{
    "b10004": [
        {
            "id": "1",
            "nass": "مقدمة: ¶ أن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا والصلاة والسلام على سيدنا محمد وعلى آله وصحبه ومن اهتدى بهديه إلى يوم الدين. ¶ وبعد، ¶ هذه دراسة موجزة عن الاستشراق والتبشير تلبية لرغبة عزيزة من كلية الشريعة بجامة قطر. وصادفت هذه الرغبة هوى في نفسي، خاصة بعد أن أثمرت جهود المستشرقين والمنصرين في بعض أقطارنا العربية بعض ثمارها على المستوى الثقافي والفكري في بعض منها، وعلى المستوى التعليمي والإعلامي في بعضها الآخر. ¶ وسمعنا وقرأنا من يردد آراء المستشرقين في طلب المساواة بين الرجل والمرأة في الميراث والطلاق وتعدد الأزواج وتكوين الأسرة غير التقليدية. ¶ ولست ممن يقولون إن الاستشراق أو المستشرقين يجمعهم حكم واحد، أو كلهم على رأي واحد في موقفهم من الإسلام وقضاياه، لا، بل إن الإنصاف يقضي علينا أن نقول: إن منهم منصفين للإسلام القضايا المسلمين، ولقد أفدنا من دراستهم الكثيرة حول قضايا الإسلام ينبغي أن لا ننكر ذلك ولا نشك فيه، ولكن مما لا أشك فيه أن",
            "page": "7",
            "part": "1",
            "seal": "613940F5"
        },
        {
            "id": "2",
            "nass": "الاستشراق والتنصير كانا من أخطر الوسائل التي سلكها الاستعمار في تنفيذ سياسته في العالم الإسلامي، ولا أشك في أنهما وجهان لعملة واحدة، وهو موقف الصليبية المعاصرة من العالم الإسلامي، أقول الصليبية ولا أقول المسيحية، وينبغي أن يكون القارئ على وعي بالفروق الجوهرية بينهما. ¶ لأن المسيحية دين نؤمن بما نزل منه على عيسى عليه السلام، أما الصليبية المعاصرة، فهي موقف وأيديولوجية، هي تكوين سياسي وثقافي نرفضه ونحاربه.. نرفضه كاتجاه ثقافي يهدف إلى احتواء الإسلام بحضارته وثقافته، الصليبية موقف واتجاه يهدف إلى تذويب حضارتنا وخصوصيتنا في حضارة الغرب وثقافته، ولعل رءوس الفتن التي تطل علينا بين الحين والآخر تحت ستار التنوير والتقدمية هي من آثار جهود هاتين الظاهرتين، وهذه الدراسة الموجزة التي أقدمها؛ تلبية لرغبة كلية الشريعة آمل أن تكون محققة للمطلوب منها. توخينا فيها الإيجاز غير المخل بالمقصود مكتفين بإثارة القضايا الكبرى التي التي تمثل المحاور العامة والأهداف الكبرى والمقصودة، رغبة في توضيحها وتعريفها لتكشف النقاب عن هذه الروح الصليبية التي يتعامل به الغرب مع العالم الإسلامي، وليس ذلك من باب إثارة الأحقاد وزرع الضغائن، وإنما من باب تجلية المواقف وكشف الحقائق، تناولنا خلال القسم الأول ظاهرة الاستشراق وارتباطها تاريخيًّا بالحروب الصليبية، ثم بيَّنَّا موقف المستشرقين من أهم القضايا الكبرى؛ القرآن، النبي، \"والفكر الإسلامي\" مؤيدين ذلك بنصوصهم",
            "page": "8",
            "part": "1",
            "seal": "CE8572D4"
        },
        {
            "id": "3",
            "nass": "لكما أمكن ذلك، ثم أوضحنا الأخطاء التاريخية والمنهجية والزيف والافتراء الذي وقعوا فيه بسبب بعدهم عن روح الإنصاف وعدم التحلي بطلب الحق وقصده. ¶ وفي القسم الثاني تناولنا قضية التنصير في العالم الإسلامي، وركزنا بصفة خاصة على نشاط المنصرين في الجزيرة العربية وبينَّا وسائلهم في التنصير وسياستهم في الالتفاف حول الحرمين الشريفين في الجزيرة العربية، وحول دور الأزهر الشريف في مصر. ¶ ونحن نعلم سلفا أن طبيعة هذه الدراسة تحتاج إلى التفصيل والشرح رغبة في إزالة الشبهات التي قد يثيرها هذا أو ذلك حول هذا الموضوع الذي نعترف بأهميته وخطورته معًا، ولكن حسبنا في هذا المقام أن تجيء هذه الدراسة وافية بالمطلوب منها، وأن تحقق الغرض الذي انتدبنا له ونحيل القارئ الكريم إلى المطولات والمصادر التاريخية التي تحقق مقصودة في معرفة التفصيلات ونلتمس منه العذر في قصدنا إلى الإيجاز والاختصار. والله من وراء القصد، ونسأله سبحانه أن يجعل عملنا كله خالصا لوجه الكريم، وآخر دعوانا أن الحمد لله رب العالمين. ¶ محمد الجليند ¶ 14 رجب سنة 1413هـ ¶ 7 ديسمبر سنة 1995م.",
            "page": "9",
            "part": "1",
            "seal": "315054FD"
        },
        {
            "id": "4",
            "nass": "الاستشراق والمستشرقون: ¶ ما هو الاستشراق: ¶ أطلق لفظ الاستشراق على تلك المحاولة التي قام ويقوم بها بعض مفكري الغرب للوقوف على معالم الفكر الإسلامي وحضارته وثقافة الشرق وعلومه. ¶ كما أطلق لفظ مستشرق على المفكرين المشتغلين بدراسة علوم الشرق وتاريخه وحضارته وأوضاعه الاجتماعية والسياسية والاقتصادية، ومن المفيد أن يعرف القارئ الكريم أن مصطلح الشرق يرجع في أصل وضعه إلى مفكري الغرب، فهم الذين قسموا العالم إلى شرق وغرب، وقسموا الشرق إلى شرق أدنى أوسط وأقصى، ويطلق لفظ الشرق عادة على المنطقة العربية وشعوب آسيا وأفريقيا، أما لفظ الشرق الأوسط فقط فيطلق عادة على المنطقة العربية فقط، وفي العصر الحاضر أطلق لفظ العالم الثالث على تلك الشعوب التي كان يطلق عليها الماضي العالم الشرقي، أو دول الشرق. ¶ والذي يهمنا هنا بالدرجة الأولى هو ما يتعلق بمنطقة الشرق الأوسط فقط أو المنطقة العربية بالذات، ذلك أن متابعة جهود المستشرقين خارج المنطقة العربية عمل فوق الطاقة الشخصية وليس ذلك داخلا في خطتنا من هذه الدراسة ولا يمثل ذلك هدفا لنا الآن، كما أن دراسات المستشرقين المتعلقة بشعوب العالم الإسلامي من",
            "page": "10",
            "part": "1",
            "seal": "0B1ACF8C"
        },
        {
            "id": "5",
            "nass": "غير العرب كالهند وباكستان وأندونيسيا ودول شرق وجنوب شرق آسيا وأفريقيا، وكانت في معظم أحوالها تسير على نفس المنهج والطريقة التي كانوا يسلكونها في منطقة العالم العربي، وكان الهدف من محاولات المستشرقين وجهودهم في الدراسات التي قاموا بها في هذه المناطق كلها هو تطويق المد الإسلامي والعمل على انحساره ووقف نموه المطرد بين أبناء هذه الشعوب المتباعدة، وإن كانت أعمالهم تبدو في معظم أحوالها في ثوب علمي أو أكاديمي، فإن ذلك ينبغي ألا يحجب عن أعيننا نواياهم الخفية التي صرح بها معظمهم في المؤلفات والمؤتمرات العلمية التي كانت تعقد بين الحين والحين لهذا الغرض. ¶ أ- النشأة والتاريخ:",
            "page": "11",
            "part": "1",
            "seal": "0F6BF6E3"
        },
        {
            "id": "6",
            "nass": "علاقة الاستشراق بالحروب الصليبية: ¶ يربط كثير من الباحثين المهتمين بالدراسات الاستشراقية بين نشأة الاستشراق وبداية ظهوره، وذلك الفشل الذريع الذي منيت به أوربا في الحروب الصليبية على يد صلاح الدين الأيوبي، ذلك أن الحملات الصليبية لم تحقق للغرب طموحاته ولم تسعفه بالسيطرة على الشعوب العربية واستخلاص بيت المقدس من أيدي المسلمين، ومن الجدير بالذكر أن الحملات الصليبية المتكررة على العالم الإسلامي قد رفعت الصليب شعارا لهذه الحرب؛ لتعلن للعالم الأوربي أنها حرب دينية مقدسة من ناحية أسبابها ودوافعها ومن ناحية غايتها",
            "page": "11",
            "part": "1",
            "seal": "FE89E119"
        },
        {
            "id": "7",
            "nass": "وأهدافها، وما دامت هذه الحملات لم تحقق الهدف الذي قامت من أجله، فلا بد من البحث عن بديل آخر، ولا بد من التفكير في وسيلة أخرى -ربما كانت طويلة الأجل- تحقق لهم هدفهم من السيطرة على شعوب المنطقة وإخضاع العالم الإسلامي لنفوذهم الثقافي والحضاري ثم السياسي والاقتصادي، وكان الاستشراق هو ذلك البديل المتاح في حينها؛ ليحقق أحلام الغرب وأهدافه. ¶ وإذا كانت فكرة السيطرة على العالم الإسلامي تمثل الهدف والغاية، من نشأة الاستشراق فإن ذلك لا يمنع أن يتجاوز الاستشراق هذا الهدف في سيرته التاريخية إلى أهداف أخرى علمية أو الأسمى للاستشراق لم يغب عن ذهن المستشرقين لحظة واحدة، بل كان هو المحور والأساس الذي دارت حوله معظم دراسات المستشرقين التي قاموا بها حول الشرق وعلومه، وقد تختلف درجة وضوح هذا الهدف ووسيلة التعبير عنه من شخص إلى آخر ومن جيل إلى جيل من المستشرقين، إلا أن ذلك لم يكن سببه غياب الهدف عن ذهن هذا المستشرق أو ذاك، وإنما كان سببه يرجع إلى حظ المستشرق نفسه من الثقافة العربية ودرجة اتقانه لها، وذكائه في أسلوب التعبير عن غايته وهدفه، تصريحا أو تلميحا. ¶ ولقد تغير أسلوب المواجهة بين العالم الإسلامي والغرب بعد الحروب الصليبية فاحتلت الكلمة والحوار واستخدام المنهج العلمي",
            "page": "12",
            "part": "1",
            "seal": "266812B8"
        },
        {
            "id": "8",
            "nass": "المكانة الأولى في دراسة نفسية الشرق؛ لمعرفة الأسلوب الأمثل للمواجهة، وكان ذلك بديلا عن المواجهة بالسلاح والقوة العسكرية. ¶ ولقد فرض هذا الأسلوب الجديد في المواجهة العكوف على دراسة أحوال الشرق؛ لغته ودينه، حضارته وتاريخه، فلسفته وعلومه، عقيدته وأصولها، وأن توضع المناهج الدراسية المناسبة لاستكشاف عوامل هذه القوة الصلبة التي تكسرت عليها تلك الحملات الصليببية المتكررة ومحاولة فهمها وتحليلها نفسيا لمواجهتها بأسلوب يختلف تمامًا عن المواجهة العسكرية. ¶ ولما كان القائمون على أمر الحروب الصليبية والمحركون لها هم رجال الكنيسة وسدنتها، فإن ذلك جعل رجال الكنيسة في طليعة المهتمين بأمر الشرق ودراسة أحواله، ومن هنا فإن طليعة المستشرقين كانوا في معظمهم من القساوسة ورجال الدين المسيحي.",
            "page": "13",
            "part": "1",
            "seal": "80CB3962"
        },
        {
            "id": "9",
            "nass": "بداية الاستشراق وأسبابه: ¶ 1- لا نستطيع الجزم بتحديد من هو أول شخص نبتت في ذهنه فكرة الاستشراق وغزو الشرق من الداخل، إلا أن معظم المحققين لهذه المسألة يكادون يجمعون على أن بداية هذه الحركة نشأت في نهاية القرن العاشر الميلادي وأوائل القرن الحادي عشر بفرنسا، وإن الراهب الفرنسي \"جرير دي أولياك 938-1003م\" كان من أوائل المشتغلين بعلوم الشرق، وارتبطت باسمه بداية حركة الاستشراق، حيث رحل من فرنسا إلى أسبانيا مهد الحضارة الإسلامية في وقته، فتعلم فيها اللغة العربية، ووقف على علوم العرب في الرياضيات والطب والكيمياء والفلسفة، كما قرأ بعض العلوم الدينية حتى قيل إنه كان أوسع علماء عصره معرفة بعلوم العرب، وخاصة في الرياضيات والفلك، ثم ارتحل إلى روما حيث اشتهر من بين أقرانه بمعرفته الواسعة باللغة العربية وعلومها، وانتخب حبرًا أعظم باسم سلفستر الثاني \"999-1003م\" وكان بذلك أول بابا فرنسي، واستطاع من خلال منصبه الجديد أن ينشئ مدرستين؛ لتدريس اللغة العربية وعلومها، وكانت الأولى في روما مقر البابوية، والثانية في وطنه الأصلي \"دايمس\"، ثم أنشأ بعد ذلك مدرسة ثالثة تسمى مدرسة \"شارتر\"، وقام هذا الراهب الفرنسي بترجمة بعض الكتب العربية في الرياضة والفلك، وإليه يرجع الفضل في انتشار الأعداد العربية في أوربا التي كانت ينقصها رقم الصفر، ولم تكن تعرفه حتى نقله إليها \"جرير دي أولياك\" من اللغة العربية إلى اللغة اللاتينية. ¶ 2- ثم جاء بعده \"قسطنطين الأفريقي 1087\"، \"بطرس المحترم 1092-1156م\" و\"أرجو دي سانتلا 1107م\" ثم \"جيرارد كريمون 1114-1187م\"، ثم تتابع رواد هذه الحركة وتكاثرت أعدادهم واختلفت جنسياتهم بحيث شملت معظم دول أوربا",
            "page": "14",
            "part": "1",
            "seal": "9D0EA29B"
        },
        {
            "id": "10",
            "nass": "وأمريكا في العصر الحديث، وكان هؤلاء إذا عادوا إلى بلادهم عملوا على نشر علوم العرب بين أبناء وطنهم إلى أن تطورت الأمور بعد ذلك حيث أنشأت الحكومات الأوربية في جامعاتها أقساما مستقلة؛ لتدريس اللغة العربية وعلوم الشرق. ¶ 3- ثم أخذت بعد ذلك حركة الاستشراق تنمو في اطِّراد مستمر حتى سنة 1311-1312م، حيث عقد مؤتمر فينا الكنسي، وكان من أهم قرارته إنشاء كرسي للغة العبرية والعربية في معظم جامعات أوربا، فتأسس كرسي اللغة العربية في روما على نفقة الفاتيكان، وفي باريس على نفقة ملك فرنسا، وفي إكسفرد على نفقة ملك انجلترا، ويعتبر كثير من المؤرخين لحركة الاستشراق أن هذا المؤتمر هو البداية المنظَّمة وشبه الرسمية للاستشراق، وما كان قبل ذلك إنما كان بمثابة الإرهاص لميلاد هذه الحركة، وتبع ذلك انتشار المدارس والمعاهد الاستشراقية المعنية بدراسة الشرق وعلومه الإسلامية بصفة خاصة.",
            "page": "15",
            "part": "1",
            "seal": "8CE6898C"
        },
        {
            "id": "11",
            "nass": "الدوافع والأهداف ¶ مدخل ¶ ... ¶ الدوافع والأهداف: ¶ مما لا ريب فيه أن الحروب الصليبية قد تركت آثارها السيئة على نفسية الغرب، لكنها في الوقت نفسه قد فتحت أعين الغرب على الشرق وما فيه من علوم ومعارف وحضارة، ولقد واكب ذلك ما شهدته أوربا من حركة الإصلاح الديني وموقف الكنيسة من العلم والعلماء، ولقد فرضت هذه الظروف الجديدة على الكنيسة أن تعيد ترتيب أوراقها، وأن تعيد النظر في المفاهيم الدينية التي تتعامل بها مع العلماء، بحيث تعيد تأويل هذه المفاهيم بما لا تتعارض مع العلم، وترتب على هذه النزعة الإصلاحية أن أحس الغرب بحاجته إلى التعرف على المزيد من علوم الشرق وثقافته، ومن هذه المواقف وغيرها كانت الدوافع والأهداف وراء حركة الاستشراق، ونستطيع أن نوجز أهم هذه الدوافع كما أشار إليها المفكرون فيما يلي1: ¶ __________ ¶ 1 راجع في تفصيلات هذه الأسباب كتاب الفكر الإسلامي وصلته بالاستعمار، د. محمد البهي، الاستشراق والتبشير د. عمر فروخ، الاستشراق والمستشرقين نجيب العفيفي.",
            "page": "16",
            "part": "1",
            "seal": "FB6F9129"
        },
        {
            "id": "12",
            "nass": "1- إثارة الخلافات الدينية: ¶ لا يمكن إرجاع ظاهرة الاستشراق إلى عامل واحد فقط؛ وذلك نظرا لاتساع نشاطه وتعدد أهدافه، ولكن الذي لا أشك فيه هو سيطرة السبب الديني على سائر أسبابه الأخرى، وفي هذه الدراسة الموجزة من النصوص ما يدل بيقين على صدق ما نقول من سيطرة السبب الديني وهيمنته على الأسباب الأخرى، ولقد سلك المستشرقون وسائل شتى لتحقيق هذا الهدف الديني، لكن كان أخطرها بلا شك التركيز على إثارة القضايا الخلافية في الفكر الإسلامي والعمل على إحياء الآراء الشاذة للفرق المغالية؛ ليشغل المسلمون أنفسهم بها عن التفكير في عظائم الأمور، فعمدوا إلى إثارة الخلافات المذهبية والصوفية، كما ركزوا في دراساتهم على إحياء ألوان معينة من التراث الصوفي للغلاة من الصوفية فتخصص الكثير منهم في تراث ابن عربي وابن سبعين والحلاج وذي النون المصري، وحاول",
            "page": "16",
            "part": "1",
            "seal": "769FB713"
        },
        {
            "id": "13",
            "nass": "بعضهم إحياء الخصومات التاريخية بين المعتزلة والأشاعرة أو بين المعتزلة والسلف. ¶ أ- وهذا الهدف قد أعلنه المستشرقون قديما وحديثا ولم يجدوا في ذلك حرجًا ولا عيبًا، ولكن الحرج والعيب من وجهة نظرنا أن يتشكك بعض الباحثين من المسلمين في صدق الهدف ويشككوا فيه، ولقد صرح المفكر الفرنسي \"هانوتو\" بعد أن احتلت فرنسا الجزائر بما يلي: لقد أصبحنا اليوم إزاء الإسلام والمسألة الإسلامية\"، وكانت هذه العبارة عنونا لمقال كبير نشر مترجما باللغة العربية في جريدة المؤيد المصرية، ونقل أطرافا منه المرحوم الدكتور محمد البهي في كتابه عن الفكر الإسلامي الحديث وصلته بالاستعمار، ومما جاء فيه: إنه لا يوجد مكان على ظهر الأرض إلا واجتاز الإسلام فيه حدوده منتشرًا في الآفاق، فهو الدين الوحيد الذي أمكن انتحال الناس له زمرًا وأفواجًا، وهو الدين الوحيد الذي تفوق شدة الميل إليه والتدين به كل ميل إلى اعتناق دين سواه.. إن هذا الدين قائم الدعائم ثابت الأركان في أوربا عينها.. لقد صارت في صدر الإسلام وكبده.. ليس الإسلام في داخلنا فقط بل هو خارج عنا أيضا، قريب منا في مراكش.. قريب منا في طرابلس الغرب.. قريب منا في مصر.. وهو شائع ومنتشر في أسيا.. ولا يزال الهلال",
            "page": "17",
            "part": "1",
            "seal": "99151C85"
        },
        {
            "id": "14",
            "nass": "\"الإسلامي\" ينتهي طرفاه من جهة بمدينة القسطنطينية ومن جهة أخرى ببلدة فاس في المغرب الأقصى معانقا بذلك الغرب كله. ¶ ويقول هانوتو: إن هذا الدين قائم في الآستانة حيث عجزت الشعوب المسيحية عن استئصاله من هذا الركن المنيع الذي يحكم منه على البحار الشرقية ويفصل الدول الغربية بعضها عن بعض شطرين، ثم يعلن \"هانوتو\" صراحة أنه لا بد من العمل على تفكيك تلك الرابطة التي تجمع بين المسلمين شرقا وغربا على سطح المعمورة فتجعل منهم أمة واحدة، وهي رابطة الدين، لا بد من العمل على أضعاف هذه الروح السائدة التي تحرك المسلمين من سباتهم.. إنهم متى اقتربوا من الكعبة، من البيت الحرام.. من ماء زمزم المقدس، من الحجر الأسود.. وحققوا بأنفسهم أمنيتهم العزيزة التي استحثتهم على ترك بلادهم في أقصى مدن العالم للفوز بجوار الخالق في بيته الحرام اشتعلت جذوة الحمية الدينية في قلوبهم.. إن رابطة الإخاء الجامعة بين أفراد المسلمين كفيلة بأن تجعل المسلم في شرق الأرض يهبُّ لنصرة المسلم في غربها فهي عامل مؤرق لفرنسا في المستعمرات التي تخضع لها. ¶ ومن هنا فإن العمل على إضعاف هذه الرابطة بين المسلمين كانت ولا زالت تمثل غاية وهدفا لنشاط المستشرقين؛ وما كتبه \"هانوتو\" صرح به غيره، ولقد كتب \"كيمون\" المستشرق الفرنسي في كتابه بثولوجيا الإسلام عن المسلمين وعن رسولهم صلى الله عليه وسلم بمثل ما صرح",
            "page": "18",
            "part": "1",
            "seal": "56397618"
        },
        {
            "id": "15",
            "nass": "به \"هانوتو\" وزيادة؛ حيث وصف الرسول والإسلام بصفات يخجل القلم عن تسطيرها. ¶ ب- إذا أضفنا إلى ذلك أن أول من اشتغل بعلوم الشرق بحثا ودراسة كان راهبا وقسيسا ثم بابا لروما فيما بعد، كما أن معظم المشتغلين بعلوم الشرق قديما وحديثا، معظمهم من رجال الكهنوت المسيحي واليهودي، ولا يمكن أن نتصور هؤلاء مجردين عن عواطفهم الدينية، بل إنهم كانوا مدفوعين إلى هذا اللون من الدراسة بدافع الانتصار لدينهم، إن هذه النوايا التي عبرت عنها نصوص أصحابها -وغيرها كثير- تجعلنا نثق في صدق سيطرة السبب الديني وهيمنته على الأسباب الأخرى، ومن هنا فقد تنوعت الدراسات الإسلامية عند المستشرقين وتعددت اهتماماتهم بالإسلام وحضارته، فمن دارس للعقيدة وأصولها، وللفقه وأصوله، وللتاريخ وحضارته، وللقرآن وعلومه، وللحديث ورجاله، واللغة وآدابها، والرسول وغزواته وعلاقته بأهل الكتاب في المدينة، واتبعوا في ذلك منهجا نفسيا ركزوا خلاله على سر قوة المسلم ونقاط الضعف في العالم الإسلامي؛ ليسلبوا المسلم سر قوته؛ ليصبح بعد ذلك لقمة سهلة التناول في أيديهم، يشكلون عقيدته حسب أهوائهم الصليبية، وحسب مكرهم السياسي والمذهبي، ولقد أفصح بعضهم عن هذا الهدف في بعض المؤتمرات بقوله: \" ... لا نريد أن نرسل إلى الشرق جنودا مسلحين وإنما نريد لهم رسلا مبشرين بالنصرانية\".",
            "page": "19",
            "part": "1",
            "seal": "C9FA21F7"
        },
        {
            "id": "16",
            "nass": "وهذه الأهداف التبشيرية كانت واضحة تماما في كتابات المستشرقين قديما وحديثا مما مهد الطريق لحملات التبشير في العصر الحديث، حيث التقت أهداف الاستشراق والتبشير في العمل على بذر الشكوك حول عقيدة المسلم ورسوله؛ ليخرجوا المسلم عن دينه إن استطاعوا، فإذا عجزوا عن تحقيق هذا الهدف فلا أقل من أن يتركوه بلا دين ولا عقيدة كما صرح بذلك \"زويمر\" وصدق الله العظيم حيث يقول: {وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} [البقرة: الآية 120] .",
            "page": "20",
            "part": "1",
            "seal": "57E2315E"
        },
        {
            "id": "17",
            "nass": "2- التمهيد للاستعمار: ¶ لم يكن استيلاء صلاح الدين الأيوبي على بيت المقدس بالأمر الذي ينساه الغرب، بل إن الأمل في السيطرة عليه وتخليصه من أيدي المسلمين ظل حلما وأملا بالنسبة للصليبيين، ولذلك فإن الحملات الصليبية تكررت كثيرا على بيت المقدس؛ لتحقيق هذا الهدف، وكان من الوسائل التي سلكها الغرب لتحقيق هدفهم محاولة دراسة ما يتعلق بشؤون البلاد وأحوال الناس فيها، وهذا الدور الذي قام به المستشرقون قد مهد السبيل للاستعمار لكي يحتل بلاد المسلمين بأيسر السبل وأقصرها معا، فلم يكد ينتهي القرن التاسع عشر إلا وقد احتل الغرب معظم البلاد الإسلامية والعربية بصفة خاصة، فوضعت فرنسا يدها على سوريا ولبنان ومعظم دول شمال أفريقيا الإسلامية، ووضعت انجلترا يدها على مصر والسودان والعراق والأردن",
            "page": "20",
            "part": "1",
            "seal": "0E2F242C"
        },
        {
            "id": "18",
            "nass": "وفلسطين وكثير من إمارات الخليج العربي واليمن، وبدأ الاستعمار يتعامل بأسلوب جديد مع شعوب هذه المناطق، حيث عمل على إضعاف روح المقاومة في نفوس المسلمين؛ ليجعل منهم شعوبا قابلة للاستعمار فكرا وثقافة وحضارة وعقيدة، وهذا أخطر ما أصيب به العالم الإسلامي؛ قابليته للاستعمار بأشكاله وأساليبه الحديثة والمعاصرة، وكان من أهم وسائل الاستعمار في ذلك ما يلي: ¶ أ- التشكيك في ماضي هذه الأمة، في تراثها وحضارتها، حتى إذا فقد المسلم ثقته في نفسه أخذ يبحث له عن هوية وانتماء يعيد به ثقته في نفسه ويجد فيه الأمان المفقود، فيرتمي في أحضان الغرب تقليدا واتباعا، وظهرت مصطلحات: التنوير، التقدمية، كمبررات لتقليد الغرب والارتقاء في أحضانه. ¶ ب- وضع مفاهيم جديدة وطرحها على الرأي العام خلال أجهزة الإعلام التي نجح الاستعمار في استقطاب كثير من العاملين بها؛ ليقوموا نيابة عنهم بهذه المهمة، بقصد إضعاف روح الانتماء الإسلامي والعربي، فطرحوا الفكر القومي بدلا من الانتماء الإسلامي، وعملوا على إحياء الفرعونية في مصر، والفينيقية والآشورية في بلاد العراق والشام، والكردية والفارسية والتركية كلٌّ في موطنه، بعد أن كانت هذه الأقطار المترامية يجمعها رباط واحد هو الإسلام، وخلافة واحدة هي الخلافة العثمانية، ولقد روج المستشرقون ومن سار في ركبهم لهذه الروح الجاهلية التي كان القضاء عليها هدفا من أهداف الإسلام وانفراط عقد",
            "page": "21",
            "part": "1",
            "seal": "CC531A70"
        },
        {
            "id": "19",
            "nass": "الأمة بالقضاء على الخلافة العثمانية التي كانت رمزًا حيًّا لهذه الوحدة الإسلامية، واحتل الحديث عن القوميات مكان الصدارة بدلا من الحديث عن الانتماء الإسلامي والإخاء الديني، وأصبحت الفرصة مواتية للاستعمار ليملأ الفراغ في هذه البلاد بعد سقوط الخلافة العثمانية، وأخذ يحتل البلد تلو الآخر حتى تمت له السيطرة على الأقطار الإسلامية شرقًا وغربًا، ووضع يده على ثروات شعوبه، وأحكم القبضة على العالم الإسلامي، وكان له ما أراد بعد أن مهد الاستشراق له بخلقه روح القابلية للاستعمار، وإضعافه روح الانتماء الديني بين المسلمين.",
            "page": "22",
            "part": "1",
            "seal": "315F56E9"
        },
        {
            "id": "20",
            "nass": "3- ثروات الشرق: ¶ كانت وما زالت ثروات الشرق وخبراته إحدى الأهداف التي سعى الغرب للسيطرة عليها ووضعها تحت يده، وحرمان شعوب المنطقة منها، ولذلك فقد أنشئت الأسواق التجارية والمؤسسات المالية، وكان الحصول على هذه الثروات بأبخس الأثمان دافعًا قويًّا لحركة الاستشراق ومن هذا أرسلت المؤسسات المالية في الغرب من يتولى إدارة شؤونها في الشرق فعينت المستشارين والمترجمين من المستشرقين، كما أخذ بعض المستشرقين المهتمين بالتراث العربي يعمل على تحقيقه ونشره والاستفادة منه، كما أنشأوا بعض المؤسسات المالية في دول الخليج واليمن، وكان بعض العاملين بها من المستشرقين الذين اهتموا بجمع المخطوطات العربية من المكتبات الخاصة من البلاد الخليجية ونقلوها إلى أوربا، والذي يقرأ فهارس المخطوطات بالمتحف البريطاني يتبين له أن كثيرا من تراثنا الإسلامي تحت أيديهم وفي حوزتهم.",
            "page": "22",
            "part": "1",
            "seal": "4481FF1E"
        },
        {
            "id": "21",
            "nass": "4- الاحتواء السياسي: ¶ بعد حركة التحرير التي سادت شعوب المنطقة العربية حرص الاستعمار على أن يكون له بين هذه الشعوب من يتولى تنفيذ مخططه والقيام على شؤون مصالحه، فعين في سفارته وقنصلياته مستشارين لهم من ذوة الخبرة والمعرفة بشؤون الشرق وعلومه، وكان المستشرقون من أهم العناصر التي قامت بهذه المهمة وكان نشاطهم السياسي ملحوظا في جميع البلاد التي عملوا بها وكان من أهم أعمالهم أن اتصلوا بكثير من المشتغلين بالثقافة والتعليم والإعلام في هذه المنطقة؛ ليشكلوا منهم ما يمكن أن نسميه بالطابور الخامس؛ ليتولى نيابة عنهم نشر الأفكار التي يرغبون في إشاعتها بين الشعوب العربية كالقوميات وإحلال العامية بدلا من الفصحى، ومثالية النموذج الأوربي ووجوب الأخذ به ... إلخ، وكثيرا ما كانت تقع الاضطرابات السياسية والانقلابات العسكرية، وكثيرا ما كانت تتغير المناهج الدراسية والبرامج الثقافية في كثير من البلاد؛ استجابة لمصالح الغرب، وتلبية لرغبة هؤلاء العملاء في البلاد الإسلامية، خاصة إذا عرفنا أن هذه الشخصيات كانت تتولى مناصب قيادية في أجهزة الحكم في بلادهم وبالذات في المجالات الثقافية والإعلامية والتربوية، وهذا لم يسلم منه بلد إسلامي تقريبا ولا يغيب عن الذهن ما فعله كرومر ودانلوب في المنطقة العربية في مطلع هذا القرن.",
            "page": "23",
            "part": "1",
            "seal": "C1DA3143"
        },
        {
            "id": "22",
            "nass": "5- طلب العلم والمعرفة: ¶ وقد نجد عددًا قليلًا من المستشرقين طلبوا علوم الشرق والتعرف على حضارته طلبا بالمعرفة، وهذا عدد قليل إذا قيس بأعداد المستشرقين الآخرين، وهذا النوع من المستشرقين يتميز بالروح العلمية النزيهة، والدقة في الأحكام العلمية والإنصاف فيها، ولا نعدم أن نجد بينهما من شهد للحضارة العربية بدورها الرائد في الحضارة الأوربية المعاصرة، وخاصة في العلوم الرياضية والتجريبية، وكثير منهم كتب مؤلفاته وبحوثه حول شخصيات إسلامية كانت رائدة في مجالات العلم المتعددة، ونجد بين هؤلاء من وصل به بحثه النزيه وروحه العلمية إلى اكتشاف الحقيقة فآمن به وأعلنها، وقد يصل به الأمر في نهاية المطاف إلى أن يعلن إسلامه، ويعلم المتخصصون في هذا اللون من الدراسات أن هناك عدد غير قليل من المستشرقين يتمتعون بهذه الروح العلمية النزيهة، وقد تحولوا بعد إسلامهم إلى جنود مدافعين عن الإسلام وقضاياه، وعن العالم الإسلامي ومشكلاته، غير أن هناك أمور يشترك فيه جميع المستشرقين بما فيهم هذا النمط الأخير، فهم جميعا قد يقعون في أخطاء علمية بسبب جهلهم بأساليب اللغة العربية وطرائف التعبير فيها، ويرتبون على فههم الخاطئ نتائح وأحكاما خاطئة تبتعد بهم كثيرا عن منطق الصواب والإنصاف، وقد يكون الفارق بين هذا النمط الأخير وغيرهم هو توفر حسن النية عند النمط الأخير الذي تميز بالإنصاف والنزاهة وتوفر سوء القصد وعدم النزاهة عند غيرهم.",
            "page": "24",
            "part": "1",
            "seal": "0C2E0D99"
        },
        {
            "id": "23",
            "nass": "موقف المستشرقين من الفكر الإسلامي ¶ مدخل ¶ ... ¶ موقف المستشرقين من الفكر الإسلامي: ¶ تنوعت اهتمامات المستشرقين بالإسلام وتعددت اتجاهاتهم، بحيث شملت كل فروع الثقافة تقريبا، وأسسوا مدارس وأقساما في الجامعات الأوربية تخصصت في هذه الدراسات الشرقية، واستقدموا لها بعض أبناء العالم الإسلامي؛ ليتعلموا بها عن طريق المنح الدراسية، وعن طريق التبادل الثقافي بين الجامعات، وحصل كثير من أبناء العالم الإسلامي على درجاتهم العلمية من هذه الجامعات الأروبية، ومن جهة أخرى عملت بعض الدول الأوربية على إنشاء جامعات ومدارس في كثير من البلاد الإسلامية تعمل تحت إشرافها العلمي وخططها الدراسية، ولا تكاد تخلو بلد إسلامي من هذا النوع من المؤسسات التعليمية التي تخضع في تمويلها ومناهجها العلمية لدول أوربا، وفي معظم الأحوال فإن أبناء هذه المدارس وخريجيها يكون ولاؤهم الثقافي والحضاري والسياسي لهذه الدول التي تلقوا تعليمهم فيها أو تحت إشرافها. ¶ ومن الجهود التي قام بها المستشرقون، أنهم قاموا بوضع الموسوعات العلمية الإسلامية مثل دوائر المعارف المختلفة مثل دائرة المعارف الإسلامية، والقاموس الإسلامي، والمعجم المفهرس لألفاظ الحديث، ورغم الأخطاء الكثيرة التي وقعت في دائرة المعارف الإسلامية وفي المعجم المفهرس لألفاظ الحديث، إلا أن هذه الأعمال قد أدت خدمات جليلة للباحثين ووفرت كثيرا من الجهد والوقت.",
            "page": "25",
            "part": "1",
            "seal": "95CD6544"
        },
        {
            "id": "24",
            "nass": "للدرسين، والأخطاء التي وقعت في هذه الدوائر المعرفية قد انتقلت منها إلى كثير من أعمال الدارسين، وقبلوها على أنها قضايا مسلمة وشاعت هذه الأخطاء بين المهتمين بالدراسات الإسلامية من العرب وغيرهم. ¶ كذلك امتدت نشاطات المستشرقين في مجال الدراسات العربية والإسلامية فعقدوا المؤتمرات والندوات وألقوا المحاضرات في الجامعات العربية والإسلامية، فضلا عن تأليف الكتب والاشتغال بتحقيق التراث العربي والإسلامي في مجالات كثيرة كما تسللوا إلى المجامع اللغوية في كثير من البلاد، فأصبح بعضهم أعضاء عاملين في مجمع اللغة العربية بمصر، وفي سوريا، وبغداد، والمغرب وتونس، ولا تكاد تخلو جامعة أوربية الآن من قسم متخصص في الدراسات الشرقية والإسلامية، وكانت أكثر دول أوروبا اهتماما بهذه القضية هي فرنسا، فأنشأت بها أقدم مدرسة للدراسات العربية منذ القرن الثاني عشر في \"دايمس\" بأمر البابا سلفستر، ثم مدرسة شارتر سنة 1117م، وأنشأ البابا هونوريوس معهدا للغات الشرقية سنة 1285م، كما أنشيء أخيرا كرسي للغات الشرقية الدراسات الإسلامية بباريس والسوربون، فضلا عن المدارس الكثيرة التي انتشرت في أنحاء كثيرة من فرنسا لهذا الغرض، ثم أنشأت فرنسا معاهد كثيرة في البلاد الإسلامية التي احتلتها، فأنشأت المعهد الفرنسي للآثار الشرقية بمصر في المنيرة سنة 1880م، وأنشأت كلية بورجاد في تونس سنة",
            "page": "26",
            "part": "1",
            "seal": "585AD568"
        },
        {
            "id": "25",
            "nass": "1841م، ثم تحولت إلى جامعة للآداب العربية، وأنشأت مدرسة الآداب العالية بالجزائر سنة 1881م، ثم تحولت إلى جامعة سنة 1909م، وكذلك أنشأت في المغرب معهدًا للدراسات المغربية بالرباط سنة 1931م، ولها في دمشق المعهد الفرنسي سنة 1922م، وكذلك المعهد الفرنسي بطهران الذي أنشئ سنة 1948م. ¶ ولقد أخذت معظم دول أوربا تحذو حذو فرنسا في الاهتمام بالدراسات الاستشراقية فأنشأت أقساما ومعاهد ومدارس مختلفة للدراسات الشرقية كما هو الحال في جامعة إيطاليا، وانجلترا، وأسبانيا والبرتغال، والنمسا، وهولندا، وألمانيا، والدنمارك، والسويد، والمجر، وروسيا، وأمريكا.. إلخ، وبعض هذه الدول قد أسست في كثير من البلدان التي تقع تحت نفوذها معاهد أو كليات تابعة لهم، كما فعلت أمريكا في بيروت ومصر وتركيا، غيرها، حيث أنشأت بكل منها جامعة مستقلة تسمى الجامعة الأمريكية يتسرب من خلال نشاطها الثقافي مبادؤها وأهدافها إلى الجامعات والمؤسسات التربوية في هذه الشعوب. ¶ ولقد اختلفت مواقف المستشرقين من الفكر الإسلامي وقضاياه تبعا لاختلاف أديانهم أو مذاهبهم الفكرية والسياسية؛ لأننا نجد بين صفوف المستشرقين اليهودي الحاقد على الإسلام وأهله، والمسيحي الراهب المبشر بدينه، والشيوعي الملحد الذي لا دين له، ولا بد أن تختلف مواقف هؤلاء جميعا تبعا لانتمائهم الفكري والعقائدي، ولكن",
            "page": "27",
            "part": "1",
            "seal": "E7E49C5A"
        },
        {
            "id": "26",
            "nass": "على سبيل العموم كان أسوأ هؤلاء جميعا هم المستشرقون اليهود، فمنهم من يتهم الإسلام بأنه دين فرضه محمد وأتباعه بقوة السيف والحروب. ¶ وفيهم من ينكر نبوة محمد أصلا، ويرى أن ما جاء به من تعاليم قرآنية أخذها عن أحبار اليهود وكهنة النصارى. ¶ ومن المستشرقين من يتهم إله المسلمين بأنه متعالٍ جبار بينما إله النصارى عطوف ودود متواضع ظهر الناس في صورة واحد منهم وهو عيسى ابن مريم، ولا يكاد يخلو كتاب استشراقي يتصل بالإسلام ونبيه إلا وهو يقطر سما وحقدا على الإسلام والمسلمين، ويفصح بعض المستشرقين عن هذا الحقد المعلن في تعليق صريح له، على الحملات الصليبية فيقول: وهكذا تقهقرت قوة الهلال أمام راية الصليب، وانتصر الإنجيل على القرآن، وعلى ما تضمنه من قوانين الأخلاق الساذجة. ¶ وقد يطول بنا المقام لو أردنا التفضيل في موقف المستشرقين من الفكر الإسلامي وعلمائه، ولكننا سوف نقصر دراستنا هنا على نقاظ محددة أراها أكثر مناسبة للمقام حسب المساحة المحددة لنا في هذا الكتاب.",
            "page": "28",
            "part": "1",
            "seal": "D26F5AFD"
        },
        {
            "id": "27",
            "nass": "1- موقفهم من النبي والقرآن الكريم: ¶ يرتبط موقف المسشرقين من القرآن الكريم بموقفهم من نبوة محمد صلى الله عليه وسلم؛ لأنهم يقفون من النبي موقف الإنكار المطلق، وقد ينكر بعضهم أصل النبوة أساسا ولا يعترف بها إطلاقا، لأي من أنبياء الله ورسله، وهذا الإنكار يترتب عليه القول بأن محمدا ليس نبيا وبالتالي فإن القرآن حسب زعمهم لا يكون وحيًا من السماء، وإنما هو من عند محمد ومن وضعه هو، وليس كتابا إلهيًّا ولا وحيًا سماويًّا. ¶ ومعلوم أن الإيمان بالنبي والنبوة أصل من أصول الاعتقاد التي لا تقبل الشك يؤمن بها كل مسلم إيمانا جازما كإيمانه بالله وهي المفتاح الحقيقي لتقبل كل ما جاء به الوحي والإيمان به. ¶ والنبوة في جوهرها إنباء الله عبدًا من عباده بشرع ما، فإن أمره بتبليغ هذا الشرع إلى الناس كان رسولا نبيا، وإن لم يأمره بالتبليغ كان نبيا فقط، والنبوة في جوهرها اصطفاء ووهب وعطاء من الله، وليست كسبا ولا اجتهادا كما يرى بعض الفلاسفة، وما بلغته الرسل من الله نزل به الروح الأمين على قلب محمد وغيره من الرسل ليكونوا من المنذرين به، فنزل القرآن بالعربية، والإنجيل بالسريانية، والتوراة بالعبرية؛ تحقيقا لمعنى قوله تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} [إبراهيم: 4] ، وهذا الوحي ليس فيضًا من العقل الفعال كما تدعى الفلاسفة، وليس إلهامًا ولا إبداعًا لعبقرية محمد كما يقول بعض المستشرقين، إنما هو وحي من الله على قلب الرسل بواسطة ملك الوحي جبريل -عليه السلام- فهو من عند الله بلفظه ومعناه.",
            "page": "29",
            "part": "1",
            "seal": "98B98B92"
        },
        {
            "id": "28",
            "nass": "والمستشرقون يرون القضية عكس ذلك تمامًا؛ فهم أولا لا يؤمنون بنبوة محمد ولا يعترفون بها. ¶ 1- فهو عند البعض أحد عباقرة العالم العشرة. ¶ 2- وعند البعض الآخر أحد الأبطال العظماء. ¶ 3- وعند آخرين ناقل ذكي من كتب الأولين. ¶ 4- أو متعلم من رهبان النصارى قد أجاد في تعلمه عنهم. ¶ 5- أو أحد المشعوذين وطلاب الرياسة والزعامة.. وهكذا يقولون في حق نبي الإسلام عليه الصلاة والسلام، وإذا أرادوا شيئا من الإنصاف قالوا: إنه جاء ليدعو إلى الاشتراكية وليس إلى عقيدة دينية جديدة. ¶ أ- يقول هويرت جريمي \"مستشرق ألماني\" في كتابه: \"محمد\"1: لم يكن محمد في بادئ الأمر يبشر بدين جديد بل إنما كان يدعو إلى الاشتراكية، ثم يقول: فالإسلام في صورته الأولى لم يكن يحتاج إلى أن نرجعه إلى ديانة سابقة تفسر لنا تعاليمه، بل هو محاولة للإصلاح الاجتماعي تهدف إلى تغيير الأوضاع الفاسدة، وعلى الأخص إزالة الفوارق الصارخة بين الأغنياء والفقراء، لذلك نراه يفرض ضريبة معينة لمساعدة المحتاجين، وهو يستخدم فكرة الحساب في اليوم الآخر كوسيلة للضغط المعنوي وتأييد دعوته. ¶ __________ ¶ 1 ص3،141، 592، 565.",
            "page": "30",
            "part": "1",
            "seal": "C4DCC8A3"
        },
        {
            "id": "29",
            "nass": "ب- بينما يرى المستشرق الإنجليزي \"جب\" في كتابه: \"المذهب المحمدي\" أن محمدًا ككل شخصية مبدعة قد تأثرت بضرورات الظروف الخارجية المحيطة به من جهة ثم هو من جهة أخرى قد شق طريقا جديدًا بين الأفكار والعقائد السائدة في زمانه، والدوائر في المكان الذي نشأ فيه.. ومحمد نجح؛ لأنه كان واحدًا من المكيين، ومعارضة المكيين له لم تكن من أجل تمسكهم بالقديم، أو بسبب عدو رغبتهم في الإيمان وإنما كانت لسبب سياسي أو اقتصادي فالمستشرق \"جب\" يفسر موقفه من نبوة محمد صلى الله عليه وسلم، فيرى أن الظروف المكية هي التي جعلت من محمد زعيمًا سياسيًّا، وأعطته الفرصة لكي يظهر في وسط قومه المكيين بهذه الصورة وإن يتلف حوله فقراء مكة طلبًا للإنصاف من الأغنياء. ¶ ج- وهناك نمط آخر من المستشرقين يرون أن محمدًا صلى الله عليه وسلم قد حلت به حالة نفسية أدت به إلى نوع من التأمل الذاتي في السماء وما فيها من نجوم، وساعد على تألق هذا النوع من التأمل وعالمه الطبيعي الموحش من الجبال وما حولها، وما تثيره في النفوس من حالات الهلع والتأمل الذاتي. ¶ وعلى مثل هذا النحو من الفهم عن الرسول صلى الله عليه وسلم كان موقف المستشرقين من النبي فهم ينكرون رسالته جملة",
            "page": "31",
            "part": "1",
            "seal": "05630DAB"
        },
        {
            "id": "30",
            "nass": "وتفصيلا، وهذا بالطبع سوف ينسحب على موقفهم من القرآن الكريم ومن مصدره الإلهي. ¶ يقول غوستاف لوبون: يجب اعتبار محمد من فضيلة المتهوسين من الناحية العلمية كأكبر مؤسسي الديانات، ولا تعجب لذلك؛ فلم يكن ذوو المزاج البارد من المفكرين هم الذين ينشؤون الديانات، ويقودون الناس، وإنما أولو الهوس هم الذين مثلوا هذا الدور وهم الذين أقاموا الأديان وهدموا الدول.. وقادوا البشرية. ¶ ولقد وضع هذا المستشرق كتابه عن \"حضارة العرب\" وصرح فيه بآراء وأفكار تدل على جهله بالوحي والنبوة وطبيعة الحضارة الإسلامية، وبطبيعة الحياة الخاصة للرسل فهو يتهمه بالشهوانية في حياته الزوجية، ويترتب على هذا الإتهام مجموعة من الأحكام التي تدل على جهله بخصوصيات الرسول، ويجعل القرآن دليلًا على عبقرية الرسول وإبداعه أو يضعه في مكانة أدنى من كتب الهندوس الدينية، ويرى أنه كتاب مؤقت بعصره لا يحقق حاجات الناس في عصور لاحقة بل يجعله السبب في تخلف المسلمين. ¶ د- أما جولد تسيهر فقد وضع كتابه عن \"مذاهب التفسير الإسلامي\"، ونسب فيه المعرفة التي تلقاها محمد عن مصدرين؛ إذ يقول: فتبشير النبي العربي ليس إلا مزيجا من معارف وآراء دينية عرفها بفضل اتصاله بالعناصر اليهودية والمسيحية التي تأثر بها تأثرا عميقا والتي رآها جديرة بأن توقظ في بني وطنه عاطفة",
            "page": "32",
            "part": "1",
            "seal": "39608790"
        },
        {
            "id": "31",
            "nass": "دينية صادقة، وهذه التعاليم التي أخذها عن تلك العناصر الأجنبية، كانت في وجدانه ضرورية لإقرار لون من الحياة في اتجاه يريده الله؛ ولقد تأثر بهذه الأفكار تأثرا عميقا، وأدركها بإيحاء التأثيرات الخارجية، فصارت عقيدة انطوى عليها قلبه، كما صار يعتبر هذه التعاليم وحيًا إلهيًّا. ¶ هـ- ويسير في نفس الاتجاه \"بلاشير\" في كتابه: \"معضلة محمد\"؛ حيث يرى أن التشابه الواقع بين قصص القرآن وقصص التوراة والإنجيل كان سببًا في القول بأن محمدًا أخذ القرآن عن هذين المصدرين. ¶ و أما نيكلسون فقد ركز اهتمامه على دراسة التصوف الإسلامي؛ ليثبت به أن محمدًا صلى الله عليه وسلم أخذ القرآن عن مصادر متعددة، لكن أهمها هي المسيحية، ويتهم القرآن بالتناقض والتضارب الذي لم يستطع أهل مكة اكتشاف ما فيه من تناقض؛ لسذاجتهم وعدم قدرتهم، يقول نيكلسون: والقارئون للقرآن من الأوربيين لا تعوزهم الدهشة من اضطراب مؤلفه، وهو محمد، وعدم تماسكه في معالجة كبار المعضلات، وهو نفسه -محمد- لم يكن على علم بهذه المعضلات، كما لم تكن حجر عثرة في سبيل صحابته، الذين تقبل إيمانهم الساذج القرآن على أنه كلام الله، كما يتهم الرسول في هذا الكتاب -الصوفية في الإسلام- بأنه حرف النصرانية وأساء فهمهما.",
            "page": "33",
            "part": "1",
            "seal": "43C87F7F"
        },
        {
            "id": "32",
            "nass": "هذه هي نظرة المستشرقين للقرآن من ناحية مصدره، فالقرآن عندهم ليس إلهيا ولا ربانيا، وإنما هو بشري من صنع محمد، وإن ما جاء فيه من قصص توافق ما جاء في التوراة والإنجيل فإنه قد أخذها عن هذين المصدرين بتحريف وإساءة فهم. ¶ ومعلوم لدى كل مسلم أن الإيمان بالقرآن وأنه كلام الله تعالى منه بدأ وإليه يعود أصل من أصول الاعتقاد، ولا ريب في ذلك لدى كل مسلم، وأنه بلفظه ومعناه من الله، نزل به الروح الأمين على قلب النبي حسب الحوادث وما تحتاجه من حلول لما أشكل فيها. ¶ مناقشة هذه الآراء: ¶ أولا: ليست الدعاوى التي يفتريها المستشرقون في حق نبي الإسلام وفي حق القرآن الكريم بجديدة على المثقف المسلم، ولا أريد في هذه الدراسة الموجزة أن أتعرض بالرد التفصيلي على ما أثاره المستشرقون من شبهات وشكوك حول الإسلام، كما أن المعاندة أو المجادلة بقصد الغلبة ليست هدفا مقصودا لنا في هذه الدراسة؛ لأن ديننا ونبينا الذي يفترون عليه كذبا وبهتانا ينهَوْن عن ذلك، ويأمرون أن نقول للناس حسنى، وألا نجادل أهل الكتاب إلا بالتي هي أحسن، وأن نؤمن بأن الأنبياء جميعا دينهم واحد وأمهاتهم شتى كما أخبر بذلك الرسول صلى الله عليه وسلم، ومن هنا فإننا ننبه إلى عقيدة كل مسلم في نبي الله عيسى وموسى وجميع الأنبياء، فينبغي ألا نقول في حق نبي الله عيسى إلا كما قال القرآن الكريم.",
            "page": "34",
            "part": "1",
            "seal": "63E55E0B"
        },
        {
            "id": "33",
            "nass": "{إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} [آل عمران: 59] . ¶ ولا تتكلم في حقه -عليه السلام- بأفضل مما تكلم هو في حق نفسه حيث قال: ¶ {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا، وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا} [سورة مريم: 30-33] . ¶ وأنه {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى} [النساء: 171] . ¶ وأنه {لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ} [النساء: 172] . ¶ هذه هي عقيدة المسلمين في نبي الله عيسى، وكذلك يؤمن المسلمون بأن ما نزل على عيسى من ربه هو الحق، ولا نقول في حقه إلا كما قال القرآن على لسان عيسى حين قال: إني عبد الله أتاني الكتاب {وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْأِنْجِيلَ، وَرَسُولًا إِلَى بَنِي إِسْرائيلَ} [آل عمران: 48] ، وأن هذه الكتاب الذي أنزل على عيسى قد صدقه القرآن وبين أنه وقع فيه التحريف على أيدي النصارى، وأن الكتب التي بأيدي النصارى اليوم وما يتعبدون به لا تمت بسبب إلى الكتاب الذي نزل على عيسى عليه السلام، وسوف نبين ذلك بالبراهين القاطعة فيما بعد.",
            "page": "35",
            "part": "1",
            "seal": "4494F3FE"
        },
        {
            "id": "34",
            "nass": "وكذلك يعتقد جميع المسلمين بعفاف مريم وطهارتها، وأنها صديقة اصطفاها الله تعالى كما قال ربنا: {يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَاءِ الْعَالَمِينَ} [آل عمران: 42] . ¶ وكما قال تعالى: {وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ} [التحريم: 12] . ¶ هذا هو اعتقاد كل مسلم في حق عيسى في حق وأمه البتول الطاهرة. وفي حق الكتاب الذي أنزل عليه، ولا يصح إيمان المسلم إلا بذلك، وأن الكتاب الذي أنزل على عيسى جاء مبشرا برسول يأتي من بعده اسمه أحمد، وأن هذا النبي قد ذكرته التوراة باسمه صراحة وأن الإنجيل قد ذكره بوصفه في أكثر من موضع. ¶ هذا أصول اعتقادية يؤمن بها كل مسلم ولا يفرق في ذلك بين أحد من أنبياء الله ورسله، ولا يقبل من المسلم إيمانه إلا بذلك. ¶ ونحن كمسلمين يفرض علينا ديننا أن نعلن براءتنا مما افتراه اليهود في حق عيسى عليه السلام، ونعلن براءتنا مما افترته اليهود في حق أمه مريم وأن اتهام اليهود لمريم بهتان عظيم نبرأ إلى الله منه؛ لأن الله قد طهرها، واصطفاها على نساء العالمين، والإيمان بطهارتها وعفتها عقيدة إسلامية. ¶ وبعد هذه الأصول الاعتقادية التي كان لا بد من بيانها. أرى ضروريا أن نضع أمام طلبة العلم الأصول الوثنية التي انحرفت إليها",
            "page": "36",
            "part": "1",
            "seal": "D722BFC1"
        },
        {
            "id": "35",
            "nass": "أناجيل النصارى؛ لنبين أن ما نزل على عيسى ابن مريم شيء وأن ما يدين به النصارى اليوم شيء آخر؛ فإن ما أنزل على عيسى عليه السلام هو الحق من ربه، وما يتعبد به النصارى اليوم لم ينزل به وحي ولم ينطق به نبي، وإنما هو من تحريف علمائهم، وإن الطقوس والشعائر التي يتعبدون بها الآن إنما هي من نراث الوثنيات السابقة على النصرانية المعاصرة لها، وقد نبه إلى ذلك مفكرون كبار أمثال الإمام ابن تيمية في كتابه الجواب الصحيح لمن بدل دين المسيح، وتلميذه ابن القيم في كتابه هداية الحيارى في الرد على النصارى. ¶ كما ألف بعض المهتدين من النصارى مؤلفات مستقلة نذكر منهم في هذا المقام محمد بن طاهر البيروتي في كتابه العقائد الوثنية في الديانة النصرانية \"الذي طبع أكثر من مرة\"1. ¶ وجاء الفصل السابع من هذا الكتاب كاملا في المقارنة بين النصوص التي تصور عقيدة الهنود في بوذا وكريشنا وعقيدة النصارى في عيسى عليه السلام، وأوضح ما يقول به النصارى في حق عيسى عليه السلام من أنه الله، أو ابن الله، أو ثالث ثلاثة، وأن عقيدة التعميد والعشاء الأخير وغيرها من عقائد النصارى مأخوذة من العقائد الوثنية السابقة على عقيدة النصارى، ولا بد أن نشير ههنا إلى جهود علمائنا السابقين أمثال ابن حزم في كتابه العظيم \"الفصل في الملل والنحل\" وابن تيمية في الجواب الصحيح. وما كتبه القرافى في ¶ __________ ¶ 1 طبعه أخيرا زميلنا الفاضل أ. د/ محمد الشرقاوي طبعة محققة ومنضبطة.",
            "page": "37",
            "part": "1",
            "seal": "3FCA69D9"
        },
        {
            "id": "36",
            "nass": "كتابه \"الأجوبة الفاخرة\" وابن القيم في هداية النصارى، وغيرهم من العلماء الذين أسسوا في ذلك منهجا مستقبلا في البحث هو منهج النقد الداخلي للنص فدرسوا نصوص الأناجيل دراسة نقدية وبينوا ما في هذه الأناجيل من تناقض يفضح تزييفها وتحريفها مما ينأى بها أن تكون هي مما نزل على عيسى -عليه السلام- وإنما هي بقايا من وثنيات الأديان السابقة. ¶ وإن الصليبية المعاصرة لا تمت إلى روح الديانة النصرانية بسبب لا من قريب ولا من بعيد، فالصليبية شيء وروح النصرانية التي بشَّر بها عيسى بن مريم شيء آخر، فالصليبية حقد وكراهية والنصرانية حب ورحمة، والصليبية استكبار وفساد وسفك للدماء، والنصرانية التي جاء بها عيسى عليه السلام ود وتراحم وتواضع كما قال تعالى: {لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لا يَسْتَكْبِرُونَ} [المائدة: 82] . ¶ وسوف أضع بين يدي القارئ اعتقاد الوثنيين في بوذا وفي كريشنا واعتقاد النصارى في عيسى عليه السلام؛ ليعرف القارئ مدى التحريف الذي أصاب النصرانية وأن عقيدتهم في أصولها وفروعها مأخوذة من الوثنيات السابقة وأنها لا تمت بسبب إلى ما نزل على عيسى عليه السلام.",
            "page": "38",
            "part": "1",
            "seal": "6FA8FF0B"
        },
        {
            "id": "37",
            "nass": "أولا: عقيدة الهنود في كريشنا ¶ كريشنا هو المخلص والفادي والراعي وابن الله والأقنوم الثاني من الثالوث المقدس؛ وهو الأب والابن والروح القدس. ¶ كان كريشنا من سلالة ملوكانية ولكنه ولد في غار بحال الذل والفقر. ¶ عرف الناس ولادة كريشنا من نجمه الذي ظهر في السماء. ¶ لما ولد كريشنا سبحت الأرض وأنارها القمر بنوره، وترنمت الأرواح، وهامت السماء فرحا وطربا، ورتَّل السحاب بأنغام مطربة. ¶ ومات كريشنا ثم قام من بين الأموات كريشنا الألف والياء وهو الأول والوسط وآخر كل شيء. كريشنا هو براهما العظيم القدوس بالناسوت سر من أسراراه العجيبة الإلهية. ¶ ثانيا: عقيدة البوذية ¶ كان يجد بوذا بواسطة حلول روح القدس على العذراء مايا. ¶ ولد بوذا ابن العذراء مايا التي حل فيها الروح القدس يوم عيد الميلاد \"25 كانون الأول\" وقد دل على ولادة بوذا نجم ظهر في أفق السماء ويدعونه نجم المسيح. ¶ لما ولد بوذا فرحت السماء ورتلت الملائكة أناشيد المجد. ¶ بوذا الألف والياء ليس له ابتداء ولا انتهاء.",
            "page": "39",
            "part": "1",
            "seal": "AE9643BC"
        },
        {
            "id": "38",
            "nass": "وقد عمّد بوذا المخلص وحين عمادته بالماء كانت روح الله حاضرة وهو لم يكن الإله العظيم فقط بل روح القدس الذي في سارا تجسد كوتاما لما حل على العذراء مايا قال بوذا إنه لم يأت لنقض الناموس كلا بل أتى؛ ليكمله. ¶ عقيدة النصارى في عيسى: ¶ يسوع هو المخلص والفادي والمفدي والراعي وابن الله والأقنوم الثاني من الثالوث المقدس، وهو الأب والابن والروح القدس كان يسوع من سلالة ملوكانية ولكنه ولد في حالة الذل والفقر بغار \"إنجيل مريم\". ¶ كان تجسد يسوع المسيح بواسطة حلول الروح القدس على العذراء مريم. ¶ ولد يسوع ابن العذراء مريم التي حل فيها الروح القدس يوم الميلاد. ¶ وقد دل على ولادة يسوع نجم ظهر في المشرق وبواسطة ظهور نجمه عرف الناس قبل ولادته. ¶ لما ولد يسوع المسيح رتل الملائكة فرحًا وسرورًا، وظهر من السحاب أنغام مطربة: لله المجد في الأعالي وعلى الأرض السلام وبالناس المسرة.",
            "page": "40",
            "part": "1",
            "seal": "DD55D270"
        },
        {
            "id": "39",
            "nass": "ومات يسوع ثم قام من بين الأموات يسوع الألف والياء والوسط وهو آخر كل شيء. ¶ يسوع هو مهده العظيم القدوس، وظهوره في الناسوت سر من أسراره العظيمة الإلهية ويوحنا عمّد يسوع بنهر الأردن وكانت روح الله حاضرة، وهو لم يكن الإله العظيم بل والروح القدس الذي تم تجسده عندما حل على العذراء مريم، فهو الأب والابن والروح القدس. ¶ وقال يسوع: لا تظن إني جئت لأنقض الناموس؛ ما جئت لأنقض بل لأكمل1. ¶ وعلى القارئ أن يقارن بين هذه العقائد الثلاثة: عقيدة الهنود في بوذا وفي كريشنا، وعقيدة النصارى في عيسى عليه السلام؛ ليدرك التحريف الكبير الذي أصاب المسيحية من الوثنيات السابقة. ¶ ومن يقرأ نصوص المستشرقين وأقوالهم عن القرآن، ودعوى أنه بشري المصدر، ويقارن بين هذه الاتهامات وما حكاه القرآن الكريم عند مشركي مكة قديما، وعن موقفهم من الرسول والقرآن لا يجد شيئا جديدًا عند المستشرقين؛ فإن رأيهم ودعواهم في القرآن قد سبق إليها مشركو مكة وأهل الكتاب في المدينة، ولقد بلغ حرص النصارى على هذه الاتهامات وتكرارها من جيل إلى جيل أن بعضهم ¶ __________ ¶ 1 راجع هذه الاقتباسات كتاب العقائد الوثنية في الديانة النصرانية تأليف محمد بن طاهر البيروني ص185-200 وبعدها.",
            "page": "41",
            "part": "1",
            "seal": "AFEADCE2"
        },
        {
            "id": "40",
            "nass": "وقد أفردها بمؤلفات مستقلة، كما فعل يوحنا الدمشقي وبولص الأنطاكي في رسالته عن النصرانية والإسلام. ¶ وقديما قال المشركون عن القرآن: {إِنْ هَذَا إِلَّا سِحْرٌ يُؤْثَرُ، إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ} [المدثر: 24، 25] . ¶ وقالوا عنه: {أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا} [الفرقان: 5] . ¶ وقالوا عن الرسول: {إِنَّمَا يُعَلِّمُهُ بَشَرٌ} [النحل: 103] . ¶ وقالوا له: {وَقَالُوا يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ} [الحجر: 6] . ¶ وقالوا له: لست مرسلا.. قالوا غير ذلك الكثير عن القرآن وعن الرسول مما حكاه القرآن عنهم، فلا غرابة -إذن- أن تردد هذه الاتهامات على ألسنة أحفادهم في كل جيل من المستشرقين والمبشرين بالنصرانية ومن دار في فلكهم من أبناء ملتنا. ¶ وكذلك الذين اتهموا الرسول صلى الله عليه وسلم بأنه عبقري أو أحد العظماء العشرة في العالم، أو أنه طالب رياسة وزعامة، أو مصلح اجتماعي ... أو ... أو، ولا نجد لديهم جديدًا عما حكاه القرآن عن أهل الكتاب بالمدينة أو مشركي مكة، ولا يتسع المقام لتفصيل القول في ذلك لكن نود الإشارة إلى أمور:",
            "page": "42",
            "part": "1",
            "seal": "AAECDD10"
        },
        {
            "id": "41",
            "nass": "أولا: لقد قال المشركون عنه: إنه معلم، وشاعر، وساحر، وأن القرآن إفك افتراه، ولعل مجيء القرآن مشتملا على هذه الاتهامات، ذاكرا لها أكبر دليل على أن القرآن الكريم ليس من عند محمد ولا من بنات أفكاره. ¶ فإن من له صلة بالقرآن وتلاوته يدرك تماما سقوط هذه الدعاوى الظالمة، ويعلم يقينا أن القرآن كان أمينا في عرض هذه الاتهامات على ألسنة المشركين وأمينا في الاحتفاظ بها تتلى ضمن آياته، ويتعبد بها المسلم كما يتعبد بتلاوة غيرها من الآيات؛ ليكون القرآن نفسه حاملا معه أدلة نفي هذه الاتهامات الكاذبة، وحاملا معه دلائل مصدره الإلهي؛ فإن مَن له حظ من العقل والحكمة يعلم تماما أن هذا القرآن لو كان من عند محمد لجاء خاليًا تمامًا من ذكر هذه الاتهامات الموجهة إليه، ولكان أولى له أن يأتي بشهادات تأييده وصدقه، بدلا من ذكر الاتهامات التي وجهها المشركون إليه في أول عهدهم بالدعوة، إن تسجيل القرآن الكريم لهذه الاتهامات يدل على أمرين مهمين جدًّا في شأن الدعوة الإسلامية. ¶ الأمر الأول: دلالته على صدق النبي وأمانته في النقل عن ربه؛ لأنه ليس من صالح أصحاب الرسالات أن ينقلوا إلينا هذه الاتهامات التي تحمل معنى التكذيب والافتراء بل كان الأولى بهم لو لم يكونوا رسلا صادقين أن يخفوا ذلك تماما عن الأتباع، ولجاءوا بدلًا منها بشهادات تأييد وتصديق، كما يحدث في عهدنا هذا في كثير",
            "page": "43",
            "part": "1",
            "seal": "075F8CF9"
        },
        {
            "id": "42",
            "nass": "من المناسبات، ولكنهم الرسل، وحاشا لواحد منهم أن يكون غير ذلك فالله أعلم حيث يجعل رسالته. ¶ أما الأمر الثاني: فهو دلالة هذا النص القرآني على ألوهية مصدره ودلالته على أنه من عند الله وليس من قول البشر، والذي له صلة بالقرآن يعلم تماما أن ذلك هو حق اليقين. ¶ ثانيًا: إن القرآن يشتمل على كثير من مواقف اللوم والعتاب لرسول الله صلى الله عليه وسلم، وذلك في أمور كان يتصرف فيها الرسول من واقع بشريته الخالصة، فكان ينزل القرآن معاتبا للرسول على ما فعل، حدث ذلك في موقفه صلى الله عليه وسلم مع ابن أم مكتوم، حين انصرف عنه الرسول إلى غيره، فنزل قوله تعالى: {عَبَسَ وَتَوَلَّى، أَنْ جَاءَهُ الْأَعْمَى، وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى، أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى} ... إلخ الآيات [عبس: 1-4] . ¶ وحدث ذلك في شأن أسرى بدر، حين أوشك الرسول أن يأخذ الفدية من الأسرى ويطلق سراحهم، فنزل الوحي مخالفا لرأي الرسول ومعاتبا له بقوله: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ، لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ} [الأنفال: 67] .",
            "page": "44",
            "part": "1",
            "seal": "6D68AED9"
        },
        {
            "id": "43",
            "nass": "وجاء مثل ذلك في سورة الكهف حين اهتم الرسول ببعض وجهاء مكة أملا في إسلامهم، وأعرض عن بعض أتباعه، فنزل قوله تعالى: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} [سورة الكهف: 28] . ¶ وحدث نظير ذلك في مواقف عديدة ذكرها القرآن الكريم حين قالت قريش للرسول: أقبل على بعض أمرنا، ونحن نقبل على بعض أمرك، فنزل قوله تعالى: {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا، وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا، إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا} [سورة الإسراء: 73-74] . ¶ ونظائر ذلك في القرآن كثير يتلوها المسلم ويتعبد بها كما يتبعد بتلاوة الأوامر والنواهي، فهل يكون ذلك اللوم وذلك العتاب من عند محمد؟.. أليس من الأولى لو كان القرآن من عند محمد كما زعموا أن يكون خاليا من مثل ذلك اللوم الموجه إلى شخصه، وهل يكون القرآن من عند محمد، ويكون مشتملا على مثل قوله تعالى: {إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ} إن القرآن نفسه قد احتوى على ألوهية مصدره كجزء ذاتي فيه وليس خارجا عنه من ذلك مثلا:",
            "page": "45",
            "part": "1",
            "seal": "D244D968"
        },
        {
            "id": "44",
            "nass": "1- ما أشرنا إليه آنفا وهو إشارته لمواقف العتاب لرسول الله صلى الله عليه وسلم في الأمور التي كاد يتصرف فيها بمقتضى بشريته، والتي ذكرنا أمثلة منها. ¶ 2- إشارته إلى مواقف المشركين وأهل الكتاب وإنكارهم لألوهية مصدره ودعواهم أنه من عند محمد تارة أو أنه قد اتخذه من أهل الكتاب أو ... أو ... إلخ. ¶ 3- إشارته إلى اتهام المشركين لمحمد بأنه \"ساحر أو شاعر أو معلم أو مجنون\"؛ إذ كان من عند محمد لما جاء مشتملا على هذه الاتهامات، وكان أولى به أن يأتي بشهادات تؤيد صدقه. ¶ وينبغي أن نعلم القرآن الكريم عندما ذكر هذه الإشارات لم يذكرها إلا مقرونة بدليل إبطالها وبيان فسادها، فأحيانا يذكر الفرية، ثم يتبعها بقوله: إن يتبعون إلا الظن؛ لينفي أن يكون معهم دليل على كذبهم كما في قوله: {قُلْ هَاتُوا بُرْهَانَكُمْ} ، وقوله: {إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا} ... إلخ؛ ليبين أن كلامهم متهافت في ميزان المنطق؛ لافتقاد دليل صدقه، وأحيانا يذكر الفرية ثم يتبعها بالقضية الجازمة بأن القرآن من عند الله، كما في قوله تعالى: {قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ} [الفرقان: 6] ، وأحيانا ينفي عنهم صفة العلم أصلا بمستوياته المختلفة كما في قوله تعالى: {قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ} [النحل: 101] ، ولعل القرآن كان يلفت نظر المسلمين إلى جنس هذه الافتراءات وأن أدعياءها لا يملكون دليلا",
            "page": "46",
            "part": "1",
            "seal": "902D162B"
        },
        {
            "id": "45",
            "nass": "على صحة دعواهم، وإن هي إلا ظنون وأوهام أنبتتها بذور الحقد والكراهية لهذا الدين ولنبيه. ¶ ثالثا: ومن معجزات القرآن الكبرى أنه صالح لكل زمان ومكان، وأن أدلته وبراهينه التي تحدى بها كفار مكة وأهل الكتاب في المدينة هي بعينها ما زالت مصدرا للتحدى لكبار المستشرقين ومن سار في فلكهم؛ ذلك أن أهل الكتاب بالمدينة وقبلهم مشركو مكة لما قالوا: إن القرآن من عند محمد وأنه إفك افتراه تحداهم القرآن على لسان الرسول بحجة سهلة وميسورة لكل عربي، فقال لهم: إذا كنتم عربا ومحمد عربي مثلكم، وقد أتى بهذا القرآن من عند نفسه، فأتوا بآية من مثله، أو بسورة، أو بعض سورة مثله مفتريات، وهذه حجة في غاية الإقناع والإقحام في نفس الوقت أنها ملزمة للخصم فهو إما أن يأتي بمثل القرآن إن كان بشريًّا تصديقا لدعواه، أو يسلم بأنه من عند الله فيؤمن به، فإذا أصر على موقفه بعد ذلك فإنه بذلك يكون خارجا عن مجال الحوار العلمي إلى مجال العناد والاستكبار، وهذا هو شأن المشركين قديما والمستشرقين حديثا، كما قال القرآن حاكيا عنهم: {فَإِنَّهُمْ لا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} [الأنغام: 33] . ¶ ومن تمام نعم الله على عباده ومن كمال حجته على خلقه أن آيات النبوة وبراهين الرسالة الخاتمة معلومة لكل الخلق، وفي استطاعتهم العلم بها، وقد يكون عند بعضهم من دلائل نبوته ما لا يوجد",
            "page": "47",
            "part": "1",
            "seal": "ED170CCE"
        },
        {
            "id": "46",
            "nass": "عند البعض الآخر، وقد يظهر لكل قوم من الآيات والدلائل النفسية والأفقية ما يتبين به أن القرآن حق، وإذا ظهرت هذه الدلائل ووضحت وأعرض الإنسان عنها أو أعرض عن النظر الحق الموجِبِ للعلم بها، كان موقفه عنادًا واستكبارًا، وكان في شقاق مع الله ورسوله. ¶ ثالثًا: والله تعالى قد شهد للقرآن بنفسه تارة وبملائكته تارة وبآياته البينات تارة، وأخبر عن هذا القرآن بقوله: {قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا} [الإسراء: 88] ، وقد أخبر الرسول بذلك في أول أمر الدعوة في مكة، وأخبر الرسول عن هذا وبهذا النفي العام الشامل للإنس والجن فيه آيات لنبوته؛ لأن مثل هذا الخبر لا يقدم عليه من يريد من الناس أن يصدقوه، إلا وهو واثق كل الثقة أن الأمر كذلك في نفسه، ولو كان عنده شك في ذلك لجاز أن يظهر كذبه في هذا الخبر، ويفسد عليه قصده، وهذا لا يقدم عليه حكيم ولا عاقل. ¶ رابعا: ولم يثبت أن واحدا من العرب عارض القرآن، والذي حاول ذلك منهم أتى بأشياء فضحت أمره بين قومه، ومعلوم أن توفر الدواعي المعارضة للقرآن كانت موجودة لدى المشركين، ولما عجزوا عن معارضته مع توفر الدواعي عندهم، ومع الحرص الشديد على محاربته وإبطاله بكل وسيلة ممكنة، دل ذلك على",
            "page": "48",
            "part": "1",
            "seal": "E9764DBF"
        },
        {
            "id": "47",
            "nass": "العجز المطلق، وهذا في حد ذاته برهان تام على صدق القرآن، وصدق أنه آية على نبوة محمد صلى الله عليه وسلم، وهذه آية ظاهرة وباقية إلى يوم القيامة، وليس القصد هنا الحديث عن إعجاز القرآن؛ فإن ذلك له مجال آخر، ولكن الذي أود الإشارة إليه أن دلائل ألوهية المصدر القرآني متنوعة ومتعددة، وكلها من أوجه إعجاز القرآن، وكل وجه منها دليل على صدق النبي، وفي نفس الوقت دليل على أن القرآن من عند الله، ولما قص القرآن علينا موقف مشركي مكة ودعواهم الكاذبة في أن القرآن من عند محمد قال لهم: {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَا بَرِيءٌ مِمَّا تُجْرِمُونَ} [النساء: 166] أي: كفاك يا محمد أن الله وملائكته يشهدون بما أنزل إليك، ثم أعاد التحدي في المدينة مع أهل الكتاب بعد الهجرة، فقال في سورة البقرة: {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّنْ مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ} ، ثم قال {فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ} [البقرة: 24: 23] ، فدلت الآية على أمرين؛ الأول قوله: {فَإِنْ لَمْ تَفْعَلُوا} يعني إذا لم تفعلوا فقد علمتم أنه حق، وينبغي أن تعترفوا بذلك وتؤمنوا به.",
            "page": "49",
            "part": "1",
            "seal": "B389C634"
        },
        {
            "id": "48",
            "nass": "الثاني قوله تعالى: {وَلَنْ تَفْعَلُوا} و\"لن\" تفيد تأكيد النفي في المستقبل فثبت بالخبر أن البشر لن يأتوا بمثله فيما يستقبل من الزمن، فكان القرآن بذلك قد أخبر بعجز الإنس والجن أن يأتوا بمثله ولو تعاون على ذلك أهل الأرض قاطبة. ¶ وكان كفار في مكة من أحرص الناس على إبطاله ومعارضته مجتهدين في ذلك بكل الوسائل، تارة يسألون أهل الكتاب عن أمور غيبية؛ ليسألوا عنها محمدا؛ ليظهروا بذلك عجزه، كما سألوهم عن قصة يوسف، وأهل الكهف، وذي القرنين، وحاولوا أن يختبروا الرسول في ذلك. ¶ وتارة يجتمعون المرء بعد المرء؛ ليتفقوا على أمر يسألون عنه محمدًا بقصد إعجازه، فكان ينزل القرآن بالإجابة الشافية لأمراضهم، فإذا كان هذا شأنهم معه، حرصٌ تامٌّ على المعارضة المرة تلو المرة ولو كانوا قادرين عليها لفعلوها؛ لأنه إذا وجدت الدواعي التامَّة وامتنعت الصوارف وكانت القدرة حاصلة، وجب وجود المطلوب، وهذا شأننا مع المستشرقين الآن، وهذا التحدي من أبلغ المواقف القرآنية التي يتحدى بها أهل الأرض قديمًا وحديثًا، وكل من ادعى بشرية القرآن فعليه أن يأتي بمثله آية، أو سورة، أو عشر سور، فإن لم يستطع أحد أن يفعل ذلك فعليه أن يؤمن به، ومعلوم لدى أهل العلم بالقرآن وعلومه أن أوجه الإعجاز القرآني من جهة معانيه وإخباره",
            "page": "50",
            "part": "1",
            "seal": "478D5D6B"
        },
        {
            "id": "49",
            "nass": "عن الغيوب الماضي منها والمستقبل أكثر من جهة إعجازه اللفظي، ولكن أردنا بذلك أن نضع بين يدي القاريء نماذج منها على وجه التمثيل فقط وليس على وجه الاستقصاء أو الحصر؛ لأنه من ذا الذي يستطيع حصر أوجه إعجاز القرآن؟! ومن أراد تفصيل القول في ذلك فليراجع كتب علوم القرآن، كالاتقان في علوم القرآن للسيوطي أو دقائق التفسير لابن تيمية خاصة الجزء الأول منه \"مقدمة في إعجاز القرآن\". ¶ خامسا: ومن المفيد أن نشير هنا إلى أن الذين تأملوا القرآن بعين الإنصاف من المستشرقين لم يلبثوا أن أعلنوا إسلامهم واعتناقهم للإسلام دينا وللقرآن دستورًا، وأعلنوا ندمهم الشديد على ماضي أيامهم التي قضوها على الكفر والعناد، يقول موريس بوكاي الطبيب الفرنسي الذي أسلم وألف كتابه \"القرآن الكريم والتوارة والإنجيل والعلم\": لقد أثارت دهشتي هذه الجوانب العلمية التي يختص بها القرآن والتي كانت مطابقة تمامًا للمعارف العلمية الحديثة، ولقد درست هذه النصوص بروح متحررة تماما من كل حكم سابق وموضوعية تامة، بيد أني لا أنكر تأثير التعاليم التي تلقيتها في شبابي، حيث لم تكن الأغلبية تتحدث عن الإسلام، وإنما عن المحمديين لتأكيد الإشارة إلى أن هذا الدين أسسه رجل، وبالتالي فهو ليس بدين",
            "page": "51",
            "part": "1",
            "seal": "A68FBDE9"
        },
        {
            "id": "50",
            "nass": "سماوي فلا قيمة له عند الله، وكان يمكن أن أظل محتفظًا بالكثير من هذه الأفكار الخاطئة عن الإسلام، وهي شديدة الانتشار، ولما تحدثت مع بعض المستنيرين من غير المتخصصين، عرفت أني كنت جاهلا قبل أن تعطي لي صورة صحيحة تختلف عن ذلك التي تلقيتها في الغرب عن الإسلام، وكان هدفي هو قراءة القرآن ودراسة نصه آية آية ... وانتهيت إلى دقة الإشارات الخاصة بالظواهر الطبيعية ومطابقتها المفاهيم التي نملكها اليوم، والتي لم يكن لمحمد ولا لأي إنسان في عصر محمد أن يكوِّن عنها أدنى فكرة ... وعلى حين نجد في التوراة أخطاء علمية فادحة، فإننا لا نجد في القرآن أي خطأ.. وقد دفعني ذلك إلى أن أتساءل لو كان مؤلف القرآن إنسانا بشرًا فكيف استطاع في القرن السابع المسيحي أن يكتب ما اتضح اليوم أنه يتفق مع العلم الحديث ففي مجال القضايا التي تخضع للملاحظة، مثل تطور الجنين يمكن مقابلة مختلف المراحل الموصوفة في القرآن مع معطيات علم الأجنة \"الحديث\". ¶ هذه شهادة مستشرق هداه الله للإسلام؛ لأنه بحث عن الإسلام، وفي الإسلام بمنهج علمي متحرر من العصبية، بروح متجردة إلا من البحث عن الحقيقة، وصدق الله العظيم: {وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافًا كَثِيرًا} . [النساء: 82]",
            "page": "52",
            "part": "1",
            "seal": "7EAB00F3"
        },
        {
            "id": "51",
            "nass": "2- حول الفكر الإسلامي وأصالته: ¶ ولقد أثار المستشرقون شبهات أخرى كثيرة حول الإسلام ورسوله، وحول العقيدة والوحي، وحول الفلسفة الإسلامية وأصالتها، والتصوف وأصوله، وحول السنة وعلومها. ¶ أ- فالمستشرق \"شاخت\" وضع كتابه \"في أصول الشريعة المحمدية\"، ولعله أشهر كتاب له، جعله طعنًا في كتب السنة الصحيحة ومسانيدها، وقال: إن الأحاديث الفقهية وغيرها ظهرت في القرن الثالث الهجري، وأن الفقه ومسائله لم يظهر في عصر محمد ولا في عصر الصحابة، وإنما ظهر بعد هذا الجيل، واستدل بذلك على كذب الأحاديث النبوية، ومع ما في هذه الدعوى من مغالطات وأكاذيب تاريخية، فإن هذا المستشرق لم يكلف نفسه عناء البحث؛ ليعرف أن أقوال الرسول وأفعاله كانت تقوم بين جيل الصحابة مقام كتب الفقه بين الأجيال المتأخرة فضلا عن أن أحاديث الفقه كغيرها من الأحاديث الأخرى رواها المحدثون بسندها المتصل عن رسول الله صلى الله عليه وسلم، وللمحدثين في ذلك منهج في التوثيق أفاد منه إلى حد كبير علماء المناهج المعاصرون، ووصفوه بالدقة، والموضوعية، وقوة الضبط، وسلامة النقل، وسار على نفس المنهج في التشكيك في كتب السنة آخرون أمثال \"منتوجمري واط\" المستشرق الإنجليزي، و\"مارجليوث\" و\"جولد تسهير\" وغيرهم، والأدلة التي يذكرها الواحد منهم على صحة دعواه تجدها مكررة عند غيره كأنهم قد تواصوا بذلك فيما بينهم وتوارثوها جيلا بعد جيل.",
            "page": "53",
            "part": "1",
            "seal": "8A702E25"
        },
        {
            "id": "52",
            "nass": "ب- أما في مجال الفلسفة الإسلامية فقد تواطأ كثير من المستشرقين على أكذوبة أن العقل العربي ليس من طبيعته التفلسف، أو حب الفلسفة؛ لأنه ساذج بطبعه يميل إلى الأخذ بالجزئيات، ولا يعرف التعامل مع القضايا العامة أو الكلية، صرح بذلك \"رينان\" في كتابه عن اللغات السامية، و\"ديبور\" في تاريخه للفلسفة الإسلامية، و\"بينز\" في كتابه عن \"مذهب الذرة عند المسلمين\". ¶ يقول ديبور في مقدمة كتابه عن مصادر الفلسفة الإسلامية: لم يكن للعقل السامي قبل اتصاله بالفلسفة اليونانية في الفلسفة غير الأحاجي والأمثال والحكم، وكان هذا التفكير يقوم على نظرات في الإنسان ومصيره، وإذا عرض للعقل السامي ما يعجز عن إدراكه لم يشقَّ عليه أن يرده إلى إرادة لا تدرك مداها. ¶ ج- ونفس الفكرة صرح بها رينان قبل ديبور، ولا شك أن هذا الحكم خاطئ من أساسه؛ لأنه يتنبأ فكرة مسبقة، وهي تفوُّق الجنس الآري على الجنس السامي، فالفلسفة الإسلامية ما دامت تنتمي إلى جنس سامي فهي ليست بأصلية، ولا تشتمل على عناصر جديدة؛ لأن الأصالة والجدة من خصائص الجنس الآري فقط كما يزعمون، وقد يكون هذا الحكم مدعاة إلى طرح سؤال مهم، وهو إذا كانت هذه الفلسفة ليس أصيلة ولا جديدة وخالية من عنصر الابتكار، فلماذا شغلتم أنفسكم بها إلى هذا الحد الكبير..؟ وإجابة ديبور على ذلك تطلعنا على قضية أهم وأخطر، حين تقرأ قوله: فإن هذا البحث له شأن عظيم؛ إذ يتيح لنا فرصة لمقارنة المدنية",
            "page": "54",
            "part": "1",
            "seal": "A7F18725"
        },
        {
            "id": "53",
            "nass": "الإسلامية بغيرها من المدنيات، والفلسفة ظاهرة فريدة نشأت في بلاد اليونان في ظروف غير خاضعة لنشأة المدنيات، ولا يمكن تعليلها بأسباب خارجة عنها، إن ذلك يرينا أول محاولة للتغذي بثمرات الفكر اليوناني تغذيًا أبعد مدى وأوسع حرية مما كان عليه الأمر في نشأة العقائد أن تتبع أفكار اليونان وامتزاجها في مدينة الشرق الكثيرة العناصر لكثير الفائدة عند ديبور؛ لأنه يجعل ذلك بداية التمدن الحقيقي في بلاد الشرق، وديبور لم يبحث الفلسفة الإسلامية بهدف بيان أصالتها أو مكانتها في مسيرة الحياة الفكرية للإنسانية ككل، ولم يكن تأريخه لها لذاتها ولا حبًّا فيها، ولا حتى بوصفها واسطة بين الفلسفة اليونانية والأوربية الحديثة كما يزعم البعض.. لا.. لم يكن هذا هدفا مقصودًا لديبور ولا لغيره ممن أرخوا للفلسفة الإسلامية أو كتبوا عنها، مثل هنر كوربان، وماسينيون، إن ما يهتم به المستشرقين من وراء ذلك التاريخ هو العمل على تكملة وإتمام تاريخ ذلك النهر الفكري في أوربا، ذلك النهر الذي بدأه فلاسفة اليونان، ما زال عطاؤه متدفقا إلى يومنا هذا في أوربا، فإذا انحرف مسار ذلك النهر عن طريقه الطبيعي، وخرج إلى جنس آخر غير آرى كالجنس العربي مثلا؛ فإنما ليأخذ بيد شعوبه إلى مسار المدنية والحضارة، ثم ما يلبث أن تعود مياهه إلى مجراها الطبيعي بأوربا، فدراسة الفلسفة الإسلامي عند المستشرقين يقصدون من ورائها إلى أمور محددة تتصل بحياتهم الفكرية.",
            "page": "55",
            "part": "1",
            "seal": "D3582F37"
        },
        {
            "id": "54",
            "nass": "1- ذلك أن دراسة الفلسفة الإسلامية تمكنهم أولا من تتبع دخول أفكار اليونان وتأثيرها في مدينة الشرق، وهذا يعني عندهم مواصلة التأثير والعطاء للفلسفة اليونانية، وهي من نتاج الجنس الآري الأوربي. ¶ 2- ودراستها تمكنهم ثانيا من مقارنة المدنية الإسلامية بالمدنية اليونانية مقارنة توضح لهم بجلاء أن الفلسفة لم تظهر في المدنية الإسلامية من داخلها وإنما وفدت إليها عندما احتكت بالجنس الآري، وهذا في حد ذاته يكون برهانا لهم على أن الفلسفة اليونانية ظاهرة فريدة خاصة بالجنس الآري فقط، ولم تظهر خارجه، وبالتالي فهي لا تدين لآية حضارة أخرى سابقة عليها. ¶ 3- ودراستها تمكنهم ثالثا من التعرف على أول محاولة للتأثر بثمرات العقل اليوناني من جهة، ومن الوصول إلى أن هذه الفلسفة ارتبطت بها أول نهضة عربية لبيان فضل الفلسفة \"الآرية\" على الجنس العربي. ¶ إن هذه الأمور الثلاثة أصبحت مؤكدة لدى دارس الفلسفة الإسلامية من المستشرقين؛ ليؤكدوا بذلك أمرين: ¶ 1- فوقية الجنس الآري على ما عداه من أجناس أخرى. ¶ 2- الإلحاح على فكرة المركزية الأوربية بالنسبة للعالم؛ فكرًا وثقافة وحضارة ومدنية، وهذا ما يهدف إليه ديبور وغيره من المستشرقين، إنهم -إذن- لم يدرسوا الفلسفة الإسلامية لذاتها،",
            "page": "56",
            "part": "1",
            "seal": "967665B2"
        },
        {
            "id": "55",
            "nass": "وإنما لاستكمال فهمهم للفلسفة اليونانية وللفكر الأوربي بصفة عامة، والقصد من ذلك هو محاولة إقناع العالم بأوربة الفكر الإنساني كله، والقول بأوربة الحضارة الإنسانية بصفة عامة. فعل ذلك \"بيتز\" في كتابه مذهب الذرة عند المسلمين وعلاقته بمذاهب اليونان والهند، ولقد ظهر هذا الكتاب في الثلاثنيات من هذا القرن وهو يحمل العنوان السابق الذي يدل لأول نظرة على مقصده ومضمونه، ويدور الكتاب في معظم فقراته على سلب العقلية العربية كل خصائص الأصالة والابتكار لينسبها إما إلى الهند مرة، وإما إلى اليونان في معظم الأحوال، فهو مرة يرجع أصول مقالات المتكلمين في الجوهر الفرد إلى أصول هندية، ومرات يرجع أصول رأي الرازي في نفس المشكلة إلى آراء أفلاطون وديقريطس، وقد يتساءل المرء: ولماذا الإصرار على إرجاع كل مصادر القول بالذرة عند علماء الكلام إلى أصل هندي؟، والجواب: أن الهنود ليسوا جنسًا ساميًا، أما العرب فهم ساميون لا يصلحون للابتكار، ومعنى هذا أن المستشرقين يقبلون أن يكون للهند مذهب مستقل في الجوهر الفرد، ولا يرضون ذلك للعرب، وهل تستطيع أن تجد لهذا التحكم من تبرير عقلي سوى التعصب لفكرتهم عن تفوق العقل الآري على بقية الأجناس، ولخطورة هذه الدعوى أود أن أخصصها بشيء من الرد التفصيلي عن أصالة الفكر الإسلامي واستقلاله عن الفلسفة اليونانية.",
            "page": "57",
            "part": "1",
            "seal": "61A0C480"
        },
        {
            "id": "56",
            "nass": "الفكر الإسلامي بين الأصالة والتقليد ¶ مدخل ¶ ... ¶ الفكر الإسلامي بين الأصالة والتقليد: ¶ إن حياة الأمم وتقدمها رهن بقيمة تراثها وأصالته؛ فإن الأمة التي لا تراث لها لا ماضي لها ولا تاريخ لها تعتز به، والشعوب التي تعيش بلا تاريخ ليست إلا كتلًا بشرية لا قيمة لها في ميزان الأمم، والتاريخ في جوهره ليس إلا تسجيلا أمينا للجهود البشرية المتطورة والمتطلعة نحو الكمال، والأمة العربية أشد الأمم في هذه الآونة من التاريخ احتياجا إلى الدفاع عن تراثها وماضيها؛ ذلك أن الهجمات عليه قوية ومتوالية ومحكمة، ولم نقرأ في تاريخ الإنسانية كلها أن ثقافةً هوجمت بمثل العنف والشراسة اللذين هوجمت بهما الثقافة العربية والإسلامية بصفة خاصة، فمنذ أن فتح الاستعمار أعينه على منطقة الشرق العربي لم تكد تنقطع حملات التشكيك والتشهير بالفكر الإسلامي ورجاله؛ ذلك أن الثقافة العربية بخصائصها وروحها القوية كانت سياجًا قويًّا وحصنًا أمينًا ضد الغزوات الفكرية التي تعرضت لها هذه المنطقة على مر التاريخ، لما حل الاستعمار الحديث بهذه المنطقة مع ما تميز به من أساليب استعمارية امتازت بذكائها ودهائها استطاع أن يدخل على المسلم المعاصر ويلبس عليه الأمور من ناحية التشكيك في أصالة ما لديه من تراث وقيم. ¶ ولقد بدأت هذه الحملات المسعورة على الفكر الإسلامي أبان القرن التاسع عشر حيث أشيع في تحامق وتعصب أن تعاليم الإسلام",
            "page": "58",
            "part": "1",
            "seal": "2245E7A8"
        },
        {
            "id": "57",
            "nass": "تتنافى مع النظر العلمي الحر، وأنها لم تأخذ بين العلم، ولم تنهض بالفلسفة العقلية ولم تنتج الثقافة الإسلامية إلا انحلالا موغلا واستبدادا ليس له نهاية، وكان من أخطر هذه الدعاوى قضية المفاضلة بين الأجناس، ولقد ظهرت هذه القضية في القرن التاسع عشر على يد الفيلسوف الفرنسي رينان في كتابه \"تاريخ اللغات السامية\" الذي صرح فيه بأن الجنس السامي أقلُّ ذكاء ومرتبة من الجنس الآري، وأخذت هذه المفاضلة عند رينان تضفي على العرب أوصافا لم يقم عليها دليل من بحث أو دراسة. ¶ وكذلك الأمر بالنسبة لديبور؛ فإنه لا يمل من تكرار هذه الدعوى القائلة بأن الفلسلفة الإسلامية ليست إلا صورة مشوهة للفلسفة اليونانية بعد أن امتزجت بآراء الأفلاطونية المدحثة وليس للعرب في ذلك فضل يذكر سوى أن نقلوا علوم اليونان وفلسفتهم إلى العصر الوسيط بأوربا المسيحية. ¶ ونستطيع أن نلخص الدعاوى التي قال بها هذان المستشرقان حول هذه القضية في أمور محددة: ¶ 1- إن العقلية الآرية أفضل من العقلية السامية. ¶ 2- إن العقلية العربية تنزع بطبعها إلى رؤية الأشياء متباعدة؛ فهي تدرك الجزيئات ولا تدرك الأمور الكلية. ¶ 3- إن الفلسفة الإسلامية ليست إلا تكرارًا مشوها لآراء أفلاطون وأرسطو.",
            "page": "59",
            "part": "1",
            "seal": "83BA20C4"
        },
        {
            "id": "58",
            "nass": "4- إن العقلية العربية عاجزة عن الابتكار وليس لها في عالم الفكر من فضل يستحق أن يذكر. ¶ وقد يكون الأمر سهلا ومقبولا لو أن هذه الاتهامات كانت قاصرة على المستشرقين وحدهم، إلا أن بعض الدارسين قد أخذ هذه الدعاوى وآمن بها واعتبرها غير قابلة للنقاش أو الرفض. ¶ ولقد تردد صدى هذه الدعاوى في كثير من المؤلفات الحديثة وعلى صفحات الصحف اليومية والأسبوعية، وهذا في حد ذاته يعتبر هدفًا مقصودًا لحملات التشكيك الموجهة ضد الثقافة الإسلامية وتراثها، ونودُّ أن ننبِّهَ هنا إلى حقيقة مهمة جدًّا: ¶ إننا لو فتشنا نحن في الثقافة الغربية وتاريخها وحاولنا أن ننقدها بنفس المقاييس التي تناول بها المستشرقون علماءنا وأسلافنا لما نجا منهم واحد، وهذا أرسطو أعظم فلاسفة اليونان والغرب وقع في كثير من الأخطاء التي كانت أوربا تدين بها على أنها مسلَّمات بديهية حتى اكتشف خطأه في القرن الخامس عشر، فلقد رفض أرسطو المذهب القائل بأن أصل الوجود هو الذرة، وأخذ بنظرية العناصر الأربعة القائلة بأن أصل الأشياء هو الماء والهواء والنار والتراب، وهذه النظرية قد رفضها مفكرو اليونان قبل أرسطو؛ لظهور فسادها، وقال أرسطو بأن الجسمين المختلفي الثقل إذا سقطا من شاهق؛ فإن سرعتهما في السقوط تتناسب مع ثقلها تناسبًا رأسيًّا، ومعنى ذلك أننا إذا ألقينا من شاهق حجرين وزن أحدهما كيلو جرام ووزن الأخر",
            "page": "60",
            "part": "1",
            "seal": "F2AE0B88"
        },
        {
            "id": "59",
            "nass": "نصف الكيلو، فإن الحجر الأول يصل إلى الأرض في نصف المدة التي يستغرقها الحجر الثاني، وهذا قد ثبت بطلانه كما هو معروف في علوم الطبيعة والرياضيات من قانون الثقل النوعي ومقاومة الماء والهواء للأجسام. ¶ وهذا لا يعيب أرسطو، كما لا يعيب بعض مفكري الإسلام إذا وقعوا في أخطاء، فإذا أخذ المستشرقون على العرب أخطاء ومآخذ، فهذا شيء لم تخل منه أمة من الأمم حتى تخلو منه الأمة العربية، وأما إذا كانت مآخذ المستشرقين على الثقافة العربية بهدف إنكار أصالتها وسلب فضلها على مسار الحضارة الإنسانية، فمن واجبنا أن نكشف النقاب عن جهود علمائنا وعن فضل الثقافة العربية على النهضة الحديثة، وسوف تكون هذه الدعاوى التي وجهها المستشرقون إلى الثقافة العربية هي مدخلنا إلى توضيح ما للفكر الإسلامي من أصالة وما له من دور هام في حمل لواء الحضارة الإنساية في وقت كانت أوروبا منغمسة في جهالة القرون الوسطى مكبلة بقيود التقليد الأعمى للحضارات السابقة.",
            "page": "61",
            "part": "1",
            "seal": "D1890157"
        },
        {
            "id": "60",
            "nass": "الرد على \"رينان\": ¶ أولا: أما عن قول رينان بأن العقلية العربية أقل شأنا من العقلية الآرية فهذه دعوى تفتقر إلى الدليل البرهاني، ولا يملك رينان في دعواه هذه إلا التعصب للجنس والثقافة، وما أشبه هذه الدعوى بأكذوبة إسرائيل في وقتنا الحاضر بأنهم شعب الله المختار الذي يجب أن يسود العالم، ولعل هذه الدعوى الأخيرة امتداد لسابقتها، وما أسهل على المرء أن يرسل الدعاوى العامة على علاتها بلا دليل؛ لكي ينفس بها عن رغبة ملحة أو هوى مكبوت، والمنهج العلمي الصحيح يرفض تماما أمثال هذه الدعاوى، ومن الخطأ الفاحش أن يظن رينان أن الفلسفة الإسلامية وليدة الفكر العربي وحده، أو العقلية العربية وحدها؛ فلقد أسهم فيها مفكرون من شعوب أخرى مختلفة الجنس واللون من فرس وهنود وأتراك وسوريين ومصريين وبربر وأندلسيين. ¶ ثانيا: الإسلام قد حث أبناءه على المعرفة وطلب العلم ولم يقف في وجه طالب العلم أيا كان هذا العلم -عكس دعوى رينان- بل أن الإسلام جعل طلب العلم فريضة على كل مسلم ومسلمة، وقال لأبنائه اطلبوا العلم ولو بالصين، وكلمة العلم ينبغي أن تفهم هنا بعناه العام المطلق الذي يشمل العلم الديني والدنيوي معًا، وليس كما يدعيه بعض الباحثين بأن الإسلام لا يعرف العلم، إلا بالمعنى الديني فقط، ولو كان المراد بالعلم هنا معناه العلم الديني فقط لما حثهم الرسول على الترحال في طلبه إلى الصين في الوقت الذي كان هو موجودا بين أظهرهم وهو مصدر كل علم ديني للمسلمين. ¶ ثالثا: وإذا كان الجزء الأول من دعوى رينان يدل على تعصبه لجنسه فإن الجزء الأخير من هذه الدعاوى يدل على جهله بروح الإسلام وموقفه من العلم والنظر والتأمل الفكري المنزه عن",
            "page": "62",
            "part": "1",
            "seal": "9C60F2FA"
        },
        {
            "id": "61",
            "nass": "الهوى والغرض إلا لطلبه الحق، فما كان الإسلام، وكتابه المقدس يدعو إلى التأمل في آفاق السموات والأرض؛ ليضيق الخناق على أبنائه ويمنعهم من النظر والتأمل في هذا الكون وما فيه من آيات. ¶ رابعًا: على أن رينان قد تناقض مع نفسه في موقفه من الفكر الإسلامي، فهو حين ينكر الفلسفة الإسلامية ويجحد أصالتها في كتابه تاريخ اللغات السامية يعود في كتابه عن ابن رشد ومذهبه، فيقرر أن هناك فلسفة إسلامية مستقلة يجب أن نتلمسها في مظانها الخاصة بها، وأن العرب قد عرفوا كيف يخلقون لأنفسهم فلسفة ملأى بالعناصر الخاصة بهم، وإن الحركة الفلسفية الحقيقية في الإسلام ينبغي أن تتلمس في مذاهب المتكلمين، وهذا الموقف المضطرب إن دلَّ على شيء؛ فإنما يدل على أن أحكام رينان على الفلسفة الإسلامية ليست مؤسسة على النظرة العلمية النزيهة، ولا على معرفة تامة بالفلسفة الإسلامية وتراثها. ¶ خامسا: وأما اتهام رينان وديبور للتفكير العربي بأنه يهتم بالجزئيات المتباعدة فذلك شيء ينبغي أن يحمد للعرب كما قال بذلك أستاذنا المرحوم محمود قاسم؛ لأن المنهج العلمي الحديث يقوم أساسًا على خطوات محددة، وأول هذه الخطوات هي ما يسمى بمرحلة البحث، وفيها يقوم الباحث بجمع الملاحظات والتجارب في العلوم الطبيعية والإنسانية على سواء، وجمع الملاحظات ليس إلا ملاحظة الأشياء الجزئية المتباعدة، ثم يحاول الباحث أن يربط بين هذه الملاحظات الفردية بما يتخيله من علاقات ومناسبات تجمع بين المتباعد منها، وبهذا وحده يمكن للباحث أن يفسر الظواهر والوقائع التجريبية، فكيف يعد ذلك اتهاما وهو ركيزة من ركائز العلم التجريبي في القرن العشرين.",
            "page": "63",
            "part": "1",
            "seal": "FFEA3AA1"
        },
        {
            "id": "62",
            "nass": "أخطاء ديبور ¶ مدخل ¶ ... ¶ أخطاء ديبور: ¶ وحين يناقش ديبور في دعواه أن الفلسفة الإسلامية ليست إلا تكرارًا لآراء أرسطو وأفلاطون بصورة مشوهة سوف نجد أن هذا الحكم فيه إجحاف بدور العرب وتجريد لهم من عبقريتهم التي أضافوها إلى الفلسفة اليونانية، وينبغي ألا ننكر أثر الفلسفة اليونانية على فلاسفة الإسلام وخاصة التقليديين منهم أمثال الفارابي وابن سينا، فلا شك أن الفلاسفة المسلمين قد أخذوا عن أرسطو بعض آرائه كما تأثروا بآراء أفلاطون أيضا، ولكن السؤال الآن هو: مَنْ مِنَ المفكرين لم يتأثر بمن سبقوه؟ وهذا حق مشروع لجميع الأجيال وليس هناك خلق من العدم كما يظن البعض، وفلسفة اليونان في جوهرها ليست إلا نتاجا لعباقرة سبقوا أفلاطون وأرسطو. ¶ وينبغي أن نتلمس مصادرها لدى قدماء المصريين وفلسفة الصين والفرس، وإذا كانت الفلسفة اليونانية مدينة بالفضل لما سبقها من آراء وأفكار، فلماذا نحرم الفلاسفة المسلمين من التأثر بمن سبقهم أيضا؟ وينبغي أن نشير هنا إلى أن تأثر هؤلاء بآراء أفلاطون وأرسطو لم يبلغ حد الإذعان والسيطرة لكل ما قالوه، بل نقدوها حينا ونقضوا بعضها أحيانا أخرى؛ فإن ابن سينا قد نقد أفلاطون واعترض",
            "page": "64",
            "part": "1",
            "seal": "C79AB7FB"
        },
        {
            "id": "63",
            "nass": "عليه في رأيه حول طبيعة النفس وجوهرها، كما أن ابن رشد قد رد كثيرًا من أقوال أرسطو في المنطق وطبيعة النفس، وألف ابن تيمية كتابا مستقلا عن نقض منطق أرسطو بين فيه تهافت هذا المنطق عن تحصيل الجديد من العلوم، ولا شك أن نقل العرب ¶ هذه العلوم إلى أوروبا كان فاتحة لعصر النهضة الحديثة، وهذا في حد ذاته مجهود كان لا بد منه؛ لبعث روح الحضارة التي كانت قد ماتت في أوروبا، ولقد تصدى للرد على هذه الدعاوى في القرن التاسع عشر السيد جمال الدين الأفغاني في كتابه \"الرد على الدهريين\"، ونشر هذا الرد في مجلة العروة الوثقى، كما رد علينا أيضا الإمام محمد عبده في مجلة المنار، وحين تجددت هذه الدعاوى بعد الحرب العالمية الأولى كتب الشيخ مصطفى عبد الرازق كتابه \"تمهيد لتاريخ الفلسفة في الإسلام\" ناقش فيه هذه الأقوال مناقشة مستفيضة كما تناولها أيضا كل من الأستاذين الدكتور إبراهيم بيومي مدكور في كتابه العظيم \"في الفلسفة الإسلامية منهج وتطبيق\"، والدكتور محمود قاسم في كتابه \"نظرية المعرفة عند ابن رشد\". ¶ ج- وأما قول ديبور بأن العقل العربي لم يبتكر شيئا في مجال الفكر يستحق التسجيل فيكفي لإبطال ذلك أن نورد هنا بعض الأمثلة من مختلف العلوم التي كان للعرب فضل السبق إليها والابتكار فيها، ولن يكون اختيارنا لهذه الأمثلة اختيارًا عشوائيًّا، وإنما سنورد أمثلة من العلوم التجريبية التي هي بحق مقياس النهضة الأوربية في عصرنا الحاضر.",
            "page": "65",
            "part": "1",
            "seal": "3852404F"
        },
        {
            "id": "64",
            "nass": "1- في العلوم الرياضية: ¶ إن تاريخ الرياضيات المعاصر يدين بالفضل إلى حدٍّ كبير لتراث العرب وما خلفوه من مؤلفات في هذا العلم ظلت حبيسة المكتبات والمتاحف وفي بطون المخطوطات إلى وقت قريب، وللأسف الشديد فقد اهتم غير المسلمين وغير العرب بهذا التراث، ونفضوا عنه غبار الزمن، وفتحوا له صدورهم وعقولهم، وأنشأوا لإحيائه المؤسسات والمراكز البحثية، ورصدوا لطباعته ونشره الميزانيات الضخمة، بل إن العرب والمسلمين لم يعرفوا قيمة هذا التراث إلا بعد أن وقف الغرب على نشره وتحقيقه الجهود الكبيرة، ولعل من أكبر المهتمين بإبراز دور العرب في النهضة العلمية في أوربا \"جورج سارتون\" في كتابه \"تاريخ العلم\"، و\"ل. ديورانت\" في كتابه \"قصة الحضارة\"، كما أفرد العالم الإيطالي \"أولدو ميلي OLDO MIELI\" مجلدًا خاصًّا لبيان فضل العرب في الرياضيات، وكذلك ينبغي ألا ننكر فضل \"يوسكوفيتش\" في كتابه \"تاريخ الرياضيات\"؛ حيث عقد فصلا خاصا أسماه الرياضيات العربية. ¶ ولقد اطلع العرب على علوم الأمم الأخرى حيث امتزجت الحضارة الإسلامية بالحضارات المجاورة للأمم الأخرى في الهند وفارس، وصارت بغداد بوتقة انصهرت فيها هذه الحضارات في مدرستي الكوفة، والبصرة، وفي بغداد العاصمة التي تأسست فيها مدرسة رياضية كبيرة تمت فيها ترجمة رياضيات \"أرشميدس\" و\"بطليموس\"، وانتقلت إليها نظريات \"فيثاغورس\" في الهندسة.",
            "page": "66",
            "part": "1",
            "seal": "3F31D0D0"
        },
        {
            "id": "65",
            "nass": "ولم يقف جهد العقل العربي في الرياضيات على مجرد الاختراع فقط بل تعدى ذلك إلى الاختراع والابتكار: ¶ 1- الأعداد: ¶ وقف العرب على نظام الأعداد والترقيم للأمم المجاورة، واستحسنوا فيها الأرقام الهندية فأخذوا بها وطورها ونظموا أشكالها حيث لم تكن موحدة بالشكل الذي نعرفه الآن، فوحدها العرب وهذبوها وتفرع عنها نوعان من الأرقام عرفت إحداهما بالأرقام الهندسية وهي التي يستعملها أكثر شعوب العالم العربي الآن: كما عرفت الثانية بالأرقام الغبارية أو الأرقام \"الفاسية\" نسبة إلى فاس بالمغرب واشتهرت هذه الأرقام الأخيرة ببلاد المغرب والأندلس ولا زالت تستعمل بها حتى الآن، وهي التي تعرف في أوربا بالأرقام العربية، في سلسلة مضاعفات العشرة والمائة والألف. ومن الجدير بالذكر أن كلمة صفر عربية وهي ترجمة للكلمة السنكريتية sumga وتعني الفراغ. وأول تمثيل الصفر على شكل نقطة ظهر على قرطاس يرجع تاريخه إلى عام 873م1، والصفر لم يكتشف في الهند إلا في القرن الثامن الميلادي ونقله العرب عنهم وبدأوا العمل به قبل أن يتقدم الهنود في استعماله ومن العجيب حقا أن أول كتاب ألف بالعربية ¶ __________ ¶ 1 إسهام علماء الإسلام في الرياضيات، عبد الله طحطاح، عالم الفكر، المجلد الحادي عشر، العدد الأول، ص286.",
            "page": "67",
            "part": "1",
            "seal": "05578C4C"
        },
        {
            "id": "66",
            "nass": "وظهر فيه الصفر مرسومًا نقطة كما نرسمه اليوم ظهر سنة 274هـ الموافق 874م. بينما أول نقش هندي ظهر فيه الصفر يرجع تاريخه إلى سنة 876م أي بعد استعمال العرب الصفة في كتبهم بعامين1. ¶ ولا شك أن العالم عرف الأرقام العددية والصفر الهندي عن طريق العرب وليس عن طريق الهنود ولا تزال هذه الأرقام تحمل اسمها العربي إلى اليوم في أوروبا، وكذلك الصفر فإنه في الإنجليزية صيفر \"cipher\" وفي الألمانية تصفر \"ziffer\" وفي الفرنسية شيفر \"chiffre\" وفي الإيطالية شفرا \"cifra\" وبواسطة الصفر أمكن تحديد مراتب الأعداد وقيمتها حسب موضع الصفر منها يمينا أو يساوا، والعرب لم يفهموا الصفر على أنه عدم كما يفهم الناس ذلك خطأ ولا كما فهمه الأوروبيون أول أمرهم حين سموه \"nol\"، ويعنون به العدم بل أن الصفر قيمة ما يطرأ بسببها تبدل أساسي على الأعداد المأخوذة معه حسب موضعه فيها يمينا أو يسارا. ¶ ب- ولقد استطاع غياث الدين الكاشي في أول القرن التاسع الهجري أن يستخرج نسبة محيط الدائرة إلى قطرها بصورة أدق مما نعرفه عليها اليوم2. ¶ ج- وأول من ألف في الجبر هو المفكر العربي \"الخوارزمي\" صاحب كتاب حساب الجبر والمقابلة. واستطاع أن يحل ¶ معادلات من الدرجة الأولى والثانية والثالثة، واستطاع عمر الخيام المتوفى 517هـ حل المعادلات من الدرجة الرابعة، وهذا أرقى ما وصل إليه علماء الرياضيات في عصرنا الحاضر. ¶ د- كما سبق العرب إلى اكتشاف النظرية القائلة بأن مجموع عددين مكعبين لا يكون عددا مكعبا وهذا هو أساس النظرية التي اشتهر بها الرياضي الفرنسي \"بيبر\" المتوفي سنة 1665م، وفضل العرب على علم التفاضل والتكامل لا ينكره أحد. ¶ __________ ¶ 1 نشرة معهد المخطوطات العربية سنة 1968م. ¶ 2 المنطق الحديث د. قاسم 33.",
            "page": "68",
            "part": "1",
            "seal": "2F07DBC8"
        },
        {
            "id": "67",
            "nass": "2- في العلوم الطبيعية: ¶ اهتم العرب بهذه العلوم في فترة مبكرة من التاريخ فلقد اشتغل خالد بن يزيد الملقب بحكيم آل مروان بعلم الكيمياء في القرن الأول للهجرة وانتدب لذلك جماعة من مدرسة الإسكندر بمصر سنة 683م، وأمر أحدهم وهو اصطفن الإسكندري بنقل كتب الكيمياء إلى العربية حتى يقف العرب على حقيقتها، ولعل هذه أول ترجمة حدثت في الإسلام، ثم جاء جابر بن حيان، فبلغ في ذلك شأنًا عظيمًا، على أن مجهودات البيروني وابن الهيثم والكندي في هذه العلوم لا يجهلها أحد من المشتغلين بها، ويكفي أن كتاب \"المناظر في البصريات\" لابن الهيثم في قوانين الضوء يعد جزءًا من العلم الحديث إلى اليوم خاصة إذا علمنا أن كتب ابن الهيثم ترجمت إلى اللاتينية في زمن متقدم على النهضة الحديثة، ولقد أفاد منه روجر بيكون سنة 1292 وجون بكام سنة 1291هـ ومما يدعو إلى الدهشة حقًّا أن عالما متقدما كابن الهيثم",
            "page": "69",
            "part": "1",
            "seal": "59B31022"
        },
        {
            "id": "68",
            "nass": "قد راودته فكرة بناء السد العالي للانتفاع بنيل مصر قبل تنفيذ هذه الفكرة بما يزيد على الألف عام. ¶ ومن الذي يستطيع أن ينكر فضل العرب في الطب بعد أن ذاعت شهرة الأطباء العرب في أوربا كلها عبر العصور الوسطى، فلقد عرف العرب الطب والتشريح وعلوم الصيدلة في وقت مبكر من التاريخ ابتداء من الكندي والرازي وعلي بن العباس، كما ظهرت المؤلفات الطبية في الفكر العربي، أما كتاب القانون لابن سينا فأشهر من أن يشار إليه، فلقد اعتبرته الجامعات الأوروبية أهم مرجع في الطب في العصور الوسطى، فكان يدرَّس في مدارسها وجامعاتها على حد سواء، ولقد ترجمه إلى اللاتينية \"جيزار الكريموني المتوفى سنة 1187م\" في طليطة، ولم تكد طبعته اللاتينية تظهر في حوالي سنة 1473م حتى لقي الكتاب شهرة كبيرة فنقل إلى اللهجات المحلية وأول من اعتراف بالقانون كمراجع أساسي في الطب هي جامعة بولونا في القرن الثالث عشر للميلاد، حيث أنشئت كلية العلوم في تلك الجامعة سنة 1260م ومنذ ذلك التاريخ بدأ قانون ابن سينا غزو جامعات أوربا وإنجلترا واسكتلاندا، وأصح هذا الكتاب يمثل نصف المقررات الطبية في أواخر القرن الخامس عشر. ¶ وترجع قيمة هذا الكتاب إلى أن مؤلفه قد عرض فيه الكثير من الأمراض ووصف علاجها مع ملاحظات مبتكرة في تشخيص نوع المرض ووصف العلاج له، ومن ابتكارات ابن سينا في هذا الكتاب تعرضه لخصائص العدوى في أمراض الرئة والأمراض التناسلية والاضطرابات العصبية والنفسية عن طريق تحليلاته التي يعد مذهبه فيها منهجا قائما بذاته.",
            "page": "70",
            "part": "1",
            "seal": "5A9C2029"
        },
        {
            "id": "69",
            "nass": "3- في مناهج العلوم: ¶ لعل من أحدث الدراسات التي يعنى بها الآن دراسة المناهج للعلوم المختلفة وتطبيقاتها، وإذا كان المختصون بدارسة مناهج البحث في العلوم يولون أهمية كبرى لما يجدونه من تحديد دقيق لهذه المناهج لدى مفكري أوروبا المحدثين، فمن الأجدر بهم أن يبحثوا عن أصول لهذه المناهج في تاريخ الفكر الإسلامي حتى ينسبوا الفضل إلى أهله، ولقد قام المرحوم الدكتور محمود قاسم بإلقاء بحث عن دور العرب في تحديد مناهج العلوم الإنسانية، كشف فيه زيف ما يدعيه المستشرقون من أن العرب ليس لهم فضل يُذكَر في هذا المجال. ¶ ولا يتسع المجال هنا لعرض تفاصيل ما قام به العرب من دور هام في تحديد مناهج العلوم؛ لأن هذه المناهج كانت مطبقة فعلا في العلوم العربية والإسلامية فالإمام الشافعي قد عرف القياس والاستقراء وطبقهما في مذهبه الفقهي، وكذا علماء الفقه والأصول واللغة فضلا عما قام به علماء الحديث في هذا المجال، ويكفي أن نشير هنا إلى نموذجين مختلفين من مفكري الإسلام كابن تيمية وابن خلدون لنرى أن عناصر المنهج العلمي الحديث كانت واضحة لديهما تمام الوضوح.",
            "page": "71",
            "part": "1",
            "seal": "35096854"
        },
        {
            "id": "70",
            "nass": "أولا: أما ابن تيمية فإنه يعكس في تراثه كله العقلية المنهجية بوضوح كامل رغم تشدده مع خصومه من الفلاسفة وعلماء الكلام والصوفية، ولقد هاجم هذا المفكر الفلسفة الأرسطية المتمثلة في تراث الفارابي وابن سينا كما هاجم الغزالي والرازي في كثير من كتبه، لكنه كان يعتمد في موقفه من هؤلاء وأولئك على الاستقراء الكامل لرأي مخالفيه في المشاكل الفلسفية المتعددة فيجمع العناصر الفرعية لآرائهم كل على حدة، ثم يربط بينها ويستنتج منها الحلول والأحكام التي يصدرها على هؤلاء، وهذا المنهج الذي طبقه ابن تيمية قد هداه إلى اكتشاف أوجه النقص في المنهج اليوناني في منطق أرسطو بالذات، ووضع لكشف أخطاء المنطق الأرسطي كتابين هما \"نقض المنطق، والرد على المنطقيين\"، وكشف ابن تيمية في هذين الكتابين عن قواعد منهجية كبرى وجدناها مطبقة لدى مفكري أوروبا في القرن السابع عشر، فمثلا نقض ابن تيمية الفكرة التي سادت في أوربا عصورا طويلة وهي القائلة بأن منطق أرسطو هو الأداة أو المنهج العلمي الذي يجب تحصيله كشرط ضروري لكسب المعرفة في مختلف فروع الدراسة، ويقول ابن تيمية: \"إن الحاذقين في العلوم الطبيعية والطبية لم يستعينوا بالمنطق وأبو الطب أبقراط له كلام مقبول من جميع الأطباء، وقد وجدنا مصدق قوله بالتجارب، ومع ذلك لم يستعن بشيء من هذه الصناعة \"المنطق\".",
            "page": "72",
            "part": "1",
            "seal": "9140ACE9"
        },
        {
            "id": "71",
            "nass": "كذلك فطن ابن تيمية إلى أن منطق أرسطو ليس في الحقيقة إلا تحصيل حاصل بمعنى أنه لا يضيف جديدًا من المعارف إلى من يأخذ به، وأحسن ما يقدمه المنطق أنه يستخدم في عرض المعلومات التي تكون قد اكتسبت بخبراتنا السابقة. ¶ ويقرر ابن تيمية أن علماء الطب والحساب والنحو وأهل العلوم المختلفة لا يستعينون في مؤلفاتهم بالحدود المنطقية، وأن القياس المنطقي الذي وضعوه وحددوه لا يُعلم بمجرده شيء من العلوم الكلية الثابتة في الخارج، وينتهي ابن تيمية إلى تقرير حقيقة منطق أرسطو حين يقول: \"أما بعد؛ فإني كنت دائما أعلم أن المنطق اليوناني لا يحتاج إليه الذكي ولا ينتفع به الغبي، ولكني كنت أحسب أن قضاياه صادقة لما رأيته من صدق الكثير منها، ثم تبين لي فيما بعد خطأ طائفة من قضاياه\". ¶ وإذا تركنا موقف ابن تيمية من منطق أرسطو لنرى ما يقول ديكارت في القرن السابع عشر عن هذا المنطق لم تجد لديه أكثر مما قال ابن تيمية قبل ذلك بثلاثة قرون، لقد قال ديكارت إن القياس يستخدم بالأحرى؛ لكي يفسر المرء للآخرين الأشياء التي يعلمونها بدلا من أن يكشف لهم عن تلك التي يجهلونها، ولذلك فمن واجب المفكرين أن يقلعوا عن استخدام القياس على النحو الذي كان يفعله أتباع أرسطو حتى القرن السابع عشر، وأوجست كونت كان يرد في القرن الماضي ما قاله ابن تيمية عن منطق أرسطو، أما في القرن الثالث عشر الذي كانت علوم العرب تغزو فيه أوروبا فإننا نجد",
            "page": "73",
            "part": "1",
            "seal": "BFC60BE2"
        },
        {
            "id": "72",
            "nass": "روجر بيكون يدعو معاصريه ألا يصبوا لعناتهم على الرياضة والملاحظة والتجارب بدعوى أنها علوم عربية وإسلامية، بل عليهم أن يفسحوا المجال لها إيمانا منه بأن ذلك هو الطريق إلى منهج جديد وروجر بيكون هذا هو الذي لقبه رينان بأنه الأمير الحقيقي للفكر الأوروبي في القرن الثالث عشر1. ¶ ثانيا: أما ابن خلدون فبالإضافة إلى أنه أول من أسس علم الاجتماع على منهج علمي سليم قائم على استقراء أحوال البلاد وظروفها الطبيعية فإنه قد اهتدى إلى أن هناك نوعين من الاستقراء أحدهما فطري والآخر علمي، وهذه الفكرة وجدناها عند كلود بارنارد في القرن التاسع عشر وشرح كل من هذين المفكرين لهذين النوعين من الاستقراء يكاد يكون واحدًا، فرغم اختلاف الاستقراء الفطري عن الاستقراء العلمي في الدرجة إلا أن كلا منهما طريق صحيح لكسب المعلومات الجديد التي لا يمكن الوصول إليهما عن طريق القياس اليوناني، وابن خلدون يشرح الاستقراء الفطري بأنه عبارة عن المعاني التي يستخدمها المرء في التطبيق العلمي دون أن يشعر بها؛ لأنها من المعاني التي اكتسبها عن طريق الخبرة الزمنية، وهذه المعاني لا تبعد عن الشعور ولا يلتفت إليها المرء؛ ليتعمق فيها، يقول ابن خلدون: \" ... بل كلها تدرك بالتجربة وبها تستفيد؛ لأنها ¶ __________ ¶ 1 عبقرية العرب: عمر فرج، ص64.",
            "page": "74",
            "part": "1",
            "seal": "75ED8ED3"
        },
        {
            "id": "73",
            "nass": "معانٍ جزئية تتعلق بالمحسوسات وصدقها وكذبها يظهر قريبًا من الواقع، فيستفيد طالبها حصول العلم بها. ¶ وفي هذا النص نجد أن خطوات المنهج الاستقرائي الفطري محددة وواضحة حيث يجمع المرء الوقائع الجزئية عن طريق التجارب اليومية، ثم يضع فروضًا تكاد تكون غير شعورية ثم يتحقق من صدقها أو كذبها بالواقع. ¶ وما سماه ابن خلدون بالاستقراء الفطري هو ما أطلق عليه كلود بارنارد بالخبرة العلمية غير الشعورية التي يكتسبها المرء بمباشرة الأشياء، ومع ذلك فمن الضروري أن تكون هذه المعرفة المكتسبة بهذا الطريق مصحوبة بتفكير تجريبي غامض يتم بطريقة غير شعورية يقوم بها الإنسان دون أن يدري، وفرَّق ابن خلدون بين الاستقراء الفطري والعلمي، فإن الاستقراء العلمي يتم بطريقة شعورية للوصول إلى غاية محددة، وذلك بأن ينتقل الباحث بطريقة مقصودة من دراسة الأمثلة الجزئية حتى يصل إلى القاعدة العامة. ¶ هذه بعض النماذج التي ذخر الفكر العربي بالكثير منها في وقت كانت أوروبا تقف فيه من هذا التراث موقف التلميذ المتلقي، ولا أدلّ على ذلك مما كتب في دائرة المعارف البريطانية1. ¶ لا يستطيع أحد أن ينكر ما اتصف به التفكير الغربي في العصور الوسط من البعد التام عن العلوم وعن النقد. إن وجود شخص واحد مثل روجر بيكون في عصر ما لا يبرئ ذلك العصر من تهمة الجهل: \"ولقد أبدى بيكون إعجابه في أكثر من موقف من الرجل الذي يريد أن يبحث في الفلسفة دون أن يعرف اللغة العربية2، وهذا يعتبر اعترافا صريحا من روجر بيكون بقيمة الزاد الحضاري الذي أمكن أن تقدمه هذه اللغة في تراثها، ولا يخفى أن هذا المفكر نفسه قد أفاد من هذه اللغة وتراثها بحيث اعتبره الأوروبيون أبا للفكر الحديث. ¶ __________ ¶ 1 ج17/ 410 ط11. ¶ 2 انظر فروخ 115 \"46 ADDISON\".",
            "page": "75",
            "part": "1",
            "seal": "8F222588"
        },
        {
            "id": "74",
            "nass": "3- بين الاستشراق والاستعمار: ¶ يعبر الاستشراق من أهم الوسائل التي مهدت للاستعمار العسكري وغزو الشرق ثقافيا وعسكريا والاستعمار الحديث يعتمد على المستشرقين بصورة فعالة في دراسة نفسية الشعوب، وعاداتها وتقاليدها، وأفضل الوسائل للسيطرة عليها بأقل يدر ممكن من التكاليف، والذي يتابع أحداث القرن التاسع عشر والقرن العشرين \"وهما أكثر القرون في النشاط الاستعماري\" يعلم مدى الصلة القوية بين الاستعمار والاستشراق، ومن هنا فإننا نجد في كثير من سفارات الدول الاستعمار مستشرقين عاملين بها، ويقع على عاتق هؤلاء المستشرقين مهمة الاتصال بالعقول المفكرة في البلاد التي يريدون السيطرة عليها ثقافيًّا أو عسكريًّا، وكذلك الاتصال بكبار العاملين في المناصب القيادية في مجالات الثقافة والإعلام والتعليم العام والجامعي، ولا تنفصهم الوسائل المناسبة في محاولة احتواء هذه",
            "page": "76",
            "part": "1",
            "seal": "CF982767"
        },
        {
            "id": "75",
            "nass": "الشخصيات عن طريق الصداقة أو المشاركة في أعمال ثقافية أو تقديم الخبرة لهم، أو ... أو ... إلخ، وعن طريق هذه الشخصيات يستطيعون تنفيذ خططهم في غزو البلاد فكريًّا ثم عسكريًّا إذا اقتضى الأمر، وقد استطاع الاستعمار الحديث أن يغزو معظم البلاد الإسلامية فكريًّا وثقافيًّا عن هذا الطريق، كما استطاع أن ينفذ خططه في السيطرة على عقول كثير من المفكرين في بلادهم؛ ليكونوا هم الأداة لتنفيذ برامج الاستعمار في هذه البلاد. ¶ وبلغ الأمر مبلغا خطيرا، حتى إن كثيرا من المشتغلين بالثقافة جعلوا أنفسهم بمثابة وكلاء عن المستشرقين في توزيع أفكارهم والدعوة إلى تبني آرائهم في الفكر الإسلامي وقضاياه، فهذا مندوب عن ماركس والشيوعية، وذاك مندوب عن الوضعية والوضعيين، وثالثهم مندوب الوجودية والوجوديين، وآخر يدعو إلى القول بتأنيس الإله أو تأليه الإنسان ... إلخ، وامتلأت المؤسسات الثقافية في مصر والشام وشمال أفريقيا بوكلاء معتمدين؛ لتوزيع الفكر الاستشراقي على المؤسسات العربية، وشحذ الوجدان العربي بمفاهيمهم تحت مقولات مضللة كالتنوير والتقدمية والنهضوية ... إلخ. ¶ ولقد عمد هؤلاء إلى إثارة الفتنة حول بعض القضايا الخلافية في الفكر الإسلامي وعملوا على إحياء الخلافات حولها. ¶ فلقد أثاروا فتنة كبيرة حول ما أسموه بقضايا المرأة في الإسلام، مثل قضية الطلاق، وتعدد الزوجات، والعصمة، وتعدد",
            "page": "77",
            "part": "1",
            "seal": "79A04061"
        },
        {
            "id": "76",
            "nass": "زوجات الرسول ... إلخ، ونقلوا إلى العالم الإسلامي مشكلات دخيلة لا وجود لها أصلا في الإسلام وإنما هي موجودة في الغرب بحكم ثقافته وديانته، وشغل المسلمون أنفسهم بهذه المشكلات، وبالبحث عن حلول لها، كان هذا مجالًا واسعًا للفرقة والتعصب والتحزب للرأي ضد الرأي الآخر، وما زال المسلمون يكتبون بنار هذه الفرقة إلى الآن. ¶ وكان من الآثار الخطيرة التي ترتبت على إثارة هذه القضايا أن فريقا كبيرا من المثقفين العرب قد انقادوا وراء هذه الضجة وأخذ البعض يتولى نيابة عن المستشرقين -إثارة هذه الفتن بين صفوف المسلمين، ويتبنى آراءهم ويدعو إلى الأخذ بأفكارهم، وبدلا من أن يكون الخلاف دائرا بين المسلمين كوحدة متماسكة والمستشرقين كجبهة مضادة انتقلت المعركة إلى أرض المسلمين أنفسهم لتفرق صفوفهم وتمزق وحدتهم، فأصبحوا جبهات متعارضة بين مؤيد ومعارض، بين رافض للفكر الاستشراقي وموقفه من الإسلام، ومؤيد ومبر ¶ ر له تحت دعوى التبرير والتقدمية، وهذه الفرقة في الصف الإسلامي هي في حد ذاتها تمثل هدفا وغاية سعى المستعمر لتحقيقها خلال جهود المستشرقين في ذلك، وكان شغل المسلمين بعضهم بعضا حول هذه الخلافات التافهة واستنفاد وقتهم وجهدهم في ذلك وانشغالهم عن قضايا مستقبل أمتهم الذي يعبث غيرهم به؛ كان ذلك كله تحقيقا لأهداف سعى المستشرقون من ورائها إلى السيطرة على عقول نخبة كبيرة من المشتغلين بالثقافة العربية في بلادنا واستطاعوا من خلال",
            "page": "78",
            "part": "1",
            "seal": "E5665BAF"
        },
        {
            "id": "77",
            "nass": "السيطرة على هذه العقول أن ينفثوا سمومهم في حاضر الثقافة العربية بالتشويه أحيانا وبالتشكيك أحيانا أخرى، وسوف أعرض بإيجاز شديد لبعض النماذج الفكرية التي تبنت هذا الفكر الاستشراقي ودعت إليه. ¶ 1- ففي مطلع هذا القرن نادى سلامة موسى بوجوب التخلص من الغيبيات حتى نستطيع أن ننهض كما نهضت أوروبا\".. أي النظر إلى هذه الدنيا كأنها الغاية التي ليس وراءها غاية تخدم، وأننا نحن البشر يجب شأن تكون لنا آداب وفلسفات وعلوم لا تمت بأي صلة إلى الغيبيات، إن علينا أن نعتمد على أنفسنا في تحقيق السعادة على هذه الأرض نفسها، وألا نزهد فيها إيثارا عليها للعالم الثاني كما هي النظرة الغيبية.. والنهضة الأوروبية التي أخرجت أوروبا من ظلمات القرون الوسطى لا تعني شيئا آخر غير ذلك1. ¶ ثم يصرح في موضع آخر بضرورة التخلص من العقائد الدينية والاعتماد كليًّا على العقل: \" ... إذًا ليس في الكون كله ما يُعتمد عليه سوى العقل، وليس للإنسان خلاف هذا العالم عالم آخر يمكنه أن يطمع في تحقيق سعادته فيه.. وأن الانحطاط لم يعنِ في القرون الوسطى، وهو لا يعني الآن في الشرق أو الغرب سوى قصر الذهن البشري على خدمة ما وراء الطبيعة ونشدان السعادة والهناء في غير هذه الأرض\"2. ¶ __________ ¶ 1 سلامة موسى، ما هي النهضة، ص15 بتصرف. ¶ 2 نفس المرجع، ص16.",
            "page": "79",
            "part": "1",
            "seal": "ED0F48B6"
        },
        {
            "id": "78",
            "nass": "ولا يألو سلامة موسى جهدًا في تكرار القول بوجوب محاكاة الحضارة الأوروبية حتى نحيا حياة كريمة: \"إذ لا يمكن لأمة أن تحيا إذا خالفتها.. ولا أستطيع أن أتصور نهضة عصرية لأمة شرقية ما لم تقم على المبادئ الأوروبية للحرية والمساواة والدستور مع النظرة العلمية الموضوعة للكون\"1. ¶ 2- وكتب قاسم أمين قبل ذلك كتابه عن تحرير المرأة أثار فيه مشكلات لا وجود لها إلا في ذهن المستشرقين، ونادى فيه بوجوب أن تحذو المرأة المسلمة حذو المرأة في أوروبا وفرنسا بالذات شبرًا بشبر، وأن ترفع صوتها رافضة قضية تعدد الزوجات، وحقها في الطلاق ... إلخ. ¶ 3- أما علي عبد الرازق، فألف كتابه عن \"الإسلام وأصول الحكم\"؛ ليعلن فيه أن الإسلام دين لا دولة. عقيدة لا شريعة، وحْي لا دستور، وليس في الإسلام نظام لسياسة الدولة2، والكتاب من أوله إلى أخره يعرض الآراء التي استقاها المؤلف من كتابات المستشرقين عن الدين دون أن يدركوا الفوارق الأساسية بين مفهوم كلمة الدين المسيحي كما عاشوا في أوروبا والدين الإسلامي كما هو في الكتاب والسنة، وقد أثار هذا الكتاب ضجة كبيرة بين علماء الأزهر الشريف، حيث قرر الأزهر منع تداول الكتاب وعدم طباعته، وفصل صاحبه من سلك القضاء الذي كان يعمل به. ¶ __________ ¶ 1 نفس المرجع، ص90. ¶ 2 راجع الإسلام وأصول الحكم، علي عبد الرازق، القاهرة سنة 1925م.",
            "page": "80",
            "part": "1",
            "seal": "BC57CD62"
        },
        {
            "id": "79",
            "nass": "4- كما سار على نفس النهج طه حسين في كتبه عن \"الشعر الجاهلي\" الذي حاول فيه أن يطبق مقاييس منهج ديكارت في الشك على نصوص القرآن الكريم، وطبقا لهذه المقاييس النقدية فإنه لا يكون هناك شيء مقدس فوق النقد ومن خلال تطبيقه لهذا المنهج النقدي، قال بأن قصة إسماعيل الذبيح الذي ينتمي إليه العرب، قصة خيالية حيث \"كانت قريش مستعدة لقبول هذه الأسطورة وأمر هذه القصة واضح قبل الإسلام واستغلها الإسلام؛ لسبب ديني وقبلتها مكة لسبب ديني وسياسي\". ¶ كما صرح بما هو أخطر من ذلك حيث يقول: ليس من الممكن أن نصدق أن القرآن كان جديدًا كله على العرب، فلو كان كذلك لما فهموه ولما وعوه، ولا آمن بعضهم، ولا ناهضه وجادل فيه بعضهم الآخر\". ¶ كما صرح طه حسين في كتابه \"مستقبل الثقافة في مصر\" بضرورة محاكاة الغرب فننام كما ينامون ... ونأكل كما يأكلون، ونتكلم بلغتهم كما يتكلمون. وهذا ما نادى به سلامة موسى وغيره ... وهذه قضية كبيرة لا تحتاج في مقامنا هذا إلى تفصيل، ولكن أردت من ذكر هذه النماذج أن أضعها أمام القراء حتى لا نخدع أنفسنا بشعارات زائفة تحت شعار التنوير والتقدمية. ¶ وهناك نماذج أخرى كثيرة لم يكن لديها قدر كافٍ من المعرفة الدقيقة بالثقافة الإسلامية وخصائصها؛ لأنه بدأ حياته على موائد",
            "page": "81",
            "part": "1",
            "seal": "BDFEE117"
        },
        {
            "id": "80",
            "nass": "الغرب الثقافية، واكتفى بعضهم بأن يكتب -ساخرا- عن تطبيق الشريعة الإسلامية وتنفيذ الحدود في السارق والزاني وشارب الخمر، ويقول على سبيل السخرية: من الذي يتولى قطع يد السارق الجزار أم رئيس الجمهورية؟ وحاولوا من خلال مراكزهم الاجتماعية في وسائل الإعلام أن يكتبوا المسرحيات والمسلسلات التليفزيونية التي تسخر من رجل الدين ورجال اللغة العربية، وتنال منهم كَرُمُوز للفكر الإسلامي والقائمين على حراسته، وكم من مسرحيات أو مسلسلات كتبها أصحابها لهذا الغرض وكان أثرها في نفسية المجتمع أشد وأعظم من وقع الحسام على الرقاب، وترتب على ذلك أن تغيرت نظرة المجتمع إلى معلِّم الدين ومعلم اللغة العربية وتراجعت مكانة كل منهم عن الصدارة الاجتماعية؛ ليحل محلها الرجل \"المودرنيزم\" الذي صنعه الاستشراق على عينه، وتعهده وكلاء الاستشراق في بلادنا بالمناصب القيادية المؤثرة في توجيه الرأي العام في المجتمع؛ ليقول الناس: ما أريكم في وسائل إعلامكم إلا ما أرى. ¶ ولقد كان للبلاد الإسلامية نصيب موفور في هذا الشأن، وكانت الوسائل الاستعمارية التي نادى بها الاستشراق في العالم الإسلامي تهدف كلها إلى إضعاف الروح الإسلامية بين الشعوب، وتعمل على بث الفرقة بين أبناء الشعب الواحد؛ ليسهل بعد ذلك السيطرة عليها كما روَّج المستشرقون كذلك لبعض القضايا التي كانت لها أخطر النتائج في ازدياد عوامل الفرقة بين صفوف المسلمين، فمن ذلك مثلا: ¶ 1- العمل على إحلال العاميات محل اللغة الفصحى في مصر",
            "page": "82",
            "part": "1",
            "seal": "F66FB63F"
        },
        {
            "id": "81",
            "nass": "وغيرها بدعوى أن الفصحى ليست قادرة على مسايرة الكشوف العلمية المتطورة، وكان أول من نادى بها في مصر المستشرق الألماني \"ولهلم سبيتا\"، وكان يعمل مديرا لدار الكتب المصرية خلال الثلث الأخير من القرن التاسع عشر، ووضع كتابه \"قواعد اللغة العامية في مصر\" سنة 1880م مَجَّد فيه للغة القبطية في مصر، ودعا العالم العربي إلى الأخذ بالعاميات بدلا من الفصحى، ولا يخفى ما في هذه الدعوى من الخطر على الإسلام ولغة القرآن. ¶ ثم تابع نفس القضية \"اللورد دوفرين\" في تقرير وضعه سنة 1882م أعلن أن العامية هي سبيل النهوض والتقدم في مصر، وجاء بعده المستشرق الألماني \"كارل فولرس\" مدير دار الكتب المصرية بعد \"ولهلم\"، فوضع كتابه \"اللهجة العامية الحديثة\" دعا فيه إلى هجر الفصحى وحث العرب على استخدام الحروف اللاتينية بدلا من العربية، ثم تتبع القضية في مصر سلامة موسى النصراني في مطلع هذا القرن، وما زلنا نسمع صداها إلى الآن ونقرأ ذلك في كتابات بعض المشتغلين بالشئون الثقافية والتربوية. ¶ 2- أما القضية الثانية: تتلخص في تلك المحاولة التي يقوم بها المستشرقون ومن تأثر بهم، حيث يقولون أن سبب تأخر الشرق الإسلامي ماديًّا علميًّا يرجع إلى تمسكهم بالدين الإسلامي وتعاليمه، ولا مناص للشعوب الإسلامية إذا أرادوا أن يتغلبوا",
            "page": "83",
            "part": "1",
            "seal": "B89EF408"
        },
        {
            "id": "82",
            "nass": "على هذا التخلف الحضاري إلا أن يتخلصوا من تعاليم دينهم أولا، وأن ينحوا الإسلام بعيدا عن شئون حياتهم اليومية؛ ليكون قضية شخصية يمارس الإنسان طقوسه وشعائره إذا أراد ذلك في بيته أو في المسجد وكفى، ويقارن هؤلاء بين تقدم العرب وتأخر الشرق، ويطرحون على الشباب هذه المقارنة الظالمة؛ ليبينوا فيها أن تقدم العرب كان سببه هو التخلص من الدين عمومًا والتمسك بمنطق العلم فقط وليس أمام الشرق إلا أن يسلك مسلك الغرب في ذلك؛ لأنه النموذج الأفضل للتقدم ومواكبة وعلوم العصر، وهذه القضية من أخطر القضايا المطروحة الآن في الساحة الثقافية وهي بؤرة الحوار أو الصراع بين العلمانيين والإسلاميين. ¶ ولقد جند المستشرقون كثيرا من حملة الأقلام وسخَّروهم للترويج لهذه الأكذوبة في البلاد الإسلامية، وأصبح يتولى عبء الدفاع عن هذه القضية -للأسف الشديد- بعض المحترفين للكتابة من المسلمين نيابة عن الاستعمار، فعل ذلك بعض حملة الأقلام في مصر، والشام، والعراق، وتونس، والجزائر، والمغرب، كما شغلت الدعوة لهذه القضية كثيرا من وقت أجهزة الإعلام صحافة وإذاعة وتلفازًا، وعقدت من أجلها الندوات، وأقيمت المؤتمرات والمناظرات، ووصل الأمر بها أن تسلك إلى بعض قاعات الدرس الجامعي تحت ستار التنوير، والمعاصرة، واستغل بعضهم الوضع المتردي للمسلمين؛ ليفهم الشباب أن سبب هزائمهم المتكررة هو التمسك بالإسلام.",
            "page": "84",
            "part": "1",
            "seal": "36A6832A"
        },
        {
            "id": "83",
            "nass": "وتناسى هؤلاء أن للنصر أسبابه وللنهضة أسبابها، وأن للهزيمة أسبابها، وللتأخر أسبابه كذلك، وأن إقحام الدين في ذلك تضليل وافتراء، ولا يحتاج الأمر في توضيح هذه الأسباب إلى عناء كبير. ¶ لماذا لم يقارنوا بين نظم الحكم في الغرب ونظيرها في الشرق؟! ¶ لماذا لم يقارنوا بين ما يتمتع به الغرب من حرية وديمقراطية، وما هو واقع في الشرق من استبداد في الحكم لا نظير له في أي بلد في العالم؟! ¶ إن أسباب التقدم تكمن في احترام هذه الأسباب وضرورة الأخذ بها واحترام العلماء الذين أفنوا أعمارهم في الكشف عنها والتنبيه إليها، ولقد نبه ابن خلدون إلى ذلك قديما كما نبه إليه المفكرون حديثا، وإن السنن الكونية لا تتخلف آثارها إذا ما وجدت الأسباب سواء تعلق ذلك بالأفراد أم تعلق بالجماعات والأمم، فللنصر أسبابه وللهزائم أسبابها؛ كما أن لقيام الحضارات أسبابها ولانهيار الحضارات أسبابها، وتلك سنن الله في كونه لا فرق فيها بين أمة مسلمة وأخرى كافرة. ¶ والقضية كلها تتمثل عندي في أسئلة محددة: ¶ 1- هل حقيقةً أن أوروبا قد نفضت يدها من قضايا الدين فلم تعبأ به؟ ¶ 2- وهل حقيقة أن رفضها للدين كان سببا في تقدمها؟",
            "page": "85",
            "part": "1",
            "seal": "75093468"
        },
        {
            "id": "84",
            "nass": "3- وهل حقيقة أن سبب تأخر الشرق العربي يرجع إلى تمسكه بالإسلام وأخذه به؟ ¶ 4- قبل الإجابة على هذه الأسئلة أجد هناك سؤالا لا بد من طرحه: هل الإسلام يتعارض مع لأخذ بأسباب التقدم العلمي والحضاري؟ ¶ وفي رأيي أن وضع القضية كلها في هذا الشكل يكون أكثر تحديدا وموضوعية بدلا من التلاعب بالألفاظ بوضعها في غير موضعها الحقيقي، وبهذا التحديد نستطيع أن نضع النقاط فوق الحروف. ¶ ولعل الإجابة على السؤال الأخير تعطينا المفتاح الحقيقي للإجابة على الأسئلة السابقة؛ فإن الأخذ بالمفاهيم الدينية الصحيحة لا يتعارض مع الأخذ بأسباب التقدم؛ لأن العلاقة بينهما ليست علاقة تضاد أو تناقض حتى نظن أو نتوهم أن التمسك بالدين الصحيح سبب تأخر أهله، وإنما هي علاقة اشتمال وتداخل أو ما يسمى في عرف المَنَاطقة بعلامة العموم والخصوص والمطلق، فكل ما هو دين صحيح لا بد وبالضرورة أن يكون فيه تقدم للبشرية وأمن وأمان، وكلمة \"صحيح\" هنا مقصودة بذاتها، حتى لا يعد من الدين ما ليس منه وحتى لا يُرتكَب باسم الله ما لا يمت إليه بسبب، كما أن التقدم الذي ينشده الدين لأهله ليس هو تقدم الأشياء في ذاتها فتكون الحضارة الناتجة عن هذا اللون من التقدم حضارة مادية أو هي حضارة شيئية لا تعني بصانع الأشياء قدر عنايتها بالأشياء في ذاتها؛ ذلك أن هذا",
            "page": "86",
            "part": "1",
            "seal": "5D1BC60A"
        },
        {
            "id": "85",
            "nass": "اللون من التحضر يوجه كل اهتمامه إلى الوسائل فيجعلها غايات في ذاتها ويهمل الغايات الحقيقية التي يجب أن يتوجه لخدمتها كلها يتبع منها كل ألوان التقدم والتحضر. ¶ والأديان كلها خلاف ذلك تماما، فهي تجعل الإنسان غاية في ذاته لكل تقدم مقصود وما عدا الإنسان في هذا العالم يعتبر وسيلة له، ومن هنا نجد الأديان كلها قد وجهت عنايتها إلى الإنسان أن يهمل الوسائل باعتبارها مرآة وجوده وعنوان تحضره، وهذا هو الفرق الدقيق بين موقف الأديان من معنى التحضر وموقف أولئك الرافضين للدين بدعوى أنه يعوق التقدم، فإن أولئك يهتمون بتقدم الأشياء في ذاتها على حساب التقدم الإنساني؛ فإن تقدم الإنسان في ذاته شيء وتقدم الأشياء المحيطة به شيء آخر، وهم بذلك يهتمون بالوسائل على حساب الغاية، وهذا عكس الموقف الديني الذي يهتم بالغاية في ذاتها ولا يهمل الوسائل. ¶ ولعل بوادر الإفلاس لبعض الحضارات المادية قد بدت واضحة في معظم دول أوروبا، حيث ظهرت حركات التمرد التي تعبر عن روح الشباب الثائر على كل شيء أمامه؛ لأنه لم يجد فيه ما يبعث روح الأمن والأمان اللذين هما غاية الإنسان وأمله في حياته. ¶ وأوروبا لم يتقدم لأنها أهملت الدين أو نفضت يدها منه كما يزعم هؤلاء، بل تقدمت أوروبا؛ لأنها أخذت بأسباب التقدم وملكت ناصيته، كما أن الشرق لم يتخلف بسبب تمسكه بالدين أو أخذه بمفاهيمه، وإنما يرجع تأخر الشرق؛ لأنه أهمل الأخذ بأسباب التقدم ولم يسْعَ إليها، وهذا قانون إلهي عام في جميع الأمم ينطبق على الأمة الإسلامية كما ينطبق على الأمم الكافرة، فمن يأخذ بالأسباب يصل ضرورةً إلى النتائح إذا توافرت العوامل المساعدة، ومن يهمل الأساباب لا يمنى نفسه بالوصول إلى نتائج، فالدين مفترى عليه في هذه المقارنة، وينبغي أن نتلمس أسباب تقدم الغرب وتأخر الشرق بعيدا كل البعد عن هذه الأكذوبة المقصودة",
            "page": "87",
            "part": "1",
            "seal": "D3E059CD"
        },
        {
            "id": "86",
            "nass": "أوروبا والمسيحية: ¶ وإذا ألقينا نظرة سريعة على حقيقة موقف أوروربا من الدين، فإننا نجد ما يدعو إلى الدهشة والعجب؛ لأن موقف حكومات أوروبا يختلف تماما عما يشاع عنها في منطقة الشرق والعالم الإسلامي بصفة خاصة، ولم نجد في العالم الإسلامي كله -وهو الهدف المقصود من هذه الحملة- حكومة تخطط وتعد البرامج؛ لتنفيذ خططها؛ لنشر دينها وحمايته مثلما عملت حكومات أخرى في أوروبا. ¶ وسوف أضع أمام القارئ بعض المواقف لبعض دول أوروبا من هذه القضية؛ ليعرف مدى ما وصل إليه دعاة هذه الأكذوبة من تضليل وتزييف في دعواهم أن أوروبا نفضت يدها من الأديان عموما. ¶ أولا: لا يشك معاصر في تقدم الشعب الإنجليزي ولا في تحضره، ورغم ذلك فإنه على المستوى الحكومي من أكثر الشعوب",
            "page": "88",
            "part": "1",
            "seal": "139CC7C5"
        },
        {
            "id": "87",
            "nass": "الأوربية حفاظا على دينه ومعتقداته، ولقد أثير في الثلاثينات من هذا القرن خلاف كبير حول قضية استحالة الخبز والخمر إلى جسد المسيح وروحه، وهذه المسألة معروفة في الدين المسيحي، فاليمينيون يرون أنه بمجرد تقديس الكاهن على المذبح ينقلب الخبز إلى جسد المسيح وينقلب الخمر إلى دمه بناء على أن المسيح قد قال في العشاء الأخير لحوارييه: إن هذا الخبز جسدي وإن هذه الخمر دمي، وقدم لهم الخبز والخمر معا. فالكاثوليك والمحافظون يقولون أنه كلما قدس الكاهن على الخبز والخمر ودعا بالدعاء الذي قاله المسيح ينقلب الخبز إلى جسده والخمر إلى دمه، وأما الوسط واليساريون فيرون أن هذه الاستحالة غير معقولة؛ لأنها مخالفة للعلم، والخبز لا يكون جسدًا للمسيح ولا الخمر دمًا له بالمعنى الحقيقي، وأنه يقدس كل يوم ألوف الكهنة، ولا نرى هذا التحول حقيقة، ولا يكون كلام المسيح في ذلك إلا رمزا بحيث إذا قدس الكاهن يتذكر الناس جسد المسيح ودمه، واحتدم الخلاف بين اليسار واليمين حول هذه المشكلة في انجلترا واستدل اليسار بما في كتاب الصلاة الذي يمثل عقيدة الكنيسة الإثكليكانية، وفي هذا الكتاب ما يدل على أن كلام المسيح ليس إلا رمزا فقط وليس حقيقة، واعترض اليمين على النص المقدس وطلبوا تعديله أو حذفه من كتاب الصلاة، ولا يجوز تعديل أو حذف أي نص من كتاب الصلاة إلا بعد الرجوع إلى مجلس العموم البريطاني ومن هنا دخلت هذه المشكلة إلى مجلس العموم ومجلس",
            "page": "89",
            "part": "1",
            "seal": "67885C36"
        },
        {
            "id": "88",
            "nass": "اللوردات، وشكلت الحكومة البريطانية لذلك مجلسا مؤلفا من كبار المطارنة؛ لحسم هذه المشكلة، ولكن هذا المجلس المؤلف قد انقسم على نفسه، ولم يتفق على رأي موحد إلا بعد نقاش طويل حيث استقر رأيهم أخيرا على أن هذه الاستحالة حقيقية، وطلب المجلس تعديل كتاب الصلاة فيما يتعلق بهذه النقطة، وعند ذلك عرضت الحكومة هذه القضية على مجلس اللوردات وبعد مناقشات عنيفة قرر المجلس تنفيذ قرار الأباطرة الذي كان يرأسه رئيس أساقفة كنتربري أكبر أساقفة انجلترا، ولما كان لا بد لتعديل كتاب الصلاة من مواقفة مجلس العموم دخلت إليه القضية مرة أخرى، ووقف وزير الداخلية البريطاني، معترضا على قرار التعديل في الكتاب المقدس، فكتاب الصلاة هو دستور كنيسة انجلترا ولا يمكن تعديل شيء منه إلا بعد رأي الأمة بأسرها، وعند التصويت على هذه القضية كانت الأكثرية رافضة لقرار التعديل في كتاب الصلاة. ¶ فهذه مسألة دينية صرفة كانت محور هذه المناقشات الطويلة في مجلس الشيوخ والنواب في أعظم دول وأعلاها كعبة في المدنية والتحضر، فهل كانت انجلترا رافضة للدين حين شغلت نفسها بهذه المشكلة؟ ¶ ثانيا: لقد وضعت بلجيكا في برنامج حكومتها الرسمي العمل على تنصير زنوج مستعمراتها في الكونغو، وتم لها ما أرادت فأصبح أكثر من نصف سكان الكونغو يدينون بالمسيحية بعد",
            "page": "90",
            "part": "1",
            "seal": "CAC6F378"
        },
        {
            "id": "89",
            "nass": "أن كانوا يعيشون حياة البداوة، وذلك يجهد المبشرين بالمسيحية الذين أوفدتهم بلجيكا لتنفيذ برنامجها هناك. ¶ ثالثًا: نجد إيطاليا بعد أن غلب عليها حكم الفاشية أعادت إلى المدارس الحكومية التعليم الديني الخاص الكاثوليكي وأقامت الصلبان في المدارس، وعدلت قوانين البلاد تعديلا موافقا لمبادئ الكنيسة، وأعلنت أنها دولة مسيحية كاثوليكية وأرسلت القساوسة والمبشرين إلى مستعمراتها، وزادت على غيرها من حجور أمهاتهم في ليبيا؛ لكي تنصرهم على الكاثوليكية في إيطاليا نفسها، ولم تعبأ بما في ذلك من الاعتداء على أقدس حرية بشرية وهي حرية العقيدة وهذا شيء قد سجله التاريخ، وهو خير شاهد على ذلك. ¶ وجميع الدول البروتستانية في أوروبا تعلن كلها أنها دول مسيحية، وأن ثقافتها إنجيلية، وكثيرا ما أعلنت هذه الدول في برامج حكوماتها أمام المجالس النيابية أنها ملتزمة بالثقافة الإنجيلية وتعاليمها، ولا يخفى على من يقرأ تاريخ العلاقات بين الشرق والغرب أن وزير معارف هولندا افتتح مؤتمر المستشرقين في ليدن سنة 1931 بخطاب صرح فيه بأن هولندا لم تذهب إلى الشرق لأجل التجارة؛ وإنما لنشر الدين المسيحي \"كما صرح \"شترزمان\" وزير خارجية ألمانيا في كثير من خطبه أمام \"الريخستاج\" أن ثقافة ألمانيا",
            "page": "91",
            "part": "1",
            "seal": "3DD45E66"
        },
        {
            "id": "90",
            "nass": "قائمة على الدين المسيحي، وفي فبراير سنة 1933 قدر هتلر رئيس الحزب القومي الاشتراكي الألماني -عندما تولى رئاسة الوزارة- برنامجا لوزارته صدق عليه جميع وزراء ألمانيا المشتركين في الوزارة، وبدأه هتلر بقوله: \"أن أول واجب ستقوم به الحكومة القومية الألمانية هو العمل لأجل الوحدة الروحية وإحياء العقيدة النصرانية في الأمة والتقاليد الجيدة الماضية\"، وهناك كتاب يسمى \"الأديان في ألمانيا\" ينبغي أن يقرأه أؤلئك الذين يتزعمون عن جهل -دعوى فصل الدين عن الدولة؛ ليعلموا ما للدين من قوة في ألمانيا وكيف يقترن التعليم الديني بالتعليم المدني في مدارسها. ¶ والمصلح المسيحي \"كلفين\" كان أساس برنامجه الاصلاحي هو \"أن الدولة المسيحية رأسها هو الله\"، ولأجل أن يكون الإنسان تابعا لهذه الدولة ينبغي له عدم الحيدة عن خطة الإنجيل، والمواطنة على إقامة الشعائر المسيحية، ويتناول القربان أربع مرات في العام؛ ذلك أن الاشتراك في المائدة الإلهية هو عبادة الله رأس الدولة المسيحية واليسوع المسيح رأس الكنيسة، فهاتان السلطتان الدنيوية والروحية باتحادهما معا من شأنهما تنفيذ إرادة الباري رأس الدولة، فالسلطة السياسية بيدها السيف ولها حق القصاص إن لزم، كما أن السلطة الروحية لها حق الوعظ والتحليل والتحريم، وكلا نوعي الأحكام الزمنية والروحية يجب أن يبنى على الكتاب المقدس، والملك الذي لا ينشر مجد الله فليس بالذي يقيم مملكة وإنما يقيم لصوصية، وعلى",
            "page": "92",
            "part": "1",
            "seal": "D00ED6BF"
        },
        {
            "id": "91",
            "nass": "الحاكم أن يقبل مراقبة رجال الدين ويوطد التعاون معهم نظام دولته لا النظام المدني فقط، بل الديني أيضا\". ¶ وفرنسا قد اتفقت مع الفاتيكان على تحديد نوع العلاقة بين الدولة والكنيسة، وبمقتضى هذه العلاقة أعلنت فرنسا أنها حامية المسيحية في الشرق ولا سيما المذهب الكاثوليكي، ومن يقرأ تاريخ الاستعمار الفرنسي في شمال إفريقيا يعلم حقيقة موقف فرنسا من الدين المسيحي وجهودها الدائبة لنشره، ولا يخفى على أحد أيضا ما فعله الكردينال \"لا فيجري\" والآباء اليسوعيون في الجزائر وتونس والمغرب وبلاد النيجر، فلقد تحولت مساجد كثيرة إلى كنائس علقت فيها الصلبان، وتحول الكثير من البربر إلى كاثوليك بفعل الآباء، وتعمدت فرنسا إلغاء الشريعة الإسلامية في الجزائر على يد المسيو \"لوسيان سان\" الذي دعا إلى عقد مؤتمر ديني كبير للكاثوليك نتج عنه حظر التجول للفقهاء المسلمين في البلاد، ومنع حفظة القرآن الكريم ومشايخ الطرق الصوفية، كما منع زعماء البربر من إرسال أبنائهم إلى العواصم لحفظ القرآن أو تعلم العقيدة الإسلامية وذاكرة التاريخ لا تنسى شيئًا من ذلك، ولا أريد أن استطرد في ذكر العديد من النماذج الأوروبية التي يحلو للبعض أن يقارن الشرق بها، ولكن أصبح من المؤكد الآن أن الذي دعت إليه فرنسا في الجزائر والمغرب هو بعينه ما يدعو إليه هؤلاء العلمانيون من إبطال العمل بالقانون الإسلامي، وفصل أمور السياسة عن أمور الدين. وما أردت بذكر هذه الأمثلة أن أضع أمام حكومات العالم الإسلامي وأمام القارئ حقيقة الموقف",
            "page": "93",
            "part": "1",
            "seal": "7FD11005"
        },
        {
            "id": "92",
            "nass": "ليعلم الكل كم يخدعه هؤلاء المضللون في زعمهم بأن أوروبا قد نفضت يدها من قضايا الدين وأنها لا تعنى بالمسيحية في شيء وأن النشاط الديني لا يبارح الكنيسة. ¶ وأول من نادى بهذه الضلالة وروَّج لها في الشرق هو مصطفى كمال أتاتورك رئيس تركيا، وكان وراء ذلك جهد كبير وجهاد مستمر من الاستعمار الذي غذى هذه الأكذوبة وعمل على شيوعها في هذه المنطقة؛ لكي يمكن لنفسه من خيراتها، وكانت الخلافة وذلك لا يمكن إلا بالتخلص من العقيدة الإسلامية باقتلاعها من نفوس أصحابها بوسيلة أو بأخرى وفي سبيل ذلك أشاعوا كذبا وبهتانا أن الدين ضد المدنية والتحضر، وأن تأخر الشرق يرجع إلى تمسكه بالدين و ... و ... هذه الأكاذيب والأضاليل التي استأجروا للترويج لها أقلاما ورجالا ما زلنا نسمع صوتهم إلى اليوم، وإذا كان أتاتورك قد سلخ تركيا عن العقيدة الإسلامية بقانون وبرنامج وُضِعت خطواته في أندية أوروبا، فإن الشعب التركي لم لبث أن عاد وسريعا إلى العمل على بناء ما تهدم وتعمير ما خرب، وأصبح يجتذب إليه أنظار العالم الإسلامي كله فيعقد المؤتمرات الدولية باسم الإسلام ويكوِّن الأحزاب الإسلامية التي وجدت لها مكانا في السلطة السياسية، وأصبح ما فعله أتاتورك بتركيا عملا سجله التاريخ في كتبه ولم يؤثر في عقيدة المسلم التركي في واقع الأمر، والقضية كلها أصبحت قضية تاريخية ولا واقع لها.",
            "page": "94",
            "part": "1",
            "seal": "2D487537"
        },
        {
            "id": "93",
            "nass": "سياسة التنصير في العالم الإسلامي: ¶ تبشير أم تنصير: ¶ من الأفضل أن نسمي الأشياء بأسمائها الصحيحة، ولذلك فإننا نرى أن استعمال كلمة التنصير هي الأكثر دلالة على المطلوب من كلمة التبشير التي استعملها بعض الكتاب للتعبير بها عن ذلك الجهد الذي يبذله المتخصصون من النصارى في بث تعاليم الإنجيل بين المسلمين وغيرهم بهدف تنصيرهم وتحويلهم من الإسلام إلى النصرانية واتباع تعاليم الإنجيل بدلا من القرآن والولاء للكنيسة بدلا من المسجد. ¶ وقد يكون مفيدًا للدارسين لهذه القضية أن يعلموا أن سياسة التنصير والعمل على بث تعاليم الإنجيل بين المسلمين ليست جديدة، وإنها ليست وليدة هذا العصر، بل هي قديمة قدم الإسلام نفسه، ويمتد تاريخها إلى عصر النبوة ثم عصر الخلفاء الراشدين وبني أمية، ولا زالت مستمرة إلى يومنا هذا. ¶ وأقدم وثيقة سجلت لنا تاريخ الحوار المسيحي الإسلامي هو القرآن الكريم وما جاء فيه من آيات سجلت لنا ما كان يدور بين الرسول وأهل الكتاب في المدينة المنورة، وهذا الحوار كان يشتد أحيانا ليأخذ شكل الصراع الذي يذهب إلى مستوى الكيد والتدبير؛ لقتل الرسول صلى الله عليه وسلم وكان يهدأ في بعض الأحيان فيأخذ شكل الحوار العقلاني، ولقد سجلت لنا سورتان كريمتان من سور القرآن الكريم ما كان يجري من حوار بين الرسول وأهل الكتاب وهما: \"سوررة آل عمران، وسورة المائدة\" والذي يتدبر آيات الحوار",
            "page": "96",
            "part": "1",
            "seal": "8B9C1018"
        },
        {
            "id": "94",
            "nass": "الواردة في هاتين السورتين يقف على حقيقة هذا الصراع، وحقيقة القضايا العقدية التي كانت تمثل موضوع هذا الحوار، وكيف فضح القرآن سرائر النصارى حين بدلوا وحرَّفوا ما أنزل الله على عيسى النبي، وبين أنهم يكتبون الكتاب بأيديهم، ثم يقولون هو من عند الله وما هو من عند الله، واستمرت موضوعات هذه القضية موضوع الحوار الديني خلال عصور الإسلام المتوالية، تصدى لها علماء الإسلام عبر هذه القرون العديدة، فوضع الجاحظ رسالته في الرد على النصارى، وكتب القاضي عبد الجبار كتابه في دلائل النبوة، ونبه كل منهما على أساليب النصارى ومنهجهم في بث الدعاوي الإنجيلية بين المسلمين. ¶ كما تصدى لنفس القضية ابن حزم في كتابه العظيم \"الفِصَل\" والشهرستاني في كتابه \"المِلَل والنِّحَل\" وعلي بن ربن الطبري في رسالته \"الرد على النصارى\"، وابن تيمية في \"الجواب الصحيح لمن بدَّل دين المسيح\"، وابن القيم في كتابه \"هداية الحيارى في الرد على النصارى\"، وكذلك القرافى في كتابه \"الإعلام بما في دين النصارى من الفساد والأوهام\".. وكثير من الرسائل التي لا تكاد تحصى في هذا الغرض. ¶ وفي العصور المتأخرة كتب رحمة الله بن خليل الرحمن العثماني الكيرانوي كتابه \"إظهار الحق\" الذي يعتبر من أهم الكتب الحديثة التي عرضت لهذه القضية بأسلوب رصين ومنهج علمي رائع أفاد من كتب السابقين. وأخذت هذه القضية تحتل مكانا بارزا في",
            "page": "97",
            "part": "1",
            "seal": "2AA55E61"
        },
        {
            "id": "95",
            "nass": "اهتمامات المفكرين المعاصرين وفي الأقسام الأكاديمية للفسلفة الإسلامية والعقيدة في الجامعات العربية والإسلامية، ولعلها تمثِّل الآن أهم قضايا الحوار القائم بين المسيحية والإسلام في المؤتمرات المعتمدة التي احتلت بؤرة الصراع القائم بين أهل الديانتين عبر التاريخ، وتحولت لغة الصراع إلى لون جديد من الحوار كمظهر جديد من مظاهر العلاقة بينهما. ¶ وسوف نجعل هذه الدراسة ترتكز في مقدماتها ونتائجها على نصوص المبشرين أو القائمين على سياسة التنصير أنفسهم وكذلك على التوصيات التي يوصون بها في مؤتمراتهم المتعددة ليكون كلامه شاهدا لنا بما نريده من دراسة هذه القضية من حيث الغاية والهدف من جانب وليكون في نفس الوقت ردا علميا على الذين يرددون كلامهم ويتشيعون لمنهجهم تحت ستار المدنية والحضارة وما إلى ذلك من مسمياتهم الكثيرة التي يتسترون خلفها لبثِّ أفكارهم بين المسلمين من جانب آخر. ¶ ولقد نشطت المؤسسات التنصيرية في العالم الإسلامي منذ النصف الثاني من القرن التاسع عشر والقرن العشرين مما لفت أنظار المفكرين المسلمين أن يتنبهوا لخطورة هذه القضية وسوء عاقبتها مما دعا البعض إلى رصد هذه المؤسسات وتتبع تاريخ هذا النشاط التنصيري في القرنين الأخيرين. ¶ وتكاد تتفق معظم المؤلفات الحديثة على أن أول من مارَسَ هذه المهمة في العالم الإسلامي الحديث هو \"ريمول لول 1299-1300\"",
            "page": "98",
            "part": "1",
            "seal": "C3043532"
        },
        {
            "id": "96",
            "nass": "المفكر الأسباني الذي استطاع أن يحصل على إذن الملك يعقوب صاحب أرغونة؛ ليقوم بمهمة التبشير في مساجد برشلونة بين صفوف المسلمين محتميا بالسلطة المسيحية في أسبانيا1. وذلك بعد أن فشلت الحروب الصليبية في تحقيق أحلام الغرب ودعودة بيت المقدس إلى السلطة المسيحية وانتزاعه من أيدي المسلمين. ¶ وكان قبل ذلك قد تأسس في سوريا وبلاد الشام جماعة \"الإخوة الكرملية\" أسسها أحد الصليبيين 552هـ سنة 1157م وأطلق عليها اسم جبل الكرمل. ¶ وفي أوائل القرن الثالث عشر تأسست مدرسة الآباء الفرنسيسكان والدومينيكان، وأنشأت كل منهما لنفسها فروعها المختلفة في أنحاء سوريا وبيروت. ¶ وفي أعقاب الحروب الصليبية كتب أسقف \"دومينكاني\" وهو \"وليم الطرابلسي\" رسالة بشئون المسلمين يوصى فيها باستخدام المرسلين \"يعني المنصرين\" بدلا من الجنود؛ لاستعادة البلاد المقدسة2. ¶ ولقد أشار فيليب حتى إلى هذه الوثيقة الخطيرة في كتابه عن تاريخ سوريا وفلسطين، وأوضح القول في العلاقة المتبادلة بين ¶ __________ ¶ 1 راجع التبشير في منطقة الخليج، ص201/ 203، الحنجي. ¶ 2 فيليب حتى: تاريخ سوريا ولبنان وفلسطين 2/ 263، دار الثقافة بيروت، نقلا عن أ. د. عبد العظيم الديب، التعبئة الثقافية، بحث نشر في ندوة الثقافة العربية، جامعة قطر، سنة 1993م.",
            "page": "99",
            "part": "1",
            "seal": "15331649"
        },
        {
            "id": "97",
            "nass": "الاستشراق والتنصير وأن هدف الفريقين واحد، وإن اختلفت الوسائل، فالمبشرون يستفيدون من دراسات المستشرقين لخصائص البلاد وأحوالهم وعاداتها وإمكاناتها للتقرب إلى أهلها بأيسر السبل، والتعاون قائم بين الفريقين لاستقطاب أهل الرأي في المنطقة للسيطرة عليها بكل الوسائل المتاحة. ¶ ولقد ركزت حملات التنصير في العصر الحديث على أطراف العالم الإسلامي والمناطق النائية في شرق وجنوب شرق آسيا، وبصفة خاصة في أندونيسيا ووسط أفريقيا والمناطق الاستوائية، مستعينين في ذلك بالخدمات الاجتماعية التي يقدمونها لأهالي هذه المناطق كالمعونات الاقتصادية والخدمات الطبية ودور الأيتام وكبار السن وتأسيس المدارس بمراحها المختلفة، ومما يلفت النظر حقا أنه رغم كل هذه الجهود المضنية فإن النتائج التي حصلوا عليها كانت مخيبة لآمالهم مما دعاهم إلى معاودة النظر في الأسلوب والوسيلة مرات ومرات، ولعل أبرز ما تم الاتفاق عليه في مؤتمر كلورادو سنة 1978م هو محاولة خلق البيئة النلائمة للنسلن الذي يراد تنصيره فبدلا من التركيز على تنصير الفرد أخذوا يركزون على تنصير البيئة والجماعة كوحدة متكاملة يراد تنصيرها حتى لا يشعر الفرد بالغربة أو العزلة إذا ترك دينه منفردًا، أما إذا كانت الجماعة كلها محور العمل التنصيري فإن الفرد لا يحس فيها بالغربة أو العزلة، لأنه حينئذ سيكون فردًا في جماعة متكاملة، وهذا ما سعى المنصرون؛ لتحقيقه في كثير من المناطق النائية الآن، ولعل من أبرزها ما يجري في أندونيسيا وأفريقيا.",
            "page": "100",
            "part": "1",
            "seal": "8B03DAC0"
        },
        {
            "id": "98",
            "nass": "بين الاستشراق والتنصير: ¶ ومن الملاحظ أن أهداف سياسة التنصير قد تلتقي ما أهداف حركة الاستشراق في كثير من الأمور، خاصة ما يتصل منها بالأهداف الجينية والثقافية وإجماع الطرفين \"المستشرقون والمنصرون\" على القول بمركزية الحضارة الإنسانية وارتباطها بأوروبا وشعوبها، وهذا ما تجده واضحا في كتابات المستشرقين والمنصرين ومن دار في فلكهم من الكُتَّاب العرب الذين يقومون بدورهم في تحقيق أهداف المستشرقين في القول بأوربة الفكر الإنساني قاطبة\"، والقول بضرورة الأخذ بالنموذج الأوروبي واقتفاء أثره إذا أراد المسلمون أن يعيشوا عصرهم وحضارتهم1. ¶ وقد يكون مفيدا للقارئ أن ننبه هنا إلى أن هاتين الظاهرتين وجهان لعملة واحدة هي موقف الغرب من الإسلام والمسلمين، وماذا يريد الغرب من الشرق الإسلامي لذلك لا غرابة أن نجد بينهما وحدة في الهدف أحيانا، ووحدة في الوسائل أحيانًا أخرى، فقد يكون بعض المستشرقين مشتغلا بعملية التنصير، وقد يكون المنصر مستشرقا وهذا واقع معروف في عصرنا وفي كثير من بلادنا، وهذا يفسير لنا ما قد يجده الدارس أحيانا من تداخل أحيانا في قراءة الأسباب والأهداف لكل من هاتين الظاهرتين. ¶ __________ ¶ 1 من النماذج على سبيل المثال: عبد الله العروسي ومحمد آركون بالمغرب.",
            "page": "101",
            "part": "1",
            "seal": "D0B723CC"
        },
        {
            "id": "99",
            "nass": "ولكن ينبغي أن ننبه هنا إلى أهم ما بينهما من فروق في الوسائل والمناهج: ¶ 1- يركز الاستشراق في وسائله على الجانب العلمي، كالبحث والكتاب والمقال والندوة والمؤتمر والمحاضرة، فنشاطه علمي وبحثي، مجاله العلوم الإسلامي بفروعها المختلفة، فقد تجد بينهم المشتغل بالنحو أو التاريخ أو التفسير أو علوم الحديث والفلسفة والتصوف.. إلخ ... أما التبشير فغالبًا ما يركز على الجانب الاجتماعي كوسيلة مؤثرة في تحقيق أهدافه: مثل بناء المستشفيات والملاجئ والنوادي والمؤسسات التربوية والتعليمية. ¶ 2- يركز المستشرقون في نشاطهم على مخاطبة المثقف بعد اكتشاف ميوله والتعرف على مزاجه النفسي، وكذلك المشتغلين بالسياسة، ووسيلتهم في ذلك الكتاب والمقال والندوة والصداقات الشخصية مع كبار المسئولين عن القرار السياسي والثقافي، والعائدين من البعثات التعليمية بأوروبا، وغالبا ما تؤتي هذه الصداقات ثمارها في تنفيذ أهداف المستشرقين ولعل النظرة السريعة على خريطة توزيع الوظائف المؤثرة ثقافيا في وطننا العربي تؤكد لنا صدق هذه القضية، فمعظم العائدين من البعثات خاصة من فرنسا يتبوأون مراكز القيادة الثقافية في بلادهم ومن موقعهم الوظيفي يملكون اتخاذ القرار وتنفيذه.",
            "page": "102",
            "part": "1",
            "seal": "B47AF750"
        },
        {
            "id": "100",
            "nass": "أما المبشرون فيركزون في خطابهم على الطبقات الدنيا والفقيرة في المجتمع، الطبقات التي لا حظ لها من الثقافة أو التعليم؛ لتسد رمقها وتروى ظمأها، والطريق مخاطبة الفقير والجائع هو لقمة العيش وحفنة المال. ¶ 3- لا يلجأ المبشر إلى الطعن في الإسلام بطريق مباشر، وإنما يبدأ حواره مع المسلم بالحديث عن الجوانب الاجتماعية التي تشغله والتي هي نقطة الضعف في حياته ويعاني منها، عكس المستشرق فإنه يلجأ في مؤلفاته إلى النيل من الإسلام ومن الرسول بشكل مباشر وصريح، فيطعن في نبوة الرسول والقرآن ويثير المشكلات التي مازالت تؤرق المفكر المسلم إلى الآن. ¶ ويمكن أن نعرف التنصير من أقوال أصحابه القائمين به بأنه: منهج يسلكه المختصون؛ لتنصير العالم وتقديم تعاليم الإنجيل إلى غير المسيحي بوسائل مختلفة، ولقد أفصح الدكتور \"هاريسون\" عن هذا الهدف بوضوح في تحديدة مهمة الإرسالية العربية الأمريكية بدول الخليج في قوله: \"إننا نريدهم أن يصبحوا مسيحيين\"1 مستدلا على ذلك بما جاء في الإنجيل: \"فلتذهب إليهم وليكن لك أتباع بين جميع الأمم\"2، ويجب أن يعم الإنجيل كل الأمم. ¶ __________ ¶ 1 التبشير والاستشراق: مستشار عزت الطهطاوي، ص158-159. ¶ 2 DANG.13 نقلا عن التبشير والاستعمار: فروخ.",
            "page": "103",
            "part": "1",
            "seal": "A627E015"
        },
        {
            "id": "101",
            "nass": "ومحاولة تحقيق هذا الغرض هو ما يطلق عليه لفظ التبشير، الذي يعني عند النصارى \"العيش والعمل والحديث من أجل المسيح\". ¶ ومهمة التنصير بين المسيحيين ضرورية، ولا بد أن يتعاون للنهوض بها الأفراد والمؤسسات، وبلغ اهتمامهم بها حدا كبيرا جعل بعضهم يعلن صراحة عن طبيعة المبشرين بقوله: \"لقد أرسلناه لا للوعظ الاجتماعي؛ ولكن للخلاص، ولا للحديث عن الاقتصاد؛ بل للتبشير، ولا للتقدم؛ بل للنصح، لا للنظام الاجتماعي الجديد؛ بل للمولد الجديد، لا للثورة؛ بل للانبعاث الروحي.. لا للتغني بالديمقراطية؛ بل للإنجيل، لا للحضارة؛ بل للمسيح؛ إننا سفراء ولسنا سياسيين\". ¶ ويتفق المسيحيون على أن التبشير ركن أساسي من أركان الكنيسة الحديثة، وله النصيب الأكبر من الميزانية السنوية في أموال الكنيسة.",
            "page": "104",
            "part": "1",
            "seal": "F7751112"
        },
        {
            "id": "102",
            "nass": "أهداف التبشير ومناهج المبشرين: ¶ من الممكن أن تترك هذه النقطة دون إشارة إليها لولا أن بعض المشتغلين بالكتابة يحاول أن يحمل أعمال المبشرين في العالم العربي على أنها أمور اجتماعية، الغرض منها المساعدة المالية والاجتماعية للفقراء والمرضى واليتامى، ويدَّعى أن هذه أعمال إنسانية ولا ينبغي التشهير بها أو حملها على غير مراد أصحابها، وهذا ما دعاني إلى التعرض لهذه النقطة لِنُبَيِّن أغراض المبشرين من كتاباتهم هم ومن على ألسنتهم دون تدخل منها للتفسير أو التأويل.",
            "page": "104",
            "part": "1",
            "seal": "82F3966E"
        },
        {
            "id": "103",
            "nass": "يقول الدكتور \"إرهاس\" طبيب الإرسالية التبشيرية في طرابلس: فإنه يجب على طبيب الإرسالية التبشيرية ألا ينسى أبدا لحظة واحدة أنه مبشر قبل كل شيء ثم هو طبيب بعد ذلك. ¶ ولقد خطب القسيس \"هاريك\" في جموع المبشرين مبيِّنًا لهم كيفية التعامل مع المسلمين قائلا: إن ترجمة الإنجيل وكتب التبشير إلى اللغات الإسلامية أكثر فائدة وأتمّ نفعا؛ لأنه بمجرد شراء المسلمين لكتب المبشرين ومطالعتهم لها تتبدد أوهامهم القديمة عن المسيحية، وأما الجدل والمناظرة فيبعدان المحبة التي لها وقع كبير على قلوب الغير وتأثير مضاد على نشر النصرانية، فالمحبة والمجاملة هما آلة المبشر؛ إن طريق الاعتقاد غايته دائما القلب، ويجب على المبشر أن يتحلى دائما بمبدأ المسيحية قبل أن يتغنى بالأمور النظرية، كما يظهر للمسلم أن النصرانية ليست عقيدة دينية ولا دستورًا سياسيًّا بل هي الحياة كلها.. إنها تحب العدل والطهر، وتمقت الظلم والباطل، ونفتح للمسلم مدراسنا ونتلقاه في مستشفياتنا، ونفرض عليه محاسن لغتنا، ثم نقف أمامه منتظرين النتيجة بصبر ونتعلق بأهداب الأمل؛ إذ المسلم هو الذي امتاز بين الشعوب الشرقية بالاستقامة والشعور بالمحبة ومعرفة الجهل، وبهذه الطريقة فقط يمكن للمبشر أن يدخل إلى قلوب المسلمين1. ¶ وسبق أن قلنا إن أهداف الاستشراق قد تلتقي مع أهداف التبشير في كثير منها لكن ذلك لا يعفينا من التنبيه إلى أهم أهداف التبشير في العالم الإسلامي عموما وفي منطقة الخليج بصفة خاصة. ¶ __________ ¶ 1 الخالدي: ص104-106.",
            "page": "105",
            "part": "1",
            "seal": "F3360984"
        },
        {
            "id": "104",
            "nass": "1- تحويل أهل الجزيرة العربية عن الإسلام إلى المسيحية، ويتضح هذا الهدف من برنامج عمل الإرسالية الأمريكية التي تأسست سنة 1889م فقد جاء فيه ما يلي: \"نحن الموقعين أدناه قد عزمنا على القيام بنشاط تبشيري رائد في البلاد الناطقة باللغة العربية وبخاصة من أجل المسلمين والعبيد مقرين بالحقائق التالية: إن الحاجة بالغة لهذا العمل التبشيري وضرورة تشجيعه في العصر الحالي.. ولذلك فقد اقترحَت اللجنة المؤسسة لها ضرورة البدء السريع في هذا العمل، وأن يكون ميدانها الجزيرة العربية وأعالي النيل. ¶ 2- ومما يقوِّي الهدف السابق ما يدعيه \"زويمر\" أحد مؤسسي الإرسالية السابقة من وجود حق تاريخي للنصرانية في الجزيرة العربية، وأن إعادتها إلى النصرانية كسابق عهدها أمر غير مستحيل، وقد أكد ذلك \"زويمر\" في قوله: \"إن للمسيح حقًّا في استرجاع الجزيرة العربية، وقد أكدت الدلائل التي جمعت لدينا في الخمسين سنة الأخيرة، على أن المسيحية كانت منتشرة في البلاد في سابق عهدها، وهناك دلائل أثرية واضحة على وجود الكنيسة المسيحية هنا، ولهذا فإن واجبنا أن نعيد هذه المنطقة إلى أحضان المسيحية7. وكان لسقوط الأندلس في أيدي الصليبيين وانتهاء عهد المسلمين بها أثر في تفكير \"زويمر\" في الدعوة إلى استرجاع هذه المنطقة إلى أحضان المسيحية. ¶ __________ ¶ 1 التبشير في منطقة الخليج، عبد الملك التميمي، ص246.",
            "page": "106",
            "part": "1",
            "seal": "5E3A3E75"
        },
        {
            "id": "105",
            "nass": "3- الالتفاف حول المقدسات الإسلامية في مكة والمدينة، وهذا الهدف قد أعلنه كثير من المبشرين في مؤلفاتهم، فلقد أعلن \"هانوتو\" أن هذه الرموز المقدسة هي رموز وحدة المسلمين وسر قوتهم، وأن المسلمين حين يلتقون حولها في الكعبة أو في المدينة يجددون نشاطهم ويستعيدون قوتهم الروحية التي يستمدون منها معنى التحدي على مواجهة المشكلات. ¶ ولم ينسَ رؤساء المؤسسات التبشيرية أن يعلنوا صراحة أهدافهم التبشيرية على مسامع الأفراد المسلمين الذين يتعاملون معهم في المؤسسات التعليمية كالمدارس والجامعات التي أنشأوها في البلاد الإسلامية لهذا الغرض، تحت ستار نشر التعليم الحديث بين أبناء الشرق، فلقد أقيمت الجامعة الأمريكية في بيروت 1865م؛ ليكون مديرها مبشرًا وجميع المدرسين بها من المبشرين كذلك، وكان من مبادئ تولى التدريس بالجامعة أن يقسم المدرسون بها على أن يوجهوا جميع أعمالهم نحو هدف واحد هو التبشير، ولم يقبل منهم أن يكونوا نصارى فقط، بل يجب عليهم أن يقوموا بمهمة التبشير أيضا، وكانت تحرص الجامعة أن تظهر أساتذتها بمظهر المبشرين وكانت تجبرهم الجامعة أن يحضروا مؤتمرات المبشرين، ولما أحست الجامعة بنوع من الحرج في مواجهة الدولة العثمانية في أوائل هذا القرن ألغت مبدأ القسم المطلوب من الأساتذة. ¶ ولقد قرر مؤتمر القدس المنعقد 1935، أن يستغل كل درس علمي في سبيل تأويل مسيحي لفروع العلوم، كالتاريخ وعلم",
            "page": "107",
            "part": "1",
            "seal": "5B4B0E24"
        },
        {
            "id": "106",
            "nass": "النبات1، وكان دخول الكنيسة عملا إجباريا على كل تلميذ بالجامعة، ولما احتج أولياء أمور الطلاب على ذلك اجتمع مجلس الجامعة وأصدر منشورا بهذا الخصوص جاء في مادته الرابعة ما يلي: ¶ إن هذه كلية مسيحية، أسست بأموال شعب مسيحي، هم اشتروا الأرض، وهم أقاموا الأبنية، وأنشأوا المستشفى وجهزوه، ولا يمكن للمؤسسة أن تستمر إذا لم يساندها هؤلاء وكل هذا قد فعلوه؛ ليوجدوا تعليما يكون الإنجيل من مواده، فتعرض منافع الدين المسيحي على كل تلميذ، وهكذا نجد أنفسنا ملزمين أن نعرض الحقيقة المسيحية على كل تلميذ.. وأن كل طالب يدخل إلى مؤسستنا يجب أن يعرف مسبقا ماذا يُطلب منه، ثم أعلن مجلس الأمناء للكلية: أنها لم تؤسس للتعليم العلماني.. ولكن من أول غاياتها أن تعلن الحقائق الكبرى التي في التوراة وأن تكون مركزا للنور المسيحي، وللتأثير المسيحي، وأن تخرج بذلك على الناس وأن توصيهم به. ¶ وهذه المؤسسة التعليمية ببيروت قد تأسس لها نظائر في سائر البلاد الإسلامية والعربية على وجه الخصوص، فهناك الجامعة الأمريكية بمصر، وجامعة غوردون بالخرطوم، وكذلك في إستامبول بتركيا، بالإضافة إلى المدارس اليسوعية التي لا حصر لها في البلاد العربية وقراها، ولا يخفى على من يراجع المناهج التعليمية في هذه المؤسسات أن التبشير هو مركز الدائرة في كل أنشطة هذه المؤسسات. ¶ __________ ¶ 1 الخالدي، ص104-16.",
            "page": "108",
            "part": "1",
            "seal": "9963DC1E"
        },
        {
            "id": "107",
            "nass": "والدور التبشيري الذي قامت به الجامعة الأمريكية في بيروت التي أسست سنة 1865 قامت به جميع الكليات التبشيرية الأخرى التي أسست لنفس الغرض وفي شتى بقاع العالم الإسلامي، ويستوي في ذلك الجامعة الأمريكية في وسط القاهرة، والجامعة الأمريكية في إستامبول، والكلية الفرنسية في لاهور، والجامعة الأخيرة قامت بدور خطير جدًّا في جنوب شرق آسيا. ¶ وتحت ستار نشر التعليم والثقافة في بلدان العالم الثالث حول المبشرون دور التعليم بمراحله المختلفة وكذلك المؤسسات الثقافيية المختلفة إلى حقول خصبة لزرع تعاليم الإنجيل ونشر تعاليم المسيحية بين أبناء المسلمين من سن الطفولة في دور الحضانة، وانتهاء بالتعليم الجامعي حيث أسسوا مدارس ومعاهد تعليمية لكل هذه المستويات وزرعوها زرعا في معظم البلاد الإسلامية. ¶ وكذلك المؤسسات الثقافية والإعلامية كانت بمثابة منابر يعملون من خلالها على نشر تعاليمهم، ولم يجدوا غضاضة في الإفصاح عن ذلك صراحة حتى إن واحدا منهم يعلن صراحة \"أن المبشرين استغلوا الصحافة المصرية بصفة خاصة للتعبير عن الآراء المسيحية أكثر منها في أي بلد آخر، حيث ظهرت مقالات كثيرة في الصحف المصرية إما مأجورة في أغلب الأحيان أو بلا أجر في أحوال نادرة1. ¶ __________ ¶ 1 البهي ص429، الخالدي وفروخ ص207.",
            "page": "109",
            "part": "1",
            "seal": "E2739308"
        },
        {
            "id": "108",
            "nass": "الوسائل والمؤسسات التبشيرية: ¶ أ- الإرسالية الأمريكية في دول الخليج: ¶ هي إرسالية بروتستانتية ذات أهداف تبشيرية في شبة الجزيرة العربية، قام بتأسيسها الدكتور لانسنج LANSING أستاذ اللغة العربية في معهد اللاهوت في نيوبرونسك NEW BRUNSWICK الخاص بتدريب المبشرين التابع لكنيسية الإصلاح الديني بأمريكا، ولقد ساعد لانسنج في تأسيس هذه الإرسالية ثلاثة من تلامذته وهم جيمس كانتين، وصموئيل زويمرن وفيليب فيلبس، وكان والد لانسنج يعمل مبشرًا في بلاد الشام وخاصة سوريا لمدة طويلة في النصف الأول من القرن التاسع عشر، وقد أطلق لانسنج ومساعدوه على هذه الإرسالية اسم الإرسالية العربية سنة 1889م. استجابة لطلب رسمي مقدم إلى هيئة الإرساليات الأجنبية للسماح بالقيام بعمل تبشيري في البلاد الناطقة باللغة العربية، وبدأت هذه الإرسالية تباشر نشاطها في الجزيرة العربية وخاصة في المناطق المطلة على الخليج العربي، وكانت كنيسة الإصلاح الأمريكية بولاية نيوجيرسي هي التي تتولى الإشراف والتمويل لهذه الإرسالية كما كانت تمدها بالمبشرين الجدد الذين أتموا تدريبهم بها وأصبحوا مؤهلين للقيام بالعمل التبشيري، وكان من خطة هذه الإرسالية العمل على نشر الإنجيل المسيحي في المكان الذي نشأ فيه الإسلام، ولقد أحست هذه الإرسالية بصعوبة المهمة المكلفة بها خاصة في منطقة الجزيرة العربية مهد الإسلام والتي يتمتع أهلها بالولاء الكامل والغيرة الشديدة على الإسلام، لذلك",
            "page": "110",
            "part": "1",
            "seal": "CCB96E48"
        },
        {
            "id": "109",
            "nass": "فكروا في وضع خطة مكتوبة يوافق عليها أعضاء الإرسالية؛ لتكون هذه الخطة ورقة عمل لهم في هذه المنطقة وفي غيرها. ومما جاء في هذه الخطة: ¶ \"نحن الموقعين أدناه قد عزمنا على القيام بنشاط تبشيري رائد في البلد الناطقة باللغة العربية وبصفة خاصة من أجل المسلمين العبيد مقرين منذ البداية بالحقائق التالية: ¶ 1- الحاجة البالغة لهذا العمل التبشيري وضررورة تشجيعه في العصر الحديث. ¶ 2- عدم وجود مثل هذا العمل التبشيري تحت إشراف مجلس الإرساليات الأجنبية في الوقت الحالي. ¶ 3- عدم قيام أي مجهود يُذكر حتى الآن في المجالات آنفة الذكر، ولتحقيق الأهداف المرجوة فإننا نتقدم من المجلس وبتأييده إلى الكنيسة عامة بالمقترحات التالية: ¶ 1- الشروع بهذا العمل بأسرع وقت ممكن. ¶ 2 أن يكون ميدان العمل الجزيرة العربية أو أعالي النيل. ¶ وجاء في المادة الأولى من دستور هذه الإرسالية: \"سيكون اسم هذه المنظمة: الإرسالية العربية\"، وفي المادة الثانية: سيكون هدف هذه المنطقة القيام بالعمل التبشيري في الجزيرة العربية أو البلاد الناطقة بالعربية.",
            "page": "111",
            "part": "1",
            "seal": "1E5530DF"
        },
        {
            "id": "110",
            "nass": "ولا شك أن اختيار الجزيرة العربية كمركز رئيسي لهذه الإرسالية له أهدافه البعيدة التي يخطط لها المبشرون ويعملون على تحقيقها على المدى البعيد، ومن أهم هذه الأسباب التي أعلنوها هو الادعاء بأن الجزيرة العربية كانت في سابق عهدها موطنا للمسيحية قبل الإسلام، ومحاولة إرجاعها إلى سابق عهدها المسيحي أمر ضرروي، وقد أكد صموئيل زويمر على هذه الأهداف في قوله: إن للمسيح حقا في استرجاع الجزيرة العربية، وقد أكدت الدلائل التي تجمعت تحت أيدينا في الخمسين سنة الماضية على أن المسيحية كانت منتشرة في هذه البلاد في سابق عهدها، وهناك دلائل أثرية واضحة على وجود الكنيسة المسيحية هناك، ولهذا فإن من واجبنا أن نعيد هذه المنطقة إلى أحضان المسيحية1. ¶ وبعد دراسة أحوال المنطقة سياسيًّا وجغرافيًّا واجتماعيًّا قرر الجنرال \"هيج heig\" في رحلته إلى الجزيرة العربية، أن كل الجزيرة العربية بدرجات متفاوتة مهيأة لاستقبال الكتاب المقدس بذراعين مفتوحين\"2. ¶ ب- وقد أنشأ هذه الإرسالية عدة مراكز في لها في كل من بيروت، البصرة، البحرين، وكانت البحرين أهم مركز لها حيث أنشأت الإرسالية مكتبة للأب المقدس بالبحرين سنة 1893 وأصبحت ¶ __________ ¶ 1 نفس المصدر، ص48-49. ¶ 2 السابق، ص50.",
            "page": "112",
            "part": "1",
            "seal": "B0F17384"
        },
        {
            "id": "111",
            "nass": "البحرين مركزا مستقلا للنشاط التبشيري في المنطقة بعد أن كان تابعًا المركزهم بالبصرة، وساعد على تكثيف النشاط التبشيري بها عوامل كثيرة أشار إليها المبشرون أنفسهم، ومن أهم هذه العوامل: وضع البحرين السياسي؛ حيث كانت محمية بريطانية، وهذا العامل وحده كان كافيا لتوفير قدر من الأمن والأمان للمبشرين في المنطقة، ثم ابتدأ نشاط هذه الإرسالية إلى جنوب الجزيرة العربية، فأنشأت لها مركزا في عمان ومسقط ومن عمان امتد نشاط الإرسالية إلى شرق أفريقيا ووسطها. ¶ ج- وفي مطلع القرن العشرين أنشأ المبشرون مركزا لهم في دولة الكويت حيث بدأوا في زيارتها سنة 1900م للمرة الأولى وكانت زيارتهم الثانية لها سنة 1903م حيث افتتحوا بها مكتبة لبيع الكتاب المقدس، ولكن رفض حاكم الكويت في وقتها وهو الشيخ مبارك أن تقوم هذه المكتبة بأي نشاط تبشيري في الكويت ثم أمر بإغلاقها. ¶ ولكن أعين المبشرين لم تنصرف عن الكويت لما لها من أهمية كبيرة في نظر المبشرين، ولقد كتب \"أرنولد ويلسون\" عن أهمية الكويت بالنسبة للنشاط التبشيري فقال: \"إن المزايا الاستراتيجية والتجارية لموقعها وقربها من مدخل دجلة والفرات وأن لها صلتها الوثيقة بمملكة ابن سعود في وسط الجزيرة العربية، وكونها تسمح بالعبور إليها بسهولة، كل هذه الأمور تجعل الكويت ذات أهمية",
            "page": "113",
            "part": "1",
            "seal": "5F657EC7"
        },
        {
            "id": "112",
            "nass": "خاصة بالنسبة للمبشرين\"1، وظلت المحاولات قائمة بين الإرسالية والشيخ مبارك حاكم الكويت إلى أن توصلت الإرسالية إلى الحصول على موافقة منه بفتح مستشفى سنة 1913م وأعطاها الشيخ قطعة أرض مجاورة لقصره؛ ليقيموا عليها منزلا لها، وتدخل القنصل البريطاني؛ ليكون وسيطا لهم عند الشيخ بضمان الولاء وعدم المعارضة، وظلت هذه الإرسالية تباشر نشاطها بالمنطقة إلى وقت قريب. ¶ د- ولعل أحدث مركز أنشئ للتبشير في هذه المنطقة هو في قطر، حيث قدم إليها القس جريت بينتجز والدكاترة هاريسون، وديم، وتوماس، والآنسة كورنيليا دالنبرج؛ لتفقد معالم المنطقة ودراسة أحوالها، وفي سنة 1945م حضر إلى قطر القس \"ج. فان بيرسم\"؛ لافتتاح مستشفى وبعض المراكز الطبية في قطر، ووجدوا في هذا فرصة جيدة لمزاولة نشاطهم، وطلب منهم الشيخ أن يضعوا تصميمًا لمستشفى سيعهد بإدارتها إليهم، وفي خريف سنة 1947م أصبح المستشفى جاهزًا للعمل، ولكن هذه الخدمات الطبية لم تستمر طويلا في قطر؛ ففي سنة 1952م اضطرت الإرسالية أن تتوقف عن نشاطها تماما في قطر حيث عادت المستشفى إلى حكومة قطر وأصبحت الإرسالية غير آمنة على نفسها، فتوقفت عن العمل تماما في هذا البلد2. ¶ __________ ¶ 1 السابق، ص63. ¶ 2 المصدر السابق، ص70.",
            "page": "114",
            "part": "1",
            "seal": "9FA695DD"
        },
        {
            "id": "113",
            "nass": "هذه فكرة موجزة عن تاريخ التبشير بالمنطقة العربية خاصة منطقة الخليج العربية، ومن المعلوم أنه في عصر الاستعمار الحديث، نشطت عملية التبشير في الأقطار الإسلامية التي احتلتها دول الغرب، وفرضت سيطرتها السياسية والثقافية على أهلها، وجلب الاستعمار معه كثيرًا من المبشرين وسدنة الكنائس، يقول الأستاذ أحمد دنفو في كتابه \"التبشير في منطقة الخليج\": في عام 1870 وسعت البعثة التبشيرية التابعة للكنيسة الإصلاحية في أمريكا مجال نشاطها في العراق حيث كانت تباشر أعمالها في منطقة الخليج عن طريق تقديم الخدمات الطبية والتعليمية، كما أن الكنيسة الأنكلييكانية ارتبط وجودها بالجيش البريطاني في منطقة الخليج، بينما وصلت الكنيسة الكاثوليكية عن طريق الهند وأفريقيا الشرقية، وقد أسس عدد كبير من موظفي شركات النفط كنائس على المستوى المحلي، وآخر الكنائس التي أسست في الخليج العربي كانت تلك التي أسسها العمال المهاجرون من الهند وباكستان\"1. ¶ أهم الوسائل: ¶ 1- من أهم الوسائل التي يسكلها المبشرون في منطقة الخليج أنهم يركزون على الجوانب الاجتماعية لخدمة المنطقة، مما ساعدهم على سهولة الأخذ بهذه الوسيلة أن المنطقة الخليجية قبل ظهور النفط فيها كانت تعيش حياة البداوة؛ فالجهل هو الصفة الغالبة على سكان المنطقة، والفقر المدقع كان واقعا يعيشه معظم السكان ¶ __________ ¶ 1 التبشير في منطقة الخليج، ص5، أحمد نون دنقر.",
            "page": "115",
            "part": "1",
            "seal": "4B44C843"
        },
        {
            "id": "114",
            "nass": "خاصة الذين يعيشون في البوادي أضف إلى ذلك الحالة الصحية والرعاية الطبية المتدنية، وهذا كله جعل النشاط الطبي وسيلة مناسبة وميسورة وبعيدة عن الشبهات، وعن طريق المستشفيات والعيادات العامة يسهل اللقاء المباشر مع سكان المنطقة المسلمين رجالا ونساء، فكان المريض إذا ذهب إلى المستشفى لا يسمح له بلقاء الطبيب إلا بعد أن يؤدي الصلاة المسيحية بالكنيسة الملحقة بالمستشفى، ولا يصرف له العلاج إلا بعد لقاء مباشر مع الراهب أو الراهبة. وهذا جعل للهيئات الطبية بالمنطقة وضعا يطلبان لقاء الطبيب والطبيبة، حيث كان المسلم والمسلمة هما اللذان يطلبان لقاء الطبيب والطبيبة، ويسعيان لمقابلتهما، والسماع منهما والجلوس إليهما حيثما كانا، وهذا جعل المستشفى والمستوصف من أخطر مراكز التبشير في منطقة الخليج، ولعل أكبر مثال على ذلك مستشفى بعثة الاتحاد الإنجيلي في الإمارات العربية المتحدة فإن نشاطها لا يقتصر على المرضى المقيمين بها فقط، وإنما تعدى ذلك إلى إقامة الندوات العامة التي تعقد في القاعة المعدة لذلك، كما أسست المستشفى مكتبة خاصة؛ لبيع الكتب والمطبوعات المسيحية، وفي كل غرفة منها تقدم أشرطة التسجيل للكتاب المقدس وسماع موعظة الأحد1. ¶ ومن وسائل المبشرين عمومًا -وفي الخليج بصفة خاصة- العلاقات الشخصية والصدقات التي تتم بين الأفراد والعائلات في",
            "page": "116",
            "part": "1",
            "seal": "A8326F0C"
        },
        {
            "id": "115",
            "nass": "داخل المنطقة وخارجها، ومن أبرز المبشرين بهذا الجانب مجموعة صانعي الخيام في أماكن العمل المختلفة، واحتكاكهم المباشر مع أصحاب الأعمال ومع العمال أيضا. ¶ 3- يأتي بعد ذلك دور المطبوعات في عملية التبشير وتوزيعها بالمجان، فهناك عدد كبير من المكتبات المسيحية تقوم بهذه المهمة، وهناك المطبوعات التي توزع على البيوت سرًّا وهي أشبه بالمواعظ الإنجيلية والترانيم اللاهوتية يجدها الشخص أمام بيته في الصباح أو ملصقة على الجدران. ¶ 4- الإذاعات التبشيرية المنتشرة حول العالم الإسلامي وفي داخله، وهي أكثر الوسائل الحديثة فعالية في الاتصال بالمسلمين، وهناك أجهزة إعلامية متخصصة في إنتاج البرامج التبشيرية الموجهة إلى المسلمين، ولعل من أهم هذه الأجهزة شركات الإنتاج الإعلامي الموجود في لبنان وفرنسا وأسبانيا، وفي جزيرة سيشل، وبعض هذه الشركات تبث برامجها من راديو عبر العالم من موناكو ومن قبرص كما أن راديو الفاتيكان يبث برامجه التبشيرية باللغة العربية. ولعل أنشط هذه الشركات الآن راديو مونتوكارلو الذي يبث برامجه التبشيرية بعد الساعة الحادية عشرة مساء عادة. ¶ 5- المؤسسات التربوية التعليمية، مثل دور الحضانة والمدارس الابتدائية والإعدادية والثانوية والجامعات الأمريكية المنتشرة في",
            "page": "117",
            "part": "1",
            "seal": "86EEC36E"
        },
        {
            "id": "116",
            "nass": "العالم الإسلامي، وهذه المؤسسات يختلف نشاطها قوة وضعفًا حسب المنطقة التي تعمل بها، فعلى سبيل المثال نجد أن أنشطة المدارس العاملة في دول الخليج مدارس كاثوليك في أبي ظبي، ومدرسة الإرسالية الأمريكية التي كانت تعمل في البحرين. ¶ 6- يضاف إلى ما سبق دور الصحافة والفنون والبعثات التعليمية وما يترتب على ذلك من نشر أفكار؛ لتزييف التاريخ الإسلامي أحيانا واستغلال الواقع المؤلم للعالم الإسلامي أحيانا أخرى ومحاولة ربط ذلك التخلف بالإسلام. ¶ ولقد قامت الصحافة بأخطر الأدوار التبشيرية في المنطقة العربية والإسلامية على وجه العموم، فلقد هاجر إلى مصر كثير من الموارنة اللبنانية بدعوى زائفة ومكشوفة وهي طلب الأمان في مصر بلد الحرية والنور، وهكذا كانوا يبررون هجرتهم إلى مصر، ولازالوا، ولكن قد أثبت الواقع عكس ذلك تماما؛ فقد كان الموارنة خريجي الأديرة والكنائس والمدارس التبشيرية الذين حملوا معهم بذور الفتن وأساليب التنصير في ربوع مصر، وأخذوا يباشرون نشاطهم تحت حماية الاستعمار الأجنبي الذي كان مسيطرا على كل مرافق الحياة في القرن التاسع عشر والنصف الأول من القرن العشرين، وكان نشاط الموارنة المهاجرين شديد الأثر، فلقد هيأ الوجدان المصري للاستعمار الثقافي، ولقد أشار إلى هذه الحقيقة المؤرخ الأمريكي بيتر جران حيث قال: لقد سعت فرنسا إلى زرع فئة من التجار",
            "page": "118",
            "part": "1",
            "seal": "AB78A3E8"
        },
        {
            "id": "117",
            "nass": "المارونيين الشوام في الأسكندرية ودمياط ورشيد، تحت حماية النفوذ الأجنبي، وكان لهؤلاء بعض الصحف التي أطلق عليها عبد الله النديم صحف الأجراء وكان يسمي ما ينشرونه بالقاذورات1. ¶ وقام جرجي زيدان بتأسيس دار الهلال بمصر وهي مؤسسة تبشيرية خالصة، وكذلك أنشأوا مجلة الكاتب المصري، وقيل إنها تأسست بأموال صهيونية. ¶ أما جريدة الأهرام فتأسست بيد صليبية خالصة، وكان من بنود تأسيسها ألا يعمل بها إلا النصارى ولا يقوم بتوزيعها إلا النصارى، وكان من أكبر مؤسسيها بشارة نقلا وإخوانه الذين هاجروا إلى مصر سنة 1873هـ تحت حماية الحملة الفرنسية، وكان صاحب دور كبير في تأليب الإنجليز ضد عرابي، وكان قلمه مدافعًا عن الإنجليز أحيانًا، وعن الفرنسيين أحيانا أخرى، ولقد سجل عرابي في مذكراته كيف خدعه بشارة تقلا، فقد كان مؤمنا بمبادئ عرابي أو هكذا كان يتظاهر، يقول عرابي: \"وبعد ساعة جاء ليزورني بشارة تقلا محرر جريدة الأهرام، وظننت أنه قدم ليعزيني ويبدي عواطفه نحوي لأنه قد أقسم بدينه وشرفه أنه واحد منا يعمل لحرية وطننا.. ولكنه لما دخل عليَّ توقح أشد التوقح، ثم قال: أي عرابي، ماذا فعلت وماذا حل بك ورأيت أن الرجل خائن لا محالة. هكذا يقول عرابي عن بشارة تقلا مؤسس جريدة الأهرام. ¶ __________ ¶ 1 راجع بحث أ. د. عبد العظيم الديب، الندوة العربية، جامعة قطر، سنة 1993م.",
            "page": "119",
            "part": "1",
            "seal": "4F2F9D7B"
        },
        {
            "id": "118",
            "nass": "والدور الذي لعبه تقلا ورفاقه لا يقل عنه ما قامت به مؤسسة جرجي زيدان في مصر، فتحت ستار التوير والنهوض والتقدمية، زلزلت كثيرا من ثوابت لقيم في الشارع المصري الحديث واستطاعت أن ترسخ في وجدان الأمة العربية كثيرا من الأكاذيب وتعمل على الترويج لها، مثل قولهم بأن الحملة الفرنسية هي بداية عصر النهضة في مصر، أو أن الخلافة العثمانية تمثل عصر الظلام، وأن اتصالنا بفرنسا هو الذي علمنا معنى الحرية وأخذ بيدنا في سلم الحضارة ... إلخ1. ¶ __________ ¶ 1 راجع البحث الذي كتبه أ. د عبد العظيم الديب، في ندوة الثقافة العربية، جامعة قطر، سنة 1993م.",
            "page": "120",
            "part": "1",
            "seal": "E6FE1051"
        },
        {
            "id": "119",
            "nass": "العمالة المهاجرة في ظل الكنيسة: ¶ لعل منطقة الخليج العربي أهم مناطق العالم المعاصر بالنسبة لجذب العمالة من الخارج نظرا لظروفها الاقتصادية والاجتماعية ولقد عقد في بيروت سنة 1979م مؤتمرا نظمته إحدى الهيئات التبشيرية هذه \"MECC\" أن 80% من سكان هذه المنطقة هم في الأساس من العمالة المهاجرة وأن أوضاع هذه العمالة تدعو للقلق في الأساس من العمالة المهاجرة وأن أوضاع هذه العمالة تدعو للقلق والاهتمام بها وبدورها الإيجابي في تغيير الشكل السكاني للمنطقة، وترتب على هذا الموقف أن أعدت هذه الهيئة دراسة للشكل السكاني ومحاولة التعرف على نسبة العمالة المهاجرة ودياناتها وقام بعض القسس بتنظيم زيارات عدة لدول المنطقة والعمل على تأمين العمل",
            "page": "120",
            "part": "1",
            "seal": "16FE5DBB"
        },
        {
            "id": "120",
            "nass": "لبعض القسس والمربين المسيحيين الذين يتكلمون اللغة العربية لقيادة العمالة المسيحية المهاجرة إلى المنطقة. ¶ ولقد أعدت أمانة السر المنبثقة عن مؤتمر الكنائس العالمي وثائق عن هؤلاء المهاجرين لدراستها والعمل على أساسها. وبناء على دراسة هذه الوثائق أعلن مؤتمر الكنائس سنة 1975م أنه يجب على الكنائس أن تدافع عن حقوق هؤلاء العمال المهاجرين وتسعى لتحسين أوضاعهم، ولقد أنشأ هذا المؤتمر لجنة لمتابعة أحوال هذه العمالة ومتابعة تنفيذ قراراته بشأنها وأجرى استطلاع للرأي العام الكنائسي حول الأمور الآتية: ¶ 1- مدى استجابة الأسرة الدولية لنداء مؤتمر الكنائس المنعقدة في أفريقيا وفي آسيا وفي الشرق الأوسط بشأن حقوق هذه العمالة. ¶ 2- أيسر السبل المتابعة أحوال العمالة المهاجرة في الخليج والوقوف على ما يلاقونه من صعوبات. ¶ 3- كيف يمكن للكنائس البروتستنتية والكاثوليكية والأرثوذوكسية أن تؤمن رسالة العمالة في منطقة الخليج1. ¶ وقدرت هذه الهيئة عدد العمال المسيحين المهاجرين إلى المنطقة رجالا وإناثا في جميع مستويات العمالة يترواح بين 5 و2-3 مليون مسيحي معظمهم من دول آسيا وأفريقيا، ولقد أعدت هيئة الأمامة العامة للهجرة في مؤتمر الكنائس العالمي وثائق عن هؤلاء ¶ __________ ¶ 1 راجع التبشير المسيحي في منطقة الخليج، بقلم أحمد فون دنقر، ص32-35.",
            "page": "121",
            "part": "1",
            "seal": "69701FBC"
        },
        {
            "id": "121",
            "nass": "المهاجرين؛ لدراستها والعمل على أساسها وقد قرر المؤتمر العام للكنائس سنة 1975م أنه يجب على الكنائس المختلفة خاصة التي لها فروع في بلادنا الخليج العربي أن تدفاع عن حقوق العمالة المسيحية المهاجرة إلى المنطقة والعمل على تحسين أحوالهم. ¶ ولقد صدر حديثا كتاب عن منظمة عالمية تعمل في باكستان عنوان \"صلِّ يوميا \"PRAY DAY BY DAY\"؛ لنشر المسيحية في منطقة الخليج ولتقوية الكنيسة بين العمال والمهاجرين وخاصة القادمين من باكستان، ومن بين الصلوات المطلوبة أن يصلوا من أجل فتح مركز للدارسين للإنجيل بالمراسلة من الباكستانيين والهنود في الخليج العربي ولتنمية برامج الإذاعة. ¶ ومما سهل للمبشرين عملهم في المنطقة أنهم يعتمدون في تنفيذ برامجهم على هذا العدد الضخم من العمالة غير المسلمة، بالإضافة إلى أن آخر إحصائية لعدد المبشرين في الشرق الأوسط قد بلغ 1300 ويذكر الإنجيليون أن عدد المبشرين في منطقة الخليج حوالي 80 مبشرا بروتستانيا معظمهم يحمل في المراكز الطبية. ¶ كما أن هناك عددا كبيرا منهم يعملون في المجالات الفنية والصناعية دون أن يعلنوا عن هويتهم وليس من السهل التعرف على طبيعة نشاطهم. ¶ نشاطهم في مصر: ¶ ونجد أن الاستعمار البريطاني بعد أن استقرت له الأمور في مصر لم يغب عن ذهنه هذا الدور التبشيري، وكان من أبرز",
            "page": "122",
            "part": "1",
            "seal": "0B826E36"
        },
        {
            "id": "122",
            "nass": "الشخصيات التي كان لها الدور الرائد في محاربة الإسلام والمسلمين بمصر \"اللورد كرومر\" المندوب السامي البريطاني، وكان يتميز بالدهاء والعداء للإسلام ولغته العربية، فعمل منذ أول عهده بمصر على تغريب الحياة الثقافية والسياسية والتعليمية ومناهجها، وكان له الدور الأكبر في تثبيت دعائم الاستعمار بمصر وقد وضع \"كرومر\" مخططه التبشيري والاستعماري معا في كتابه \"مصر الحديثة\" الذي ضمنه آراءً وأهدافًا من الوجد البريطاني في مصر، ومن أهم القضايا التي أثارها \"كرومر\" في هذا الكتاب ما يأتي: ¶ 1- التركيز على إظهار أن سبب تأخر المسلمين يرجع إلى تمسكهم بالإسلام، وإن تعاليمه تتنافى مع المدنية الحديث، والحضارة والعلم. ¶ 2- ليس أمام المسلمين من طريق إلى المدنية الحديثة إلا بالتخلص من الإسلام وتعاليمه. ¶ 3- محاولته الدؤوب ارجاع كل مشاكل التخالف الموجود في العالم الإسلامي السياسية والاقتصادية والاجتماعية إلى تعاليم الإسلام. ¶ وقد امتد نشاط \"كرومر\" إلى لغة القرآن الكريم، حيث نادى بضرورة إلغائها والأخذ باللغة العامية، وجعل لغة القاهرة هي اللغة الرسمية وإحلالها محل اللغة الفصحى في الكتابة والدواوين الحكومية، وهذا الرأي قد عارضه الرأي العام بمصر في وقتها، غير أنه قد وجد عند بعض المستغربين أذنا صاغية فنادوا بالعامية من خلال الصحف خاصة صاحب \"المقتطف\" وألف المستشرق \"ولمور\"",
            "page": "123",
            "part": "1",
            "seal": "8EFF8470"
        },
        {
            "id": "123",
            "nass": "أحد قضاة المحاكم المختلطة بمصر كتاب \"لغة القاهرة\" فوضع قواعد اللغة العربية القاهرية ونادى بوجوب إحلالها محل لغة القرآن، ثم انتقلت هذه الدعوى المسمومة إلى المستر \"وليم ولكوكس\" المهندس البريطاني الذي كان بوزارة الري والزراعة بمصر، فدعا إلى هجر الفصحى وإحلال العامية محلها، وكادت هذه القضية أن تجد لها مكانا في بعض المكاتبات الرسمية، لولا وقوف الرأي العام في وجهها وفطنة المسؤولين إلى خطورة هذه الدعوة المسمومة في القضاء على أهم رابطة بين المسلمين والعرب وهي لغة القرآن الكريم. ¶ ومما هو جدير بالذكر هنا، الإشارة إلى ما قام به القسيس \"دانلوب\" المستشار البريطاني لوزارة المعارف الذي حاول جاهدا أن يجرد مناهج التعليم في مصر من سماتها الإسلامية في كثير من المواد الدراسية، فأنشأ عددا كبيرا من المدارس الإنجيليزية تدرس جميع موادها بلغة المستعمر، وكانت هذه المدارس تبدأ نشاطها المدرسي كل يوم بالصلاة في كنيسة المدرسة وأوصى \"دانلوب\" أن تكون حصص المواد الشرعية واللغة العربية في المدارس الحكومية في نهاية اليوم الدراسي، بعد أن يكون التلميذ قد أصابه الملل والسآمة، وظلت المناهج الدراسية التي وضعها دانلوب لوزارة المعارف المصرية تعمل عملها في تخريج أجيال مبتوتة الصلة بالإسلام وقضاياه إلى وقت قريب، والتقت أهداف \"كرومر\" و\"دانلوب\" في محاولة إبعاد الحياة الثقافية والتعليمية في مصر عن روح الحياة الإسلامية وحاول كل منها جذب بعض الشخصيات إلى هذا التيار",
            "page": "124",
            "part": "1",
            "seal": "0B7A06F6"
        },
        {
            "id": "124",
            "nass": "العلماني الصليبي ولكن هذه المحاولات كانت تبوء بالفشل في معظم الأحيان. ¶ مؤتمرات التبشير: ¶ يعقد المبشرون كثيرا من المؤتمرات في العالم الإسلامي؛ لرسم الخطط التبشيرية المناسبة وتقويم العمل في الفترات السابقة ومحاولة معالجة ما شابها من قصور أو تقصير، هذا بالإضافة إلى وضع المؤلفات المستقلة التي ألفها المبشرون لوضع خريطة كبرى للتبشير العالمي على مستوى جميع الشعوب غير المسيحية، ومن أهم هذه المؤلفات ذلك البحث الخطير الذي كتب مقدمته المسيو شاتيليه\" وضمنه مجلة \"العالم الإسلامي\" الفرنسية المصورة فأصدرت هذه المجلة عددا ضخما سنة 1911م ليس فيه غير هذا البحث الضخم الذي وضعه شاتيليه وكان يدور كله حول ما تقوم به الإرسالية التبشيرية البروتيستانية في العالم الإسلامي وتضمنت هذه المقدمة الدور الذي تقوم به كلية القديس يوسف اليسوعية في بيروت في نشر تعاليم الإنجيل في سوريا ولبنان، ثم جاء كتاب \"تاريخ التبشير\" للمستر \"أدوين بلس\" البرتستانتي الذي تضمن تاريخ التبشير في العالم الإسلامي حتى أواخر القرن التاسع عشر، ومن أهم الشخصيات التي برزت في تاريخ التبشير الحديث القسيس صموئيل زويمر الذي كتب بحوثا متعددة عن التبشير ووسائله في جزيرة العرب وقد بين زويمر في بحوثه أهمية الالتفاف حول جزيرة العرب التي هي مهد الإسلام وأشار إلى ضرورة الربط بين مصالح المبشرين في بيروت وسوريا",
            "page": "125",
            "part": "1",
            "seal": "F00516A3"
        },
        {
            "id": "125",
            "nass": "ومكة والمدينة؛ لأن ذلك سوف يمهد للمبشرين النفاذ إلى هاتين المدينتين المقدستين عند المسلمين، كما لفت زويمر نظر المبشرين إلى أهمية الانتشار في جزر ماليزيا وأندونيسيا؛ ليمكن تخليصها من قبضة المسلمين وأشار إلى ضرورة عقد مؤتمر لمراجعة أعمال المبشرين والتعرف على المشاكل التي يواجهونها، ووضع الخطط المناسبة في المستقبل. ¶ 1- مؤتمر المبشرين بالقاهرة سنة 1906م: ¶ اجتمع في هذا المؤتمر معظم الأرساليات التبشيرية في المنطقة برياسة \"زويمر\" وافتتح المؤتمر بتاريخ 4 أبريل سنة 1906م، وكان عدد مندوبي الإرساليات التبشيرية قد بلغ 62 مندوبا رجالا ونساء، وتم انتخاب زويمر رئيسا عاما للمؤتمر، وكان من أهم المسائل التي طرحت على هذا المؤتمر الأمور التالية: ¶ 1- إحصاء لعدد المسلمين في العالم. ¶ 2- وضع التعامل مع المسلمين في شرق وجنوب شرق آسيا. ¶ 3- منهج التعامل مع المسلمين المثقفين والمسلمين العوام. ¶ 4- دور المرأة وشؤون النساء المسلمات. ¶ وقد جمعت أعمال المؤتمر في كتاب مستقل نشر باسم \"وسائل التبشير بالنصرانية بين المسلمين\" جمعه القسيس فلمنج الأمريكي وكتب عليه من الخارج عبارة \"نشر خاصة\" ليكون الكتاب قاصرا في تداوله على فئة خاصة من المشتغلين بالتبشير.",
            "page": "126",
            "part": "1",
            "seal": "9D566850"
        },
        {
            "id": "126",
            "nass": "وضمن هذا الكتاب بعض التوصيات التي رفعها إلى الحكومات المعنية ومن أهم هذه الاقتراحات محاولة الالتفاف حول الأزهر في مصر؛ لأنه مفتوح لكل الطلاب من العالم كله وأنه لا يخضع في تمويله لأي حكومة؛ لأن أوقاف الأزهر تدر دخلا كبيرا يساعد العالم والمتعلم فيه، ولا بد من العمل على تقليص دوره، ولنبدأ ذلك بإنشاء جامعة نصرانية تشارك في الإنفاق عليها جميع الكنائس المسيحية على اختلاف مذاهبها؛ لأن في التخلص منه مصلحة لجميع الكنائس بلا استثناء، ولقد قام زويمر بعمل خريطة أسماها \"خريطة تنصير العالم الإسلامي\" في هذا العصر ووزع أعدادا كبيرة منها على كبار المسئولين في الحكومات الغربية وكتب على كل نسخة نداء إلى المسئولين لعله يجد صدى له في أوربا وأمريكا، وعرض هذه الخريطة على المؤتمر وضمنها كتابه \"العالم الإسلامي اليوم\" وكان من أهم ما نصح به زويمر في كتابه هذا إثارة بعض المشكلات الاجتماعية وطرحها في الندوات واللقاءات الثقافية كمشكلة الطلاق والتعدد، وإرث المرأة ولماذا يكون نصف الرجل، كما أوصى بالعمل على أن يجتهد المبشرون في إيجاد أصدقاء لهم من المسلمين يقومون بنشر هذه الأفكار بين المسلمين؛ ليتحولوا فيما بعد إلى مبشرين بتعاليم المسيح نيابة عن النصارى ومن أهم أعمال زويمر التبشيرية: ¶ 1- تقرير أهداف التبشير الذي قدمه المؤتمر الذي عقد بالهند سنة 1911 وصرح فيه بأن هدف التبشير ليس هو تنصير المسلم فقط وإنما الأهم من ذلك التنكير لتعاليم الإسلام.",
            "page": "127",
            "part": "1",
            "seal": "1E12CAF1"
        },
        {
            "id": "127",
            "nass": "2- التقرير الذي نشره في 12 أبريل سنة 1926م ويشير فيه إلى تلك المجهودات الكبيرة التي بذلها المبشرون والمصاريف الباهظة التي انفقوها ولم تؤت ثمرتها ولذلك يجب التفكير في تطوير وسائل التبشير ومناهجه، ومما جاء في هذا التقرير قوله: ... وعندي أنه قبل أن نبني النصرانية في قلوب المسلمين يجب أن نهدم الإسلام في نفوسهم، حتى إذا أصبحوا غير مسلمين سهل علينا أو على من يأتي بعدنا أن يبنوا النصرانية في نفوسهم. ¶ 2- مؤتمر القدس سنة 1935م: ¶ عقد هذا المؤتمر تحت حماية الاحتلال البريطاني لفلسطين وكان أبرز المتحمسين فيه بالعداء للإسلام \"زويمر\" وألقى خطبته على الحاضرين من المبشرين، ومن المهم للقاريء أن أضع أمامه نص هذا الخطاب ليعرف كيف تلتقي مصالح التبشير والاستعمار مع مصالح اليهود في فلسطين؛ ليجمعهم هدف واحد هو التخلص من الإسلام، قال زويمر: ¶ أيها الإخوان الأبطال والزملاء الذين كتب الله لهم الجهاد في سبيل المسيحية واستعمارها لبلاد الإسلام، فأحاطتكم عناية الرب بالتوفيق الجليل ولقد أديتم الرسالة التي نيطت بكم أحسن الأداء.. إنني أقركم أن الذين دخلوا حظيرة المسيحية من المسلمين ليسوا بمسلمين حقيقيين، لقد كانوا كما قلتم ثلاثة. ¶ إما صغير لم يكن له من أهله من يعرفه ما هو الإسلام، ¶ أو رجل مستخف بالأديان لا يهتم بغير الحصول على قوته وقد اشتد به الفقر، وعزت عليه لقمة العيش،",
            "page": "128",
            "part": "1",
            "seal": "39D832EA"
        },
        {
            "id": "128",
            "nass": "وثالث يبغي الوصول إلى غاية شخصية.. إن المهمة التي ندبتكم إليها دول المسيحية في البلاد المحمدية ليست هي إدخال المسلمين في المسيحية؛ فإن هذا هداية لهم وتكريم، وإنما مهمتكم أن تخرجوا المسلم من الإسلام؛ ليصبح مخلوقا لا صلة له بالله، وبالتالي لا لة تربطه بالأخلاق التي تعتمد عليها الأمم في حياتها، وبذلك تكونون بعملكم هذا طليعة الفتح الاستعماري في الممالك الإسلامية، وهذا ما قمتم به خلال الأعوام المائة السالفة خير قيام، وهذا ما أهنئكم عليه وتهنئكم عليه دول المسيحية.. ولقد قبضنا أيها الإخوان في هذه الحقبة من الدهر.. على جميع برامج التعليم في الممالك الإسلامية، ونشرنا في تلك الربوع مكامن التبشير والكنائس والجمعيات والمدارس المسيحية الكثيرة التي تهيمن عليها دول أوروبا وأمريكا. ¶ أيها الزملاء: إنكم أعددتم في ديار الإسلام شبابا لا يعرفون ¶ الصلة بالله ولا يريدون أن يعرفوها، وأخرجتم بعضهم من الإسلام ولم تدخلوه المسيحية، وبالتالي جاء النشء الإسلامي طبقا لما أراده الاستعمار لا يهتم بالعظائم، ويحب الراحة والكسل ولا هم له في ديناه لا الشهوات.. ¶ فإذا تعلم فللشهوات، وإذا جمع المال فللشهواتش، وإذا تبوأ أسمى المراكز فللشهوات، وفي الشهوات يجود بكل شيء.. باركتكم المسيحية ورضى عنكم الاستعمار، فاستمروا في أداء رسالتكم، لقد أصبحتم بفضل جهادكم موضع بركات الرب\"1. ¶ __________ ¶ 1 من كتاب: المخططات الاستعمارية لمكافحة الإسلام: محمد محمود الصواف ص58-59، نقلا عن: قوى الشر المتحالفة: محمد الدهان ص112-115.",
            "page": "129",
            "part": "1",
            "seal": "72ED19CE"
        },
        {
            "id": "129",
            "nass": "المراجع: ¶ 1- المستشرقون، نجيب العفيفي. ¶ 2- الاستشراق والاستشراق معكوسا، ادوارد سعيد. ¶ 3- المستشرقون ومناهجهم: مجموعة بحوث ودراسات عن موقف المستشرقين من الفكر الإسلامي وقضاياه. ¶ 4- التبشير في منطقة الخليج العربي، د. عبد الملك خلف التميمي ط. الكويت سنة 1982م. ¶ 5- قوى الشر المتحالفة.. التبشير والاستشراق محمد الدهان، دار الوفاء بالقاهرة. ¶ 6- التبشير المسيحي في منطقة الخليج: أحمد فون دنقر، سلسلة دراسات تاريخية إسلامية. ¶ 7- الفكر الإسلامي الحديث وصلته بالاستعمار الغربي: د. محمد البهي ط. وهبة، سنة 1985م الحادية عشر. ¶ 8- التبشير والاستعمار في البلاد العربية: دكتور مصطفى خالدي د. عمر فروخ. ¶ 9- التبشير والاستشراق: محمد عزت الطهطاوي طبع مجمع البحوث الإسلامية سنة 1977م. ¶ 10- التعصب الأوربي أو العصب الإسلامي، بحث لشكيب أرسلان، طبع ضمن كتاب حاضر العالم الإسلام: تأليف لوثروب استودارد الأمريكي، ترجمة: عجاج نويهض.",
            "page": "130",
            "part": "1",
            "seal": "0B94F85F"
        },
        {
            "id": "130",
            "nass": "11- الغارة على العالم الإسلامي، محب الدين الخطيب، ط. السلفية بمصر. ¶ 12- رسائل بولص الأنطاكي في: أصول العقيدة المسيحية والرد على المسلمين والقرآن. وهي عبارة عن 22 رسالة في الرد على بعض آيات القرآن وتأليه المسيح ومناهضة المسلمين، ط معهد الآداب الشرقية، ببيروت، النص العربي، ولخص به النص بالفرنسية. ¶ 13- التصوف الإسلامي، نيكلسون ترجمة أبو العلاء عفيفي. ¶ 14- مذاهب التفسير الإسلامي: جولدتسيهر، ط. القاهرة. ¶ 15- تاريخ الفلسفة الإسلامية: ديبور، ترجمة د. محمد عبد الهادي أبو ريده، ط. القاهرة. ¶ 16- الفكر الإسلامي بين الأصالة والتقليد، د. محمد الجلنيد، بحث نشر بمجلة الثقافة المصرية، سنة 1977م. ¶ 17- الفكر الإسلامي في الرد على النصارى، عبد المجيد الشرفي، ط. تونس سنة 1977م. ¶ 18- المخططات الاستعمارية لمكافحة الإسلام: محمد محمود الصواف. ¶ 19- المبشرون والمستشرقون د. محمد البهي، ط. القاهرة مكتبة وهبة.",
            "page": "131",
            "part": "1",
            "seal": "3C70379A"
        },
        {
            "id": "131",
            "nass": "فهرس: ¶ الصفحة الموضوع ¶ 10 الاستشراق والمستشرقون ¶ 25 موقف المستشرقين من الفكر الإسلامي ¶ 58 الفكر الإسلامي بين الأصالة والتقليد ¶ 95 سياسة التنصير في العالم الإسلامي ¶ 96 تبشير أم تنصير ¶ 101 بين الاستشراق والتنصير ¶ 110 الوسائل والمؤسسات التبشيرية ¶ 120 العمالة المهاجرة في ظل الكنيسة ¶ 125 مؤتمرات التبشير ¶ 130 المراجع",
            "page": "132",
            "part": "1",
            "seal": "94970890"
        }
    ],
    "t10004": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الاستشراق والمستشرقون"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "ما هو الاستشراق"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "علاقة الاستشراق بالحروب الصليبية"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "بداية الاستشراق وأسبابه"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الدوافع والأهداف"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "إثارة الخلافات الدينية"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "التمهيد للاستعمار"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "ثروات الشرق"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "الاحتواء السياسى"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "طلب العلم والمعرفة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "موقف المستشرقين من الفكر الإسلامي"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "موقفهم من النبي والقرآن الكريم"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "حول الفكر الإسلامي وأصالته"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الفكر الإسلامي بين الأصالة والتقليد"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على رينان"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "أخطاء ديبور"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "في العلوم الرياضية"
        },
        {
            "id": "67",
            "lvl": "3",
            "sub": null,
            "tit": "في العلوم الطبيعية"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": null,
            "tit": "في مناهج العلوم"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "بين الاستشراق والاستعمار"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "أوروبا والمسيحية"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "سياسة التنصير في العالم الإسلامي"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "1",
            "tit": "تبشير أم تنصير"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "بين الاستشراق والتنصير"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "أهداف التبشير ومناهج المبشرين"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "الوسائل والمؤسسات التبشيرية"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "العمالة المهاجرة في ظل الكنيسة"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "فهرس"
        }
    ]
}