{
    "b10039": [
        {
            "id": "1",
            "nass": "تأمُّلات في مماثلة المؤمن للنَّخلة ¶ بقلم عبد الرزاق بن عبد المحسن البدر ¶ الحمد لله الذي غرس شجرةَ الإيمان في قلوب من اختارهم لعبوديته، واختصَّهم بوافرِ فضلِه وجزيل نعمته، وفضّلهم بمنِّه ورحمتِه على سائر خليقتِه، فهي {كَشَجَرَةٍ طَيِّبَةٍ أَصلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا} ، والصلاة والسلام على نبيّنا محمد بن عبد الله ورسوله، وخيرته من خلقه، وأمينه على وحيه، وسفيره بينه وبين عباده، أرسله رحمةً للعالمين، وقدوةً للعالمين، ومحجةً للسالكين، وعلى آله وأصحابه أجمعين، أما بعد: ¶ فلا يخفى على مسلمٍ ما للإيمانِ من أهميّةٍ عظيمةٍ، ومكانةٍ عاليةٍ رفيعةٍ، ودرجةٍ ساميةٍ مُنِيفةٍ، فهو أعظمُ المطالبِ، وأَجَلُّ المقاصدِ، وأنبلُ الأهداف؛ إذ به ينال العبدُ سعادةَ الدنيا والآخرة، ويُدرِك أهمَ المطالب وأجَلَّ المقاصد، ويظفرُ بالجنَّةِ ونعيمِها، وينجو من النارِ وسخَطِ الجبَّارِ، وينالُ رضى الربِّ فلا يسخط عليه أبداً، ويتلذّذُ بالنظرِ إلى وجهه الكريم في غير ضرّاءَ مضرّة ولا فتنةٍ مضلّةٍ، وثمراتُ الإيمان وفوائدُه كثيرةٌ لا تُحصى، فكم للإيمان من فوائدَ عظيمة، وثمارٍ يانِعةٍ، وخيرٍ مستمرٍّ في الدنيا والآخرة. ¶ ولما كان الإيمان بهذه المثابة وعلى هذا القدرِ من الأهمية، كانت النصوص المبيّنة لفضله والدالّة على شريف قدره كثيرةً جداً ومتنوّعةً؛ إذ إنَّ مِن حكمة الله البالغة ونعمته السابغة على عباده أنْ جعل الأمر كلَّما كانت الحاجة إليه أعظم والضرورة إليه ألزم كانت براهينُه وطرقُ تحصيله وسُبُلُ نيلِه أوفر وأكثر، وحاجة العباد إلى الإيمان هي أعظم الحاجات، وهي أعظم من حاجتهم إلى طعامهم وشرابهم وسائر شؤونهم؛ ولذا كانت دلائلُ الإيمانِ أقوى الدلائل، وبراهينُه أصحَّ البراهين، وسبلُ نيله وتحصيله أيسرَ السبل مسلكاً وأقربَها مأخذاً",
            "page": "197",
            "part": "1",
            "seal": "22B0D7F5"
        },
        {
            "id": "2",
            "nass": "وأسهلَها مُتناولا؛ ولذا أيضا تنوّعت وتعدّدت براهينُ الإيمان ودلائله الموضحة له إجمالاً وتفصيلاً. ¶ وإنَّ من أعظم دلائل الإيمان التي اشتمل عليها القرآن ضربَ الأمثال التي بها تتّضح حقيقتُه، وتستبينُ تفاصيلُه وشعبُه، وتظهرُ ثمرتُه وفوائدُه. ¶ والمَثَلُ هو عبارة عن قولٍ في شيء يُشبِه قولاً في شيء آخر بينهما مشابهة لتبيين أحدهما من الآخر وتصويره، ولا ريب \"أنَّ ضربَ الأمثالِ مما يأنسُ به العقلُ، لتقريبها المعقول من المشهود، وقد قال تعالى- وكلامه المشتمل على أعظم الحِجَج وقواطع البراهين-: {وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلاَّ العَالِمُونَ} 1، وقد اشتمل منها [أي القرآن] على بضعة وأربعين مثلاً، وكان بعضُ السلف إذا قرأ مثلاً لم يفهمه يشتدُّ بكاؤُه ويقول: لست من العالِمين\"2. ¶ وكان قتادة يقول: \"اعقِلوا عن الله الأمثال\"3. ¶ ومن هنا رأيتُ أن أقدِّم هذه الدراسة لأحدِ أمثال القرآن والسنة المشتملة على بيان الإيمان وتقريبه، وإيضاح أصلِه وفرعه وشُعبِه وثمراته، ومن الله وحده العونُ والتوفيقُ. ¶ يقول تعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا وَيَضْرِبُ اللهُ الأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} 4، فهذا مَثَلٌ بديعٌ عظيمُ الفائدةِ، مُطابقٌ لما ضُرِب له تمام المطابقة، ¶ __________ ¶ 1 سورة: العنكبوت، الآية: (43) . ¶ 2 الكافية الشافية لابن القيم (ص:9) . ¶ 3 رواه ابن أبي حاتم كما في الدر المنثور للسيوطي (5/26) . ¶ 4 سورة: إبراهيم، الآيات (24،25) .",
            "page": "198",
            "part": "1",
            "seal": "A7A42658"
        },
        {
            "id": "3",
            "nass": "وقد بدأه الله بقوله: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلاً} . ¶ أي: ألم ترَ بعين قلبِك فتعلمَ كيف مثّل الله مثلاً وشبّهه شبهاً للكلمة الطيّبة كلمة الإيمان، وختَمَه بقوله: {وَيَضْرِبُ اللهُ الأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ} . ¶ أي: أن القصد من ضرب هذا المثل وغيرِه من الأمثال هو تذكيرُ الناس ودعوتُهم إلى الاعتبار وعقلِ الخطاب عن الله. ¶ ولا شك أنَّ هذا البدء والختم في الآية فيه أعظم حَضٍّ على تعلُّمِ هذا المثل وتَعَقُّلِه، وفيه دلالة على عِظم شأن هذا المثل المضروب، كيف لا وهو يتناول بيان الإيمان الذي هو أعظم المطالب وأشرف المقاصدِ على الإطلاق. ¶ وعندما نتأمّل هذا المثل العظيم نجِدُ أنَّ الله تبارك وتعالى ذَكَر فيه مُمثَّلاً له، ومُمثَّلاً به، ووجهَ المثلية بينهما، فالممثَّلُ له هو الكلمة الطيّبة، والممثَّلُ به الشجرة الطيّبة، ووجه المثلية هو كما قال الله: {أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا} ، فشبَّهَ تبارك وتعالى كلمةَ الإيمان الثابتة في قلب المؤمن وما يترتّب عليها من فروع وشُعب وثمار بالشجرة الطيّبة الثابتة الأصل الباسقةِ الفرع في السماء علوّاً، التي لا تزالُ تؤتي ثمراتها كلَّ حين، ومن يتأمّل في المُمثّلِ به وهو الشجرة الطيّبة، والممثّل له وهو كلمة الإيمان في قلب المؤمن وما يترتّب عليها من ثمارٍ يجدُ أوصافاً عديدةً متطابقة بينهما، وقد أُشيرَ إلى بعضها في الآية كما تقدّم. ¶ ولذا يقول ابن القيّم رحمه الله: \"وإذا تأمَّلتَ هذا التشبيه رأيتَه مطابقاً لشجرة التوحيد الثابتة الراسخة في القلب، التي فروعُها من الأعمال الصالحة صاعدةً إلى السماء، ولا تزال هذه الشجرة تُثمر الأعمال الصالحة كلَّ وقتٍ، بحسب ثباتها في القلب، ومحبَّة القلب لها، وإخلاصِه فيها، ومعرفتِه بحقيقتها، وقيامه بحقوقها، ومراعاتِها حقَّ رعايتها، فمَن رسخت هذه الكلمة في قلبه",
            "page": "199",
            "part": "1",
            "seal": "1BC24240"
        },
        {
            "id": "4",
            "nass": "بحقيقتها التي هي حقيقتها، واتَّصف قلبُه بها، وانصبغ بها بصبغة الله التي لا أحسنَ صبغة منها، فعرَفَ حقيقةَ الإلهية التي يُثْبِتها قلبُه لله ويشهدُ بها لسانُه وتصدِّقُها جوارحه، ونفى تلك الحقيقة ولوازمَها عن كلِّ ما سوى الله، وواطأَ قلبُه لسانَه في هذا النفي والإثبات، وانقادت جوارحُه لمن شهد له بالوحدانية طائعةً سالكةً سُبلَ ربِّه ذُلُلاً غير ناكبة عنها ولا باغية سواها بدلاً، كما لا يبتغي القلبُ سوى معبودِه الحق بدلاً؛ فلا ريب أن هذه الكلمة من هذا القلب على هذا اللسان لا تزال تؤتي ثمرَتَها من العمل الصالح الصاعدِ إلى الله كلَّ وقت، فهذه الكلمة الطيّبةُ هي التي رفعت هذا العمل الصالح إلى الربِّ تعالى، وهذه الكلمةُ الطيّبةُ تُثمرُ كلماً كثيراً طيّباً يقارنُه عملٌ صالحٌ فيرفع العملُ الصالح الكلمَ الطيّب، كما قال تعالى: {إلَيْهِ يَصْعَدُ الكَلِمُ الطَيِّبُ وَالعَمَلُ الصَّالِحُ يَرْفَعُهُ} ، فأخبر سبحانه أنَّ العملَ الصالحَ يرفعُ الكلِمَ الطيِّب، وأخبر أنَّ الكلمةَ الطيّبة تُثمر لقائلها عملاً صالحاً كلَّ وقت. ¶ والمقصود أنَّ كلمةَ التوحيد إذا شهد بها المؤمنُ عارفاً بمعناها وحقيقتها نفياً وإثباتاً، متَّصفاً بموجبها قائماً قلبُه ولسانُه وجوارحُه بشهادته؛ فهذه الكلمةُ الطيّبةُ هي التي رفعتْ هذا العملَ من هذا الشاهد، أصلها ثابت راسخ في قلبه، وفروعها متَّصلة بالسماء، وهي مخرجة لثمرتها كلَّ وقت\"1. ¶ وقد صحّ في الحديث عن النبي صلى الله عليه وسلم أنَّ الشجرةَ الطيّبة هي النخلة، وذلك فيما رواه ابن عمر رضي الله عنهما، وهو مخرّج في الصحيحين من طرق كثيرة عنه رضي الله عنه. ¶ فقد روى البخاري ومسلم عن إسماعيل بن جعفر، عن عبد الله بن دينار، عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إنَّ من الشجر شجرةً ¶ __________ ¶ 1 إعلام الموقعين (1/172،173) .",
            "page": "200",
            "part": "1",
            "seal": "B07117BA"
        },
        {
            "id": "5",
            "nass": "لا يسقطُ ورقُها، وإنَّها مثلُ المسلم، فحدِّثوني ما هي؟ \" فوقع الناس في شجر البوادي1. قال عبد الله: ووقع في نفسي أنَّها النخلة، فاستحييت، ثم قالوا: حدِّثنا ما هي يا رسول الله؟ فقال: \"هي النخلة\". ¶ قال: فذكرتُ ذلك لعمر. قال: لأَنْ تكون قلتَ: هي النخلة، أحبّ إليّ من كذا وكذا2. وهذا لفظ مسلم. ¶ ورواه البخاري من طريق سليمان، عن عبد الله بن دينار به3. ¶ ومن طريق مالك، عن عبد الله بن دينار به4. ¶ وروى البخاري ومسلم عن ابن أبي نُجيح، عن مجاهد قال: صحِبتُ ابنَ عمر إلى المدينة فلم أَسمعهُ يحدِّث عن رسول الله صلى الله عليه وسلم إلا حديثاً واحداً قال: كنا عند النبي صلى الله عليه وسلم، فأُتي بجُمّار، فقال: \"إنَّ من الشجر شجرةً مثلها كمثل المسلم\". فأردتُ أن أقول هي النخلة، فإذا أنا أصغر القوم فسكتُّ. قال النبي صلى الله عليه وسلم: \"هي النخلة\" 5. ¶ ورواه البخاري من طريق أبي بشر، عن مجاهد، عن ابن عمر رضي الله عنهما قال: \"كنت عند النبي صلى الله عليه وسلم وهو يأكل جُمَّاراً، فقال: \"من الشجر شجرةٌ كالرجل المؤمن\". فأردتُ أن أقول هي النخلة، فإذا أنا أحدثهم. قال: \"هي النخلة\" 6. ¶ __________ ¶ 1 أي: \"ذهبت أفكارهم في أشجار البادية، فجعل كلٌّ منهم يفسِّرها بنوع من الأنواع، وذهلوا عن النخلة\". فتح الباري لابن حجر (1/146) . ¶ 2 البخاري (1/38) ، ومسلم (4/2164) . ¶ 3 البخاري (1/38) . ¶ 4 البخاري (1/63) . ¶ 5 البخاري (1/43) ، ومسلم (4/2165) . ¶ 6 البخاري (2/115) .",
            "page": "201",
            "part": "1",
            "seal": "E0A2FB78"
        },
        {
            "id": "6",
            "nass": "ورواه البخاري من طريق الأعمش قال: حدّثني مجاهد، عن عبد الله بن عمر رضي الله عنهما قال: \"بينا نحن عند النبي صلى الله عليه وسلم جلوسٌ، إذ أُتي بجُمّار نخلة، فقال النبي صلى الله عليه وسلم: \"إنَّ من الشجر لما بركته كبركة المسلم\". فظننت أنَّه يعني النخلة، فأردت أن أقول هي النخلة يا رسول الله، ثم التفتُّ فإذا أنا عاشر عشرة، أنا أحدثهم، فسكتُّ، فقال النبي صلى الله عليه وسلم: \"هي النخلة\" 1. ¶ ورواه البخاري من طريق زُبيد، عن مجاهد به مختصراً2. ¶ ورواه مسلم من طريق أبي خليل الضُّبَعيِّ، عن مجاهد، عن ابن عمر قال: قال رسول الله صلى الله عليه وسلم يوماً لأصحابه: \"أخبروني عن شجرة، مثلُها مثلُ المؤمن\"، فجعل القوم يذكرون شجراً من البوادي. قال ابن عمر: وأُلقي في نفسي أو روعي أنها النخلة. فجعلتُ أريد أن أقولها، فإذا أسنانُ القوم، فأهابُ أن أتكلّم، فلما سكتوا، قال رسول الله صلى الله عليه وسلم: \"هي النخلة\" 3. ¶ ورواه مسلم أيضاً من طريق سيف، عن مجاهد به4. ¶ وروى البخاري ومسلم عن عبيد الله بن عمر، عن نافع، عن ابن عمر رضي الله عنهما قال: \"كنا عند رسول الله صلى الله عليه وسلم فقال: \"أخبروني بشجرة تُشبه أو كالرجل المسلم لا يتحاتُّ ورقُها ولا ولا ولا\" 5، تؤتي أكلها كلَّ حين. قال ابن ¶ __________ ¶ 1 البخاري (3/444) . ¶ 2 البخاري (3/445) . ¶ 3 مسلم (4/2165) . ¶ 4 مسلم (4/2166) . ¶ 5 تكرّر النفي ثلاث مرات هكذا على طريق الاكتفاء في لفظ البخاري، ووقع ذكر النفي مرة واحدة في رواية مسلم، فاستشكل ذلك بعض الرواة، وظنَّ \"لا\" زائدة. ¶ قال إبراهيم بن سفيان - أحد رواة صحيح مسلم -: \"لعلّ مسلماً قال: \"وتؤتي أكلها\". وكذا وجدت عند غيري أيضاً، ولا تؤتي أكلها كلّ حين\". صحيح مسلم (4/2166) . ¶ ظنّ أنَّ لفظة \"لا\" في الحديث متعلّقةٌ بقوله: \" تؤتي أكلها \"، فاستشكل هذا، فقال: \"لعل مسلماً رواه \"وتؤتي أكلها\" أي بإسقاط \"لا\". ¶ قال القاضي وغيرُه من الأئمة: \"وليس هو بغلط كما توهّمه إبراهيم، بل الذي في مسلم صحيحٌ، بإثبات \"لا\"، وكذا رواه البخاري بإثبات \"لا\"، ووجهه أنَّ لفظة \"لا\" ليست متعلّقة بـ \"تؤتي\"، بل متعلقّة بمحذوف تقديره: لا يتحات ورقها، ولا مكرّر، أي لا يصيبها كذا ولا كذا\". شرح صحيح مسلم للنووي (17/156) . ¶ قال الحافظ ابن حجر: \"وقد وقع عند الإسماعيلي بتقديم: \"تؤتي أكلها كل حين\" على قوله: \"لا يتحاتُّ ورقها\" فسلِم من الإشكال\". فتح الباري (1/146) .",
            "page": "202",
            "part": "1",
            "seal": "8B26FAC4"
        },
        {
            "id": "7",
            "nass": "عمر: فوقع في نفسي أنَّها النخلة، ورأيت أبا بكر وعمر لا يتكلّمان، فكرهتُ أن أتكلّم، فلما لم يقولوا شيئاً قال رسول الله صلى الله عليه وسلم: \"هي النخلة\". فلما قمنا قلت لعمر: يا أبتاه، والله لقد وقع في نفسي أنَّها النخلة. فقال: ما منعك أن تكلَّم؟ قال: لم أرَكُم تكلَّمون فكرهتُ أن أتكلم أو أقول شيئاً. قال عمر: لأَنْ تكون قلتَها أحبُّ إليّ من كذا وكذا\"1. ¶ وروى البخاري من طريق محارب بن دِثار: سمعت ابنَ عمر يقول: قال النبي صلى الله عليه وسلم: \"مثل المؤمن كمثل شجرة خضراء، لا يسقط ورقها ولا يتحاتُّ\". فقال القوم: هي شجرة كذا، هي شجرة كذا، فأردتُ أن أقول هي النخلة - وأنا غلام شاب - فاستحييت، فقال: \"هي النخلة\" 2. ¶ ورواه البخاري تعليقاً من طريق حفص بن عاصم، عن ابن عمر مثله3. ¶ فهذا مجموع ما في الصحيحين من طرق لهذا الحديث العظيم، وللحديث طرقٌ أخرى خارج الصحيحين في السنن والمسانيد والمعاجم، سيأتي الإشارة إلى شيء منها. ¶ __________ ¶ 1 البخاري (3/246) ، ومسلم (4/2166) . ¶ 2 صحيح البخاري (4/113) . ¶ 3 صحيح البخاري (4/113) .",
            "page": "203",
            "part": "1",
            "seal": "07166617"
        },
        {
            "id": "8",
            "nass": "ثم إنَّ البخاري - رحمه الله - وقد روى الحديث في مواطن عديدة من صحيحه فقد روى الحديث في كتاب التفسير من صحيحه، في باب: {كشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} ، وهو بذلك يشير إلى أنَّ المراد بالشجرة المذكورة في الآية هي النخلة، فيكون الحديث بذلك مفسِّراً للآية. ¶ وقد ورد هذا صريحاً فيما رواه البزار من طريق موسى بن عقبة، عن نافع، عن ابن عمر قال: \"قرأ رسول الله صلى الله عليه وسلم: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ ... } فقال: أتدرون ما هي؟ قال ابن عمر: لم يَخْفَ عليَّ أنَّها النخلة، فمنعني أن أتكلّم مكان سِنِّي، فقال رسول الله صلى الله عليه وسلم: \"هي النخلة:\" 1. ¶ قال ابن حجر: \"ويُجمع بين هذا وبين ما تقدّم أنَّه صلى الله عليه وسلم أُتي بالجُمّار فشرع في أكله تالياً للآية قائلاً: \"إنَّ مِنَ الشجر شجرةً ... \" إلى آخره، ووقع عند ابن حبان من رواية عبد العزيز بن مسلم، عن عبد الله بن دينار، عن ابن عمر: أنَّ النبيَّ صلى الله عليه وسلم قال: \"مَنْ يخبرني عن شجرة مثلها مثل المؤمن، أصلها ثابت وفرعها في السماء؟ ... \" فذكر الحديث، وهو يؤيّد رواية البزار\"2. ¶ ويؤيّد هذا أيضاً الروايات الكثيرة الواردة عن السلف الصحابة وغيرهم في تفسير الشجرة الطيّبة في الآية بأنَّها النخلة. ¶ فقد روى الترمذي وغيره عن شعيب بن الحبحاب قال: كنّا عند أنس فأتينا بطبق عليه رطب، فقال أنس رضي الله عنه لأبي العالية: \"كُلْ يا أبا العالية، فإنَّ هذا من الشجرة التي ذَكَر الله في كتابه: {ضَرَبَ اللهُ مَثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَةٍ طَيِّبَةٍ ثَابِتٌ أَصْلُهَا} قال: هكذا قرأها يومئذ أنس\" ¶ __________ ¶ 1 أورده الحافظ في الفتح (1/146) . ¶ 2 فتح الباري (1/146،147) .",
            "page": "204",
            "part": "1",
            "seal": "90A818E3"
        },
        {
            "id": "9",
            "nass": "ورواه الترمذي من وجه آخر مرفوعاً، وقال: \"هذا الموقوف أصح\"1. ¶ وقد جاء هذا المعنى عن غير واحد من السلف، منهم: ابن عباس، ومجاهد، ومسروق، وعكرمة، والضحاك، وقتادة، وابن زيد2. ¶ وقد أفصح رسول الله صلى الله عليه وسلم عن المعنى المتقدّم، وهو تشبيه المؤمن بالنخلة في أوجز عبارة، وذلك فيما رواه الطبراني في المعجم الكبير والبزار من حديث ابن عمر رضي الله عنهما مرفوعاً: \"مثل المؤمن مثل النخلة ما أخذت منها مِنْ شيء نفعك\" 3. ¶ والنخلة إنما حازت هذه الفضيلة العظيمة بأَنْ جُعلت مثلاً لعبد الله المؤمن؛ لأنَّها أفضلُ الشجر وأحسنُه، وأكثرُه عائدة. ¶ __________ ¶ 1 سنن الترمذي (رقم:3119) ، ورواه عبد الرزاق وابن جرير وابن المنذر وابن أبي حاتم والرامهرمزي في الأمثال كما في الدرّ المنثور للسيوطي (5/22) . ¶ 2 انظر هذه الآثار في تفسير الطبري (8/204 - 206) ، والدر المنثور للسيوطي (5/22،23) . ¶ ومن السلف من ذهب إلى أنَّ المراد بالشجرة الطيبة هي المؤمن نفسه، وممن روي عنه ذلك ابن عباس، وعطية العوفي، والربيع بن أنس، روى ذلك عنهم ابن جرير في تفسيره (8/204) . ¶ قال ابن القيّم رحمه الله: \"لا اختلاف بين القولين، والمقصود بالمثل المؤمن، والنخلة مشبّهةٌ به وهو مشبّه بها، وإذا كانت النخلة شجرةً طيّبةً، فالمؤمن المشبّه بها أولى أن يكون كذلك\" إعلام الموقعين (1/173) . ¶ ومنهم من ذهب إلى أن المراد بالشجرة الطيّبة شجرة في الجَنّة، روى ذلك ابن جرير (8/206) عن ابن عباس رضي الله عنهما ثم قال: \"أولى القولين بالصواب في ذلك قول من قال هي النخلة لصحَّة الخبر عن رسول الله صلى الله عليه وسلم ... \". ¶ قال ابن القيّم رحمه الله: \"ومن قال من السلف إنها شجرة في الجنة فالنخلة من أشرف أشجار الجنّة\". إعلام الموقعين (1/173) . ¶ 3 المعجم الكبير للطبراني (12/رقم:13514) . ¶ قال الحافظ في الفتح (1/147) : \"وإسناده صحيح\".",
            "page": "205",
            "part": "1",
            "seal": "84971D9F"
        },
        {
            "id": "10",
            "nass": "وقد أفرد أبو حاتم السجستاني - رحمه الله - كتاباً خاصاً بالنخل، بيّن فيه فضله وخصائصه وأسماءه، وذكر أبحاثاً عديدةً مفيدةً متعلّقةً به، قال في أوله: ¶ \"النخلة سيّدة الشجر، مخلوقة من طين آدم صلوات الله عليه، وقد ضربها الله جلّ وعزّ مثلاً لقول \"لا إله إلا الله\" فقال تبارك وتعالى: {أَلَمْ تَرَ كَيْفَ ضَرَبَ اللهُ مَثَلاً كَلِمَةً طَيِّبَةً} وهي قول: \"لا إله إلا الله\"، {كَشَجَرَةٍ طَيِّبَةٍ} وهي النخلة. ¶ فكما أنَّ قول “لا إله إلا الله\" سيّد الكلام، كذلك النخلة سيّدة الشجر\"1. ¶ ثم أخذ يفصّل القول في الكلام على هذه الشجرة الكريمة الفاضلة، واستشهد لقوله إنَّها مخلوقة من طين آدم عليه السلام بما ساقه بسنده من طريق مسرور بن مسعود التميمي قال: حدّثني الأوزاعي، عن عروة بن رُويم، عن علي بن أبي طالب قال: قال رسول الله صلى الله عليه وسلم: \"أكرِموا عمَّتكم النخلة، فإنها خُلقت مِنَ الطين الذي خُلق منه آدم، وليس شيء يُلقح غيرها، وأطعِموا نساءكم الوُلَّد الرُّطَب فالتمر، وليس شيء من الشجر أكرم على الله جلّ وعزّ من شجرة نزلت تحتها مريم ابنة عمران\". ¶ إلا أنَّ إسناد هذا الحديث واهٍ، فلا يصلح للاحتجاج، تفرّد به مسرور بن مسعود وهو متّهم. ¶ قال ابن الجوزي: \"لا يصح عن رسول الله صلى الله عليه وسلم، قال ابن عدي: مسرور غير معروف وهو منكر الحديث، وقال ابن حبان: يروي عن الأوزاعي المناكير التي لا يجوز الاحتجاج بما يرويها\"2. ¶ __________ ¶ 1 كتاب النخل (ص:33) . ¶ 2 الموضوعات (1/129) .",
            "page": "206",
            "part": "1",
            "seal": "E1C03408"
        },
        {
            "id": "11",
            "nass": "وقال الذهبي: \"غمزه ابن حبان، فقال: يروي عن الأوزاعي المناكير الكثيرة\"1. ¶ وعلى كلٍّ، فلا ريب في فضل النخلةِ وشرفِها وتميّزها، ويكفيها فضيلةً أنَّها خُصّت من بين سائر الشجر بأن جُعلت مثلاً للمؤمن، وفي النصوص المتقدّمة ما يدلّ على أنواع من الفضائل والميزات للنخلة؛ كثبات الأصل وارتفاع الفرع، وإيتائها أكلها كلّ حين، ووصفها بالبركة، وأنَّها لا يؤخذ منها شيء إلا نفع، ونحو ذلك مما يدل على فضل النخلة وتميّزها. ¶ ثمّ ها هنا أمرٌ مهمّ، وهو أنَّ النبي صلى الله عليه وسلم عندما شَبَّه المؤمن بالنخلة، لا شك أنَّ ثَمّ هناك أوجهاً عديدةً في الشبه بين المؤمن المطيع لله الذي قامت في قلبه كلمةُ الإيمان وانغرست في صدره وأخذت تُثمر الثمارَ اليانعة والخيرَ المتنوّع وبين النخلة. ¶ ولا ريب أنَّ الوقوفَ على أوجه الشبَّه بينهما والحرص على معرفة ذلك والفقه فيه أمرٌ جديرٌ بالاهتمام والعناية؛ لعظم فائدته وكثرة منافعه، والله تعالى قد أرشد في كتابه إلى فهم هذا عندما مثّل المؤمن بها وذكر بعض أوجهِ الشبَّه بينهما حيث قال: {كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} . ¶ هذه أربعة وجوه في الشبه بينهما، ومن يتأمّل في الممثَّل والممثَّل به يجد بينهما من أوجه الشبّه الشيء الكثير، ومن يطالع كلامَ أهل العلم في هذا الباب يقف من ذلك على لطائفَ جمّة وفوائد مهمّة. ولعَلِّي فيما يلي أستعرض جملةً من أوجه الشبه بينهما من خلال ما وقفت عليه من كلام أهل العلم في ذلك في كتب التفسير وشروحات الحديث وغيرها. ¶ __________ ¶ 1 الميزان (5/222) ، وانظر: السلسلة الضعيفة للعلاّمة الألباني حفظه الله (1/283،284) .",
            "page": "207",
            "part": "1",
            "seal": "CF1C28C2"
        },
        {
            "id": "12",
            "nass": "فمن هذه الأوجه1: ¶ أولاً: أنَّ النخلة لا بدّ لها من عروق وساق وفروع وورق وثمر، وكذلك شجرة الإيمان لا بدّ لها من أصل وفرع وثمر، فأصلها الإيمان بالأصول الستة المعروفة، وفرعُها الأعمال الصالحة، والطاعات المتنوّعة، والقربات العديدة، وثمراتُها كلُّ خير يحصِّلُه المؤمن، وكلُّ سعادة يجنيها في الدنيا والآخرة. ¶ روى عبد الله في السنة عن ابن طاووس، عن أبيه قال: \"مثل الإيمان كشجرة؛ فأصلها الشهادة، وساقها وورقها كذا، وثمرُها الورع، ولا خير في شجرة لا ثمر لها، ولا خير في إنسان لا ورع فيه\"2. ¶ قال البغوي رحمه الله: \"والحكمة في تمثيل الإيمان بالشجرة هي أنَّ الشجرةَ لا تكون شجرةً إلاَّ بثلاثة أشياء؛ عِرق راسخ، وأصلٌ قائم، وفرع عالٍ، وكذلك الإيمان لا يتمّ إلا بثلاثة أشياء؛ تصديقٌ بالقلب، وقولٌ باللسان، وعمل بالأبدان\"3. ¶ وقال ابن القيم رحمه الله: \"الإخلاص والتوحيد شجرةٌ في القلب فروعُها الأعمال، وثمرها طِيبُ الحياة في الدنيا، والنعيمُ المقيمُ في الآخرة، وكما أنَّ ثمار الجَنّة لا مقطوعة ولا ممنوعة، فثمرة التوحيد والإخلاص في الدنيا كذلك، والشرك والكذب والرياء شجرة في القلب ثمرها في الدنيا الخوفُ والهمُّ والغمُّ وضيق الصدر وظلمة القلب، وثمرها في الآخرة الزَّقومُ والعذاب المقيم، وقد ¶ __________ ¶ 1 وانظر في ذلك: مفتاح دار السعادة (1/116 - 122) ، وإعلام الموقعين (1/171 - 175) ، تفسير البغوي (3/33) ، فتح الباري لابن حجر (1/145،146) ، زاد المسير لابن الجوزي (4/359،360) ، تفسير القاسمي (10/3727) . ¶ 2 السنة لعبد الله (1/316) . ¶ 3 تفسير البغوي (3/33) .",
            "page": "208",
            "part": "1",
            "seal": "61933775"
        },
        {
            "id": "13",
            "nass": "ذكر الله هاتين الشجرتين في سورة إبراهيم\"1. ¶ ثانياً: أنَّ النخلة لا تبقى حيّةً إلاّ بمادة تسقيها وتنميها، فهي لا تحيا ولا تنمو إلاّ إذا سُقيت بالماء، فإذا حبس عنها الماء ذبلت، وإذا قطع عنها تماماً ماتت، فلا حياة لها بدونه، وهكذا الشأنُ في المؤمن لا يحيا الحياة الحقيقية ولا تستقيم له حياته إلاّ بسقي من نوع خاص، وهو سقيُ قلبه بالوحي، كلام الله وكلام رسوله صلى الله عليه وسلم؛ ولهذا سمَّى الله الوحيَ روحاً في نحو قوله تعالى: {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحاً مِنْ أَمْرِنَا مَا كُنتَ تَدْرِي مَا الكِتَابُ وَلاَ الإِيمَانُ وَلَكِن جَعِلْنَاهُ نُوراً نَهْدِي بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا} 2، وقوله: {يُنَزِّلُ المَلاَئِكَةَ بالرُوحِ مِنْ أَمْرِهِ عَلَى مَن يَّشَآءُ مِنْ عِبَادِهِ} 3؛ لأنَّ حياة القلوب الحقيقية إنَّما تكون به، وبدونه فإنَّ الإنسان يكون ميتا ولو كان بين الناس من الأحياء {أَوَمَن كَانَ مَيْتاً فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَن مَثَلُهُ فِي الظُلُمُاتِ لَيْسَ بِخَارِجٍ مِنْهَا} 4، ولذا يقول الله تعالى: {يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا للهِ وِلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ} 5، والآيات في هذا المعنى كثيرة. ¶ فهذا وجه شبهٍ ظاهرٍ بين المؤمن والنخلة، فالنخلة لا تحيا إلاَّ إذا سُقيت بالماء، والمؤمن لا يحيى قلبُه إلاَّ إذا سُقي بالوحي، وكما أنَّ الأرض الميتة إذا أنزل الله عليها الماء اهتَزَّت ورَبَتْ وأنبتت من كلِّ زوجٍ بهيجٍ، فكذلك القلب الميّت إذا سمع الوحي وقَبِلَه صَلُحَ وحسُنَ ونما فيه من الخير الشيءُ الكثير. ¶ ولذا لمّا حذّر الله في سورة الحديد من عدم الخشوع لذكر الله كحال الذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم، قال عقِب ذلك ¶ __________ ¶ 1 الفوائد (ص:214،215) . ¶ 2 سورة الشورى، الآية: (52) . ¶ 3 سورة النحل، الآية: (2) . ¶ 4 سورة الأنعام، الآية: (122) . ¶ 5 سورة الأنفال، الآية: (24) .",
            "page": "209",
            "part": "1",
            "seal": "A35A5DF9"
        },
        {
            "id": "14",
            "nass": "سبحانه: {اعْلَمُوا أَنَّ اللهَ يُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَا لَكُمُ الآيَاتِ لَعَلَّكُمْ تَعْقِلُونَ} 1 وفي هذا إشارة إلى أنَّ الذي يُحيي الأرض بعد موتها بالماء فهو كذلك يُحيى القلوبَ بعد موتها بالوحي، ولكن ذلك إنّما يكون لمن عقل آيات الله. ¶ وبهذا يتبيّن أنَّ \"شجرة الإسلام في القلب إن لم يتعاهدها صاحبُها بسقيها كلَّ وقت بالعلم النافع والعمل الصالح، والعود بالتذكّر على التفكّر والتفكّر على التذكّر، وإلاّ أوشك أن تيبس، وفي مسند الإمام أحمد من حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"إن الإيمان يخْلَقُ في القلب كما يخلَقُ الثوبُ فجدّدوا إيمانكم\" 2. وبالجملة فالغرس إن لم يتعاهده صاحبه أوشك أن يهلك، ومن هنا تعلم شدّة حاجة العباد إلى ما أمر الله به من العبادات على تعاقب الأوقات، وعظيم رحمته وتمام نعمته وإحسانه إلى عباده بأن وظّفها عليها وجعلها مادة لسقي غِراس التوحيد الذي غرسه في قلوبهم\"3. ¶ ثالثاً: أنّ النخلةَ شديدةُ الثبوت، كما قال الله تعالى في الآية المتقدمة: {أَصْلُهَا ثَابِتٌ} ، وهكذا الشأنُ في الإيمان إذا رسخ في القلب فإنه يصير في أشدّ ما يكون من الثبات لا يزعزعه شيء، بل يكون ثابتاً كثبوت الجبال الرواسي. ¶ سئل الأوزاعي رحمه الله عن الإيمان أيزيد؟ قال: \"نعم حتى يكون كالجبال، ¶ __________ ¶ 1 سورة: الحديد، الآية: (17) . ¶ 2 روى الحاكم (1/4) من حديث عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إنَّ الإيمان ليخلَق في جوف أحدكم كما يخلَق الثوب فاسألوا الله أن يجدّد إيمانكم\". ¶ وقال الحاكم: \"رواته مصريون ثقات\"، ووافقه الذهبي. ¶ ورواه الطبراني في الكبير كما في مجمع الزوائد (1/52) ، وقال الهيثمي: \"إسناده حسن\"، وصححه الألباني. انظر: صحيح الجامع (رقم:1590) ، والسلسلة الصحيحة (4/113) . ¶ 3 إعلام الموقعين لابن القيم (1/174) .",
            "page": "210",
            "part": "1",
            "seal": "6E6DA8F2"
        },
        {
            "id": "15",
            "nass": "قيل: أينقص؟ قال: نعم حتى لا يبقى منه شيء\"1. ¶ وسئل الإمام أحمد رحمه الله عن زيادة الإيمان ونقصانه فقال: \"يزيد حتى يبلغ أعلى السموات السبع، وينقص حى يصير إلى أسفل السافلين السبع\"2. ¶ رابعاً: أنَّ النخلة لا تنبت في كلِّ أرض، بل لا تنبت إلاّ في أراضٍ معيّنةٍ طيّبة التربة، فهي في بعض الأماكن لا تنبت مطلقاً، وفي بعضها تنبت ولكن لا تثمر، وفي بعضها تُثمر ولكن يكون الثمر ضعيفاً، فليس كلُّ أرض تناسب النخلة. ¶ قال أبو حاتم السجستاني: \"قالوا: وإنَّما يرديه ويسيء نبته طعمة الأرض، فيجيء ضخماً كثير القشر، سريع اليبس ثَنِتاً، أي: عَفِناً، جَخِراً نَخِراً، والجخرُ: الضخم الذي ليست له قوة ولا تعجبه الأرض فيميل وينتفخ وتخوي نخلته وتردؤ، وإذا كان في أرض جيّدة السر جاء أبيضَ رقيقاً، وتراه كأنَّ طرفه يدري لا يُعوِّجه شيء حتى يدرك الماء بعُدَ أو قَرُب، وإذا كان العِرْق في أرضٍ طيّبةِ الطين وقف ساعةً يشرع في الماء؛ لأنَّه يرجع إلى طينة طيبة وطعمة تعجبه، ولم ينحدِر إلاّ طلبَ الماء، فلما شام الماءَ وقف، وإذا انحدر من أرضٍ خبيثة الطين ليس لها سرٌّ انخرط حتى يتثنى في الماء عفناً؛ لأنّه إنما ساقه طلب الماء، فلما وجد طعمة الماء جعل انخراطاً فيه مِن بُغض ما فوقه\"3. فليست كلُّ أرضٍ تناسب النخلة. ¶ وهكذا الشأنُ في الإيمان فهو لا يثبت في كلِّ قلبٍ، وإنَّما يثبتُ في قلب من كتب الله له الهدايةَ وشرح صدرَه للإيمان، والقلوب أوعيةٌ متفاوتةٌ، ولهذا صحّ في الحديث عن أبي موسى الأشعري قال: قال رسول الله صلى الله عليه وسلم: \"مثلُ ما بعثني الله ¶ __________ ¶ 1 رواه اللالكائي في شرح الاعتقاد (5/959) . ¶ 2 رواه ابن أبي يعلى في الطبقات (1/259) . ¶ 3 كتاب النخل (ص:66،67) .",
            "page": "211",
            "part": "1",
            "seal": "925DA165"
        },
        {
            "id": "16",
            "nass": "به من الهدى والعلم، كمثل غيث أصاب الأرضَ، فكانت منها طائفةٌ قبِلت الماءَ فأنبتت الكلأَ والعشبَ الكثيرَ، وكانت منها أجادِب قد أمسكت الماءَ فنفع الله به النَّاسَ فشربوا منها ورعوا وسقوا، وأصابت طائفة أخرى إنَّما هي قِيعان فلا تمسك ماءً ولا تنبتُ كلأً، كذلك مثلي ومثل من فقه في دين الله ونفعه ما بعثني الله به فعلِمَ وعلَّم، ومثَل من لم يرفع بذلك رأساً ولم يقبل هدى الله الذي أُرسلتُ به\"1. ¶ خامساً: أنَّ النخلةَ قد يخالطها دغلٌ ونبت غريبٌ ليس من جنسها قد يؤذي النخلةَ، ويضعف نموها، ويزاحمها في سقيها؛ ولهذا تحتاج النخلة في هذه الحالة إلى رعايةٍ خاصّة وتعاهدٍ من صاحبها بحيث يُزال عنها هذا الدغل والنوابت المؤذية، فإن فعل ذلك كمُل غرسه، وإن أهمله أوشك أن يغلب على الغرس فيكون له الحكم ويضعف الأصل. ¶ وهكذا الأمر بالنسبة للمؤمن، لا شك أنَّه يصادفُه في الحياة أمورٌ كثيرةٌ قد توهي إيمانَه وتُضعف يقينَه، وتزاحم أصلَ الإيمان الذي في قلبه؛ ولهذا يحتاج المؤمن أنْ يحاسب نفسَه في كلِّ وقت وحين، ويجاهدها في ذلك، ويجتهد في إزالة كلِّ وارد سيئٍ على القلب، ويُبعد عن نفسه كلَّ أمر يؤثِّر على الإيمان كوساوس الشيطان، أو النفس الأمّارة بالسوء، أو الدنيا بفتنها ومغرياتها أو غير ذلك، والله يقول: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللهَ لَمَعَ المُحْسِنِينَ} 2. ¶ سادساً: أنَّ النخلةَ كما أخبر الله {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} والأكل الثمر، فهي تؤتي ثمرها كلَّ حين ليلاً ونهاراً صيفاً وشتاءً إمّا تمراً أو بُسراً أو رُطَباً. ¶ وكذلك المؤمن يصعد عملُه أوّل النهار وآخره، قال الربيع بن أنس: {كُلَّ حِينٍ} : \"أي كلّ غدوة وعشية؛ لأنَّ ثمر النخل يؤكل أبداً ليلاً ونهاراً وصيفاً ¶ __________ ¶ 1 صحيح البخاري (1/45) ، وصحيح مسلم (4/1787) . ¶ 2 سورة: العنكبوت، الآية: (69) .",
            "page": "212",
            "part": "1",
            "seal": "AADBA2CA"
        },
        {
            "id": "17",
            "nass": "وشتاءً، إمّا تمراً أو رطباً أو بُسراً، كذلك عمل المؤمن يصعد أول النهار وآخره\"1. ¶ وقال الضحاك: {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} : \"تخرج ثمرها كلَّ حين، وهذا مثل المؤمن يعمل كلَّ حين كلَّ ساعة من النهار، وكلَّ ساعة من الليل وبالشتاء والصيف بطاعة الله\"2. ¶ وقد أورد ابن جرير رحمه الله عن السلف عدّةَ أقوال في المراد بقوله تعالى: {كُلَّ حِينٍ} ثم قال: \"وأولى الأقوال في ذلك عندي قول من قال: عنى بالحين في هذا الموضع: غدوة وعشية وكلَّ ساعة؛ لأنَّ الله تعالى ذِكرُه ضرب ما تؤتي هذه الشجرة كلّ حين من الأكل لعمل المؤمن وكلامه مثلاً، ولا شك أنَّ المؤمنَ يُرفع له إلى الله في كلِّ يوم صالح من العمل والقول، لا في كل سنة أو في كل ستة أشهر أو في كلِّ شهرين، فإذا كان ذلك كذلك فلا شك أنَّ المثل لا يكون خلافاً للممثَّل به في المعنى، وإذا كان ذلك كذلك كان بيِّناً صحة ما قلنا. فإن قال قائل: فأيُّ نخلة تؤتي في كلِّ وقت أكلاً صيفاً وشتاء؟ قيل: أما في الشتاء فإنَّ الطلع من أكلها، وأما في الصيف فالبَلَح والبُسر والرطب والتمر، وذلك كلّه من أكلها\"3. ¶ ثم روى عن قتادة أنه قال: {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} : \"يؤكل ثمرها في الشتاء والصيف\". ¶ سابعاً: أنَّ النخلةَ فيها بركةٌ في كلِّ جزء من أجزائها، فليس فيها جزء لا يُستفاد منه، وهكذا الشأنُ بالنسبة للمؤمن، وقد جاء في صحيح البخاري في ¶ __________ ¶ 1 ذكره البغوي في تفسيره (3/33) . ¶ 2 رواه ابن جرير في تفسيره (8/208) . ¶ 3 تفسير الطبري (8/210) .",
            "page": "213",
            "part": "1",
            "seal": "47193B4D"
        },
        {
            "id": "18",
            "nass": "بعض ألفاظ حديث ابن عمر المتقدّم من رواية الأعمش، عن مجاهد، عن عبد الله بن عمر أن النبي صلى الله عليه وسلم قال: \"إنَّ من الشجر لما بركته كبركة المسلم ... \" الحديث. ¶ \"وبركة النخلة موجودة في جميع أجزائها، مستمرّة في جميع أحوالها، فمن حين تطلع إلى أن تيبس تؤكل أنواعاً، ثم بعد ذلك يُنتفع بجميع أجزائها حتى النَّوى في علف الدوابّ والليف في الحبال وغير ذلك مما لا يخفى، وكذلك بركة المسلم عامّة في جميع الأحوال، ونفعُه مستمر له ولغيره حتى بعد موته\"1. ¶ ثامناً: أنَّ النخلةَ كما وصفها النبيّ صلى الله عليه وسلم: \"لا يسقط ورقُها\" وبين المسلم والنخلة في هذا وجه شبه يتضح بما رواه الحارث بن أبي أسامة في هذا الحديث من وجه آخر عن ابن عمر، ولفظه: قال: \"كنا عند رسول الله صلى الله عليه وسلم ذات يوم فقال: \"إنَّ مثل المؤمن كمثل شجرة لا تسقط لها أنملة، أتدرون ما هي؟ \" قالوا: لا. قال: \"هي النخلة، لا تسقط لها أنملة، ولا تسقط لمؤمن دعوة\" 2. ¶ قال القرطبي في تفسيره مبيِّناً أهميةَ هذه الزيادة وعِظم فائدتها: \"وزاد فيه الحارث بن أسامة زيادةً تساوي رحلة عن النبي صلى الله عليه وسلم قال: \"وهي النخلة لا تسقط لها أنملة، وكذلك المؤمن لا تسقط له دعوة\" فبيّن معنى الحديث والمماثلة\"3. ¶ والدعاء مأمور به كما هو معلوم، وموعود عليه بالإجابة كما قال الله تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} 4 لكن الدعاء سببٌ مقتضٍ للإجابة مع ¶ __________ ¶ 1 فتح الباري لابن حجر (1/145،146) . ¶ 2 فتح الباري (1/145) . ¶ 3 الجامع لأحكام القرآن (9/236) . ¶ 4 سورة غافر، الآية: (60) .",
            "page": "214",
            "part": "1",
            "seal": "CCD40F37"
        },
        {
            "id": "19",
            "nass": "استكمال شرائطه وانتفاء موانعه، وقد تتخلّف الإجابة لانتفاء بعض شروطه أو وجود بعض موانعه وآدابه والتي من أعظمها حضور القلب ورجاء الإجابة، والعزم في المسألة1. ¶ وذكر ابن القيّم رحمه الله في معنى الحديث وجهاً آخر وهو أنَّ ذلك يدلّ على: \"دوام لباسها وزينتها فلا يسقط عنها صيفاً ولا شتاءً، كذلك المؤمن لا يزول عنه لباس التقوى وزينتها حتى يوافيَ ربَّه تعالى\"2. ¶ تاسعاً: أنَّ النخلة وُصفت في الآية بأنَّها طيّبة، وهذا أعمّ من طيب المنظر والصورة والشكل، ومن طيب الريح وطيب الثمر وطيب المنفعة، والمؤمن أجلّ صفاته الطيب في شؤونه كلِّها وأحواله جميعها، في ظاهره وباطنه وسرِّه وعلنه؛ ولهذا عندما يدخل المؤمنون الجَنَّةَ تتلقّاهم خزنتها وتقول لهم: {سَلاَمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ} 3، وقال تعالى: {الَّذِينَ تَتَوَفَّاهُمُ المَلاَئِكَةُ طَيِّبِينَ يَقُولُونَ سلاَمٌ عَلَيْكُمْ ادْخُلُوا الجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ} 4، وقال تعالى: {إِنَّ اللهَ يُدْخِلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤاً وَلِبَاسُهُمْ فِيهَا حَرِيرٌ وَهُدُوا إِلَى الطَيِّبِ مِنَ القَوْلِ وَهُدُوا إِلَى صِرَاطِ الحَمِيدِ} 5. ¶ فالطيب أجَلُّ صفاتهم وأجمل نعوتهم وأحسن حليتهم في أحوالهم كلها، في أقوالهم وأعمالهم وفي حركاتهم وسكناتهم وشؤونهم جميعها. ¶ عاشراً: أنَّ النخلةَ وُصفت بأنّها: \"ما أخذتَ منها من شيء نفعك\" كما في حديث ابن عمر المتقدّم، و \"النخلة كلها منفعة، لا يسقط منها شيء بغير ¶ __________ ¶ 1 انظر: جامع العلوم والحكم لابن رجب (ص:368) . ¶ 2 مفتاح دار السعادة (1/116) . ¶ 3 سورة: الزمر، الآية: (73) . ¶ 4 سورة: النحل، الآية: (32) . ¶ 5 سورة الحج، الآية: (23،24) .",
            "page": "215",
            "part": "1",
            "seal": "38D321E1"
        },
        {
            "id": "20",
            "nass": "منفعة، فثمرها منفعة، وجذعها فيه من المنافع ما لا يُجهل للأبنية والسقوف وغير ذلك، وسعفُها تُسقف به البيوت مكان القصب، ويُستر به الفُرَج والخَلَلُ، وخوصُها يُتخذ منه المكاتل والزنابيلُ وأنواعُ الآنية، والحُصُر وغيرها، ولِيفُها وكربها فيه من المنافع ما هو معلوم عند الناس\"1. ¶ وهكذا الشأن بالنسبة للمؤمن مع إخوانه وجلسائِه ورفقائه، لا يُرى فيه إلاّ الأخلاق الكريمة، والآداب الرفيعة، والمعاملة الحسنة، والنصح لجلسائه، وبذل الخير لهم، ولا يصل إليهم منه ما يضر، بل لا يصل إليهم منه إلاَّ ما ينفع كالكلمة الطيّبة والموعظة الحسنة والخلق الجميل والعون والمساعدة ونحو ذلك، فهو كالنخلة ما أخذتَ منه من شيء نفعك. ¶ حادي عشر: أنّ النخل بينه تفاوت عظيمٌ في شكله ونوعه وثمره، فليست النخيل في مستوى واحد في الحسن والجودة، بل بينه من التفاوت والتمايز الشيء الكثير، كما قال الله تعالى: {وَفِي الأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ} 2، فهو متفاوت في طعمه ومنظره ونوعه، وبعضه أفضل من بعض. ¶ وهكذا الشأن بين المؤمنين، فالمؤمنون متفاوتون في الإيمان، وليسوا في الإيمان على درجة واحدة، بل بينهم من التفاوت والتفاضل الشيء الكثير، قال الله تعالى: {ثُمَّ أَوْرَثْنَا الكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالخَيْرَاتِ بِإِذْنِ اللهِ ذَلكَ هُوَ الفَضلُ الكَبِيرُ} 3. ¶ __________ ¶ 1 مفتاح دار السعادة لابن القيّم (1/120) . ¶ 2 سورة الرعد، الآية: (4) . ¶ 3 سورة فاطر، الآية: (32) .",
            "page": "216",
            "part": "1",
            "seal": "8DE7F5FD"
        },
        {
            "id": "21",
            "nass": "ثاني عشر: أنَّ النخلة أصبر الشجر على الرياح والجهد، وغيرُها من الدوح العظام تميلها الريح تارة، وتقلعها تارة، وتقصف أفنانها، ولا صبر لكثير منها على العطش كصبر النخلة، فكذلك المؤمن صبورٌ على البلاء لا تزعزعه الرياح، وقد اجتمع فيه أنواع الصبر الثلاثة: الصبر على طاعة الله، والصبر عن معاصيه، والصبر على أقداره المؤلمة، قال الله تعالى: {وَبَشِّرِ الصَّابِرِينَ الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِن رَّبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ المُهْتَدُونَ} 1، وقال تعالى: {قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ وَأَرْضُ اللهِ وَاسِعَةٌ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} 2. ¶ ثالث عشر: أنَّ النخلةَ كلَّما طال عمرُها ازداد خيرُها وجاد ثمرُها، وكذلك المؤمن إذا طال عمره ازداد خيرُه وحسن عمله. ¶ روى الترمذي عن عبد الله بن بُسر: أنَّ أعرابياً قال: يا رسول الله من خير الناس؟ قال: \"من طال عمرُه وحَسُن عملُه\" 3. ¶ وروى أيضاً عن أبي بكرة: أنَّ رجلاً قال: يا رسول الله أيّ الناس خير؟ قال: \"من طال عمرُه وحَسُن عملُه\". قال: فأيّ الناس شرّ؟ قال: \"من طال عمره وساء عملُه\" 4. ¶ وروى الإمام أحمد، والنسائي في عمل اليوم والليلة بإسناد حسن عن عبد الله بن شدّاد: أنَّ نفراً من بني عُذْرَة ثلاثةً أتوا النبيَّ صلى الله عليه وسلم ¶ __________ ¶ 1 سورة البقرة، الآيات: (155،156،157) . ¶ 2 سورة الزمر، الآية: (10) . ¶ 3 سنن الترمذي (4/565) ، وصححه الألباني في صحيح سنن الترمذي (2/271) . ¶ 4 سنن الترمذي (4/566) ، وصححه الألباني في صحيح سنن الترمذي (2/271) .",
            "page": "217",
            "part": "1",
            "seal": "5618572F"
        },
        {
            "id": "22",
            "nass": "\"من يكفينيهم\" قال طلحةُ: أنا، قال: فكانوا عند طلحة فبعث النبي صلى الله عليه وسلم بعثاً فخرج فيه أحدُهم فاستشهدَ، قال: ثم بَعَثَ بعثاً آخر، فخرج فيهم آخر فاستشهد، قال: ثم مات الثالثُ على فراشه، قال طلحة: فرأيت هؤلاء الثلاثة الذين كانوا عندي في الجنة، فرأيت الميت على فراشه أمامهم، ورأيت الذي استُشهد أخيراً يليه، ورأيت الذي استُشهد أوَّلَهم آخرَهم، قال: فدخلني من ذلك، قال: فأتيت النبي صلى الله عليه وسلم فذكرت ذلك له، قال: فقال رسول الله صلى الله عليه وسلم: \"ما أنكرتَ من ذلك، ليس أحدٌ أفضل عند الله من مؤمن يُعمّرُ في الإسلام يَكثُر تكبيرُه وتسبيحُه وتهليلُه وتحميدُه\" 1. ¶ رابع عشر: أنَّ قلبَ النخلة - وهو الجُمّار - من أطيب القلوب وأحلاها، وقد مرّ معنا في بعض طرق حديث ابن عمر المتقدّم: \"أنَّ النبي صلى الله عليه وسلم أُتي بجُمَّار وشرع في أكله ثم قال: \"إنَّ من الشجر شجرة مثلها كمثل المسلم\". ¶ وجُمّار النخلة حلو الطعم جميل المذاق، وهو من أطيب القلوب وأحسنها، وكذلك قلب المؤمن من أطيب القلوب وأحسنها، لا يحمل إلاّ الخير ولا يبطن سوى الاستقامة والصلاح والسلامة. ¶ خامس عشر: أنَّ النخلة لا يتعطّل نفعها بالكليّة أبداً، بل إن تعطلت منها منفعة ففيها منافع أخر، حتى لو تعطّلت ثمارها سنة لكان للناس في سعفها وخوصها وليفها وكربها منافع وآراب، وهكذا المؤمن لا يخلو عن شيء من خصال الخير قط، بل إن أجدب منه جانب من الخير أخصب منه جانبٌ، فلا يزال خيرُه مأمولاً وشرُّه مأموناً، روى الترمذي عن النبي صلى الله عليه وسلم أنَّه قال: \"خيركم ¶ __________ ¶ 1 المسند (1/163) ، والسنن الكبرى للنسائي كتاب: عمل اليوم والليلة (رقم:10674) ، وحسنه الألباني في الصحيحة (رقم:654) .",
            "page": "218",
            "part": "1",
            "seal": "B4B86235"
        },
        {
            "id": "23",
            "nass": "من يُرجى خيرُه ويؤمنُ شرُّه، وشرُّكم من لا يُرجى خيره ولا يُؤمن شرُّه\" 1. ¶ ولذا ورد عن عكرمة في قوله تعالى: {كَشَجَرَة طَيِّبَةٍ} قال: \"هي النخلة لا تزال فيها منفعة\"2، وهكذا الشأن في المؤمن - كما هو في النخلة - لا يزال فيه منفعة، بل منافع وذلك بحسب حظِّه ونصيبه من الإيمان. ¶ سادس عشر: أنَّ النخلةَ سهلٌ تناول ثمرها ومتيسّر، فهي إمَّا قصيرة فلا يحتاج المتناول أن يرقاها، وإمّا باسقة فصعودها سهلٌ بالنسبة إلى صعود الشجر الطوال غيرها، فتراها كأنَّها قد هُيّئت منها المراقي والدرج إلى أعلاها، وكذلك المؤمن خيره سهلٌ قريبٌ لمن رام تناوله لا بالغرِّ ولا باللئيم. ¶ سابع عشر: أنَّ ثمرتها من أنفع ثمار العالَم، فإنَّه يؤكل رطبه فاكهة وحلاوة، ويابسُه يكون قوتاً وأُدْماً وفاكهة، ويُتخذ منه الخلّ والحلوى، ويدخل في الأدوية والأشربة، وعموم النفع به أمرٌ ظاهر، وهكذا الشأن في المؤمن في عموم منافعه وتنوّع خيراته ومحاسنه. ¶ وكما أنَّ ثمر النخلة لطعمه حلاوة فكذلك الإيمان له حلاوة لا يذوقها إلاَّ صحيح الإيمان، ولهذا قال صلى الله عليه وسلم: \"ثلاثٌ مَن كنَّ فيه وَجَد بهنَّ حلاوةَ الإيمان: أن يكون اللهُ ورسولُه أحبَّ إليه ممّا سواهما، وأن يحبَّ المرءَ لا يحبُّه إلاّ لله، وأن يكرهَ أن يعود في الكفر كما يكره أن يُقذف في النار\" 3. ¶ قال أبو محمد بن أبي جمرة: \"إنَّما عبّر بالحلاوة لأنَّ اللهَ شبَّه الإيمان بالشجرة في قوله تعالى: {مثَلاً كَلِمَةً طَيِّبَةً كَشَجَرَة طَيِّبَةٍ} فالكلمة هي كلمة الإخلاص، والشجرة أصلُ الإيمان، وأغصانها اتّباع الأمر واجتناب النهي، وورقُها ما يهتمُّ ¶ __________ ¶ 1 سنن الترمذي (رقم:2263) ، وصححه العلامة الألباني في صحيح الجامع (رقم:3320) . ¶ 2 رواه ابن جرير في تفسيره (8/205) . ¶ 3 رواه البخاري (1/22) ، ومسلم (1/66) .",
            "page": "219",
            "part": "1",
            "seal": "C084B1BE"
        },
        {
            "id": "24",
            "nass": "به المؤمنُ من الخير، وثمرها الطاعات، وحلاوة الثمر جني الثمرة، وغاية كماله تناهي نضج الثمرة وبه تظهر حلاوتها\"1. ¶ ثامن عشر: ومن طريف ما يُذكر هنا حول تطابق الصفات بين النخلة في كلِّ أجزائها مع صفات المؤمن ما ذكره ابن القيم رحمه الله حيث قال: \"وقد طابق بعض الناس هذه المنافع وصفات المسلم وجعل لكلِّ منفعة منها صفة في المسلم تقابلها، فلما جاء إلى الشوك الذي في النخلة جعل بإِزائه من المسلم صفةَ الحدَّة على أعداء الله وأهل الفجور، فيكون عليهم في الشدّة والغلظة بمنزلة الشوك، وللمؤمنين والمتقين بمنزلة الرطب حلاوة وليناً {أَشِدَّآءُ عَلَى الكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} 2\"3. ¶ ولذا يوصف بعض أهل العلم الذين لهم بلاءٌ في الردّ على المبطلين، وبعضُ المجاهدين الذين لهم بلاءٌ في مقاتلة أعداء المسلمين بأنَّهم شوكة في حلوق الأعداء. ¶ فهذه بعض أوجه الشبه بين المؤمن وبين النخلة، وقد ذكر بعضُ الشرّاح أوجهاً في الشبه أخرى لكنها ضعيفة وبعضها باطل، وقد لخّص ذلك الحافظ ابن حجر في كتابه فتح الباري فقال: \"وأمّا من زعم أنَّ موقعَ التشبيه بين المسلم والنخلة من جهة كون النخلة إذا قُطع رأسها ماتت، أو لأنَّها لا تحمل حتى تلقح، أو لأنَّها تموت إذا غرقت، أو لأنَّ لطلعها رائحة مَنيِّ الآدمي، أو لأنَّها تعشق، أو لأنَّها تشرب من أعلاها فكلّها أوجه ضعيفة؛ لأنَّ جميع ذلك من المشابهات مشترك في الآدميين لا يختصّ بالمسلم، وأضعف من ذلك قول من زعم ¶ __________ ¶ 1 فتح الباري لابن حجر (1/60) . ¶ 2 سورة: الفتح، الآية: (29) . ¶ 3 مفتاح دار السعادة (1/120،121) .",
            "page": "220",
            "part": "1",
            "seal": "DD1C03F2"
        },
        {
            "id": "25",
            "nass": "أنَّ ذلك لكونها خُلقت من فضلة طين آدم، فإنَّ الحديث في ذلك لم يثبت، والله أعلم\"1. ¶ بما تقدّم يُعلم أنَّ الإيمان شجرةٌ مباركة عظيمةُ النفع غزيرةُ الفائدة كثيرةُ الثمر، لها مكان خاص تُغرس فيه، ولها سقيٌ خاص، ولها أصل وفرع وثمار. ¶ أمَّا مكانها فهو قلب المؤمن، فيه توضع بذورها وأصولها، ومنه تتفرّع أغصانها وفروعها. ¶ وأمّا سقيها فهو الوحي المبين، كتاب الله وسنة رسوله صلى الله عليه وسلم، فبه تُسقى هذه الشجرة، ولا حياة لها ولا نماء إلا به. ¶ وأمّا أصلها فهو أصول الإيمان الستة وأعلاها الإيمان بالله تعالى، فهو أصل أصول هذه الشجرة المباركة. ¶ وأمّا فروعها فهي الأعمال الصالحة والطاعات المتنوّعة والقربات العديدة التي يقوم بها المؤمن. ¶ وأمّا ثمراتها فكلُّ خير وسعادة ينالها المؤمن في الدنيا والآخرة، فهو ثمرة من ثمار الإيمان ونتيجة من نتائجه. ¶ وقد أفرد الشيخ العلاّمة عبد الرحمن بن سعدي رحمه الله في هذا الباب رسالة لطيفة أسماها: \"التوضيح والبيان لشجرة الإيمان\" أتى فيها على أهمّ معالم هذه الشجرة المباركة شجرة الإيمان بدأها رحمه الله بتفسير الإيمان وبيان حدِّه، ثمّ ثنّى بذكر أصوله ومقوّماته ومن أيّ شيء يستمدّ، ثم ثلّث بذكر فوائده وثمراته، وانطلق في ذلك رحمه الله من الآية الكريمة المتقدّمة المشتملة على تمثيل كلمة الإيمان في قلب المؤمن التي هي أفضل الكلمات بالنخلة التي هي أطيب الأشجار. ¶ __________ ¶ 1 فتح الباري (1/147) .",
            "page": "221",
            "part": "1",
            "seal": "D6D404C4"
        },
        {
            "id": "26",
            "nass": "ثم إنَّ \"هذه الشجرة متفاوتة في قلوب المؤمنين تفاوتاً عظيماً، بحسب تفاوت هذه الأوصاف التي وصفها الله بها، فعلى العبد الموفّق أن يسعى لمعرفتها ومعرفة أوصافها وأسبابها وأصولها وفروعها ويجتهد في التحقق بها علماً وعملاً، فإنَّ نصيبه من الخير والفلاح والسعادة العاجلة والآجلة بحسب نصيبه من هذه الشجرة\"1. ¶ وخير ما يُوضّح به أصول هذه الشجرة وفروعها حديث شعب الإيمان المعروف الذي خرّجه البخاري ومسلم وغيرهما من حديث أبي هريرة رضي الله عنه: أنَّ النبيَّ صلى الله عليه وسلم قال: \"الإيمان بضع وسبعون شعبة، أعلاها قول لا إله إلا الله وأدناها إماطة الأذى عن الطريق، والحياء شعبة من شُعب الإيمان\"، فهذا الحديث فيه أعظم بيان لهذه الشجرة المباركة أصولها وفروعها سواء القائم منها بالقلب أو اللسان أو الجوارح، ولهذا يقول الإمام ابن منده - رحمه الله - في كتابه الإيمان بعد أن أورد حديث ابن عمر المتقدّم والمشتمل على تمثيل المؤمن بالنخلة: \" ... ثم فسّر النبي صلى الله عليه وسلم الإيمان بسنته إذ فهم عن الله مَثَلَه فأخبر أن الإيمان ذو شُعب أعلاها شهادة أن لا إله إلا الله، فجعل أصله الإقرار بالقلب واللسان، وجعل شعبه الأعمال\"2. ¶ وقد اجتهد جماعةٌ من شراح هذا الحديث في عدِّ هذه الشُعب وحاولوا حصرها، وصنّفوا في هذا مصنّفات عديدة مختصرة ومطوّلة، واتّبعوا في ذلك طرائق متنوّعة، إلاّ أنَّ أحسن طريقةٍ في ذلك طريقةُ ابن حبان رحمه الله، إذ هي طريقة فذّة فريدة استغرقت وقتاً طويلاً وجهداً بالغاً. ¶ قال رحمه الله في وصف طريقته هذه: \"وقد تتبّعت معنى الخبر مدّةً، وذلك ¶ __________ ¶ 1 التوضيح والبيان لشجرة الإيمان لابن سعدي (ص:6،7) . ¶ 2 الإيمان (2/350) .",
            "page": "222",
            "part": "1",
            "seal": "164D8A50"
        },
        {
            "id": "27",
            "nass": "أنَّ مذهبنا أنَّ النبيَّ صلى الله عليه وسلم لم يتكلّم قطّ إلاّ بفائدة، ولا من سننه شيءٌ لا يُعلم معناه، فجعلتُ أعُدُّ الطاعات مِن الإيمان، فإذا هي تزيد على هذا العدد شيئاً كثيراً، فرجعتُ إلى السنن، فعددتُ كلَّ طاعةٍ عدَّها رسول الله صلى الله عليه وسلم من الإيمان، فإذا هي تنقُصُ من البضع والسبعين، فرجعتُ إلى ما بين الدّفتين من كلام ربِّنا، وتلوتُه آيةً آيةً بالتدبّر، وعددتُ كلَّ طاعةٍ عدَّها الله جلّ وعلا من الإيمان، فإذا هي تنقص عن البضع والسبعين، فضممتُ الكتاب إلى السنن، وأسقطتُ المُعادَ منها، فإذا كلّ شيء عدّه الله جلَّ وعلا من الإيمان في كتابه، وكلُّ طاعة جعلها رسول الله صلى الله عليه وسلم من الإيمان في سننه تسعٌ وسبعون شعبةً لا يزيد عليها ولا ينقُص منها شيء، فعلمتُ أنَّ مراد النبي صلى الله عليه وسلم كان في الخبر أنَّ الإيمان بضعٌ وسبعون شعبة في الكتاب والسنن، فذكرتُ هذه المسألة بكمالها بذكر شعبه في كتاب (وصف الإيمان وشعبه) بما أرجو أنَّ فيها الغُنْية للمتأمّل إذا تأمّلها، فأغنى ذلك عن تكرارها في هذا الكتاب\"1. ¶ وهي طريقةٌ مجهدةٌ ولا شك، ومما يؤسف حقاًّ أنَّ كتابه (وصف الإيمان وشعبه) الذي أودعه جهده هذا مفقودٌ لا يُعرف له وجود الآن، بل أشار الحافظ ابن حجر في الفتح إلى أنّه لم يقف عليه. ¶ وقد قام الحافظ رحمه الله بتلخيص شعب الإيمان من خلال ما جمعه غيرُ واحد من أهل العلم فخرج بملخّص عظيم النفع لشُعب الإيمان، فقال رحمه الله: \"وقد لخّصتُ ممّا أوردوه ما أذكره، وهو أنَّ هذه الشُعب تتفرّع عن أعمال القلب، وأعمال اللسان، وأعمال البدن. ¶ فأعمال القلب فيه المعتقدات والنيات، وتشتمل على أربع وعشرين خصلة: الإيمان بالله، ويدخل فيه: الإيمان بذاته وصفاته وتوحيده بأنَّه ليس كمثله شيء، ¶ __________ ¶ 1 الإحسان في تقريب صحيح ابن حبان لابن بلبان (1/387،388) .",
            "page": "223",
            "part": "1",
            "seal": "54AFD146"
        },
        {
            "id": "28",
            "nass": "واعتقاد حدوث ما دونه. والإيمان بملائكته، وكتبه، ورسله، والقدر خيره وشرّه، والإيمان باليوم الآخر، ويدخل فيه: المسألة في القبر، والبعث، والنشور، والحساب، والميزان، والصراط، والجنة والنار. ومحبة الله، والحب والبغض فيه، ومحبة النبي صلى الله عليه وسلم، واعتقاد تعظيمه، ويدخل فيه: الصلاة عليه، واتباع سنته. والإخلاص، ويدخل فيه: تَرْكُ الرياءِ والنفاقِ. والتوبةُ، والخوف، والرجاء، والشكر، والوفاء، والصبر، والرضا بالقضاء، والتوكل، والرحمة، والتواضع، ويدخل فيه: توقير الكبير، ورحمة الصغير. وترك الكِبر والعجب، وترك الحسد، وترك الحِقد، وترك الغضب. ¶ وأعمال اللسان، وتشتمل على سبع خصال: التلفّظ بالتوحيد، وتلاوة القرآن، وتعلّم العلم وتعليمه، والدعاء، والذِّكر، ويدخل فيه: الاستغفار. واجتناب اللّغو. ¶ وأعمال البدن، وتشتمل عل ثمان وثلاثين خصلة، منها ما يختصّ بالأعيان، وهي خمس عشرة خصلة: التطهير حساً وحكماً، ويدخل فيه: اجتناب النجاسات. وستر العورة، والصلاة فرضاً ونفلاً، والزكاة كذلك، وفكّ الرِّقاب، والجود، ويدخل فيه: إطعام الطعام، وإكرام الضيف. والصيام فرضاً ونفلاً، والحج، والعمرة كذلك، والطواف، والاعتكاف، والتماس ليلة القدر، والفرار بالدين، ويدخل فيه: الهجرة من دار الشرك. والوفاء بالنذر، والتحري في الأيمان، وأداء الكفّارات. ومنها ما يتعلّق بالاتباع، وهي ست خصال: التعفُّف بالنكاح، والقيام بحقوق العيال، وبر الوالدين، وفيه اجتناب العقوق. وتربية الأولاد، وصلة الرحم، وطاعة السادة أو الرفق بالعبيد. ومنها ما يتعلّق بالعامة، وهي سبع عشرة خصلة: القيام بالإمرة مع العدل، ومتابعة الجماعة، وطاعة أولي الأمر، والإصلاح بين الناس، ويدخل فيه: قتال الخوارج والبغاة. والمعاونة على البِر، ويدخل فيه: الأمر بالمعروف والنهي عن المنكر. وإقامة الحدود، والجهاد،",
            "page": "224",
            "part": "1",
            "seal": "F6B17500"
        },
        {
            "id": "29",
            "nass": "ومنه المرابطة، وأداء الأمانة، ومنه أداء الخمس، والقرض مع وفائه، وإكرام الجار، وحسن المعاملة، وفيه جمع المال من حلِّه. وإنفاق المال في حقه، ومنه ترك التبذير والإسراف. وردّ السلام، وتشميت العاطس، وكفّ الأذى عن الناس، واجتناب اللهو، وإماطة الأذى عن الطريق، فهذه تسع وستون خصلة، ويمكن عدّها تسعاً وسبعين خصلة باعتبار أفراد ما ضمّ بعضه إلى بعض مما ذُكر، والله أعلم\"1. ¶ لكن ينبغي أن يُعلم أنَّ حصرَ هذه الشُعب وعدّها ليس شرطاً في الإيمان، بل يكفي المسلم من ذلك أن يقرأ كتاب الله وسنةَ رسوله صلى الله عليه وسلم ويقوم بما فيهما من أوامر، وينتهي عمّا فيهما من نواهي، ويصدِّق بما فيهما من أخبار، فمن قام بذلك فقد قام بشعب الإيمان، ونصيبُ العبد من هذه الشُعب هو بحسب نصيبه من القرآن والسنة علماً وعملاً وتطبيقاً. ¶ ولذا يقول القاضي عياض - رحمه الله -: \"تكلَّف جماعةٌ حصرَ هذه الشُعب بطريق الاجتهاد، وفي الحكم بكون ذلك هو المراد صعوبة، ولا يقدح عدم معرفة حصر ذلك على التفصيل في الإيمان\"2. ¶ ثم إذا كان مثلُ المؤمن مثل النخلة ووجه الشبه بينهما ظاهرٌ في أمورٍ كثيرةٍ تقدّم الإشارة إلى شيء منها، فإنَّ المؤمنين في ديارهم مثلهم مثل نخيل كثيرة في جنّة مباركة تؤتي أطايب الثمار وأحسن الأكل في كلِّ حين بإذن ربِّها. ¶ وإذا كان هذا مثلُ المؤمنين في ديارهم فإنَّ مَثَل المصلحين فيهم مثل الفلاّح في بستانه، ومعلوم أنَّ أهل الفلاحة في بساتينهم ليسوا على مستوى واحد في الكفّاءة والقدرة وحسن الرعاية للنخيل والزروع والثمار، بل بينهم مِن ¶ __________ ¶ 1 فتح الباري (1/52،53) . ¶ 2 فتح الباري (1/52) .",
            "page": "225",
            "part": "1",
            "seal": "84A9598A"
        },
        {
            "id": "30",
            "nass": "التفاوت في ذلك ما الله به عليم، ولا بأس هنا من ضرب ثلاثة أمثلة لثلاثة من الفلاّحين في مزارعهم يتّضِحُ به المُرَادُ والمقصود. ¶ المثال الأول: ¶ فلاّحٌ صفتُه فيما يراه الرائي غير مرضيّة، فهو حادُّ الطبع، أحمر العينين، شديدُ الغضب، سريعٌ في اتّخاذ تدابيره، قليلُ الأناة، يتعامل مع نخيله في حديقته معاملة غريبة خرج بها عن سمت الحق في الفلاحة، واعتزل فيها طريق الصواب في ذلك، وذلك أنَّه اعتقد في نخله أنَّ النخلة لا تكون مستحقةً هذا الاسم [أي النخلة] وما يصحب ذلك من رعاية وعناية إلاّ إذا كانت صحيحةً سليمةً مكمّلةً لا نقص فيها بوجه، ولهذا فإنَّه إذا دبَّ إلى نخلةٍ من نخيله شيءٌ من النقص أو اعتراها شيءٌ من المرض أو داخلها شيءٌ من الخلل، فإنَّه يبادر بلا هوادةٍ ولا أناة إلى اجتثاثها من أصلها وقلعِها من جذورها، ثم يلقي بها بأبعد ما يكون من مكان وراء حائطه. هذا دأبه مع نخيله، لا يهتمّ بأمر الإصلاح ولا يعتني بجانب الرعاية والعناية فيه، ولا ريب أن النتيجة الحتمية لهذا العمل هو تبدُّد حديقته، وتفكّك نخيله، وتناقصُه شيئاً فشيئاً. ¶ أما المثال الثاني: ¶ فهو فلاّحٌ آخر يتعامل مع نخيله بطريقة أخرى غريبة وعجيبة، إذ يعتقد أنَّ النخلة لا يصح وصفُها بالنقص مطلقاً، فكما أنَّ النخلة الميتة لا ينفعها وجود بعض أجزائها، فكذلك النخلة الحيّة القائمة لا يضرّها نقص بعض أجزائها، فالنخيل جميعه عنده سواء في درجة واحدة، المريض منه وما اعتراه نقصٌ والصحيح، كلُّه عنده بمستوى واحد وعلى درجة واحدة، بل يصرّح بأنّه سواسية كأسنان المشط لا فرق بينه ولا تمايز ولا تفاضل، حتى آل به الأمرُ إلى",
            "page": "226",
            "part": "1",
            "seal": "AC56DE80"
        },
        {
            "id": "31",
            "nass": "عدم التمييز بين ثمار النخيل وأنواع التمور مما يُعلم بالضرورة عند كلّ أحد تمايزه وتفاضله. ¶ ثم إنَّ هذا المعتقد الغريب أورث عند هذا الفلاح نوعاً غريباً من التعامل مع حديقته، فهو لا يتعاهدها بالرعاية، ولا يهتمّ بها في أمر السقاية، ولا يعتني بها، ولا يتفقّدها، وقد يمرض الكثير من نخيله، وقد يعتري العديد منه أنواعٌ من النقص والخلل والفساد فلا يكترث بهذا ولا يهتم، بل لا يزال مع ذلك كلِّه معتقداً تمامَه وكماله وسلامته، ولا ريب أنَّ النتيجة الحتمية لهذا التصرّف هو ذهاب حديقته وزوالها بأسرع ما يكون. ¶ أما المثال الثالث: ¶ فهو فلاّحٌ نشأ على حبّ فلاحته منذ صغره، فهو حكيمٌ في رعايته لها، عالمٌ بطرق إصلاحِها وأسبابِ قوّتِها ونمائها، صبورٌ على شدّتها ولأوائها، دقيقٌ في القيام بمستلزماتها ومتطلباتها، يهتم بنخله من أوَّل غرسه تمام الاهتمام، ويتعاهده بالسقي والإصلاح وإزالة النباتات الغريبة الدخيلة التي قد تؤذيه وتضرّه، يهتم بنخله كلِّه دون تفريق بين قويِّه وضعيفه وجيِّده ورديئه، فما كان منه قوياَّ صحيحاً سليماً فإنَّ عينَه تقرُّ به ويَسُرُّ تمامَ السرور بحسنه وسلامته وكماله، ويواصل معه في تهيئة أسباب ثباته وبقائه، وما كان منه ضعيفاً مريضاً ناقصَ النموِّ فإنَّ قلبه يألم له ويحزن لضعفه ونقصه ويتعامل معه معاملةً حكيمةً، فلا يجتثُّه من أصله ويطرحه خارج حديقته، ولا يهمله بالكلية فيتركه بدون رعاية وعناية، بل يتّخذ في سبيل إصلاحه وتقويمه التدابيرَ الحكيمةَ، والمناهجَ السليمة، َ والطرقَ الصحيحةَ القويمة، والتي من شأنها بتوفيق الله وتسديده صلاحُ نخله وثباته وحسن نمائه، ولا ينقطع عند اتّخاذ هذه التدابير عن مشاورة ذوي الفضل والحنكة والتجربة، ثم هو قبل هذا كلّه قويُّ الصلة بالله عظيمُ الثقة به، يبرأ من حول نفسه وقوّته، ويعتقد أنَّه لا حول له ولا قوّة إلاّ بالله العظيم الذي بيده أزمَّةُ",
            "page": "227",
            "part": "1",
            "seal": "28DDD0AB"
        },
        {
            "id": "32",
            "nass": "الأمور، ولذا فإنّ لسانه رطبٌ من ذكر الله، يُكثر من قول \"ما شاء الله لا قوّة إلاّ بالله\"، فلا تزال حديقتُه في نماء، ولا تزال نخيله في كثرة وازدياد بمرأى جميل ومظهر حسن تؤتي من أنواع الثمار وأطايب الأكل كلَّ حين بإذن ربِّه، ثم هو عظيم الحمد لربِّه، كثيرُ الثناء عليه، عالمٌ بأنَّ الفضل بيد الله يؤتيه من يشاء، والله ذو الفضل العظيم. ¶ فهذه ثلاثة أمثلة يتّضح من خلالها تنوّعُ مناهج المشتغلين بالإصلاح وتباينُ طرائقهم، ولا بأس من إيضاح أمرٍ غير خافٍ على المتأمِّل، وهو أنَّ المثال الأول مضروب لحال المعتزلة والخوارج في التعامل مع عباد الله المؤمنين، فهم أهل شدّةٍ وغِلظةٍ وفضاضةٍ، ومِن معتقداتهم الفاسدة الحكمُ على مرتكب الكبيرة بالخروج من الإيمان والخلود يوم القيامة في النيران، والمثال الثاني مضروب للمرجئة في تعاملهم مع المؤمنين، فهم أهل ارتخاء وخَوَر، وقلّة مبالاة بأمر المؤمنين، وقد نشأ هذا فيهم بسبب شؤم معتقدهم حيث يرون أنَّ الأعمال ليست من الإيمان، ثم هم متفاوتون في ذلك تفاوتاً عظيماً حتى إنَّ منهم من صار إلى القول بأنَّ الإيمان لا يضرّ معه ذنبٌ مهما عظُم، كما أنَّ الكفرَ لا تنفع معه طاعةٌ، وأما المثال الثالث فهو مضروب لأهل السنة والجماعة والحق والاستقامة أهل المنهج العدل الوسط، وخيرُ الناس النمط الأوسط الذين ارتفعوا عن تقصير المفرطين، ولم يلحقوا بغلوّ المعتدين، ومنهج أهل السنة مع العصاة من أهل الملَّة هو أنَّهم لا يكفِّرونهم ولا يخرجونهم بذلك من الدين كالخوارج والمعتزلة، ولا يحكمون بكمال إيمانهم وتمامه كالمرجئة، بل يقولون: هم مؤمنون ناقصوا الإيمان، فيحبّونهم على ما عندهم من الإيمان، ويُبغضونهم على ما عندهم من العصيان، ويرحمونهم وينصحون لهم ويحرصون على استصلاحهم وهدايتهم بأرفق السُبل وأحسن الأساليب في حدود قواعد الشريعة وأصولها المعلومة. ¶ وبهذا تمّت هذه التأملات، والله أعلم، وصلى الله وسلّم على نبيّنا محمد وآله وأصحابه أجمعين.",
            "page": "228",
            "part": "1",
            "seal": "5F17B614"
        },
        {
            "id": "33",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المصادر والمراجع ¶ - الإحسان في تقريب صحيح ابن حبان لابن بلبان، تحقيق: شعيب الأرنؤوط، مؤسسة الرسالة بيروت، الأولى (1408هـ) . ¶ - إعلام الموقعين عن ربّ العالمين لابن القيّم، تحقيق: طه عبد الرؤوف سعد، نشر مكتبة الكليات الأزهرية. ¶ - الإيمان لابن منده، تحقيق: د / علي بن محمد بن ناصر فقيهي، نشر الجامعة الإسلامية، الأولى (1401هـ) . ¶ - تفسير القاسمي المسمى محاسن التأويل، تحقيق: محمد فؤاد عبد الباقي، دار إحياء الكتب العربية. ¶ - التوضيح والبيان لشجرة الإيمان لابن سعدي، مكتبة المعارف، الرياض (1406هـ) . ¶ - جامع البيان عن تأويل آي القرآن، لابن جرير الطبري، دار الفكر، بيروت (1405هـ) . ¶ - جامع العلوم والحكم لابن رجب، دار المعرفة، بيروت. ¶ - الجامع لأحكام القرآن للقرطبي، دار الكتب العلمية، بيروت، الأولى (1408هـ) . ¶ - الدر المنثور في التفسير بالمأثور للسيوطي، دار الفكر، بيروت، الأولى (1403هـ) . ¶ - زاد المسيرفي علم التفسير لابن الجوزي، المكتب الإسلامي، بيروت، الثالثة (1404هـ) . ¶ - سلسلة الأحاديث الصحيحة للألباني، المجلد الثاني: المكتب الإسلامي الرابعة (1405هـ) . المجلد الرابع: مكتبة المعارف، الرياض، الرابعة (1408هـ) . ¶ - سلسلة الأحاديث الضعيفة، للألباني، المكتب الإسلامي (1405هـ) . ¶ - السنة لعبد الله بن الإمام أحمد، تحقيق: د / محمد بن سعيد القحطاني، دار ابن القيم، الدمام، الأولى (1406هـ) . ¶ - سنن الترمذي، تحقيق: كمال يوسف الحوت، دار الكتب العلمية، بيروت (1407هـ) . ¶ - السنن الكبرى للنسائي، تحقيق: عبد الغفار البنداري، وسيّد كسروي حسن، دار",
            "page": "229",
            "part": "1",
            "seal": "E8D869BD"
        },
        {
            "id": "34",
            "nass": "الكتب العلمية بيروت، الأولى (1411هـ) . ¶ - شرح أصول اعتقاد أهل السنة والجماعة للالكائي، تحقيق: د / أحمد سعد حمدان، دار طيبة، الرياض، الأولى. ¶ - شرح صحيح مسلم للنووي، المطبعة المصرية. ¶ - صحيح البخاري دار الكتب العلمية، بيروت، (1412هـ) . ¶ - صحيح البخاري، المطبعة السلفية، الأولى (1400هـ) . ¶ - صحيح الجامع الصغير وزيادته للألباني، المكتب الإسلامي، الثانية (1406هـ) . ¶ - صحيح سنن الترمذي للألباني، المكتب الإسلامي، بيروت، الأولى (1408هـ) . ¶ - صحيح مسلم، تحقيق: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت. ¶ - طبقات الحنابلة لابن أبي يعلى، تحقيق: محمد حامد الفقي، مطبعة السنة المحمدية. ¶ - فتح الباري شرح صحيح البخاري، لابن حجر العسقلاني، دار المعرفة، بيروت. ¶ - الفوائد لابن القيم، تحقيق: بشر محمد عيون، نشر دار البيان، الأولى (1407هـ) . ¶ - الكافية الشافية في الانتصار للفرقة الناجية لابن القيّم، دار الباز للنشر والتوزيع، مكة. ¶ - مجمع الزوائد للهيثمي، دار الكتاب العربي بيروت، الثالثة (1403هـ) . ¶ - المستدرك للحاكم، دار المعرفة، بيروت. ¶ - المسند للإمام أحمد، المكتب الإسلامي، بيروت. ¶ - معالم التنزيل للبغوي، تحقيق: خالد العك ومروان سوار، دار المعرفة، بيروت، الأولى (1406هـ) . ¶ - المعجم الكبير للطبراني، نشر مكتبة ابن تيمية. ¶ -مفتاح دار السعادة لابن القيم، تحقيق: علي بن حسن بن عبد الحميد، دار ابن عفان، نجد، الأولى (1416هـ) . ¶ - الموضوعات، لابن الجوزي، تحقيق: توفيق حمدان، دار الكتب العلمية، بيروت (1415هـ) . ¶ - ميزان الاعتدال للذهبي، تحقيق: علي محمد البجاوي، دار الفكر العربي. ¶ - النخل، لأبي حاتم السجستاني، تحقيق: د / إبراهيم السامرائي، دار اللواء، الرياض، الأولى (1405هـ) .",
            "page": "230",
            "part": "1",
            "seal": "D283BAD1"
        }
    ],
    "t10039": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تأملات في مماثلة المؤمن للنخلة"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}