{
    "b10045": [
        {
            "id": "1",
            "nass": "تجريد التوحيد المفيد ¶ تأليف: تقي الدين أحمد بن علي المقريزي المتوفى سنة 854 هجرية ¶ مقدمة المؤلف ¶ الحمد لله ربّ العالمين، والعاقبة للمتقين، وصلّى الله على نبيّنا محمد خاتم النبيين، وعلى آله وصحبه أجمعين. ¶ أما بعد: ¶ فهذا كتاب جمّ الفوائد، بديع الفرائد، ينتفع به من أراد الله والدّار الآخرة، سمّيته: \"تجريد التّوحيد المفيد\". ¶ والله أسأل العون على العمل به بمنّه.",
            "page": "4",
            "part": "1",
            "seal": "329586A2"
        },
        {
            "id": "2",
            "nass": "تجريد التوحيد المفيد ¶ ... ¶ اعلم أن الله سبحانه هو ربّ كل شيءِ ومالكه وإلهه: ¶ فالرّب:",
            "page": "4",
            "part": "1",
            "seal": "650CEC88"
        },
        {
            "id": "3",
            "nass": "مصدر ربَّ يَرُبُّ ربًّا فهو رابٌّ، فمعنى قوله تعالى: {رَبِّ الْعَالَمِينَ} : رابُّ العالمين، فإن الربّ - سبحانه وتعالى - هو الخالق الموجد لعباده، القائم بتربيتهم وإصلاحهم، المتكفّل بصلاحهم من خلقٍ ورزقٍ وعافيةٍ وإصلاح دين ودنيا. ¶ والإلهيّة: كون العباد يتّخذونه سبحانه محبوبًا مألوها، ويفردونه بالحب والخوف والرجاء والإخبات، والتّوبة والنّذر والطّاعة، والطّلب والتّوكل ونحو هذه الأشياء. ¶ فإن التوحيد",
            "page": "5",
            "part": "1",
            "seal": "098DD7D9"
        },
        {
            "id": "4",
            "nass": "حقيقته: أن ترى الأمور كلها من الله - تعالى - رؤية تقطع الالتفات إلى الأسباب والوسائط، فلا ترى الخير والشر إلاّ منه تعالى، وهذا المقام يثمر التّوكل، وترك شكاية الخلق، وترك لومهم، والرضا عن الله - تعالى -، والتسليم لحكمه. ¶ وإذا عرفت ذلك فاعلم أن الربوبية منه تعالى لعباده، والتألّه من عباده له سبحانه، كما أن الرحمة هي الوصلة بينهم وبينه عز وجل. ¶ واعلم أن أنفس الأعمال وأجلّها قدرًا: توحيد الله - تعالى -، غير أن التّوحيد له قشرتان: ¶ الأولى: أن تقول بلسانك: لا إله إلاّ الله، ويسمّى هذا",
            "page": "6",
            "part": "1",
            "seal": "EF8675CC"
        },
        {
            "id": "5",
            "nass": "القول توحيدًا، وهو مناقض للتثليث الذي تعتقده النصارى، وهذا التّوحيد يصدر أيضا من المنافق الذي يخالف سرّه جهره. ¶ والقشرة الثانية: أن لا يكون في القلب مخالفة ولا إنكار لمفهوم هذا القول، بل يشتمل القلب على اعتقاد ذلك والتصديق به، وهذا هو توحيد عامة النّاس. ¶ ولُبَاب التّوحيد: أن يرى الأمور كلها لله - تعالى -، ثم يقطع الالتفات إلى الوسائط، وأن يعبده سبحانه عبادة يفرده بها، ولا يعبد غيره. ¶ ويخرج عن هذا التّوحيد: أتباع الهوى، فكلّ من اتّبع هواه فقد اتّخذ هواه معبوده، قال الله - تعالى -: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ} . ¶ وإذا تأملت عرفت أن عابد الصنم لم يعبده إنما عبد هواه، وهو ميل نفسه إلى دين آبائه، فيتبع ذلك الميل، وميل النفس إلى المألوفات أحد المعاني التي يعبر عنها بالهوى. ¶ ويخرج عن هذا التوحيد: السخط على الخلق، والالتفات إليهم، فإن من يرى الكل من الله كيف يسخط على غيره أو يأمل سواه؟. ¶ وهذا التوحيد مقام الصديقين. ¶ ولا ريب أن توحيد الربوبية لم ينكره المشركون، بل أقرّوا بأنه سبحانه وحده خالقهم، وخالق السموات والأرض، والقائم بمصالح العالم كله، وإنما أنكروا توحيد الإلهيّة والمحبّة، كما قد حكى الله - تعالى - عنهم في قوله: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} ، فلما سووا غيره به في هذا التّوحيد كانوا مشركين،",
            "page": "7",
            "part": "1",
            "seal": "26745F1C"
        },
        {
            "id": "6",
            "nass": "كما قال تعالى: {الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} . ¶ وقد علّم الله - سبحانه وتعالى - عباده كيفية مباينة الشّرك في توحيد الإلهيّة، وأنه تعالى حقيق بإفراده وليًّا وحكمًا وربًّا، فقال تعالى: {قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيّاً} وقال: {أَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَماً} وقال: {قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبّاً} ، فلا وليّ ولا حكم ولا ربّ إلاّ الله، الذي من عدل به غيره فقد أشرك في ألوهيّته ولو وحّد ربوبيّته، فتوحيد الربوبيّة هو الذي اجتمعت فيه الخلائق مؤمنها وكافرها، وتوحيد الإلهيّة مفرق الطرق بين المؤمنين والمشركين، ولهذا كانت كلمة الإسلام: لا إله إلاّ الله، ولو قال: لا ربّ إلاّ الله أجزاه عند المحققين، فتوحيد الألوهيّة هو المطلوب من العباد، ولهذا كان أصل \"الله\" الإله، كما هو قول سيبويه، وهو الصحيح، وهو قول جمهور أصحابه إلاّ من شذّ منهم. ¶ وبهذا الاعتبار الذي قررنا به الإله وأنه المحبوب، لاجتماع صفات الكمال فيه، كان الله: هو الاسم الجامع لجميع معاني الأسماء الحسنى والصفات العليا، وهو الذي ينكره المشركون، ويحتج الربّ - سبحانه وتعالى - عليهم بتوحيدهم ربوبيّته على توحيد ألوهيّته، كما قال الله - تعالى -: {قُلِ الْحَمْدُ لِلَّهِ",
            "page": "8",
            "part": "1",
            "seal": "FEC367B9"
        },
        {
            "id": "7",
            "nass": "وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} ، وكلما ذكر تعالى من آياته جملة من الجمل قال عقبها: {أَإِلَهٌ مَعَ اللَّهِ} ؟، فأبان سبحانه وتعالى بذلك أن المشركين إنما كانوا يتوقفون في إثبات توحيد الإلهيّة لا الربوبيّة، على أن منهم من أشرك في الربوبيّة كما يأتي بعد ذلك إن شاء الله - تعالى -. ¶ وبالجملة فهو تعالى يحتج على منكري الإلهيّة بإثباتهم الربوبيّة. ¶ والملك: هو الآمر الناهي الذي لا يخلق خلقًا بمقتضى ربوبيّته ويتركهم سدى معطلين لا يؤمرون ولا ينهون، ولا يثابون ولا يعاقبون، فإن الملك هو الآمر الناهي، المعطي المانع، الضار النافع، المثيب المعاقب، ولذلك جاءت الاستعاذة في سورة الناس وسورة الفلق بالأسماء الحسنى الثلاثة: الربّ والملك والإله، فإنه لما قال: {قُلْ أَعُوذُ بِرَبِّ النَّاسِ} كان فيه إثبات أنه خالقهم وفاطرهم، فبقي أن يقال: لَمّا خلقهم هل كلّفهم وأمرهم ونهاهم؟، قيل: نعم، فجاء: {مَلِكِ النَّاسِ} ، فأثبت الخلق والأمر {أَلا لَهُ الْخَلْقُ وَالأمْرُ} ، فلما قيل ذلك، قيل: فإذا كان ربا موجدًا، وملكا مكلفا، فهل يحب ويرغب إليه، ويكون التوجه إليه غاية الخلق والأمر، قيل: {إِلَهِ النَّاسِ} أي: مألوههم ومحبوبهم، الذي لا يتوجّه العبد المخلوق المكلّف العابد إلا له، فجاءت الإلهيّة خاتمة وغاية، وما قبلها كالتوطئة لها. ¶ وهاتان السورتان أعظم عوذة في القرآن، وجاءت الاستعاذة بهما",
            "page": "9",
            "part": "1",
            "seal": "5ADC2476"
        },
        {
            "id": "8",
            "nass": "وقت الحاجة إلى ذلك، وهو حين سحر النبي صلى الله عليه وسلم، وخيّل إليه أنه يفعل الشيء صلى الله عليه وسلم وما فعله، وأقام على ذلك أربعين يوما، كما في الصحيح،",
            "page": "10",
            "part": "1",
            "seal": "C876DEC1"
        },
        {
            "id": "9",
            "nass": "وكانت عقد السّحر إحدى عشرة عقدة، فأنزل الله المعوّذتين إحدى عشرة آية، فانحلّت بكلّ آيةٍ عقدةٍ. وتعلقت الاستعاذة في أوائل القرآن",
            "page": "12",
            "part": "1",
            "seal": "FC2DC5B1"
        },
        {
            "id": "10",
            "nass": "باسمه الإله، وهو المعبود وحده، لاجتماع صفات الكمال فيه. ومناجاة العبد لهذا الإله الكامل، ذي الأسماء الحسنى والصفات العليا، المرغوب إليه؛ في أن يعيذ عبده الذي يناجيه بكلامه من الشيطان الحائل بينه وبين مناجاة ربّه. ثم استحب التعليق باسم الإله في جميع المواطن الذي يقال فيها: \" أعوذ بالله من الشيطان الرّجيم \"، لأن اسم الله - تعالى - هو الغاية للأسماء، ولهذا كان كل اسم بعده لا يتعرف إلاّ به، فتقول: الله هو السّلام، المؤمن، المهيمن، فالجلالة تعرّف غيرها، وغيرها لا يعرفها. ¶ والذين أشركوا به تعالى في الربوبيّة منهم من أثبت معه خالقًا آخر، وإن لم يقولوا: إنه إله مكافئ له، وهم المشركون ومن ضاهاهم من القدريّة. ¶ وربوبيّته سبحانه للعالم الربوبيّة الكاملة المطلقة الشاملة تبطل أقوالهم، لأنها تقتضي ربوبيّته لجميع ما فيه من الذوات والصفات والحركات والأفعال. ¶ وحقيقة قول القدرية المجوسية: أنه تعالى ليس ربا لأفعال الحيوان ولا تتناولها ربوبيّته، إذ كيف يتناول ما لا يدخل تحت قدرته ومشيئته وخلقه.",
            "page": "13",
            "part": "1",
            "seal": "75681581"
        },
        {
            "id": "11",
            "nass": "وشرك الأمم كله نوعان: شرك في الإلهيّة، وشرك في الربوبيّة ¶ فالشرك في الإلهيّة والعبادة: هو الغالب على أهل الإشراك، وهو شرك عبّاد الأصنام، وعبّاد الملائكة، وعبّاد الجّن، وعبّاد المشايخ والصالحين الأحياء والأموات، الذين قالوا: {مَا نَعْبُدُهُمْ إِلاّ لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} ، ويشفعوا لنا عنده، وينالنا بسبب قربهم من الله وكرامته لهم قرب وكرامة، كما هو المعهود في الدنيا من حصول الكرامة والزلفى لمن يخدم أعوان الملك وأقاربه وخاصته. ¶ والكتب الإلهيّة كلها من أولها إلى آخرها تبطل هذا المذهب وتردّه، وتقبّح أهله، وتنص على أنهم أعداء الله - تعالى -، وجميع الرسل - صلوات الله عليهم - متفقون على ذلك، من أولهم إلى آخرهم، وما أهلك الله - تعالى - \" من أهلك \" من الأمم إلاّ بسبب هذا الشرك، ومن أجله. وأصله: الشرك في محبّة الله، قال تعالى: {يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبّاً لِلَّهِ} ، فأخبر سبحانه وتعالى أنه من أحبّ مع الله شيئًا غيره كما يحبّه فقد اتّخذ ندًّا من دونه. وهذا على أصح",
            "page": "14",
            "part": "1",
            "seal": "C820523F"
        },
        {
            "id": "12",
            "nass": "القولين في الآية: أنهم يحبونهم كما يحبون الله، وهذا هو العدل المذكور في قوله تعالى: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} ، والمعنى على أصح القولين: أنهم يعدلون به غيره في العبادة، فيسوون بينه وبين غيره في الحبّ والعبادة. وكذلك قول المشركين في النار لأصنامهم: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلالٍ مُبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} ، ومعلوم قطعًا أن هذه التسوية لم تكن بينهم وبين الله في كونه ربّهم وخالقهم، فإنهم كانوا كما أخبر الله عنهم مقرّين بأن الله - تعالى - وحده هو ربّهم وخالقهم، وأن الأرض ومن فيها لله وحده، وأنه ربّ السّموات السّبع وربّ العرش العظيم، وأنه سبحانه وتعالى هو الذي بيده ملكوت كل شيءٍ، وهو يجير ولا يجار عليه، وإنما كانت هذه التسوية بينهم وبين الله - تعالى - في المحبّة والعبادة، فمن أحبّ غير الله - تعالى - وخافه ورجاه، وذلّ له كما يحبّ الله - تعالى - ويخافه ويرجوه؛ فهذا هو الشرك الذي لا يغفره الله، فكيف بمن كان غير الله آثر عنده وأحبّ إليه، وأخوف عنده، وهو في مرضاته أشد سعيًا منه في مرضاة الله؟. فإذا كان المسوّي بين الله وبين غيره في ذلك مشركًا، فما الظن بهذا؟، فعياذًا بالله من أن ينسلخ القلب من التّوحيد والإسلام كانسلاخ الحيّة من قشرها، وهو يظن أنه مسلم موحّد، فهذا أحد أنواع الشرك. ¶ والأدلة الدّالة على أنه تعالى يجب أن يكون",
            "page": "15",
            "part": "1",
            "seal": "7338484C"
        },
        {
            "id": "13",
            "nass": "وحده هو المألوه يبطل هذا الشرك، ويدحض حجج أهله، وهي أكثر من أن يحيط بها إلاّ الله، بل كل ما خلقه الله - تعالى - فهو آية شاهدة بتوحيده، وكذلك كل ما أمر به، فخلقه وأمره، وما فطر عليه عباده وركبه فيهم من القوى؛ شاهد بأنه الله الذي لا إله إلاّ هو، وأن كل معبود سواه باطل، وأنه هو الحق المبين، تقدس وتعالى. ¶ وواعجبا كيف يعصى الإله ... أم كيف يجحده الجاحد ¶ ولله في كل تحريكةٍ ... وتسكينةٍ أبدًا شاهد ¶ وفي كل شيءٍ له آيةٌ ... تدل على أنه واحد ¶ والنوع الثاني من الشرك: الشرك به تعالى في الربوبيّة، كشرك من جعل معه خالقا آخر، كالمجوس وغيرهم، الذين يقولون: بأن للعالم ربّين، أحدهما خالق الخير، يقولون له بلسان الفارسيّة \" يزدان \"، والآخر: خالق الشر، ويقولون له بلسانهم: \" أهرمن \". وكالفلاسفة ومن تبعهم الذين يقولون: بأنه لم يصدر عنه إلاّ واحد بسيط، وإن مصدر المخلوقات كلها عن العقول والنفوس، وإن مصدر هذا العالم عن العقل الفعّال هو ربّ كل ما تحته ومدبّره. وهذا شرّ من شرك عبّاد الأصنام والمجوس والنّصارى، وهو أخبث شرك في العالم، إذ يتضمن من",
            "page": "16",
            "part": "1",
            "seal": "5D1ACBCD"
        },
        {
            "id": "14",
            "nass": "التعطيل وجحد الإلهيّة والربوبيّة واستناد الخلق إلى غيره سبحانه وتعالى ما لم يتضمنه شرك أمة من الأمم. وشرك القدريّة مختصر من هذا، وباب يدخل منه إليه، ولهذا شبّههم الصّحابة - رضي الله عنهم - بالمجوس، كما ثبت عن ابن عمر وابن عبّاس - رضي الله عنهم -، وقد روى أهل السنن فيهم ذلك مرفوعًا: أنهم مجوس هذه الأمة. ¶ وكثيرًا ما يجتمع",
            "page": "17",
            "part": "1",
            "seal": "D37AF325"
        },
        {
            "id": "15",
            "nass": "الشركان في العبد وينفرد أحدهما عن الآخر، والقرآن الكريم بل الكتب المنزلة من عند الله - تعالى - كلها مصرّحةً بالرد على أهل هذا الإشراك، كقوله تعالى: {إِيَّاكَ نَعْبُدُ} ، فإنه ينفي شرك المحبّة والإلهيّة، وقوله: {وَإِيَّاكَ نَسْتَعِينُ} فإنه ينفي شرك الخلق والربوبيّة، فتضمّنت هذه الآية تجريد التّوحيد لربّ العالمين في العبادة، وأنه لا يجوز إشراك غيره معه، لا في الأفعال ولا في الألفاظ ولا في الإرادات، فالشرك به في الأفعال، كالسجود لغيره سبحانه وتعالى، والطواف بغير بيته المحرّم، وحلق الرأس عبوديّةً وخضوعًا لغيره، وتقبيل الأحجار غير الحجر الأسود الذي هو يمينه في الأرض، وتقبيل القبور واستلامها والسجود لها. وقد لعن النبي صلى الله عليه وسلم من اتّخذ",
            "page": "18",
            "part": "1",
            "seal": "0CF3E874"
        },
        {
            "id": "16",
            "nass": "قبور الأنبياء والصالحين مساجد، فكيف من اتّخذ القبور أوثانًا تعبد من دون الله؟ {إِيَّاكَ نَعْبُدُ} ، وفي الصحيح عنه صلّى الله عليه وآله وسلّم أنه قال: \"لعن الله اليهود والنصارى، اتّخذوا قبور أنبيائهم مساجد\" يحذّر ما صنعوا. وفيه عنه - أيضا -: \"إن من شرار النّاس من تدركهم السّاعة وهم أحياء، والذين يتّخذون القبور مساجد\"، وفيه - أيضا - عنه صلّى الله عليه وآله وسلّم: \"إن من كان قبلكم كانوا يتّخذون القبور مساجد، ألا فلا تتّخذوا القبور مساجد، فإنّي أنهاكم عن ذلك\"، وفي مسند الإمام أحمد وصحيح ابن حبّان عنه صلّى الله عليه وآله وسلّم: \"لعن الله زوّارات القبور، والمتّخذين عليها المساجد والسرج\"، وقال: \"اشتدّ غضب الله على قوم اتّخذوا قبور أنبيائهم مساجد\"، وقال: \"إن من كان قبلكم كانوا إذا مات فيهم الرّجل الصّالح بنوا على قبره مسجدًا، وصوّروا فيه تلك الصّور، أولئك شرار الخلق عند الله\". والنّاس في هذا",
            "page": "19",
            "part": "1",
            "seal": "B4500586"
        },
        {
            "id": "17",
            "nass": "الباب - أعني: زيارة القبور - على ثلاثة أقسام: ¶ قوم يزورون الموتى فيدعون لهم. وهذه هي الزّيارة الشرعيّة. ¶ وقوم يزورونهم يدعون بهم، فهؤلاء هم المشركون في الألوهيّة والمحبّة. ¶ وقوم يزورونهم فيدعونهم أنفسهم، وقد قال النبي صلّى الله عليه وآله وسلّم: \"اللهم لا تجعل قبري وثنا يعبد\"، وهؤلاء هم المشركون في الربوبيّة. ¶ وقد حمى النبيّ صلى الله عليه وسلم جانب التّوحيد أعظم حماية، تحقيقًا لقوله تعالى: {إِيَّاكَ نَعْبُدُ} ، حتى نهى عن الصّلاة في هذين الوقتين لكونه ذريعةً إلى التّشبيه بعبّاد الشّمس الذين يسجدون لها في هاتين الحالتين، وسد الذّريعة بأن منع من الصّلاة بعد العصر والصّبح لاتصال هذين الوقتين بالوقتين اللذين",
            "page": "20",
            "part": "1",
            "seal": "BD8BDA7F"
        },
        {
            "id": "18",
            "nass": "يسجد المشركون فيهما للشّمس. ¶ وأمّا السّجود لغير الله فقد قال عليه الصّلاة والسّلام: \"لا ينبغي لأحد أن يسجد لأحد إلاّ لله\". ¶ و\"لا ينبغي\" في كلام الله ورسوله صلى الله عليه وسلم إنما يستعمل للذي هو في غاية الامتناع، كقوله تعالى: {وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَداً} ، وقوله تعالى: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ} ، وقوله تعالى: {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ وَمَا يَنْبَغِي لَهُمْ} ، وقوله تعالى: {مَا كَانَ يَنْبَغِي لَنَا أَنْ نَتَّخِذَ مِنْ دُونِكَ مِنْ أَوْلِيَاءَ} . ¶ ومن الشرك بالله - تعالى - المباين لقوله تعالى: {إِيَّاكَ نَعْبُدُ} الشرك به في اللفظ كالحلف بغيره، كما رواه الإمام أحمد وأبو داود عنه صلى الله عليه وسلم أنه قال: \"من حلف بغير الله فقد أشرك\" صحّحه الحاكم وابن حبّان. ¶ قال ابن حبّان: أخبرنا الحسن وسفيان، ثنا عبد الله بن عمر الجعفي، ثنا عبد الرّحمن بن سليمان، عن الحسن بن عبد الله النخعي، عن سعيد بن عبيدة قال: كنت عند ابن عمر - رضي الله عنهما، فحلف رجل بالكعبة، فقال",
            "page": "21",
            "part": "1",
            "seal": "B888F388"
        },
        {
            "id": "19",
            "nass": "ابن عمر - رضي الله عنهما -: \" ويحك، لا تفعل، فإني سمعت رسول الله صلى الله عليه وسلم يقول: \"من حلف بغير الله فقد أشرك\" \". ¶ ومن الإشراك قول القائل لأحد من النّاس: ما شاء الله وشئت، كما ثبت عن النبيّ صلى الله عليه وسلم أنه قال له رجل: ما شاء الله وشئت. فقال: \"أجعلتني لله ندًا؟، قل ما شاء الله وحده\". هذا مع أن الله - تعالى - قد أثبت للعبد مشيئة، كقوله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} ، فكيف بمن يقول: أنا متوكّل على الله وعليك، وأنا في حسب الله وحسبك، وما لي إلاّ الله وأنت، وهذا من الله ومنك، وهذا من بركات الله وبركاتك، والله لي في السماء وأنت لي في الأرض؟؟، وزن بين هذه الألفاظ الصادرة من غالب النّاس اليوم وبين ما نهى عنه من: ما شاء الله وشئت، ثم انظر أيّها أفحش؟؛ يتبيّن لك أن قائلها أولى بالبعد من {إِيَّاكَ نَعْبُدُ} ، وبالجواب من النبي صلى الله عليه وسلم لقائل تلك الكلمة، وأنه إذا كان قد جعل رسول الله صلى الله عليه وسلم ندًا فهذا قد جعل من لا يدانيه لله ندًا. ¶ وبالجملة فالعبادة المذكورة في قوله تعالى: {إِيَّاكَ نَعْبُدُ} هي السّجود، والتوكّل، والإنابة، والتّقوى، والخشية، والتّوبة، والنّذور، والحلف، والتّسبيح، والتّكبير، والتّهليل، والتّحميد، والاستغفار، وحلق الرأس خضوعا وتعبّدًا، والدعاء، كل ذلك محض حق الله - تعالى -. ¶ وفي مسند الإمام أحمد:",
            "page": "22",
            "part": "1",
            "seal": "46826235"
        },
        {
            "id": "20",
            "nass": "أن رجلاً أتى به إلى النبي صلّى الله عليه وعلى آله وسلّم قد أذنب ذنبا، فلما وقف بين يديه قال: اللهم إني أتوب إليك ولا أتوب إلى محمّد، فقال صلى الله عليه وسلم: \"عرف الحق لأهله \". وأخرجه الحاكم من حديث الحسن عن الأسود بن سريع وقال: \"حديث صحيح\". ¶ وأما الشرك في الإرادات والنيّات: فذلك البحر الذي لا ساحل له، وقل من ينجو منه، فمن نوى بعمله غير وجه الله - تعالى - فلم يقُم بحقيقة قوله: {إِيَّاكَ نَعْبُدُ} ، فإن {إِيَّاكَ نَعْبُدُ} هي الحنيفيّة ملّة إبراهيم التي أمر الله بها عباده كلهم، ولا يقبل من أحد غيرها، وهي حقيقة الإسلام: {وَمَنْ يَبْتَغِ غَيْرَ الإسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} ، فاستمسك بهذا الأصل، ورد ما أخرجه المبتدعة والمشركون إليه تتحقق معنى الكلمة الإلهيّة. ¶ فإن قيل: المشرك إنما قصد تعظيم جناب الله - تعالى -، وأنه لعظمته لا ينبغي الدخول عليه إلاّ بالوسائط والشفعاء، كحال الملوك، فالمشرك لم يقصد الاستهانة بجناب الربوبيّة، وإنما قصد تعظيمه، وقال: {إِيَّاكَ نَعْبُدُ} ، وإنما أعبد هذه الوسائط لتقربني إليه، وتدخل بي عليه، فهو الغاية، وهذه وسائل، فلم كان هذا القدر موجبا لسخط الله - تعالى - وغضبه، مخلداً في النار، وموجبا",
            "page": "23",
            "part": "1",
            "seal": "67A3ED7E"
        },
        {
            "id": "21",
            "nass": "لسفك دماء أصحابه، واستباحة حريمهم وأموالهم؟، وهل يجوز في العقل أن يشرع الله - تعالى - لعباده التقرّب إليه بالشفعاء والوسائط، فيكون تحريم هذا إنما استفيد بالشرع فقط، أم ذلك قبيح في الشرع والعقل، يمنع أن تأتي به شريعة من الشرائع، وما السر في كونه لا يغفر من بين الذنوب، كما قال تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} ؟؟. ¶ قلنا: الشرك شركان: ¶ شرك يتعلق بذات المعبود وأسمائه وصفاته وأفعاله. ¶ وشرك في عبادته ومعاملته، وإن كان صاحبه يعتقد أنه سبحانه وتعالى لا شريك له في ذاته ولا في صفاته. ¶ وأما الشرك الثاني وهو الذي فرغنا من الكلام فيه، وأشرنا إليه الآن، وسنشبع الكلام فيه إن شاء الله - تعالى-. ¶ أما الشرك الأول: فهو نوعان: ¶ أحدهما: شرك التعطيل، وهو أقبح أنواع الشرك، كشرك فرعون في قوله: {وَمَا رَبُّ الْعَالَمِينَ} ؟، وقال: {يَا هَامَانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الأسْبَابَ أَسْبَابَ السَّمَاوَاتِ فَأَطَّلِعَ",
            "page": "24",
            "part": "1",
            "seal": "956C3650"
        },
        {
            "id": "22",
            "nass": "إِلَى إِلَهِ مُوسَى وَإِنِّي لأَظُنُّهُ كَاذِباً} ، والشرك والتّعطيل متلازمان، فكل مشرك معطّل، وكل معطّل مشرك، لكن الشرك لا يستلزم أصل التّعطيل، بل قد يكون المشرك مقراً بالخالق سبحانه وتعالى وصفاته ولكنه معطّله حق التّوحيد. ¶ وأصل الشرك وقاعدته التي يرجع إليها: هو التّعطيل، وهو ثلاثة أقسام: ¶ أحدها: تعطيل المصنوع عن صانعه. ¶ الثاني: تعطيل الصّانع عن كماله الثابت له. ¶ الثالث: تعطيل معاملته عمّا يجب على العبد من حقيقة التّوحيد. ¶ ومن هذا شرك أهل الوحدة، ومنه شرك الملاحدة القائلين بقدم العالم وأبديّته، وأن الحوادث بأسرها مستندة إلى أسباب ووسائط اقتضت إيجادها، ويسمّونها العقول والنفوس. ¶ ومنه شرك معطّلة الأسماء والصفات، كالجهمية والقرامطة وغلاة المعتزلة. النوع",
            "page": "25",
            "part": "1",
            "seal": "FED4BEC0"
        },
        {
            "id": "23",
            "nass": "الثاني: شرك التمثيل، وهو شرك من جعل معه إلهًا آخر، كالنصارى في المسيح، واليهود في عزير، والمجوس القائلين بإسناد حوادث الخير إلى النور، وحوادث الشر إلى الظلمة، وشرك القدرية والمجوسيّة مختصر منه. ¶ وهؤلاء أكثر مشركي العالَم، وهم طوائف جمّة، منهم من يعبد أجزاء أرضية، ومن هؤلاء من يزعم أن معبوده أكبر الآلهة، ومنهم من يزعم أن إلهه من جملة الآلهة، ومنهم من يزعم أنه إذا خصّه بعبادته والتبتّل إليه أقبل عليه واعتنى به، ومنهم من يزعم أن معبوده الأدنى يقربه إلى الأعلى الفوقاني، والفوقاني يقربه إلى من هو فوقه، حتى تقرّبه تلك الآلهة إلى الله - سبحانه وتعالى -، فتارة تكثر الوسائط، وتارة تقل.",
            "page": "26",
            "part": "1",
            "seal": "D9617D65"
        },
        {
            "id": "24",
            "nass": "فإذا عرفت هذه الطوائف، وعرفت اشتداد نكير الرّسول صلى الله عليه وسلم على من أشرك به تعالى في الأفعال والأقوال والإرادات كما تقدّم ذكره، انفتح لك باب الجواب عن السّؤال، فنقول: ¶ اعلم أن حقيقة الشرك: تشبيه الخالق بالمخلوق، وتشبيه المخلوق بالخالق. ¶ أمّا الخالق فإن المشرك شبّه المخلوق بالخالق في خصائص الإلهيّة، وهي التفرّد بملك الضّر والنفع، والعطاء والمنع، فمن علّق ذلك بمخلوق فقد شبهه بالخالق تعالى، وسوّى بين التراب وربّ الأرباب، فأي فجور وذنب أعظم من هذا؟. ¶ واعلم أن من خصائص الإلهيّة: الكمال المطلق من جميع الوجوه، الذي لا نقص فيه بوجه من الوجوه، وذلك يوجب أن تكون العبادة له وحده عقلاً وشرعا وفطرةً، فمن جعل ذلك لغيره فقد شبّه الغير بمن لا شبيه له، ولشدّة قبحه وتضمّنه غاية الظلم أخبر من كتب على نفسه الرّحمة أنه لا يغفره أبدًا. ¶ ومن خصائص الإلهيّة والعبوديّة التي لا تقوم إلاّ على ساق الحب والذّل، فمن أعطاهما لغيره فقد شبّهه بالله - سبحانه وتعالى - في خالص حقه. وقُبح هذا مستقر في العقول والفطر، لكن لما غيّرت الشياطين فطر أكثر الخلق، واجتالتهم عن دينهم، وأمرتهم أن يشركوا بالله ما لم ينزل به سلطانًا، كما روى عن الله أعرف الخلق به وبخلقه، عموا عن قبح الشرك حتى ظنّوه حسنًا. ¶ ومن خصائص الإلهيّة: السّجود، فمن سجد لغيره فقد شبّهه به. ¶ ومنها: التوكل، فمن توكل على غيره",
            "page": "27",
            "part": "1",
            "seal": "3ED3BF67"
        },
        {
            "id": "25",
            "nass": "فقد شبهه به. ومنها: التوبة، فمن تاب لغيره فقد شبهه به. ¶ ومنها: الحلف باسمه، فمن حلف بغيره فقد شبّهه به. ¶ ومنها: الذّبح له، فمن ذبح لغيره فقد شبّهه به. ¶ ومنها: حلق الرّأس. إلى غير ذلك. هذا في جانب التّشبيه. ¶ وأمّا في جانب التّشبّه: فمن تعاظم وتكبّر، ودعى النّاس إلى إطرائه ورجائه ومخافته؛ فقد تشبّه بالله ونازعه في ربوبيّته، وهو حقيق بأن يهينه الله غاية الهوان، ويجعله كالذّر تحت أقدام خلقه. ¶ وفي الصحيح عنه صلى الله عليه وسلم أنه قال: \"يقول الله عزّ وجل: العظمة إزاري، والكبرياء ردائي، فمن نازعني في واحدٍ منهما عذّبته\".",
            "page": "28",
            "part": "1",
            "seal": "E9E50238"
        },
        {
            "id": "26",
            "nass": "وإذا كان المصوّر الذي يصنع الصور بيده من أشد النّاس عذابًا يوم القيامة لتشبّهه بالله في مجرّد الصّنعة، فما الظّن بالمشبّه بالله في الربوبيّة والإلهيّة؟، كما قال صلى الله عليه وسلم: \"أشدّ النّاس عذابا يوم القيامة المصوّرون، يقال لهم: أحيوا ما خلقتم\"، وفي الصحيح عنه صلى الله عليه",
            "page": "29",
            "part": "1",
            "seal": "E3489559"
        },
        {
            "id": "27",
            "nass": "وسلم أنه قال: \"يقول الله عزّ وجل: ومن أظلم ممن ذهب يخلق كخلقي؟، فليخلقوا ذرّةً فليخلقوا شعيرةً\"، فنبّه بالذّرة والشعيرة على ما هو أعظم منهما. ¶ وكذلك: من تشبّه به تعالى في الاسم الذي لا ينبغي إلاّ له، كملك الملوك، وحاكم الحكّام، وقاضي القضاة، ونحوه، وقد ثبت في الصحيح عن النبي صلى الله عليه وسلم أنه قال: \"إن أخنع الأسماء عند الله رجلٌ تسمّى بشاهان شاه، ملك الملوك، لا مالك إلاّ الله\"، وفي لفظ: \"أغيظ رجلٍ عند الله رجلٌ تسمّى ملك الأملاك\". ¶ وبالجملة فالتّشبيه والتّشبّه",
            "page": "30",
            "part": "1",
            "seal": "ABF84881"
        },
        {
            "id": "28",
            "nass": "هو حقيقة الشرك، ولذلك كان من ظن أنه إذا تقرّب إلى غيره بعبادةٍ ما يقرّبه ذلك الغير إليه تعالى فإنه يخطئ، لكونه شبّهه به، وأخذ ما لا ينبغي أن يكون إلاّ له، فالشرك منعه سبحانه وتعالى حقّه، فهذا قبيح عقلاً وشرعًا، ولذلك لم يشرع، ولم يغفر لفاعله. ¶ واعلم أن الذي ظن أن الرّب - سبحانه وتعالى - لا يسمع له، أو لا يستجيب له إلاّ بواسطة تُطلعه على ذلك، أو تسأل ذلك منه؛ فقد ظنّ بالله ظنّ السّوء، فإنه إن ظنّ أنه لا يعلم أو لا يسمع إلاّ بإعلام غيره له وإسماعه؛ فذلك نفي لعلم الله وسمعه وكمال إدراكه، وكفى بذلك ذنبا. ¶ وإن ظنّ أنه يسمع ويرى ولكن يحتاج إلى من يليّنه ويعطّفه عليه، فقد أساء الظّن بأفضال ربّه وبرّه وإحسانه وسعة جوده. ¶ وبالجملة فأعظم الذنوب عند الله - تعالى - إساءة الظّن، ولهذا يتوعّدهم في كتابه على إساءة الظّن به أعظم وعيد، كما قال تعالى: {الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ عَلَيْهِمْ دَائِرَةُ السَّوْءِ",
            "page": "31",
            "part": "1",
            "seal": "0BC43412"
        },
        {
            "id": "29",
            "nass": "وَغَضِبَ اللَّهُ عَلَيْهِمْ وَلَعَنَهُمْ وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَاءَتْ مَصِيراً} ، وقال تعالى عن خليله إبراهيم - عليه السلام: {أَإِفْكاً آلِهَةً دُونَ اللَّهِ تُرِيدُونَ فَمَا ظَنُّكُمْ بِرَبِّ الْعَالَمِينَ} أي: فما ظنّكم أن يجازيكم إذا عبدتم معه غيره، وظننتم أنه يحتاج في الاطلاع على ضرورات عباده، لمن يكون بابا للحوائج إليه، ونحو ذلك. ¶ وهذا بخلاف الملوك، فإنهم محتاجون إلى الوسائط ضرورةً لحاجتهم وعجزهم وضعفهم، وقصور علمهم عن إدراك حوائج المضطرين. ¶ فأما من لا يشغله سمع عن سمع، وسبقت رحمته غضبه، وكتب على نفسه الرّحمة، فما تصنع الوسائط عنده؟. ¶ فمن اتخذ واسطةً بينه وبين الله - تعالى - فقد ظنّ به أقبح الظن، ومستحيل أن يشرعه لعباده، بل ذلك يمتنع في العقول والفطر.",
            "page": "32",
            "part": "1",
            "seal": "D844F8C4"
        },
        {
            "id": "30",
            "nass": "واعلم أن الخضوع والتأّله الذي يجعله العبد لتلك الوسائط قبيح في نفسه، كما قرّرناه، لا سيما إذا كان المجعول له ذلك عبدًا للملك العظيم الرّحيم القريب المجيب، ومملوكا له، كما قال تعالى: {ضَرَبَ لَكُمْ مَثَلاً مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ} أي: إذا كان أحدكم يأنف أن يكون مملوكه شريكه في رزقه، فكيف تجعلون لي من عبيدي شركاء فيما أنا منفردٌ به، وهو الإلهية التي لا تنبغي لغيري، ولا تصلح لسواي، فمن زعم ذلك فما قدّرني حقّ قدري، ولا عظّمني حقّ تعظيمي. ¶ وبالجملة فما قدّر الله حقّ قدره من عبد معه من ظنّ أنه يوصل إليه، قال تعالى: {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَاباً} الآية، إلى أن قال: {مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} ، وقال تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} ، فما قدّر القويّ العزيز حقّ قدره من أشرك معه الضّعيف الذّليل. ¶ واعلم أنك إذا تأمّلت جميع طوائف الضّلال والبدع، وجدت أصل ضلالهم راجعًا إلى شيئين: ¶ أحدهما: الظّن بالله ظنّ السّوء، ولم يقدروا الرّب حقّ قدره، فلم يقدره حقّ قدره من ظنّ أنه لم يرسل رسولاً، ولا",
            "page": "33",
            "part": "1",
            "seal": "9597C8E5"
        },
        {
            "id": "31",
            "nass": "أنزل كتابًا، بل ترك الخلق سدى، وخلقهم عبثا. ولا قدره حقّ قدره من نفى عموم قدرته وتعلقها بأفعال عباده، من طاعتهم ومعاصيهم، وأخرجهما عن خلقه وقدرته. ولا قدر الله حقّ قدره أضداد هؤلاء، الذين قالوا: إنه يعاقب عبده على ما لم يفعله، بل يعاقبه على فعله سبحانه وتعالى، وإذا استحال في العقول أن يجبر السّيد عبده على فعل ثمّ يعاقبه عليه، فكيف يصدر هذا من أعدل العادلين؟، وقول هؤلاء شرّ من أشباه المجوس القدريّة الأذلين. ولا قدره حقّ قدره من نفى رحمته ورضاه،",
            "page": "34",
            "part": "1",
            "seal": "09BA5DBB"
        },
        {
            "id": "32",
            "nass": "ومحبّته وغضبه، وحكمته مطلقا، وحقيقة فعله، لم يجعل له فعلاً اختياريا، بل أفعاله منفعلة عنه. ولا قدره حقّ قدره من جعل له صاحبةً وولدًا، وجعله يحلّ في مخلوقاته، أو جعله عين هذا الوجود. ولا قدره حقّ قدره من قال: إنه رفع أعداء رسوله وأهل بيته، وجعل فيهم الملك، ووضع أولياء رسوله وأهل بيته، وهذا يتضمّن غاية القدح في",
            "page": "35",
            "part": "1",
            "seal": "F8B1DA08"
        },
        {
            "id": "33",
            "nass": "الرّب، تعالى الله عن قول الرّافضة. وهذا مشتق من قول اليهود والنصارى في قول ربّ العالمين: إنه أرسل ملكا ظالما، فادعى النبوّة، وكذب على الله، ومكث زمنًا طويلاً يقول أمرني بكذا ونهاني عن كذا، ويستبيح دماء أبناء الله وأحبائه، والرّب - تعالى - يظهره ويؤيده، ويقيم الأدّلة والمعجزات على صدقه، ويقبل بقلوب الخلق وأجسادهم إليه، ويقيم دولته على الظهور والزيادة، ويذّل أعداءه أكثر من ثمان مائة عام. فوازن بين قول هؤلاء وقول إخوانهم من الرّافضة تجد القولين سواء. ولا قدره حقّ قدره من زعم أنه لا يحيي الموتى، ولا يبعث من في القبور ليبيّن لعباده الذي كانوا فيه يختلفون، وليعلم الذين كفروا أنهم كانوا كاذبين. ¶ وبالجملة: فهذا بابٌ واسعٌ، والمقصود أن كل من عبد مع الله غيره فإنما عبد شيطانا، قال تعالى: {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا تَعْبُدُوا الشَّيْطَانَ} ، فما عبد أحدٌ أحدًا من بني آدم كائنا من كان إلاّ وقد وقعت عبادته للشّيطان، فيستمتع العابد بالمعبود في حصول غرضه، ويستمتع المعبود بالعابد في تعظيمه له وإشراكه مع الله - تعالى -، وذلك غاية رضى الشيطان، ولهذا قال تعالى: {وَيَوْمَ يَحْشُرُهُمْ جَمِيعاً يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِنَ الإنْسِ}",
            "page": "36",
            "part": "1",
            "seal": "1694C262"
        },
        {
            "id": "34",
            "nass": "أي: من اغوائهم وإضلالهم، {وَقَالَ أَوْلِيَاؤُهُمْ مِنَ الإنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِي أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاّ مَا شَاءَ اللَّهُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} ، فهذه إشارةٌ لطيفةٌ إلى السّر الذي لأجله كان الشرك أكبر الكبائر عند الله، وأنه لا يغفر بغير التوبة منه، وأنه موجبٌ للخلود في العذاب العظيم، وأنه ليس تحريمه قبحه بمجرّد النّهي عنه فقط، بل يستحيل على الله - سبحانه وتعالى - أن يشرع لعباده عبادة إله غيره، كما يستحيل عليه ما يناقض أوصاف كماله ونعوت جلاله. ¶ واعلم أن النّاس في عبادة الله - تعالى - والاستعانة به أقسام: ¶ أجلّها وأفضلها أهل العبادة والاستعانة بالله عليها: فعبادة الله غاية مرادهم، وطلبهم منه أن يعينهم عليها، ويوفقهم للقيام بها نهاية مقصودهم، ولهذا كان أفضل ما يسأل الرّب - تعالى - الإعانة على مرضاته، وهو الذي علّمه",
            "page": "37",
            "part": "1",
            "seal": "D0C06AF4"
        },
        {
            "id": "35",
            "nass": "النّبي صلى الله عليه وسلم لمعاذ بن جبل فقال: \"يا معاذ، والله إني أحبّك، فلا تدع أن تقول في دبر كل صلاة: اللهم أعنِّي على ذكرك وشُكرك وحُسن عبادتك\"، فأنفع الدّعاء طلب العون على مرضاته تعالى. ¶ ويقابل هؤلاء القسم الثاني: المعرضون عن عبادته والاستعانة به، فلا عبادة لهم ولا استعانة، بل إن سأله تعالى أحدهم واستعان به فعلى حظوظه وشهواته، والله - سبحانه وتعالى - يسأله من في السّموات والأرض، ويسأله أولياؤه وأعداؤه، فيمد هؤلاء وهؤلاء. وأبغض خلق الله إبليس ومع هذا أجاب سؤاله وقضى حاجته، ومتّعه بها، ولكن لما لم تكن عونا على مرضاته كانت زيادةً في شقوته وبعده. وهكذا كل من سأله تعالى واستعان به على ما لم يكن عونًا له على طاعته، كان سؤاله مبعدًا له عن الله، فليتدبّر العاقل هذا، وليعلم أن إجابة الله لسؤال بعض السائلين ليست لكرامته عليه، بل قد يسأله",
            "page": "38",
            "part": "1",
            "seal": "22EEFF4A"
        },
        {
            "id": "36",
            "nass": "عبده الحاجة فيقضيها له وفيها هلاكه، ويكون منعه منها حمايةً له وصيانةً، والمعصوم من عصمه الله، والإنسان على نفسه بصيرة. ¶ وعلامة هذا: أنك ترى من صانه الله من ذلك وهو يجهل حقيقة الأمر، إذا رآه سبحانه وتعالى يقضي حوائج غيره يسيء ظنّه به تعالى، وقلبه محشو بذلك وهو لا يشعر. ¶ وأمارة ذلك: حمله على الأقدار، وعتابه في الباطن لها، ولقد كشف الله - تعالى - هذا المعنى غاية الكشف في قوله تعالى: {فَأَمَّا الإنْسَانُ إِذَا مَا ابْتَلاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ كَلاّ} أي: ليس كل من أعطيته ونعّمته وخوّلته فقد أكرمته، وما ذاك لكرامته عليّ، ولكنه ابتلاء منَّي وامتحان له، أيشكرني فأعطيه فوق ذلك، أم يكفرني فأسلبه إيّاه وأحوّله عنه لغيره؟، وليس كل من ابتليته فضيّقت عليه رزقه، وجعلته بقدر لا يفضل عنه، فذاك من هوانه عليّ، ولكنه ابتلاء وامتحان منّي له، أيصبر فأعطيه أضعاف ما فاته، أم يسخط فيكون حظّه السّخط؟. ¶ وبالجملة: فأخبر تعالى أن الإكرام والإهانة لا يدوران على المال وسعة الرّزق وتقديره، فإنه سبحانه وتعالى يوسّع على الكافر لا لكرامته، ويقتر على المؤمن لا لهوانه عليه، وإنّما يكرم سبحانه وتعالى من يكرم من عباده بأن يوفّقه لمعرفته ومحبّته وعبادته واستعانته، فغاية",
            "page": "39",
            "part": "1",
            "seal": "38F56179"
        },
        {
            "id": "37",
            "nass": "سعادة الأبد في عبادة الله والاستعانة به عليها. ¶ القسم الثالث: من له نوع عبادة بلا استعانة، وهؤلاء نوعان: ¶ أحدهما: أهل القدر، القائلون بأنه سبحانه وتعالى قد فعل بالعبد جميع مقدوره من الألطاف، وأنه لم يبق في مقدوره إعانةً على الفعل، فإنه قد أعانه بخلق الآلات وسلامتها، وتعريف الطريق وإرسال الرّسول، وتمكينه من الفعل، فلم يبق بعدها إعانةً مقدورةً يسأله إياها. وهؤلاء مخذولون موكولون إلى أنفسهم، مسدودٌ عليهم طريقة الاستعانة والتّوحيد. ¶ قال ابن عبّاس - رضي الله عنهما -: \" الإيمان بالقدر نظام التّوحيد، فمن آمن بالله وكذّب بقدره نقض توحيده \". ¶ النوع الثاني: من لهم عبادة وأوراد، ولكن حظّهم ناقص من التّوكل والاستعانة، لم تتسع قلوبهم لارتباط الأسباب بالقدر، وأنها بدون المقدور، كالموت الذي لا تأثير له، بل كالعدم الذي لا وجود له، وأن القدر كالرّوح المحرّك لها، والمعوّل على المحرّك الأول، فلم تنفذ بصائرهم من السّبب إلى المسبّب، ومن الآلة إلى الفاعل، فقلّ نصيبهم من الاستعانة. وهؤلاء لهم نصيب من التصرّف بحسب",
            "page": "40",
            "part": "1",
            "seal": "DD303667"
        },
        {
            "id": "38",
            "nass": "استعانتهم وتوكلهم، ونصيب من الضعف والخذلان بحسب قِلّة استعانتهم وتوكلهم، ولو توكّل العبد على الله حقّ توكّله في إزالة جبل عن مكانه لأزاله. ¶ فإن قيل ما حقيقة الاستعانة عملاً؟: ¶ قلنا: هي التي يعبّر عنها بالتّوكل، وهي حالة للقلب تنشأ عن معرفة الله - تعالى -، وتفرده بالخلق والأمر والتّدبير والضّر والنّفع، وأنه ما شاء كان وما لم يشأ لم يكن، فتوجّب اعتمادًا عليه، وتفويضًا إليه، وثقةً به، فتصير نسبة العبد إليه تعالى كنسبة الطّفل إلى أبويه فيما ينوبه من رغبته ورهبته، فلو دهمه ما عسى أن يدهمه من الآفات لم يلتجئ إلى غيرهما. فإن كان العبد مع هذا الاعتماد من أهل التّقوى، كانت له العاقبة الحميدة: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} أي: كافية. ¶ القسم الرابع: من له استعانةٌ بلا عبادة، وتلك حالة من شهد بتفرّد",
            "page": "41",
            "part": "1",
            "seal": "2E41ABB1"
        },
        {
            "id": "39",
            "nass": "الله بالضّر والنّفع، ولم يدر بما يحبّه ويرضاه، فتوكّل عليه في حظوظه، فأسعفه بها. وهذا لا عاقبة له، سواء كانت أموالاً أو رياسات، أو جاهًا عند الخلق، أو نحو ذلك، فذلك حظّه من دنياه وآخرته. ¶ واعلم أن العبد لا يكون متحققًا بعبادة الله - تعالى - إلاّ بأصلين: ¶ أحدهما: متابعة الرّسول صلى الله عليه وسلم. ¶ والثاني: إخلاص العبودية. ¶ والنّاس في هذين الأصلين على أربعة أقسام: ¶ أهل الإخلاص والمتابعة: فأعمالهم كلها لله، وأقوالهم ومنعهم وإعطاؤهم وحبّهم وبغضهم كل ذلك لله - تعالى -، لا يريدون من العباد جزاءً ولا شكورًا، عدّوا النّاس كأصحاب القبور، لا يملكون ضرًا ولا نفعًا، ولا موتًا ولا حياةً ولا نشورًا. فإنه لا يعامل أحدًا من الخلق إلاّ لجهله بالله وجهله بالخلق. ¶ والإخلاص هو العمل الذي لا يقبل الله من عامل عملاً صوابًا عاريًا منه، وهو الذي ألزم عباده به إلى الموت، قال الله - تعالى -: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} ، وقال: {إِنَّا جَعَلْنَا مَا عَلَى الأرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلاً} ، وأحسن العمل: أخلصه وأصوبه. ¶ فالخالص: أن يكون لله، والصواب: أن يكون على وفق سنّة رسول الله صلى الله عليه وسلم. ¶ وهذا هو العمل الحسن المذكور في قوله تعالى: {وَمَنْ أَحْسَنُ دِيناً مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ} ، وهو العمل الصالح في قوله تعالى: {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً} ، وهو الذي أمر به النّبي صلى الله عليه وسلم في قوله: \"كل عمل ليس عليه أمرنا فهو رد\"، وكل عمل بلا متابعة فإنه لا يزيد",
            "page": "42",
            "part": "1",
            "seal": "5F75C00E"
        },
        {
            "id": "40",
            "nass": "عامله إلاّ بعدًا من الله - تعالى -، فإن الله - تعالى - إنما يعبد بأمره، لا بالأهواء والآراء. ¶ الضرب الثاني: من لا إخلاص له ولا متابعة له، وهؤلاء شرار الخلق، وهم المتزينون بأعمال الخير، يراءون بها النّاس. وهذا الضرب يكثر فيمن انحرف عن الصراط المستقيم من المنتسبين إلى الفقه والعلم والفقر والعبادة، فإنهم يرتكبون البدع والضلال والرّياء والسّمعة، ويحبّون أن يحمدوا بما لم يفعلوا. وفي أضراب هؤلاء نزل قوله تعالى: {لا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلا تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِنَ الْعَذَابِ وَلَهُمْ عَذَابٌ أَلِيمٌ}",
            "page": "43",
            "part": "1",
            "seal": "0345634C"
        },
        {
            "id": "41",
            "nass": "الضرب الثالث: من هو مخلص في أعماله، لكنها على غير متابعة الأمر، كجهال العباد، والمنتسبين إلى الزّهد والفقر، وكل من عبد الله على غير مراده. والشأن ليس في عبادة الله فقط، بل في عبادة الله كما أراد الله. ومنهم من يمكث في خلواته تاركًا للجمعة، ويرى ذلك قربة، ويرى مواصلة صوم النّهار والقيام بالليل قربة، وصيام يوم الفطر قربة، وأمثال ذلك. ¶ الضرب الرّابع: من أعماله على متابعة الأمر، لكنها لغير الله - تعالى -، كطاعات المرائين. وكالرّجل قاتل رياءً وسمعةً وحمّيةً وشجاعةً",
            "page": "44",
            "part": "1",
            "seal": "7A970036"
        },
        {
            "id": "42",
            "nass": "وللمغنم، ويحجّ ليقال، ويقرأ ليقال، ويعلّم ويّؤلف ليقال. فهذه أعمال صالحة لكنها غير مقبولةٍ، قال تعالى: {وَمَا أُمِرُوا إِلاّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ} ، فلم يأمر النّاس إلاّ بالعبادة على المتابعة والإخلاص فيها. ¶ والقائم بهما هم أهل: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} . ¶ ثم أهل مقام: {إِيَّاكَ نَعْبُدُ} لهم في أفضل العبادة وأنفعها وأحقّها بالإيثار والتخصيص، أربعة طرق، وهم في ذلك أربعة أصناف: ¶ الصنف الأول: عندهم أنفع العبادات وأفضلها وأشقها على النّفوس وأصعبها، قالوا: لأنه أبعد الأشياء من هواها، وهو حقيقة التّعبّد، والأجر على قدر المشقّة، ورووا حديثا ليس له أصل: \"أفضل الأعمال أحمزها\"",
            "page": "45",
            "part": "1",
            "seal": "4689DF91"
        },
        {
            "id": "43",
            "nass": "أي: أصعبها وأشقّها. وهؤلاء هم أرباب المجاهدات، والجور على النّفوس، قالوا: وإنما تستقيم النّفوس بذلك، إذ طبعها الكسل والمهاونة والإخلاد إلى الرّاحة، فلا تستقيم إلاّ بركوب الأهوال، وتحمّل المشاق. ¶ الصنف الثاني: قالوا: أفضل العبادات وأنفعها: التّجرّد والزّهد في الدّنيا، والتقلل",
            "page": "46",
            "part": "1",
            "seal": "F6B7C68D"
        },
        {
            "id": "44",
            "nass": "منها غاية الإمكان، وإطراح الاهتمام بها، وعدم الاكتراث لما هو منها. ثم هؤلاء قسمان: ¶ فعوامّهم: ظنّوا أن هذا غاية، فشمّروا إليه وعملوا عليه، وقالوا: هو أفضل من درجة العلم والعبادة، ورأوا الزّهد في الدّنيا غاية كل عبادة ورأسها. ¶ وخواصهم: رأوا هذا مقصودًا لغيره، وأن المقصود به عكوف القلب على الله - تعالى -، والاستغراق في محبّته، والإنابة إليه، والتّوكل عليه، والاشتغال بمرضاته، فرأوا أفضل العبادات: دوام ذكره بالقلب واللسان. ¶ ثمّ هؤلاء قسمان: ¶ فالعارفون: إذا جاء الأمر والنّهي بادروا إليه، ولو فرّقهم وأذهب جمعهم. ¶ والمنحرفون منهم يقولون: المقصود من القلب جمعيّته، فإذا جاء ما يفرّقه عن الله لم يلتفتوا إليه، ويقولون: ¶ يطالب بالأوراد من كان غافلاً ... فكيف بقلب كل أوقاته ورد ¶ ثم هؤلاء - أيضا - قسمان: ¶ منهم: من يترك الواجبات والفرائض لجمعيّته. ¶ ومنهم: من يقوم بها ويترك السّنن والنّوافل، ويعلّم العلم النّافع لجمعيّته. ¶ والحق: أن الجمعيّة حظ القلب، وإجابة داعي الله حقّ الرّب، فمن آثر",
            "page": "47",
            "part": "1",
            "seal": "50CF7ED3"
        },
        {
            "id": "45",
            "nass": "حقّ نفسه على حقّ ربّه فليس من العبادة في شيء. ¶ الصنف الثالث: رأوا أن أفضل العبادات ما كان فيه نفعٌ متعدٍّ، فرأوه أفضل من النّفع القاصر، فرأوا خدمة الفقراء، والاشتغال بمصالح النّاس، وقضاء حوائجهم، ومساعدتهم بالجاه والمال والنّفع أفضل، لقوله صلى الله عليه وسلم: \"الخلق عيال الله، وأحبّهم إلى الله أنفعهم لعياله\"، قالوا: وعمل العابد قاصر على نفسه، وعمل النفّاع متعدّ إلى الغير، فأين أحدهما من الآخر؟، ولهذا كان \"فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب \". وقد قال صلى الله عليه وسلم لعلي: \"لأن يهدي الله بك رجلاً واحدًا خيرٌ من حمر النّعم\"، وقال صلى الله عليه وسلم: \" من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، من غير أن ينقص من أجورهم شيئًا\"، وقال صلى الله عليه وسلم: \"إن الله وملائكته يصلّون",
            "page": "48",
            "part": "1",
            "seal": "B2DA4E29"
        },
        {
            "id": "46",
            "nass": "على معلمي الناس الخير\"، وقال صلى الله عليه وسلم: \"إن العالم يستغفر له من في السّموات ومن في الأرض، حتى الحيتان في البحر، والنملة في جحرها\". قالوا وصاحب العبادة إذا مات انقطع عمله، وصاحب النّفع لا ينقطع عمله ما دام نفعه الذي تسبّب فيه. والأنبياء - عليهم الصّلاة والسّلام - إنما بعثوا",
            "page": "49",
            "part": "1",
            "seal": "DB2F6C08"
        },
        {
            "id": "47",
            "nass": "بالإحسان إلى الخلق، وهدايتهم، ونفعهم في معاشهم ومعادهم، لم يبعثوا بالخلوات والانقطاع، ولهذا أنكر النّبي صلى الله عليه وسلم على أولئك النّفر الذين همّوا بالانقطاع والتّعبّد، وترك مخالطة النّاس. ورأى هؤلاء أن التّفرغ لنفع الخلق أفضل من الجمعيّة على الله بدون ذلك، قالوا: ومن ذلك العلم والتّعليم، ونحو هذه الأمور الفاضلة. ¶ الصنف الرّابع: قالوا أفضل العبادة: العمل على مرضاة الرّب - سبحانه وتعالى -، وشغل كل وقت بما هو مقتضى ذلك الوقت ووظيفته. ¶ فأفضل العبادات في وقت الجهاد: الجهاد، وإن آل إلى ترك الأوراد من صلاة الليل وصيام النّهار، بل من ترك إتمام صلاة الفرض كما في حالة الأمن. والأفضل في وقت حضور الضّيف: القيام بحقّه والاشتغال به. والأفضل في وقت السّحر: الاشتغال بالصلاة والقرآن والذّكر والدّعاء. والأفضل في وقت الأذان: ترك ما هو فيه من الأوراد والاشتغال بإجابة المؤذن. والأفضل في أوقات الصلوات الخمس: الجدّ والاجتهاد في إيقاعها على أكمل الوجوه، والمبادرة إليها في أوّل الوقت، والخروج إلى المسجد وإن بعد. والأفضل في أوقات ضرورة المحتاج: المبادرة إلى مساعدته بالجاه والمال والبدن. والأفضل في السّفر: مساعدة المحتاج، وإعانة الرّفقة، وإيثار ذلك على الأوراد والخلوة. والأفضل في وقت قراءة القرآن: جمعيّة القلب، والهمّة على تدبّره، والعزم على تنفيذ أوامره، أعظم من جمعيّة قلب من جاءه كتابٌ من السّلطان على ذلك. والأفضل في وقت الوقوف بعرفة: الاجتهاد في التّضرّع والدّعاء والذّكر. والأفضل في أيام عشر ذي الحجّة: الإكثار من التّعبّد، لا سيما التّكبير والتّهليل",
            "page": "50",
            "part": "1",
            "seal": "815F0273"
        },
        {
            "id": "48",
            "nass": "والتّحميد، وهو أفضل من الجهاد غير المتعيّن. والأفضل في العشر الأواخر من رمضان: لزوم المساجد، والخلوة فيها، مع الاعتكاف والإعراض عن مخالطة النّاس، والاشتغال بهم، حتى أنه أفضل من الإقبال على تعليمهم العلم، وإقرائهم القرآن عند كثيرٍ من العلماء. والأفضل في وقت مرض أخيك المسلم أو موته: عيادته وحضور جنازته، وتشييعه، وتقديم ذلك على خلوتك وجمعيّتك. والأفضل في وقت نزول النّوازل وإيذاء النّاس لك: أداء واجب الصّبر مع خلطتك لهم، والمؤمن الذي يخالط النّاس ويصبر على أذاهم وإيذائهم أفضل من المؤمن الذي لا يخالط النّاس ولا يصبر على أذاهم، وخلطتهم في الخير أفضل من عزلتهم فيه، وعزلتهم في الشّر أفضل من خلطتهم فيه، فإن علم أنه إذا خالطهم أزاله وقلّله فخلطتهم خير من اعتزالهم. ¶ وهؤلاء هم أهل التّعبّد المطلق، والأصناف التي قبلهم أهل التّعبّد المقيّد، فمتى خرج أحدهم عن الفرع الذي تعلّق به من العبادة وفارقه؛ يرى نفسه كأنه قد نقص ونزل عن عبادته، فهو يعبد الله - تعالى - على وجه واحد، وصاحب التّعبّد المطلق ليس له غرض في تعبّد بعينه يؤثره على غيره، بل غرضه تتبّع مرضات الله - تعالى -: إن رأيت العلماء رأيته معهم، وكذلك في الذّاكرين، والمتصدّقين، وأرباب الجمعيّة، وعكوف القلب على الله، فهذا هو الغذاء الجامع للسّائر إلى الله في كل طريق، والوافد عليه مع كل فريق. ¶ واستحضر ههنا حديث أبي بكر الصدّيق - رضي الله عنه -، وقول النّبي صلى الله عليه وسلم بحضوره: \"هل منكم أحدٌ أطعم اليوم مسكينا؟ \". قال أبو بكر: أنا. قال: \"هل منكم أحدٌ أصبح",
            "page": "51",
            "part": "1",
            "seal": "CF58E53F"
        },
        {
            "id": "49",
            "nass": "اليوم صائما؟ \". قال أبو بكر: أنا. قال: \"هل منكم أحدٌ عاد اليوم مريضا؟ \". قال أبو بكر: أنا. قال صلى الله عليه وسلم: \"هل منكم أحدٌ اتبع اليوم جنازةً؟ \". قال أبو بكر: أنا ... الحديث. ¶ هذا الحديث روي من طريق عبد الغني بن أبي عقيل، حدّثنا نعيم بن سالم، عن أنس بن مالك - رضي الله عنه - قال: \" كان رسول الله صلى الله عليه وسلم جالسًا في جماعةٍ من أصحابه فقال: \"من صام اليوم؟ \". قال أبو بكر: أنا. قال: \"من تصدّق اليوم؟ \". قال أبو بكر: أنا. قال: \"من عاد اليوم مريضا؟ \". قال أبو بكر: أنا. قال: \"من شهد اليوم جنازةً؟ \". قال أبو بكر: أنا. قال: \"وجبت لك\". يعني: الجنّة. ¶ ونعيم بن سالم وإن تُكلِّم فيه لكن تابعه سلمة بن وردان، وله أصل صحيح من حديث مالك، عن محمد بن شهاب، عن حميد بن عبد الرحمن ابن عوف، عن أبي هريرة - رضي الله عنه -: أنّ رسول الله صلى الله عليه وسلم قال: \"من أنفق زوجين في سبيل الله نودي في الجنّة: يا عبد الله، هذا خير، فمن كان من أهل الصّلاة نودي من باب الصّلاة، ومن كان من أهل الجهاد نودي من باب الجهاد، ومن كان من أهل الصدقة دعي من باب الصدقة، ومن كان من أهل الصيام دعي من باب الريّان\" فقال",
            "page": "52",
            "part": "1",
            "seal": "089D27A3"
        },
        {
            "id": "50",
            "nass": "أبو بكر - رضي الله عنه -: يا رسول الله، ما على من يدعى من هذه الأبواب كلها من ضرورة، فهل يدعى أحدٌ من هذه الأبواب كلها؟. قال: \"نعم، وأرجو أن تكون منهم\". ¶ هكذا رواه عن مالك موصولاً مسندًا عن يحيى بن يحيى، ومعن بن عيسى، وعبد الله بن المبارك. ورواه يحيى بن بكير، وعبد الله بن يوسف، عن مالك عن ابن شهاب، عن حميد مرسلاً. وليس هو عند القعنبي لا مرسلاً ولا مسندًا. ¶ ومعنى قوله: \" من أنفق زوجين\" يعني: شيئين من نوعٍ واحدٍ، نحو درهمين، أو دينارين، أو فرسين، أو قميصين، وكذلك من صلّى ركعتين، أو مشى في سبيل الله - تعالى - خطوتين، أو صام يومين، ونحو ذلك، وإنما أراد والله أعلم أقل التكرار، وأقل وجوه المداومة على العمل من أعمال البرّ، لأن الاثنين أقل الجمع، فهذا كالغيث أين وقع نفع، صحب الله بلا خلق، وصحب الخلق بلا نفس، إذا كان مع الله عزل الخلائق من البين وتخلّى عنهم، وإذا كان مع خلقه عزل نفسه من الوسط وتخلّى عنها، فما أغربه بين النّاس،",
            "page": "53",
            "part": "1",
            "seal": "16F2AB16"
        },
        {
            "id": "51",
            "nass": "وما أشدّ وحشته منهم، وما أعظم أنسه بالله وفرحه به وطمأنينته وسكونه إليه. ¶ واعلم أن للناس في منفعة العبادة وحكمتها ومقصودها طرقا أربعةً، وهم في ذلك أربعة أصناف: ¶ الصنف الأول: نفاة الحكم والتعليل، الذين يردّون الأمر إلى نفس المشيئة، وصرف الإرادة. فهؤلاء عندهم القيام بها ليس إلاّ لمجرّد الأمر، من غير أن يكون سببا لسعادة في معاش ولا معاد، ولا سببا لنجاة، وإنما القيام بها لمجرّد الأمر ومحض المشيئة، كما قالوا في الخلق: لم يخلق لغايةٍ ولا لعلّةٍ هي المقصودة به، ولا لحكمةٍ تعود إليه منه، وليس في المخلوق أسباب تكون مقتضيات لمسبباتها، وليس في النّار سبب للإحراق، ولا في الماء قوّة الإغراق ولا التّبريد. وهكذا الأمر عندهم سواء، لا فرق بين الخلق والأمر، ولا فرق في نفس الأمر بين المأمور والمحظور، ولكن المشيئة اقتضت أمره بهذا ونهيه عن هذا، من غير أن يقوم بالمأمور صفةٌ تقتضي حسنه، ولا بالمنهي عنه صفةٌ تقتضي قبحه. ¶ ولهذا الأصل لوازمٌ فاسدةٌ، وفروعٌ كثيرةٌ.",
            "page": "54",
            "part": "1",
            "seal": "07EDE2FE"
        },
        {
            "id": "52",
            "nass": "وهؤلاء غالبهم لا يجدون حلاوة العبادة ولا لذّتها، ولا يتنعّمون بها، ولهذا يسمّون الصّلاة والصّيام والزّكاة والحجّ والتّوحيد والإخلاص ونحو ذلك تكاليف، أي: كلّفوا بها، ولو سمّى مدّعي محبّة ملك الملوك أو غيره ما يأمره به تكليفًا لم يعد محبا له. ¶ وأول من صدرت عنه هذه المقالة: الجّعد بن درهم. ¶ الصنف الثاني: القدريّة النّفاة، الذين يثبتون نوعا من الحكمة",
            "page": "55",
            "part": "1",
            "seal": "6C7BDD22"
        },
        {
            "id": "53",
            "nass": "والتّعليل لا يقوم بالرّب ولا يرجع إليه، بل يرجع لمحض مصلحة المخلوق ومنفعته، فعندهم: أن العبادات شرعت أثمانا لما يناله العباد من الثواب والنّعيم، وأنها بمنزلة استيفاء الأجير أجره. قالوا: ولهذا يجعلها سبحانه وتعالى عوضًا، كقوله: {وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} ، {هَلْ تُجْزَوْنَ إِلاّ مَا كُنْتُمْ تَعْمَلُونَ} ، {ادْخُلُوا الْجَنَّةَ بِمَا",
            "page": "56",
            "part": "1",
            "seal": "16C0A824"
        },
        {
            "id": "54",
            "nass": "كُنْتُمْ تَعْمَلُونَ} ، {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ} ، وفي الصحيح: \"إنّما هي أعمالكم أحصيها عليكم ثمّ أوفيكم إيّاها\". قالوا: وقد سماها جزاءً وأجرًا وثوابا لأنه شيء يثوب إلى العامل من عمله، أي: يرجع إليه. قالوا: ويدل عليه الموازنة، فلولا تعلّق الثواب بالأعمال عوضًا عليها لم يكن للموازنة معنى. ¶ وهاتان الطائفتان متقابلتان: ¶ فالجبريّة: لم تجعل للأعمال ارتباطا بالجزاء البتّة، وجوّزت أن يعذّب الله من أفنى عمره في الطّاعة، وينعّم من أفنى عمره في مخالفته، وكلاهما سواء بالنسبة إليه، والكل راجع إلى محض المشيئة. ¶ والقدرية: أوجبت عليه سبحانه وتعالى رعاية المصالح، وجعلت ذلك كله بمحض الأعمال، وأن وصول الثواب إلى العبد بدون عمله فيه تنقيص باحتمال منّة الصدقة عليه بلا ثمن، فجعلوا تفضّله سبحانه وتعالى على عبده بمنزلة صدقة العبد على العبد، وإعطائه ما يعطيه أجرةً على عمله، أحبّ إلى العبد من أن يعطيه فضلاً منه بلا عمل. ولم يجعلوا للأعمال تأثيرًا في الجزاء البتّة. ¶ والطائفتان منحرفتان عن الصّراط المستقيم، وهو: أن الأعمال أسباب موصلة إلى الثواب، والأعمال الصّالحات من توفيق الله وفضله، وليست قدرًا لجزائه وثوابه، بل غايتها إذا وقعت على أكمل الوجوه أن تكون شكرًا على أحد الأجزاء القليلة من نعمه سبحانه وتعالى، فلو عذّب أهل سمواته وأهل أرضه لعذّبهم وهو غير ظالمٍ، ولو رحمهم لكانت رحمته لهم خيرًا من أعمالهم، وتأمّل قوله تعالى: {وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ} مع قوله صلى الله عليه وسلم: \"لن يدخل أحدٌ",
            "page": "57",
            "part": "1",
            "seal": "71B1BB25"
        },
        {
            "id": "55",
            "nass": "منكم الجنّة بعمله\" تجد الآية تدل على أن الجنان بالأعمال، والحديث ينفي دخول الجنّة بالأعمال، ولا تنافي بينهما، لأن توارد النّفي والإثبات ليس على محلٍ واحدٍ، فالمنفي باء الثمنيّة واستحقاق الجنّة بمجرّد الأعمال، ردًّا على القدريّة المجوسيّة التي زعمت أن الفضل بالثواب ابتداء متضمن لتكدير المنّة. والباء المثبتة التي وردت في القرآن هي باء السببيّة، ردًّا على القدريّة",
            "page": "58",
            "part": "1",
            "seal": "6BF9EA13"
        },
        {
            "id": "56",
            "nass": "الجبريّة الذين يقولون: لا ارتباط بين الأعمال وجزائها، ولا هي أسباب لها، وإنما غايتها أن تكون أمارة. ¶ والسنّة النبويّة هي: أن عموم مشيئة الله وقدرته لا تنافي ربط الأسباب بالمسببات وارتباطها بها. ¶ وكل طائفة من أهل الباطل تركت نوعا من الحق فإنها ارتكبت لأجله نوعًا من الباطل، بل أنواعًا، فهدى الله أهل السنّة لما اختلفوا فيه من الحق بإذنه. ¶ الصنف الثالث: الذين زعموا أن فائدة العبادة رياضة النّفوس واستعدادها لفيض العلوم والمعارف عليها وخروج قواها من قوى النّفس السَّبُعيّة والبهيميّة، فلو عطلت العبادة لالتحقت بنفوس السباع والبهائم، فالعبادة تخرجها إلى مشابهة العقول، فتصير قابلةً لانتقاش صور المعارف فيها. ¶ وهذا يقوله طائفتان: ¶ إحداهما: من يقرب إلى الإسلام والشرائع. من الفلاسفة القائلين بقدم العالم وعدم الفاعل المختار. ¶ والطائفة الثانية: من تفلسف من صوفيّة الإسلام ويقرب إلى الفلاسفة، فإنهم يزعمون أن العبادات رياضات لاستعداد النّفوس للمعارف العقليّة ومخالفة العوائد. ¶ ثمّ مِن هؤلاء من لا يوجب العبادة إلاّ بهذا المعنى، فإذا حصل لها ذلك بقى متحيرًا في لفظ أوراده والاشتغال بالوارد منها. ¶ ومنهم: من يوجب القيام بالأوراد وعدم الإخلال بها، وهم صنفان",
            "page": "59",
            "part": "1",
            "seal": "6860E8CB"
        },
        {
            "id": "57",
            "nass": "- أيضًا -: ¶ أحدهما: من يقول بوجوبها حفظًا للقانون، وضبطًا للناموس. ¶ والآخرون: يوجبونها حفظًا للوارد، وخوفًا من تدرّج النّفس بمفارقتها إلى حالها الأولى من البهيميّة. ¶ فهذه نهاية أقدامهم في حكمة العبادة وما شرعت لأجله. ¶ ولا تكاد تجد في كتب المتكلمين على طريق السلوك غير طريق من هذه الطرق الثلاث، أو مجموعها. ¶ والصنف الرّابع: هم القائلون بالجمع بين الخلق والأمر، والقدر والسبب، فعندهم أن سرّ العبادة وغايتها مبني على معرفة حقيقة الإلهيّة، ومعنى كونه سبحانه وتعالى إله: أن العبادة موجَب الإلهية وأثرها ومقتضاها، وارتباطها كارتباط متعلق الصفات بالصفات، وكارتباط المعلوم بالعلم، والمقدور بالقدرة، والأصوات بالسّمع، والإحسان بالرّحمة، والإعطاء بالجود. ¶ فعندهم: من قام بمعرفتها على نحو الذي فسرناها به لغةً وشرعا مصدرًا وموردًا استقام له معرفة حكمة العبادات وغايتها به، وعلم أنها هي الغاية التي خلقت لها العباد، ولها أرسلت الرّسل، وأنزلت الكتب، وخلقت الجنّة والنّار. وقد صرّح سبحانه وتعالى بذلك في قوله: {وَمَا خَلَقْتُ الْجِنَّ وَالإنْسَ إِلاّ لِيَعْبُدُونِ} ، فالعبادة هي التي ما وجدت الخلائق كلها إلاّ لأجلها، كما قال تعالى: {أَيَحْسَبُ الإنْسَانُ أَنْ يُتْرَكَ سُدىً} أي: مهملاً. قال الشافعي - رحمه",
            "page": "60",
            "part": "1",
            "seal": "D8047156"
        },
        {
            "id": "58",
            "nass": "الله -: \"لا يؤمر ولا ينهى\". وقال غيره: \"لا يثاب ولا يعاقب\"، وهما تفسيران صحيحان، فإن الثواب والعقاب مترتبان على الأمر والنّهي، والأمر والنّهي هو طلب العبادة وإرادتها. وحقيقة العبادة: امتثالها. ولهذا قال تعالى: {وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً} ، وقال تعالى: {وَمَا خَلَقْنَا السَّمَاوَاتِ وَالأرْضَ وَمَا بَيْنَهُمَا إِلاّ بِالْحَق} ، وقال تعالى: {وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالأرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ} ، فأخبر الله - تعالى - أنه خلق السّموات والأرض بالحق المتضمّن أمره ونهيه وثوابه وعقابه. فإذا كانت السّموات والأرض إنما خلقتا لهذا وهو غاية الخلق، فكيف يقال: إنه لا غاية له ولا حكمة مقصودة، أو إن ذلك بمجرّد استئجار العمّال حتى لا يتكدّر عليهم الثواب بالمنّة، أو لمجرّد استعداد النفوس للمعارف العقلية وارتياضها لمخالفة العوائد؟!. ¶ وإذا تأمّل اللبيب الفرق بين هذه الأقوال، وبين ما دلّ عليه صريح الوحي؛ علم أن الله - تعالى - إنما خلق الخلق لعبادته الجامعة لكمال محبّته، مع الخضوع له والانقياد لأمره. ¶ فأصل العبادة: محبّة الله، بل إفراده تعالى بالمحبّة، فلا يحبّ معه سواه، وإنما يحبّ ما يحبّه لأجله وفيه، كما يحبّ أنبياءه",
            "page": "61",
            "part": "1",
            "seal": "CA630E38"
        },
        {
            "id": "59",
            "nass": "ورسله وملائكته، لأن محبّتهم من تمام محبّته، وليست كمحبّة من اتّخذ من دونه أندادًا يحبّهم كحبّه. ¶ وإذا كانت المحبّة له هي حقيقة عبوديّته وسرّها، فهي إنما تتحقق باتِّباع أمره واجتناب نهيه، فعند اتِّباع الأمر والنّهي تتبيّن حقيقة العبوديّة والمحبّة، ولهذا جعل سبحانه وتعالى اتِّباع رسوله صلى الله عليه وسلم عَلَما عليها وشاهدًا لها، كما قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} ، فجعل اتِّباع رسوله صلى الله عليه وسلم مشروطا بمحبّتهم لله - تعالى - وشرطا لمحبّة الله لهم، ووجود المشروط بدون تحقق شرطه ممتنع. فعلم انتفاء المحبّة عند انتفاء المتابعة للرّسول صلى الله عليه وسلم، ولا يكفي ذلك حتى يكون الله ورسوله صلى الله عليه وسلم أحبّ إله مما سواهما، ومتى كان عنده شيءٌ أحبّ إليه منهما فهو الإشراك الذي لا يغفره الله، قال تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} ، وكل من قدّم قول غير الله على قول الله، أو حكم به، أو حاكم إليه؛ فليس ممن أحبّه. لكن قد يشتبه الأمر على من يقدّم قول أحد أو حكمه أو طاعته على قوله، ظنا منه أنه لا يأمر ولا يحكم ولا يقول إلاّ ما قال الرّسول صلى الله عليه وسلم فيطيعه، ويحاكم إليه، ويتلقّى أقواله كذلك، فهذا معذور إذا لم يقدر على غير ذلك.",
            "page": "62",
            "part": "1",
            "seal": "B59FDF0F"
        },
        {
            "id": "60",
            "nass": "وأمّا إذا قدر على الوصول إلى الرّسول صلى الله عليه وسلم، وعرف أن غير من اتَّبعه أولى به مطلقا، أو في بعض الأمور، كمسألةٍ معيّنةٍ، ولم يلتفت إلى قول الرّسول صلى الله عليه وسلم، ولا إلى من هو أولى به؛ فهذا يخاف عليه. وكلّ ما يتعلل به من عدم العلم، أو عدم الفهم، أو عدم إعطاء آلة الفقه في الدّين، أو الاحتجاج بالأشباه والنظائر، أو بأن ذلك المتقدّم كان أعلم منّي بمراده صلى الله عليه وسلم، فهذه كلها تعلّلات لا تفيد. ¶ هذا مع الإقرار بجواز الخطأ على غير المعصوم، إلاّ أن ينازع في هذه القاعدة فتسقط مكالمته، وهذا هو داخل تحت الوعيد، فإن استحلّ مع ذلك ثلب من خالفه، وقرض عرضه ودينه بلسانه، وانتقل من هذا إلى عقوبته، أو السعي في أذاه، فهو من الظلمة المعتدين، ونوّاب المفسدين. ¶ واعلم أن العبادة أربع قواعد: وهي التحقيق بما يحبّ الله ورسوله صلى الله عليه وسلم ويرضاه، وقيام ذلك بالقلب واللسان والجوارح. ¶ فالعبوديّة: اسم جامع لهذه المراتب الأربع. ¶ فأصحاب العبادة حقا هم أصحابها. ¶ فقول القلب: هو اعتقاد ما أخبر الله - تعالى - عن نفسه، وأخبر رسوله صلى الله عليه وسلم عن ربّه من أسمائه وصفاته وأفعاله، وملائكته ولقائه، وما أشبه ذلك. ¶ وقول اللسان: الإخبار عنه بذلك، والدّعاء إليه، والذبُّ عنه، وتبيين بطلان البدع",
            "page": "63",
            "part": "1",
            "seal": "764D4B17"
        },
        {
            "id": "61",
            "nass": "المخالفة له، والقيام بذكره تعالى، وتبليغ أمره. ¶ وعمل القلب: كالمحبّة له، والتّوكّل عليه، والإنابة، والخوف، والرجاء، والإخلاص، والصّبر على أوامره ونواهيه، وإقراره، والرّضا به، وله، وعنه، والموالاة فيه، والمعاداة فيه، والإخبات إليه، والطّمأنينة، ونحو ذلك من أعمال القلوب التي فرضها آكد من فرض أعمال الجوارح، ومستحبّها إلى الله - تعالى - أحبّ من مستحبّ أعمال الجوارح. ¶ وأمّا أعمال الجوارح: فكالصلاة، والجهاد، ونقل الأقدام إلى الجمعة والجماعات، ومساعدة العاجز، والإحسان إلى الخلق، ونحو ذلك. ¶ فقول العبد في صلواته: {إِيَّاكَ نَعْبُدُ} التزام أحكام هذه الأربعة وإقرار بها. وقوله: {وَإِيَّاكَ نَسْتَعِينُ} طلب الإعانة عليها والتوفيق لها. وقوله: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} متضمّنٌ للأمرين على التفصيل وإلهام القيام بهما، وسلوك طريق السّالكين إلى الله - تعالى -. ¶ والله الموفّق بمنّه وكرمه. ¶ والحمد لله وحده. ¶ وصلّى الله على من لا نبيّ بعده، وعلى آله وصحبه ووارثيه وحزبه. ¶ تمّ الكتاب والحمد لله أولاً وآخرًا",
            "page": "64",
            "part": "1",
            "seal": "6D7D6870"
        }
    ],
    "t10045": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تجريد التوحيد المفيد"
        }
    ]
}