{
    "b10052": [
        {
            "id": "1",
            "nass": "تحية المسجد ¶ للدكتور محمد ضياء الرحمن الأعظمي أستاذ مساعد بكلية الحديث الشريف. ¶ عن أبى قتادة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إذا دخل أحدكم المسجد فليركع ركعتين قبل أن يجلس\" 1. ¶ فقه الحديث: الحديث يدل على مشروعية الركعتين لمن دخل المسجد قبل أن يجلس فإنه من حق المساجد على المسلمين كما رواه ابن أبى شيبة في مصنفه: \"أعطوا المساجد حقها، قيل له: وما حقها؟ قال: ركعتان قبل أن يجلس\". ¶ ولكن إذا خالف الرجل هذا الحكم عمداً أو ناسياً فجلس فهل يشرع له التدارك أم لا. فالصحيح في هذا أنه يشرع له أن يقوم فيصلي ركعتين لما رواه ابن حبان في صحيحه من حديث أبي ذر أنه دخل المسجد فقال له النبي صلى الله عليه وسلم: (أركعت ركعتين) . قال: لا. قال: قم فاركعهما. ومثله قصة سليك الغطفانى الآتية بعد قليل. ¶ واختلف العلماء من صيغة الأمر على قولين: ¶ (القول الأول) إن الأمر للندب وليس للوجوب. وهو قول الجماهير من الفقهاء والمحدثين. قال مالك عقب رواية الحديث: هذا حسن وليس بواجب. ¶ (القول الثاني) إن الأمر للوجوب أو قريباً من الوجوب. وهو مروي عن داود الظاهري كما نقله عنه ابن بطال. ولكن الذي صرح به الحافظ ابن حزم غير هذا فقد قال ¶ __________ ¶ 1 رواه مالك في الموطأ (10/135 مع التنوير) ومنه الجماعة، البخاري (1/537 مع الفتح) ومسلم (1/495) وأبو داود (1/319) والترمذي (2/129) والنسائي (2/53) كلهم عن عامر بن عبد الله بن الزبير، عن عمرو بن سليم الزرقي، عن أبي قتادة، ولفظ أبي داود: \"فليصل سجدتين قبل أن يجلس وزاد في رواية أبي عميس عتبة بن عبد عن عامر: \"ثم ليقعد بعد إن شاء أو ليذهب لحاجته\"، وروى البخاري (3/48) بطريق عبد الله بن سعيد عن عامر: \"إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين\" بصيغة النهي. ¶ اتفق جميع الرواة عن مالك بأنه عن أبي قتادة وروى سهيل بن أبي صالح عن عامر فقال عن جابر بدل أبي قتادة وقد خطأ الترمذي هذه الرواية وقال: \"وهذا حديث غير محفوظ والصحيح حديث أبي قتادة\" وقد نبه إلى هذا الخطأ علي بن المديني كما قال الترمذي، وأما حديث جابر فهو في سياق آخر وسوف يأتي بعد قليل.",
            "page": "33",
            "part": "1",
            "seal": "15E901F8"
        },
        {
            "id": "2",
            "nass": "رحمه الله: (لولا البرهان الذي ذكرنا قبل هذا بأن لا فرض إلا الخمس لكانت هاتان الركعتان فرضاً، ولكنهما في غاية التأكيد، لا شيء من السنن أوكد منهما لتردد أمر رسول الله صلى الله عليه وسلم بهما) 1. ¶ ونحن لا نحتاج إلى إقامة الأدلة لعدم وجوب ركعتي تحية المسجد لتوافر أدلتها التي مرت في صلاة الوتر وركعتي الفجر بأن لا وجوب إلا خمس صلوات. ¶ وقد روى ابن أبى شيبة عن زيد بن أسلم قال: كان أصحاب رسول الله صلى الله عليه وسلم يدخلون المسجد ثم يخرجون ولا يصلون. ولكن يمكن لقائل أن يقول: إن الركعتين لمن أراد الجلوس وليس في هذه الرواية التصريح بإرادة الجلوس وكما اختلف العلماء في أداء تحية المسجد في وقتين. ¶ (الوقت الأول) في حال الخطبة. ¶ أ- فذهب فقهاء المحدثين، والشافعي وأحمد وداود الظاهري إلى استحباب إتيان ركعتي التحية. وكرهوا الجلوس قبلها حتى قال النووي: وإن دخل والإمام في آخر الخطبة، وغلب على ظنه أنه إن صلى التحية فاته تكبيرة الإحرام مع الإمام لم يصل التحية بل يقف حتى تقام الصلاة ولا يقعد لئلا يكون جالساً في المسجد قبل التحية وإن أمكنه الصلاة وإدراك تكبيرة الإحرام صلى التحية. هكذا فصله المحققون. انتهى 2 ¶ وكان استدلالهم في ذلك بالأدلة التالية: ¶ 1- حديث جابر: قال جاء سليك الغطفاني يوم الجمعة ورسول الله صلى الله عليه وسلم قائم على المنبر فقعد سليك قبل أن يصلي. فقال له رسول الله صلى الله عليه وسلم، أركعت ركعتين فقال: لا. فقال: قم فاركعهما. ¶ روى هذا الحديث بثلاثة وجوه: ¶ (الأول) فيه تصريح باسم الآتي وهو سليك الغطفانى. ¶ روى مسلم 3 عن قتيبة بن سعيد ومحمد بن روح كلاهما عن الليث، عن أبي الزبير، عن جابر، وروى أيضا عن إسحاق بن إبراهيم وعلي بن خشرم كلاهما عن عيسى بن يونس عن الأعمش، عن أبي سفيان عن جابر. ورواه عبد الرزاق 4 عن معمر والثوري ¶ __________ ¶ 1 المحلى (5/102) . ¶ 2 انظر شرح المهذب (4/924) . ¶ (2/597) . ¶ 4 المصنف (3/244) .",
            "page": "34",
            "part": "1",
            "seal": "68F0B5BB"
        },
        {
            "id": "3",
            "nass": "عن أبي سفيان، ورواه أبو داود 1 عن محمد بن محبوب، وإسماعيل بن إبراهيم قالا: حدثنا حفص بن غياث عن الأعمش نحوه، ثم رواه بطريق أحمد ابن حنبل قال، حدثنا محمد بن جعفر عن سعيد، عن الوليد أبي بشر عن أبي سفيان، وبطريق الوليد رواه الدارقطني 2 كما رواه أيضا عن معاوية، عن الأعمش مثله. ¶ وسليك، هو ابن هديل وقيل ابن عمر الغطفاني. ¶ قال الحافظ: هكذا رواه حفاظ أصحاب الأعمش عن أبى سفيان ووافقه الوليد أبو بشر عن أبي سفيان عند أبي داود والدارقطني، وشذ منصور بن أبي الأسود عن الأعمش بهذا الإسناد فقال: النعمان بن نوفل- أخرجه الطبراني قال أبو حاتم: وهم فيه منصور 3. ¶ (الثاني) الوجه الذي أبهم فيه اسم الآتي: ¶ رواه البخارى 4 عن أبي النعمان والترمذي 5 عن قتيبة بن سعيد كلاهما عن حماد بن زيد عن عمرو بن دينار. كما روى البخاري أيضا عن علي بن عبد الله، والترمذي عن محمد بن أبى عمر، والنسائي 6 عن محمد بن عبد الله بن يزيد كلهم عن سفيان عند البخاري عن عمرو بن دينار عن جابر، وعندهما عن محمد بن عجلان، عن عياض بن عبد الله بن أبي سرح عن أبي سعيد، كما روى النسائي 7 أيضا عن إبراهيم بن الحسن ويوسف بن سعيد قالا: حجاج عن ابن جريج عن عمرو بن دينار. ¶ وحديث أبي سعيد أطول من حديث جابر ولفظه من النسائي: قال جاء رجل يوم الجمعة والنبي صلى الله عليه وسلم يخطب بهيئة بذة فقال له رسول الله صلى الله عليه وسلم أصليت؟ قال: لا. قال صل ركعتين وحث الناس على الصدقة فألقوا ثياباً فأعطاه منها ثوبين، فلما كانت الجمعة الثانية جاء ورسول الله صلى الله عليه وسلم يخطب فحث الناس على الصدقة. قال: فألقى أحد ثوبيه فقال رسول الله صلى الله عليه وسلم: جاء هذا يوم الجمعة بهيئة بذة فأمرت الناس بالصدقة، فألقوا ثياباً فأمرت له بثوبين، ثم جاء الآن فأمرت الناس بالصدقة فألقى أحدهما فانتهره وقال: خذ ثوبك) . ¶ __________ ¶ (1/667) . ¶ (2/13) . ¶ 3 انظر فتح الباري (2/407) . ¶ (2/417 مع الفتح) . ¶ (2/384) . ¶ (3/106) . ¶ (3/103) .",
            "page": "35",
            "part": "1",
            "seal": "7DE7DE1B"
        },
        {
            "id": "4",
            "nass": "ورواه الترمذي 1 عن عياض بن عبد الله بن أبي سرح أن أبا سعيد الخدري دخل يوم الجمعة، ومروان يخطب فقام يصلي، فجاء الحرس ليجلسوه فأبى حتى صلى فلما انصرف أتيناه فقلنا رحمك الله إن كادوا ليقعوا بك. فقال: ما كنت لأتركهما بعد شيء رأيته من رسول الله صلى الله عليه وسلم ثم ذكر قصة رجل جاء يوم الجمعة في هيئة بذة ... قال الترمذي حسن صحيح. ¶ والدليل فيه من قول أبي سعيد: ما كنت لأتركهما بعد شيء رأيته من رسول الله صلى الله عليه وسلم) . ¶ قوله بذّة: بفتح فتشديد ذال معجمة- أي هيئة تدل على الفقر. وقد فسر هذا الحديث ممن لم يأخذ به بأن النبي صلى الله عليه وسلم أمره للصلاة ليراه الناس فيتصدقون عليه، ولكن السؤال يا ترى هل يأمر النبي صلى الله عليه وسلم بأمر لا يجوز فعله في تلك الحال وسوف يأتي بعض تأويلاتهم أيضاً لحديث جابر والجواب عنها. ¶ قال ابن دقيق العيد: وقد عرف أن التخصيص على خلاف الأصل، ثم يبعد الحمل عليه مع صيغة العموم وهو قوله صلى الله عليه وسلم: إذا جاء أحدكم 000 2. ¶ (الوجه الثالث) وفيه تعميم لمن دخل المسجد والإمام يخطب أن يصلي ركعتين. ¶ رواه البخارى 3 عن آدم ومسلم 4 بإسناده عن محمد بن جعفر والدارقطني بعدة أسانيد كلهم عن شعبة عن عمرو بن دينار وقد تابع شعبة في تعميم أبو سفيان طلحة بن نافع عند مسلم بطريق إسحاق بن إبراهيم وعلي بن خشرم كلاهما عن عيسى بن يونس عن الأعمش عن أبي سفيان، وعند الدارقطني بطرق عن الوليد بن بشر والأعمش عن أبي سفيان. وروى الدارقطني عن عبد الرزاق عن سفيان عن الأعمش عن أبي سفيان على العموم وهو في الحقيقة بالتصريح باسم سليك ثم روى الدارقطني بإسناده عن روح بن القاسم وسفيان بن عيينة عن عمرو بن دينار على التعميم قال الإمام البغوي قوله: في هيئة بذة أي رثاً الهيأة- يقال: رجل باذ الهيئة وفي هيئة بذاذة وبذة. وفي الحديث: البذاذة من الإيمان، وهي الرثاثة وترك الزينة وقد فسر ابن ماجة: البذاذة بأنها القشافة أي التقشف. ¶ __________ ¶ 1- (2/385) . ¶ 2 انظر الأحكام (2/112) . ¶ (3/49) مع الفتح. ¶ (2/596) .",
            "page": "36",
            "part": "1",
            "seal": "C0C623A5"
        },
        {
            "id": "5",
            "nass": "(2) حديث أبي قتادة وفيه العموم لمن دخل المسجد. ¶ هذه بعض الأدلة لمن ذهب إلى جواز أداء ركعتي تحية المسجد في حال الخطبة. ¶ ب- وذهب الإمامان مالك وأبو حنيفة إلى أن الداخل في المسجد في حال خطبة الإمام لا يصلي تحية المسجد بل عليه أن يجلس ويستمع إلى خطبة الإمام. واحتجا في ذلك بالأدلة التالية: ¶ 1- عموم قوله تعالى: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا} . ¶ ويجاب بأن الخطبة كلها ليست قرآناً. وإن كان بعضها قرآنا فيخصصها حديث جابر وأبي سعيد وغيرهما. ¶ ثم إن الذي يؤدي تحية المسجد يقال له أيضا أنه منصت. لأنه لم يأت بشيء مخل للخطبة. ¶ 2- وذكر صاحب الهداية قوله تعالى: {فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} . ¶ يجاب: من يصلي تحية المسجد فهو في ذكر الله. ¶ 3- وذكر أيضا صاحب الهداية فقال: ولأبي حنيفة رحمه الله تعالى قوله عليه السلام: \" إذا خرج الإمام فلا صلاة ولا كلام\". ¶ فقال الشيخ ابن الهمام: رفعه غريب والمعروف كونه من كلام الزهري رواه مالك في الموطأ. قال خروجه يقطع الصلاة وكلامه يقطع الكلام. ¶ ثم قال: وأخرج ابن أبي شيبة في مصنفه عن علي وابن عباس وابن عمر رضي الله عنهم كانوا يكرهون الصلاة والكلام بعد خروج الإمام والحاصل إن قول الصحابي حجة فيجب تقليده عندنا إذا لم ينفه شيء آخر من السنة 1. انتهى. ¶ يقال له فقد عارض قول الصحابي سنة رسول الله صلى الله عليه وسلم وهي حديث جابر وأبي سعيد وغيرهما. ¶ 4- واحتجوا أيضا في ذلك بحديث عبد الله بن بسر أنه قال: جاء رجل يتخطى رقاب الناس يوم الجمعة والنبي صلى الله عليه وسلم يخطب. فقال له رسول الله صلى الله عليه وسلم: \"اجلس فقد آذيت\" 2. ¶ __________ ¶ 1 - انظر شرح فتح القدير (1/421) . ¶ 2 رواه أبو داود (1/668) قال حدثنا هارون بن معروف ثنا بشر بن السري، والنسائي (3/103) قال أخبرنا وهب بن بيان قال أنبأنا ابن وهب كلاهما عن معاوية بن صالح، عن أبي الزاهرية عن عبد الله بن بسر، وإسناده صحيح وأبو الزاهرية هو حدير بن كريب الحضرمي ويقال الحميري الحمصي وثقه ابن معين والعجلي ويعقوب بن سفيان والنسائي انظر تهذيب التهذيب (2/218) .",
            "page": "37",
            "part": "1",
            "seal": "48CCD1FB"
        },
        {
            "id": "6",
            "nass": "وبهذا الحديث استدل الإمام الطحاوي على عدم جواز الركعتين، لأن النبي صلى الله عليه وسلم أمره بالجلوس ولم يأمره بأداء ركعتي تحية المسجد 1. ¶ ولكن في استدلاله بهذا الحديث نظر لأنه من الممكن أن الرجل أدى تحية المسجد في ناحية من المسجد ثم بدأ يتخطى رقاب الناس ليصل إلى أوائل الصفوف، أو كان ذلك قبل الأمر بإتيان ركعتي تحية المسجد ثم هو أيضا واقعة عين لا عموم فيها فيحتمل أنه أمره بالجلوس لبيان عدم وجوب تحية المسجد، ويحتمل أنه أراد بذلك أن يقدم قبل الجلوس تحية المسجد ثم يجلس لما كان معروفا لديهم. ¶ 5- كما احتج الإمام الطحاوي أيضاً بعموم الأحاديث الواردة في النهي عن اللغو يوم الجمعة كمن مس الحصى، ونزع الثياب أو يقول أحد لصاحبه: أنصت وغير ذلك من الأعمال. ¶ فإذا كان الأمر بالمعروف وهو أمر اللاغي بالإنصات ممنوع مع قصر زمنه فالاشتغال بالتحية مع طولها زمنه أولى. ¶ أجاب الشوكاني عن هذا فقال: حديث الإنصات وارد في المنع من المكالمة للغير ولا مكالمة في الصلاة. ¶ 6- وقالوا أيضا: لا يجوز التطوع لمن هو جالس في المسجد والإمام يخطب فكذلك لا يجوز الابتداء في التطوع للداخل والإمام يخطب. ¶ وفي هذا نظر لأن لنبي صلى الله عليه وسلم أمرين. أمر للجالس في داخل المسجد أن يستمع إلى الخطبة، وأمر للداخل بأن يبدأ بتحية المسجد قبل أن يجلس. ¶ 7- واستدلوا أيضاً بحديث ضعيف وهو حديث ابن عمر أنه قال: قال رسول الله صلى الله عليه وسلم: إذا دخل أحدكم المسجد والإمام يخطب فلا صلاة ولا كلام حتى يفرغ الإمام 2. ¶ 8- وقالوا أيضا: إن حديث جابر يبيح الصلاة وحديث الإنصات يحرم فاجتمع المبيح والمحرم، فيترجح المحرم كما هو معروف. ¶ __________ ¶ 1-شرح معاني الآثار (1/361) . ¶ 2 رواه الطبراني وفيه أيوب بن نهيك منكر الحديث وقد عارضه الأحاديث الصحيحة.",
            "page": "38",
            "part": "1",
            "seal": "92A3211C"
        },
        {
            "id": "7",
            "nass": "يجاب بأن هذا إذا لم يمكن الجمع. والجمع هنا ممكن وهو الإنصات لمن هو جالس في المسجد، والصلاة لمن يدخل لأن كلاهما من أمر الشارع. وأمر الشارع لا يتعارض. ¶ 9- وأجاب العلماء الحنفية عن حديث جابر بأجوبة بعضها لا يستحق الذكر وأحسنها مما قاله العيني 1 وتواتر نقله في الكتب الحنفية منه وهو أن النبي صلى الله عليه وسلم أمر سليكاً بالركعتين وتوقف عن الخطبة ثم استأنف واستدل العيني في ذلك بحديث أنس رواه الدارقطني 2 قال حدثنا محمد بن إسماعيل الفارسي ثنا محمد بن إبراهيم الصدري ثنا عبيد بن محمد العبدي ثنا معمر عن أبيه عن قتادة عن أنس قال: دخل رجل من قيس ورسول الله صلى الله عليه وسلم يخطب. فقال له النبي صلى الله عليه وسلم: \"قم فاركع ركعتين\" وأمسك عن الخطبة حتى فرغ من صلاته. وقال: أسنده هذا الشيخ عبيد الله ابن محمد العبدى عن معتمر عن قتادة عن أنس وهم فيه. والصواب عن معتمر عن أبيه مرسلاً كذا رواه أحمد بن حنبل وغيره عن معتمر ثم أخرجه عن أحمد بن حنبل عن معتمر عن أبيه قال: جاء رجل والنبي صلى الله عليه وسلم يخطب فقال: \"يا فلان أصليت؟ \" قال: لا. قال: \"فصل\" ثم انتظر حتى صلى. انتهى. ¶ وذكر هذا أيضا الشيخ ابن الهمام وقال: والمرسل حجة فيجب اعتقاد مقتضاه علينا ثم رفعه زيادة إذ لم يعارض ما قبلها فإن غيره ساكت عن أنه أمسك عن الخطبة أولا، وزيادة الثقة مقبولة، ومجرد زيادته لا توجب الحكم بغلطه وإلا لم تقبل زيادة وما زاده مسلم فيه من قوله: \"إذا جاء أحدكم الجمعة والإمام يخطب فليركع ركعتين وليتجوز فيهما\" لا ينفي كون المراد أن يركع مع سكوت الخطيب لما ثبت في السنة من ذلك أو كان قبل تحريم الصلاة في حال الخطبة فتسلم تلك الدلالة عن المعارض. انتهى كلامه. ¶ أقول: على فرض كون المرسل حجة عنده فإن في إسناده عبيد بن محمد العبدي من الضعفاء وقد قال عنه الحافظ بعد ذكر حديث الباب عن الدارقطني: \"وقال في حاشية السنن عبيد بن محمد هذا ضعيف. وقال في العلل: بصري ليس بشيء\" 3 انتهى. ¶ فالزيادة هذه غير مقبولة لأنها جاءت من الضعيف. ¶ ولهم مرسل ضعيف آخر عن أبي معشر عن محمد بن قيس أن النبي صلى الله عليه ¶ __________ ¶ 1 انظر عمدة القاري (6/231) . ¶ 2 سنن الدارقطني (2/15) . ¶ 3 انظر لسان الميزان (4/123) .",
            "page": "39",
            "part": "1",
            "seal": "1B95E114"
        },
        {
            "id": "8",
            "nass": "وسلم حين أمره أن يصلي ركعتين أمسك عن الخطبة حتى فرغ من ركعتين ثم عاد إلى الخطبة. ¶ قال الدارقطني بعد نقله: هذا مرسل لا تقوم به الحجة وأبو معشر اسمه نجيح وهو ضعيف. انتهى 1. ¶ ثم ذكر العيني الوجوه الأخرى وهي في الحقيقة جواب عما قاله الحافظ في الفتح. ¶ 10- وقالوا أيضاً إن في حديث جابر بن عبد الله شذوذاً اعتماداً على قول الدارقطني فإنه قال أخرجا جميعاً حديث شعبة عن عمرو بن دينار عن جابر بلفظ: \"إذا جاء أحدكم، والإمام يخطب فليصل ركعتين\". ¶ ورواه ابن جريج، وابن عيينة، وحماد بن زيد، وأيوب، وورقاء، وحبيب بن يحيى كلهم عن عمرو بن دينار بلفظ: \"إن رجلا دخل المسجد فقال له النبي صلى الله عليه وسلم صليت 00000 2. ¶ فخالف شعبة هؤلاء الجماعة في سياق المتن واختصره فوهم. وإنما أوردوه على حكاية قصة رجل وهي محتملة للخصوص، وسياق شعبة يقتضي العموم في حق كل داخل. ¶ الجواب: الغريب من الدارقطني كيف حكم على هذا الحديث بالشذوذ والإدراج كما نقله عنه الأئمة الحنفية في كتبهم مع روايته عن روح بن القاسم وابن عيينة عن عمرو بن دينار في سننه بوجهين، كما تابع عمرو بن دينار، أبو سفيان طلحة بن نافع عن جابر عند أحمد ومسلم وأبي داود والدارقطني أيضاً فدعوى الشذوذ والإدراج باطلة. وإليكم الخريطة التوضيحية: ¶ __________ ¶ 1- وأما العيني الإمام الحافظ المحقق فذكر هذا المرسل وعزاه لابن أبي شيبة وسكت عن أبي معشر ولا أدري هل هذا غفلة منه أو تعمد. ¶ 2 هدي الساري ص355.",
            "page": "40",
            "part": "1",
            "seal": "907A5C4C"
        },
        {
            "id": "9",
            "nass": "خريطة توضيحية ¶ جابر بن عبد الله ¶ عمرو بن دينار أبو سفيان طلحة بن نافع (إذا جاء أحدكم على العموم) (حم- م- د- قط) ¶ ا- ابن جريج 1- شعبة خ- م ¶ 2- ابن عيينة 2- روح بن القاسم قط ¶ 3- حماد بن زيد 3- ابن عيينة قط ¶ 4- أيوب (إذا جاء أحدكم على العموم) ¶ 5- ورقاء ¶ 6- حبيب بن يحيى ¶ (قصة رجل داخل) ¶ وأبو سفيان وثقه أبو زرعة وأخرج عنه أصحاب الستة. ¶ فأنت ترى كأن جابراً روى بوجهين فاكتفى أبو سفيان بوجه عام بينما روى عمرو بن دينار بوجهين. ثم روى تلاميذه بوجهين أيضاً فانتفى حكم الشذوذ والإدراج وقد سرد هذه الروايات بطرقها. ¶ هذه هي بعض أدلة المانعين من أداء ركعتي تحية المسجد والإمام يخطب ويظهر من دراستها أن ما قال به المحدثون هو الراجح في الموضوع وقد قال الإمام ابن حزم (وسبحان من يسر هؤلاء لعكس الحقائق فقالوا: من جاء والإمام يخطب فلا يركع، ومن جاء والإمام يصلي الفرض ولم يكن أوتر ولا ركع ركعتي الفجر فليترك الفريضة وليشتغل بالنافلة فعكسوا أمر رسول الله صلى الله عليه وسلم عكساً 1. انتهى. ¶ __________ ¶ 1- انظر المحلى: (5/102) .",
            "page": "41",
            "part": "1",
            "seal": "0CBC8FAF"
        },
        {
            "id": "10",
            "nass": "(الوقت الثاني) تحية المسجد في الأوقات المنهي عنها: ¶ 1- قال الإمام الشافعي وأحمد يجوز أداء تحية المسجد في الأوقات المكروهة. ¶ 2- وقال الإمام مالك والإمام أبو حنيفة يكره ذلك. ¶ والسبب في ذلك ورود العمومين المتعارضين، الأمر بالصلاة لكل داخل من غير تفصيل، والنهي عن الصلاة في أوقات مخصوصة فوقع الخلاف بين العلماء في تخصيص أحد العمومين وتفرع عن ذلك عدة أقاويل في الموضوع: ¶ (القول الأول) أحاديث النهي عن الصلوات في الأوقات المكروهة منسوخة بأحاديث الإجازة فيجوز للرجل أن يصلي في الأوقات المكروهة مثل صلاة الكسوف والركعتين عند دخوله المسجد والصلاة على الجنائز وسائر ما أمر به من التطوع مستدلاً في ذلك بحديث أبي قتادة عن رسول الله صلى الله عليه وسلم أنه قال: إنه ليس في النوم تفريط إنما التفريط في اليقظة فإذا نسي أحدكم صلاة أو نام عنها فليصلها إذا ذكرها. رواه النسائي وغيره وإسناده صحيح. ¶ قال ابن حزم \"وهذا عموم لكل صلاة فرض أو نافلة\" 1. ¶ (القول الثاني) يجوز أن يصلي الفرائض المنسيّة كلها في الأوقات المكروهة ولا يجوز التطوع بعد الصبح وبعد العصر وكذلك من دخل المسجد في الأوقات المكروهة فلا يصلي تحية المسجد. ¶ وهذا قول الإمام مالك أخذاً بعمل أهل المدينة. وهو أصل مختلف فيه بين العلماء. ¶ (القول الثالث) يجوز قضاء الفائتات من الفرائض وكل تطوع ذي سبب، ومأمور به شرعاً في الأوقات المكروهة. وإنما المنع هو ابتداء التطوع بدون سبب من الشارع إلا يوم الجمعة وبمكة فإنه يتطوع في جميع هذه الأوقات. ¶ وهذا قول الإمام الشافعي. وقال ذلك مستدلاً بالأحاديث التالية: ¶ 1- حديث جبير بن مطعم أن النبي صلى الله عليه وسلم قال: \" يا بني عبد مناف لا تمنعوا أحداً طاف بهذا البيت، وصلى أية ساعة شاء من ليل أو نهار \". ¶ رواه أبو داود، والترمذي والنسائي وابن ماجة وأحمد والشافعي وابن حبان، والدارقطني، البيهقي، والحاكم، والطحاوي والدارمي كلهم من طريق سفيان بن عيينة، عن ¶ __________ ¶ 1 انظر المحلى: (3/33) .",
            "page": "42",
            "part": "1",
            "seal": "A7DEC0E6"
        },
        {
            "id": "11",
            "nass": "أبي الزبير، عن عبد الله بن باباه، عن جبير بن مطعم 1. ¶ قال الترمذي: حسن صحيح. ¶ وسكت عليه أبو داود وأقر المنذري تصحيح الترمذي. ¶ وقال الحاكم: صحيح على شرط مسلم ولم يخرجاه، ووافق عليه الذهبي. ¶ وأبو الزبير وإن كان مدلساً فقد صرح بالسماع في رواية النسائي وغيره. ¶ وسوف يأتي مزيد من التحقيق لهذا الحديث في موضوع: أداء ركعتي الطواف في الأوقات المكروهة. ¶ 2- حديث أبي هريرة: قال إن النبي صلى الله عليه وسلم نهى عن الصلاة نصف النهار حتى تزول الشمس إلا يوم الجمعة \". ¶ رواه الشافعي عن إبراهيم بن محمد بن أبي يحيى عن إسحاق بن عبد الله عن سعيد المقري عن أبي هريرة. ¶ ومن طريق الشافعي رواه البيهقي 2. ¶ وفيه إبراهيم بن محمد بن أبي يحيى الأسلمي كذاب. فقد كذبه بشر بن المفضل ويحيى بن سعيد وابن معين والنسائي وعلي بن المديني والدارقطني وابن حبان حتى قال فيه ابن معين: \" كان فيه ثلاث خصال، كان كذاباً، وكان قدرياً، وكان رافضياً إلا أن الإمام الشافعي كان يدافع عنه ويقول: لأن يخر من السماء أحب إليه من أن يكذب وكان ثقة في الحديث. ¶ وقد حاول بعض العلماء الإجابة على هذه القضية فقالوا: إنما يروي الشافعى عنه في الفضائل فقط. ولكن هذا مردود فإنه يكثر عنه الرواية حتى في الأصول. وعند الرواية أحياناً يصرح باسمه وأحياناً يقول: حدثني الثقة. ¶ ومن هنا احتاط العلماء في قول من يقول: حدثني الثقة أو فلان لا يروي إلا عن الثقة فقالوا: إن هذا ليس بتعديل فإنه قد يكون ثقة عنده لا عند غيره كعبد الملك بن أبي المخارق عند مالك وإبراهيم بن محمد بن أبي يحيى عند الشافعي وعامر بن صالح عند أحمد وغيره. ¶ __________ ¶ 1 أبو داود (2/449) والترمذي (3/211) وابن ماجة (1/398) وأحمد (1/80) والشافعي في الأم (1/148) وابن حبان (موارد الظمآن 164-165) والدارقطني (1/433) والبيهقي (2/461) والطحاوي (2/186) والدارمي (1/70) . ¶ 2 السنن الكبرى: (2/464) .",
            "page": "43",
            "part": "1",
            "seal": "DB4C8A79"
        },
        {
            "id": "12",
            "nass": "وكذلك في إسناده إسحاق بن عبد الله وهو ضعيف أيضاً. ¶ كما روى هذا الحديث الطبراني في الكبير عن واثلة وفيه بشير بن عون ضعيف قال عنه ابن حبان: يروي مائة حديث كلها موضوعة 1. ¶ كأن الإمام الشافعي نظر إلى جملة من المخصصات للنهي عن الصلاة في الأوقات المكروهة منها: قضاء النبي صلى الله عليه وسلم سنة الظهر بعد العصر وإن كان ذلك خاص به، وأمره صلى الله عليه وسلم للرجلين بإعادة الصلاة اللذين صليا في رحالهما وذلك في صلاة الصبح، وكان ذلك في حجة الوداع، وإقرار النبي صلى الله عليه وسلم لمن صلى ركعتي الفجر بعد صلاة الصبح، وعموم حديث جبير بن مطعم لأداء ركعتي الطواف في الأوقات المكروهة وغيرها فقال به. ولا شك أنه أقرب إلى العمل بالنصوص. ¶ (القول الرابع) ثلاثة أوقات لا يصلى فيها فرض فائتا أو غير فائت أو نفل بوجه من الوجوه وهي: ¶ 1- عند طلوع قرص الشمس إلا أن تبيض. ¶ 2- عند استواء الشمس حتى تأخذ إلى الزوال. ¶ 3- عند غروب الشمس إلا يوم عصره فإنه يصلى عند الغروب وقبله وبعده. ¶ وبهذا يقول العلماء من الحنفية. ¶ وتفرد الإمام أبو يوسف فجوز النفل يوم الجمعة عند استواء الشمس مثل الشافعي ومعنى قولهم: إلا عصر يومه كما في الهداية: أن السبب هو الجزء القائم من الوقت لأنه لو تعلق بالكل لوجب الأداء بعده ولو تعلق بالجزء الماضي فالمؤدي في آخر الوقت قاض. وإذا كان كذلك فقد أداها كما وجبت بخلاف غيرها من الصلوات لأنها وجبت كاملة فلا تؤدى بالناقص. انتهى. ¶ وهذا التعليل لا دليل عليه من الكتاب والسنة وأقوال العلماء. ¶ (القول الخامس) تكره الصلوات كلها سواء كانت مفروضة أو نافلة في الأوقات المنهي عنها نقل بعض العلماء عن الإمام أحمد. ¶ والصحيح عنده: لا تكره الصلوات الفائتة ولا الصلوات ذوات الأسباب مثل قول الشافعي إلا أنه اختلف معه في يوم الجمعة. ¶ __________ ¶ 1- انظر مجمع الزوائد (2/228) .",
            "page": "44",
            "part": "1",
            "seal": "449DE04C"
        },
        {
            "id": "13",
            "nass": "هذا هو المذهب المشهور عن الإمام أحمد نقله الشيخ ابن قدامة ولفظه: لا نفعل ولا نعيب فاعله 1. ¶ أداء ركعتي الطواف في الأوقات المكروهة ¶ 1- حديث جبير بن مطعم. أن النبي صلى الله عليه وسلم قال: يا بني عبد مناف لا تمنعوا أحداً طاف بهذا البيت، وصلى أية ساعة من ليل أو نهار. ¶ رواه أبو داود (2/449) والترمذي (3/211) والنسائي (1/284) وابن ماجة (1/398) وأحمد (4/80) والشافعي في الأم (1/148) وابن حبان (موارد الظمآن (164-165) والدارقطني (1/423) والبيهقي (2/461) والحاكم (1/448) والطحاوي (2/186) والدارمي (2/70) كلهم عن طريق سفيان بن عيينة، عن أبي الزبير، عن عبد الله بن باباه، عن جبير بن مطعم إلا أن الدارقطني فإنه أخرج بوجهين آخرين عن جابر. قال الحافظ في التلخيص (1/190) وهو معلول لأن المحفوظ عن أبي الزبير، عن عبد الله بن باباه، عن جبير، لا عن جابر. انتهى. ¶ وقال الترمذي: حسن صحيح. ¶ وسكت عليه أبو داود، وأقر المنذري تصحيح الترمذي. ¶ وقال الحاكم: صحيح على شرط مسلم، ولم يخرجاه. ووافق عليه الذهبي. ¶ قال المنذري: فيه دليل على أن الصلاة جائزة بمكة في الأوقات المنهي عنها في سائر االبلدان. ومنع بعضهم ذلك لعموم النهي، وتأول الحديث على معنى الدعاء وهو بعيد. ¶ وقال البيهقي: يحتمل أن يكون المراد بهذه الصلاة، صلاة الطواف خاصة وهو الأشبه بالآثار، ويحتمل جميع الصلوات. انتهى. ¶ وقد عزا المجد بن تيمية هذا الحديث إلى مسلم وهو تسامح منه فإن مسلماً لم يخرج هذا الحديث في صحيحه. ¶ وقال صاحب الإمام: إنما لم يخرجاه لاختلاف وقع في إسناده. فرواه سفيان كما تقدم ورواه الجراح بن منهال، عن أبى الزبير، عن نافع بن جبير سمع أباه جبير بن مطعم، ¶ __________ ¶ 1 انظر المغني: (2/90) .",
            "page": "45",
            "part": "1",
            "seal": "A2F42D23"
        },
        {
            "id": "14",
            "nass": "ورواه معقل بن عبيد الله، عن أبي الزبير عن جابر مرفوعاً نحوه، ورواه أيوب عن أبي الزبير قال أظنه عن جابر، فلم يجزم به، وكل هذه الروايات عند الدارقطني. قال البيهقي بعد إخراجه من جهة ابن عيينة: أقام ابن عيينة إسناده ومن خالفه منه لا يقاومه. فرواية ابن عيينة أولى أن تكون محفوظة. ولم يخرجاه. انظر نصب الراية (1/253) . ¶ 2- حديث عبد الله بن عباس: قال: قال النبي صلى الله عليه وسلم: \" يا بني عبد المطلب، أو يا بني عبد مناف لا تمنعوا أحداً يطوف بالبيت، ويصلي، فإنه لا صلاة بعد الفجر حتى تطلع الشمس، ولا بعد العصر حتى تغرب الشمس إلا بمكة عند هذا البيت يطوفون ويصلون\". ¶ رواه الدارقطني (1/426) من طريق أبي الوليد العدني، ثناء رجاء أبو سعيد، ثنا مجاهد، عن ابن عباس. ¶ قال الزيلعي: أبو الوليد لا يوجد له ذكر في الكنى لأبي أحمد الحاكم. ورجاء بن الحارث أبو سعيد الملكي ضعفه ابن معين قال الحافظ في التلخيص (1/190) ورواه الطبراني من رواية عطاء عن ابن عباس، ورواه أبو نعيم في تاريخ أصبهان، والخطيب في التاريخ من طريق ثمامة بن عبيدة، عن أبي الزبير عن علي بن عبد الله بن عباس عن أبيه وهو معلول. انتهى. ¶ 3- حديث أبي هريرة: قال: قال رسول الله صلى الله عليه وسلم: \"لا صلاة بعد الفجر حتى تطلع الشمس\" وزاد في آخر الحديث \"ومن طاف فليصل\" أخرجه ابن عدي، والبيهقي (2/62) من طريقه، من طريق سعيد بن أبي راشد، عن عطاء، عن أبي هريرة. قال ابن عدي: وسعيد هذا يحدث عن عطاء، وغيره بما لا يتابع عليه وكذا قال البخاري أيضاً. ¶ 4- حديث أبي ذر: قال: قال رسول الله صلى الله عليه وسلم: \"لا صلاة بعد العصر حتى تغرب الشمس، ولا صلاة بعد الصبح حتى تطلع الشمس إلا بمكة\". وكرر الاستثناء ثلاثاً. ¶ رواه أحمد (5/165) عن يزيد، عن عبد الله بن المؤمل، عن قيس بن سعد، عن مجاهد، عن أبي ذر، ورواه الشافعي، والدارقطني (1/424) والبيهقي (2/461) بطريق الشافعي عن عبد الله بن المؤمل، عن حميد مولى عفراء، عن قيس بن سعد، عن مجاهد. فاختلف على ابن المؤمل فمرة رواه عن قيس بن سعد، ومرة عن حميد.",
            "page": "46",
            "part": "1",
            "seal": "B1C23038"
        },
        {
            "id": "15",
            "nass": "ورواه ابن عدي من حديث سعيد بن سالم عن عبد الله بن المؤمل ولم يذكر فيه قيسا ورواه أيضاً من طريق اليسع بن طلحة. سمعت مجاهداً يقول: بلغنا أن أبا ذر...... ¶ قال الحافظ: ذكر ابن عدي هذا الحديث من جملة مناكير عبد الله بن المؤمل. انتهى. ¶ وقال البيهقي: وهذا الحديث يعد في أفراد عبد الله بن المؤمل، وعبد الله بن المؤمل ضعيف. إلا أن إبراهيم بن طهمان تابعه في ذلك عن حميد. وأقام إسناده. انتهى. ¶ قال أحمد: أحاديث ابن المؤمل مناكير. ¶ وقال ابن معين: هو ضعيف الحديث. ¶ قال الزيلعي: قال الشيخ في الإمام: حديث أبي ذر هذا معلول بأربعة أشياء أحدها: انقطاع ما بين مجاهد وأبي ذر. الثاني: اختلاف في إسناده فرواه سعيد بن سالم عن ابن المؤمل عن حميد مولى عفراء عن مجاهد عن أبي ذر. لم يذكر فيه قيس بن سعد أخرجه كذلك ابن عدي في الكامل. قال البيهقي وكذلك رواه عبد الله بن محمد الشامي عن ابن المؤمل عن حميد الأعرج عن مجاهد. الثالث: ضعف ابن المؤمل. قال النسائي وابن معين: ضعيف. الرابع: ضعف حميد مولى عفراء. قال البيهقي: ليس بالقوى. وقال ابن عبد البر: هو ضعيف. انتهى. نصب الراية (1/254-255) . ¶ وقال ابن عبد البر في التمهيد: وهذا حديث وإن لم يكن بالقوي لضعف حميد مولى عفراء، ولأن مجاهداً لم يسمع من أبي ذر ففي حديث جبير بن مطعم ما يقويه مع قول جمهور العلماء من المسلمين به. ¶ مذاهب الأئمة في الموضوع: في الموضوع رأيان للعلماء ذكرهما الترمذي في جامعه بعد حديث جبير بن مطعم. ¶ (الأول) جواز أداء ركعتي الطواف بعد العصر والصبح وهو قول الشافعي وأحمد وإسحاق (وحجتهم في ذلك أحاديث الباب) . ¶ (والثاني) عدم جواز أداء ركعتي الطواف بعد العصر والصبح. قال به مالك وأبو حنيفة واحتج هؤلاء بعموم أحاديث النهي عن الصلوات في الأوقات المكروهة. ¶ وبعموم حديث عقبة بن عامر الجهني قال: ثلاث ساعات نهانا رسول الله صلى الله",
            "page": "47",
            "part": "1",
            "seal": "9E4D9A1E"
        },
        {
            "id": "16",
            "nass": "عليه وسلم أن نصلي فيهن، أو أن نقبر موتانا: حين تطلع الشمس بازغة حتى ترفع، وحين يقوم قائم الظهيرة، وحين تَضَيَّفُ للغروب حتى تغرب 1. ¶ قوله نقبر: بضم الباء الموحدة وكسرها. أي التعمد في تأخير الدفن إلى اصفرار الشمس، وقوله: تضيف: بفتح التاء والضاد وتشديد الياء: مال. ¶ قال الملاَّ علي القاري: والمذهب عندنا أن هذه الأوقات الثلاثة يحرم فيها الفرائض والنوافل وصلاة الجنازة وسجدة التلاوة إلا إذا حضرت الجنازة أو تليت آية السجدة حينئذ فإنهما لا يكرهان، لكن الأولى تأخيرهما إلى خروج الأوقات واستدلوا أيضاً بحديث عمر \"أنه طاف بعد صلاة الصبح فلم يصل، وخرج من مكة حتى نزل بذي طوى فصلى بعد ما طلعت الشمس\" 2. ¶ قال الإمام محمد في موطئه بعد رواية هذا الحديث: وبهذا نأخذ ينبغي أن لا يصلى ركعتي الطواف حتى تطلع الشمس وتبيض. وهو قول أبي حنيفة والعامة من فقهائنا 3 وأجاب عن هذا الإمام الشافعي فقال: فإن كان عمر كره الصلاة في تلك الساعة فهو مثل مذهب ابن عمر. وذلك أن يكون علم أن رسول الله صلى الله عليه وسلم نهى عن الصلاة بعد الصبح، وبعد العصر فرأى نهيه مطلقاً، فترك الصلاة في تلك الساعة حتى تطلع الشمس. ويلزم من قال هذا أن يقول: لا صلاة في جميع الساعات التي نهى النبي صلى الله عليه وسلم عن الصلاة فيها. لا الطواف ولا على جنازة، وكذلك يلزمه أن لا يصلي فيها صلاة فائتة، وذلك من حين يصلي الصبح إلى أن تبرز الشمس، وحين يصلي العصر إلى أن يتتام مغيبها، ونصف النهار إلى أن تزول 4 وقال الشيخ الطحاوي في شرح معاني الآثار5 فإذا كانت هذه الأوقات تنهى عن الصلاة على الجنائز، فالصلاة للطواف أيضا كذلك. وقال الشوكاني: وذهب الجمهور إلى العمل بالأحاديث القاضية بالكراهة على العموم ترجيحاً لجانب ما اشتمل على الكراهة، وأنت خبير بأن حديث جبير بن مطعم لا يصلح تخصيص أحاديث النهي المتقدمة لأنه أعم منها من وجه، وأخص منها من وجه، وليس أحد العمومين أولى بالتخصيص من الآخر لما عرفت غير مرة 6 انتهى. ¶ __________ ¶ 1 رواه مسلم (5/114 مع النووي) وأبو داود (4/226 مع المنذري) والنسائي (1/275-276) والترمذي (4/115 مع التحفة) وقال الترمذي: جسن صحيح. ¶ 2 رواه البخاري معلقا (3/488 مع الفتح) ووصله مالك في الموطأ (مع الزرقاني) عن الزهري عن حميد بن عبد الرحمن عن عبد الرحمن بن عبد القادر عن عمر. ¶ 3 انظر تحفة الأحوذي (3/607) . ¶ 4 الأم: (1/150) . ¶ (2/188-189) . ¶ 6 نيل الأوطار: (3/116) .",
            "page": "48",
            "part": "1",
            "seal": "24492627"
        },
        {
            "id": "17",
            "nass": "وقال أصحاب القول الأول: إن هذه الأحاديث تخصص عموم أحاديث النهي عن الصلوات في الأوقات المكروهة. ¶ وتوجيه خطاب النبي صلى الله عليه وسلم إلى سدنة بيت الله الحرام من عدم التعرض لمن أراد أن يصلي، أو يطوف لابد أن يكون له معنى زائد عما كان معروفاً من قبل من كراهة التطوع في الأوقات المكروهة. ¶ وأن الطحاوي من محققي العلماء الحنفية ذكر تفسيراً حسناً لحديث عقبة بن عامر بعد ذكر أدلة القائلين بعدم جواز أداء ركعتي الفجر وهذا لفظه: ¶ فإذا كانت هذه الأوقات تنهي عن الصلاة على الجنائز، فالصلاة للطواف أيضا كذلك وكذلك كانت الصلاة بعد العصر قبل تغير الشمس، وبعد الصبح قبل طلوع الشمس مباحة على الجنائز، ومباحة في قضاء الصلاة الفائتة، ومكروه في التطوع. وكان الطواف يوجب الصلاة حتى يكون وجوبها كوجوب الصلاة على الجنائز. فالنظر على ما ذكرنا أن يكون حكمها بعد وجوبها، كحكم الفرائض التي قد وجبت، وحكم الصلاة على الجنائز التي قد وجبت. فتكون الصلاة للطواف، تصلى في كل وقت، يصلي فيه على الجنائز. وتقضي فيه الصلاة الفائتة. ولا تصلى في كل وقت لا يصلي فيه على الجنائز، ولا تقضي فيه صلاة فائتة. ¶ ثم قال: وإليه نذهب خلافاً لقول أبي حنيفة وأبي يوسف ومحمد رحمهم الله 1 انتهى قوله. ¶ وقال الشيخ عبد الحي اللكنوي في التعليق الممجد: ¶ \"ولعل المصنف (يقصد به الشيخ الطحاوي) المحيط بأبحاث الطرفين يعلم أن هذا يعني جواز ركعتي الطواف بعد العصر وبعد الصبح قبل الطلوع والغروب هو الأرجح الأصح. قال: وعليه عملي بمكة قال: ولما طفت طواف الوداع حضرت المقام، مقام إبراهيم لصلاة ركعتي الطواف فمنعني المطوفون من الحنفية - فقلت لهم الأرجح الجواز في هذا الوقت، وهو مختار الطحاوي من أصحابنا وهو كاف لنا. فقالوا لم نكن مطلعين على ذلك، وقد استفدنا منك ذلك انتهى 2 وبالله التوفيق. ¶ __________ ¶ 1- شرح معاني الآثار (2/189) . ¶ 2 نقلا من تحفة الأحوذي (3/606) .",
            "page": "49",
            "part": "1",
            "seal": "D41A0A50"
        }
    ],
    "t10052": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تحية المسجد"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "للدكتور محمد ضياء الرحمن الأعظمي"
        }
    ]
}