{
    "b10055": [
        {
            "id": "1",
            "nass": "مقدمة ¶ الحمد لله الذي اختص بالبقاء والدوام، وكتب على جميع الخليقة الفناء والزوال, والصلاة والسلام على الهادي البشير, والسراج المنير، وعلى آله وأصحابه خير صحب وآل ... أما بعد: ¶ فإن الله عز وجل خلق الخليقة وجعل الموت والحياة للابتلاء والامتحان، كما قال عز وجل {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً} 1. ¶ وحكم بأن مصير الخلائق كلها ومردها إليه سبحانه ليجازي كلاً بما عمل كما قال عز وجل: {وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ} 2. ¶ وجعل هذه الحياة الدنيا مزرعة للآخرة، يتزود فيها المؤمن العمل الصالح للدار الآخرة: {يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ إِلاّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} 3، وجعل الدار الآخرة دار الجزاء والثواب أو العقاب، وأرسل عز وجل الرسل، وأنزل عليهم الكتب، إرشاداً للخلق وإقامة للحجة عليهم، كما قال عز وجل: {رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلاّ يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} 4. ¶ ولم يلحق رسول الله صلى الله عليه وسلم بالرفيق الأعلى إلا بعد أن بلغ أمته البلاغ المبين، وتركها على المحجة البيضاء ليلها كنهارها سواء لا يزيغ عنها إلا هالك وقد أعلمه ربه ـ بأبي هو وأمي ـ صلوات الله وسلامه عليه بدنوّ أجله ¶ __________ ¶ 1 سورة الملك، آية: 2. ¶ 2 سورة البقرة، آية: 281. ¶ 3 سورة الشعراء، الآيتان: 88 ـ 89. ¶ 4 سورة النساء، آية: 165.",
            "page": "13",
            "part": "1",
            "seal": "F3011E62"
        },
        {
            "id": "2",
            "nass": "ليكثر من العبادة، وتسبيح الله، وتحميده، واستغفاره استعداداً للقاء ربه ـ وهو الذي غُفر له ما تقدم من ذنبه وما تأخر ـ فكان صلى الله عليه وسلم أكثر ما يكون اجتهاداً في أمر الآخرة استجابة لأمر الله عز وجل له بقوله: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ. وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} ولنا فيه صلوات الله وسلامه عليه الأسوة والقدوة. فينبغي للمسلم أن يستعد لهذا اللقاء العظيم، ويزداد استعداداً كلما تقدم به العمر ليتدارك بقية عمره ويعوض عما فاته. ¶ فتدبر أخي الكريم هذه السورة العظيمة التي آذن الله بها رسوله صلى الله عليه وسلم بدنو أجله ليتهيأ ويستعد للقاء ربه، وتدبر كلام أهل العلم عليها الذي لخصته في هذا الكتاب وسميته “تدارك بقية العمر في تدبر سورة النصر” عسى الله أن ينفعني وإياك بذلك، وأن يرزقنا الإخلاص في القول والعمل، وأن يجعل هذا العمل في ميزان حسناتي ووالدي إنه جواد كريم ملك بر رؤوف رحيم، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "14",
            "part": "1",
            "seal": "27AD7FB8"
        },
        {
            "id": "3",
            "nass": "تدارك بقية العمر في تدبير سورة النصر ¶ ... ¶ سورة النصر، وتسمى سورة “ التوديع “1 ¶ قال الله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ. وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً. فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} . ¶ وقت نزولها: ¶ عن عبيد الله بن عبد الله بن عتبة قال: قال لي ابن عباس: يا ابن عتبة، أتعلم آخر سورة من القرآن نزلت؟ قلت: نعم: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} قال: صدقت 2. ¶ وعن ابن عمر رضي الله عنه قال: \"نزلت هذه السورة: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} على رسول الله صلى الله عليه وسلم أوسط أيام التشريق، فعرف أنه الوداع3، فأمر براحلته القصواء فرُحلت، ثم قام فخطب الناس..\" فذكر خطبته المشهورة 4. ¶ __________ ¶ 1 روي هذا عن ابن مسعود رضي الله عنه. انظر (الكشاف) 4/140، (الجامع لأحكام القرآن) 20/229. ¶ 2 أخرجه النسائي فيما ذكر ابن حجر في (فتح الباري) 8/734، والطبراني فيما ذكر ابن كثير في (تفسيره) 8/531,. ¶ وقد خرج البخاري في التفسير 4654 عن (البراء أن آخر سورة نزلت براءة) . والمراد به والله أعلم بعضها، وأن آخر سورة نزلت كاملة هي النصر. انظر (فتح الباري) 8/316، 734. ¶ 3 وروي أنها لما نزلت بكى عمر والعباس فقيل لهما: إن هذا يوم فرح، فقالوا: بل فيه نعي النبي صلى الله عليه وسلم. انظر: (الجامع لأحكام القرآن) 20/232. ¶ 4 أخرجه البيهقي في الحج، باب خطبة الإمام بمنى أوسط أيام التشريق 5/152، وذكره ابن كثير في (تفسيره) 8/529.",
            "page": "15",
            "part": "1",
            "seal": "4762B926"
        },
        {
            "id": "4",
            "nass": "موضوعها: ¶ الإيذان بقرب وفاته صلى الله عليه وسلم، وحثه على لزوم التسبيح بحمد الله، واستغفاره. ¶ عن ابن عباس رضي الله عنهما قال: “لما نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} دعا رسول الله صلى الله عليه وسلم فاطمة وقال: “ إنه قد نعيت إلي نفسي “ فبكت ثم ضحكت، وقالت: أخبرني أنه نعيت إليه نفسه فبكيت، ثم قال: “اصبري فإنك أول أهلي لحاقاً بي” فضحكت”1. ¶ وعن ابن عباس رضي الله عنهما قال: “كان عمر يدخلني مع أشياخ بدر، فكأن بعضهم وجد في نفسه، فقال: لم يدخل هذا معنا ولنا أبناء مثله؟ فقال إنه من علمتم. فدعاهم ذات يوم فأدخله معهم، فما رأيت أنه دعاني فيهم يومئذ إلا ليريهم. فقال: ما تقولون في قول الله عز وجل: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} فقال بعضهم: أمرنا أن نحمد الله ونستغفره إذا نصرنا وفُتح علينا، وسكت بعضهم فلم يقل شيئاً، فقال لي: أكذلك تقول يا ابن عباس؟ فقلت: لا. فقال: ما تقول؟ فقلت: هو أجل رسول الله صلى الله عليه وسلم أعلمه له قال: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} ، فذلك علامة أجلك {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} فقال عمر بن الخطاب رضي الله عنه: “لا أعلم منها إلا ما تقول”2. ¶ __________ ¶ 1 أخرجه البيهقي ـ فيما ذكر ابن كثير في (تفسيره) 8/529. وأخرجه أحمد 1/217، 344، 356 مختصراً دون ذكر فاطمة، وقال أحمد شاكر في تخريج المسند 1873: (إسناده صحيح) . وأخرج ابن أبي حاتم في (تفسيره) 10/3472 ـ الأثر 19521 من حديث أم حبيبة رضي الله عنها قصة بكاء فاطمة ... الخ. وانظر (تفسير ابن كثير) 8/532. ¶ 2 أخرجه البخاري في تفسير سورة {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} 4969، 4970، والترمذي في التفسير 3362، والطبري في (جامع البيان) 30/215 ـ 216",
            "page": "16",
            "part": "1",
            "seal": "D45E500F"
        },
        {
            "id": "5",
            "nass": "قال ابن كثير 1: “فالذي فسر به بعض الصحابة من جلساء عمر رضي الله عنهم أجمعين من أنه قد أمرنا إذا فتح الله علينا المدائن والحصون أن نحمد الله ونشكره؛ يعني: ونصلي له، ونستغفره معنى مليح صحيح، وقد ثبت له شاهد من صلاة النبي صلى الله عليه وسلم يوم فتح مكة ثماني ركعات. وفي سنن أبي داود: “ أنه صلى الله عليه وسلم كان يسلم يوم الفتح من كل ركعتين”2. ¶ وهكذا فعل سعد بن أبي وقاص رضي الله عنه يوم فتح المدائن”. ¶ قال ابن كثير: “وأما ما فسر به ابن عباس وعمر رضي الله عنهما من أن هذه السورة نعي فيها إلى رسول الله صلى الله عليه وسلم نفسه الكريمة: واعلم أنك إذا فتحت مكة ـ وهي قريتك التي أخرجتك ـ ودخل الناس في دين الله أفواجاً فقد فرغ شغلنا بك في الدنيا، فتهيأ للقدوم علينا والوفود إلينا، فالآخرة خير لك من الدنيا، ولسوف يعطيك ربك فترضى، ولهذا قال: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} ”. ¶ وروي أنها لما نزلت خطب رسول الله صلى الله عليه وسلم: “ إن عبداً خيره الله بين الدنيا وبين لقائه، فاختار لقاء الله\". ف علم أبو بكر رضي الله عنه فقال: فديناك بآبائنا وأمهاتنا وأموالنا” 3. ¶ __________ ¶ 1 في (تفسيره) 8/532. ¶ 2 أخرجه البخاري في الصلاة 357، ومسلم في الحيض 336، وأبو داود في الصلاة 1290، 1291، والنسائي في الطهارة 225، والترمذي في الصلاة 474، وابن ماجه في إقامة الصلاة والسنة فيها 1323 عن أم هانئ: (أنه صلى الله عليه وسلم عام الفتح قام فصلى ثمان ركعات ... قالت: وذاك ضحى) . ¶ 3 أخرجه الترمذي في المناقب 3659، 3660 ـ من حديث ابن المعلى عن أبيه وقال: “حديث حسن غريب” ومن حديث أبي سعيد الخدري رضي الله عنه، وقال: “حديث حسن صحيح”. وانظر “الكشاف “ 4/240.",
            "page": "17",
            "part": "1",
            "seal": "D950E3D5"
        },
        {
            "id": "6",
            "nass": "وهكذا روي عن جميع المفسرين من التابعين ومن بعدهم1 أنها في الإخبار بدنو أجله صلى الله عليه وسلم والاستعداد للقاء ربه. ¶ معاني المفردات والجمل: ¶ قوله تعالى: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} (إذا) ظرفية شرطية غير عاملة قال الزمخشري 2: “منصوب بسبح وهو لما يستقبل. قال: والإعلام بذلك قبل كونه من أعلام النبوة “ 3. ¶ و“ جاء “ فعل ماضٍ مبني على الفتح، وهو فعل الشرط. ¶ قوله: {نَصْرُ اللَّهِ} عونه لك على الأعداء من كفار قريش وغيرهم. ¶ قوله: {وَالْفَتْحُ} فتح مكة. ¶ قال ابن كثير 4: “والمراد بالفتح ههنا فتح مكة قولاً واحداً, فإن أحياء العرب كانت تتلوم بإسلامها فتح مكة، يقولون إن ظهر على قومه، فهو نبي، فلما فتح الله عليه مكة دخلوا في دين الله أفواجاً”. ¶ وكان فتح مكة لعشر مضين من شهر رمضان سنة ثمان من الهجرة، وحين دخلها صلى الله عليه وسلم وقف على باب الكعبة ثم قال: “لا إله إلا الله ¶ __________ ¶ 1 انظر (جامع البيان) 30/215 ـ 216. ¶ 2 في (الكشاف) 4/239. ¶ 3 ويحتمل كونها للماضي، بمعنى: إذ قد جاء، وعليه تكون متعلقة بمقدر ككمل الأمر أو أتم النعمة على العباد أو نحو ذلك لا بسبح. انظر (روح المعاني) 30/256. ¶ 4 في (تفسيره) 8/530. وقيل المراد فتح مكة وغيره من الفتوح.",
            "page": "18",
            "part": "1",
            "seal": "9A1F0CB2"
        },
        {
            "id": "7",
            "nass": "وحده لا شريك له، صدق وعده، ونصر عبده، وهزم الأحزاب وحده” 1. ¶ قوله تعالى: {وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً} . ¶ قوله {وَرَأَيْتَ} الخطاب للنبي صلى الله عليه وسلم. ¶ و {النَّاسَ} البشر، بنو آدم من العرب وغيرهم. ¶ قوله: {يَدْخُلُونَ فِي دِينِ اللَّهِ} يدخلون في محل نصب على الحال، على اعتبار أن (رأيت) ، بصرية أو هي مفعول ثان على اعتبار (رأيت) علمية 2. ¶ ومعنى {يَدْخُلُونَ فِي دِينِ اللَّهِ} أي: يسلمون، فيدخلون في دين الله (الإسلام) الذي لا يقبل الله الآن من أحد سواه، قال تعالى: {ومن يبتغ غير الإسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين} 3، وقال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الآسْلامُ} 4. ¶ قوله: {أَفْوَاجاً} جمع فوج، والفوج الجماعة، أي جماعات. ¶ عن عمرو بن سلمة رضي الله عنه قال: “لما كان الفتح بادر كل قوم بإسلامهم إلى رسول الله صلى الله عليه وسلم، وكانت الأحياء تتلوم 5 بإسلامها فتح مكة، يقولون: دعوه وقومه، فإن ظهر عليهم، فهو نبي “ 6. ¶ عن ابن عباس رضي الله عنهما قال: بينما رسول الله صلى الله عليه وسلم ¶ __________ ¶ 1 أخرجه البخاري في العمرة 1797، ومسلم في الحج 1344 ـ من حديث ابن عمر مطولاً، وانظر (الكشاف) 4/239. ¶ 2 انظر (الكشاف) 4/239. ¶ 3 سورة آل عمران، آية: 85. ¶ 4 سورة آل عمران، آية: 19. ¶ 5 تتلوم، أي: تنتظر. انظر (لسان العرب) مادة (لوم) . ¶ 6 أخرجه البخاري في المغازي 4302، والنسائي في الأذان 636.",
            "page": "19",
            "part": "1",
            "seal": "9377CAE4"
        },
        {
            "id": "8",
            "nass": "في المدينة إذ قال: “الله أكبر، الله أكبر، الله أكبر، جاء نصر الله والفتح، جاء أهل اليمن\". قيل يا رسول الله، وما أهل اليمن؟ \"قال قوم رقيقة قلوبهم، ليِّنة طباعهم, الإيمان يمان، والفقه يمان، والحكمة يمانية” 1. وروي زيادة “سخية قلوبهم عظيمة خشيتهم، فدخلوا في دين الله أفواجاً” 2. ¶ وعن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: “لا هجرة بعد الفتح ولكن جهاد ونية” 3. ¶ وقال ابن كثير 4: “فلما فتح الله عليه مكة دخلوا في دين الله أفواجاً، فلم تمض سنتان حتى استو سقت 5 جزيرة العرب إيماناً، ولم يبق في سائر قبائل العرب إلا مظهر للإسلام، ولله الحمد والمنة”. ¶ وعن جابر بن عبد الله رضي الله عنه أنه بكى ذات يوم فقيل له: ما يبكيك؟ قال سمعت رسول الله صلى الله عليه وسلم يقول: “إن الناس دخلوا في دين الله أفواجاً، وسيخرجون من دين الله أفواجاً” 6. ¶ والمعنى: إذا أتم الله لك النصر على الأعداء وفتح مكة ودخل الناس في دين الله جماعات جماعات فسبح بحمد ربك الخ. ويؤيد هذا ظاهر السياق، وإجراء “إذا” على معناها للاستقبال ويكون في هذا البشارة بحصول ذلك، وذلك علم من أعلام نبوته صلى الله عليه وسلم، ويكون نزول السورة قبل فتح مكة. ¶ __________ ¶ 1 أخرجه الطبري في (جامع البيان) 30/215. وانظر (تفسير ابن كثير) 8/531. ¶ 2 ذكرها القرطبي في (الجامع لأحكام القرآن) 20/230. ¶ 3 أخرجه البخاري في الجهاد، فضل الجهاد والسير 2575، ومسلم في الحج 1353، وأبوداود في المناسك 2480، والنسائي في البيعة 4170، والترمذي في السير 1590. ¶ 4 في (تفسيره) 8/533، وانظر (الكشاف) 4/239، (الجامع لأحكام القرآن) 20/230. ¶ 5 أي: امتلأت إيماناً، انظر: (لسان العرب) مادة (وسق) . ¶ 6 أخرجه أحمد 3/343، وانظر (الكشاف) 4/239.",
            "page": "20",
            "part": "1",
            "seal": "DA1D4237"
        },
        {
            "id": "9",
            "nass": "ويحتمل أن المعنى: قد جاء نصر الله والفتح ودخل الناس في دين الله أفواجاً. ويؤيد هذا ما جاء في أن هذه السورة نزلت في حجة الوداع، وفتح مكة قبل ذلك بسنتين تقريباً، ويكون في ذلك الامتنان عليه صلى الله عليه وسلم بما تم من النصر والفتح، ودخول الناس في دين الله أفواجاً 1. ¶ قوله تعالى: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} . ¶ قوله (فسبح) هذا أمر، والأمر في الأصل للوجوب. ¶ والتسبيح: هو تنزيه الله عن النقائص والعيوب، وعن مشابهة المخلوقين. ¶ وقوله {بِحَمْدِ رَبِّكَ} . ¶ أي: متلبساً بحمده، أي: حامداً له قارناً بين تسبيحه عز وجل وحمده، بقولك: “سبحان الله وبحمده” “سبحانك ربنا وبحمدك” ونحو ذلك، وبما هو أعم من ذلك، بذكره وشكره عز وجل، وعبادته والصلاة له وغير ذلك، ولهذا لما فتح صلى الله عليه وسلم الكعبة صلى ثماني ركعات 2. ¶ واستغفره أي: سله واطلب منه المغفرة. ¶ والمغفرة: هي ستر الذنب عن الخلق، والتجاوز عن عقوبته كما جاء في حديث ابن عمر رضي الله عنه في المناجاة: “أن الله عز وجل يدني المؤمن يوم القيامة حتى يضع عليه كنفه (أي ستره ورحمته) فيقرره بذنوبه، فيقول: أتذكر يوم كذا وكذا حين فعلت كذا وكذا؟ فيقول: أي رب نعم. فيقول الله عز وجل: أنا سترتها عليك في الدنيا وأنا أغفرها لك اليوم” 3. ¶ __________ ¶ 1 انظر (الجامع لأحكام القرآن) 20/230. ¶ 2 انظر (الكشاف) 4/239. ¶ 3 أخرجه البخاري في التفسير 4685، ومسلم في التوبة 2768، وابن ماجه في المقدمة 183، وأحمد 2/74.",
            "page": "21",
            "part": "1",
            "seal": "764C5720"
        },
        {
            "id": "10",
            "nass": "وقَرَن التسبيح والتحميد باسم الرب وصفة الربوبية تذكيراً بنعمه عز وجل، وهو أنه هو المربي بنعمه. ¶ قوله: {إِنَّهُ كَانَ تَوَّاباً} . ¶ كان: مسلوبة الزمان، أي: كان ومازال سبحانه وتعالى تواباً. ¶ و {تَوَّاباً} : اسم من أسماء الله عز وجل على وزن فعّال، صفة مشبهة، أو صيغة مبالغة، يدل على أنه عز وجل من صفته التوبة الواسعة الكثيرة العظيمة، فهو كثير التوفيق لعباده للتوبة، كثير القبول لتوبة من تاب منهم. ¶ وتوبة الله على العبد تنقسم إلى قسمين: توفيقه عز وجل للعبد أن يتوب، كما قال عز وجل عن الثلاثة الذين خلفوا {ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا} 1 أي: وفقهم للتوبة ليتوبوا، والقسم الثاني. قبوله توبة عبده إذا تاب، كما قال عز وجل: {وَهُوَ الَّذِي يَقْبَلُ التَّوبَةَ عَنْ عِبَادِهِ} 2. ¶ عن عائشة رضي الله عنها قالت: ما صلى رسول الله صلى الله عليه وسلم بعد إذ أنزلت عليه سورة {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} إلا يقول: فيها: “سبحانك ربنا وبحمدك اللهم اغفر لي” 3. ¶ وعنها قالت: “كان رسول الله صلى الله عليه وسلم يكثر أن يقول في ركوعه وسجوده: “سبحانك اللهم ربنا وبحمدك اللهم اغفر لي” يتأول القرآن “4. ¶ __________ ¶ 1 سورة التوبة، آية: 118. ¶ 2 سورة الشورى، آية: 25. ¶ 3 أخرجه البخاري في التفسير، تفسير سورة {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} 4967، ومسلم في الصلاة 484. ¶ 4 أخرجه البخاري في التفسير، تفسير سورة {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} 4968، ومسلم في الصلاة، ما يقال في الركوع والسجود 484، وأبوداود في الصلاة ـ الدعاء في الركوع والسجود 877، والنسائي في التطبيق 1047، وابن ماجه في إقامة الصلاة ـ التسبيح في الركوع والسجود 889، وأحمد 6/43، 49، 190. ومعنى (يتأول القرآن) أي: يرى أن ذلك معنى قوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ} وعملا بمقتضاه.",
            "page": "22",
            "part": "1",
            "seal": "DBA822E3"
        },
        {
            "id": "11",
            "nass": "وعنها رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم يكثر في آخر أمره من قول “سبحان الله وبحمده، أستغفر الله وأتوب إليه” وقال: “إن ربي كان أخبرني أني سأرى علامة في أمتي، وأمرني إذا رأيتها أن أسبح بحمده وأستغفره إنه كان تواباً، فقد رأيتها: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} ” 1. ¶ وعن أم سلمة رضي الله عنها قالت: كان رسول الله صلى الله عليه وسلم في آخر أمره لا يقوم ولا يقعد، ولا يذهب ولا يجيء إلا قال: “سبحان الله وبحمده” فقلت يا رسول الله، إنك تكثر من “سبحان الله وبحمده” لا تذهب ولا تجيء، ولا تقوم ولا تقعد إلا قلت: “سبحان الله وبحمده”؟ قال: \"إني أمرت بها، فقال: {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} \" إلى آخر السورة”2. ¶ وعن ابن عباس رضي الله عنهما قال: “لما نزلت {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} قال: نعيت لرسول الله صلى الله عليه وسلم نفسه حين أنزلت، فأخذ في أشد ما كان اجتهاداً في أمر الآخرة..” 3. ¶ __________ ¶ 1 أخرجه مسلم في الصلاة ـ ما يقال في الركوع والسجود 484، وأحمد 6/35. ¶ 2 أخرجه الطبري في (جامع البيان) 30//216. ¶ 3 سبق تخريجه ص 19، وانظر (تفسير ابن كثير) 8/532.",
            "page": "23",
            "part": "1",
            "seal": "B05054AD"
        },
        {
            "id": "12",
            "nass": "الفوائد والأحكام: ¶ البشارة بنصر الله لرسوله صلى الله عليه وسلم وفتح مكة، ودخول الناس في دين الله أفواجاً، بحيث يكون كثير منهم من أهله وأنصاره، بعد أن كانوا من أعدائه. وقد وقع هذا المبشر به 1. ¶ تحقيق نصر الله عز وجل للرسول صلى الله عليه وسلم والمسلمين وتمكينهم من فتح مكة وغيرها لقوله {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} قال بعضهم: المعنى: قد جاء نصر الله والفتح. ¶ دخول الناس في دين الله أفواجاً بعد نصر الله لرسوله صلى الله عليه وسلم والمسلمين وفتح مكة، بخلاف ما كان عليه الأمر قبل الفتح، ولهذا قال عز وجل: {لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا} 2. ¶ امتنان الله على رسوله صلى الله عليه وسلم بنصره لهم، وفتح مكة، ودخول الناس في دين الله أفواجاً، وأن ذلك من نعم الله تعالى عليهم الموجبة لشكره، ولهذا قال بعده {فَسَبِّحْ بِحَمْدِ رَبِّك} . ¶ أن النصر بيد الله عز وجل لقوله {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ} كما قال تعالى: {إِنْ يَنْصُرْكُمُ اللَّهُ فَلا غَالِبَ لَكُمْ وَإِنْ يَخْذُلْكُمْ فَمَنْ ذَا الَّذِي يَنْصُرُكُمْ مِنْ بَعْدِهِ} 3. وقال تعالى: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} 4, وقال ¶ __________ ¶ 1 انظر (تيسير الكريم الرحمن) 7/682. ¶ 2 سورة الحديد، آية: 10. ¶ 3 سورة آل عمران، آية: 160. ¶ 4 سورة محمد، آية: 7.",
            "page": "24",
            "part": "1",
            "seal": "5FE1EE38"
        },
        {
            "id": "13",
            "nass": "تعالى: {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} 1، وقال تعالى: {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} 2. ¶ الأمر بشكر الله على نعمة النصر، وفتح مكة، ودخول الناس في دين الله أفواجاً، لقوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ} 3. ¶ وجوب تنزيه الله عز وجل عن النقائص والعيوب وعن مشابهة المخلوقين، مقروناً ذلك بحمده عز وجل لقوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ} . ¶ أن لله عز وجل الكمال المطلق من جميع الوجوه، والحمد المطلق، فهو المنزه عن جميع النقائص والعيوب وعن مشابهة المخلوقين، وهو المحمود في جميع الأحوال وعلى كل حال لقوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ} . ¶ التذكير بنعم الله على العباد التي لا تحصى، من نعمة النصر والفتح، ودخول الناس في دين الله أفواجاً، لقوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ} فَقَرْنُ الحمد باسم الرب ووصف الربوبية فيه تذكير بنعمه عز وجل كما قال عز وجل {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} 4، {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} 5. ¶ أمر الله عز وجل للرسول صلى الله عليه وسلم بالاستغفار وهو أمر له صلى الله عليه وسلم ولأمته ممن يصلح له الخطاب لقوله {وَاسْتَغْفِرْهُ} . ¶ ولهذا كان صلى الله عليه وسلم يقول: “يا أيها الناس توبوا إلى الله ¶ __________ ¶ 1 سورة الروم، آية 47. ¶ 2 سورة الحج، آية: 40. ¶ 3 انظر (تيسير الكريم الرحمن) 7/682. ¶ 4 سورة إبراهيم، آية: 34، وسورة النحل، آية: 18. ¶ 5 سورة النحل، آية: 53.",
            "page": "25",
            "part": "1",
            "seal": "A9BADABE"
        },
        {
            "id": "14",
            "nass": "واستغفروه، فإني أتوب إلى الله وأستغفره في كل يوم مائة مرة، أو أكثر من مائة مرة” 1. ¶ وكان يقول صلى الله عليه وسلم: “والله إني لأستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة” 2. ¶ وكان صلى الله عليه وسلم يقول في دعائه: “اللهم اغفر خطئي وعمدي، وجدِّي وهزلي، وإسرافي في أمري، وكل ذلك عندي، اللهم اغفر لي ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت المقدم، وأنت المؤخر، وأنت على كل شيء قدير” 3. ¶ وليس في أمره عز وجل لنبيه صلى الله عليه وسلم بالاستغفار ما يلزم منه وقوع الذنب منه صلى الله عليه وسلم مع أنه صلى الله عليه وسلم وكذا غيره من الأنبياء معصومون من الخطأ في تبليغ ما أرسلوا به، ومن الوقوع في الكبائر، أما الصغائر فقد تقع منهم على الصحيح من أقوال أهل العلم، وهو اختيار شيخ الإسلام ابن تيمية رحمه الله لكنهم لا يقرون عليها، بل سرعان ما يتوبون منها 4. ¶ __________ ¶ 1 أخرجه مسلم في الذكر والدعاء والتوبة والاستغفار 2702، وأبو داود في الصلاة1515، وأحمد 4/211، 260 ـ من حديث الأغر المزني رضي الله عنه. وأخرجه ابن ماجه في الأدب 3815 ـ من حديث أبي هريرة رضي الله عنه. ¶ 2 أخرجه البخاري في الدعوات 6307، والترمذي في التفسير 3259، وابن ماجه في الأدب 3816 ـ من حديث أبي هريرة رضي الله عنه. ¶ 3 أخرجه البخاري في الدعوات 6398، ومسلم في الذكر والدعاء والتوبة والاستغفار 2719 من حديث أبي موسى الأشعري رضي الله عنه. ¶ 4 انظر (مجموع الفتاوى) 4/319، 10/293 ـ 313، 15/150، (الرسل والرسالات) للأشقر ص107 ـ 111.",
            "page": "26",
            "part": "1",
            "seal": "20E32CDA"
        },
        {
            "id": "15",
            "nass": "الإشارة إلى أن النصر يستمر للدين، ويزداد عند شكر الله بالتسبيح بحمده واستغفاره، كما قال عز وجل: {لَئِنْ شَكَرْتُمْ لأزِيدَنَّكُمْ} 1. ولم يزل نصر الله لدينه في عصر النبوة وعصر الخلفاء الراشدين ومن بعدهم لما كانت الأمة شاكرة لله عز وجل، مسبحة بحمده مستغفرة، قائمة بأمره متمسكة بحبله، ولما حدث في الأمة ما حدث من المخالفة لأمر الله أصابها ما أصابها من الضعف والاختلاف والتفرق، ووعد الله بالنصر ثابت لا يتخلف. كما قال عز وجل {وَكَانَ حَقّاً عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ} 2. ¶ وجوب شكر الله على نعمة النصر على الأعداء والفتح للمسلمين وعلى كل نعمة من نعمه عز وجل بتسبيحه وتحميده واستغفاره والتوبة إليه، لقوله: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْه} . ¶ مشروعية سجدة الشكر، وقول “سبحانك اللهم وبحمدك اللهم اغفر لي” في الركوع والسجود لقوله {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْه} . ¶ وفي حديث عائشة رضي الله عنها قالت: وكان رسول الله صلى الله عليه وسلم يكثر أن يقول في ركوعه وسجوده: “سبحانك اللهم ربنا وبحمدك اللهم اغفر لي\". يتأول القرآن” 3. ¶ الإشارة إلى قرب دنو أجله صلى الله عليه وسلم، وحثه صلى الله عليه وسلم على ختام عمره بالتسبيح بحمد الله واستغفاره، ليستعد ويتهيأ للقاء ربه 4. ¶ فضل التسبيح والتحميد والاستغفار، لأن الله أمر بذلك في ختام الأعمار، ¶ __________ ¶ 1 سورة إبراهيم، آية: 7. ¶ 2 سورة الروم، آية: 47. ¶ 3 انظر (تيسير الكريم الرحمن) 7/682 ـ 683. ¶ 4 انظر (تيسير الكريم الرحمن) 7/683.",
            "page": "27",
            "part": "1",
            "seal": "75E72BDE"
        },
        {
            "id": "16",
            "nass": "كما في هذه السورة، وأمر به في ختام الأعمال، كالصلاة والصوم والحج وغير ذلك. ¶ وجوب الاستعداد للقاء الله عز وجل، والانتقال من هذه الدار الفانية إلى الدار الآخرة الباقية، كما قال عز وجل: {وَإِنَّ الدَّارَ الآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ} 1. أي: لهي الحياة الحقيقية، فيجب على كل إنسان الاستعداد لهذا اللقاء العظيم، ولذلك الانتقال، وأن يزداد في الاستعداد لذلك كلما تقدم به العمر، فيكثر من التسبيح بحمد الله واستغفاره فإن التسبيح والتحميد والاستغفار ختام الأعمال وختام الأعمار، ولنا في نبينا صلى الله عليه وسلم خير أسوة فقد أمره الله عز وجل بذلك بعد أن أتم له النصر والفتح، ودخل الناس في دين الله أفواجاً، وتقدم به العمر صلوات الله وسلامه عليه، فكان يكثر من تسبيح الله عز وجل وحمده واستغفاره وذكره استجابة لأمر الله عز وجل له في هذه السورة، وفي قوله {فَإِذَا فَرَغْتَ فَانْصَبْ وَإِلَى رَبِّكَ فَارْغَبْ} 2. فكان أشد ما كان اجتهاداً في أمر الآخرة كما قال ابن عباس رضي الله عنهما3. ¶ وإليك أخي الكريم هذه الفائدة في كيفية الاستعداد للقاء الله عز وجل: ¶ فائدة: ¶ بم يكون الاستعداد للقاء الله؟ ¶ يكون الاستعداد للقاء الله عز وجل بأمور عدة من أهمها ما يلي: ¶ __________ ¶ 1 سورة العنكبوت، آية: 64. ¶ 2 سورة الانشراح، الآيتان 7، 8. ¶ 3 سبق تخريجه ص 19، 23.",
            "page": "28",
            "part": "1",
            "seal": "456D0DD0"
        },
        {
            "id": "17",
            "nass": "الأمر الأول: ¶ تقوى الله عز وجل بفعل أوامره واجتناب نواهيه، وهي رأس الأمر كله، ومن أعظم ما يعين على ذلك ما يلي: ¶ أ - التفكر في عظمة الله عز وجل، وما له من صفات الكمال والجلال، مما جاء في الكتاب والسنة، ودلت عليه الآيات الكونية. قال عز وجل: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ ب - التفكر في نعم الله عز وجل على العباد التي لا تحصى كما قال عز وجل: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} 2، وقال عز وجل: {وَمَا بِكُمْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ} 3 وقد قال عز وجل {لَئِنْ شَكَرْتُمْ لأزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ} 4. ¶ ج - التفكر في حقارة الدنيا ودنو منزلتها وكيف وصفها الله في كتابه وعلى لسان رسوله صلى الله عليه وسلم، قال تعالى: {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الأمْوَالِ وَالأوْلادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً} 5، وقال تعالى: {وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلاّ لَهْوٌ وَلَعِبٌ} 6، وقال تعالى: {وَمَا الْحَيَاةُ الدُّنْيَا إِلاّ مَتَاعُ ¶ __________ ¶ 1 سورة الزمر، آية:67. ¶ 2 سورة إبراهيم، آية: 34. وسورة النحل، آية: 18. ¶ 3 سورة النحل، آية: 53. ¶ 4 سورة إبراهيم، آية: 7. ¶ 5 سورة الحديد، آية: 20. ¶ 6 سورة العنكبوت، آية:64.",
            "page": "29",
            "part": "1",
            "seal": "BF7C9280"
        },
        {
            "id": "18",
            "nass": "الْغُرُور} 1، وقال تعالى: {وَمَا الْحَيَاةُ الدُّنْيَا فِي الآخِرَةِ إِلاّ مَتَاعٌ} 2، وقال تعالى: {فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاّ قَلِيلٌ} 3. ¶ وقال صلى الله عليه وسلم: “لو كانت الدنيا تساوي عند الله جناح بعوضة ما سقى منها كافراً شربة ماء” 4. ¶ وعن عبد الله بن مسعود رضي الله عنه قال: نام رسول الله صلى الله عليه وسلم على حصير، فقام وقد أثر في جنبه، فقلنا يا رسول الله لو اتخذنا لك وطاءً، فقال: “مالي وما للدنيا، ما أنا في الدنيا إلا كراكب استظل تحت شجرة ثم راح وتركه” 5. ¶ وعن ابن عمر رضي الله عنهما، قال: أخذ رسول الله صلى الله عليه وسلم بمنكبي، فقال: “كن في الدنيا كأنك غريب أو عابر سبيل” وكان ابن عمر يقول: “إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء، وخذ من صحتك لمرضك، ومن حياتك لموتك”6. ¶ __________ ¶ 1 سورة آل عمران آية: 185، وسورة الحديد، آية: 20 ¶ 2 سورة الرعد، آية: 26. ¶ 3 سورة التوبة، آية: 38. ¶ 4 أخرجه الترمذي في الزهد 2320، وابن ماجه في الزهد 4110 من حديث سهل بن سعد رضي الله عنه وصححه الألباني في الأحاديث الصحيحة، حديث: 686، 2482، وانظر: (صحيح ابن ماجه) حديث 3318. ¶ 5 أخرجه الترمذي في الزهد 2377، وابن ماجه في الزهد 4109 وقال الترمذي (حديث حسن صحيح. وفي الباب عن ابن عمر وابن عباس) ، وصححه الألباني في الصحيحة حديث 439، 440. وانظر: (صحيح ابن ماجه) حديث 3317. ¶ 6 أخرجه البخاري في الرقاق 6416، والترمذي في الزهد 2333، وابن ماجه في الزهد 4114.",
            "page": "30",
            "part": "1",
            "seal": "435094B7"
        },
        {
            "id": "19",
            "nass": "ويا لله ما مدى بركة عمر من وفقه الله لهذا التصور، ثم أعطاه من العمر ما أعطاه, ويا لله ما أقل بركة عمر معمر غاب عنه هذا التصور، وعاش غافلاً لاهياً حتى فاجأه الأجل. ¶ ولقد أحسن القائل 1. ¶ فما نحن في دار المنى غير أننا ... شغفنا بدنيا تضمحل وتذهب ¶ فحثوا مطايا الارتحال وشمروا ... إلى الله والدار التي ليس تخرب ¶ د - التفكر في عظمة الآخرة وعلو مكانتها ورفعة منزلتها، وأنها دار القرار ودار الحياة الحقيقة، إما نعيم أبدي، نسأل الله من فضله، أو عذاب سرمدي، نسأل الله السلامة، كما قال عز وجل: {وَإِنَّ الدَّارَ الآخِرَةَ لَهِيَ الْحَيَوَانُ لَوْ كَانُوا يَعْلَمُونَ} 2. ¶ هـ - أن يتفكر الإنسان في ضعفه، فهو من أضعف المخلوقات، إن لم يكن أضعفها، وعمره بالنسبة لأعمار من سبق من الأمم لا يساوي شيئاً. قال صلى الله عليه وسلم: “أعمار أمتي ما بين الستين إلى السبعين، وأقلهم من يجوز ذلك” 3. فيستمد قوته من القوي المتين سبحانه، ويستمد بركة العمر من الحي القيوم الذي لا يموت. ¶ __________ ¶ 1 هذان البيتان من قصيدة الشاعر ابن عثيمين مطلعها: ¶ هو الموت ما منه ملاذ ومهرب ... متى حط ذا عن نعشه ذاك يركب ¶ انظر (ديوان ابن عثيمين) ص498، طبعة دار المعارف بمصر. ¶ 2 سورة العنكبوت، آية: 64. ¶ 3 أخرجه الترمذي في الدعوات 3550، وابن ماجه في الزهد 4236، من حديث أبي هريرة رضي الله عنه، وقال: (حديث حسن غريب) وقال الألباني: (حسن صحيح) . انظر: (الأحاديث الصحيحة) 757ن (صحيح المشكاة) 5280، (صحيح سنن ابن ماجه) حديث 3414.",
            "page": "31",
            "part": "1",
            "seal": "92F8ACCF"
        },
        {
            "id": "20",
            "nass": "و - أن يكون فراق هذه الدنيا، والرحيل منها دائماً منه على بال، وأن يكثر من ذكر هادم اللذات (الموت) كما قال صلى الله عليه وسلم “أكثر من ذكر هادم اللذات” 1. ¶ فمن وفقه الله عز وجل للتفكر في هذه الأشياء كان ذلك ـ بإذن الله عز وجل ـ من أكبر العون له على تقوى الله. ¶ فمن عظم الله عز وجل وقدره دعاه ذلك إلى الفرار إليه واللجوء إليه ومحبته وخوفه ورجائه، ومن تفكر في نعمه عز وجل على العباد دعاه ذلك إلى شكره، ومن تفكر في حقارة الدنيا دعاه ذلك إلى عدم الاغترار بها، ومن تفكر في عظمة الآخرة دعاه ذلك إلى الإقبال عليها والتزود لها، ومن تفكر في ضعفه دعاه ذلك إلى استمداد القوة من القوي المتين، ومن تفكر في قصر عمره دعاه ذلك إلى الحرص على استغلاله بالخير والعمل الصالح، ومن تذكر الموت والرحيل من هذه الدار دعاه ذلك إلى المبادرة بالعمل الصالح أيام الحياة، والاستعداد للدار الآخرة. ¶ الأمر الثاني2: ¶ أداء ما عليه من حقوق لله تعالى، أو للخلق، والخروج منها كلها وبخاصة حقوق الخلق من الدماء والأعراض والأموال وغير ذلك، فإن حقوق الخلق مبنية على المشاحة، فأمك وأبوك وولدك كل منهم سيطالبك بحقه إن كان له ¶ __________ ¶ 1 أخرجه الترمذي في الزهد 2307، والنسائي في الجنائز 1824، وابن ماجه في الزهد 4258 من حديث أبي هريرة رضي الله عنه. وقال الترمذي: (حديث حسن صحيح غريب) ، وقال الألباني: (حسن صحيح) . انظر: (تخريج المشكاة) حديث 1610، (إرواء الغليل) حديث 682، (صحيح سنن ابن ماجه) حديث 3434. ¶ 2 من الأمور التي يستعد بها للقاء الله والدار الآخرة.",
            "page": "32",
            "part": "1",
            "seal": "9E7800BF"
        },
        {
            "id": "21",
            "nass": "حق عندك {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وَصَاحِبَتِهِ وَبَنِيهِ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ} 1. ¶ بل إن العاقل اللبيب يحرص كل الحرص على عدم تحمل أي حق للخلق من الديون وغيرها ما استطاع إلى ذلك سبيلاً، لأن الإنسان لا يدري متى يفجأه الأجل، ونفس المؤمن معلقة بدينه حتى يقضى عنه، كما جاء في الحديث 2. ¶ ومن صدق الثقة بموعود الله عز وجل وجزيل ثوابه أن يعفو الإنسان عما له من حقوق عند الآخرين، من دم أو عرض أو مال ونحو ذلك ما أمكنه ذلك، قال تعالى: {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} 3. ¶ وقال تعالى: {وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى} 4 وقال تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} 5. ¶ فاحرص أخي المسلم بارك الله فيك على أن تقدم على ربك وليس لأحد من الخلق عليك حق ما استطعت إلى ذلك سبيلاً، وتأمل خطورة الأمر، وتذكر قول الناصح الأمين صلى الله عليه وسلم لأصحابه: “أتدرون من المفلس؟ \" قالوا: المفلس فينا من لا درهم له ولا متاع. فقال: \"إن المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي وقد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك ¶ __________ ¶ 1 سورة عبس، الآيات: 34 - 37. ¶ 2 أخرجه الترمذي في الجنائز 1078، 1079، وابن ماجه في الأحكام 2413، من حديث أبي هريرة رضي الله عنه، وصححه الألباني. انظر: (صحيح المشكاة) حديث 2915، (صحيح سنن ابن ماجه) حديث 1957. ¶ 3 سورة الشورى، آية: 40. ¶ 4 سورة البقرة، آية: 237. ¶ 5 سورة النحل، آية: 126.",
            "page": "33",
            "part": "1",
            "seal": "5D0A33B3"
        },
        {
            "id": "22",
            "nass": "دم هذا، وضرب هذا. فيعطى هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضي ما عليه أخذ من خطاياهم فطرحت عليه، ثم طرح في النار” 1. ¶ واحرص أخي المسلم على مسامحة إخوانك المسلمين والعفو عن هفواتهم وكن من الذين قال الله فيهم: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأرْضُ أُعِدَّتْ لِلْمُتَّقِينَ الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} 2. ¶ نسأل الله الكريم من فضله. واحذر أن يكون في نفسك حقد أو عداوة أو ضغينة أو حسد لأحد من المسلمين، حتى وإن أساء إليك، واعلم أنه قل من يسلم من ذلك، واعلم أن هذا مركب صعب وعقبة كؤود وصدق الله العظيم: {وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ وَمَا يُلَقَّاهَا إِلاّ الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلاّ ذُو حَظٍّ عَظِيمٍ} 3. نسأل الله الكريم من فضله. ¶ واعلم أخي المسلم أنك لن تهدأ، ولن تنام قرير العين حتى تجعل العفو والتسامح ديدنك، وما إخالك ترضى بالدون، وأنت تجد ما هو أعظم وأوفى منه، فإن من كان شعاره العفو والتسامح فأجره على العفو الكريم، بلا حد ولا عد {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} 4. ¶ __________ ¶ 1 أخرجه مسلم في البر والصلة والآداب 2581، والترمذي في صفة القيامة 2418ـ من حديث أبي هريرة رضي الله عنه. ¶ 2 سورة آل عمران، الآيتان: 133، 134. ¶ 3 سورة فصلت، الآيتان: 34، 35. ¶ 4 سورة الشورى، آية: 40.",
            "page": "34",
            "part": "1",
            "seal": "ED95CC3B"
        },
        {
            "id": "23",
            "nass": "فعالج قلبك، والعاقبة للمتقين {يَوْمَ لا يَنْفَعُ مَالٌ وَلا بَنُونَ إِلاّ مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ} 1، عسى أن تلقى الله وقد تخلصت مما عليك من الحقوق فلا أحد يطالبك بشيء، وعفوت عما لك من الحقوق فيكافئك عن ذلك صاحب العفو والفضل والإحسان بكرمه وجوده ـ وما أراك تعدل بهذا شيئاً ـ اللهم قنا شح أنفسنا وأعذنا من شرورها. ¶ الأمر الثالث: ¶ كتابة وصيته وما عليه من حقوق، قال تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأقْرَبِينَ بِالْمَعْرُوفِ حَقّاً عَلَى الْمُتَّقِينَ} 2. ¶ وعن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: “ما حق امرئ مسلم له شيء يوصي فيه يبيت ليلتين إلا ووصيته مكتوبة عنده” 3. ¶ والوصية واجبة بالاتفاق إذا كان الإنسان عليه أو له حقوق يجب بيانها وكتابتها كأن يكون عليه ديون للناس أو له عليهم ديون، ليؤدى ما عليه من حقوق من تركته، ولأن الحقوق التي له على الناس تعد من تركته. ¶ وجمهور العلماء على أنها مستحبة إذا لم يكن عليه حقوق يجب بيانها فيستحب أن يوصي بشيء من ماله للفقراء والمساكين من غير الوارثين. قالوا: لأن وجوب الوصية منسوخ بآيات المواريث. ¶ __________ ¶ 1 سورة الشعراء، الآيتان: 88 ـ 89. ¶ 2 سورة البقرة، آية:180. ¶ 3 أخرجه البخاري في الوصايا 2738، ومسلم في الوصية 1627، وأبو داود في الوصايا 2118، والنسائي في الوصايا 3615، والترمذي في الجنائز 974، وابن ماجه في الوصايا 2699.",
            "page": "35",
            "part": "1",
            "seal": "896D77D3"
        },
        {
            "id": "24",
            "nass": "وذهب بعض أهل العلم إلى أنها واجبة قالوا: لأن آيات المواريث إنما هي مخصصة لآية الوصية خصصتها في الأقربين غير الوارثين. فالميراث للوالدين والأقربين الوارثين، والوصية لغير الوارثين. ¶ ومما ينبغي أن يعلم من أحكام الوصية أمران وهما من الأهمية بمكان؛ ¶ الأول: مقدارها. ¶ اعلم أخي المسلم ـ بارك الله فيك ـ أن الوصية جائزة في الثلث 1 وما دونه لقوله صلى الله عليه وسلم لسعد بن أبي وقاص رضي الله عنه: “الثلث والثلث كثير” 2. ¶ والأفضل أن تكون في الخمس، كما فعل أبو بكر الصديق رضي الله عنه في وصيته أوصى بالخمس وقال: “رضيت لنفسي بما رضي الله به لنفسه”3 يعني في قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى ¶ __________ ¶ 1 انظر (الإجماع لابن المنذر) ص81، (الإفصاح) 2/70، (المحرر الوجيز) 4/39، (المغني) 8/395. ¶ 2 أخرجه البخاري في الوصايا 2742، ومسلم في الوصية 1628، وأبو داود في الوصايا 2864، والنسائي في الوصايا 3626، والترمذي في الوصايا 2116 من حديث سعد بن أبي وقاص رضي الله عنه قال: \"عادني رسول الله صلى الله عليه وسلم في حجة الوداع من وجع أشفيت منه على الموت. فقلت يا رسول الله بلغني ما ترى من الوجع وأنا ذو مال، ولا يرثني إلا ابنة واحدة أفأتصدق بثلثي مالي؟ قال: لا. قلت أفأتصدق بشطره؟ قال: لا. الثلث، والثلث كثير، إنك أن تذر ورثتك أغنياء خير من أن تذرهم يتكففون الناس\". ¶ 3 أخرجه عبد الرزاق في الوصايا ـ (المصنف) 9/66،الأثران 16363، 16364، وابن أبي شيبة في الوصايا ـ (المصنف) 11/200 ـ الأثر 10965، والبيهقي في الوصايا ـ (سنن البيهقي) 6/270.",
            "page": "36",
            "part": "1",
            "seal": "1DA6EE38"
        },
        {
            "id": "25",
            "nass": "وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} 1. ¶ وعامة الفقهاء على أن الأولى الوصية بالخمس، كما هو فعل أبي بكر رضي الله عنه، وذلك لأن الرسول صلى الله عليه وسلم ـ وإن أجاز لسعد الوصية بالثلث ـ قال: “والثلث كثير” 2. ¶ والعجيب أن كثيراً من الناس يعتقدون أن الوصية لابد أن تكون بالثلث، وذلك أمر مشتهر بين عامة الناس من المنتسبين إلى العلم والعوام، ينقله الخلف عن وصايا السلف، وما أدري أين طلبة العلم وأهل المنابر عن هذا. ¶ الأمر الثاني: مصرفها: ¶ اعلم أخي ـ بارك الله فيك ـ أن الوصية ينبغي أن توجه للأفضل من أعمال البر، وأن تكون مطلقة في وجوه البر كلها يُقدّم الأهم فالأهم، ويترك ذلك للناظر على الوصية. ¶ والعجيب في هذا الأمر: أن كثيراً من الوصايا في السابق مقيدة في جهات ـ هي بلا شك من البر ـ لكن نفعها وفضلها أقل، كأن تكون مقيدة في حجة أو أُضحية أو عشاء في رمضان، وهذه وإن كانت من وجوه البر فهناك ما هو أولى منها وأهم كبناء المساجد وتعليم القرآن الكريم ومساعدة الفقراء والمساكين. ¶ وإنني أقول بهذه المناسبة: يجب على طلبة العلم والمحاضرين والخطباء تنبيه الناس إلى هذه الأحكام وأمثالها التي تخفى على الكثيرين وهي من مهمات أمور ¶ __________ ¶ 1 سورة الأنفال، آية: 41. ¶ 2 انظر (لمصنف) لعبد الرزاق 9/66 ـ 67، (المصنف) لابن أبي شيبة 11/210 ـ 202، (سنن البيهقي) 6/270. ¶ (أحكام القرآن) للهراسي 1/370، (الكشاف) 1/250، (المحرر الوجيز) 4/93، (تفسير ابن كثير) 2/192، (العذب الفائض) 2/182.",
            "page": "37",
            "part": "1",
            "seal": "EE64F5B3"
        },
        {
            "id": "26",
            "nass": "الدين. وفق الله الجميع لكل خير. ¶ وأخيراً، وعوداً على بدء أقول: إن من الاستعداد للقاء الله والدار الآخرة ـ مع ما سبق ذكره ـ أن يكون الإنسان كلما تقدم به العمر أكثر تنظيماً لأحواله وتفرغاً لعبادة ربه، فإن الله عز وجل في هذه السورة العظيمة سورة النصر آذن رسوله صلى الله عليه وسلم بقرب وفاته، وبانتهاء مهمته في هذه الحياة, وأمره بالتوجه إلى الله والتفرغ لتسبيح الله وحمده واستغفاره، كما قال تعالى في سورة الانشراح: {فَإِذَا فَرَغْتَ فَانْصَبْ وَإِلَى رَبِّكَ فَارْغَبْ} 1. ¶ ولن يتيسر ذلك للإنسان إلا إذا اكتفى من التعلق بالدنيا بما تدعو الحاجة إليه، وهو نصيبه من الدنيا، كما قال تعالى: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} 2. ¶ وأنت أخي المسلم أحد رجلين: إما منعّم موسع عليه في رزقه، وإما مبتلى مضيّق عليه في ذلك ـ كما ذكر الله عز وجل3، فإن كنت ممن ابتلي بضيق الحال، وقلة ذات اليد، وتحتاج إلى الكد والعمل الساعات الطويلة للسعي في طلب الرزق، لإعفاف نفسك وأهل بيتك، مما لا تستطيع معه التفرغ للعبادة فالزم أداء الفرائض واجتناب النواهي مع القيام بما قدرت عليه من النوافل، وأبشر بالخير فإنك مثاب مأجور على طلب الرزق لإعفاف نفسك بإذن الله عز وجل فإن السعي لطلب الرزق من طاعة الله تعالى وعبادته. ¶ __________ ¶ 1 سورة الانشراح، الآيتان: 7، 8. ¶ 2 سورة القصص، آية: 77. ¶ 3 في قوله تعالى {فَأَمَّا الآنْسَانُ إِذَا مَا ابْتَلاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ} سورة الفجر، الآيتان: 15 ـ 16.",
            "page": "38",
            "part": "1",
            "seal": "A99CC47B"
        },
        {
            "id": "27",
            "nass": "فإن الإنسان يؤجر حتى على ما يجعل في في امرأته1. ¶ وإن كنت ممن نعمّه الله ووسع له في رزقه فاحذر أن تبطرك النعمة وتلهيك الدنيا عن طاعة الله عز وجل، وفرغ نفسك بعض الوقت لعبادة ربك والاستزادة من نوافل العبادة، واحرص على ذلك كلما تقدم بك العمر، وخذ أكبر نصيب من ربك، واحفظ دينك، وقدم مالك وقاية لدينك، فإن كان لك أموال تشغلك إدارتها، من تجارة، أو زراعة، أو صناعة، أو غير ذلك فشجع أولادك على مساعدتك، بل وعلى النيابة عنك لتتفرغ لما هو أهم وهو عبادة ربك، ولا تبخل على أولادك في هذا ولوشاطرتهم بعض مالك، فالمال إن بخلت به عنهم شغلك عن طاعة الله حتى آخر لحظة من عمرك، ثم تركته وانتقل بعدك إليهم، بل لا تبخل بمالك على من تقيمه يدير أعمالك وإن لم يكن من أولادك مادام أنه يكفيك إدارة تلك الأموال لتتفرغ لعبادة ربك بقلب حاضر خاشع منيب. ¶ واعلم أن الدنيا بما فيها لا قيمة لها إذا ضيعت نصيبك من ربك، والله المستعان. ¶ وختاماً أقول: أخي المسلم تذكر أن المفازة بعيدة، وأن السفر شاق وأن العقبة كؤود فأعد للأمر عدته. ¶ بكى أبو هريرة رضي الله عنه لما حضرته الوفاة، ثم قال رضي الله عنه: “والله ما أبكي على دنياكم هذه، وإنما أبكي على طول سفري وقلة زادي”2. ¶ وبكى معاذ بن جبل رضي الله عنه عند وفاته، فقيل له: ما يبكيك؟ فقال رضي ¶ __________ ¶ 1 كما في حديث سعد بن أبي وقاص رضي الله عنه أن رسول الله صلى الله عليه وسلم قال له: \"وإنك لن تنفق نفقه تبتغي بها وجه الله إلا أجرت بها حتى ما تجعل في في امرأتك\" أخرجه البخاري في الوصايا 2742، ومسلم في الوصية 1628. ¶ 2 انظر (سير أعلام النبلاء) 2/40.",
            "page": "39",
            "part": "1",
            "seal": "E15E16FE"
        },
        {
            "id": "28",
            "nass": "الله عنه: “أبكي إذا صلى المصلون ولست فيهم، وإذا صام الصائمون ولست فيهم وإذا ذكر الذاكرون ولست فيهم”. ¶ وإن مما يثير العجب أن الواحد منا إذا أراد سفراً من الأسفار من بلد إلى بلد آخر كالسفر للحج أو العمرة أو غير ذلك يعد للأمر عدته ويتجهز لذلك بإعداد الزاد والمزاد والراحلة واختيار الرفقة، ويتفقد السيارة ومحركاتها وعجلاتها ونحو ذلك. ¶ بل إن بعض الناس إذا هم بسفر من الأسفار ظل طول ليله يدخل ويخرج، يرقب الصباح، ولم تذق عينه غمضاً اهتماماً وتحفزاً لهذا السفر ـ فأين هذا السفر من السفر للقاء الله والدار الآخرة؟ ¶ اللهم ألهمنا رشدنا ووفقنا للاستعداد لما أمامنا، ووفقنا للإخلاص والسداد في القول والعمل، ولا تكلنا إلى أنفسنا ولا إلى أحد من خلقك طرفة عين ولا أقل من ذلك. ¶ وآخر دعوانا أن الحمد لله رب العالمين وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "40",
            "part": "1",
            "seal": "4B6591BB"
        },
        {
            "id": "29",
            "nass": "مصادر ومراجع ¶ ... ¶ ثبت المراجع ¶ الإجماع لابن المنذر م 318هـ، تحقيق أبي حماد صغير أحمد ـ الطبعة الأولى 1402هـ ـ 1982م. ¶ أحكام القرآن للهراسي م 504هـ، الطبعة الثانية 1405هـ ـ 1985م، دار الكتب العلمية، بيروت. ¶ تفسير القرآن العظيم لابن أبي حاتم م 327هـ الطبعة الأولى 1417هـ ـ 1997م مكتبة نزار مصطفى الباز مكة ـ الرياض. ¶ تفسير القرآن العظيم للحافظ ابن كثير م 774 هـ، طبعة دار الشعب، مصر. ¶ تيسير الكريم الرحمن للسعدي م 1376هـ تحقيق محمد زهدي النجار، الطبعة الأولى 1408هـ ـ 1988م. ¶ جامع البيان عن تأويل آي القرآن لأبي جعفر محمد بن جرير الطبري م 310هـ تحقيق شاكر طبعة المعارف، والطبعة الثالثة 1388هـ ـ 1968م، مصطفى البابي الحلبي وأولاده بمصر. ¶ الجامع لأحكام القرآن للقرطبي م 671هـ طبعة 1387هـ ـ 1967م. ¶ سنن ابن ماجه م 275هـ تحقيق محمد فؤاد عبد الباقي طبعة 1372هـ ـ 1952م دار إحياء الكتب العربية لعيسى البابي الحلبي. ¶ سنن أبي داود م 275هـ تعليق عزت الدعاس، الطبعة الأولى 1388هـ ـ 1969م. ¶ سنن البيهقي م 458هـ دار الفكر بيروت. ¶ سنن الترمذي م 279هـ تحقيق أحمد شاكر ومحمد فؤاد عبد الباقي ـ المكتبة الإسلامية.",
            "page": "41",
            "part": "1",
            "seal": "1D625C23"
        },
        {
            "id": "30",
            "nass": "سنن النسائي م 303هـ. ¶ سير أعلام النبلاء للذهبي م 748هـ، الطبعة العاشرة 1414هـ ـ 1994م، مؤسسة الرسالة. ¶ صحيح البخاري مع فتح الباري تصحيح وتحقيق بإشراف الشيخ عبد العزيز بن عبد الله بن باز ـ رئاسة البحوث العلمية والإفتاء والدعوة والإرشاد. ¶ صحيح مسلم م 261هـ تحقيق محمد فؤاد عبد الباقي، الطبعة الثانية 1398هـ ـ 1978م، دار الفكر العربي بيروت. ¶ الكشاف للزمخشري م 538هـ ـ دار المعرفة بيروت. ¶ لسان العرب لابن منظور م 721هـ ـ دار صادر بيروت. ¶ مجموع فتاوى شيخ الإسلام ابن تيمية ـ الطبعة الأولى 1398هـ. ¶ المحرر الوجيز لابن عطية الأندلسي م 546هـ تحقيق المجلس العلمي بفاس، 1397هـ ـ 1977م. ¶ مسند الإمام أحمد م 242هـ، الطبعة الثانية 1398هـ ـ 1978م، المكتب الإسلامي بيروت، والطبعة الرابعة 1373هـ ـ 1954م تحقيق أحمد شاكر، دار المعارف بمصر. ¶ المصنف ـ لابن أبي شيبة م 235هـ طبعة 1402هـ ـ 1981م ـ الدار السلفية. ¶ المصنف ـ لعبد الرزاق م 211هـ، الطبعة الأولى 1392? ـ 1972م، تحقيق حبيب الرحمن الأعظمي، المجلس العلمي.",
            "page": "42",
            "part": "1",
            "seal": "890A231C"
        }
    ],
    "t10055": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تدارك بقية العمر في تدبير سورة النصر"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}