{
    "b10060": [
        {
            "id": "1",
            "nass": "ترجمة الشيخ عبد الرحمن الإفريقي ¶ لفضيلة الشيخ عمر بن محمد فلاته ¶ الأمين العام للجامعة الإسلامية ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على أشرف خلقه وأفضل أنبيائه ورسله سيدنا محمد وعلى آله وصحبه.. أما بعد.. ¶ فإن حديثي معكم في هذه الليلة 1 يتعلق بترجمة شخصية كريمة، اتصفت بالعلم والحلم، والفضل والنُّبل، وامتازت بخصال فريدة هيأها الله تعالى لها، وحديثي عنها يعتبر غيضاً من فيض. ¶ ولا أكتمكم أن عنوان هذا الموضوع لم أخترعه بادئ ذي بدء، إنما اختير لي من قبل الجهة المسؤولة عن المحاضرات، ونعم الاختيار كان، وأتوقع أنكم لن تسمعوا غريباً، ولن تقفوا على ابتكار أو اختراع وتجديد، وإنما أرجو أو يوفقني الله تعالى على أن أقوم بالتعبير عما تكنّه النفس من حب ووفاء، واعتراف بالجميل لأصحابه.. وأنعم بالحب الذي يكون لله وفي الله … ¶ فلقد صح في الخبر عن رسول الله صلى الله عليه وسلم أنه قال: \"سبعة يظلهم الله في ظله يوم لا ظل إلا ظله\"، وذكر منهم \"رجلين تحابا في الله اجتمعا على ذلك وتفرقا عليه\". ¶ وأرجو أن أوفق لإجلاء صورة الشخصية على حقيقتها, وفي نظري أنها من الأمثلة التي تحتذى. ¶ وإنه لمن فضل الله على عباده أن قرْننا هذا حظي بطبقات غير قليلة من العلماء ذوي علم وبصيرة، وصدق وتقوى، نشروا العلم والدين والهدى والرشاد. ولم يخل قطر من الأقطار الإسلامية من عالم أو فقيه أو محدث أو داعية, يتلو الخالف منهم السالف, محافظين على سلامة شرع الله من عبث العابثين، وكيد الكائدين. ¶ وليس بدعاً أن أقوم بترجمة لعالم حري أن تظهر آثاره، وتنشر أخباره, وقد شحنت المكتبات ¶ __________ ¶ 1 ألقيت هذه المحاضرة بقاعة المحاضرات بالجامعة الإسلامية في الموسم الثقافي لعام 97-98هـ.",
            "page": "163",
            "part": "1",
            "seal": "0CC632E3"
        },
        {
            "id": "2",
            "nass": "الإسلامية بتراجم وسير الأعلام من الرجال من عصر الصحابة رضوان الله عليهم، بل إن الحفاظ من النسابين في الجاهلية قد حفظوا الأنساب، وسير أبطالهم، وأفذاذهم, وأخيار أيامهم، وأذاعوا ذلك وأشاعوه في محافلهم ومنابر أسواقهم، فنقل ذلك عنهم الرواة، ودوّن ذلك الكتاب والأدباء والإخباريون. ¶ ولم تكن الكتابة عن أي شخص وافية كاملة إلا بتعدد الكتاب واستخلاص الحقائق من مجموع ما كتب عنه. وها أنا الآن أسهم بقلمي للقيام بترجمة عالم جليل، وقرنٍ نبيل، شيخنا الشيخ عبد الرحمن بن يوسف الأفريقي الففوي مولداً، والمدني مهاجراً، والمحدث مسلكاً والفلاني نسباً. ¶ أقول إن الترجمة سنة العلماء، ومنهج أهل الحديث النبلاء بل إن السند والإسناد من ميزة هذه الأمة المحمدية، وهذه المكتبة الإسلامية حافلة بكتب تراجم الصحابة وغيرهم كطبقات ابن سعد والاستيعاب، وأسد الغابة والإصابة، وتاريخ البخاري الكبير والصغير، وكتب ابن حبان وابن عدي والدارقطني والدواليبي والتهذيب وتهذيبه والتقريب والخلاصة، والإكمال والتكملة، وغيرها من كتب التراجم للأدباء والشعراء والقراء والفقهاء. ¶ ونظراً إلى أن أحق الناس بالكتابة عن العالم المذكور هم أبناؤه وتلاميذه فإني أرى لزاماً القيام ببعض ذلك، وقد أكرمني الله تعالى بصحبته وطول ملازمته، وكثرة مرافقته، وسمعت منه في المسجد النبوي ودار الحديث بالمدينة المنورة وفي الحضر والسفر والاستقرار وأعدكم أني لا أنطلق مع العاطفة إلى حد المبالغة بناءً على أنه شيخي ووالدي الروحي وذلك لأني مستحضر قول رسول الله صلى الله عليه وسلم: \"لا تطروني كما أطرت النصارى عيسى ابن مريم, إنما أنا عبد، فقولوا عبد الله ورسوله\"، وقوله لعبد الله الشخير رضي الله عنه - وقد قالوا لرسول الله صلى الله عليه وسلم: \" أنت سيدنا\" - فقال: \"السيد لله تبارك وتعالى\"، قلنا: \"وأفضلنا\", فقال: \"قولوا بقولكم أو بعض قولكم، ولا يستحوذنكم الشيطان\". رواه أبو داود بسند جيد. ¶ وفي حديث أنس رضي الله عنه: \"أن أناساً قالوا لرسول الله: \"يا خيرنا وابن خيرنا وسيدنا وابن سيدنا\" فقال: \"يا أيها الناس قولوا بقولكم، ولا يستهوينكم الشيطان، أنا محمد عبد الله ورسوله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل\". رواه النسائي بسند جيد، وقوله: \"إذا رأيتم المدّاحين فاحثوا على وجوههم التراب\". ¶ ميلاده ونشأته: ¶ ولد رحمه الله عام 1326هـ في بلاد مالي من قارة إفريقيا الغربية، بقرية تسمى (فَفَا) من أبوين كريمين أنجبا من الأولاد الكثير من الذكور والإناث لم يعش منهم غير المترجم له وأخوه الأكبر، وكان أبوه من بيت الإمارة والحكم الذي لم يزل حتى اليوم يتداوله آله. ونشأ في تلك الربوع",
            "page": "164",
            "part": "1",
            "seal": "B435A1CF"
        },
        {
            "id": "3",
            "nass": "مع أترابه يستنشق هواء الصحراء، ويمتع ناظريه بالفضاء الواسع الذي لا يردهما إلا النهر الذي جعل القرية جزيرة. وكانت هذه الفترة فترة بؤس وبلاء على أهل تلك الديار؛ لأن المستعمر الفرنسي قد قبض بكلتا يديه على هذه البلاد، وانقض عليها انقضاض الأسد على الفريسة, بعد أن جرت بينه وبين الأهالي العزل من السلاح حروب انتهت باستعماره البلاد والعباد، وفرض سلطته عليهم قهراً شأن غيرها من البلاد التي اقتسمها الأوربيون من الانجليز والبلجيكيين والبرتغاليين والألمان. ¶ وذلك لأنهم علموا ما امتازت به أفريقيا الخضراء من جودة التربة وكثرة المياه، وجمال الطبيعة، ووفرة الأقوات والأرزاق والمعادن، وقام البعض منهم بالقرصنة، وبعض الأعمال التي لا يقرها شرع، ولا خلق ولا وازع إنساني، ولقد قال عنها بعض الرحالة المحدثين: \"إنها القارة الافريقية الخضراء زينة القارات ومستودع الكنوز والثروات، ومنبع للرجولات والبطولات\". ¶ دخلها الإسلام أول ما دخلها قبل أن يعرف العالم الغربي والشرقي، وقام الإسلام فيها بدوره الحضاري في أقطارها الشرقية والوسطى والغربية والشمالية، وإن الديانة الكبرى اليوم السائدة فيها هي الإسلام ومع ذلك فإن أفريقيا المسلمة لا تزال مجهولة لدى العالم الغربي والإسلامي، ومجهول ما فيها من كنوز وخيرات وثروات يانعات, أقول إنه مع الأسف، لم يعرفوا أن هناك أمة يتوجهون إلى كعبة الله، ويتبعون رسول الله، ويتألمون لآلام الأمة التي بعث فيها رسول الله مع أن أول اتصال بأفريقيا الشرقية كان على عهد المصطفى صلى الله عليه وسلم حينما أمر أصحابه الكرام بالهجرة إلى الحبشة، وقال لهم حينما اشتد عليهم الأذى من مشركي مكة: \"اخرجوا إلى أرض الحبشة فإن بها ملكاً لا يُظلم عنده أحد، وهي أرض صدق حتى يجعل الله لكم مخرجاً مما أنتم فيه\"، واستطاع الصحابة رضوان الله عليهم أن يزرعوا بذور الإيمان هناك، وينشروا دين الإسلام حتى أسلم النجاشي نفسه ملك الحبشة آنذاك. ¶ ولما جاء نعيه أمر النبي صلى الله عليه وسلم أصحابه أن يخرجوا إلى المصلى فصف أربعة صفوف، وصلى عليه وهو غائب. وعلى ذلك فإن البلاد الأفريقية قد دخلها الإسلام والمسلمون من صحابة رسول الله قبل أن يدخل أية بلد بعد مكة, أما شمال أفريقيا وغربيها فقد بدأ الفتح فيها على عهد عثمان بن عفان الخليفة الراشد رضي الله عنه، فقد أخرج سنة 27هـ عشرين ألفاً من الصحابة والتابعين يقودهم عبد الله بن أبي السرح وقطعوا مفاوز برقة وطرابلس ثم دخلوا افريقيا، ومنّ الله على المسلمين بالفتح، وكان الأعداء قد خرجوا عليهم بمائة ألف مقاتل، واستشهد لله رجال من المسلمين، وتم النصر, وفتحت تونس وكانت تسمى أفريقيا، وعاد عبد الله بن أبي السرح إلى مصر بعد أن أقام بأفريقيا سنة وشهرين, وقد عرفت هذه الغزوة بغزوة العبادلة لأنه قد شارك فيها سبعة من الصحابة كلهم يدعى عبد الله وهم:",
            "page": "165",
            "part": "1",
            "seal": "E55D7B87"
        },
        {
            "id": "4",
            "nass": "(1) عبد الله بن عمر. (2) عبد الله بن الزبير. (3) عبد الله بن عباس. (4) عبد الله بن جعفر. (5) عبد الله بن عمرو بن العاص. (6) عبد الله بن مسعود. (7) عبد الله بن أبي السرح. ¶ وفي عهد معاوية بن أبي سفيان بعث جيشاً كبيراً بقيادة معاوية بن خديج الكندي عام 45 فغزا أفريقيا ثلاث غزوات, وعين يزيد بن معاوية وقيل أبوه معاوية عقبة بن نافع الفهري الذي تم له التوغل في غرب أفريقيا وقال البربر، وبلغ إلى المحيط: وناجى ربه عند المحيط بعد أن أدخل قوائم فرسه في البحر قائلاً: \"اللهم لو كنت أعلم أن أحداً وراء هذا المحيط من الخلق لمضيت مجاهداً في سبيلك\" ثم عاد - ويومها لم تكن أمريكا مذكورة ولا أخبارها معلومة -. ¶ ولقد عدّد السيوطي رحمه الله في كتابه (درُّ السحابة فيمن دخل مصر من الصحابة) ، وفي كتابه (حسن المحاضرة في أخبار مصر والقاهرة) - عدد أسماء جملة من الصحابة، الذين وطئت أقدامهم بلاد مصر وهي من القارة الإفريقية، وطؤوها داعين الخلق إلى عبادة الخالق، وترك عبادة المخلوق، ولم يدخلوها دخول المستعمرين الذين أكلوا الحرث والنسل، والذين أفسدوا العقائد والفطر، وأشاعوا فيها الكنائس والبيع لاتخاذ الأحبار والرهبان أرباباً من دون الله. ¶ ولقد ذكر التاريخ أن عقبة بن نافع الذي سبقت الإشارة إلى ذكره أو عقبة بن ياسر أو عقبة بن عامر قتله كَسيلة بن كزم البربري وهو عائد إلى القيروان من غزوة غزاها لنشر دين الله سنة 63هـ، وخلف فيها أولاداً ينتمي إليهم الفلاتنون, كما ذكر ذلك صاحب كتاب (تعريف العشائر والخلان بشعوب وقبائل الفُلاّن) والله أعلم بحقيقة الحال. قال رحمه الله: \"وفي كتاب الاستيعاب في أسماء الأصحاب لابن عبد البر المغربي المالكي (عقبة بن نافع بن عبد قيس الفهري) وفدَ على عهد النبي، وكان ابن أخت عمرو بن العاص فولاّه افريقية، وافتتح غدامس وكُوراً من السودان وودّان وبلاد البربر، وغزا السويس القصوى، وكان مستجاب الدعوة، قتله كسيلة بن كزم سنة 63هـ\" اهـ. من كل هذا يعلم أيضاً أن صلة تلك البلاد بالبلاد العربية وأهلها ألصق، ونسب بعض جذاميرها بهم أقرب، كيف لا وقد ربط الله بينهم الإسلام، وجعل وشيجته أقوى الوشائج، وصلته أعظم الصلات. ¶ وما أحسن قول العلامة الأستاذ أبي الحسن الندوى قال: \"وقد عقد الله بين العرب والإسلام، ثم بين الحجاز والأمة الإسلامية، ثم بين الحرمين الشريفين وقلوب المسلمين للأبد، وربط مصير أحدهما بالآخر\". ¶ لذا فإن الشعوب المسلمة في أفريقيا عندما حل ببلادها المستعمر اعتبروا تلك الفترة فترة بلاء، وأيام نحس ـ وساعات بؤس، وآثروا الموت على الحياة. ¶ وفي هذا الوقت ولد الشيخ عبد الرحمن الافريقي المترجم له، وشب عن الطوق، ولما بلغ سن التمييز بعثه والده إلى فقيه",
            "page": "166",
            "part": "1",
            "seal": "3FAEE76C"
        },
        {
            "id": "5",
            "nass": "القرية الذي يسمى ألفا ليلقنه بعض سور القرآن الكريم ويعلمه بعض الأحكام المبسطة من الكتب الفقهية المتداولة, وظهرت عليه ملامح النجابة، ولم يمض كبير وقت حتى اختاره حكام البلاد المستعمرون للتعليم في مدارسهم التي افتتحوها في تلك البلاد، وأخذ قهراً عن والديه ضمن عدد من أبناء الأعيان، فازداد البلاء , وتفاقم الخطب على والديه وآله لاعتقادهم أنه لا يرجى الخير من شخص تربى على أيدي أعداء الله, وتثقف بثقافتهم ولكن الله غالب على أمره {وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ} وشاء الله أن يشتغل الفتى بدروسه، ويهضم معلوماته، ويكون النجم اللامع بين أقرنه، وينال الشهادات الدراسية التي تدل على تفوقه وجدارته مما جعله يختار للعمل مدرساً ثم موظفاً مسؤولاً في الأنواء الجوية. ولما دنت ساعة الظفر، وحانت ساعة السعادة والكرامة جرى بينه وبين مدير إدارته حديث في شأن الإسلام وواقع المسلمين، ونثر الخصم ما في جعبته من السموم، ورمى الإسلام الجمود والتخلف, وذكر له أن الإسلام دين لا يصلح للعالم, وتعاليمه لا تهذب النفوس وإنما هو منهج يكتبل الحريات، ويدعو إلى الوهم والخيالات، واستدل بواقع المسلمين وما هم عليه من التخلف والذل، وركونهم إلى الطلاسم والسحر والحجب واعتمادهم على الجن والكهان, والكواكب والحروز والأصنام، مما أدى الأوربيين إلى احتلال البلاد لإسعادهم، وانتشالهم من وهدة التخلف التي هم عليها، وقام يدلل على ذلك بالكثير والكثير من الأدلة التي نمقها المبشرون، وكادوا بها الإسلام والمسلمين، فلم يستطع الفتى حينها من أن يقنع الخصم، ولا أن يدافع عن دينه وعقيدته، لا سيما وأنه خال الوفاض بعيد عن العلم والعلماء والفقه والفقهاء, ولو كان مع أهل العلم والفقهاء فإن العلم في تلك البلاد وما شابهها لا يعدو حفظ القرآن. والمرور على بعض الرسائل في فقه الإمام مالك رحمه الله, ومنظومات شعرية في المديح النبوي باللغة المحلية والعربية, وعزم على أن يتصل بعلماء قريته ليقف على الحجج التي يرد بها على المجادل الخانق المعلم فلم ينل بغيته، ولم يحصل على طلبته، فامتلأت نفسه حسرة وندامة, وقرر السفر إلى الحرمين الشريفين, وهو يرى في كل عام المسافرين والآتين من مكة بدعوى أداء الحج، وقرر البقاء فيهما برهة من الزمن ليتفقه في دينه، ويتسلح بسلاح يقارع به الخصم، وينازل به العدو الذي طعن في عقيدة الإسلام وفي صدق رسالة نبينا محمد عليه الصلاة والسلام. ¶ وأرى أن أقف ههنا وقفة قصيرة لأذكر السامع الكريم بأن أعداء الإسلام من اليهود والنصارى وغيرهم منذ مئات السنين فكروا وقدروا، ودبروا الكثير من المؤامرات ضد الإسلام والمسلمين، ولمكافحة دعوته، وكسر شوكته؛ لأنهم علموا أنه لم تنكس له راية، ولم ينهزم في معركة - لما كان المسلمون على بصيرة من دينهم وعلى صلة بربهم - فأجمعوا كيدهم، وانطلقوا يضعون المخططات لمحاربة الإسلام، وإبعاد المسلمين عن حقيقة ما جاء به. ¶ ومن تلك الخطط: ¶ 1- فتح المدارس الاستشراقية في بلاد المسلمين. ¶ 2- إرسال القسيس والرهبان ليشرفوا",
            "page": "167",
            "part": "1",
            "seal": "EE39A7D6"
        },
        {
            "id": "6",
            "nass": "عليها. ¶ 3- غسل اذهان أبناء المسلمين وتشكيكهم في دينهم. ¶ 4- الهيمنة على برامج التعليم في البلاد الإسلامية. ¶ 5- إحياء الحضارات القديمة القومية لإبعاد المسلم عن حضارته الإسلامية. ¶ 6- تشويه التاريخ الإسلامي والتشكيك في حوادثه والطعن فيها. ¶ 7- العمل على إخراج المرأة المسلمة من بيتها بدعوى الحرية والتقدمية، وأنها شقيقة الرجل. ¶ 8- إشغال الرجال بها، وإخراجهم من مثلهم وآدابهم وأعرافهم وأخلاقهم بواسطتها. ¶ 9- تشجيع الطرق المنحرفة وإلباس مقدميها هالة من التقديس والتقدير وإعطائهم الصدارة والرفع من شأنهم. ¶ 10- الإكثار من المؤتمرات المسيحية لمكافحة الإسلام. ¶ 11- الإكثار من المناسبات المختلفة في بلاد المسلمين باسم الذكرى والعبرة لإيقاعهم في المشابهات المذمومة، والابتداع في شرع الله. ¶ 12- محاربة القرآن العظيم كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه بطبعه محرفاً، وترجمة معانية ترجمة باطلة لإثارة الجدل ونقده. ¶ 13- شن الافتراءات الباطلة على الإسلام لتشويه حقائقه تحت ستار العلم والبحث التكنولوجي المجرد. وغير ذلك كثير وكثير. ¶ وفي أفريقيا بالذات الإكثار من الإرساليات التبشيرية، وإشاعة الكنائس الكبيرة فيها، وإعطاء من اختاروه من الأفارقة الرتب المسيحية لإغراء الرعاع والحطمة في التوغل فيها, وإدخال اللهو وبعض الشهوات في الكنيسة، وتخفيف بعض التعاليم المسيحية إلى درجة الإباحة بدعوى التسامح وإظهار أن الإسلام هو دين القسوة والتعنت والشدة، وبث المحطات الإذاعية القوية للتبشير بالمسيحية، وتشويه سمعة البلاد بأنها بلاد الوحوش والعراة والأدغال، وأكلة لحوم البشر ليتفردوا بخيراتها. ¶ هذا وقد دخلوا في ربوع أفريقيا منذ خمسمائة عام - والعالم العربي المسلم غالبه يجهل إخوانه المسلمين في تلك البلاد، ويدع السرطان الخبيث يفتِكُ في عقائد أمة لو وجدوا مجدداً داعياً ناصحاً، وواعظاً مخلصاً لالتفوا حوله وسلموا الزمام له، واستجابوا لدعوته - وما أمر دعوة التضامن الإسلامي التي قام بها جلالة الملك فيصل رحمه الله، والتفاف زعماء أفريقيا مسلمهم وكافرهم حينما علموا إخلاصه وصدقه - ما أمرها عنا ببعيد. ¶ إذاً فلا عجب من أن يسمع الشيخ الأفريقي رحمة الله عليه من ذلك الفرنسي ما لا يريد أن يسمعه عن الإسلام، وأن يعقد العزم على الرحيل إلى منازل الوحي، ومهبط الرسالة ليتلقى من علماء المسلمين فيها بعد أداء الحج - ما يدحض به الباطل، ويتزود من الدلائل والبيانات ما فيه شفاء ورحمة للمؤمنين. ¶ إنها لهمة عالية ونية صادقة، وغيرة لله خالصة انبعثت من شاب مسلم لم يبلغ يومها العشرين عاماً، يصبر على مفارقة الآباء والأقرباء، والأنداد والأحباء, والوطن والمنصب، والحال أنه أصبح شخصاً مرموقاً يشار إليه بالبنان، قد ينال في المجتمع مرتبة يغبطه عليها أترابه من أبناء الزمان، ولكن الأمر كما قال الله تعالى: {وَمَنْ يَهْدِ اللهُ فَمَا لَهُ مِنْ مُضِلٍّ..} الآية, (الزمر: 37) .",
            "page": "168",
            "part": "1",
            "seal": "18705954"
        },
        {
            "id": "7",
            "nass": "وصول الشيخ إلى الحرمين الشريفين ¶ ولقد نفّذ خطته فعلاً، ووصل إلى مكة عام 1345 هـ وأدى فريضة حجه، وعندما وصل إلى مدينة رسول الله صلى الله عليه وسلم اتصل بعالم جليل من أبناء جنسه وعشيرته يدعى الشيخ سعيد بن صديق, وكان يشتغل بالتدريس في المسجد النبوي، واشتهر بالعلم والإخلاص والصدق والتواضع، والكرم واللطف والنبل - ووصفه الأستاذ محمد بن سعيد دفتدار عندما ترجم له بقوله: \"ولد عام 1310هـ وتوفي عام 1353هـ، وتخرج في العلم علي يدي الشيخ ألفا هاشم، وتربى في كفالته ولد في بلاد فلانة في بلدة قابيور فجدّ في طلب العلم من الشيخ ألفا حتى نال حظاً وافراً من العلم..\", إلى أن قال: \"وفي الحرب العالمية الأولى ظل بالمدينة المنورة صابراً على لأوائها، ولما توفي الشيخ ألفا هاشم عام 1349هـ أخذ الشيخ سعيد مكانه وتصدى للتدريس في الفقه والحديث النبوي والتوحيد السلفي. وفي العهد السعودي اتصل بالشيخ عبد الله بن بلهيد فلما تحقق من فضله وعلمه عين مدرساً في المسجد النبوي، وعضوا في هيئة الأمر بالمعروف، وانتفع بعلمه كثير منهم الشيخ علي بن عمر والشيخ محمد قوني، وتوفي يوم الجمعة في رجب عام 1353هـ\". ¶ هذا هو الرجل الأول الذي اتصل به المترجم له في المدينة المنورة، وبالحقيقة فقد انتفع منه علماً، وخلقاً ونبلاً, وكان اتصاله به بمثابة تحول من حال إلى حال، وحياة إلى حياة، وبدأ يتعلم اللغة العربية من ألفها وساعده على سرعة التحصيل إخلاصه أولا بعد توفيق الله, وجده واجتهاده وثقافته الفرنسية التي هونت عليه الكثير من الأمور. ¶ ولقد مكث الشيخ الأفريقي مع شيخه سعيد المذكور مدة قرأ فيها القرآن وشيئاً من كتب الفقه المالكي كمتن العشماوي، والأخضري، وابن عاشر والأزهرية وشيئاً من شروحها، ومتن الرسالة وبعض شروحها، ودرس عليه العقيدة السلفية وشيئاً من كتب الحديث كالأربعين النووية، والمختارة من الأحاديث للهاشمي، وجزء يسير من بلوغ المرام. ¶ بعد ذلك حن إلى وطنه، وظن أنه قد حاز من العلم ما يهيئ له مقارعة الأعداء بالحجة والبيان، واستأذن شيخه في العودة إلى البلاد بعد أدائه الحجة الثانية وهو لا يدري ما سبق في قدر الله من الخير - ولما فرغ من أداء المناسك اجتمع بشيخ جليل من بني قومه يقيم بجدة وجرى نقاش علمي في مسألة فقهية فأدلى دلوه، وتقدم في الحديث على جلسائه، وسرد النصوص التي يحفظها من الكتب التي قرأها فقال له الشيخ: يا بني - وبكل بساطة وهدوء - \"إن هذه المسألة ورد فيها حديث عن رسول الله صلى الله عليه وسلم يخالف النصوص التي ذكرت، ويدل على غير ما قرأت\"، وقرأ عليه حديثاً ملك مجامع قلبه، وألجم لسانه، وفند حجته، وامتلأ مهابة, وقال: إذاً, علام خالفت المتون هذا الحديث؟! فقال الشيخ: \"يا بني, إن جميع المتون وكل الكتب تابعة لأقوال رسول الله صلى الله عليه وسلم، أما سمعت ما قال الإمام مالك، وهو يرد فتوى سمعها",
            "page": "169",
            "part": "1",
            "seal": "1933CEB4"
        },
        {
            "id": "8",
            "nass": "عن أمير المؤمنين عمر: \"كل كلام فيه مقبول ومردود سوى كلام صاحب هذا القبر وأشار إلى حجرة النبي صلى الله عليه وسلم، والله تعالى يقول: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِر} . (النساء: 59) \". ¶ ومن يومها قرر عدم السفر وكان يقول: \"فأجمعت أمري على العودة إلى المدينة المنورة لأتقوى في دراسة حديث رسول الله صلى الله عليه وسلم، ونظرت إلى زملائي المسافرين نظرة مودع مفارق فراق غير وامق، وقلت في نفسي: إذا كان ما تحصلت عليه لا يقنع مسلماً ليعود عما هو عليه، فلأن أعجز عن إقناع الملحد المعاند من باب أولى, وقلت لهم: بلغوا آلي أنني لن أعود إلى البلاد حتى يأذن الله، وغربة عن الأوطان في سبيل العلم والمعرفة خير من إقامة سعيدة بالأوطان على جهل وتبعية\". ¶ وأنا أدعك لتتصور لأواء الغربة، والحنين إلى الأوطان والصحبة, وأدعوك إلى أن تقرأ كتاب الحنين إلى الأوطان عل ذلك يدعو الطلاب للجد والاجتهاد والحرص على الفوز والنجاح في الدور الأول - إن شاء الله - ليتمكنوا من السفر في العطلة الصيفية، ويبلوا الصدأ، ويقضوا النهمة، ويعودوا بعد ذلك إلى الجامعة وهم أسعد حالاً، وأهدأ بالاً، وأزكى قلباً. والله المستعان. ¶ وأسمعك ما قاله بلال بن رباح رضي الله عنه عندما هاجر, وأصابته الحمى واشتد عليه الأمر، كان يرفع عقيرته ويقول كما روت عائشة: ¶ ألا ليت شعري هل أبيتن ليلة ... بوادٍ وحولي إذخر وجليل ¶ وهل أردنّ يوماً مياه مجنةٍ ... وهل يبدونّ لي شامة وطفيل ¶ قالت: أما أبو بكر رضي الله عنه فكان إذا اشتدت به الحمى يقول: ¶ كل امرئ مصبح في أهله ... والموت أدنى من شراك نعله ¶ أقول: إن الشيخ الأفريقي رحمه الله فإنه قد عاد إلى المدينة فعلاً، وعاد إلى شيخه الشيخ سعيد، ولما رآه سر بعودته، وأنزله منزلة كريمة، وخصّص له أوقاتاً يتلقى فيها العلم في البيت والمسجد، وصار يصحبه معه في مجالس لعلماء، ليلقح ذهنه، وتوجه فكره، واتخذه التلميذ الخاص، ولو جاز التبني لتبناه، لا سيما أن الشيخ سعيد لم يرزق أولاداً. ¶ وعندما افتتحت مدرسة دار الحديث بالمدينة عام 1350هـ وعين الشيخ مدرساً فيها, دعاه إلى الالتحاق بها، وكانت يومها مدرسة معنية بتدريس الحديث النبوي، وعلومه على أوسع نطاق، ويدرس",
            "page": "170",
            "part": "1",
            "seal": "F7877593"
        },
        {
            "id": "9",
            "nass": "فيها كبار العلماء، ومنهم الشيخ سعيد فوجد فيها بغيته، وكان مؤسسها العلامة الشيخ أحمد بن محمد الدهلوي رحمه الله - معنياً بالحديث، ومحدثاً مشهوراً أراد من تأسيس هذه الدار إنشاء جيل في حرم رسول الله صلى الله عليه وسلم بصير بالحديث دراية ورواية, شأن مدارس الحديث في الهند إذ ذاك. ¶ فالتحق الشيخ الأفريقي بها، ودرس فيها الصحاح والسنن، ومصطلح الحديث والفقه وأصولهما، وعلوم الآلة، ورأى مؤسس الدار منه الحرص الشديد على طلب العلم، وانقطاعه له، وإخلاصه فيه فازدادت محبته له، وجعل مكتبة الدار مذللة له، وصار يشرف عليها ويرشده إلى المراجع وينمي فيه ملكة البحث والمطالعة. ¶ وقد استفاد من دار الحديث فائدة عظيمة، وتعمق في الحديث وعلومه ساعده على ذلك وجود العلماء الأجلاء الذين يعلمون في دار الحديث - عد توفيق الله سأتحدث عن بعضهم عند الكلام على الشيوخ الذين تلقى عنهم العلم إن شاء الله - وكان تعلقه بالحديث تعلقاً عظيماً ملأ عليه شغاف قلبه، واستولى على لبه بحيث أصبح مشهوراً بين أقرانه وعند شيوخه برجل الحديث والمحدث. ¶ وأذكر أنني كثيراً ما سمعته يتمثل بأبيات العلامة الذهبي رحمه الله عليه: ¶ أهل الحديث عصابة الحق ... فازوا بدعوة سيد الخلق ¶ فوجدوهم لألاء ناضرة ... لألاءها كفالق البرق ¶ إشارة إلى الحديث الصحيح \"نضر اللهُ امرأً سمع مقالتي فوعاها..\" الحديث. ¶ وكثيراً ما كان يردد أبياتا من منظومة الشيخ محمد سفر المدني صاحب رسالة الهدى: ¶ وقول أعلام الهدى لا تعملوا ... بقولنا في خلف نص يقبل ¶ فيه دليل الأخذ بالحديث ... وذاك في القديم والحديث ¶ قال أبو حنيفة الإمام ... لا ينبغي لمن له إسلام ¶ أخذ بأقوالي حتى تعرضا ... على الكتاب والحديث المرتضى ¶ ومالك إمام دار الهجرة ... قال وقد أشار نحو الحجرة ¶ كل كلام منه ذو قبول ... ومنه مردود سوى الرسول ¶ والشافعي قال إن رأيتم ... قولي مخالفاً لم رويتم ¶ من الحديث فاضربوا الجدار ... بقولي المخالف الأخبارا ¶ وأحمدٌ قال لهم لا تكتبوا ... ما قلته بل أصل ذلك اطلبوا ¶ دينك لا تقلد الرجالا ... حتى ترى أولاهما مقالا",
            "page": "171",
            "part": "1",
            "seal": "6071BA09"
        },
        {
            "id": "10",
            "nass": "فاسمع مقالات الهداة الأربعة ... واعمل بها فإن فيها منفعة ¶ لقمعها لكل ذي تعصب ... والمنصفون يكتفون بالنبي ¶ ولقد حفظت منه حديث ابن عباس الذي رواه الترمذي والطبراني بسند حسن من كثرة ذكره له - عن عطاء بن يسار عن ابن عباس قال: سمعت علي بن أبي طالب يقول: \"خرج علينا رسول الله صلى الله عليه وسلم فقال: \" اللهم ارحم خلفائي\"، قال فقلنا يا رسول الله ومن هم خلفاؤك؟ قال: \"الذين يأتون من بعدي يروون أحاديثي وسنتي، ويعلمونها الناس\". ¶ أقول: إنه مع حبه الجم للعمل بأحاديث رسول الله صلى الله عليه وسلم كان عادلاً منصفاً لا يرضى لأحد من طلابه أو جلسائه أن يتنقض أحداً من العلماء والفقهاء ولا أن يتطاول على أحد ممن اشتهر بعلم الفقه وتدريسه أياً كان وشهدته مرة ينصح طالباً قال: ومن يكون هذا الرجل، وما هي منزلته يعني أحد علماء الفقه فقال له الشيخ مغضباً في الحال: \"هو ممن أمرك الله بالدعاء والاستغفار له في قوله: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِلَّذِينَ آمَنُوا} (الحشر: 10) , والله يقول: {يَرْفَعِ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} (المجادلة: 11) . ¶ وذكر له قصة الإمام علي رضي الله عنه وقد سأله رجل مسألة فقال فيها, فقال الرجل: ليس كذلك يا أمير المؤمنين، ولكن الأمر كذا وكذا, فقال علي رضي الله عنه: \"أصبت وأخطأت وفوق كل ذي علم عليم\". ¶ وذكر له أيضاً أن ابن عباس وزيداً رضي الله عنهما اختلفا في الحائض تنفر، فقال زيد: لا تنفر حتى يكون آخر عهدها الطواف بالبيت، وقال ابن عباس لزيد: سل نسّابتك أم سليمان وصويحباتها, فذهب زيد فسألهن ثم جاء وهو يضحك، فقال: القول ما قلت. ¶ ولا أحصي عدد ما سمعته رحمة الله علينا وعليه يدعو إلى الاعتدال والإنصاف وينشد أبياتا منسوبة لأبي عمر بن عبد البر قالها حينما سمع قائلاً يقول: \"لو أتتني مائة من الأحاديث رواها الثقة, وجاءني قول عن الإمام قدمته\", فقال ابن عبد البر: يعقب هذا القول: ¶ من استخف عاندا بنص ما ... عن النبي جا كفرته العلما",
            "page": "172",
            "part": "1",
            "seal": "4222D7AD"
        },
        {
            "id": "11",
            "nass": "لذا فإنه يتعين على العاقل البصير أن يعلم الفرق بين الاتباع والتقليد الأعمى، وأن يعود إلى أهل البصيرة في هذا الشأن، ليقف على حقيقة الأمر، ويعلم جليته، وبذلك يبعد بتوفيق الله من الوقوع في مثل ما وقع فيه من رد عليه الحافظ ابن عبد البر رحمه الله بالأبيات الدالة على عظيم عنايته، ومدى حرصه على التمسك بسنة رسول الله صلى الله عليه وسلم. ¶ وإنه بحمد الله قد ألف العلماء كتاباً في هذا الشأن يسترشد بها البصير ويستنير منها الراغب الخبير، ونحن في وقت عجت في المكتبات بالكتب المطبوعة والمخطوطة، وانتشر العلم، وعمت الثقافة بحيث أصبح العذر عديم الجدوى، والاحتجاج بالجهل قليل المفعول. ¶ ومن هذه الكتب جامع بيان العلم وفضله لابن عبد البر، وإيقاظ الهمم للفلاني, والاعتصام للشاطبي، والقول المفيد للشوكاني، وإرشاد الناقد للصنعاني، ورفع الملام عن الأئمة الأعلام لابن تيمية الحراني، وغيرها كثير وكثير. ¶ ويعجبني في هذا الباب ما قاله منصور الفقيه المغربي رحمه الله: ¶ خالفوني وأنكروا ما أقول ... قلتُ: لا تعجلوا فإني سؤول ¶ ما تقولون في الكتاب فقولوا ... هو نور على الصواب دليل ¶ وكذا سنة الرسول وقد ... أفلح من قال ما يقول الرسول ¶ واتفاق الجميع أصل وما ... تنكر هذا وذا وذاك العقول ¶ وكذا الحكم بالقياس فقلنا ... من جميل الرجال يأتي الجميل ¶ فتعالوا نرد من كل قول ... ما نفى الأصلُ أو نفته الأصول ¶ فأجابوا, وناظروا وإذا العلم ... لديهم هو اليسير القليل ¶ هذا ولم يقصر الشيخ الأفريقي استفادته وتلقيه من دار الحديث فقط بل كان يتردد على الحلقات العلمية في المسجد النبوي، والمسجد النبوي جامعة من الجامعات وموضع إعداد القياديين من رجال العلم والفكر، وأرباب الشهامة والكرامات من عهد رسول الله صلى الله عليه وسلم إلى يومنا هذا، وكان يومها يعج بالطلاب الذين ينهلون من المورد الصافي، ويتزودون من ميراث النبوة ما يحيي قلوبهم ويهذب أخلاقهم، وتقر به عيونهم ونفوسهم. ¶ وقد ظل المسجد إلى عهد قريب هو المدرسة لكل العلوم، وكانت أسطواناته وسواريه مسنداً لظهور العلماء والفقهاء، والمحدثين والمفسرين يتحلق حولهم الطلاب، وينهلون من علمهم وفقههم العديد من الطبقات وعلى مختلف الأعمار والفئات.",
            "page": "173",
            "part": "1",
            "seal": "B0330616"
        },
        {
            "id": "12",
            "nass": "يتجول المرء في المسجد ليستمع إلى تلك الدروس ومتى أصغى إلى شيخ وأعجب من أسلوبه، وتمكن من الفهم منه جلس مع الملتفين حول الشيخ وأخذ ما شاء الله له من الفوائد وانصرف. ¶ وللصبية الصغار حلقات وكتاتيب عند مدخل المسجد النبوي أذكر منها كتاب الشيخ التابعي والشيخ الرحالي، والشيخ مولود، والعريف بن سالم والعريف مصطفى والعريف جعفر فقيه, وغيرهم. وكل كتاب منها يعتبر مدرسة تتكون من عدة مراحل دارسية لدراسة القرآن الكريم، وبعض المبادئ الدينية، والأذكار النبوية التي ينبغي أن يلم بها المسلم. ¶ أما تدريس الصغار للعلوم الشرعية فإن على الآباء أن يختاروا لأبنائهم الفقيه الذي يختارونه لذلك سواء كان التعليم في البيت أو المسجد ما داموا صغاراً، فإذا بلغ السن التي تؤهله لحمل الكتاب، ومزاحمة الرجال انتقل الأبناء إلى حلقات المسجد، وبذلك تكون رابطة الفرد بالمسجد وعلاقته به من الصبا إلى ما شاء الله. ¶ وقد ورد في الحديث ما يدل على أن التعلم والتعليم في المساجد من أفضل القربات، من ذلك ما روى أحمد وأبو داود عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"من دخل مسجدنا هذا ليتعلم خيراً أو ليعلمه كان كالمجاهد في سبيل الله، ومن دخل لغير ذلك كان كالناظر إلى ما ليس له\". ¶ وأنت خبير بقصة الثلاثة الذين دخلوا المسجد ورسول الله صلى الله عليه وسلم جالس فيه مع أصحابه فأقبل أحدهم، واستحى الثاني, وأعرض الثالث، فأعرض الله عنه, وقصة دخوله صلى الله عليه وسلم المسجد مرة وإذا بحلقة علم وحلقة ذكر فجلس مع أهل العلم، وقال: \"إنما بعثت معلماً\" , ناهيك عن خطب النبي صلى الله عليه وسلم فيه للجُمع وبعض المناسبات. ¶ ويذكر العلماء أن تميماً الداري استأذن عمر رضي الله عنهما أن يقص في المسجد فأذن له عمر، واستمع ابن عمر وابن عباس إلى عبيد بن عمير في المسجد، وكان معاذ يستند إلى سارية في مسجد دمشق، وتلتف الناس حوله ليقص عليهم. ¶ أما الاشتغال بالتذكير والفتوى في المساجد والدور بالمناسبات فقد حصل من العديد من أصحاب رسول الله صلى الله عليه وسلم وغيرهم من التابعين وتابعيهم تولى بيان ذلك العلماء الذين عنوا بأخبار القصاص والوعاظ والمذكرين. ¶ أقول: لذا فإن الشيخ الأفريقي رحمة الله علينا وعليه قد وجد ميراث النبوة وافراً بالمسجد النبوي، ووجد أساطين العلماء، وكبار المربين منتشرين فيه, ووجد العلم ثرا في الروضة اليانعة به. وقد قال رسول الله صلى الله عليه وسلم: \"إذا مررتم برياض الجنة فارتعوا\" قالوا: \"يا رسول الله وما رياض الجنة؟ \" قال: \"حلق العلم\". ¶ فخاض الشيخ الأفريقي فيه ورتع، وأخذ من الثمار ما قدر له وكان للإخلاص والتقوى مفعولهما بعد توفيق الله وهو يقول: {وَاتَّقُوا اللهَ وَيُعَلِّمُكُمُ اللهُ} (البقرة: 282) .",
            "page": "174",
            "part": "1",
            "seal": "92B60CE8"
        },
        {
            "id": "13",
            "nass": "شيوخه وتلاميذه: ¶ لقد لازم الشيخ رحمه الله علماء أفذاذاً في المسجد النبوي وبدار الحديث، أخص منهم بالذكر شيخه الأول سعيد بن صديق، والشيخ ألفا هاشم، والعلامة المصلح السلفي واللغوي محمد الطيب بن إسحاق الأنصاري، شيخ شيوخ المدينة وعلمائها وأدبائها في أوساط هذا القرن والمتوفى عام 1363 هـ. قرأ عليه في المسجد النبوي التفسير والحديث، وعلوم الآلة, وكان الشيخ الأنصاري حفياً به ومقرباً له, معجباً من حرصه وإخلاصه وتحرر عقله في المناقشة والاستدلال، وخاصة في الحديث. ¶ ولازم كلاًَ من الشيخ يونس بن نوح الأفريقي، والعلامة الجليل السلفي الورع الزاهد الشيخ صالح الزغيبي الذي كان إماماً للمسجد النبوي قرابة ربع قرن لم يتخلف طيلة هذه المدة عن الإمامة إلا مرتين أو ثلاث. ¶ وتلقى على كل من الشيخ محمد سلطان المعصومي الأفغاني، والشيخ محمد سلطان المعصومي الأفغاني, وكان نادرة في معرفة الحديث وعلومه، وقرأ على زميله الشيخ محمد بن علي الحركان النحو والصرف، وعلى الشيخ محمد بن علي شويل الحديث وعلومه, وتردد على حلقات الشيخ إبراهيم بري، والشيخ محمد حميدة، والشيخ أحمد البساطي، والشيخ صالح الفيصل التونسي، والعلامة المحدث الشيخ محمد علي اللكنوى. ¶ هذه بعض الدوحات التي استظل تحت ظلها، وجنى من ثمارها، وكرع من سلسبيل أنهارها، أما تلاميذه فكثيرون في الشرق والغرب وهنا وهناك, وفي العديد من القارات، فلقد نفع الله به نفعاً كبيراً في تدريسه بالمسجد النبوي، وفي مدرسة دار الحديث المدنية، وفي ينبع النخل حينما اختاره جلالة الملك عبد العزيز آل سعود - رحمه الله - ليقوم بها داعية متجولاً في جميع قراها عام 1364هـ. ¶ وفي الرياض عندما كان مدرساً بالمعهد العلمي، وفي مسجد سماحة الشيخ محمد بن إبراهيم آل الشيخ رحمه الله، وفي كلية الشريعة بالرياض، وفي منزله الذي كان مجمعاً للضيوف الذين لا يأخذ على قراهم أجراً، وإنما كانوا يقصدونه لأنه يجيد بعض لغاتهم الأفريقية, ويجيد اللغة الفرنسية. ¶ ولأمر ما دعا النبي صلى الله عليه وسلم زيداً أن يتعلم العبرية, وكان يقصده بالذات المثقفون لما يجدون فيه من قبول للمناقشة والبحث، والفهم والوعي، والعلم والحلم، والصبر على الإيرادات التي يوردونها عليه ولا يجدون منه ضجراً ولا مللاً أو سباباً أو شتماً, وإنما كان يأخذهم كما يأخذ المنقذ الغريق الذي إن لم يحتل عليه أهلك منجده. ¶ وهنا ينبغي للداعية أن يعلم أن أسلوب الفظاظة والغلظة والجفاء والشدة لا يسعد على خدمة الدعوة، وإنما يؤدي إلى العكس, لذا قال الله تعالى لنبيه صلى الله عليه وسلم: {وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ} (آل عمران:159) ، وقال: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} (الأعراف:199)",
            "page": "175",
            "part": "1",
            "seal": "750676DB"
        },
        {
            "id": "14",
            "nass": "ولا أريد هنا أن أعدد أسماء طلابه المبرزين, أو أشيد بأعمالهم وآثارهم وأذكر مناصبهم ومكانتهم الاجتماعية فإن ذكر ذلك لا يغني فتيلاً ولا ينفع نقيراً، ولا يزيد من قدر الشيخ رحمه الله شيئاً. ¶ ولكني أسأل الله جل وعلا أن يبارك فيهم وفي علومهم، ويزيد من صلاحهم وتوفيقهم، وينفع الإسلام والمسلمين. ¶ صفاته وأخلاقه: ¶ ولقد وعدت في مطلع حديثي أنني لا أبالغ في المدح والوصف والثناء كما يفعل عادة عندما يصف التلميذ شيخه, ولذا فإنني ههنا أذكر إلمامة صغيرة عن الجوانب التي أختار الكتابة عنها, وأعتقد أنني لست بالمبالغ أو المتزيد إذا سلكت الشيخ في عداد المصلحين في هذا القرن، فقد كان معلماً بارعاً، ومصلحاً وهب نفسه وفكره، وأذوى ناضر شبابه، وسلخ عمره في مجال الخير, وكان رحمة الله علينا وعليه قد أعطي بسطة في الجسم كما أعطيها في العلم، أسمر ممتلئ الوجه متلألأة, لا ترى العبوس في وجهه, لين العريكة, يحرص في جميع شؤونه أن يسير سير المصطفى صلى الله عليه وسلم. ¶ وكان في منتهى الذكاء واللباقة, شجاعاً في الحق صبوراً على الأذى في سبيل الله، حكيماً في أحاديثه أديباً في مجلسه، لطيفاً في أسلوبه، سهلاً في تعليمه ومعاملته، مشجعاً للمجدين من طلابه في ألفاظ يرسلها كأنها سهام تنفذ إلى القلوب، يؤدب في شفقة وبشاشة وإيناس، ضليعاً في علم الحديث ومصطلحه, داعية لطلابه إلى اعتناق منهج الانطلاق الفكري في البحوث المقيدة بميزان الشريعة. ¶ رجاعاً إلى الحق، مثيراً طلابه على ملازمة الطاعة والعبادة، عزيزاً في نفسه، ويغرس بذور العزة والكرامة في نفوسهم. ¶ وأذكر أنه كان يسألهم تارة بمناسبة أيام الخميس والاثنين عمن صامهما تطوعاً، وعمن قام شيئاً من الليل غير الفريضة, فإذا أجابوا بالنفي ندب حال طلاب العلم في هذا الزمان. ¶ أما جوده وكرمه وطيبته وحسن طويته، وحبه إسداء الخير للمحتاج فحدث عن ذلك ولا حرج. ¶ وقبل أن أنهي الكلام على ما يتعلق بصفاته وأخلاقه أقرأ على مسامعكم هذه النماذج باختصار: ¶ 1 - وافق أنني تخلفت عن حج عام 1367 هـ ولما كان يوم عيد الأضحى رأيت أن أتناول طعام الغداء في منزل الشيخ، ووافق أنّ كثيراً من الطلاب ذهبوا للحج، فدخلت عليه والطعام بين يديه, ومعه أولاده, وعندما ألقيت السلام رفع رأسه وقال من غير تأمل أو تفكير: \"الحمد لله الذي لم يُرني اليوم الذي آكل فيه وحدي ومع أولادي فقط\".. ¶ 2 - جاء في نظام أعمال دار الحديث التي وضعها دليلاً لدار الحديث بعد أن آل أمر نظارة مكتبتها وإدارة مدرستها إليه، وفي الفقرة (خ) وقع في خارطة البناء شقة للناظر أعلن من يومي هذا",
            "page": "176",
            "part": "1",
            "seal": "B4BAD672"
        },
        {
            "id": "15",
            "nass": "وأنا الناظر حالياً أنني متنازل عن سكناها لتسكنها أسرة الشيخ أحمد الدهلوي المؤسس، وأطلب ممن تولى النظارة بعدي من أبنائي وأحبابي أن يدعوا سكناها للمذكورين ما دام شرط النظارة لا ينطبق عليهم. ¶ 3 - شج رجل فقير معاند مخالف للشيخ في العقيدة رأس ابن الشيخ انتقاما من أبيه, وقامت السلطات بسجن الجاني, فحاول الشيخ أن يشفع في فك سراحه فلم يفلح، ولما كان آل الرجل محتاجين إلى من يعولهم أمرني رحمه الله بالإنفاق عليهم إلى أن يطلق سراح عائلهم، ولما علم الرجل ذلك رجع إلى نفسه، وثاب إلى رشده وكان سبباً لقبوله الحق. ¶ أردت أن أضع هذه النماذج الثلاثة أمام السامع من غير تعليق عليها خشية أن أطيل فيكون الملل. ¶ ولقد اشتغل منذ عام 1360هـ بالتدريس في المسجد النبوي وبمدرسة دار الحديث المدنية إلى عام 1364هـ حيث انتدب للوعظ والإرشاد بمدينة ينبع النخل، وعاد منها في عامه بعد أن أمضى فيها ثمانية شهور أسس خلالها قواعد متينة، وأشاد بنياناً راسخاً في العقيدة هناك. وأزال كثيراً من البدع والمنكرات، باللطف والحكمة والموعظة الحسنة. وربض في دار الحديث ليثبت أركانها، ويدعم بنيانها، ويعمر جوانبها بالعلم النبوي. ¶ وأشهد بالله تعالى أنه كان يجلس للتدريس من الساعة الثانية صباحاً على وجه التقريب، إلى أذان الظهر جلسة واحدة لا يتخللها كلل ولا ملل, ثم يعود بعد صلاة الظهر ليعقد درساً لبعض الطلاب الذين يشغلهم الضرب في الأسواق صباحاً، وبعد صلاة العصر يرتاد بيته طلاب آخرون للتحصيل والتعلم، وبعد صلاة المغرب وصلاة العشاء يقوم بالدرس العام بالمسجد النبوي, وكانت حلقته تجمع الخليط من الطبقات الصغار والكبار، والمتفرغين لطلب العلم، والراغبين في الانتفاع من العوام وكان الجميع يكرعون وينهلون ويردون ويصدرون، لأن الله حبى الشيخ شفافية النفس، وعظيم الإخلاص، والخلق وسهولة الأسلوب، مع قوة الاقناع فاستفاد منه الكثيرون من المقيمين والحجاج. ¶ أما دار الحديث فقد أخصبت وأفرغت وأربعت ثم ازهرت وأينعت إبان قيامه بإدارتها والتدريس فيها. وصدق عليها ما قال القائل عن دار الحديث النووية بالشام: ¶ وفي دار الحديث لطيف معنى.. ¶ وتخرج منها طلاب انتشروا في العديد من البلاد، وأصبحوا قادة في الفكر والعلم ودعاة إلى الحق, وهداة إلى سبيل الله. ¶ وفي أواخر عام 1370هـ اختاره جلالة الملك عبد العزيز ليكون ضمن المدرسين في المعهد العلمي بالرياض، ثم بكلية الشريعة فكان يمكث بالرياض مدة الدراسة ويقضي عطلة الصيف بالمدينة المنورة",
            "page": "177",
            "part": "1",
            "seal": "2641511E"
        },
        {
            "id": "16",
            "nass": "ليشرف على أعمال دار الحديث، ويواصل تدريسه بالمسجد النبوي الذي كان يتمنى أن يكون بجوار معظم سواريه طلاب يعقلون عن الله، وعن رسول الله صلى الله عليه وسلم ويقومون بتبليغ رسالة الله. ¶ هذه صورة مبسطة من حياة رجل عالم جليل أدى ما عليه. وهكذا تصنع الرجال الأمجاد وكأنما يريدون أن يعالجوا الزمن بنفوسها الكبيرة، وهممها العالية والله من وراء القصد. ¶ مؤلفاته: ¶ هذا ولما كان التأليف صنوا للتدريس والتبليغ في مجالات الإصلاح فقد قام الشيخ رحمه الله بتأليف بعض من الكتب النافعة, أرى أن أوجز ما تضمنته فيما يلي: ¶ 1 - من اتصاله بالكثير من الحجاج الأفارقة تأكد أن الطريقة التيجانية المنسوبة إلى الشيخ أحمد التيجاني قد انتشرت في تلك البلاد، وتضاربت أقوال الناس فيها، وعمت بلاد أفريقيا موجة من الاختلاف في شأن هذه الطريقة، وفشا بين العامة منهم أن من لم يعتنق الطريقة التيجانية فليس من الإسلام في شيء. ¶ وكان منزل الشيح رحمه الله منتدى يجتمع فيه الحجاج من غالب البلاد التي يحتلها الفرنسيون قبل أن يقسم إلى جمهوريات متعددة، ويقصده المثقفون منهم بالذات، لأنه يجيد اللغة الفرنسية، ويشرح لهم بواسطتها ما يحتاجون إليه من أمور دينهم. وكثيراً ما كان يدور النقاش والاستفسار عنها. فعكف رحمه الله على دراسة كتبها، والوقوف على حقيقة ما فيها من مراجعها وأصولها. وخلص من ذلك إلى تأليف رسالته التي بارك الله فيها - كانت سبباً لوعي الكثير من الناس لسهولة أسلوبها وخلوص نية صاحبها، والتركيز على نقاط حساسة هامة جعلت العامة تقف على بعض المعتقدات التي لا يعرفها إلا الخاصة من أهل الطريقة - أسماها (الأنوار الرحمانية لهداية الفرقة النجاتية) . ¶ وقبل أن أوجز الكلام عن فصول الرسالة يناسب التعريف بالشيخ أحمد التيجاني الذي نسبت إليه هذه الطريقة، وببعض مصادرها. فهو أحمد بن محمد بن المختار بن أحمد بن سالم الشريف التيجاني, ولد عام خمسين ومائة ألف من الهجرة. بعين ماضي, ونشأ بها، وارتحل لفاس علم إحدى وسبعين ومائة وألف وتوفي بها عام 1230هـ. ¶ قال الشيخ محمد الحافظ التجاني المصري المعاصر في ترجمة له للشيخ: ¶ \"وما زال رضي الله عنه منذ تولى رسول الله تربيته بالروح يسمو ويرقى حتى بلغ مقام القطبانية العظمى، ثم وصل إلى مقام الولاية المعروف عند الأولياء بالخيمة عام أربعة عشر في القرن الثالث عشر\"اهـ. ¶ ومن أشهر ما ألف من الكتب في هذه الطرقة هو كتاب جواهر المعاني للشيخ علي حرازم، وكتاب",
            "page": "178",
            "part": "1",
            "seal": "F6D7CE72"
        },
        {
            "id": "17",
            "nass": "الرماح للشيخ عمر الفوني، وكتاب الإفادة الأحمدية لمريد السعادة الأبدية، للشيخ محمد الطيب الشهير بالسفياني والمتوفى عام 1259هـ وهو من خاصة الخاصة من أصحاب الشيخ أحمد التجاني. ¶ وبمناسبة ذكر كتاب الإفادة وهو كتاب لا تزيد صفحاته عن 84 صفحة أورد لك نبذة مما جاء فيه: قال الشيخ السفياني في مقدمة الكتاب.. وبعد. ¶ فأول ما يعتني به بعد كلام مولانا رسول الله صلى الله عليه وسلم كلام المشايخ رضي الله عنهم إذ هم خلفاؤه المغترفون من فيض بحره، ونوابه المقتطفون من أزهار حدائق سره، وأولى ذلك عندي جمع كلام شيخ الشيوخ، ومعدن الثبات والرسوخ، قطب الأمة المحمدية، وخليفته عن الرحمة الربانية أبي العباس مولانا أحمد بن محمد التجاني إلى أن قال: ¶ \"ولقد تلقيت جله مشافهة منه، والباقي ممن أثق به، وأروي عنه، وحملني على تقييده، خوف الدرس والضياع لينفع الله به من أراد\"ا. هـ. ¶ وإليك بعض النماذج مما في الإفادة الأحمدية المطبوعة بالمطبعة الخيرية عام 1350 هـ بتعليق الشيخ محمد الحافظ التجاني الذي سبقت الإشارة إليه لتحكم على ذلك بما أراك الله فإن في صفحة (7) : ¶ \"أقول لهم كما قيل في علي بن أبي طالب رضي الله عنه هو قسم (1) النار من أحبنا يقال له أدخله الجنة، ومن أبغضنا ومات دخل النار\".. ¶ \"أكابر أقطاب هذه الأمة لا يدركون مراتب أصحابي، أعطانا ذلك رغماً عن أنوفكم\" صفحة (10) . ¶ \"أصحابي ليسوا مع الناس في الموقف بل هم مكتنفون في ظل العرش\" صفحة (15) . ¶ \"أمرني صلى الله عليه وسلم بجمع كتاب جواهر المعاني وقال لي كتابي هو وأنا ألفته\" صفحة (19) . ¶ \"ثلاثة تقطع التلميذ عنا أخذ ورد عن وردنا، وزيارة الأولياء، وترك الورد\" صفحة (31) . ¶ \"ذكر ليلة الجمعة مائة من صلاة الفاتح لما أغلق.. الخ بعد نوم الناس يكفر أربعمائة سنة\" صفحة (35) . ¶ \"طريقنا طريق محض الفضل أعطاها لي صلى الله عليه وسلم منه إليّ من غير واسطة\" صفحة (36) . ¶ \"طائفة من أصحابنا لو اجتمع أكابر أقطاب هذه الأمة ما وزنوا شعرة من بحر أحدهم\" صفحة (40) . ¶ \"كل الشيوخ أخذوا عنا من عصر الصحابة إلى النفخ في الصور\" صفحة (40) . ¶ \"كل من عمل عملاً وتقبل منه فرضاً كان أو نفلاً يعطينا الله تبارك وتعالى ولأصحابنا على ذلك العمل أكثر من مائة ألف ضعف مما يعطى صاحبه\" صفحة (43) . ¶ \"من حلف بالطلاق أنه جالس مع المصطفى صلى الله عليه وسلم في الوظيفة فهو بار في يمينه، ولا يلزمه طلاق\" صفحة (54) . ¶ __________ ¶ (1) المعنى غير واضح وظاهر الكلام غير مستقيم.",
            "page": "179",
            "part": "1",
            "seal": "B94D57DB"
        },
        {
            "id": "18",
            "nass": "\"نهاني صلى الله عليه وسلم عن التوجه بالأسماء وأمرني بالتوجه بصلاة الفاتح لما أغلق\" صفحة (57) . ¶ \"قدماي هاتان على رقبة كل ولي لله تعالى من أول نشأة العالم إلى النفخ في الصور\" صفحة (62) . ¶ \"يوضع لي منبر من نور يوم القيامة، وينادي منادى حتى يسمعه كل من بالموقف يا أهل الموقف، هذا إمامكم الذي كنتم تستمدون منه في دار الدنيا من غير شعور منكم\" صفحة (74) . ¶ هذا الكلام وأمثاله هو ما حفز الشيخ رحمه الله بتأليف رسالته (الأنوار الرحمانية) نصحاً للأمة الإسلامية، وقمعاً للبدعة، وإعلاماً بأن ما لم يكن ديناً في الصدور الأول لا يكون اليوم ديناً. وقد حرص رحمة الله علينا وعليه على أن تكون الرسالة سهلة الأسلوب، صغيرة، واضحة الهدف، مبيناً فيها ما ينكره أهل السنة على أهل هذه الطريقة مشيراً إلى رقم الصفحة من كتب القوم ليبين كل مسلم غيور تلك المعتقدات. وأكتفي بذكر عشر عقائد منها: ¶ الأولى: أن هذا الورد ادخره رسول الله صلى الله عليه وسلم للشيخ أحمد ولم يعلمه أحداً من الصحابة. ¶ الثانية: أن المرة الواحدة من صلاة الفاتح تعدل كل تسبيح وقع في الكون، وكل ذكر، وكل دعاء, كبيراً كان أو صغيراً، وتعدل قراءة القرآن ستة آلاف مرة. ¶ الثالثة: من لم يعتقد أن صلاة الفاتح من القرآن لم يصب الثواب فيها. ¶ الرابعة: وضع لي منبر من نور يوم القيامة ... الخ. ¶ الخامسة: لا تقرأ جوهرة الكمال إلا بالطهارة المائية. ¶ السادسة: نهاني رسول الله صلى الله عليه وسلم عن التوجه بالأسماء الحسنى. ¶ السابعة: أن ولياً وذكر اسمه كان كثيراً ما يلقى النبي صلى الله عليه وسلم ويعلمه الشعر. ¶ الثامنة: من حصل له النظر فينا يوم الجمعة والاثنين يدخل الجنة بغير حساب. ¶ التاسعة: أنهم يأخذون عن الله ورسوله الأحكام. ¶ العاشرة: أن الشرط في طريقتهم أن لا يلقن لمن له ورد من أوراد المشايخ إلا إن تركه، وانسلخ عنه لا يعود إليه أبداً. ¶ وقد أجاب على كل مسألة من هذه المسائل بما أغنى وأشفى, وقد طبعت هذه الرسالة عدة مرات آخرها الطبعة الرابعة التي تولت الجامعة الإسلامية نشرها عام 1394 هـ جزاها الله أفضل الجزاء. ¶ كما أنه قد قام بالرد على هذه الطائفة جماعة من أهل العلم أذكر منهم العالم الجليل مفتي المالكية بالمدينة سابقاً الشيخ محمد الخضر بن سيدي عبد الله بن ما يابي الشنقيطي في كتابه (مشتهى الخارف الجاني في رد زلعات التجاني الجاني) بلغت صفحاته أربعمائة صفحة.",
            "page": "180",
            "part": "1",
            "seal": "EAE87AB9"
        },
        {
            "id": "19",
            "nass": "وفضيلة الدكتور محمد تقي الدين الهلالي في رسالته الهدية الهادية، والتي بلغت صفحاتها 80 صفحة تقريباً، وقد ألف جماعة من علماء أفريقيا الغربية رسائل تضمنت الرد على معتقدات هذه الطائفة منها ما جرى الاطلاع عليه، والبعض لم أطلع عليه حتى الآن. ¶ أما رسالة الشيخ رحمه الله الثانية فهي (جواب الأفريقي) ، وهي رسالة لطيفة بلغت صفحاتها ستين صفحة، أجاب فيها على سبع عشرة مسألة, وردت إليه من بلاد مليبار عام 1366هـ وهي: ¶ إذا مات الميت ماذا يفعل له أهله، وما يقولون حين يمشون بالجنازة، وإذا مات الأب ماذا يفعل الأولاد من الخير والصدقات، وقراءة القرآن وهل ينفعه ويصل إليه أم لا؟ إذا صلوا الفرض هل لهم أن يجلسوا في مصلاهم للدعاء؟ والإمام يدعو وهم يؤمنون, وعن القنوت في صلاة الصبح, وعن صلاة التراويح كم ركعة هي, وعن مجالس الوعظ والإرشاد في المساجد وعن قراءة المولد للنبي صلى الله عليه وسلم, وهل يتصدق ويجعل ثوابه للنبي وما هي محبته عليه الصلاة والسلام. وهل لعيسى عليه السلام أب أم لا وهل هو حي الآن أم لا؟ ¶ ولما عرج بالنبي صلى الله عليه وسلم إلى السماء هل كان بجسده أو روحه، وهل يجوز التداوي بالحرام، وهل يجوز للمسلم أن يكون مذهبياً أم لا. وما هي السنة في صيام التطوع. ¶ وهي مسائل كما سمعت هامة وجليلة تولى الإجابة عليها بما وفقه الله مستدلاً بالكتاب والسنة وذكر بعض أقوال العلماء. ¶ أما كتابه الثالث فهو: توضيح الحج والعمرة، كما جاء بالكتاب والسنة. وقد بلغت صفحاته 120 صفحة فرغ من تأليفه ليلة الثلاثاء من شهر صفر عام 1367هـ. ¶ وأكتفى في تلخيصه بما ذكره مصححه والمشرف على طبعه: فضيلة الشيخ محمد علي عبد الرحيم رئيس جماعة أنصار السنة المحمدية حالياً عند تصدير الكتاب حيث قال: ¶ \"مصدر يشرح قواعد الإسلام الخمس، وما يهم كل مسلم معرفته من الأوامر والنواهي، مع تفصيل محبة الرسول صلى الله عليه وسلم والاقتداء به\". ¶ وقال: \"قرأت الكتاب فألفيته مع صغر حجمه جامعاً لكل ما يهم المسلم معرفته من عقيدة سليمة وعادة صحيحة\". ¶ وقال: \"أما عبارات الكتاب فهي في متناول الجميع لا لبس فيها ولا إيهام يتفهمها العام قبل الخاص، ويعقلها المتعلم قبل العالم فجاء جزيل النفع كثير الفائدة\".",
            "page": "181",
            "part": "1",
            "seal": "17DF8353"
        },
        {
            "id": "20",
            "nass": "ولفضيلته رحمه الله مجموعة من الفتاوى لم تطبع ومسودات لبعض المذكرات في الحديث والمصطلح ألقاها على طلابه في المعهد العلمي وفي كلية الشريعة بالرياض. ¶ وفاته: ¶ توفي رحمه الله تعالى في ليلة الثلاثاء الموافق 28/3/1377هـ بعد أن انتابته أمراض كثيرة لم تكن سبباً لتوقفه عن الدعوة والجهاد في سبيل الله، بعد خدمة جليلة للسنة شهد له بها القاصي والداني. ¶ وخلف أربعة أبناء، وأربع بنات, لم يكن رحمه الله حريصاً على ترك دنيا لهم حرصه على إحياء دار الحديث بالمدينة المنورة، وجعلها شغله الشاغل والتي كان ينوي جعلها كلية للحديث النبوي الشريف في مدينة رسول الله صلى الله عليه وسلم، لكن أدركه الأجل قبل أن تتحقق أمنيته. ¶ وقد حقق الله تعالى إنشاء كلية الحديث في هذه المدينة الطيبة تابعة للجامعة الإسلامية في عام 1396هـ نفع الله بها وبقية كليات الجامعة والمعاهد الإسلامية جمعاء, وجعلها معاقل خير لخدمة الإسلام والمسلمين فرحمه الله رحمة واسعة، وأغدق عليه رضوانه، وجعلنا وإياه مع النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا. ¶ وبعد:.. فإن الله تعالى يقول: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ} (آل عمران: 185) الآية, ويقول: {وَمَا مُحَمَّدٌ إِلاّ رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} (آل عمران: 144) . ¶ ورسول الله صلى الله عليه وسلم يقول: \"من أحب لقاء الله أحب الله لقاءه، ومن كره لقاء الله كره الله لقاءه\", فقالت عائشة رضي الله عنها: \"إنا نكره الموت\", فقال: \"ليس ذلك ولكن المؤمن إذا حضره الموت بشّر برضوان الله وكرامته فليس شيء أحب إليه مما أمامه، فأحب لقاء الله وأحب الله لقاءه، وإن الكافر إذا حضره الموت بشّر بعذاب الله وعقوبته فليس شيء أمره إليه مما أمامه وكره لقاء الله، وكره الله لقاءه\". متفق عليه. ¶ وروى البخاري ومسلم والنسائي والترمذي وأحمد عن عبد الله بن عمرو رضي الله عنهما قال سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الله لا يقبض العلم انتزاعاً ينتزعه من الناس، ولكن يقبض العلم بقبض العلماء حتى إذا لم يترك عالماً اتخذ الناس رؤساء جهالاً فأفتوا الناس بغير علم فضلوا وأضلوا\". ¶ هذا وليحسن العلماء، وليخلص الطلاب, وبالله التوفيق، وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ كتبه: عمر محمد فلاته",
            "page": "182",
            "part": "1",
            "seal": "F0AC9582"
        }
    ],
    "t10060": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة الشيخ عبد الرحمن الأفريقي"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "لفضيلة الشيخ عمر بن محمد فلاته"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ميلاده ونشأته"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "وصول الشيخ إلى الحرمين الشريفين"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "شيوخه وتلاميذه:"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "صفاته وأخلاقه"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "مؤلفاته:"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "وفاته"
        }
    ]
}