{
    "b10064": [
        {
            "id": "1",
            "nass": "المقدَّمة ¶ الحمد لله الذي سبّح ذاته العليّة؛ قبل أن يسبّحه المسبّحون، وأشهد أن لا إله إلا الله؛ شهدت بعظمته السموات والأرضون، وأشهد أن نبينا وسيدنا محمداً عبد الله ورسوله الصادق المأمون، صلّى الله وسلّم عليه وعلى آله وصحبه عدد ما ذكره الذاكرون، وغفل عن ذكره الغافلون. ¶ وبعد؛ فلقد يسّر الله - تعالى - بفضله وكرمه أن أطالع كتابه الكريم متأملاً آياته، فلفتت انتباهي ونظري مواضع يُسَبّحُ الله - عزّ وجلّ - فيها ذاته المقدسة، فعزمت - متوكلاً على الله - في تتبُّع هذه المواضع وحصرها؛ لِما أنّ تسبيح الله ذاته يدلّ على أهمية ماينزّه الله ذاته عنه فيها، كما أنّ في ذلك إشارة إلى أنه تنزّه خاصٌ به مبالغٌ فيه لائق بجلاله وعظمته. ومن ثمّ جمعتُ هذه المواضع فوجدتها خمسة وعشرين موضعاً. ثمّ صنّفتها؛ حسب موضوعاتها؛ التي جاءت فيها، فكان عشرة مواضع منها في تسبيح الله ذاته عن الإشراك به، وأحد عشر موضعاً في تسبيح الله ذاته عن اتخاذه الولد، والأربعة الباقية كانت في موضوعات مختلفة: (أحدها) عند الحديث عن معجزة الإسراء و (ثانيها) إثر الوعد والوعيد و (ثالثها) في معرض ذكر نعمه وآياته و (رابعها) في معرض بيان عظمته وقدرته. ¶ - ولقد بينت كلّ موضع منها عبر مبحث خاصٍ به. ¶ - وعلى ما سبق فقد قسمت البحث إلى ثلاثة فصول: ¶ الفصل الأول: تسبيح الله ذاته عن الإشراك به. ¶ الفصل الثاني: تسبيح الله ذاته عن اتخاذه الولد. ¶ الفصل الثالث: تسبيح الله ذاته في شؤون مختلفة أخرى.",
            "page": "13",
            "part": "1",
            "seal": "1E65B4E4"
        },
        {
            "id": "2",
            "nass": "- هذا وقد مهدّت لهذا البحث بتمهيد في معنى التسبيح وأصله اللغوي واشتقاقاته. ومن بعدُ ختمتُه بخاتمة بيّنت فيها أهم النتائج والمقترحات. ¶ أمّا منهجي في بيان هذه المواضع: فإني أذكر وجه الحكمة في مجيء التسبيح في موضعه بين الآيات وغاية إيراده، وهذا يُلزمني أن أبيّن ما قبل الموضع وما بعده في أغلب الأحيان؛ لكشف وجه الصلة والمناسبة، وأذكر من كلام المفسرين في ذلك ما أراه مناسباً وراجحاً وقريباً من المعنى الظاهر؛ دون اللجوء إلى مناسبات بعيدة في التأويل ومتكلّفة. ¶ كما أني أعمد إلى ذكر بعض اللطائف - حول الآيات التي أتناولها بالبيان - أرى من المناسب ذكرها لما فيها من زيادة إيضاح أو تأكيد لمعنى أو كشف لسرّ بلاغي أو لغوي يبين جمال النصّ القرآني الكريم. ¶ - ثمّ إني أذكر في الهامش القراءات المتواترة؛ والتي من شأنها إضافة معنى إلى الآية المطلوب بيانها. ¶ - وقد أذكر في الهامش -أيضاً- بعض الاستطرادات التي أرى أنه ليس من المناسب إدخالها في متن الفقرات الأصلية للبحث؛ ولكن إيرادي لها بسبب ما أخشاه من لبس عند القارئ أو وهم؛ يزول بها. ¶ وأخيراً أسأل الله تعالى أن يتقبل بحثي هذا في ميزان حسناتي يوم ألقاه وأن يغفر لي ما كان فيه من خطأ أو نسيان. آمين.",
            "page": "14",
            "part": "1",
            "seal": "AF8BA042"
        },
        {
            "id": "3",
            "nass": "التمهيد ¶ في معنى التّسبيح وأصله اللغوي واشتقاقاته ¶ يحسن بي وأنا أتعرّض للحديث عن تسبيح الله تبارك وتعالى أن أمهِّد له ببيان معنى التسبيح استناداً إلى أصله اللغوي، ومن ثمّ أذكر مااشتُقّ منه من كلمات أصبحت منتسبة إلى حقيقته الشرعية. فأقول والله المستعان سبحانه: ¶ التسبيح: مصدر سَبَح، وأصل معنى سَبَح في اللغة: إذا أَبْعَدَ وذهب - على وجه السرعة والخفّة- في الماء أو الهواء أو الأرض. والسَبْحُ: التباعد1. ¶ وتُوسِّع في استعماله فجيء به في معنى مرّ النجوم في الفلك. ومثاله قوله تعالى: {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ} 2 واستعمل أيضاً لمعنى جري الفرس، ومثاله قوله تعالى: {وَالسَّابِحَاتِ سَبْحاً} 3 ومنه: فرس سبُوح أي واسع الجري. وجاء أيضاً بمعنى التصرّف في المعاش والإبعاد في العمل ومثاله قوله عزّ وجلّ: {إِنَّ لَكَ فِي النَّهَارِ سَبْحاً طَوِيلاً} 4.ومن تلكم الاستعمالات ما أنا بصدد بيانه وهو التسبيح لله تعالى على أنّه يراد به -على ما سبق من بيان الأصل اللغوي إبعاده عمّا لا يليق به5. ¶ __________ ¶ 1 انظر: لسان العرب لابن منظور ج2 ص472؛ تفسير أبي السعود ج5 ص154؛ تفسير الخازن ج4 ص127؛ التحرير والتنوير لابن عاشور ج1 ص405. ¶ 2 سورة يس: الآية (40) . ¶ 3 سورة النازعات: الآية (3) . ¶ 4 سورة المزمل: الآية (7) . ¶ 5 انظر: لسان العرب لابن منظور ج2 ص471_472؛ ترتيب القاموس المحيط للطاهر الزاوي ج2 ص 506_ 507.",
            "page": "15",
            "part": "1",
            "seal": "AC9AAA95"
        },
        {
            "id": "4",
            "nass": "وفيه قال الراغب1 في مفرداته:\"وأصله المرّ السريع في عبادة الله تعالى، وجُعل ذلك في فعل الخير كما جُعل الإبعاد في الشر فقيل: أبعده الله. وجُعل التسبيح عاماً في العبادات قولاً كان أو فعلاً أو نيّة \"2.وبمثله في لسان العرب قوله:\"وجماع معناه بُعده تبارك وتعالى عن أن يكون له مِثْل أو شريك أو ندّ أو ضدّ \"3. ¶ - وتبعاً لهذا التوسُع في استعمال معنى التسبيح كما ذكر الراغب في عبارته السابقة \"وجُعل التسبيح عاماً في العبادات قولاً كان أو فعلاً أو نيّة\"؛ فإنّه قد أطلقت كلمات عدّة اشتقت من هذا المصدر وأصبحت معلومة مشهورة، منها: أنّه يطلق التسبيح ويراد به الدعاء والذكر والصلاة. وفيه يقول القائل: قضيت سُبْحتي. والسُبْحة: الدعاء والذكر وصلاة التطوع والنافلة4. ¶ وعليه فسّر البعض قول الله تعالى: {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ} 5على أنّه يأمرهم الله بالصلاة في هذين الوقتين6. ¶ __________ ¶ 1 هو الحسين بن محمد بن المفضل، أبو القاسم الأصفهاني أو الأصبهاني المعروف بالراغب: أديب، من الحكماء العلماء، من أهل «أصبهان» سكن بغداد واشتهر حتى كان يقرن بالإمام الغزالي، توفي 502هـ، من أشهر مؤلفاته: المفردات في غريب القرآن، محاضرات الأدباء، الذريعة إلى مكارم الشريعة. (انظر: بغية الوعاة في طبقات اللغويين والنحاة للسيوطي ص 396؛ كشف الظنون لحاجي خليفة ج1 ص36؛ الأعلام للزركلي: ج2 ص255) . ¶ 2 المفردات للراغب الأصفهاني: ص221. ¶ 3 انظر: لسان العرب لابن منظور ج2 ص471. ¶ 4 المرجع السابق: ج2 ص473. ¶ 5 سورة الروم: الآية 17. ¶ 6 انظر: تفسير أبي السعود ج7 ص55؛ والآية في سورة الروم رقم (17) .",
            "page": "16",
            "part": "1",
            "seal": "6C27178D"
        },
        {
            "id": "5",
            "nass": "أقول: ولا ريب إنما سميت الصلاة والذكر كذلك لكونهما يتضمّنان تنزيهاً لله وتعظيماً له من كل سوء ونقيصة. ¶ - ومنها يُقال: السُبُحات ويراد بها مواضع السجود. ويقال أيضاً: سُبُحات وجه الله أي أنواره وجلاله وعظمته. وسُبحة الله: جلاله. والسُبْحة: خرزات للتسبيح تعدّ1. ¶ واستناداً إلى ما سبق ذكره من أصل كلمة التسبيح في اللغة واستعمالاتها اللغوية والشرعية يمكن أن يُعرَّف التسبيح لله تعالى بأنّه: قول أو مجموع قول مع عمل يدلّ على تعظيم الله تعالى وتنزيهه وبراءته من كل سوء ونقيصة وممّا لا ينبغي أن يوصف به فيما لا يليق بجلاله وكماله2.والله أعلم. ¶ - وممّا يجدر الإشارة إليه أنّ هذا اللفظ (التسبيح) بمعناه الشرعي لا يصلح إلا لله تعالى ولا يصحّ إطلاقه على غيره؛ إذ إنّ من صفاته عزّ وجلّ\"سُبُّوحٌ قُدُّوس\" كما جاءت به السنة المطهرة3. ¶ __________ ¶ 1 انظر: لسان العرب لابن منظور ج2 ص473؛ترتيب القاموس المحيط للطاهر الزاوي ج2 ص507. ¶ 2 انظر: تفسير البغوي ج3 ص92؛التفسير الكبير للفخر الرازي ج20 ص146؛ تفسير القرطبي ج10 ص204؛فتح القدير للشوكاني ج3 ص211؛أضواء البيان للشنقيطي ج3 ص397؛ التحرير والتنوير لابن عاشورج15 ص9_10. ¶ 3 انظر: الجامع لأحكام القرآن للقرطبي ج10 ص204. وقد روى مسلم في صحيحه عن عائشة رضي الله عنها أنّ رسول الله صلى الله عليه وسلم كان يقول في ركوعه وسجوده «سُبُوح قُدُوس ربُّ الملائكة والرُّوح» وقال النووي في شرحه له: معنى (سبوح) المبرأ من النقائص والشريك وكل ما لايليق بالإلهية. (كتاب الصلاة: باب ما يقال في الركوع والسجود، حديث 195ج3 ص124) صحيح مسلم بشرح النووي.",
            "page": "17",
            "part": "1",
            "seal": "F9A9BF70"
        },
        {
            "id": "6",
            "nass": "أمّا كلمة (سُبحان) على وزن فُعلان فهي عند أكثر النحويين اسم عَلَم للتسبيح يقوم مقام المصدر مع الفعل. قال الفخر الرازي1. في تفسيره الكبير:\"قال النحويون: سبحان اسم علم للتسبيح يقال: سبحت الله تسبيحاً وسبحاناً. فالتسبيح هو المصدر، وسبحان اسم علم للتسبيح، وتفسيره تنزيه الله من كل سوء\"2. ¶ -كما أنّ هذه اللفظة (سبحان) تدلّ على المبالغة في تنزيه الله عزّ وجلّ من عدّة وجوه ذكرها أبو السعود3 إذ قال: \"وفيه ما لا يخفي من الدلالة على التنزيه البليغ من حيث الاشتقاق من السَبْح الذي هو الذهاب والإبعاد في ¶ __________ ¶ 1 هو محمد بن عمر بن الحسن التيمي البكري، أبو عبد الله، فخر الدين الرازي، الإمام المفسر، قرشي النسب، أصله من طبرستان ومولده في الريّ وإليها نسبته ويقال له (ابن خطيب الري) ،رحل إلى خوارزم وما وراء النهر وخراسان، وتوفي في هراة، من المتكلمين، وكان واعظاً بارعاً، أشهر مؤلفاته مفاتيح الغيب في التفسير، والمحصول في علم الأصول، ولد عام 544هـ وتوفي عام 606هـ (انظر: لسان الميزان لابن حجر ج4ص426؛طبقات الشافعية للسبكي ج5 ص33؛ البداية والنهاية لابن كثير ج13ص60؛ الأعلام للزركلي ج6 ص313) . ¶ 2 التفسير الكبير للفخر الرازي: ج20 ص145.وفي لسان العرب قال ابن جنّي \"سبحان اسم علم لمعنى البراءة والتنزيه بمنزلة عثمان وعمران، اجتمع في سبحان التعريف والألف والنون وكلاهما علّة تمنع من الصرف\" لسان العرب ج2 ص471. ¶ 3 هو محمد بن محمد بن مصطفى العمادي، المولى، أبو السعود: مفسر وشاعر، من علماء الترك المستعربين. ولد بقرب القسطنطينية، ودرس ودرّس وتولى القضاء في بلاد متعددة وأضيف إليه الإفتاء عام 952?، من أهم مؤلفاته تفسيره إرشاد العقل السليم إلى مزايا الكتاب الكريم. ولد عام 898? وتوفي عام 982?. (انظر: شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي ج8ص398؛ الأعلام للزركلي ج7 ص59) .",
            "page": "18",
            "part": "1",
            "seal": "82FFB65D"
        },
        {
            "id": "7",
            "nass": "الأرض، ومن جهة النقل إلى التفعيل، ومن جهة العدول من المصدر إلى الاسم الموضوع له خاصَّة، وهو علم يشير إلى الحقيقة الحاضرة في الذهن، ومن جهة قيامه مقام المصدر مع الفعل\"1. ¶ - هذا وقد تطلق العرب هذه الكلمة لما يُتعَّجبُ منه، فيقولون: سبحان من كذا، يريدون التعجّب من ذلك الشيء 2. ¶ - وأختم كلامي حول هذه الكلمة بما ذكره الفيروز آبادي3 في بصائره من أنّها جاءت في القرآن الكريم في خمسة وعشرين موضعاً في ضمن كل واحد منها إثبات صفة من صفات المدح ونفي صفة من صفات الذمّ4 وهي ما سأفصل فيها القول - بإذن الله تعالى - في الصفحات القادمة وأسأل الله التوفيق والسداد. ¶ __________ ¶ 1 تفسير أبي السعود: ج5 ص154. ¶ 2 انظر: لسان العرب لابن منظور ج2 ص471؛ترتيب القاموس المحيط ج2 ص506. ¶ 3 هو محمد بن يعقوب بن محمد بن إبراهيم بن عمر، أبو طاهر، مجد الدين الشيرازي الفيروزآبادي: من أئمة اللغة والأدب، ولد بكارِزين من أعمال شيراز، وانتقل إلى العراق، وجال في مصر والشام، ودخل بلاد الروم والهند، ورحل إلى زبيد عام 796هـ فسكن بها وولي قضاءها وتوفي بها، من أشهر مؤلفاته: القاموس المحيط بصائر ذوي التمييز في لطائف الكتاب العزيز. وكان شافعياً، وكان قوي الحافظة يحفظ مائة سطر كل يوم قبل أن ينام، ولد عام 729هـ وتوفي عام 817هـ (انظر: البدر الطالع بمحاسن من بعد القرن السابع للشوكاني ج2 ص280؛ الضوء اللامع لأهل القرن التاسع للسخاوي ج10ص79؛ بغية الوعاة ص117؛ مفتاح السعادة ومصباح السيادة لطاش كبرى زاده ج1ص103؛ الأعلام للزركلي ج7 ص146_147) . ¶ 4 انظر: بصائر ذوي التمييز في لطائف الكتاب العزيز ج3 ص176.",
            "page": "19",
            "part": "1",
            "seal": "4466B070"
        },
        {
            "id": "8",
            "nass": "الفصل الأول: تسبيح الله ذاته العلية عن الإشراك به ¶ المبحث الأول: في آية سورة التوبة ¶ ... ¶ المبحث الأول ¶ في آية سورة التوبة: ¶ قال الله تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهاً وَاحِداً لا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} 1. ¶ مطلب: في بيان ما قبل التسبيح. ¶ - الكلام في هذه الآية الكريمة عن اليهود والنّصارى حيث إنّهم اتخذوا أحبارهم - وهم علماء اليهود - ورهبانهم -2 وهم عبّاد النصارى - أرباباً من دون الله عزّ وجلّ، والمراد أنّهم يحلّون لهم ما حرّم الله فيحلّونه؛ ويحرّمون لهم ما أحلّ الله فيحرِّمونه، ويشرعون لهم من الشرائع والأقوال المنافية لدين الله فيتبعونهم عليها3 أي جعلوهم كالأرباب حيث أطاعوهم في كلِّ شيء؛ ومنه قوله تعالى: {قَالَ انْفُخُوا حَتَّى إِذَا جَعَلَهُ نَاراً} 4أي كالنار5. ¶ __________ ¶ 1 سورة التوبة: الآية (31) . ¶ 2 قال القرطبي: الأحبار جمع حَبر، وهو الذي يحسِّن القول وينظِّمه ويتقنه بحسن البيان عنه. ومنه ثوب محبَّر أي جمع الزينة. وقد قيل في واحد الأحبار حِبر بكسر الحاء، والمفسرون على فتحها، وأهل اللغة على كسرها. قال الفرّاء: الفتح والكسر لغتان. والرهبان جمع راهب مأخوذ من الرهبة، وهو الذي حمله خوف الله تعالى على أن يخلص له النية دون الناس ويجعل زمانه له وعمله معه وأنسه به. (انظر: تفسير القرطبي ج8 ص119_120) . ¶ 3 انظر: تفسير الطبري ج10 ص80_81؛تفسير ابن كثير ج2 ص349؛ تفسير محاسن التأويل للقاسمي ج8 ص184_185؛تفسير السعدي ج3 ص223. ¶ 4 سورة الكهف، الآية:96. ¶ 5 تفسير القرطبي: ج8 ص120.ومستند المفسرين في هذا تفسير رسول الله صلى الله عليه وسلم فقد روى الترمذي وغيره عن عَدِيّ بن حاتم رضي الله عنه قال: \"أتيت النبي صلى الله عليه وسلم وفي عنقي صليب من ذهب فقال: يا عَدِيّ اطرح عنك هذا الوثن، وسمعته يقرأ في سورة براءة {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} قال: أما إنهم لم يكونوا يعبدونهم، ولكنهم كانوا إذا أحلّوا لهم شيئاً استحلّوه، وإذا حرّموا عليهم شيئاً حرّموه\" [كتاب تفسير القرآن عن رسول الله صلى الله عليه وسلم حديث 5093 (تحفة الأحوذي شرح سنن الترمذي ج8 ص492_493) وقد حسنه الألباني في صحيح سنن الترمذي ج3ص56] .",
            "page": "23",
            "part": "1",
            "seal": "BF1CDBCC"
        },
        {
            "id": "9",
            "nass": "- وأما قوله تعالى: {وَالْمَسِيحَ ابْنَ مَرْيَمَ} فتخصيص المسيح بالذكر لأنّ تأليه النصارى إيّاه أشنع وأشهر1. ¶ - وجملة {مَا أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلَهاً وَاحِداً} في موضع الحال من ضمير {اتَّخَذُوا} وهي محطّ زيادة التشنيع عليهم وإنكار صنيعهم بأنهم لا عذر لهم فيما زعموا، لأنّ وصايا كتب الملّتين مليئة بالتحذير من عبادة المخلوقات ومن إشراكها في خصائص الإلهية 2. ¶ - وقوله {لا إِلَهَ إِلاَّ هُوَ} صفة ثانية لـ {إِلَهاً وَاحِداً} وهو توكيد لاستحقاقه تعالى للعبودية والطاعة دون سواه. فلا يعبد إلاّ هو، وإذا حرّم شيئاً فهو الحرام؛ وما حلله فهو الحلال؛ وما شرعه فهو المتبع؛ وما حكم به هو النافذ3. ¶ مطلب: في بيان موضع التسبيح وغايته وصلته بما بعده: ¶ - لمّا بيّن الله تعالى اتخاذ اليهود والنصارى لأحبارهم ورهبانهم أرباباً من دونه، واتخاذهم المسيح ابن مريم إلهاً مع الله وافترائهم عليه في ذلك كلّه نزه الله ذاته العليّة عن شركهم وافتراءاتهم. قال ابن جرير الطبري:\"تنزيهاً وتطهيراً لله عما ¶ __________ ¶ 1 التحرير والتنوير لابن عاشور: ج10 ص170. ¶ 2 المرجع السابق: ج10 ص170. ¶ 3 انظر: تفسير ابن كثير ج2 ص349؛التحرير والتنوير ج10 ص171؛ تفسير السعدي ج3 ص223_224.",
            "page": "24",
            "part": "1",
            "seal": "E349CE1E"
        },
        {
            "id": "10",
            "nass": "يشرك هؤلاء في طاعته وربوبيته القائلون عزير ابن الله والمسيح ابن الله المتخذون أحبارهم أرباباً من دون الله\"1. ¶ وبما يشابه كلام الطبري قال السعدي:\"أي تنزه وتقدّس وتعالت عظمته عن شركهم وافتراءاتهم فإنهم ينتقصونه في ذلك ويصفونه بما لا يليق بجلاله. والله تعالى في أوصافه وأفعاله عن كل ما نُسب إليه ممّا ينافي كماله المقدّس\"2. ¶ - ولمّا تبين أنّه لا حجة لهم على ما قالوه ولا برهان لما أصّلوه، وإنّما هو مجرد قول قالوه وافتراء افتروه أخبر سبحانه وتعالى - بعد أن نزه نفسه الكريمة - بما يزيد ويؤكِّد تنزيهه وتعظيمه وتبرئته عمّا لا يليق به مبيناً حقيقة حالهم {يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلاَّ أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ} 3. ¶ __________ ¶ 1 تفسير الطبري: ج10 ص82. ¶ 2 تفسير السعدي: ج3 ص 224. ¶ 3 انظر: تفسير السعدي: ج3 ص224،والآية في سورة التوبة رقم (32) .",
            "page": "25",
            "part": "1",
            "seal": "9C93F822"
        },
        {
            "id": "11",
            "nass": "المبحث الثاني ¶ في آية سورة يونس (عليه السلام) : ¶ قال الله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَاوَاتِ وَلا فِي الأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ مطلب: في بيان ما قبل التسبيح: ¶ - في هذه الآية الكريمة يبيّن الله عزّ وجلّ - حال المشركين في عبادة غيره وافترائهم عليه، وينكر من بعد عليهم ذلك؛ ويبطل دعواهم بالحجة والبرهان، فتفنيد الدعاوى الباطلة والردّ عليها هو أسلوب قرآني فريد غايته بيان الحق وردّ الناس إليه وتثبيت القائمين عليه؛ ودحض الباطل ونقض عراه وصدّ الناس عنه. ¶ - وتبتدئ هذه الآية الكريمة التي ينزه الله تعالى ذاته العلية في خاتمتها بمقدِّمة وتمهيد معطوفة بالواو على ما قبلها من قوله عزّ وجلّ عن المشركين: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ} الآية2 وذلك لما فيها من حكاية جناية أخرى من جناياتهم نشأت عنها جنايتهم الأولى3. ¶ __________ ¶ 1 سورة يونس عليه السلام: الآية (18) . وقرأ حمزة والكسائي وخلف بالخطاب في (عما يشركون) . وقرأ الباقون بالغيبة (عما يشركون. انظر النشر في القراءات العشر لابن الجزري ج2ص282. ¶ 2 سورة يونس: الآية (15) . ¶ 3 انظر: تفسير أبي السعود ج4 ص131؛ فتح القدير للشوكاني: ج2 ص449؛ التحرير والتنوير لابن عاشور ج11 ص125.",
            "page": "26",
            "part": "1",
            "seal": "09BBBBC4"
        },
        {
            "id": "12",
            "nass": "ويجوز أن تكون معطوفة على الآية قبلها مباشرة {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِباً أَوْ كَذَّبَ بِآياتِهِ ... } الآية1. ¶ إذ إنّ عبادتهم ما لا ينفع ولا يضر وادّعاءهم أنهم شفعاء لهم عند الله هو من ضمن افترائهم على الله سبحانه2. ¶ - قال الله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَضُرُّهُمْ وَلا يَنْفَعُهُمْ} أي عبدوا متجاوزين الله تبارك وتعالى إلى عبادة غيره ما ليس من شأنه الضرر ولا النفع، فإنّ من حق المعبود أن يكون مثيباً لمن أطاعه معاقباً لمن عصاه3. ¶ وإنّما قدّم نفي الضرر لأنّ أدنى أحكام العبادة دفع الضرر الذي هو أوّل المنافع، كما أنّ العبادة أمر حادث مسبوق بالعدم الذي هو مظنة الضرر، فحيث لم تقدر الأصنام على الضرر لم يوجد لإحداث العبادة سبب4. ¶ وهذه أوّل حجة في الآية على نقض وإبطال دعوى شركهم بالله تعالى؛ فإنّ الذي لا يملك ضراً ولا نفعاً لا يستحق أن يُعبد؛ بل الذي يملكهما هو الذي ينبغي أن تصرف العبادة إليه، وما ذاك إلاّ الله -عزّ وجلّ - وهي حجة جدّ قوية في بابها. ألا نسمع لقول إبراهيم - عليه السلام - محاجاً قومه في عبادتهم للأوثان من دون الله {قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لا يَنْفَعُكُمْ شَيْئاً وَلا يَضُرُّكُمْ أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلا تَعْقِلُونَ} 5. ¶ __________ ¶ 1 سورة يونس: الآية (17) . ¶ 2 انظر: التحرير والتنوير لابن عاشور ج11 ص125. ¶ 3 انظر فتح القدير للشوكاني ج2 ص449. ¶ 4 تفسير أبي السعود: ج4 ص131. ¶ 5 سورة الأنبياء: الآيتان (66،67) .",
            "page": "27",
            "part": "1",
            "seal": "D72963BA"
        },
        {
            "id": "13",
            "nass": "- وحكاية لفرط ضلالهم وجهلهم بالله مع عبادتهم غيره، وتسفيهاً وتحقيراً لرأيهم قال الله عنهم: {وَيَقُولُونَ هَؤُلاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} زعموا أنهم يشفعون لهم عند الله فلا يعذبهم بذنوبهم إنْ كان هناك يوم آخر يرجعون فيه إليه فيحاسبهم بما قدّموا. وهذا غاية - بلا شك - في الجهالة والافتراء حيث إنّهم ينتظرون الشفاعة في المآل ممّن لا يوجد منه نفع ولا ضرّ في الحال1 هذا مع اعترافهم في مقالتهم - هذه - بأنّ المتصرّف هو الله تعالى وحده؛ حيث جعلوا لهم شفعاء عنده2.فدعواهم تحمل في طيّاتها ماينقضها بسبب تناقضها واعتمادها على أساس غير صحيح ولا مقبول عقلاً ولا واقعاً.. ولذلك جاء التعبير بالمضارع في قوله تعالى: {وَيَعْبُدُونَ} و {يَقُولُونَ} لاستحضار حالتهم العجيبة في استمرارهم على عبادتهم غير الله وافترائهم عليه تعجيباً من تصميمهم وعنادهم على ضلالهم الذي لا يقوم على دليل ولا حجة بل هو ينقض بعضه بعضاً3. ¶ - وبعد تلك المقدمة المفيدة للتدرّج في نقض شركهم ودعواهم يأتي الأمر من الله تعالى لنبيه محمد صلى الله عليه وسلم بالردّ عليهم ومحاجّتهم. {قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لا يَعْلَمُ فِي السَّمَاوَاتِ وَلا فِي الأَرْضِ} أي أتخبرونه أنّ له شركاء في ملكه يُعبدون كما يُعبد، أو أتخبرونه أنّ لكم شفعاء عنده بغير إذنه؛ والله سبحانه لا يعلم لنفسه شريكاً ولا شفيعاً بغير إذنه من جميع مخلوقاته الذين هم في أرضه وسمائه. ¶ فلمّا كان كلامهم الباطل شيئاً اخترعوه وهو غير واقع جعل الله اختراعه بمنزلة أنهم أعلموه به. ¶ __________ ¶ 1 انظر: فتح القدير للشوكاني ج2 ص449. ¶ 2 انظر: التحرير والتنوير لابن عاشور ج11 ص125. ¶ 3 انظر: المرجع السابق ج11 ص125.",
            "page": "28",
            "part": "1",
            "seal": "6C1EB8F8"
        },
        {
            "id": "14",
            "nass": "وهذا الردّ حاصله وغايته عدم وجود من هو كذلك أصلاً، إذ لو كان لعلمه الله- تعالى - وهو علام الغيوب. ¶ ولا ريب أنّ في الردّ والإنكار عليهم بهذه الصورة تقريعاً لهم وتهكماً بهم وبما يدعونه من المحال الذي لا يكاد يدخل تحت الصحة والإمكان1. ¶ لطيفة: أعيد حرف النفي بعد العاطف في قوله {وَلا فِي الأَرْضِ} وذلك لزيادة التنصيص على النفي وتأكيده2. ¶ مطلب: في بيان موضع التسبيح وغايته: ¶ ومن بعد الردّ على المشركين بما يبطل شركهم وينقض دعواهم وافتراءاتهم وبما يثبت إلاهيته سبحانه ووحدانيته ينزّه الله تعالى ذاته العليّة عمّا يفعله هؤلاء المشركون في عبادتهم مالا يضر ولا ينفع، أو عن شركائهم الذين يعتقدونهم شفعاءهم عند الله3.وتنزيهه تعالى ذاته بعد إثبات حجته وبرهانه على لسان رسوله صلى الله عليه وسلم لهو دليل على شناعة مقالتهم من جهة وعلى عظيم الإنكار عليهم من جهة أخرى. وكما يدلّ على أنّ قضية التوحيد له هي أسّ ¶ __________ ¶ 1 انظر: تفسير البغوي ج2 ص348؛ تفسير ابن كثير ج2 ص411؛ تفسير أبي السعود ج4 ص131؛ تفسير زاد المسير لابن الجوزي ج4 ص16؛ فتح القدير للشوكاني ج2 ص449؛ تفسير النسفي ج2 ص157؛ التحرير والتنوير لابن عاشور ج11 ص126. ¶ 2 انظر: التحرير والتنوير لابن عاشور ج11 ص126. ¶ 3 انظر: تفسير الطبري ج11 ص69؛ تفسير أبي السعود ج4 ص132؛ فتح القدير للشوكاني ج2 ص449.",
            "page": "29",
            "part": "1",
            "seal": "561DF822"
        },
        {
            "id": "15",
            "nass": "القضايا وعمادها، وهو - سبحانه - الذي يتولىّ تنزيه ذاته بذاته من كل ما لايليق بها، ومع تنزيه رسله وأوليائه وملائكته؛ والكون كلّه في أرضه وسمائه. ¶ مطلب: في تأكيد ما بعد التسبيح لموضوعه وغايته: ¶ يُتبع الله - تبارك وتعالى - الآية السابقة التي ختمها بتنزيه ذاته بما يؤكِّد موضوع التنزيه وغايته أي أَمْرَ توحيد الله إذ قال تعالى: {وَمَا كَانَ النَّاسُ إِلاَّ أُمَّةً وَاحِدَةً فَاخْتَلَفُوا وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ} 1 فأخبر الله عزّ وجلّ - ههنا - أنّ التوحيد والإسلام لله ملّة قديمة أجمعت عليها الناس قاطبة فطرةً وتشريعاً؛ وأنّ الشرك وفروعه جهالات ابتدعها الغواة الضالون2 وفي هذا تثبيت للمؤمنين ودعوة للمشركين للخروج من ربقة العبودية لغير الله تعالى وترك سبيل الغواة الضالين المنحرفين فطرة وشرعاً. ¶ __________ ¶ 1 سورة يونس: الآية (19) . ¶ 2 تفسير أبي السعود: ج4 ص132.",
            "page": "30",
            "part": "1",
            "seal": "149DFFA6"
        },
        {
            "id": "16",
            "nass": "المبحث الثالث ¶ في آية سورة الإسراء: ¶ قال الله تعالى: {قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلاً. سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً} 1. ¶ مطلب: في معنى الآية الأولى وصلتها بآية التسبيح: ¶ - قوله تعالى: {قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لَابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلاً} متصّل بقوله تعالى قبله {وَلا تَجْعَلْ مَعَ اللَّهِ إِلَهاً آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُوماً مَدْحُوراً} 2. ¶ ووجه الصلة أنّه عَوْدٌ وتتمّة في الردّ على المشركين عبّاد الأصنام وإبطال تعدّد آلهتهم طلباً لاستئصال عقائدهم من جذورها3. ¶ - والمخاطب -في الآية - بالأمر بالقول هو النبي صلى الله عليه وسلم وذلك لدمغهم بالحجة المقنعة والبرهان الجليّ بفساد قولهم. وافتتاحها به اهتماماً بها وتحضيضاً لهذا الأمر بالتبليغ؛ وإن كان جميع القرآن مأموراً صلى الله عليه وسلم بتبليغه4. ¶ __________ ¶ 1 سورة الإسراء: الآيتان (42-43) وقرأ ابن كثير وحفص على الغيبة (كما يقولون) ، وقرأ الباقون بالخطاب (كما تقولون) . وقرأ حمزة والكسائي وخلف على الخطاب في (عما تقولون) . وقرأ الباقون على الغيبة أي (عما يقولون) . (انظر: النشر في القراءات العشر لابن الجزري ج2 ص307) . ¶ 2 سورة الإسراء: الآية (39) . ¶ 3 انظر: تفسير القرطبي ج10 ص265؛ تفسير التحرير والتنوير لابن عاشور ج15 ص110. ¶ 4 انظر: تفسير القرطبي ج10 ص265؛ تفسير التحرير والتنوير لابن عاشور ج15 ص110.",
            "page": "31",
            "part": "1",
            "seal": "3E41B18B"
        },
        {
            "id": "17",
            "nass": "- ثمّ إنّ قوله تعالى: {كَمَا يَقُولُونَ} جملة معترضة، ويراد منها التنبيه والإشارة إلى أنّ تعدّد الآلهة لا تحقّق له وإنّما هو مجرد قول لا أساس له من الصّحة والواقع1. ¶ - ويأتي من بعدُ الجوابُ على ما افترض وجوده بقوله: {إِذاً لابْتَغَوْا إِلَى ذِي الْعَرْشِ سَبِيلاً} ، فـ (إذاً) تدلّ على الجواب والجزاء وتؤكّد معناهما الذي دلّت عليه اللام المقترنة بجواب (لو) الامتناعية الدالّة على امتناع حصول جوابها لأجل امتناع وقوع شرطها. وبهذه الإجابة يكون الاستدلال على انتفاء إلهية الأصنام والملائكة الذين جعلوهم آلهةمع الله تعالى2. ¶ وهذا الاستدلال يحتمل معنيين ذكرهما المفسرون، وما دام أنّ كليهما يؤديان إلى غاية الاستدلال، فلا مانع من إبانتهما زيادة في الحجة والبرهان وهما على ما يلي: ¶ المعنى الأول: وهو الذي ذهب إليه عمدة المفسرين ابن جرير الطبري3 وتبعه فيه ابن كثير4 (رحمهما الله) وحاصله أنّه لو كان الأمر كما يزعمون من ¶ __________ ¶ 1 انظر: التحرير والتنوير لابن عاشور ج15 ص110. ¶ 2 انظر: التحرير والتنوير لابن عاشور ج15 ص110_111. ¶ 3 هو محمد بن جرير بن يزيد الطبري، أبو جعفر: المؤرخ المفسر الإمام، ولد في آمل طبرستان عام 224هـ واستوطن بغداد وتوفي بها عام 310هـ، عرض عليه القضاء فامتنع والمظالم فأبى، من أشهر مؤلفاته: أخبار الرسل والملوك، جامع البيان في تفسير القرآن، اختلاف الفقهاء (انظر: تذكرة الحفاظ للذهبي ج2 ص351؛ البداية والنهاية لابن كثير ج11ص156-158؛ لسان الميزان لابن حجر ج5 ص100-103؛ سير أعلام النبلاء للذهبي ج14 ص267 –282؛ الأعلام للزركلي ج6 ص69) . ¶ 4 هو إسماعيل بن عمر بن كثير بن ضوّ بن درع القرشي البصروي ثمّ الدمشقي، أبو الفداء، عماد الدين: حافظ مؤرخ ومفسر وفقيه. ولد في قرية من أعمال بصرى الشام عام 701هـ، وانتقل مع أخ له إلى دمشق عام 706 هـ، ورحل في طلب العلم وتوفي في دمشق عام 774هـ. من أشهر مؤلفاته: البداية والنهاية، تفسير القرآن العظيم، الباعث الحثيث إلى معرفة علوم الحديث، الفصول في اختصار سيرة الرسول. (انظر: الدرر الكامنة في أعيان المائة الثامن لابن حجر ج1 ص371؛ النجوم الزاهرة لابن تغري بردي ج9 ص292؛ طبقات الشافعية للسبكي ج6 ص84؛ الأعلام للزركلي ج1 ص320) .",
            "page": "32",
            "part": "1",
            "seal": "A5DEFC18"
        },
        {
            "id": "18",
            "nass": "أنّ مع الله آلهة أخرى إذاً لابتغت تلك الآلهة سبيل القربة منه والتمست الزلفة لديه والمرتبة عنده لأنهم دونه؛ وهم قد اعتقدوا أنّها تقربهم إلى الله زلفى؛ فإذا علموا أنّ هذه الآلهة هي ذاتها محتاجة إلى الله تعالى؛ فقد بطل بذلك أنّها آلهة1 وفي هذا المعنى يقول ابن كثير: \"لو كان الأمر كما يقولون وأنّ معه آلهة تُعبد لتقرب إليه وتشفع عنده لكان أولئك المعبودون يعبدونه ويتقربون إليه ويبتغون إليه الوسيلة والقربة فاعبدوه أنتم وحده كما يعبده من تدعونه ولا حاجة لكم إلى معبود يكون واسطة بينكم وبينه..\"2. ¶ المعنى الثاني: أن يكون المراد بالسبيل طريق السعي إلى الغلبة والقهر، أي لطلبوا مغالبة الله ذي العرش. ووجه هذا المعنى أنّ من شأن أهل السلطان أن يسعوا لتوسعة ملكهم وسلطانهم؛ ويكون ذلك بمغالبة ومقاتلة ومنازعة غيرهم من السلاطين والملوك، فلو كان مع الله آلهة لسلكوا عادة أمثالهم. وتمام هذا الدليل محذوف للإيجاز، ويدلّ عليه ما تستلزمه المغالبة والمدافعة من اختلال العالم وفساده لانشغال مديريه بمقاتلة بعضهم بعضاً. وإلى هذا ذهب جماعة من المفسرين3. ¶ __________ ¶ 1 انظر: تفسير الطبري ج15 ص64؛ تفسير القرطبي ج10 ص266. ¶ 2 تفسير ابن كثير: ج3 ص41. ¶ 3 انظر: تفسير البغوي ج3 ص116؛ تفسير القرطبي ج10 ص265؛ تفسير أبو السعود ج5 ص174؛ تفسير الخازن ج4 ص161؛ تفسير الألوسي ج5 ص82_83؛ تفسير زاد المسير ج5 ص38؛ تفسير محاسن التأويل للقاسمي ج10 ص231؛ تفسير فتح القدير للشوكاني ج 3 ص236؛ تفسير التحرير والتنوير لابن عاشور ج15 ص111؛ أضواء البيان للشنقيطي ج3 ص594.",
            "page": "33",
            "part": "1",
            "seal": "F04E0764"
        },
        {
            "id": "19",
            "nass": "لطيفة: إنّ في استحضار الذات العليّة بوصف {ذِي الْعَرْشِ} دون اسمه العلم لما تتضمّنه الإضافة إلى العرش من الشأن الجليل الذي هو مطمع الآلهة في ابتغاء القربة والزلفى من سعة ما عنده تعالى على المعنى الأول، أو الذي هو مثار حسد الآلهة إياه وطمعهم في انتزاع ملكه تعالى على المعنى الثاني1. ¶ مطلب: في بيان آية التسبيح وغايته: ¶ - لمّا أقام الله - عزّ وجلّ - الدليل القاطع على كونه منزهاً عن الشركاء؛ وعلى أنّ القول بإثبات الآلهةقول باطل، أتبعه بما يدلّ ويؤكِّد على تنزيهه عن هذا القول وتلكم الفرية والبهتان فقال منزهاً ذاته وممجّدها ومقدّسها عمّا لا يليق بها {سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً} 2. ¶ - ولم يقتصر التنزيه على لفظة {سُبْحَانَهُ} وإن كانت تؤدي إلى المعنى المراد؛ ولكنّما جيء بعدها بقوله: {سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ عُلُوّاً3 كَبِيراً} ، وذلك لمزيد التأكيد لمعنى تنزيه الله عزّ وجلّ عن قولتهم الشنيعة في حقِّه العظيم وشأنه الجليل. ¶ __________ ¶ 1 انظر: تفسير التحرير والتنوير لابن عاشور: ج15 ص112. ¶ 2 انظر: تفسير الطبري ج15 ص65؛ تفسير القرطبي ج10 ص266؛ التفسير الكبير للفخر الرازي ج20 ص217؛ تفسير ابن كثير ج3 ص41؛ تفسير التحرير والتنوير لابن عاشور ج 15 ص113. ¶ (علواً) مفعول مطلق عامله (تعالى) جيء به على غير قياس فعله للدلالة على أنّ التعالي هو الاتصاف بالعلوّ بحقّ لا بمجرد الادّعاء (التحرير والتنوير لابن عاشور ج15 ص113) .",
            "page": "34",
            "part": "1",
            "seal": "F94CDC64"
        },
        {
            "id": "20",
            "nass": "ومبالغة في النزاهة -أيضاً- وصف العلّو بالكبر؛ وليدلّ على أنّ المنافاة بين ذاته وصفاته - عزّ وجلّ- وبين نسبة الشريك له بلغت في القوة والكمال بحيث لا يشوبها شيء من جنس ما نسبوه إليه1 والمعنى: أي تعاظم عن ذلك -تعالى- تعاظماً كبيراً غاية في الكمال لايشوبه شيء من جنس ما نُسب إليه، فإنّ مثل هذه الفرية والبهتان ممّا يتنزه ويترفع عنه مقامه الأسمى2. ¶ لطيفة: ذكر صاحب محاسن التأويل (القاسمي) 3 لطيفة بلاغية ههنا فقال: \"قال الشهاب: وذِكْرُ العلّو بعد عنوانه بـ (ذي العرش) -في الآية قبلها- في أعلىمراتب البلاغة\"4. ¶ مطلب: في فائدة ذكر تسبيح السموات والأرض ومن فيهن بعد تسبيح الله ذاته: ¶ - بعد تنزيه الله تعالى ذاته العليّة من تلك الفرية الزريّة يذكر سبحانه تسبيح السموات والأرض ومن فيهنّ له بقوله: {تُسَبِّحُ5 لَهُ السَّمَاوَاتُ السَّبْعُ ¶ __________ ¶ 1 انظر: التفسير الكبير للفخر الرازي ج20 ص217؛ فتح القدير للشوكاني ج3 ص236؛ التحرير والتنوير لابن عاشور ج15 ص113. ¶ 2 انظر: محاسن التأويل للقاسمي ج10 ص232. ¶ 3 هو جمال الدين أو محمد جمال الدين بن محمد سعيد بن قاسم الحلاق، من سلالة الحسين بن علي رضي الله عنه إمام الشام في عصره علماً بالدين وتضلعاً من فنون الأدب، مولده ووفاته في دمشق. رحل إلى مصر، وزار المدينة. له مؤلفات أشهرها: محاسن التأويل في التفسير موعظة المؤمنين. ولد عام 1283? وتوفي عام 1332?. (انظر: الأعلام للزركلي ج2 ص135) . ¶ 4 محاسن التأويل للقاسمي ج10 ص232. ¶ 5 قرأ أبو عمرو وحمزة والكسائي وحفص عن عاصم ويعقوب وخلف (تسبح) بتاء جماعة المؤنث، وقرأ الباقون (يسبح) [انظر: النشر في القراءات العشر لابن الجزري ج 2 ص307] .",
            "page": "35",
            "part": "1",
            "seal": "8DCE783A"
        },
        {
            "id": "21",
            "nass": "وَالأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيماً غَفُوراً} 1. ¶ وفي ذكره لهذه الحقيقة العظيمة شهادة بصحة وقوة ما أورده الله من الاستدلال على ألوهيته ووحدانيته؛ فالعوالم كلّها علويّها وسفليّها تقدّسه وتنزهه وتعظمه عمّا يقوله هؤلاء المشركون وتشهد له بالوحدانية في ربوبيته وألوهيته2. هذا من جهة، ومن جهة أخرى فإيراد التسبيح لكل العوالم ههنا - فيه إنكار شديد على هؤلاء المشركين القائلين بما لا يليق به سبحانه. وفي هذا يقول الطبري: \" أي تنزهه السموات والأرض ومن فيهن أيها المشركون عمّا وصفتموه به إعظاماً له وإجلالاً، وأنتم مع إنعامه عليكم وجميل أياديه عندكم تفترون عليه بما تفترون!! \"3. ¶ ويدلّ على هذا الوجه ويؤيده ختام الآية بقوله عزّ وجل {إِنَّهُ كَانَ حَلِيماً غَفُوراً} إذ فيه تعريض بأنّ مقالتهم تقتضي تعجيل العقاب لهم في الدنيا؛ ولكنّ الله عاملهم بحلمه وإمهاله، وفيه أيضاً تعريض لهم بالحث على الإقلاع عن شركهم وكفرهم ليغفر الله لهم4. ¶ __________ ¶ 1 سورة الإسراء: الآية (44) . ¶ 2 انظر: التفسير الكبير للفخر الرازي ج20 ص217؛ تفسير ابن كثير ج3 ص41؛ محاسن التأويل للقاسمي ج10 ص232. ¶ 3 تفسير ابن جرير الطبري: ج15 ص65. ¶ 4 انظر: التحرير والتنوير لابن عاشور ج15 ص115؛ محاسن التأويل للقاسمي ج10ص235.",
            "page": "36",
            "part": "1",
            "seal": "AE122633"
        },
        {
            "id": "22",
            "nass": "المبحث الرابع ¶ في آية سورة الأنبياء: ¶ قال الله تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} 1. ¶ مطلب: في بيان ما قبل التسبيح وصلته: ¶ هذه الآية الكريمة الوارد -فيها تنزيه الله ذاته العليّة - مبيِّنة للإنكار الذي في قوله تعالى قبلها {أَمِ اتَّخَذُوا آلِهَةً مِنَ الأَرْضِ هُمْ يُنْشِرُونَ} 2 ولذلك فُصِلَت عنها ولم تعطف عليها3.فالله - عزّ وجلّ- أنكر على من اتخذ من دونه آلهة أهم يحيون الموتى وينشرونهم من الأرض؟! والمراد أي لا يقدرون على شيء من ذلك؛ فكيف جعلوها نداً لله وعبدوها معه؛ إذ لا يستحق الإلهية إلاّ من يقدر على الإحياء والإيجاد من العدم4.ثمّ بيّن الله إنكاره هذا بإخباره أنّه لو كان في الوجود آلهة سواه لفسدت السموات والأرض ومن فيهن؛ حيث يستلزم أن يكون كلّ واحد منهما قادراً على الاستبداد بالتّصرف فيقع عند ذلك التّنازع والاختلاف ويحدث بسببه الفساد أي الخراب والهلاك. ¶ وهذا البيان من الله تعالى - هو في نفس الأمر - استدلال على بطلان عقيدة هؤلاء المشركين في اتخاذ آلهة سواه5. ¶ __________ ¶ 1 سورة الأنبياء: الآية: (22) . ¶ 2 سورة الأنبياء: الآية: (21) . ¶ 3 انظر: التحرير والتنوير لابن عاشور ج17 ص38. ¶ 4 انظر: تفسير البغوي ج3 ص241؛ تفسير ابن كثير ج3 ص175. ¶ 5 انظر: تفسير الطبري ج17 ص10_11؛ تفسير البغوي ج3 ص241؛ تفسير ابن كثير ج3 ص175؛ فتح القدير للشوكاني ج3 ص403.",
            "page": "37",
            "part": "1",
            "seal": "5D41CE19"
        },
        {
            "id": "23",
            "nass": "مطلب: في بيان ختم الآية بالتسبيح ووجهه: ¶ - بعد أن أبطل الله -عزّ وجلّ- بما ذكره من الاستدلال والبرهان عقيدة المشركين في اتخاذهم آلهة معه أعقبه بما يؤكد ذلك الاستدلال من تنزيه ذاته فقال: {فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} والفاء تقتضي التعقيب وترتيب ما بعدها على ما قبلها من ثبوت الوحدانية بالبرهان والدليل، فنزه الله ذاته عمّا لا يليق به ممّا وصفوه من الأمور والأحوال التي يفترونها عليه والتي من جملتها أن يكون له شريك في الإلهية1. ¶ لطيفتان: ¶ الأولى: إنّ في إظهار اسم الجلالة في موضع الإضمار لإشعار بعلّة الحكم؛ إذ الألوهية مناط لجميع صفات الكمال لله تعالى التي من جملتها تنزهه تعالى عمّا لا يليق به؛ ولتربية المهابة وإدخال الروعة2. ¶ الثانية: إنّ في وصفه تعالى في موضع التسبيح ب (رب العرش) -ههنا- تأكيداً لتنزهه؛ إذ فيه تذكير بأنّه انفرد بخلق السموات وهو شيء لا ينازع فيه المشركون؛ بل هو خالق أعظم السماوات وحاويها وهو العرش، وبذلك يلزمون بلازم قولهم بانفراده بالخلق وهو انتفاء الشركاء له فيما دون ذلك3. ¶ __________ ¶ 1 انظر: تفسير الطبري ج17 ص10_11؛ تفسير أبي السعود ج6 ص62. ¶ 2 تفسير أبي السعود: ج6 ص62. ¶ 3 انظر: التحرير والتنوير لابن عاشور ج17 ص44.",
            "page": "38",
            "part": "1",
            "seal": "B391A9AA"
        },
        {
            "id": "24",
            "nass": "مطلب: في وصفه تعالى بقوله: {لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} بعد التسبيح: ¶ - وصف الله تبارك وتعالى ذاته بعد أن نزّهها عما لا يليق بها بأنه لا يُسأل عن أفعاله ولكن غيره من العباد يسألون عن أفعالهم وأعمالهم، وفي هذا مزيد لتنزيهه تعالى؛ إذ يحمل هذا الوصف إبطالاً لآلهية المقرَّبين -التي زعمها المشركون الذين عبدوا الملائكة وزعموا أنها بنات الله- بطريقة انتفاء خاصية الإله الحق عندهم إذ هم يُسألون عما يفعلون وشأن الإله ألاّ يُسأل1. ¶ __________ ¶ 1 التحرير والتنوير لابن عاشور ج17 ص46.",
            "page": "39",
            "part": "1",
            "seal": "59BF4B94"
        },
        {
            "id": "25",
            "nass": "المبحث الخامس ¶ في آية سورة المؤمنون: ¶ قال الله تعالى: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ. عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ مطلب: في بيان ما قبل التسبيح وصِلَته: ¶ - تأتي هذه الآية الكريمة {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ ... } الآية.. في ختام حملة طويلة متتابعة قوية الحجج والدلالات ضدّ المشركين بالله في شركهم وإنكارهم للبعث. وكأني ألحظ بداية هذه الحملة من قوله تعالى: {أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جَاءَهُمْ مَا لَمْ يَأْتِ آبَاءَهُمُ الأَوَّلِينَ} 2 إذ يجول معهم القرآن فيفنّد شبههم ويردّ عليها ويبيّن حقيقة كفرهم وإعراضهم عن الحق وإن هو إلاّ استكبارهم وكرههم للحق وجهلهم به، ثم يجول معهم أخرى يوقظ وجدانهم إلى دلائل الإيمان في أنفسهم وفي الآفاق من حولهم عسى أن يهتدوا ويرجعوا ويأخذوا من بعد بمسلّمَاتهم التي يقرّون بها فيصحح لهم الاضطراب في عقيدتهم ويردّهم إلى التوحيد الخالص3. ¶ - وفي الخاتمة لهذه الحملة المليئة بالجدل والحوار والحجة والبرهان يأتي التقرير الإلهي ليبيِّن حقيقة ما جاءهم به الرسول صلى الله عليه وسلم من التوحيد وبطلان ما يدّعونه من ¶ __________ ¶ 1 سورة المؤمنون: الآيتان (91-92) . ¶ 2 سورة المؤمنون: الآية (68) . ¶ 3 انظر: الآيات في سورة المؤمنون من (68-90) .",
            "page": "40",
            "part": "1",
            "seal": "D73E5406"
        },
        {
            "id": "26",
            "nass": "الشريك والولد إذ إنّ منهم من توهّم أنّه ارتقى عن عبادة الأصنام فعبدوا الملائكة وقالوا هم بنات الله فقال تعالى: {بَلْ أَتَيْنَاهُمْ بِالْحَقِّ} أي بالقول الصدق {وَإِنَّهُمْ لَكَاذِبُونَ} فيما ينسبونه إليه -تعالى- من الشريك والولد1. ¶ - ثمّ نفاهما الله عن نفسه فقال: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ} أي ليس له ولد ولا كان معه في القديم ولا حين ابتدع الأشياء من تصلح عبادته من إله إنّما هو الإله الواحد الحق لا إله إلاَّ هو، والإتيان ب (مِن) في نفي الأمرين لتأكيده2. ¶ - ومن بعدُ بيّن الله تعالى ما يستلزمه ما يدّعيه الكفار من إثبات الشريك وهو في ذات الوقت الدليل على نفي الآلهة من دونه {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلا بَعْضُهُمْ عَلَى بَعْضٍ} . وفي الكلام حذف وتقديره: لو كان مع الله آلهة إذاً لاعتزل كلّ إله منهم بما خلق من شيء فانفرد واستبدّ به ولتغالبوا ووقع بينهم التطالب والتحارب فيغلب القويّ منهم الضعيف؛ لأنّ القوي لا يرضى أن يعلوه ضعيف وحينذلك لا يصلح الضعيف أن يكون إلهاً. وإذا تقررّ عدم إمكان المشاركة في ذلك وأنه لا يقوم به إلاّ واحد تعيّن أن يكون هذا الواحد هو الله سبحانه وتعالى3. ¶ __________ ¶ 1 انظر: تفسير القرطبي ج12 ص146؛ فتح القدير للشوكاني ج3 ص394. ¶ 2 انظر: تفسير الطبري ج18 ص38؛ فتح القدير للشوكاني ج3 ص394. ¶ 3 انظر: المرجعين السابقين. والمتكلمون ذكروا هذا المعنى وعبّروا عنه بدليل التمانع، وهو لو فرض صانعان فصاعدا فأرادوا تحريك جسم والآخر أراد سكونه فإن لم يحصل مراد كل واحد منهما كانا عاجزين، والواجب لايكون عاجزاً ويمتنع اجتماع مراديهما للتضاد، وما جاء هذا المحال إلاّ من فرض التعدّد فيكون محالاً، فأمّا إن حصل مراد أحدهما دون الآخر كان الغالب هو الواجب والآخر المغلوب ممكناً لأنّه لا يليق بصفة الواجب أن يكون مقهوراً. (قاله ابن كثير في تفسيره ج3 ص254) .",
            "page": "41",
            "part": "1",
            "seal": "E49E32D8"
        },
        {
            "id": "27",
            "nass": "* لطائف: ¶ اللطيفة الأولى: يلاحظ في الآية أنّه قدّمت الحقيقة والمطلوب على الدليل أي قوله تعالى {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ} ولهذا التقديم علة وهي الإشارة إلى أنّ هذا المطلوب واضح النهوض لا يفتقر إلى دليل إلاّ لزيادة الاطمئنان1. ¶ اللطيفة الثانية: إنّ نفي الله تعالى للولد استقصاء للردّ على مختلف عقائد أهل الشرك من العرب إذ جعلوا الملائكة بنات الله فعبدوها من دون الله كما بينت سابقاً. كما أنّه قدم ذلك على نفي الشريك مع أنّ أكثر المشركين عبدة أصنام لا عبدة ملائكة نظراً إلى أنّ شبهة عبدة الملائكة أقوى من شبهة عبدة الأصنام لأنّ الملائكة غير مشاهدين فليست دلائل الحدوث بادية عليهم كالأصنام، ولأنّ الذين زعموهم بنات الله أقرب للتمويه من الذين زعموا الحجارة شركاء لله2. ¶ اللطيفة الثالثة: أنّه -تعالى- لم يستدل في الآية على امتناع أن يتخذ الله ولداً وإن كان قد قدّمه وذكره، وذلك لأنّ الاستدلال على ما بعده مغن عنه؛ لأنّ ما بعده أعمّ منه وانتفاء الأعمّ يقتضي انتفاء الأخصّ، فإنّه لو كان لله ولد لكان ¶ __________ ¶ 1 التحرير والتنوير لابن عاشور: ج18 ص113. ¶ 2 انظر: التحرير والتنوير لابن عاشور ج18 ص113_114.",
            "page": "42",
            "part": "1",
            "seal": "40CDEC39"
        },
        {
            "id": "28",
            "nass": "الأولاد آلهة لأنّ ولد كلّ موجود إنّما يتكونّ على مثل ماهية أصله1. ¶ مطلب: في بيان التسبيح وغايته: ¶ لمّا اقتضى هذا الدليل بطلان قولهم عقَّبه الله تعالى بتنزيه ذاته عن أقوالهم بقوله: {سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} وهو بمنزلة نتيجة لهذا الدليل2. ¶ قال الطبري: \" تنزيهاً لله عمّا يصفه به هؤلاء المشركون من أنّ له ولداً وعمّا قالوه من أنّ له شريكاً وأنّ معه في القدم إلهاً يُعبد تبارك وتعالى\"3. ¶ مطلب: في غاية مجيء قوله تعالى: {عَالِمِ4 الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ} 5. ¶ إن مجيء هذه الآية الكريمة بوصف الله تعالى في بدايتها ب {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} هو تأكيد لتنزيه ذاته وإتمام للاستدلال على تنزهه عن الشريك في الآية قبلها. وذلك من وجهين: ¶ أحدهما: أنّه تعالى يصف ذاته بأنه عالمٌ بما غاب عن خلقه من الأشياء فلم يروه ولم يشاهدوه وعالمٌ بما رأوه وشاهدوه ليخبر عن هؤلاء المشركين الذين عبدوا من دونه آلهة وزعموا أنّه اتخذ ولداً سبحانه أنّهم فيما يقولون ويفعلون ¶ __________ ¶ 1 المرجع السابق: ج18 ص114. ¶ 2 انظر: المرجع السابق: ج18 ص116_117. ¶ 3 تفسير الطبري: ج18 ص38. ¶ 4 قرأ نافع وأبو بكر وحمزة والكسائي (عالمُ) بالرفع على الإستئناف، وقرأ الباقون (عالمِ) بالجر، على أنّه صفة لله. (انظر: حجة القراءات لابن زنجلة ص491) . ¶ 5 سورة المؤمنون: الآية (92) .",
            "page": "43",
            "part": "1",
            "seal": "D3B3EC9C"
        },
        {
            "id": "29",
            "nass": "مبطلون ومخطئون فإنّهم يقولون ما يقولون من قول في ذلك عن غير علم بل عن جهل منهم به، فخبره وقوله بذلك هو الحق دون قولهم وخبرهم1. ¶ والثاني: أنّ قوله: {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ} هو دليل آخر على انتفاء الشرك بناء على اعتقادهم أنّ الله متفرِّد بعلم الغيب مع الشهادة؛ لأنّ من دونه وإن كان عالماً بالشهادة فلا يعلم الغيب، ولذلك رتّب عليه بالفاء فقال: {فَتَعَالَى عَمَّا يُشْرِكُونَ} فإنّ تفرّده تعالى بذلك موجب لتعاليه عن أن يكون له شريك2. والله أعلم بمراده. ¶ __________ ¶ 1 انظر: تفسير الطبري ج18 ص38. ¶ 2 انظر: فتح القدير للشوكاني ج3 ص394. ¶ مجلّة الجامعة الإسلاميّة – العدد 118",
            "page": "44",
            "part": "1",
            "seal": "D40DE06A"
        },
        {
            "id": "30",
            "nass": "المبحث السادس: في آية سورة القصص: ¶ قال الله تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ مطلب: في نزول هذه الآية الكريمة: ¶ قال الواحدي2 في أسباب النزول: \"قال أهل التفسير: نزلت جواباً للوليد بن المغيرة حين قال فيما أخبر الله تعالى عنه أنّه لا يبعث الرسل باختياره\"3. ¶ - وتفصيلاً لكلام الواحدي أذكر كلام الخازن4 في تفسيره إذ يقول: \"نزلت هذه الآية جواباً للمشركين حين قالوا: {وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ ¶ __________ ¶ 1 سورة القصص: الآية (68) . ¶ 2 هو علي بن أحمد بن محمد بن علي بن متُّوية، أبو الحسن الواحدي: مفسر، عالم بالأدب، نعته الذهبي بإمام علماء التأويل، كان من أولاد التجار، أصله من ساوة (بين الري وهمذان) ومولده ووفاته بنيسابور، من أشهر مؤلفاته: أسباب النزول البسيط الوسيط - الوجيز في التفسير_شرح ديوان المتنبي وتوفي عام 468هـ (انظر: النجوم الزاهرة في ملوك مصر والقاهرة لابن تغري بردي ج5 ص104؛ وفيات الأعيان لابن خلكان ج1 ص333؛ مفتاح السعادة لطاش كبرى زاده ج1 ص402؛ الأعلام للزركلي ج4 ص255) . ¶ 3 أسباب النزول للواحدي: ص255_256. وانظر: جامع النقول في أسباب النزول لخليفة عليوي ج2 ص262. ¶ 4 هو علي بن محمد بن إبراهيم الشيحي علاء الدين المعروف بالخازن: عالم بالتفسير والحديث، من فقهاء الشافعية، بغدادي الأصل، نسبته إلى شيحة من أعمال حلب، ولد ببغداد وسكن دمشق مدة، وكان خازن الكتب بالمدرسة السميساطية فيها، واشتهر بالخازن بسبب ذلك، أشهر كتبه لباب التأويل في معاني التنزيل. ولد عام 678? وتوفي 741? (انظر: الدرر الكامنة في أعيان المئة الثامنة لابن حجر ج3 ص97؛ الأعلام للزركلي ج5 ص5) .",
            "page": "45",
            "part": "1",
            "seal": "A127CD6B"
        },
        {
            "id": "31",
            "nass": "مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} 1 يعني الوليد بن المغيرة أو عروة بن مسعود الثقفي. أخبر الله تعالى أنّه لا يبعث الرسل باختيارهم لأنّه المالك المطلق وله أن يخصّ ما يشاء بما يشاء لا اعتراض عليه البتة2\". ¶ أقول: ولعلّ سياق هذه الآيات الكريمة يؤيد ماذهب إليه أهل التفسير من أنّ الآية نزلت في شأن إرسال الرسل واختيارهم فإنّه قد قال تعالى قبلها في شأن المشركين: {وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ. فَعَمِيَتْ عَلَيْهِمُ الأَنْبَاءُ يَوْمَئِذٍ فَهُمْ لا يَتَسَاءَلُونَ} 3 وبعد هاتين الآيتين جيء بالاعتراض في قوله تعالى: {فَأَمَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحاً فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ} 4 وهذه الآية التي نحن بصددها من تمام الاعتراض ووجه عطفها أنّ الله بيّن قبلها بأنّ الأمر موكلٌ إليه بحكمته في خلق قلوب قابلة للهداية وقلوب قاسية صمّاء، وهو الذي يختار من بين مخلوقاته لما يشاء ممّا يصلح له جنس ما من شأنه الاختيار، ومن ذلك اختياره للرسالة من يشاء إرساله وهذا في معنى قوله تعالى: { ... اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ ... } الآية5. وأن ليس ذلك لاختيار الناس ورغباتهم. ¶ __________ ¶ 1 سورة الزخرف: الآية (31) . ¶ 2 تفسير الخازن: ج5 ص180؛ وفي لباب النقول للسيوطي حول نزول هذه الآية الكريمة عن قتادة قال الوليد بن المغيرة: لو كان ما يقول محمد حقاً أنزل عليّ هذا القرآن أو على مسعود الثقفي. فنزلت الآية (لباب النقول في أسباب النزول ص188) . ¶ 3 سورة القصص: الآيات (65_66) . ¶ 4 سورة القصص: الآية (67) . ¶ 5 سورة الأنعام: الآية (0124) .",
            "page": "46",
            "part": "1",
            "seal": "8A535911"
        },
        {
            "id": "32",
            "nass": "- ولكن مع ما ذُكر أقول: إنّ الله - تبارك وتعالى - قد أجاب عن قول المشركين في آية سورة الزخرف: {وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} في ذات الموضع في الآية بعدها وبنفس السورة بما يدحض قولهم ويبيّن بطلانه وقد تكون آية سورة القصص ههنا تتمة لذلك الجواب بأسلوب آخر وفي موضع آخر ناسب الردّ عليهم مرة أخرى لبيان شناعة قولهم ذلك، وكان الجواب عليهم آنذاك هو قوله تعالى: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضاً سُخْرِيّاً وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ} 1 والمعنى أنّه لمّا قسم الله تعالى بين الناس معيشتهم فكانوا مسيرين في أمورهم على نحو ما هيأ لهم من نظام الحياة، وكان تدبيره ذلك ببالغ حكمته فجعل منهم أقوياء وضعفاء وأغنياء ومحاويج فسخر بعضهم لبعض في أشغالهم على حسب دواعي حاجة الحياة، ورفع بعضهم فوق بعض، وجعل بعضهم محتاجاً إلى بعض.. فإذا كانوا بهذه المثابة في تدبير المعيشة الدنيوية، فكذلك الحال في إقامة بعضهم دون بعض للتبليغ فإنّ ذلك في أعظم شؤون البشر، ولمّا كان الاصطفاء للرسالة رحمة لمن يصطفى لها ورحمة للناس المرسل إليهم، جعل تحكّمهم في ذلك قسمة منهم لرحمة الله باختيارهم من يختار لها وتعيين المتأهِّل لإبلاغها إلى المرحومين.. وهو ما لا يملكونه ولا يستطيعونه2. ¶ وعلى ما ذكرته فقول من قال إنّ هذه الآية: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ..} الآية نزلت جواباً فيما قاله الوليد بن المغيرة هو قول يحتاج إلى كثير من الدِّقة والتحري.. والأولى أن يقال إنّ هذه الآية الكريمة كانت ممّا نزل جواباً على ¶ __________ ¶ 1 سورة الزخرف: الآية (32) ¶ 2 انظر: التحرير والتنوير لابن عاشور ج25 ص201.",
            "page": "47",
            "part": "1",
            "seal": "A7A8188A"
        },
        {
            "id": "33",
            "nass": "مِثل ما قاله الوليد بن المغيرة وغيره في هذه الدعوى وذلكم الاقتراح. وإضافة إلى ذلك فإنّ هذا النصّ يفيد العموم وإن كان السياق يوجِّه إلى موضوع إرسال الرسل، والعبرة في مثله بعموم اللفظ لا بخصوص السبب والله أعلم. ¶ مطلب: في بيان ما قبل التسبيح: ¶ - يخبر الحقّ - تبارك وتعالى - في مطلع هذه الآية الكريمة مخاطباً نبيه محمداً صلى الله عليه وسلم أنّه المنفرد بالخلق والاختيار، وأنّه ليس له في ذلك منازع ولا مزاحم ولا معقِّب {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} فما شاء كان وما لم يشأ لم يكن، والأمور كلّها خيرها وشرها مرجعها إلى تقديره وحكمته في خلقه1. ¶ وكذلك هو سبحانه الذي يختار لخلقه من التشريع ما يشاء ولا اعتراض على اختياره وحكمه البتة ويؤيّد هذا المعنى قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ..} الآية2. ¶ - وإنّما ابتدأت الآية بإثبات أنّ الخلق لله تعالى - وإن كان معلوماً لدى المشركين - ليمهِّد للمقصود وهو قوله بعده {وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ} . ¶ والمراد: كما أنّ الخلق له تعالى ومن خصائصه فكذلك الاختيار3. ¶ - و (ما) في قوله {مَا كَانَ لَهُمُ الْخِيَرَةُ} نافية على الأصّح. ¶ وهذه الجملة الكريمة استئنافية مؤكِّدة لمعنى ما قبلها من قصر الاختيار لله وحده، وأنّه ليس لأحد أن يختار على الله أو أن يعترض على اختياره وحكمه. ¶ __________ ¶ 1 انظر: تفسير القرآن العظيم لابن كثير ج3 ص397. ¶ 2سورة الأحزاب: الآية (36) . ¶ 3 انظر: التحرير والتنوير لابن عاشور ج20 ص165.",
            "page": "48",
            "part": "1",
            "seal": "DB42B8B2"
        },
        {
            "id": "34",
            "nass": "ثمّ إنّ المجيء ب (كان) هنا للدلالة على نفي للكون وهو يفيد أشدّ مما يفيد لو قيل ما لهم الخيرة1. ¶ وأمّا (الخيرة) فهي اسم من الاختيار يقوم مقام المصدر، وهي اسم للمختار أيضاً كما يقال: محمد خيرة الله من خلقه2. ¶ مطلب: في بيان موضع التسبيح وغايته: ¶ - جاء تسبيح الله ذاته العليّة في ختام هذه الآية السنيّة بقوله: {سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ} وغايته ومقتضاه في عدّة أمور منها: ¶ - أنّه لمّا كان المقام – ههنا - في بيان انفراده تعالى بالخلق والتقدير والاختيار وأنّه لا نظير له في ذلك نزه الله ذاته من أن يشرك به من الأصنام أو الأنداد التي لا تخلق ولا تختار شيئاً؛ إذ المشاركة توجب المساواة، ولا مساواة - بلاشك - بين من خلق وقدّر واختار وبين من لايستطيع خلقاً ولا يملك تقديراً ولا اختياراً3. ¶ - ثمّ إنّه لمّا كان الدافع لهؤلاء المشركين في اقتراحهم واختيارهم وإعراضهم عن اختيار الله هو شركهم به – تعالى - فإنّه سبحانه نزه نفسه عنه؛ وليدلّ على أنّ غاية أمرهم في ذلك إنّما هو ما امتزجت به نفوسهم من ضلالات شركهم وأهوائهم وجهلهم بقدر الله وحقيقته4. ¶ __________ ¶ 1 انظر: تفسير ابن كثير ج3 ص397؛ محاسن التأويل للقاسمي ج13 ص121؛ التحرير والتنوير لابن عاشور ج20 ص165. ¶ 2 تفسير البغوي: ج3 ص452_453. ¶ 3 انظر: تفسير ابن كثير ج3 ص397؛ تفسير المهايمي: ج2 ص122. ¶ 4 انظر: محاسن التأويل للقاسمي ج13 ص 121.",
            "page": "49",
            "part": "1",
            "seal": "2E974A72"
        },
        {
            "id": "35",
            "nass": "وليدلّ أيضاً على أنّه لم يجترئ أحد على أن يصف الله تعالى بما لايليق به -آنذاك- إلاّ أهل الشرك هؤلاء. فسبحان الله وتعالى عما يصفون1. ¶ لطيفة: ¶ يذكر ابن عاشور2 لطيفة حول إضافة سبحان إلى اسم الجلالة العَلَم - مع أنّ المقام مقام إضمار بعد أن قال: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} دون أن يقول سبحانه فعلّل ذلك بقوله: \"لأنّ اسم الجلالة مختص به تعالى وهو مستحق للتنزيه بذاته؛ لأنّ استحقاق جميع المحامد ممّا تضمنّه اسم الجلالة في أصل معناه قبل نقله إلى العَلَمية\"3. ¶ مطلب في صلة ما بعد التسبيح به وبما قبله: ¶ - إنّ موقع هذه الجملة الكريمة التي يسبِّح الله فيها ذاته المقدّسة معترضة بين المتعاطفين من قوله تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} وما جاء بعدها من قوله تعالى: {وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ. وَهُوَ اللَّهُ لا إِلَهَ إِلاَّ هُوَ لَهُ الْحَمْدُ فِي الأُولَى وَالآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} 4. ¶ __________ ¶ 1 انظر: التحرير والتنوير لابن عاشور ج20 ص166. ¶ 2 هو محمد الطاهر بن عاشور رئيس المفتين المالكيين بتونس وشيخ جامع الزيتونة وفروعه بتونس، مولده ووفاته ودراسته بها، عُيِّن عام 1932م شيخاً للإسلام مالكياً، وهو من أعضاء المجمعين العربيين في دمشق والقاهرة، ولد عام 1296هـ وتوفي 1393هـ، له مصنفات مطبوعة من أشهرها: مقاصد الشريعة الإسلامية، أصول النظام الإجتماعي في الإسلام، تفسير التحرير والتنوير. (انظر: الأعلام للزركلي ج6 ص174) . ¶ 3 التحرير والتنوير لابن عاشور: ج20 ص166. ¶ 4 سورة القصص: الآيات (69_70) .",
            "page": "50",
            "part": "1",
            "seal": "6D7D71FB"
        },
        {
            "id": "36",
            "nass": "وهاتان الآيتان بعدها فيهما مزيد تنزيه لله -تبارك وتعالى- وثناء عليه؛ فإنّه - عزّ وجلّ - بعلمه لما تخفيه صدورهم وما يعلنونه من أقوالهم وأفعالهم فهو المستحقّ والمنفرد بأن يختار لهم ما يشاء دون سواه، وبالتالي فهي أيضاً بمثابة علّة للاختيار.. والآية التي تتلوها كذلك هي في ذات موضوعها وتؤكِّده؛ وذلك بما جاء فيها من إثبات ألوهيته تعالى وأنّه المنفرد بالوحدانية، وأنّ جميع المحامد إنّما تجب له دون غيره، وأن لا حكم إلاّ له دون مشاركة فيه لغيره وإليه من بعد المرجع والمصير1. والله أعلم بمراده. ¶ __________ ¶ 1 انظر: تفسير القرطبي ج13 ص307؛ التحرير والتنوير لابن عاشور ج20 ص166.",
            "page": "51",
            "part": "1",
            "seal": "7518B757"
        },
        {
            "id": "37",
            "nass": "المبحث السابع: في آية سورة الروم: ¶ قال الله تعالى: {اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ مطلب في بيان ما قبل التسبيح بالآية. ¶ - في هذه الآية الكريمة يخاطب الله - عزّ وجلّ- المشركين معرّفاً لهم قبح فعلهم وخبث صنيعهم، وذلك بأن أثبت لوازم ألوهيته وخواصّها التي لا ينبغي أن تكون إلاّ له؛ وهم يجعلون معه غيره {اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ} ، ثمّ يقول مؤكِّداً هذا المعنى بإنكار عليهم وتقريع لهم على جهة الاستفهام2 {هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ} ؟!. وهو في معنى النفي3. ومعلوم أنّهم يقولون إجابة عن هذا الاستفهام: ليس منهم من يفعل شيئاً من ذلك، وبذلك تقوم عليهم الحجة بما دلّ عليه البرهان والعيان ووقع عليه الوفاق4 فإذن كيف يُعبد من دون الله من لايفعل شيئاً من ذلك؟! ¶ __________ ¶ 1 سورة الروم: الآية (40) ، وقرأ حمزة والكسائي {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} بالتاء على الخطاب، وقرأ الباقون بالياء على الغيبة (انظر: حجة القراءات لابن زنجلة ص559-560) . ¶ 2 انظر: تفسير الطبري ج21 ص31؛ تفسير القرطبي ج14 ص40؛ تفسير أبي السعود ج7 ص62؛ فتح القدير للشوكاني ج4 ص220. ¶ 3 يقول ابن عاشور: \"استفهام إنكاري في معنى النفي، ولذلك زيدت (من) الدالة على تحقيق نفي الجنس كلّه في قوله (من شيء) والمعنى: ما من شركائكم من يفعل شيئاً من ذلكم\" (التحرير والتنوير: ج21 ص107) . ¶ 4 انظر: تفسير أبي السعود ج7 ص62.",
            "page": "52",
            "part": "1",
            "seal": "423E0A8B"
        },
        {
            "id": "38",
            "nass": "لطيفة: ¶ أضيف (شركاء) إلى ضمير المخاطبين من المشركين في قوله تعالى: {هَلْ مِنْ شُرَكَائِكُمْ} ؛ لأنّ المخاطبين هم الذين خلعوا عليهم وصف الشركاء لله تعالى؛ فكانوا شركاء بزعم المخاطبين وليسوا شركاء على الحقيقة، وهذا جارٍ أيضاً مجرى التهكّم بهم1. ¶ ولطيفة أخرى: ¶ ذكرت في هذه الآية الكريمة (مِن) ثلاث مرات، فالأولى في قوله (هل من شركائكم) بيانية، وهي بيان للإبهام الذي في قوله (من يفعل) . أو هي تبعيضية صفة لمقدّر أي هل أحد من شركائكم؟.والثانية في قوله (من ذلكم) تبعيضية في موضع الحال. وأمّا الثالثة فهي في قوله (من شيء) مزيدة لتعميم المنفي واستغراق النفي له2. ¶ مطلب: في بيان موضع التسبيح وغايته: ¶ بعد أن أقام الله تعالى الحجة على المشركين - بما ذكره من خوّاص إلهيته ولوازمها ومن الإنكار عليهم باستفهام معنيّ به النفي وهم يعلمون حقيقة ما فيه في أنفسهم وواقع حياتهم- نزه سبحانه نفسه عن شركهم وأتبعه بمزيد التنزيه من ذكر علوّها عنه وعمّا يفترونه عليه بزعمهم أنّ آلهتهم له شركاء إذ قال: {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 3. ¶ __________ ¶ 1 انظر: التحرير والتنوير لابن عاشور ج21 ص108. ¶ 2 انظر: تفسير أبي السعود ج7 ص62؛ التحرير والتنوير لابن عاشور ج21 ص107_108. ¶ 3 انظر: تفسير الطبري ج21 ص31.",
            "page": "53",
            "part": "1",
            "seal": "C492F7B9"
        },
        {
            "id": "39",
            "nass": "- وعلى هذا فموقع التسبيح هنا موقع النتيجة لما قبلها. ¶ يقول أبو السعود في تفسيره: \"ثمّ استنتج منه تنزهه عن الشركاء بقوله {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 4. ¶ وقال ابن عاشور أيضاً بما يشير إلى هذه العلاقة عن جملة التسبيح أنها \"مستأنفة لإنشاء تنزيه الله تعالى عن الشريك في الإلهية، وموقعها بين الجملتين السابقتين موقع النتيجة من القياس\"1. ¶ لطيفة: ¶ ذكر الآلوسي2 لطيفة في وجه التعبير بالمضارع في قوله {عَمَّا يُشْرِكُونَ} حيث قال: \"والتعبير بالمضارع لما في الشرك من الغرابة، أو للإشعار باستمراره وتجدده منهم\"3 ¶ __________ ¶ 1 تفسير التحرير والتنوير لابن عاشور: ج21 ص108. ¶ 2 هو محمود بن عبد الله الحسيني الآلوسي، شهاب الدين، أبو الثناء: مفسر ومحدث وأديب، من أهل بغداد مولده ووفاته بها، كان سلفي الاعتقاد مجتهداً تقلد الإفتاء ببلده عام 1248هـ، وعزل فانقطع للعلم ثم سافر في 1262هـ إلى الموصل فالآستانة ومرّ بماردين وسيواس ثم عاد إلى بغداد إلى أن توفي بها، ونسبته إلىجزيرة (آلوس) في وسط الفرات. ولد عام 1217هـ وتوفي عام 1270هـ من أشهر كتبه: روح المعاني، المقامات (انظر الأعلام للزركلي: ج1 ص176) . ¶ 3 تفسير الآلوسي (روح المعاني) : ج21 ص47 ,",
            "page": "54",
            "part": "1",
            "seal": "9A5EC166"
        },
        {
            "id": "40",
            "nass": "المبحث الثامن: في آية سورة الزمر: ¶ - قال الله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ مطلب في بيان ما قبل التسبيح: ¶ - الواو في أوّل الآية لعطفها على ما قبلها؛ ذلك أنّه لمّا جرى الكلام على أنّ الله تعالى خالق كل شيء وأنّ له مقاليد السموات والأرض وهو ملك عوالم الدنيا، وجاء من بعد التذييل بأنّ الذين كفروا بالله هم الخاسرون؛ انتقل الكلام – هنا - إلى ذكر عظمة ملكه -تعالى- في العالم الأخروي؛ وأنّ الذين كفروا بآيات الله الدالة على ملكوت الدنيا قد خسروا بترك النظر؛ فلو اطّلعوا على عظيم ملك الله في الآخرة لقدّروه حقّ قدره2. ¶ - فقوله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ} أي ما عظّموه حقّ عظمته، ولا عرفوا جلاله حقّ معرفته؛ إذ جعلوا له شركاء وسوّوا بينهم وبينه ووصفوه بما لايليق به وبشؤونه الجليلة، وكيف يكون ذلك منهم والحال3 أنّ الله - عزّ وجلّ - هو العظيم ¶ __________ ¶ 1 سورة الزمر: الآية (67) . ¶ 2 تفسير التحرير والتنوير لابن عاشور: ج24 ص64. ¶ 3 قال الشوكاني في فتح القدير: (والأرض جميعاً قبضته يوم القيامة) في محل نصب أي ما عظموه حق تعظيمه والحال أنّه متصف بهذه الصفة الدالة على كمال القدرة (والسموات مطويات بيمينه) حال كالتي قبلها (ج4 ص458) .",
            "page": "55",
            "part": "1",
            "seal": "433B33ED"
        },
        {
            "id": "41",
            "nass": "الذي لا أعظم منه، وهو القادر على كلّ شيء. وكلّ شيء تحت قهره وقدرته وإرادته، وهذا ما بيّنه قوله تعالى: {وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} إذ فيه تنبيه على غاية عظمته وكمال قدرته1. ¶ - وإنّ السبيل في بيان وإيضاح هذا النّص الكريم هو الالتزام بمذهب السلف بإمراره والإيمان به كما جاء من غير تكييف ولا تأويل ولا تحريف ولا تمثيل، وتفويض حقيقة معناه إلى الله تبارك وتعالى. هذا وقد رويت أحاديث عديدة في معنى هذا النصّ الكريم منها ما رواه البخاري2 في صحيحه عن عبد الله بن مسعود رضي الله عنه قال: جاء حبر من الأحبار إلى رسول الله صلى الله عليه وسلم فقال: يا محمد إنّا نجد أنّ الله عزّ وجلّ يجعل السماوات على إصبع والأرضين على إصبع والشجر على إصبع والماء والثرى على إصبع وسائر الخلق على إصبع فيقول: أنا الملك. فضحك رسول الله حتى بدت نواجذه (أضراسه) ¶ __________ ¶ 1 انظر: تفسير الطبري ج24 ص17؛ تفسير القرطبي ج16 ص277؛ تفسير ابن كثير ج4 ص62؛ تفسير أبي السعود ج7 ص262؛ فتح القدير للشوكاني ج4 ص458؛ محاسن التأويل للقاسمي ج14 ص217؛ تفسير السعدي ج6 ص493. ¶ 2 هو محمد بن إسماعيل بن إبراهيم بن المغيرة، أبو عبد الله، صاحب الجامع الصحيح _ التاريخ _الضعفاء _الأدب المفرد. ولد في بخارى ونشأ يتيماً، وقام برحلة طويلة (سنة 210هـ) في طلب الحديث، فزار خراسان والعراق ومصر والشام، وسمع من نحو ألف شيخ، وجمع نحو ست مائة ألف حديث اختار منها في صحيحه ما وثق برواته، وأقام في بخارى فتعصّب عليه جماعة ورموه بالتهم فأخرج إلى خرتنك (من قرى سمرقند) فمات بها. ولد عام 194هـ وتوفي 256هـ. (انظر: تذكرة الحفاظ للذهبي ج2 ص122؛ تهذيب التهذيب لابن حجر ج9 ص41-47؛ طبقات الحنابلة لابن أبي يعلى ج1 ص271-279؛ الأعلام للزركلي ج6 ص34) .",
            "page": "56",
            "part": "1",
            "seal": "9D10152E"
        },
        {
            "id": "42",
            "nass": "تصديقاً لقول الحبر، ثم قرأ: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} 1. ¶ ومنها ما رواه البخاري (أيضاً) بسنده أنّ أبا هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"يقبض الله الأرض ويطوي السماوات بيمينه ثم يقول: أنا الملِك، أين ملوك الأرض؟ \" 2. ¶ وهذان الحديثان الشريفان وغيرهما ممّا ورد في معناهما وبما يقارب نصّهما نؤمن بما جاء فيها ونمرّها كما جاءت على مثل ماهو الشأن في نصّ الآية الكريمة. وهذا هو ما عليه مذهب أهل السنة والجماعة. والله أعلم بمراده. ¶ لطيفة: تأكيد الأرض بقوله (جميعاً) 3 لأنّ المراد بها الأرضون السبع مطابقة لما قال بعدها (والسموات) ، أو المراد جميع أبعاضها البادية والغائرة4. ¶ مطلب: في وجه ختم الآية بتسبيح الله ذاته: ¶ - ختم الله هذه الآية الكريمة بتسبيح ذاته العليّة لما فيه من التأكيد لمعنى ما جاء فيها من قوله تعالى: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالأَرْضُ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ} فإنّه تبارك وتعالى ينزه ذاته عن المعبودات التي ¶ __________ ¶ 1 فتح الباري شرح صحيح البخاري: كتاب التفسير _باب (وما قدروا الله حق قدره) حديث 4811، ج8 ص550_551. ¶ 2 فتح الباري: كتاب التفسير _باب (والأرض جميعاً قبضته يوم القيامة والسموات مطويات بيمينه) _حديث (4812) ، ج8 ص551. ¶ 3 في التحرير والتنوير لابن عاشور: (جميع: أصله اسم مفعول مثل قتيل، وبذلك استعمل توكيداً مثل (كلّ) و (أَجمعَ) [ج24 ص61] . ¶ 4 انظر: تفسير أبي السعود ج7 ص262_263.",
            "page": "57",
            "part": "1",
            "seal": "2F951707"
        },
        {
            "id": "43",
            "nass": "يجعلونها شركاء له أو عن شركهم مع كونه سبحانه صاحب القدرة العظيمة والحكمة الباهرة، أي فما أبعد وما أعلى من هذه قدرته وعظمته عن إشراكهم أو عمّا يشركونه من الشركاء1. ¶ - ثمّ إنّ ما جاء بعد التسبيح من قوله تعالى: {وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ إِلاَّ مَنْ شَاءَ اللَّهُ ... } الآيات2. ¶ يدلّ على معنى التأكيد المراد وذلك لما فيها من الانتقال من إجمال عظمة القدرة الإلهية يوم القيامة إلى تفصيلها3.. ولا ريب أنّ هذا داعٍ إلى مزيدٍ من تنزيهه سبحانه عما يشركون. والله أعلم. ¶ __________ ¶ 1 انظر: تفسير أبي السعود ج7 ص263؛ فتح القدير للشوكاني ج4 ص458؛ التحرير والتنوير لابن عاشور ج24ص 64. ¶ 2 سورة الزمر: الآيات (68_75) . ¶ 3 انظر: التحرير والتنوير ج24 ص64.",
            "page": "58",
            "part": "1",
            "seal": "3DAFF739"
        },
        {
            "id": "44",
            "nass": "المبحث التاسع: في آية سورة الطور: ¶ قال الله تعالى: {أَمْ لَهُمْ إِلَهٌ غَيْرُ اللَّهِ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ} 1. ¶ مطلب في بيان الآية ووجه الصلة بما قبلها: ¶ هذه الآية الكريمة بما جاء في خاتمتها من تسبيح الله ذاته العليّة تأتي في ختام حملة متلاحقة قوية -ضد المشركين- تدحض كلّ ما يقابلها من شبهة واهية تشبثوا بها أو حجة تمسّكوا بها.. وابتدأت هذه الحملة في جولاتها ب (أم) الاستفهامية التي يقصد منها التوبيخ والإنكار2. وكانت هذه الآية هي الجولة الثالثة عشر التي اتسمت بهذا الأسلوب في هذه السورة، وبها جُرِّد المشركون من كلّ شبهاتهم وحججهم التي لا أساس لها من الصحة والواقع. يقول ابن عاشور: \"هذا آخر سهم في كنانة الردّ عليهم، وأشدّ رمي لشبح كفرهم، وهو شبح الإشراك، وهو أجمع ضلال تنضوي تحته الضلالات وهو إشراكهم مع الله آلهة أخرى..\"3. ¶ وهذه الجولة الخاتمة تعتبر المقصود الأعلى لهذه الآيات المتلاحقة إذ هي في إثبات الربوبية وتوحيد الألوهية. ¶ وإنّ المتأمِّل في الآيات السابقة من قوله تعالى: {أَمْ يَقُولُونَ شَاعِرٌ نَتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ} 4 يجدها قد جاءت مرتبة متدرجة تفضي كلّ منها إلى ما بعدها لتحقيق المقصود، ولسامعها المتأمّل الطالب للهدى والحق سبيلاً واضحاً مبرهناً للإيمان ¶ __________ ¶ 1 سورة الطور: الآية (43) . ¶ 2 انظر: تفسير البغوي ج4 ص242؛ تفسير ابن كثير ج4 ص244؛ حاشية الجمل على الجلالين ج4 ص221. ¶ 3 التحرير والتنوير لابن عاشور: ج27 ص78. ¶ 4 سورة الطور: الآية (30) والمراد إلى آية (43) .",
            "page": "59",
            "part": "1",
            "seal": "8090FC8E"
        },
        {
            "id": "45",
            "nass": "بالله. ولذلك ورَد أنّ جبير بن مطعم رضي الله عنه كان من سبب دخوله في الإسلام سماعه لهذه الآيات ورسول الله صلى الله عليه وسلم يقرؤها. وفيه ما روى البخاري في صحيحه بسنده إلى جبير بن مطعم رضي الله عنه قال: \"سمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالطور، فلمَّا بلغ هذه الآية: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ. أَمْ خَلَقُوا السَّمَاوَاتِ وَالأَرْضَ بَلْ لا يُوقِنُونَ. أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ} كاد قلبي أن يطير\"1. ¶ - وحاصل معنى قوله تعالى: {أَمْ لَهُمْ إِلَهٌ غَيْرُ} نفي الحصول من أصله أي ليس لهم في الواقع إله غير الله2. ¶ مطلب: في بيان موضع التسبيح وغايته: ¶ تنزيه الله ذاته الكريمة ههنا بمثابة الإتمام والتنهية للمقصود الأعلى الذي تصدّرت به الآية. وبه يكمل فضح حال المشركين وإلزامهم الحجة والبرهان وأن لم يبق لهم من بعد عذر3. ¶ قال ابن كثير في تفسيره: \"ثمّ نزه الله نفسه الكريمة عمّا يقولون ويفترون ويشركون فقال {سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ} \"4. ¶ __________ ¶ 1 فتح الباري شرح صحيح البخاري: كتاب التفسير، حديث (4854) ج8 ص603. وقوله (كاد قلبي أن يطير) قال فيه الخطابي: كأنّه انزعج عند سماع هذه الآية لفهمه معناها ومعرفته بما تضمنته، ففهم الحجة فاستدركها بلطيف طبعه. ثمّ قال في آخر كلامه: ومال إلى الإسلام أي بسببها. (فتح الباري ج8 ص603) وعند ابن كثير: أنّ هذا الحديث مخرج في الصحيحين من طرق عن الزهري به، وجبير بن مطعم كان قد قدم على النبي صلى الله عليه وسلم بعد وقعة بدر في فداء الأسارى وكان إذ ذاك مشركاً فكان سماعه هذه الآية من هذه السورة من جملة ما حمله على الدخول في الإسلام من بعد ذلك (ج4 ص244) . ¶ 2 انظر: حاشية الجمل مع الجلالين ج4 ص221. ¶ 3 انظر: التحرير والتنوير لابن عاشور ج27 ص78؛ فتح القدير للشوكاني ج5 ص102. ¶ 4 تفسير ابن كثير: ج4 ص244.",
            "page": "60",
            "part": "1",
            "seal": "5142A0FA"
        },
        {
            "id": "46",
            "nass": "المبحث العاشر: في آية سورة الحشر: ¶ قال الله تعالى: {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ} 1. ¶ مطلب في بيان ما قبل التسبيح وصلته: ¶ الذي يلاحظ في هذه السورة الكريمة أنّه قد جاء في خاتمتها ثلاث آيات تضمنت ذكر عدد من أسماء الله وصفاته الحسنى بصورة متتابعة لم تذكر في مثلها من آيات القرآن الكريم. ولعلّ المتأمل يسأل عن سرّ ذلك. وقد اجتهد صاحب التحرير والتنوير في بيان هذا الأمر وأرى أنّه قد أصاب في اجتهاده وأجاد، والله أعلم بالمراد، فقال رحمه الله تعالى: \"لمّا تكرر في هذه السورة ذكر اسم الله وضمائره وصفاته أربعين مرّة، منها أربع وعشرون بذكر اسم الجلالة وست عشرة مرة بذكر ضميره الظاهر أو صفاته العليّة، وكان ما تضمّنته السورة دلائل على عظيم قدرة الله وبديع تصرّفه وحكمته، وكان ممّا حوته السورة الاعتبار بعظيم قدرة الله إذ أيد النبي صلى الله عليه وسلم والمسلمين ونصرهم على بني النضير ذلك النصر الخارق للعادة، وذِكر ما حلّ بالمنافقين أنصارهم، وقوبل ذلك بالثناء على المؤمنين بالله ورسوله الذين نصروا الدين، ثمّ الأمر بطاعة الله والاستعداد ليوم الجزاء والتحذير من الذين أعرضوا عن كتاب الله ومن سوء عاقبتهم وختم ذلك بالتذكير بالقرآن الدالّ على الخير والمعرّف بعظمة الله المقتضية شدّة خشيته عقَّب ذلك بذكر طائفة من عظيم صفات الله ذات الآثار العديدة في تصرفاته المناسبة لغرض السورة زيادة في تعريف المؤمنين بعظمته المقتضية للمزيد ¶ __________ ¶ 1 سورة الحشر: الآية (23) .",
            "page": "61",
            "part": "1",
            "seal": "F1AEA501"
        },
        {
            "id": "47",
            "nass": "من خشيته، وبالصفات الحسنى الموجبة لمحبته، وزيادة في إرهاب المعاندين المعرضين من صفات بطشه وجبروته..\"1. ¶ - وإنّمّا تعرّضت لذكر هذه المقدمة باعتبار أنّ هذه الآية الكريمة التي ختمت بتسبيح الله ذاته متعلّقة بما قبلها في ذكر سلسلة من أسماء الله الحسنى وصفاته العليا. فكان لا بدّ من الوقوف على وجه الحكمة في ذلك، ولارتباط غاية مجيء التسبيح بذكر أسماء الله تعالى ههنا. ¶ - وتبدأ هذه الآية الكريمة كسابقتها بقوله {هُوَ اللَّهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ} وهذا التكرار للاستئناف لأنّ المقام مقام تعظيم وهو من مقامات التكرير، وفيه -أيضاً- اهتمام بصفة الوحدانية له تعالى. أي هو الإله المعبود الذي لا تصلح العبادة إلاّ له. ¶ ثم يجيء بعد هذا ذكر أسماء وصفات له أخرى غير ما ذكر في الآية قبلها (الملك) أي المالك لجميع الأشياء المتصرف فيها بلا ممانعة ولا مدافعة (القدوس) أي المبارك (السلام) أي من جميع العيوب والنقائص (المؤمن) أي الذي أمن خلقه من أن يظلمهم (المهيمن) أي الشاهد على خلقه بأعمالهم (العزيز) أي الذي قد عزّ كل شيء فقهره وغلب الأشياء فلا ينال جنابه (الجبار) أي المصلح أمور خلقه المتصرّف فيهم بما فيه صلاحهم (المتكبِّر) أي عن كلّ شرٍّ وسوء2.ومن بعد هذه الأسماء الحسنى والصفات العليا يسبح الله نفسه الكريمة وهو ما سأبينه في المطلب القادم. ¶ __________ ¶ 1 التحرير والتنوير لابن عاشور: ج28 ص117_118. ¶ 2 انظر: تفسير الطبري ج28 ص36_37؛ تفسير ابن كثير ج4 ص343.",
            "page": "62",
            "part": "1",
            "seal": "46B5EF0B"
        },
        {
            "id": "48",
            "nass": "مطلب: في بيان التسبيح وغايته: ¶ - ينزه الله تعالى ذاته العليّة عن شرك المشركين وعمّا اتخذوهم من شركاء له سبحانه، وذلك إثر تعداد بعض صفاته وأسمائه الحسنى التي لا يمكن أن يشاركه في شيء منها شيء أصلاً ممّا يدَّعونه شركاء له عزّ وجلّ.. وفي هذا إشارة للتعجيب من حالهم في إثبات شريك لله بعد ما عاينوا هذه الأسماء والصفات بآثارها وحقائقها ودلائلها، وبمعنى آخر مقارب أنّه لمّا تقرّر بما ذكر الله تعالى من أسمائه وصفاته كمال عظمته وجلال كبريائه ممّا ينتج عنه تنزهه وتعاليه عن شوب نقص لا سيما عن الشرك؛ نزه الله ذاته عنه داعياً عباده بذلك إلى تنزيهه وتعظيمه؛ ومتعجباً من حال من أشرك به وهو المنفرد بصفات الكمال والجلال1. ¶ - وللفخر الرازي كلام في بيان غاية مجيء التسبيح ههنا، ولكني أرى أنّه قد حصر ذلك في جانب واحد بقضية معيّنة، والأوْلى ما ذُكِر سابقاً لإفادته العموم وهو الأنسب والله أعلم. وذلك قوله: \"كأنّه قيل: إنّ المخلوقين قد يتكبرّون ويدّعون مشاركة الله في هذا الوصف -أي المتكبر- لكنّه سبحانه منزه عن التكبرّ الذي هو حاصل للخلق لأنهم ناقصون بحسب ذواتهم، فادّعاؤهم الكبر يكون ضمّ نقصان الكذب إلى النقصان الذاتي، أمّا الحق سبحانه فله العلوّ ¶ __________ ¶ 1 انظر: تفسير أبي السعود ج8 ص234؛ نظم الدرر في تناسب الآيات والسور للبقاعي ج7 ص542؛ تفسير روح البيان للبرسوي ج9 ص466؛ التحرير والتنوير لابن عاشور ج28 ص123.",
            "page": "63",
            "part": "1",
            "seal": "B9FD9DF2"
        },
        {
            "id": "49",
            "nass": "والعزّة، فإذا أظهره كان ذلك ضمّ كمال إلى كمال، فسبحان الله عما يشركون في إثبات صفة المتكبرية للخلق\"1. ¶ - وبهذا ينتهي الكلام حول هذا الموضع وبه يتم هذا الفصل والحمد لله رب العالمين. ¶ __________ ¶ 1 التفسير الكبير للفخر الرازي: ج29 ص294.",
            "page": "64",
            "part": "1",
            "seal": "040B1605"
        },
        {
            "id": "50",
            "nass": "الفصل الثاني: تسبيح الله ذاته العلية عن الولد ¶ المبحث الأول: في آية سورة البقرة ¶ ... ¶ المبحث الأول: في آية سورة البقرة: ¶ قال الله تعالى: {وَقَالُوا اتَّخَذَ اللَّهُ وَلَداً سُبْحَانَهُ بَلْ لَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ كُلٌّ لَهُ قَانِتُونَ. بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} 1. ¶ مطلب في بيان موضع التسبيح وغايته: ¶ ينزّه الله تعالى ذاته الكريمة إثر إخباره عن قول اليهود والنصارى ومشركي العرب بأنّه اتخذ ولداً. فاليهود قالوا عزيز ابن الله، والنصارى قالت المسيح ابن الله، ومشركو العرب قالوا إنّ الملائكة بنات الله. تعالى الله عما يقولون علواً كبيراً. فأكذب الله جميعهم منزهاً ذاته العليّة عن دعواهم باتخاذه الولد بقوله: (سبحانه) وفيه إشارة إلى أنّ الولدّية نقص في حق الله تعالى وكمال شأنه؛ وإن كانت كمالاً في حقّ غيره من حيث إنّها تسدّ بعض نقائصه عند عجزه وفقره وتسدّ مكانه عند اضمحلاله وذهابه، والله منزه عن جميع ذلك، ولو كان له ولد لآذن بالحدوث والحاجة والعجز2. ¶ لطيفة: إنَّ في الإتيان بلفظ (اتخذ) تعريضاً بالاستهزاء بهم بأنّ كلامهم لا يلتئم لأنّهم أثبتوا ولداً لله ويقولون اتخذه الله؛ والاتخاذ الاكتساب وهو ينافي الولدّية؛ إذ الولديّة تولّد بدون صنع، فإذا جاء الصنع جاءت العبودية لامحالة3. ¶ __________ ¶ 1 سورة البقرة: الآيتان (116-117) . ¶ 2 انظر: تفسير ابن كثير ج1 ص160؛ تفسير الخازن ج1 ص100؛ فتح القدير للشوكاني: ج1 ص198؛ التحرير والتنوير لابن عاشور ج1 ص685. ¶ 3 التحريرر والتنوير لابن عاشور: ج 1 ص684، وانظر روح المعاني للآلوسي ج 1 ص368.",
            "page": "67",
            "part": "1",
            "seal": "9A6DF41E"
        },
        {
            "id": "51",
            "nass": "ولطيفة بلاغية: ¶ يُلاحظ أنّ متعلّق (سبحانه) محذوف ههنا؛ وذلك لدلالة الكلام عليه، وفيه من الإيجاز ما لا يخفى. وقد أظهر في غيرها لما يقتضيه السياق مثل قوله تعالى في آية سورة النساء: {سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ ... } الآية1. ¶ مطلب: في بيان ما بعد التسبيح وصلته: ¶ بعد أن نزه الله ذاته العليّة عن اتخاذ الولد شرع في الردّ عليهم بأربع حجج يتبع بعضها بعضاً، وابتدأه بحرف (بل) الدالّ على الإضراب عن مقالتهم الشنيعة تمهيداً لإبطالها والردّ عليها وعلى ما تقتضيه من التشبيه بالمخلوقات المحدثة في تناسلها وحاجتها إلى الولد، وفي سرعة فنائها اللازم لتلك الحاجة2. ¶ - أمّا الحجة الأولى فهي في قوله تعالى: {لَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ} ؛ ذلك أنّ الله تعالى بيّن - ههنا- أنّ جميع ما في السموات والأرض مملوك له؛ ومن جملتهم من ادّعوا أنّه ولد لله، والولادة تنافي الملكية لأنّ الوالد لايملك ولده3. ¶ __________ ¶ 1 انظر: التفسير الكبير للفخر الرازي ج4 ص23؛ روح المعاني للآلوسي ج1 ص368. والآية في سورة النساء رقم (171) وهي قوله تعالى {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلاَّ الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انْتَهُوا خَيْراً لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً} . ¶ 2 انظر: روح المعاني للآلوسي ج1 ص368_369؛ التحرير والتنوير لابن عاشور ج1 ص685. ¶ 3 انظر: البحر المحيط لأبي حيان ج1 ص363.",
            "page": "68",
            "part": "1",
            "seal": "3E9BCAD3"
        },
        {
            "id": "52",
            "nass": "والحجة الثانية في خاتمة الآية {كُلٌّ لَهُ قَانِتُونَ} ولقد فصلت لقصد استقلالها بالاستدلال حتى لا يُظنّ أنّها مكمّلة للدليل والحجة من قوله تعالى قبلها {لَهُ مَا فِي السَّمَاوَاتِ وَالأَرْضِ} 1.ودليل هذه الحجة على انتفاء الولد من حيث أنّ القنوت - وهو لزوم الطاعة مع الخضوع - هو من شعار العبيد، أمّا الولد فله إدلال على الوالد؛ وإنّما يبرّ به ولا يقنت، فكان إثبات القنوت لله - تعالى - نفي للولد عنه من هذا الوجه2. ¶ وتأتي الحجة الثالثة في الآية الثانية بقوله تعالى: {بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ} ومعنى هذه الجملة الكريمة أنّ الله خالق السموات والأرض على غير مثال سابق، ووجه الحجة - ههنا- أنّه لمّا كان الله عزّ وجل مبدع السموات والأرض وخالقهما، كان أحرى أن يكون ما فيهما من مخلوق من مبدعهما سبحانه، ولكن ذكرهما للتنبيه على عظمة خلقهما كما قال تعالى: {لَخَلْقُ السَّمَاوَاتِ وَالأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ ... } الآية3. وعلى هذا فكيف يُجعل له شبيه من خلقه؟! لأنّ الولد مستخرج شبيه بما استخرج من عينه، والله سبحانه ليس له نظير ولا شبيه ولا مثيل، وما جعلوه ولداً له إنّما هو داخل في ما خلقه وأوجده {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} 4. ¶ __________ ¶ 1 انظر: التحرير والتنوير لابن عاشور ج1 ص685. ¶ 2 انظر: تفسير الخازن ج1 ص100؛ التحرير والتنوير ج1 ص685. ¶ 3 سورة غافر: الآية (57) . ¶ 4 سورة الشورى: الآية (11) . وانظر: نظم الدرر في تناسب الآيات والسور للبقاعي ج1 ص229؛ البحر المحيط لأبي حيان ج1 ص364؛ تفسير الخازن ج1 ص100؛ فتح القدير للشوكاني ج1 ص198؛ التحرير والتنوير لابن عاشور ج1 ص687.",
            "page": "69",
            "part": "1",
            "seal": "4BEEAB2F"
        },
        {
            "id": "53",
            "nass": "وأمّا الحجة الرابعة والأخيرة فجاءت في قوله عز وجلّ: {وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} ووجه الاستدلال ههنا على أنّه سبحانه لا يتخذ ولداً ما بينته هذه الجملة الكريمة أنّه تعالى إذا أراد أمراً وقدّره من أمر الكائنات كلها أو أحكمه وحتّمه فإنما يقول له كن فيكون ذلك الأمر على ما أراد الله تعالى وجوده، أي يكوّن الكائنات كلها بتكوين واحد وكلّها خاضعة لتكوينه سبحانه1. ¶ وفي هذه الحجة كشف لشبهة النصارى حيث توهموا أنّ مجيء عيسى – عليه السلام - من غير أب دليل على أنه ابن الله، فبيّن الله أن تكوين أحوال الموجودات راجع إلى التكوين والتقدير سواء في ذلك ما وجد بواسطة تامّة أو ناقصة أو بلا واسطة. قال الله تعالى: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُون} 2 فليس تخلّق عيسى عليه السلام من أمّ دون أب بموجب كونه ابناً لله تعالى3. ¶ وأختم كلامي في هذا المبحث بما رواه البخاري في صحيحه عن ابن عباس (رضي الله عنهما) عن النبي صلى الله عليه وسلم قال: \"قال الله تعالى: كذَّبني ابن آدم ولم يكن ¶ __________ ¶ 1 انظر: تفسير الخازن ج1 ص100؛ التحرير والتنوير لابن عاشور ج1 ص687. ¶ 2 سورة آل عمران: الآية (59) . والظاهر في قوله {كُنْ فَيَكُون} المعنى الحقيقي، وأنّه تعالى يقول هذا اللفظ (كن) فيكون ما أراده، وليس في ذلك مانع، ولا جاء ما يوجب تأويله، ومن قوله تعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} سورة يس الآية (83) . وهذا هو الصحيح والله أعلم. (انظر: فتح القدير للشوكاني ج1 ص198) . ¶ 3 التحرير والتنوير لابن عاشور: ج1 ص687.",
            "page": "70",
            "part": "1",
            "seal": "75E7136F"
        },
        {
            "id": "54",
            "nass": "له ذلك وشتمني ولم يكن له ذلك، فأمّا تكذيبه إيّاي فزعم أني لا أقدر أن أعيده كما كان، وأمّا شتمه إيّاي فقوله لي ولد فسبحاني أن أتخذ صاحبة أو ولداً\"1. ¶ قال ابن حجر في شرحه للحديث: \"إنّما سمّاه شتماً لما فيه من التنقيص لأنّ الولد إنما يكون عن والدة تحمله ثم تضعه، ويستلزم ذلك سبق النكاح، والناكح يستدعي باعثاً له على ذلك، والله سبحانه منزه عن جميع ذلك\"2. ¶ __________ ¶ 1 فتح الباري بشرح صحيح البخاري. كتاب التفسير (2) سورة البقرة (8) باب (وقالوا اتخذ الله ولداً) حديث رقم (4482) .ج8 ص168. ¶ 2 فتح الباري: ج8 ص168.",
            "page": "71",
            "part": "1",
            "seal": "E41A17DE"
        },
        {
            "id": "55",
            "nass": "المبحث الثاني ¶ في آية سورة النِّساء: ¶ قال الله تعالى: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلاَّ الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلا تَقُولُوا ثَلاثَةٌ انْتَهُوا خَيْراً لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَكَفَى بِاللَّهِ وَكِيلاً} . 1. ¶ مطلب: في بيان ما قبل التسبيح: ¶ - في هذه الآية الكريمة ينهى الله - عزّ وجل- أهل الكتاب من النصارى خاصة عن الغلوّ والإطراء ومجاوزة الحدّ، وهذا كثير فيهم حيث رفعوا عيسى عليه السلام فوق المنزلة التي أعطاه الله إيّاها، فنقلوه من حيّز النبوة إلى الألوهية، بل قد غلوا في أتباعه وأشياعه فادّعوا فيهم العصمة واتبعوهم في كل ما قالوه وذلك قوله عزّ وجلّ: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ} .. ونهاهم أيضاً ألاّ يفتروا عليه ويجعلوا له صاحبة وولداً وهو قوله: {وَلا تَقُولُوا عَلَى اللَّهِ إِلاَّ} ، ولهذا قال بعده {إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ} . أي إنّما هو عبد من عباد الله، وخلق من خلقه قال له كن فكان، رسول من رسله وكلمته ألقاها إلى مريم أي خلقه بالكلمة التي أرسل بها جبريل عليه السلام إلى مريم فنفخ فيها من روحه بإذن ربّه عزّ وجلّ، وكانت تلك النفخة التي نفخها في جيب درعها فنزلت حتى ولجت فرجها بمنزلة لقاح الأب والأم والجميع مخلوق لله عزّ وجلّ فهو مخلوق من روح مخلوقة، وإضافة الروح إلى الله على وجه التشريف. ¶ __________ ¶ 1 سورة النساء: الآية (171) .",
            "page": "72",
            "part": "1",
            "seal": "1689D85D"
        },
        {
            "id": "56",
            "nass": "- وبعد أن بيّن الله حقيقة عيسى عليه السلام أمرهم بالإيمان به وبرسله {فَآمِنُوا بِاللَّهِ وَرُسُلِهِ} أي فصدقوا بأنّ الله واحد أحد لا ولد له ولا صاحبة، واعلموا وتيقنوا بأن عيسى عبد الله ورسوله، ولهذا قال تعالى بعد ذلك {وَلا تَقُولُوا ثَلاثَةٌ} أي لا تجعلوا عيسى وأمه مع الله شريكين. ¶ ومن جهل النصارى وكفرهم أنهم اختلفوا على طوائف في شأن عيسى عليه السلام فمنهم من يعتقده إلهاً، ومنهم من يعتقده شريكاً ومنهم من يعتقده ولداً.. فهم طوائف كثيرة لهم آراء مختلفة وأقوال غير مؤتلفة، ولقد أجاد أحد المتكلمين حيث قال: لو اجتمع عشرة من النصارى لافترقوا عن أحد عشرة قولاً. ¶ - ثمّ أكد الله تعالى نهيه بقوله: {انْتَهُوا خَيْراً لَكُمْ} أي اتركوا وتخلوا عن اعتقاداتكم الباطلة وادّعاءاتكم الفاسدة يكن خيراً لكم. ¶ - ونزه الله تعالى من بعد ذلك ذاته عن قول النصارى بالتثليث فأثبت وحدته في الإلهية بأسلوب القصر {إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ} 1. ¶ مطلب: في بيان موضع التسبيح وصلته بما بعده: ¶ - وبعد أن نزه الله نفسه عن الشريك بقوله {إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ} نزه نفسه عن الولد الذي هو منشأ التثليث عند النصارى فقال: {سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ} ومع ما تفيده كلمة (سبحانه) من قوة التنزيه لله تعالى، فإنها تدلّ أيضاً على غلط من قال بأنّ لله ولداً2. ¶ __________ ¶ 1 انظر: تفسير ابن كثير ج1 ص589-591؛ تفسير القرطبي ج6 ص25؛ تفسير الخازن ج1 ص627-628. ¶ 2 انظر: التحرير والتنوير لابن عاشور ج6 ص58.",
            "page": "73",
            "part": "1",
            "seal": "935365C2"
        },
        {
            "id": "57",
            "nass": "والتعبير بهذه الجملة في التنزيه عن الولد {سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ} يشعر باستحالة هذا الأمر على الله عزّ وجلّ، فإنّ الإلهية تنافي الكون أباً واتخاذ ابن لاستحالة الفناء والاحتياج والانفصال والمماثلة للمخلوقات عن الله تعالى. والبنوة تستلزم ثبوت هذه المستحيلات لأنّ النسل قانون كوني للموجودات لحكمة استبقاء النوع، والناس يتطلبونه لذلك، وللإعانة على لوازم الحياة، وفيها انفصال المولود عن أبيه، فأبوه مماثل له لا محالة1. وفي معنى هذا قال البغوي2: \"اعلم أنّ التبنيّ لا يجوز لله تعالى؛ لأنّ التبني إنما يجوز لمن يتصور له ولد\"3.ومن ثم تنوعت الحجج في نفي الولد عن الله ودارت حول هذه الأمور. ¶ - وههنا تتكرر الحجة التي سبق ذكرها في آية سورة البقرة، وهي في موضع التعليل لجملة التنزيه: {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ} فمادام أنّ له ما في السموات وما في الأرض فإنه قد استغنى عن الولد، ولأنّ من يزعم أنّه ولد له هو ممّا في السموات والأرض كالملائكة أو عيسى عليه السلام فالكل عبيده وليس الابن بعبد؛ إذ الولادة تنافي الملكية كما بينا في المبحث السابق4. ¶ - وختمت الآية بحجة ثانية وهي ما جاءت في قوله تعالى: {وَكَفَى بِاللَّهِ وَكِيلاً} وذلك أنّ الذي بيده حفظ السموات والأرض وما فيهما؛ وإليه تصريف أمورهما وتدبيرهما، والخلق كلّهم أمورهم إليه، وهم لا يملكون لأنفسهم ضراً ولا نفعاً.. ¶ __________ ¶ 1 انظر: التحرير والتنوير لابن عاشور ج6 ص58. ¶ 2 هو الحسين بن مسعود بن محمد، الفرّاء، أبو محمد، ويلقب بمحيي السنة (436-510 ?) : فقيه، محدث، مفسر، نسبته إلى \"بغا\" من قرى خراسان، ومن أشهر كتبه: \" شرح السنة – لباب التأويل في معالم التنزيل\". (انظر: وفيات الأعيان ج1 ص145؛ الأعلام للزركلي ج2 ص259) . ¶ 3 تفسير البغوي: ج1 ص502. ¶ 4 انظر: المرجع السابق ج6 ص58.",
            "page": "74",
            "part": "1",
            "seal": "4E743C86"
        },
        {
            "id": "58",
            "nass": "فمن كان شأنه ذلك هل يحتاج إلى ولد يعينه، بل الخلق العاجزون عن كفاية أمرهم هم الذين يحتاجون إلى من يعينهم ويساعدهم. وهذه الحجة التي عبّر عنها النسفي في تفسيره موجزاً حيث قال: \" {وَكَفَى بِاللَّهِ وَكِيلاً} حافظاً ومدبراً لهما ولما فيهما، ومن عجز عن كفاية أمر يحتاج إلى ولد يعينه؟! \"1. ولله الحمد والمنّة. ¶ __________ ¶ 1 تفسير النسفي: ج1 ص265.",
            "page": "75",
            "part": "1",
            "seal": "3199C775"
        },
        {
            "id": "59",
            "nass": "المبحث الثالث ¶ في آية سورة الأنعام: ¶ قال الله تعالى: {وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ. بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ وَخَلَقَ كُلَّ شَيْءٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} i. ¶ مطلب: في بيان موضع التسبيح وغايته: ¶ - الشاهد في آية التسبيح -ههنا- قوله تعالى حكاية وإخباراً عن المشركين: {وَخَرَقُواii لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ} ومعنى: {خَرَقُوا} أي اختلقوا وافتعلوا وكذبوا على الله تعالى. ومنه يقال: اختلق الإفك واخترقه وخرقه. أو أصله من: خرق الثوب: إذا شقّه، أي اشتقوا له بنين وبناتiii. ¶ وقوله: {بِغَيْرِ عِلْمٍ} أي بحقيقة ما قالوه من خطأ أو صواب، بل رمياً بقول عن عَمى وجهالة وضلالة من غير فكر ولا رَوِيَّة. أو بغير علم بمرتبة ما قالوه وأنّه من الشناعة والبطلان بحيث لا يقادر قدرهiv. ¶ - وبعد أن أخبر الله عمّا نسبه إليه المشركون من الولد نزه الله ذاته العليّة عمّا نسبوه له ووصفوه به فقال: {سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُون} . ¶ قال أبو السعود: \" {سُبْحَانَهُ} استئناف مسوق لتنزيهه عزّ وجلّ عمّا ¶ __________ ¶ i سورة الأنعام: الآيتان (100-101) . ¶ ii قرأ الجمهور {خَرَقُوا} بتخفيف الراء، وقرأ نافع وأبو جعفر {وخرّقوا} بالتشديد على التكثير. (انظر: النشر في القراءات العشر لابن الجزري ج2 ص261) . ¶ iii انظر: فتح القدير للشوكاني ج2 ص153. ¶ iv انظر: تفسير أبي السعود ج3 ص168.",
            "page": "76",
            "part": "1",
            "seal": "8E3B0B2C"
        },
        {
            "id": "60",
            "nass": "نسبوه إليه\"i. ¶ مطلب: في بيان الآية بعد التسبيح: ¶ جاءت الآية بعد التسبيح بأربعة استدلالات تنزه الله عن الولد فهي بمثابة التعليل للتنزيه. ¶ - أما الاستدلال الأول فقد سبق الحديث عنه في المبحث الأول آية سورة البقرة وهو ما حواه قوله تعالى: {بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ} وأضاف البيضاويii في تفسيره وجهاً آخر للاستدلال من هذه الجملة الكريمة حيث قال: \"أنّه من مبدعاته السموات والأرض وهي مع أنّها من جنس ما يوصف بالولادة مبرأة عنها لاستمرارها وطول مدّتها فهو أولى بأن يتعالى عنها\"iii. ¶ - والاستدلال الثاني يؤخذ من الجملة الثانية في الآية وهي قوله تعالى: {أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ} وابتدأت هذه الجملة باستفهام ليفيد الإنكار لقول المشركين؛ والاستبعاد والاستحالة لاتخاذه ولداً. أي كيف يكون له ولد ولم تكن له صاحبة؟! فقوله: {وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ} حال مؤكِّدة للاستحالة ¶ __________ ¶ i تفسير أبي السعود: ج3 ص168. ¶ ii هو عبد الله بن عمر بن محمد بن علي الشيرازي أبو سعيد، أو أبو الخير، ناصر الدين البيضاوي: قاضي، مفسر، علامة، ولد في المدينة البيضاء (بفارس قرب شيراز) ، وولي قضاء شيراز مدّة ثم صرف عن القضاء، فرحل إلى تبريز فتوفي بها عام 685هـ، من أشهر مؤلفاته: أنوار التنزيل وأسرار التأويل وهو تفسيره وطوالع الأنوار في التوحيد، ومنهاج الوصول إلى علم الأصول. انظر: (البداية والنهاية لابن كثير ج13ص327؛ بغية الوعاة ص286؛ طبقات الشافعية للسبكي ج5 ص59؛ الأعلام للزركلي: ج4 ص110) . ¶ iii تفسير البيضاوي: ج2 ص201.",
            "page": "77",
            "part": "1",
            "seal": "F165F7E2"
        },
        {
            "id": "61",
            "nass": "المذكورة في الاستفهام فإنّ انتفاء أن يكون له تعالى صاحبة مستلزم لانتفاء أن يكون له ولد ضرورة استحالة وجود الولد بلا والدة؛ وإن أمكن وجوده بلا والد، وانتفاء الأول ممّا لا ريب فيه لأحد؛ فمن ضرورته انتفاء الثاني. وذلك أنّ الولد إنّما يكون متولِّداً بين شيئين متناسبين، والله تعالى لا يناسبه ولا يشابهه شيء من خلقه. فيستحيل أن يكون له صاحبة، والصاحبة إذا لم توجد استحال وجود الولدi. ¶ - والاستدلال الثالث هو في قوله تعالى: {وَخَلَقَ كُلَّ شَيْءٍ} ؛ فهذه الجملة الكريمة إمّا جملة مستأنفة أخرى سيقت لتحقيق ما ذكر من الاستحالة أو حال أخرى مقررّة لها، وذلك لأنّ من كان خالقاً لكل شيء استحال منه أن يتخِّذ بعض مخلوقاته ولداً، وكيف يُتَصَوّر أن يكون المخلوق ولداً لخالقه؟! ii. ¶ - وأمّا الاستدلال الرابع على انتفاء الولد لله تعالى فهو ما جاء في خاتمة الآية بقوله تعالى: {وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} إذ إنّ هذه الخاتمة استئناف مقرر لمضمون ما قبلها من الدلائل القاطعة ببطلان مقالتهم الشنعاء التي اجترءوا عليها بغير علم، وبيان الاستدلال ههنا أن علمه تعالى بكل شيء ذاتي له، ولا يعلم كل شيء إلاّ الخالق لكل شيء، ولو كان له ولد لكان هو أعلم به ولهدى العقول إليه بآيات الوحي ودلائل العلم، ولكنه عزّ وجلّ كذّب الذين خرقوا له بنين وبنات بوحيه المؤيد بدلائل العقلiii. ¶ __________ ¶ i انظر: تفسير ابن كثير ج2 ص161؛ تفسير القرطبي ج7 ص54؛ تفسير أبي السعود ج3 ص169؛ فتح القدير للشوكاني ج2 ص153. ¶ ii انظر: تفسير أبي السعود ج3 ص169؛ فتح القدير للشوكاني ج2 ص153. ¶ iii انظر: تفسير أبي السعود ج3 ص169؛ تفسير المنار لمحمد رشيد رضا ج7 ص650.",
            "page": "78",
            "part": "1",
            "seal": "11F7C7D4"
        },
        {
            "id": "62",
            "nass": "المبحث الرابع ¶ في آية سورة يونس - عليه السلام: ¶ قال الله تعالى: {قَالُوا اتَّخَذَ اللَّهُ وَلَداً سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ} i. ¶ مطلب: في بيان التسبيح وصلته بما قبله وبما بعده: ¶ لمّا أخبر الله -عزّ وجلّ- عن قول مشركي العربii باتخاذiii الله ولداً نزه ذاته العلية عمّا قالوا فقال: {سُبْحَانَهُ} ، ثم برهن عن ذلك بثلاثة براهين على ما يلي: ¶ - البرهان الأول: قوله تعالى: {هُوَ الْغَنِيُّ} أي الموصوف بالغنى المطلق، ذلك أنّ الإلهية تقتضي الغنى المطلق عن كلّ احتياج إلى مُكمِّل نقص في الذات أو الصفات أو الأفعال. فالله سبحانه وتعالى له الغنى المطلق؛ وأنواع الغنى ¶ __________ ¶ i سورة يونس: الآية (68) . ¶ ii الضمير في قوله: {قَالُوا} راجع إلى المشركين من أهل مكة والعرب الذين قالوا إنّ الملائكة بنات الله، وليس المراد من الضمير غيرهم من النصارى لأنّ السورة مكية والقرآن المكي لم يتصدّ لإبطال زيغ عقائد أهل الكتاب. (انظر تفسير البغوي ج 2 ص361) . ¶ iii الاتخاذ: جعل شيء لفائدة الجاعل، وهو مشتق من الأخذ لأن المتخذ يأخذ الشيء الذي يصطفيه، فالاتخاذ يصدق على أخذ شيء موجود للاستئثار به، ويصدق على تكوين شيء للانتفاع به، وهو هنا صالح للمعنيين لأنّ منهم من يعتقد تولّد الولد عن الله، ومنهم من يعتقد أنّ الله تبنّى بعض مخلوقاته (التحرير والتنوير ج11 ص229) .",
            "page": "79",
            "part": "1",
            "seal": "E23A4DD5"
        },
        {
            "id": "63",
            "nass": "كلّها مستغرقة فيه، وله الغنى التام بكل وجه واعتبار من جميع الوجوه، فإذا كان غنياً من كلّ وجه فلأي شيء يتخذ الولد؟! i. ¶ - ومن جهة أخرى لهذا النصّ الكريم في إثباته انتفاء الولد لله يقول صاحب محاسن التأويل (القاسمي) : \" {هُوَ الْغَنِيُّ} أي الذي وجوده بذاته، وبه وجود كلّ شيء، فكيف يماثله شيء؟ ومن له الوجود كلّه فكيف يجانسه شيء؟! \"ii. ¶ والبرهان الثاني في قوله تعالى: {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ} . وقد تقدم الكلام عنه فيما قبل بما فيه الكفاية والحمد لله. ¶ أما البرهان الثالث فهو خطابه تعالى لهم بقوله: {إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا} ؟. ¶ والمراد: هل عندكم من حجة وبرهان على أنّ لله تعالى ولداً. فلو كان لهم دليل لأظهروه. فلمّا تحدّاهم وعجّزهم على إقامة الدليل عُلِم بطلان ما قالوه، وأنّه قول بلا علم. ولهذا وبّخهم عزّ وجلّ بقوله بعد ذلك: {أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ} فالاستفهام -هنا- مستعمل في التوبيخ والتقريع لأنّ المذكور بعده شيء ذميم واجتراء عظيم وجهل مركّب كبيرiii. ¶ * لطيفة: ¶ دلّت الآية الكريمة في قوله تعالى: {إِنْ عِنْدَكُمْ مِنْ سُلْطَانٍ بِهَذَا} على تسمية الحجة والبرهان سلطاناً؛ وذلك لما يكسب المستدلّ بهما سلطة واقتداراً على مخالفيه ومجادليه. ¶ والذي يلحظ من كلام المفسرين أنّ أكثر ما جاء في القرآن في معنى السلطان فهو الحجة والبرهانiv. ¶ __________ ¶ i انظر: تفسير الطبري ج11 ص98؛ تفسير السعدي ج3 ص371؛ تفسير التحرير والتنوير لابن عاشور ج11 ص230. ¶ ii محاسن التأويل للقاسمي ج9 ص62. ¶ iii انظر: تفسير السعدي ج3 ص372؛ التحرير والتنوير ج11 ص232. ¶ iv انظر: نزهة الأعين النواظر في علم الوجوه والنظائر لابن الجوزي ص 344-345؛ قاموس القرآن أو إصلاح الوجوه والنظائر للدامعاني ص 242-243؛ محاسن التأويل للقاسمي ج9 ص62-63.",
            "page": "80",
            "part": "1",
            "seal": "FA20ABD6"
        },
        {
            "id": "64",
            "nass": "* لطيفة أخرى: في قوله: {أَتَقُولُونَ عَلَى اللَّهِ مَا لا تَعْلَمُونَ} . ¶ قال أبو السعود: \"فيه تنبيه على أنّ كلّ مقالة لا دليل عليها فهي جهالة، وأنّ العقائد لابدّ لها من برهان قطعيّ، وأنّ التقلّيد بمعزل من الاعتداد به\"i. ¶ __________ ¶ i تفسير أبي السعود: ج4 ص163.",
            "page": "81",
            "part": "1",
            "seal": "7EC22124"
        },
        {
            "id": "65",
            "nass": "المبحث الخامس ¶ في آية سورة النحل: ¶ قال الله تعالى: {وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ} i. ¶ مطلب: في بيان الآية وموضع التسبيح منها: ¶ يخبر الله تعالى في هذه الآية الكريمة عن شيء من قبائح المشركين أنهم جعلوا الملائكة إناثاً وجعلوهم بنات الله فعبدوها معه، وبذلك هم قد ارتكبوا عدة أخطاء عظيمة في مقامات ثلاث إذ نسبوا إليه أنّ له ولداً ولا ولد له، ثمّ أعطوه أخسّ القسمين من الأولاد وهو البنات وهم لا يرضونها لأنفسهم ثمّ عبدوها مع الله تعالىii. ¶ والذكر – ههنا - للمقام الثاني من ضلالهم {وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ} فيه إشارة إلى بقية ضلالهم في اعتقادهم بالملائكة كما بينت في بداية الكلام. ¶ - فلما أخبر الله عنهم ذلك نزه ذاته العلية بقوله: {سُبْحَانَهُ} وهو في محل جملة معترضة وقعت جواباً عن مقالتهم السيئة التي تضمّنتها حكاية {وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ} إذ الجعل فيها جعل بالقولiii. ¶ - وفي ذكر التسبيح -ههنا- أيضاً تعجيب من جراءتهم على التفوّه بهذا المنكر العظيم من القول ومن مقاسمتهم لجلاله تعالى بالاستئثار للبنينiv. ¶ __________ ¶ i سورة النحل: الآية (57) . ¶ ii انظر: تفسير ابن كثير ج2 ص572_573. ¶ iii التحرير والتنوير لابن عاشور ج14 ص182. ¶ iv انظر: محاسن التأويل للقاسمي ج10 ص118.",
            "page": "82",
            "part": "1",
            "seal": "9339348C"
        },
        {
            "id": "66",
            "nass": "وإنّما قدّم {سُبْحَانَهُ} على قوله: {وَلَهُمْ مَا يَشْتَهُونَ} ليكون نصاً في أنّ التنزيه عن هذا الجعل لذاته وهو نسبة البنوة لله تعالى؛ لا عن جعلهم له خصوص البنات دون الذكور الذي هو أشدّ فظاعة كما دلّ عليه قوله تعالى: {وَلَهُمْ مَا يَشْتَهُونَ} لأنه زيادة في التفظيع، فقوله تعالى: {وَلَهُمْ مَا يَشْتَهُونَ} جملة في موضع الحالi. ¶ __________ ¶ i التحرير والتنوير لابن عاشور ج14 ص183. ¶ وهذا الاعتقاد هو لخزاعة وكنانة من قبائل العرب، حيث زعموا أنّ الملائكة بنات الله من سروات الجنّ وإنّما أطلقوا عليهم لفظ البنات لاستتارهم عن العيون كالنساء أو لدخول لفظ التأنيث في تسميتهم. (انظر: تفسير الخازن ج4 ص96؛ التحرير والتنوير ج14 ص182) .",
            "page": "83",
            "part": "1",
            "seal": "E2388ADB"
        },
        {
            "id": "67",
            "nass": "المبحث السادس ¶ في آية سورة مريم: ¶ قال الله تعالى: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ. مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} i. ¶ مطلب: في بيان الآية السابقة لآية التسبيح وصلتها: ¶ - جاءت هذه الآية الكريمة أي قول الله تعالى: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ ... } الآية بعد بيان الله تعالى لحقيقة عيسى عليه السلام من قوله عزّ وجلّ: {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّاً. وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنْتُ وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً. وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً. وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً} ii. ¶ والمراد من قوله: {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ} . أي ذلك الذي ذكرناه هو عيسى ابن مريم لاكما تزعم اليهود إنّه لغير رشدة وأنه ابن يوسف النجار، ولاكما تقول النصارى إنه إله أو ابن الإلهiii. ¶ {قَوْلَ الْحَقِّ} iv من قرأ برفع اللام على أنّه نعت لعيسى عليه السلام كما سمي كلمة الله، والحق هو الله عزّ وجلّ. وقيل: التقدير: هذا الكلام قولُ الحق. ¶ __________ ¶ i سورة مريم: الآيتان (34_35) . ¶ ii سورة مريم: الآيات (30-33) . ¶ iii انظر: تفسير القرطبي ج11 ص105. ¶ iv قرأ ابن عامر وعاصم ويعقوب بنصب اللام {قولَ الحق} وقرأ الباقون برفعها (انظر: النشر في القراءات العشر لابن الجزري ج2 ص318) .",
            "page": "84",
            "part": "1",
            "seal": "5EA015BA"
        },
        {
            "id": "68",
            "nass": "ومن قرأ بالنصب فعلى المصدر أي أقول قول الحقi. {الَّذِي فِيهِ يَمْتَرُونَ} فمن قائل إنه ابن الله ومن قائل إنه هو الله وغير ذلك من الأقوال التي اختلفوا فيها وتجادلوا وناقض فيها بعضهم بعضاً. ¶ مطلب: في بيان موضع التسبيح وآيته: ¶ - لمّا ذكر الله عز وجل فيما قبل حقيقة عيسى عليه السلام وأنّه خلقه عبداً نبياً نفى عن ذاته الكريمة اتخاذ الولد ردّاً على النصارى الذين قالوا ببنوّته - عليه السلام - تعالى الله عن قولهم علواً كبيراً –فقال عزّ وجلّ: {مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ} أي ما يصحّ ولا يليق ولا يتأتّى ولا يُتصوّر في حقه جلّ وعلا أن يتخذ ولداًii. وكما قال الجملiii في حاشيته على الجلالين: \"والمعنى أنّ ثبوت الولد له محال\"iv. وهو كقوله تعالى: {وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَداً} v. ¶ وهذه الجملة الكريمة تفيد انتفاء الولد عنه تعالى بأبلغ وجه؛ وذلك لأنّ لام الجحود تفيد مبالغة النفي، وأنّه ممّا لايلاقي وجود المنفي عنه ولأن في قوله: ¶ __________ ¶ i انظر: تفسير البغوي ج3 ص195؛ تفسير القرطبي ج11 ص105؛ حجة القراءات لابن زنجلة ص443. ¶ ii انظر: تفسير البغوي ج3 ص195؛ تفسير القرطبي ج11 ص106؛ تفسير الخازن ج4 ص245؛ فتح القدير للشوكاني ج3 ص336؛ تفسير السعدي ج5 ص104 أضواء البيان ج4 ص277. ¶ iii هو سليمان بن عمر بن منصور العجيلي الأزهري الشافعي، المعروف بالجمل: فاضل من أهل مدينة عجيل (إحدى قرى الغربية بمصر) انتقل إلى القاهرة. له مؤلفات منها: الفتوحات الإلهية بتوضيح تفسير الجلالين للدقائق الخفية (حاشية على الجلالين) ، وفتوحات الوهاب (حاشية على شرح المنهج في فقه الشافعي، توفي عام 1204هـ (انظر: الأعلام للزركلي ج3 ص131) . ¶ iv حاشية الجمل على الجلالين: ج3 ص62. ¶ v سورة مريم: الآية (92) .",
            "page": "85",
            "part": "1",
            "seal": "B41F4DD1"
        },
        {
            "id": "69",
            "nass": "{أَنْ يَتَّخِذَ} إشارة إلى أنّه لو كان له ولد لكان هو خلقه واتخذه؛ فلم يَعْدُ أن يكون من جملة مخلوقاته، فإثبات البنوّة له خُلْف من القول، وكذلك فإن الإتيان بـ (مِن) مزيدة قبل المفعول في قوله: {مِنْ وَلَدٍ} يفيد تأكيد عموم النفي ومبالغتهi. ¶ - وبعد أن نفى الله تعالى عن ذاته العليّة الولديّة أكّده – أي النفي- بتنزيهها عنه وعن كلّ ما لايليق بكماله وجلاله إذ قال: {سُبْحَانَهُ} ثمّ جاء بحجة تعدّ بمنزلة علّة لهذا التنزيهii وهي قوله تعالى: {إِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} . وقد تقدم في المبحث الأول الكلام عن هذه الحجة بما فيه الكفاية، والإتيان بها – ههنا - مع مافيها من عدّة التنزيه فإنّها تفيد –أيضاً- تبكيتاً للنصارى ببيان أنّ شأنه تعالى إذا قضى أمراً من الأمور أن يعلّق به إرادته فيكون حينئذ بلا تأخير؛ فمن هذا شأنه كيف يتوهّم أن يكون له ولدiii. ¶ * لطيفة: ¶ ذكر صاحب أضواء البيانiv فائدة لطيفة في لفظ {مَا كَانَ} الدالّ على النفي من جهة المعنى. ¶ __________ ¶ i انظر: التحرير والتنوير لابن عاشور ج16 ص102-103؛ أضواء البيان للشنقيطي ج4 ص277-278. ¶ ii انظر: حاشية الجمل على الجلالين ج3 ص62. ¶ iii انظر: تفسير أبي السعود ج5 ص265. ¶ iv هو محمد الأمين بن محمد المختار الجكني الشنقيطي (1325-1393هـ) : ولد عند ماء يسمى (تنبه) من أعمال مديرية (كيفا) من القطر المسمى بشنقيط وهو دولة موريتانيا الإسلامية الآن. حفظ القرآن وعمره عشرسنوات، وطلب العلم على عدد من علماء بلده، خرج من بلاده لأداء الحج ومن ثمّ استقر في المدينة المنورة ودرّس بالمسجد النبوي الشريف وتلقى الناس عنه. له مؤلفات عدة أهمها: أضواء البيان في تفسير القرآن بالقرآن، مذكرة الأصول على روضة الناظر، دفع إيهام الاضطراب عن آي الكتاب. (انظر: ترجمة الشيخ عطية سالم له في أول كتاب أضواء البيان 1/7-64) .",
            "page": "86",
            "part": "1",
            "seal": "9B28078B"
        },
        {
            "id": "70",
            "nass": "فقال: \"اعلم أنّ لفظ {مَا كَانَ} يدل على النفي، فتارة يدلّ ذلك على النفي من جهة المعنى على الزجر والردع كقوله تعالى: {مَا كَانَ لأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأََعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ ... } الآية، وتارة يدلّ على التعجيز كقوله تعالى: {آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ. أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا ... } الآية. وتارة يدلّ على التنزيه كقوله تعالى: {مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَد ... } الآية\"i. ¶ __________ ¶ i أضواء البيان للشنقيطي: ج4 ص277.والآيات على الترتيب: سورة التوبة (120) ، سورة النمل (60) ، سورة مريم (35) .",
            "page": "87",
            "part": "1",
            "seal": "7385C9A0"
        },
        {
            "id": "71",
            "nass": "المبحث السابع ¶ في آية سورة الأنبياء: ¶ قال الله تعالى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً سُبْحَانَهُ بَلْ عِبَادٌ مُكْرَمُونَ. لا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يَشْفَعُونَ إِلاَّ لِمَنِ ارْتَضَى وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ. وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ} i. ¶ مطلب: في بيان موضع التسبيح وآيته وصلته بما بعده: ¶ - في آية التسبيح أخبر الله عزّ وجلّ عن مقولة المشركين باتخاذه ولداً، ويقصدون بذلك الملائكة حيث جعلوهم بنات الله -كما سبق بيان ذلك فيما قبل- قال تعالى: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً} . ¶ - وبعد ذِكْره تعالى لمقالتهم هذه نزه ذاته الكريمة عنها فقال: {سُبْحَانَهُ} ؛ استعظاماً ممّا قالوا وتبرّؤاً مما وصفوه به، ثمّ ردّ عليهم بما يبطلها ويبيّن نزاهته عنها إذ قال عزّ شأنه: {بَلْ عِبَادٌ مُكْرَمُونَ} . ¶ -وابتداء الردّ عليهم بحرف (بل) لإفادة الإضراب عن مقالتهم تمهيداً لإبطالها بما سيأتي بعدها. وكأنّه قيل: ليست الملائكة كما قالوا بل هم عباد له -تعالى- مقرّبون عنده. وهذه حجة في انتفاء بنوّة الملائكة لله -كما سبق بيانها-؛ لأنّ العبودية تنافي الولديةii. ¶ قال الجمل في حاشيته على الجلالين: \"قوله: \"والعبودية تنافي الولادة\" هذا إمّا بحسب المعتاد الذي لا يتخلّف عند العرب من كون عبد الإنسان لا يكون ¶ __________ ¶ i سورة الأنبياء: الآيات (26-29) . ¶ iiانظر: تفسير الطبري ج17 ص12؛ تفسير ابن كثير ج3 ص176؛ البحر المحيط لأبي حيان ج6 ص307؛ أضواء البيان للشنقيطي.",
            "page": "88",
            "part": "1",
            "seal": "478ABF51"
        },
        {
            "id": "72",
            "nass": "ولده، وإمّا بحسب قواعد الشرع من أنّ الإنسان إذا ملك ولده عتق عليه، والأول في تقريره المنافاة أظهر؛ إذ الكلام مع جُهَّال العرب وهم لا يعرفون قواعد الشرع\"i. ¶ - ثمّ وصف الله تعالى ملائكته بخمس صفات تؤكِدّ وتبيّن تقرير ما ذكره من عبوديتهم له، وذلك في الآيتين بعد التسبيح. وفي ذكرها المزيد والتأكيد لتنزيهه -عزّ وجلّ- ذاته عن مقولة المشركين باتخاذهم ولداً. ¶ وتلكم الصفات ما يلي: ¶ الصفة الأولى: {لا يَسْبِقُونَهُ بِالْقَوْلِ} أي لا يقولون شيئاً حتى يقوله تعالى أو يأمرهم به وهذه الصفة تنبئ عن كمال طاعتهم وانقيادهم لأمره تعالى. ¶ الصفة الثانية: {وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} أي أنّهم منقادون له تعالى في الأعمال كما أنهم منقادون له في الأقوال. ¶ الصفة الثالثة: {يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ} أي أنهم تحت علم الله وإحاطته بهم. والمقصود أي كيف يخرجون عن عبوديته مع إحاطته بهم. ¶ والصفة الرابعة: {وَلا يَشْفَعُونَ إِلاَّ لِمَنِ ارْتَضَى} أي لا يستطيعون الشفاعة لأحد إلاّ لمن ارتضاه الله من أهل الإيمان والتوحيد. والمقصود أي كيف يخرجون - أيضاً- عن عبوديته وهم لا يقدرون على أدنى وجوه معارضته وهي الشفاعة عنده. ¶ والصفة الخامسة: {وَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ} وهذه الصفة الأخيرة تبيّن كمال عبوديتهم لله تعالى إذ هم يعظمونه تعظيم من يخاف بطشته ويحذر مخالفة أمرهii. ¶ __________ ¶ i حاشية الجمل على الجلالين: ج3 ص125. ¶ ii انظر: تفسير ابن كثير ج3 ص176؛ تفسير أبي السعود ج6 ص63-64؛ تفسير القرطبي ج11 ص281-282؛ تفسير فتح القدير للشوكاني ج3 ص404-405؛ التحرير والتنوير لابن عاشور ج17 ص51؛ محاسن التأويل للقاسمي ج11 ص248-249؛ تفسير المهايمي ج2 ص30-31.",
            "page": "89",
            "part": "1",
            "seal": "7590F0AA"
        },
        {
            "id": "73",
            "nass": "- وبمناسبة تقرير عبودية الملائكة لله تعالى أخبر الله عزّ وجلّ بما يدلّ على نفي إلهيتهم التي زعمها المشركون لهم فقال تعالى: {وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ كَذَلِكَ نَجْزِي الظَّالِمِينَ} . والشرط ههنا على سبيل الفرض، أي لو قاله أحد منهم مع العلم بأنهم لا يقولونه لأجل ما تقرّر من شدة خشيتهم لله. فالمقصود من هذا الشرط التعريض بالذين ادّعوا لهم الإلهية بأنّهم ادّعوا لهم ما لا يرضونه ولا يقولونه، وأنّهم ادّعوا ما يوجب لقائله نار جهنم على حد قوله تعالى في شأن النبي صلى الله عليه وسلم: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} i. ¶ * لطائف: ¶ - اللطيفة الأولى: ¶ إنّ في الإتيان بصفة (الرحمن) لله تعالى في قوله: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَداً} تعرّضاً لعنوان الرحمانية لله -تعالى- المنبئة عن كون جميع ما سواه مربوباً له عزّ وجلّ بنعمه ومنعماً عليه برحمته العامة، وذلك لإبراز كمال شناعة مقالتهم الباطلةii. ¶ - اللطيفة الثانية: ¶ إنّ في وصف الله تعالى للملائكة بأنهم {مُكْرَمُونَ} تنبيهاً على منشأ خطأ وغلط المشركين باعتقادهم أنهم بنات الله حيث أنّهم بمعرفتهم أنّ الملائكة مقرّبون من الله لِما هم عليه من الأحوال والصفات، فذلك هو الذي غرّهم في شأنهم وادّعوا ولديتهم لله تعالى عما يقولون علواً كبيراًiii. ¶ __________ ¶ i التحرير والتنوير لابن عاشور: ج17 ص52. والآية في سورة الزمر رقم (65) . ¶ ii انظر: تفسير أبي السعود ج6 ص63. ¶ iii انظر: تفسير أبي السعود ج6 ص63؛ الكشاف للزمخشري ج3 ص9.",
            "page": "90",
            "part": "1",
            "seal": "A4E39E27"
        },
        {
            "id": "74",
            "nass": "- اللطيفة الثالثة: ¶ إن الأصل في قوله تعالى: {لا يَسْبِقُونَهُ بِالْقَوْل} لا يسبق قولهم قوله عزّ وجل، ولكنّه أسند السبق إليهم منسوباً إليه تعالى؛ تنزيلاً لسبق قولهم قوله سبحانه منزلة سبقهم إيّاه؛ وذلك لمزيد تنزيههم عن ذلك وللتنبيه على غاية استهجان السبق المعرّض به للذين يقولون ما لا يقوله الله تعالىi. ¶ - اللطيفة الرابعة: ¶ إنّ في تقديم {بِأَمْرِهِ} على {يَعْمَلُونَ} في قوله عز وجل: {وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} إفادةً للقصر أي لا يعملون عملاً إلاّ عن أمر الله تعالى، فكما أنهم لا يقولون قولاً لم يأذن فيه كذلك لا يعملون عملاً إلاّ بأمرهii. ¶ - اللطيفة الخامسة: ¶ إنّ في قوله تعالى: {وَلا يَشْفَعُونَ إِلاَّ لِمَنِ ارْتَضَى} تخصيصاً بالذكر لبعض ما شمله قوله من قبل {لا يَسْبِقُونَهُ بِالْقَوْل} للاهتمام بشأنه لأنّه ممّا كفروا بسببه إذ جعلوا الآلهة شفعاء لهم عند اللهiii. ¶ __________ ¶ i انظر: تفسير أبي السعود ج6 ص63. ¶ ii انظر: التحرير والتنوير لابن عاشور ج17 ص51. ¶ iii انظر: المرجع السابق ج17 ص51.",
            "page": "91",
            "part": "1",
            "seal": "05C42465"
        },
        {
            "id": "75",
            "nass": "المبحث الثامن ¶ في آية سورة الزمر: ¶ قال الله تعالى: {لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ} i. ¶ مطلب: في بيان موضع التسبيح وآيته وصلته بما بعده: ¶ - هذه الآية الكريمة استئناف غايته تحقيق الحق وإبطال القول باتخاذ الله ولداً كما يقول المشركون بأنّ الملائكة بنات الله تعالى عما يقولون علواً كبيراً. ¶ والذي يلاحظ في هذه الآية أنها تضمنت دلائل قاطعة على انتفاء الولد لله منذ بدايتها ثمّ توسّطها التسبيح ثمّ أُتْبع بدلائل أخرى، وكلّ ذلك في نسق قرآني مترابط البدء والوسط والختام. فسبحان من تكلّم بهذا القرآن الكريم فأحسنه وبيّنه وأدهش العقول والأفهام أمام إعجازه وعظمته. ¶ - والدليل الأول في الآية والذي ابتدأت به جاء في صورة الشرط وهو قوله سبحانه: {لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ} . هذا ولقد اختلف المفسرون في بيان هذا الشرط بدليله وأحسب أنّ أجود ما وقفت عليه من أقوالهم قول أبي السعود العمادي إذ قال: \" أي لو أراد الله أن يتخذ ولداً لاتخذ من جملة ما يخلقه أو من جنس ما يخلقه ما يشاء أن يتخذه؛ إذ لا موجود سواه إلاّ وهو مخلوق له تعالى لامتناع تعددّ الواجب ووجوب استناد جميع ما عداه إليه، ومن البيِّن أنّ اتخاذ الولد منوط بالمماثلة بين المتخِذ والمتَخذ وأنّ المخلوق لا يماثل خالقه حتى يمكن اتخاذه ولداً، فما فرضناه اتخاذ ولد لم يكن اتخاذ ولد بل اصطفاء عبد، أنّ ما يستلزم فرض وقوعه انتفاءه فهو ممتنع قطعاً\"ii. ¶ __________ ¶ i سورة الزمر: الآية (4) . ¶ ii تفسير أبي السعود: ج7 ص242.",
            "page": "92",
            "part": "1",
            "seal": "F7A540F4"
        },
        {
            "id": "76",
            "nass": "- وتقريراً لما ذُكِر من استحالة اتخاذ الولد في حقه تعالى وتأكيداً له نزه عزّ وجلّ ذاته عن ذلك تنزهه الخاصّ به فقال: {سُبْحَانَهُ} i. ¶ -ثم جيء بعد هذا التنزيه لذاته - عزّ وجل ّ- بجملة استئنافية تحمل دلائل أخرى على انتفاء الولد عنه. وهذه الجملة هي بمنزلة التعليل والبيان لتنزهه تعالى، وذلك بما اقتضته الصفات الإلهية الواردة فيها. وهي قوله تعالى: {هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ} وأوّلها صفة الألوهية التي يدلّ عليها اسم الجلالة {اللَّهُ} وتستتبع هذه الصفة سائر صفات الكمال له -تعالى- النافية لكل سمات النقصان. واتخاذ الولد -كما سبق ذكره- من سمات النقصان والعجز ومناف لكمال الألوهيةii. ¶ وثانيها: صفة الوحدانية في قوله تعالى: {الْوَاحِدُ} والتي توجب امتناع المماثلة والمشاركة بينه وبين غيره، فهو متبرئ عن انضمام الأعداد متعالٍ عن التجزؤ والولادiii. ¶ وثالثها: صفة {الْقَهَّارُ} فكونه سبحانه (قهاراً) يمنع من ثبوت الولد؛ لأنّ المحتاج إلى الولد هو الذي يموت فيحتاج إلى ولد يقوم مقامه، وبذلك يكون مقهوراً بالموت، أمّا الذي يكون قاهراً ولا يقهره غيره كان الولد في حقه محالاً؛ إذ من هو مستحيل الفناء قهار لكل الكائنات كيف يتصوّر أن يتخذ من الأشياء الفانية ما يقوم مقامهiv. ¶ __________ ¶ i انظر: المرجع السابق: ج7 ص242. ¶ ii انظر: المرجع السابق: ج7 ص242. ¶ iii انظر: المرجع السابق: ج7 ص242؛ تفسير النسفي ج4 ص50. ¶ iv انظر: التفسير الكبير للفخر الرازي ج26 ص243؛ تفسير أبي السعود ج7 ص242.",
            "page": "93",
            "part": "1",
            "seal": "5B3679B4"
        },
        {
            "id": "77",
            "nass": "وبذكر هذه الصفات الإلهية المشتملة على دلائل قاطعة في نفي الولد عن الله عز وجل يتم الحديث عن هذا الموضع من مواضع تسبيح الله ذاته. ولله الحمد والمنة.",
            "page": "94",
            "part": "1",
            "seal": "0C3EF3EE"
        },
        {
            "id": "78",
            "nass": "المبحث التاسع ¶ في آية سورة الزخرف: ¶ قال الله تعالى: {قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ. سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} i. ¶ مطلب: في بيان الآية السابقة للتسبيح: ¶ - في الآية السابقة لتسبيح الله ذاته الشريفة يأمر الله رسوله محمداً صلى الله عليه وسلم أن يقول قولاً للمشركين يلزمهم به الحجة في زعمهم أنّ لله ولداً فقال سبحانه: {قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ} وقد اختلف المفسرون في معنى هذه الآية الكريمة المبنيّ على معنى (إن) فيها هل هي شرطية أم للنفي؟ وأحسب أنّ ما رجحه ابن جرير الطبري -رحمه الله تعالى- هو أقوى الأقوال وأولاها بالصواب اعتماداً على أن (إنْ) للشرط لا للنفي، ذلك أنّها لو كانت للنفي لم يكن للكلام كبير معنى لأنّه يصير بمعنى. قل ما كان للرحمن ولد؛ وإذا صار بذلك المعنى أوهم أهل الجهل من أهل الشرك أنّه إنما نفى بذلك عن الله -عزّ وجلّ- أن يكون له ولد قبل بعض الأوقات ثمّ أحدث له الولد. (قاله الطبري) ii. ¶ وعلى معنى (إنْ) للشرط؛ فإن أقرب مُرادٍ للآية وهو ما رجحه الطبري وغيره وهو الظاهر من الآية: أي إن كان له ولد في قولكم وعلى زعمكم فأنا أول من عبد الله وحده منكم؛ لأنّ من عبد الله وحده فقد دفع أن يكون له ¶ __________ ¶ i سورة الزخرف: الآيتان (81-82) . ¶ ii تفسير الطبري: ج25 ص61.",
            "page": "95",
            "part": "1",
            "seal": "DA161B9E"
        },
        {
            "id": "79",
            "nass": "ولدi. وفي هذا الكلام نفي للولد على أبلغ وجه وأتمّ عبارة وأحسن أسلوب وهو مثل قوله تعالى: {قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ} ii وقد علم أن الحق معه وأنّ مخالفيه في ضلال مبين. ¶ ويشابهه -أيضاً- قول الرجل لمن يناظره: إن ثبت ما تقوله بالدليل فأنا أول من يعتقده ويقول بهiii. ¶ - وفي هذا الأسلوب القرآني الكريم ما لا يخفى من سلوك طريق المساهلة والإلطاف في الخطاب وإرخاء العنان وصولاً إلى تبكيت المجادلين والمعرضين عن الحق وإفحامهمiv. ¶ مطلب: في بيان موضع التسبيح وصلته بما قبله: ¶ - ولمّا أقام الله - تبارك وتعالى - الحجة على المشركين الذين نسبوا إليه الولد- في الآية السابقة على ما بينته في أمر الله تعالى لنبيه صلى الله عليه وسلم بمهاجمتهم؛ نزه الله ذاته العليّة تنزيهاً تاماً عمّ يصفونه به من نسبة الولد إليه. وفيه معنى التذييل للآية السابقة. فقال عز وجل: {سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} . ¶ - ثمّ إنّ في تسبيحه ذاته المقدّسة بذكر وصفه تعالى بربوبية السموات والأرض والعرش {رَبِّ السَّمَاوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ} ما يشير إلى أمرين: ¶ أحدهما: بيان عظمة شأنه -تعالى- وجلالة قدره، فربّ أعظم المخلوقات وهي السموات والأرض والعرش جدير بالتنزيه عن الولد وعن كلّ ما لا يليق بكماله وجلالهv. ¶ __________ ¶ i انظر: تفسير الطبري: ج25 ص61؛ فتح القدير للشوكاني ج4 ص542-543. ¶ ii سورة سبأ: الآية (24) . ¶ iii فتح القدير للشوكاني ج4 ص543. ¶ iv انظر: تفسير الطبري ج25 ص61؛ تفسير الألوسي ج25 ص104. ¶ v انظر: أضواء البيان للشنقيطي ج7 ص310.",
            "page": "96",
            "part": "1",
            "seal": "37E297C2"
        },
        {
            "id": "80",
            "nass": "وثانيهما: إنّ في إضافة اسم الرب إلى أعظم الأجرام وأقواها من السموات والأرض تنبيه على أنّها وما فيها من المخلوقات حيث كانت تحت ملكوته وربوبيته؛ فكيف يُتوهم أن يكون شيء منها جزء متولّد منه سبحانه، والملكية تنافي الولدية كما سبقت بذلك الإشارة i. ¶ ففي هذا -إذن- إثبات حجة وبرهان على المشركين في زعمهم الولد لله، وبذلك يضمّ ما جاء في صيغة التسبيح {رَبِّ السَّمَاوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ} حجة ثانية مع ما جاء من الحجة في الآية قبله. ¶ - ولصاحب التحرير والتنوير كلام حول حجية هذه الصيغة التي جاء بها التسبيح، وفيه زيادة على ما ذكر من قبل إذ يقول: \"ووصفه بربوبية أقوى الموجودات وأعمّها وأعظمها، لأنّه يفيد انتفاء أن يكون له ولد لانتفاء فائدة الولادة، فقد تمّ خلق العوالم ونظام نمائها ودوامها، وعلم من كونه خالقها أنّه غير مسبوق بعدم وإلاّ لاحتاج إلى خالق يخلُقه، واقتضى عدمُ السبق بعدم أنّه لا يلحقه فناء فوجود الولد له يكون عبثاً\"ii. ¶ * لطيفة: ¶ إنّ في تكرير لفظ الربّ الجليل في قوله: {رَبِّ الْعَرْشِ} تفخيماً لشأن العرشiii. ¶ __________ ¶ i انظر: تفسير الألوسي: ج25 ص106. ¶ ii التحرير والتنوير لابن عاشور ج25 ص266. ¶ iii تفسير الألوسي: ج25 ص106.",
            "page": "97",
            "part": "1",
            "seal": "62E13F78"
        },
        {
            "id": "81",
            "nass": "المبحث العاشر ¶ في آية سورة الصافات: ¶ المطلب الأول: في بيان الموضع الأوّل: ¶ قال الله تعالى: {وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَباً وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُونَ. سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ. إِلاَّ عِبَادَ اللَّهِ الْمُخْلَصِينَ} i. ¶ - يخبر الله تعالى في الآية الكريمة الأولى (قبل آية التسبيح) أنّ المشركين جعلوا بقولهم بين الله -عز وجل- وبين الجنة قرباً ومصاهرة تعالى الله عمّا يقولون علواً كبيراً. ¶ هذا وقد اختلف المفسرون في المراد بالجنّة والنسب اللْذين ذكرا في الآية. والأظهر أنّ المراد بالجنة أي الجماعة من الجنّ، والنسب - وهو ما أشرت إليه في مبحث سابق -بأنّ الملائكة- على زعم المشركين- هم بنات الله من سروات الجنّ أي من فريق من نساء الجنّ من أشرافهم. ¶ والكلام على حذف مضاف أي ذوي نسب لله تعالى، وهو نسب البنوّة ويؤيدّ هذا القول سياق الآيات، فإنّ هذه الآية الكريمة {وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبا..} الواو فيها للعطف على ما يصلح العطف عليه ممّا قبلها وهو قوله تعالى: {أَلا إِنَّهُمْ مِنْ إِفْكِهِمْ لَيَقُولُونَ. وَلَدَ اللَّهُ وَإِنَّهُمْ لَكَاذِبُونَ} أي وشفعوا قولهم: {وَلَدَ اللَّهُ} فجعلوا بين الله وبين الجنّة نسباً بتلك الولادة، أي بيّنوا كيف حصلت تلك الولادة بأن جعلوها بين الله وبين الجنّة نسباً. ¶ ويؤيّده –أيضاً- تتمة الآية {وَلَقَدْ عَلِمَتِ الْجِنَّةُ إِنَّهُمْ لَمُحْضَرُون} أي والحال أنّ الجنة قد علمت أنّ الذين نسبوا إليهم ذلك القول من المشركين لمحضرون في العذاب يوم الحساب لكذبهم وافترائهم في ذلك وقولهم الباطل بلا علمii. ¶ __________ ¶ i سورة الصافات: الآيات (158_160) . ¶ ii انظر: تفسير ابن كثير ج4 ص23؛ التحرير والتنوير لابن عاشور ج23 ص185- 186 تفسير السعدي ج6 ص402.",
            "page": "98",
            "part": "1",
            "seal": "E0BB56C8"
        },
        {
            "id": "82",
            "nass": "- ولمّا ذكر الله -عزّ وجلّ- قول المشركين وعرّض بالوعيد عليه أتبع ذلك باعتراض بين المستثنى منه والمستثنى يتضمّن إنشاء تنزيه له تعالى عمّا نسبوه إليه من الولد وهو قوله: {سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} فهو إنشاء من جانب الله تعالى لتنزيهه، وتلقين للمؤمنين بأن يقتدوا بالله في ذلك التنزيه؛ وتعجيب من فظيع ما نسبوه إليهi. ¶ - ومن بعد هذا التسبيح يأتي الاستثناء بقوله عز وجل: {إِلاَّ عِبَادَ اللَّهِ الْمُخْلَصِينَ} وهو إمّا أن يكون استثناءً منقطعاً والتقدير: لكن عباد الله المخلصين بريئون عن أن يصفوا الله بشيء من ذلك. وإمّا أن يكون متصلاً إذا كان استثناء من المحضرين، أي إنهم يحضرون العذاب إلاّ من أخلصii. والله أعلم بمراده. ¶ المطلب الثاني: في بيان الموضع الثاني: ¶ قال الله تعالى: {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ. وَسَلامٌ عَلَى الْمُرْسَلِينَ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} iii. ¶ - إنّ موضع التسبيح –ههنا- يأتي أوّل ثلاث آيات كريمات شكّلت بمجموعها خاتمة لسورة الصافات بأجمل وأبدع ما يكون من ختام في تناسق نظمٍ ومعنى وبيانiv. ¶ ولذلك سيكون بيان هذا الموضع على ما يلي: ¶ __________ ¶ i انظر: التحرير والتنوير ج23 ص188. ¶ ii فتح القدير للشوكاني: ج4 ص400. ¶ iii سورة الصافات: الآيات (180-182) . ¶ iv ومن اللطيف موافقة ختم هذه المباحث المتتابعة حول التسبيح بهذه الآيات العظيمة الخاتمة.",
            "page": "99",
            "part": "1",
            "seal": "3FFCFF22"
        },
        {
            "id": "83",
            "nass": "أولاً: مناسبة تسبيح الله ذاته لما قبله من الآيات. ¶ - في مناسبة مجيء تسبيح الله ذاته الكريمة-ههنا- وجهان ذكرهما المفسرون: وجه نُظِر فيه إلى مجمل سورة الصافات حيث جاء التسبيح في خاتمتها، ووجه روعي فيه النظر إلى أقرب الآيات مكاناً لآية التسبيح. وكلا الوجهين هما في محلّ الاعتبار. ¶ - أمّا بالنظر إلى أقرب الآيات فوجهه: أنّه بعد أن أمر الله تعالى رسوله محمداً صلى الله عليه وسلم بالإعراض عن المشركين والإغماض عمّا يصدر منهم من الجهالات والضلالات ومنها ما ادّعوه من نسبة الملائكة لله بالبنوة؛ مع التعريض لهم بالهلاك إن استمرّوا على شركهم وضلالهم وذلك قوله عزّ وجلّ: {فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ. وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ. أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ. فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ. وَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ. وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ} i. بعد ذلك نزه الله ذاته العلية عن قبيح ما يصدر منهم ممّا يصفونه من نسبة الولد ومن كلّ ما لا يليق بجلاله وكماله وعظمتهii. ¶ - كما أنّ أسلوب الخطاب في تنزيه الله ذاته للنبي صلى الله عليه وسلم {سُبْحَانَ رَبِّكَ} يشير إلى مناسبة التذييل لخطابه تعالى المبتدأ قبله بقوله: {فَاسْتَفْتِهِمْ أَلِرَبِّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ} iii. (قاله ابن عاشور) iv. ¶ __________ ¶ i سورة الصافات: الآيات (174_179) . وتكرار قوله تعالى في الآيات {فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ. وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ} بقوله: {فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ. وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ} للتأكيد وحذف مفعول (وأبصر) في المرة الثانية لدلالة ما في نظيرها عليه. (انظر: التحرير والتنوير ج23 ص198) . ¶ ii انظر: فتح القدير للشوكاني ج4 ص401. ¶ iii سورة الصافات: الآية (149) . ¶ iv انظر: التحرير والتنوير لابن عاشور ج23 ص198.",
            "page": "100",
            "part": "1",
            "seal": "E60F14C3"
        },
        {
            "id": "84",
            "nass": "- وأمّا بالنظر إلى مجمل ما حوته السورة فإنّه لمّا ذكر الله تعالى فيها كثيراً من أقوال المشركين الشنيعة التي وصفوا الله تعالى بها -ومنها وصفهم له بالولد- نزه الله نفسه الكريمة عنها وعن كل ما لا يليق به سبحانهi. ¶ ثانياً: بيان آية التسبيح: ¶ - تعدّ هذه الآية الوحيدة في القرآن الكريم التي اقترن فيها تسبيح الله ذاته العليّة بخطاب رسول الله صلى الله عليه وسلم إذ قال تعالى: {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ} . ¶ - ووصفه تعالى بـ {رَبِّ الْعِزَّةِ} في مقام تنزيه ذاته الشريفة مبالغة وتأكيد للتنزيه. فمعنى ربّ العزة أي مالكها، والمنفرد بالعزة الحقيقية التي لا يشوبها افتقار ولا نقص. وبالتالي فهي تشير إلى توصيفه بجميع صفات الكمال النفسية والمعنوية وهو الذي عزّ فقهر كلّ شيء واعتزّ عن كل سوء يصفونه بهii. ¶ ثالثاً: بيان وجه اقتران آية التسبيح بما بعدها. ¶ - لمّا نزه الله ذاته عما لا يليق به ممّا يصفه المشركون أثنى على عباده وملائكته المرسلين بسلام منه -تعالى- عليهم في الدنيا والآخرة وذلك لسلامتهم من الذنوب والآفات وسلامة ما وصفوا به ربّ العزّة والجلال. ¶ وتنكير (سلام) للتعظيم والتفخيم، وفيه إشارة إلى الثناء على كلّ من تبع المرسلين سلامة من الذنوب وقياماً بتنزيه الله تعالى حقّ التنزيهiii. ¶ - ولمّا كان التسبيح -أيضاً- يتضمّن التنزيه والتبرئة من النقص بدلالة المطابقة ويستلزم إثبات الكمال، كما أنّ الحمد يدلّ على إثبات صفات ¶ __________ ¶ i انظر: غرائب القرآن ورغائب الفرقان للنيسابوري ج23 ص72؛ تفسير السعدي ج6 ص404. ¶ ii انظر: التفسير الكبير للفخر الرازي ج26 ص173؛ تفسير السعدي ج6 ص404؛ التحرير والتنوير لابن عاشور ج23 ص199. ¶ iii انظر: تفسير السعدي ج6 ص405.",
            "page": "101",
            "part": "1",
            "seal": "FABA95F3"
        },
        {
            "id": "85",
            "nass": "الكمال مطابقة ويستلزم التنزيه من النقص قرن بينهما في هذا الموضع فقال بعده: {وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} وهذا متكرر في مواضع أخرى من القرآن الكريمi. ¶ - ولابن عاشور كلام في وجه اقتران هذه الآيات الثلاث في خاتمة السورة بالنظر إلى مجمل ما حوته السورة، وهو كلام وجيه حسن معتبر. إذ قال: \"هذه الآيات فذلكة لما احتوت عليه السورة من الأغراض، إذ جمعت تنزيه الله والثناء على الرسل والملائكة وحمد الله على ما سبق ذكره من نعمه على المسلمين من هدى ونصر وفوز بالنعيم المقيم\"ii. ¶ * لطيفة: ¶ إنّ في الانتقال من الآيات السابقة إلى التسبيح والتسليم والحمد إيذاناً بانتهاء السورة على طريقة براعة الختم مع كونها من جوامع الكلمiii. ¶ -وبهذه اللطيفة يتم الحديث عن آخر موضعي تسبيح الله ذاته في سورة الصافات، وبه يتمّ الكلام عن هذا الفصل ولله الحمد والمنّة. ¶ __________ ¶ i انظر: تفسير ابن كثير ج4 ص25. ¶ ii التحرير والتنوير: ج23 ص198_199. ¶ iii انظر: التحرير والتنوير ج23 ص199.",
            "page": "102",
            "part": "1",
            "seal": "9A915C34"
        },
        {
            "id": "86",
            "nass": "الفصل الثالث: تسبيح الله ذاته العلية في شؤون أخرى ¶ المبحث الأول: في تسبيح الله ذاته عند الحديث عن معجزة الإسراء ¶ ... ¶ المبحث الأول ¶ في تسبيح الله ذاته عند الحديث عن معجزة الإسراء: ¶ قال الله تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأََقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ} i. ¶ مطلب: في بيان وجه الحكمة بمجيء التسبيح في هذا المقام: ¶ إنّ لمجيء تسبيح الله ذاته العليّة في مقام الحديث عن معجزة الإسراء حكماً ودلالات منها: ¶ - إنّه لمّا صدر عن المشركين تكذيب الرسول صلى الله عليه وسلم حين أخبرهم بحادثة الإسراء والمعراج وزعموا أنّ ما قاله لا يمكن له الحدوث البتة نزه الله ذاته العلية عن العجز والنقص في قدرته، إذ هو القادر على كل أمرٍ ولا يعجزه شيء، فما أخبر به نبيه صلى الله عليه وسلم هو حق وصدق. وهو منزه أيضاً عن أن يتخذ رسولاً كذاباً، بل إنّ ذلك – أيضاً - من نعمه تعالى على حبيبه وصفيّه محمدصلى الله عليه وسلمii. ¶ - وإنّ افتتاح هذه الآية الكريمة في أول سورة الإسراء بالتسبيح من دون سبق كلام يتضمّن ما يجب تنزيه الله عنه ما يؤذن بأن خبراً عجيباً يستقبله السامعون دالٌ على عظيم القدرة من المتكلّم ورفيع منزلة المتحدّث عنه. وهذا على ما يدلّ عليه لفظ (سبحان) من معنى التعجب، وهو من استعمالاته ¶ __________ ¶ i سورة الإسراء: الآية (1) . ¶ ii انظر: تفسير البغوي ج3 ص92؛ تفسير ابن كثير ج3 ص2؛ زاد المسير لابن الجوزي ج5 ص4؛ محاسن التأويل للقاسمي ج10 ص183؛ تفسير السعدي ج4 ص258.",
            "page": "105",
            "part": "1",
            "seal": "BFEE6DCF"
        },
        {
            "id": "87",
            "nass": "عند العرب كما سبق وأن أشرت إليهi. وفي هذا يقول صاحب نظم الدرر: \"وفيه إيماء إلى التعجب من هذه القصة للتنبيه على أنها من الأمور البالغة في العظمة إلى حدِّ لايمكن استيفاء وصفه\"ii. ¶ - ثم إنّ من دلالات التسبيح – ههنا - أن الإسراء كان بروحه وجسده صلى الله عليه وسلم لأنّه إنّما يكون التسبيح عند الأمور العظام، فلو كان مناماً كما قال البعض لم يكن له كبير شأن حتى يتعجّب منهiii. ¶ __________ ¶ i انظر: التحرير والتنوير لابن عاشور ج15 ص9. ¶ ii نظم الدرر للبقاعي: ج4ص328. ¶ iii انظر: أضواء البيان للشنقيطي ج3 ص391.",
            "page": "106",
            "part": "1",
            "seal": "F6925E5E"
        },
        {
            "id": "88",
            "nass": "المبحث الثاني ¶ تسبيح الله ذاته إثر الوعد والوعيد في آية سورة الروم: ¶ قال الله تعالى: {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ. وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ} i. ¶ مطلب: في بيان مناسبة مجيء التسبيح في موضعه من السورة: ¶ يأتي تسبيح الله ذاته العليّة (ههنا) بعد أن بيّن الله عزّ وجلّ في الآيات السابقة حال فريقي المؤمنين العاملين للصالحات والكافرين المكذبين بالآيات وما لهما من الثواب والعقاب وهي قوله تعالى: {وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ. فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ. وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآياتِنَا وَلِقَاءِ الآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ} ii؛ وذلك ليرشد عباده بما ينجيهم من العذاب ويفضي بهم إلى الثواب، وهو تنزيههم له -عزّ وجلّ- عن كل ما لا يليق بجلاله وكماله؛ وحمدهم له على ما أنعم به عليهم من نعمه العظيمة وآلائه الجليلة فقال: {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ. وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ} iii. ¶ - ويدلّ على هذه المناسبة اقتران التسبيح بالفاء وهي لترتيب ما بعدها على ما قبلها. ¶ __________ ¶ i سورة الروم: الآية (17) . ¶ ii سورة الروم: الآيات (14-16) . ¶ iii انظر: التفسير الكبير للفخر الرازي ج25 ص104؛ تفسير أبي السعود ج7 ص54؛ حاشية الجمل على الجلالين ج3 ص387؛ فتح القدير للشوكاني ج4 ص212؛ محاسن التأويل للقاسمي ج13 ص170.",
            "page": "107",
            "part": "1",
            "seal": "1D405830"
        },
        {
            "id": "89",
            "nass": "- فقوله تعالى: {فَسُبْحَانَ اللَّهِ} خبر في معنى الأمر بالتسبيح لخلقه. فإذا كان هو تعالى ينزه ذاته عن كلّ ما لا يليق بها فعباده مأمورون بلا ريب في تحقيق ذلك. ¶ - وكذلك قوله: {وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ} فإنّ الإخبار بثبوت الحمد له تعالى على المميزين من أهل السموات والأرض في معنى الأمر به على أبلغ وجه وآكدهi. ¶ مطلب: في بيان آية التسبيح ومابعدها: ¶ {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ. وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ} . ¶ - هذا ولقد جيء بالحمد -كما ذكرت- بعد التسبيح، ووُسِّط بين أوقات التسبيح للاعتناء بشأنه والإشعار بأن حقّهما أن يجمع مابينهماii. ¶ وإنما قدّم عليه التسبيح لما أنّ التخلية (التنزيه) متقدمة على التحلية (الحمد) iii. ¶ - وأما تخصيص التسبيح والتحميد بتلك الأوقات {حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ – وَعَشِيّاً وَحِينَ تُظْهِرُونَ} . فللدلالة على أنّ مايحدث فيها من آيات عظمة سلطانه وقدرته؛ وأحكام رحمته؛ وتجدّد نعمته لهي شواهد ناطقة على تنزهه تعالى واستحقاقه الحمد وموجبة لتسبيحه وتحميده حتماًiv. ¶ __________ ¶ i انظر: تفسير أبي السعود ج7 ص54. ¶ ii انظر: تفسير أبي السعود: ج7ص54. هذا ولقد أشرت إلى حكمة اقتران الحمد بالتسبيح في كثير من الآيات في الفصل السابق والحمد لله. ¶ iii المرجع السابق ج7ص54. ¶ iv انظر: تفسير ابن كثير ج3ص428؛ تفسير أبي السعود ج7ص54-55.",
            "page": "108",
            "part": "1",
            "seal": "66AFF808"
        },
        {
            "id": "90",
            "nass": "- كما أنّ صاحب التحرير أشار إلى أن هذه الظروف متعلقة بما في إنشاء التنزيه من معنى الفعل، أي يُنشأ تنزيه الله في هذه الأوقات وهي الأجزاء التي يتجزأ الزمان منها، والمقصود: التأبيد أي على الدوام، وإنما سلك به مسلك الإطناب لأنّه مناسب لمقام الثناء. ¶ وهذا الذي أشار إليه لايتعارض مع ماذُكر سابقاًi. ¶ ثم إنّ تقديم {عَشِيّاً} على {حِينَ تُظْهِرُونَ} لمراعاة الفواصل وتغيير الأسلوب ولما أنه لايجيء منه الفعل بمعنى الدخول في العشي كالمساء والصباح والظهيرةii. ¶ __________ ¶ i انظر: التحرير والتنوير لابن عاشور ج21 ص65. ¶ ii تفسير أبي السعود: ج21 ص65.",
            "page": "109",
            "part": "1",
            "seal": "F6CA6737"
        },
        {
            "id": "91",
            "nass": "المبحث الثالث ¶ في معرض ذكر نعمه وآياته بسورة يس: ¶ قال تعالى: {سُبْحَانَ الَّذِي خَلَقَ الأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لا يَعْلَمُونَ} i. ¶ مطلب: في بيان وجه حكمة مجيء التسبيح في موضعه ههنا: ¶ هذه الآية الكريمة التي ابتدأت بالتسبيح جاءت معترضة بين آيات ينكر الله – تعالى - فيها على المشركين إعراضهم عن دعوة الرسل وكفرهم به، ويوجّه فيه أنظارهم إلى عظيم نعمه وآثار قدرته، وتلكم الآيات هي قوله تعالى: {يَا حَسْرَةً عَلَى الْعِبَادِ مَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلاَّ كَانُوا بِهِ يَسْتَهْزِئُونَ. أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لا يَرْجِعُونَ. وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ. وَآيَةٌ لَهُمُ الأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا وَأَخْرَجْنَا مِنْهَا حَبّاً فَمِنْهُ يَأْكُلُونَ. وَجَعَلْنَا فِيهَا جَنَّاتٍ مِنْ نَخِيلٍ وَأَعْنَابٍ وَفَجَّرْنَا فِيهَا مِنَ الْعُيُونِ. لِيَأْكُلُوا مِنْ ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ أَفَلا يَشْكُرُونَ. سُبْحَانَ الَّذِي خَلَقَ الأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لا يَعْلَمُونَ. وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ} الآياتii. ¶ ووجه مجيء التسبيح في آيته ههنا بين هذه الآيات أنّه سيق لتنزيه الله ذاته العليّة عمّا فعله المشركون من الشرك وترك شكره تعالى وعن كلّ ما لا يليق بإلهيته وعظمته، وذلك مع ما يرونه ممّا ذكر في هاته الآيات من بدائع آثار قدرته وروائع نعمته الموجبة لتوحيده وشكره وإخلاص العبادة لهiii. ¶ __________ ¶ i سورة يس الآية (36) . ¶ ii انظر الآيات في سورة يس من الآية رقم (30) إلى الآية رقم (44) . ¶ iii انظر: التفسير الكبير للفخر الرازي ج26 ص69؛ تفسير القرطبي ج16 ص27؛ تفسير أبي السعود ج7 ص167؛ تفسير الألوسي ج23 ص9؛ فتح القدير للشوكاني ج4 ص357؛ التحرير والتنوير ج23ص15.",
            "page": "110",
            "part": "1",
            "seal": "B932257F"
        },
        {
            "id": "92",
            "nass": "وفيه أيضاً معنى التعجب من إخلالهم، أي: عجباً لهؤلاء في كفرهم مع ما يشاهدونه من هذه الآياتi. ¶ مطلب: في بيان صلة التسبيح: ¶ - هذا وقد اتصل لفظ التسبيح بما يشير إلى علة من علل تنزيهه تعالى عن الشرك به، وذلك بيان أنّه المنفرد بالخلق؛ ومن كان كذلك فلا ينبغي أن يشرك به. وهذا مع ما ذكر في الآيات من انفراده بالأنعام والرزق. ¶ وذلك قوله تعالى: {الَّذِي خَلَقَ الأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لا يَعْلَمُونَ} . ¶ - وخصّ بالذكر أصناف النبات وأنواعها (من مختلف أنواعها وطعومها وأشكالها) لأنّ بها قوام الناس ومعاش أنفسهم ودوابهم، وخص كذلك أصناف أنفس الناس من ذكر وأنثى لأنّ العبرة بها أقوى {وَفِي أَنْفُسِكُمْ أَفَلا تُبْصِرُونَ} ii. ثمّ ذكر ما يعمّ المخلوقات ممّا يعلمه الناس وما لا يعلمون في مختلف الأقطار والأجيال والعصور في البر والبحر أو السماء والأرضiii. ¶ * لطيفة: ¶ قُدِِّمَ ذكر النبات في الآية إيثاراً له بالأهمية في هذا المقام؛ لأنّه أشبه بالبعث الذي أومأ إليه قوله تعالى: {وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ} iv. ¶ __________ ¶ iتفسير القرطبي: ج16 ص27. ¶ ii سورة الذاريات: الآية 21. ¶ iii انظر: التحرير والتنوير لابن عاشور ج23 ص17. ¶ iv المرجع السابق: ج23 ص17.",
            "page": "111",
            "part": "1",
            "seal": "E1AA80B2"
        },
        {
            "id": "93",
            "nass": "المبحث الرابع ¶ في معرض بيان عظمته وقدرته في خاتمة سورة يس: ¶ قال الله تعالى: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ} i. ¶ مطلب: في بيان حكمة مجيء التسبيح في موضعه ههنا: ¶ - لمّا تقررت وحدانية الله وقدرته على الإعادة بما ذُكر من دلائل قدرته وعظيم شأنه وأنّ ما أراده كائن لا محالة وذلك في قوله تعالى: {وَضَرَبَ لَنَا مَثَلاً وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ. قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ. الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الأَخْضَرِ نَاراً فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ. أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلاَّقُ الْعَلِيمُ. إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} ii بعد ذلك نزه الله ذاته العلية عن أقوال المشركين المفضية إلى الشرك به ونسبة العجز إليه. وكان التنزيه مقترناً بالفاء وهو قوله: {فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ} والفاء إمّا جزائية تفريعية أي: إذا علم ذلك فسبحان الذي..، أو سببية لأنّ ما قبلها سبب لتنزهه تعالى. ¶ وهي على كل حال للإشارة إلى أنّ ما فُصِّل من شؤونه تعالى موجب لتنزهه وتنزيهه أكمل إيجابiii. ¶ __________ ¶ i سورة يس الآيتان (82_83) . ¶ ii سورة يس: الآيات (78-82) . ¶ iii انظر: التفسير الكبير للفخر الرازي ج26 ص112؛ تفسير القرطبي ج16 ص60؛ تفسير أبي السعود ج7 ص182؛ تفسير الألوسي ج23 ص57؛ فتح القدير للشوكاني ج4 ص371.",
            "page": "112",
            "part": "1",
            "seal": "21E30A4B"
        },
        {
            "id": "94",
            "nass": "مطلب: في بيان آية التسبيح: ¶ - هذا وقد عُدِل عن الضمير في تسبيح الله ذاته إلى وصف يؤكِّد وحدانيته وقدرته على كلِّ شيء بما يُشعر باقتضاء تنزيهه أتمّ اقتضاء، وذلك هو قوله تعالى: {فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ} والملكوت: مبالغة في المِلك، فهو الملك التامّ. فمادام كلّ شيء ملكه فكيف يكون المملوك للمالك شريكاً. ومادام أنّه سبحانه بيده ملكوت كل شيء فهو القادر على كل شيء والمتصرّف فيه بما شاء. كما قال قتادة: ملكوت كل شيء أي مفاتح كل شيءi. ¶ - ثمّ ختمت آية التسبيح بقوله تعالى: {وَإِلَيْهِ تُرْجَعُونَ} وهي جملة معطوفة على جملة التسبيح. والمعنى: قد اتضح أنكم صائرون إليه غير خارجين عن ملكه وذلك بإعادة خلقكم بعد الموتii. ¶ لطيفة: في قوله تعالى: {وَإِلَيْهِ تُرْجَعُونَ} قُدّم {إِلَيْهِ} على {تُرْجَعُونَ} للاهتمام ورعاية الفاصلة لأنّهم لم يكونوا يزعمون أنّ ثمّة رجعة إلى غيره ولكنهم ينكرون المعاد من أصلهiii. ¶ - وبهذه اللطيفة يتم الكلام حول هذا المبحث وهو آخر المباحث في هذا الفصل وبتمامه نصل إلى ختام هذه الصفحات التي عرضتُ فيها مواضع تسبيح الله ذاته في كتابه ولله الحمد والمنة. ¶ __________ ¶ i انظر: نظم الدرر في تناسب الآيات والسور للبقاعي ج6 ص288؛ التفسير الكبير للفخر الرازي ج26 ص112؛ تفسير أبي السعود ج7 ص182؛ تفسير الألوسي ج23 ص57؛ فتح القدير للشوكاني ج4 ص371. ¶ ii انظر: التحرير والتنوير لابن عاشور ج23 ص80. ¶ iii المرجع السابق ج23 ص80.",
            "page": "113",
            "part": "1",
            "seal": "01F8DF29"
        },
        {
            "id": "95",
            "nass": "الخاتمة ¶ وبعد هذا التطواف في رحاب الآيات القرآنية الكريمة التي سبَّح الله فيها ذاته العلية بأبلغ تسبيح وأعظمه، وبما تضمنتها من إثبات الألوهية له وكلّ صفات الكمال والجلال وتنزيهه عن الشريك والولد وعن كل ما لا يليق به سبحانه، وبما تضمنته أيضاً من بيان عظمته وقدرته وإظهار نعمته على رسله وأنبيائه وخلقه.. من هذا وغيره يدرك المتأمّل أهمية هذه الدراسة، وفضل البحث فيها، إذ هي فيما يتعلّق بشأن الله تعالى وتوحيده وآثار أسمائه وصفاته، وإنما يفضل العلم بشرف المعلوم. ¶ هذا وإني أقترح بان يُتبع هذا المبحث بأمرين: ¶ الأول: دراسة المواضع التي يذكر الله تعالى فيها تسبيح ملائكته ورسله وأنبيائه لذاته، ومواضع أمره وإخباره بالتسبيح، بل ومواضع ما ذكر في القرآن من تسبيح الحيوانات والجمادات له. ¶ والثاني: دراسة مواضع حمد الله لذاته إذ الحمد قرين التسبيح كما أشرت من قبل. وكذا ما ورد من مواضع حمد رسله وأنبيائه وملائكته وسائر عباده.. ¶ هذا وأرجوا أن أكون قد وفقت في هذه الدراسة المتواضعة لهذا الشأن العظيم، وأسأله تعالى المغفرة والقبول. ¶ وآخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين والتابعين لهم بإحسان إلى يوم الدين.",
            "page": "114",
            "part": "1",
            "seal": "85A86716"
        },
        {
            "id": "96",
            "nass": "مصادر ومراجع ¶ ... ¶ - فهرس المراجع. ¶ - الإتقان في علوم القرآن: السيوطي، جلال الدين عبد الرحمن. 2ج. بيروت –لبنان: المكتبة الثقافية. ¶ - إرشاد العقل السليم إلى مزايا القرآن الكريم: أبو السعود: محمد بن محمد العمادي. 9ج. بيروت – لبنان: دار إحياء التراث العربي. ¶ - أسباب النزول: الواحدي: أبو الحسن علي بن أحمد. بيروت – لبنان: دار المعرفة. ¶ - إصلاح الوجوه والنظائر: الدامغاني، الحسين بن محمد. بيروت – لبنان: دار العلم للملايين، الطبعة الرابعة 1983م. ¶ - أضواء البيان في إيضاح القرآن بالقرآن: الشنقيطي، محمد الأمين بن محمد المختار الجكني. 10ج. 1393هـ /1983م. ¶ - الأعلام: الزركلي، خير الدين. الطبعة السادسة. 8ج. بيروت: دار العلم للملايين، 1984م. ¶ - أنوار التنزيل وأسرار التأويل: البيضاوي، ناصر الدين أبو سعيد عبد الله ابن عمر بن محمد الشيرازي. 5ج. بيروت: مؤسسة شعبان للنشر والتوزيع. ¶ - البداية والنهاية: إسماعيل بن كثير الدمشقي، الطبعة الأولى.7ج. بيروت: دار الكتب العلمية. تحقيق: أحمد أبو ملحم – علي نجيب – فؤاد السيد – مهدي ناصر الدين. ¶ - البدر الطالع بمحاسن من بعد القرن السابع: الشوكاني، محمد بن علي.2ج. طبع بمصر 1348هـ.",
            "page": "116",
            "part": "1",
            "seal": "3F708CDE"
        },
        {
            "id": "97",
            "nass": "- بغية الوعاة في طبقات اللغويين والنحاة: السيوطي، طبع بمصر 1326هـ ¶ - بصائر ذوي التمييز في لطائف الكتاب العزيز: الفيروزابادي، مجد الدين محمد بن يعقوب. تحقيق: محمد علي النجار. 6ج. بيروت – لبنان: المكتبة العلمية. ¶ - تبصير الرحمن وتيسير المنان: المهايمي، علي بن أحمد بن إبراهيم، الطبعة الثانية. 2ج. بيروت: عالم الكتب، 1403هـ /1983م. ¶ - تحفة الأحوذي بشرح جامع الترمذي: المباركفوري، أبو العلى محمد بن عبد الرحمن بن عبد الرحيم: أشرف على طباعته: عبد الوهاب عبد اللطيف. الطبعة الثالثة. 10ج. بيروت: دار الفكر، 1399هـ /1979م. ¶ - تذكرة الحفاظ: الذهبي، أبو عبد الله محمد بن أحمد بن عثمان.4ج. طبع في حيدر آباد 1333-1334هـ. ¶ - ترتيب القاموس المحيط: الزاوي، الطاهر أحمد. الطبعة الثالثة. 4ج. بيروت: دار الفكر. ¶ - تفسير البحر المحيط: أبو حيان، محمد بن يوسف الأندلسي الغرناطي، الطبعة الثانية. 8ج. بيروت: دار الفكر، 1403هـ /1983م. ¶ - تفسير التحرير والتنوير: ابن عاشور، محمد الطاهر. 30ج. تونس: الدار التونسية للنشر –الجزائر: المؤسسة الوطنية للكتاب، 1984م. ¶ - تفسير روح البيان: البرسوي، إسماعيل حقي. 10ج. بيروت: دار إحياء التراث العربي. ¶ - تفسير القرآن العظيم: ابن كثير، إسماعيل بن كثير القرشي الدمشقي. 4ج. بيروت: دار المعرفة، 1405هـ. ¶ - تفسير المراغي، المراغي، أحمد مصطفى. 20ج. بيروت: دار إحياء التراث العربي.",
            "page": "117",
            "part": "1",
            "seal": "9CD12B5E"
        },
        {
            "id": "98",
            "nass": "- تفسير المنار: رضا، محمد رشيد. الطبعة الثانية. 12ج. بيروت: دار المعرفة. ¶ - تفسير النسفي: النسفي، عبد الله بن أحمد بن محمود. 4ج. بيروت: دار الكتاب العربي، 1402هـ /1982م. ¶ - هذيب التهذيب: ابن جر العسقلاني، أحمد بن علي. الطبعة الأولى.14ج. بيروت: دار الفكر. ¶ - يسير الكريم الرحمن في تفسير كلام المنّان: السعدي، عبد الرحمن ابن ناصر. تحقيق: محمد زهري النجار. 7ج. الرياض: الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، 1404هـ. ¶ - امع البيان في تفسير القرآن: الطبري، أبو جعفر محمد بن جرير. 30ج. بيروت: دار المعرفة، 1403هـ /1983م. ¶ - الجامع لأحكام القرآن: القرطبي، أبو عبد الله محمد بن أحمد الأنصاري. الطبعة الثانية. 20ج. بيروت: دار الكتاب العربي. ¶ - جامع النقول في أسباب النزول: عليوي: ابن خليفة. الطبعة الأولى. 2ج. الرياض – المملكة العربية السعودية: مطابع الإشعاع، 1404هـ. ¶ حجة القراءات: ابن زنجلة، أبو زرعة عبد الرحمن بن محمد. حققه وعلّق عليه: سعيد الأفغاني. الطبعة الثانية. بيروت: مؤسسة الرسالة، 1399? /",
            "page": "118",
            "part": "1",
            "seal": "D02FD793"
        },
        {
            "id": "99",
            "nass": "- 1979م. ¶ - الدرر الكامنة في أعيان المائة الثامنة: ابن حجر العسقلاني.4ج. طبع في حيدر آباد 1945-1950م. ¶ - روح المعاني في تفسير القرآن الكريم والسبع المثاني: الآلوسي، أبو الفضل شهاب الدين السيد محمود. 30ج. بيروت: دار إحياء التراث العربي. ¶ - زاد المسير في علم التفسير: ابن الجوزي، أبو الفرج جمال الدين عبد الرحمن بن علي بن محمد. الطبعة الثالثة. 9ج. دمشق _ بيروت: المكتب الإسلامي، 1404هـ/1984م. ¶ - سير أعلام النبلاء: الذهبي. الطبعة الأولى. بيروت: مؤسسة الرسالة. ¶ - شذرات الذهب في أخبار من ذهب: ابن العماد الحنبلي. بيروت: دار إحياء التراث العربي. ¶ - صحيح مسلم بشرح النووي: القشيري، مسلم بن الحجاج – النووي، يحيى بن شرف. تحقيق وإشراف: عبد الله أحمد أبو زينة. 5ج. القاهرة: كتاب الشعب. ¶ - الضوء اللامع لأهل القرن التاسع: السخاوي. 12ج. طبع في مصر 1353-1355هـ. ¶ - طبقات الحنابلة: القاضي أبو الحسين محمد بن أبي يعلى الفراء. تعليق: أحمد عبيد. دمشق: مطبعة الاعتدال. ¶ - طبقات الشافعية الكبرى: تاج الدين السبكي.6ج. طبع بمصر 1324هـ. ¶ غرائب القرآن ورغائب الفرقان: النيسابوري، نظام الدين بن محمد بن حسين",
            "page": "119",
            "part": "1",
            "seal": "E6E33769"
        },
        {
            "id": "100",
            "nass": "- القمّي. تحقيق: إبراهيم عطوة عوض. الطبعة الأولى. 30ج. مصر: شركة مكتبة ومطبعة مصطفى البابي الحلبي وأولاده، 1381هـ /1962م. ¶ - فتح الباري شرح صحيح البخاري: ابن حجر العسقلاني، أحمد بن علي. أشرف على طبعه. محب الدين الخطيب. 13ج. الرياض: مكتبة الرياض الحديثة. ¶ - فتح الرحمن بكشف ما يلتبس في القرآن: الأنصاري، أبو يحيى زكريا. تحقيق: محمد علي الصابوني. الطبعة الأولى. بيروت: دار القرآن الكريم، 1403هـ /1983م. ¶ - فتح القدير الجامع بين فني الرواية والدراية في علم التفسير: الشوكاني، محمد بن علي بن محمد. 6ج. مصر: المنصورة. دار الوفاء للطباعة والنشر والتوزيع. الطبعة الأولى 1415هـ. ¶ - الفتوحات الإلهية بتوضيح تفسير الجلالين للدقائق الخفيّة: العجيلي الشافعي، سلمان بن عمر، الشهير بالجمل. 4ج. بيروت – لبنان: دار إحياء التراث العربي. ¶ - كشف الظنون عن أسامي الكتب والفنون: حاجي خليفة.2ج. طبع في إسطنبول 1360هـ. ¶ - لباب التأويل في معاني التنزيل: الخازن، علاء الدين علي بن محمد بن إبراهيم البغدادي. 7ج. بيروت: دار الفكر، 1399هـ /1979م. ¶ - لباب النقول في أسباب النزول: السيوطي، جلال الدين عبد الرحمن بن أبي بكر. الطبعة الثالثة. بيروت: دار إحياء العلوم، 1400هـ /1980م. ¶ لسان العرب: ابن منظور، أبو الفضل جمال الدين محمد بن مكرم. 15ج.",
            "page": "120",
            "part": "1",
            "seal": "A88C871F"
        },
        {
            "id": "101",
            "nass": "- بيروت: دار الفكر – دار صادر. ¶ - لسان الميزان: ابن حجر العسقلاني. الطبعة الثانية 1390هـ.7ج. بيروت: مؤسسة الأعلمي. ¶ - محاسن التأويل: القاسمي، محمد جمال الدين. علق عليه: محمد فؤاد عبد الباقي. الطبعة الثانية. 17ج. بيروت: دار الفكر، 1398هـ /1978م. ¶ - معالم التنزيل: البغوي، أبو محمد الحسين بن مسعود الفراء. تحقيق: خالد عبد الرحمن العك ومروان سوار. 4ج. بيروت: دار المعرفة. الطبعة الثالثة، 1413هـ /1992 م. ¶ - معاني القرآن: الفراء، أبو زكريا يحيى بن زياد. الطبعة الثالثة. 2ج. بيروت: عالم الكتب، 1403هـ. ¶ - مفاتيح الغيب (التفسير الكبير) : الفخر الرازي، أبو عبد الله محمد بن عمر ابن حسين. الطبعة الثالثة. 30ج. بيروت: دار إحياء التراث العربي. ¶ - مفتاح السعادة ومصباح السيادة: طاش كبرى زادة. 2ج. الطبعة الأولى. حيدر آباد: مطبعة دائرة المعارف النظامية 1329هـ. ¶ - المفردات في غريب القرآن: الراغب الأصفهاني، أبو القاسم الحسين بن محمد. تحقيق: محمد سيد كيلاني. بيروت: دار المعرفة. ¶ - النجوم الزاهرة في ملوك مصر والقاهرة: جمال الدين يوسف بن تغري بردي. القاهرة: دار الكتب المصرية. ¶ - نزهة الأعين النواظر في علم الوجوه والنظائر: ابن الجوزي، جمال الدين أبو الفرج عبد الرحمن. تحقيق: محمد عبد الكريم كاظم الراضي. الطبعة الأولى. بيروت: مؤسسة الرسالة، 1404هـ /1984م.",
            "page": "121",
            "part": "1",
            "seal": "18A4BEC2"
        },
        {
            "id": "102",
            "nass": "- النشر في القراءات العشر: ابن الجزري، محمد بن محمد الدمشقي. أشرف على تصحيحه ومراجعته: علي محمد الضبّاع. 2ج. بيروت – لبنان: دار الكتب العلمية. ¶ - نظم الدرر في تناسب الآيات والسور: البقاعي، برهان الدين أبو الحسن إبراهيم بن عمر. الطبعة الأولى. 8ج. بيروت – لبنان: دار الكتب العلمية، 1415هـ. ¶ - وفيات الأعيان وأنباء أبناء الزمان: ابن خلكان. 2ج. طبع بمصر 1310هـ.",
            "page": "122",
            "part": "1",
            "seal": "987FA825"
        }
    ],
    "t10064": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: تسبيح الله ذاته العلية عن الإشراك به"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: في آية سورة التوبة"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: في آية سورة يونس (عليه السلام)"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: في آية سورة الإسراء"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: في آية سورة الأنبياء"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: في آية سورة المؤمنون"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: في آية سورة القصص"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: في آية سورة الروم"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن: في آية سورة الزمر"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع: في آية سورة الطور"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث العاشر: في آية سورة الحشر"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: تسبيح الله ذاته العلية عن الولد"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: في آية سورة البقرة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: في آية سورة النساء"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: في آية سورة الأنعام"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: في آية سورة يونس- عليه السلام"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: في آية سورة النحل"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: في آية سورة مريم"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السابع: في آية سورة الأنبياء"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثامن: في آية سورة الزمر"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث التاسع: في آية سورة الزخرف"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث العاشر: في آية سورة الصافات"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: تسبيح الله ذاته العلية في شؤون أخرى"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول: في تسبيح الله ذاته عند الحديث عن معجزة الإسراء"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: تسبيح الله ذاته إثر الوعد والوعيد في آية سورة الروم"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: في معرض ذكر نعمه وآياته بسورة يس"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: في معرض بيان عظمته وقدرته في خاتمة سورة يس"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}