{
    "b1006": [
        {
            "id": "1",
            "nass": "عبد الكريم بن صالح الحميد، 1426هـ ¶ فهرست مكتبة الملك فهد الوطنية ¶ الحميد، عبد الكريم بن صالح ¶ التفكر والاعتبار بآيات الكسوف والزلازل والإعصار. / عبد الكريم بن صالح الحميد - بريدة، ¶ 1426هـ ¶ 134 ص؛ 17× 24 سم ¶ ردمك: 2 - 612 - 49 - 9960 ¶ 1 - الوعظ والإرشاد أ. العنوان ¶ ديوي 213 5765/ 1426 ¶ رقم الإيداع: 5765/ 1426 ¶ ردمك: 2 - 612 - 49 - 9960 ¶ حقوق الطبع محفوظة إلا لمن أراد طبعه وتوزيعه مجاناً ¶ الطبعة الأولى ¶ 1426هـ - 2005م",
            "page": "1",
            "part": "1",
            "seal": "3FB19817"
        },
        {
            "id": "2",
            "nass": "ح ¶ فهرست مكتبة الملك فهد الوطنية ¶ الحميد، عبد الكريم بن صالح ¶ التفكر والاعتبار بآيات الكسوف والزلازل والإعصار. / عبد الكريم بن صالح الحميد – بريدة، ¶ 1426هـ ¶ 134 ص؛ 17× 24 سم ¶ ردمك: 2 - 612 - 49 - 9960 ¶ 1 – الوعظ والإرشاد ... أ. العنوان ¶ ديوي 213 ... 5765/ 1426 ¶ عبد الكريم بن صالح الحميد، 1426هـ ¶ حقوق الطبع محفوظة إلا لمن أراد طبعه وتوزيعه مجاناً ¶ الطبعة الأولى ¶ 1426هـ - 2005م ¶ ـــــــــــــــــــــــــــــــــــــــــــ ¶ للاطلاع على المزيد من كُتب الشيخ أنظر صفحته على موقع (صيد الفوائد) على شبكة الإنترنت:  http://saaid.net/Doat/alhomaid/index.htm ¶ رقم الإيداع: 5765/ 1426 ¶ ردمك: 2 - 612 - 49 - 9960",
            "page": "2",
            "part": "1",
            "seal": "25DE3217"
        },
        {
            "id": "3",
            "nass": "الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وآله وصحبه أجمعين .. ... أما بعد: ¶ فقد كتبت سابقاً في موضوع الكسوف والخسوف وأن كوْن ذلك يُدرك علم وقته قبل وقوعه بحساب سيْر الشمس والقمر حيث بيّن ذلك علماؤنا مثل ابن تيمية وابن القيم رحمهما الله. ¶ وكان المراد من ذلك: ¶ أولاً: بيان خطأ من أنكر العلم بإدراك ذلك قبل أن يكون. ¶ والثاني: أنه لا يُعارض ما ورد في الشرع من أنه مما يُخَوِّف الله به عباده. ¶ ولَمَّا رأيت أن الأمر في وقتنا هذا تفاقم وعَظُم بصورة لم يسبق لها مثيل، وذلك من جهة ظن التعارض بين معرفة أسباب الآية وبين كوْنها مما يُخوّف الله بها العباد، مما ظهرت له آثار سوء، وذلك بعزل المالك",
            "page": "3",
            "part": "1",
            "seal": "9F43BD71"
        },
        {
            "id": "4",
            "nass": "سبحانه عن ملكه وعن تصرفه فيه وتدبيره له!. ¶ وأكبر شاهد على ذلك أنه مع كثرة ما تتابع في زماننا من الآيات العظيمة الموجبة لخوف الإله العظيم سبحانه إلا أنه مع عدم الخوف فلا ذكر لله أيضاً!، وكأن الطبيعة تتصرف بنفسها فضلاً عن الإقلاع عن موجبات سخطه والتوبة والرجوع إليه كما كان يحصل في الماضي، وقد قال تعالى: {وَمَا نُرْسِلُ بِالآيَاتِ إِلاَّ تَخْوِيفاً} (¬1)، وقال سبحانه: {وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَاناً كَبِيراً} (¬2). ¶ واعلم أن الخوف هو - كما قال ابن القيم -: (مسبوق بالشعور والعلم، فَمُحال خوف الإنسان مما لا شعور له به) (¬3). ¶ وهذا هو الفارق بيننا وبين السلف، فالقلوبُ اليوم قَسَت وأظلمت، فضَعُف الشعور بالمالك المتصرف في ملكه سبحانه أو عُدِم فيصير من المحال خوف الإنسان مما لا شعور له به. ¶ ولا ريب أن الغَيْبة التي دَهَتْ القلوب عن مُحَرّك الكون ومُسَكِّنه هي بسبب التشبه بالكفار حيث يتكلمون عن أسباب مقطوعة عن المسبب، ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 59. ¶ (¬2) سورة الإسراء، الآية: 60. ¶ (¬3) مدارج السالكين، 1/ 515.",
            "page": "4",
            "part": "1",
            "seal": "8CF65A46"
        },
        {
            "id": "5",
            "nass": "وأدواؤهم قد طبّقت الأرض كلها، والفتنة بهم أصبحت لا تشبه الفتن وهم معطلة يرون الكون لا خالق له (¬1)!. ¶ وإذا كان الخوف - كما قال العلماء - يتولّد من تصديق الوعيد، وذكر الجناية، ومراقبة العاقبة؛ فإن أولئك الكفار ومَن قلَّدهم في مَعزِل عن الخوف المثمر للتوبة والإنابة، أما الخوف البهيمي فلا يُميّز الإنسان عن هذا النوع. ¶ ولذلك يقول الإمام الجنيد عن الخوف: (أنه توقع العقوبة على مجاري الأنفاس). ¶ وقال أبو حفص النيسابوري: (الخوف سَوْط الله يُقَوِّم به الشاردين عن بابه). ¶ وقال: (كل أحد إذا خِفْته هربت منه إلا الله عز وجل، فإنك إذا خفته هربت إليه). ¶ ¬__________ ¶ (¬1) وهذا شاهد، وإلا فالذي ركبته الأمة من سنن أهل الكتاب المنهي عنها - وهو من موجبات السخط والعقوبة - ظاهر غاية الظهور، وقد وصَفَه رسول الله - صلى الله عليه وسلم - وصفاً دقيقاً بليغاً، ووقع كما وصف!. ¶ وواللهِ لو أنه أمَرنا باتباع سَننهم شِبراً بشبر، وذراعاً بذراع، وحذو القذة بالقذة .. ونحو ذلك من الوصف البليغ الذي ورد في أحاديث التشبه بهم لقلنا: \" هذا لا يُقدر عليه ولا يُطاق! \"، ولكن انظر ما الذي حصل اليوم، وهو من معجزاته - صلى الله عليه وسلم - ودلائل نبوته.",
            "page": "5",
            "part": "1",
            "seal": "7710A25A"
        },
        {
            "id": "6",
            "nass": "وقال أبو سليمان الداراني: (ما فارق الخوف قلباً إلا خَرِب). ¶ وقال ذو النون: (الناس على الطريق ما لم يَزِلْ عنهم الخوف، فإذا زال عنهم الخوف ضلوا الطريق). ¶ وقال ابن تيمية: (الخوف المحمود ما حجزك عن محارم الله) انتهى.",
            "page": "6",
            "part": "1",
            "seal": "D88A1E7D"
        },
        {
            "id": "7",
            "nass": "الفرق بين السلف والخلف في الخوف من الله تعالى ¶ لقد ذكر ابن كثير - رحمه الله - في تاريخه، وذكر غيره من السلف والمؤرخين ما حدث في أزمانهم وقبلها من الآيات، وفي غالبها يذكرون ما يُقارنها ويعقبها من نتائج مفقودة في عصرنا؛ فالناس ينكسرون ويذلون لربهم ويضجون إليه بالتضرع والدعاء، وأهل المعاصي الظاهرة يُكسّرون آلات لهوهم ويُهْريقون خمورهم، ويلجأ الناس إلى المساجد بكسرة وذلة وخوف؛ وهذا مطلوب ومحمود. ¶ وبالجملة .. فإن أحوالهم تتغير إلى خير، وانتقال مما يسخط الله إلى ما يُرضيه، وهذا من حكمة إحداث الله الآيات لعباده .. قال تعالى: {فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ ? فَلَوْلا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ ? فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ} (¬1). ¶ والسبب أن أحوالهم كانت قريبة من الفطرة وصفائها والشرعة ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآيات: 42 – 44.",
            "page": "7",
            "part": "1",
            "seal": "77293B98"
        },
        {
            "id": "8",
            "nass": "وطهارتها، ولذلك يَقْرُب عَوْدُهم إلى ربهم مع بيان منكرات الشريعة حيث إنه ما غشاهم اللَّبْسُ الذي يُضعف الفرقان الديني أو يُزيله بالكلية ويقلبه. ¶ أما أحوالنا فقد أصبحت مُعَقّدة، واللَّبْس قد تمكَّن، والفهوم كدِرَة، والفِطَر مُجْتالة، والشبهات الكثيرة واردة من الفجرة على كل جانب من جوانب الشريعة، يوحيها إليهم الشيطان. ¶ وإنَّ تَرَحّل الخوف من القلوب لنذير شرّ، وإن هذا لظاهر فينا ظهوراً بَيِّناً دلت عليه ِآياتٌ عديدة جاءتنا ولم تُلْجئنا إلى ربنا بخلاف ما كان عليه السلف من عظيم صلتهم بخالق الكون ومُدَبِّره - سبحانه - في رَغَباتهم ورهَبَاتهم. ¶ وحينما زلزلت الكوفة في وقت عبد الله بن مسعود قال - رضي الله عنه -: (إن ربكم يستعتبكم فأعتبوه) (¬1). ¶ قال ابن القيم - رحمه الله -: (استعتاب الله عبدَه أن يطلب منه أن يُعْتبه، أي يزيل عُتْبه عليه بالتوبة والاستغفار والإنابة، فإذا أناب إليه رَفَع عنه عُتْبَه) انتهى (¬2). ¶ ¬__________ ¶ (¬1) أنظر تفسير الطبري، 15/ 109. ¶ (¬2) مفتاح دار السعادة، ص (121).",
            "page": "8",
            "part": "1",
            "seal": "31CE3A31"
        },
        {
            "id": "9",
            "nass": "من أسباب قسوة القلوب اليوم، وفراغها من الخوف من الله عز وجل ¶ لقد كان من أسباب رحيل الخوف ظلمة القلوب لِمَا غطاها من ران الذنوب لَمَّا انتشر داء التعطيل والإلحاد حتى ملأ العالم بواسطة علوم دخيلة على المسلمين مجالها الطبيعة المقطوعة عمن خلقها ويُدَبِّرها، ومن هنا رحَل الخوف، ومن هنا عُزِل المالك سبحانه عن التصرف في ملكه، وذلك في عقول الطغام أشباه الأنعام حيث أصبحوا لا يذكرون الله ولا يخشونه حينما يقع بأس الله وغضبه كالكسوف والزلازل والأعاصير وغيرها، وإنما ينسبون ذلك للطبيعة وكأنها تتصرف بذاتها!. ¶ قال تعالى: {فَلَوْلا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ} (¬1)، فأين التضرع عند حدوث الحوادث؟!. ¶ قال ابن الجوزي: (الدنيا دار الإله، والمتصرِّف في الدار بغير أمر صاحبها لص) انتهى. ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآية: 43.",
            "page": "9",
            "part": "1",
            "seal": "D9E72C61"
        },
        {
            "id": "10",
            "nass": "لقد عُزِل المالك سبحانه عن ملكه وامتلأت الأرض باللصوص!. ¶ ولو فَتَّش المسلمون اليوم بصدق عن سبب قسوة قلوبهم وبُعدهم عن خالقهم لوجدوا أن أعظم أسباب ذلك هو هذه العلوم المادية الإلحادية التي نشأ عليها الصغير وهرم عليها الكبير، لأنها جاءت من ملاحدة عزلوا الله عن علومهم الكوْنية إطلاقاً، وصارت فتنتها من أعظم الفتن التي تشَرَّبتها القلوب، فالأسباب عندهم مستقلة عن مُسَبِّب. ¶ كيف يتأتَّى والحال هكذا خوفٌ من الله وتجنبٌ لمساخطه؟!. ¶ والله المستعان، وإنا لله وإنا إليه راجعون.",
            "page": "10",
            "part": "1",
            "seal": "DB6A44C1"
        },
        {
            "id": "11",
            "nass": "الآيات والكوارث سببها الكفر والمعاصي ¶ قال شيخ الإسلام ابن تيمية - رحمه الله - على قوله تعالى: {ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ يَا عِبَادِ فَاتَّقُونِ} (¬1)، قال: (فخوَّف العبادَ مُطْلقاً، وأمرهم بتقواه لئلا ينزل [بِهم] الْمَخُوف، وأرسل الرسل مبشرين ومنذرين، والإنذار هو الإعلام بما يُخاف منه، وقد وُجدت الْمَخُوفات في الدنيا، وعاقب الله على الذنوب أمماً كثيرة كما قَصَّه في كتابه، وكما شُوهِدَ مِن الآيات) انتهى (¬2). ¶ ولقد أخبر الله تبارك وتعالى في كتابه الكريم بأن هذه الآيات والكوارث العظيمة ليس حصولها بمجرد سبب طبيعي مجرد فحسب، بل بسبب ما يرتكبه بنو آدم من الكفر والمعاصي والذنوب، حيث بيَّن سبحانه أنه قد أخذ بمثل هذه الآيات أُمَماً كثيرة بسبب ما ارتكبوه من الكفر والمعاصي والذنوب، فقال سبحانه وهو يعدد أصناف ما أصاب به أولئك الأقوام بسبب ذنوبهم: {فَكُلاًّ أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ ¶ ¬__________ ¶ (¬1) سورة الزمر، من الآية: 16. ¶ (¬2) منهاج السنة النبوية، 5/ 299.",
            "page": "11",
            "part": "1",
            "seal": "2542557A"
        },
        {
            "id": "12",
            "nass": "أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} (¬1). ¶ وقال عز وجل: {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَاراً وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْناً آخَرِينَ} (¬2). ¶ وقال تعالى: {كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ} (¬3)، وقال سبحانه: {أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَاراً فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} (¬4). ¶ وقد دمر الله جنوب أمريكا الكافرة الجائرة بريح عاتية تُذَكِّرنا بما أصاب عادٍ قوم هود، وصاحَب تلك الريح غرق عظيم صبت السماء ماءه صباً، وتفجرت الأرض بفيضانات عارمة، فالتقى الماء على أمر قد قدر ¶ ¬__________ ¶ (¬1) سورة العنكبوت، الآية: 40. ¶ (¬2) سورة الأنعام، الآية: 6. ¶ (¬3) سورة آل عمران، الآية: 11. ¶ (¬4) سورة غافر، الآية: 21.",
            "page": "12",
            "part": "1",
            "seal": "B5E48EA3"
        },
        {
            "id": "13",
            "nass": "مع رياح شديدة، فغرقت مدينة كاملة بأسرها، حتى {دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا} (¬1)، {وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ} (¬2). ¶ وقد أخبر الله سبحانه أنه بمثل هذه الأعاصير العاتية قد أخذ عادٍ قوم هود حين كفروا به وكذبوا رسوله هود – عليه السلام -، حتى جعلتهم تلك الريح العاتية بأمر ربها كأعجاز نخل خاوية، فقال سبحانه: {فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآياتِنَا يَجْحَدُونَ ? فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً صَرْصَراً فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الآخِرَةِ أَخْزَى وَهُمْ لا يُنْصَرُونَ} (¬3). ¶ كما أخبر سبحانه أنه أخذ قومَ نوح بالطوفان العظيم الذي تفجر من الأرض عيوناً، وانفتحت السماء بماء عظيم تصبه صباً، فالتقى الماء على أمر قد قدر، حتى أغرقهم سبحانه عن آخرهم، وأخذهم أخذ عزيز مقتدر بعد أن كفروا بربهم وكذبوا رسوله؛ فقال سبحانه: {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ ? فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ ? فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ ? وَفَجَّرْنَا الْأَرْضَ عُيُوناً فَالْتَقَى ¶ ¬__________ ¶ (¬1) سورة محمد، من الآية: 10. ¶ (¬2) سورة هود، من الآية: 83. ¶ (¬3) سورة فصلت، الآيات: 14 - 15.",
            "page": "13",
            "part": "1",
            "seal": "9616C4A1"
        },
        {
            "id": "14",
            "nass": "الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ ? وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ ? تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ ? وَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ} (¬1). ¶ وأخبر سبحانه أنه أخذ بالمطر الشديد والسيل العرم قبيلة (سبأ) (¬2) حينما كفرت بربها وبِنِعَمِهِ عليها، حتى مزقها كل ممزق، وجعلها أحاديث للناس وعبرة لهم، وآية لكل صبار شكور، فقال تعالى: {لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ كُلُوا مِن رِّزْقِ رَبِّكُمْ وَاشْكُرُوا لَهُ بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ ? فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَى أُكُلٍ خَمْطٍ وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ ? ذَلِكَ جَزَيْنَاهُمْ بِمَا كَفَرُوا وَهَلْ نُجَازِي إِلَّا الْكَفُورَ ? وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرىً ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ سِيرُوا فِيهَا لَيَالِيَ وَأَيَّاماً آمِنِينَ ? فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا وَظَلَمُوا أَنْفُسَهُمْ فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآياتٍ لِكُلِّ صَبَّارٍ شَكُورٍ ? وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ ? وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ ¶ ¬__________ ¶ (¬1) سورة القمر، الآيات: 9 - 15. ¶ (¬2) وهي قبيلة يمنية مشهورة، وبلدتهم معروفة يقال لها (مأرب)؛ أنظر (تفسير الشوكاني، 4/ 319)، و (معجم البلدان، لياقوت الحموي، 3/ 181).",
            "page": "14",
            "part": "1",
            "seal": "C9E10306"
        },
        {
            "id": "15",
            "nass": "مِنْهَا فِي شَكٍّ وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ} (¬1). ¶ قال الإمام ابن القيم: (وهل في الدنيا والآخرة شرور وداء إلا سببه الذنوب والمعاصي، فما الذي أخرج الأبوين من الجنة دارِ اللذة والنعيم والبهجة والسرور إلى دار الآلام والأحزان والمصائب!. ¶ وما الذي أخرج إبليسَ من ملكوت السماء، وطرَدَه، ولَعَنَه، ومَسَخ ظاهره وباطنه، فَجُعِلَتْ صورته أقبح صورة وأشنعها، وباطنه أقبح من صورته وأشنع، وبُدِّل بالقرب بُعداً، وبالرحمة لعنةً، وبالجمال قبحاً، وبالجنةِ ناراً تلظى، وبالإيمان كفراً، وبموالاتِ الولي الحميد أعظم عداوة ومُشاقة، وبزَجَل التسبيح والتقديس والتهليل زجَل الكفر والشرك والكذب والزور والفحش، وبلباس الإيمان لباس الكفر والفسوق والعصيان، فهان على الله غاية الهوان، وسَقَط من عينه غاية السقوط، وحلَّ عليه غضبُ الربِّ تعالى، فأهواه ومَقَته أكبر المقت فأرداه، فصار قوَّاداً لكل فاسق ومجرم رضي لنفسه بالقيادة بعد تلك العبادة والسيادة، فعياذا بك اللهم من مخالفة أمرك وارتكاب نهيك. ¶ وما الذي أغرق أهل الأرض كلهم حتى علا الماءُ فوق رؤوس الجبال!. ¶ وما الذي سلَّط الريحَ العقيم على قوم عاد حتى ألقتهم موتى على وجه ¶ ¬__________ ¶ (¬1) سورة سبأ، الآيات: 15 - 21.",
            "page": "15",
            "part": "1",
            "seal": "9A1CB0DE"
        },
        {
            "id": "16",
            "nass": "الأرض كأنهم أعجاز نخل خاوية، ودمرت مامرَّت عليه من ديارهم وحروثهم وزروعهم ودوابهم حتى صاروا عبرة للأمم إلى يوم القيامة!. ¶ وما الذي أرسل على قوم ثمود الصيحة حتى قَطَّعَت قلوبهم في أجوافهم وماتوا عن آخرهم!. ¶ وما الذي رفَع قرى اللوطية حتى سَمِعت الملائكةُ نبيحَ كلابهم، ثم قَلَبَها عليهم فجعل عالِيَهَا سافلها فأهلكهم جميعاً، ثم أتبعهم حجارة من سجيل السماء أمطرها عليهم، فجَمَع عليهم من العقوبة ما لم يجمعه على أمةٍ غيرهم، ولإخوانهم أمثالها .. {وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ} (¬1)!. ¶ وما الذي أرسل على قوم شعيبٍ سحابَ العذابِ كالظُّلل، فلمَّا صار فوقَ رؤسهم أمطر عليهم ناراً تلظى!. ¶ وما الذي أغرق فرعون وقومه في البحر، ثم نُقلت أرواحهم إلى جهنم فالأجساد للغَرَق والأرواح للحرق!. ¶ وما الذي خَسَف بقارون وداره وماله وأهله! .. وما الذي أهلك القرونَ من بعد نوح بأنواع العقوبات ودمَّرها تدميراً!. ¶ وما الذي أهلك قوم صاحبَ يس بالصيحة حتى خمدوا عن آخرهم!. ¶ ¬__________ ¶ (¬1) وقد ورد أن مثل هذه العقوبة ما هي ببعيد من ظالمي هذه الأمة إذا فعلوا مثل فعل قوم لوط.",
            "page": "16",
            "part": "1",
            "seal": "7AE509AA"
        },
        {
            "id": "17",
            "nass": "وما الذي بعث على بني إسرائيل قوماً أولي بأسٍ شديدٍ، فجاسوا خلال الديار، وقتلوا الرجالَ، وسبوا الذراري والنساء، وأحرقوا الديار، ونهبوا الأموال، ثم بعثهم عليهم مرة ثانية، فاهلكوا ما قدروا عليه وتَبَّروا ما عَلَوْ تتبيراً!. ¶ وما الذي سلَّط عليهم أنواعَ العذاب والعقوبات، مرةً بالقتل والسبي وخراب البلاد، ومرةً بجوْرِ الملوك، ومرة بمسخهم قردة وخنازير، وآخر ذلك أقسم الرب تبارك وتعالى ليبعثن عليهم إلى يوم القيامة من يسومهم سوء العذاب! (¬1). ¶ قال الإمام أحمد، حدثنا الوليد بن مسلم، حدثنا صفوان بن عمر وحدثني عبد الرحمن بن جبير بن نفير عن أبيه، قال: لما فتحت قبرص فُرِّق بين أهلها، فبكى بعضهم إلى بعض، فرأيت أبا الدرداء جالساً وحده يبكي، فقلت: يا أبا الدرداء .. ما يبكيك في يوم أعز الله فيه الإسلام وأهله؟!، فقال: \" ويحك يا جبير!، ما أهون الخلق على الله عز وجل إذا أضاعوا أمره، بينما هي أمة قاهرة ظاهرة لهم الملك تركوا أمر الله ¶ ¬__________ ¶ (¬1) وقد أخبر النبي - صلى الله عليه وسلم - أن أمته تتبع آثارهم وتقترف ما اقترفوه، وقد حصل الأمر كما أخبر وزيادة، فهل لهم الْمُرّة ولنا الحلوة؟!، .. وسُنن الله لا تتبدل، قال تعالى بعد ذكره عقوبات الأمم المتقدمة بذنوبها: {أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُر ِ} [سورة القمر، آية: 43]، وسُنن الله عادته، وهي لا تتبدل ولا تتحول ولا تتغير؛ فالحذر الحذر من التشبه بالكفار وتتبع آثارهم واقتراف ما اقترفوه.",
            "page": "17",
            "part": "1",
            "seal": "C29CDC8B"
        },
        {
            "id": "18",
            "nass": "فصاروا إلى ما ترى! (¬1) انتهى (¬2). ¶ ولهذا حذر الله عباده من شؤم الذنوب والمعاصي التي تجلب الكوارث والدمار والبوار، فقال سبحانه وهو يذكرهم بما حلَّ بمن كَفَر به وعصاه من العقوبات والكوارث المدمرة: {فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ} (¬3)، وقال تعالى: {وَكَأَيِّنْ مَنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ} (¬4)، وقال سبحانه: {وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ فَحَاسَبْنَاهَا حِسَاباً شَدِيداً وَعَذَّبْنَاهَا عَذَاباً نُكْراً} (¬5)، وقال سبحانه: {وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ} (¬6). ¶ فالحذر الحذر قبل أن تحل بنا عقوبات الإله العظيم ونحن على أحوال لا ¶ ¬__________ ¶ (¬1) أخرجه أحمد في (الزهد، 1/ 142)، وأبو نعيم في الحلية (1/ 216)، وأخرج سعيد بن منصور نحوه في (سننه، 2/ 290). ¶ (¬2) الجواب الكافي، ص (26). ¶ (¬3) سورة الحج، آية: 25. ¶ (¬4) سورة الحج، آية: 48. ¶ (¬5) سورة الطلاق، آية: 8. ¶ (¬6) سورة النحل، آية: 111.",
            "page": "18",
            "part": "1",
            "seal": "6ACC510D"
        },
        {
            "id": "19",
            "nass": "ترضيه تعالى، فقد ذَكَّرَنا سبحانه بما عاقب به مَن كفر به وعصاه، وأكثر من تذكيرنا بذلك رحمة بنا وإعذاراً قبل أن يأخذنا بذنوبنا وبما فعل السفهاء منا، وواللهِ لن تنفعنا إحالة هذه الكوارث لـ (الطبيعة) إذا وقع بنا أمرُ الله، وحلت بساحتنا العقوبات كما حلت بمن قبلنا ومَن حولنا بعد أن بارزوا ربهم بالمعاصي والمنكرات، ونسأل الله يلطف بنا وبالمسلمين، وأن لا يؤاخذنا بذنوبنا ولا بما فعل السفهاء منا. ¶ وسيأتي الكلام في آخر الكتاب - إن شاء الله - على أسباب تأخر العقوبات الكونية العامة على كثيرٍ من الناس في هذا الزمان بعد أن بارزوا الله بشتى أنواع المنكرات إلا ما شاء الله، بينما تحل بأسلافهم في الماضي حينما يرتكبون بعض ما يُرتكب اليوم من المعاصي والمنكرات التي لم يسبق لها مثيلاً في كَمِّها وكيفيتها وصِفَتها - ولا حول ولا قوة إلا بالله -. ¶ هل معرفة الأسباب الطبيعية لحدوث الآيات والكوارث ينافي الخوف من الله، وأنها عقاباً منه؟!",
            "page": "19",
            "part": "1",
            "seal": "BF92CA98"
        },
        {
            "id": "20",
            "nass": "لقد كان كثير من السلف يعلمون الأسباب الطبيعية لهذه الآيات والكوارث، وما كان ذلك حائلاً بينهم وبين معرفة الحكمة من إحداثها. ¶ غير أن كثيراً من الناس في وقتنا لَمَّا علموا بعضَ الأسباب التي يُجريها الرب سبحانه لآياته، وهي بعض أسباب حصول الآية أو احتمال حصولها رأوْا أنهم شَبّوا عن الطَّوْق، فتركوا ربْط الأسباب بِمُسَبِّبها لمن يَرَوْنهم \" دراويشاً \" حتى صاروا بينهم موْضعَ سخريةٍ وتندّر!، فابتعدوا عن ربهم وتنكّروا لدينهم، ويحسبون أنهم على شيء، وإنما هم كطفل في خطواته الأولى قَدَّر في نفسه استغناءه عن والديه فهام في خطواته المتعثرة مبتعداً عن والديه مُتَخيلاً قدرته على الاستقلال عنهما فكان ضحيةَ خَوَاطِره كما قيل في المثل: (إذا أراد الله حَتْفاً بنملة، أتاحَ لها جناحان فطارا بِها!)، أيْ طارا بها عن بيتها وعن أصحابها لأنها أجنحة تقود إلى الحتْف، وسُرْعان ما تساقطت، وإذا هي في المتاهة والضياع!. ¶ والأسباب التي عرفها هؤلاء هي أن الكسوف يُحَدّد وقته مُسْتَقْبَلاً ويقع كما حُدِّد؛ والزلازل عرفوا أن سببها أبخرة في داخل الأرض مُتحجّرة فتُريد الخروج فتحصل الزلازل، والأعاصير والفيضانات لها أوقات ومواسم",
            "page": "20",
            "part": "1",
            "seal": "0805330B"
        },
        {
            "id": "21",
            "nass": "معلومة، وبما أن الأمر كذلك فالخوف والتخويف بعد انفتاح العلوم والتطور ورُقي الإنسان لا معنى له، إنما كان ذلك للإنسان البدائي في عصور الظلمات. ¶ وبعضهم أخذه الشيطان لأبعد من هذا، وهو أن الفضاء لا حَدَّ له، وفيه ملايين المجرات، والمسافات بينها خيالية، فأغفله الشيطان عن ذكر ربه فنسيه أو أنكره!، كيف إذا انضاف إلى هذه المسافات الخيالية في الفضاء الذي لا يُحد أن عُمْرَ الأرضِ يُقدرُ بملايينِ السنين، وأن الكائنات ما تزال في تطور، وأن الدين ظاهرة اجتماعية كما في هذه العلوم الدخيلة على أهل الإسلام والتي مَبْناها على الإلحاد والتعطيل (¬1). ¶ والمراد هنا أن معرفة بعض الأسباب الكونية لا توجب الغفلة عن مسببها، أو إنكاره. ¶ فإذا عُلِمَ أن سببَ كسوفِ الشمسِ هو مرور القمر بينها وبين الأرض، ولا يكون ذلك إلا في آخر الشهر؛ وعُلِمَ أن سبب خسوف القمر هو وقوع ظل الكرة الأرضية عليه فتحجب نورَه المستفاد من الشمس ولا يكون ذلك إلا في ليالي الإبدار .. ¶ ¬__________ ¶ (¬1) وفي كتابيْ (الفرقان في بيان إعجاز القرآن) و (هداية الحيران في مسألة الدوران) الرد على هؤلاء.",
            "page": "21",
            "part": "1",
            "seal": "82163253"
        },
        {
            "id": "22",
            "nass": "فإنه يقال: ¶ أولاً: هذا معلوم عند السلف قبل زماننا ومُدَوَّن في كتبهم مثل ابن تيمية وابن القيم - رحمهما الله - وغيرهم. ¶ ثانياً: العلم بذلك لا يُعارض ما جعل الله هذه الآيات سبباً له من التخويف لتحصل التوبة والرجوع إلى الله؛ فلا تنافي إطلاقاً بين معرفة هذه الأسباب وبين ما ورد في الشرع بشَأنها إلا عند من يُريد التفلّت من العبودية لتكون حاله - كما قاله ابن القيم رحمه الله -: ¶ هَرَبُوا مِنَ الرِّقِّ الذي خُلِقوا لَهُ ¶ فَبُلُوا بِرِقِّ النَّفْسِ وَالشيطَانِ! ¶ ويكون ممن صَدَّق عليه إبليس ظنه .. قال الله تعالى: {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ} (¬1). ¶ قال الحسن البصري - رحمه الله -: (لما أهبط الله آدم - عليه الصلاة والسلام - مِن الجنةِ ومعه حواء هبط إبليس فرِحاً بما أصاب منهما، وقال: \" إذا أصبت من الأبوين ما أصبت فالذرية أضعف وأضعف \"، وكان ذلك ظناً من إبليس فأنزل الله عز وجل: {وَلَقَدْ صَدَّقَ عَلَيْهِمْ ¶ ¬__________ ¶ (¬1) سورة سبأ، الآية: 20.",
            "page": "22",
            "part": "1",
            "seal": "928AB3E4"
        },
        {
            "id": "23",
            "nass": "إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقاً مِنَ الْمُؤْمِنِينَ}) (¬1). ¶ وقال - رحمه الله -: (واللهِ ما ضربهم بعصا ولا أكرههم على شيء، وما كان إلا غروراً وأماني دعاهم إليها فأجابوه) (¬2). ¶ وهل إذا عَلِمَ الإنسانُ أن النطفةَ إذا استقرت في الرِّحم أن الطفل يولد بعد تسعة أشهر يوجب له إغفال أو إنكار الخالق سبحانه؟!، فالربُّ سبحانه أجرى عادته في أمور توجب إيمان الكافر وزيادة إيمان المؤمن، فكيف انقلبت الموازين في هذا الزمان السوء؟!. ¶ وهل إذا علم الإنسانُ أن الْحَبَّ والنوى إذا بُذِر في الأرض وسُقِيَ أنه تنبت منه هذه النباتات والأشجار العجيبة يوجب له ذلك قَصْر الأمر على السبب والانقطاع عن الفاعل سبحانه؟!. ¶ وهكذا فيما لا يُحصى من معرفة الأسباب وتَحْيين أوقاتها، ثم إن معرفة الأسباب وأوقات انعقادها قد أجراه الله في الرحمة كما أجراه في العذاب والنقمة، فالصلوات الخمس مَوْقوته وشهر رمضان ووقت الحج وآخر الليل مَوَاسم رحمة وأحايينها معلومة فهل في ذلك تعارض؟!. ¶ ¬__________ ¶ (¬1) تفسير ابن كثير، 3/ 536. ¶ (¬2) تفسير الصنعاني، 3/ 130.",
            "page": "23",
            "part": "1",
            "seal": "5BACCA2F"
        },
        {
            "id": "24",
            "nass": "كذلك أجرى الله عادته أن كسوف الشمس لا يكون إلا في آخر الشهر وخسوف القمر في منتصفه وأخبر سبحانه على لسان نبيه - صلى الله عليه وسلم - أن ذلك مما يُخَوِّف الله به عباده؛ كذلك إذا أَطْلَعَ الله بعض الخلق على الوقت الذي سوف يحصل فيه الكسوف أو الخسوف بحساب سيْر الشمس والقمر ووقع كما أخبر، فهل يتعارض ذلك مع موجب الخوف وأنه سبحانه جعل ذلك آية يُخَوِّف بها عباده؟! (¬1). ¶ وشاهد ذلك أن يُقارن الكسوف والخسوف في أيامه حَوَادث وآيات غضب ونقمة كما حصل هذه الأيام من الأعاصير والفيضانات في دولة أمريكا، فلا تعارض أن ذلك عذاب ونقمة. ¶ وقد قارن ذلك كسوف الشمس والحمد لله، ونسأله المزيد من فضله حيث أخبر الحسّابون أن ذلك سيقع آخر شهر شعبان، والله أعلم؛ أما تَقَدُّم شهر ونحوه أوْ تأخره فلا يُعارض المقارنة، ومازالت النقمة مستمرة والحمد لله. ¶ وقد قال ابن القيم رحمه الله: (نَعَم لا ننكر أن الله سبحانه يُحدِث عند الكسوفَيْن من أقضيته وأقداره ما يكون بلاءاً لقوم ومصيبة لهم، ويجعل ¶ ¬__________ ¶ (¬1) والإعلام بالكسوف قبل وقوعه ليس من هَدْيِ أهلِ الإسلام وإن كان يُعلم بحساب سيْر الشمس والقمر، ولكن المراد هنا أنه ليس من عِلْم الغيب الذي استأثر الله به.",
            "page": "24",
            "part": "1",
            "seal": "220B77BD"
        },
        {
            "id": "25",
            "nass": "الكسوف سبباً لذلك، ولهذا أمر النبي - صلى الله عليه وسلم - عند الكسوف بالفزع إلى ذكر الله والصلاة والعتاقة والصدقة والصيام، لأن هذه الأشياء تدفع مُوجب الكسف الذي جعله الله سبباً لما جعله، فلولا انعقاد سبب التخويف لما أمر بدفع مُوجبه بهذه العبادات، ولله تعالى في أيام دهره أوقات يُحدث فيها ما يشاء من البلاء والنعماء ويقضي من الأسباب ما يدفع مُوجب تلك الأسباب لمن قام به أو يُقلله أو يُخففه؛ فمن فزِع إلى تلك الأسباب أو بعضها اندفع عنه الشر الذي جعل الله الكسوف سبباً له أو بعضه. ¶ ولهذا قَلَّ ما تسلم أطراف الأرض حيث يخفى الإيمان وما جاءت به الرسل من شرٍّ عظيم يحصل بسبب الكسوف، وتسلم منه الأماكن التي يظهر فيها نور النبوة والقيام بما جاءت به الرسل، أو يقلّ فيها جداً. ¶ ولَمَّا كَسَفت الشمسُ على عهد النبي - صلى الله عليه وسلم - قام فزعاً مسرعاً يجرّ رداءه ونادى في الناس \" الصلاة جامعة \" (¬1)؛ وخطبهم بتلك الخطبة البليغة وأخبر أنه لم يَرَ كَيَوْمه ذلك في الخير والشر وأمرهم عند حصول مثل تلك الحالة بالعتاقة والصدقة والصلاة والتوبة، فصلوات الله وسلامه على أعلم ¶ ¬__________ ¶ (¬1) روى فقرة \" يجر رداءه \" البخاري برقم (993) عن أبي بكرة - رضي الله عنه -، وروى فقرة \" الصلاة جامعة \" البخاري برقم (998) ومسلم برقم (901) عن عائشة - رضي الله عنها -.",
            "page": "25",
            "part": "1",
            "seal": "2F96731D"
        },
        {
            "id": "26",
            "nass": "الخلق بالله، وبأمره، وشأنه، وتعريفه أمور مخلوقاته، وتدبيره، وأنصحهم للأمة، ومن دعاهم إلى ما فيه سعادتهم في معاشهم ومعادهم، ونهاهم عما فيه هلاكهم في معاشهم ومعادهم) انتهى (¬1). ¶ أنظر قوله: (وقَلَّ ما تسلم أطراف الأرض حيث يخفى الإيمان وما جاءت به الرسل من شر عظيم يحصل بسبب الكسوف) وتأمل الشواهد .. {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} (¬2). ¶ وتأمل الآن كيف كان يفعل النبي - صلى الله عليه وسلم - حين حدوث الكسوف والخسوف حيث لم يقف مثلاً مع الحالة الطبيعية لكسوف الشمس وهو حيلولة القمر بينها وبين الأرض، ولكن لِمَا أعطاه الله من المعرفة العظيمة به والتعلق بربه مسبِّبِ الأسباب سبحانه كان علمه - صلى الله عليه وسلم - مع معرفة تلك الأسباب الطبيعية والعلم بما وراء تلك الأسباب، وهو الخوف من الله تعالى بالفزع إلى الصلاة واللجوء إلى ربه عز وجل؛ فَعَن عائشة - رضي الله عنها - أنها قالت: كسفت الشمس في عهد رسول الله - صلى الله عليه وسلم - فصلى رسول الله - صلى الله عليه وسلم - بالناس، فقام فأطال القيام، ثم ركع فأطال الركوع، ثم قام فأطال القيام، وهو دون القيام الأول، ثم ركع فأطال الركوع، وهو دون ¶ ¬__________ ¶ (¬1) مفتاح دار السعادة، 2/ 209. ¶ (¬2) سورة هود، الآية: 102.",
            "page": "26",
            "part": "1",
            "seal": "75AC18D3"
        },
        {
            "id": "27",
            "nass": "الركوع الأول، ثم سجد فأطال السجود، ثم فعل في الركعة الثانية مثلما فعل في الأولى، ثم انصرف وقد انجلت الشمس، فخطب الناس، فحمد الله وأثنى عليه، ثم قال: \" إن الشمس والقمر آيتان من آيات الله لا ينخسفان لموت أحد ولا لحياته، فإذا رأيتم ذلك فادعوا الله، وكبروا، وصلوا، وتصدقوا \"، ثم قال: \" يا أمَّة محمد .. واللهِ ما من أحدٍ أغْيَر من الله أن يزني عبده، أو تزني أمَتُه، يا أمة محمد .. واللهِ لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً!) (¬1). ¶ وعن أبي موسى – رضي الله عنه - قال: (خسفت الشمس في زمن النبي - صلى الله عليه وسلم -، فقام فَزِعاً يخشى أن تكون الساعةَ، حتى أتى المسجد، فقامَ يصلي بأطول قيامٍ وركوعٍ وسجودٍ، ما رأيته يفعله في صلاة قط، ثم قال: \" إن هذه الآيات التي يرسل الله لا تكون لموت أحد ولا لحياته، ولكن الله يرسلها يخوف بها عباده، فإذا رأيتم منها شيئاً فافزعوا إلى ذكره ودعائه واستغفاره \") (¬2). ¶ وإن من علامات رحيل الخوف من القلوب أن بعضَ الحسَّابين ممن ينتسب للإسلام يَصِف الكسوف القادم (¬3) بأنه (كسوف جميل)!، فأين ¶ ¬__________ ¶ (¬1) رواه البخاري برقم (997)، ومسلم برقم (901). ¶ (¬2) رواه مسلم برقم (912). ¶ (¬3) الذي أعلن الحسَّابون أنه سيكون آخر شهر شعبان من هذا العام (1426هـ)، والله تعالى أعلم.",
            "page": "27",
            "part": "1",
            "seal": "A7B567AB"
        },
        {
            "id": "28",
            "nass": "هذا من قول الله عزَّ وجل {وَمَا نُرْسِلُ بِالآياتِ إِلاَّ تَخْوِيفاً} (¬1)، وقول النبي - صلى الله عليه وسلم - عن كسوف الشمس وخسوف القمر بأنهما: (آيتان من آيات الله، يُخوِّف الله بهما عِبادَه)؛ أمَا نَخَاف من قول الله عز وجل: {وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَاناً كَبِيراً} (¬2)؟!. ¶ حقاً (إنها السُّنن) (¬3)، فإن الكفار يبتهجون ويفرحون بمنظر الكسوف والخسوف، ويتابعون ذلك بآلات التصوير وغيرها من مكبرات ومقربات البعيد، وما يزيدهم ذلك إلا طغياناً كبيراً!. ¶ قال شيخ الإسلام - رحمه الله - بعد أن ذكر قوله - صلى الله عليه وسلم -: (إن الشمس والقمر آيتان من آيات الله لا ينخسفان لموت أحد ولا لحياته)، وفي ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 59. ¶ (¬2) سورة الإسراء، الآية: 60. ¶ (¬3) أخرج ابن حبان في صحيحه برقم (6702) والطبراني في الكبير برقم (3291) والمروزي في السنة برقم (39) عن أبي واقد الليثي – رضي الله عنه - قال: خرجنا مع رسول الله - صلى الله عليه وسلم - إلى حنين ونحن حدثاء عهد بكفر، وللمشركين سدرة يعكفون عندها، وينوطون بها أسلحتهم يقال لها \" ذات أنواط \"، قال: فمررنا بالسدرة، فقلنا: يا رسول الله .. اجعل لنا ذات أنواط كما لهم ذات أنواط!، فقال رسول الله - صلى الله عليه وسلم -: (الله أكبر! .. إنها السُّنن، قلتم والذي نفسي بيده كما قالت بنو إسرائيل \" {اجْعَلْ لَنَا إِلَهاً كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} [سورة الأعراف، من الآية: 138] .. لتركبن سنن من كان قبلكم)، وقد جاءت أحاديث كثيرة صحيحة بأن هذه الأمة ستتبع سَنن من كان قبلها - نسأل الله السلامة والعافية -، ومن ذلك ما جاء في صحيح البخاري برقم (3269) ومسلم برقم (2669) عن أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لتتبعن سَنن مَن قبلكم شبراً بشبر، وذراعاً بذراع حتى لو سلكوا جُحر ضب لسلكتموه!، قلنا: يا رسول الله .. اليهود والنصارى؟!، قال: فَمَن!).",
            "page": "28",
            "part": "1",
            "seal": "112CBD51"
        },
        {
            "id": "29",
            "nass": "رواية: (إن الشمس والقمر آيتان من آيات الله لا ينكسفان لموت أحد، ولكن الله تعالى يخوف بهما عباده) (¬1)؛ قال - رحمه الله - بعد أن ذكر ذلك: (فذكر - صلى الله عليه وسلم - أن من حكمة ذلك تخويف العباد كما يكون تخويفهم في سائر الآيات كالرياح الشديدة، والزلازل، والجدب، والأمطار المتواترة، ونحو ذلك من الأسباب التي قد تكون عذاباً؛ كما عذّب الله أُمَماً بالريح والصيحة والطوفان قال تعالى: {فَكُلاً أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا} (¬2)، وقال تعالى: {وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالآياتِ إِلاَّ تَخْوِيفاً} (¬3)، وإخباره - سبحانه - بأنه يُخَوِّف عباده بذلك يبين أنه قد يكون سبباً لعذاب ينزل كالرياح العاصفة الشديدة، وإنما يكون ذلك إذا كان الله قد جعل ذلك سبباً لما ينزل في الأرض) انتهى (¬4). ¶ وقال: (والتخويف يتضمن الأمر بطاعته، والنهي عن معصيته) (¬5). ¶ ¬__________ ¶ (¬1) رواه البخاري برقم (1001) من حديث أبي بكرة، ومسلم برقم (912) من حديث أبي موسى. ¶ (¬2) سورة العنكبوت، من الآية: 40. ¶ (¬3) سورة الإسراء، الآية: 59. ¶ (¬4) مجموع الفتاوى، 35/ 169. ¶ (¬5) النبوات، ص (318).",
            "page": "29",
            "part": "1",
            "seal": "29511AD4"
        },
        {
            "id": "30",
            "nass": "وقال - رحمه الله -: (وهذا بيان منه - صلى الله عليه وسلم - أنهما سبب لنزول عذاب بالناس، فإن الله إنما يُخَوِّف عباده بما يخافونه إذا عصوه وعصوا رسله وإنما يخاف الناس مما يضرّهم، فلولا إمكان حصول الضرر بالناس عند الخسوف ما كان ذلك تخويفاً، قال تعالى: {وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالآياتِ إِلاَّ تَخْوِيفاً}، وأمر النبي - صلى الله عليه وسلم - بِمَا يُزيل الخوفَ [حيث] أمَر بالصلاة، والدعاء، والاستغفار، والصدقة، والعتق .. حتى يكشف ما بالناس، وصلى - صلى الله عليه وسلم - بالمسلمين صلاةً طويلة) انتهى (¬1). ¶ وقال: (وأما كون الكسوف أو غيره قد يكون سبباً لحادث في الأرض من عذاب يقتضي موتاً أو غيره فهذا قد أثبته الحديث نفسه، وما أخبر به النبي - صلى الله عليه وسلم - لا يُنافي لكوْن الكسوف له وقت محدد يكون فيه حيث لا يكون كسوف الشمس إلا في آخر الشهر ليلة السِّرار، ولا يكون خسوف القمر إلا في وسط الشهر وليالي الإبدار، ومن ادّعى خلاف ذلك من المتفقّهة أو العامة فلِعدم علمه بالحساب، ولهذا يمكن المعرفة بما مضى من الكسوف وما يُستقبل كما يمكن المعرفة بما مضى من الأهِلة وما يُستقبل (¬2)، إذْ كل ذلك بحساب كما قال تعالى: {وَجَعَلَ اللَّيْلَ ¶ ¬__________ ¶ (¬1) مجموع الفتاوى، 24/ 259. ¶ (¬2) أما العمل على حساب ما يُستقبل من الأهلة فباطل شرعاً، وقد أنكره شيخ الإسلام – كما في (مجموع الفتاوى / ج 15، 25، 27) -، وعليه عمل أهل الكتاب – مثل ما يُسمى بـ (التقويم) -.",
            "page": "30",
            "part": "1",
            "seal": "1FA5C101"
        },
        {
            "id": "31",
            "nass": "سَكَناً وَالشَّمْسَ وَالْقَمَرَ حُسْبَانا} (¬1)، وقال تعالى: {الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ} (¬2) انتهى. ¶ ولزيادة البيان والرد على مَن زعم أن ما حصل في أمريكا هو موسم أعاصير وفيضانات فقد قال ابن تيمية - رحمه الله - قال: (كما أن تعذيب الله لمن عذبه بالريح الشديدة والباردة كقوم عاد كانت في الوقت المناسب، وهو آخر الشتاء كما ذكر ذلك أهل التفسير وقصص الأنبياء (¬3) انتهى؛ فتأمل هذا الكلام وأن الريح الشديدة التي سلّطها الله على عاد قوم هود - عليه السلام - الذين قالوا: {مَنْ أَشَدُّ مِنَّا قُوَّةً} (¬4) كانت في وقت هبوب الرياح الشديدة الباردة، وقد وَصَفَها سبحانه بأنها \" ¶ ¬__________ ¶ (¬1) سورة الأنعام، من الآية: 96. ¶ (¬2) سورة الرحمن، آية: 5. ¶ (¬3) وقد أستُفيد من كون هذه الريح المدمرة كانت في موسم الشتاء التي تكثر فيه الرياح وتشتد من قوله تعالى: {وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ} [سورة الحاقة، من الآية: 6]، وآيات أخرى تبين بأن هذه الريح كانت (صرصراً)، فمعنى ريح (صرصر) أي الريح الباردة الشديدة البرودة، كما جاء في (مختار الصحاح، ص 151)، و (تفسير ابن كثير، 4/ 413)، و (تفسير القرطبي، 15/ 347)، وغيرها. ¶ وقد استنبط البعض - أيضاً - بكون هذه الريح قد جاءت في موسم الشتاء الذي تكثر وتشتد فيه، من قوله تعالى عن قوم عاد: {فَلَمَّا رَأَوْهُ عَارِضاً مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ ? تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لا يُرَى إِلَّا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ} [سورة الأحقاف، الآيات: 24 – 25]، فكونهم قالوا بأنه (عارض ممطرنا) دليل على أنه كان في موسم الأمطار الذي تكثر فيه الرياح وتشتد؛ والله أعلم. ¶ (¬4) سورة فصلت، الآية: 15.",
            "page": "31",
            "part": "1",
            "seal": "89AB8590"
        },
        {
            "id": "32",
            "nass": "عاتية \"، فهو سبحانه قد زاد في سرعتها وبردها وقوتها، فجعلها ريح عذاب كـ (الأعاصير) وما يحصل بسببها من فيضانات في وقتنا. ¶ وإليك كلام شيخ الإسلام في ذلك؛ حيث قال - رحمه الله -: (فإذا كان الكسوف له أجل مسمى لم يُنافِ ذلك أن يكون عند أجله يجعله الله سبباً لما يقتضيه من عذاب وغيره لمن يُعذّب الله في ذلك الوقت أو لغيره ممن ينزل الله به ذلك، كما أن تعذيب الله لمن عذّبه بالريح الشديدة الباردة كقوم عاد كانت في الوقت المناسب وهو آخر الشتاء كما ذكر ذلك أهل التفسير وقصص الأنبياء. ¶ وكذلك الأوقات الذي يُنزل الله فيها الرحمة كالعشر الآخرة من رمضان والأُوَل من ذي الحجة، وكجوف الليل، وغير ذلك هي أوقات محدودة لا تتقدّم ولا تتأخر، وينزل فيها من الرحمة مالا يُنزل في غيرها) انتهى (¬1). ¶ ¬__________ ¶ (¬1) أنظر: مجموع الفتاوى، 35/ 176.",
            "page": "32",
            "part": "1",
            "seal": "EDE5A09D"
        },
        {
            "id": "33",
            "nass": "ما هي حقيقة (الطبيعة) التي يُحال إليها ما يجريه الله من الآيات والكوارث؟! ¶ سسنة (240هـ): ¶ ة (64هـ): ¶ إنه من التعطيل والإلحاد إحالة الحوادث إلى الطبيعة وقطع ذلك عن مالكها المتصرف فيها سبحانه. ¶ ثم ما هي الطبيعة؟!، هل هي خالقة أو مُدَبِّرة؟!، إنها مخلوقة مُدَبَّرة .. إنها آلة بيد مُحَرِّكها ومُسَكِّنها سبحانه. ¶ قال ابن القيم - رحمه الله - عن الفلاسفة والطبائعيين وزنادقة الأطباء: (وليست الطبيعة عندهم مربوبة مقهورة تحت قهر قاهر، وتسخير مسخِّر يُصَرِّفها كيف يشاء، بل هي المتصرفة المدبِّرة!) (¬1). ¶ إن الفلاسفة والطبائعيين هم الذين ملأت علومهم الأرض اليوم وليس لله فيها ذكر، وهي التي فتحت باب الإلحاد والزندقة. ¶ فانظر مثلاً إلى نظرية \" داروين \" التي عليها مدار علوم الغرب الدخيلة على أهل الإسلام، وليس لله فيها ذكر مع الكوْنيات، وأنه سبحانه كوَّنَها؛ بل ينسبون ما يرون من الكائنات والحوادث التي تجري فيها إلى ¶ ¬__________ ¶ (¬1) طريق الهجريتين، ص (256).",
            "page": "33",
            "part": "1",
            "seal": "DEE61B4A"
        },
        {
            "id": "34",
            "nass": "الاتفاق، وأن ذلك كله يحدث من ذاته، وهذا عيْن التعطيل. ¶ وتأمل الآن بعض الأجوبة القاطعة لأمثال هؤلاء: ¶ قال أبو سليمان الخطابي - رحمه الله -: (فمِن أوضح الدلالة على معرفة الله سبحانه وتعالى على أن للخلق صانعاً ومدبراً أن الإنسان إذا فكر في نفسه رآها مُدَبَّرة، وعلى أحوالٍ شتى مُصَرَّفَة. ¶ كان نطفة، ثم علقة، ثم مضغة، ثم عظاماً ولحماً، فيعلم أنه لا ينقل نفسه من حال النقص إلى حال الكمال، لأنه لا يقدر أن يُحْدِثَ في الحال الأفضل التي هي حال كمال عقله وبلوغ أشدّه عضواً من الأعضاء، ولا يُمكنه أن يزيد في جَوَارحه جارحة، فيدلّه ذلك على أنه في وقت نقصه وأوَان ضعفه عن فعل ذلك أعْجز. ¶ وقد يرى نفسه شاباً، ثم كهلاً، ثم شيخاً، وهو لم ينقل نفسه من حال الشباب والقوة إلى حال الشيخوخة والهرم ولا اختاره لنفسه، ولا في وِسْعه أن يُزَايل حال الْمَشِيب ويُرْجِع قوة الشباب، فيعلم بذلك أنه ليس هو الذي فعل هذه الأفعال بنفسه، وأن له صانعاً صَنَعَه وناقِلاً نقله من حال إلى حال، ولولا ذلك لم تتبدّل أحواله بلا ناقل ولا مُدَبِّر). ¶ وذكر الخطابي بعد ذلك كلاماً، ثم قال: (فأمَّا ما ادّعوْه من قبول النطفة بما فيها من القوة الإغتذاء والتربية، فإن ذلك لا يُنكر إذا صح العلم",
            "page": "34",
            "part": "1",
            "seal": "3A43E4DB"
        },
        {
            "id": "35",
            "nass": "به في طريق العادات) انتهى (¬1). ¶ هذا الكلام الأخير، وهو قوله: (فأما ما ادّعوه) إلى آخره .. هو معتقد هؤلاء الدهرية المعطلة الذين غَزَتْ علومهم المسلمين، وطَبّقت الأرض كلها، وتزندق بسببها كثيرون. ¶ وهذا الكلام - أيضاً - على نَسَقِ موضوع هذا الكتاب من حيث قطْع الأسباب عن مُسبّبها - سبحانه -، المتصرف فيها؛ مما نَتج عنه عزل المالك الحق عن ملكه!. ¶ فكلام أرباب هذه العلوم العصرية في الكسوف والزلازل والرياح الشديد العاتية التي تُسبب الأعاصير وغير ذلك من الحوادث الطبيعيّة واحد، وقد تبين الكلام على هذه الأشياء، ويأتي إن شاء الله زيادة بيان، وإنما الكلام هنا على النطفة وكلام الخطابي فيها وهو: (قبول النطفة بما فيها من القوة الإغتذاء). ¶ وهو نَفْس كلام هؤلاء في الخلايا وانقسامها وما تحويه من مَوادّ، فالشيخ الخطابي لا يُنكر هذه الأسباب إذا صحّ العلم بها، لكن تأمل الآن ما يأتي من رَدِّهِ عليهم. ¶ قال - رحمه الله - بعد الكلام السابق: (ولكن الذي ننكره من ذلك ¶ ¬__________ ¶ (¬1) بيان تلبيس الجهمية لا بن تيمية، 1/ 178 – 179.",
            "page": "35",
            "part": "1",
            "seal": "975B82C6"
        },
        {
            "id": "36",
            "nass": "أن يكون هذا الفعل للنُّطفة بذاتها من غير مدبِّر دَبَّرها لذلك). ¶ تأمل ما تقدم تعلم أن أرباب هذه العلوم ومَن قلّدهم مغرورون بما حصل لهم من اكتشاف بعض الأسباب والتدقيق فيها بقطعها عن الخالق المدبِّر سبحانه. ¶ ثم إن الخطابي بعد ذلك سَيُبَرْهِن على كلامه السابق، ويفضح الملاحدة، وإخوانهم في وقتنا (الداروينيين / القرديين) بأربعة أمثلة تكشف زَيْفهم وتُظهر إلحادهم: ¶ الأول: قال رحمه الله: (ولو كان هذا جائزاً من غير مُدَبِّر حكيم عالِم قدير يعلم كيف يُدَبِّر النطفة ويُقلبها أطواراً، ويُسوّي منها السمع لِما يصلح له، ويضعه في موضعه، والبصر في مكانه الذي يليق به في البدن، وكذلك تعليق اليدين العاملتين في موضعهما والرجلين الحاملتين في أخصّ المواضع بهما، ووضع كل شيء من القلب والكبد والطحال وسائر الأجسام في الذي هو أملك به وأشكل لِما أُعِدَّ له من الفعل). ¶ الثاني: ثم قال - رحمه الله - في جواب الشرط: (لَجَاز أن يرتفع الماء من تِلقاء نفسه، ويختلط بالطين، ويقع الطين في قالب اللبن، وينطبع به، ثم يزحف إلى موضع البناء فيرتفع بعضه على بعض فَيَنْتَضِد حتى يكون بناءاً رفيعاً محكماً مشيّداً من غير بانٍ ولا رافع ساق على ساق، بل ينطبع",
            "page": "36",
            "part": "1",
            "seal": "D267D7C7"
        },
        {
            "id": "37",
            "nass": "الماء والتراب بنفسهما لا بشيء سواهما، فإن لم يكن هذا جائزاً لأنه ليس من طبع الماء والتراب أن يكون منهما ما وصَفْت، فكذلك غير جائز تركيب الإنسان وتصويره وتخطيطه على ما عليه الإنسان من جنس الصورة وعجيب التركيب بنفس النطفة وطبعها). ¶ الثالث: ثم قال: (ويُجاز على هذا بطبع الخشب وجود سفينة اجتمعت أجزاؤها، واعتدلت وتماسكت وداخل بعضها بعضا وقرُبَتْ من الساحل معها دَقْلها (¬1) وآلاتها، يعبر من يريد العبور من المسافرين، ثم تعود بنفسها إلى مركزها ومرْساها كذلك). ¶ الرابع: ثم قال: (ويُجاز بطبع الماء والنار والتربة أن يوجد حَمّام (¬2) في أسفله نار، وفي بيوته ماء على غاية الاعتدال في الحرارة والرطوبة من غير بانٍ بناه ومُسَخِّن سَخّنَه، ومُدَبِّر دَبَّره. ¶ فإن لم يَجز شيء مما ذكرناه، فلْيكن مثل ما ادّعَوْه من النطفة واجتماع خلْق الإنسان منها من غير مُدَبِّر حكيم دَبّره وأحْكمه، فهذا الدليل يتضمن أن المحدَث لا بُد له من محدِث وأن ما فيه من الحكمة لا بد له من قاصد حكيم) انتهى (¬3). ¶ ¬__________ ¶ (¬1) الدقل هو: خشبة يُمد عليها شراع السفينة، وتسميها البحرية: \" الصاري \". ¶ (¬2) المقصود بالحمامات هنا هي التي يُسَخّن فيها الماء للاستحمام، وتوجد في البلاد الباردة مثل الشام. ¶ (¬3) بيان تلبيس الجهمية، 1/ 178 - 179.",
            "page": "37",
            "part": "1",
            "seal": "6F599C2C"
        },
        {
            "id": "38",
            "nass": "وأخيراً .. (تمخّض الجمل فَوَلَدَ فأراً)، فالغربيون كأنهم بدأوا يستحيون من نظرية داروين التي تجعلهم أحفاد القِرَدة!، فلجئوا إلى ما سَمَّوْه \" التصميم الذكي \"، وهذه النظرية ترى أن الخلْق من فعل قوْة خفيّة؛ وعلى كل حال فهذا الاعتقاد يهدم بنيان نظرية داروين إن اعترفوا به وأقرّوه!، ويفضح المقلّدة العُمِي مِن أمثال الزنديق العراقي (معروف الرصافي) الذي يرى أن الأديان ليست وحْياً منزلاً على الأنبياء وإنما هي موضوعة ومُبتدعة!، كذلك الزنديق العراقي (جميل الزهاوي) الذي يفتخر بِقِرْديّته فيقول: ¶ إنْ نحْنُ إلاَّ أقْرُدٌ ... مِن نَسْلِ قِردٍ هَالِكِ ¶ فَخْرٌ لَنَا ارْتقاؤنا ... فِي سُلًَّمِ الْمَدَارك ¶ ويالَهُ مِن فَخْر!! .. وكل أرباب ملايين السنين المزعومة في الماضي السحيق وأهل السِّجل الجيلوجي والديناصورات الْمُتخيَّلة يرجعون إلى (داروين) وقروده فهو أصلهم ونسبهم، وعلى هذا مَبْنى العلوم العصرية التي يعكف عليها من يدّعي الإسلام، وقد ذكرت ذلك في كتاب (الفرقان في بيان إعجاز القرآن)، ويتبعهم أيضاً أهل ملايين المجرات المزعومة وأهل دوران الأرض. ¶ وليُعلم أنه حتى الإقرار بتصميم ذكيٍّ - كما يقولون - وقوة خفيّة ليس هو الإقرار بمعتقد المسلمين الذين يعتقدون بالخالق لكل شيء",
            "page": "38",
            "part": "1",
            "seal": "7CE6775D"
        },
        {
            "id": "39",
            "nass": "سبحانه، وهو رب العالمين الحي القيوم المتّصف بصفات الجلال والعظمة والعُلوّ فوق عرشه المجيد العظيم الذي فوق سمواته. ¶ وحتى الذي يُقِرّ بهذا الربِّ سبحانه وحياته وما يتّصف به لا يدخل في الإسلام حتى يُقرّ بأنه (لا إله إلا الله)، وتصديقها الإقرار بشهادة (أن محمداً رسول الله) واتّباعه. ¶ قال شيخ الإسلام ابن تيمية - رحمه الله -: (وأما المتفلسفة وأتباعهم فغايتهم أن يستدلوا بما شاهدوه من الحِسّيات ولا يعلمون ما وراء ذلك، مثل أن يعلموا أن البخار المتصاعد ينعقد سحاباً، وأن السحاب إذا أصْطك حدث عنه صوت، ونحو ذلك؛ لكن علمهم بهذا كعلمهم بأن المني يصير في الرحم، لكن ما الموجب لأن يكون المني المتشابه الأجزاء تُخلق منه هذه الأعضاء المختلفة والمنافع المختلفة على هذا الترتيب المحكم المتقن الذي فيه من الحكمة والرحمة ما بَهَر الألباب؟!) انتهى (¬1). ¶ هذا هو مذهب أهل العلوم التجريبية الذين يزعمون أنهم لا يؤمنون إلا بالمحسوس، وتأمل قوله: (ولا يعلمون ما وراء ذلك) تجد أن هذه العلوم التي ملأت الدنيا في زماننا تدور على هذا الفلَك - أيْ فلَك الأسباب المقطوعة عن المسبِّب سبحانه وتعالى -. ¶ ¬__________ ¶ (¬1) مجموع الفتاوى، 6/ 558.",
            "page": "39",
            "part": "1",
            "seal": "1FA0C0A4"
        },
        {
            "id": "40",
            "nass": "وهل انعزل الْمَلِك الحق عن ملكه لما عزله الخلق؟! .. لقد {فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ}! (¬1). ¶ وقال ابن القيم - أيضاً - عن الطبيعة: (ولم يعلم هؤلاء الجهال الضُّلاّل أن الطبيعة قوّة وصِفَة فقيرة إلى محلها ومحتاجه إلى حامل لها، وأنها من أدَل الدلائل على وجود أمر مَن طَبَعها وخلقَها وأوْدَعها الأجسام، وجعل فيها هذه الأسرار العجيبة؛ فالطبيعة مخلوق من مخلوقاته، ومملوك من مماليكه وعبيده، مسخّرة لأمره تعالى، مُنْقادة لمشيئته. ¶ ودلائل الصَّنْعَة، وأمارات الخلق، والحدوث وشواهد الفقر والحاجة شاهدة عليها بأنها مخلوقة مصنوعة لا تخلق، ولا تفعل، ولا تتصرف في ذاتها ونفسها، فضْلاً عن إسناد الكائنات إليها) انتهى (¬2). ¶ وقال - رحمه الله - عن الطبيعة وتفاعلات عناصرها وآثارها، قال: (فعناصر العالَم ومَوَادّهُ مُنْقادة لربها وفاطرها وخالقها يُصَرِّفها كيف يشاء ولا يسْتعصي عليه منها شيء أراده، بل هي طَوْع مشيئته، مُذَلَّلَة مُنْقادة لقدرته، ومَن أنكر هذا فقد جحد رب العالمين، وكَفَر به، وأنكر ربوبيته) انتهى (¬3). ¶ ¬__________ ¶ (¬1) سورة غافر، من الآية: 83. ¶ (¬2) طريق الهجرتين، ص (152). ¶ (¬3) كتاب الروح، ص (73).",
            "page": "40",
            "part": "1",
            "seal": "086E792C"
        },
        {
            "id": "41",
            "nass": "وقال ابن القيم - رحمه الله - في كلام له نفيس يضع فيه الطبيعة موضعها الصحيح، وأن الربَّ سبحانه بتصرُّفهِ فيها وتقليبه أحوالها: (يُظهر عليها أثرَ القهر والتسخير والعبودية، وأنها مصرفة مدبرة بتصريف قاهرٍ قادرٍ كيف يشاء، ليدل عباده على أنه هو وحده الفعال لِمَا يريد المدَبِّر لخلقه كيف يشاء، وأن كلَّ ما في المملكة الإلهيةِ طوْعَ قدرته وتحت مشيئته، وأنه ليس شيء يستقل وحده بالفعل إلا الله). ¶ وذكر - رحمه الله – أن الأسبابَ هي مظهَر أفعال الربِّ سبحانه وحكمته، ومع ذلك فقد جعل سبحانه للأسباب ما يُعاوِقها ويُمانِعها ويسلبها تأثيرها، فتارة يسلب سبحانه النارَ إحراقها ويجعلها برْداً كما جعلها على خليله بَرداً وسلاماً، (وتارة يمسك بين أجزاء الماء، فلا يتلاقى كما فعل بالبحر لموسى وقومه، وتارة يشق الأجرام السماوية كما شق القمر لخاتم أنبيائه ورسله، وفتح السماء لمصعده وعروجه، وتارة يقلب الجماد حيواناً كما قَلَبَ عصا موسى ثعباناً، وتارة يغير هذا النظامَ ويُطْلِع الشمسَ من مغربها كما أخبر به أصدق خلقه عنه، فإذا أتى الوقت المعلوم فشق السموات وفَطَرها، وَنَثَر الكواكبَ على وجه الأرض، ونَسَفَ جبالَ العالَم ودَكَّها مع الأرض، وكوَّرَ شمسَ العالَم وقَمَرَه، ورأى ذلك الخلائق عياناً .. ظهرَ للخلائق كلهم صدقه وصدقَ رسله وعموم قدرته وكمالها، وأن العالمَ بأسره منقادٌ لمشيئته، طوْع قدرته، لا يستعصي عليه انفعاله لما يشاؤه ويريده",
            "page": "41",
            "part": "1",
            "seal": "CCCC637B"
        },
        {
            "id": "42",
            "nass": "منه، وَعَلِمَ الذين كفروا وكذَّبوا رسلَه من الفلاسفة والمنجمين والمشركين والسفهاء الذين سموا أنفسهم \" الحكماء \" أنهم كانوا كاذبين) انتهى (¬1). ¶ ولقد أصبحت الحوادث في زماننا تُنْسَب إلى أسبابها مقطوعة عن مُقَدِّرها ومُدَبِّرها سبحانه وتعالى، ولذلك رحل الخوف من القلوب، أمَّا المؤمن فتنفذ بصيرته من الأسباب، والتعلق بها، والْجَوَلان في محيطها إلى الفاعل الحق سبحانه؛ فيخافه ويرجوه ويُحِبُّه. ¶ قال الإمام ابن القيم - رحمه الله -: (الله سبحانه غطى حقائق الأشياء عن أبصار الخلق بما يُشاهدونه من تعلق المسببات بأسبابها فنسبوها إليها) انتهى (¬2). ¶ تأمل قوله: (فنسبوها إليها) وكأنه - رحمه الله - يصف أهل وقتنا، فالكلام عن آية الزلازل إذا وقعت تملأ الدنيا الكتابة عنها، وذكرها، ودقّة التفاصيل في ما تُحدثه من دمار وهلاك، ويُغفل ذكر الله الفاعل، بينما لا يُغفل ذكر (ريختر) ومقياسه، كذلك الأعاصير وغيرها!. ¶ نَعَم .. لقد شُغِل أهل الوقت عن حقائق الأمور بالظواهر والقشور، فلم يَعُدْ للآيات تأثير كما كان في الماضي، حيث يحصل الخوف من مالك الْمُلْك سبحانه، فيرجع الخلق إلى ربهم بالتوبة والذل والانكسار، وهذا من ثمار هذه ¶ ¬__________ ¶ (¬1) مفتاح دار السعادة، 2/ 163. ¶ (¬2) مدارج السالكين، 3/ 504.",
            "page": "42",
            "part": "1",
            "seal": "9A8692D3"
        },
        {
            "id": "43",
            "nass": "الآيات، قال تعالى: {وَمَا نُرْسِلُ بِالآياتِ إِلاَّ تَخْوِيفاً} (¬1)، وقال تعالى: {وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ} (¬2). ¶ قال ابن القيم - رحمه الله - عن الزلازل: (ولما كانت الرياح تجول فيها - يعني الأرض -، وتدخل في تجاويفها، وتحدث فيها الأبخرة، وتخفق الرياح، ويتعذّر عليها المنْفذ .. أذِن الله سبحانه لها في الأحيان بالتنفس فتحدث فيها الزلازل العظام، فيحدث من ذلك لعباده الخوف والخشية والإنابة والإقلاع عن معاصيه والتضرع إليه والندم، كما قال بعض السلف - وقد زُلزلت الأرض -: \" إن ربكم يسْتعتبكم \"، وقال عمر بن الخطاب - وقد زلزلت المدينة - فخطبهم ووعظهم وقال: \" لئن عادت لا أساكنكم فيها \") انتهى (¬3). ¶ تأمل قوله - رحمه الله -: (فيُحدث من ذلك لعباده الخوف، والخشية، والإنابة، والإقلاع عن معاصيه والتضرع إليه والندم)، وهل يوجد شيء من هذا في زماننا، أم هو الانشغال بـ (ريختر) ومقياسه، وكم هلك بالزلزال؟!، وما الذي دمَّره؟!، وانتهى الأمر!؛ وهذا من علامات الخذلان والْحِرْمان - نسأل الله السلامة والعافية -. ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 59. ¶ (¬2) سورة آل عمران، الآية: 28. ¶ (¬3) مفتاح دار السعادة، 1/ 221.",
            "page": "43",
            "part": "1",
            "seal": "5B5FF7EC"
        },
        {
            "id": "44",
            "nass": "لقد جاء عن عائشة - رضي الله عنها - أنها قالت: (إن المرأةَ إذا خلعت ثيابها في غير بيت زوجها هتكت ما بينها وبين الله عز وجل من حجاب، وإن تطيبت لغير زوجها كان عليها ناراً وشناراً، فإذا استحلوا الزنا وشربوا الخمور بعد هذا وضربوا المعازف غار الله في سمائه فقال للأرض: [تزلزلي بهم]، فإن تابوا ونَزَعوا وإلا هدمها عليهم \") (¬1)، فتأمل ذلك، ونسأل الله أن يلطف بنا وبالمسلمين، وأن لا يؤاخذنا بذنوبنا ولا بما فعل السفهاء مِنا. ¶ وكذلك الكسوف فإنه يُحَدَّ وقته ومقداره في المواضع المختلفة في الأرض ومُدَّته بتفاصيل دقيقة، وكل ذلك انشغال بالقشور عن الحقيقة، وذلك أن المراد تخويف العباد ليعملوا ما أُمروا به عند وقوع هذه الآيات – كما تقدم بيانه - من التوبة والإقلاع عما يسخط الله، وما نرى هذه الآيات إلا سُلِبَت معناها، بل صارت تزيد الضالين ضلالاً، والمدبرين إعراضاً!. ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في \" مستدركه \" برقم (8575)، ونعيم بن حماد في \" الفتن \" برقم (1729) من حديث أنس بن مالك، وقال الحاكم (هذا حديث صحيح على شرط مسلم ولم يخرجاه)، وسيأتي ذكره كاملاً إن شاء الله.",
            "page": "44",
            "part": "1",
            "seal": "8E99CC01"
        },
        {
            "id": "45",
            "nass": "وعن محمد بن جُبير بن مُطْعِم عن أبيه - رضي الله عنه - قال: (سمعت النبي - صلى الله عليه وسلم - يقرأ في المغرب بالطور، فلما بَلَغ هذه الآية: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ} (¬1) .. كاد قلبي أن يطير) (¬2). ¶ قال ابن كثير - رحمه الله -: (أي وُجِدُوا من غير مُوجِد؟!، أم همُ الذين أوجدوا أنفسَهم؟! - أي لا هذا ولا هذا -؛ بل الله هو الذي خَلَقَهم وأنشأهم بعد أن لَمْ يكونوا شيئاً مذكوراً) انتهى (¬3). ¶ ولو فهِم الطبائعيُّون الداروينيون القرديون هذه الآية كما فهِمها جُبيْر - رضي الله عنه - لَعَلموا يقيناً أن موادَّ العالَم مخلوقة ومُصرَّفة أيضاً، وأنه لاشيء يخلق نفْسه ويُكَوِّنها، ولا ريبَ أنه لوْ قيل لهم: \" إن عِمارةً بَنَتْ نفْسها، وسيَّارةً كوَّنَتْ نفْسَها \" لقالوا: \" هذا مُحال بل لا بُدَّ من صانع \". ¶ وإذا كان هذا يُعلم ببداهة العقل فكيف سَاغَ عزْل الملك المالك المدبِّر عن تصرُّفهِ في مُلكهِ؟!، حتى قريش لم تفعل هذا، ففي القرآن بيان تضرعهم في الشدائد، فأين حتى فِعل (قريش) في زماننا؟!. ¶ ¬__________ ¶ (¬1) سورة الطور، الآية: 35. ¶ (¬2) رواه البخاري برقم (4573). ¶ (¬3) تفسير ابن كثير، 4/ 244.",
            "page": "45",
            "part": "1",
            "seal": "CD5A0AE7"
        },
        {
            "id": "46",
            "nass": "بهذا الكنزِ العظيم تعرف أن (الطبيعة) ليست مستقلة بذاتها ¶ إن المؤمن معه في الدنيا كنز من كنوز الجنة ورِثَهُ من نبيه - صلى الله عليه وسلم - يقيس به كل حركة وسكون في هذا الكون لا سيما هذه الآيات العظيمة من الكسوف والزلازل والأعاصير وغيرها، وهذا الكنز هو: (لا حول ولا قوة إلا بالله) (¬1). ¶ فهذه الكلمة شأنها عظيم - كما ذكر ابن القيم رحمه الله في بيان معناها -، حيث قال: (فإن العالم العلوي والسفلي له تحوّل من حال إلى حال [يعني من سكون إلى حركة، ومن حركة إلى سكون .. على تنوّع ذلك]، وذلك التحوّل لا يقع إلا بقوة يقع بها التحوّل، فكذلك الحول، وتلك القوة قائمة بالله وحده ليست بالتحويل، فيدخل في هذا كل حركة في ¶ ¬__________ ¶ (¬1) أخرج البخاري ومسلم وغيرهما عن أبي موسى الأشعري \" عبد الله بن قيس \" - رضي الله عنه - قال: كنا مع النبي - صلى الله عليه وسلم - في سَفَر، فجعل الناس يجهرون بالتكبير، فقال النبي - صلى الله عليه وسلم -: (أيها الناس! .. أربعوا على أنفسكم، إنكم لا تدعون أصمّ ولا غائباً، إنكم تدعون سميعاً بصيراً قريباً، وهو معكم)، قال: وأنا خلفه، وأنا أقول \" لا حول ولا قوة إلا بالله \"، فقال: (يا عبد الله بن قيس!: ألا أدلك على كنز من كنوز الجنة؟)، فقلت: بلى يا رسول الله، قال: (قل: \" لا حول ولا قوة إلا بالله \").",
            "page": "46",
            "part": "1",
            "seal": "5516C7DD"
        },
        {
            "id": "47",
            "nass": "العالَم العلوي والسفلي وكل قوة على تلك الحركة) انتهى (¬1). ¶ تأمل قوله - رحمه الله -: \" وتلك القوة قائمة بالله وحده ليست بالتحويل \" .. إن معرفة ذلك معرفة قلب مع التوفيق تخرجك من النظر إلى الأسباب مقطوعة عن الفاعل سبحانه في كل حركة وسكون في الكون لاسيما الآيات الكبرى مثل الأعاصير والزلازل وغيرها كما تقدم بيانه. ¶ قال شيخ الإسلام: (فلفظ \" الحوْل \" يتناول كل تحوّل من حال إلى حال، و \" القوة \" هي القدرة على ذلك التحوّل، فَدَلّت هذه الكلمة العظيمة على أنه ليس للعالَم العلوي والسفلي حركة وتحوّل من حال إلى حال، ولا قدرة على ذلك إلا بالله) انتهى (¬2). ¶ وقال ابن القيم - رحمه الله - على كلمة (لا حول ولا قوة إلا بالله): (ولما كان الكنز هو المال النفيس المجتمع الذي يخفى على أكثر الناس وكان هذا شأن هذه الكلمة كانت كنزاً من كنوز الجنة فأوتيها النبي - صلى الله عليه وسلم - من كنزٍ تحت العرش، وكان قائلها أسلم واستسلم لمن أزِمَّة الأمور بيديه وفَوّضَ أمره إليه) انتهى (¬3). ¶ ¬__________ ¶ (¬1) شفاء العليل، ص (112). ¶ (¬2) كتاب \" شرح حديث النزول \"، ص (186). ¶ (¬3) شفاء العليل، ص (112).",
            "page": "47",
            "part": "1",
            "seal": "7133A706"
        },
        {
            "id": "48",
            "nass": "ولا عجب .. فإن هذا الكنز العظيم يَعْقِد لك معاقدَ توحيدِ الربوبيةِ الذي هو توحيد فعل الرب سبحانه، ومُلكيَّته، وتدبيره شأنَ مملكته. ¶ كما أن (لا إله إلا الله) تعقد لك معاقدَ توحيد الإلهية والعبودية الذي هو توحيد أفعالك، فيبقى التوحيد الثالث .. وهو الذي يتضمن معرفة الله سبحانه بأسمائه الحسنى وصفاته العلى. ¶ إن مَن يعتقد استقلال الأسباب بالتأثير معطِّل، ومَن يعتقد أن الاستقلال بالتأثيِر في الكون ليس إلا لقدرة الإله - عز وجل - لكنه لا يذكره ولا ينقاد لطاعته فهو ضال. ¶ لقد تتابعت آياتٌ من الزلازل والكسوفات والأعاصير والوباء والحروب ولا شيء يتغير إلا زيادة مبارزة الربّ بما يزيد غضبه، فإنا لله وإنا إليه راجعون.",
            "page": "48",
            "part": "1",
            "seal": "4C13285A"
        },
        {
            "id": "49",
            "nass": "الأشياء التي يحصل بها اليقين، وأنواع التفكر والاعتبار ¶ قال شيخ الإسلام - رحمه الله - فيما يحصل به اليقين، وأنه بثلاثة أشياء: ¶ (أحدها: تدبّر القرآن. ¶ والثاني: تدبر الآيات التي يُحدثها الله في الأنفس والآفاق التي تبين أنه حق - يعني القرآن -. ¶ والثالث: العمل بموجب العلم، قال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} (¬1)، والضمير عائد على القرآن [يعني قوله تعالى: {أَنَّهُ الْحَقُّ}]. ¶ ثم قال: (فبيّن سبحانه أنه يُري الآيات المشهودة ليبيّن صِدق الآيات المسموعة مع أن شهادته بالآيات المسموعة كافية). ¶ ¬__________ ¶ (¬1) سورة فصلت، الآية: 53.",
            "page": "49",
            "part": "1",
            "seal": "34F82D42"
        },
        {
            "id": "50",
            "nass": "ثم قال: (وأما الآيات المشهودة فإنه ما يُشْهَد ويُعلَم بالتواتر من عقوبات مكذّبي الرسل ومَن عصاهم، ومِن نَصْرِ الرُّسل وأتباعهم على الوجه الذي وَقَع، وما عُلم مِن إكرام الله تعالى لأهل طاعته، وجَعْل العاقبة لهم، وانتقامه من أهل معصيته، وجَعْل الدائرة عليهم .. فيه عبرة تُبين أمره ونهيه وَوَعْدَه ووعيده، وغير ذلك مما يوافق القرآن) انتهى (¬1). ¶ وأنا أسُوق هذا عِظَة إلى مَن ظنوا أنهم قد شَبُّوا عن الطوق من قومنا بزعمهم، وفرحوا بما عندهم من العلم .. والله سبحانه يقول: {وَمَا تُغْنِي الآياتُ وَالنُّذُرُ عَنْ قَوْمٍ لا يُؤْمِنُونَ} (¬2)، لأن الشأن في الانتفاع بالعِظَة، وهي - كما قال ابن القيم رحمه الله -: (نوعان: عِظة بالمسموع، وعظة بالمشهود. ¶ فالعِظَة بالمسموع: الانتفاع بما يسمعه من الهدى والرشد والنصائح التي جاءت على لسان الرسل وما أوحي إليهم، وكذلك الانتفاع بالعظة من كل ناصح ومرشد في مصالح الدين والدنيا. ¶ والعِظَة بالمشهود: الانتفاع بما يراه ويشهده في العالَم من مواقع العِبَر، وأحكام القَدَر ومجاريه، وما يشاهده من آيات الله الدالة على ¶ ¬__________ ¶ (¬1) مجموع الفتاوى، 3/ 331 - 332. ¶ (¬2) سورة يونس، الآية: 101.",
            "page": "50",
            "part": "1",
            "seal": "EC1F00B7"
        },
        {
            "id": "51",
            "nass": "صدق رسله) انتهى (¬1). ¶ فهذه الزلازل والأعاصير وسائر الكوارث التي يُحْدثها الله في الكون عظة بالمشهود، واعتبار لمن يعتبر. ¶ فتفكر الآن بما أحلَّ بِمَن أشبهوا الذين قالوا: {مَنْ أَشَدُّ مِنَّا قُوَّةً} (¬2) وتشابه صفاتهم؛ قال ابن تيمية - رحمه الله -: (وأما عَاد [قوم هود – عليه السلام -] فذَكَر الله عن عادٍ التجبّر وعِمارة الدنيا) (¬3). ¶ ولقد كان السلف تُفيدهم الآيات الرجوعَ إلى ربهم، والتوبة من ذنوبهم، وسأذكر في الباب التالي - إن شاء الله - أمثالاً لهذه الأحوال، وما الذي يُؤَمِّننا وقد تعدّى السيل الزُّبى؟!. ¶ ¬__________ ¶ (¬1) مدارج السالكين، 1/ 444. ¶ (¬2) سورة فصلت، الآيات: 14 - 15. ¶ (¬3) النبوات، ص (57).",
            "page": "51",
            "part": "1",
            "seal": "3B6FA776"
        },
        {
            "id": "52",
            "nass": "ذِكْر حوادث عظيمة من القديم والحديث تبين وقوعَ عذابِ اللهِ وعقابه في الدنيا لمن كفر به وعصَاه، وما في ذلك من العِظة والعبرة لمن يعتبر ¶ وهنا سأنقل من دواوين أهل الإسلام بعضَ ما جرى على المسلمين من الحوادث والكوارث المدهشة لئلا يظن من يَدّعي الإسلام أنه في أمان، فما أهْون الخلق على الله إذا أضاعوا أمره، ولعلنا نرجع إلى ربنا بتوبة صادقة. ¶ والمراد من نقل بعض ما ذكره العلماء والمؤرخون من هذه الآيات والحوادث العظيمة لِمَا يظهر فيها من العبرة لمن يعتبر والازدجار لمن يزدجر، ونعوذ بالله أن نكون ممن قال الله تعالى عنهم: {وَمَا تُغْنِي الآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لا يُؤْمِنُونَ} (¬1)، أو الذين قال عنهم: {نَسُوا اللَّهَ فَنَسِيَهُمْ} (¬2)، أو الذين قال عنهم: {فَطَالَ عَلَيْهِمُ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ} (¬3). ¶ وفيما يلي بعض ما جرى في القديم والحاضر من العقوبات الربانية ¶ ¬__________ ¶ (¬1) سورة يونس، الآية: 101. ¶ (¬2) سورة التوبة، الآية: 67. ¶ (¬3) سورة الحديد، الآية: 16.",
            "page": "52",
            "part": "1",
            "seal": "FE0F98F6"
        },
        {
            "id": "53",
            "nass": "والآيات الإلهية، وفي أكثر ما سأذكره من هذه الحوادث ذكر ما يفعله الناس أثناء حصولها من الخوف من الله تعالى، ودعائه، والتوبة إليه؛ وهذا هو الذي عليه المؤمن الموفَّق. ¶ • من أحداث سنة (69 هـ): ¶ في سنة تسع وستين أصاب أهل البصرة طاعون جارف، دام لأربعة أيام، فمات في اليوم الأول سبعون ألفاً، وفي اليوم الثاني واحد وسبعون ألفاً، وفي اليوم الثالث ثلاثة وسبعون ألفاً، وأصبح الناس في اليوم الرابع موتى إلا قليلاً من آحاد الناس (¬1). ¶ • من أحداث سنة (226 هـ): ¶ قال ابن الجوزي: (وفي سنة ست وعشرين ومائتين مُطِر أهل تيماء مطراً وبرَداً كالبيض، فقتل بها ثلثمائة وستين إنساناً، وهدم دوراً، وسُمِع في ذلك صوتٌ يقول: \" ارحمْ عبادَك، اعفُ عَن عبادِك \"، ونظروا إلى أثرِ قدمٍ طولها ذراع بلا أصابع، وعرضها شبران، الخطوة إلى الخطوة خمس أذرع، أو سِتّ، فاتبعوا الصوت، فجعلوا يسمعون صوتاً، ¶ ¬__________ ¶ (¬1) أنظر: البداية والنهاية 8/ 262؛ وقال ابن كثير: (قال ابن جرير وفي هذه السنة [سنة 66هـ] كان الطاعون الجارف بالبصرة، وقال ابن الجوزي في \" المنتظم \": كان في سنة أربع وستين؛ وقد قيل إنما كان في سنة تسع وستين، وهذا هو المشهور الذي ذكره شيخنا الذهبي وغيره) والله أعلم.",
            "page": "53",
            "part": "1",
            "seal": "391E2A13"
        },
        {
            "id": "54",
            "nass": "ولا يرون شخصاً!) انتهى (¬1). ¶ • من أحداث سنة (233 هـ): ¶ قال الذهبي في أحداث سنة ثلاث وثلاثين ومائتين: (فيها كانت الزلزلة المهولة بدمشق، دامت ثلاث ساعات، وسقطت الجدران، وهرب الْخَلْق إلى الْمُصَلَّى يَجأرون إلى الله، ومات عدد كبير تحت الرَّدْم، وامتدت إلى أنطاكية، فيقال \" إنه هَلَك من أهلها عشرون ألفاً \"، وامتدت إلى الموصل، فزعم بعضهم أنه هلك بها تحت الردم خمسون ألفاً) انتهى (¬2)؛ وكذا قال اليافعي (¬3). ¶ • من أحداث سنة (240 هـ): ¶ قال السيوطي: (وفي سنة أربعين ومائتين سَمِعَ أهل أخلاط صيحة عظيمة من جوِّ السماء فمات منها خلق كثير، ووقع بَرَدٌ بالعراق كبيض الدجاج، وخُسف بثلاث عشرة قرية بالمغرب) (¬4). ¶ • من أحداث سنة (242 هـ): ¶ ¬__________ ¶ (¬1) تلقيح فهوم أهل الأثر في عيون التاريخ والسير ص (64)، وقال ابن الجوزي عَقِب ذكر هذه الحادثة: (ذكر جميع ذلك محمد بن حبيب الهاشمي في تاريخه). ¶ (¬2) العبر في خبر مَن غَبَر، 1/ 413. ¶ (¬3) في: مرآة الجنان وعبرة اليقظان، 2/ 108. ¶ (¬4) تاريخ الخلفاء، ص (348).",
            "page": "54",
            "part": "1",
            "seal": "DD6692BC"
        },
        {
            "id": "55",
            "nass": "1 - قال ابن العماد الحنبلي في أحداث سنة اثنتين وأربعين ومائتين: (وزلزلت الري وجرجان وطبرستان ونيسابور وأصبهان وقُمّ وقاشان، كلها في وقت واحد، وتقطعت جبال، ودنا بعضها من بعض، وسمع للسماء والأرض أصوات عالية). ¶ ثم قال: (وزلزلت الدامغان فسقط نصفها على أهلها فهلك بذلك خمسة وعشرون ألفاً، وسقطت بلدان كثيرة على أهلها) (¬1). ¶ وقال ابن كثير بأنه في هذه السنة أصاب أهل الرَّي زلزلة شديدة جداً، وتبعتها رجفة هائلة تهدمت منها الدور ومات منها خلق كثير، وخرج بقية أهلها إلى الصحراء (¬2). ¶ 2 - ووقع في هذه السنة بِحَلب طائر أبيض دون الرخمة في شَهر رمضان فَصَاح: ¶ [يا معشر الناس .. اتقوا الله، الله، الله]؛ وصاح أربعين صوتاً، ثم طار، وجاء من الغد ففعل كذلك، وكتب البريد بذلك، وأشهد عليه ¶ ¬__________ ¶ (¬1) شذرات الذهب، 2/ 99. ¶ (¬2) البداية والنهاية، 11/ 4.",
            "page": "55",
            "part": "1",
            "seal": "44E69E04"
        },
        {
            "id": "56",
            "nass": "خمسمائة إنسان سمعوه (¬1). ¶ • من أحداث سنة (304 هـ): ¶ في سنة أربع وثلاثمائة وقع الخوف في بغداد من حيوان يقال له \" الزبزب\" ذكر الناس أنهم يرونه بالليل على الأسطحة، وأنه يأكل الأطفال، ويقطع ثدِيّ المرأة، فكانوا يتحارسون، ويضربون بالطاسات ليهرب، واتخذ الناس لأطفالهم مكابّ، ودام عِدّة ليال (¬2). ¶ • من أحداث سنة (344 هـ): ¶ في سنة أربع وأربعين وثلاثمائة زلزلت مصر زلزلة صعبة، هدمت البيوت، ودامت ثلاث ساعات، وفزع الناس إلى الله بالدعاء (¬3). ¶ • من أحداث سنة (346 هـ): ¶ في سنة ست وأربعين وثلاثمائة نقص البحر ثمانين ذراعاً، وظهر فيه جبال وجزائر وأشياء لم تعهد!، وكان بالري ونواحيها زلازل عظيمة، ¶ ¬__________ ¶ (¬1) تاريخ الخلفاء ص (348)، والمنتظم 11/ 295، وتلقيح فهوم أهل الأثر لابن الجوزي ص (64)، وشذرات الذهب 2/ 100، والنجوم الزاهرة 2/ 307. ¶ (¬2) تاريخ الخلفاء ص (381)؛ وذكره ابن الأثير في الكامل، 6/ 495؛ والهمداني في تكملة تاريخ الطبري ص (17). ¶ (¬3) أنظر: تاريخ الخلفاء، ص (399).",
            "page": "56",
            "part": "1",
            "seal": "EE60DF03"
        },
        {
            "id": "57",
            "nass": "وخسف ببلد الطالقان، ولم يُفلت من أهلها إلا نحو ثلاثين رجلاً، وخُسف بمائة وخمسين قرية من قرى الري، واتصل الأمر إلى حلوان فخسف بأكثرها، وقذفت الأرض عظام الموتى، وتفجرت منها المياه، وتقطع بالريّ جبل، وعُلّقت قرية بين السماء والأرض بمن فيها نصف النهار، ثم خُسِف بها، وانخرقت الأرض خروقاً عظيمة، وخرج منها مياه مُنتنة ودخان عظيم؛ هكذا نقل ابن الجوزي (¬1). ¶ • من أحداث سنة (425 هـ): ¶ 1 - ذكر ابن كثير أنه في سنة خمس وعشرين وأربعمائة كثرت الزلازل بمصر والشام فهدمت شيئاً كثيراً، ومات تحت الهدم خلق كثير، وانهدم من الرملة ثلثها، وتقطع جامعها تقطيعاً، وخرج أهلها منها هاربين فأقاموا بظاهرها ثمانية أيام، ثم سكن الحال فعادوا إليها، وخُسف بقرية البارزاد وبأهلها وبقرها وغنمها، وساخت في الأرض، وكذلك قرى كثيرة هنالك (¬2). ¶ 2 - وذكر ابن الجوزي أنه في هذه السنة عَصَفَت ريحٌ سوداء بنصيبين [في العراق]، فألْقت شيئاً كثيراً من الأشجار كالتوت والجوز ¶ ¬__________ ¶ (¬1) المصدر السابق، ص (400). ¶ (¬2) البداية والنهاية، 12/ 36.",
            "page": "57",
            "part": "1",
            "seal": "0DC084EF"
        },
        {
            "id": "58",
            "nass": "والعِنّاب، واقْتلعتْ قصراً مُشَيّداً بحجارة وآجر وكِلْس، فألقته وأهله، فهلكوا، ثم سقط مع ذلك مطر أمثال الأكف والزنود والأصابع، وجَزَر البحر من تلك الناحية ثلاث فراسخ، فذهب الناس خلف السمك، فرجع البحر عليهم فهلكوا، وفيها كثر الموت بالخَوَانِيق حتى كان يُغلق الباب على من في الدار كلهم موتى، وأكثر ذلك كان ببغداد، فمات من أهلها في شهر ذي الحجة سبعون ألفاً (¬1). ¶ • من أحداث سنة (434 هـ): ¶ قال ابن كثير في سنة أربع وثلاثين وأربعمائة: (وفيها وقعت في مدينة تبريز [الفارسية] زلزلة عظيمة، فهدمت قلعتها وسورها ودورها، ومن دار الإمارة عامة قصورها، ومات تحت الهدم خمسون ألفاً) (¬2). ¶ • من أحداث سنة (441 هـ): ¶ ذكر ابن الجوزي أنه في ذي الحجة سنة إحدى وأربعين وأربعمائة ارتفعت سحابة سوداء - في أرض العراق -، فزادت على ظلمة الليل، وظهر في جوانب السماء كالنار المضيئة، فانزعج الناس، وخافوا، وأخذوا في الدعاء والتضرع، فانكشف في أثناء الليل بعد ساعة، وكانت ¶ ¬__________ ¶ (¬1) أنظر المصدر السابق. ¶ (¬2) البداية والنهاية، 12/ 50.",
            "page": "58",
            "part": "1",
            "seal": "CE712848"
        },
        {
            "id": "59",
            "nass": "قد هَبّتْ ريح شديدة جداً قبل ذلك، فأتلفت شيئاً كثيراً من الأشجار، وهدّمت رَوَاشنَ كثيرةٍ في دار الخلافة ودار المملكة (¬1). ¶ • من أحداث سنة (448 هـ): ¶ قال ابن كثير: (وفي سنة ثمان وأربعين وأربعمائة رجع غلاء شديد على الناس، وخوفٌ ونهبٌ كثير ببغداد، ثم أعقب ذلك فناء كثير بحيث دُفن كثير من الناس بغير غسل ولا تكفين، وغَلَتْ الأشربة وما تحتاج إليه المرضى كثيراً، واعترى الناس موت كثير واغْبَرّ الجو وفسد الهواء؛ قال ابن الجوزي: \" وعَمَّ هذا الوباء والغلاء مكة، والحجاز، وديار بكر والموصل وبلاد الروم، وخراسان، والجبال، والدنيا كلها \"، هذا لفظه في \"المنتظم\" قال: \" ورد كتاب من مصر أن ثلاثة من اللصوص نقبوا بعض الدور فوُجِدوا عند الصباح موتى، أحدهم على باب النقب، والثاني على رأس الدرجة، والثالث على الثياب التي كَوَّرها ليأخذها فلم يُمْهَل \" (¬2). ¶ • من أحداث سنة (449 هـ): ¶ قال ابن كثير - رحمه الله -: (ثم دخلت سنة تسع وأربعين وأربعمائة فيها كان الغلاء والفناء مستمرين ببغداد وغيرها من البلاد بحيث خَلَت أكثر ¶ ¬__________ ¶ (¬1) أنظر المصدر السابق، 12/ 59. ¶ (¬2) أنظر: البداية والنهاية 12/ 68.",
            "page": "59",
            "part": "1",
            "seal": "1BFD76E1"
        },
        {
            "id": "60",
            "nass": "الدور، وسُدّت على أهلها أبوابها بما فيها، وأهلها موتى فيها، ثم صار المارّ في الطريق لا يلقى إلا الواحد بعد الواحد. ¶ وأكل الناس الجيف والنّتَن من قِلّة الطعام، وَوُجِدَ مع امرأة فَخِذ كلب قد اخضَرّ، وشوى رجلٌ صَبِيَّة في الأتون وأكلها!، وسقط طائر ميت من حائط فاحتوشته خمسة أنفس فاقتسموه وأكلوه!. ¶ وورد كتابٌ من بخارى أنه مات في يوم واحد منها ومن معاملاتها ثمانية عشر ألف إنسان، وأُحصي من مات في هذا الوباء من تلك البلاد إلى يوم كُتِبَ فيه الكتاب بألفِ ألفٍ وخمسمائة ألف وخمسين ألف إنسان، والناس يمرّون في هذه البلاد فلا يرون إلا أسواقاً فارغة وطُرقات خالية وأبواباً مغلقة ووحشة وعدم أنيس، وحكاه ابن الجوزي .. قال: وجاء الخبر من أذربيجان وتلك البلاد بالوباء العظيم، وأنه لا يسلم من تلك البلاد إلا العدد اليسير جداً!. ¶ ووقع وباء بالأهواز وبواط وأعمالها وغيرها حتى طَبَّق البلاد، وكان أكثر سبب ذلك الجوع، كان الفقراء يشوون الكلاب، وينبشون القبور، ويشوون الموتى ويأكلونهم، وليس للناس شُغل في الليل والنهار إلا غسل الأموات وتجهيزهم ودفنهم، فكان يُحفر الحفير فيدفن فيه العشرون والثلاثون!.",
            "page": "60",
            "part": "1",
            "seal": "1D231EDA"
        },
        {
            "id": "61",
            "nass": "وكان الإنسان بينما هو جالس إذ انشقّ قلبه عن دم الْمُهجة فيخرج منه إلى الفم قطرة فيموت الإنسان من وقته!. ¶ وتاب الناس وتصدّقوا بأكثر أموالهم فلم يجدوا أحداً يقبل منهم، وكان الفقير تُعْرَض عليه الدنانير الكثيرة والدراهم والثياب، فيقول: \" أنا أريد كسرة، أريد ما يسد جوعي \" فلا يجد ذلك!، وأراق الناس الخمور وكسروا آلات اللهو ولزموا المساجد للعبادة وقراءة القرآن، وقلَّ دارٌ يكون فيها خمر إلا مات أهلها كلهم!. ¶ ودُخِلَ على مريض له سبعة أيام في النّزْع، فأشار بيده إلى مكان فوجدوا فيه خابية من خمر، فأراقوها، فمات من وقته بسهولة. ¶ ومات رجل في مسجد، فوجدوا معه خمسين ألف درهم فعرضت على الناس فلم يقبلها أحد، فتركت في المسجد تسعة أيام لا يريدها أحد، فلما كان بعد ذلك دخل أربعة ليأخذوها فماتوا عليها، فلم يخرج من المسجد منهم أحدٌ حيّ بل ماتوا جميعاً. ¶ وكان الشيخ أبو محمد عبد الجبار بن محمد يشتغل عليه سبعمائة مُتَفَقِّه فمات وماتوا كلهم إلا اثني عشر نفراً منهم. ¶ وأرسل السلطان رسولاً إلى بعض النواحي، فتلقاه طائفة فقتلوه",
            "page": "61",
            "part": "1",
            "seal": "3AF78BC2"
        },
        {
            "id": "62",
            "nass": "وشَوَوْه وأكلوه!) انتهى (¬1). ¶ • من أحداث سنة (455 هـ): ¶ ذكر ابن كثير أنه في سنة خمس وخمسين وأربعمائة كانت زلزلة عظيمة بواسط وأرض الشام، فهدمت قطعة من سور طرابلس، وفيها وقع بالناس مُوتان (¬2) بالجدري والفجأة، ووقع بمصر وباء شديد، وكان يخرج منها كل يوم ألف جنازة (¬3). ¶ • من أحداث سنة (460 هـ): ¶ قال ابن الأثير في أحداث سنة ستين وأربعمائة: (وفيها في جمادى الأولى كانت بفلسطين ومصر زلزلة شديدة، خربت الرملة، وطلع الماء من رؤوس الآبار، وهلك من أهلها خمسة وعشرون ألف نسمة، وانشقت الصخرة بالبيت المقدس، وعادت بإذن الله تعالى، وعاد البحر من الساحل مسيرة يوم، فنزل الناس إلى أرضه يلتقطون منه، فرجع الماء عليهم فأهلك منهم خلقاً كثيراً) انتهى (¬4). ¶ ¬__________ ¶ (¬1) البداية والنهاية، 12/ 70. ¶ (¬2) الموتان بضم الميم، وهو الموت الكثير الوقوع؛ أنظر: لسان العرب لابن منظور 2/ 93. ¶ (¬3) البداية والنهاية، 12/ 89. ¶ (¬4) الكامل في التأريخ، 8/ 381.",
            "page": "62",
            "part": "1",
            "seal": "ED5EF26C"
        },
        {
            "id": "63",
            "nass": "• من أحداث سنة (462 هـ): ¶ قال ابن كثير: (وفي سنة اثنتين وستين وأربعمائة كان غلاء شديد بمصر، فأكلوا الجِيَف والميتات والكلاب، فكان يباع الكلب بخمسة دنانير، وماتت الفِيَلة فأُكلتْ ميتاتها، وأفنيت الدواب فلم يبق لصاحب مصر سوى ثلاثة أفراس بعد أن كان له العدد الكثير من الخيل والدواب؛ ونزل الوزير يوماً عن بغلته فغفل الغلام عنها لضعفه من الجوع، فأخذها ثلاثة نفر فذبحوها وأكلوها فأُخذوا فصُلبوا، فما أصبحوا إلا وعظامهم بادية قد أخذ الناس لحومهم فأكلوها، وظُهِرَ على رجل يقتل الصبيان والنساء ويدفن رؤوسهم وأطرافهم ويبيع لحومهم فَقُتِل وأُكِل لحمه، وكانت الأعراب يقدمون بالطعام يبيعونه في ظاهر البلد لا يتجاسرون يدخلون لئلا يُخطف ويُنهب منهم، وكان لا يجسر أحد أن يدفن ميته نهاراً وإنما يدفنه ليلاً خفية لئلا يُنبش فيؤكل (¬1). ¶ واحتاج صاحب مصر حتى باع أشياء من نفائس ما عنده، مِنْ ذلك إحدى عشر ألف درع، وعشرون ألف سيف مُحَلّى، وثمانون ألف قطعة بلّور كبار، وخمسة وسبعون ألف قطعة، من الديباج القديم، ¶ ¬__________ ¶ (¬1) وهذا لا يفعله أهل الإيمان والعقل، فذبح بني آدم وأكل لحومهم وأكل لحوم الموتى شيء، وحِل الميتة ونحوها للمضطر شيء آخر.",
            "page": "63",
            "part": "1",
            "seal": "BACE111D"
        },
        {
            "id": "64",
            "nass": "وبيعت ثياب النساء والرجال، وغير ذلك بأرخص ثمن، وكذلك الأملاك وغيرها (¬1). ¶ • من أحداث سنة (485 هـ): ¶ في سنة خمس وثمانين وأربعمائة جاء بَرَدٌ شديد عظيم بالبصرة، وَزْن الواحدة منها خمسة أرطال إلى ثلاثة عشر رطلاً، فأتلفت شيئاً كثيراً من النخيل والأشجار، وجاءت ريحٌ عاصف قاصف، فألقت عشرات الألوف من النخيل، فإنا لله وإنا إليه راجعون .. {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِير} (¬2) (¬3). ¶ • من أحداث سنة (524 هـ): ¶ في سنة أربع وعشرين وخمسمائة وقعت زلزلة عظيمة بالعراق، تهدَّم بسببها دورٌ كثيرة ببغداد، ووَقَع بأرض الموصل مطَرٌ عظيم، فسقط بعضه ناراً تأجج، فأحرقت دوراً كثيرة وخلقاً من ذلك المطر وتهارب الناس، وفيها وُجِدَ ببغداد عقارب طيارة لها شوكتان فخاف الناس منها خوفاً شديداً (¬4). ¶ ¬__________ ¶ (¬1) البداية والنهاية، 12/ 99. ¶ (¬2) سورة الشورى، الآية: 30. ¶ (¬3) البداية والنهاية، 12/ 139. ¶ (¬4) البداية والنهاية، 12/ 200.",
            "page": "64",
            "part": "1",
            "seal": "134610F3"
        },
        {
            "id": "65",
            "nass": "• من أحداث سنة (531 هـ): ¶ قال ابن كثير في أحداث سنة إحدى وثلاثين وخمسمائة: (وفيها كَثُر موتُ الفجأةِ بأصبهان، فمات ألوف من الناس، وأُغلقت دور كثيرة. ¶ وفيها طلع بالشام سحاب أسود أظلمت له الدنيا، ثم ظهر بعده سحاب أحمر كأنه نار أضاءت له الدنيا، ثم جاءت ريح عاصف ألقت أشجاراً كثيرة، ثم وقع مطر شديد، وسقط بَرَد كبار) (¬1). ¶ • من أحداث سنة (533 هـ): ¶ أما أحداث سنة ثلاث وثلاثين وخمسمائة فقد قال الذهبي فيها: (قال ابن الجوزي: فيها كانت زلزلة عظيمة بجنزة [الفارسية] أتت على مئة ألف وثلاثين ألفاً أهلكتهم، فسمعت شيخنا ابن ناصر يقول: \" إنه خسف بجنزة، وصار مكان البلد ماء أسود \". ¶ وأما ابن الأثير فذكر ذلك في سنة أربع الآتية، وأن الذين هلكوا مائتا ألف وثلاثون ألفاً) انتهى (¬2). ¶ وذكر ابن كثير أنه في هذه السنة زُلزل أهل حلب في ليلة واحدة ¶ ¬__________ ¶ (¬1) المصدر السابق، 12/ 211 - 212. ¶ (¬2) العبر في أخبار مَن غبر، 4/ 91.",
            "page": "65",
            "part": "1",
            "seal": "481C4E58"
        },
        {
            "id": "66",
            "nass": "ثمانين مرة (¬1). ¶ • من أحداث سنة (544 هـ): ¶ في سنة أربع وأربعين وخمسمائة زُلزلت الأرض زلزالاً شديداً، وتموجت الأرض عشر مرات، وتقطع جبل بحلوان، وانهدم الرباط النهر جوري، وهلك خلق كثير بالبرسام (¬2) لا يتكلم المرضى به حتى يموتوا (¬3). ¶ • من أحداث سنة (549 هـ): ¶ قال العاصمي المكي: (وفي \" قلادة النحر \" في حوادث سنة تسع وأربعين وخمسمائة .. كانت قصة أهل قرية المعلف، وهي قرية بين الكدر والمهجم من أعمال تهامة اليمن، وفي \" كفاية المستبصر \" هما قريتان اسم أحدهما معلف والأخرى سحلة، أرسل الله عليهما سحابة سوداء فيها رجف، وبرق، وشُعَل نارٍ تلتهب، وريح، فلما رأوا ذلك زالت عقولهم فالتجأ منهم قومٌ إلى المساجد، فغشيهم العذاب فاحتملت الريح أصل القريتين من تحت الثرى بمساكنهم بمن فيها من الرجال والنساء والأطفال ¶ ¬__________ ¶ (¬1) البداية والنهاية، 12/ 215. ¶ (¬2) قال المناوي في كتابه (التعاريف، ص 134): (البرسام: ورَم حار، يعرض للحجاب الذي بين الكبد والأمعاء، ثم يتصل إلى الدماغ؛ قال ابن دريد: وهو معرب) انتهى. ¶ (¬3) البداية والنهاية، 12/ 225.",
            "page": "66",
            "part": "1",
            "seal": "864CA3FA"
        },
        {
            "id": "67",
            "nass": "والدواب فألقتهم بمكان بعيد نحو خمسة أميال من حيث احتملتهم، فوجدوا حيث ألقتهم صرعى، ولبعضهم أنين وهم صُمٌّ وَبُكْمٌ وعميٌ، فماتوا عن آخرهم يومهم، نسأل الله السلامة والعافية لنا ولجميع المسلمين) انتهى (¬1). ¶ • من أحداث سنة (552 هـ): ¶ قال شهاب الدين المقدسي عن زلازل هائلة ضربت الشام: (ثم دخلت سنة اثنتين وخمسين وخمس مائة، ففي ليلة تاسع عشر صفر وافت زلزلة عظيمة وتلتها أخرى، وكذا في ليلة العشرين واليوم بعدها، وتواصلت الأخبار من ناحية الشمال بعظيم تأثير هذه الزلازل. ¶ وفي ليلة الخامس والعشرين من جمادى الأولى وافت أربع زلازل وضج الناس بالتهليل والتسبيح والتقديس. ¶ ووردت الأخبار من ناحية الشمال بما يسوء سماعه ويرعب النفوس ذكره بحيث انهدمت حَمَاة وقلعتها، وسائر دورها ومنازلها على أهلها من الشيوخ والشبان والأطفال والنسوان، وهم العدد الكثير والجم الغفير بحيث لم يسلم منهم إلا القليل اليسير!. ¶ ¬__________ ¶ (¬1) سمط النجوم العوالي، 3/ 506.",
            "page": "67",
            "part": "1",
            "seal": "DAB2EA36"
        },
        {
            "id": "68",
            "nass": "وأما حَلَب فهدمت بعض دورها وخرج أهلها منها إلى ظاهر البلد، وكفر طاب، وأفامية، وما والاها ودنا منها وبعد عنها من الحصون والمعاقل إلى جبلة، وجبيل، فأثرت بها الآثار المستبشعة، وأتلفت سلمية وما اتصل بها إلى ناحية الرحبة وما جاورها، ولو لم يدرك العباد والبلاد رحمة الله تعالى ولطفه ورأفته لكان الخطب أفظع!. ¶ وقد نَظَم في ذلك مَن قال: ¶ روَّعتنا زَلاَزلٌ حادِثاتٌ ... هَدَمَتْ حِصْنَ شَيْزَرٍ وَحِمَاهُ ... وبلاداً كثيرةً وحصوناً ... فإذا مَا رَنَتْ عيونٌ إليهَا ... وإذا مَا قَضَى مِنَ اللهِ أمرٌ ... حَارَ قلبُ اللبيبِ فيهِ وَمَنْ كَـ ... وتراهُ مُسَبِّحاً بَاكِيَ العَيْـ ... جَلَّ ربي فِي مُلكهِ وَتعَالَى ... . ... بقضاءٍ قضاهُ ربُّ السماءِ ... أهلكتْ أهلَهُ بسوءِ القضاءِ ... وثغوراً موثَّقَاتِ البِنَاءِ ... أجرتِ الدمع عِندها بالدماءِ ... سَابِقٌ فِي عِبَادِهِ بالمضاءِ ... ـانَ له فطنة وَحُسْنُ ذكَاءِ ... ـنِ مُروَّعاً مِنْ سَخطةٍ وَبَلاَءِ ... عَنْ مَقالِ الْجُهالِ والسُّفَهَاءِ ... . ¶ وأما أهل دمشق فلما وافتهم الزلزلة في ليلة الاثنين التاسع والعشرين من رجب ارتاع الناس من هولها، وأجفلوا من منازلهم والمسقف إلى الجامع والأماكن الخالية من البنيان خوفاً على أنفسهم، ووافت بعد ذلك أخرى، ففتح البلد وخرج الناس إلى ظاهره والبساتين والصحراء وأقاموا عدة ليال",
            "page": "68",
            "part": "1",
            "seal": "61990D85"
        },
        {
            "id": "69",
            "nass": "وأيام على الخوف والجزع، يسبحون ويهللون ويرغبون إلى خالقهم ورازقهم في اللطف بهم والعفو عنهم. ¶ وفي الرابع والعشرين من رمضان وافت دمشق زلزلة روَّعت الناس وأزعجتهم لِما وقع في نفوسهم مما قد جرى على بلاد الشام من تتابع الزلازل فيها. ¶ ووافت الأخبار من ناحية حَلَب بأن هذه الزلزلة جاءت فيها هائلة، فقلقلت من دورها وجدرانها العدد الكثير وأنها كانت بحماة أعظم مما كانت في غيرها، وأنها هدمت ما كان عمر فيها من بيوت يلتجأ إليها، وأنها دامت فيها أياماً كثيرة، في كل يوم عدة وافرة من الرجفات الهائلة يتبعها صيحات مختلفات تُوفِيِ على أصوات الرعود القاصفة المزعجة، فسبحان من له الحكم والأمر. ¶ وتلا ذلك ردفات متوالية أخف من غيرهن، فلما كان ليلة السبت العاشر من شوال وافت زلزلة هائلة بعد صلاة عشاء الآخرة أزعجت وأقلقت وتلاها في إثرها هزة خفيفة. ¶ وكذا ليلة العاشر من ذي القعدة وفي غدها زلازل، وليلة الثالث والعشرين والخامس والعشرين منه أيضاً زلازل، نفر الناس من هولها إلى الجامع والأماكن المنكشفة، وضجوا بالتكبير والتهليل والتسبيح والدعاء",
            "page": "69",
            "part": "1",
            "seal": "744CF1BD"
        },
        {
            "id": "70",
            "nass": "والتضرع إلى الله تعالى) انتهى (¬1). ¶ • من أحداث سنة (569 هـ): ¶ ذكر ابن الجوزي في تأريخه \" المنتظم \" في أحداث سنة تسع وستين وخمسمائة بأنه سقط عندهم ببغداد بَرَد كبار كالنارنج، ومنه ما وَزْنه سبعة أرطال. ¶ ثم أعقب ذلك سيل عظيم وزيادة عظيمة في دجلة لم يُعهد مثلها أصلاً فخرّب أشياء كثيرة من العمران والقرى والمزارع حتى القبور، وخرج الناس إلى الصحراء، وكَثر الضجيج والابتهال إلى الله، حتى فرّج الله عزّ وجَلّ، وتناقصت زيادة الماء - بحمد الله ومَنِّه -. ¶ وأما الموصل فإنه كان بها نحو ما كان ببغداد، وانهدم بالماء نحو من ألفي دار، واسْتَهْدَم بسببه مثل ذلك، وهلك تحت الهدم خلق كثير (¬2). ¶ • من أحداث سنة (575 هـ): ¶ ذكر ابن كثير أنه في سنة خمس وسبعين وخمسمائة كانت زلزلة عظيمة انهدمت بسببها قلاعٌ وقرى، ومات خلق كثير من الورى، وسقط من ¶ ¬__________ ¶ (¬1) أنظر كتاب الروضتين في أخبار الدولتين \" النورية والصلاحية \"، 1/ 332 - 335. ¶ (¬2) أنظر: البداية والنهاية، 12/ 273.",
            "page": "70",
            "part": "1",
            "seal": "CFCAC1BB"
        },
        {
            "id": "71",
            "nass": "رؤوس الجبال صخور كبار، وصادمت بين الجبال في البراري والقفار، مع بُعْدِ ما بين الجبال من الأقطار؛ وفيها أصاب الناس غلاء شديد وفناء شديد وجهد جهيد، فمات خلق بهذا وهذا، فإنا لله وإنا إليه راجعون (¬1). ¶ • من أحداث سنة (593 هـ): ¶ 1 - ذكر السيوطي أنه (في سنة ثلاث وتسعين وخمسمائة انقض كوكبٌ عظيم سُمِعَ لانقضاضه صوت هائل، واهتزت الدور والأماكن، فاستغاث الناس وأعلنوا بالدعاء، وظنوا ذلك من أمارات القيامة) (¬2). ¶ 2 - وقال ابن كثير - رحمه الله - في حوادث هذه السنة: (فيها ورد كتاب من القاضي الفاضل إلى ابن الزكي يخبره فيه: أن في ليلة الجمعة التاسع من جمادى الآخرة أتى عارض [في مصر] فيه ظلمات مُتكاثفة، وبُروق خاطفة، ورياح عاصفة، فَقَوِيَ الجو بها، واشتد هبوبها حتى أثبت لها أعِنَّة مُطْلَقات، وارتفعت لها صفقات، فرجفتْ لها الجدران واصطفقت، وتلاقت على بُعْدِها واعتنقت، وثار السماء عَجَاجاً حتى قيل: \" إن هذه على هذه قد انطبقت \"، ولا يُحسب إلا أن جهنم قد سال منها وادٍ، وعدا منها عادٍ، وزاد عصف الريح إلى أن أطفأ سُرُج ¶ ¬__________ ¶ (¬1) البداية والنهاية، 12/ 304. ¶ (¬2) تأريخ الخلفاء، ص (455).",
            "page": "71",
            "part": "1",
            "seal": "95453546"
        },
        {
            "id": "72",
            "nass": "النجوم، ومزقت أدِيِمَ السماء، ومَحَت ما فوقه من الرقوم، فكنا كما قال تعالى: {يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ} (¬1)!، ويردون أيديهم على أعينهم من البوارق لا عاصم لخطف الأبصار، ولا ملجأ من الخَطْب إلا معاقل الاستغفار، وفرَّ الناس نساءً ورجالاً وأطفالاً، ونفروا من دُورهم خِفَافًا وثقالاً .. لا يستطيعون حيلة ولا يهتدون سبيلاً، فاعتصموا بالمساجد الجامعة، وأذْعنوا [لله] بأعناق خاضعة، ووجوه عانية، ونفُوس عن الأهل والولد سالية، ينظرون من طَرْفٍ خَفي، ويتوقعون أيّ خَطْب جلي، قد انقطعت من الحياة عِلَقُهُمْ، وعَمِيَت عن النجاة طُرُقُهم، ووقعت الفكرة فيما هم عليه قادمون وقاموا إلى صَلاتهم، وَوَدّوا لو كانوا من الذين عليها دائمون) انتهى. ¶ قلت: قارن بين كلام السلف عن الآيات، وما يفعله الناس حين حدوثها من التوبة والرجوع إلى الله، وبين ما نحن فيه من عدم ذكر الله بالكلية حين حدوث الآيات والحوادث، وكلّ ما يحصل مِنَّا هو ذكر الأسباب وآثارها!. ¶ ثم قال القاضي الفاضل: (إلى أن أُذِن بالركود، وأُسْعِف الهاجدون بالهجود، فأصبح كل مسلم على رفيقه يُهنِّيه بسلامة طريقه، ويرى أنه قد ¶ ¬__________ ¶ (¬1) سورة البقرة، الآية: 19.",
            "page": "72",
            "part": "1",
            "seal": "D679EB77"
        },
        {
            "id": "73",
            "nass": "بُعث بعد النفخة، وأفاق بعد الصيحة والصرخة، وأن الله قد رَدّ له الكَرَّة، وأحياه بعد أن كاد يأخذه على غِرّة!. ¶ ووردت الأخبار، بأنها كَسَرت المراكبَ في البحار، والأشجارَ في القِفَار، وأتلفت خَلْقاً كثيراً من السُّفَّار، ومنهم مَن فرَّ فلا ينفعه الفرار). ¶ إلى أن قال: (ولا يحسب المجلس أني أرسلت القلم مُحَرَّفاً، والعلم مُجَوَّفًا، فالأمر أعظم، ولكن الله سَلَّم. ¶ ونرجو أن الله قد أيقظنا بما به وعَظَنا، ونبهنا بما فيه ولهنا، فما من عباده مَن رأى القيامة عياناً، ولم يلتمس عليها من بعد ذلك برهاناً، إلا أهل بلدنا، فمَا قَصَّ الأولون مثلها في المثُلات، ولا سبَقت لها سابقة في المعضلات!. ¶ والحمد لله الذي مِن فضله قد جعلنا نخبر عنها ولا يُخبر عنا، ونسأل الله أن يصرف عنا عارض الحِرص والغرور، ولا يجعلنا من أهل الهلاك والثبور) انتهى (¬1). ¶ قال تعالى: {فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ ? كَأَنَّهُمْ حُمُرٌ ¶ ¬__________ ¶ (¬1) البداية والنهاية، 13/ 13.",
            "page": "73",
            "part": "1",
            "seal": "DAB1027D"
        },
        {
            "id": "74",
            "nass": "مُسْتَنْفِرَةٌ ? فَرَّتْ مِنْ قَسْوَرَةٍ} (¬1). ¶ قال ابن القيم - رحمه الله -: (شبههم في إعراضهم ونفورهم عن القرآن بِحُمُر رأت الأسد أو الرماة ففرت منه، وهذا من بديع القياس والتمثيل، فإن القوم في جهلهم بما بعث الله به رسوله كالْحُمُر وهي لا تعقل شيئاً، فإذا سمعت صوت الأسد أو الرامي نَفَرت منه أشد النفور، وهذا غاية الذم لهؤلاء، فإنهم نَفَروا عن الهدى الذي فيه سعادتهم وحياتهم كنفور الحمر عما يهلكها ويعقرها) انتهى (¬2). ¶ • من أحداث سنة (596 هـ): ¶ قال السيوطي: (وفي سنة ست وتسعين وخمسمائة توقف النيل بمصر، بحيث كَسَرها، ولم يُكمل ثلاثة عشر ذراعاً، وكان الغلاء المفرط بحيث أكلوا الْجِيَفَ والآدميين. ¶ وفَشَا أكل بني آدم واشتهر وَرُوِي من ذلك العجب العجاب، وتَعَدَّوْا إلى حفر القبور وأكل الموتى، وتمزّق أهل مصر كل ممزق، وكثُر الموت من الجوع بحيث كان الماشي لا يقع قدمه أو بصره إلا على ميت أو مَن هو في السياق، وهلك أهل القرى قاطبة بحيث إن المسافر يمر بالقرية ¶ ¬__________ ¶ (¬1) سورة المدثر، الآيات من 49 – 51. ¶ (¬2) إعلام الموقعين، 1/ 164.",
            "page": "74",
            "part": "1",
            "seal": "B0290B8C"
        },
        {
            "id": "75",
            "nass": "فلا يرى فيها نافخ نار، ويجد البيوت مفتحة وأهلها موتى. ¶ وقد حكى الذهبي في ذلك حكايات يقشعر الجِلْدُ من سماعها، قال: \" وصارت الطرق مُزَرَّعة بالموتى وصارت لحومها للطير والسباع، وبيعت الأحرار والأولاد بالدراهم اليسيرة، واستمر ذلك إلى أثناء سنة ثمان وتسعين وخمسمائة \") (¬1). ¶ • من أحداث سنة (597 هـ): ¶ 1 - قال الذهبي في أحداث سنة سبع وتسعين وخمسمائة: (وفي شعبان كانت الزلزلة العظمى التي عمت أكثر الدنيا) (¬2). ¶ (وقال صاحب المرآة وغيره: كانت زلزلة عظيمة من الصعيد، هدمت بنيان مصر، فمات تحت الهدم خلق كثير، ثم امتدت إلى الشام والسواحل والجزيرة وبلاد الروم والعراق وتهدم بالشام دور كثيرة، وخسفت قرية من أرض بصرى. ¶ وأما السواحل؛ فهلك بها شيء كثير، وخرِبت مَحَالٌّ كثيرة من طرابلس وصور وعكا ونابلس، ولم يبقَ من نابلس سوى حارة السامرة، ¶ ¬__________ ¶ (¬1) تاريخ الخلفاء، ص (455). ¶ (¬2) العبر في خبر مَن غَبَر، 4/ 296.",
            "page": "75",
            "part": "1",
            "seal": "D4050AA4"
        },
        {
            "id": "76",
            "nass": "ومات بها ثلاثون ألفاً تحت الهدم، وخرج الناس إلى الميادين يستغيثون، وسقط غالب قلعة بعلبك، وخرج قوم من بعلبك يجنون الريباس من جبل لبنان، فالتقى عليهم الجبلان، وما توا بأسرهم، وقطعت البحر إلى قبرص وانفرق البحر فصارَ أطواداً، وقذف بالمراكب إلى ساحله، وامتدت إلى ناحية الشرق: خلاط، وأرمينية، وأذربيجان، والجزيرة، وأحصي من هلك في هذه الزلزلة على وجه التقريب، فكان ألفَ ألفِ إنسان. ¶ خطبة بليغة حول الزلازل وأسبابها الشرعية: ¶ وقال بعض البلغاء في ذلك: ¶ أما بعد؛ فإنه لَمَّا حدث بِمُلْكِ الشام من الزلازل، ووجد في أكثرها من عظيم البلايا والبلابل، حتى طغَت من أرض الجزيرة إلى بلاد الساحل، وهدمت الحصون والمعاقل، وأخرَبَت مالا يُحصى من الدور والمنازل، وسوَّتِ العالي من البنيان بالأسافل، وأوحشت من أهلها المجالسُ والمحافل، وكَثُرت في الدنيا اليتامى والأرامل، وأجهضت كثيراً من أجِنّةِ الحوامل؛ فكان ما حدَث عِبرة للبيب العاقل، وحسرة على الْمُصِرِّ الغافل، وتنبيهاً على إخلاص التوبة من المتغافل، وإزعاجاً للمتباطيء عن الطاعة والمتثاقل، وما ظَلَم الله عبادَه بإهلاك النسل والناسل، ولكنهم تعاموْا عن الحق، وتمادوْا في الباطل، وأضاعوا الصلوات، وعكفوا على الشهوات",
            "page": "76",
            "part": "1",
            "seal": "D774EFB6"
        },
        {
            "id": "77",
            "nass": "والشواغل، وأهدروا دمَ المقتول، وأرشوْا في ترك القاتل، وارتكبوا الفجور، وشربوا الخمور، وانتشر فسقهم في القبائل، وأكلوا الربا والرِّشا وأموال اليتامى وهي شر المآكل، وزهدوا فيما رُغِّبوا فيه، وطمعوا في الحاصل، ومَن بقي منهم إنما يُستدرج في أيام قلائل، وما جرى على البلاد فعِبرة وموعظة للخارج والداخل، والله يَمُنّ على الإسلام وأهله بفرج عاجل، ويوفقهم للقيام بمرضاته من أداء الفرائض والنوافل، ويكفيهم من عذابه الأليم الهائل، وينجيهم من عقابه الآجل والعاجل، فهو مجيب المضطر ومعطي السائل، وفارج الكرب الفادح والْخَطْب النازل) انتهى (¬1). ¶ 2 - وقال السيوطي: (وفي سنة سبع وتسعين وخمسمائة - في سَلْخ المحرم [أي في آخره]- ماجت النجوم، وتطايرت تطاير الجراد، ودام ذلك إلى الفجر، وانزعج الخلق، وضجوا إلى الله تعالى) انتهى (¬2). ¶ والملاحدة في زماننا ومقلدوهم من مرضى القلوب والعقول يقولون \" هذا حصل لأجل النجم الفلاني، أو المذنّب الذي يُكمل دورته بعد كذا من السنين \" .. وعلى تقدير صحة هذا الكلام فهو من جنس تعليلهم ¶ ¬__________ ¶ (¬1) باختصار من: كشف الصلصلة عن وصف الزلزلة للسيوطي، ص (111 - 114). ¶ (¬2) أنظر: تأريخ الخلفاء، ص (455).",
            "page": "77",
            "part": "1",
            "seal": "BF63C90A"
        },
        {
            "id": "78",
            "nass": "كسوف الشمس بأن القمر يصير بينها وبين الأرض فيحجب نورها، وتعليلهم خسوف القمر بأنه يحصل بسبب تغطية ظِل الأرض له حيث تتفق حيلولتها بينه وبين الشمس التي يستفيد نوره منها، ومن جنس تعليلهم الزلازل بأنها أبخرة محتجرة في باطن الأرض فتطلب لها مخرجاً فتحصل الهزات الأرضية كما يسمونها، ومن جنس الأوبئة التي تنتقل بواسطة البهائم أو الحشرات أو غير ذلك، ومن جنس تعليلهم حدوث الأعاصير والفيضانات بأن هذا وقتها. ¶ فالمراد هنا ليس إنكار الأسباب، وإنما المراد تجريد التفات القلب إلى المسبب الذي لا تتحرك ذرة في الكون إلا بتحريكه ولا تسكن إلا بتسكينه، وهذا من توحيد الربوبية. ¶ كذلك فإن المراد - أيضاً - أن هذه آيات يُخَوِّف الله بها عباده ليرجعوا إليه قبل لقائه بتوبتهم مما يغضبه، وهذا من توحيد الإلهية. ¶ فالأول: إثبات الأسباب باعتبارها آلات مُحرَّكة بالتخويف. ¶ والثاني: العمل بمقتضى ما جُعِلَتْ سبباً له، وهو حصول التوبة والإنابة والإقلاع عما يسخط الله. ¶ فالأول: التوحيد العلمي، وهو فعل الرب سبحانه. ¶ والثاني: التوحيد العملي، وهو فعل العبد.",
            "page": "78",
            "part": "1",
            "seal": "220C3CD5"
        },
        {
            "id": "79",
            "nass": "• من أحداث سنة (617 هـ): ¶ في سنة سبع عشرة وستمائة خرج التتار إلى بلاد الإسلام فأحدثوا فيها من الدمار والقتل ما لا يُوصف حتى قال المؤرخ الشهير ابن الأثير الذي عاصر الحادثة [والمتوفى سنة 630] وهو يصف عُظْمَ المصيبةِ التي حلت بالإسلام وأهله آنذاك، قال: (لقد بقيت عدة سنين معرضاً عن ذكر هذه الحادثة استعظاماً لها، كارهاً لذكرها، فأنا أقدِّم إليه رِجْلاً وأؤخر أخرى، فَمَن الذي يسهل عليه أن يكتب نعيَ الإسلام والمسلمين، ومَن الذي يَهُونُ عليه ذكرَ ذلك؟!، فياليت أمي لم تلدني، ويا ليتني متُّ قبل هذا وكنت نَسْياً مَنسِياً!، إلا أني حَثَّني جماعة من الأصدقاء على تسطيرها، وأنا متوقف، ثم رأيت أن تَرْكَ ذلك لا يجدي نفعاً، فنقول: هذا الفعل يتضمن ذكر الحادثة العظمى، والمصيبة الكبرى التي عَقَمَتِ الأيامُ والليالي عن مثلها، عَمَّت الخلائق، وخصت المسلمين؛ فلو قال قائل: إن العالم مُذ خلقَ الله سبحانه وتعالى آدمَ إلى الآن لم يُبتلوا بمثلها لكان صادقاً، فإن التواريخ لم تتضمن ما يقاربها ولا ما يدانيها. ¶ ومن أعظم ما يذكرون من الحوادث ما فعله بختنصر ببني إسرائيل من القتلِ، وتخريب البيت المقدس، وما البيت المقدس بالنسبة إلى ما خرب هؤلاء الملاعين من البلاد التي كل مدينة منها أضعاف البيت المقدس!.",
            "page": "79",
            "part": "1",
            "seal": "3BBE4FDA"
        },
        {
            "id": "80",
            "nass": "وما بنو إسرائيل بالنسبة إلى مَن قتلوا، فإن أهلَ مدينةٍ واحدةٍ ممن قتلوا أكثر من بني إسرائيل، ولعل الخلق لا يَرَوْن مثل هذه الحادثة إلى أن ينقرض العالم وتفنى الدنيا إلا يأجوج ومأجوج، وأما الدجال فإنه يبقي على مَن اتبعه، ويُهلك مَن خالفه، وهؤلاء لم يُبقوا على أحدٍ، بل قتلوا النساء والرجال والأطفال، وشَقُّوا بطونَ الحوامل، وقتلوا الأجنة، فإنا لله وإنا اليه راجعون، ولا حول ولا قوة إلا بالله العلي العظيم لهذه الحادثة التي استطار شررها، وعم ضررها، وسارت في البلاد كالسحاب استدبرته الريح، فإن قوماً خرجوا من أطراف الصين فقصدوا بلاد تركستان مثل كاشغر وبلاساغون، ثم منها إلى بلاد ما وراء النهر مثل سمرقند وبخاري وغيرهما، فيملكونها، ويفعلون بأهلها ما نذكره، ثم تعبر طائفة منهم إلى خراسان، فيفرغون منها ملكاً وتخريباً وقتلاً ونهباً، ثم يتجاوزونها إلى الري وهمذان وبلد الجبل، وما فيه من البلاد إلى حد العراق، ثم بلاد أذربيجان وأرانية ويخربونها، ويقتلون أكثر أهلها، ولم ينج إلا الشريد النادر في أقل من سنة .. هذا ما لم يسمع بمثله!، ثم لما فرغوا من أذربيجان وأرانية ساروا إلى دربندشروان فملكوا مدنه ولم يسلم غير القلعة التي بها ملكهم. ¶ ثم تابعوا الزحف إلى القلعة وبها نحو أربعمائة فارس من المسلمين، فبذلوا جهدهم ومنعوا القلعة اثني عشر يوماً يقاتلون جمع الكفار وأهل البلد فقتل بعضهم، ولم يزالوا كذلك حتى زحفوا إليهم ووصل النقابون إلى",
            "page": "80",
            "part": "1",
            "seal": "637A86E7"
        },
        {
            "id": "81",
            "nass": "سور القلعة فنقبوه، واشتد حينئذٍ القتال، ومَن بها من المسلمين يرمون بكل ما يجدون من حجارة ونار وسهام، فغضب اللعين ورد أصحابه ذلك اليوم، وباكَرهم من الغد، فجدوا في القتال، وقد تعب مَن بالقلعة ونصبوا وجاءهم مالا قبل لهم به، فَقَهَرهم الكفار، ودخلوا القلعة، وقاتلهم المسلمون الذين فيها حتى قُتلوا عن آخرهم. ¶ ودخل الكفار البلد فنهبوه، وقتلوا مَن وجدوا فيه، وأحاط بالمسلمين فأمر أصحابه أن يقتسموهم، فاقتسموهم وكان يوماً عظيماً من كثرة البكاء من الرجال والنساء والولدان. ¶ وتفرقوا أيدي سبا، وتمزقوا كل ممزق، واقتسموا النساء أيضاً، وأصبحت بخارى خاوية على عروشها، كأن لَمْ تغنَ بالأمس، وارتكبوا من النساء العظيم والناس ينظرون ويبكون ولا يستطيعون أن يدفعوا عن أنفسهم شيئاً مما نزل بهم، فمنعهم مَن لم يرضَ بذلك واختار الموت على ذلك فقاتل حتى قتل؛ وممن فعل ذلك واختار أن يُقتل ولا يرى ما نزل بالمسلمين الفقيه الإمام ركن الدين إمام زاده وولده، فإنهما لَمَّا رأيا ما يفعل بالحرم قاتلا حتى قُتلا، وكذلك فعل القاضي صدر الدين خان، ومن استسلم أخذ أسيراً، وألقوا النارَ في البلد والمدارس والمساجد وعذبوا الناسَ بأنواع العذاب.",
            "page": "81",
            "part": "1",
            "seal": "59B0E6EB"
        },
        {
            "id": "82",
            "nass": "وأما العامة [الذين في مدينة مرو حينما حاصرهم التتار] فإنهم قسموا الرجال والنساء والأطفال فكان يوماً مشهوداَ من كثرة الصراخ والبكاء والعويل، وأخذوا أربابَ الأموالِ فضربوهم وعذبوهم بأنواع العقوبات في طلب الأموال، فربما مات أحدهم من شدة الضرب ولم يكن بقي له ما يفتدي به نفسه، ثم إنهم أحرقوا البلدَ وأحرقوا تربة السلطان سنجر، فبقوا كذلك ثلاثة أيام، فلما كان اليوم الرابع أمر بقتل أهل البلد كافة وقال: هؤلاء عَصَوْا علينا، فقتلوهم أجمعين، وأمر بإحصاء القتلى فكانوا نحو سبعمائة ألف قتيل، فإنا لله وإنا اليه راجعون مما جرى على المسلمين ذلك اليوم) انتهى (¬1). ¶ • من أحداث سنة (654 هـ): ¶ ذكر أهلُ العلمِ النارَ التي ظهرت في أرض الحجاز - التي ورد فيها الحديث المخرج في الصحيحين أن رسول الله - صلى الله عليه وسلم - قال: \" لا تقوم الساعة حتى تخرج نار من أرض الحجاز تضئ أعناق الإبل بِبُصْرى \" (¬2) -؛ فقال الحافظ النووي: (وقد خرجت في زماننا نارٌ بالمدينة، سنة أربع وخمسين وستمائة، وكانت ناراً عظيمة جداً من جَنب المدينة الشرقي وراء الحرة، ¶ ¬__________ ¶ (¬1) باختصار شديد من: الكامل في التأريخ لا بن الأثير، 10/ 399 - 423. ¶ (¬2) أخرجه البخاري برقم (6701) ومسلم برقم (2902) عن أبي هريرة - رضي الله عنه - مرفوعاً.",
            "page": "82",
            "part": "1",
            "seal": "E361F8D4"
        },
        {
            "id": "83",
            "nass": "تواتر العلم بها عند جميع الشام، وسائر البلدان، وأخبرنى مَن حضرها من أهل المدينة) انتهى (¬1). ¶ وذكر القرطبي ظهور هذه النار العظيمة، وقد أطال في وصفها، حتى ذكر أنها رُئيت في مكة ومن جِبال بُصْرى في الشام (¬2). ¶ وقد ذكر ابن كثير - رحمه الله - عِدّةَ كُتبٍ وردت متواترة إلى دمشق من الحجاز بصفة أمر هذه النار التي شوهدت معاينة؛ وقد اخترت منها كتاباً واحداً أنقله هنا، وفيه بيان أنه في وقت واحد غرقت بغداد واشتعلت أرض الحجاز بالنار التي أخبر بوقوعها رسول الله - صلى الله عليه وسلم -. ¶ قال ابن كثير: (ثم قال أبو شامة: ومن كتاب آخر من بعض بني الفاشاني بالمدينة يقول فيه: \" وصل إلينا في جمادى الآخرة نَجّابة من العراق، وأخبروا عن بغداد أنه أصابها غرق عظيم حتى طفح الماء من أعلى أسوار بغداد إليها وغرق كثير منها، ودخل الماء دار الخلافة وسط البلد وانهدمت دار الوزير وثلاثمائة وثمانون داراً، وانهدم مخزن الخليفة، وهلك من خزانة السلاح شيء كثير، وأشرف الناسُ على الهلاك، وعادت السفن تدخل إلى وسط البلدة وتخترق أزقّة بغداد. ¶ ¬__________ ¶ (¬1) شرح النووي على صحيح مسلم، 18/ 28. ¶ (¬2) التذكرة في أحوال الموتى وأمور الآخرة، ص (636).",
            "page": "83",
            "part": "1",
            "seal": "EC2DC2F2"
        },
        {
            "id": "84",
            "nass": "قال الفاشاني يصف نار الحجاز: وأما نحن فإنه جرى عندنا أمر عظيم .. لَمَّا كان بتاريخ ليلة الأربعاء الثالث من جمادى الآخرة ومن قبلها بيومين عاد الناس يسمعون صوتاً مثل صوت الرعد، فانزعج لها الناس كلهم، وانتبهوا من مراقدهم، وضَجّ الناس بالاستغفار إلى الله تعالى، وفزعوا إلى المسجد، وصلَّوا فيه، وتَمَّت ترجف بالناس ساعة بعد ساعة إلى الصبح، وذلك اليوم كله يوم الأربعاء وليلة الخميس كلها وليلة الجمعة، وصُبح يوم الجمعة ارتجت الأرض رجّة قوية إلى أن اضطرب منار المسجد بعضه ببعض، وسُمع لسقف المسجد صرير عظيم، وأشفق الناس من ذنوبهم، وسَكَنَت الزلزلة بعد صبحِ يوم الجمعة إلى قبل الظهر، ثم ظهرت عندنا بالحرّة وراء قريظة على طريق السوارقيّة بالمقاعد مسيرة من الصبح إلى الظهر نار عظيمة تنفجر من الأرض، فارتاع لها الناس روعة عظيمة، ثم ظهر لها دخان عظيم في السماء ينعقد حتى يبقى كالسحاب الأبيض، فيصل إلى قبل مغيب الشمس من يوم الجمعة، ثم ظهرت النار لها ألْسُنٌ تصعد في الهواء إلى السماء حمراء كأنها القلعة، وعَظُمت، وفزع الناس إلى المسجد النبوي، وأقرّوا بذنوبهم، وابتهلوا إلى الله تعالى، وأتى الناس إلى المسجد من كل فج، ومن النخل، وخرج النساء من البيوت والصبيان، واجتمعوا كلهم، وأخلصوا إلى الله، وغطّت حُمْرة النار السماءَ كلَّها حتى بقي الناسُ في مثل ضوء القمر، وبقيت السماء",
            "page": "84",
            "part": "1",
            "seal": "100AC9E1"
        },
        {
            "id": "85",
            "nass": "كالْعَلَقة، وأيقن الناسُ بالهلاك أو العذاب، وبات الناس تلك الليلة بين مُصَلٍّ، وتالٍ للقرآن، وراكع وساجد، وداع إلى الله عز وجل، ومُتنصِّل من ذنوبه ومستغفر وتائب). ¶ قلت: بالنظر في هذا يُعلم أن الخوف لا ينتفي لِعِلِّة العلم بوقوع الْمَخُوف حيث خاف الناس هذا الخوف العظيم وفزعوا إلى ربهم، مع أن النبي - صلى الله عليه وسلم - قد أخبر بظهور هذه النار، فكذلك العلم بوقت الكسوف والخسوف لا يتنافى مع الخوف، مع التنبه للفارق بين ظهور النار وهو علم غيب محض لا يمكن العلم به إلا بالوحي وبين وقت حدوث الكسوف .. فهذا يُعلم بحساب سَيْر الشمس والقمر وليس هو من الغيب، والمراد هنا أن علّة عدم خوفنا ليس لمجرد علمنا بأوقات هذه الحوادث وأسبابها، وإنما لاختلاف قلوبنا عن السلف الذين ينتفعون بآيات التخويف حيث تُسْفِر عن آثار طيبة من التوبة والإنابة. ¶ ثم قال الفاشاني: (ولَزِمَتْ النار مكانها، وتناقص تضاعفها ذلك، ولهبها، وصعد الفقيه والقاضي إلى الأمير يعظونه، فَطَرَح الْمَكْس [وهو مثل ما يُسمى: الجمرك، والضرائب]، وأعتق مماليكه كلهم وعبيده، وردّ علينا كل مالنا تحت يده وعلى غيرنا. ¶ وبقيت تلك النار على حالها تلتهب التهاباً وهي كالجبل العظيم ارتفاعاً",
            "page": "85",
            "part": "1",
            "seal": "0BC1635F"
        },
        {
            "id": "86",
            "nass": "، وكالمدينة عَرْضاً، يخرج منها حصىً يصعد في السماء ويهوي فيها، ويخرج منها كالجبل العظيم نار ترمي كالرعْد، وبقيت كذلك أياماً، ثم سالت سيلاناً إلى وادي أجْلين تنحدر مع الوادي إلى الشظا حتى لحق سيلانها بالبحرة بحرّة الحاج، والحجارة معها تتحرك وتسير حتى كادت تقارب حرّة العريض، ثم سكنت ووقفت أياماً، ثم عادت ترمي بحجارة خلفها وأمامها حتى بنت لها جبلين، وما بقي يخرج منها من بين الجبلين لسان لها أياماً، ثم إنها عظمت، وسناؤها إلى الآن، وهي تتّقد كأعظم ما يكون، ولها كل يوم صوت عظيم في آخر الليل إلى ضحوة، ولها عجائب ما أقدر أن أشرحها لك على الكمال، وإنما هذا طرف يكفي، والشمس والقمر منكسفان إلى الآن (¬1)، وكُتِبَ هذا الكتاب ولها شهر، وهي في مكانها ما تتقدم ولا تتأخر) انتهى (¬2). ¶ وقد قال بعضهم أبياتاً (¬3): ¶ يا كاشفَ الضُّرِّ صَفْحاً عَنْ جَرَائِمِنَا ... لقدْ أحاطتْ بنا يَا ربُّ بأساءُ ¶ نشكُو إليكَ خُطوباً لا نُطيق لَهَا ... حمْلاً ونَحن بها حَقاً أحِقَّاءُ ¶ زلازلٌ تخشَع الصُّمُّ الصِّلاَب لَهَا ... وكيف يَقوى على الزلزالِ شَمَّاءُ ¶ عَن منظرٍ منه عينُ الشمسِ عَشْواءُ ¶ ¬__________ ¶ (¬1) يريد ضعف ضوئهما. ¶ (¬2) البداية والنهاية، 13/ 189. ¶ (¬3) المصدر السابق، 13/ 191. ... .",
            "page": "86",
            "part": "1",
            "seal": "8E958142"
        },
        {
            "id": "87",
            "nass": "مِنَ الهضابِ لَهَا في الأرضِ إرسَاءُ ¶ أقامَ سَبعاً يَرُجّ الأرضَ فانصدَعَتْ ... موجٌ عليهِ لفرطِ البَهْجِ وَعْثَاءُ ¶ بَحرٌ مِنَ النارِ تجري فوقه سُفُنٌ ... كأنها دِيِمَة تنصبّ هَطْلاءُ ¶ كَأنما فوقهُ الأجبالُ طافيةٌ ... رُعْباً وترعدُ مثل السَّعْفِ أضَوَاءُ ¶ ترمي لَهَا شَرَراً كالقَصْرِ طائشة ... أَنْ عادتِ الشمسُ منهُ وَهْيَ دَهْمَاءُ ¶ تنشقّ منها قلوبُ الصخرِ إنْ زَفَرَتْ ... فليلةُ التَّمِّ بَعْدِ النُّورِ لَيْلاءُ ¶ مِنها تكاثفَ فِي الجوِّ الدخانُ إلى ... بِمَا يُلاقي بها تحتَ الثرى الماءُ ¶ قد أثَّرت سَفْعة في البدْرِ لفحتها ... أنْ كادَ يُلحقها بالأرضِ إهْوَاءُ ¶ تُحَدّثُ النَّيِّراتُ السبع ألْسنها ... لِ اللهِ يَعْقِلُهَا القومُ الألِبَّاءُ ¶ وقد أحاطَ لظاهَا بالبروجِ إلَى ... مِنَّا الذنوبُ وساءَ القلبَ أسْوَاءُ ¶ فيا لَهَا آيةٌ مِن معجزاتِ رَسُو ... واصفحْ فكلٌّ لِفَرْطِ الجهلِ خَطّاءُ ¶ فباسمك الأعظمِ المكنونِ إن عَظُمَت ... عذابُ عَنهُمْ وعَمّ القومَ نعمَاءُُ ¶ فاسمحْ وهَبْ وتفضَلْ وامحُ واعفُ وجُدْ فقومُ يونسَ لَمَّا آمنوا كُشِفَ الْ ... عَلى عُلاَ مِنبرِ الأوْرَاقِ وَرْقاءُ ¶ فارحَمْ وصَلِّ على المختارِ مَا خَطَبَتْ ¶ ولو أن هذه الآية كائنة في زماننا لَمَا زاد مقلدة الغرب الملحد من مرضى العقول والقلوب والنفوس على أن هذا بركان مشتعل، وأن درجة حرارته كذا، واتساع فوَّهته كذا، وأن سبب ذلك موادّ منصهرة في باطن الأرض! .. إلى آخر الهذيان الصاد عن الإيمان، بينما لا ذِكر لله في ملكه وفعله، فضلاً عن خوفه سبحانه والتوبة إليه!.",
            "page": "87",
            "part": "1",
            "seal": "4F983110"
        },
        {
            "id": "88",
            "nass": "ولا ريب أن مَن سَلَكَ هذا المسلك من أهل زماننا لَوْ عاصروا طوفانَ قومِ نوحٍ - عليه السلام -، وريحَ عاد، وقلْبَ ديار قوم لوط - عليه السلام -، وانفلاق البحر لموسى - عليه السلام -، وغرق فرعون وقومه .. وغير ذلك من آيات العذاب التي أخذ الله بها أعداءَه وأعداءَ رسله لقالوا عن ذلك كله مثل ما يقولونه اليوم في آيات رب العالمين، وهو الفناء مع الأسباب الطبيعية وحْدِها، وعزل مدبِّر الطبيعة وخالقها ومُسبب الأسباب ومقدرها سبحانه!، حتى وإن كان مَن حلَّت بهم عقوباتِ الإله العظيم في وقتنا قد زادوا على ما أتته الأمم المعذبة قبلهم!. ¶ • من أحداث سنة (656 هـ): ¶ إن ما آلت إليه أحوالنا يُخشى من عواقبه، وإن سنن الله لا تتغير، وقد جرت أمورٌ عِظَام على مَن كان قبلنا مع عِظَم الفارق بيننا وبينهم، فليس ما أتوه من المعاصي مقارب لِمَا أتيناه لا بالكثرة ولا بالكيفية وقد سُلِّطَتْ عليهم الأعداء كما جرى على أهل بغداد من التتار سنة ستمائة وست وخمسين. ¶ قال ابن كثير: (في هذه السنة أخَذَتِ التتارُ بغداد، وقتلوا أهلها حتى الخليفة، وانقضت دولة بني العباس فيها؛ وقد سُتِرَتْ بغداد ونُصبت فيها المجانيق والعرّادات وغيرها من آلات الممانعة التي لا ترد من قدر الله سبحانه",
            "page": "88",
            "part": "1",
            "seal": "6F634C46"
        },
        {
            "id": "89",
            "nass": "وتعالى شيئاً كما ورد في الأثر: \" لن يغني حذر من قَدَر \" وكما قال تعالى: {إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لا يُؤَخَّرُ} (¬1)، وقال تعالى: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءاً فَلا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ} (¬2). ¶ وأحاطت التتار بدار الخليفة يرشقونها بالنبال من كل جانب حتى أُصيبت جارية كانت تلعب بين يدي الخليفة وتضحكه، وكانت من جملة حظاياه، جاءها سهمٌ من بعض الشبابيك فقتلها وهي ترقص بين يدي الخليفة، فانزعج الخليفة من ذلك وفزع فزعاً شديداً، وأُحْضر السهم الذي أصابها بين يديه فإذا عليه مكتوب: \" إذا أراد الله إنفاذ قضائه وقَدَره أذهب من ذَوِي العقول عقولهم! \". ¶ فأمر الخليفة عند ذلك بزيادة الاحتراز وكثرت الستائر على دار الخلافة. ¶ وكان قدوم \" هلاكوخان \" بجنوده كلها، وكانوا نحو مائتي ألف مقاتل، ووصل بغداد بجنوده الكثيرة الكافرة الفاجرة الظالمة الغاشمة ممن لا يؤمن بالله ولا باليوم الآخر، فأحاطوا ببغداد من ناحيتيها الغربية ¶ ¬__________ ¶ (¬1) سورة نوح، من الآية: 4. ¶ (¬2) سورة الرعد، الآية: 11.",
            "page": "89",
            "part": "1",
            "seal": "050C8682"
        },
        {
            "id": "90",
            "nass": "والشرقية، ومالُوا على البلد فقتلوا جميع مَن قدروا عليه من الرجال والنساء والولدان والمشايخ والكهول والشبّان، ودخل كثير من الناس في الآبار وأماكن الحشوش وقِني الوسخ، وكمنوا كذلك أياماً لا يظهرون، وكان الجماعة من الناس يجتمعون إلى الخانات ويغلقون عليهم الأبواب فتفتحها التتار إما بالكسر وإما بالنار، ثم يدخلون عليهم فيهربون منهم إلى أعالي الأمكنة، فيقتلونهم بالأسطحة حتى تجري الميازيب من الدماء في الأزقة، فإنا لله وإنا إليه راجعون. ¶ وكذلك في المساجد والجوامع والرُّبَط، ولم ينج منهم أحد سوى أهل الذمة من اليهود والنصارى، ومَن التجأ إليهم وإلى دار الوزير ابن العلقمي الرافضي. ¶ وعادت بغداد بعدما كانت آنس المدن كلها كأنها خراب ليس فيها إلا القليل من الناس وهم في خوف وجوع وذلّة وقلّة، وهذا الأمر لم يُؤرَّخ أبشع منه منذ بنيت بغداد وإلى هذه الأوقات!. ¶ وقد اختلف الناس في كمية من قُتل ببغداد من المسلمين في هذه الوقعة فقيل: ثمانمائة ألف، وقيل: ألفُ ألفٍ وثمانمائة ألف، وقيل: بلغت القتلى ألفي ألف، فإنا لله وإنا إليه راجعون، ولا حول ولا وقوة إلا بالله العلي العظيم، وما زال السيف يقتل أهل بغداد أربعين يوماً، وقُتل الخليفة",
            "page": "90",
            "part": "1",
            "seal": "7C5D688F"
        },
        {
            "id": "91",
            "nass": "المستعصم بالله أمير المؤمنين، وقُتل معه ولده الأكبر أحمد، ثم قُتل ولده الأوسط عبد الرحمن، وأُسِرَ ولده الأصغر مبارك، وأسرت بناته الثلاث فاطمة وخديجة ومريم، وأُسر من دار الخلافة من الأبكار ما يقارب ألف بِكْر فيما قيل، والله أعلم، فإنا لله وإنا إليه راجعون. ¶ ولما انقضى الأمر المقدّر، وانقضت الأربعون يوماً بقيت بغداد خاوية على عروشها ليس بها أحد إلا الشاذ من الناس، والقتلى في الطرقات كأنها التلول، وقد سقط عليهم المطر فتغيرت صُورهم، وأنتنتْ من جِيَفهم البلد، وتغيّر الهواء فحصل بسببه الوباء الشديد حتى تعدّى وسرى في الهواء إلى بلاد الشام، فمات خلق كثير من تغيّر الجو وفساد الريح فاجتمع على الناس الغلاء، والوباء، والفناء، والطعن والطاعون؛ فإنا لله وإنا إليه راجعون. ¶ ولَمَّا نودي ببغداد بالأمان خرج من تحت الأرض من كان بالمطامير والقِني والمقابر كأنهم الموتى إذا نُبشوا من قبورهم وقد أنكر بعضهم بعضاً، فلا يعرف الوالد ولده، ولا الأخ أخاه، وأخذهم الوباء الشديد فتفانوْا وتلاحقوا بمن سبقهم من القتلى، واجتمعوا تحت الثرى، بأمر الذي يعلم السّر وأخفى {اللَّهُ لا إِلَهَ إِلَّا هُوَ لَهُ الأَسْمَاءُ الْحُسْنَى} (¬1) انتهى (¬2). ¶ ¬__________ ¶ (¬1) سورة طه، آية: 8. ¶ (¬2) البداية والنهاية، 13/ 200 - 203.",
            "page": "91",
            "part": "1",
            "seal": "FAB857D3"
        },
        {
            "id": "92",
            "nass": "• من أحداث سنة (718 هـ): ¶ وذكر ابن كثير أنه في سنة ثمان عشرة وسبعمائة وصلت الأخبار في المحرم من بلاد الجزيرة (¬1)، وبلاد الشرق سنجار والموصل وماردين وتلك النواحي بغلاءٍ عظيم، وفناء شديد، وقلة الأمطار، وخوف التتار، وعدم الأقوات، وغلاء الأسعار، وقِلّة النفقات، وزوال النعم، وحلول النقم، بحيث إنهم أكلوا ما وجدوا من الجمادات والحيوانات والميْتات، وباعوا حتى أولادهم وأهاليهم، فَبِيعَ الولد بخمسين درهماً وأقلّ من ذلك، حتى إن كثيراً لا يشترون من أولاد المسلمين، فكانت المرأة تصرخ بأنها نصرانية لِيُشترى منها ولدها لتنتفع بثمنه، ويحصل له من يطعمه، فيعيش وتأمَن عليه من الهلاك، فإنا لله وإنا إليه راجعون. ¶ ووقعت أحوال صعبة يطول ذكرها، وتنبو الأسماع عن وصْفها. ¶ وذَكر أنه ترحّل منهم قريب الأربعمائة، وأنهم هلكوا في الطريق بسقوط الثلج عليهم، وطائفة أخرى صحبوا التتار، فلما انتهوا إلى عقبة صعدها التتار، ثم منعوهم أن يصعدوها لئلا يتكلفوا بهم، فماتوا عن آخرهم، فلا حول ولا قوة إلا بالله العزيز الحكيم (¬2). ¶ ¬__________ ¶ (¬1) ليست جزيرة العرب بل هي بلدة مجاورة للشام وتقع بين دجلة والفرات؛ أنظر: معجم البلدان 2/ 134. ¶ (¬2) البداية والنهاية، 14/ 86.",
            "page": "92",
            "part": "1",
            "seal": "A60DC86F"
        },
        {
            "id": "93",
            "nass": "ثم قال: (وفي ثاني صفر جاءت ريح شديدة ببلاد طرابلس، فأهلكت لهم كثيراً من الأمتعة، وقتلت خلقاً منهم، وكسرت الأمتعة والأثاث، وقتلت جِمالاً كثيرة وغيرها، وكانت ترفع البعير في الهواء مقدار عشرة أرماح ثم تلقيه مقطعاً، ثم سقط بعد ذلك مطر شديد، وبَرَدٌ عظيم بحيث أتلف زروعاً كثيرة في قرىً عديدة نحو من أربعة وعشرين قرية) انتهى (¬1). ¶ • من أحداث سنة (725 هـ): ¶ وقال اليافعي في أحداث سنة خمس وعشرين وسبعمائة: (في جمادى الأولى كان غرق بغداد الْمَهُول، حتى بقيت كالسفينة، وساوى الماء الأسوار، وغرق أمم من الفلاحين، وعَظُمت الاستغاثة بالله، ودام خمس ليال، وعُمِلَت سكور فوق الأسوار، ولولا ذلك - بعد الله - لغرق جميع البلد، وليس الخبر كالعيان، وقيل تهدَّم بالجانب الغربي نحو خمسة آلاف بيت) انتهى (¬2). ¶ • من أحداث سنة (749 هـ): ¶ 1 - ذكر ابن كثير - أيضاً - أنه في سنة تسع وأربعين وسبعمائة ¶ ¬__________ ¶ (¬1) المصدر السابق. ¶ (¬2) مرآة الجنان، 4/ 272.",
            "page": "93",
            "part": "1",
            "seal": "D61EDF12"
        },
        {
            "id": "94",
            "nass": "تواترت الأخبار بوقوع البلاء في أطراف البلاد، فذُكر عن بلاد القِرْم أمر هائل ومُوتان فيهم كثير، ثم ذكر أنه انتقل إلى بلاد الإفرنج حتى قيل إن أهل قبرص مات أكثرهم أو ما يقارب ذلك، وكذلك وقع بغزّة أمر عظيم، وقد جاءت مطالعة نائب غزة إلى نائب دمشق أنه مات من يوم عاشوراء إلى مثله من شهر صفر نحو من بضعة عشر ألفاً، ودعا الناس برفع الوباء عن البلاد، وذلك أن الناس لَمَّا بَلَغَهم من حلول هذا المرض في السواحل وغيرها من أرجاء البلاد يتوهمون ويخافون وقوعه بمدينة دمشق - حماها الله وسلّمها -، مع أنه قد مات جماعة من أهلها بهذا الداء، وكثر الموت في الناس بأمراض الطواعين، وزاد الأموات كل يوم على المائة، فإنا لله وإنا إليه راجعون، وإذا وقع في أهل بيت لا يكاد يخرج منه حتى يموت أكثرهم، وقد توفي في هذه الأيام من هذا الشهر خلق كثير وجمّ غفير ولاسيما من النساء فإن الموت فيهن أكثر من الرجال بكثير كثير، وشرع الخطيب في القنوت بسائر الصلوات والدعاء برفع الوباء، وحصل للناس بذلك خضوع وخشوع وتضرع وإنابة، وكثرت الأموات جدًّا وزادوا على المائتين في كل يوم، فإنا لله وإنا إليه راجعون. ¶ وتضاعف عدد الموتى، وتعطلت مصالح الناس، وتأخّرت الموتى عن إخراجهم، وَوَقَّف نائب السلطنة نعوشاً كثيرة في أرجاء البلد واتّسع الناس بذلك ولكن كَثُر الموتى، وخرج الناس إلى الجامع يتضرعون إلى الله",
            "page": "94",
            "part": "1",
            "seal": "40702750"
        },
        {
            "id": "95",
            "nass": "ويسألونه في رفع الوباء عنهم، فصام أكثر الناس، ونام الناس في الجامع وأحْيَوْ الليل كما يفعلون في شهر رمضان. ¶ ولَمَّا أصبح الناس يوم الجمعة خرجوا من كل فج عميق واليهود والنصارى والسامرة والشيوخ والعجائز والصبيان والفقراء والأمراء والكبراء والقضاة من بعد صلاة الصبح، فما زالوا هنالك يدعون الله تعالى حتى تعالى النهار جداً، وكان يوماً مشهوداً، وفي منتصف شهر جمادي الآخرة قَوِيَ الموت وتزايد، وبالله المستعان. ¶ وكان يُصَلَّى في أكثر الأيام في الجامع على أزْيد من مائة ميت، فإنا لله وإنا إليه راجعون، وبعض الموتى لا يؤتى بهم إلى الجامع، وأما حوْل البلد وأرجائها فلا يعلم عدد من يموت بها إلا الله عز وجل - رحمهم الله - آمين. ¶ 2 - وحصل بدمشق وما حولها ريح شديدة أثارت غباراً شديداً اصفرّ الجوُّ منه ثم اسودّ حتى أظلمت الدنيا، وبقي الناس نحواً من ربع ساعة يستجيرون الله، ويستغفرون، ويبكون مع ما هم فيه من شدة الموت الذريع، ورجا الناس أن هذا الحال يكون ختام ما هم فيه من الطاعون، فلم يزدد الأمر إلا شدة، وبالله المستعان) انتهى (¬1). ¶ ¬__________ ¶ (¬1) البداية والنهاية، 14/ 225 – 228.",
            "page": "95",
            "part": "1",
            "seal": "3DEC7640"
        },
        {
            "id": "96",
            "nass": "والآن نذكر أحداثاً قريبة من وقتنا، وأحداثاً في وقتنا أيضاً: ¶ • من أحداث سنة (1187 هـ): ¶ وقال عثمان بن بشر في أحداث سنة سبع وثمانين ومائة وألف: (وفي هذه السنة وقع الطاعون العظيم في بغداد والبصرة ونواحيهما، ولم يبْقَ من أهل البصرة إلا القليل، وذَكَروا أنه مات فيه منهم ثلاث مائة وخمسون ألفاً، ومات من أهل الزبير نحو ستة آلاف) (¬1). ¶ • من أحداث سنة (1204 هـ): ¶ قال ابن بشر في أحداث سنة أربع ومائتين وألف: (وفيها نزَل على بلَد حريملاء برَد في الشتاء من خوارق العادات، قَتَل ما وَقَع عليه من البهائم والطيور وغيرها، وخسَفَ السطوح والأواني حتى النحاس، وأهلك الأشجار وكسَرها، وأهلك جميعَ زروعهم، وجأروا إلى الله، فَرِحِمَهم ودَفَع عنهم) انتهى (¬2). ¶ • من أحداث سنة (1247 هـ): ¶ قال ابن بِشر في أحداث سنة سبع وأربعين ومائتين وألف: (وفي هذه ¶ ¬__________ ¶ (¬1) عنوان المجد في تأريخ نجد، 1/ 113. ¶ (¬2) عنوان المجد، 1/ 155.",
            "page": "96",
            "part": "1",
            "seal": "80941110"
        },
        {
            "id": "97",
            "nass": "السنة وقع الطاعون العظيم الذي عَمَّ العراق والسواد والمجرَّة وسوق الشيوخ والبصرة والزبير والكويت وما حولها، وليس هذا مثلَ الوباء الذي قبله المسمى \" العقاص \"، بل هو الطاعون المعتاد - نعوذ بالله من غضبه وعقابه -. ¶ وحل بهم الفناء العظيم الذي انقطع منه قبائل وحمائل، وخلَت من أهلها منازل، وإذا دخل في بيت لم يخرج منه وفيه عينٌ تطْرُف، وجَثَى الناس في بيوتهم لا يجدون مَن يدفنهم، وأموالهم عندهم ليس لها والي، وأنتنت البلدان من جِيَفِ الإنسان، وبقيت الدواب والأنعام سائبة في البلدان ليس عندها من يُعلفها ويسقيها حتى مات أكثرها، ومات بعض الأطفال عطشاً وجوعاً، وخرَّ أكثرهم في المساجد صريعاً لأن أهاليهم إذا أحسوا بالألم رمَوْهُم في المساجد رجاءَ أن يأتيهم مَن يُنقذهم فيموتون فيها لأنها لايُقام فيها جماعة. ¶ وبقيَت البلدان خالية لا يأتي إليها أحد، وفيها من الأموال ما لا يُحصى عدّه إلا الله، فما كان في النصف من ذي الحجة من السنة المذكورة ارتفع بإذن الله تعالى) انتهى (¬1). ¶ ¬__________ ¶ (¬1) المصدر السابق، 2/ 58 - 59.",
            "page": "97",
            "part": "1",
            "seal": "A453CB30"
        },
        {
            "id": "98",
            "nass": "هذه الحوادث العظيمة نماذج مما جرى في ديار الإسلام قديماً وحديثاً، ونعوذ بالله أن نكون ممن قال الله تعالى عنهم: {وَمَا تَأْتِيهِمْ مِنْ آيَةٍ مِنْ آيَاتِ رَبِّهِمْ إِلاَّ كَانُوا عَنْهَا مُعْرِضِينَ} (¬1). ¶ إنها آيات فيها اعتبار لمن يعتبر، وازدجار لمن يزدجر، والذي لم أنقله هنا أكثر مما نقلته إذِ المراد بيان ما آلت إليه أحوال العالَم اليوم من الأمان من حلول العقوبات العاجلة قبل يوم القيامة بسبب المعاصي، وأنّ آيات التخويف في وقتنا بدلاً من أن توقظنا من غفلتنا وتردّنا إلى ربنا أصبحت من أسباب زيادة المعاصي والذنوب حيث قُطِعَت عن الخالق وأوقِفَتْ مع أسبابها الطبيعية كما تقدم بيان ذلك فصار هذا بلاء على بلاء، وقد قال تعالى: {أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتاً وَهُمْ نَائِمُونَ ? أَوَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحىً وَهُمْ يَلْعَبُونَ ? أَفَأَمِنُوا مَكْرَ اللَّهِ فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلاَّ الْقَوْمُ الْخَاسِرُونَ} (¬2). ¶ ثم إن المراد من ذِكْر ما تقدم من هذه الآيات والمصائب العظيمة أنها إذا أصيب بها العباد في الزمن الماضي فإنهم يتوبون إلى ربهم، فيكون في ذلك منفعة لهم بالتذكير، وهذا هو المقصود. ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآية: 4؛ وسورة يس، الآية: 46. ¶ (¬2) سورة الأعراف الآيات: 96 - 99.",
            "page": "98",
            "part": "1",
            "seal": "EA56C29E"
        },
        {
            "id": "99",
            "nass": "• من أحداث سنة (1424 هـ): ¶ وفي فجر يوم الجمعة الموافق لليوم الثالث من شهر ذي القعدة من سنة أربع وعشرين وأربعمائة وألف وقع زلزال مَهُول ومدمر في مدينة تابعة لـ (بَم) الإيرانية، حتى خلَّف أكثر من ثمانين ألف قتيل، وسوَّى قرى كاملة تابعة لهذه المدينة بالأرض حتى أصبحت قاعاً صفصفاً بإذن الله القوي العزيز. ¶ • من أحداث سنة (1425 هـ): ¶ في وقتٍ كانت تمتلئ فيه شواطئ جنوب شرق آسيا بما لا يحصيهم إلا الله من الكفار والفجار والفسّاق، والزواني والزناة، وأصوات المعازف ومناتن الخمور والمخدرات تملأ تلك الأماكن .. شاء الله - الذي يغار أن تُنتهك محارمه - أن يكتسح البحرُ هؤلاء - الذين كفروا بربهم وعصوْه - بأمواج كالجبال عذاباً لهم وعبرة لغيرهم، وقد كان يوماً مشهوداً من كثرة الصراخ والرعب الشديد الذي أصاب هؤلاء الأقوام من شدة بأس الله حتى لقد قال بعضُ مَن رآهم وهم يركضون هرباً من الأمواج الهائجة: لقد تذكرت قوله تعالى: {فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُمْ مِنْهَا يَرْكُضُونَ ? لا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ ? قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ ? فَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ",
            "page": "99",
            "part": "1",
            "seal": "3911311F"
        },
        {
            "id": "100",
            "nass": "حَصِيداً خَامِدِينَ}! (¬1)، وقد صار ما أصابهم من بأس الله أمراً مهولاً هزت له أصقاع الدنيا. ¶ ففي يوم الأحد الرابع عشر من شهر ذي القعدة من سنة خمس وعشرين وأربعمائة وألف وقع زلزالٌ هائل ضرب قاع المحيط فَنَتَج عنه طوفانٌ عظيم في جنوب شرق آسيا حيث تعاظمت الأمواج الصادرة من قاع البحر , وتحوَّلت هذه الأمواج في دقائق معدودة إلى طوفان بحري عظيم أسموه بـ (تسونامي) - أيْ موجة الميناء -، وقد أخذ يتجه نحو الشاطئ الممتليء بأولئك الكفرة والفجرة بسرعة 500 كلم في الساعة، ووصل طول موجته إلى أكثر من 40 متراً، أتت بإذن الله القوي العزيز على مُدنٍ وقرى بأكملها مخلفة مشاهدَ خرابٍ لا سابق لها، حيث دُمرت بقوةِ الله سواحلَ بما فيها، وسُوِّيت قرى كاملة بالأرض حتى أصبحت خاوية على عروشها وبئر معطلة وقصر مَشِيد، ولم يبقَ سوى حطام المنازل وأطلال المدن بعد أن خلَّف هذا الطوفان العظيم بإذن ربه أكثر من مائتي ألف قتيل ومئات الآلاف من المفقودين وملايين المشردين. ¶ وبعد أن رجع البحر لحالته الطبيعية أسفرت شواطئه التي غمرها بأمواجه الهائجة عن حالة يكفي بعضها ليأخذ منها المسلم العبرةَ والعِظة ¶ ¬__________ ¶ (¬1) سورة الأنبياء، الآيات: 12 - 15.",
            "page": "100",
            "part": "1",
            "seal": "28EA52F4"
        },
        {
            "id": "101",
            "nass": "ليعود إلى ربه عودة صادقة حيث تحولت تلك الشواطئ إلى خراب بلاقع بعد أن كانت جناتٍ زاهية، وأصبح الذين كانوا بالأمس يملئونها بالعري والفساد كأنهم بين الدمار الذي خلفه الطوفان أعجاز نخل خاوية حيث رؤيت جثثهم تملأ المكان وليس عليها ما يسترها!، فلا إله إلا الله القوي العزيز الذي أحال تلك الأماكن ما بين عشية وضُحاها من جناتٍ وكنوز ومقام كريم إلى أماكن يملؤها الدمار والخراب .. قال تعالى: {فَكُلاًّ أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} (¬1)، فهل من معتبر {أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا}؟! (¬2). ¶ وبما أن الحق ما شهدت به الأعداءُ - كما يقال - فقد قرأت لبعض الخبراء الأمريكيين بأن قوة الزلزال الذي تسبب بهذا الطوفان العظيم يمكن تقديرها بالقوة التفجيرية لقرابة مليون قنبلة ذرية!، فلا إله إلا الله القوي العزيز الذي تشهد كل ذرة في الكون على وجوده وقيوميته، وتشهد كل حادثة مدمرة يجريها في الكون كمثل ما ذكرنا على عظمة جبروته وأنه القوي العظيم الذي لا غالب ولا قاهر له. ¶ ¬__________ ¶ (¬1) سورة العنكبوت، الآية: 40. ¶ (¬2) سورة محمد، الآية: 24.",
            "page": "101",
            "part": "1",
            "seal": "65C2F136"
        },
        {
            "id": "102",
            "nass": "• من أحداث سنة (1426 هـ): ¶ 1 - في صبيحة يوم الاثنين، الموافق للرابع والعشرين من شهر رجب من عامنا هذا - عامَ ستةٍ وعشرين وأربعمائة وألف - ضرب إعصارٌ مدمر غير مسبوق جنوبَ شرقِ (أمريكا)، حتى خلَّف آلاف القتلى ودماراً واسعاً في ثلاث ولاياتٍ أمريكية حتى جعل - بإذن الله - واحدةً منها خاويةً على عروشها وكأن لم تغنَ بالأمس! .. قال تعالى: {فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ يَعْلَمُونَ} ... (¬1). ¶ ولقد شَبَّهَ حاكمُ أحدِ الولاياتِ الأمريكية التي ضربها هذا الإعصار العظيم بأن ولايته هذه - الذي أصبح جميع مبانيها حطاماً بسبب الإعصار - كمدينة (هيروشيما) التي دمرتها أمريكا بقنبلة ذرية قبل ستين عاماً (الموافق لـ 28/ 8 / 1363هـ) حتى قُتِل من أهلها وجُرح أكثر من مائة وثلاثين ألفاً وتحولت مبانيها إلى حطام وركام. ¶ وقد قرأت بعض ما أعلنه بعض الناس ممن كان يقيم بهذه الولاية - التي أغرقها الإعصار بأمر ربِّه بفيضانات عظيمة وأمطار لا سابق لها - بأنها قد عَقَدت العَزْم بمحاربة الجبار - جل جلاله - بالقيام باحتفال كبير - يقومون به كلّ عام، وعلى مدى ثلاثٍ وثلاثين سَنَة -، ويضم اللوطية والزناة من ¶ ¬__________ ¶ (¬1) سورة النمل، الآية: 52.",
            "page": "102",
            "part": "1",
            "seal": "73B93667"
        },
        {
            "id": "103",
            "nass": "مختلف أنحاء أمريكا والعالَم، ويبدأ هذا الحفل الخبيث - الذي يحضره أكثر من مائةِ ألفٍ من أشباه الرجال، والنساء من كل مكان - بالمعازف الصاخبة، وإذا شَرِبُوا من الخمور حتى الثُّمالة والسُّكْر قاموا بفعل الفواحش من اللواط والزنا والسِّحاق - والعياذ بالله -، ولقد حَلم الله عليهم وأملى لهم أكثر من ثلاثين عاماً، ولكنهم لَمَّا تمادوْا في طغيانهم شاء جبارُ السموات والأرض- الذي لا تتبدل ولا تتغير سُننه في إهلاك الظالمين- أن يغرقهم ويدمر مكانهم الذي هيئوه لهذا الاحتفال الماجن تدميراً، وقبل ثلاثة أيام من إقامته أرسل الله على مدينتهم إعصاراً عظيماً قال رئيسهم (بوش) بأنه لم يسبق لأمريكا أن حلت بها كارثة (طبيعية) كهذه التي خلفها الإعصار بإذن الله حتى صارت تلك الولاية بأسرها ولايةً خاوية على عروشها!؛ فسبحان القوي الجبار الذي يُملي للظالم حتى إذا أخذه لَم يُفلته، وإذا أراد أخْذَه أخَذه أخْذ عزيزٍ مقتدر، فهل من معتبر والله تعالى يقول: {وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ} (¬1)؟!. ¶ وإن مما يبين عُظْم ما حل بالقوم ما أعلنه الأمريكان بأنه قد انتحر من شُرطة هذه الولاية - التي أغرقها الإعصار بأمر ربه بفيضانات مدمرة وأمطار عارمة - قريباً من خمسمائة شرطي، وسبب انتحارهم هو أن نفوسهم لم تستطع تَحَمُّل ما شاهدته من الدمار العظيم الذي حلّ بمدينتهم هذه حتى ¶ ¬__________ ¶ (¬1) سورة هود، من الآية: 83.",
            "page": "103",
            "part": "1",
            "seal": "D200DD25"
        },
        {
            "id": "104",
            "nass": "هلك من ذويهم وأولادهم وأموالهم ومُمْتلكاتهم ما جعلهم يفضلون الموت على أن يبقوْا أحياءاً تتقطع نفوسهم حَسَرات على ما يشاهدونه من العذاب الذي حل بهم، وقد صدق الله: {وَلا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ} (¬1). ¶ ولقد خلَّف ذلك الإعصار العظيم خسائرَ ماديةٍ وماليةٍ هائلةٍ قُدرت بأكثر من مائتي مليار دولار. ¶ وما إن حاول القومُ التعافي من بعض صدمة هذا الإعصار المدمر حتى حَلَّ بساحتهم إعصار آخر أسموه بـ (ريتا) في العشرين من شهر شعبان، فزاد الطين بِلَّة، حتى استفحلت خسائرهم في الأرواح والممتلكات والأموال، والحمد لله رب العالمين. ¶ وما يزالون يستفتحون على أنفسهم بمزيد من النكال والعذاب حيث أعلنوا بأن ولاياتهم مقبلة على أنواع شتى من الكوارث، من زلازل وأعاصير مدمرة، وما يسمونه بانفلونزا الطيور، وبراكين هائلة غير مسبوقة تغطي بِحِمَمِها سماء أمريكا وقد تنفجر في أي لحظة كما يقولون؛ ونسأل الله الذي قال: {إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ} (¬2) .. أن يجازيهم في الدنيا بما ¶ ¬__________ ¶ (¬1) سورة التوبة، الآية: 85. ¶ (¬2) سورة الأنفال، من الآية: 19.",
            "page": "104",
            "part": "1",
            "seal": "776D2CFC"
        },
        {
            "id": "105",
            "nass": "استفتحوا به على أنفسهم بأن يدمرهم تدميراً، وأن يجعلهم كأنْ لَمْ يَغْنَوْا بالأمس. ¶ 2 – وفي ضحى يوم السبت، الموافق للخامس من شهر رمضان من عامِنا هذا - عام (1426هـ) - ضربَ زلزالٌ عظيمٌ باكستان وكشمير ودولاً بجنوب آسيا، ثم زُلزلت في نفْسِ هذا اليوم قريباً من خمسين مرة - كما ذكرت باكستان -؛ وقد خلَّفت هذه الزلازل العظيمة في باكستان وكشمير قريباً من سبعين ألفَ قتيل، ومثلهم من الجرحى، وملايين المشردين، كمَا دَمَّرتْ قرى كاملة حتى سوَّتها بالأرض؛ نسأل الله السلامةَ والعافية. ¶ وقد أُعلن أنه خلال خمسة عشر عاماً ماضية فقط شَهِد العالَمُ أربعةً وعشرين زلزالاً مَهُولاً ومدمِّراً، فَضْلاً عن الزلازل الصغرى التي أصبحت من كثرتها لا يحصيها إلا الله!، ولا عجب من كثرتها فقد أخبر النبي - صلى الله عليه وسلم - بتكاثر الزلازل في آخر الزمان حيث قال: (لا تقوم الساعة حتى تكثر الزلازل) (¬1). ¶ وقد وقعت آية الزلازل التي ضربت جنوب آسيا بعد كسوف الشمس كَمَا وقعت آية إعصار أمريكا قبله مما يوضح ما تقدم من كلام شيخ الإسلام وتلميذه - رحمهما الله - من مقارنة الحوادث للكسوف في مواضع الكُفر والمعاصي. ¶ ¬__________ ¶ (¬1) أخرجه البخاري برقم (989) و (6704) من حديث أبي هريرة - رضي الله عنه -.",
            "page": "105",
            "part": "1",
            "seal": "57CD4943"
        },
        {
            "id": "106",
            "nass": "ولقد كانت آثار هذه الزلازل التي يخوِّف الله بها عباده ليتوبوا الانشغال بالأسباب وآثارها حتى بلَغ الْهَوَس بمن ترَوَّوْا من علوم الملاحدة أن يُشيروا ببناء مساكن تُقَاوم الزلازل مع الاعتناء بالإنذار المبكِّر .. {وَظَنُّوا أَنَّهُمْ مَانِعَتُهُمْ حُصُونُهُمْ مِنَ اللَّهِ} (¬1)، وليس للدواء الشافي والْمُعْتَصَم الكافي ذكر الذي هو الرجوع إلى الله بالمتابِ ليندفع عن العباد شرُّ الدنيا والآخرة، قال تعالى: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ} (¬2). ¶ ومما يُبيِّن عُظْمَ ما آلت إليه الحالُ أن (قُريشاً) تُخلص لله في الشدة، وتدعوه، وتلجأ وتتضرع إليه؛ بينما لا أثر اليوم لهذا لأن البلاء جاءَ مِن علوم الملاحدة التي شَمِلَت الأرض كلها، ومدارها على التعطيل. ¶ وهذه العقوبات والآيات الأربع الأخيرة قد حلت في وقتنا فيما يُقارب السَّنتَيْن فقط، وقد سُمِّيَ بعضها بأسماء تُبْعدها عن الفاعل سبحانه وتُلْغي ذكره عزَّ وجلّ، فالطوفان العظيم الذي أغرق جنوب شرق آسيا أسْمَوْه بـ (تسونامي)، وثالثة الأثافِي ذلك الأعاصير العظيمة التي أسموها بـ (كاترينا) و (ريتا) وغيرها (¬3)، ولا كأن للكون رباً يغضب إذا كُفِر ¶ ¬__________ ¶ (¬1) سورة الحشر، من الآية: 2. ¶ (¬2) سورة المؤمنون، آية: 115. ¶ (¬3) وأهل وقتنا يُسمون الفواحش مثل الزنا وعمل قوم لوط بـ (الجنس) و (الشذوذ)، ونحو ذلك مما يُحيل المعنى ويهوِّن هذه الكبائر، كذلك فإن هذه التسمية تلغي حدود الله المنوطة بمسمياتها كما ورد في كتاب الله تعالى وسنة رسوله - صلى الله عليه وسلم -، فالحذر من التلاعب بالمسميات الشرعية وتسميتها بغير ما سماه الله ورسوله - صلى الله عليه وسلم -.",
            "page": "106",
            "part": "1",
            "seal": "1CDFFCE9"
        },
        {
            "id": "107",
            "nass": "به أو انتهكت محارمه، فغاية ما يحصل اليوم من أكثر الناس تجاه هذه الحوادث العظيمة هو الكلام في الأسباب وآثارها بينما الملِكُ المالك سبحانه معزول عن ذلك حيث لا ذِكْر له، ولا خوف منه، ولا رجوع إليه، لا مِمَّن حلّ بساحتهم العذاب، ولا ممَّن أريد منهم الاعتبار والحذر من عقوبات الملك الجبار! .. فيا لَه من عالَم ضالٍّ ومرْذول، قال تعالى: {وَإِنْ مِنْ قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ أَوْ مُعَذِّبُوهَا عَذَاباً شَدِيداً كَانَ ذَلِكَ فِي الْكِتَابِ مَسْطُوراً} (¬1)، والمراد: القرى الظالمة؛ ولا تسأل عن هذه المواضع التي أخذها الله بالهلاك والعذاب، والأرض مملوءة مما يشابهها .. ¶ والليالي مِنَ الزمانِ حُبَالَى ... مُثقلاَتٍ يَلِدْنَ كُلَّ عَجِيبَهْ! ¶ نسأل الله الرحيم أن يدفع عنا وعن المسلمين البلاء، وأن يُلحق أعداءه بالقرون الأولى. ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 58.",
            "page": "107",
            "part": "1",
            "seal": "CE8CBA9B"
        },
        {
            "id": "108",
            "nass": "الفرق بين عقوبات الله على الكفار وعلى المسلمين ¶ بعض الجهلة يُهَوِّن من شأن عقوبات الله لأعدائه الكفرة بما يحصل للمسلمين كما تقدم أمثله لذلك وكأنّ الأمر مُشْتَرَك دون فارق، وهذا ضَلال. ¶ أما الكفار فيأخذهم الله بكفرهم ولهم عذاب الدنيا والآخرة، ولذلك ذكر الله تعالى في كتابه الكريم أنه أخذ الأمم الكافرة السابقة بالعذاب على تنوعه بسبب ذنوبهم والذي أعظمها الكفر، حيث قال سبحانه: {فَكُلاًّ أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} (¬1)، وقال عز وجل: {أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الْأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَاراً وَجَعَلْنَا الْأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْناً آخَرِينَ} (¬2)، وقال تعالى: {كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ ¶ ¬__________ ¶ (¬1) سورة العنكبوت، الآية: 40. ¶ (¬2) سورة الأنعام، الآية: 6.",
            "page": "108",
            "part": "1",
            "seal": "3D8652C8"
        },
        {
            "id": "109",
            "nass": "شَدِيدُ الْعِقَابِ} (¬1)، وقال سبحانه: {أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ كَانُوا مِنْ قَبْلِهِمْ كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَاراً فِي الْأَرْضِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} (¬2). ¶ وأما المسلمون فليس ما يعاقبهم الله به مماثلاً لِما يعاقب به الكفار بل هو أهْون، كذلك فيه تكفير لسيئاتهم وتمحيص لهم، كما أنه موعظة لهم وعِبْرة، كذلك فإن فيه الرحمة والخير الكثير لِمَا يحصل بسببه من توبتهم ورجوعهم إلى مولاهم الحقّ - سبحانه - بالانكسار والذُّل والخوف الذي يحجزهم عن التعرض لسخط ربهم؛ وقد تقدم من الأمثلة ما يوضح هذا - ولله الحمد -. ¶ ومما يُبيِّن كَوْن ما يجري على المسلمين من العقوبات من الزلازل ونحوها يُعتبَر من تكفير السيئات هو ما جاء في الحديث الصحيح عن أبي موسى الأشعري رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: (إنَّ أمتي أمةٌ مرحومة، ليس عليها في الآخرة عذاب إلا عذابها في الدنيا: القتل، والبلاء، والزلازل) (¬3). ¶ ومما يوضح كون هذه الزلازل وغيرها من الكوارث عقاباً على الكافرين وموعظة للمؤمنين ورحمة بهم هو ما رواه أنس بن مالك - رضي الله عنه - ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 11. ¶ (¬2) سورة غافر، الآية: 21. ¶ (¬3) أخرجه الإمام أحمد برقم (19767) وأبو داود برقم (4278).",
            "page": "109",
            "part": "1",
            "seal": "2D87EEAA"
        },
        {
            "id": "110",
            "nass": "أنه قال: (دخلت على عائشة - رضي الله عنها - ورجل معي، فقال الرجل: يا أم المؤمنين حدثينا حديثاً عن الزلزلة، فأعرضت عنه بوجهها، قال أنس فقلت لها: حدثينا يا أم المؤمنين عن الزلزلة؛ فقالت: \" يا أنس .. إن حدثتك عنها عشت حزيناً، وبعثت حين تبعث وذلك الحزن في قلبك \"، فقلت: يا أماه حدثينا، فقالت: \" إن المرأةَ إذا خلعت ثيابها في غير بيت زوجها هتكت ما بينها وبين الله عز وجل من حجاب، وإن تطيبت لغير زوجها كان عليها ناراً وشناراً، فإذا استحلوا الزنا وشربوا الخمور بعد هذا وضربوا المعازف غار الله في سمائه فقال للأرض: [تزلزلي بهم]، فإن تابوا ونَزَعوا وإلا هدمها عليهم \"، فقال أنس: عقوبة لهم؟!، قالت: \" رحمة وبركة وموعظة للمؤمنين، ونكالاً وسُخطة وعذاباً للكافرين \"، قال أنس: فما سمعت بعد رسول الله - صلى الله عليه وسلم - حديثاً أنا أشدّ به فرحاً مِنِّي بهذا الحديث، بل أعيش فرحاً وأُبْعث حين أُبْعث وذلك الفرح في قلبي - أو قال -: في نفسي) انتهى (¬1). ¶ أما في زماننا هذا فلم يَعُدْ في الآيات المتلوّة ولا المشهودة اعتبار ولا ازدجار، بل إن الضلال يزيد إلا ما شاء الله، وما الذي يؤمِّننا من عذاب الله، فليس لنا الْحُلوة وللكفار المرّة إذا سلكنا طريقهم - كما قال ذلك بعض الصحابة، رضي الله عنهم -. ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في \" مستدركه \" برقم (8575)، ونعيم بن حماد في \" الفتن \" برقم (1729)، وقال الحاكم (هذا حديث صحيح على شرط مسلم ولم يخرجاه).",
            "page": "110",
            "part": "1",
            "seal": "3249F900"
        },
        {
            "id": "111",
            "nass": "قال ابن القيم في كتابه (مفتاح دار السعادة) في كلامه عن الجبال: (فهذا حال الجبال وهي الحجارة الصلبة وهذه رِقَّتها وخشيتها وتدكدكها من جلال ربها وعظمته، وقد أخبر عنها فاطرها وباريها أنه لَو أُنزل عليها كلامه لخشعت ولتصدّعت من خشية الله؛ فيا عجباً من مُضغة لحم أقسى من هذه الجبال تسمع آيات الله تتلى عليها ويُذكر الرب تبارك وتعالى فلا تلين ولا تخشع ولا تنيب!، فليس بمستنكر على الله عز وجل ولا يخالف حكمته أن يخلق لها ناراً تذيبها إذْ لم تَلِنْ بكلامه وذِكره وزواجره ومواعظه، فمن لم يَلِن لله في هذه الدار قلبه، ولم يُنِب إليه ولم يُذِبْه بحبه والبكاء من خشيته .. فليستمتع قليلاً، فإن أمامه الْمُلَيِّن الأعظم [يعني النار - نعوذ بالله منها -]، وسَيُرَدّ إلى عالم الغيب والشهادة فيرى ويعلم) انتهى (¬1). ¶ ¬__________ ¶ (¬1) مفتاح دار السعادة، 1/ 221.",
            "page": "111",
            "part": "1",
            "seal": "7EB94EC0"
        },
        {
            "id": "112",
            "nass": "أسباب عدم حدوث العقوبات الكونية العامة على الناس اليوم لكثرة معاصيهم مع حصولها على أسلافهم مع قلة ذنوبهم ¶ إن من أعظم أسباب تأخير العقوبات الدنيوية هو الإملاء والاستدراج، وقد بين سبحانه وبحمده الحكمة من إمهاله الكثير من الكفار والعصاة وعدم أخذه لهم بالعقاب العاجل والعذاب الدنيوي فقال سبحانه: {وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لِأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ لِيَزْدَادُوا إِثْماً وَلَهُمْ عَذَابٌ مُهِينٌ} (¬1)، وقال تعالى عنهم: {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ ? نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لا يَشْعُرُونَ} (¬2)، وقال سبحانه وهو يتوعدهم بالعذاب الآجل: {ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الأَمَلُ فَسَوْفَ يَعْلَمُونَ} (¬3)، وقال: {وَالَّذِينَ كَذَّبُوا بِآياتِنَا سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ ? وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ} (¬4)، وقال عزَّ وجل: {فَذَرْنِي وَمَنْ يُكَذِّبُ بِهَذَا ¶ ¬__________ ¶ (¬1) سورة آل عمران، آية: 187. ¶ (¬2) سورة المؤمنون، الآيات: 55 - 56. ¶ (¬3) سورة الحجر، آية: 3. ¶ (¬4) سورة الأعراف، الآيات: 182 – 183.",
            "page": "112",
            "part": "1",
            "seal": "9D8C2189"
        },
        {
            "id": "113",
            "nass": "الْحَدِيثِ سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ ? وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ} (¬1). ¶ قال ابن كثير على قوله سبحانه: {سَنَسْتَدْرِجُهُمْ}: (ومعناه أنه يفتح لهم أبواب الرزق ووجوه المعاش في الدنيا حتى يغتروا بما هم فيه، ويعتقدوا أنهم على شيء) انتهى (¬2). ¶ وأخبر تبارك وتعالى عبادَه مبيناً لهم أنه لم ولن يغفل عن الكافرين والظالمين المفسدين الذين لَم يُصبهم العذاب الدنيوي .. فقال سبحانه وبحمده: {وَلا تَحْسَبَنَّ اللَّهَ غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ} (¬3). ¶ وأخرج الإمام أحمد بإسناد صحيح عن عقبة بن عامر الجهني - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (إذا رأيت الله يعطي العبد من الدنيا على معاصيه ما يحبّ فإنما هو استدراج؛ ثم تلا رسول الله - صلى الله عليه وسلم -: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ ? فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا ¶ ¬__________ ¶ (¬1) سورة القلم، الآيات: 44 - 45. ¶ (¬2) تفسير ابن كثير، 2/ 271. ¶ (¬3) سورة إبراهيم، آية: 42.",
            "page": "113",
            "part": "1",
            "seal": "9CBCF1A0"
        },
        {
            "id": "114",
            "nass": "وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} (¬1) انتهى (¬2). ¶ وإن الذي يتفكر في هذا الانفتاح من الدنيا والإقبال عليها، والغفلة والذهول عن الآخرة إلا على مقتضى ما قال الحسن البصري - رحمه الله -: (كلما حَسُنت منا الأقوال ساءت منا الأفعال)، وذلك منذ حوالي سبعين سنة؛ فقد حصل انفتاح من الدنيا باهر، وإقبال عليها لم يسبق له مثيل لا في كثرته ولا في صفته ولا في كيفيته، مع إعراض عن الآخرة، ومبارزة لله بمساخطه؛ ثم يتفكر بأنه ومنذ ذلك الوقت لم يأتِنا ما أتى مَن قبلنا مما تقدم ذكر أمثلة له، وأن أولئك خير منا بأكثر من الكثير ولا ريب في ذلك مع سلامتنا مما عاقبهم الله به في الدنيا!. ¶ وهذا لا تُمْكِنُ الإجابة عليه ومعرفة سِرِّهِ مِن أشباه الأنعام من المنافقين والفسَقة الفجَرة لأن هؤلاء كما وصفهم السلف بـ \" البعير، عَقَلَه أهلُه .. فلا يدري لِمَ عَقَلوه!، وأطلقوه ولا يدري لِمَ أطلقوه! \". ¶ إن لله سُنَن لا تبديل لها، وهي عادته سبحانه، ومن عادته تعجيل العقوبة للمسلمين إذا تعرضوا لمساخطه تمحيصاً وتكفيراً لسيئاتهم، ولا يتعارض هذا مع غضبه، كذلك فإن في طيِّ ذلك الرحمة بعباده حيث ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآيات: 44 - 45. ¶ (¬2) أخرجه أحمد برقم (17349) والطبراني في الكبير برقم (913) والأوسط برقم (9272).",
            "page": "114",
            "part": "1",
            "seal": "C0F8FC43"
        },
        {
            "id": "115",
            "nass": "يرجعون إليه بعد إيقاظهم من الغفلة بالعقوبة. ¶ ولَمَّا كانت أحوال مَن مضى من هذه الأمة قريبة بيِّنة، وفِطَرهم سليمة حصَل لهم ما حصل. ¶ أما نحن فإننا نختلف عنهم بأمرين: ¶ الأول: لا مقارنة بين ما حصل في زماننا وما كان يحصل في أزمانهم، حيث كان ما يحصل في السابق من المعاصي شيء قليل بالنسبة لما يحصل اليوم، وكان ما يجري من العقوبات مناسباً لتلك الأحوال؛ أما اليوم فقد ولَجت على الأمة ظُلماتٌ هائلة لا كاشف لها إلا الوَلِيّ الحميد؛ وهذا مُوجِبُ سخطٍ عظيم وعقوبات تناسب الحال، نسأل الله لُطفه ودفع البلاء عنا وعن المسلمين. ¶ الثاني: أنه بما أن الحكمة من تعجيل العقوبة رجوع العباد إلى ربهم بإقلاعهم عن مساخطه، وهذا – والله أعلم – في زماننا لا أثَر له، وقد تبين معنى عزلَ الناسِ اليومَ الملكَ سبحانه عن مُلكه وعن تصرفه فيه في وقتنا حيث لا ذكر له سبحانه أثناء حصول الآيات والكوارث، بل ينسبونها للطبيعة (¬1)!. ¶ ¬__________ ¶ (¬1) وإنما جاء هذا العزل كثمرة ونتيجة لعزل الشريعة عن أهل الأرض!.",
            "page": "115",
            "part": "1",
            "seal": "496E187D"
        },
        {
            "id": "116",
            "nass": "فاتفق ضَعْف الشعور بالفاعل - سبحانه - أو عدَمه، فتلاشى الخوفُ وبقيَ الإصرار على مساخطه، بل والزيادة؛ فصار لا أثر للحكمة في تعجيل العقوبة الذي هو رجوع العباد إلى ربهم بإقلاعهم عن مساخطه. ¶ ومع كون تأخر العقوبات يأتي استدراجاً وإملاءاً، فإن تأخرها - أيضاً - يكون بسبب أمور أخرى، وهي: ¶ الأول: وهو المخيف حقاً!، فإن عقوبة الذنْبِ الذنْبُ بعده - كما قال السلف -. ¶ وقد جاء عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (إن العبد إذا أخطأ خطيئة نكتت في قلبه نكتة سوداء، فإذا هو نزع واستغفر وتاب صُقِل قلبه، وإن عاد زيد فيها حتى تعلو قلبه، وهو الرَّان الذي ذكر الله: {كَلاَّ بَلْ رَانَ عَلَى قُلُوبِهِمْ مَا كَانُوا يَكْسِبُونَ} (¬1) (¬2). ¶ قال الحسن البصري - رحمه الله - في هذه الآية: (الذنب على الذنب حتى يَعمَى القلبُ فيموت)، قال ابن كثير: \" وكذا قال مجاهد بن جبر، وقتادة، وابن زيد، وغيرهم \" (¬3)، وقد جاء عن الحسين المزيّن أنه ¶ ¬__________ ¶ (¬1) سورة المطففين، الآية: 14. ¶ (¬2) رواه الترمذي برقم (3334) وقال: هذا حديث حسّن صحيح. ¶ (¬3) تفسير ابن كثير، 4/ 485.",
            "page": "116",
            "part": "1",
            "seal": "F7A9906C"
        },
        {
            "id": "117",
            "nass": "قال: (الذنبُ بعد الذنبِ عقوبة الذنب، والحسنة بعد الحسنة ثواب الحسنة) (¬1)؛ فلو قال قائل: \" إن العقوبات جارية في وقتنا على هذه السُّنن \" لكان كلامه صحيحاً. ¶ فهذا أشَدُّ العقوبات، وليس مَن يعلم كَمَن لا يعلم، فذنوبنا جاءت على علمٍ مِنَّا بدين ربنا. ¶ عن طارق بن شهاب، عن حذيفة - رضي الله عنه -، قال: قيل له: في يوم واحدٍ تركت بنو إسرائيل دينهم؟!، قال: (لا، ولكن كانوا إذا أُمِرُوا بشيء تركوه، وإذا نُهوا عن شيء ركبوه حتى انسلخوا من دينهم كما ينسلخ الرجل من قميصه) (¬2). ¶ ولقد تبعنا آثارهم كما أخبر بذلك نبينا - صلى الله عليه وسلم - بقوله: (شبراً بشبر وذراعاً بذراع) (¬3). ¶ الثاني: وهو أن الأمرَ قد قرُب، ومَن لم يستدل بما حصل لنا منذ سبعين سنة على قُرب الأمر بنهاية الدنيا، وأن ما غَشانا ما هو إلا مقدمات للدجال وعظيم الأهوال .. فليس من دينه على بصيِرة!. ¶ ¬__________ ¶ (¬1) أخرجه البيهقي في شعب الإيمان برقم (7221)، وأورده ابن الجوزي في صفة الصفوة 2/ 266. ¶ (¬2) أخرجه أبو نعيم في الحلية، 1/ 278 - 279، والبيهقي بلفظ آخر في الشُّعَب برقم (7212). ¶ (¬3) أخرجه البخاري برقم (3269) ومسلم برقم (2669) من حديث أبي سعيد الخدري.",
            "page": "117",
            "part": "1",
            "seal": "7050AAEF"
        },
        {
            "id": "118",
            "nass": "وبما أن الأمرَ حقيقةً قد قَرُب فالذي أمامنا كل عظيمٍ قبله جلَل!، وأذكر أن عَمَّتي – وهي امرأة صالحة رحمها الله – أخبرتني أنها رأت في المنام كأنه نزَل مَلَكان من السماء رأتهما بجانب فرْع نخلة طويلة في الدار، ورأتهما مُمْسكان بصحيفة بينهما، فقلَبَها أحدهما وهو يقول للآخر: خَسْفٌ أو قَلْبٌ؟!، فأجابه: لا خسف ولا قلْب، إن الساعة قريب) انتهت الرؤيا (¬1). ¶ وقد رأتها منذ حوالي أربعين سنة، واليومَ قد زاد الأمرُ شدة!، ومعناها أن أمْرَنا فظيع – نسأل الله الرحمة -، كذلك يتبين منها أن قُرْبَ القيامة هو من أسرار تأخير العقوبات، والله أعلم. ¶ ولا تظنَّن أن مَن لا يزالون يحاربون الله تعالى، ويُصِرُّون على ارتكاب الكفر أو المعاصي، ولم يُدركهم عذابُ الله في الدنيا بمثل هذه الكوارث أنهم قد أفلتوا من العقاب .. {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} (¬2). ¶ ¬__________ ¶ (¬1) وقد جاء عن رسول الله - صلى الله عليه وسلم - أنه قال: (رؤيا المؤمن جزء من ستة وأربعين جزءاً من النبوة) رواه البخاري برقم (6586) ومسلم برقم (2264) عن عبادة بن الصامت، وقال رسول الله - صلى الله عليه وسلم -: (إذا اقترب الزمان لَمْ تكد رؤيا المؤمن تكذب، ورؤيا المؤمن جزء من ستة وأربعين جزءاً من النبوة، وما كان من النبوة فإنه لا يكذب) رواه البخاري برقم (6614) عن أبي هريرة - رضي الله عنه -. ¶ (¬2) سورة القمر، الآية: 46.",
            "page": "118",
            "part": "1",
            "seal": "91A0A988"
        },
        {
            "id": "119",
            "nass": "وقال تعالى: {وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ مَا تَرَكَ عَلَيْهَا مِنْ دَابَّةٍ وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمّىً فَإِذَا جَاءَ أَجَلُهُمْ لا يَسْتَأْخِرُونَ سَاعَةً وَلا يَسْتَقْدِمُونَ} (¬1)، والأجل المسمى هو يوم القيامة. ¶ وها نحن نشاهد كلَّ يوم كيف يساق الناس إلى المقابر رجالاً ونساءاً، وشيباً وشُبَّاناً .. فهل من معتبر؟!. ¶ وقد أحْسَن مَن قال: ¶ هو الموتُ ما مِنهُ مَلاذٌ وَمَهْربُ ... نشاهدُ ذا عين اليقينِ حقيقة ... ولكنْ عَلاَ الرَّانُ القلوبَ كأننا ... نؤمِّل آمَالاً ونرجو نَتاجَها ... ونبني القصورَ المشمخرَّاتِ في الهوى ... ونسعَى لجمعِ المالِ حِلاً ومأثماً ... نُحاسبُ عنه داخلاً ثُمَّ خارجاً وأول ما يبدو ندامةُ مُسْرِفٍ ... إذا قيل أنتمْ قد عَلِمْتمْ فَمَا الذي ... فياليتَ شِعْرِي مَا نقولُ وَمَا الذي إلى اللهِ نشكُو قسوةً في قلوبِنَا ... مَتَى حُطَّ ذا عَنْ نَعْشِهِ ذاكَ يَرْكَبُ ... عليهِ مَضَى طِفْلٌ وَكَهْلٌ وَأَشْيَبُ ... بِمَا قَدْ عَلِمْنَاهُ يَقيناً نكَذِّبُ ... وعلَّ الرَّدَى مِمَّا نُرَجِّيهِ أقْرَبُ ... وفي عِلْمِنَا أنَّا نموتُ وَتَخْربُ ... وبالرغمِ يَحْويهِ البَعِيدُ وأقْرَبُ ... وفيمَ صَرَفناهُ وَمِن أيْنَ يُكْسَبُ ... إذا اشتدَّ فيهِ الكَرْبُ والرُّوحُ تُجذَبُ عَمِلْتمْ وكلٌّ في الكتابِ مُرَتبُ ... نُجِيبُ بِهِ والأمرُ إذ ذاكَ أصْعَبُ ... وفي كلِّ يومٍ واعظُ الموتِ يَنْدبُ ... وبالجملةِ الأمثالُ للناسِ تُضْربُ: ... ولوْ بَينهمْ قد طابَ عَيشٌ وَمَشربُ ... ويومٌ به يُكسَى المذلةَ مُذنبُ ... كذا الأمّ لَمْ تنظرْ إليهِ ولا الأبُ ... مقالته: يَاويلتى أيْنَ أذهَبُ! ... نُردّ إلَى الدنيا ننيبُ ونرهَبُ ... شُغِفنا بدنياً تضْمِحِلُّ وَتذهَبُ ... إلى الله والدارِ التي ليسَ تخربُ ... وهذا غرابُ البيْنِ في الدارِ يَنعبُ ... . ¶ ¬__________ ¶ (¬1) سورة النحل، الآية: 61.",
            "page": "119",
            "part": "1",
            "seal": "A6CF9CBF"
        },
        {
            "id": "120",
            "nass": "وما الحالُ إلا مثل مَا قالَ مَن مَضى لكلِّ اجتماعٍ مِنْ خليلَيْنِ فُرْقَة ... وَمِن بَعْدِ ذا نشرٌ وحشرٌ ومَوْقِفٌ ... إذا فرَّ كلٌّ مِن أبيهِ وأمِّهِ ... وكمْ ظالمٍ يدْمى مِنَ العَضِّ كَفُّهُ ... وكمْ قائلٍ: واحسرتا ليتَ أنَّنَا ... فَهَا نحنُ في دارِ الْمُنى غير أنَّنَا ... فحُثُّوا مطايَا الارتحالِ وشَمِّرُوا ... فَمَا أقربَ الآتي وأبْعَدَ مَا مَضَى ... .",
            "page": "120",
            "part": "1",
            "seal": "15192508"
        },
        {
            "id": "121",
            "nass": "الرد على شبهة: ¶ (لو كانت الزلازل والأعاصير وغيرها عذاباً لَمَا حدثت في مواضعَ خاليةٍ من الناس) ¶ كذلك فبعض الناس يورد شبهة أخرى، وهي أنه لو كانت الزلازل والأعاصير ونحوها عذاباً يعذب الله بها مِن عِباده مَن كفَر به وعصاه لَمَا حدَثَت في مواضعَ خالية من البَشَر المكلَّف من البراري والبحار. ¶ وإنما جاءت هذه الشبهة مِن ظنِّ أن هذه الحوادث مختصة بالعذاب وليس الأمر كذلك، وإنما العذاب جزء من الحكمة التي أوجدها الله من أجلها. ¶ يوضح ذلك أن الأرض كلها من اليابس والماء جِسْمٌ واحد أودعه الله من المواد المائعة والصَّلْبة وما بين ذلك، كذلك المواد الحارة الشديدة الحرارة، والباردة الشديدة البرودة، وما بين ذلك، ولا يكون قَوَام الجسم إلا بهذا التركيب كجسم الإنسان وما فيه من الحرارة والبرودة والصلابة والليونة، وما يُفرزه بدنه من الفضلات الضارة. ¶ فالأرض يعتوِرُ باطنها وظاهرها تغيرات من حرارة وبرودة ومن ليونة",
            "page": "121",
            "part": "1",
            "seal": "2386AADA"
        },
        {
            "id": "122",
            "nass": "وصَلابة وبالعكس، فيحدث فيها ما يستدعي التوازن والاعتدال، فتتزلزل بإذن الله – كما تقدم بيان بعض أسبابِ الزلازل -. ¶ وأقدارُ الربِّ الحكيم سبحانه سابقة في كتابه مقارنة لعلمه، فيكون في علمه السابق أن هذا الموضع من الأرض سوف يسكنه من الخلق مَن يستحقون العذاب فَيُحدث الله لهم من آياته من الزلازل ونحوها ما يكون عذاباً لهم وعقوبة، وهو أيضاً نفَس للأرض لِمَا يَحدُث في باطنها. ¶ والرب المدبِّر في ملكه سبحانه واحد، فيتفق الوقت الذي يريد سبحانه تعذيب بعض عِباده مع الوقت الذي تتنفس فيه الأرض هذا النفَس، وهو المقدِّر لذلك كله. ¶ كما أنه سبحانه يقدِّر للأرض أن تتنفَّس في المواضع الخالية من البشر. ¶ وهكذا البراكين والأعاصير وغير ذلك على هذا التأصيل، ومن هنا تتضح الحكمة في كون هذه الآيات تحدث أحياناً في مواضع خالية مثل البراري والقفار وقعر البحار؛ والله تعالى أعلم.",
            "page": "122",
            "part": "1",
            "seal": "8BE5D787"
        },
        {
            "id": "123",
            "nass": "خاتمة الكتاب ¶ وليكن ختم هذه الرسالة بموعظة بليغة لم تدَوَّن في التاريخ لأجل أهلها فقط، وإنما لنا بعدهم، فإن سنة الله لا تتبدّل ولا يُرد بأسه عن القوم المجرمين، فإن أمْرَنا قد تعدى حدوده، ونعوذ بالله من حلول سخطه، فإنه في سنة ثلاث وعشرين وأربعمائة من الهجرة وقع مُوتان عظيم ببلاد الهند، وغزنة، وخراسان، وجرجان، والرّيْ، وأصبهان، خرج منها في أدنى مدة أربعون ألف جنازة. ¶ وقد رأى رجل من أهل أصبهان في منامه منادياً ينادي بصوت جهوري: ¶ \" يا أهل أصبهان .. سَكَتْ، نَطَقْ، سَكَتْ، نَطَقْ \". ¶ فانتبه الرجل مذعوراً فلم يدرِ أحد تأويلها ما هو حتى قال رجلٌ بيتَ أبي العتاهية، فقال: احذروا يا أهل أصبهان فإني قرأت في شعر أبي العتاهية قوله: ¶ سَكَتَ الدهر زماناً عنهمو ... ثم أبكاهُمْ دَماً حين نَطَقْ! ¶ فما كان إلا قليل حتى جاء الملك مسعود بن محمود فقتل منهم خلقاً",
            "page": "123",
            "part": "1",
            "seal": "24C55211"
        },
        {
            "id": "124",
            "nass": "كثيراً، حتى قتل الناس في الجوامع (¬1). ¶ فتأمل الآن سكوت الزمان ونطقه، وتأمل قوله تعالى: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ} (¬2)، فما الذي يُؤَمِّننا إذا كانت هذه عادة الله أن يفتح على مَن عصاه أبوابَ كلِّ شيء من رفاهية الدنيا ونعيمها استدراجاً؟!، وقد فُتِح علينا بمدة لم يمضِ عليها ستين سنة من أبواب كل شيء ما لم يُعهد له نظير من حين أهبط الله آدم – عليه السلام – إلى الأرض، والمعاصي والضلالات مقارنة لهذا الفتح ملازمة له تزيد بكثرته، ويستعصي التخلص منها بوفرته وصِفَتِه، فالحذَر الحذَر!. ¶ وعن معاذ بن جبل – رضي الله عنه – قال: (كان في بني إسرائيل رجل عقيم لا ولد له، وكان يخرج، فإذا رأى غلاماً من غِلْمَان بني إسرائيل عليه حلي يخدعه حتى يدخل بيته فيقتله ويلقيه في مطمورة له، فبينما هو كذلك إذْ لقي غلاميْن أخويْن عليهما حُلِيّ فأدخلهما بيته، وقتلهما وطرحهما في مطمورته، وكانت له امرأة مسلمة تنهاه عن ذلك وتقول له: \" إني أحذرك عن النقمة من الله عزَّ وجل \"، فيقول: ¶ ¬__________ ¶ (¬1) أنظر: البداية والنهاية 12/ 34، والنجوم الزاهرة لابن تغري 4/ 276، والأنساب للسمعاني 1/ 259. ¶ (¬2) سورة الأنعام، الآية: 44.",
            "page": "124",
            "part": "1",
            "seal": "4B680A5B"
        },
        {
            "id": "125",
            "nass": "\" لو أن الله يأخذني على شيء لأخذني يوم فعلت كذا وكذا \"، فتقول له المرأة: \" إنَّ صَاعك لم يمتلئ، ولو امتلأ صاعك لأُخِذْتْ \"، فلما قتل الغلامين خرج أبوهما في طلبهما فلم يجد أحداً يخبره عنهما، فأتى نبياً من أنبياء بني إسرائيل وذكر ذلك له، فقال له ذلك النبي: \" هل كان معهما لعبة يلعبان بها؟! \"، فقال أبوهما: \" نَعَم، كان لهما جِرْو \"، قال: \" فأتني به \"، فأتاه به، فوضع النبي خاتَمه بين عينيه، ثم خلى سبيله، ثم قال: \" أول دارٍ يدخلها من دور بني إسرائيل فيها بيان ذلك \"، فأقبل الجرو يتخلل الدُّور حتى دخل داراً من دور بني إسرائيل، فدخلوا خلفه، فوجدوا الغلامين مقتولين مع غلمان كثيرة قد قتلهم وطرحهم في المطمورة، فانطلقوا به إلى ذلك النبي – عليه السلام -، فأمر به أن يصلب، فلما رُفع إلى الخشبة أتته امرأته وقالت: \" قد كنت أحذرك هذا اليوم، وأخبرك أن الله غير تاركك وأنت تقول: لو أن الله يأخذني على شيء لأخذني يوم فعلت كذا وكذا، فأُخبرك أن صاعك لم يمتلئ بعد، أَلاَ وإن صاعك قد امتلأ! \") أخرجه البيهقي (¬1). ¶ وفي هذه القصة اعتبار في أخذِ الله مَن يأخذ بالعقاب، وإمهاله مَن يُمهل. ¶ ¬__________ ¶ (¬1) في شعب الإيمان برقم (7294).",
            "page": "125",
            "part": "1",
            "seal": "BB25F76A"
        },
        {
            "id": "126",
            "nass": "ألاَ يخاف أحدنا أن صاعَه قد امتلأ أوْ قَارَب؟!. ¶ وهَلاَّ نعلم أن الله تعالى يُملي للظالم حتى إذا أخذه لم يُفلته؟!، فَعَن أبي موسى الأشعري، قال: قال رسول الله - صلى الله عليه وسلم -: (إن الله ليملي للظالم حتى إذا أخذه لم يفلته)، قال: ثم قرأ قوله تعالى: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} (¬1) (¬2). ¶ وقال تعالى: {وَكَأَيِّنْ مَنْ قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَيَّ الْمَصِيرُ} (¬3). ¶ وتأمل ما جاء في الصحيحين عن عائشة – رضي الله عنها - أن رسول الله - صلى الله عليه وسلم -: (كان إذا رأى غيماً أو ريحاً عُرف في وجهه؛ قالت: يا رسول الله .. إن الناس إذا رأوا الغَيْم فرحوا رجاء أن يكون فيه المطر، وأراك إذا رأيته عُرف في وجهك الكراهية؟!، فقال: يا عائشة .. ما يُؤمنِّي أن يكون فيه عذاب؟! .. عُذب قوم بالريح؛ وقد رأى قوم العذاب، فقالوا: هذا عارض ممطرنا) (¬4). ¶ ¬__________ ¶ (¬1) سورة هود، الآية: 102. ¶ (¬2) أخرجه البخاري برقم (4409) ومسلم برقم (2583). ¶ (¬3) سورة الحج، الآية: 48. ¶ (¬4) أخرجه البخاري برقم (4551) ومسلم برقم (899).",
            "page": "126",
            "part": "1",
            "seal": "91249B59"
        },
        {
            "id": "127",
            "nass": "فإذا كان النبي - صلى الله عليه وسلم - وهو الذي غفر له ما تقدم من ذنبه وما تأخر يبلغ منه الخوف من ربه عز وجل أنه إذا رأى سحابة عُرف في وجهه الكراهية مخافة أن تكون عذاباً من الله على الناس فما بالك بنا نحن وقد بلغ سيل ذنوبنا الزبى؟!. ¶ وإنما معرفة النبي - صلى الله عليه وسلم - بربه تعالى جَعَلته يخشاه كل هذه الخشية، ومَن كان بالله أعرف كان منه أخوف، وعدم معرفتنا بربنا هو ماجعلنا على هذه الحال السوء التي نرجو من الله أن لا يهلكنا بسببها ولا بما فعل السفهاء منا. ¶ والله المستعان، وعليه التكلان، ولا حول ولا قوة إلا به، والحمد لله، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين، وعلى مَن اتبعهم بإحسان إلى يوم الدين. ¶ عبد الكريم بن صالح الحميد ¶ بريدة - رمَضَان / 1426هـ",
            "page": "127",
            "part": "1",
            "seal": "30FF59CF"
        }
    ],
    "t1006": [
        {
            "id": "102",
            "lvl": "3",
            "sub": "2",
            "tit": "- ذكر أن الولاية التي دمرها الله كانت تنظم احتفالا يجمع اللوطية والزناة من كل مكان."
        },
        {
            "id": "103",
            "lvl": "3",
            "sub": null,
            "tit": "- ذكر انتحار قريب من 500 شرطي بعد مشاهدة ما خلفه الإعصار من الدمار بمدينتهم."
        },
        {
            "id": "104",
            "lvl": "3",
            "sub": null,
            "tit": "- ذكر حجم الخسائر في الأرواح والممتلكات والأموال التي خلفتها الأعاصير بإذن ربها."
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "(24) زلزالا مدمرا يضرب العالم خلال (15) عاما خلت فقط!."
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر حديث تكاثر الزلازل في آخر الزمان."
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": "2",
            "tit": "وقوع أعاصير أمريكا وزلازل باكستان قبل وبعد الكسوف يؤكد كلام ابن القيم وشيخه."
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أن (قريشا) كانت تخلص لله في الشدة بينما لأثر لهذا في هذا الزمان!."
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "1",
            "tit": "تسمية هذه العقوبات بأسماء مثل تسونامي وكاترينا وغيرها تشغل عن مسببها تعالى."
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": "2",
            "tit": "(حاشية): بيان وجه الخطأ من تسمية اللواط والزنا بـ ' الجنس ' والتحذير من ذلك."
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين عقوبات الله على الكفار وبين عقوباته على المسلمين."
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر آيات قرآنية بأن ما أصاب الكفار إنما هو بسبب ذنوبهم."
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "2",
            "tit": "ليس ما يعاقب الله به المسلمين مماثلا لما يعاقب به الكفار، بل هو أهون."
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "ما يعاقب الله به المسلمين فيه تكفير لسيئاتهم ورفعة لدرجاتهم."
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": "1",
            "tit": "ما يصيب الله به المسلمين من الكوارث فيه صلاح نفوسهم من الرجوع لله والتوبة إليه."
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": "2",
            "tit": "حديث صحيح يبين أن هذه الأمة أمة مرحومة وعذابها يكون في الدنيا بالزلازل والقتل .."
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": "3",
            "tit": "حديث عظيم لعائشة يبين أن هذه الكوارث عذاب على الكافرين وموعظة للمؤمنين."
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "ليس للكفار المرة ولنا الحلوة إن سلكنا طريقهم!."
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "بيان الفرق بين خشية الإنسان لله تعالى وبين خشية الجبال له سبحانه."
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": "1",
            "tit": "من لم تنفع به هذه الكوارث والآيات فأمامه الملين الأعظم (النار) - نعوذ بالله منها -."
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب عدم حدوث العقوبات الكونية العامة على الناس اليوم لكثرة معاصيهم!."
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": "1",
            "tit": "الإملاء والاستدراج أعظم أسباب تأخير العقوبات، وآيات قرآنية تبين ذلك."
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "معنى قوله تعالى: (سنستدرجهم من حيث لا يعلمون)."
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": "1",
            "tit": "حديث عظيم يبين استدراج الله للعبد العاصي."
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "كيف يمكن معرفة سر تأخر العقوبات مع كثرة المعاصي والإعراض عن الله؟!."
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "أمران يختلف بهما الناس اليوم عن أسلافهم في التأثر بالآيات والعقوبات."
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "سببان مهمان من أسباب تأخر العقوبات."
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "1",
            "tit": "معنى قوله تعالى: (كلا بل ران على قلوبهم ما كانوا يكسبون)."
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "2",
            "tit": "السبب الأول: عقوبة الذنب الذنب بعده حتى يموت القلب ولا ملين له سوى النار."
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "السبب الثاني: قرب يوم القيامة الذي يعاقب فيه المسيء إلا من رحم الله."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "رؤيا عظيمة لامرأة صالحة تبين سبب تأخر العقوبات مع كثرة المعاصي."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "1",
            "tit": "بشر المحاربين لله ممن أفلت من عقاب الدنيا بأن الساعة أدهى وأمر!."
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "معنى الأجل المسمى في قوله تعالى: (ولكن يؤخرهم إلى أجل مسمى)."
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": "1",
            "tit": "من أفلت من عقاب الدنيا فلن يفلت من الموت المحتوم الذي سيسوقه لربه تعالى."
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": "2",
            "tit": "قصيدة مؤثرة حول الدنيا والموت والدار الآخرة."
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "جواب من قال بأن الزلازل وغيرها لو كانت عذابا لما حدثت في مواضع خالية من الناس."
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "أقدار الرب الحكيم سبحانه سابقة في كتابه مقارنة لعلمه."
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": "1",
            "tit": "ما يحدث من الزلازل في الأماكن الخالية من البشر إذن من الله للأرض للتنفس."
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة الكتاب."
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": "1",
            "tit": "رؤيا بليغة لرجل من أصبهان!."
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "قصة لرجل من بني إسرائيل أخذه الله حينما تمادى في غيه وامتلأ صاعه بالذنوب!."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "إن الله ليملي للظالم حتى إذا أخذه لم يفلته."
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر حال النبي - صلى الله عليه وسلم - حينما يرى ريحا أو غيما."
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "من كان بالله اعرف كان منه أخوف."
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة .. (وما نرسل بالآيات إلا تخويفا)."
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "سبب تأليف الكتاب."
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المعنى العام للخوف."
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "من ثمرات الخوف ومعانيه."
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "قول الإمام الجنيد في الخوف."
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "2",
            "tit": "قول أبي حفص النيسابوري عن الخوف وثمراته."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "قول أبي سليمان الداراني عما يثمره رحيل الخوف عن القلب."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "قول ذي النون المصري عما يثمره رحيل الخوف عن القلب."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "2",
            "tit": "قول شيخ الإسلام عن الخوف المحمود؟."
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين السلف والخلف في الخوف من الله تعالى."
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "أسباب خوف السلف من الله تعالى واعتبارهم بما يجريه من الآيات."
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب عدم خوف الناس اليوم من الله تعالى وعدم اعتبارهم بما يجريه من الآيات."
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "ماذا قال ابن مسعود حينما زلزلت الكوفة؟!."
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "ما هو معنى استعتاب الله لعباده؟!."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "من أسباب قسوة القلوب اليوم، وفراغها من الخوف من الله عز وجل."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "قول ابن الجوزي عن الدنيا، وأنه لا أحد يتصرف فيها سوى الله، والتعليق على ذلك."
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الآيات والكوارث سببها الكفر والمعاصي، والأدلة على ذلك."
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "الأدلة من القرآن الكريم على أن ما يحدثه من الكوارث على الكفار والعصاة عقوبة."
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ما حصل في جنوب أمريكا من إعصار مدمر يذكرنا بما أصاب الأمم الكافرة الماضية."
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما أخبر به تعالى مما دمر به قوم هود بما يشبه الإعصار الذي ضرب أمريكا."
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر ما أخبر به تعالى مما أغرق به قوم نوح بما يشبه الغرق الذي حل بأمريكا."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما أصاب قبيلة (سبأ) اليمنية لما كفرت بالله وبنعمته عليها."
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما قاله ابن القيم عن شؤم الذنوب وأنها سبب في حصول الآيات والكوارث."
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما فعله أبو الدرداء - رضي الله عنه - لما فتحت قبرص وفرق بين أهلها."
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر تحذير الله عباده من الذنوب وأن ما حل بالأمم السابقة من الآيات بسبب ذنوبهم."
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "هل سينفع الناس إحالتهم الكوارث والآيات لـ (الطبيعة) حينما تحل بهم؟!."
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "هل معرفة الأسباب الطبيعية لحدوث الكوارث ينافي الخوف من الله، وأنها عقابا منه؟."
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "السلف يعرفون السبب الطبيعي لحدوث الآيات والكوارث ولكنهم يخافون أيضا."
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "2",
            "tit": "ذكر ما حصل لكثير من أهل الوقت لما علموا بالأسباب الطبيعية للآيات والكوارث!."
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "القول بأن الفضاء لا حد له إنكار للسموات السبع والرب الذي فوقها."
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "السبب الطبيعي لحدوث الزلازل."
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "2",
            "tit": "السبب الكوني للكسوف والخسوف."
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "3",
            "tit": "هل العلم بوقت حدوث الحوادث الكونية ينافي أن يكون تخويفا من الله؟!."
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "قول الحسن البصري في تفسير قوله تعالى: (ولقد صدق عليهم إبليس ظنه)."
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "هل العلم بوقت ولادة المخلوق ينافي أن الله تعالى هو الذي خلقه؟!."
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "هل زرع النبات والعلم بوقت خروجه ينافي أن الله تعالى هو الذي خلقه؟!."
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "2",
            "tit": "معرفة الأسباب وأوقات انعقادها أجراه الله في الرحمة كما أجراه في العذاب والنقمة."
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "اقتران الحوادث الكونية بكسوف الشمس أو خسوف القمر."
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "(حاشية): الإعلام بالكسوف ليس من هدي أهل الإسلام."
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "قل ما تسلم أطراف الأرض البعيدة عن الإسلام من الحوادث أثناء الكسوف والخسوف."
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "أحاديث توضح أن حدوث الكسوف والخسوف مدعاة للخوف من الله عز وجل."
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما فعله النبي - صلى الله عليه وسلم - لما كسفت الشمس في عهده، وما قاله."
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر أحاديث صحيحة توضح كيفية صلاة الكسوف والخسوف."
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "تعليق على قول بعض الحسابين (الفلكيين) عن كسوف قادم بأنه (كسوف جميل)."
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر فرح الكفار حين حدوث الكسوف والخسوف."
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "(حاشية): أحاديث تبين أن هذه الأمة ستتبع سنن أهل الكتاب."
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "كلام جليل القدر لشيخ الإسلام بأن السبب الطبيعي لحدوث الكسوف لا ينافي الخوف."
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": "1",
            "tit": "كيف يكون الخوف من الله، وما الذي يتضمنه التخويف منه سبحانه؟!."
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما يستحب فعله حين حصول الكسوف والخسوف."
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": "1",
            "tit": "يحصل كسوف الشمس دائما في آخر الشهر، وخسوف القمر في أوسطه."
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "كلام لابن تيمية بأن الريح التي أرسلها الله على عاد جاءت في موسم الشتاء."
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": "1",
            "tit": "(حاشية): أدلة على أن الريح التي ضربت عاد كانت في الشتاء الذي تشتد فيه الرياح."
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "هل كون الأعاصير تأتي في موسم معروف تنافي أن تكون عذابا وتخويفا؟!."
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ما هي حقيقة (الطبيعة) التي يحال إليها ما يجريه الله من الآيات والكوارث؟!."
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "إحالة الحوادث الكونية للطبيعة تعطيل وإلحاد."
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "2",
            "tit": "ما هي الطبيعة عند الطبائعيين والملاحدة وزنادقة الأطباء؟!."
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "كلام نفيس للإمام الخطابي في تبيان أوضح الدلائل على أن للخلق صانعا ومدبرا."
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": "1",
            "tit": "الكلام حول النطفة، وما قاله الخطابي فيها، وتعلق ذلك بموضوع الكتاب."
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الإمام الخطابي يعرض أربعة أمثلة تبين زيف (الطبائعيين) وإلحاد (الداروينيين)."
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "ما هي نظرية (التصميم الذكي) الغربية التي تهدم نظرية (داروين)؟!."
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "1",
            "tit": "هل نظرية (التصميم الذكي) توافق عقيدة المسلمين؟."
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": "2",
            "tit": "إحالة لكتاب المؤلف (الفرقان في بيان إعجاز القرآن) فيما يتعلق بداروين وأمثاله."
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "كلام نفيس لشيخ الإسلام يبين غاية ما توصل إليه المتفلسفة وأتباعهم في الكونيات."
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "الإمام ابن القيم يوضح ما هي الطبيعة التي يعتبرها الجهال وراء الحوادث الكونية."
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": "1",
            "tit": "كلام نفيس جدا لابن القيم في (الطبيعة) وتفاعلات عناصرها وآثارها."
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "حال المؤمن مع هذه الحوادث هو تعلقه بمسببها ومسبب الأسباب سبحانه."
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": "1",
            "tit": "كلام نفيس للإمام ابن القيم كأنه يصف به أهل هذا الزمان مع هذه الحوادث."
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "السبب الطبيعي للزلازل وتعلقه بالسبب الشرعي لحدوثها."
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "الانشغال بمقياس (ريختر) حين حدوث الزلازل والغفلة عن الله علامة خذلان."
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "أثر عظيم لعائشة - رضي الله عنها - في بيان السبب الشرعي لحدوث الزلازل."
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما حصل لجبير بن مطعم حينما سمع قوله تعالى: (أم خلقوا من غير شيء)."
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "ذكر تفسير ابن كثير للآية، والتعليق على ذلك."
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "2",
            "tit": "ماذا سيقول الطبائعيون لو قيل لهم: (إن عمارة بنت نفسيها وسيارة كونت نفسها)!."
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "بهذا الكنز العظيم تعرف بأن (الطبيعة) ليست مستقلة بذاتها."
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "1",
            "tit": "(حاشية): نص حديث (لا حول ولا قوة إلا بالله) كنز من كنوز الجنة."
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": "2",
            "tit": "كلام نفيس لا بن القيم عن معنى (لا حول ولا قوة إلا بالله)."
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "كلام نفيس لشيخ الإسلام عن معنى لفظ (الحول) و (القوة)."
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "لماذا صارت (لا حول ولا قوة إلا بالله) كنزا من كنوز الجنة؟!."
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر ما يعقده قول (لا حول ولا قوة إلا بالله) و (لا إله إلا الله) من معاقد التوحيد."
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الأشياء التي يحصل بها اليقين، وأنواع التفكر والاعتبار."
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "يحصل اليقين بتدبر القرآن، وما يحدثه الله في الآفاق، والعمل بموجب ذلك."
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ما هي الآيات المشهودة؟."
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "1",
            "tit": "النوع الأول من أنواع العظة والاعتبار: العظة بالمسموع."
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": "2",
            "tit": "النوع الثاني من أنواع العظة والاعتبار: العظة بالمشهود."
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أكثر من (40) حادثة تاريخية كبرى في القديم والحديث وما فيها من العظة."
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "أسباب ذكر هذه الحوادث."
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0069 هـ): طاعون البصرة الجارف، وموت مئات الآلاف."
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0226 هـ): مطر وبرد كالبيض، وصوت مجهول يجأر إلى الله."
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0233 هـ): زلزلة مهولة ومدمرة بدمشق."
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0240 هـ): صيحة عظيمة من السماء، وخسف بالمغرب."
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0242 هـ): 1 - زلازل هائلة في جهة المشرق."
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0242 هـ): 2 - طائر بحلب يناشد الناس بتقوى الله."
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0304 هـ): حيوان غريب يتسلط على الناس في بغداد."
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0344 هـ): زلزلة قوية تهز مصر، وفزع الناس إلى الله."
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "2",
            "tit": "من أحداث سنة (0346 هـ): نقص البحر، وزلازل وخسوفات عظيمة في الشرق."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0425 هـ): 1 - زلازل عظيمة في مصر والشام."
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0425 هـ): 2 - إعصار مدمر (ريح سوداء) في العراق."
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0434 هـ): زلزلة عظيمة في ' تبريز' الفارسية."
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0441 هـ): سحابة مخيفة في العراق تنكشف بعد لجوء الناس لله."
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0448 هـ): وباء وغلاء يعم الدنيا كلها."
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0449 هـ): استمرار الوباء والغلاء، وقصص مرعبة."
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0455 هـ): زلزلة عظيمة بواسط والشام، ووباء بمصر."
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0460 هـ): زلزلة عظيمة بمصر وفلسطين."
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0462 هـ): وباء شديد بمصر، وقصص مرعبة في ذلك."
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0485 هـ): برد عظيم في البصرة، وريح قاصف أهلكت النخيل."
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0524 هـ): زلزلة عظيمة بالعراق، وعقارب طيارة ببغداد."
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0531 هـ): كثرة موت الفجأة بأصبهان، وسحاب أسود بالشام."
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0533 هـ): خسف عظيم بجنزة الفارسية، وزلازل بحلب الشامية."
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0544 هـ): زلازل تهز الأرض، وخلق يموتون بمرض قاتل."
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0549 هـ): ريح عظيمة تبيد قريتي المعلف وسحلة اليمنيتين."
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0552 هـ): زلازل هائلة تضرب الشام، والناس يجأرون إلى الله."
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "- قصيدة مؤثرة في الزلازل الهائلة التي ضربت الشام."
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0569 هـ): سيل وبرد عظيم ببغداد، والناس يجأرون إلى الله."
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0575 هـ): زلزلة عظيمة تهز الأرض، وتخلف دمارا هائلا."
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0593 هـ): 1 - انقضاض كوكب عظيم، والناس يستغيثون بالله."
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0593 هـ): 2 - رياح عاتية بمصر، والناس يعتصمون بالمساجد."
        },
        {
            "id": "72",
            "lvl": "3",
            "sub": null,
            "tit": "- تعليق على الفرق بين المسلمين في الماضي واليوم حين حدوث الآيات والكوارث."
        },
        {
            "id": "74",
            "lvl": "3",
            "sub": null,
            "tit": "- كلام نفيس لابن القيم في قوله تعالى: (فما لهم عن التذكرة معرضين)."
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0596 هـ): توقف نهر النيل وظهور غلاء مفرط وعظيم بمصر."
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0597 هـ): 1 - زلزلة عظمى تعم الدنيا."
        },
        {
            "id": "76",
            "lvl": "3",
            "sub": null,
            "tit": "- خطبة بليغة حول الزلازل وأسبابها الشرعية."
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0597 هـ): 2 - تطاير بعض النجوم، والناس يضجون إلى الله."
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": "1",
            "tit": "- تعليق على إرجاع الملاحدة والطبائعيين لتساقط بعض النجوم لأسباب طبيعية."
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "- فائدة في بيان التوحيد العلمي والتوحيد العملي."
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0617 هـ): غزو التتار لبلدان الإسلام وإحداثهم القتل والدمار."
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": "1",
            "tit": "- المؤرخ الشهير ' ابن الأثير ' يصف هول الفاجعة بغزو التتار لديار الإسلام."
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0654 هـ): نار الحجاز التي ورد الحديث بذكرها."
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "1",
            "tit": "- نص الحديث الذي جاء فيه بأن نار الحجاز من أشراط الساعة ' الصغرى '."
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "2",
            "tit": "- ذكر ما قاله النووي عن نار الحجاز، وهو من المعاصرين لها."
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "- ذكر نص رسالة تشرح بالتفصيل حادثة اندلاع نار الحجاز والغرق العظيم ببغداد."
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "- ذكر ما حصل من الناس تجاه هذه النار الهائلة التي اندلعت في المدينة النبوية."
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": null,
            "tit": "- (فائدة) في أن العلم بحدوث كارثة ما، لا ينفي الخوف منها حين وقوعها."
        },
        {
            "id": "85",
            "lvl": "3",
            "sub": "1",
            "tit": "- عودة إلى استكمال ذكر وصف الفاشاني لنار الحجاز."
        },
        {
            "id": "86",
            "lvl": "3",
            "sub": null,
            "tit": "- قصيدة جليلة القدر في وصف حادثة نار الحجاز الهائلة."
        },
        {
            "id": "87",
            "lvl": "3",
            "sub": null,
            "tit": "- ماذا عسى أهل الوقت أن يقولوا ويفعلوا لو رأوا عقوبات الله على الأمم السابقة؟!."
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0656 هـ):غزو التتار لبغداد ووصف ما أحدثوه من القتل والدمار."
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "1",
            "tit": "- هل أمن الناس عقوبات الله وقد أجراها على من كان قبلهم ممن هم أقل ذنوبا؟!."
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": null,
            "tit": "- إذا أراد الله إنفاذ قضائه وقدره أذهب من ذوي العقول عقولهم!."
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0718 هـ): غلاء وفناء شديدين في العراق وبلدان الشرق."
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (0725 هـ): غرق مهول ببغداد، والناس يستغيثون بالله."
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0749 هـ): 1 - وباء وبلاء عظيم في غزة وبلاد الإفرنج."
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "- انتقال الوباء لدمشق، وأهلها يستغيثون بالله، وما حصل لهم بذلك."
        },
        {
            "id": "95",
            "lvl": "3",
            "sub": null,
            "tit": "- خروج الناس من مختلف الديانات يوم جمعة وهم يستجيرون بالله."
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (0749 هـ): 2 - إعصار مخيف وشديد يضرب دمشق وما حولها."
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (1187 هـ): طاعون عظيم في بغداد والبصرة."
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (1204 هـ): سقوط برد عظيم في حريملاء، والناس يجأرون لله."
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": "2",
            "tit": "من أحداث سنة (1247 هـ): طاعون عظيم يعم العراق والكويت وما حولهما."
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": null,
            "tit": "- وقفة حول هذه الأحداث التي جرت في ديار الإسلام قديما وحديثا."
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": "1",
            "tit": "- ما لم يتم ذكره هنا من الآيات والكوارث التي حلت بأهل الإسلام أكثر بكثير مما ذكر."
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (1424 هـ): زلزال مهول يضرب مدينة تابعة لبم الإيرانية."
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "1",
            "tit": "من أحداث سنة (1425 هـ): طوفان سموه ' تسونامي ' يجتاح جنوب شرق آسيا."
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": "2",
            "tit": "- الحال التي كان عليها الناس في الشواطئ قبل أن يجتاحهم البحر بأمواج كالجبال."
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": null,
            "tit": "- وصف للطوفان البحري ' تسونامي '، وذكر عظم ما خلفه من القتلى والدمار."
        },
        {
            "id": "100",
            "lvl": "3",
            "sub": "1",
            "tit": "- ذكر ما أسفرت عنه الشواطئ الذي دمرها الطوفان بعد أن رجع البحر لحالته الطبيعية."
        },
        {
            "id": "101",
            "lvl": "3",
            "sub": null,
            "tit": "- ذكر ما قاله بعض الخبراء الأمريكيين عن شدة هذا الطوفان البحري العظيم."
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "من أحداث سنة (1426 هـ): 1 - أعاصير مدمرة تضرب جنوب شرق أمريكا."
        },
        {
            "id": "102",
            "lvl": "3",
            "sub": "1",
            "tit": "- ذكر ما قاله حاكم أحد الولايات التي ضربها الله بإعصار عظيم أسموه بـ ' كاترينا '."
        }
    ]
}