{
    "b10098": [
        {
            "id": "1",
            "nass": "تنبيه الحذاق على بطلان حديث النور ¶ تنبيه الحذاق على بطلان ما شاع بين الأنام من حديث النور المنسوب لمصنف عبد الرزاق ¶ تأليف: محمد أحمد عبد القادر الشنقيطي المدني ¶ الحمد لله وحده والصَّلاة والسلام على من لا نبيَّ بعده وآله وصحبه. ¶ أما بعد فقد قرأت ما كتبه أخونا العلامة الشيخ محمد أحمد بن عبد القادر الفقيه الشنقيطي في بيان الأدلة على بطلان الحديث المنسوب إلى مُصَنَّفِ الإمام عبد الرزاق بن همام الصنعاني رحمه الله الدال على أن أول المخلوقات هو نور نبينا محمد صلى الله عليه وسلم وأن كل شيء خلق من ذلك النور الخ ... ¶ فألقيته قد أجاد فيما كتب وأفاد وأبرز من الدلائل والبراهين النقلية والعقلية ما يدل على بطلان هذا الحديث وأنه من جملة الأخبار الموضوعة على رسول الله صلى الله عليه وسلم.",
            "page": "5",
            "part": "1",
            "seal": "ADEE7129"
        },
        {
            "id": "2",
            "nass": "وكل من تأمل الأدلة الشرعية من الكتاب والسنة علم يقيناً أن هذا الخبر من جملة الأباطيل التي لا أساس لها من الصحة وقد أغنى الله نبيه صلى الله عليه وسلم عن مثل هذا بما أقام من الدلائل القاطعة والبراهين الساطعة والمعجزات الباهرة على صحة نبوته ورسالته عليه الصلاة والسلام كما أغناه عن هذا الخبر المكذوب وأشباهه بما وهبه من الشمائل العظيمة والصفات الكريمة والأخلاق الرفيعة التي لا يشاركه فيها أحد ممن قبله ولا ممن بعده فهو سيد ولد آدم وخاتم المرسلين ورسول الله إلى جميع الثقلين وصاحب الشفاعة العظمى والمقام المحمود يوم القيامة إلى غير ذلك من خصائصه وشمائله وفضائله الكثيرة صلى الله عليه وسلم وعلى آله وأصحابه ومن سلك سبيله ونصر دينه وذبَّ عن شريعته وحارب ما خالفها وأسأل الله أن يجزي أخانا الشيخ العلامة محمد بن عبد القادر عما كتبه في",
            "page": "6",
            "part": "1",
            "seal": "AEBCF117"
        },
        {
            "id": "3",
            "nass": "هذا المقام ما جزى به المحسنين المدافعين عن نبيهم صلى الله عليه وسلم والعاملين على نشرها والذَّب عنها وأن يجعلها وإياه وسائر إخواننا من دعاة الهدى وأنصار الحق ما بقينا إنه ولي ذلك والقادر عليه صلى الله عليه وسلم على عبده ورسوله سيدنا وإمامنا محمد بن عبد الله وعلى أصحابه ومن اهتدى بهداه والحمد لله رب العالمين. ¶ الرئيس العام إدارات البحوث العلمية والإفتاء ¶ والدعوة والإرشاد ¶ عبد العزيز بن عبد الله بن باز",
            "page": "7",
            "part": "1",
            "seal": "03FB90BC"
        },
        {
            "id": "4",
            "nass": "الحمد لله الذي جعل الأسانيد برامج للمتون لِتُعْلَمَ، والصلاة والسلام على من قال لا تطروني كما أطرت النصارى عيسى بن مريم. ¶ وبعد فإني رأيت السواد الأعظم ممن يزعم بعضهم أنه من أهل العلم وهو من الجهل يسير في داج من الظلم، أصبحوا يعتقدون أن أول شيء خلقه الله من الكائنات هو نور محمد صلى الله عليه وسلم، ويعتقدون أنه أيضاً أصل للكائنات كلها أو ما فيه خير منها، وأن من لم يعتقد هذا لا عقيدة له تنفعه يوم الدين، لإنكاره عندهم ما هو ضروري من الدين ويعتقدون أنه لولا محمد صلى الله عليه وسلم لم يخلق الله تبارك وتعالى شيئاً من المخلوقات البتة، وأن مبنى عقيدتهم هذه تدور على ما روى وجاء عن المصنف عبد الرزاق بن همام عن جابر بن عبد الله رضي الله عنهما أنه سأل رسول الله صلى الله عليه وسلم عن أول شيء خلقه الله تعالى من",
            "page": "8",
            "part": "1",
            "seal": "B531629E"
        },
        {
            "id": "5",
            "nass": "قات فقال: \" نور نبيك يا جابر خلقه الله وخلق بعده كل شيء، وخلق منه كل خير\"، وفي بعض روايات هذا الخبر خلقه وخلق منه كل شيء، وهي المشهورة الكثيرة في التقاليد المحتوية على هذا الخبر إلى آخر خبر طويل جداً في نحو أربع صفحات من القالب الكبير، وفي وسطه تقسيم هذا النور إلى عشرة أقسام، وتعيين خلق كل نوع من الكائنات من قسم معين من الأقسام العشرة، فرأيت أن من الواجب كفايةً، والنصيحة لأهل الإسلام والديانة أن أكشف بالنقد والبحث الحثيث عن مرتبة ما اعتمد عليه هؤلاء عند أهل الحديث. ¶ فأقول وبالله تعالى أستعين، وأغزو وأصول إن ثبت أن هذا الحديث في مصنف عبد الرزاق فهو من الطامَّات العظام التي في",
            "page": "9",
            "part": "1",
            "seal": "AB913B56"
        },
        {
            "id": "6",
            "nass": "ضمنه كما أشار إلى ذلك الحافظ بن الحجر فإنه قال: إن مصنفه مشتمل على عظائم من الأخبار1. ¶ والدليل على أنه من المختلفات والمفتريات على رسول الله صلى الله عليه وسلم طوله المفرط مع ركاكة ألفاظه وغرابته ونكارته وإعضاله عند نقاله، ولإنفراد عبد الرزاق به من بين من صَنَّفَ في دلائل نبوته عليه والصلاة والسلام ولعدم وجود في ديوان من دواوين أصول الحذاق سمى مصنف عبد الرزاق ولمخالفته دليل العقل وصحيح النقل من الكتاب والسنة وإجماع الأمه، ولخلوه شروط قبول الحديث الستة التي اشترطها علماء الحديث وأئمته فلم يقبلوا حديثاً خلى منها، وهي الإتصال والضبط والعدالة والمتابعة في المستور وعدم الشذوذ وعدم العلة ¶ 1 ثم إن مصنف عبد الرزاق قد وصل إليناً أخيراً مطبوعاً في الهند وليس فيه ما نسب إليه.",
            "page": "10",
            "part": "1",
            "seal": "CA738A38"
        },
        {
            "id": "7",
            "nass": "القادحة، وأيضاً نص أئمة الحديث ممن تقدَّمنا وممن عاصرنا على وضعه وضعفه وعدم وجود سند له. ¶ أما مخالفته لنصوص كتاب الله تعالى من حيث دلالتها على أصل ما خلق منه البشر الإنساني والجان الناري فقوله تعالى: {خَلَقَ الأِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ} 1. فكيف يكون آدم والطين الذي خلق منه مخلوقين أصالةً من نور محمد صلى الله عليه وسلم وقال جل وعلا أيضاً في أصل نشأة السماء والأرض: {قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَاداً ذَلِكَ رَبُّ الْعَالَمِينَ. وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ. ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأَرْضِ ¶ 1الآيتان 14-15 من سورة الرحمن.",
            "page": "11",
            "part": "1",
            "seal": "2A76456F"
        },
        {
            "id": "8",
            "nass": "ائْتِيَا طَوْعاً أَوْ كَرْهاً قَالَتَا أَتَيْنَا طَائِعِينَ فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظاً ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} 1 وقال: {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} 2، قال بعض المفسرين: \"إن الدخان الذي ذكر الله تعالى أنه أصل السماء أصله من بخار الماء الذي كان عليه عرش الرحمن قبل خلق السماوات والأرض وما فيهن من الكائنات، وأن أصل الماء ياقوتة خضراء نظر الله تعالى إليها نظر هيبة فصارت ماء وأنه تعالى تجلى للماء فيبس سقفه فصار تراباً\"، فهذا ما أخبر الله تبارك وتعالى به أيضاً في بدء خلق أصل السماوات والأرض وفسره علماء الأمة المحمدية، ولم يخصَّصوه ولم يقيدوه بمقتضى ¶ 1الآيات 9-10-11 من سورة فصلت. ¶ 2من الآية 7 من سورة هود.",
            "page": "12",
            "part": "1",
            "seal": "7494706A"
        },
        {
            "id": "9",
            "nass": "ما دل عليه الحديث المذكور، وما ذاك إلا لكونه لا أصل له عندهم إذ لو كان كذلك لتأولوه بما يزيل التعارض بينه وبين ما ذكرنا من النصوص وبين ما سنذ كروه وستقفون على فعل العلماء ذلك خلال هذه الرسالة إن شاء الله تعالى: حيث نذكر في الموضوع ما يقع بينه التعارض من الأدلة الصحيحة إذ ذلك لازم عند المحققين من الفقهاء والمحدثين، والأصوليين، قال العلوي في مراقي السعود والجميع واجب إذا ما أمكنا.. إلى قوله: ¶ أو يجب الوقف أو التساقط ... وفيه تفصيل حكاه الضابط ¶ قال تعالى في تعيين أصل ما خلقت منه المخلوقات الحيوانية، {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ} فهذه آيات خبريات لا يتجه إليها النسخ دلت على معارضة ما دل عليه الخبر المذكور والحديث",
            "page": "13",
            "part": "1",
            "seal": "798155F9"
        },
        {
            "id": "10",
            "nass": "إذا كان هكذا يكون موضوعاً بلا شك عند العلماء. ¶ قال المحقق ابن القيم رحمه الله في كتابه (منار المنيف في بيان الحديث الضعيف) ، ما نصه: \"ومن العلامات التي يعرف بها الحديث الموضوع مخالفته لصريح القرآن، كحديث مقدار الدنيا وأنها سبعة آلاف سنة وأمثاله مما خالف صريح نصوص القرآن\" انتهى كلامه. ¶ ومن القوادح في الخبر المذكور أيضاً، مخالفته لما في الصحيحين عنه عليه الصلاة والسلام من قوله لتميم: \" اقبلوا البشرى يا بني تميم قالوا: بشرتنا فأعطنا قال: اقبلوا البشرى يا أهل اليمن، قالوا: قد قبلنا فأخبرنا عن أول هذا يكن شيء قبله وكان عرشه على الماء، وكتب في الذكر كل شيء ثم خلق السموات والأرض\".",
            "page": "14",
            "part": "1",
            "seal": "E0240768"
        },
        {
            "id": "11",
            "nass": "قال الإمام أحمد: حدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن يعلى بن عطاء عن وكيع بن عدسٍ عن عمه أبي رزين واسمه لقيط بن عامر العقيلي قال: قلت: يا رسول، أين كان ربنا قبل أن يخلق خلقه؟ قال: \" كان في عماء ما تحته هواء ثم خلق العرش بعد ذلك \"، ورواه ابن ماجه أيضاً والترمذي وقال: حديث حسن، وقال مجاهد ووهب بن منبه وعمرة وقتادة وغيرهم: كان عرشه على الماء قبل أن يخلق كل شيء. ¶ وروى ابن جرير الطبري في التفسير حدثنا محمد بن بشار حدثنا يحي حدثنا سفيان عن الأعمش عن أبي ظبيان عن ابن عباس رضي الله عنهما قال: \"أول ما خلق الله القلم قال اكتب قال ماذا أكتب؟ قال: اكتب فجرى بما يكون من ذلك اليوم إلى قيام الساعة ثم خلق النون ورفع بخار الماء",
            "page": "15",
            "part": "1",
            "seal": "D5ED47EE"
        },
        {
            "id": "12",
            "nass": "ففتقت منه السماء وبسطت الأرض الخ\".. ¶ الحديث بتمامه ورواه الإمام أحمد والترمذي في جامعه مرفوعاً إلى رسول الله صلى الله عليه وسلم من طريق الوليد ابن عبادة بن الصامت قال قال لي أبي حين حضرته الوفاة سمعت رسول الله صلى الله عليه وسلم يقول: \"إن أول ما خلق الله القلم: فقال له: أكتب الخ\" ... وقال: حديث حسن صحيح. قال البيهقي: في مختلف الحديث جمعاً بينه وبين ما تقدم عن الصحيحين وغير هما من أولية خلق العرش والماء على خلق ما سواهما، أراد أن أول شيء خلقه بعد خلق الماء والريح والعرش والقلم. وقال: وذلك بَيَّنُ في حديث عمران ابن حصين كما في الصحيحين عنه مرفوعاً \" ثم خلق السموات والأرض \". انتهى كلام البيهقي رحمه الله تعالى، وروى عبد الرزاق عن عمر بن حبيب أحد الثقات عن حميد بن قيس الأعرج عن طاوس الإمام قال: جاء",
            "page": "16",
            "part": "1",
            "seal": "A885559E"
        },
        {
            "id": "13",
            "nass": "رجل إلى عبد الله بن عمرو بن العاص رضي الله عنهما فسأله، مم خلق الخلق؟ قال: من الماء والنور والظلمة والريح والتراب، قال الرجل:، فمم خلق هؤلاء؟ قال: لا أدري، قال: ثم أتى الرجل عبد الله بن الزبير رضي الله عنهما فقال مثل قول عبد الله بن عمرو، قال: فأتى الرجل عبد الله بن عباس فسأله فقال: مم خلق الخلق؟ قال: من الماء والنور والظلمة والريح والتراب قال الرجل: فمم خلق هؤلاء؟ فتلا عبد الله بن عباس رضي الله عنهما {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ جَمِيعاً مِنْهُ} 1، فقال الرجل: ما كان ليأتي بهذا إلا رجل من أراد أهل بيت النبي صلى الله عليه وسلم، قال: البيهقي: أراد أن مصدر الجميع منه أي من خلقه وإبداعه واختراعه خلق الماء أولاً أو الماء وما شاء من خلقه لا عن أصل ولا على مثال سبق ثم ¶ 1الآية 13 من سورة الجاثية.",
            "page": "17",
            "part": "1",
            "seal": "E7D6B54E"
        },
        {
            "id": "14",
            "nass": "جعله أصلاً لما خلق بعد، فهو المبدع وهو الباريء لا إله غيره، ولا خالق سواه سبحانه جل وعز. انتهى كلام البيهقي رحمه الله تعالى. ¶ ومما يقدح فيه أيضاً: ما في الصحيح عنه عليه الصلاة والسلام قال مسلم بن الحجاج: حدثنا محمد بن رافع وعبد بن حميد قال عبدُ: أخبرنا وقال ابن رافع: حدثنا عبد الرزاق: أخبرنا معمر الزهري عن عروة عن عائشة قالت: قال رسول الله صلى الله عليه وسلم: \" خُلقت الملائكة من نور وخُلق الجان من مارج من نار، وخُلق آدم مما وُصف لكم\" ويعني الرسول صلى الله عليه وسلم بما وصف لكم\" ما وصف الله تبارك وتعالى لنا به آدم عليه السلام من أنه خلقه من تراب، ولما كان هذا الحديث من أصح ما روى عنه عليه الصلاة والسلام كما ترون، وكان فيه نوع معارضة لما تقدم من قوله تعالى، {وَجَعَلْنَا",
            "page": "18",
            "part": "1",
            "seal": "9627265D"
        },
        {
            "id": "15",
            "nass": "مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلا يُؤْمِنُونَ} 1، قال المفسرون: إنه مخصص لعمومها، قال أبو حيان في البحر: وتكون الحياة على ما قاله الكلبي وغيره حقيقة، ويكون كل شيء عاماً مخصوصاً، إذ خرج منه الملائكة والجن إذ ليسوا مخلوقين من نطفة ولا محتاجين لماء انتهى كلامه. ¶ فانظرو إخواني إلى هذه النصوص الصريحة من كتاب الله والأحاديث الصحيحة عن رسول الله صلى الله عليه وسلم واتفاق السلف الصالح من الصحابة والتابعين والحفاظ والأئمة من المتأخرين على أولية ما خلق الله من المخلوقات، وأن الصحيح فيه: \"أنه الماء ثم العرش ثم القلم ثم ما شاء الله من خلق وأن المخلوقات بعد تناهي خلق أنواعها ترجع إلى أصول الخمسة: وهي الماء والنور والظلمة والرياح والتراب وأن هذه الأصول ¶ 1الآية 30 من سورة الأنبياء.",
            "page": "19",
            "part": "1",
            "seal": "45425B55"
        },
        {
            "id": "16",
            "nass": "خلقها الله وابتدعها لا عن أصلٍ منه خلقها ولا على مثال سبقها\"، فأين لمسلمٍ من دليل في الشريعة المحمدية يخالف هذه النصوص الصريحة، ويجوز له الإعراض عنها والاعتماد عليه! سبحانك هذا بهتان عظيم. ¶ ومن القوادح في الخبر المذكور، كون الرسول صلى الله عليه وسلم لما سئل عن أول شيء أنبأ عن عظيم شأنه أجاب من سأله: أنه ثلاثة أمور: منها رؤياً من ليس بمعصوم فلو كان الخبر المذكور صحيحاً كما روي لكان بالذكر أحرى من رؤيا من ليس بمعصوم، فقد روى الإمام أحمد من طريقين حسنتين إحداهما من طريق سعيد بن سويد الكلبي عن عبد الأعلى بن هلال السلمي عن العرباض بن سارية رضي الله عنه، والأخرى من طريق لقمان بن عامر عن أبي أمامة رضي الله عنه أن كلا منهما سأل رسول الله صلى الله عليه وسلم: \"ما كان أول أمرك يا رسول الله؟ قال: دعوة أبي إبراهيم وبشرى عيسى بن",
            "page": "20",
            "part": "1",
            "seal": "F2F1B9C2"
        },
        {
            "id": "17",
            "nass": "مريم\"، ورأت أمي: أنه خرج منها نور أضاءت له القصور الشام قال الحافظ إسماعيل بن كثير: والمراد: إن أول من نوَّه بذكر وشهره في الناس إبراهيم عليه السلام، فلم يزل ذكره في الناس مشهوراً، حتى أفصح باسمه خاتم أنبياء بني إسرائيل وهو عيسى ابن مريم عليه السلام حيث قام في بني إسرائيل خطيباً فقال: {إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقاً لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} 1 قال، قوله: \"ر أت أمي نوراً قيل رأته مناماً حين حملت به، وقصته على قومها فشاع فيهم واشتهر بينهم\"، انظر تفسيره عند قوله تعالى {رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ} 2 الآية، فدعوى المعتمدين على حديث مصنف عبد الرزاق عن جابر رضي ¶ 1الآية 6 من سورة الصف. ¶ 2الآية 129 من سورة البقرة.",
            "page": "21",
            "part": "1",
            "seal": "EFBB5C39"
        },
        {
            "id": "18",
            "nass": "الله عنه عن النبي صلى الله عليه وسلم أنه سأل عن أول شيء خلقه الله وأن رسول الله صلى الله عليه وسلم أجابه بقوله: \" نور نبيك يا جابر خلقه الله\"، وخلق بعده كل شيء وما في معناه مما هو من طرازه مما سنخرجه أيضاً إن شاء الله تعالى بعد، لئلا يغتر به من جهله بعدما جلبنا لهم من القواعد القطعية ونصوص الكتاب وصحيح السنة وتواتر السلف والخلف عليها من هذه الأمة؛ دعوى يحيلها العقل ولا يثبتها النقل لما اشتملت عليه من التحكم والدور الممنوعين عقلا، لأخذهم من غير دليل يصح نوراً منسوباً إلى محمد صلى الله عليه وسلم الذي هو آخر رسول بعثه الله في الأرض للخلق، وجعلهم هذا النور المنسوب لرسولنا صلى الله عليه وسلم أصلاً للكائنات سواء قلنا بعرضية النور على أنه صفة له، لأن العرض لا يقوم بنفسه. أو قلنا بجِِرُمِيَّتِه، لأنه من سببه، فتوقف وجود الأرض التي",
            "page": "22",
            "part": "1",
            "seal": "BCCCEED1"
        },
        {
            "id": "19",
            "nass": "الله عنه عن النبي صلى الله عليه وسلم أنه سأل عن أول شيء خلقه الله وأن رسول الله صلى الله عليه وسلم أجابه بقوله: \"نور نبيك يا جابر خلقه الله\"، وخلق بعده كل شيء وما في معناه مما هو من طرازه مما سنخرجه أيضاً إن شاء الله تعالى بعد، لئلا يغتر به من جهله بعدما جلبنا لهم من القواعد القطعية ونصوص الكتاب وصحيح السنة وتواتر السلف والخلف عليها من هذه الأمة؛ دعوى يحيلها العقل ولا يثبتها النقل لما اشتملت عليه من التحكم والدور الممنوعين عقلا، لأخذهم من غير دليل يصح نوراً منسوباً إلى محمد صلى الله عليه وسلم الذي هو آخر رسول بعثه الله في الأرض للخلق، وجعلهم هذا النور المنسوب لرسولنا صلى الله عليه وسلم أصلاً للكائنات سواء قلنا بعرضية النور على أنه صفة له، لأن العرض لا يقوم بنفسه. أو قلنا بجِِرُمِيَّتِه، لأنه من سببه، فتوقف وجود الأرض التي",
            "page": "23",
            "part": "1",
            "seal": "11E448D2"
        },
        {
            "id": "20",
            "nass": "وضع حديث مصنف عبد الرزاق أنه وإن كان موضوعاً فهذان الحديثان شاهدان له وهذا أيضاً حديثاً موضوعاً أصلا في العقائد الدينية ثم إنهم لم يقنعوا بذلك حتى جعلوا ما في معناه من الأحاديث الموضوعة يصلح شاهداً له يبلغ به درجة الاحتجاج به في أصول الدين وإليكم الأول من الحديثين المذكورين. ¶ قال ابن الجوزي في الموضاعات الكبرى صفحة 140 من الجزء الثاني منها: أنبأنا عبد الوهاب بن المبارك وغيره قالوا أنبأنا أحمد ابن المعطي أنبأنا أبو القاسم عبد الرحمن الحوفي أنبأنا أبو أحمد الدهقاني حدثنا محمد بن عيسى بن حيان أبو السكين حدثنا محمد بن الصباح أنبأنا علي بن الحسن الكوفي عن إبراهيم بن اليسع عن أبي العباس الضرير عن الخليل بن مرة عن يحي",
            "page": "24",
            "part": "1",
            "seal": "D59BB88A"
        },
        {
            "id": "21",
            "nass": "البصري عن زاذان عم سليمان قال: \" هبط جبريل على النبي صلى الله عليه وسلم فقال: إن الله يُقرئك السلام ويقول لك ما خلقت خلقاً أكرم علي منك ولقد أعطيتك القرآن وفضل شهر رمضان والشفاعة كلها لك حتى ظل عرشي في القيامة على رأسك محدوداً وتاج الملك على رأسك معقوداً ولقد قرنت اسمك باسمي فلا أذكر في موضع حتى تذكر معي ولقد خلقت الدنيا وأهلها لأعرفهم كرامتك عليَّ ومنزلتك عندي ولولاك ما خلقت الدنيا\". قال ابن الجوزي: هذا موضوع أبو السبكين وإبراهيم بن اليسع ويحي البصري متروكون ووافقه الحافظ ابن حجر والحافظ السيوطي على أنه موضوع انتهى.. ¶ وأما الحديث الثاني فقال الحافظ الذهبي في الميزان: عمرو بن أوس يجهلُ حاله أتى بخبر منكر أخرجه الحاكم في قسم الموضوع من المستدرك من طريق جندل بن واثق عن عمرو بن أوس عن",
            "page": "25",
            "part": "1",
            "seal": "647B0E50"
        },
        {
            "id": "22",
            "nass": "سعيد بن أبي عروبة عن قتادة عن سعيد بن المسيب عن البن عباس رضي الله عنهما أوحى الله إلى عيسى بن مريم آمن بمحمد فلولاه ما خلقت آدم ولا الجنة والنار. قال الذهبي: هذا موضوع على ابن عباس. ¶ ومن أقوى الحجج عند هؤلاء على معتقدهم الذي وصفنا في المقدمة ما نظمه البوصيري مما تضمنته هذه الأحاديث التي ذكرنا لكم النصوص على كذبها واختلافها بقوله في الميمية: ¶ وكيف تدعو إلى الدنيا ضرورة مَنْ ... لولاه لم تخرج الدنيا من العدم ¶ وقوله: ¶ ولن يضيق رسول الله جاهك بي ... إذا الكريم تجلى باسم منتقم ¶ فإن من جودك الدنيا وضرتها ... ومن علومك علم اللوح والقل",
            "page": "26",
            "part": "1",
            "seal": "68CC93E6"
        },
        {
            "id": "23",
            "nass": "وقال غيره ممن هو من نطقه وشكله: ¶ لولاه ما خلقت شمس ولا قمر ... ولا نجوم ولا لوم ولا قلم ¶ إلى غير ذلك من قريض من لا يميز بين صحيح الحديث وضعيفه ولا يبالي بتصحيحه من تحريفه ولقد وقع بيني وبين رجل يومًا من سُكان شمال موريتانيا يقال له محمد البار وهو ممن له شيعة منهم وأتباع يعتقدون أنه من أعلم الخلق وأولاهم بالله كلامٌ ومناظرة ألزمته فيها الحجة والدليل على ما يعتقده هو وأمثاله على أنه لولا محمد صلى الله عليه وسلم ما تفضل الله تبارك وتعالى على أحد ولا على شيء من الدواب والحشرات بأي شيء من الأرزاق وسائر المنافع فاحتج عليَّ بقول البوصري المتقدم لولاه لم تخرج الدنيا من العدم فقلت له: قول البوصري ليس بحجة في الشريعة فقال لي: البوصري أفضل منك فقلت له ويحك متى علمت",
            "page": "27",
            "part": "1",
            "seal": "6179813E"
        },
        {
            "id": "24",
            "nass": "منزلتي عند الله حتى تفضل علي من لا تعلم ما لقي عنده فعلمت أن الشيخ ليس كما يعتقده أتباعه. ¶ إخواني وأين هؤلاء من أمر الله تبارك وتعالى نبينا محمدًا صلى الله عليه وسلم أن يبلغنا {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} 1. ¶ اللهم اشرح للإسلام صدورنا واعقد على الإيمان قلوبنا، ولا تضلنا بعد إذ هديتنا. ¶ وإذ قد أتينا على ما سمح به الوقت مما يتعلق بنقد حديث مصنف عبد الرزاق بن همام وما في معناه من الموضوعات والمعضلات للعوام، فنذكر لكم إن الله تعالى أيضًا ¶ 1الآية 188 من سورة الأعراف.",
            "page": "28",
            "part": "1",
            "seal": "3710929F"
        },
        {
            "id": "25",
            "nass": "منزلتي عند الله حتى تفضل علي من لا تعلم ما لقي عنده فعلمت أن الشيخ ليس كما يعتقده أتباعه. ¶ إخواني وأين هؤلاء من أمر الله تبارك وتعالى نبينا محمدًا صلى الله عليه وسلم أن يبلغنا {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} 1. ¶ اللهم اشرح للإسلام صدورنا واعقد على الإيمان قلوبنا، ولا تضلنا بعد إذ هديتنا. ¶ وإذ قد أتينا على ما سمح به الوقت مما يتعلق بنقد حديث مصنف عبد الرزاق بن همام وما في معناه من الموضوعات والمعضلات للعوام، فنذكر لكم إن الله تعالى أيضًا ¶ 1الآية 188 من سورة الأعراف.",
            "page": "29",
            "part": "1",
            "seal": "0AB3980C"
        },
        {
            "id": "26",
            "nass": "مضلة إلى الرجوع إلى كتاب الله وسنة رسوله صلى الله عليه وسلم وما عليه السلف الهداة، وأن يعيذنا من تفريط المفرطين ولجاج المتعصبين لأوضاع المبطلين آمين يا رب العالمين وصلى الله على سيدنا محمد سيد الأولين والآخرين وأصحابه الطاهرين الطيبين آمين. ¶ كتبه وجمعه من مداركه الراجي من الله تعالى أن يسلك به أقوم مسالكه، الفقير إلى مولاه محمد أحمد بن عبد القادر الشنقيطي منشأ القرشي نسبًا المدني وطنًا. ¶ لثمان ليالي بقيت من شوال عام 1390هـ وسميت هذه الرسالة تنبيه الحذاق على بطلان ما شاع بين الأنام من حديث النور المنسوب لمصنف عبد الرزاق بن همام.",
            "page": "30",
            "part": "1",
            "seal": "1CB5E43B"
        }
    ],
    "t10098": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه الحذاق على بطلان حديث النور"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "تأليف: محمد أحمد عبد القادر الشنقيطي المدني"
        }
    ]
}