{
    "b10133": [
        {
            "id": "1",
            "nass": "حجية السنة ودحض الشبهات التي تثار حولها ¶ بقلم الدكتور: محمود أحمد طحان المدرس في كلية الشريعة بالجامعة ¶ الحمد لله منزل الكتاب هداية للناس، ومرسل الرسل بلسان أقوامهم ليوضحوا لهم ما يريده الله منهم، والصلاة والسلام على سيدنا ونبينا محمد بن عبد الله الذي أرسله الله رحمة للعالمين، وأنزل عليه القرآن الكريم ليبينه للناس، ويوضح المراد من هذا الكتاب المنزل عليه ببديع بيانه وحسن فعاله. ¶ أما بعد: فقد يقال إنه من فضول القول أن يبحث اليوم في حجية السنة وقد مضى على الاحتجاج بها من عامة المسلمين أربعة عشر قرنا، فما فائدة هذا البحث؟ وهل يوجد في الدنيا مسلم واحد ينازع في حجية السنة فيقول: إن السنة ليست حجة، أو بمعنى أوضح، هل يوجد من يقول: إن أحاديث الرسول صلى الله عليه وسلم لا يلزمنا العمل بها، وإنما يلزمنا العمل بالقرآن فقط. ¶ الحقيقة أن جماهير المسلمين وعلمائهم أجمعوا من الصدر الأول إلى يومنا هذا على وجوب العمل بالسنة، ومضى العمل على الاحتجاج بها من غير نكير، وأنها حجة ملزمة",
            "page": "36",
            "part": "1",
            "seal": "EDDCD5C5"
        },
        {
            "id": "2",
            "nass": "من حجج الشرع يجب العمل بها -إذا صحت- كما يجب العمل بالقرآن الكريم، إلا ما وجد من بعض الزائفين الذين قاموا بفتنة التشكيك بحجية السنة لأسباب واهية سنعرض لها فيما بعد إن شاء الله تعالى، وقد رد عليهم جهابذة علماء المسلمين وعلى رأسهم الإمام الشافعي رضي الله عنه في كتابيه ((الرسالة)) و ((الأم)) وباقي كتبه الأخرى، حتى ألقمهم الحجر، وانقرضت تلك الفئة الخبيثة الضالة، وانقرضت فتنتها معها والحمد لله حتى ما يكاد بها إلا المتخصصون والباحثون في تاريخ السنة والتشريع الإسلامي. ¶ لكن في هذه الفترة، فترة زوال الخلافة الإسلامية، وتضعضع المسلمين وتشتتهم وانقسامهم بشكل أزال قوتهم وخضد شوكتهم، وجعلهم كقصعة ثريد تتداعى الأمم لأكلها في هذه الحالة التي لم يعد للإسلام من يمثله ولا من يحميه، ظهر ناعقون ممن ينتسبون إلى الإسلام وممن لا ينتسبون، ينعقون من هنا وهناك وبشكل مركز يظهر فيه أثر التواطؤ في الظلام على تنظيم هذه الحملات الأثيمة ضد الإسلام، وذلك بهدم الركن الثاني من أركان تشريعه الخالد ألا وهو ركن السنة المطهرة، وكانوا ماكرين في ذلك أشد المكر، لأنهم علموا أن هدم الإسلام لا يمكن أن يكون بنقد تشريعاته لأنها تشريعات حكيمة معقولة، يفاخر بها المسلمون غيرهم من أهل الديانات السماوية وأهل القوانين الوضعية في إحكامها وحسن ترتيبها وشمولها لجميع ما يحتاجه بنو البشر. ¶ لذلك عمدوا إلى هذا الطريق الماكر الخبيث في عداء الإسلام وهدم أكثر تشريعاته، وذلك بتشكيك المسلمين في حجية السنة ووجوب العمل بها، ومعلوم أن أكثر تشريعات الإسلام لاسيما التشريعات التفصيلية مبنية على السنة النبوية الشريفة. ¶ وقاموا بهذا التشكيك الخبيث في صورة أبحاث علمية مبنية على أشياء علمية على حسب زعمهم، وتظاهروا بالحرص على عقول المسلمين من أن تنجر إلى التقليد، وتقول بشيء ما أنزل الله به من سلطان. ¶ ولقد انخدع بزخرف قولهم بعض",
            "page": "37",
            "part": "1",
            "seal": "8C6E788E"
        },
        {
            "id": "3",
            "nass": "الشباب المثقفين في هذا العصر لأسباب أهمها: ¶ 1_ ضعف الثقافة الإسلامية لديهم. ¶ 2_ طغيان الثقافة الأجنبية على المجتمع الإسلامي. ¶ 3- ضعف الوازع الديني والميل إلى التفلت من أحكامه وتكاليفه. ¶ 4_ عدم وجود الدولة الإسلامية التي تمثل الإسلام وتحميه من أعدائه أينما كانوا من الأرض، وصار بعض هؤلاء الشباب المخدوعين إذا ناقشته في قضية إسلامية واستشهدت على ما تقول بحديث من أحاديث الرسول الصحيحة، ضحك مستهزئا وقال: ليس الحديث حجة في إثبات الأحكام، فهل عندك نص من القرآن على ما تقول؟! … ¶ وهذا في الحقيقة -ولو لم ينتشر- خطير جدا إن لم يتدارك، لأنه لو انتشر- لا سمح الله- فإن معناه هدم كثير من أحكام الإسلام التي مستندها السنة والأحاديث الصحيحة. ¶ والأدهى من ذلك كله أن يكون هذا الهدم الرهيب باسم النقاش العلمي، وباسم الدين وباسم الفهم الصحيح له عن دليل يقيني كما يزعمون، ولو كان هذا الهدم باسم التفلت العلني الصريح من أحكام الإسلام لكان الأمر أهون. ¶ لأجل هذا سنعرض بعض الأدلة من القرآن والسنة وإجماع المسلمين والمعقول على وجوب العمل بالسنة، وأن ترك العمل بها ضلال مبين، كما سنعرض الشبهات التي أثارها المغرضون قديما وحديثا، من المستشرقين والمتأثرين بهم من تلامذتهم وصنائعهم الذين يرددون ما يقول أسيادهم، ثم ندحض هذه الشبهات واحدة واحدة بالإجمال لعدم اتساع المقام. ¶ أما الأدلة على حجية السنة من القرآن الكريم فكثيرة، وقد ساقها علماء أصول الفقه في أول بحثهم في الأصل الثاني من أصول التشريع ألا وهو السنة، فمن هذه الآيات ما يلي: ¶ 1_ {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} . ¶ 2_ {قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكَافِرِينَ} . ¶ 3_ {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ",
            "page": "38",
            "part": "1",
            "seal": "FE7AB3FF"
        },
        {
            "id": "4",
            "nass": "أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} . ¶ 4_ {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً} . ¶ 5_ {فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً} . ¶ 6_ {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ} . ¶ 7_ {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ} . ¶ وأما الأدلة من السنة فكثيرة جدا، وقد عقد الخطيب البغدادي في كتابه المشهور ((الكفاية في علم الرواية)) بابا استهل به كتابه فقال: ((باب ما جاء في التسوية بين حكم كتاب الله تعالى وحكم سنة رسول الله صلى الله عليه وسلم في وجوب العمل ولزوم التكليف)) ثم ساق نصوصا كثيرة من السنة لدعم هذا العنوان نجتزئ منها ما يلي: ¶ ساق الخطيب بأسانيد متعددة عن المقدام بن معديكرب أنه سمع رسول الله صلى الله عليه وسلم حرّم أشياء يوم خيبر ثم قال: \"يوشك رجل متكئ على أريكته يحدّث بحديثي فيقول بيننا وبينكم كتاب الله، فما وجدنا فيه من حلال استحللناه، وما وجدنا فيه من حرام حرمناه وإن ما حرّم رسول الله صلى الله عليه وسلم مثل ما حرّم الله عز وجل\"، وأخرج هذا الحديث بألفاظ متقاربة أبو داود والترمذي والدارمي والإمام أحمد، وزاد أبو داود \"ألا إني أوتيت الكتاب ومثله معه\"، وساق بسنده إلى أبي رافع أنه قال: قال رسول الله صلى الله عليه وسلم: \"لا ألفين أحدكم متكئا على أريكته يأتيه الأمر من أمري مما أمرت به أو نهيت عنه فيقول لا ندري ما وجدنا في كتاب الله اتبعناه\" وفي رواية عن أبي رافع أيضا بلفظ: \"عندنا كتاب الله ليس هذا فيه\"، وبسنده إلى جابر بن عبد الله أنه قال: قال رسول الله صلى الله عليه وسلم:",
            "page": "39",
            "part": "1",
            "seal": "FAD1EB4F"
        },
        {
            "id": "5",
            "nass": "\"لعل أحدكم أن يأتيه حديث من حديثي وهو متكئ على أريكته فيقول: دعونا من هذا، ما وجدنا في كتاب الله اتبعنا\"، وبسنده إلى ابن عباس رضي الله عنه أنه قال: قال رسول الله صلى الله عليه وسلم: \"ما بال أصحاب الحشايا يكذبونني عسى أحدكم يتكئ على فراشه يأكل مما أفاء الله عليه، فيؤتى يحدّث عني الأحاديث يقول: لا أرب لي فيها، عندنا كتاب الله، ما نهاكم عنه فانتهوا، وما أمركم به فاتبعوه\". ¶ وكأني برسول الله صلى الله عليه وسلم وقد أطلعه الله على ما سيكون في المستقبل يوجه قوله هذا إلى ما يدّعون أنهم أهل القرآن أو ((القرآنيون)) الذين لا يأخذون إلا بالقرآن الكريم، ولا يحتجون بالسنة ولا يعملون بالأحاديث، وقد ظهر منهم الآن ناس في بعض أصقاع من الهند، وردد أفكارهم بعض الزائفين في مصر، لكن كانوا جميعا موضع سخرية واستخفاف من جمهور المسلمين وعلمائهم ولله الحمد والمنة. ¶ وأما الإجماع فقد أجمع العلماء من عصر الصحابة إلى يومنا هذا بأن السنة هي الأصل الثاني من أصول التشريع، وأنها حجة في إثبات الأحكام تبعا للقرآن، واستقلالا في بعض الأحكام. ¶ وأما المعقول فمن المعلوم لدينا أن الله سبحانه وتعالى قال مخاطبا نبيه صلى الله عليه وسلم بقوله: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} . ¶ إذن فالرسول صلى الله عليه وسلم مكلف ببيان المراد من الآيات المنزلة، وبيان كيفية تطبيقها على الحوادث، ولأجل هذا كان الصحابة يرجعون إليه في فهم كل ما أشكل عليهم فهمه، ويستفتونه فيما يقع لهم من الحوادث، فيبين لهم النبي عليه السلام ما أشكل عليهم. ¶ فعلى سبيل المثال نزلت آية الصيام ولم يذكر فيها حكم الأكل والشرب بطريق النسيان، فاستشكل بعض الصحابة الذين وقعوا في هذا، فجاء إلى رسول الله صلى الله عليه وسلم الذي كلفه ربه بالبيان، فقال يا رسول الله أكلت ناسيا وأنا صائم،",
            "page": "40",
            "part": "1",
            "seal": "7A990776"
        },
        {
            "id": "6",
            "nass": "فأفتاه النبي صلى الله عليه وسلم بأن صومه صحيح، وقال له: \"تمّ على صومك فإنما أطعمك ربك وأسقاك\". ¶ وذلك لأن الخطأ والنسيان معفو عنهما، واستنبط الرسول ذلك من قوله {رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} وقوله {وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ وَلَكِنْ مَا تَعَمَّدَتْ قُلُوبُكُمْ} ، فهل يقال إن هذا الحديث مخالف للقرآن لأن ليس فيه أن الصوم لا يفسده الأكل بالنسيان صراحة، أو هل يقال إنه لم يكن للنبي عليه السلام أن يستنبط هذا الحكم من الآية الأخرى التي لا تتعلق بالصوم؟ ¶ فلو قال قائل: نعم ليس للرسول أن يستنبط ويفتي الناس بما ليس في القرآن صراحة. ¶ نقول له: عجبا لك، إذا كان من المقرر أنه يجوز للعلماء حتى في هذا العصر أن يستنبطوا من القرآن الأحكام مع بُعْدِهم عن العصر والمحيط اللذين نزل فيهما، أفمن يجوز هذا لمن نزل عليه القرآن، وأمر بتبيينه مع أنه أفصح أهل اللسان. ¶ ولا يخفى على أحد أن كل الناس ليسوا سواء في الاستعداد والفهم وصفاء الذهن، ولذلك نرى أن القرآن الكريم يقرأه كل أحد، ولكنهم يختلفون في فهم معانيه، فالعالم يفهم منه ما لا يفهمه الجاهل، والعلماء أيضا متفاوتون في الفهم والعلم، وقد أمرنا الله تعالى بالرجوع إلى العلماء بقوله: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} وبيّن اختلاف الناس في درجات الفهم بقوله: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الأَلْبَابِ} . ¶ إذا سلمنا هذين الأمرين، وهو أن الرسول مكلف ببيان القرآن، وأن الناس متفاوتون في الفهم، إذًا فمن أحق ببيان وإيضاح معاني القرآن، والتطبيق العملي لآياته؟ الحق أنه لا يوجد أحق من الرسول صلى الله عليه وسلم بهذا البيان، هذا البيان الذي سلمنا أن الرسول هو أحق الناس به، هو ما يسمى بالسنة أو الحديث النبوي الشريف، وهذا البيان من الرسول صلى الله عليه وسلم يوحى من الله تعالى كما مرّ في الحديث \"ألا إني أوتيت الكتاب ومثله معه\"",
            "page": "41",
            "part": "1",
            "seal": "D5372B32"
        },
        {
            "id": "7",
            "nass": "فالرسول أوتي القرآن وبيانه وهو السنة. ¶ على أن الأحكام المستمدة من السنة مأخوذة في الحقيقة من القرآن الكريم وتوجيهه العام، ومستقاة من أصوله، ومستوحاة من أهدافه، إذ إنها إما تخصيص لعمومه، أو مفسرة لمجمله، أو مقيدة لمطلقه، أو شارحة لكيفية تطبيق بعض أحكامه، وهذا ما فهمه الصحابة وعلموه وهو أن السنة وأحكامها تعتبر مأخوذة من القرآن الكريم، لأن الله تعالى قد أحال المسلمين في بعض نصوصه إلى السنة، وقصة المرأة الأسدية مع عبد الله بن مسعود في لعن الواصلة والمستوصلة والواشمة والمستوشمة والنامصة والمتنمصة حينما قالت: لقد قرأت ما بين دفتي المصحف فلم أجد اللعن فيه، قال: أما إنك لو قرأت لوجدتيه، ألم تقرأي قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} ، فالأخذ بالسنة في الواقع أخذ بالقرآن، لأن القرآن أحالنا عليها في بعض الأحكام، كما أن السنة هي التاريخ التطبيقي للقرآن، فالجهل بها جهل لكيفية تطبيق القرآن، كما أنها المصدر الوحيد لمعرفة سبب النزول، ومعرفة ناسخ القرآن ومنسوخه، وهذه أمور ضرورية جدا لتحديد معنى النص القرآني في كثير من الآيات. ¶ ولنضرب أمثلة حية من أحكام السنة المخصصة لعموم محمكم القرآن أو المفسرة لمجمله: ¶ 1_ قال تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} . ¶ فإن ظاهر هذه الآية يدل على أن كل والد يرث ولده وكل مولود يرث والده، لكن جاءت السنة فبينت أن المراد بذلك مع اتفاق الدين بين الوالدين والمولودين، وأما إذا اختلف الدينان فإنه مانع من التوارث، واستقر العمل على ما وردت به السنة في ذلك فقد صح عنه صلى الله عليه وسلم من حديث أسامة بن زيد أنه قال: \" لا يرث المسلم الكافر ولا الكافر المسلم \". ¶ 2_ قال تعالى في المرأة التي يطلقها",
            "page": "42",
            "part": "1",
            "seal": "E6E52AF5"
        },
        {
            "id": "8",
            "nass": "زوجها ثلاثا: {فَإِنْ طَلَّقَهَا فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ} فاحتمل أن يكون المراد به عقد النكاح وحده واحتمل أن يكون المراد به العقد والإصابة معا، فجاءت السنة فبينت أن المراد به الإصابة بعد العقد، فعن عائشة رضي الله عنها أن رفاعة القرظي طلق امرأته فبتّ طلاقها فنكحت بعده عبد الرحمن بن الزَّبِير فجاءت رسول الله صلى الله عليه وسلم فقالت: إنها كانت تحت رفاعة فطلقها آخر ثلاث تطليقات فتزوجت بعبد الرحمن بن الزّبير وإنه والله ما معه إلا مثل هذه الهدبة وأخذت بهدبة من جلبابها قال: فتبسم رسول الله صلى الله عليه وسلم ضاحكا وقال: \"لعلك تريدين أن ترجعي إلى رفاعة؟ لا حتى يذوق عسيلتك وتذوقي عسيلته\"، قالت وأبو بكر جالس عند رسول الله صلى الله عليه وسلم وخالد بن سعيد بن العاص جالس باب الحجرة لم يؤذن له، فطفق خالد ينادي أبا بكر ألا تزجر هذه عما تجهر به عند رسول الله صلى الله عليه وسلم. ¶ 3_ قال تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ} ، لكن ليس في الآية الكريمة بيان قيمة المسروق ولا الحرز الذي هو شرط القطع ولم تبين الآية الكريمة من أين تقطع يد السارق أمن الكف، أم من المرفق، أم من المنكب؟ فجاءت السنة فبينت مقدار المسروق وهو ربع دينار كما بينت الحرز وهو يختلف لأنه يكون في كل شيء بما يناسبه، كما بينت السنة أن القطع يكون من مفصل الكف. ¶ 4_ والأمثلة على ذلك كثيرة جدا، فمنها الصلوات الخمس فإن الله تعالى قال في القرآن الكريم {وَأَقِيمُوا الصَّلاة} وليس في القرآن بيان عدد الصلوات ولا تحديد أوقاتها، ولا عدد الركعات في كل صلاة، ولا كيفياتها، فجاءت السنة فبينت كل ذلك تفصيلا، وهكذا الزكاة والحج وكثير من العبادات والمعاملات والأحكام الأخرى. ¶ وإني لأتوجه إلى منكري حجية السنة فأقول لهم: إذا كنتم لا تعتبرون السنة حجة عليكم، ولا تعملون بها فكيف تقيمون الصلاة أخذا من القرآن، وكيف تؤدون الزكاة وكيف",
            "page": "43",
            "part": "1",
            "seal": "660FC365"
        },
        {
            "id": "9",
            "nass": "تقطعون يد السارق وتقيمون الحدود، وتوزعون المواريث والتركات؟ فماذا يكون جوابهم يا ترى؟ سبحانك ربنا هذا ضلال مبين. ¶ وهذه الفتنة ليست بحديثة العهد، فقد قذفها الشيطان في نفوس بعض الناس في القرن الأول، فهذا الخطيب البغدادي يسوق بسنده في كتابه ((الكفاية)) إلى الصحابي الجليل عمران بن حصين رضي الله عنه أنه كان جالسا ومعه أصحابه يحدثهم، فقال رجل من القوم لا تحدثونا إلا بالقرآن، فقال له عمران بن حصين: ادنه، فدنا، فقال: أرأيت لو وكلت أنت وأصحابك إلى القرآن، أكنت تجد فيه صلاة الظهر أربعا، وصلاة العصر أربعا، والمغرب ثلاثا، تقرأ في اثنتين، أرأيت لو وكلت أنت وأصحابك إلى القرآن أكنت تجد الطواف بالبيت سبعا، والطواف بالصفا والمروة ثم قال: أي قوم، خذوا عنا فإنكم والله إن لا تفعلوا لتضلن، وفي رواية أخرى: أن رجلا قال لعمران بن حصين ما هذه الأحاديث التي تحدثوناها وتركتم القرآن؟ قال: أرأيت لو أبيت أنت وأصحابك إلا القرآن، من أين كنت تعلم أن صلاة الظهر عدتها كذا وكذا، وصلاة العصر عدتها كذا، وحين وقتها كذا، وصلاة المغرب كذا، والموقف بعرفة، ورمي الجمار كذا، واليد من أين تقطع، أمن هنا أم هاهنا أم من هاهنا، ووضع يده على مفصل الكف، ووضع يده عند المرفق، ووضع يده عند المنكب اتبعوا حديثنا ما حدثناكم وإلا والله ضللتم. ¶ وساق بسنده إلى أبي أيوب السختياني أنه قال: إذا حدثت الرجل بالسنة فقال دعنا من هذا وحدثنا بالقرآن فاعلم أنه ضال مضل. ¶ وبعد هذا العرض الموجز لأدلة حجية السنة من القرآن والسنة والإجماع والمعقول يفرض للشبهات التي أثارها منكرو حجية السنة ومنتقدو طريقة المحدثين في جمع الحديث وتمييز صحيحه من سقيمه في القديم والحديث. ¶ لقد تعرضت السنة لمن ينكر حجيتها قديما وحديثا، أما في القديم فلم يأت القرن الثاني حتى ظهر من ينكر",
            "page": "44",
            "part": "1",
            "seal": "C49A2381"
        },
        {
            "id": "10",
            "nass": "أنها مصدر من مصادر التشريع، ومنهم من أنكر حجية غير المتواتر منها، كما ظهر من ينكر منها ما لا يكون بيانا للقرآن أو مؤكدا له. ¶ وأول من تعرض لدحض تلك الآراء الخبيثة الإمام الشافعي رحمه الله -فيما أعلم-، فقد ذكر في آخر كتاب ((الأم)) مناظرة جرت بينه وبين من ينسب إلى العلم بمذهب أصحابه ممن يردون الأخبار كلها، كما عقد في ((الرسالة)) بحثا مستفيضا أثبت فيه وجوب اتباع سنة النبي صلى الله عليه وسلم، وأن طاعته مقرونة بطاعة الله، وبيّن كيف أجمع الصحابة وأهل العلم على العمل بخبر الواحد في مسائل كثيرة من أحكام الشريعة سردها رحمه الله سردا قويا مقنعا، ولم يبين الشافعي رحمه الله تعالى من هذه الطائفة التي ردت الأخبار كلها، ولا من هو الشخص الذي ناظره في ذلك، ورأي الشيخ الخضري رحمه الله أن الشافعي يعني بذلك المعتزلة، لأن الشافعي قد صرح بأن صاحب هذا المذهب منسوب إلى البصرة، وكانت البصرة آنذاك مركزا لحركة فلسفية كلامية، ومنها نبغت مذاهب المعتزلة، فقد نشأ بها كبارهم وكتابهم، وكانوا معروفين بمخاصمتهم لأهل الحديث، ودعم الخضري قوله بما تعرض له ابن قتيبة في كتابه ((تأويل مختلف الحديث)) من الرد على شيوخ المعتزلة فيما كانوا يطعنون به الصحابة وكبار التابعين. ¶ وفي الحقيقة أن غارة شعواء شُنت في العصر الذي كتب فيه الشافعي رسالته أو قبل ذلك بقليل من المتكلمين على أهل السنة وأهل الحديث، وبالتالي على السنة التي يشتغلون بها ويدعون الناس إلى الاحتجاج بها، فقد كان غلاة المعتزلة يريدون تحكيم العقل وطرح نصوص السنة، ولكن الشافعي ناقشهم وأطال النقاش معهم حتى ألقمهم الحجر، ويتضح مما ذكره الشافعي من رأي منكري حجية السنة، ومما ذكره العلماء من آراء بعض شيوخ المعتزلة أنهم ينكرون حجيتها من حيث الشك في طريق ثبوتها وما يلحق رواتها من خطأ أو وهم، أو ما يندس بينهم من وضاعين وكذابين، لا أنهم",
            "page": "45",
            "part": "1",
            "seal": "E2F27DBD"
        },
        {
            "id": "11",
            "nass": "ينكرونها من حيث هي أقوال النبي صلى الله عليه وسلم وأفعال وتقريرات ثابتة عنه، فإن أي مسلم مهما كان لا يقول بذلك، وهذا في الحقيقة تستّر ماكر وراء تلك الشبهات التي يثيرونها حول صحة نسبة السنة إلى رسول الله صلى الله عليه وسلم، وظنية ثبوتها على فرض صحتها، وأن الظني لا يمكن أن تبنى عليه أحكام شرعية. ¶ وتتلخص شبهات من يرد غير المتواتر من السنة أو يرد السنة كلها كما حكاها الإمام الشافعي عنهم بما يلي: ¶ أما من يرد غير المتواتر منها فيقول: إن خبر الواحد (أو خبر الآحاد) يفيد الظن بالنسبة لثبوته نسبته إلى رسول الله صلى الله عليه وسلم والظني الثبوت لا يجوز أن نبني عليه أحكام شرعية. ¶ وقد رد عليهم الشافعي ببحث طويل مستفيض في ((الرسالة)) بما يقارب المائة صفحة، وفي بعض طبعات هذا الكتاب، وأتى بأدلة على حجية خبر الواحد، أقواها عمل الصحابة وإجماعهم على الأخذ بخبر الواحد والاحتجاج به حتى في الأمور العظيمة الخطيرة، وأتى بأمثلة كثيرة أسوق مثالا واحدا منها طلبا للاختصار، هذا المثال هو تحول أهل قباء وهم في صلاة الفجر من التوجه إلى بيت المقدس واستقبالهم بيت الله الحرام بخبر الواحد، وهذا ما قاله الشافعي في الرسالة، قال الشافعي: ((وأهل قباء أهل سابقة من الأنصار وفقه، وقد كانوا على قبلة فرض الله عليهم استقبالها، ولم يكن لهم أن يدعوا فرض الله في القبلة إلا بما تقوم عليهم الحجة، ولم يلقوا رسول الله ولم يسمعوا ما أنزل الله عليه في تحويل القبلة، فيكونون مستقبلين بكتاب الله وسنة نبيه سماعا من رسول الله ولا بخبر عامة، وانتقلوا بخبر الواحد إذ كان عندهم من أهل الصدق عن فرض كان عليهم فتركوه إلى ما أخبرهم عن النبي أنه أحدث عليهم من تحويل القبلة، ولم يكونوا ليفعلوه إن شاء الله بخبر الواحد إلا عن علم بأن الحجة تثبت بمثله، إذا كان من أهل الصدق … إلى آخر ما قال …)) 1. ¶ __________ ¶ 1 الرسالة للشافعي ص 406-407 طبعة مصطفى البابي الحلبي بتحقيق وشرح أحمد محمد شاكر.",
            "page": "46",
            "part": "1",
            "seal": "77774351"
        },
        {
            "id": "12",
            "nass": "وقد عقد الخطيب البغدادي في ((الكفاية)) بابا سماه ((باب ذكر بعض الدلائل على صحة العمل بخبر الواحد ووجوبه)) استهله بقوله ((قد أفردنا لوجوب العمل بخبر الواحد كتابا، ونحن نشير إلى شيء منه في هذا الموضع، إذ كان مقتضيا له)) ثم قال: ((فمن أقوى الأدلة على ذلك ما ظهر وانتشر عن الصحابة من العمل بخبر الواحد)) 1، ثم ساق الأمثلة والشواهد على احتجاج الصحابة بخبر الواحد، إلى أن ختم الباب بقوله ((وعلى العمل بخبر الواحد كان كافة التابعين ومن بعدهم من الفقهاء الخالفين في سائر أمصار المسلمين إلى وقتنا هذا، ولم يبلغنا عن أحد منهم إنكار ذلك ولا اعتراض عليه، فثبت أن من بينهم دين جميعهم وجوبه، إذ لو كان فيهم من كان لا يرى العمل به لنقل إلينا الخبر عنه بمذهبه والله أعلم2. ¶ وأما من يرد الأخبار كلها فيمكن حصر شبهتهم بأن القرآن جاء تبيانا لكل شيء، فإن جاءت الأحاديث بأحكام جديدة لم ترد في القرآن، كان ذلك معارضة من ظني الثبوت وهو الحديث القطعي الثبوت وهو القرآن، والظني لا يقوى على معارضة القطعي، وإن جاءت مؤكدة لحكم القرآن كان الاتباع للقرآن لا للسنة، وإن جاءت لبيان ما أجمله القرآن كان ذلك تبيانا للقطعي الذي يكفر من أنكر ثبوته بالظني الذي لا يكفر من أنكر ثبوته. ¶ وهذه التقسيمات في الحقيقة فلسفة فارغة تعارض ما كان عليه الصحابة والتابعون ومن تبعهم بإحسان من العمل بالحديث بمجرد ثبوته ولو من طريق شخص واحد إذا توفرت فيه شروط الراوي المعروفة من العدالة والضبط وغير ذلك. ¶ ويتخلص جواب الشافعي عن شبه هؤلاء بما يلي: ¶ 1_ إن الله تعالى أوجب علينا اتباع رسوله، وهذا عام بمن كان في زمنه وكل من يأتي بعده، ولا سبيل إلى ذلك ¶ __________ ¶ 1 الكفاية في علم الرواية للخطيب البغدادي ص 26. ¶ 2 المصدر السابق ص 31.",
            "page": "47",
            "part": "1",
            "seal": "710D92A9"
        },
        {
            "id": "13",
            "nass": "لمن لم يشاهد الرسول إلا عن طريق رواية الأحاديث، فيكون الله قد أمرنا باتباعها وقبولها، لأن ما لا يتم الواجب إلا به كان واجبا. ¶ وحتى أن الصحابة رضي الله عنهم لم يتيسر لمجموعهم -مع أنهم في زمنه- أن يسمعوا جميع ما قاله الرسول منه مباشرة، فكثيرا ما كان يسمعها البعض ويبلغونها غيرهم فيعملون بها جميعا، السامع والمبلّغ. ¶ 2_ إنه لابد من قبول الأحاديث لمعرفة أحكام القرآن نفسه، فإن الناسخ والمنسوخ لا يعرفان إلا بالرجوع إلى السنة. ¶ 3_ إن هنالك أحكاما متفقا عليها بين جميع أهل العلم وطوائف المسلمين قاطبة حتى الذين ينكرون حجية السنة، كعدد الصلوات المفروضة، وعدد الركعات، وأنصبة الزكاة وغيرها، ولم يكن من سبيل لمعرفتها وثبوتها إلا السنة. ¶ 4_ إن الشرع قد جاء بتخصيص القطعي بظني، كما جاء في الشهادة على القتل والمال، فإن حرمة النفس والمال مقطوع بهما، وقد قبلت فيهما شهادة الاثنين، وهي ظنية بلا جدال. ¶ 5_ إن الأخبار وإن كانت تحتمل الخطأ والوهم والكذب، ولكن الاحتمال بعد التأكد والتثبت من عدالة الراوي ومقابلة الرواية بروايات أقرانه من المحدّثين يصبح أقلّ من الاحتمال الوارد في الشهادات، خصوصا إذا عضد الرواية نص من كتاب أو سنة فإن الاحتمال يكاد يكون معدوما. ¶ ولعمري هذه إجابات موفقة مخرسة ألهمها الله تعالى للإمام الشافعي حفظا لدينه وسنة نبيه صلى الله عليه وسلم فالحمد لله على توفيقه. ¶ وأما قولهم إن الله أنزل الكتاب تبيانا لكل شيء فإن من المعلوم أن الله لم ينص على كل جزئية من جزئيات الشريعة وإنما بين أصول الشريعة ومصادرها وقواعدها ومبادئها العامة.. ومن الأصول التي بينها وجوب العمل بسنة الرسول عليه أفضل الصلاة والسلام كما في قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} … هذه هي الشبهات",
            "page": "48",
            "part": "1",
            "seal": "2B992ACE"
        },
        {
            "id": "14",
            "nass": "والهجمات التي تعرضت لها السنة من قبَل مفكريها في القديم، ولكنها لم تثبت أمام الحق ولم يكتب لها البقاء أمام جهود العلماء من أئمة السنة وأئمة الاجتهاد وطوائف المسلمين المتعددة فرسخت دعائم السنة وقام عليها كيان التشريع الإسلامي العظيم، وكانت تلك الشبهات التي ألقاها أصحابها كزوبعة هوجاء ما لبث أن زالت وصحا الجو ولم يبق لها من أثر … وبقيت الحال كذلك إلى أوائل هذا القرن إذ سمعنا من جديد إثارة الفتنة حول حجية السنة وبعثها من جديد وتناسى مثيروها أن سلفهم من شياطين الإنس قد أثاروها من القديم ثم خنسوا لما تلقوا الردود المفحمة التي أخرستهم.. وفي الحقيقة فإن الدافع الذي يكمن وراء هذه الحملات في القديم والحديث واحد، وهو الكيد للإسلام وهدمه وذلك بهدم الركن الثاني من أركانه، فإن الذي كان وراء المعتزلة الذين تولوا أكبر معارضة السنة وأهل الحديث هو الفلسفة اليونانية الحاقدة على الإسلام، وكذلك فإن حركة الاستشراق اليهودية والنصرانية معا هي التي تكمن وراء إثارة هذه الشبهات حول حجية السنة في هذا العصر… فهذا كبير المستشرقين المستشرق اليهودي المجري جولد تسيهر الذي يعد أشد المستشرقين خطرا وأكثرهم خبثا وإفسادا في هذا الميدان وذلك لسعة اطلاعه على المراجع الإسلامية حتى اعتبر زعيم المستشرقين ولا تزال كتبه وبحوثه مرجعا خصبا وأساسيا للمستشرقين في هذا العصر.. وكان له أكبر الأثر في التشكيك بالسنة وترى أراءه منثورة في كتبه المتعددة.. وأهم شبهة له ما زعمه من أن القسم الأكبر من الحديث ليس وثيقة للإسلام في عهده الأول ((عهد الطفولة)) ولكنه أثر من آثار جهود المسلمين في عصر النضج، يقول جولد تسيهر: ((إن القسم الأكبر من الحديث ليس إلا نتيجة للتطور الديني والسياسي والاجتماعي في القرنين الأول والثاني)) ومعلوم أن هذا زعم باطل تكذبه النصوص الثابتة، فرسول الله صلى الله عليه وسلم لم ينتقل إلى الرفيق الأعلى إلا وقد وضع الأسس الكاملة لبنيان الإسلام الشامخ بما أنزل الله عليه في كتابه وبما سنه عليه الصلاة والسلام من سنن وشرائع وقوانين شاملة وافية، حتى قال صلى الله عليه وسلم قبيل وفاته \"تركت فيكم أمرين",
            "page": "49",
            "part": "1",
            "seal": "23874BE8"
        },
        {
            "id": "15",
            "nass": "لن تضلوا ما تمسكتم بهما كتاب الله وسنتي\". ¶ ومن المعلوم أم من أواخر ما نزل على النبي صلى الله عليه وسلم من كتاب الله تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ..} وذلك صريح في كمال الإسلام وتمامه، فما توفي الرسول عليه إلا والإسلام ناضج كامل لا طفل يافع كما يدعي جولد تسيهر.. وتبع هذا المستشرق عدد من المستشرقين كشاخت وغيره، فأثاروا شبهات حول السنة تتعلق بالتشكيك في نسبة السنة للرسول صلى الله عليه وسلم وأنها من وضع الناس، وإن المحدثين وإن اعتنوا بالنقد الخارجي أي نقد السنة إلا أنهم لم يعتنوا بالنقد الداخلي أي نقد المتن، وإن كنا لا نعبأ بشبهات هؤلاء الكفرة وأضاليلهم المتهافتة لولا أن ناسا ممن يسمون أنفسهم علماء أو كتّابا إسلاميين تلقفوا كلام أولئك المستشرقين وصاروا يلوكونه ويلوحون به على شكل مقالات في الصحف أو أبحاث في طيات الكتب متظاهرين بالبحث العلمي والتجديد في البحث، وهم في الحقيقة إما جهلة أو مأجورون أخباث وإن كنت شخصيا أرجح الثانية… فمن هؤلاء ((أبو رية)) فقد نشر كتابا اسمه ((أضواء على السنة المحمدية)) وكل ما في هذا الكتاب تشكيك بالسنة وصحة نسبتها للرسول عليه السلام، وكله سباب وشتم وطعن في الصحابي الجليل راوية الإسلام ((أبي هريرة)) وذلك باستشهادات مبتورة محرّفة وتأويلات باطلة تروق له ولمن دفعه من المستشرقين، ولا أحب عرض أي شيء من كتابه هذا لتفاهة الكتاب وتفاهة مؤلفه وإن كان ردّ عليه كثير من العلماء في مصر وغيرها.. ومنهم أيضا أحمد أمين في كتابه ((ضحى الإسلام)) يقول في الجزء الثاني منه ص 130 ما يلي: ((وفي الحق أن المحدثين عنوا عناية كبيرة بالنقد الخارجي ولم يعنوا هذه العناية بالنقد الداخلي، فقد بلغوا الغاية في نقد الحديث من ناحية رواته جرحا وتعديلا، فنقدوا رواة الحديث في أنهم ثقات أو غير ثقات، وبينوا مقدار درجتهم في الثقة وبحثوا هل تلاقى الراوي والمروي عنه أو لم يتلاقيا، وقسموا الحديث باعتبار ذلك ونحوه",
            "page": "50",
            "part": "1",
            "seal": "04276B10"
        },
        {
            "id": "16",
            "nass": "إلى حديث صحيح وحسن وضعيف، وإلى مرسل ومنقطع، وإلى شاذ وغريب وغير ذلك، ثم قال: ولكنهم لم يتوسعوا كثيرا في النقد الداخلي فلم يتعرضوا لمتن الحديث هل ينطبق على الواقع أو لا؟ وقال أيضا: ((كذلك لم يتعرضوا كثيرا لبحث الأسباب السياسية التي قد تحمل على الوضع فلم أرهم شكوا كثيرا في أحاديث لأنها تدعم الدولة الأموية أو العباسية أو العلوية الخ ما قال… وتبعه على هذا الدكتور أحمد عبد المنعم البهي في مجلة العربي الصادرة بالكويت في نيسان 1966 العدد 89 ص 13 إذ يقول: إن رجال الحديث كان كل همهم منصرفا إلى تصحيح السند والرواية دون الاهتمام بتمحيص متن الحديث نفسه الذي هو النص. ¶ والحقيقة أن كلام هذين الشخصين كلام من لم يمارس فن المصطلح وعلومه أوفى ممارسة، فإن علماء المصطلح اعتنوا بنقد المتن كما اعتنوا بنقد السند تماما، فهذه الشروط التي وضعها علماء المصطلح للتصحيح فإن منها أن لا يكون الحديث شاذا ولا معللا، ثم يذكرون أن الشذوذ قسمان: شذوذ في المتن وشذوذ في السند، وكذلك يقولون أن العلة قد تكون في المتن كما تكون في السند… فلو كان أحمد أمين وأحمد عبد المنعم يحترمان نفسيهما لما قالا هذا القول الذي يدل على جهلهما بمبادئ علم المصطلح التي يتلقاها المبتدئون من طلبة العلم، لكن الكسب المادي الحرام وحب التظاهر والتقليد للمستشرقين والتظاهر أمام الناس بمعرفة شيء خفي بزعمهم على الأئمة هو الذي أوقعهما وأوقع غيرهما في مثل هذه الورطة… والشي الذي يلفت النظر أن مجلة العربي نشرت مرارا للدكتور أحمد عبد المنعم المذكور وغيره مقالات في الطعن بالسنة والحديث النبوي الشريف والتشكيك في نسبته إلى رسول الله صلى الله عليه وسلم حتى أن الطعن نال الأحاديث التي جاءت في صحيح البخاري وذلك بأسلوب حقير واضح الحقارة ليس فيه أثر من علم ولا دين، وبشكل لا تحسد عليه مجلة العربي ولا تُشكر.. فيجب التنبه إلى تلك الأقلام الأثيمة في تلك المجلة والتنقيب",
            "page": "51",
            "part": "1",
            "seal": "8F617B3F"
        },
        {
            "id": "17",
            "nass": "عمن يكمن وراء تلك الحملات المغرضة على السنة وكتب الحديث الصحيحة … هذا جهد متواضع عرضته بإيجاز لضيق المقام وذلك تنبيها لشبابنا الصاعد من أن تقع في أيديهم تلك المقالات الأثيمة فيخدعوا بزخرفها وربما يداخلهم الشك في صحة نسبة السنة إلى رسول الله صلى الله عليه وسلم، وبالتالي إلى أنها لا تصلح لأن يحتج بها، وما أظن أني وفيت الموضوع حقه في هذه العجالة ولكن عسى الله أن ينفع بهذا التذكير البسيط شبابنا المؤمن والحمد لله رب العالمين.",
            "page": "52",
            "part": "1",
            "seal": "DE5E703D"
        }
    ],
    "t10133": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حجية السنة ودحض الشبهات التي تثار حولها"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "بقلم الدكتور: محمود أحمد طحان"
        }
    ]
}