{
    "b10169": [
        {
            "id": "1",
            "nass": "مقدمة المؤلف ¶ الحمد لله وكفى، وسلام على عباده الذين اصطفى، ومن يهد الرسول صلى الله عليه وآله وسلم اكتفى، ومن باع المضللين احتشم واختفى. ¶ وبعد: فقد سألنا أخ لنا في الله تعالى عن قراءة القرآن هل يصل ثوابها للموتى؟ فأجبناه بما يأتي: ¶ هديه صلى الله عليه وسلم في زيارة القبور ¶ أخرج أبوداود في سننه أنه صلى الله عليه وسلم كان إذا فرغ من دفن الميت وقف عليه فقال: \"استغفروا لأخيكم، وسلوا له التثبيت فإنه الآن يسأل\" 1 حديث حسن. وأخرج أيضا أبو داود وغيره بإسناد حسن أنه صلى الله عليه وسلم كان إذا وضع الميت في لحده قال: \"بسم الله وبالله، وعلى ملة رسول الله \" (2) . ¶ فليس في هذه الأحاديث أنه قرأ سورة كذا هو ولا أحد أصحابه على القبر كما يفعل ذلك القراء الآن. وكذا رواية مسلم عن أبى هريرة قال: زار النبي صلى الله عليه وسلم قبر أمه فبكى وأبكى من حوله فقال: \"أستأذنت ربى في أن أستغفر لها فلم ¶ __________ ¶ 1 إن هذه السنة منسية- ويا للأسف- وندر من يعمل بها، مما يسبب خسارة كبيرة للميت، فمن الواجب إحياؤها من جديد بالبقاء عند الميت مقدار ذبح بعير يستغفر له ويدعى له بالتثبيت. والحديث صححه الحاكم ووافقه الذهبي. ¶ 2 وسنده صحيح (مم) .",
            "page": "9",
            "part": "1",
            "seal": "5175CEBB"
        },
        {
            "id": "2",
            "nass": "يأذن لي، واستأذنته في أن أزور قبرها فأذن لي. فزوروا القبور. فإنها تذكر الموت\" - وفى رواية- \"فإن فيها عبرة، فإنها تزهد فى الدنيا وتذكر الآخرة\". ¶ فظهر أن المعروف عنه صلى الله عليه وسلم إنما هو الاستغفار، لا تلاوة القرآن. وهذا هو المنقول1 والمعقول. أما تلاوة القرآن التي هي أحكام الدين وآدابه، وحلاله وحرامه فلا يمكن أن تفيد الميت شيئا قط2، والقرآن والسنة الثابتة معنا على ذلك. ¶ فيما ينتفع به الإنسان بعد موته ¶ نعم ينتفع الميت بكل ما قررته شريعة الإسلام في كتاب الله وهدى رسوله، فقد ورد في الصحيح أنه يكن قال: \"إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له\" 3. ¶ __________ ¶ 1 وملخص هديه صلى الله عليه وسلم في زيارة القبور الدعاء للموتى والسلام عليهم مع أخذ العبرة، فلا تلاوة الفاتحة ولا غيرها. ¶ 2 ذكر مؤلف هذه الرسالة أدعية مأثورة عن زيارة القبور، ولكن فيها ضعف لذا استعضنا عنها بغيرها مما هو صحيح: ¶ 1- \" السلام عليكم أهل الديار من المؤمنين والمسلمين، وإنا إن شاء الله بكم للاحقون أنتم لنا فرط ونحن لكم تبع، نسأل الله لنا ولكم العافية\" ... أخرجه مسلم وغيره والزيادة لغيره وهما موقوفان على الصحابة. ¶ 2- \"السلام عليكم دار قوم مؤمنين، وإنا إن شاء الله بكم لاحقون\" ... الحديث أخرجه مسلم وغيره. ¶ 3- \"السلام عليكم (أهل) دار قوم مؤمنين، وأتاكم ما توعدون غدا مؤجلون، إنا إن شاء الله بكم لاحقون. اللهم اغفر لأهل بقيع الغرقد\" (مقبرة في المدينة) . ¶ 3 رواه مسلم.",
            "page": "10",
            "part": "1",
            "seal": "B17F20C4"
        },
        {
            "id": "3",
            "nass": "وينتفع الميت بما ورد في حديث: \"إن مما يلحق المؤمن عمله وحسناته بعد موته: علما علمه ونشره، وولدا صالحا تركه، ومصحفا ورثه أو مسجدا بناه، أو بيتا لابن السبيل بناه، أو نهرا أجراه، أو صدقة أخرجها من ماله في صحته وحياته، تلحقه بعد موته\" رواه ابن ماجه وابن خزيمة1. وينتفع الميت بعد موته بسنة حسنة سنها فعمل بها من بعده كما روى مسلم في صحيحه أنه صلى الله عليه وسلم قال: \"من سن في الإسلام سنة فله حسنة أجرها وأجرمن عمل بها من بعده من غير أن ينقص من أجورهم شيء\" 2. ¶ وينتفع الميت3 بالصدقة عنه كما روى البخاري أن رجلا قال للرسول صلى الله عليه وسلم: \"إن أمي توفيت أينفعها إن تصدقت عنها؟ \". قال: \"نعم\". وفى المسند والسنن عن سعد بن عبادة رضي الله عنه أنه قال: \"يا رسول الله إن أم سعد ماتت فأي الصدقة أفضل؟ \". قال: \"الماء\". فحفر بئرا. وقال لأم سعد: \"فسقي الماء من الصدقات التى ينتفع بها الميت من ولده\". وأخرج مسلم أن رجلا قال للنبى صلى الله عليه وسلم: \"إن أبي ترك مالا ولم يوص فهل يكفي أن أتصدق عند؟ \". قال: \"نعم\". ¶ __________ ¶ 1 وسنده حسن (مم) . ¶ 2 يراجع في رياض الصالحين سبب ورود هذا الحديث، ليعرف جهل وضلال ¶ من يقول بوجود بدعة حسنة، فكل بدعة ضلالة كما جاء في الحديث الصحيح. ¶ 3 على أن تكون من أحد فروعه لقوله تعالى: {وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ} ¶ وقوله صلى الله عليه وسلم: \" إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له \". رواه مسلم. ويؤيد ذلك قوله تعالى: {وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى} .",
            "page": "11",
            "part": "1",
            "seal": "769239D2"
        },
        {
            "id": "4",
            "nass": "وينتفع الميت بدعاء المسلمين واستغفارهم له لقوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ} وفى السنن مرفوعا: \"إذا صليتم على الميت فأخلصوا له الدعاء\" 1. ¶ هذا هو الوارد في هذا الباب مما ينفع الأموات من الأحياء، وليس فيها دليل واحد يستأنس به أو يشم منه رائحة جواز قراءة القرآن للموتى أو سورة مخصوصة كسورة (يس) أو غيرها أو عمل عتاقة بسورة الإخلاص مائة ألف مرة أو سبحة بلا إله إلا الله ألف مرة2، وسنسرد عليك هنا إن شاء الله أقوال المفسرين والمحدثين والأصوليين وأئمة المذاهب المعروفة، مما يدلك دلالة واضحة على أن كل ما عليه الناس فى مآتمهم وعلى قبورهم، لا يتفق وشرائع الإسلام وهدى الرسول عليه السلام. ¶ __________ ¶ 1 وسنده جيد (مم) . ¶ 2 ومثلها في البدعة: اللطيفية 999 يا لطيف، يا لطيف، فإن أسماء الله الحسنى كالاسم المفرد: الله، لم يرد الذكر بها، إنما صح الذكر بـ: لا إله إلا الله، وسبحان الله، والحمد لله، والله أكبر، ولا حول ولا قوة إلا بالله وغيرها مما ورد في السنة ولا ثواب إلا بها، فتأمل!",
            "page": "12",
            "part": "1",
            "seal": "B3105BE5"
        },
        {
            "id": "5",
            "nass": "تمهيد ¶ ... ¶ سبحان الله ربنا لماذا أنزل الله تعالى هذا القرآن!؟ ¶ هل أنزله لتصنع منه الحجب وتوضع للأطفال والمرضى؟ ¶ هل أنزله ليتلى في المقابر على الأموات، ويتخذ منه المتمشيخون وسيلة لابتزاز أموال الناس بالباطل؟ ¶ وهل أنزله ليكتبه الدجاجلة على الآنية ليشرب من مائه الضعفاء والمسحورون؟ ¶ هل أنزله ليتلوه الكسالى والعاطلون في قارعة الطريق بقصد الاستجداء!؟ ¶ هل أنزله ليعلق في صفحة واحدة على الجدران للزينة والبركة وعلى أعناق المتبرجات للحرز!؟ ¶ هل أنزله ليصنع منه المشعوذون التمائم ويصيحوا على أبواب المساجد: آية الكرسي والمعوذات والآيات المنجيات بخمسة قروش!؟ ¶ هل أنزله ليتغنى به المنشدون ويطرب على نغماته وموسيقاه السامعون، فيرسلون الآهات طربأ كأنهم في ملهى من الملاهي! ¶ هل أنزله لتتخذ منه طريقة للاستخارة والتنجيم؟ ¶ هل أنزله ليتلى كالببغاء صبح مساء دون فهم ولا تدبر!؟ هل أنزله بعدما فتح به المسلمون الأولون الدنيا، ليوضع اليوم في زاوية مظلمة يتراكم عليه الغبار!؟ غفرانك يا رب! ¶ ليس لهذا كله أنزلت كتابك العظيم! ¶ لقد أنزلته ليتدبر الناس آياته، وليكون لهم سراجا منيرا.",
            "page": "5",
            "part": "1",
            "seal": "AD9CA4A4"
        },
        {
            "id": "6",
            "nass": "أنزلته ليكون بشيرا ونذيرا، أنزلته ليكون كتابا للأحياء لا للموتى! ¶ أنزلته ليتخذ منه المسلمون دستورهم ونظامهم سواء في دورهم أو أسواقهم، وسواء في معاهدهم أو محاكمهم! ¶ اللهم قد ضللنا طريق السعادة الذي رسمت لنا، فضعنا وأضعنا: ضعنا وغدونا على هامش الحياة، نتردى في هاوية الفوضى والشقاء نتيجة تمردنا على أهداف القرآن ومخططاته. ¶ فقد قلبنا مفاهيمه ومراميه بطريقة عجيبة لم تسبقنا إليها أمة من الأمم مهما جحدت بكتابها السماوي، فلا نعلم واحدة منها جعلت منه بضاعة للموتى!! ¶ وأضعنا هذه الملايين الشاردة من البشر الذين أخذت منا العهود للتبشير بينهم وهدايتهم. ¶ فأهملنا كل هذا حتى غدوا خطرا علينا وعلى أنفسهم بما اخترعوا من آلات الحرب والتدمير. ¶ لقد بشرنا رسول الله صلى الله عليه وسلم منذ أربعة عشر قرنا فقال: \" تركت فيكم ما إن تمسكتم به لن تضلوا: كتاب الله وسنة نبيه \". رواه الحاكم وسنده حسن. ¶ ولما تمسك به أجدادنا حقيقة وجعلوه منهاجهم في الحياة ونبراسهم في العمل، غدوا سادة العالم وقادة الإنسانية في سنين قليلة. ¶ نقرؤه كثيرا، ولكن لا تتجاوز قراءته حناجرنا. ¶ إننا نقرأه أكثر مما قرأه أسلافنا الصالحون. ¶ نقرؤه دون فهم ولا تدبر ولا عمل حتى صح في كثير منا قول بعض السلف: \"كم من تال للقرآن، والقرآن يلعنه! \".",
            "page": "6",
            "part": "1",
            "seal": "441FF55F"
        },
        {
            "id": "7",
            "nass": "أما آن لنا أن نصحوا من غفلتنا! ¶ أما آن لنا أن نرجع عن ضلالنا! ¶ أما آن لعلمائنا أن يحاربوا هذه البدع والمنكرات؟ ¶ وإذا لم يجرؤوا على هذا الجهاد، فهل لهم أن يتنحوا عن الطريق ويفسحوا المجال لغيرهم من المصلحين، فلا ينبذوهم بالألقاب ويتهمونهم بالمروق من الدين؟ ¶ إننا لنأمل في هذا العصر العصيب الذي أحاطت بنا فيه الأخطار والمشكلات العائلية والاجتماعية والسياسية والاقتصادية، أن نستيقظ من هذا النوم العميق، فنعمد إلى كتاب الله تعالى، فنتلوه بتدبر وإمعان كدستور، ومنهج في الحياة. ¶ وفى الصفحات التالية بحث هام خطير في سد باب دجل الدجالين، وشعوذة قراء القبور والموتى، يبطل افتراءاتهم الكاذبة وادعاءاتهم الباطلة بالأدلة الصحيحة على كذب ما ذهبوا إليه- سفها وزورا- من وصول ثواب قراءة القرآن الكريم للأموات، ليأكلوا أموال الناس ويحطوا من قدره العظيم! ¶ ونختتم هذه المقدمة بهذه العبارة المؤثرة لأحد المفكرين: ¶ \"إنك- يا أيها المسلم- لا تزال أسيرا للمتزعمين للدين، والمحتكرين للعلم، لا تستمد من حكمة القرآن في تشريعك ولا فقهك\". ¶ \"إن هذا الكتاب الذي هو مصدر حياتك، ومنبع قوتك لا اتصال لك به إلا إذا حضرتك الوفاة، فنقرأ عليك سورة: (يس) لتموت بسهولة. ¶ فواعجبا كيف أصبح هذا القرآن الذي أنزل ليمنحك الحياة والقوة يتلى الآن لتموت براحة وسهولة! ¶ فإلى الثورة على هذه التقاليد البالية البعيدة عن الإسلام.",
            "page": "7",
            "part": "1",
            "seal": "88B1C494"
        },
        {
            "id": "8",
            "nass": "وإلى محاربة القبوريين الذين سبقوا عرب الجاهلية بشركهم، فهم يسارعون إلى الرمم البالية والموتى في أشد حالات الضيق، كلما الم بهم خطب، أو نزلت بهم مصيبة، يطلبون منهم قضاء حاجاتهم أو يتخذونهم وسائط، فينذرون لهم ويذبحون لهم، ليقربوهم إلى الله زلفى بخلاف هؤلاء الجاهليين الكفرة الذين وصفهم الله بقوله: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} . (العنكبوت: 65) . ¶ وقد سخر الله سبحانه في آيات كثيرة من هؤلاء القبوريين الذين مسخوا عقولهم، وأماتوا ضمائرهم، واستأصل الشرك في قلوبهم بسبب تركهم لكتاب الله سبحانه وتعالى وتراميهم على الموتى يستغيثون بهم. ¶ {وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ} . (الأحقاف: 5) . ¶ {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ} . (الحج: 73) . وإلى تطهير شريعتنا مما أدخله علينا المقلدة والأدعياء من باع وأوهام وأساطير. ¶ وإلى حمل مشعل الإصلاح الديني الذي تتوقف عليه نهضتنا وعزتنا. أدعو العلماء والمفكرين وما توفيقي إلا بالله، عليه توكلت وإليه أنيب. ¶ محمود مهدي استامبولي. ¶ __________ ¶ ملحوظة: رموز الأحاديث: ¶ محقق مشكاة المصابيح: (مم) . ¶ محقق الجامع الصغير وزياداته (مج) .",
            "page": "8",
            "part": "1",
            "seal": "9524181B"
        },
        {
            "id": "9",
            "nass": "أقوال المفسرين ¶ تفسير الإمام ابن كثير: ¶ قال رحمه الله عند قوله تعالى: {أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ الَّذِي وَفَّى أَلاَّ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى وَأَنَّ سَعْيَهُ سَوْفَ يُرَى ثُمَّ يُجْزَاهُ الْجَزَاءَ الأَوْفَى} أي كل نفس ظلمت نفسها بكفر أو شيء من الذنوب فإنما عليها وزرها لا يحمله عنها أحد كما قال: {وَإِنْ تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى} ، {وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى} أي كما لا يحمل عليه وزر غيره كذلك لا يحصل له من الأجر إلا مما كسب هو لنفسه. ¶ قال: \"ومن هذه الآية الكريمة استنبط الشافعي رحمه الله ومن اتبعه أن القراءة لا يصل ثوابها إلى الموتى لأنه ليس من عملهم ولا كسبهم، ولهذا لم يندب إليه رسول الله صلى الله عليه وسلم أمته ولا حثهم عليه ولا أرشدهم إليه بنص ولا إيماء، ولم ينقل ذلك عن أحد من الصحابة رضي الله عنهم ولو كان خيرا لسبقونا إليه. وباب القربات يقتصر فيه على النصوص ولا يتصرف فيه بأنواع الأقيسة والآراء. فأما الدعاء والصدقة1. فذلك مجمع على وصولهما ومنصوص من الشارع عليهما. وأما الحديث الذي رواه مسلم في صحيحه عن أبي ¶ __________ ¶ 1 وذلك بشرط أن تكون من أحد فروعه كما سبق ذكره.",
            "page": "13",
            "part": "1",
            "seal": "6637F09A"
        },
        {
            "id": "10",
            "nass": "هريرة قال: قال رسول الله صلى الله عليه وسلم: \" إذا مات الإنسان انقطع عمله إلا من ثلاث: ولد صالح يدعو له أو صدقة جارية من بعده أو علم ينتفع به \" 1. فهذه الثلاثة في الحقيقة من سعيه وكده وعمله كما جاء في الحديث \"إن أطيب ما أكل الرجل من كسبه، وإن ولده من كسبه \" 2 والصدقة الجارية كالوقف ونحوه هى من آثار عمله ووقفه، وقد قال تعالى: {إِنَّا نَحْنُ نُحْيِ الْمَوْتَى وَنَكْتُبُ مَا قَدَّمُوا وَآثَارَهُمْ} والعلم الذي نشره في الناس فاقتدى به الناس هو أيضا من سعيه وعمله، وثبت في الصحيح \"من دعا إلى هدى كان له من الأجرمثل أجورمن تبعه من غير أن ينقص من أجورهم شيئا\" 3. ¶ تفسير الإمام الشوكاني: ¶ قال رحمه الله عند قوله تعالى: {وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى} والمعنى ليس له إلا أجر سعيه وجزاء عمله ولا ينفع أحدنا عمل أحد. وهذا العموم مخصص بمثل قوله سبحانه: {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} وبمثل ما ورد في شفاعة الأنبياء والملائكة للعباد، ومشروعية دعاء الأحياء للأموات ونحو ذلك. ولم يصب من قال إن هذه الآية منسوخة بمثل هذه الأمور، فإن الخاص لا ينسخ العام بل يخصه، فكل ما قام الدليل على أن الإنسان ينتفع به وهو من غير سعيه كان مخصصه لما في هذه الآية من العموم اهـ. ¶ __________ ¶ 1 رواه مسلم. ¶ 2 وسنده صحيح (مم) . ¶ 3 رواه مسلم وتمامه: \"ومن دعا إلى ضلالة، كان عليه من الإثم مثل آثام من تبعه، لا ينقص ذلك من آثامهم شيئا\".",
            "page": "14",
            "part": "1",
            "seal": "5562960B"
        },
        {
            "id": "11",
            "nass": "تفسير صاحب المنار: ¶ قال رحمه الله في تفسيره عند آية: {وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} في آخر سورة الأنعام بعد بحث طويل، قال ما حصله: ¶ \"إن كل ما جرت به العادة من قراءة القرآن والأذكار وإهداء ثوابها إلى الأموات واستئجار القراء1 وحبس الأوقاف على ذلك، بدع غير مشروعة، ومثلها ما يسمونه إسقاط الصلاة ولو كان لها أصل في الدين لما جهلها السلف، ولو علموها لما أهملوا العمل بها\". ¶ وقال أيضا: \"وإن حديث قراءة سورة يس على الموتى غير صحيح، وإن أريد به من حضرهم الموت. وأنه لم يصح في هذا الباب حديث قط كما قال بذلك المحدث الدارقطني. ¶ وأعلم أن ما اشتهر وعم البدو والحضر من قراءة الفاتحة للموتى لم يرد فيه حديث صحيح ولا ضعيف، فهو من البدع المخالفة لما تقدم من النصوص القطعية، ولكنه صار بسكوت اللابسين لباس العلماء وبإقرارهم له، ثم بمجاراة العامة عليه، من قبيل السنن المؤكدة أو الفرائض المحتمة\". ¶ __________ ¶ 1 صحت أحاديث كثيرة في النهى عن التكسب بالقرآن وقد أجمعت الأئمة الأربعة على عدم وصول ثواب القراءة للأموات إذا كانت بالأجرة، والمال المأخوذ على ذلك حرام، ويأئم الآخذ والمعطى فتأمل!!",
            "page": "15",
            "part": "1",
            "seal": "10630C2E"
        },
        {
            "id": "12",
            "nass": "قال:\"وخلاصة القول إن المسألة من الأمور التعبدية التي يجب فيها الوقوف عند نصوص الكتاب والسنة وعمل الصدر الأول من السلف الصالح. ¶ قد علمنا أن القاعدة المقررة في نصوص القرآن الصريحة والأحاديث الصحيحة أن الناس لا يجزون في الآخرة إلا بأعمالهم {يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئاً} وقال تعالى: {وَاخْشَوْا يَوْماً لا يَجْزِي وَالِدٌ عَنْ وَلَدِهِ وَلا مَوْلُودٌ هُوَ جَازٍ عَنْ وَالِدِهِ شَيْئاً} وأن النبي صلى الله عليه وسلم بلغ أقرب أهل عشيرته إليه بأمر ربه: \"أن اعملوا لا أغني عنكم من الله شيئا\" 1 وأن مدار النجاة في الآخرة على تزكية النفس بالإيمان والعمل الصالح\"اهـ. ¶ ونقل رشيد رضا عن الحافظ ابن حجر أنه سئل عمن قرأ شيئا من القرآن وقال في دعائه: \"اللهم اجعل ثواب ما قرأته زيادة في شرف سيدنا رسول الله صلى الله عليه وسلم\". قال: فأجاب بقوله: \"هذا مخترع من متأخري القراء لا أعرف لهم سلفا\"اهـ. ¶ ] نقول [: \"إن كثيرا من المتمشيخين الذين لم يفهموا معنى آية من الكتاب العزيز ولم يفهموا معنى آية {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} ولا معنى الحديث الصحيح: \"من عمل ¶ __________ ¶ 1 جزء من حديث رواه البخاري ومسلم.",
            "page": "16",
            "part": "1",
            "seal": "6D06DDDE"
        },
        {
            "id": "13",
            "nass": "عملا ليس عليه أمرنا فهو رد\"1. وحديث: \"وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة\" 2، هؤلاء هم الذين يتأكلون3 بالقرآن فحسابهم على الله. ¶ __________ ¶ 1 رواه أحمد ومسلم. ¶ 2 رواه مسلم بلفظ: \"أما بعد، فإن خير الحديث كتاب الله، وخير الهدى هدى محمد، وشر الأمور محدثاتها وكل بدعة ضلالة \". ورواه النسائي وزاد \"وكل ضلالة في النار\" وسندها صحيح (مم) ... ¶ 3 وقد صح في ذلك أحاديث منها: \"اقرؤ وا القرآن، ولا تأكلوا به، ولا تستكثروا به ولا تجفوا عنه، ولا تغلوا فيه \". رواه العمادي وقال ابن حجر سنده قوي. ومعنى لا تأكلوا به، ولا تستكثروا به مالكم كما يفعل أكثر القراء المحترفين اليوم حتى جعلوه بضاعة للموتى فيا ويلهم يوم القيامة. ولا تجفوا عنه: لا تتركوا العمل به. ولا تغلوا فيه: لا تحملوا معانيه فوق ما تحمل كالذين حرفوه، فجعلوا له ظاهرا، وباطنا يخالفه، ونتج منه القول بوجود شريعة، وحقيقة.",
            "page": "17",
            "part": "1",
            "seal": "8F0DC8DE"
        },
        {
            "id": "15",
            "nass": "أقوال أئمة الحديث: ¶ قال الإمام النووي في (شرح مسلم) في باب وصول ثواب الصدقة عن الميت إليه عند حديث عائشة أن رجلا أتى النبي صلى الله عليه وسلم فقال: \"يا رسول الله إن أمي افتلتت نفسها ولم توص، وأظنها لو تكلمت تصدقت، فلها أجر إن تصدقت عنها؟ \". قال: \"نعم\". ¶ قال الإمام النووي: \"وفى هذا الحديث أن الصدقة عن الميت تنفع الميت ويصل ثوابها4 وهو كذلك بإجماع العلماء وكذا أجمعوا على وصول الدعاء وقضاء الدين بالنصوص ¶ __________ ¶ 4 إذا كان من فروعه كما ذكرنا.",
            "page": "17",
            "part": "1",
            "seal": "9315D099"
        },
        {
            "id": "16",
            "nass": "الواردة في الجميع. ويصح الحج1 عن الميت والصوم2 للأحاديث الصحيحة فيه، والمشهور من مذهبنا أن قراءة القرآن لا يصله ثوابها\"اهـ. ¶ وقال الإمام الصنعاني في كتاب (سبل السلام) عند حديث ابن عباس قال: مر رسول الله صلى الله عليه وسلم بقبور المدينة فأقبل عليهم بوجهه فقال: \"السلام عليكم يا أهل القبور، يغفر الله لنا ولكم أنتم سلفنا ونحن بالأثر\". رواه الترمذي بإسناد حسن3. ¶ قال: \"في الحديث دليل على أن الإنسان إذا دعا لأحد أو استغفر يبدأ بالدعاء لنفسه والاستغفار لها، وعليه وردت الأدعية القرآنية {رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا ... } ، {وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ} وفيه أن هذه الأدعية ونحوها نافعة للميت بلا خلاف. وأما غيرها من قراءة القرآن له فالشافعي يقول: \"لا يصل ذلك إليه! \"\" ¶ وقال الإمام الشوكاني رحمه الله في شرح المنتقى: \"والمشهور من مذهب الشافعي وجماعة من أصحابه ¶ __________ ¶ 1 كل ذلك بشروط لا مجال لذكرها هنا. كأن لم يحج لعذر، ويذهب عنه أحد فروعه. ¶ 2 وذلك مقيد بصوم النذر فقط، فمن مات وعليه صوم نذر صام عنه أحد فروعه، وقد صح في ذلك حديث. وإلا ترك الكثيرون صوم رمضان ومثله الصلاة وطلبوا من فروعهم قضاءها ... ¶ 3 هذا الحديث ضعيف السند (مج) وقد ذكرنا فيما سبق أدعية صحيحة فى هذا الموضوع.",
            "page": "18",
            "part": "1",
            "seal": "7BA1143F"
        },
        {
            "id": "17",
            "nass": "أنه لا يصل إلى الميت ثواب قراءة القرآن\"1. ¶ [ونقول] : إن مما يدل دلالة واضحة على أن القرآن لا ينفع الموتى ولا يتلى على قبورهم قول رسول الله صلى الله عليه وسلم فيما رواه البيهقي بلفظ \" اقرؤوا سورة البقرة في بيوتكم ولا تجعلوها قبورا\" 2 وأيضا: \"صلوا في بيوتكم ولا تتخذوها قبورا\" 3. رواه الترمذي والنسائي وأبو يعلى والضياء المقدسي، وصححه السيوطي في الصغير فلو كان القرآن يتلى لنفع الأموات ويقرأ على قبورهم لما قال النبي صلى الله عليه وسلم الذي هو بالمؤمنين رؤوف رحيم- \"أقرؤوا وصلوا فى بيوتكم ولا تجعلوها قبورا\". وإنما قال هذا لأن القبور ليست محلا لقراءة القرآن ولا للصلاة، ولهذا لم يرد حديث واحد بسند صحيح ولا حسن مقبول أنه صلى الله عليه وسلم قرأ القرآن ولا شيئا منه مرة واحدة في حياته كلها مع كثرة زيارته للقبور وتعليمه للناس كيفية زيارتها. ¶ __________ ¶ 1 إلا من فروعه طبعا. فإن يصل إليهم. ¶ 2 رواه مسلم بلفظ: \"لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي يقرأ فيه سورة البقرة\". ¶ 3 رواه الترمذي والنساثي وسنده صحيح (مج) .",
            "page": "19",
            "part": "1",
            "seal": "B6FAC34D"
        },
        {
            "id": "19",
            "nass": "أقوال أئمة المذاهب الأربعة ¶ مذهب أبى حنيفة: ¶ قال في كتاب الفقه الأكبر للإمام ملا علي القاري الحنفي (ص 115) : \"ثم القراءة عند القبور مكروهة عند أبى حنيفة ومالك وأحمد رحمهم الله في رواية. لأنه محدث لم ترد به السنة\" وكذلك قال شارح الإحياء (ج 3 ص 285) (1) 1. ¶ مذهب الشافعي: ¶ استدل الإمام الشافعي على عدم وصول ثواب القراءة بآية {وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى} هو وبحديث: \"إذا مات الإنسان انقطع عمله ... \" الخ. ¶ وقال النووي في شرح هذا الحديث: \"وأما قراءة القرآن وجعل ثوابها للميت والصلاة عنه ونحوها، فذهب الشافعي والجمهور أنها لا تلحق الميت\".اهـ، وكرر ذلك في عدة مواضع من شرح مسلم. ¶ __________ ¶ 1 فتوى المذهب الحنفي: قال الإمام البركوي في كتابه (الطريقة المحمدية) في الفصل الثالث في أمور مبتدعة وباطلة أكب الناس عليها على ظن أنها قرب مقصودة ... إلى أن قال: \"ومنها الوصية من الميت باتخاذ الطعام والضيافة يوم موته أو بعده ولإعطاء دراهم لمن يتلو القرآن لروحه ويسبح أو يهلل له، وكلها بدع منكرة باطلة والمأخوذ منها حرام للآخذ وهو عاص بالتلاوة والذكر لأجل الدنيا\" انتهى ملخصا. وقال الإمام العلامة العيني شارح البخاري: \"ويمنع القاريء للدنيا، والآخذ والمعطى آثمان\" وقال تاج الشريعة في (شرح الهداية) من كتب الحنفية: \"إن القراءة بالأجرة لا يصل ثوابها لا للميت ولا للقاريء\".",
            "page": "20",
            "part": "1",
            "seal": "BAFC8D6C"
        },
        {
            "id": "20",
            "nass": "وقال وفى شرح المنهاج لابن النحوي: \"لا يصل إلى الميت عندنا ثواب القراءة على المشهور\"اهـ. ¶ وسئل العز بن عبد السلام عن ثواب القراءة المهدى للميت هل يصل أولا؟ فأجاب بقوله: \"ثواب القراءة مقصور على القاريء ولا يصل إلى غيره\". قال: \"والعجب من الناس من يثبت ذلك بالمنامات وليست المنامات من الحجج اهـ. ¶ مذهب المالكية: ¶ قال الشيخ ابن أبى جمرة: \"إن القراءة عند المقابر بدعة وليست بسنة. كذا في المدخل. وقال الشيخ الدردير في كتابه الشرح الصغير (ج1 ص180) : \"وكره قراءة شيء من القرآن عند الموت وبعده على القبور لأنه ليس من عمل السلف وإنما كان من شأنهم الدعاء بالمغفرة والرحمة والاتعاظ\"اهـ. وكذلك في حاشية العلامة العدوي على شرح أبى الحسن. ¶ مذهب الحنابلة: ¶ قال الإمام أحمد لمن رآه يقرأ على القبر: \"يا هذا إن قراءة القرآن على القبر بدعة\". وهو قول جمهور السلف وعليه قدماء أصحابه. وقال أيضا: \"والقراءة على الميت بعد موته بدعة\" ¶ وقال: \"ولم يكن من عادة السلف إذا صلوا تطوعا أو",
            "page": "21",
            "part": "1",
            "seal": "85D2C42A"
        },
        {
            "id": "21",
            "nass": "صاموا تطوعا أو حجوا تطوعا أو قرؤوا القرآن أن يهدوا ثواب ذلك إلى موتى المسلمين، فلا ينبغي العدول عن طريق السلف\"1. ¶ وأما حديث \"اقرؤوا على موتاكم يس\" فهو حديث معلول مضطرب الإسناد مجهول السند. وعلى فرض صحته فلا دلالة فيه قطعا، فإن المراد من قوله \"موتاكم\" أي من حضرته مقدمات الموت2. ¶ __________ ¶ 1 فتوى المذهب الحنبلى: قال الإمام أبو الحسن البعلي (الاختيارات) : \"ولا يصح الاستئجار على القراءة وإهداؤها إلى الميت لأنه لم ينقل عن أحد من العلماء الإذن في ذلك، وقد قال العلماء: إن القاريء إذا قرأ لأجل المال فلا ثواب له فأي شيء يهدى إلى الميت؟!. وإنما يصل إلى الميت العمل الصالح، والاستثجار على مجرد التلاوة لم يقل به أحد من الأئمة وإنما تنازعوا في الاستئجار على التعليم- أي منهم من أباح الأجرة على تعليم القرآن ومنهم من لم يبحها\" وقال في (شرح الإقناع) قال الأكثر: \"لا يصل إلى الميت ثواب القراءة وإن ذلك لفاعله\". ¶ 2 خلاصة الفتاوى المتقدمة: ¶ يقول الجمهور بعدم وصول ثواب القراءة على الأموات إذا كان بالأجرة، والمال المأخوذ على ذلك حرام ويأثم الآخذ والمعطى. وقال الشافعي: بعدمه- أي عدم وصول ثواب قراءة القرآن- على الأموات بأجرة أو بغير أجرة، وهو الصواب الذي ندين الله به، قال تعالى: {وَأَنْ لَيْسَ لِلإِنْسَانِ إِلاَّ مَا سَعَى} وقال النبي صلى الله عليه وسلم في الحديث الصحيح: \"إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له \". رواه مسلم. ¶ وإذا كانت قراءة القرآن تصل إلى الميت لما دخل أحد من المسلمين النار لقوله صلى الله عليه وآله وسلم: \"من قرأ حرفا من كتاب الله فله به حسنة، والحسنة بعشر أمثالها. لا أقول {ألم} حرف، ولكن ألف حرف، ولام حرف، وميم حرف \". أخرجه الترمذي وقال: \"حديث صحيح غريب إسناده\".. وهو صحيح (مم) . ¶ وإذا كانت القراءة تصل إلى الموتى فما بال الأحياء لا يضعون آلات تسجيل على القبور يتلى فيها القرآن ليل نهار؟؟ {فَمَالِ هَؤُلاءِ الْقَوْمِ لا يَكَادُونَ يَفْقَهُونَ حَدِيثاً} ؟!",
            "page": "22",
            "part": "1",
            "seal": "B6949493"
        },
        {
            "id": "23",
            "nass": "كلام علماء الأصول ¶ قال صاحب كتاب \"طريق الوصول إلى إبطال البدع بعلم الأصول\" بعدما ذكر قاعدة أصولية نفيسة ما نصه: \"من هذه القاعدة الجليلة تعلم أن أكثر ما تفعله العامة، هو من البدع المذمومة، ولنذكر لك أمثلة: ¶ الأول: قراءة القرآن على القبور رحمة بالميت، تركه النبي صلى الله عليه وسلم وتركه الصحابة مع قيام المقتضى للفعل، والشفقة للميت وعدم المانع منه، فمقتضى القاعدة المذكورة يكون تركه هو السنة وفعله بدعة مذمومة! وكيف يعقل أن يترك الرسول صلى الله عليه وآله وسلم شيئا نافعا لأمته يعود عليها بالرحمة ويتركه الرسول صلى الله عليه وسلم طول حياته ولا يقرؤه على ميت مرة واحدة. ¶ الثاني: قراءة الصمدية بعدد معلوم أو الجلالة بعدد معلوم. القرآن في ذاته عبادة لقارئه يتقرب بقراءته وبسماعه إلى الله تعالى ولا ينازع في ذلك أحد، إنما النزاع في قراءته للميت ليكون عتقا لرقبته من النار: مع العلم بأن القرآن ما نزل للأموات وإنما نزل للأحياء1 نزل ليكون تبشيرا للمطيع وإنذارا للعاصي، نزل لنهذب به نفوسنا ونصلح به شؤوننا، أنزل الله القرآن كغيره من الكتب السماوية ليعمل على طريقه العاملون، ويهتدى بهديه المهتدون، قال جل شأنه: ¶ __________ ¶ 1قال تعالى في سورة (يس) : {إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كَانَ حَيّاً وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} (يا: 75) .",
            "page": "23",
            "part": "1",
            "seal": "7FA0A944"
        },
        {
            "id": "24",
            "nass": "{إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً وَأَنَّ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَاباً أَلِيماً} . ¶ فهل سمعتم أن كتابا من الكتب السماوية قرىء على الأموات أو أخذت عليه الأجور والصدقات؟! ويقول الله خطابا لنبيه: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ} . ¶ أكان النبي صلى الله عليه وسلم يقرأ على أصحابه عددا معلوما في الصمدية أو عددا معلوما من الجلالة ليكون ذلك عتقا لرقبتهم وإنقاذا لهم من النار؟! مع العلم بأن من ليس بمعصوم في حاجة إلى تكفير السيئات ورفع الدرجات، أم كانت سنته أن يدفن الرجل من أصحابه ويذهب كل إلى عمله ليس له إلا ما قدم؟ هذه كانت سنته وهذه طريقته، والله تعالى يقول: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ} فلنتأس به في الفعل، كما نتأسى به في الترك\"اهـ. كلام صاحب طريق الوصول. ¶ فصل في أشياء تتعلق بذلك ¶ أما ما يروى عن ابن عمر أنه أوصى بقراءة الفاتحة وخواتيم البقرة على قبره، فهو أثر شاذ لم يصح سنده، ولم يوافقه عليه أحد من الصحابة، وكذلك ما يروى من قراءة الفاتحة والصمدية والمعوذتين وألهاكم والكافرون وإهدائها",
            "page": "24",
            "part": "1",
            "seal": "EBD45C1E"
        },
        {
            "id": "25",
            "nass": "لأهل المقابر فباطل لمخالفتها لأقوال النبي صلى الله عليه وآله وسلم وأفعال أصحابه. ¶ [ومن البدع] : قراءة القرآن في الشوارع والطرقات ¶ وعلى أبواب الأضرحة للتعيش والارتزاق، إذ في ذلك تسول فاحش بالقرآن، فهو امتهان للقرآن، والتسول يحرمه الدين الإسلامي تحريما باتا، وهو بالقرآن أشد تحريما، ولكن يجب على العلماء أن يفهموا الحكومة والأغنياء أنه فرض عليهم أن ينفقوا على هؤلاء العميان وأن يستخدموهم في أي عمل كصناعة الزنابيل وخيزران الكراسي وما يليق بهم من الصناعات. ¶ [ومن البدع] : نصب السرادقات (الصواوين) ¶ يوم وفاة الميت وعمل السبحة التي هي عبارة عن التهليل ألف مرة من المعزين2. ويهبون ثوابها للميت، وأصلها منام رآه بعض المتمشيخين فأذاعه بين إخوانه الجهلاء فاتخذوها سنة! ثم حديث \" من قرأ قل هو الله أحد ألف مرة فقد أشترى نفسه من النار\"، موضوع، وفيه مجاشع الكذاب. ¶ [ومن البدع] : والمنكر أنهم يجددون الحزن كل ¶ __________ ¶ 1 كالخيمة وقد نهى ابن عمر رضي الله عنهما عن ذلك وقال. \" إن الميت يظله عمله\"! ¶ 2ومن البدع المحرمة إطعام أهل الميت الطعام للمعرين أو الفقراء بعد تشييع الجنازة وفى يوم الخميس واليوم الثالث والأربعين والسنوية والسنة إطعام الأصدقاء والجيران لأهل الميت لحديث: \" اصنعوا لآل جعفر طعاما، وقد أتاهم ما يشغلهم \" رواه الترمذي وغيره وسنده صحيح، فما أعظم الفرق بين السنة والبدعة!",
            "page": "25",
            "part": "1",
            "seal": "B3B9C35C"
        },
        {
            "id": "26",
            "nass": "خميس بعد وفاة الميت إلى يوم الأربعين أو إلى أول عيد له1، ويعملون السرادقات ويحضرون القراء وينتظرون مجيء الناس إليهم للتعزية، وقد روى الإمام أحمد وابن ماجه بإسناد صحيح عن عبد الله البجلي رضي الله عنه قال: \"كنا نعد الاجتماع إلى أهل الميت وصنعة الطعام بعد دفنه من النياحة\". وقال الشافعي: يكره الجلوس للتعزية! \" وقال الأوزاعي: مثله. وقال الإمام أحمد: وهو من فعل الجاهلية\" وأنكره. ¶ [من البدع] : ذهاب النساء والرجال إلى المقابر في الأعياد2 والجمع ومعهم القرص والبلح لتوزيعها على القراء وغيرهم. ومن عيوب القراء أنهم يقولون للجالسات على القبر: اقرأ سورة هنا ياست!؟ ¶ ثم يتشاجر معها بعد القراءة لقلة ما تعطيه، وهذا قبيح جدا يحط من كرامة القراء ورجولتهم. وعلاج ذلك أن تمنع الحكومة في شدة وحزم هذه المهازل قبل وقوعها، فلا تسمح للنساء بالخروج إلى المقابر3 وتجري على هؤلاء ما يغنيهم عن ذلك، كما يجب على العلماء أن يذكروا وينكروا ذلك العمل عند كل مناسبة. ¶ __________ ¶ 1 ومثلها السنوية، وكل ذلك تقليد وتشبه بالكفرة وإضاعة للأموال. ¶ 2 ويغريهم الشيطان أن يكون ذلك قبل صلاة العيد والجمعة ليضيع عليهم صلاتهما ا ¶ ومن البدع أيضا سقوط الصلاة، وفك وحدة الميت بعد المغرب، والذهاب إلى ¶ قبره صباحا قبل الشمس في الأيام الثلاثة الأولى من دفنه. ¶ 3 لأنهن لا يحتجبن بالحجاب الشرعي، ولا يتمسكن بآداب زيارة القبور.",
            "page": "26",
            "part": "1",
            "seal": "568F76A9"
        },
        {
            "id": "27",
            "nass": "[ومن البدع] : تسهير القراء في شهر رمضان، إذ لم يكن هذا من فعل السلف الصالح ولا هو من تعليم الرسول صلى الله عليه وآله وسلم وليس في الكتب الصحيحة بل ولا غيرها ما يدل على جواز ذلك. إنما المطلوب شرعا أن نتدارس القرآن، كما ورد أنه صلى الله عليه وآله وسلم: \"كان إذا دخل العشر الأخير من رمضان شد مئزره وأحيى ليله وأيقظ أهله\"، رواه البخاري ومسلم وغيرهما. ¶ [ومن البدع] :: قراءة سورة يس 40 مرة بقصد إهلاك شخص أو إضرار طائفة، وغاب عن هؤلاء أن الله أنزل القرآن شفاء ورحمة، وأرسل الرسول رحمة للعالمين، وما أنزل الله علينا القرآن لنشقى، وهذا من الجهلاء شنيع، لكنه من أهل العلم أشنع وأفظع، ولكن ضللهم هؤلاء بقولهم: قال رسول الله صلى الله عليه وآله وسلم: \"خذ من القرآن ما شئت لما شئت، (ويس) لما قرئت له\". وكلاهما باطل لا أصل له!! ¶ [ومن البدع] : قراءة سورة الكهف بالمساجد على الهيئة المعروفة، والسنة أن يقرأها يوم الجمعة كل مسلم ومسلمة لحديث \" من قرأ سورة الكهف في يوم الجمعة أضاء له من النور ما بين الجمعتين\" وفى رواية \" أضاء له من النور ما بينه وبين البيت العتيق\" وهذان الحديثان ضعيفان1، وهما يفيدان أن الكل مطلوب منه قراءة سورة الكهف ولكن ¶ __________ ¶ 1بل هما صحيحان (مم) .",
            "page": "27",
            "part": "1",
            "seal": "D7A45B86"
        },
        {
            "id": "28",
            "nass": "التشويش بها من قارىء واحد ممنوع شرعا وعقالا، وفى الحديث \" لا يجهر بعضكم على بعض بالقرآن\". رواه مالك في الموطأ وأبوداود في سننه1. ¶ وروى الإمام أحمد ومسلم والنسائي مرفوعا: \"من قرأ العشر الأواخر من سورة الكهف عصم من فتنة الدجال \" 2. ¶ [ومن البدع] : قراءة سورة تبارك جماعة على صوت واحد كما يفعل ذلك جماعة الخلوتية وغيرهم، أما السورة نفسها فقراءتها سنة لحديث: \"إن سورة من القرآن ما هي إلا ثلاثون آية شفعت لرجل حتى غفر له، وهى تبارك الذي بيده الملك \". رواه أحمد وأصحاب السنن وابن حبان3. ¶ [ومن البدع] : قراءة سورة الفاتحة لروح النبي صلى الله عليه وسلم بعد صلاة الظهر، وقراءتها بعد صلاة العشاء لروح عمر وبعد صلاة المغرب لروح عثمان وبعد صلاة العشاء لروح على، ويعتقدون أنهم بهذا يحضرونهم عند تغسيلهم بعد الموت أو عند سؤال القبر، وتلك بدع وخرافات ما أنزل الله بها من سلطان! ¶ [ومن البدع] : قول بعض المصلين عقب التسليم من صلاة الجمعة فورا: \"الفاتحة لسيدي الحسين\" أو يقول ¶ __________ ¶ 1 وهو صحيح لغيره. ¶ 2 رواه مسلم بلفظ: \"من حفظ عشر آيات من أول سورة الكهف عصم من فتنة الدجال\". وهو شاذ (أي ضعيف) باللفظ الذي ذكره المصنف. ¶ 3 وإسناده حسن (مم) .",
            "page": "28",
            "part": "1",
            "seal": "5E323A08"
        },
        {
            "id": "29",
            "nass": "\"للسيد البدوي\"1 أو (الفاتحة على هذه النية) وهذا جهل قبيح، ولكن لماذا يقره العلماء ويسكتون عليه؟ الحق أن الكل أجمع على ترك أوامر الدين. إنا لثه وإنا إليه راجعون. ¶ [ومن البدع] : تعليق المصحف على الصغير أو الكبير والسيارة كحجاب أو للنظرة. وكذا من البدع كتابة شيء من القرآن لهذا الغرض. والمشروع قراءة آية الكرسي عند النوم أو المعوذتين أو قراءة الأدعية الواردة في السنة لهذا فليعلم2. ¶ [ومن البدع] :3 تعليق سورة {أَلَمْ نَشْرَحْ} في ورقة على الدكاكين لجلب الزبون، والمطلوب حسن المعاملة وحسن الخلق والصدق وعدم رفع الأسعار، فإن هذا حقا يجلب الزبون، وقد نهى الإسلام عن التعليق حتى قال رسول الله صلى الله عليه وسلم: \"من علق تميمة فقد أشرك\" 4. ¶ [ومن البدع] : أنهم عندما يمرون بقبر أو تابوت أو قبة يتجهون إلى القبلة رافعين أيديهم إلى السماء قائلين؟ الفاتحة لصاحب هذا المقام ويكثرون من الدعاء، ثم ¶ __________ ¶ 1 ومن أسوأ وأخطر ما رأيته في مصر طواف الناس حول ما يسمى قبر الحسين في المسجد الذي يسمى باسمه في القاهرة، وحول قبر البدوي في طنطا، وصياحهم المدد يا حسين، ويا بدوى وتمسحهم بضريحهما ووضع النذور لهما، على مشهد من كثير من الشيوخ. ومن أغرب ما رأيته ازدحام الناس في مسجد الحسين، بينما لا نجد أحدا إلا النادر في الجامع الأزهر، وهو بقربه!! فيا لجريمة العلماء الذين أخذ الله سبحانه منهم المواثيق أن يبينوا الحق للناس ولا يكتمونه، وإلا لعنهم الله ولعنهم اللاعنون! ¶ 2 لقد ورد في قراءة آية الكرسي وسورة قل هو الله أحد، والمعوذتين عند النوم وبعد كل صلاة. أحاديث صحيحة. ¶ 3 ومن البدع ختم القرآن بأقل من ثلاثة أيام لحديث: \"لم يفقه القرآن من قرأه في أقل من ثلاثة\". رواه الترمذي وأبو داود والدا رمي وسنده صحيح فتأمل! ¶ 4 رواه أحمد والحاكم وسنده صحيح (مج) .",
            "page": "29",
            "part": "1",
            "seal": "85DCB550"
        },
        {
            "id": "30",
            "nass": "يمسحون وجوههم بأيديهم قائلين: \"راعنا1 يا سيدي راعنا سقت عليك النبي\"، وهذا منهم بدعة وجهل وضلال، وهذه كبدعة زائري القبور، فإنهم أيضا يقولون: الفاتحة لروح أمواتنا وأموات المسلمين كافة عامة، ثم يقولون يا حي يا قيوم، ويقرأون الفاتحة. ¶ [ومن البدع] : أنهم عند خروجهم مثلا من مصر أو غيرها من البلاد عند قيام القطار يقول قائلهم: \"الفاتحة لأولياء الله على العموم (نظرة يا أسيادي) \" ويقرؤونها، ثم يقولون: \"نظرة يا أهل البيت خلوا بالكم معنا\". والمشروع أن يلجأ إلى الله تعالى، فقد قال رسول الله صلى الله عليه وسلم: \"إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله2، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك رفعت الأقلام وجفت الصحف \". رواه الترمذي وغيره3 ¶ [ومن البدع] : أنهم ينذرون لأصحاب القبور النقود والذبائح4 السنوية. وأيضا قراءة الختمات وما إلى ¶ __________ ¶ 1 وهذا شرك لأنه دعاء غير الله. ¶ 2 إن الدعاء والاستغاثة، ومثلها النذر والذبح والحلف كلها عبادات لا تحوز إلا لته، فمن دعا غير الله وذبح له فقد أشرك؟ والعياذ بالله. ¶ 3 وسنده صحيح (مم) . ¶ 4 بل هي شرك لقوله صلى الله عليه وآله وسلم في الحديث الصحيح: \"ملعون من ذبح لغير الله \". رواه مسلم. ¶ وبمناسبة الكلام على الذبائح، فإنه يحرم الذبح عند خروج الجنازة، وعند الدفن، وهو عقر كان يفعل في الجاهلية، ولحمه نجس لا يؤكل. كما يحرم الذبح عند القبر ولو نوى صاحبه أنه لله! وفى ذلك حديث صحيح.",
            "page": "30",
            "part": "1",
            "seal": "CE84A016"
        },
        {
            "id": "31",
            "nass": "ذلك، ولاشك أنه حدث1 في الدين، ومخالفة صريحة لطريق خاتم المرسلين ومن تابعه من العلماء الصالحين. ¶ قال في (سبل السلام) : \"وأما النذور المعروفة في هذه الأزمنة على القبور والمشاهد والأموات فلا كلام في تحريمها! لأن الناذر يعتقد في صاحب القبر أنه ينفع ويضر ويجلب الخير ويدفع الشر، ويعافى الأليم، ويشفى السقيم. وهذا هو الذي كان يفعله عباد الأوثان بعينه، فيحرم كما يحرم النذر على الوثن، ويحرم قبضه لأنه تقرير على الشرك2 ويجب النهي عنه، وإبانة أنه من أعظم المحرمات، وأنه الذي كان يفعله عباد الأصنام. لكن طال الأمد حتى صار المعروف منكرا، والمنكر معروفا إنا لله وإنا إليه راجعون\".اهـ. ¶ __________ ¶ 1 ومن هذه البدع المنكرة خرافة سقوط الصلاة التي لا أصل لها، كما سبق وذكرنا، وهي تشجع على ترك الصلاة والصوم وغيرهما. مادام يمكن إسقاطها عن ذمة المسلم بقروش معدودة، وكل ذلك كذب وضلال! ¶ 2 مما يؤسف له أن بعض رجال الطرق طالبوا المسؤولين في مصر إعطاءهم نصيبهم من أموال هذه النذور، وهي سحت! ¶ نصيحة ثمينة وتحذير مخيف: ¶ بعدما تقدم من فتاوى المذاهب الأربعة فليتق الله هؤلاء الذين جعلوا من القرآن بضاعة للموتى، وهو الدستور السماوي الذي أنزله تعالى للأحياء لا للأموات: {لِيُنْذِرَ مَنْ كَانَ حَيّاً وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} . ¶ وليتق الله أيضا هؤلاء القوم الآثمون المسمون (قراء) فلا يأكلون أموال الأرامل والأيتام وغيرهم بالباطل. ¶ وقد نهى الرسول صلى الله عليه وسلم عن التكسب بالقرآن في أحاديث صحيحة كثيرة سبق ذكر بعضها. ¶ وليتق الله كذلك هؤلاء العلماء الساكتون عن الحق، وقد أخذ الله سبحانه منهم المواثيق أن يقولوا الحق للناس ولا يكتموه مالا استحقوا اللعن. وليتق الله أخيرا هؤلاء الناس الذين يضيعون أموالهم على أولئك المرتزقة فيأثمون معهم ويساعدونهم على ارتكاب البدع ومعصية الله تعالى ورسوله صلى الله عليه وآله وسلم.",
            "page": "31",
            "part": "1",
            "seal": "1E5CB457"
        },
        {
            "id": "32",
            "nass": "[ومن البدع] : المنكرة تلقين الميت، والحديث الوارد فيه غير صحيح كما قال الإمام ابن القيم في زاد المعاد (1- 256) وضعفه النووي وغيره وكذلك الصنعاني في (سبل السلام- 2: 161) . ¶ لذا كان العمل به بدعة. وهو يجلب السخرية كأن الملقن يريد تلقين الميت الإسلام من جديد. وقد كان من هديه صلى الله عليه وسلم تلقين الأحياء المشيعين حين الدفن فيذكرهم بالموت وما بعده في هذا الموقف الرهيب فما أروع السنة! وما أبغض البدعة، وما أقبح نشازها. ¶ [ومن البدع] : الأذان عند دفن الميت، وإشادة القبر ورفعه أكثر من التراب الخارج منه، والبناء عليه. ¶ [ومن البدع] : الجنائز المنكرة وضع الجريد والآس والأزهار فوق القبر كما يفعله كثير من الناس الآن، لأن ذلك مخالف لما كان عليه السلف الصالح رضوان الله عليهم، ولا تأثير له، وإنما التأثير للعمل الصالح وأما ما رواه البخاري وغيره عن ابن عباس من أن النبي صلى الله عليه وآله وسلم مر على قبرين فقال: \"إنهما يعذبان وما يعذبان في كبير1. أما هذا فكان لا يستنزه من البول، وأما هذا فكان يمشي بالنميمة\". ثم دعا بعسيب رطب فشقه اثنين ثم غرس على هذا واحدا وعلى هذا واحدا وقال: \"لعله يخفف عنهما ما لم ييبسا\" فقد أجاب عنه الخطابي بقوله: \"وأما غرسه شق ¶ __________ ¶ 1 ومما يدل على أن ذلك خصوصه للرسول قوله في صحيح مسلم: \"فأحببت بشفاعتي أن يرد عنهما مادام الغصنان رطبين\".",
            "page": "32",
            "part": "1",
            "seal": "F6D353FA"
        },
        {
            "id": "33",
            "nass": "العسيب على القبر. وقوله: \"لعله يخفف عنهما ما لم ييبسا\" فإنه من ناحية التبريك بأثر النبي صلى الله عليه وآله وسلم ودعائه بالتخفيف عنهما\". إلى أن قال: \"وليس ذلك من أجل أن في الجريد الرطب معنى ليس في اليابس!! \" انتهى بتصرف. عن رسالة (منكرات المآتم والموالد لوزارة الأوقاف المصرية) . فيا لضياع أموال المسلمين في سبيل الشيطان والرياء والبدع!! ¶ [ومن هذه البدع] : المنكرة للجنائز ستر النعش والقبر بقماش لزيادة تضليل العامة للتوسل والاستغاثة بصاحبه مما هو شرك، ومن هذه البدع أيضا دفن الميت في غير مقبرة المسلمين، مما يحرم الميت من دعاء الزائرين للقبور، وأخطر هذه البدع وأشدها نكارة دفن الميت في المسجد، وقد نهى الرسول صلى الله عليه وآله وسلم عن ذلك نهيا شديدا في أحاديث عديدة. والصلاة في المسجد الذي فيه قبر غير جائزة إلا للضرورة. ويستثنى من ذلك مسجد الرسول صلى الله عليه وسلم بسبب خصوصية فضل الصلاة فيه بألف صلاة. ¶ وينبغي أن نذكر بهذه المناسبة أن القبر الشريف لم يكن في المسجد، إنما صارفيه حين توسعة المسجد أيام الوليد بن عبد الملك، ولم يكن في عهده أحد من الصحابة لينكر عليه ذلك، إنا لله وإنا إليه راجعون. ¶ [ومن البدع] : المحرمة في زيارة القبور الوقوف أمامها بخشوع وتقبيلها والارتماء على أعتاب قبور الصالحين",
            "page": "33",
            "part": "1",
            "seal": "A19D834B"
        },
        {
            "id": "34",
            "nass": "والتمسح بها والطواف حولها وتعليق القناديل وإيقاد الشموع عليها وربط الخرق على قضبان وشريط نوافذها للتبرك والاستغاثة أو التوسل بها إلى الله تعالى. ¶ [ومن البدع] : المنكرة شد الرحال لزيارة قبور الصالحين بالسفر إليها وقد قال النبي صلى الله عليه وآله وسلم: \"لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام والمسجد الأقصى ومسجدي هذا\". رواه البخاري ومسلم. وفى رواية: \"وإنما يسافر إلى ثلاثة مساجد، مسجد الكعبة، ومسجدي، ومسجد إيليا\". أخرجه البخاري باللفظ الأول ومسلم باللفظ الآخر ... وإيليا القدس. وقد أحي هذه السنة بعدما كادت أن تدرس الإمام ابن تيمية وسجن لأجلها، ومما يؤسف له أن الشيخ أبا زهرة فهم من كلام ابن تيمية تحريمه لزيارة القبور مطلقا، فصرح بذلك في المهرجان الذي أقيم لشيخ الإسلام بدمشق فكان مما قاله: \"لابد لنا من زيارة قبر ابن تيمية، ولو كان يحرم زيارة القبور! \" فهو لم يقدر أن يفرق بين تحريم شد الرحال لزيارة القبور، وبين استحباب زيارتها دون شد الرحال وهاهو ذا الإمام النووي يذكر لنا آداب زيارة قبر النبي صلى الله عليه وآله وسلم، وهو سيد ولد آدم وصاحب الفضل العظيم على أمته، وهذه الآداب مقتبسة من السنة النبوية الصحيحة، فما أجدرها بأن تكون لنا درسا في التأدب في زيارة من هو دون مرتبة الرسول صلى الله عليه وآله وسلم، وذلك كيلا نقع في براثن الوثنية، ونحن نظن أننا نحسن صنعا",
            "page": "34",
            "part": "1",
            "seal": "AC053ED0"
        },
        {
            "id": "35",
            "nass": "فيقول: \"لا يجوز أن يطاف بقبره صلى الله عليه وآله وسلم ويكره إلصاق البطن والظهر بجدران القبر\"، قال الحليمي وغيره: \"ويكره مسحه باليد وتقبيله، بل الأدب أن يبعد منه\"، هذا هو الصواب، وهو الذي قاله العلماء وأطبقوا عليه. وينبغي أن لا يغتر بكثير من العوام في مخالفتهم ذلك، فإن الإقتداء والعمل إنما يكون بأقوال العلماء1؟ ولا يلتفت إلى محدثات العوام وجهالاتهم وقد أحسن التابعي الجليل أبوعلي الفضيل بن عياض في قوله: ما معناه؟ \"اتبع طرق الهدى ولا يغرك قلة السالكين، وإياك وطرق الضلالة، ولا تغتر بكثرة الهالكين! \" ومن خطر في باله أن المسح باليد ونحوه أبلغ في البركة فهو من جهله وغفلته، لأن البركة إنما هي فيما وافق الضرع وأقوال العلماء2، وكيف يبتغى الفضل في مخالفة الصواب! (مناسك الحج 268) . ¶ وجاء في رسالة (قاعدة جليلة في التوسل والوسيلة) : \"ومذهب الأئمة الأربعة، وغيرهم من أئمة الإسلام: أن الرجل إذا سلم على النبي، وأراد أن يدعو لنفسه، فإنه يستقبل القبلة، واختلفوا في وقت السلام عليه، فقال ¶ __________ ¶ 1 إذا كانت مقرونة بالأدلة من القرآن والسنة الصحيحة. وإذا لم يكن لديهم أدلة فيلحقون بالعوام! ¶ 2 إذا كانت مقرونة بالأدلة من القرآن والسنة الصحيحة. وإذا لم يكن لديهم أدلة فيلحقون بالعوام!",
            "page": "35",
            "part": "1",
            "seal": "8CBC2160"
        },
        {
            "id": "36",
            "nass": "الثلاثة: مالك والشافعي وأحمد: \"يستقبل الحجرة ويسلم من تلقاء وجهه\"، وقال أبو حنيفة: \"لا يستقبل الحجرة وقت السلام، كما لا يستقبلها وقت الدعاء باتفاقهم! \". ¶ فأين هذه التوجيهات مما نراه اليوم في كثير من بلاد المسلمين؟! ¶ تحدثنا فيما سبق عن بعض البدع والأوهام والمنكرات المتعلقة بالقرآن العظيم وتقاليد الجنائز والمآتم، وهى على الرغم من وزر العاملين بها والمقرين لها والساكتين عنها، لها مساوىء وأضرار مالية واجتماعية تنهك القوى وتبدد الثروة العامة، وما أحسن قول الشاعر: ¶ ثلاثة تشقى بهن الدار ... العرس، والمأتم، ثم الزار! ¶ ومما يؤسف له أن المسلمين المتأخرين بسبب جهلهم بالإسلام، يبدون سخاءهم وكرمهم. على مثل هذه البدع المحرمة، بينما يبخلون على إنفاقها في المشروعات العامة النافعة كتقديم الأموال لتشييد المعامل الحربية وبناء المدارس والمستشفيات وغيرها كما كان يفعل الجدود السالفون ... وقد كنت قلت في إحدى المناسبات أعطوني ما ينفقه العالم الإسلامي من الأموال التي تبلغ بضعة ملايين يوميا على المآتم، وتشييد القبور، وعلى القراء المحترفين، وغير ذلك من البدع، مما هو منكرو حرام يغضب الله تعالى ويعرضكم لناره، وأنا كفيل بأن أغير لكم وجه هذا العالم الإسلامي، فيصبح من دول الدنيا الكبرى!!",
            "page": "36",
            "part": "1",
            "seal": "6EDB3F31"
        }
    ],
    "t10169": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال المفسرين"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال أئمة الحديث"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال أئمة المذاهب الأربعة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "كلام علماء الأصول"
        }
    ]
}