{
    "b10180": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ حول الإعجاز العلمي للقرآن الكريم في العصر الحديث ¶ بقلم الشيخ محمد المهدي محمود المدرس بدار الحديث التابعة للجامعة ¶ الحمد لله الذي أنزل القرآن تبيانا لكل شيء، وهدى ورحمة وشفاء لما في الصدور، والصلاة والسلام على المبعوث رحمة للعالمين سيدنا محمد وعلى آله وصحبه وسلم، ورضي الله عن الصحابة والتابعين لهم بإحسان إلى يوم الدين. . ¶ وبعد.. ¶ فقد سعدت الدنيا بالنور المنزل على المصطفى صلوات الله وسلامه عليه، فكانت رسالته رحمة عامة شاملة مباركة، رحمة في الدنيا والآخرة. رحمة في العقيدة، والتشريع، والقانون، والأخلاق، والنظام العام في الأسرة والمجتمع والشعوب. رحمة للفرد والجماعة. قال الله تعالى: ¶ {وَمَا أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِلْعَالَمِينَ} فسعدت البشرية التائهة في بيداء الظلم والضلال، واهتدت بنور خالق الأرض والسماء سبحانه وتعالى. ما أجمل الدنيا وقد سعدت بنور الله تبارك وتعالى. ¶ لقد شهدت الإنسانية نورا عاما في مناحي الحياة منبعثا من كتاب الله نورا في العقيدة، وضياء في المعرفة الكونية، وهداية لأقوم السبل. بأسلوب معجز. يتحدى الناس جميعا في كل العصور على اختلاف ثقافتهم ومعارفهم وعلومهم. ¶ إن إعجاز القرآن عام في كل أنواع المعرفة. ¶ إن القرآن بحر لا ساحل له، وتقدم العلوم والمعارف، إنما يكشف لنا عن بعض ما في كتاب الحق تبارك وتعالى من معان تتحدى أساطين الكشف والاختراع. قال الله تبارك وتعالى:",
            "page": "27",
            "part": "1",
            "seal": "B52A1DB6"
        },
        {
            "id": "2",
            "nass": "{قُلْ لَوْ كَانَ الْبَحْرُ مِدَاداً لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً} صدق الله العظيم. ¶ فالقرآن العظيم من أي ناحية ارتشفت من رحيقه وشهده وجدت الشفاء والهداية. وجدت الأعجاز العام الخالد الذي يتحدى الزمن. يقرؤه البليغ فيجد فيه الأعجاز البلاغي، ويقرؤه العالم الاجتماعي فيجد فيه أسباب سعادة المجتمع، ويقرؤه الطبيب فيخر ساجدا أما أسراره التي لا تقف عند حد، وهكذا كان القرآن الكريم المعجزة الخالدة. قال الحق تبارك وتعالى: {قُلْ لَئِنِ اجْتَمَعَتِ الأِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً} وقد كشف العلم الحديث عن معنى بعض الآيات القرآنية، وكلما تقدمت العلوم كلما زاد اكتشاف جواهر القرآن، وأسراره وكنوزه، وسيأتي الوقت الذي يكون فيه العلماء الماديون أقرب الناس إلى الدين وإلى الإيمان بالله. ¶ ومن أجل أن نلقي بعض الضوء على موضوع الاعجاز العلمي للقرآن الكريم في العصر الحديث نحتاج إلى تقديم أمثلة ونماذج لكي نضع أمام القارئ الكريم صورة عن هذا الاتجاه من هذا البيان لتوضيح إعجاز القرآن. بيد أن الأمثلة لا يمكن أن نوفيها بعض حقها في مقالة واحدة فأرجو أن يكون لنا لقاءات بعد تقديم هذا النموذج من الشرح والإيضاح في مقالات أخر ونسير بمشيئة الله في تسخير العلم لفهم بعض آيات الله في الكون وإبداعه في الخلق، وبذلك نوضح للعالم شرقا وغربا بعضا من نور الإسلام وإعجاز القرآن. إننا في حاجة إلى أن نتسلح بالأسلحة العلمية لكي نبرز بعضا مما في كتاب الله من كنوز وجواهر ولآلئ علمية في هذا العصر.. إن القرآن معجز في هدايته.. هدايته في الآيات الكونية، وفي الآيات التشريعية،",
            "page": "28",
            "part": "1",
            "seal": "399A533F"
        },
        {
            "id": "3",
            "nass": "وفي الآيات الخلقية، وهدايته في كل بيان جاء به. ¶ لقد وردت في القرآن الكريم آيات بينات اشتملت على حقائق علمية كشفها العلم الحديث وبينها ووضحها، وصدق الله سبحانه وتعالى القائل: ¶ {سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} . ¶ وسنذكر قطرة من بحر لنسترشد بها في بان بعض نواحي الاعجاز العلمي للقرآن الكريم.",
            "page": "29",
            "part": "1",
            "seal": "03012320"
        },
        {
            "id": "4",
            "nass": "أمثلة على الإعجاز العلمي للقرآن ¶ العسل ¶ مدخل ¶ ... ¶ يقول الله تبارك وتعالى عن عسل النحل: ¶ {فِيهِ شِفَاءٌ لِلنَّاسِ} .. ¶ اشتملت الآية الكريمة على كثير من النواحي الطبية التي اكتشفها الطب الحديث والتي تعتبر من معجزات القرآن العلمية لقد أثبتت جميع المعامل الطبي العالمية أن عسل النحل يشتمل على مواد تعالج الكثير من الأمراض. كما أن له مفعولا كبيرا في شفاء الكثير من الأمراض لأنه يقتل الكثير من الميكروبات. ثم هو يحتوي على نسبة عظيمة من الفيتامينات والجلوكوز. على أنه ضد التسمم الناشئ من أمراض التسمم البولي، والاضطرابات المعدية، والمعوية، وأكبر منشط للكبد، ومن أجل أن نشرح هذا الموضوع شرحا وافيا لا بد أن نفصل الكلام على وجه البسط حتى تتضح الحقائق العلمية العظيمة التي أثبتت بعض ما يحتويه عسل النحل من عناصر – وما فيه من فوائد وأن التحليل العلمي للآية الكريمة يقتضي منا أن نتحدث عن مشتملات العسل على الترتيب الآتي: ¶ أولا – الخمائر. ¶ ثانيا – الاملاح المعدنية الموجودة في العسل. ¶ ثالثا – العسل قلوي. ¶ رابعا – الفيتامينات الموجودة في العسل. ¶ ثم بعد ذلك نتحدث عن الأمراض التي يستعمل العسل في علاجها. ¶ اكتشف الإنسان منذ أقدم العصور ما لعسل النحل من أهمية غذائية عظمى وبتقدم علم الكيمياء أمكن تحليل العسل ومعرفة تركيبه",
            "page": "29",
            "part": "1",
            "seal": "23FC7C3D"
        },
        {
            "id": "5",
            "nass": "الكيماوي بدقة كبيرة. فالعسل يتكون أساسا من سكرى العنب والفواكه، وعدد كبير من الاملاح المعدنية، والخمائر والفيتامينات، والمركبات النباتية الفعالة ونسبة من الماء. ¶ وجميع السكريات التي تدخل الجسم معقدة التركيب ولا يمكن للجسم أن يستفيد منها إلا بعد تحليلها.. أما عسل النحل فإن الجسم ستفيد منه سريعا.",
            "page": "30",
            "part": "1",
            "seal": "F3EB88E0"
        },
        {
            "id": "6",
            "nass": "مكونات العسل ¶ خمائر العسل ¶ ... ¶ 1- خمائر العسل: الخمائر أو الانزيمات هي مركبات فعالة تستطيع القيام بعمليات التحليل الكيميائي للمكونات الغذائية بكفاءة مذهلة تعجز عنها أعظم المعامل الكيميائية. ¶ وقد اتضح أن العسل يحتوي على الخمائر الآتية: ¶ أ- الخميرة التي تحول النشا إلى سكر. ¶ ب – الخميرة التي تحول سكر القصب إلى سكر عنب وسكر فواكه. ¶ جـ – والخمائر التي تهضم المواد الدهنية. ¶ من هنا نعلم السر في القدرة الهائلة على إزالة عسر الهضم وأمراض الجهاز الهضمي الموجودة في العسل بسبب احتوائه على الخمائر التي ذكرنا بعضا منها.",
            "page": "30",
            "part": "1",
            "seal": "2FFC5F22"
        },
        {
            "id": "7",
            "nass": "2- الاملاح المعدنية الموجودة في العسل: ¶ يحتوي العسل على عدد كبير من الاملاح المعدنية بنسبة دقيقة بحسب احتياجات تركيب جسم الإنسان، من هذه الاملاح ما يأتي: ¶ أملاح: أ- الكالسيوم ¶ ب- والحديد ¶ ج- والكلور ¶ د- والفسفور ¶ هـ- والكبريت ¶ و واليود، وتكاد نسبة الاملاح المعدنية في العسل تعادل نسبتها في دم الإنسان. ¶ وقد ظهر من التحليلات التي أجريت على عسل النجل أنه يحتوي على عناصر ¶ أ- المنجنيز ¶ ب- والالومنيوم ¶ ج- واليورون وغيرها، هذه الاملاح المعدنية لها أهمية عظمى بالنسبة لجسم الإنسان.",
            "page": "30",
            "part": "1",
            "seal": "162F8692"
        },
        {
            "id": "8",
            "nass": "3- العسل قلوي: ¶ يصاب جسم الإنسان باضطرابات خطيرة نتيجة لكثرة الاحماض الناتجة من كثرة المواد",
            "page": "30",
            "part": "1",
            "seal": "6FA8F194"
        },
        {
            "id": "9",
            "nass": "الزلالية أو الاجهاد العصبي المرهق، ولما كان العسل طعاما قلويا لاحتوائه على عناصر البوتاسيوم والصوديوم والكالسيوم والمغنسيوم لذلك كان أثره عظيما في إيجاد توازن قلوي في الجسم وتخليص الجسم من الاحماض التي تفت في عضد الإنسان وتقتل حيويته وتصيبه بالفتور والملل ولذلك يشعر الإنسان بعد تعاطيه للعسل بحيوية كبيرة وميل إلى النشاط والحركة.",
            "page": "31",
            "part": "1",
            "seal": "3B0AE2E2"
        },
        {
            "id": "10",
            "nass": "4- فيتامينات العسل: ¶ الفيتامينات هي مركبات كيميائية توجد في طعام الإنسان، وتوجد في الخضروات والفواكه بكثرة، ولها أهمية ضخمة في حسن انتظام سير العمل في أعضاء الجسم المختلفة، ووقايتها من الأمراض، ويصاب الجسم بكثير من الأمراض الخطيرة التي تصيب الإنسان في حالة خلو طعامه من أنواع معينة من الفيتامينات وذلك مثل مرض فقر الدم والكساح والبلاجرا. ¶ وقد اتضح من التحليلات العلمية للعسل أنه يحتوي على الفيتامينات الآتية: ¶ 1- فيتامين ب بأنواعه. ¶ ب1– الذي يساعد على قوة الابصار وب2 الذي يساهم في التمثيل الغذائي الخاص بالنشويات والسكريات والدهون والزلاليات وفي امتصاص سكر العنب من الأمعاء ولذلك يعتقد بعض الأطباء أن العسل من عوامل المناعة غير المحدودة ضد الأمراض، وفيتامين ب 3 يمنع من التهابات الجلد ويساهم في التمثيل الغذائي الخاص بالسكريات. ¶ وفيتامين هـ يساهم في التمثيل الغذائي الخاص بالدهون والزلاليات ويساعد على بناء الجسم، وهذا الفيتامين يحفظ الجسم من الاصابة بأمراض الاكزيما والقوباء والدمامل والصدفية، وفيتامين ك يستعمل في وقف النزيف خصوصا النزيف",
            "page": "31",
            "part": "1",
            "seal": "B22AFF15"
        },
        {
            "id": "11",
            "nass": "الداخلي، ¶ وفيتامين ج يزيد في مناعة الجسم ضد العدوى ويساهم في عمليات تكوين الدم.",
            "page": "32",
            "part": "1",
            "seal": "C1ACF967"
        },
        {
            "id": "12",
            "nass": "إستعمال العسل ¶ مدخل ¶ ... ¶ استعمال العسل: ¶ يستعمل العسل من أزمان بعيدة في علاج كثير من الأمراض وكتب مشاهير الأطباء القدامى من المصريين والاغريق والهنود والعرب مملوءة بالوصفات التي تحتوي على عسل النحل وبعد اكتشاف التركيب الكيميائي للعسل، أصبح يستعمل في علاج كثير من الأمراض بدرجة لا تقف عند حد، فلا يكاد يخلو كشف جديد في جميع أنحاء العالم من استعمال لعسل النحل في علاج مرض خطير أو داء مستعص، ونبدأ بالخواص العلاجية لأهم مكونات عسل النحل، وهو سكر العنب أو الجلوكوز، الذي يستعمل بكثرة لعلاج أمراض الدورة الدموية وزيادة التوتر والحساسية والنزيف، خصوصا المعدى وقرح المعدة وأمراض أمعاء الأطفال والأمراض المعدية مثل التيفوس والدوسنتاريا والملاريا والتهاب الحلق والحمى والحصبة التسمم. والجلوكوز علاج هام لأمراض الكبد ويزيد من مقاومة الكبد لحالات التسمم، على أن الجلوكوز من المصادر الحيوية لزيادة النشاط عند الإنسان ولعمليات بناء الانسجة والتمثيل الغذائي",
            "page": "32",
            "part": "1",
            "seal": "F7563CD7"
        },
        {
            "id": "13",
            "nass": "أهم الأمراض التي يستعمل العسل في علاجها: ¶ 1- علاج الجروح: أوصى الحكيم العربي ابن سينا باستعمال لبخة من العسل المخلوط بالدقيق في علاج الجروح واستعمل الأطباء اليوم الكثير من المراهم التي يدخلها عسل النحل في شفاء الجروح المستعصية وكانت النتيجة مذهلة بسبب سرعة التئام الجروح وشفائها. ¶ علاج أمراض الجهاز التنفسي استعمل العسل في شفاء أمراض المسالك التنفسية قديما واستعمل حديثا على هيئة محلول يستنشق منه المريض.",
            "page": "32",
            "part": "1",
            "seal": "69EF5DDE"
        },
        {
            "id": "14",
            "nass": "وفي علاج الزكام ينصح الأطباء باستعمال العسل مع اللبن الدافئ مع الراحة لمدة يومين. ¶ وفي علاج السل ينصح الرئيس ابن سينا بتناول مزيج العسل مع خلاصة الورد، وستعمله في الصباح وفي المساء وقد تأكد الأطباء في العصر الحديث من أن العسل له أثر عظيم في زيادة مقاومة الجسم للسل. ¶ وفي علاج أمراض المعدة والأمعاء تدل الأبحاث العلمية الحديثة على أن تناول عسل النحل يقلل من الحموضة العالية في المعدة وهو علاج قوى للذين يشكون من قرح المعدة والأثنى عشر وفي هذه الحالة يجب أن يؤخذ العسل قبل الأكل بساعة ونصف وأفضل الأوقات لتناوله هو قبل الإفطار، وأحسن النتائج تحدث عند تناول العسل في كوب ماء دافئ، ونحن نقرر بكل اعتزاز وفخر أن المصطفى صلى الله عليه وسلم كان بتناول العسل بالماء وهكذا يخضع العلم الحديث أمام تعاليم نبي الإسلام وأمام عظمة القرآن. ¶ وأما علاج أمراض الكبد فيستعمل العسل على نطاق واسع في علاج أمراض الكبد ويرجع أثره الطبي إلى أنه يزيد مخزون الكبد من السكر وينشط عملية التمثيل الغذائي في الانسجة، وتقوم الكبد بعمل المرشح فتكون ترياقا من السموم وتدل التقارير الطبية على أن الانتظام في تناول العسل يأتي بالشفاء من التهاب الكبد المزمن والتهاب المرارة، وفي علاج الأمراض العصبية أوصى الرئيس ابن سينا بتناول القليل من العسل، وفي الطب الحديث اتضح أن عسل النحل المذاب في الماء الدافئ علاج ناجح للأمراض العصبية، وأجريت التجارب في هذا الصدد، وكانت النتائج مرضية جدا، واختفى الصداع والارق وقل تهيج المرضى وزادت بهجتهم ويرجع ذلك إلى احتواء العسل على مقدار كبير من سكر العنب. ¶ وأيضا أجريت تجارب كثيرة ناجحة في علا الأمراض الجلدية وأمراض العيون وكان العسل أهم عناصر تلك المراهم الشافية، وأخيرا",
            "page": "33",
            "part": "1",
            "seal": "556A7A9D"
        },
        {
            "id": "15",
            "nass": "تحسين حال مرضى السكر – لوحظ في تجارب عديدة أن كثيرا من مرضى السكر استفادوا كثيرا من تعاطى العسل حيث انخفضت نسبة السكر في دمهم، فأصبحت مقاربة لنسبتها في دم الأصحاء، ويرجع ذلك إلى وجود مواد في العسل تجعل تمثيل السكر أكثر سهولة في الجسم، فلا يظهر بنسبة مرتفعة في الدم. ¶ ومجمل القول لقد استخدم الأطباء قديما وحديث عسل النحل في كثير من المستحضرات الطبية، ولعلاج حالات مرضية، ونذكر منها على سبيل المثال لا على سبيل الحصر علاج الصداع العصبي، لجلب النوم، لتغذية الأطفال، لتغذية الناشئين والناقهين من الأمراض في مقاومة أمراض الشيخوخة، لمنع شلل الأطفال، لتزويد أصحاب الأعمال الفكرية بالطاقة اللازمة للعمل، لمساعدة الحوامل أثناء الحمل، استعماله لمساعدة الأطفال عند التسنين في حالات الاضطرابات الجلدية والحساسة في المسالك التنفسية عامة في حالات فقر الدم في أمراض الكبد والمعدة والأمعاء والقولون والمرارة والبنكرياس والقلب والمسالك البولية.",
            "page": "34",
            "part": "1",
            "seal": "6AB56068"
        },
        {
            "id": "16",
            "nass": "إستعمال العسل بدل السكر ¶ ... ¶ ومن الجميل أن بعض الأطباء ينادي باستعمال العسل وترك السكر ويبرر طلبه الأدلة العلمية التي منها: ¶ 1- لا يسبب عسل النحل اضطرابات لأغشية القناة الهضمية الرقيقة. ¶ 2- يحدث تمثيل العسل في الجسم سريعا وسهلا. ¶ 3- لا يضر عسل النحل بالكلي ولا يسبب تلف أنسجتها. ¶ 4- يزود عسل النحل الإنسان بأعظم قوى النشاط بأقل مجهود للجهاز الهضمي. ¶ 5- يساعد الرياضيين على استعادة قواهم سريعا، ورغم ظهور هذه المزايا فما زال في العسل مواد غير معروفة تبلغ 73ر3 في المائة عجز العلم عن اكتشافها للآن وهكذا يقرأ",
            "page": "34",
            "part": "1",
            "seal": "1A416B2D"
        },
        {
            "id": "17",
            "nass": "المسلم بكل فخر على مسامع الدنيا صباحا ومساء {فِيهِ شِفَاءٌ لِلنَّاس} . ¶ ويا حبذا لو أن الأثرياء والأغنياء وأهل الأموال والبساتين يقومون بتربية النحل على نطاق واسع لأجل أن يستفيد الناس من هذا الشفاء المبارك تحقيقا لقول الله تعالى: {فِيهِ شِفَاءٌ لِلنَّاس} فالمسلمون أحق الناس بالانتفاع بتوجيهات الاسلام الخالدة العظيم.",
            "page": "35",
            "part": "1",
            "seal": "2D1F68D4"
        },
        {
            "id": "18",
            "nass": "يقول الله سبحانه وتعالى في قصة السيدة مريم أم عبد الله ورسوله سيدنا عيسى عليه وعلى نبينا أفضل الصلاة والسلام: ¶ {وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّا} ¶ أثبت التحليل العلمي للرطب أنه يحتوي على مادة تخفف ضغط الدم عند السيدات الحوامل، وتؤثر تأثير كبيرا في مساعدة السيدات الحوامل على سهولة الولادة وقد قدم الدكتور عبد العزيز شرف بحثا علميا عن الرطب وتأثيره على الحامل أثبت فيه أن التمر يقوي انقباضات عضلات الرحم وخصوصا في الشهور الأخيرة من الحمل ويقول الدكتور شرف أنه استرشد في بحثه هذا بالآية القرآنية الكريمة من سورة مريم وهزي إليك بجذع النخلة تساقط عليك رطبا جنيا. ¶ ويقول أيضا أن الرطب له تأثيره الخاص على حركة الأمعاء على أن الرطب يعادل اللحم في قيمته الغذائية ويتفوق عليه بما يعطيه من سعرات حرارية ومواد معدنية وسكرية وذلك بالاضافة إلى أنه غني بالكلسيوم والفسفور والحديد ويحتوي على غالبية الفيتامينات الهامة، كما أنه يفيد في وقاية الجسم وعلاجه من أمراض العيون وضعف البصر والأمراض الجلدية والانيميا ولين العظام.",
            "page": "35",
            "part": "1",
            "seal": "C363B272"
        },
        {
            "id": "19",
            "nass": "ولننتقل بكم إلى مثل آخر من أمثلة اعجاز القرآن العلمي: لقد حرم الإسلام الخمر",
            "page": "35",
            "part": "1",
            "seal": "1B2BCF93"
        },
        {
            "id": "20",
            "nass": "وقد ثبت طبيا أن الخمر أساسها مادة الكحول وهذه المادة إن دخلت المعدة سببت فيه الالتهابات الحادة والقروح المعوية التي تؤدي في نهاية الطريق إلى السرطان. كما أنها تحدث التهابا في الأعصاب وفي الكلي وتصلبا في الشرايين وتحجرا في الكبد. ¶ ولما كان الكبد هو بمثابة المعمل الكيميائي في الجسم فإن ما ينتج من تحجر أو تليف في الكبد لهو إنذار صادق بالفناء ولهذا حرم الإسلام من الخمر القليل والكثير والقاعدة العامة (ما أسكر كثيره فقليله حرام) . ¶ إن الحديث عن اعجاز القرآن العلمي في العصر الحديث: لا يمكن أن ينتهي. ¶ إن كتاب الله سبحانه وتعالى اشتمل على كل شيء ينفع الإنسان في حياته في الدنيا والآخرة، والهدف من هذه المقالة أن يعرف المسلمون بعض ما في القرآن من أسرار وعجائب خالدة باقية وأن يرجع المسلمون عامة في مشارق الأرض ومغاربها إلى كتاب الله وإلى نوره الذي أنزله هداية للناس أن يرجع المسلمون إلى كتاب الله في عقائدهم وتشريعاتهم وأخلاقهم وآدابهم وثقافتهم حتى تعود لهم السيادة ويعود النصر الذي كتبه الله للمؤمنين الصادقين في إيمانهم. ¶ كتب الله للمسلمين عودة كريمة إلى نور الإسلام وهدايته ووفق الله المسلمين في مشارق الأرض ومغاربها للاعتصام بكتاب الله ونصر دين الله وجمعهم تحت راية الإسلام. ¶ المراجع ¶ 1- كتب التفسير والحديث. ¶ 2- كتاب نحل العسل وشفاء الأمراض للدكتور أحمد لطفي عبد السلام. ¶ 3- نحل العسل للدكتور عبد الخالق وفا. ¶ 4- كتاب الإسلام والطب.",
            "page": "36",
            "part": "1",
            "seal": "0E08BEC3"
        }
    ],
    "t10180": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "أمثلة على الإعجاز العلمي للقرآن"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "العسل"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": "2",
            "tit": "مدخل"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": null,
            "tit": "مكونات العسل"
        },
        {
            "id": "6",
            "lvl": "4",
            "sub": "1",
            "tit": "خمائر العسل"
        },
        {
            "id": "7",
            "lvl": "4",
            "sub": null,
            "tit": "الاملاح المعدنية الموجودة في العسل"
        },
        {
            "id": "8",
            "lvl": "4",
            "sub": null,
            "tit": "العسل قلوي"
        },
        {
            "id": "10",
            "lvl": "4",
            "sub": null,
            "tit": "فيتامينات العسل"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "إستعمال العسل"
        },
        {
            "id": "12",
            "lvl": "4",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "13",
            "lvl": "4",
            "sub": null,
            "tit": "أهم الأمراض التي يستعمل العسل في علاجها"
        },
        {
            "id": "16",
            "lvl": "4",
            "sub": null,
            "tit": "إستعمال العسل بدل السكر"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الرطب"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الخمر"
        }
    ]
}