{
    "b10184": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ حول حديث الذباب ¶ للشيخ أمين محمد سالم المعهد العالي للدعوة الإسلامية ¶ إن الحمد لله نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله وخيرته من خلقه صلى الله عليه وسلم. ¶ أما بعد فإن أصدق الحديث كلام الله جل وعلا، وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها، وكل محدثة بدعة، وكل ضلالة في النار. ¶ أما بعد: ¶ فهذا بحث أقدمه في شرح حديث الذباب، راجيا من الله تعالى أن يكون معيني فيه مشكورا، وعملي فيه مقبولا، والله أسأل أن ينفع به من اطلع عليه، إنه نعم المولى ونعم النصير.",
            "page": "43",
            "part": "1",
            "seal": "40318F43"
        },
        {
            "id": "2",
            "nass": "النص النبوي الشريف: ¶ حدثنا قتيبة حدثنا إسماعيل بن جعفر عن عتبة بن مسلم مولى بني تميم عُبيد ابن حُنين مولى بني زريق عن أي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم",
            "page": "43",
            "part": "1",
            "seal": "F9DE37F2"
        },
        {
            "id": "3",
            "nass": "قال: \"إذا وقع الذباب في إناء أحدكم فليغمسه كلّه ثم ليطرحه فإن في إحدى جناحيه داء وفي الآخر شفاء\"1 وفي الرواية الثانية: ¶ \"إذا وقع الذباب في شراب أحدكم فليغمسه ثم لينزعه فإن في إحدى جناحيه داء والأخرى شفاء\"2 3. ¶ __________ ¶ 1 صحيح البخاري كتاب الطب: باب إذا وقع الذباب في الإناء ¶ 2 كتاب بدء الخلق: باب إذا وقع الذباب في إناء أحدكم.... ¶ 3 وكتاب الأطعمة.",
            "page": "44",
            "part": "1",
            "seal": "0B201DF8"
        },
        {
            "id": "4",
            "nass": "سند الحديث: ¶ الراوي الأول: قتيبة بن سعيد بن جميل بن طريف بن عبد الله الثقفي مولاهم أبو رجاء البغلاني، وبغلان من قرى بلخ. قال ابن عدي: اسمه يحي وقتيبة لقب. وقال ابن منده: اسمه علي. وقال ابن معين وأبو حاتم والنسائي: ثقة. ولد سنة ثمان وأربعين أو خمسين ومائة، وفي الزهرة روى عنه البخاري ثلاثمائة وثمانية أحاديث ومسلم ستمائة وثمانية وستين حديثا، ومات لليلتين خلتا من شعبان سنة أربعين ومائتين، وقيل سنة واحد وأربعين والله أعلم4. ¶ الراوي الثاني: إسماعيل بن جعفر بت أبي كثير الأنصاري الزرقي مولاهم أبو إسحاق القاري، روى له الجماعة، قال أحمد وأبو زرعة والنسائي: ثقة. ¶ وقال ابن معين: ثقة وهو أثبت من ابن أبي حازم والدراوردي وأبي ضمرة، وهو صاحب الخمسمائة حديث التي سمعها منه الناس، قال الخليلي في الإرشاد كان ثقة شارك مالكا في أكثر شيوخه، مات ببغداد سنة مائة وثمانين للهجرة5. ¶ الراوي الثالث: عتبة بن مسلم التميمي مولاهم المدني، وهو ابن أبي عتبة، ذكره ابن حبان في الثقات6 ¶ الراوي الرابع: عبيد بن حنين المدني أبو عبد الله مولى آل زيد بن الخطاب ويقال مولى بني زريق. قال ابن سعد: كان ثقة وليس كثير الحديث، قال الواقدي وغيره مات سنة خمس ومائة وهو ابن سبعين سنة، وذكر في التقريب وله خمس وسبعون سنة والصواب أنه عاش أكثر من ذلك كما قال المزي: وكان في الكمال وهو ابن تسعين سنة وأورد في ذلك قصة حفظه لسورة الأعراف7. ¶ __________ ¶ 4 تهذيب التهذيب لابن حجر. ¶ 5 تهذيب التهذيب لابن حجر. ¶ 6 تهذيب التهذيب لابن حجر. ¶ 7 تهذيب التهذيب لابن حجر.",
            "page": "44",
            "part": "1",
            "seal": "6E73B914"
        },
        {
            "id": "5",
            "nass": "الراوي الخامس: الصحابي الجليل أبو هريرة رضي الله عنه الدوسي اليماني صاحب رسول الله صلى الله عليه وسلم، وحافظ الصحابة، اختلف في اسمه واسم أبيه اختلافا كثيرا، والمشهور أنه عبد الرحمن بن صخر، ولقب بأبي هريرة لأجل هرة كان يحمل أولادها قال عمرو بن علي: كان ومقدمه وإسلامه عام خيبر، وكانت خيبر في المحرم سنة سبع، وقال الأعرج عن أبي هريرة إن أبا هريرة يكثر الحديث عن رسول الله صلى الله عليه وسلم إنه كان يقول: \"إني كنت امرؤا مسكينا أصحب رسول الله صلى الله عليه وسلم على ملء بطني، وكان المهاجرون يشغلهم الصفق بالأسواق، وكان الأنصار يشغلهم القيام على أموالهم، فحضرت من النبي صلى الله عليه وسلم مجلسا فقال من يبسط رداءه حتى أقضي مقالتي ثم يقبضه إليه فلن ينسى شيئا سمعه مني، فبسطت بردة علي حتى قضى حديثه ثم قبضتها إلي، فالذي نفسي بيده ما نسيت منه شيئا بعد\" رواه البخاري ومسلم والنسائي من حديث الزهري عن الأعرج ... وهو من علامات النبوة، فإن أبا هريرة كان أحفظ من كل من يروي الحديث في عصره لم يأت عن أحد من الصحابة كلهم ما جاء عنه. ¶ قال هشام بن عروة: مات أبو هريرة وعائشة سنة سبع وخمسين ومن فضائله: ما رواه النسائي في العالم من السنن أن رجلا جاء إلى زيد بن ثابت فسأله عن شيء فقال له زيد: عليك أبا هريرة فإني بينما أنا وأبو هريرة وفلان في المسجد ذات يوم ندعو الله تعالى ونذكره إذ خرج علينا النبي صلى الله عليه وسلم حتى جلس إلينا فسكتنا فقال: \"عودوا للذي كنتم فيه، قال زيد: فدعوت أنا وصاحبي قبل أبي هريرة وجعل رسول الله صلى الله عليه وسلم يؤمن على دعائنا ثم دعا أبو هريرة فقال: اللهم إني أسألك ما سألك صاحبي وأسألك علما لا ينسى فقال رسول الله صلى الله عليه وسلم: آمين، فقلنا يا رسول الله ونحن نسأل الله تعالى علما لا ينسى، فقال: \"سبقكم بها الغلام الدوسي\". ¶ استعمله عمر رضي الله تعالى عنه على البحرين ثم عزله، ثم أراده على العمل فأبى، وتأمر على المدينة غير مرة في أيام معاوية رضي الله عنه1. ¶ من روى هذا الحديث: من الصحابة أربعة هم: أبو هريرة، وأبو سعيد، وأنس بن مالك، وعلي بن أبي طالب رضي الله عنهم أجمعين. ¶ من أخرج هذا الحديث: أخرجه البخاري في موضعين من صحيحه، وأبو داود، والنسائي، وابن ماجه، وأحمد، والدارمي، وابن حبان، والبزار، والطبراني، والبيهقي. ¶ __________ ¶ 1 تهذيب التهذيب لابن حجر.",
            "page": "45",
            "part": "1",
            "seal": "8B91F227"
        },
        {
            "id": "6",
            "nass": "شرح الحديث: ¶ قوله صلى الله عليه وسلم: \"إذا وقع الذباب\" في بعض الروايات \"إذا سقط الذباب\" والذبابُ: بضم المعجمة وموحدتين وتخفيف. قال أبو هلال العسكري: الذباب واحد، وجمعه ذبّان كغربان، والعامة تقول: ذباب للجمع وللواحد ذبابة بوزن قرادة، وهو خطأ، وكذا قال أبو حاتم السجستاني إنه خطأ، وقال الجوهري: الذباب واحده ذبابة ولا تقل: ذبانة، ونقل في المحكم عن أبي عبيدة عن خلف الأحمر تجويز ما زعم العسكري أنه خطأ، وحكى سيبويه الجمع ((ذُبَّ)) وقرأته بخط البحتري مضبوطا بضم أوله والتشديد، وسمي الذباب ذبابا لكثرة حركته واضطرابه وقيل لأنه كلما ذُبَّ آب، وهو يتوالد من المستقذرات والمزابل ويتوالد بكثرة وقال المختصون بعلم الأحياء إن الذبابة تبيض خمسمائة بيضة. ¶ وأخرج أبو يعلى مرفوعا عن ابن عمر: عُمرُ الذباب أربعون ليلة والذباب كله في النار إلا النحل، وسنده لا بأس به. ¶ قال الحافظ: كونه في النار ليس تعذيبا له، بل ليعذب أهل النار به. ¶ وقال الجوهري: يقال إنه ليس شيء من الطيور يلغ إلا الذباب. ¶ وقال أفلاطون: الذباب أحرص الأشياء حتى إنه يلقى نفسه في كل شيء ولو كان فيه هلاكه، ويتولد من العفونة، ولا جفن للذبابة لصغر حدقتها والجفن يصقل الحدقة، فالذبابة تصقل بيديها، فلا تزال تمسك عينيها، ومن عجيب أمره أن رجيعه إذا وقع على الثوب الأسود ابيضّ وبالعكس، وهو من أكثر الطيور سفادا1 ربما بقي عامة اليوم على الأنثى. ¶ ويحكى أن بعض الخلفاء سأل الشافعي: لأي شيء خلق الذباب؟ قال مذلة للملوك وكانت ألحت عليه ذبابة، فقال الشافعي: سألني ولم يكن عندي جواب فاستنبطته من الهيئة الحاصلة2. ¶ وقال أبو محمد المالقي: ذباب الناس يتولد من الزبل، وإن أخذ الذباب الكبير فقطعت رأسها وحك بجسدها الشعرة التي في الجفن حكا شديدا أبرأته وكذا داء الثعلب، وإن مسح لسعة الزنبور بالذباب سكن الوجع. ¶ قوله صلى الله عليه وسلم: \"في شراب أحدكم\" رواه البخاري في كتاب بدء الخلق بهذا اللفظ وذكره في كتاب الطب \" ... في إناء أحدكم\" ووقع في حديث أبي سعيد عند النسائي ¶ __________ ¶ 1 من سفد الذكر على الأنثى. ¶ 2 فتح الباري توزيع دار الإفتاء الجزء العاشرصفحة250.",
            "page": "46",
            "part": "1",
            "seal": "1413A40F"
        },
        {
            "id": "7",
            "nass": "وابن ماجه وصححه ابن حبان \"إذا وقع في الطعام\" والتعبير بالإناء أشمل كذا وقع في حديث أنس عند البزار1. ¶ قال صاحب العمدة في ذكر رواية \"في شراب أحدكم\" هو شامل لكل مائع وعند ابن ماجه من حديث أبي سعيد \"فإذا وقع في الطعام\" وعند أبي داود من حديث أبي هريرة \" فإذا وقع في إناء أحدكم\" والإناء يكون فيه كل شيء من مأكول ومشروب2. قال ابن حجر: ¶ قوله صلى الله عليه وسلم: \"فليغمسه\" وفي رواية \"فامقلوه\" قال ابن حجر: هذا أمر إرشاد لمقابلة الداء بالدواء وفي قوله صلى الله عليه وسلم: \"كله\" رفع توهم المجاز في الاكتفاء بغمس بعضه وكذا ذكره صاحب عمدة القاري. ¶ قوله صلى الله عليه وسلم: \"ثم ليطرحه\" في رواية سليمان بن بلال \"ثم لينزعه\" وقد وقع في رواية عبد الله بن المثنى عن عمه ثمامة أنه حدثه قال: ¶ \"كنا عند أنس فوقع ذباب في إناء فقام أنس بإصبعه فغمسه في ذلك الإناء ثلاثا ثم قال: بسم الله، وقال: إن رسول الله صلى الله عليه وسلم أمرهم أن يفعلوا ذلك\" أخرجه البزار ورجاله ثقات، ورواه حماد بن سلمة عن ثمامة فقال عن أبي هريرة ورجحها أبو حاتم، وأما الدارقطني فقال: الطريقان محتملان. ¶ قوله صلى الله عليه وسلم: \"فإن في إحدى جناحيه\" في رواية أبي داود \"فإن في أحد\" والجناح يذكر ويؤنث، وجزم الصنعاني بأنه لا يؤنث وصوب رواية (أحد) وهو حقيقة في الطائر، ويقال لغيره على سبيل المجاز كما في قول الله الكريم: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} ووقع في رواية أبي داود وصححه ابن حبان من طريق سعيد المقبري عن أبي هريرة، وأنه يتقي بجناحه الذي فيه الداء، قال ابن حجر: ولم يقع لي في شيء من الطرق بتعيين الجناح الذي فيه الشفاء من غيره، لكن ذكر بعض العلماء أنه تأمله فوجده يتقي بجناحه الأيسر فعرف أن الأيمن هو الذي فيه الشفاء والمناسبة في ذلك ظاهرة، وفي حديث أبي سعيد المذكور أنه يقدم السم ويؤخر الشفاء، ويستفاد من هذه الرواية تفسير الدواء الواقع في حديث الذباب وأن المراد به السم فيستغني عن التخريج الذي تكلفه بعض الشراح فقال: إن في اللفظ مجاز وهو كون الدواء في أحد الجناحين، فهو إما من مجاز الحذف والتقدير فإن في أحد جناحيه سبب داء، وإما مبالغة بأن يجعل كل الداء في أحد جناحيه لما ¶ __________ ¶ 1 فتح الباري ج10 ص251. ¶ 2 عمدة القاري للقسطلاني ج5 ص315 كتاب بدء الخلق.",
            "page": "47",
            "part": "1",
            "seal": "CF2661C9"
        },
        {
            "id": "8",
            "nass": "كان سببا له، قالا آخر يحتمل أن يكون الداء ما يرض في نفس المرء من التكبر عن أكله حتى كان سببا لترك ذلك الطعام وإتلافه، والدواء ما يحصل من قمع النفس وحملها على التواضع. ¶ وخير تفسير للداء هو ما هو ما ورد في حديث أبي سعيد الخدري _ رضي الله عنه_ عند ابن ماجه مرفوعا \"فإنه يقدم السم ويؤخر الشفاء\" فالداء هو السم، وهو الجراثيم التي يحملها الذباب في أطراف أرجله وخرطومه وهي جراثيم الأمراض كالتيفوئيد والكوليرا والديزنتاريا كما هو معروف لدى الأطباء اليوم1. ¶ قوله صلى الله عليه وسلم: \"وفي الآخر شفاء\" في رواية \"والأخرى شفاء\" وفي رواية \"فإن في أحد جناحيه داء، والآخر دواء\" والدواء هو سبب الشفاء بإذن الله تعالى. ¶ قال ابن حجر: في رواية أبي ذر \"وفي الأخرى\" وفي نسخة \"والأخرى\" بحذف حرف الجر وكذا وقع في رواية سليمان بن بلال \"في إحدى جناحيه داء والآخر شفاء\". واستدل به لمن يجيز العطف على معمولي عاملين كالأخفش، وعلى هذا فيقرأ بخفض الآخر وبنصب شفاء وعطف الآخر على الأحد وعطف شفاء على داء وسيبويه لا يجيز ذلك ويقول: إن حرف الجر حذف وبقى العمل وقد وقع صريحا في الرواية الأخرى \"وفي الأخرى شفاء\" ويجوز رفع شفاء على الاستئناف. ¶ __________ ¶ 1 فتح الباري.",
            "page": "48",
            "part": "1",
            "seal": "102840D3"
        },
        {
            "id": "9",
            "nass": "المسألة الأولى: مسألة فقهية ¶ ... ¶ وفي هذا الحديث مسألتان: المسألة الأولى فقهية، والمسألة الثانية طبية ولعل في بحثنا هذا ما فيه الرد على بعض المستغربين من أبناء المسلمين حيال هذا الحديث الذي هو من أعلام النبوة2. ¶ المسألة الأولى: ¶ استدل بهذا الحديث على أن الماء لا ينجس بوقوع ما لا نفس له سائلة فيه، ووجه الاستدلال كما قال البيهقي عن الشافعي: إنه صلى الله عليه وسلم لا يأمر بغمس ما ينجس الماء إذا مات فيه لأن ذلك إفساد. ¶ وقال بعض من خالف في ذلك: لا يلزم من غمس الذباب موته، فقد يغمس برفق فلا يموت، والحي لا ينجس ما يقع فيه كما صرح البغوي باستنباطه من هذا الحديث. وقال أبو الطيب الطبري: لم يقصد النبي صلى الله عليه وسلم بهذا الحديث بيان النجاسة ¶ __________ ¶ 2 من مذكرة للشيخ الدكتور خليل ملا خاطرص47",
            "page": "48",
            "part": "1",
            "seal": "BD7D73B1"
        },
        {
            "id": "10",
            "nass": "والطهارة وإنما قصد بيان التداوي من ضرر الذباب، وكذا لم يقصد بالنهي عن الصلاة في معاطن الإبل والإذن في مراح الغنم طهارة ولا نجاسة، وإنما أشار إلى أن الخشوع لا يوجد مع الإبل دون الغنم. ¶ قلت: وهو كلام صحيح، إلا أنه لا يمتنع أن يستنبط منه حكم آخر، بأن الأمر بغمسه يتناول صورا منها أن يغمر محترزا عن موته كما هو المدعى هنا، وأن لا يحترز بل يغمسه مات أو لم يمت. ويتناول ما لو كان الطعام حارا، فإن الغالب أنه في هذه الصورة يموت بخلاف الطعام البارد، فلما لم يقع التقييد حمل على العموم لكنه فيه نظر لأنه مطلق يصدق بصورة فإذا قام الدليل على صورة معينة حمل عليها. ¶ واستشكل ابن دقيق العيد إلحاق غير الذباب به في الحكم المذكور بطريق أخرى فقال: ورد النص في الذباب فعدوه إلى كل ما لا نفس له سائلة، وفيه نظر، لجواز أن تكون العلة في الذباب قاصرة وهي عموم البلوى به، وهذه مستنبطة، أو التعليل بأن في أحد جناحيه داء وفي الأخرى شفاء، وهي منصوصة وهذان المعنيان لا يوجدان في غيره، فيبعد كون العلة مجرد كونه لا دم له سائل بل الذي يظهر أنه جزء علة لا علة كاملة. انتهى. ¶ وقال ابن القيم عن هذا الحديث: هو دليل ظاهر الدلالة جدا على أن الذباب إذا مات في ماء أو مائع فإنه لا ينجسه وهذا قول جمهور العلماء ولا يعرف في السلف مخالف في ذلك، ووجه الاستدلال: أن النبي صلى الله عليه وسلم أمر بمقله وهو غمسه في الطعام، وهو يموت في ذلك لا سيما إذا كان الطعام حارا فلو كان ينجسه لكان أمر بإفساد الطعام، وهو صلى الله عليه وسلم أمر بإصلاحه. ¶ ثم عدى هذا الحكم إلى كل ما لا نفس له سائلة كالنحلة والزنبور والعنكبوت وأشباه ذلك، إذ الحكم يعم بعموم علته، وكان ذلك مفقودا فيما لا دم له سائل، انتفى الحكم بالتنجيس لانتفاء علته....1 ¶ فمما سبق يتضح أن الذباب وأمثاله مما لا دم له سائل إذا وقع في الماء فإنه لا ينجسه على مذهب جمهور العلماء. ¶ __________ ¶ 1 مذكرة السنة الثانية لمعهد الدعوة العالي في مادة الحديث لعام 1400هـ للشيخ ملا خاطر ص47.",
            "page": "49",
            "part": "1",
            "seal": "00E0581C"
        },
        {
            "id": "11",
            "nass": "المسألة الثانية: مسألة طبية ¶ ... ¶ المسألة الثانية: هي الأمر الطبي في هذا الحديث: ¶ قلت: في هذا الحديث أمران من أعلام النبوة لم يكتشفهما المتقدمون من المسلمين وإنما اكتشفتا في العصر الحاضر. ¶ الأولى: أن في الذباب داء لأمراض معينة ينقلها إلى الناس ممن كان عنده الاستعداد وبتقدير من الله تعالى وقضائه انتقل إليه ومن لا فلا. ¶ الثانية: أن في الذباب دواء لتلك الأمراض التي يحمل أصولها، فإذا أتى الدواء الذي يحمله الذباب على الداء الذي يحمله قضى عليه بإذن الله ولم يصب الإنسان بأذى ما يحمل من الداء. ¶ وقد أخبر صلى الله عليه وسلم بهاتين المعجزتين قبل أن يكشف المجهر الذي يكبر ملايين المرات، ولا يعرف هذا إلا من مشكاة النبوة. ¶ وإذا كان الطب الحديث قد أجمع على المسألة الأولى، وهي حمل الذباب الجراثيم، فإنه بدأ يسلم في المسألة الثانية أيضا، وإن كان لا يزال بعض المغرورين بالمادة لم يصدقوا ويسلموا بهذا الحديث، والحامل لهم - والعلم عند الله - الحقد والضغينة أن يسبق الإسلام العلم الحديث بأخبار علمية، باكتشافات حديثة، وكل هذا جهل والعياذ بالله. ¶ قال الإمام الخطابي: تكلم على هذا الحديث من لا خلاق له فقال وكيف يجتمع الشفاء والداء في جناحي الذباب؟ وكيف يعلم ذلك من نفسه؟ حتى يقدم جناح الداء ويؤخر جناح الشفاء وما ألجأه إلى ذلك؟. ¶ قال الخطابي: وهذا سؤال جاهل أو متجاهل، فإن كثيرا من الحيوان قد جمع الصفات المتضادة وقد ألف الله بينها، وقهرها على الاجتماع، وجعل منها قوى الحيوان، وأن الذي ألهم النحلة اتخاذ البيت العجيب الصنعة للتعسيل فيه، وألهم النملة أن تدخر قوتها لأوان حاجتها، وأن تكسر الحبة بصفين لئلا تستنبت. لقادر على إلهام الذبابة أن تقدم جناحا وتؤخر آخر. ¶ وقال ابن الجوزي: ما نقل عن هذا القائل ليس بعجيب، فإن النحلة تعسّل من أعلاها، وتلقي السم من أسفلها، والحية القاتل سمها تدخل لحومها في الترياق الذي يعالج به السم، والذبابة تسحق مع الإثمد لجلاء البصر.",
            "page": "50",
            "part": "1",
            "seal": "6F744F92"
        },
        {
            "id": "12",
            "nass": "وقبل ذكر ما قاله الطب قديما وحديثا عن الذباب لابد من ذكر بعض الأمور الهامة. ¶ إن قدماء الصين كانوا يجعلون براغيث البقر سفوفا فتقوم مقام التطعيم ضد الجدري، إن لسع العقرب يداوى بجزء منها، وذلك بأن يوضع على موضع القرص جزء من العقرب مع قليل من الزيت - بطريقة خاصة - فيخف الألم ثم يزول. ¶ ما اعتاده الهنود قديما حتى أيام قليلة من تعرضهم للأفاعي عنوة، اتقاء من قرص الأفعى وآلام سمه، فيكون بمثابة مناعة لهم. ¶ إن النحلة تخرج من بطنها شرابا نافعا وهو العسل ويكمن في إبرتها السم الناقع، فكيف جمعت بين النقيضين. ¶ يحضر لقاح من الأفاعي والحشرات السامة، يحقن به لديغ العقرب، أو الأفعى بل وينفع في تخفيف لآلم السرطان أيضا. ¶ إن عالم الجراثيم والاكتشافات الحديثة فيه قلبت موازين الطب وغيرت كثيرا من الفرضيات والنظريات القديمة فيه، فقد استخرج من مواد مستقذرة أدوية حيوية قلبت فن المعالجة رأسا على عقب ((فالبنسلسن)) مثلا استخرج من طفيليات العفن ((والستربتومايسين)) من جراثيم تراب المقابر. ¶ إن بكتيريا ((دودرلين باسلص)) توجد في مهبل المرأة، وظيفته إفراز مادة حمضية تحفظ المنطقة من مهاجمة البكتيريا الضارة، وتموت هذه البكتيريا عند نزول دم الحيض، لذا يصبح الضرر بالغا، وتكون المنطقة معرضة لخطر البكتيريا الضارة، وهذا مصداق قوله تعالى: {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ} . ¶ ومثله بكتيريا التخمر الموجودة في الأمعاء عند الإنسان وظيفتها الثانوية إفراز مادة فيتامين (ب) المركب، وفي حالة موت هذه البكتيريا بسبب أحد العقاقير لابد من إعطاء فيتامين (ب) المركب ليحل محل المنتج داخل الأمعاء.",
            "page": "51",
            "part": "1",
            "seal": "8FE8A796"
        },
        {
            "id": "13",
            "nass": "أقوال الأطباء المسلمون: ¶ قال ابن القيم: قال أبو عبيد ((امقلوه)) اغمسوه ليخرج الشفاء منه كما خرج الداء، يقال للرجلين. هما يتماقلان إذا تغاطسا في الماء.",
            "page": "51",
            "part": "1",
            "seal": "0C2FB95C"
        },
        {
            "id": "14",
            "nass": "واعلم أن في الذباب قوة سمية يدل عليها الورم والحكة العارضة عن لسعه وهي بمنزلة السلاح، فإذا سقط فيما يؤذيه اتقاه بسلاحه، فأمر النبي صلى الله عليه وسلم أن يقابل تلك السمية، بما أودعه الله سبحانه في جناحه الآخر من الشفاء. فيغمس كله في الطعام والشراب، فيقابل المادة السمية، المادة النافعة، فيزول ضررها، وهذا طب لا يهتدي إليه كبار الأطباء وأئمتهم، بل هو خارج من مشكاة النبوة. ¶ ومع هذا فالطبيب العالم العارف الموفق يخضع لهذا العلاج، ويقر لمن جاء به بأنه أكمل الخلق على الإطلاق. وأنه يؤيد بوحي إلهي خارج عن قوى البشرية. ¶ وقد ذكر غير واحد من الأطباء أن لسع الزنبور والعقرب إذا دلك موضعه بالذباب نفع منعه نفعا بينا وسكنه، وما ذاك إلا للمادة التي فيه من الشفاء وإذا دلك به الورم الذي يخرج من شعر العين المسمى ((شعرة)) بعد قطع رؤوس الذباب أبرأه1. ¶ وقال أبو محمد الماقلي: \"إن أخذ الذباب الكبير فقطعت رأسها وحك بجسدها الشعرة التي في الجفن حكا شديدا أبرأته وكذا داء الثعلب، وإن مسح لسعة الزنبور بالذباب سكن الوجع2\". هذا بعض ما قاله علماء المسلمين القدامى، علما بأنه لا يوجد عندهم أجهزة حديثة للاستكشاف، وإنما هو التصديق والتجربة والمشاهدة. ¶ وأما الاكتشافات الحديثة، فقد ذكر مجدي كيرلس جرجي في مقاله ((الحشرات المظلومة)) . وهناك حشرات ذات منافع طبية ففي الحرب العالمية الأولى، لاحظ الأطباء أن الجنود ذوي الجروح العميقة، الذين تركوا بالميدان لمدة ما، حتى ينقلوا إلى المستشفى، قد شفيت جروحهم والتأمت بسرعة عجيبة، وفي مدة أقل من تلك التي استلزمتها جروح من نقلوا إلى المستشفى مباشرة، وقد وجد الأطباء أن جروح الجنود الذين تركوا بالميدان تحتوي على يرقات بعض أنواع الذباب الأزرق، وقد وجد أن هذه اليرقات تأكل النسيج المتقيح في الجرح، وتقتل البكتيريا المتسببة في القيح والصديد، وقد استخرجت مادة ((الألانثوين)) من اليرقات السالفة الذكر، واستخدمت كمرهم رخيص ملطف للخراريج، والقروح، والحروق، والأورام أخيرا عرف التركيب الكيميائي لمادة ((الألانثوين)) وحضرت صناعيا وهي الآن بمخازن الأدوية، والكاتب كما هو ظاهر من اسمه ليس مسلما3. ¶ __________ ¶ 1 الطب النبوي 88- 89 وزاد المعاد3/99-100. ¶ 2 فتح الباري 10/251. ¶ 3 جريدة الأهرام الصادر في 20/7/1952م.",
            "page": "52",
            "part": "1",
            "seal": "AF065297"
        },
        {
            "id": "15",
            "nass": "وأما الاكتشافات العلمية الجديدة: فنجد أن الدكتورين: محمود كمال ومحمد عبد المنعم حسين1 يقولان: ¶ _تمسك بعض الأطباء بالناحية الصحية وكذّبوا الحديث، وكنا نود أن يُفهم الحديث على أسس ثلاثة: ¶ 1_ عدم التعرض لصحة الحديث. فهذا من اختصاص فقهاء الحديث والعلماء، الذين درسوا العلم والحديث، وكيف يستبعدون الأحاديث الموضوعة والمكذوبة. ¶ 2_ محاولة البحث العلمي، بافتراض صحة الحديث. للوصول إلى حقائق أنبأنا عنها النبي صلى الله عليه وسلم {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} . ¶ 3_ عدم الخوض في موضوع مادة الحديث قبل الرجوع إلى المراجع العلمية الكافية عن الحشرات وعن طفيليات الحشرات، ثم قالا: ¶ جاء في المراجع العلمية: ¶ 1_ في عام 1871م اكتشف البروفيسور ((بريفلد)) من جامعة ((هالة)) بألمانيا الشرقية أن ذبابة المنزل مصاحبة بطفيلي من جنس ((الطفيليات_ الفطريات الأشنيه)) وقد تعمق البروفيسور في دراسة دورة حياته، فعرف أنه يعيش داخل بطن الذبابة في الجزء الدهني بشكل خلايا مستديرة تنمو، فتصبح مستطيلة الشكل، وتخرج من فتحات أو مفاصل حلقات بطن الذبابة للخارج، وبهذا فإنها تعيد دورة حياتها التناسلية. ¶ بيد أن بذور الفطر عند تجمعها داخل الخلية يزداد الضغط الداخلي فيها إلى حد معين ينفجر معه جدار الخلية، فتنطلق بذور الفطر بقوة شديدة ولمسافة تصل إلى 200سم خارجها على هيئة رذاذ، مصحوبا بسائل الخلية وهذا ما نشاهده إذا أمعنا النظر في ذبابة ميتة على لوح زجاج أو شباك فنرى بذور الفطر حول الذبابة، ونرى أماكن انفجار الخلايا من بطن الذبابة ولو فحصناها تحت الميكريسكوب لرأينا شكلها المستطيل. ¶ 2_ في عام 1945م أعلن أستاذ الفطريات المشهور ((لانجيرون)) أن هذا الفطر الذي يعيش دائما في بطن الذبابة على شكل خلايا مستديرة فيه ((أنزيم)) خاص، يحلل جزءا من جراثيم المرض المحمول بواسطة الذبابة. ¶ __________ ¶ 1 مجلة الأزهر عدد رجب سنة 1378هـ ومجلة ((المكروبيولوجيا)) بسويسرا عام 1950م.",
            "page": "53",
            "part": "1",
            "seal": "996477B1"
        },
        {
            "id": "16",
            "nass": "3_ في عام 1947م تمكن العالم ((موفيتش)) من عزل مواد حيوية مضادة، من مزرعة للفطريات الموجودة على نفس جسم الذبابة، ووجدها ذات مفعول قوي ضد جراثيم ((غرام السالبة)) مثل ((التيفوئيد)) و ((الديسانتريا)) وما يشبهها وإن غراما واحدا من هذه المادة المعزولة يمكن أن يحفظ ((1000)) لتر من الحليب المتلوث بهذه الجراثيم. ¶ _في عام 1948م تمكن فريق من العلماء الانكليز ((بريان، وكوتسي، وهمينغ، وجيغرس، ومالحجوان)) من عزل مادة مضادة حيوية، من فطريات تنتمي لنفس عائلة فطريات الذبابة أسموها ((كولتيزين)) وتؤثر في جراثيم ((غرام السالبة)) ((كالديسانتريا، والتيفوئيد)) . ¶ _ أكد ذلك مجموعتا ((آرنشتين، وكوك)) الإنجليزية و ((روليوس)) السويسرية بعزلهما لنفس المضاد الحيوي من فطريات الذباب في الأعوام (47_1950م) وهذه المادة أسموها ((جافاسين)) وتقتل جراثيم ((غرام السالبة والموجبة)) كالتيفوئيد والدسنتاريا. ¶ _ وقد أكدت مجموعتان: إنكليزية ((كوتش، وفارمر)) وسويسرية ((جرمان، وروث ماتلنجر، وبلاتز)) عام 1949م، ذلك بعزل مادة مضادة حيوية، من فطر الذباب، اسمها ((إنياثين)) من نفس القوة والتأثير على جراثيم ((غرام الوجبة والسالبة)) كالكوليرا والزهار والتيفوئيد. ¶ ويستطرد الدكتوران محمود كمال ومحمد عبد المنعم حسين فيقولان: ¶ لم تدخل هذه المواد المضادة للحيوية بعد الاستعمال الطبي (1378هـ) ولكنها فقط من العجائب العلمية لسبب واحد، وهو أنها بدخولها بكميات كبيرة في الجسم قد تؤدي إلى حدوث بعض المضاعفات، بينما قوتها شديدة جدا وتفوق جميع المضادات الحيوية المستعملة في علاج الأمراض المختلفة. ¶ قلت: ومن الطبيعي في فن العلاج، أن ما يكتشف من أدوية جديدة، تجري عليها تجارب كثيرة لسنوات عدة، ومراحل مختلفة، ليعرف مدى قابليتها، وكمية الجرعة منها، إلا أن المهم في الموضوع هو فاعليته وشدة تأثيره وقوته بحيث فاق جميع المضادات الحيوية الموجودة والمستعملة حتى عام (1378هـ) . ¶ وأما بالنسبة للحديث وصحته فهو مروي بنحو ثمان وعشرين طريقا، ولا يوجد في طريق من هذه الطرق رجل ضعيف، إنما كلهم ثقات أئمة1. ¶ __________ ¶ 1 انظر مجموع الحديث باب حديث الذباب.",
            "page": "54",
            "part": "1",
            "seal": "1480505F"
        },
        {
            "id": "17",
            "nass": "هذا الحديث فيه معجزتان الأولى تم اكتشافها والتأكد من صحتها ووجودها وهي حما الذباب الجراثيم وعبر عنه صلى الله عليه وسلم بالداء والثانية وهي التي عبر عنها صلى الله عليه وسلم بالشفاء، بالداء وقد بينت ما اكتشفه الطب الحديث حتى عام 1378هـ مما يبرهن على صحة ووجود هذه المعجزة الخارقة التي تبرهن على صدق قائلها وأنها خارجة من مشكاة النبوة وليست من قبيل التخرص والهوى. ¶ إن الخبر إذا جاء يحمل في طياته عنصرين غريبين غيبيين، ثم جاء تصديق أحدهما تصديقا جازما، فالعاقل المنصف ينتظر تصديق الآخر وتحققه، ولا يسرع إلى تكذيب الخبر أو استنكاره، وكيف يكذب أو يستنكر وقد جاء ما يؤيد بعضه فضلا عما جاء ما يؤيد الاثنين، وما ذكرته من مخترعات واكتشافات كاف لذي العقل السليم أن يصدق الحديث ويصدق من جاء به وأنه صلى الله عليه وسلم لا ينطق عن الهوى. ¶ إن الذباب ملوث بالجراثيم المرضية كالكوليرا والتيفوئيد والديسانتريا التي يحملها من المجاري والفضلات وبراز المرضى وتكون هذه الجراثيم على أطراف أرجله وخرطومه كما يقول الأطباء، فإذا وقع الذباب على الطعام أو في الشراب، فإنه يقف على أرجله ويمد خرطومه، وإذا تبرز لوث الغذاء كذلك، فلو تركت أو ذبت، بقيت الميكروبات المرضية التي أصابت الغذاء أو الشراب فيهما. وهذا أمر طبيعي مسلم لا يختلف فيه الناس. ¶ فدلنا رسول الله صلى الله عليه وسلم على القضاء على هذه الميكروبات المرضية، واستئصالها قبل أن تستفحل، وذلك بأن تضغط على الذباب حتى يقع كله في الطعام أو الشراب، وهذا معنى قوله: \"فامقلوه\" وسبب ذلك أن هذه الفطريات التي تفرز المواد المضادة للحيوية، والتي تقضي على الجراثيم ((غرام السالبة والموجبة)) التي يحملها هو على أرجله وخرطومه - توجد على بطن الذبابة ولا تنطلق مع سائل الخلية المستطيلة إلا بعد أن يزيد الضغط عليها فتنفجر وتندفع البذور والسائل الذي يقضي على الميكروبات المرضية - كما مرّ في الاكتشافات العلمية الحديثة. ¶ وإذا كانت الذبابة لا ينفجر الجزء الدهني منها إنما يخرج من ثنايا الطبقات المكونة للجزء الدهني هذا السائل الذي يحمل هذه المواد المضادة للحيوية. ¶ إن أخبار النبي صلى الله عليه وسلم عن الذباب، إنما كان من الأمور الغيبية التي لا تعرف إلا بوحي، وقد اكتشفت في هذا العصر.",
            "page": "55",
            "part": "1",
            "seal": "B2A97352"
        },
        {
            "id": "18",
            "nass": "والخبر إذا نقل بطريق يغلب على الظن صدقه، فإنه لا يكون من الأمور المحسوسة بالمشاهدة، فعلى العاقل التريث وعدم التسرع في الإنكار حتى لا يقع في التناقض عند بيان صدقه ومطابقته للواقع. ¶ ولكن الذين غلب عليهم التقليد الأعمى من أصحاب النفوس المريضة لا يهمهم أن يقعوا في التناقض بقدر ما يهمهم الطعن في السنة، ولكن الله الذي تكفل بحفظ دينه يحبط ألاعيب هؤلاء ويحفظ السنة كما يحفظ القرآن. ¶ وصلى الله وبارك على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "56",
            "part": "1",
            "seal": "0F67CF3F"
        }
    ],
    "t10184": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "النص النبوي الشريف"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "سند الحديث"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الحديث"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الأولى: مسألة فقهية"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "المسألة الثانية: مسألة طبية"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال الأطباء المسلمون"
        }
    ]
}