{
    "b10289": [
        {
            "id": "1",
            "nass": "التربية الإسلامية للشباب ¶ للدكتور عبد الرحمن بله علي ¶ الأستاذ المساعد بكلية اللغة العربية بالجامعة ¶ لمحة لغوية: ¶ الشباب جمع شاب، وقد تجمع على (شبان) كفارس وفرسان، وقد تجمع على (شببة) ككاتب وكتبة. جاء في السيرة: لما برز يوم بدر عتبة وشيبة والوليد برز لهم شببة من الأنصار، وقال ابن عمر رضي الله عنهما: \"كنت أنا وابن الزبير وشببة معنا\". والمؤنث منه شابة وتجمع على (شواب) كدابة ودواب. ¶ ومادة (ش ب ب) من باب (ضرب) تشير هي وجميع مشتقاتها إلى معنى القوة والفتوة والحداثة والجمال والنماء. فالشؤبوب هو الدفعة من المطر، وأول كل شيء وشدة دفعه، يطلق كذلك على شدة حرّ الشمس. وفرس مشب هائج متمرد عَصيّ القياد. والشباب بالكسر النشاط. ¶ ومن معانيها الحداثة والابتداء تقول فعل فلان هذا الشيء في شبابه أي في أول عمره وحداثة سنه، وتقول: سافر فلان في شباب الشهر أي في أوله. وتقول: جئتك في شباب اليوم أي في أوله؛ ومنه التشبيب، وهو ما يذكر في أول القصيدة من ذكر النساء، وما يتصل بهن، ويدور حولهن؛ قالت أم معبد: \"لما سمع حسان قولا لهاتف شبب بجارية\"، أي أخذ يجاوبه من التشبيب وهو الابتداء بالكتب والأخذ فيها.",
            "page": "189",
            "part": "1",
            "seal": "22255765"
        },
        {
            "id": "2",
            "nass": "ومما تحمله المادة: الحسن والجمال تقول: شب الخِمار لون المرأة؛ أي زاد في بياضها وجمالها، لأن الضد يزيد في الضد، ويبدو ما خفي منه، لهذا قالوا: (وبضدها تتميز الأشياء) وقالوا (والضد يظهر حسنه الضد) ؛ ومنه قول أمير المؤمنين عمر بن الخطاب حين جيء له بجواهر ولآلىء: يشب بعضها بعضا. أي يزيد بعضها في جمال بعض. ¶ من معانيها النماء والزيادة، تقول: شب فلان أي كبر وزاد حجمه ومنه قول جزيمة الأبرش: \"شب عمرو عن الطوق\"؛ أي نما جسمه وزاد حجمه، حيث الطوق لم يعد يمكن الدخول في عنقه. ¶ والإنسان إذا بلغ السادسة عشر من عمره يسمى (شابا) حتى سن الأربعين ثم هو كهل حتى سن الستين، ومن ثم يسمى (هرما) حتى يموت. وهذه الحدود ليست موضع اتفاق ولا هي حدود بارزة كحدود الحجرات، في المنزل ولكنها حدود وهمية كخطوط العرض والطول. ومن ثم فقد نرجع بالحديث عن الشباب إلى ما قبل مرحلة الشباب لما بين هذه المراحل من تداخل واضح وارتباط وثيق",
            "page": "190",
            "part": "1",
            "seal": "561455A6"
        },
        {
            "id": "3",
            "nass": "سر الاهتمام بالشباب: ¶ يمثل الشباب من حيث الكم 60% من مجموع الأمة. ومن حيث الكيف يمثل قلب الأمة النابض وقوتها الدافعة ودرعها الواقي.. هم بُدورها إذا أظلم ليلُها، وهم سيوفُها إذا جَلَّ خطبها.. هم كنزها المدخر، ورصيدها المعتبر.. ومستودع آمالها، وموضع ثقتها ورجائها. ¶ إذا نظرت بعين الحقيقة إلى فترة الشباب، وجدتها فترة التأثير والتأثر، والعطاء والبذل، لأننا ونحن نعد الشباب نستثمر مواهبه، ونفجر طاقاته ونستغلها في البناء والتعمير، ودفع العدو المغير، هي فترة الحاجة الماسة إلى التوجيه والترشيد والتبصير والعناية والرعاية.. هي فترة وضع حجر الأساس، وكلما كان الأساس متينا كان البناء قويا شامخ الذرى، وكلما كان الأساس ضعيفا كان البناء هشًا سرعان ما يتحطم وينهار عند أول هبة ريح أو رشة مطر. ¶ إذن هي فترة لها ما بعدها، ومرحلة لها أثرها الخطير في المستقبل: سلبا أو إيجابا. صلاحا أو فسادا، سموا أو هبوطا فلا غرو إن وجدنا رسولنا الكريم عليه الصلاة والسلام يوجه بحسن استغلال هذه الفترة فيقول: \"اغتنم خمسا قبل خمس: شبابك قبل هرمك، وصحتك قبل سقمك، وغناك قبل فقرك، وحياتك قبل موتك، وفراغك قبل شغلك\" كما نجده يوجه الشباب إلى كل ما يحفظ عليهم صحتهم، ويستبقى قوتهم، ويصون أخلاقهم فيقول: \"يا",
            "page": "190",
            "part": "1",
            "seal": "582D7E09"
        },
        {
            "id": "4",
            "nass": "معشر الشباب من استطاع منكم الباءة -المقدرة على الزواج والقيام بواجباته الحسية والمعنوية- فليتزوج فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء\".. أي وقاية من الوقوع في الفاحشة والآثام -إنما خص الشباب بوصيته الغالية لحاجتهم إليها بحكم نوازعهم الفطرية والشباب في هذه السن الباكرة يكونون أصلح للتربية والتوجيه، وأسمع للنصح والترشيد. فإذا وجدوا من يأخذ بأيديهم اتبعوه، وعملوا بأمره. ¶ من هنا كان السر في إقبالنا على الشباب، وعنايتنا به ورعايتنا له حتى يمضى إلى غايته الكبرى وهدفه الأسمى مصونا من الانحراف الفكري والتدهور الخلقي والضعف العقلي. أما إذا تركناه هملا بلا رعاية، وسدى بلا ولاية فلسوف يتضعضع كيانه ويضمر بذله وعطاؤه، ويستشرى خطره وفساده فيصبح نقمة بعد أن كان نعمة، ومحنة بعد أن كان منحة، وبلاء بعد أن كان نفحة وعطاء. ¶ إن شبابنا اليوم يواجه هجمة استعمارية فكرية شرسة تحاول زعزعة إيمانه وزحزحة أقدامه، وضعضعة كيانه، فلا بد من تسليحه بالسلاح الذي يصيب مقاتلها. إن أعداءنا لما عجزوا من غزونا عسكريا لجأوا إلى غزونا فكريا. وبتعبئة الأمة وتجنيد طاقاتها وإعداد شبابها سيؤول أمر الغزو الفكري مآل الغزو العسكري: هزيمة نكراء وفشلا ذريعا. إذا شيدوا للشباب المراقص شيدنا له المساجد، وإن أقاموا له الحفلات الغنائية أقمنا له الكتائب الليلية، ليكونوا رهبانا بالليل وفرسانا بالنهار، لينشدوا أراجيز الحرب والقوة بدل التغني بفنون اللذة....ليحرصوا على الموت أكثر من حرصهم على الحياة وحبهم لها.. ليقتلوا أعداءهم بدل قتلهم أوقاتهم.. وهكذا نواجه مكر أعدائنا بمكر أدهى، وهجماتهم بدفاع أعتى حماية لشبابنا، وصونا لعقيدتهم وحقيقتهم....",
            "page": "191",
            "part": "1",
            "seal": "8A2FD20C"
        },
        {
            "id": "5",
            "nass": "لماذا نعد الشباب؟ ¶ السؤال الذي يطرح نفسه أمامنا ما هي الأهداف التي من أجلها نهتم بتربية الشباب وإعداده؟ هل نُعدّ الشباب ليكون -صالحا في نفسه غير مصلح لغيره؟ هل نعدّ الشباب ليكون مهتما بأمره هو، لا بأمر غيرها؟ هل نُعِدّ الشباب ليتمثل فيه الدين ثقافة وعلما؟ هل نربي الشباب ليؤدى شعائر الإسلام من صلاة وصوم وحج وزكاة؟ هل نربي الشباب ليكف بصره، ويصون فرجه ويحفظ جوارحه ويرسل لحيته وكفى!؟",
            "page": "191",
            "part": "1",
            "seal": "E35A665D"
        },
        {
            "id": "6",
            "nass": "الواقع أن السؤال الواحد تفرعت عنه أسئلة، ولكنها نشأت عنه وارتبطت به كارتباط الفروع بالشجرة. ونجد المفكرين ورجال الإصلاح يجيبون على هذه الأسئلة إجابات كافية شافية، فهم يرون أن المرمَى من إعداد الشباب أن يكون هو في ذاته صالحا، لأن الفاسد لا يصلح غيره. ثم يقوم بمهمة التغيير والتحويل والتبديل ... نعدُّه ليكون ثورة الحق على الباطل، وحملة الإيمان على الإلحاد، وكتيبة الصدام في وجه الأعداء ... نعدُّه ليصون دينه وطنه من خطر المذاهب الهدامة والأفكار الملحدة المنحلة.. نعدُّه ليكافح بحزم لا هوادة فيه البدع والخرافات وأنواع الضلالات.. نعدُّه ليخرج الناس من ظلمات الكفر إلى نور الإسلام، نعدُّه ليمسح بيده الحانية القوية آلام أمته وآلام الإنسانية، ويوفر للحياة جوا من الطهر والأمن والسعادة. نعدُّه ليمزق بسيف الحق جيوش الباطل، ويبدد بنور العلم ظلام الجهل.. نعدُّه ليقود أمته بقوة العزيمة وشدة الشكيمة إلى حيث يضعها في مكانها اللائق بها تحت الشمس.. نعدُّ في الشباب سواعده لتحمل راية الإسلام ودعوته، نعدُّ عقوله لتحمل فكر الإسلام وثقافته.. نعدُّ أرواحه لتحمل هدي الأسلم وصفاءه وشفافيته. ¶ وإن الشباب لقادرون على كل ذلك -إن شاء الله تعالى- إذا وجدوا العناية الفائقة، والتوجيه السديد، والمتابعة الدقيقة التي تراقب خطوهم، وتزيل العقبات من دروبهم. ونحن نرى كيف أن المذاهب المختلفة تتلقف الشباب، وتحتضنهم بالجماعات، وتعدُّهم إعدادا، ليقوموا بمهمة الدعوة إليها والذود عنها، وهي في سبيل ذلك ترسم الخطط المحكمة، وتجند الطاقات الهائلة، وتنفق الأموال الطائلة، لتضمن بقاءها على أيد قوية، وعزائم ماضية فتية. وعلى الشباب أن يدركوا هذه الحقيقة، ويعوا تلك الغاية البعيدة المدى، وتكون همهم الملازم ينامون به، ويقومون به ويمشون به بين الناس، عاقدين عليه قلوبهم، حانين فوقه ضلوعهم: ¶ قد رشحوك لأمر لو فطنتَ له ... فاربأ بنفسك أن ترعى مع الهمل",
            "page": "192",
            "part": "1",
            "seal": "82022353"
        },
        {
            "id": "7",
            "nass": "الشباب عنوان الأمة: ¶ إذا أردت أن تعرف ماهية الأمة وحقيقة أمرها، فلا تسأل عن ذهبها ونشبها وبترولها ورصيدها المالي، ولكن انظر إلى شبابها، فإن رأيته شبابا متدينا متمسكا بقيمه الأصيلة منشغلا بمعالي الأمور، قابضا بأذيال الكمال وأهداب الفضائل -فاعلم أنها أمة جليلة الشأن، رفيعةُ القدر والجاه، قوية البناء، مرفوعة العلم لا ينال منها عدو، ولا يطمع فيها قوى.",
            "page": "192",
            "part": "1",
            "seal": "631DD7A5"
        },
        {
            "id": "8",
            "nass": "وإذا رأيت شباب الأمة هابط الخلق والقيم، منشغلا بسفاسف الأمور، يتساقط على الرذائل كما يتساقط الذباب على جيف الفلاة -فاعلم أنها أمة ضعيفة البناء مفككة الأوصال هشة الإرادة، سرعان ما تنهار أمام عدوها، فيستلب خيراتها، ويحقر مقدساتها، ويهين كرامتها، ويشوه تاريخها وثقافتها. ¶ وتلك حقيقة جلية لا يزيدها تعاقب الزمن إلا رسوخا ووضوحا، لأنها جاءت نتيجة لتجارب الأمم وحوادث التاريخ وسنن الكون.. إن الشباب هو عنوان الأمة والمتحدث بلسان حالها، والمترجم عن مصيرها ومآلها -تستطيع الأمة بشبابها -بعون الله- حماية دينها وأرضها واستخراج كنوزها، وتطويع مواردها، واستغلال خيراتها.. إلا أن ذلك مرهون بتربيته، والعناية به وصيانته من كل خطر يهدد خلقه وعقيدته.. ذلك مرهون بتمكن الإيمان في قلبه وبين جنبيه.. ذلك مرهون بتنمية روحه وضميره وعزمه وفكره تلك هي التنمية المطلوبة، والتي ينبغي أن نهتم بها أكثر من غيرها كتنمية الموارد الطبيعية، لأن الأخيرة هذه إنما تدار من أجل الإنسان فهو إذن قطب الرحى، فالاعتناء به ينبغي أن يكون في مقدمة ما نعتني به، وفرق بين تنمية تدفع إليها الحاجة، وتنمية يسار إليها مع الحاجة. ¶ لعلنا على اتفاق أن حاجتنا الملحة هي تنمية شبابنا ليكون عنوان الأمة والناطق بلسانها والذائد عن حياضها. إذا وجدت غريقا جائعا يستغيث من الغرق والجوع فإن منطق العقل والحكمة والحاجة يقتضي أن تنقذه أولا ثم تذهب فتبحث له عن طعام، وإن أنت تصرفت على غير هذا النحو تكون قد جافيت الصواب، وأخطأت التصرف. ¶ ماذا نقول عنك لو أنك تركته لأمواج البحر تبتلعه، وذهبت تبحث له عن طعام؟ ¶ وإنها لتنمية تعلو في درج المشقة، درجات، وتمضى في مشوار الصعوبة أشواطا، وتتقدم على التنمية المادية بمسافة شاسعة، إذ ليس بناء النفس كتشييد العمارات، ولا تعمير الأرواح كتأسيس المصارف، الأمر إذًا يحتاج منا إلى منهج رشيد وجهد مكثف يقرب البعيد، ويسهل الصعب ويجعل القول عملا والخيال واقعا. ¶ ونحن لا نقلل من أهمية التنمية المادية المتمثلة في النهوض بالناحية الاقتصادية والزراعية وغيرهما، ولكن الذي نعيبه هو الانشغال بها عن التنمية الروحية والتربية الدينية.. فهلا سارت التنميتان معا كركبتي بعير، أو كفرسي رهان، إن لم تتقدم الثانية على الأولى.",
            "page": "193",
            "part": "1",
            "seal": "CDCBE85B"
        },
        {
            "id": "9",
            "nass": "مظاهر الاهتمام بالشباب: ¶ لم يبدأ اعتناء الإسلام بالشباب عند بلوغهم سنَّ الشباب، بل اعتنى بهم وهم نطف في أصلاب آبائهم وترائب أمهاتهم وذلك حين دعا إلى: ¶ 1ـ اختيار الزوجة والتحري من كرم أصلها وطيب منبتها؛ لأن الإنسان إذا أراد أن يبذر بذرا اختار له الأرض الصالحة بغية أن يخرج نباته بإذن ربه، والأمر بالنسبة للزوجة أجل خطابا وأعظم هولاً، لأنه إنتاج بشري وذاك إنتاج زراعي، وفرق شاسع بين إنتاج وإنتاج، فلا عجب إن دعا الإسلام إلى التدقيق في اختيار الزوجة والنظر إليها والوقوف على أخلاقها ودينها حتى يكمل الانسجام، وتزداد المحبة، وصولا إلى عش الزوجية الهادئ الذي يستقبل الأبناء في عطف وحنان فيترعرعون في ظله؛ ليقدمهم إلى المجتمع رجالا أصلاء ونساء عريقات. ¶ 2ـ من آداب المعاشرة الزوجية أن يسمى الرجل الله تعالى، ويأمر زوجته بها اتباعا للسنة وعملا بقوله صلى الله عليه وسلم: \" لو أن أحدكم إذا أتى أهله قال: بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فقضى بينهما ولد لم يضره الشيطان أبدا \" وهكذا يدعو الأبوان لابنهما قبل أن يولد بل قبل تكوينه.. حتى إذا جاء إلى الحياة نشأ نشأة رحمانية بعيدة عن غواية الشيطان ومكائده. ¶ 3ـ حينما يولد المولود نؤذن في أذنه اليمنى، ونحنكه بمضغ تمرة ووضعها في فيه، وندعو له بالبركة، ثم نعقّ له في اليوم السابع، ونختار له اسما حسنا، وهذه كلها معان خيرة تتعاون على رسم بداية طيبة لحياة قادمة مليئة بالكرامة والخير والاستقامة والسعادة. ¶ 4ـ حفظا لفطرة المولود من أي شيء يغيرها، ويعكر صفوها نهى رسول الله صلى الله عليه وسلم- من استرضاع المرأة الحمقاء حتى لا يتعدى حمقها إلى الطفل متسربا إلى نفسه الذكية مع لبنها، فيلوثها بما يشوه جمالها، ويغير طبيعتها. ¶ 5ـ أمر الرسول عليه الصلاة والسلام أن يطعم الطفل، ويغذى من حلال؛ لأن الذي ينبت لحمه من حلال ينشأ وهو يحب الحلال -كما أن الذي ينبت لحمه من حرام ينشأ وهو يحب الحرام، ولا يخفى ما في هذه المسألة من خير كثير في شقها الأول، ومن شر مستطير في شقها الثاني. ¶ 6ـ إذا بلغ الأطفال السابعة من أعمارهم أمرناهم بالصلاة فإن داوموا عليها فبها ونعمت، وإلا ضربناهم عليها وهم أبناء عشر، وفرقنا بينهم في المضاجع حتى لا يلتفتوا إلى",
            "page": "194",
            "part": "1",
            "seal": "2A63A64E"
        },
        {
            "id": "10",
            "nass": "أشياء جنسية، في وقت مبكر، هم لم يتأهلوا لها عقليا فتؤثر في أخلاقهم وتنحرف بسلوكهم. ومن حكمة الله ورحمته بخلقه أن الإنسان لا يبلغ الحلُمَ إلا في مرحلة متأخرة يكون فيها عقله قد نما وأصبح يدرك الأمور ويتحكم لحد ما في رغبته، وكبح جماح شهوته. ¶ 7ـ يزود الإسلام الشباب في وقت مبكر بثقافة جنسية تتناسب مع سنه وتصلح أساسا لثقافة جنسية كاملة، فنحن نعلمه الصلاة نعرفه بآداب قضاء الحاجة، ونواقض الوضوء.. وهكذا. والثقافة الجنسية لازمةٌ للأولاد؛ لأنها ترشد سلوكهم، وتضبط نوازعهم، وتصون خطاهم من الانحراف.",
            "page": "195",
            "part": "1",
            "seal": "189531CE"
        },
        {
            "id": "11",
            "nass": "إشادة وتكريم: ¶ إنَّ الشباب إذا أخلص انتماءه لدينه تمسكا به ودعوة إليه وجهادا في سبيله، استحق أن يحلى صدره بأوسمة المجد والفخار.. قال تعالى إشادة بأهل الكهف الذين فروا بدينهم، وآووا إلى كهف حفاظا على عقيدتهم، وتعرضا لرحمة ربهم قال سبحانه: {إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدىً} ، فسجل موقفهم قرآنا عربيا يتعبد بتلاوته، وقال عزَّ وجل تنويها بموقف إبراهيم عليه السلام الذي وقف يصيح بكلمة التوحيد في وجوه قومه الذين عبدوا الأصنام، وأمام صيحته القوية العالية، انخلعت قلوب القوم، وخابت وخسرت أصنامهم.. قال سبحانه: {قَالُوا سَمِعْنَا فَتىً يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ} ورسولنا الأعظم يثنى على الشباب المتدين الناشئ في طاعة ربه، ويجعله مع الحكام العادلين والأخوة المتحابين والأغنياء المتصدقي، ن وبقية السبعة الذين يظلهم الله تحت ظله يوم لا ظل إلا ظله. ¶ كما نجده عليه الصلاة والسلام يسند إلى الشباب أرفع المناصب وأخطر المسئوليات فيسند إلى علي رضي الله عنه وكان في ريعان الشباب وميعة الصبا -أن ينام على فراشه ليلة تسور عليه سبعون فتى من فتيان قريش ينتظرون (ساعة الصفر) ليميلوا على رسول الله ميلة رجل واحد- أمره أن ينام على فراشه ليعمى عليهم أمرهم وأحسن التخلص عليه الصلاة والسلام حيث كانت بداية الهجرة النبوية المباركة. أما علي رضى الله عنه فقد قال فيما بعد عن نومه في فراش النبي صلى الله عليه وسلم: \"والله ما نمت ليلة أهدأ من تلك الليلة\". ¶ ويُسنِد عليه الصلاة والسلام مهمةَ الدعوة في المدينة إلى مصعب بن عمير وكان شابا في مقتبل العمر- فقام بواجبه على خير وجه، وبلغ من التوفيق والنجاح أن أهل المدينة يكادون يكونون قد اسلموا جميعا على يديه. وفي غزوة (أحد) نجده عليه الصلاة والسلام يرجح رأي الشباب على رأى الشيوخ فيخرج لمواجهة العدو خارج المدينة، كما وكل قيادة الجيش الذاهب",
            "page": "195",
            "part": "1",
            "seal": "6FD2225F"
        },
        {
            "id": "12",
            "nass": "إلى الشام إلى أسامة بن زيد - وكان في العقد الثاني من عمره، وفي الجيش كبار الصحابة ... وهكذا كان عليه الصلاة والسلام يعد الشباب جنوداً مجاهدين وعمالا حركيين، ويكل إليهم من المسئوليات أخطرها ومن المناصب أعلاها وأرفعها. ¶ وقد سار على قدمه ومضى على سنته سلف الأمة في إعدادهم الشباب وثقتهم فيه وتقليدهم المهام الجسام؛ فهذا أبو بكر رضي الله عنه ينادى (زيد بن ثابت) رضي الله عنه، ويعهد إليه بجمع القرآن الكريم بعد أن أثنى على أخلاقه وأنه شاب مستقيم، الأمر الذي أهله ليرأس المجموعة الخيرة التي نهضت بذلك العمل الفخم الجليل. ¶ كان ذلك في ماضي الأمة الناضر الزاهر فينبغي لها في حاضرها أن تهتم بأمر الشباب حضًّا لهم على التمسك بأهداب الدين والخلق المتين مع إزالة كل عقبة تقف في سبيل إعدادهم، ولعله من الأفضل أن تسند إليهم بعض المناصب والمسئوليات مع إعطائهم الصلاحيات التي تجعلهم يتحركون في حرية واختيار، فإن في ذلك إعداداً لهم، وتنمية لملكاتهم، وتفجيرا للكامن من طاقاتهما مع إتاحة الفرصة لهم للالتقاء بالشيوخ، والاستفادة من خبرتهم، والاقتباس من تجاربهم حتى تلتحم قوة الشباب مع حكمة الشيوخ فيثمران رشادا في الرأي وصلاحا في العمل، وإلا جاءت الأمور كما قال حكيم الشعراء: ¶ إن الأمور إذا الأحداث دبَّرها ... دون الشيوخ ترى في بعضها خللا",
            "page": "196",
            "part": "1",
            "seal": "2A34DED3"
        },
        {
            "id": "13",
            "nass": "الشباب والتقليد: ¶ يقول علماء الاجتماع: \"الإنسان مدني بطبعه\" أي أنه لا يذوق للحياة طعما إلا إذا عاش بين جماعة، ومادامت هناك جماعة فلابد من أن يؤثر بعضهم في بعض، ويقلد بعضهم بعضا؛ لأن التقليد وسيلة من وسائل التعليم ونقل الخبرات، خاصة لمن هم في ريعان الشباب ومقتبل العمر، والواقع أن التقنية الحديثة وسرعة المواصلات جعلت العالم كله أسرة واحدة مرتبط بعضها ببعض ارتباطا عضويا. ¶ وليس في هذا ضرر بل فيه منفعة، ولكن الضرر يكمن في أن يتحول التقارب إلى امتزاج، والالتصاق إلى ذوبان يفقد الناس معه أصالتهم وذاتيتهم وتراثهم. إننا لا نمانع أن تهب علينا رياح الثقافات، ولكن لا نرضى أن تصبح الرياح ريحا تقتلع شجرة ثقافتنا. ¶ وإنك لتجد كثيرا من شبابنا اليوم يتخلى عن عاداتنا السمحة وتقاليدنا الأصيلة منصرفا إلى تقليد الغربيين في شتى مناحي الحياة، ولم يقفوا عند حد التقليد بل ذهبوا إلى الدعوة",
            "page": "196",
            "part": "1",
            "seal": "95174881"
        },
        {
            "id": "14",
            "nass": "إليها والمناداة عليها باعتبار أن كل ما يأتي من الغرب حق كله والأخذ به تقدمية، والانصراف عنه تأخر ورجعية. ¶ وإحقاقا للحق واعترافا به أن ما يأتي من الغرب ليس شرا كله، بل هناك جوانب مشرقة وخيرية، فيجب علينا أن نقف ونتبين ونميز، ولا نكون أمامها (كحاطب ليل) ، فما وافق ديننا وأخلاقنا أخذناه (خذ الحكمة من أي وعاء خرجت) وما خالف ديننا نبذناه نبذ النواة. ولكن شبابنا -هداهم الله- قلدوا أهل الغرب في الجوانب المظلمة وتركوا المشرقة فمثلهم -كما قال الشيخ محمد الغزالي حفظه الله- مثل رجل مسلول- مصاب بذات الرئة - رأى عملاقا- فارع الطول مفتول العضل ولكنه يشرب الدخان- فلم تعجبه هذه العملقة بقدر ما أعجبه شرب الدخان فقلده فيه ليجلب على نفسه الضعف والهلاك. ولعل التربية الإسلامية كفيلة بتبصير شبابنا بمساوئ الحضارة الغربية حتى لا يغتروا بزخارفها الخادعة، وأشكالها الفارغة من المحتوى والكيان، وفي الوقت نفسه تحضهم على التمسك بأخلاقنا الإسلامية العظيمة وعاداتنا الوطنية الأصيلة محافظة على تراثنا واعتزازا به، وإن في تمسكهم به غنى لهم عن غيره، وتحصينا لهم من ضرره، وعاصما لهم من الانحراف الفكري والانحطاط الخلقي. كما تبين لهم الأثر الكبير- للحضارة الإسلامية في تقدم أوربا، وأن نهضة الغرب الحالية إنما كانت بدفع قوى من يدي الإسلام، وأنه لولا جهود المسلمين لتأخرت نهضة أوربا بضعة قرون، وأن مؤلفات ابن سينا وغيره من علماء المسلمين كانت تدرس في جامعات أوربا حتى القرن الثامن عشر الميلادي. ¶ وأن العلماء المسلمين كانوا أساتذة أوربا في جميع فروع المعرفة، وأن الغربيين مدينون لهم في الحقل العلمي. وقد اعترف علماء أوربا بهذا الفضل للمسلمين- والفضل ما شهدت به الأعداء. ¶ والواقع أننا لسنا في حاجة لشهادتهم لنا، ولكن نذكرها لما رأينا قومنا يجهلون ما علمه غيرهم وينكرون ما اعترف به سواهم، ليقبلوا عليه وينشغلوا به، ويضيفوا إليه كل ما يعلى أسواره ويغيظ غرامه وحساده.",
            "page": "197",
            "part": "1",
            "seal": "A4BE1DA9"
        },
        {
            "id": "15",
            "nass": "واجب الآباء: ¶ الأبناء نعمة وشكرها يكون بحسن الرعاية لها، وكمال الإشراف عليها من جانب الأب والأم؛ ليتم التعاون بين المدرسة والبيت على التربية القويمة والتوجيه السليم والمتابعة الدقيقة.",
            "page": "197",
            "part": "1",
            "seal": "BFFB1325"
        },
        {
            "id": "16",
            "nass": "وتطلعا للنتائج العظيمة وتفاديا للعواقب الوخيمة، أذكر بعض التوجيهات راجيا النظر فيها والعمل بها: ¶ 1ـ الاهتمام بالتربية الإيمانية، وذلك بتعميق الإيمان بالله ورسوله واليوم الآخر في نفس الابن وغرس العقيدة السليمة، في أعماقه لتكون مصدرا للسلوك الشريف والمعاملة الصادقة، فالعقيدة هي سفينة النجاة وصمام الأمان، وقد جاء في الحديث الصحيح أن رسول الله صلى الله عليه وسلم أوصى ابن عمه عبد الله بن عباس رضي الله عنهما وكان يركب خلفه على دابة فقال له: \"يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك …\" الحديث. ومما يقوي العقيدة ويعمق جذورها الصلاة على وقتها وفي جماعة، وتلاوة القرآن، وذكر الله تعالى، وقراءة السيرة النبوية وسير الصحابة الأجلاء والسلف الصالح. ولابد من متابعته حتى لا ينحرف بها عن الجادة أو يخلطها بشيء من البدع والخرافات. ¶ 2ـ تقديم النصيحة الخالصة، والمعرفة الصحيحة على حسب نموه العقلي، لتقع موقعها من الحاجة فتثمر ثمارها، وتحدث أثارها، تنمية ملكات واتساع مدارك واستقامة سلوك. ولا يكفي أن نلقي إليه بذلك وكفى، ولكن لابد من المتابعة والوقوف على أثر هذه الجرعات في تكوينه الفكري وسلوكه الفعلي.. وهكذا نراقبه مراقبة الطبيب مريضه حتى تذهب العلة، وتحل العافية، أو مراقبة الزارع حرثه حتى يستغلظ ويستوي على سوقه ويدلي بثماره. ¶ 3ـ التأكد من صلاح الصحبة التي يلتقي بها، ويخرج معها؛ لأن الشاب سريع التأثر بأصحابه شديد الرغبة في أن ينسجم معهم ولا يشذَّ عنهم، فإن كانوا أخيارا انسجم مع أخيار، وتَطبَّع بطباعهم وتخلق بأخلاقهم، وإن كانوا أشرارا فالأمر واضح، والنتيجة أوضح ومن الحكم النبوية البالغة قوله صلى الله عليه وسلم: عن أبي موسى الأشعري رضى الله عنه أن النبي صلى الله عليه وسلم قال: \"إنما مثل الجليس الصالح وجليس السوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك وإما أن تبتاع منه وإما أن تجد منه ريحا طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد منه ريحا منتنة \" متفق عليه، أما أن يترك للشاب الحبل على الغارب يخرج متى شاء، ومع من شاء بلا رقابة من أب أو أم أو ولي فليس هذا من حسن التربية وتقدير المسئولية ورعاية الأمانة. ¶ 4ـ تنظيم أوقات الأبناء وبرمجةُ استذكارهم مع إشعارهم بقيمة الوقت وأنه هو الحياة، وأن فواته من غير منفعة أشق من فوات الروح، بهذا يحرصون على أوقاتهم حرص",
            "page": "198",
            "part": "1",
            "seal": "FC760F53"
        },
        {
            "id": "17",
            "nass": "الشحيح على المال والجبان على الروح فيستثمرونه على وجه نافع. ومن المعلوم تربويًا أنه لا بد من وقت للترفيه والتسلية البريئة؛ لأن سير الأمور على وتيرة واحدة - مجلبة للسآمة والضجر والملل، والقلوب إذا كَلَّتْ عميت، وسويعةُ ترفيه تجدد النشاط وتقوى العزيمة، وتفتح نوافذ البصيرة. أما وسائل الترفيه البريء فأنت أعرف بها، وأقدر عليها. ¶ 5ـ أن نكون قدوة صالحة لأبنائنا، لأنهم يقلدون الآباء، ويتشبهون بهم، وينشأون على ما عودوهم عليه إن خيرا فخير، وإن شرا فشر. وأكثر ما تقع أعينهم على آبائهم، فتنطبع صورهم على شاشة فطرتهم، فلنحرص على أن تكون تلك الصور مرسومةً بمداد الاستقامة، لابسة ثياب التقوى. وهم إنما يتأثرون بما يشاهدون أكثر من تأثرهم بما يسمعون، إذ الدلالة الفعلية أقوى أثرا من الدلالة القولية، وإذا اجتمعت الدلالتان فعلتا في النفس فعل السحر، وجذبتا القلب بأسلس عنان: ¶ وينشأ ناشىء الفتيان منا ... على ما كان عوّده أبوه",
            "page": "199",
            "part": "1",
            "seal": "47166BC0"
        },
        {
            "id": "18",
            "nass": "العلماء والشباب: ¶ إن هناك خطراً مريعاً يتهدد شبابنا، وحتى ننبهه إلى هذا الخطر ليأخذ حذره، ويتفادى الوقوع فيه، لابد من دق ناقور الخطر. والسؤال من الذي يدقه؟ والجواب: العلماء فعليهم يقع عبء المسئولية، وواجب الإنقاذ، وإن لم يكن هم فمن؟ ¶ العلماء هم الأساة الذين يشخصون الداء، ويعطون جرعات الدواء ويراقبون العلة حتى تذهب، وتحل مكانها الصحة والعافية. وكل مرض ترك وشأنه فتك بالمريض، وأهلكه، فليس هناك مناص من أن يقوم العلماء بواجبهم، ويؤدوه على وجه يرضى ربهم وضمائرهم، ويحفظ شباب الأمة، وإلاّ فهم مسئولون أمام التاريخ، فضلاً عن المسئولية الكبرى أمام الله عز وجل الذي أخذ الميثاق وأكد العهد على العلماء في كل ملة أن يبينوا الحق، ولا يكتموه: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَه …} ، {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللاعِنُونَ إِلا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ} [البقرة 159- 160] .",
            "page": "199",
            "part": "1",
            "seal": "0E230EFC"
        },
        {
            "id": "19",
            "nass": "ولله در الشيخ عبد الله بن أحمد قادري إذ يقول متحدثا عن واجب العلماء تجاه الشباب: ¶ يا علماء الأمة ... شبابكم في ظلمة ¶ قد حاد عن إسلامه ... وغاص في آثامه ¶ وصار جل همته ... إشباعه لشهوته ¶ وقاده الأعادي ... للكفر والإلحاد ¶ حتى غدا مناصرا ... لمن يكفر جاهرا ¶ ففقد الشخصية ... والنبل والحمية ¶ وأنتم في غفلة ... يا علماء الأمة ¶ ما بكم لم تنهضوا ... وكسلا لم ترفضوا ¶ من غَيرَكمُ للجيل ... يهديه للسبيل ¶ أليس في القرآن ... والسنن الحسان ¶ قد جاءنا وعيد ... مغلظ شديد ¶ لكل ذي كتمان ... وتارك البيان ¶ فانتهوا يا علماء ... لخطر قد دهما ¶ وكل مالا يحسن ... فللشباب بينوا 1 ¶ فعلى العلماء أن يلتقوا على أمر الله تعالى وتلتحم صفوفهم، وينطلقوا في دروب الجهاد والإصلاح، ينازلون الباطل بخطة محكمة وطاقات مجندة، وعزائم لا تعرف الضعف ولا الفتور، وصولاً إلى الانقلاب الإسلامي المنشود، وظفراً بالغاية المخطط لها والمتفق عليها، وهما تحقيق أمر الله جل جلاله واقعا يعاش، ومنهجا يتبع، وسلوكا يمارسا وقانونا يحكم، ودولة تسهر على حمايته، وتسعى جادة لنشره بين البشر، وبهذا نوفر الجو الصالح لشبابنا لينمو نموا كاملا، يرمي إلى الناس بالخيرات المباركات والثمار اليانعات. ذلكم واجب العلماء الذي لا يجوز لهم التغافل عنه، أو التهاون فيه وإنما واجب الساعة، الإقبال عليه، والقيام به، قياما لا جلوس بعده وسيرًا لا جلوس عقبه. ¶ __________ ¶ 1 جوهرة الإسلام: 44.",
            "page": "200",
            "part": "1",
            "seal": "C7549D36"
        }
    ],
    "t10289": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لمحة لغوية"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "سر الإهتمام بالشباب"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "لماذا نعد الشباب؟"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الشباب عنوان الأمة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "مظاهر الاهتمام بالشباب"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "إشادة وتكريم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الشباب والتقليد"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "واجب الآباء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "العلماء والشباب"
        }
    ]
}