{
    "b10288": [
        {
            "id": "1",
            "nass": "التربية الإبداعية في منظور التربية الإسلامية ¶ إعداد: ¶ د / خالد بن حامد الحازمي ¶ الأستاذ المشارك بكلية الدعوة وأصول الدين بالجامعة الإسلامية ¶ المقدّمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا اله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، صلى الله عليه وسلم. ¶ أما بعد، فيعتبر الإبداع من الجوانب التربوية المهمة التي تستحق العناية، بالبحث والدراسة والتطبيق، وذلك لما يترتب على الإبداع من التطور العلمي، والتقني والمهني والثقافي والاقتصادي، وفي جميع المجالات. ¶ ومن ناحية أخرى فإن الأمة تحتاج إلى قوة تتقوى بها على حماية معتقداتها، ونشر الحق، وتمكين أصحابها من الأخذ بزمام القيادة والمبادرة، وهذا يتطلب أن تكون الأمة قوية في اقتصادها وتجارتها وصناعتها وزراعتها وطبها وإدارتها، وهذا لا يمكن إلا بتربية الإنسان في جميع جوانبه العقدية والتعبدية والخلقية والجسمية والإبداعية. ¶ وبالرغم من أهمية الإبداع إلا أن له خطورة إذا سار في ظل منهج منحرف، فيحرف المبدعين إلى وجهة غير صحيحة، قد تكون مدمرة للمجتمع، كالإبداع في بعض المجالات التقنية التي تمخض عنها بعض الوسائل المدمرة. ¶ وهذا يؤكد أهمية الاهتمام بالتوجيه الإبداعي نحو الصلاح، كما يؤكد أهمية العناية بعقل الإنسان والمحافظة عليه، فكلما كان العقل مصانا من الانحراف موجهاً توجيهاً صحيحاً، ازداد قوة ونشاطاً، وإدراكاً وسلامة. وكلما انحرف",
            "page": "417",
            "part": "1",
            "seal": "70EF8E3D"
        },
        {
            "id": "2",
            "nass": "عن جادة الطريق، تاه وعدل عن الحق، وسخر الإنتاج الإنساني إلى ما يضره، ويضر أفراد المجتمع. ¶ والتربية الإسلامية اهتمت بجانب الإبداع، وحمَّلت الإنسان مسئولية الأعمال التي يقوم بها، كما اهتمت بجانب العقل الذي يعتبر أحد الضروريات الخمس التي حافظت عليها الشريعة الإسلامية. ¶ ولما أن الإبداع الصحيح يعتمد على العقل السليم فلابد من تناول موضوع التربية العقلية التي تمثل فكر الإنسان وما يحمله من مفاهيم صحيحة أو مغلوطة. ¶ وتبرز أهمية هذا الموضوع من أهمية الإبداع، وأهمية حفظ العقل وتنميته، وإبعاده عن الزيغ والضلال، لأن هناك من أفرط في هذا الجانب، وهناك من فرط في الاستفادة منه. والتربية الإسلامية لا تغالي فيه ولا تجافيه، بل ترده في مكانه الذي ينبغي أن يكون فيه. ¶ فالبعض أفرط، فقدمه على الشرع، فحصل الزلل والخلل والضلال، والبعض زهد فيه ولم يهتم به، واعتبر الحديث فيه وعنه من منهج أهل البدع والكلام، وقد قال شيخ الإسلام ابن تيمية - رحمه الله تعالى - عن العلوم \"منها ما يُعلم إلا بالأدلة العقلية التي بينها القرآن وأرشد إليها الرسول صلى الله عليه وسلم، فينبغي أن يعرف أن أجلّ الأدلّة العقلية وأكملها وأفضلها مأخوذ عن الرسول صلى الله عليه وسلم. ¶ فإن من الناس من يذهل عن هذا، فمنهم من يقدح في الدلائل العقلية مطلقا، لأنه قد صار في ذهنه أنها هي الكلام المبتدع الذي أحدثه من أحدثه من المتكلمين، ومنهم من يعرض عن تدبر القرآن وطلب الدلائل اليقينية العقلية",
            "page": "418",
            "part": "1",
            "seal": "BE2ABF05"
        },
        {
            "id": "3",
            "nass": "منه، لأنه قد صار في ذهنه أن القرآن إنما يدل بطريق الخبر فقط، فلا بد أن يعلم بالعقل قبل ذلك ثبوت النبوة وصدق الخبر، حتى يستدل بعد ذلك بخبر من ثبت بالعقل صدقة\"1. وصحيح المنقول لا يخالف صريح المعقول، فالعقل السليم لا يتعارض مع الشرع أبداً، وإنما التعارض يأتي من الزيغ والهوى، ومن الغذاء المعرفي بمناهج المتكلمين والمتفلسفين. ¶ وأما أولو الألباب فهم الذين إذا تأملوا في ملكوت الله ازدادوا إيمانا، قال تعالى: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآياتٍ لأُولِي الأَلْبَابِ} 2. ¶ وقد خاطب القرآن أولي الألباب لتأكد ما فطر عليه الإنسان من الإيمان بالربوبية3 قال تعالى: {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَاوَاتِ وَالأَرْضَ بَلْ لا يُوقِنُونَ أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ} 4. ¶ فإذا كان من المستحيل أن يخلق الإنسان نفسه، ومن المستحيل أن يُخلق من غير خالق، فلم يبق إلا الاعتراف والركون إلى الفطرة السليمة، من أن هناك خالقاً خلق الإنسان والسموات والأرض وقدّر فيها أقواتها. ¶ __________ ¶ 1 ابن تيمية، الفتاوى 13/137-138. ¶ 2 سورة آل عمران: آية رقم 190. ¶ 3 حيث جاء قوله تعالى: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا} . ¶ 4 سورة الطور: آية رقم 35-37.",
            "page": "419",
            "part": "1",
            "seal": "1DB0B6E1"
        },
        {
            "id": "4",
            "nass": "وهذا استدلال وتوجيه ومخاطبة لعقل الإنسان، وهو ما يسمى عند الأصوليين بالسبر والتقسيم، وعندما سمع هذه السورة جُبير بن مطعم قبل إسلامه تأثر بها، وكانت دعوة مؤثرة قوية حملته على الإسراع إلى الإسلام، حيث قال: \"سمعت النبي صلى الله عليه وسلم يقرأ في المغرب بالطور، فلما بلغ هذه الآية {أَمْ خُلِقُوا مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الْخَالِقُونَ أَمْ خَلَقُوا السَّمَاوَاتِ وَالأَرْضَ بَلْ لا يُوقِنُونَ أَمْ عِنْدَهُمْ خَزَائِنُ رَبِّكَ أَمْ هُمُ الْمُصَيْطِرُونَ} كاد قلبي أن يطير للإسلام\"1. ¶ قال الخطابي: كأنه انزعج عند سماع هذه الآية لفهمه معناها، ومعرفته بما تضمنته، ففهم الحجة فاستدركها بلطيف طبعه2. ¶ فالاهتمام بحفظ العقل والعناية به أمر هام، وليس هناك ما يمنع من ذلك، بل العناية به آكد، لأن العقل السليم يتأثر بالنقل الصحيح، ولذلك لا بد من المحافظة عليه من المؤثرات الفاسدة. ¶ والتربية الإبداعية هي التي تهتم بحفظ العقل من الزيغ والافتتان باللهو والهوى، كما تجنبه ما يهدم العقل من علوم فلسفية وكلامية. ومن جانب آخر تتطلع التربية الإسلامية إلى تنمية الجانب الإبداعي بما يجعل الفرد يُحسن تدبير أموره، ويبدع في مهنته ويرقى بها، حتى يكون أكثر إنتاجاً وأدق عملاً في أقصر وقت وبأقل تكلفة وجهد، وهذا يتطلب عناية بجانب الابتكار، وهو ما سوف يبينه هذا البحث من خلال عناية التربية الإسلامية بالتربية الإبداعية، وحفظ العقل. ¶ __________ ¶ 1 البخاري 3/297- 298 برقم 4854. ¶ 2 ابن حجر، فتح الباري 8/603.",
            "page": "420",
            "part": "1",
            "seal": "BC33D6F9"
        },
        {
            "id": "5",
            "nass": "المبحث الأول الإبداع في منظور التربية الإسلامية ¶ مفهوم الإبداع: ¶ يعرف الإبداع في اللغة بعدة دلالات لغوية1: ¶ بدع الشيء يبدعه بدعاً، وابتداعاً: أنشأه وبدأه. ¶ والبديع: الشيء الذي يكون أولاً. ¶ والمبتدع: الذي يأتي أمراً على شبه لم يكن ابتدأه إياه. وفلان بدع في هذا الأمر أي أول، لم يسبقه أحد. ¶ والبديع: المحدث العجيب. وأبدعت الشيء: اخترعته لا على مثال. ¶ ومن تلك المعاني اللغوية يتضح أن الإبداع هو الاختراع والابتكار على وجه لم يسبق إليه أحد. ¶ وقد ذكر المهتمون بالدراسات التربوية مفاهيم متقاربة لمعنى الإبداع فهي\"تنشئة الناشئين وإعدادهم على نحو يستطيعون في مجال تخصصاتهم الإيجاد والابتكار والإتقان والتحسين\"2. ¶ ويعرفه آخر بأن الإبداع: عملية إنتاج شيء جديد سواء كان اختراعاً أو فكرة، ويجب أن يكون أصيلا وحديثا3. ¶ __________ ¶ 1 ابن منظور، لسان العرب 8/6. ¶ 2 مقداد يالجن، جوانب التربية الإسلامية، ص 488. ¶ 3 حلمي المليجي، جوانب علم النفس المعاصر، ص 235.",
            "page": "421",
            "part": "1",
            "seal": "4343D3B2"
        },
        {
            "id": "6",
            "nass": "ومجالات الإبداع ليست محصورة في الجوانب التقنية فقط، بل إنها قد تكون في الجوانب الإدارية، والجوانب الاقتصادية، أو الجوانب المهنية، أو في مجال البحث العلمي، أو في حل المشكلات والمعضلات العامة والخاصة. ¶ التربية الإسلامية والإبداع: ¶ لقد اهتمت التربية الإسلامية بقضية الإبداع اهتماماً كبيراً، وفي مجالات عديدة، بما يحقق للإسلام والمسلمين والبشرية النفع والتقدم، كما أنها ضبطت عملية الإبداع بأن وجهتها توجيهاً خيراً، بعيداً عن الإفساد والدمار، ونظراً لكثرة مجالات الإبداع وتنوعها بما لا يسع المقام لذكرها، فهذه بعض النماذج الإبداعية في عدد من المجالات العامة ¶ 1 - الإبداع العلمي: ¶ لقد جاء الإسلام والناس في جاهلية جهلاء، في عباداتهم واعتقاداتهم وأخلاقهم، وفي علومهم ومعارفهم، حتى إن عدد الذين يقرؤون ويكتبون في قريش هم سبعة عشر رجلا، منهم: عمر بن الخطاب، وعثمان بن عفان، وعلي ابن أبي طالب - رضي الله عنهم1. ¶ وجاء الإسلام وفي الأوس والخزرج عدد يكتبون، منهم: سعد بن عبادة، والمنذر بن عمرو، وأبي بن كعب، وزيد بن ثابت، فكان يكتب العربية والعبرية - رضي الله عنهم2. ¶ __________ ¶ 1 البلاذري، فتوح البلدان، ص 660. ¶ 2 المرجع السابق، ص 663.",
            "page": "422",
            "part": "1",
            "seal": "BFCCC244"
        },
        {
            "id": "7",
            "nass": "وبعد ما جاء الإسلام تفتقت تلك العقول وأبدعت في تفوقها، وتواصل هذا الإبداع في الأمة، فتولدت علوم ومعارف، ما كان لأحد قبلهم بها معرفة، ومن ذلك: علم أصول الفقه، الذي أول من صنف فيه الإمام الشافعي، وأول من صنف في الفقه الإمام مالك بن أنس، وأول من صنف في غريب القرآن الكريم أبو عبيدة معمر بن المثنى، وأول من عمل العَرُوض هو الخليل بن أحمد، وأول من وضع الإعراب أبو الأسود الدؤلي، وأول من صنف في صنعة الشعر عبد الله بن المعتز1. ¶ ولقد برع المسلمون في العلوم التجريبية، وأسسوا قواعدها ونواتها، ففي مجال الصيدلة: هم أول من اخترع الكحول، والمستحلبات، والخلاصات العطرية، واستخدم الرازي لأول مرة الزئبق في تركيب المراهم، وهم أول من غلف حبات الأدوية المرة بغلاف من السكر، ليتمكن المريض من استساغة الدواء، وهم أول من غلف الأدوية المعمولة على شكل حبوب، كما برعوا وابتكروا تحضير وضع وتركيب الضمادات والمساحيق واللزوق، وقد وقفوا على صنع مراهم تجف مع الوقت، كشماعات أو غطاء للجروح الحديثة، ومن أشهر من برع في علم الأدوية عبد الرحمن بن محمد بن عبد الكريم بن واقد، المتوفى سنة 467? 1074م2. ¶ وفي علم التشريح تم اكتشاف الدورة الدموية الصغرى (الدورة الدموية الرئوية) وكذلك الدورة الشريانية من قبل ابن النفيس، واكتشفوا عدد الأغشية ¶ __________ ¶ 1 أبو هلال العسكري، الأوائل، ص 253-266 ملخص. ¶ 2 حكمت نجيب عبد الرحمن، دراسات في تاريخ العلوم عند العرب، ص 340-342.",
            "page": "423",
            "part": "1",
            "seal": "476D0D83"
        },
        {
            "id": "8",
            "nass": "القلبية، ووظيفتها، واتجاه فتحاتها لمرور الدم، وبرعوا في تشريح العيون وجراحتها، واكتشفوا أن العضلات المحركة للمقل ست عضلات، وبينوا أن العين آلة للبصر وليست باصرة1. ¶ وفي علم الرياضيات هم أول من أسس (اللوغارتمات) فلقد ولد ونشأ وترعرع علم اللوغارتمات في البلاد الإسلامية، الذي يرجع في تكوينه لجهود سلسلة من الابتكارات على يد عدد من علماء الرياضيات، مثل: سنان بن الفتح الحراني، وابن يونس الصدفي المصري، وأبي الحسن على النسوي، وابن حمزة المغربي2. ¶ فهذه الشواهد تعطي دلالات عميقة بأن الإسلام فتق عن تلك العقول الصامتة لتبدع في جميع المجالات العلمية، بعد أن كانت لا تحسن القراءة والكتابة، مما يؤكد عمق التربية الإسلامية واستيعابها لكل ما يخدم الإنسان والبشرية جمعا، وأنها نور يحرك الأفئدة نحو العطاء، مما يؤكد أن الدور التربوي يقع اليوم على المؤسسات التربوية لتغرس ذلك في الأجيال، بما يشعرها بماضيها المضئ، وعلى أكتافهم يرتقي البحث العلمي في ميادينه المختلفة. ¶ __________ ¶ 1 المرجع السابق، ص 67-69. ¶ 2 المرجع السابق، ص 139-142.",
            "page": "424",
            "part": "1",
            "seal": "DACCF57C"
        },
        {
            "id": "9",
            "nass": "2- الإبداع في التخطيط الحربي: ¶ إن الإبداع التخطيطي الحربي لا يقل أهمية عن قوة العتاد، بل ربما يفوق قوة الترسانة الحربية من حيث التأثير في مسار المعركة. والرسول صلى الله عليه وسلم لم يهمل هذا الجانب، بل كان يأخذ بما تتفتق عنه عقول المبدعين من الصحابة رضي الله عنهم، ومن ذلك أنه في معركة بدر نزل رسول الله صلى الله عليه وسلم بأدنى ماء من بدر، ونزل به، فقال الحُبَاب بن المنذر بن الجموح: يا رسول الله، أرأيت هذا المنزل؟ أمنزلاً أنزلكه الله ليس لنا أن نتقدمه ولا نتأخر عنه؟ أم هو الرأي والحرب والمكيدة؟ قال صلى الله عليه وسلم: بل هو الرأي والحرب والمكيدة، فقال: يا رسول الله، فإن هذا ليس بمنزل، فانهض بالناس حتى تأتي أدنى ماء من القوم، فننزله، ثم نُغَوِّر ما وراءه من القُلُب، ثم نبني عليه حوضاً فنملأه ماء، ثم نقاتل القوم، فنشرب ولا يشربون، فقال رسول الله صلى الله عليه وسلم: لقد أشرت بالرأي، فنهض رسول الله صلى الله عليه وسلم ومن معه من الناس، حتى إذا أتى أدنى ماء من القوم نزل عليه، ثم أمر بالقُلُب فَغُوِّرت، وبنى حوضا على القليب الذي نزل عليه، فملئ ماء ثم قذفوا فيه الآنية 1. ¶ ويلاحظ في هذه المشورة الإبداعية، عناية الصحابة بالحكم الشرعي وتقديمه على العقل، حيث قال حُباب بن المنذر: يا رسول الله أرأيت هذا المنزل أمنزلا أنزلكه الله تعالى، ليس لنا أن نتقدمه ولا نتأخره، أم هو الرأي والحرب والمكيدة؟ فَيُفْهَم من ذلك، إن كان الأمر وحياً فالعقل تابع له، وليس للرأي مكان، وأما إن كان الأمر جهداً عقلياً تخطيطياً فعندي في الأمر رأي. ¶ __________ ¶ 1 ابن هشام، السيرة النبوية 2/272.",
            "page": "425",
            "part": "1",
            "seal": "70C8E3FD"
        },
        {
            "id": "10",
            "nass": "ومن اللطائف التي يمكن استنتاجها، أنه لم يبين رأيه إلا بعد أن سمع من رسول الله صلى الله عليه وسلم القول الفصل، بأن الأمر ليس وحياً، بل رأياً، وهكذا نريد أن تكون التربية العقلية الإبداعية تهتم بالجانب التفكيري العقلي، ولكن تجعله يستظل ويسير تحت مظلة الشرع الحنيف، لا في مقدمته. ¶ وأيضا يتجلى الإبداع التخطيطي الحربي في مشورة سلمان الفارسي بحفر الخندق في غزوة الأحزاب (الخندق) 1 فكان حفر الخندق عملاً إبداعياً لم تعرفه العرب من قبل، فكان ذلك أحد الأسباب في صد عساكر المشركين، بتوفيق الله تعالى ونصره. ¶ فهذه الشواهد تؤكد حقيقة مؤداها أن النبي صلى الله عليه وسلم يعطي لذوي العقول المبدعة حقها من النظر والتشجيع البناء، ومن ثم الاستفادة مما يتولد عن أولئك من أفكار تخطيطية تسهم في أسباب النصر، بما يؤكد أن التربية الإسلامية تعطي في مضامينها التربوية معطيات تحقق للبيئات التربوية قواعد وأسساً منهجية عملية للمناهج الدراسية. ¶ كما أن مجال العرض والحوار التربوي يخرج ويكشف عن تلك المواهب، ويبرز مكنونها الإبداعي، وما الأنشطة الصفية وغير الصفية إلا وسيلة تربوية لتحقيق ذلك. ¶ ومن هنا فإن المنهاج الدراسي وطرائق التدريس ينبغي أن تنطلق من مثل هذه الأساليب النبوية التربوية العظيمة. ¶ __________ ¶ 1 المرجع السابق 3/226-227.",
            "page": "426",
            "part": "1",
            "seal": "6E673A6E"
        },
        {
            "id": "11",
            "nass": "3- الإبداع المهني: ¶ إن الإبداع المهني لا يعتمد على الخبرة والمهارة اليدوية فقط، بل لا بد من وجود عامل الذكاء، والتفكير والتطلع إلى التحسين والإصلاح والتطوير. ¶ والتربية الإسلامية لا تعارض ذلك بل تحفز العقول على الابتكار والإبداع في المجال العملي والمهني1 ومن الشواهد على ذلك: ¶ كان الرسول صلى الله عليه وسلم يوم الجمعة يخطب إلى جذع في المسجد قائما، فقال: إن القيام قد شق عليّ، فقال له تميم الداري: ألا أعمل لك منبرا، كما رأيت يُصنع بالشام؟ فشاور رسول الله صلى الله عليه وسلم المسلمين في ذلك، فرأوا أن يتخذه، فقال العباس بن عبد المطلب: إن لي غلاما يقال له كلاب، أعملُ الناس، فقال رسول الله صلى الله عليه وسلم: مره أن يعمله، فأرسله إلى أثلة بالغابة فقطعها، ثم عمل منها درجتين ومقعداً2 فظهر الإبداع المشوري من تميم الداري بصنع منبر، ثم ظهر الإبداع المهني من غلام العباس بن عبد المطلب، حيث كان أعملُ الناس، فأخذ صلى الله عليه وسلم من كل شخص ما يُحسن ويُجيد فيه من مشورة وصنعة، وفي هذا تشجيع منه صلى الله عليه وسلم، وتأييد للأعمال الإبداعية المفيدة. ¶ وهذا يرسم للمؤسسات التعليمية قواعد تربوية في المجال المهني، ويؤكد لها أهمية العناية بالدروس المهنية النافعة التي تستثمر العقول، وتزيل حواجز الخجل من الأعمال والصنائع التي يعرض ويعزف عنها كثير ممن لم يرتق في السلم التعليمي. ¶ __________ ¶ 1 عبد الحميد الصيد الزنتاني، أسس التربية الإسلامية في السنة النبوية، ص 424. ¶ 2 ابن سعد، الطبقات الكبرى 1/249-250.",
            "page": "427",
            "part": "1",
            "seal": "978E7985"
        },
        {
            "id": "12",
            "nass": "فبعض ممن لم يستطع مواصلة دراسته يأنف من العمل في الصنائع المهنية التي ربما لو عمل فيها لكان مبدعاً، يشار إليه بالتفوق الذي ربما لا يحققه في السلم التعليمي. وقد أشار ابن قيم الجوزية إلى أهمية مراعاة استعدادات الصبي لما هو مهيأ له، فيذكر أنه مما ينبغي أن يعتمد حال الصبي، وما هو مستعد له من الأعمال، ومهيأ له منها، فيعلم أنه مخلوق له، فلا يحمله على غيره، ما كان مأذوناً فيه شرعاً، فإنه إن حمله على غير ما هو مستعد له لم يفلح فيه، وفاته ما هو مهيأ له، فإذا رآه حسن الفهم، صحيح الإدراك، جيد الحفظ واعياً، فهذه من علامات قبول العلم، وإن رآه بخلاف ذلك، ورأى عينه مفتوحة إلى صنعة من الصنائع، مستعداً لها، وهي صناعة مباحة نافعة للناس، فليمكنه منها، وهذا كله بعد تعليمه ما يحتاج إليه في دينه1. ¶ ومن هنا لابد للمنهج التعليمي أن يراعي ويحقق الميول لدى الدارسين بأهمية الأعمال المهنية، من خلال دراسة السيرة النبوية، وسير الأنبياء عليهم السلام، وكذلك الصحابة، وعلماء الأمة، فقد \"كان داود زرادا، وكان آدم حراثا، وكان نوح نجارا، وكان إدريس خياطا، وكان موسى راعيا\"2. وكان الإمام أبو حنيفة يتجر في الخز، وكان ماهراً فيه3. وكان الإمام أحمد بن حنبل يعمل التكك ويبيعها، ويتقوت بها4. ¶ __________ ¶ 1 ابن قيم الجوزية، تحفة المودود بأحكام المولود، ص 147-148. ¶ 2 ابن حجر، فتح الباري 4/307. ¶ 3 شهاب الدين أحمد بن حجر الهيثمي، الخيرات الحسان في مناقب الإمام أبي حنيفة، ص 83. ¶ 4 الذهبي، سير أعلام النبلاء 11/193.",
            "page": "428",
            "part": "1",
            "seal": "703BBE78"
        },
        {
            "id": "13",
            "nass": "فمهمة المؤسسات التعليمية أن تغرس ذلك في أفراد الأمة ليبدع الإنسان فيما هيّء له. ¶ 4- الإبداع الشعري: ¶ لقد اهتمت التربية الإسلامية بعملية الإبداع الشعري، ووجهة القرائح الشعرية التوجيه الصحيح الذي يحقق حُسن الاستفادة منها، ومن ذلك توجيه الرسول صلى الله عليه وسلم حسان بن ثابت، وكعب بن مالك، وعبد الله بن رواحة، إلى تسليط قرائحهم الإبداعية الشعرية على المشركين، قال ابن سيرين: انتدب لهجو المشركين ثلاثة من الأنصار: حسان بن ثابت، وكعب بن مالك، وعبد الله بن رواحة، فكان حسان وكعب يعارضانهم، مثل قولهم في الوقائع والأيام والمآثر، ويذكرون مثالبهم، وكان عبد الله بن رواحة يعيرهم بالكفر، وبعبادة مالا يسمع ولا ينفع1. ¶ وهذا يؤكد تفاوت الناس فيما يحسنون ويبدعون، ومنهج التربية الإسلامية يراعي هذه الفوارق، ويشجع أصحابها ليتفوقوا فيما هيئوا له، فالشاعر والكاتب والصحفي المبدع إذا أُحسن توجيهه تفوق وخدم الأمة، وسخر بيانه في توجيه الناس للخير، من خلال الكلمة الجميلة والعبارة اللطيفة، والأسلوب الجذاب المؤثر، فكم من كلمة جمعت شتاتا، وقصيدة أثرت في قلوب، وكم من قلم ضمد جراحا، وكم من بيان ألف بين قلوب، وأثر هذا لا يكون إلا من صاحب البيان المبدع. ¶ __________ ¶ 1 ابن الأثير، أسد الغاية 2/6.",
            "page": "429",
            "part": "1",
            "seal": "86D60311"
        },
        {
            "id": "14",
            "nass": "ولذلك فإن المنهاج الدراسي الجيد هو الذي يعتني بكل الجوانب التربوية، ويوجهها بحسب قدراتها وإمكاناتها، لأن أغلب الناس إذا أخفق في جوانب نبغ وأبدع في جانب أو جوانب أخرى إن وجد التوجيه والرعاية التربوية الصحيحة.",
            "page": "430",
            "part": "1",
            "seal": "E2D97A0C"
        },
        {
            "id": "15",
            "nass": "حدود الإبداع ¶ إن الإبداع هو الاختراع والابتكار، كما تم بيانه سابقاً، ولكن للإبداع شروطاً وحدوداً في التربية الإسلامية، بأن لا يتعارض مع المنهج الإسلامي، لا في كلياته ولا في جزئياته. ¶ وثمة أمر مهمّ لا يجوز الابتداع فيه بأي حال من الأحوال، وبأي دعوة أو ادعاء، وهو الابتداع في الدين، لأن الله تعالى أكمل هذا الدين بنص كلام رب العالمين في القرآن الكريم، حيث قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسْلامَ دِيناً} 1. ¶ وقال صلى الله عليه وسلم: \"من أحدث في أمرنا هذا ماليس فيه فهو رد\" 2.وقال صلى الله عليه وسلم: \"وكل بدعة ضلالة\" 3. ¶ فالإحداث في الدين بزيادة أو تعديل أو نقصان ابتداعاً مخالفاً للكتاب والسنة، وإجماع الأمة، كما أن تقديم الرأي على الشرع إفساد وهلكة، قال ابن قيم الجوزية: \"وكل من له مسكة من عقل يعلم أن فساد العالم إنما ينشأ من تقديم الرأي على الوحي، والهوى على العقل، وما استحكم هذان الأصلان الفاسدان في قلب إلا استحكم هلاكه\"4. ¶ فهكذا تحدد التربية الإسلامية الإطار الإبداعي، بحيث تجعله يسير في مسار صحيح، بعيداً عن التخبط في متاهات طرق أهل الضلال والبدع. ¶ __________ ¶ 1 سورة المائدة: آية رقم 3. ¶ 2 أبو داود 5/12. ¶ 3 مسلم 2/592. ¶ 4 ابن القيم الجوزية، إعلام الموقعين 1/68.",
            "page": "431",
            "part": "1",
            "seal": "5ACF0C88"
        },
        {
            "id": "16",
            "nass": "وأما الإبداع في المجالات الأخرى فهو أمر مطلوب، بل متحتم على المؤسسات التربوية أن توليه جُلَّ اهتمامها، من جانبين: ¶ 1- الجانب النوعي: ¶ والمقصود بالجانب النوعي: التوسع في قاعدة العلوم المعرفية في الطب والهندسة والحاسبات والصيدلة والفيزياء، ونحو ذلك، بما يحقق للأمة قوى بشرية مبدعة في تخصصاتها، وفق نظرة شمولية، ذات تطلعات مستقبلية، وبما لا يجعلها تركز على ما تحتاجه اليوم غافلة عن حاجاتها ليوم غدها. ¶ فالدراسات المسحية تشير إلى أن مدخلات التعليم منصبة على الدراسات النظرية، دون التخصصات الأخرى، فقد بلغت نسبة التخصصات النظرية عام 1985م (75%) في حين أنها بلغت (25%) فقط في التخصصات الأخرى1. كما أظهرت الإحصائيات لسنوات مختارة (1400، 1405، 1410،1415?) أن متوسط نسبة خريجي التعليم العالي من الدراسات النظرية بلغت (79,9%) 2. أي أن (20,1%) في التخصصات المعملية التجريبية. ¶ __________ ¶ 1 علي عبد الرزاق إبراهيم، التعليم الجامعي وظاهرة البطالة بين خريجي الجامعات، المجلة العربية للتعليم العالي، العدد الأول: شعبان 1416? المنظمة العربية والثقافة والعلوم، ص 53. ¶ 2 علي بن سعد الهزاع القرني، التعليم في المملكة العربية السعودية، انجازات وتحديات، مؤتمر المملكة العربية السعودية في مائة عام، الأمانة العامة للاحتفال، الرياض 7-11 شوال 1420? ص 32-33.",
            "page": "432",
            "part": "1",
            "seal": "5016DF95"
        },
        {
            "id": "17",
            "nass": "فهذه الحدود الكمية قد تجعل عجزاً يواجه الأمة حالياً ومستقبلاً، وتقلل من نسبة الإبداع المعرفي في الجوانب الأخرى، لأن مقتضى التجربة والحكمة يؤكد أنه ليس كل من التحق بتخصص سيبدع فيه، كما أن قلة الملتحقين سيؤدي إلى قلة المبدعين، لذلك لا بد أن تعي المؤسسات التربوية الحدود الكمية وأثرها على النسبة النوعية للإبداع في كل تخصص أو فن. ¶ 2- الجانب الخُلُقي: ¶ يعتبر الجانب الخُلُقي أسّاً وركيزة لا غنى عنهما في الجانب الإبداعي، حتى تأخذ بأيدي المتفوقين فيما يتفتق عن أذهانهم وخبراتهم نحو الخير والبناء والإصلاح، لأن واقع الإبداع يشير إلى أن المتفوقين الذين فقدوا الجانب الأخلاقي، كانوا دماراً على المجتمعات بما أنتجوا من ابتكارات، فمخترع القنبلة الذرية رجل مبدع لا شك في ذلك، ولكن فقدان الجانب الأخلاقي جعله يسخر ذهنه في ابتكار ما يدمر به البشرية. وما نتج عن الهندسة الوراثية من التوصل لما يسمى بالاستنساخ البشري ما هو إلا نتيجة جنوح إبداعي غير أخلاقي. ¶ ويشير إلى هذه المخاطر أحد المتخصصين في الدراسات الكيميائية: بأن طلب الحقيقة غير المرتبط بالالتزامات الشرعية يمكن أن يؤدي إلى هلاك البشرية، فهناك ميادين متزايدة في العلوم توضح صحة هذا الكلام، وميدان هندسة الوراثة واحد من هذه الميادين، فالقدرة على معالجة الجنس البشري بحيث يكون نسله ذرية من العمال أو الجنود العباقرة له عواقب مخيفة، والقدرة على استخدام الطاقة الذرية للتخريب اتضحت معالمها في (هيروشيما،",
            "page": "433",
            "part": "1",
            "seal": "53B928C5"
        },
        {
            "id": "18",
            "nass": "ونجازاكي) والأبحاث في ميادين غازات الأعصاب والميكروبات المميتة قد تطورت الآن إلى مبيدات للبشرية، وقد استخدم الكثير منها في (فيتنام) . ¶ ويظهر الآن ميدان من ميادين الكيمياء الانفعالية التي قد تؤدي في النهاية إلى السيطرة على الإرادة البشرية، بواسطة مركبات كيميائية مختلفة. والعلماء الذين يطورون مثل هذه يلعبون دوراً حاسماً في تسخير إبداعهم نحو تدمير البشرية1. ¶ والشعر نوع من الإبداع الأدبي لأنه ابتكار صياغات لفظية تحمل صوراً بلاغية مؤثرة، فإذا جاءت من مبدعٍ لا أخلاقي أثار بكلماته وصوره الخيالية ومحسناته البديعية المستمع أو القارئ إلى ما تدعو إليه القصيدة من انحراف عقدي، أو فكري، أو جنسي، أو غير ذلك. ¶ لذا فإنه يتعين تحصين الإبداع في حدود ما ينفع البشرية، وفي ظل الضوابط الشرعية، وهذا ما يحتم على الجهات التعليمية إيلاء هذا الجانب غاية اهتمامها التربوي، وإلا أنتجت من لا يقيم وزناً لمعايير الإبداع وحدوده. ¶ والتربية الإسلامية هي التي تكفل لأتباعها أن يسخروا إبداعهم وفق الضوابط الخُلُقية الشرعية، لأنها أولت ذلك عناية كبيرة، بما يربي في المسلم النظر إلى أبعاد إنتاجه الإبداعي، في سلبياته وإيجابياته، لأنه محاسب ومجزي على ذلك، فإن كان خيراً فخير، وإن كان شراً فشر، قال تعالى: {فَمَنْ يَعْمَلْ ¶ __________ ¶ 1 عطاء الرحمن، التربية العلمية في الدول الإسلامية، سلسلة التعليم الإسلامي، العلوم الطبيعية والاجتماعية، ص 240.",
            "page": "434",
            "part": "1",
            "seal": "DAF700F1"
        },
        {
            "id": "19",
            "nass": "مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} 1. وفي أدوات التعلم والمسؤولية عنها قال تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} 2. وقال صلى الله عليه وسلم في ثمرة عمل الإنسان: \"من سن في الإسلام سنة حسنة فله أجرها، وأجر من عمل بها بعده، من غير أن ينقص من أُجورهم شيء ومن سن في الإسلام سنة سيئة، كان عليه وزرها ووزر من عمل بها من بعده من غير أن ينقص من أوزارهم شيء\" 3. ¶ قال الإمام النووي: وفيه الحث على الابتداء بالخيرات، والتحذير من اختراع الأباطيل والمستقبحات4. ¶ __________ ¶ 1 سورة الزلزلة: آية رقم 7-8. ¶ 2 سورة الإسراء: آية رقم 36. ¶ 3 مسلم 2/705 برقم 69-1017. ¶ 4 النووي، صحيح مسلم بشرح النووي 7/104.",
            "page": "435",
            "part": "1",
            "seal": "6B49601C"
        },
        {
            "id": "20",
            "nass": "معوقات الإبداع: ¶ المقصود بمعوقات الإبداع، تلك العقبات التي تمنع الإنسان وتثبطه عن تطوير وتحسين مجال تخصصه والتفوق فيه. ¶ والمعوقات الإبداعية كثيرة جدا، ولكن من أبرزها ما يلي: ¶ 1 - قلة العلم أو عدم صحته: ¶ إن قلة العلم، أو عدم صحته تشكل أكبر عائق يعيق الإنسان عن الإبداع والتفوق والتطوير، لأن قلة العلم تدلل على علو الجهل البسيط، الذي هو:\" انتفاء إدراك الشيء\"1. وعدم الإدراك للمعلومة يشكل العائق الأكبر للإبداع والتطوير، لأن فاقد الشيء لا يعطيه، وشتان ما بين العالم والجاهل، قال تعالى: {قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُو الأَلْبَابِ} 2. ¶ وأما إدراك المعلومة على غير وجهها الصحيح، فهو شر من الجهل البسيط، لأن صاحبه لديه جهل مركب، وهو: \"اعتقاد جازم غير مطابق للواقع\"3. فصاحب هذا النوع ينتفي منه الإبداع، لأنه أدرك المعلومة على غير حقيقتها، فكيف يولد منها حقيقة علمية؟ ولذلك فإن \"التعلم من أهم وسائل نمو الخصائص العقلية، وبلوغ النضج العقلي، وصقل وتزكية القدرات، والملكات والمواهب والميول والهوايات، وبدونه يظل عقل الإنسان قاصراً، ¶ __________ ¶ 1 الفتوحي، شرح الكوكب المنير، ص 23. ¶ 2 سورة الزمر: آية رقم 9. ¶ 3 الجرجاني، التعريفات، ص 80.",
            "page": "436",
            "part": "1",
            "seal": "94D4BE88"
        },
        {
            "id": "21",
            "nass": "معطلاً، غير قادر على العطاء والإنتاج\"1 والناس متباينون في نفس عقلهم الأشياء من بين كامل وناقص، وفيما يعقلونه من بين قليل وكثير، وجليل ودقيق، وغير ذلك2. ¶ 2 - الاعتماد على الآخرين: ¶ ويكون هذا الاعتماد في الإنتاج، وإيجاد الحلول، وفي التنظيم، والتخطيط وإعداد البرامج، سواء كان في مجال التربية والتعليم أو في مجال الإدارة، أو في البحث العلمي، أو في الصناعة، أو التجارة، أو في أي مجال آخر من المجالات. ¶ والمنهج الإسلامي يربي في أتباعه أن يوطنوا لأنفسهم، قال صلى الله عليه وسلم: \"لا تكونوا إمعة، تقولون إن أحسن الناس أحسنا، وإن ظلموا ظلمنا، ولكن وطنوا أنفسكم، إن أحسن الناس أن تحسنوا، وإن أساؤا فلا تظلموا\" 3. ¶ وهذا يتطلب من المرء المسلم أن يكون ذا بصيرة، غير مقلد للناس في الجهل والسلوك الذي لا يحقق نفعا. وليس معنى هذا أن ينأى الفرد بنفسه عن الآخرين، ولكن لا يكن فرداً اتكالياً على غيره، ينتظر منهم أن يقدموا له الحلول والإنتاج، بل أن يكون ¶ __________ ¶ 1 عبد الحميد الصيد الزنتاني، أسس التربية الإسلامية في السنة النبوية، ص 451. ¶ 2 ابن تيمية، الفتاوى 9/309. ¶ 3 الترمذي 4/4/320 برقم 2007، وقال أبو عيسى: هذا حديث حسن غريب، وقال الألباني: ضعيف، ضعيف الجامع الصغير وزياداته، ص 905.",
            "page": "437",
            "part": "1",
            "seal": "4F0CB140"
        },
        {
            "id": "22",
            "nass": "عضواً فاعلاً إيجابياً، يجتهد ويعمل، ويفكر ويسترشد بمن هم أكثر منه علماً وتجربة. ¶ 3 - الاكتفاء بالمتاح مع إمكانية إيجاد الأفضل: ¶ مما يعيق عملية الإبداع الاكتفاء بالأشياء المتاحة فقط، دون البحث والتنقيب عن الأفضل، إذا كانت الفرصة متوفرة لإيجاد البديل الأحسن. ¶ مثال ذلك أن يكتفي طالب العلم بقول معين في مسألة من المسائل، دون أن يكلف نفسه عناء البحث عن الدليل وصحته، وخلوه من المعارض، والقول الأرجح في المسألة. ¶ وقد يكتفي الباحث بما توصل إليه الآخرون في مجال الطب أو الصيدلة مثلاً، فلا يكلف نفسه البحث عن الأحسن، وتطوير المتاح. ولو توقف الناس على ما ألفوه مما يسوغ البحث فيه، لما وصل العالم إلى ما وصل إليه من تقدم في كثير من المجالات. والمسلم أولى بالسبق والقيادة والريادة، لأن أمته أمة رائدة. ¶ 4 - عدم الإتقان: ¶ مما يعوق الإبداع أن يكتفي الإنسان بالحد الأدنى من المستوى الإنتاجي دون الوصول إلى أعلى درجات الإتقان والإبداع التي يستطيع أن يصل إليها، في حين أن الإسلام حث الإنسان على إتقان العمل. ¶ والتربية الإسلامية تدعو إلى الأفضل والأحسن في كل ما فيه نفع الفرد أو المجتمع، فالإنسان مأجور – بإذن الله تعالى - على جهده المعرفي في سائر العلوم النافعة، يقول الشيخ ابن سعدي:\"فعلوم الكون التي تسمى العلوم",
            "page": "438",
            "part": "1",
            "seal": "C512FC89"
        },
        {
            "id": "23",
            "nass": "العصرية، وأعمالها، وأنواع المخترعات النافعة للناس في أمور دينهم ودنياهم، داخلة في ما أمر الله تعالى به ورسوله صلى الله عليه وسلم، ومما يحبه الله ورسوله\"1. ¶ فالجهد العلمي في البحث عن الأفضل في الأمور التي تحتاجها الأمة، وينتفع بها الناس، يثاب صاحبها على ذلك إذا أخلص النية لله تعالى. ¶ فالتربية الإسلامية تشجع على بذل الجهد المعرفي المبدع المفيد البناء. ¶ 5 - الانشغال بملذات الدنيا: ¶ إن الانشغال بملذات الدنيا ومطالب الجسد، وشهوات النفس، يكون موبقاً بين الإنسان والإبداع، ويغلق آفاق المبدعين ويوصدها، ويجعلها محجورة بين أقواس الشهوات، لا يفكر في الإنتاج المثمر فضلاً عن الإبداع في ذلك، لأن انشغال النفس بالملذات يجعلها كلما أصابت لذة، تاقت لما بعدها، فينتهي العمر، ولم يحز المرء على كل رغباته الدنيوية، إضافة إلى أن الترف يقود إلى حب الاسترخاء والتمادي فيه، والبعد عن الجدية في البحث والمطالعة والمدارسة، قال عمر بن الخطاب – رضي الله عنه: \"إياكم والتنعم، وزي العجم، وتمعددوا، واخشوشنوا\"2. ¶ __________ ¶ 1 عبد الرحمن بن السعدي، القواعد والأصول الجامعة، ص 9. ¶ 2 علي بن الجعد المسند 1/517 برقم 1030، وحلية طالب العلم، لأبي بكر أبو زيد، ص 14.",
            "page": "439",
            "part": "1",
            "seal": "BFDCE4F7"
        },
        {
            "id": "24",
            "nass": "لذلك ينبغي البعد عن ترف الحضارة، فإنه يؤنث الطباع، ويرخي الأعصاب، ويقيدك بخيط الأوهام، فيصل المجدون لغايتهم، والمشغول بزيفها لم يبرح مكانه1. ¶ وليس المقصود هجر الطيبات، ولكن الاسترسال في الملذات، قال تعالى: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا} 2. ¶ 6 - عدم التشجيع: ¶ إن التشجيع له دور كبير في ابراز أصحاب المواهب، كما أن عدم التشجيع يثبط الهمم، خاصة إذا صاحب ذلك التهوين من قدر الإنسان \"والإسلام شجع الأفراد للاستفادة من إمكاناتهم وقدراتهم العملية في بناء الحضارة وعمارة الأرض على أساس من التعاون على البر والتقوى، ونبذ الحسد والتباغض\"3 الذي قد يكون أحد أسباب عدم التشجيع. ¶ وقد يرجع أسباب عدم التشجيع إلى يأس المعلمين والأسرة من أن يلحقوا بركاب التقدم التقني أو الزراعي أو التجاري أو الصحي أو التعليمي أو غير ذلك من الجوانب التي تأخرت فيها الأمة، وقد يكون سبب عدم التشجيع الجهل بعدم أهميته في كشف المواهب. ¶ __________ ¶ 1 بكر أبو زيد، حلية العلم، ص 14. ¶ 2 سورة القصص: آية رقم 77. ¶ 3 عباس محجوب، أصول الفكر التربوي في الإسلام، ص 208.",
            "page": "440",
            "part": "1",
            "seal": "D65976C3"
        },
        {
            "id": "25",
            "nass": "والدراسات التربوية تثبت أهمية التشجيع في صقل المواهب، وخطورة قهر الأفراد على اختيارات لا يرضونها\" لأن الإنسان لا يركز انتباهه أو يعمل فكره، ويضاعف جهده إلا فيما يميل إليه، ويشعر بانجذاب شديد إلى ممارسته1. ¶ ومنهج التربية الإسلامية يقوم على التشجيع للخير، والتحذير من الشر والباطل، وآيات الترغيب والترهيب كثيرة في القرآن الكريم، وفي نصوص السنة النبوية، التي ترغب في الخير وتحذر من الشر والفساد وإضاعة الأوقات فيما لا فائدة فيه، قال صلى الله عليه وسلم: \"لا تزول قدما عبد يوم القيامة حتى يُسأل عن عمره فيم أفناه، وعن علمه فيم فعل، وعن ماله من أين اكتسبه، وفيم أنفقه، وعن جسمه فيم أبلاه\"2. ¶ ولما أن الإنسان مفطور على حب الخير لنفسه، وكره الشر والشقاء، فإنه يندفع في استجابة للمؤثرات الترغيبية والترهيبية، بشكل قوي، حيث إن الترغيب والترهيب أمران يقومان على الخوف والرجاء3. ¶ 7 - عدم رعاية الموهوبين: ¶ إن التشجيع هو حث الأفراد على بذل أقصى الجهد فيما يقومون به من أنشطة، ولا يختص ذلك بشخص دون آخر. وأما رعاية الموهوبين، فهي بذل رعاية خاصة بمن تميزوا بين زملائهم، وتهيئة الجو العلمي الذي يساعدهم على تنمية طاقاتهم الإبداعية في مجال تخصصاتهم. ¶ __________ ¶ 1 عبد الحميد صيد الزنتاني، أسس التربية الإسلامية في السنة النبوية، ص 537. ¶ 2 الترمذي 4/529 برقم 2417. ¶ 3 خالد الحازمي، المشكلات التربوية الأسرية وأساليبها العلاجية، ص 59.",
            "page": "441",
            "part": "1",
            "seal": "A61EA15B"
        },
        {
            "id": "26",
            "nass": "وأما عدم العناية بالموهوبين ورعايتهم فإنه يؤدي إلى وأد طاقاتهم، وربما أدى إلى نزوحهم إلى المجتمعات الغربية، وهو ما يسمى بهجرة العقول البشرية، فقد قرر أحد البحوث أن عدد الأطباء في العاصمة الأمريكية من إحدى الجنسيات العربية يفوق عدد زملائهم في ذلك القطر العربي. وفي المجالات العلمية النادرة هناك 950 عالماً من أحد المجتمعات العربية يعز الحصول عليهم لدولة واحدة على مدى عشر سنوات، يعيشون في الخارج1فعدم التشجيع والعناية بأصحاب المواهب قد يؤدي إلى هجرة المبدعين عن الأوطان الإسلامية. ¶ ومنهج التربية الإسلامية يؤكد أهمية إسدال الخير إلى الناس والعناية بشئونهم، فكيف إذا كان إسدال الخير إلى فئة يتوخى منها الخير للأمة، والإسهام في رفع مكانتها وشأنها؟ ¶ فلا شك أن ذلك أدعى في إسدال الخير إليهم، فقد قال صلى الله عليه وسلم: \"أحب الناس إلى الله أنفعهم\" 2. وقال صلى الله عليه وسلم: \"من استطاع منكم أن ينفع أخاه فليفعل\" 3. ¶ ورعاية الموهوبين تكون بالتشجيع والمكافأة، وبالرعاية الخاصة، وتوفير سبل التعلم المتقدمة، وتوفير المعامل، والكتب والأدوات العلمية، والمدرسين الأكفاء، وكفايتهم مؤنة المعيشة، وما يحتاجونه من أمور الحياة، إضافة إلى ¶ __________ ¶ 1 زكي محمد إسماعيل، الإبداع والبناء الثقافي والاجتماعي، ص 39. ¶ 2 صحيح الجامع الصغير، الألباني 1/97، برقم 176-69. ¶ 3 مسلم 4/1726 برقم 61-2199.",
            "page": "442",
            "part": "1",
            "seal": "3300FB6A"
        },
        {
            "id": "27",
            "nass": "التوجيه التربوي البناء، والبناء الخُلُقي والديني، فهو الذي يضبط سلوكهم ويوجه نبوغهم إلى الخير والصلاح.",
            "page": "443",
            "part": "1",
            "seal": "BD54D466"
        },
        {
            "id": "28",
            "nass": "فوائد التربية الإبداعية: ¶ إن للتربية الإبداعية أهمية كبيرة في مسيرة التفوق العلمي والصناعي والصحي والاقتصادي، وغير ذلك من المجالات، التي من أبرز فوائدها على وجه العموم ما يلي: ¶ 1- الابتكار: ¶ يعتبر الابتكار من أبرز ثمار التربية الإبداعية، لما فيه من الاختراع غير المسبوق، الذي يتولد عنه تقدماً في المجال الذي كان الابتكار في دائرته، سواء كان في الطب أو الصيدلة، أو في الهندسة، أو في الأنظمة، أو في أي مجال نافع آخر. ¶ والابتكار لا يأتي في أغلب الأحوال وأظهرها إلا من أولئك الذين تلقوا تربية نموذجية متفوقة، أو أُتيحت لهم الفرصة للتعلم والتفكير، سيما إذا كان ذلك في إطار توجيه تربوي متألق فاعل. ¶ لذلك فإن الدراسات النفسية تقرر أن الأطفال أفضل ما يتعلمون عندما يُعْطَون الفرصة للتعلم بطرائق تتناسب مع قابليتهم وحوافزهم، وبالتالي فإنه حين يغير المعلمون من طرقهم في التعليم إلى طرق ذات معنى يتوافق مع قابلية الطلاب، فإنما يحققون فيهم التربية الإبداعية المتألقة1. ¶ فيتحقق للأمة الفئة المبدعة المبتكرة في جميع الفنون، بما يخدم جميع المجالات التي تحقق لها قدراً من القوة والرفعة والسبق التربوي. ¶ __________ ¶ 1 فاخر عاقل، الإبداع، وتربيته، ص 152.",
            "page": "444",
            "part": "1",
            "seal": "15402B47"
        },
        {
            "id": "29",
            "nass": "2- التطوير: ¶ التطوير هو: إدخال التحسين على الأشياء، بما يحقق فيها الانتفاع الأمثل. ¶ وهذا التطوير من سمات التربية الإبداعية التي تحقق في أفرادها الميل إلى التطوير والتحسين والبحث عن ذلك مع عدم الوقوف عند المألوف والمعتاد، سيما في المجالات التي يخضع التقدم فيها لتطوير أدواتها، وإجراءاتها، وليس ذلك التطور محصوراً في الآليات الصناعية والكيميائية والفيزيائية والهندسية كما هو اعتقاد كثير من الناس، بل إن مجالات التطور أرحب من ذلك، فهي في الإدارة، وفي اللوائح والأنظمة، وفي طرق وأساليب البحث العلمي، وأدواته، ومنهجيته، وغير ذلك. ¶ والنزعة التطويرية هي من ثمار التربية، إذا أحسنت المؤسسات التربوية استخدام الأساليب التدريسية والمعرفية التي تحقق ذلك. ¶ 3- ترتيب الأولويات: ¶ يعد ترتيب الأولويات حسب أهميتها، وحسب قوة تأثيرها، وحسب الحاجة إليها من الدلائل والإشارات الإبداعية عند الفرد، أو عند المجموعة، فالشخص الذي يُحسن ترتيب مفردات أقواله عند التحدث حسب تدرجها المنطقي، أو المؤثر، يعتبر شخصية مبدعة في عرض الآراء، فالتربية الإبداعية هي التي تُكَوِّنُ من الأفراد شخصيات تُحسن ترتيب الأشياء أو القضايا حسب الأولويات، حتى ينتج عن ذلك قوة التأثير وحسن الاستثمار للمتاح، وتوفير الوقت والجهد والتكلفة.",
            "page": "445",
            "part": "1",
            "seal": "3B358E5F"
        },
        {
            "id": "30",
            "nass": "لأن المرء يلمح الكثير من الناس في شؤون الإدارة، أو حتى في المذاكرة والدراسة من يرتب قضاياه المتعلقة بذلك ترتيباً لا يشعر فيه بحسن تحديد الأوائل والأواخر والأواسط، وهذا نتيجة التربية التي لم تولد عند المتربي الاهتمام بالتصنيف التصاعدي حسب الأهمية، وحسب الارتباط، مما قد يولد عند الفرد التشتت الذهني، وعدم الاكتراث بحسن التدبير. ¶ ولذلك فإن من جملة التعامل مع الحقائق ترتيب الأولويات في القضايا التي تحتاج إلى معالجة، وهذا الترتيب لا ينبع إلا من إدراك عميق لطبيعة القضايا والظرف العام الذي تجري فيه المعالجة1 ففي مجال الدعوة التي تحتاج إلى فقه ترتيب الأولويات إذا فقدها الشخص، قد لا ينجح في التأثير على المدعوين. ¶ ومنهج التربية الإسلامية مبني على ترتيب الأولويات، كما قالت أم المؤمنين عائشة – رضي الله عنها – في نزول القرآن الكريم: \"…إنما نزل أول ما نزل منه سورة من المفصل، فيها ذكر الجنة والنار، حتى إذا ثاب الناس إلى الإسلام نزل الحلال والحرام، ولو نزل أول شيء لا تشربوا الخمر، لقالوا: لا ندع الخمر أبداً. ولو نزل لا تزنوا، لقالوا: لا ندع الزنا أبداً…\"2. ¶ وقد سُئل صلى الله عليه وسلم: \"أي الإسلام أفضل؟ قال: من سلم المسلمون من لسانه ويده\"3. وسأله رجل: \"أي الإسلام خير؟ قال: أن تطعم ¶ __________ ¶ 1 عبد الكريم بكار، فصول في التفكير الموضوعي، ص 99. ¶ 2 البخاري 3/340 برقم 4993. ¶ 3 المرجع السابق 1/21 برقم 11.",
            "page": "446",
            "part": "1",
            "seal": "2DBB5443"
        },
        {
            "id": "31",
            "nass": "الطعام، وتقرأ السلام على من عرفت ومن لم تعرف\" 1. فتأمل الترتيب حسب حاجة الأشخاص. ¶ فترتيب الأولويات باب واسع، وللتربية أثر فاعل في تحقيقه لدى المتربي، من خلال الأساليب التعليمية المتنوعة التي إذا أُحسن استخدامها أفرزت النتائج المرجوة. ¶ 4- حسن الاختيار: ¶ اختيار الفاضل على المفضول في زمن أو مكان تكتنفه عوامل من الغموض أو التشابه، أو مغبة أمر غير ظاهرة، دليل حذق الفرد ونباهته وعلو إبداعه الاختياري للأشياء. ¶ وهذا الأمر يمكن أن ينطبق على الكثير من معاملاتنا وتعاملنا مع الأحداث، وفي قراراتنا المتتالية، فكم من الطلاب يتخرجون من المرحلة الثانوية، ويقتدون ببعضهم في الالتحاق بالدراسات الجامعية، ثم يكتشف كثير منهم بعد مضي سنتين أو أكثر أنه أساء الاختيار لمجاراة الأتباع والخلان. وهنا يأتي عمق التربية المدرسية في توليد وتحقيق الإبداع في حسن الاختيار، الذي يحفظ وقت وجهد الإنسان من الضياع والتبديد. ¶ ومنهج التربية الإسلامية يحث أتباعه على حسن الاختيار، وتَحَمُّل تَبِعَات إساءة الاختيار، قال تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ وَمَا ¶ __________ ¶ 1 المرجع السابق 1/21 برقم 12.",
            "page": "447",
            "part": "1",
            "seal": "5FF3BA5D"
        },
        {
            "id": "32",
            "nass": "تَشَاءُونَ إِلاَّ أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} 1. وقال تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا} 2. ¶ ويقول صلى الله عليه وسلم في الحث على اختيار الخير للنفس: \"احرص على ما ينفعك واستعن بالله ولا تعجز\" 3. ويقول صلى الله عليه وسلم في جانب اختيار الزوجة، بعد بيان مجالات الاختيار: \"تنكح المرأة لأربع: لمالها، ولحسبها، وجمالها، ولدينها، فاظفر بذات الدين تربت يداك\" 4. ¶ 5 - تحقيق المنهج العلمي: ¶ تحقق التربية الإبداعية في المنهج الإسلامي البعد عن الأهواء، مع الاعتماد على الأدلة وتقريرها، مما يبعد المرء المسلم عن الانجراف وراء التيارات، وبريق المزيفات، من الأعمال والأقوال والمنتجات، فيحفظ ذلك عليه وقته وماله وجهده، ومن جانب آخر يربي فيه المنهجية العلمية. ¶ والنصوص الشرعية التي تأمر باتباع البراهين والأدلة كثيرة جداً، منها قوله تعالى: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُوراً مُبِيناً} 5. وقال تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهاً آخَرَ لا بُرْهَانَ ¶ __________ ¶ 1 التكوير: آية رقم 28-29. ¶ 2 سورة الشمس: آية رقم 9-10. ¶ 3 مسلم 4/2052 برقم 34-2664. ¶ 4 البخاري 4/360، برقم 509، ومسلم 2/1086، برقم 56-1466 واللفظ له. ¶ 5 سورة النساء: آية رقم 174.",
            "page": "448",
            "part": "1",
            "seal": "492BDDBB"
        },
        {
            "id": "33",
            "nass": "لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لا يُفْلِحُ الْكَافِرُونَ} 1. وقال تعالى: {تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} 2. ¶ وقد جاء لنبي الله سليمان عليه السلام الهدهد يخبره بأخبار بلقيس، ملكة سبأ، ولكن نبي الله سليمان عليه السلام لم يقتنع حتى يتأكد من ذلك ببرهان مبين، فقال: كما جاء في القرآن الكريم: {قَالَ سَنَنْظُرُ أَصَدَقْتَ أَمْ كُنْتَ مِنَ الْكَاذِبِينَ} 3. ¶ فالتأكد والاعتماد على الدليل والبرهان الصادق من منهج التربية الإسلامية، ولذلك ظهر المنهج الاستدلالي عند المسلمين، الذي يسار فيه من مبدأ إلى قضايا تنتج عنه بالضرورة دون الصيرورة إلى تجربة4. ¶ ولذلك اعتمد المسلمون منهج القياس، بمد سلطان النص بعد إدراك علة الحكم المستفادة منه، ليشمل بحكمه كل ما توفرت فيه علة النص الأصلي، وظروف تطبيقه5 كما ظهر عندهم المنهج التجريبي، ومنهج علم الرجال، للتثبت من نقولاتهم ورواياتهم، مما جعل المسلمين منفردين بدراسة الرجال، فأبدعوا ابتكاراً وتطبيقاً وتقعيداً بشروط وضعوها للرواة، فظهر عندهم علم مصطلح الحديث،\"وهو علم وضع لحفظ الحديث النبوي من الخلط والدس ¶ __________ ¶ 1 سورة المؤمنون: آية رقم 117. ¶ 2 سورة البقرة: آية رقم 111. ¶ 3 سورة النمل: آية رقم 27. ¶ 4 عبد الكريم، بكار، فصول في التفكير الموضوعي، ص 108. ¶ 5 المرجع السابق، ص 113.",
            "page": "449",
            "part": "1",
            "seal": "61934217"
        },
        {
            "id": "34",
            "nass": "والافتراء عليه، وهو منقسم إلى رواية ودراية، وكل منهما ينقسم إلى عشرات الأقسام\"1. ¶ 6 - الاستنارة بالشرع والسير في هديه: ¶ مما يُعَرِّجُ بالإبداع إلى التدمير والخسران المبين عدم وجود المرجعية الشرعية للجهد البشري، أو تجاهل لتلك المرجعية، والسير خارج محيط دائرتها، مما يجعل المبدع ينحو بفكره واختراعه وابتكاره منحى تنزلق به الأقدام، وتكثر فيه الويلات، ولا أدل على ذلك من الاختراعات المعاصرة التي عمل أصحابها في بعد عن المرجعية الشرعية، فخرجوا بمخترعات كانت دماراً وهلاكاً على البشرية، كالقنبلة البيولوجية والذرية والنووية، والهندسة الوراثية، وغير ذلك من الابتكارات المنكرة. ¶ في حين نجد أن المنهج الإسلامي يحث المرء على أن يعمل جهده، وفق الدلالات والتوجيهات الشرعية التي تربي في المسلم بذل الجهد لفعل الخير، ودفع الشر، قال تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} 2. وقال تعالى: {وَمَا تُقَدِّمُوا لأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْراً وَأَعْظَمَ أَجْراً} 3. وقال تعالى: {كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ} 4. ¶ __________ ¶ 1 محمد ضياء الرحمن الأعظمي، معجم مصطلحات الحديث الأسانيد، ص 424. ¶ 2 سورة الزلزلة: آية رقم 7-8. ¶ 3 سورة المزمل: آية رقم 20. ¶ 4 سورة المدثر: آية رقم 38.",
            "page": "450",
            "part": "1",
            "seal": "8FBD3F17"
        },
        {
            "id": "35",
            "nass": "فهذه الآيات وأمثالها تربي في المسلم استشعار مسؤولية الأعمال والأقوال، مما يُنَشِّئ فيه الاستهداء والاستنارة بالشرع الحنيف، والسير في هديه، خشية المسؤولية التي يُحاسب عليها ممن لا يخفى عليه شيء في الأرض ولا في السماء. ¶ 7- البعد عن التقليد غير البصير: ¶ التقليد على ضربين: تقليد على بصيرة وهدى، من معرفة التابع للمتبوع، ومعرفة منهجه ودليله، فيسلك سلوكه، ويتبع منهجه، قال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي وَسْحَانَ اللَّهِ وَمَا أَنَا مِنَ الْمُشْرِكِينَ} 1. ¶ وتقليد على ضلال وجهل، دون معرفة من التابع للمتبوع، وصحة منهجه، فهذا التقليد مرفوض باطل لأنه لا يأتي إلا بالشر، قال عليه الصلاة والسلام: \"لا تكونوا إمعة، تقولون إن أحسن الناس أحسنا، وإن ظلموا ظلمنا، ولكن وطنوا أنفسكم، إن أحسن الناس أن تحسنوا، وإن أساؤا فلا تظلموا\" 2. ¶ ومنهج التربية الإسلامية يربي أتباعه على البعد عن التقليد الأعمى الذي يئد الإبداع، ويزج بالإنسان في مهاوي الجهل والضلال، بل يربي فيهم الوعي في مسلكهم وسلوكهم وأقوالهم وأفعالهم وعباداتهم، وفي كل شؤونهم. ¶ __________ ¶ 1 سورة يوسف: آية رقم 108. ¶ 2 الترمذي 4/320 برقم 2007.",
            "page": "451",
            "part": "1",
            "seal": "D5A43849"
        },
        {
            "id": "36",
            "nass": "فإذا وعت المؤسسات التربوية هذه الخاصية وربت المتربين على ذلك غرست فيهم هذه الجوانب التي تعتبر ثمرة وفائدة إبداعية تربوية. ¶ ومن خلال بيان تلك الفقرات يتضح عناية الإسلام بمنهجية الإبداع التربوي، الذي يحقق تلك الفوائد التي تنعكس على نتاج الأعمال الإبداعية، فتحقق فيها فوائد عظيمة تعود بالنفع المبين على الفرد والمجتمع، بل والبشرية أجمع. وهذا ما تفقده وتفتقر إليه التربيات الأخرى.",
            "page": "452",
            "part": "1",
            "seal": "7ED7E39D"
        },
        {
            "id": "37",
            "nass": "العقل في منظور التربية الإسلامية ¶ مفهوم العقل ¶ ... ¶ المبحث الثاني العقل في منظور التربية الإسلامية ¶ يعتبر العقل في الإنسان المحور الذي من خلاله تلج المناهج التربوية والأساليب التربوية إليه، لتفتق أذهان التلاميذ نحو الإبداع المعرفي، وبقدر معرفة الجهات التربوية للعقل وأهميته توليه اهتمامها وعنايتها، ولذلك جاء هذا المبحث ليلقي الضوء على هذا الجانب في النقاط التالية: ¶ مفهوم العقل: ¶ العقل: هو \"القوة المتهيئة لقبول العلم\"1 وأصل العقل الإمساك والاستمساك، كعقل البعير بالعقال2 وسمي العقل عقلاً لأنه يعقل صاحبه عن التورط في المهالك3. ¶ والعقل من حيث الاستفادة منه نوعان: ¶ 1- عقل إدراك: ¶ وهو العقل الذي عند كل أحد ما لم يكن مسلوباً بجنون، أو قاصراً لصغر السن، وهو الذي يميز به الناس بين الأشياء في الكثرة والقلة والأعداد، والأحجام، ونحو ذلك. وهذا عند المسلم والكافر وليس له علاقة بالديانة. ¶ __________ ¶ 1 الراغب الأصفهاني: المفردات في غريب القرآن، ص 314. ¶ 2 المرجع السابق، ص 342. ¶ 3 ابن منظور، لسان العرب 11/458-459.",
            "page": "453",
            "part": "1",
            "seal": "A4B1499D"
        },
        {
            "id": "38",
            "nass": "2- عقل رشد: ¶ وهو الذي يعلم به صاحبه فيعمل، وهو العقل الصحيح الذي يقبل الحق إذا علمه، ويبعد عن الشر إذا عرفه، فالذي يعلم الحق ولا يعمل به ليس لديه عقل رشد، وإنما لديه عقل إدراك، حيث أدرك به العلم، ولم يسترشد بذلك ويرشد، قال ابن تيمية رحمه الله1: فالعقل لا يسمى به مجرد العلم الذي لم يعمل به صاحبه، ولا العمل بلا علم، بل إنما يسمى به العلم الذي يعمل به، والعمل بالعلم، ولهذا قال أهل النار: {وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ} 2. وأيضا قوله تعالى: {أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} 3. وقال تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالإنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} 4. ¶ فهؤلاء الكفار لديهم عقل إدراك الذي هو مناط التكليف، ولكنهم فقدوا عقل الرشد بسبب عدم اتباعهم الحق بعد أن تبين لهم. ¶ __________ ¶ 1 ابن تيمية، الفتاوى 9/286. ¶ 2 سورة الملك: آية رقم 10. ¶ 3 سورة الحج: آية رقم 46. ¶ 4 سورة الأعراف: آية رقم 179.",
            "page": "454",
            "part": "1",
            "seal": "E9DCA899"
        },
        {
            "id": "39",
            "nass": "مكان العقل: ¶ وأما مكان العقل من البدن، فهل هو متعلق بالدماغ، أم متعلق بالقلب؟ فإننا نجد أن الدلائل القرآنية والأحاديث النبوية تدل على أن مكانه القلب، قال الله تعالى: {أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا} 1 فجعل عقل الشيء وتدبره في القلب، وقال تعالى: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} 2. قال المفسرون: أي عقل، وعبر عنه بالقلب لأنه محل استقراره3. وقال صلى الله عليه وسلم: \"ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله، وإذا فسدت فسد الجسد كله، ألا وهي القلب\" 4. ¶ وخُص القلب بذلك لأنه أمير البدن، وسائر الأعضاء حجبة له، توصل إليه من الأخبار ما لم يكن يأخذه بنفسه، فالعين والأُذن وحاسة الشم، وحاسة اللمس، توصل إليه ما لا يدركه إلا بها، وبصلاح الأمير تصلح الرعية، وبفساده تفسد، وفيه تنبيه على تعظيم قدر القلب والحث على صلاحه5. ¶ وقال الخطيب البغدادي: \"وأما العقل فهو ضرب من العلوم الضرورية، محله القلب\"6. وقال شيخ الإسلام ابن تيمية: إنه غريزة، والحكمة فطنة، ¶ __________ ¶ 1 سورة الحج: آية رقم 46. ¶ 2 سورة ق: آية رقم 37. ¶ 3 ابن حجر، فتح الباري 1/129. ¶ 4 البخاري 1/34 برقم 52. ¶ 5 ابن حجر، فتح الباري 1/128. ¶ 6 الخطيب البغدادي، الفقيه والمتفقه 2/20.",
            "page": "455",
            "part": "1",
            "seal": "E215F32F"
        },
        {
            "id": "40",
            "nass": "وقيل إنه ضرب من العلوم الضرورية، وكلاهما صحيح، فإن العقل في القلب مثل البصر في العين1 وقيل لابن عباس - رضي الله عنهما - بماذا نلت العلم؟ قال: بلسان سؤول وقلب عقول2. فدل ذلك على أهمية القلب وعلى أنه هو الذي يعقل به الإنسان، وهذا إذا ما أُريد بالقلب المضغة الصنوبرية الشكل التي في الجانب الأيسر من البدن، وقد يراد بالقلب باطن الإنسان مطلقاً، فإن قلب الشيء باطنه، كقلب الحنطة واللوزة، فإذا أُريد بالقلب هذا، فالعقل متعلق بدماغه أيضاً، ولهذا قيل: إن العقل في الدماغ، كما يقوله كثير من الأطباء، ونقل ذلك عن الإمام أحمد، ويقول طائفة من أصحابه: إن أصل العقل في القلب، فإذا كمل انتهى إلى الدماغ3. ¶ والعقل يُراد به العلم والعمل كما مر معنا، وأصلهما من الإرادة، والإرادة في القلب، والمريد لا يكون مريداً إلا بعد تصور المراد، فلا بد أن يكون القلب متصوراً، ويكون منه هذا وهذا، ويبتدئ ذلك من الدماغ، وآثاره صاعدة للدماغ، وكلا القولين له وجهة صحيحة4. ¶ ومن ذلك يمكن القول بأن هناك ارتباطاً بين الدماغ والقلب في إدراك الأشياء وعقلها، فالدماغ يُدرك الأشياء بالحواس، أو بالتفكير فيها، ثم يعقلها القلب فيرفضها أو يقبلها، فترجع للدماغ مرة أخرى محملة بالقرار من القلب، ويرسل الإشارة اللازمة بسلوك معين، أو بقرار معين، بحسب ما جاء من القلب، ¶ __________ ¶ 1 ابن تيمية، الاستقامة 2/161-162. ¶ 2 ابن تيمية، الفتاوى 9/303. ¶ 3 ابن تيمية، الفتاوى 9/303. ¶ 4 المرجع السابق 9/304، وانظر الفتوحي، الكوكب المنير، ص 23-25.",
            "page": "456",
            "part": "1",
            "seal": "5846834C"
        },
        {
            "id": "41",
            "nass": "ولذلك فإن الإنسان إذا فكر كثيراً فإنه يشعر بالألم أو التعب في دماغه الواقع في الرأس، وإذا ضرب على رأسه اختل تفكيره وإدراكه، فإذاً هناك ارتباط قوي بين القلب والدماغ، وأن مكان العقل هو القلب، والدماغ وسيط. والله تعالى أعلم.",
            "page": "457",
            "part": "1",
            "seal": "746E9BBA"
        },
        {
            "id": "42",
            "nass": "العقل الفطري والمكتسب: ¶ أساس العقل أنه فطري مطبوع في الإنسان، وهو العقل الذي يعقل ويدرك به، ويعقل به العلم، وبالعلم والدربة يحصل العقل المكتسب، فالعقل الغريزي وسيلة لحصول العقل المكتسب، ولا يمكن أن يكتسب الإنسان عقلاً وهو فاقد العقل الغريزي، قال عبد الله بن المعتز: \"العقل كشجرة، أصلها غريزة، وفرعها تجربة، وثمرتها حمد العاقبة، والاختيار يدل على العقل، كما يدل توريق الشجرة على حسنها، وما أبين وجوه الخير والشر في مرآة العقل إن لم يصدها الهوى\"1. ¶ أفرأيت الرجل الذي لا يتقن حرفة معينة، فإنه لا يستطيع أن يبدع فيها ويفكر في أحسن الطرق لأدائها، ولكن بعد أن يتعلمها ويتمرسها، قد يبدع فيها، فما حصل له من خبرة ومن كشف أحسن الطرق لأدائها هو ما يسمى بالعقل المكتسب، أي هو نتيجة تنمية القوى العقلية الغريزية. ¶ فالعقل عقلان: عقل غريزيّ وهو أب العلم ومربيه وثمرته، وعقل مكتسب مستفاد، وهو ولد العلم وثمرته ونتيجته، فإذا اجتمعا في العبد فذلك فضل الله يؤتيه من يشاء، واستقام له أمره، وأقبلت عليه جيوش السعادة من ¶ __________ ¶ 1 الخطيب البغدادي، الفقيه والمتفقه 2/21.",
            "page": "457",
            "part": "1",
            "seal": "2A9A61B4"
        },
        {
            "id": "43",
            "nass": "كل جانب، وإذا فقد أحدهما فالحيوان البهيم أحسن حالاً منه، وإذا انفرد انتقص الرجل بنقصان أحدهما. ¶ وأما آفة فقدهما، أن صاحب العقل الغريزي الذي لا علم ولا تجربة عنده آفته التي يؤتى منها الإحجام، وترك انتهاز الفرصة، لأن عقله يعقله عن انتهاز الفرصة لعدم علمه بها. ¶ وأما صاحب العقل المكتسب فيؤتى من الإقدام بما ليس عند سابقه، فإن علمه بالفرص وطرقها، يلقيه على المبادرة إليها، وعقله الغريزي لا يطيق رده عنها، فإذا رُزق العقل الغريزي عقلا إيمانيا مستفادا من مشكاة النبوة لا عقلاً معيشياً نفاقياً، فإن صاحبه يكون على نقيض أهل العقول المعيشية النفاقية الذين يرون العقل أن يُرضوا الناس على طبقاتهم ويستجلبوا مودتهم على حساب الدين1. ¶ __________ ¶ 1 انظر ابن قيم الجوزية، مفتاح دار السعادة 1/117.",
            "page": "458",
            "part": "1",
            "seal": "E5EBF182"
        },
        {
            "id": "44",
            "nass": "علاقة الإبداع بالعقل: ¶ إن العلاقة بين الإبداع والعقل مترابطة جداً، فالعقل هو الجهاز الذي يفكر به الإنسان، والتفكير هو محور الإبداع، لذلك فإن العلاقة بينهما قوية، كما أن مجالات الإبداع تتنوع بحسب القدرات العقلية المتعددة مثل: \"القدرة على الإدراك، والقدرة على التذكر، والقدرة على التخيل، والقدرة على الاستنباط والاستنتاج، والقدرة على التحليل، والقدرة على التركيب، والقدرة",
            "page": "458",
            "part": "1",
            "seal": "783A901E"
        },
        {
            "id": "45",
            "nass": "على الاستقراء، والقدرة اللغوية، والقدرة العددية أو الحسابية، والقدرة العملية، ونحوها\"1. ¶ ولذلك نلاحظ أن البعض لديه القدرة على الحفظ، لكنه ضعيف مثلا في جانب التحليل، والبعض لديه مهارة وقدرة في الجوانب الحسابية، لكنه ضعيف في جانب آخر، والبعض قد وفقه الله تعالى بأن جمع له قدرات متعددة. ¶ ولما أن العقل غريزي ومكتسب، فإن محور عمل التربية يتركز على تنمية العقل المكتسب، من خلال المناهج الدراسية، وأساليب طرق التدريس التي تحرك عقل المتعلم نحو التفكير الجيد البناء، وأن لا يكون أداة للاستماع فقط، فإذا نجحت التربية في هذا استطاعت أن تسهم في تنمية الجوانب الإبداعية لدى المتعلمين. ¶ __________ ¶ 1 عبد الحميد الصيد الزنتاني: أسس التربية الإسلامية في السنة النبوية، ص 419.",
            "page": "459",
            "part": "1",
            "seal": "E28CD7FE"
        },
        {
            "id": "46",
            "nass": "أهمية العقل: ¶ إن العقل نعمة عظيمة من الله تعالى، وله أهمية كبيرة في حياة الإنسان وذلك لاعتبارات عديدة يمكن تلخيصها فيما يلي: ¶ 1- أن العقل مناط التكليف في الإسلام كما جاء في الحديث من قول علي لعمر رضي الله عنهما: \"أما علمت أن القلم رفع عن المجنون حتى يفيق، وعن الصبي حتى يدرك، وعن النائم حتى يستيقظ\"2. فكونه مناط التكليف يدل على أهميته إذ يترتب على وجوده المسئولية والمساءلة من الله تعالى. ¶ __________ ¶ 2 البخاري 4/253، كتاب: الحدود 86، باب لا يرجم المجنون 22.",
            "page": "459",
            "part": "1",
            "seal": "67F1DC0C"
        },
        {
            "id": "47",
            "nass": "2- أن العقل أحد الضروريات الخمس التي حافظ عليها الشرع، \"فإنه أشرف ما في الإنسان، ولهذا حرم الله على هذه الأمة الأشربة المسكرة، صيانة لعقولها\"1. ¶ 3- أنه وسيلة الإدراك والتعلم والتفكير، حيث إن \"القلب للعلم كالإناء للماء، والوعاء للعسل، والوادي للسيل\"2 وقال ابن مسعود رضي الله عنه: \"هلك من لم يكن له قلب يعرف به المعروف، وينكر به المنكر\"3. فمن ضعف نقده ووهن تمييزه، وقل تفكيره، استسهل السهل لسهولته وإن كان فيه هلكته، واستثقل الثقيل لثقله على نفسه وإن كان فيه فوزه ونجاته في حياته ومعاده. ¶ 4- أن سلوك الإنسان وتصرفاته نتيجة أفكاره، وتصوراته، وإدراكه، لأن أصل الخير والشر من قبل التفكير، فإن التفكير مبدأ الإرادة والطلب في الزهد، والترك والحب والبغض، وأنفع الفكر، الفكر في مصالح المعاد، وفي طرق اجتلابها، وفي دفع مفاسد المعاد، وفي طرق اجتنابها4. ¶ وخير وسيلة لتصحيح الفكر والتصورات التزود بكتاب الله وسنة رسوله صلى الله عليه وسلم وتدبرهما. ¶ __________ ¶ 1 ابن كثير، تفسير القرآن العظيم 2/596. ¶ 2 ابن تيمية، الفتاوى 9/304. ¶ 3 ابن قيم الجوزية، إغاثة اللفهان 1/27. ¶ 4 ابن قيم الجوزية، الفوائد، ص 193.",
            "page": "460",
            "part": "1",
            "seal": "482ADAE4"
        },
        {
            "id": "48",
            "nass": "5- أن العقل أحد أسس الإبداع، فمن ضعف عقله ووهن تفكيره، قل إدراكه وضاقت تصوراته، فقل إبداعه، ومن نمّا فكره وقوي إدراكه، اتسعت تصوراته فكثر إبداعه، وزاد ونما. ¶ 6- أن العقل يُفرق به بين الإنسان والحيوان، حيث إن الحيوان لا يعقل ولا يدرك، وقد شبه الله تعالى من لا يفقه ويتبصر، ويستخدم حواسه وعقله في إدراك الحق كالأنعام، بل أضل من ذلك، لأن الأنعام معذورة لعدم توفر العقل الذي هو وسيلة الإدراك، ولم تكلف، قال تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالإنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} 1. ¶ __________ ¶ 1 سورة الأعراف: آية رقم 179.",
            "page": "461",
            "part": "1",
            "seal": "073A10B1"
        },
        {
            "id": "49",
            "nass": "النظرة البشرية للعقل: ¶ لقد تشعب الناس إلى طوائف من حيث نظرتهم لمكانة العقل وأهميته، وبناء على ذلك جاءت تصرفاتهم واهتماماتهم بحسب نوعية وجودة الغذاء المعرفي، وترتب على ذلك أن ظهرت تربيات متنوعة بحسب تباين المفاهيم، ويمكن بيان تلك الأقسام على النحو التالي: ¶ 1 - نوع من الناس ألّه العقل التابع لهواه، وجعله هو المرجع الرئيس والحاكم على الأشياء، والقائد والمشرع، والموجه والمنظم لحياة الإنسان، وعطله عن معرفة الحق وإدراكه، فهؤلاء يعيشون لشهواتهم، وهؤلاء هم أهل",
            "page": "461",
            "part": "1",
            "seal": "D90415AE"
        },
        {
            "id": "50",
            "nass": "الكفر بجميع أصنافه، قال تعالى: {أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلاً} 1. وقال تعالى: {لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرائيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلاً كُلَّمَا جَاءَهُمْ رَسُولٌ بِمَا لا تَهْوَى أَنْفُسُهُمْ فَرِيقاً كَذَّبُوا وَفَرِيقاً يَقْتُلُونَ} 2. ¶ قال ابن كثير: يذكر تعالى أنه أخذ العهود والمواثيق على بني إسرائيل على السمع والطاعة لله ولرسله، فنقضوا تلك العهود والمواثيق واتبعوا آراءهم وأهواءهم، وقدموه على الشرائع، فما وافقهم منها قبلوه، وما خالفهم ردوه3. ¶ وهذا النوع من الناس هم الذين الَّهوا العقل، وجعلوه حاكماً على قضاياهم وأعمالهم ونتاجهم. ¶ وهذا النوع من الناس ورثوا هذا المنهج الضال عن إبليس لعنه الله، فهو أول من عارض أوامر الله تعالى بالعقل وقدمه عليه، فإن الله تعالى عندما أمره بالسجود لآدم، عارض أمر ربه بقياس عقلي مركب من مقدمتين. ¶ قال تعالى: {وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلائِكَةِ اسْجُدُوا لآدَمَ فَسَجَدُوا إِلاَّ إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} 4. وهاتان المقدمتان هما: ¶ __________ ¶ 1 سورة المائدة: آية رقم 70. ¶ 2 سورة المائدة: آية رقم (70) . ¶ 3 ابن قيم الجوزية، الصواعق المنزلة على الطائفة الجهمية والمعطلة 2/660. ¶ 4 سورة الأعراف: آية رقم 11-12.",
            "page": "462",
            "part": "1",
            "seal": "1F22D5B7"
        },
        {
            "id": "51",
            "nass": "1- إحداهما قوله: {أَنَا خَيْرٌ مِنْهُ} وتقدير ذلك أنا الفاضل فكيف أسجد للمفضول. ¶ 2- والثانية: معلومة من أساس التفاضل التي اعتمد عليها على حد زعمه، وهي المادة التي خُلِق منها، فمن خلق من نار فهو أفضل، فكيف يسجد لمن خُلُق من طين. ¶ فهما قياسان متداخلان، وباطلان أيضاً، من عدة وجوه، كما وضح ذلك ابن قيم الجوزية - رحمه الله تعالى1: ¶ - أنه قياس في مقابلة النص، والقياس إذا صادم النص وقابله كان قياساً باطلا. ¶ - أنه قال: {أَنَا خَيْرٌ مِنْهُ} وهذا كذب، ومستنده في ذلك باطل، إذ لا يلزم من تفضيل مادة على مادة، تفضيل المخلوق منها على المخلوق من الأخرى. ¶ فالعبيد والموالي الذين آمنوا بالله ورسوله خير وأفضل عند الله ممن ليس مثلهم من قريش وبني هاشم، وأن صالحي البشر أفضل من الملائكة، وإن كانت مادتهم نورا، ومادة البشر تراباً، وهذا مذهب أهل السنة والجماعة. ¶ أن التراب أفضل من النار لعدة اعتبارات، منها: ¶ - أن طبع النار الطيش والخفة، والأرض الثقل والرزانة. ¶ - أن طبع النار العلو والإفساد، وطبع الأرض الخشوع والإخبات، والله لا يحب المفسدين، ويحب المخبتين. ¶ __________ ¶ 1 ابن قيم الجوزية، الصواعق المنزلة على الطائفة الجهمية، والمعطلة 2/663-668.",
            "page": "463",
            "part": "1",
            "seal": "2BAF6804"
        },
        {
            "id": "52",
            "nass": "- أن الأرض مادة الحيوان والنبات والأقوات، والنار بخلافه، فهي حارقة لذلك. ¶ - أن الأرض تعطيك من البركة أضعاف ما تودعه من الحب والنوى، والنار تحرقه. والمعتزلة، والمدارس العقلانية تقدم العقل على النقل، فضلت وأضلت. ¶ 2 - وصنف عطل العقل، فلا يتدبرون ولا يتفكرون، وإنما حياتهم حياة بهيمية، لا يتدبرون آيات الله المبثوثة في الكون وفي أنفسهم ولا يتفكرون في مآلهم ونهاية حياتهم قال تعالى: {أَفَلَمْ يَسِيرُوا فِي الأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ} 1. ¶ وقال تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالإِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} 2. ¶ 3 - وأمة من الناس قدمت الشرع على العقل، وأصبح الشرع بمثابة ضوء الشمس للعين، وتحقق عندهم لصحة عقولهم وصفاء منهجهم عدم تعارض ¶ __________ ¶ 1 سورة الحج: آية رقم 46. ¶ 2 سورة الأعراف: آية رقم 179.",
            "page": "464",
            "part": "1",
            "seal": "7324683C"
        },
        {
            "id": "53",
            "nass": "العقل السليم والنقل الصحيح1. وهؤلاء هم أهل الحق، وهم أهل السنة والجماعة، عرفوا قدر الشرع وأهميته، وحاجة الناس إليه فاتبعوه، وعرفوا أهمية العقل فلم يعطلوه2. ¶ وكل من له مسكة من عقل يعلم أن فساد العالم وخرابه إنما نشأ من تقديم الرأي على الوحي، والهوى على العقل، وما استحكم هذان الأصلان الفاسدان في قلب إلا استحكم هلاكه3. ¶ __________ ¶ 1 انظر: كتاب درء تعارض العقل والنقل، لابن تيمية. ¶ 2 انظر كتاب: إعلام الموقعين، لابن قيم الجوزية 1/53-85 وذلك لمعرفة موقف السلف من الرأي. ¶ 3 المرجع السابق 1/67.",
            "page": "465",
            "part": "1",
            "seal": "113B41F2"
        },
        {
            "id": "54",
            "nass": "جوانب التربية العقلية والإبداعية ¶ مدخل ¶ ... ¶ المبحث الثالث جوانب التربية العقلية والإبداعية ¶ وسائل حفظ وتربية العقل: ¶ أن هناك مفسدات مادية وثقافية تواجه الإنسان وتفتك بعقله وتحرفه عن الصواب، مما يؤكد حاجة الإنسان لما يحفظ عقله من الزيغ والضلال، وينميه، حتى ينتج ويبدع، وهذا يتطلب بيان ما يأتي: ¶ 1 - وسائل حفظ العقل. ¶ 2 - وسائل تربية العقل. ¶ 3 - المفسدات العقلية",
            "page": "466",
            "part": "1",
            "seal": "CEB51433"
        },
        {
            "id": "55",
            "nass": "أولاً: وسائل حفظ العقل: ¶ إن هناك حاجة ماسة لحفظ العقل البشري من وسائل الهلاك والدمار التي تواجهه من خلال وسائل مختلفة، وفي جوانب متعددة، تهوي به في الاتكالية على جهود الآخرين، أو تعطله عن مهامه بإشغاله فيما يضره ولا ينفعه، كوسائل اللهو المكثفة، والمخدرات المتنوعة، والبث المباشر الذي تسلل للبيوت، فانشغل الإنسان بالباطل عن الحق، وبالضار عن النافع، وبالمفضول عن الفاضل، مما يجعل المهام الملقاة على كاهل التربية ضخمة المسؤولية، من خلال المسجد والمدرسة والمنزل، والهيئات التربوية الأخرى. ¶ وإزاء هذه التحديات التي في صراع مع منابع التربية يتأكد أهمية الوقوف على وسائل حفظ هذا العقل ليؤدي مهامه المطلوبة منه، فضلاً عن الإبداع المأمول، ويمكن إيضاح ذلك في النقاط التالية.",
            "page": "466",
            "part": "1",
            "seal": "09DCA158"
        },
        {
            "id": "56",
            "nass": "1- الأخذ بكل ما تضمنه القرآن الكريم والسنة النبوية، دون قيد أوشرط، والإيمان بهما والعمل بمقتضاهما، دون الرجوع إلى أي منهج آخر للاحتكام إليه، قال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} 1. وهذا أمر قطعي لابد من الإيمان والعمل به، ويقتضي هذا عدم تقديم العقل على الشرع، لأن العقل محدود، ناقص، وقد أثبت الله تعالى كمال الشرع وحاكميته عليه، ولا يصح تقديم الناقص حاكماً على الكامل، لأنه خلاف المعقول والمنقول، بل ضد القضية، وهو الموافق للأدلة، فلا معدل عنه2. ¶ وكان الصحابة رضي الله عنهم إذا رأوا رأياً ووجدوا أن سنة النبي صلى الله عليه وسلم خلاف ذلك عدلوا عن رأيهم ورجعوا للسنة3. ¶ والتربية القائمة على هذا المبدأ تغرس في أفرادها الانقياد للشريعة الإسلامية، والإذعان لتوجيهاتها، مما ينمي في الفرد جوانب إبداعية من أبرزها: ¶ - الدقة في التعامل مع نتائج الحضارات وفق النصوص الشرعية. ¶ - صحة الفهم لمقاصد الشريعة التي تجعل المبدع يسخر إنتاجه لخدمة البشرية وصلاحها، لا لدمارها وإفسادها. ¶ - سلامة المعلومات وصحتها من عدم تعارضها مع ما قررته الشريعة. ¶ __________ ¶ 1 سورة الحشر: آية رقم 7. ¶ 2 الشاطبي، الموافقات 2/326-327. ¶ 3 انظر: الخطيب البغدادي، الفقيه والمتفقة 1/138.",
            "page": "467",
            "part": "1",
            "seal": "C7C2ECB3"
        },
        {
            "id": "57",
            "nass": "- بذل الوسع في التحقق من صحة الاستنباطات والاستنتاجات. ¶ - صدق التحليل والتفسير للظواهر والوقائع والحوادث الكونية والتاريخية في منأى عن الهوى والنزعات الشخصية. ¶ 2 - أن لا يكون العمل إلا بدليل شرعي فيما يخص الأعمال العقدية والتعبدية، والمعاملات، ولا يكون توجه الإنسان واجتهاده في حياته وأعماله العامة والخاصة إلا وفق المنهج الإسلامي. ¶ وهذا يجسد عند المسلم أهمية البحث العلمي وفق قواعده المعتبرة، مما ينعكس على إنتاجه الذي يرقى به إلى الدقة. ¶ 3 - محاربة البدع والشبه، عن محيط المجتمع الإسلامي، وتوعية الأمة بالعلم الصحيح، حتى لا ترتكس في بؤرة الجهل الذي يحجبها عن العمل الصحيح. فما انحطاط كثير من المجتمعات الإسلامية إلا لكثرة البدع والشبه، وتفشي الجهل الذي حط بظلامه وركابه بينهم. ¶ 4 - محاربة المسكرات والمخدرات بجميع أنواعها، واختلاف مسمياتها، لأنها حجاب فولاذي عن العمل والتفوق. ¶ 5 - أن يعرف الإنسان محدودية عقله، وأن لعقله حدوداً لا يستطيع أن يتجاوزها، قال الشاطبي رحمه الله \"إن الله جعل للعقول في إدراكها حداً تنتهي إليه لا تتعداه، ولم يجعل لها سبلاً إلى الإدراك في كل مطلوب، ولو كانت كذلك لاستوت مع الباري تعالى في إدراك جميع ما كان، وما يكون ومالا يكون إذ لو كان كيف كان يكون؟ فمعلومات الله تعالى لا تتناهى، ومعلومات العبد متناهية، والمتناهي لا يساوي مالا يتناهى\"1. ¶ __________ ¶ 1 الشاطبي، الاعتصام 2/318.",
            "page": "468",
            "part": "1",
            "seal": "8ED2E726"
        },
        {
            "id": "58",
            "nass": "وهذه الحقيقة قاعدة تربوية عظيمة الأثر، إذ تؤكد أن الإنسان وإن كان مبدعاً في جانب، فلا يعني تفوقه في كل الجوانب، وإذا كان قاصراً في جانب، فقد يكون مبدعاً في جانب آخر، لو بحث عنه لتفوق فيه، وهذا ما يجهله كثير من الناس، حيث يُرَاد من الكل أن يتفوقوا في جانب معين، أو جوانب محددة، فمن أخفق فيها حُكِم عليه بالغباء. ¶ 6- احتضان وتنمية المواهب والقدرات العلمية في جميع المجالات سواء ما يتعلق بأمور التقنية الحديثة، أو التخصصات العلمية، في الطب والهندسة، أو سواها من التخصصات التي تحتاج إليها الأمة الإسلامية. لأن عدم احتضانها وتنميتها وتوجيهها قد يؤول بها إلى الانحراف، نتيجة غياب التوجيه، وما انحراف كثير من الدراسات عن جادة الطريق إلا لسوء توجيه الدارسين.",
            "page": "469",
            "part": "1",
            "seal": "78D6B77D"
        },
        {
            "id": "59",
            "nass": "وسائل تربية العقل ¶ ... ¶ ثانياً: وسائل التربية الإبداعية والعقلية: ¶ إذا تم الحفاظ على العقل، فثمة أمر آخر، وهو القيام بتنميته ليكون مثمراً مبدعاً، وهذه الوسائل قد تشتمل على ما يساعد على حفظه أيضاً، وذلك لصعوبة الفصل بينها فصلاً دقيقاً، ويمكن عرض ذلك فيما يلي: ¶ 1- تدبر آيات الله القرآنية: ¶ إن تدبر آيات الله القرآنية عبادة وفقه وتنمية للعقل على الخير، كما أن في ذلك حفظاً لعقل الإنسان من طرق الهلاك والضلال، وقد أمر الله تعالى بتدبر القرآن الكريم، فقال تعالى: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} 1. ¶ فإن المعرضين عن كتاب الله تعالى، لو تدبروا القرآن الكريم لدلهم على كل خير، ولحذرهم من كل شر، ولملأ قلوبهم من الإيمان، وأفئدتهم من الإيقان، ولأوصلهم إلى المطالب العالية، والمواهب الغالية2 ومن يمتلئ قلبه بالإيمان والإيقان ويعرف طريق الخير، وطريق الشر، يتوجه للخير، وفعل الخير على أحسن وجه. ¶ وفي تدبر آيات الله القرآنية تفتيح للعقول، وهداية وتوفيق وعون لها نحو التفوق. والمرء بأمس الحاجة إلى توفيق الله وعونه ليحقق مبتغاه في علمه ومهنته وإدارته، وفي جميع شؤونه. ¶ __________ ¶ 1 سورة محمد: آية رقم 24. ¶ 2 عبد الرحمن السعدي، تيسير الكريم الرحمن في تفسير كلام المنان 5/34.",
            "page": "470",
            "part": "1",
            "seal": "FDC44271"
        },
        {
            "id": "60",
            "nass": "2 - تدبر آيات الله الكونية: ¶ إن الإنسان يستطيع أن يشاهد ويلاحظ ما تستطيع حواسه أن تدركه من آيات الله الكونية المبثوثة في الكون، كالجبال والسهول والأودية والأشجار والنجوم، وغيرها من آيات الله الكونية، وهي آيات عظيمة تدل على عظمة الخالق تبارك وتعالى، فتربي الإنسان على صحة التوجه وسعة النظر، وكلما تأمل المؤمن في مخلوقات الله تعالى ازداد إيمانه واتسعت آفاقه وتفكيره، وقد بين تبارك وتعالى أن آياته تدل على الحق، قال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} 1. ¶ فليتأمل الإنسان مثلاً: الحكمة البديعة في تيسيره سبحانه وتعالى على عباده ما هم أحوج إليه، فكل ما كانوا أحوج إليه كان أكثر وأوسع، وكلما استغنوا عنه كان أقل، وإذا توسطت الحاجة توسط وجودها، فاعتبر هذا بالأصول الأربعة: التراب والماء والهواء والنار، وتأمل سعة ما خُلِقَ منها وكثرته، فتأمل سعة الهواء وعمومه ووجوده بكل مكان، ولولا كثرته وسعته وامتداده في أقطار العالم لاختنق العالم من الدخان والبخار المتصاعد، وتأمل حكمة ربك في أن سخر لها الرياح، فإذا تصاعد أحاله سحاباً أو ضباباً، فذهب عن العالم شره، فسل الجاحد من الذي دبر هذا التدبير؟ وهل يقدر العالم لو اجتمعوا أن يحيلوا ذلك سحاباً ويذهبوه عن الناس؟ ولو شاء الله تعالى لحبس الرياح فاختنق من على وجه الأرض2. ¶ __________ ¶ 1 سورة فصلت، آية رقم 53. ¶ 2 ابن قيم الجوزية، مفتاح دار السعادة 1/222-223.",
            "page": "471",
            "part": "1",
            "seal": "20D8E870"
        },
        {
            "id": "61",
            "nass": "فهذا التدبر إذا وسعته المناهج الدراسية أحدثت عند المتربي بُعْد النظر، وسعة الأفق، وحُسن الاستنتاج والاستنباط، وسلامة التحليل والتفسير، وربط الأسباب بالمسببات، وبخالق الأسباب ومدبر الأحوال. ¶ 3 - تدبر العواقب: ¶ مما يساعد الإنسان على نمو الجانب التفكيري وحسن الإبداع تعقل الأمور وتدبر عواقب ما يريد أن يقدم عليه، فينظر ما هي عواقبه ونتائجه عليه في دار معاده ومعاشه، وهل هي لذة وقتية يتبعها ألم دائم وحسرة قد لا تنقطع، أو ضد ذلك؟ ¶ فمثلاً: من طبيعة \"الفضائل أنها مستحسنة مستثقلة، والرذائل مستقبحة ومستخفة\"1 فمن ضعف تفكيره ووهن تميزه وقل نقده استسهل السهل لسهولته وإن كان فيه هلكته، واستثقل الثقيل لثقله على نفسه وإن كان فيه فوزه ونجاته. ¶ كما أن في تدبر العواقب تدريباً للذهن على القياس، وربط نتائج الصور المتشابهة، واستنتاج القواعد من الحوادث المتماثلة، وفي هذا تدريب للعقل على التفكير والإبداع. ¶ 4- حسن النقد والتمييز: ¶ إن من أهداف التربية تهذيب الإرادة، وتنمية التفكير ليميز الغث من السمين، والحسن من القبيح، واختيار الفضائل وتجنب الرذائل حتى لا يكون ¶ __________ ¶ 1 ابن حزم، الأخلاق والسير، ص 80.",
            "page": "472",
            "part": "1",
            "seal": "6EDD5393"
        },
        {
            "id": "62",
            "nass": "عبد شهوته من جهة، وإمعة من جهة أخرى، ويغتر بكل قول، ويجذبه كل ناعق، وقد جاء في الحديث أن يوطن الإنسان لنفسه، قال صلى الله عليه وسلم: \"لا تكونوا إمعة، تقولون إن أحسن الناس أحسنا، وإن ظلموا ظلمنا، ولكن وطنوا أنفسكم، إن أحسن الناس أن تحسنوا، وإن أساءوا فلا تظلموا\"1. ¶ وتصرفات الإنسان هي وليدة أفكاره \"وأصل الخير والشر من قبل التفكير، فإن الفكر مبدأ الإرادة والطلب في الزهد والترك والحب والبغض، وأنفع الفكر الفكر في مصالح المعاد، وفي طرق اجتلابها، وفي دفع مفاسد المعاد، وفي طرق اجتنابها\"2. ¶ لذلك على المربين أن يشجعوا الأبناء على ممارسة التقويم الذاتي بأنفسهم، حتى تكون لديهم قدرة الاعتماد على النفس واختيار الأفضل والأحسن في ضوء المنهج الإسلامي. ¶ وهذا يربي فيهم سلامة التفكير، وحُسن المنطق، والقدرة على الاستفادة من الأوقات. ¶ 5- تدبر الماضي التاريخي: ¶ إن التاريخ حصيلة تجارب الأمم، وعبرة يعتبر بها الإنسان، ويستفيد منها، وقد نبه القرآن الكريم إلى أهمية استشراف التاريخ، والتعرف على السنن ¶ __________ ¶ 1 الترمذي 4/320 برقم 2007، وقال: حديث حسن غريب، وقال الألباني: حديث ضعيف، ضعيف الجامع الصغير، برقم 6271-113 ص 905. ¶ 2 ابن قيم الجوزية، الفوائد، ص 193.",
            "page": "473",
            "part": "1",
            "seal": "5E72A754"
        },
        {
            "id": "63",
            "nass": "الطبيعية والاجتماعية، والإفادة من ذلك في الاعتبار، وبناء الحضارة، والمحافظة عليها من السقوط. ¶ ولكن كشف هذه السنن المطردة لا يمكن أن يتم إلا بالاستقراء التاريخي، ودراسة أحوال الأمم الماضية، والوقوف على عوامل تقدمها، وأسباب سقوطها1. ¶ والآيات القرآنية التي تحث على الاعتبار كثيرة2 ومن ذلك حثه سبحانه وتعالى على الاعتبار من عاقبة الأمم التي كذبت الرسل، وكانوا أصحاب أموال وقوة وعمران، فلما بغوا جاءهم العذاب فلم تنفعهم قوتهم، قال تعالى: {أَوَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ وَكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ وَلا فِي الأَرْضِ إِنَّهُ كَانَ عَلِيماً قَدِيراً} 3. ¶ وأما أسلوب عرض الوقائع والأحداث التاريخية دون استجلاء العبر والسنن الإلهية في التمكين والنصر وفي الهزيمة، فلا يزيد شيئاً في الجانب التفكيري، وفي تقوية الجانب الإيماني، وفي الاعتبار والاستفادة، ولذلك فإن الدراسات التاريخية تحتاج إلى هذا النوع البناء من استجلاء العبر، وربط السنن الكونية بالسنن الشرعية الواردة في القرآن الكريم، والسنة النبوية المطهرة. ¶ __________ ¶ 1 أكرم ضياء العمري، الإسلام والوعي الحضاري، ص 102-103. ¶ 2 انظر: على سبيل المثال سورة يوسف آية 109، والحج آية 46، والروم آية 9، فاطر آية 44، وغافر آية 24،82. وانظر كتاب: الإسلام والوعي الحضاري، أكرم العمري، ص 102-118، وكتاب رؤية لأحوال العلم المعاصر، لمحمد قطب، ص 53-65. ¶ 3 سورة فاطر: آية رقم 44.",
            "page": "474",
            "part": "1",
            "seal": "A64A2120"
        },
        {
            "id": "64",
            "nass": "إضافة إلى إبراز مظاهر الحضارة الإسلامية وعمقها، وما أنتجته وأسهمت به في تقدم الأمم، لأن في ذلك باعثاً للهمم نحو التطلع لتحقيق المجد التليد، والاقتداء بِسِيَرِ الأولين في الجد والاجتهاد.",
            "page": "475",
            "part": "1",
            "seal": "9235006A"
        },
        {
            "id": "65",
            "nass": "6- أن تكون التفسيرات للأحداث في ضوء الشرع: ¶ إن تفسير الحوادث الكونية والتاريخية والاجتماعية في معزل عن الشرع يُحدث تصدعاً في البنية المعرفية عند الإنسان، ويتبعها نظرة معملية لذلك، فيفقد بها المتربي المعرفة الشرعية، وربط الأسباب بمسبباتها، وربط ذلك كله بإرادة الله وحكمته وكمال تدبيره سبحانه وتعالى، فينعكس ذلك على الجانب الاعتقادي. ¶ وبالتالي يحجم تفكيره عن الإبداع وسبر غور الأحداث، خاصة في المجال التاريخي والاجتماعي. ¶ ومثال ذلك \"السنن الاجتماعية التي أوضحها الله تعالى في القرآن الكريم، أن فشو الظلم وغياب العدل من الأسباب الموجبة لهلاك الأمم، وسقوط الحضارات\"1. قال تعالى: {وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنْشَأْنَا بَعْدَهَا قَوْماً آخَرِينَ} 2. ¶ فإذا دُرس سقوط الأمم من خلال العثرات الاقتصادية التي وقعت فيها، وأودت بهلاكها، أو بالهزائم العسكرية وحدها، دون النظر إلى الأسباب الشرعية التي كانت أساساً للأسباب المادية كانت تلك الدراسة التاريخية مادية، لا تبني في صاحبها ولا في القارئ بُعد النظر الذي هو شعلة الإبداع المعرفي. ¶ __________ ¶ 1 أكرم ضياء العمري، الإسلام والوعي الحضاري، ص 104. ¶ 2 سورة الأنبياء آية رقم 11.",
            "page": "476",
            "part": "1",
            "seal": "0E6CF1D0"
        },
        {
            "id": "66",
            "nass": "7- عدم الاتكالية: ¶ إن الاتكال على الآخرين في كل شيء، والاعتماد عليهم في التنظيم والتخطيط وإيجاد الحلول والبدائل، يجعل عقل الإنسان عقيماً، بعيداً عن التفكير البناء، ويعيق نشاط الذهن الذي يثمر الإبداع الجيد الصحيح. ¶ وعدم الاتكالية إحدى خطوات البحث العلمي الواعي، وهذا الأمر ليس مطلقاً، لأن الآخرين إما نقطة نبدأ منها للبناء، أو للهدم، أو نستعين بها، ولكن الخطأ في الاتكال الكلي دون أن يبذل الإنسان ما في وسعه. ولذلك اشْتُرِط للعمل الإبداعي أن يتحقق فيه أحد الشروط التالية: ¶ - أن يكون النتاج الفكري جديداً، وذا قيمة. ¶ - أن يتضمن تغييراً للأفكار السابقة، إذا كانت خاطئة. ¶ - أن يكون النتاج الفكري عميقاً، أو فيه إثارة شديدة. ¶ - أن تكون صياغة المشكلة مزيلة للغموض1. ¶ وهذه الشروط تؤكد أهمية الابتكار في الإبداع. ¶ 8- تعلم العلم: ¶ إن العلم لقاح العقول، ينميها ويربيها وينير فيها روح الإبداع والبحث العلمي الواعي الرشيد، وأنفع العلوم في لقاح العقول وأكملها علم الشريعة، ثم العلوم التي يحتاجها الإنسان في بناء أمته ومجتمعه، كالاقتصاد والعلوم الزراعية والصناعية والتجارية والإدارية والطبية، وغيرها من العلوم النافعة، فكلما ازداد ¶ __________ ¶ 1 فاخر عاقل، الإبداع وتربيته، ص 59،ومقداد يالجن التربية الإسلامية الأساسية، ص 488.",
            "page": "477",
            "part": "1",
            "seal": "577E52E2"
        },
        {
            "id": "67",
            "nass": "الإنسان معرفة في مهنته ازداد إبداعاً وتألقاً في ميدان تخصصه، إذا واكب ذلك رغبة وتطلعاً للأحسن والأكمل. ¶ ومن الأمور المعينة على الإبداع في مجال العلم والتعلم ما يلي: ¶ أ- الاستقراء: ¶ وهي الطريقة التي ينقل بها المعلم ذهن المتعلم من المعلوم إلى المجهول، ومن المحسوس إلى المعنوي، ومن الملموس إلى غير الملموس، وذلك بتدرجهم في الانتقال من الجزء إلى الكل، حتى يستطيع المتعلم أن يصل من الحقائق الجزئية إلى التعميم، أي بتمكين المتعلم باستقرائه للحقائق الجزئية إلى استنباط المبدأ العام، أو القاعدة الكلية1. ¶ ب- الطريقة الكلية: ¶ وهي عكس الطريقة السابقة، حيث ينتقل بذهن المتلقي من القاعدة إلى جزئياتها الأصلية، ومن الكل إلى الجزء، مثل دراسة تعريف معين عن طريق تفتيت مركباته وعناصره الأصلية. ¶ وفي هذه الطريقة يعرض المعلم على المتعلم الحادثة التاريخية - مثلاً - على نحو كلي شمولي، ثم يوضحها ويفسر أجزاءها، وتفصيلاتها بالدليل والبرهان، أو بتحليل الحوادث، أو بضرب الأمثلة2. ¶ __________ ¶ 1 الزنتاني، أسس التربية الإسلامية في السنة النبوية، ص 468. ¶ 2 المرجع السابق، ص 470.",
            "page": "478",
            "part": "1",
            "seal": "3CA7E48F"
        },
        {
            "id": "68",
            "nass": "ج- القياس: ¶ هو تسوية فرع بأصل في الحكم1 لوجود علة جامعة بينها \"وهو أحد الأدلة التي تثبت بها الأحكام الشرعية\"2 في الفقه الإسلامي. ¶ والقياس لا ينحصر في الأدلة والأحكام الشرعية بل في كثير من فنون العلم والمهارات. وسواء كان في مجال الفقه أو في مجال الأمور العامة، فإنه وسيلة للإبداع، وحاجة يحتاج إليها الإنسان، فإن تربية المتعلمين على هذا الجانب، يقوي لديهم ربط وقياس الأمور المتشابهة بعضها ببعض، إذا وجدت العلة الجامعة بين الفرع والأصل، أو بين المقيس والمقاس عليه. ¶ د- الحفظ: ¶ ومن الأمور الجديرة بالاهتمام عملية الحفظ والاستذكار، حيث تجعل العلم في متناول الحافظ، يسير معه أين ما حل وارتحل، بعكس الذي يعتمد على الكتب فقط، فإنه يصبح أسيراً لها، لا يفكر إلا بوجودها. ¶ والحقيقة إن هذا لا يعني التقليل من أهمية الكتاب، وإنما القصد أن يتمكن الإنسان بمحفوظه، وأن يتحرر من قيود ارتباطه بالكتاب في كثير من المواقف الطارئة، والمواقف التي لا يتوفر فيها الكتاب. ¶ وفي الحفظ تدريب الذاكرة على ذلك مع سرعة الاسترجاع، وهذا في حد ذاته إبداع، يُعين المرء على التحليل والاستنتاج والقياس، والاستقراء دون ¶ __________ ¶ 1 انظر شرح الكوكب المنير، تقي الدين الفتوحي، ص 479-515. ¶ 2 ابن عثيمين، الأصول في علم الأصول، ص 60.",
            "page": "479",
            "part": "1",
            "seal": "28C0C991"
        },
        {
            "id": "69",
            "nass": "ارتباط مباشر بالكتاب. قال أبو هلال العسكري \"وإذا كان ما جمعته من العلم قليلاً وكان حفظاً كثرت المنفعة به، وإذا كان كثيراً غير محفوظ قلت منفعته\"1. ¶ وأما من زعم من الناس أن الحفظ ليس له قيمة ولا أثر على الإبداع، وأنه يجعل من الإنسان كتاباً ناطقاً، فإنها دعوة باطلة غير صحيحة، ودليل ذلك أن السلف كانوا يهتمون بالحفظ اهتماماً بليغاً حتى برز منهم مبرزون في الحفظ، فكان لهم قدم علم وفقه، مثل: الإمام أحمد بن حنبل وإسحاق بن راهويه وسعيد ابن المسيب وسليمان بن داود الطيالسي وأبي داود وسفيان الثوري وغيرهم2. ¶ وقد بين السلف أهمية الحفظ في كسب العلم، حيث تطالع ذلك في مصنفاتهم مثل كتاب الحث على الحفظ لابن الجوزي. ¶ كما أنه لا بد أن يلازم الحفظ الفهم السليم الذي يولد الوعي وحُسن الإدراك عند المتلقي، ويرتقي بدرجة حفظه إلى ما يقود للإبداع المعرفي. ¶ 9- الحوار والمناقشة: ¶ إن للأسلوب الحواري في تصحيح المعلومات الخاطئة، والتصورات الباطلة أثراً كبيراً في تقبل صحيح المعلومات والتصورات، وإزالة الملابسات، والمتعلقات الذهنية الخاطئة، لأن فيه قرع الحجة بالحجة، وتفتيح الذهن، وفك ما غلق واستصعب من الفهم والإدراك. ¶ __________ ¶ 1 أبو هلال العسكري، الحث على طلب العلم، ص 74. ¶ 2 انظر ما أشار إليه ابن الجوزي عن حفظ هؤلاء، في كتابه الحث على حفظ العلم، ص 25-67.",
            "page": "480",
            "part": "1",
            "seal": "DF14FF06"
        },
        {
            "id": "70",
            "nass": "وقد اشتمل القرآن الكريم على آيات كثيرات مبنية على الحوار، وكذا سنة المصطفى صلى الله عليه وسلم1. ¶ وأما أسلوب فرض المعلومات والآراء والأفكار على الآخرين فقد يقبلونها ولكن على غير رضى واقتناع، إما رهبة من عاقبة رد ذلك أو هيبة لذي السن والجاه، ولكن هذا الأسلوب يقتل الإبداع، ويميت حسن التفكير. ¶ 10- ضرب الأمثال: ¶ إن ضرب الأمثال وتعقلها يثير الجانب الذهني عند الإنسان بتوسعة أفقه، لأن في ضرب الأمثال تقريب المعنى للأذهان وتدريباً على حُسن القياس، وقد اشتمل القرآن الكريم والسنة النبوية على الكثير من الأمثال ألتي جاءت مؤثرة لقوة بيانها ووضوحها وترابط الممثل به والممثل عليه، ومثال ذلك: ¶ قوله تعالى: {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ} 2. ¶ ومثال ذلك من السنة النبوية قوله صلى الله عليه وسلم: \"مثل الجليس الصالح والجليس السوء كحامل المسك ونافخ الكير، فحامل المسك إما أن ¶ __________ ¶ 1 انظر: عبد الرحمن النحلاوي، أصول التربية، ص 185-209، فقيه أمثلة كثيرة متنوعة. ¶ 2 سورة الحج: آية رقم 73.",
            "page": "481",
            "part": "1",
            "seal": "69F7BAF4"
        },
        {
            "id": "71",
            "nass": "يحذيك، وإما أن تبتاع منه، وإما أن تجد منه ريحاً طيبة. ونافخ الكير إما أن يحرق ثيابك، وإما أن تجد ريحاً خبيثة\"1. ¶ فتلك بعض الوسائل التربوية التي تساعد على حفظ العقل من الزيغ والضلال، وتعمل على تربيته وزيادة مقدرته في الفهم وحسن الإنتاج والإبداع، وهذا الأمر لا تكفي فيه الجهود الفردية، بل يتطلب الأمر أن تكثف جهود البيئات التربوية: كالمدرسة والأسرة وكافة الجهات التربوية الأخرى لبناء الإنسان المسلم بناء صحيحاً، يحقق أهداف التربية الإسلامية، المتمثل في تحقيق العبودية لله تعالى، وعمارة الكون بما يرضي الله تبارك وتعالى. ¶ __________ ¶ 1 البخاري 3/463، برقم 5534، ومسلم 4/2026، برقم 146-2628.",
            "page": "482",
            "part": "1",
            "seal": "85DEB0DD"
        },
        {
            "id": "72",
            "nass": "ثالثاً: المفسدات العقلية: ¶ إن صاحب العقل السليم يستطيع أن يستفيد من هذه النعمة الكريمة الكبيرة التي تميزه عن سائر الكائنات الحية، لكن بعض الناس اجتالتهم مفسدات العقل، فعطلت عقولهم، وغيرت وجهتهم الحسنة إلى وجهة سيئة، فانعكس ذلك على سلوكهم وتصرفاتهم، ويمكن إيضاح تلك المفسدات المهلكات فيما يلي: ¶ 1- مفسدات فكرية: ¶ وهي أن يتصور الإنسان الأمور الغيبية من غير منهج الله تعالى، وأن يتلقى الأوامر والنواهي المتعلقة بتوجيه الجانب العقدي والتعبدي، ونشاطه الاجتماعي والاقتصادي والسياسي والأخلاقي من غير منهج الله تعالى1. ¶ ومما يفسد العقل فكراً وتصوراً، إثارة الشبه بين الناس، وإشغالهم، وافتتانهم بها، وكذا الترويج للشعوذة والكهانة، والنظريات الباطلة في التربية والسياسة والاقتصاد والاجتماع والأخلاق، ونشر اللهو عن طريق وسائل متعددة: كالكتاب والمجلة والصحيفة والمسرح والقصص والسينما والرائي والمذياع، وغير ذلك من الوسائل ذات التأثير الفاعل. ¶ وهذه المفسدات العقلية تنحو بفكر الإنسان منحى يبعده عن مساره الصحيح الذي يحقق فيه الجدية المعرفية أو المهنية التي هي روح الإبداع. ¶ __________ ¶ 1 عبد الله أحمد قادري، الإسلام وضروريات الحياة، ص 114.",
            "page": "483",
            "part": "1",
            "seal": "EEE1E8FB"
        },
        {
            "id": "73",
            "nass": "2- مفسدات حسية: ¶ وهي تلك المفسدات المادية كالخمور والمخدرات والمسكرات بجميع أنواعها، وقد حرمها الإسلام بنصوص شرعية كقوله تعالى: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ} 1. ¶ وقوله صلى الله عليه وسلم: \"كل مسكر خمر، وكل مسكر حرام، ومن شرب الخمر في الدنيا فمات وهو يدمنها، لم يتب، لم يشربها في الآخرة\" 2. ¶ وهذه المفسدات تقوم بتعطيل العقل عن دوره، وحجبه عن مصالحه، وتعتيم الأمور عليه، حتى لا يدرك الخير من الشر، وبالتالي ينحرف بتصرفاته عن مواصفات الرجل العاقل المتزن الذي يقيم الأمور ويعالجها بحكمة وروية. ¶ ومن أهم ما تحجبه عنه معرفة الحق وإدراكه والأخذ به، فتبعده عن طاعة الله تعالى التي خُلِقَ الإنسان من أجل تحقيقها. ¶ كما تبعده عن التفكير في منافعه الدنيوية، والتوجه بجهده العقلي والبدني نحو تنمية قدراته ومواهبه نحو الإبداع والتفوق في المجال الذي يعمل فيه، سواء كان في الإدارة، أو الصناعة، أو الزراعة، أو الهندسة، أو نحو ذلك. ¶ 3 - المعاصي والهوى: ¶ ومما يفسد العقل الانغماس في المعاصي، واتباع الهوى، فينشغل بذلك عن معرفة مصالحه في دار معاشه ومعاده. وقد حذر الله تعالى من اتباع من اتبع ¶ __________ ¶ 1 سورة المائة: آية 90. ¶ 2 مسلم 3/1587، برقم 73-2003.",
            "page": "484",
            "part": "1",
            "seal": "5A24352B"
        },
        {
            "id": "74",
            "nass": "هواه وذلك لفساده وفساد منهجه، فقال تعالى: {وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً} 1. ¶ والذي يحول بين القلب وبين الحق في غالب الأحوال اشتغال القلب بغير الحق من مفاتن الدنيا، ومطالب الجسد، وشهوات النفس، فهو في هذه الحال كالعين الناظرة إلى وجه الأرض لا يمكنها مع ذلك أن ترى الهلال. ¶ أو هو يميل إليه فيصده عن اتباع الحق، فيكون كالعين التي فيها غذى لا يمكنها رؤية الأشياء. ¶ ثم الهوى قد يعترض له قبل معرفة الحق فيصده عن النظر فيه، وقد يعرض له الهوى بعد أن عرف الحق فيجحده ويعرض عنه2. ¶ وفي الجوانب العامة من مطالب الحياة، قد يفتن الهوى صاحبه، فلا يفكر في مصالحه ليبدع فيها، وإنما ينصب تفكيره في حسد الآخرين، والتطلع إلى ما عندهم، فينشغل بغيره عن ما ينفعه في دار معاشه ومعاده. ¶ __________ ¶ 1 سورة الكهف: آية رقم 28. ¶ 2 ابن تيمية، الفتاوى 9/314.",
            "page": "485",
            "part": "1",
            "seal": "110FD7F9"
        },
        {
            "id": "75",
            "nass": "الخاتمة ¶ مما سبق يتضح أهمية الإبداع في التقدم والتطور في كثير من المجالات، وقد اهتمت التربية الإسلامية بالجانب الإبداعي، مع توجيهه التوجيه الصحيح، وتحديد إطاره الذي يسير فيه. ¶ ولما أن هناك علاقة بين الإبداع والجانب العقلي الذي هو مناط التكليف، وهو القوة التي يدرك بها الإنسان الأمور، وهو عامل أساسي في الجانب الإبداعي، فقد اهتمت التربية الإسلامية بهذا الجانب اهتماماً كبيراً، حفظاً وتنمية، وحذرته ومنعته من كل ما يحجبه عن معرفة الحق، أو يعيقه ويعطله عن دوره، بل جعلت حفظه أحد الضروريات الخمس التي لا يستغني عنها الإنسان. ¶ كما أنها حددت للعقل مساره الصحيح، والحدود التي لا ينبغي له أن يتجاوزها، وجعلت الشرع نبراسه ونوره، وهو يسير خلفه وفي ضوئه، ويستنير بتوجيهاته. ¶ وهي بذلك تقدم أصولاً تربوية عميقة الفائدة، لمن يسبر غورها، ففاقت جميع التربيات، وأصبح الإنسان مفتقراً إليها غاية الافتقار، ولا سعادة له في دار الدنيا والآخرة إلا بها. ¶ هذا وأحمد الله تعالى على فضله وتوفيقه وامتنانه، واستغفره من أخطائي وتقصيري، وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "486",
            "part": "1",
            "seal": "22FE0DDC"
        },
        {
            "id": "76",
            "nass": "مصادر ومراجع ¶ ... ¶ فهرس المراجع ¶ - القرآن الكريم. ¶ - ابن الأثير، عز الدين أبو الحسن علي بن أبي الكرم: أسد الغابة (د. م) : الشعب،1970م. ¶ - الأصفهاني، أبو القاسم الحسين بن محمد: المفردات في غريب القرآن، تحقيق محمد سيد كيلاني، بيروت: دار المعرفة (د. ت) . ¶ - أكرم ضياء العمري، الإسلام والوعي الحضاري، ط1، جدة: دار المنارة، 1407? - 1987م. ¶ - البخاري، محمد بن إسماعيل: الجامع الصحيح، شرح وتحقيق محب الدين الخطيب، ترقيم محمد فؤاد عبد الباقي، نشر ومراجعة قصي محب الدين الخطيب، ط1، القاهرة: المطبعة السلفية، 1400?. ¶ - بكر بن عبد الله أبو زيد، حلية طالب العلم، ط2، الرياض: دار الراية، 1409? - 1988م. ¶ - البلاذري، أبو العباس أحمد بن يحي، فتوح البلدان، تحقيق عبد الله أنيس، وعمر أنيس الطباع، بيروت: مؤسسة المعارف 1407? - 1987م. ¶ - الترمذي، أبو عيسى محمد بن عيسى بن سورة: الجامع الصحيح، تحقيق أحمد محمد شاكر، مكة المكرمة: دار الباز (د. ت) . ¶ - ابن تيمية: درء تعارض العقل والنقل، تحقيق محمد رشاد سالم، الرياض: مطبوعات جامعة الإمام محمد بن سعود الإسلامية،1401? - 1981م. ¶ - ابن تيمية: الفتاوى، جمع وترتيب عبد الرحمن محمد العاصمي النجدي وساعده ابنه محمد، (د. م) ، (د. ت) 1398?.",
            "page": "487",
            "part": "1",
            "seal": "CBBEF8F3"
        },
        {
            "id": "77",
            "nass": "- ابن تيمية، الاستقامة، تحقيق محمد رشاد سالم، القاهرة: مكتبة ابن تيمية، (د. ت) . ¶ - ابن الجوزي: الحث على حفظ العلم، بيروت: دار الكتب العلمية،1405? - 1985م. ¶ - ابن حجر، أحمد بن علي بن حجر العسقلاني: فتح الباري بشرح صحيح البخاري، تحقيق عبد العزيز بن باز، تبويب محمد فؤاد عبد الباقي، بيروت: دار المعرفة (د. ت) . ¶ - ابن حزم، أبو محمد علي بن أحمد بن سعيد: الأخلاق والسير في مداواة النفوس، ط2، بيروت: دار الكتب العلمية، 1405? - 1985م. ¶ - حكمة نجيب عبد الرحمن، دراسات في تاريخ العلوم عند العرب، ط4، الموصل: وزارة التعليم العالي والبحث العلمي، (د. ت) . ¶ - حلمي المليجي، علم النفس المعاصر، ط2، بيروت: دار النهضة العربية، 1972م. ¶ - الخطيب البغدادي، الفقيه والمتفقه، ط2، بيروت: دار الكتب العلمية، 1400? - 1980م. ¶ - أبو داود، سليمان بن الأشعث الأزدي: سنن أبي داود، إعداد وتعليق عزت عبيد الدعاس، وعادل السيد، ط1،بيروت: دار الحديث، 1388? - 1969م. ¶ - الذهبي، شمس الدين محمد بن أحمد، سير أعلام النبلاء، تحقيق شعيب الأرنؤوط، ط6، بيروت: مؤسسة الرسالة، 1406? - 1986م. ¶ - السعدي، عبد الرحمن بن ناصر: تيسير الكريم الرحمن في تفسير كلام المنان، جدة: دار المدني،1408? - 1988م.",
            "page": "488",
            "part": "1",
            "seal": "9648244E"
        },
        {
            "id": "78",
            "nass": "- السعدي، عبد الرحمن بن ناصر، القواعد والأصول الجامعة، ط1، (د. م) دار الوطن للنشر، 1413?. ¶ - ابن سعد، الطبقات الكبرى، بيروت: دار صادر، 1405? - 1985م. ¶ - الشاطبي، أبو إسحاق إبراهيم اللخمي: الموافقات في أصول الأحكام، (د. م) دار الفكر،1341?. ¶ - الشاطبي، أبي إسحاق إبراهيم اللخمي، الاعتصام، مكة المكرمة، المكتبة الفيصلية، (د. ت) . ¶ - شهاب الدين أحمد بن حجر الهيثمي، الخيرات الحسان في مناقب الإمام أبي حنيفة النعمان، تحقيق خليل الميس، بيروت: دار الكتب العلمية، 1403? - 1983م. ¶ - عباس محجوب، الفكر التربوي الإسلامي، ط1، عجمان: مؤسسة علوم القرآن، 1408? - 1987م. ¶ - عبد الحميد الصيد الزنتاني: أسس التربية الإسلامية في السنة النبوية، ليبيا، تونس: الدار العربية للكتاب،1984م. ¶ - ابن عثيمين، محمد بن صالح: الأصول من علم الأصول، ط2، الرياض: دار طيبة للنشر،1409? - 1988م. ¶ - عبد الرزاق إبراهيم، التعليم الجامعي وظاهرة البطالة بين خريجي الجامعات، المجلة العربية للتعليم العالي، العدد الأول، شعبان 1416? المنظمة العربية للتربية والثقافة والعلوم. ¶ - عبد الله أحمد قادري، الإسلام وضروريات الحياة، ط1، جدة: دار المجتمع، 1406? - 1986م.",
            "page": "489",
            "part": "1",
            "seal": "25068E32"
        },
        {
            "id": "79",
            "nass": "- عبد الكريم بكار، فصول في التفكير الموضوعي، ط2، دمشق، بيروت، دار القلم، دار الشامية، 1419م. ¶ - علي سعيد الهزاع القرني، التعليم العالي في المملكة العربية السعودية، مؤتمر المملكة العربية السعودية في مائة عام، الأمانة لعامة للاحتفال، الرياض7-11 شوال1420?. ¶ - عطاء الرحمن، التربية العلمية في الدول الإسلامية، سلسلة التعليم الإسلامي، العلوم الطبيعية والاجتماعية، إعداد إسماعيل راجي الفاروقي، وعبد الله عمر نصيف، ترجمة عبد الحميد الخريبي، جدة: عكاظ، ط1، 1404? - 1984م. ¶ - فاخر عاقل، الإبداع وتربيته، بيروت: دار العلم للملايين، 1983م. ¶ - الفتوحي، تقي الدين أبي الفداء محمد شهاب الدين: شرح الكوكب المنير، تحقيق محمد حامد الفقي، القاهرة: مطبعة السنة الحمدية، 1372? - 1953م. ¶ - ابن قيم الجوزية: إغاثة اللهفان، تحقيق محمد سعيد كيلاني، بيروت: النور الإسلامية (د. ت) . ¶ - ابن قيم الجوزية: الفوائد، تحقيق عبد السلام شاهين، بيروت: دار الكتب العلمية، 1408? - 1988م. ¶ - ابن قيم الجوزية: مفتاح دار السعادة، بيروت: دار الكتب العلمية، (د. ت) . ¶ - ابن قيم الجوزية، الصواعق المنزلة على الطائفة الجهمية والمعطلة، تحقيق أحمد عطية الغامدي، وعليّ ناصر فقيهي، المدينة المنورة: الجامعة الإسلامية، 1407?. ¶ - ابن قيم الجوزية: أعلام الموقعين، مراجعة طه عبد الرؤف سعد، بيروت: دار الجيل، (د. ت) .",
            "page": "490",
            "part": "1",
            "seal": "D976697B"
        },
        {
            "id": "80",
            "nass": "- ابن كثير، عماد الدين أبو الفداء إسماعيل: تفسير القرآن العظيم، ط2، بيروت: دار المعرفة،1407? - 1987م. ¶ - محمد عطية الأبراشي، روح التربية والتعليم، ط4، (د. م) دار احياء الكتب العربية، 1369? - 1950م. ¶ - محمد قطب، رؤية إسلامية لأحوال العالم المعاصر، ط1، الرياض: دار الوطن، 1411? - 1991م. ¶ - مقداد يالجن: جوانب التربية الإسلامية، بيروت: مؤسسة دار الريحاني، 1406? - 1986م. ¶ - مسلم، ابو الحسين مسلم بن الحجاج القشيري النيسابوري: صحيح مسلم، تحقيق محمد فؤاد عبد الباقي، القاهرة: دار الحديث (د. ت) . ¶ - ابن منظور، أبو الفضل جمال الدين محمد بن مكرم: لسان العرب، بيروت: دار صادر (د. ت) . ¶ - عبد الرحمن النحلاوي، أصول التربية الإسلامية، ط1، دمشق: دار الفكر، 1399?. ¶ - النووي، محي الدين أبو زكريا يحي بن شرف، صحيح مسلم بشرح النووي، بيروت، دار الكتاب العربي، 1407? - 1987م. ¶ - ابن هشام، أبو محمد عبد الملك محمد بن هشام بن أيوب الحميري: السيرة النبوية، تحقيق مصطفى السقا وآخرين، بيروت: دار القلم (د. ت) . ¶ - أبو هلال العسكري: الحث على طلب العلم، تحقيق مروان قباني، بيروت: المكتب الإسلامي،1406? - 1986م.",
            "page": "491",
            "part": "1",
            "seal": "542ED9B9"
        },
        {
            "id": "81",
            "nass": "- أبو هلال العسكري، الأوائل، ط1، بيروت: دار الكتب العلمية، 1407? - 1987م.",
            "page": "492",
            "part": "1",
            "seal": "CFA6A98D"
        }
    ],
    "t10288": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الإبداع في منظور التربية الإسلامية"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "مفهوم الإبداع"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "حدود الإبداع"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "معوقات الإبداع"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "فوائد التربية الإبداعية"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "العقل في منظور التربية الإسلامية"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "مفهوم العقل"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "مكان العقل"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "العقل الفطري والمكتسب"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "علاقة الإبداع بالعقل"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية العقل"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "النظرة البشرية للعقل"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "جوانب التربية العقلية والإبداعية"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "وسائل حفظ العقل"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "وسائل تربية العقل"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "المفسدات العقلية"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}