{
    "b10290": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ التربية الإسلامية ومراحل النّمو ¶ للدكتور عباس محجوب أستاذ مساعد بكلية الدعوة بالجامعة ¶ قسم علماء التربية التربية إلى مستويات تختلف باختلاف مراحل نمو الإنسان باعتبار التربية عملية ملازمة للإنسان في نموه الطبيعي ونمو استعداداته وميوله وقدراته، ومع الاختلاف البسيط في هذه التقسيمات إلا أننا يمكن أن نأخذ بالتقسيم التالي: ¶ ا- مرحلة ما قبل الولادة. ¶ 2- مرحلة الطفولة. ¶ 2- مرحلة المراهقة. ¶ 4- مرحلة الشباب.",
            "page": "113",
            "part": "1",
            "seal": "60F269A6"
        },
        {
            "id": "2",
            "nass": "مرحلة ماقبل الولادة ¶ ... ¶ أولا: مرحلة ما قبيل الولادة: ¶ حض الإسلام على الزواج باعتباره حاجة فطرية للإنسان فطره الله عليها وهيأه لها ووجهه إليها ليقوم بواجبه في الحياة من المحافظة على النوع الإنساني وتكاثر هذا النوع وزيادته, وفى ذلك يقول الله سبحانه وتعالى: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً} (النساء: آية 1) . وقد وضع الإسلام ضوابط لاختيار الزوج حتى يختار كل منهما الشريك الأصلح لأداء هذه المهمة في الحياة، فالرجل مطالب باختيار المرأة ذات الدين التي تفهم واجباتها",
            "page": "113",
            "part": "1",
            "seal": "F11EADFC"
        },
        {
            "id": "3",
            "nass": "الشرعية في البيت والحياة والتي يقوم سلوكها على أساس السلوك الإسلامي والآداب الإسلامية، وإذا لم يكن الدين بمعناه الواسع هو أساس الاختيار لم يكن البناء قائما على أسس سليمة وفي ذلك يقول الرسول صلى الله عليه وسلم: \"من تزوج امرأة لعزها لم يزده الله إلا ذلا، ومن تزوجها لمالها لم يزده الله إلا فقرا، ومن تزوجها لحسبها لم يزده الله إلا دناءة ومن تزوج امرأة لم يرد بها إلا أن يغض بصره ويحصن فرجه أو يصل رحمه، بارك الله له فيها وبارك لها فيه\"1.. كما يقول: \"ولا تزوجوا النساء لحسنهن فعسى حسنهن أن يرديهن ولا تزوجوهن لأموالهن فعسى أموالهن أن تطغيهن، ولكن تزوجوهن على الدين، ولأمة خرماء سوداء ذات دين أفضل\" 2.. فذات الدين هي التي تقوم بحق الله وحق الزوج وحق الأمة في تربية الجيل المؤمن بالله السائر على هديه. ¶ كما أن على الزوج أن تختار زوجها ممن يتوفر فيه الشروط المناسبة لها وأهمها الدين والخلق حتى يمكنه أن يقوم بواجبه، واجب الرعاية والقوامة والتربية \"إذا جاءكم من ترضون دينه وخلقه فزوجوه، إلاّ تفعلوا تكن فتنة في الأرض وفساد عريض\" 3 واشتراط الدين والأخلاق أمر مهم حتى تعيش الأسر في أجواء شريفة مؤمنة وفي كنف رجال صالحين يتقون الله في نسائهم وأولادهم وحتى تتحقق السعادة في ظل البيت المؤمن وتنشأ الأجيال مؤمنة بالله متحملة المسؤوليات ناقلة للصفات الطيبة من الأبوين الطيبين، ولذلك حذر الرسول صلى الله عليه وسلم من التهاون في الاختيار وترك الصفات الإسلامية المطلوبة من أصالة وصلاح وشرف فقال: \"إياكم وخضراء الدمن، قالوا وما خضراء الدمن يا رسول الله؟ قال: المرأة الحسناء في المنبت السوء\" 4.. وقد أثبت العلماء أن الصفات الخِلْقِيةَ والخُلُقِيةَ تنتقل عن طريق الوراثة كما تنتقل الصفات المادية وإلى هذا أشار القرآن الكريم في استنكار المستنكرين لمريم حيث قالوا: {يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيّاً} (سورة مريم 28) وقد رأى بعض علماء النفس والتربية أن الإصابة بمرض الزهري أو وجود أي نوع من العيوب الوراثية العقلية بعين الزوجين يؤدي إلى إنجاب أطفال يحملون المرض نفسه كما أن الأطفال الذين يولدون لأبوين يدمنان السكر والمخدرات بأنواعها خاصة في ساعات التلقيح كثيرا ما يصابون بأمراض عقلية وعصبية قل أن يشفوا منها لأن الأبوين لا يورثان الصفات الجسمية فقط بل الصفات النفسية ولذلك يرى بعض العلماء أن الرجال ¶ __________ ¶ 1 رواه الطبراني. ¶ 2 سنن ابن ماجه ج1 كتاب النكاح. ¶ 3 رواه الترمذي. ¶ 4 رواه الدارقطني.",
            "page": "114",
            "part": "1",
            "seal": "0AF5818F"
        },
        {
            "id": "4",
            "nass": "المتفائلين ينجبون أولادا متحررين من العادات القبيحة والخوف والأوهام, أما الحمقى والموهومون والسكارى فينجبون أولادا عصبي المزاج مصابين بمركب نقص، يعانون من العقد والإحساس بالضعف وعن ذلك يقول كريس مورسون: \"إن الجينات جزء من خلايا الوراثة, غير أن خلايا الوراثة لا تشترك فى التكوين العام للجسم، ولكنها منعزلة ولا تسهم في أي وجه من وجوه النشاط الأقل أهمية التي تقوم بها الكائنات الحية، إن هذه الخلايا تحفظ الشبه الكامل للنوع، ويبدو أنها لا تتأثر بمسلك الوالدين إلا أن سوء الخلق، أو المرض، أو الحوادث، قد تمدها بمواد جد فقيرة لتشتغل بها. إن الوالدين القويين قد ينسلان أطفالا أقوياء، ولكن ذلك لأنه كان هناك أسلاف أقوياء، وان الوالدين قد يمنحان طفلهما مبدأ طبيعيا ليعيش فيه، أوقد يهبانه مباءة لا تصلح مكانا لنفس خالدة\". ¶ إن الأبوة والأمومة هما أعظم تبعة تقع على عاتق الإنسان والله سبحانه وتعالى يقول {وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ} (النور: آية 32) ، والرسول صلى الله عليه وسلم يطلب اختيار وانتقاء الزوج من النساء فيقول: \"تخيروا لنطفكم وانكحوا الأكفاء\" 1 وقد سئل سيدنا عمر رضي الله عنه عن حق الولد على أبيه فأجاب \"أن ينتقي أمه، ويحسن اسمه, ويعلمه القرآن\". إن نشأة الأجيال على الطهارة والعفة والاستقامة تعتمد على الصفات التي يتوارثها الأبناء عن الآباء خلقية أو جسمية أو عقلية، وقد حثت الأحاديث النبوية على تحسين النسل بتفضيل المرأة البعيدة أو التي لا صلة قربى تربطها بالرجل حرصا على انتفاء العيوب الوراثية التي يحملها الزوجان عن الأبناء وقد أثبتت التجارب العلمية في اختبارات الذكاء صحة هذه النظرية التي تنادي بالتغرب في الزواج حتى لا يأتي نسل ذوي القرابة ضعفاء الجسم والخلق وغيرها من العيوب الوراثية. ¶ ولأن تربية الأبناء تبدأ قبل الولادة كما قلنا فإن الأمر لا ينتهي باختبار كل من الزوجين الصحيحين لبعضهما بل لابد من تعهد الجنين فترة الحمل بتعهد الأم نفسها وإبعادها عما يسبب لها الضعف والقلق النفسي وإحسان معاشرتها ومعاملاتها لأن الحالة الصحية والنفسية للحامل تؤثر كثيرا على الجنين ولذلك يرى الدكتور (الكسيسى كاريل) : \"أن للحمل قواعد يجب أن تتعلمها النساء في مدارس خاصة لذلك من حيث السلوك الذي يجب اتباعه أثناء الحمل والنواحي الغذائية التي تهتم بها والمخاطر التي يمكن أن يتعرض لها المولود أثناء الحمل والرضاعة من جراء إسراف النساء في التدخين وشرب القهوة والمسكرات والمخدرات\"2. ¶ __________ ¶ 1 رواه ابن ماجه والدارقطني. ¶ 2 تأملات في سلوك الإنسان ص110.",
            "page": "115",
            "part": "1",
            "seal": "250256A1"
        },
        {
            "id": "5",
            "nass": "فالتربية قبل الولادة هي التي يطلبها الإسلام في زوجة صالحة وامرأة منجبة خالية من الأمراض والعيوب وزوج يتميز بالاستقامة وحسن الرعاية والإنفاق وحسن المعاملة وحسن التربية لأنه مسؤول عنها أمام الله سبحانه وتعالى بنص حديث الرسول صلى الله عليه وسلم \"إن الله سائل كل راع عما استرعاه حفظ أو ضيع، حتى يسأل الرجل عن أهل بيته\"1. ¶ وقد ثبت مما تقدم أن العامل الوراثي له أثر كبير في مستقبل الطفل وتربيته فكانت أهمية مراعاة هذه الجوانب في اختيار كل من الزوجين للآخر كما أن العوامل البيئية لا نستطيع إغفالها أو التقليل من دورها، وعلى رأس هذه العوامل الناحية الغذائية للأم من حيث كمه وكيفه لأن الأم التي تعاني من نقص غذائي قد تلد طفلا يعاني نقصا جسمانيا أو عقليا أو اضطرابا نفسيا حادا، كما أن المرض الذي يصيب الأم عامل هام في التأثير على نمو الجنين هذا بالإضافة لعامل الإفراط في تناول المكيفات كالتدخين وشرب الخمر والمخدرات وكلها تعوق نمو الجنين في بطن أمه ثم تؤثر في مستقبل حياته الصحية والنفسية والعقلية، ولذلك كله لابد من الاهتمام بالمرأة الحامل نفسيا واجتماعيا وغذائيا حتى يتهيأ للطفل الذي يراد تربيته الظروف المساعدة لإيجاد بيئة صالحة للنمو. ¶ __________ ¶ 1 رواه البخاري ومسلم في الإمارة والترمذي في الجهاد.",
            "page": "116",
            "part": "1",
            "seal": "FE30689E"
        },
        {
            "id": "6",
            "nass": "الطفولة الأولى: ¶ تبدأ هذه المرحلة في الغالب من فترة الولادة إلى ست سنوات أو سبع كما يرى كثير من علماء التربية والنفس وإن كانت هناك تقسيمات أخرى.. وقد اهتم الإسلام بالطفل من حيث تربيته على أسس معينة منذ ولادته وتبدأ بالتهنئة والبشارة بالمولود ذكرا كان أو أنثى، وفى القرآن ما يشير إلى ذلك كما في قصة زكريا {فَنَادَتْهُ الْمَلائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَى مُصَدِّقاً بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّداً وَحَصُوراً وَنَبِيّاً مِنَ الصَّالِحِينَ} (آل عمران: 39) وقوله: {يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيّاً} (مريم: 7) ، ويمكن أن تكون التهنئة مادية بتقديم الهدايا وغيرها، كما يستحب له التأذين في الأذن اليمنى والإقامة في اليسرى حتى يكون الأذان والإقامة من أول ما يسمع الطفل كما أن في ذلك رمزاً إلى المهمة التي جاء بها في الوجود وهي عبادة الله وتلبية النداء إلى العبادة وقد فعل ذلك الرسول صلى الله عليه وسلم للحسن بن علي كما يستحب تحنيكه وحلق رأسه يوم سابعه والتصدق بوزنه فضة أو ذهبا على الفقراء وكلها قد فعلها سيد الخلق صلى الله عليه وسلم بل إن الإسلام يحدد نوع الاسم الذي يستحسن",
            "page": "116",
            "part": "1",
            "seal": "30A22A1F"
        },
        {
            "id": "7",
            "nass": "تسمية المولود به لما للاسم من دلالة على المسمى فإذا كان الاسم جميلا متفائلا ذا دلالة طيبة سر به صاحبه وإن كان قبيحا متشائما كان مثار سخرية واستهزاء بصاحبه، ولهذه الدلالة النفسية للأسماء على أصحابها غير الرسول صلى الله عليه وسلم أسماء كثير من أصحابه أمثال حزن وحرب بسهل وسلم وغيرهما والرسول صلى الله عليه وسلم يقول: \"إنكم تدعون يوم القيامة بأسمائكم وبأسماء آبائكم فأحسنوا أسماءكم\" 1 كما دعا الإسلام أن لا يسمى بأسماء الله كالملك والوهاب والصمد وغير ذلك ولا الأسماء الدالة على تعظيم غير الله أو المعبودة غيره كعبد يغوث وعبد العزى وعبد الرسول وعبد النبي وغيرها ويدخل في هذا ما نرا5 في بلاد العرب من يسمون أبناءهم بأسماء لينين وخرشوف وقاقارين وغاندي وأتاتورك أو من يسمون بأسماء النصارى واليهود مثل جوزيف وألين ومارية وغيرها أو التسميات المائعة التي يسمى بها كثير من الأولاد والبنات. ¶ ويحض الإسلام على اختيار أسماء الأنبياء وما يدل على العبادة لله فقد روي عن الرسول صلى الله عليه وسلم قوله \"تسموا بأسماء الأنبياء وأحب الأسماء إلى الله: عبد الله وعبد الرحمن وأصدقها حارث وهمام، وأقبحها حرب ومرة\" 2. ¶ والرضاعة تمثل جانبا مهما في حياة الطفل المستقبلية ولذلك جعلها الإسلام من وظيفة المرأة وحدد لها مدة {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} (البقرة: 233) ، وقد أثبتت الدراسات الحديثة أن للرضاعة أثراً كبيراً في تربية المولود وأخلاقياته، فالمرأة السيئة الخلق الكثيرة الانفعال تؤثر في المولود، وقد اشترط كثير من علماء المسلمين اختيار المرضع للطفل لأن اللبن يعدى كما رأوا أن تكون المرضع صالحة تأكل من الحلال لأن طباع الطفل تتأثر باللبن وقد نهى الرسول صلى الله عليه وسلم عن إرضاع الحمقاء، ولأن الرضاع وظيفة خاصة بالمرأة فلا يجب استبدال الرضاع الطبيعي بالصناعي لأن اللبن الصناعي لا يعطي الأطفال القيمة الغذائية الكاملة التي يحتاجون إليها ولأن له تأثيراً على العواطف والطباع. ¶ أما بالنسبة للحضانة وهى التي تستمر إلى السابعة فإن الأم هي التي تقوم بها لأنها مهيأة بعواطفها ورقتها وحنانها ورحمتها للقيام بذلك الدور فالطفل السوي هو الذي ينشأ في حضن والديه مستمتعا بدفء عواطفهما ورحمتهما بعيدا عن الاضطرابات النفسية والعصبية والنقص في النمو وغير ذلك من الأمراض التي يمكن أن يصاب بها الطفل الفاقد لوالديه أو ¶ __________ ¶ 1 رواه أبو داود. ¶ 2 رواه أبو داود والنسائي.",
            "page": "117",
            "part": "1",
            "seal": "7C1AC023"
        },
        {
            "id": "8",
            "nass": "لأمه فالظروف التي ينشأ فيها الأطفال هي التي تؤثر في مستقبل حياتهم ونموهم فقد أثبتت الدراسات النفسية أن كثيرا من الانحرافات التي تظهر في الكبار راجعة إلى مواقف وظروف عاشها الشخص في طفولته، ولذلك يرى علماء التربية أن إحساس الطفل بالأمن والاستقرار والمحبة هو الذي يسهل له عملية التكيف والتوافق المطلوبين من كل عضو من أعضاء المجتمع فإذا عاش الطفل في وسط عائلي يحيطه بالرعاية والحب ويشعره بمكانته في المنزل ويقدم له الكثير في سبيل إسعاده أحس بالأمن والطمأنينة ونما نموا طبيعيا خاصة إذا عاش في عائلة مستقرة متجانسة غنية في القيم الاجتماعية الإسلامية ثابتة في أساليب تعاملها مع الطفل لا يحس بالتناقض في معاملة والديه له ولأن الأسرة تمثل البيئة الاجتماعية الأولى التي ينشأ فيها الطفل اهتم الإسلام بنظام الأسرة وتنظيم العلاقات بين الرجل والمرأة وقيام هذه العلاقة على أساس من الرحمة والمودة والعطف والاحترام المتبادل وأداء كل واحد لما عليه من حقوق نحو الآخر وغض الطرف من الجانبين عن بعض نواحي النقص خاصة من الرجل ولذلك يقول الرسول صلى الله عليه وسلم: \"خيركم خيركم لأهله وأنا خيركم لأهلي\"1. ¶ إن حضانة الأم لطفلها من أهم العوامل المساعدة على تحقيق النمو الكامل له كما أنه العامل المهم في إحداث التكيف بين الطفل والمجتمع الذي يعيش فيه أما إذا انشغلت المرأة عن حضانة أطفالها بالانشغال بالعمل خارج المنزل أو بالانفصال عن زوجها أو بالتعالي على الحضانة وترك الأمر للخادمة في البيت أو الحضانة الصناعية في المدارس والمؤسسات- إذا حدث ذلك نتيجة لهذا الحرمان من الأمومة أدى ذلك إلى التأخر في نواحي النمو المختلفة وتعرض الأطفال للاضطرابات النفسية في حياتهم المقبلة، وقد أجريت بحوث على عدد من الأطفال بلغوا 123 طفلا أعمارهم بين عام وأربعة أعوام يعيشون في مؤسسات مختلفة وقارنوا هذا العدد بأطفال مثلهم يعيشون مع أسرهم ولكنهم في الصباح يذهبون الى دور الحضانة نسبة لانشغال الأمهات بالعمل فكانت النتيجة أن نمو الأطفال في المؤسسات يختلف عن النمو مع أسرهم لأن حرمان الطفل من أمه يعطل نموه جسميا وذهنيا واجتماعيا وإن القليل من عناية الأم قد تثمر2، أما إذا عاش الطفل كل وقته تحت حضانة أمه فإن نموه سيكون متكاملا والدليل على ذلك رجوع كثير من الدول التي تعتمد على الحضانة الصناعية إلى تشجيع الحياة العائلية وتكريم الأمهات اللائي يتفرغن لتربية أطفالهن. ¶ وفي هذه المرحلة يرى علماء التربية من المسلمين أمثال ابن سينا والغزالي أن الطفل ¶ __________ ¶ 1 رواه ابن ماجة والدارمي في باب النكاح. ¶ 2 د/مصطفى فهمي –الصحة النفسي ص92-93.",
            "page": "118",
            "part": "1",
            "seal": "B26E16E0"
        },
        {
            "id": "9",
            "nass": "يجب إبعاده عن الرذائل وقرناء السوء، وأن يبعد عن الكلام الفاحش واللغو واللعن والشتم ومن تعود على ذلك من الأطفال لأن أصل تأديب الصبي حفظه من قرناء السوء1. ¶ __________ ¶ 1 الغزالي-احياء علوم الدين ج3 ص73.",
            "page": "119",
            "part": "1",
            "seal": "57872F3E"
        },
        {
            "id": "10",
            "nass": "الطفولة الثانية: ¶ تبدأ هذه المرحلة من السابعة إلى الثانية عشرة وهي المرحلة التي يلتحق فيها الطفل بالمدرسة بعد أن تعلم القراءة والكتابة وهي المرحلة التي يمكنه أن يتذكر ما يحدث أمام بصره وسمعه نتيجة لقوة ذاكرته وقدرته على الحفظ وتعلم اللغات فيها، ولذلك جعل الرسول صلى الله عليه وسلم هذه المرحلة هي مرحلة أمر الطفل بالصلاة حيث يقول: \"مروا أولادكم بالصلاة وهم أبناء سبع سنين واضربوهم عليها وهم أبناء عشر وفرقوا بينهم في المضاجع\" 1، وفي هذه المرحلة يعلم الطفل امتثال أوامر الله سبحانه واجتناب نواهيه ويعرف بالحلال والحرام ويوجه إلى حب رسول الله صلى الله عليه وسلم وآل بيته عملا بقوله صلى الله عليه وسلم: \"أدبوا أولادكم على ثلاث خصال: حب نبيكم، وحب آل بيته وتلاوة القرآن، فإن حملة القرآن في ظل عرش الله يوم لا ظل إلا ظله\" 2 كما أنه يلقن آداب الأكل والشرب كما فعل الرسول صلى الله عليه وسلم مع عمر بن أبي سلمة الذي يقول: \"كنت غلاما في حجر رسول الله صلى الله عديه وسلم وكانت يدي تطيش في الصحفة فقال لي رسول الله صلى الله عليه وسلم: يا غلام سم الله تعالى، وكل بيمينك وكل مما يليك\" 3. ¶ وفي هذه المرحلة يتعرف الطفل على زملائه في المدرسة ويكون مع بعضهم صداقات وهو ما يسمى في علم النفس الحديث بشلة الرفاق ولأن الحاجة إلى الأصدقاء والرفقاء من الأمور الطبيعية والمهمة فقد اهتمت التربية الإسلامية بذلك، ودعت إلى أن يختار الأب لابنه الأصدقاء المؤمنين والجلساء الصالحين ليس بطريقة مباشرة وإنما باختيار أصدقائه هو ممن لهم مثل أبنائه وتوطيد صلته بهم حتى تنشأ العلاقة بين الأطفال بحكم سنهم، ولذلك يقول الرسول صلى الله عليه وسلم: \"لا تصاحب إلا مؤمنا ولا يأكل طعامك إلا تقي\" 4, ويقول: \"مثل الجليس الصالح والجليس السوء كمثل حامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك، أو تشتري منه، أو تجد منه ريحا طيبا، ونافخ الكير إما أن يحرق ثيابك أو تجد ¶ __________ ¶ 1 رواه الحاكم وأبو داود عن عمرو بن العاص. ¶ 2 رواه الطبراني. ¶ 3 متفق عليه رياض الصالحين ص332. ¶ 4 سنن أبي داود والترمذي.",
            "page": "119",
            "part": "1",
            "seal": "8A417B10"
        },
        {
            "id": "11",
            "nass": "منه ريحا منتنة\" 1 ويقول الرسول صلى الله عليه وسلم- مبينا أن الفرد يقارن بخليله سيئا كان أم حسنا-: \"المرء على دين خليله فلينظر أحدكم من يخالل\" 2, والقرآن يوضح أن أصدقاء الشر أعداء لبعضهم يوم القيامة وأن أصدقاء الخير والتقوى سعداء حتى في الآخرة {الأَخِلاَّءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ الْمُتَّقِينَ} (الزخرف 67) ويقول تعالى موضحا أثر رفقة السوء على الإنسان وندمه على ذلك {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً، يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلاً لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلإِنْسَانِ خَذُولاً} (الفرقان 27- 29) وقد نبه علماء التربية في الإسلام أمثال ابن سينا والغزالي وغيرهما إلى أهمية هذه الناحية في التربية وأثر اختيار الأصدقاء على مستقبل الأطفال وتوجيههم إلى الخير والشر، فابن سينا يرى أن الطفل يتأثر برفيقه ويكتسب منه كثيرا من العادات لما ركب فيه من نزعة التقليد والمحاكاة فيقول: \"وينبغي أن يكون مع الصبي صبية من أولاد الحلة حسنة آدابهم مرضية عاداتهم فإن الصبي عن الصبية ألقن وهو عنه آخذ وبه آنس\" 3 أما الغزالي فيقول: \"وقد قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً} ومهما كان الأب يصونه عن نار الدنيا فَأنْ يصونه عن نار الآخرة أولى. وصيانته بأن يؤدبه ويهذبه، ويعلمه محاسن الأخلاق، ويحفظه من قرناء السوء، ولا يعوده التنعم ولا يحبب إليه الزينة وأسباب الرفاهية، فيضيع عمره في طلبها إذا كبر، فيهلك هلاك الأبد، بل ينبغي أن يراقبه من أول أمره فلا يستعمل في حضانته وإرضاعه إلا امرأة صالحة متدينة تأكل الحلال\"4 ويقول: \"ويمنع الطفل من لغو الكلام وفحشه ومن اللعن والشتم ومن مخالطة من يجري على لسانه شيء من ذلك فإن ذلك يسري لا محالة من قرناء السوء، وأصل تأديب الصبيان الحفظ من قرناء السوء\"5. ¶ ومن أهم الحاجات التربوية في هذه المرحلة غرس الإيمان بالله في نفس الطفل وتبسيط مبادئ العقيدة وتنشئته على الخوف من الله وإحساسه بأن الله مطلع عليه مراقب لأعماله وأن عليه أن يستعين بالله ويلجأ إليه ويدعوه ويطلب منه الهداية للخير، وعلى الوالد ألا يدع فرصة إلا واستفاد منها في ترسيخ المثل العليا واليقين في الله ولنا في رسول الله صلى الله عليه وسلم الأسوة الحسنة فقد روى ابن عباس قوله: \"كنت خلف النبي صلى الله عليه ¶ __________ ¶ 1 رواه البخاري ومسلم. ¶ 2 رواه الترمذي. ¶ 3 نقلا عن الابراهيمي، التربية الإسلامية. ¶ 4الإحياء ج1. ¶ 5 المصدر السابق.",
            "page": "120",
            "part": "1",
            "seal": "B210E326"
        },
        {
            "id": "12",
            "nass": "وسلم يوما فقال: يا غلام إني أعلمك كلمات: احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فأسال الله، وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، وإن اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك رفعت الأقلام وجفت الصحف\"1. ¶ ولابد أيضا من الاهتمام بالجانب العملي في العقيدة بتعليم الصبي أمور دينه وحثه على المواظبة على الصلاة واعتياد المساجد وتقوية صلته بأبناء حيه ممن يشهدون الصلاة في المساجد. ¶ __________ ¶ 1 رواه الترمذي عن عبد الله بن عباس وهنالك رواية غير رواية الترمذي",
            "page": "121",
            "part": "1",
            "seal": "D9543279"
        },
        {
            "id": "13",
            "nass": "مرحلة البلوغ: ¶ مرحلة البلوغ من المراحل الطبيعية في النمو إذا سارت في مجراها الطبيعي وهي المرحلة التي تسمى في علم النفس بمرحلة المراهقة وهي التي تبدأ في حوالي الثانية عشرة من العمر وتقابل في مراحل التعليم المرحلة المتوسطة والثانوية \"والمراهقة لفظ وصفي يطلق على المرحلة التي يقترب فيها الطفل وهو الفرد غير الناضج انفعاليا وجسمانيا وعقليا في عشر السنوات التالية من الحياة غاية النضج الانفعالي والجسمي والعقلي والمراهق هو فرد، ولد أو بنت في مرحلة بين الطفولة والرجولة أي بين المرحلة التي يكون النضج فيها غير كامل وبين مرحلة النضج الكامل\" 1 وهذه المرحلة تبدأ في الغالب من الثالثة عشرة إلى حوالي الواحدة والعشرين وتختلف من فرد إلى آخر ومن مكان إلى مكان وهي مرحلة نمو طويلة قد تمتد إلى عشر سنوات كما أنها مرحلة من الناحية الاجتماعية مرحلة تكليف وتحمل المسؤوليات والواجبات فلذلك ربطت الإسلام بين هذه المرحلة وبين القيام بالتكاليف الشرعية ولم يخرج علماء الشريعة الإسلامية في تحديد سن المراهقة عن الفترة ما بين العاشرة والتاسعة عشرة وهي التي حددوها بالاحتلام عملا بحديث رفع القلم عن ثلاث منهم الصبي حتى يحتلم وترتبط هذه المرحلة بالتفكير في الزواج والحياة الأسرية، لذلك كان على المجتمع أن يهيء أذهان الشباب للاتجاهات الصحيحة للزواج وللأفكار السليمة عنه لأن الزواج يكمل النمو النفسي للإنسان ولذلك حض الرسول صلى الله عليه وسلم الشباب على الزواج: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج، ومن لم يستطع فعليه بالصوم فإنه له وجاء\" 2 ومن أهم الظواهر في هذه الفترة ظاهرة النمو العقلي الذي يقتضي التركيز على التربية الخلقية والتي ¶ __________ ¶ 1 د/ أحمد زكي صالح-علم النفس التربوي ص213. ¶ 2 رواه البخاري في الصوم والنكاح – ومسلم وأبو داود وابن ماجه والدارمي في النكاح.",
            "page": "121",
            "part": "1",
            "seal": "C098C291"
        },
        {
            "id": "14",
            "nass": "تأتي في قمتها توجيه البالغ إلى الإيمان بالله على أساس من القناعة والحجة لا يتزعزع في مستقبله بما يتعرض له من وسائل التشكيك والتغيير، وقد علمنا القرآن كيفية التدرج في ذلك من الحسي إلى المعنوي في آيات كثيرة تدعو إلى التفكير في السماء والنبات والليل والنهار والبحار والنجوم والجبال والأنهار الخ ... والتفكير في خلق الإنسان {فَلْيَنْظُرِ الإِنْسَانُ مِمَّ خُلِقَ، خُلِقَ مِنْ مَاءٍ دَافِقٍ يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ يَوْمَ تُبْلَى السَّرَائِرُ فَمَا لَهُ مِنْ قُوَّةٍ وَلا نَاصِرٍ} (الطارق/4- 10) والتفكير في السماء والأرض وما فيها، وتفكير الإنسان في طعامه كيف نبت وتشكل وتنوع لونا ورائحة ومذاقا وهو يسقى بشيء واحد هو الماء ويخرج من مكان واحد هو الأرض ويتغذى بعناصر طاهرة هي الشمس والهواء وغيرهما. والتفكير بهذا الأسلوب القرآني يفتح البصائر وينير العقول ويدفع إلى الخشوع والخضوع لعظمة الله ومراقبته في السر والعلانية والإخلاص له والتوجه إليه بكل عمل لأن الله لا يقبل العمل إلا إذا كان خالصا له وابتغى به وجهه.. ولا بد من التركيز على العوامل المؤدية إلى الشعور الدائم بمراقبة الله عز وجل مثل تجنب الشهوات الباطلة والحسد والبغض إلا في الله والحقد والكذب والنميمة وما إلى ذلك من العوامل التي تبغض إليه الرذيلة وتحببه في الفضيلة. ¶ ولأن المراهق يعيش مرحلة الإحساس بالذات فإنه يشعر بالخجل ويهتم بالبطولات الأمر الذي يتطلب التركيز على دراسة جوانب البطولة في حياة الرسول صلى الله عليه وسلم وسيرته ومغازيه وسيرة الصحابة والسلف رضوان الله عليهم وفي ذلك يقول سعد بن أبي وقاص: \"كنا نعلم أولادنا مغازي رسول الله صلى الله عليه وسلم كما نعلمهم السورة من القرآن الكريم\". ¶ أما الخجل فظاهرة تحتاج إلى تغيير ليحل محله الحياء لأن الخجل انكماش وسلبية وانطواء والحياء التزام بالفضيلة وتجنب للرذيلة ومظهر من مظاهر الإيمان وسكينة للنفس وضبط للتصرفات وصحوة للضمير وخجل من الله والنفس والناس وتقتضي التربية هنا تعليم النشء الحياء من النظر إلى المحرمات والاستماع إليها والقرب من المنكرات ونزاهة اللسان عن الفحش والبذاءة والخوض في الباطل وفي ذلك يقول الغزالي: \"فينبغي أن يحسن مراقبته وأول ذلك ظهورا أوائل الحياء فإنه إن كان يحتشم ويستغني ويترك بعض الأفعال فليس ذاك إلا لإشراق نور العقل عليه حتى يرى بعض الأشياء قبيحا ومخالفا للبعض فصار يستحيي من شيء دون شيء وهذه هدية من الله تعالى وبشارة تدل على اعتدال الأخلاق وصفاء القلب وهو",
            "page": "122",
            "part": "1",
            "seal": "7AB51152"
        },
        {
            "id": "15",
            "nass": "مبشر بكمال العقل عند البلوغ فالصبي المستحيي لا ينبغي أن يهمل، بل يستعان على تأديبه بحيائه أو تمييزه\"1. ¶ والتربية في هذه المرحلة تنتقل من مرحلة التقليد والمحاكاة إلى التوعية العقلية بالأسباب والقوانين المتعلقة بالتزام الفضيلة والبعد عن الرذيلة وصيانة اللسان والبطن والفرج من المحرمات خوفا من الله وحياء منه، وعن ذلك يقول رسول الله صلى الله عليه وسلم: \"استحيوا من الله حق الحياء، قلنا: إنا نستحي من الله يا رسول الله- والحمد لله- قال: ليس ذلك.. الاستحياء من الله حق الحياء أن تحفظ الرأس وما وعى، والبطن وما حوى، وتذكر الموت والبلى, ومن أراد الآخرة ترك زينة الحياة، وآثر الآخرة على الأولى فمن فعل ذلك فقد استحيا من الله حق الحياء\" 2. ¶ إن هذه الفترة تحتاج إلى سياسة حكيمة واحترام لمشاعر البالغ ورغبته في الاستقلال والإحساس بنفسه وشخصيته وإقامة علاقة من الثقة والاحترام بينه وبين والده حتى يمكن توجيهه بما يساعده على النمو والنضج والاتزان. ¶ __________ ¶ 1 إحياء علوم الدين ج أول. ¶ 2 رواه الترمذي والإمام أحمد في مسنده.",
            "page": "123",
            "part": "1",
            "seal": "57CACE05"
        },
        {
            "id": "16",
            "nass": "التربية الجنسية: ¶ من أهم الظواهر في هذه الفترة قلة اعتماد البالغ أو المراهق على والديه في سبيل تطلعه إلى الاستقلال بنفسه إذ أنه يعتبر نفسه رجلا وليس ذلك الطفل الذي كان يأتمر بأمر والديه في كل صغيرة وكبيرة فهو قد أصبح ناضجا يحتاج إلى تطوير علاقاته مع الأصدقاء والمجتمع, والإسلام لم يهمل هذه الناحية من التربية وأول المبادئ التي يرى الإسلام قيام حياة الفرد عليها هي الاستقامة على قوانين الفطرة الطبيعية في الإنسان واتباع هذه القوانين وعدم الخروج عليها، وقوانين الفطرة تقتضي تربية الناس على حياة الطهارة والشرف والعفة والفضيلة والتقوى, وإن الخروج على هذه التربية والانحراف عنها إنما هو خروج على القوانين التي خلق الله عليها الكون والسموات والأرض والكائنات ومنها الإنسان {قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} (طه/50) فإذا تجاوز الإنسان الحدود التي وضعها الله له والقوانين التي أمره بالتزامها في الدنيا فإنه بسلوكه يظلم نفسه ويعرض نفسه لعقوبات تفرضها عليه قوانين الله الطبيعية المودعة فيه؛ لأن من يتعد حدود الله فقد ظلم نفسه, ولذلك حرم الإسلام الزنا وكل علاقة غير شرعية وحرم الوسائل والأبواب المؤدية إليها، ولذلك فإن التربية",
            "page": "123",
            "part": "1",
            "seal": "1B85BA3C"
        },
        {
            "id": "17",
            "nass": "الإسلامية القائمة على الإيمان الكامل والعقيدة الثابتة وعلى الطهر والبراءة والخوف من الله ومراقبته في السر والعلانية والعبودية المطلقة لله فإنها تخلق العفة في النفوس وتحبب حياة الشرف والفضيلة والعفة، وهذه المراقبة الدائمة هي التي تجعل الشاب المسلم في موقف القوي أمام غواية الشيطان ونداء الشهوة والله تعالى يقول: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} (الأعراف 201،200) . ¶ ولا يكفي البقاء على حياة العفة ولذلك دعا الإسلام إلى الزواج باعتباره الوسيلة الطبيعية لمشكلة الجنس، وقد ذكرنا حديث الرسول صلى الله عليه وسلم ودعوته للشباب أن يغض بصره ويحصن فرجه بالزواج وإلا فعليه بالصوم لأن الصوم يقلل من حدة الشهوة ويزيد طاقة الإنسان الروحية، وقد روى عن النبي صلى الله عليه وسلم قوله: \"الغلام يعق عنه يوم السابع ويسمى ويحاط عنه الأذى فإذا بلغ ست سنين أدب، وإذا بلغ تسع سنين عزل عن فراشه، فإذا بلغ ثلاث عشرة سنة ضرب على الصلاة والصوم، فإذا بلغ ست عشرة زوجه أبوه، ثم أخذ بيده وقال: قد أدبتك وعلمتك وأنكحتك، أعوذ بالله من فتنتك في الدنيا وعذابك في الآخرة\"1. ¶ فالآباء مسئولون عن تربية أبنائهم وتعليمهم وتزويجهم حصانة لهم أو مساعدتهم على ذلك فإذا لم يتيسر للشباب الزواج تحصّنَ بالتعالي على الغريزة والاستعفاف والتمسك بالفضائل وتصريف الطاقات في عبادة الله وفي ذلك يقول تعالى: {وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ} (النور/33) وليس ذلك الطلب للرجال فقط بل للنساء أيضا وقد خصهن الله بعد تلك الآية العامة بآية خاصة إذ يقول: {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللاَّتِي لا يَرْجُونَ نِكَاحاً فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ وَأَنْ يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ} (النور/60) . ¶ والمسلم الذي يتمسك بحياة العفة والشرف أمام الإغراء ولا يلين جعله الرسول صلى الله عليه وسلم من الذين يظلهم الله بظله يوم لا ظل إلا ظله وهو شاب دعته امرأة ذات منصب وجمال فقال إني أخاف الله رب العالمين, وفي القرآن مثال لذلك المسلم الشاب في قصة سيدنا يوسف عليه السلام مع امرأة العزيز التي راودته عن نفسه وهددته وتوعدته بالسجن والإذلال ففضل السجن على معصية الله والتخلي عن العفة واستنجد بالله طالبا منه أن يقف ¶ __________ ¶ 1 رواه ابن حبان.",
            "page": "124",
            "part": "1",
            "seal": "DA658CDC"
        },
        {
            "id": "18",
            "nass": "معه في محنته ويصرف عنه كيدها فاستجاب الله لدعائه لعلم الله بإخلاصه وصدق دعواه وطهارة نفسه {كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ} (يوسف/24) . ولم تكتف التربية في الإسلام بذلك إنما سد الأبواب التي يمكن أن تثير الشهوة وتؤدي إلى الفساد ومنها غض البصر للرجال والنساء {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ، وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ} (النور 30. 31) وعلى النساء أيضا ألا ينظرن إلى الرجال فقد روت أم سلمة رضي الله عنها قالت: \"كنت عند رسول الله صلى الله عليه وسلم وعنده ميمونة، فأقبل ابن أم مكتوم وذلك بعد أن أمرنا بالحجاب فقال النبي صلى الله عليه وسلم: احتجبا منه، فقلنا: يا رسول الله أليس هو أعمى لا يبصرنا ولا يعرفنا؟ فقال النبي صلى الله عليه وسلم: أفعمياوان أنتما، ألستما تبصرانه؟ \"1. ¶ ومنها تحريم خلو الرجل بالمرأة الأجنبية لأنه ما اجتمع رجل وامرأة إلا كان الشيطان ثالثهما، وقد روى ابن عباس عن رسول الله صلى الله عليه وسلم قوله: \"لا يخلون أحدكم بامرأة إلا مع ذي محرم، ولا تسافر المرأة إلا مع ذي محرم فقال له رجل: يا رسول الله إن امرأتي خرجت حاجة وإني اكتتبت في غزوة كذا وكذا؟ قال: انطلق فحج مع امرأتك\" 2 ومن الاحتياطات التي اتخذها الإسلام لحفظ الرجال والنساء وحماية المجتمع مما يؤدي إلى الانحلال الأخلاقي والفوضى في العلاقات الجنسية الأمر بالاحتشام والنهي عن السفور والتبرج وإظهار المحاسن من النساء لأن هذه الأشياء هي التي تثير الشباب وتحرك غرائز الرجال وتجعل كلا من الجنسين يبحث عن الآخر لإرضاء شهوته المثارة دائما والله سبحانه وتعالى يقول: {وَلا يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ} (النور/31) . ¶ ولا يشك مسلم في حرمة ما نرى من لباس تلبسه النساء تبعا لخطوط (الموده) ونزولا لرغبة بيوت الأزياء العالمية وكثير منها لا يستر شيئا وقد يحدد كل شيء في جسم المرأة ويظهر مفاتنها ثم تلبس مع ذلك (باروكة) تزيدها فتنة وإغراء ولا تتورع عن كشفه ما وجدت لذلك سبيلا وهن اللائي قصدهن الرسول صلى الله عليه وسلم في حديثه الذي رواه أبو ¶ __________ ¶ 1 رواه الترمذي وأبو داود. ¶ 2 رواه البخاري ومسلم.",
            "page": "125",
            "part": "1",
            "seal": "C103F965"
        },
        {
            "id": "19",
            "nass": "هريرة حيث يقول: \"صنفان من أهل النار لم أرهما: قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات، مائلات مميلات رؤوسهن كأسنمة البخت المائلة لا يدخلن الجنة، ولا يجدن ريحها، وإن ريحها ليوجد من مسيرة كذا وكذا\" 1 ومن تربية الإسلام في تحديد علاقات الرجال بالنساء أمر الله بالسؤال من وراء حجاب طهارة للقلوب {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسْأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ} (الأحزاب/53) كما أمر المرأة ألا يكون في حديثها ما يدعو إلى الفتنة والإغراء والإثارة {فَلا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ وَقُلْنَ قَوْلاً مَعْرُوفاً} (الأحزاب/33) كما أمر النساء بالقرار في البيوت إلا لحاجة وعدم التبرج والحشمة في اللباس واللسان والمشي {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى} (الأحزاب/33) . ¶ ومن تربية الإسلام في تنظيم العلاقات وجوب استئذان الأطفال إذا بلغوا الحلم حتى ينشأ الجيل سليما معافى محترما لحرمة الحريات الشخصية للرجال والنساء {يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ مِنْ قَبْلِ صَلاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ ثَلاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الآياتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ، وَإِذَا بَلَغَ الأَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} (النور/ 58- 59) . ¶ ومن تربية الإسلام في العلاقات الجنسية تحريم الشذوذ في أنواعه المختلفة حتى لا يتجه الناس إلى تفريغ طاقاتهم الجنسية في أوجه أخرى يظنونها غير محرمة كما حرم المظاهر الشاذة في تشبه الرجال بالنساء واسترجال النساء فقد روى ابن عباس أن الرسول صلى الله عليه وسلم لعن المتخنثين من الرجال والمترجلات من النساء كما لعن المتشبهين من الجنسين بالجنس المغاير لهما سواء أكان هذا التشبه في الأصوات أو الحركات أو فعل شيء هو من خواص جنس دون آخر كلبس بعض الرجال للباروكات وإطالة الأظافر والشعور ولبس الكعوب العالية ووضع مساحيق الزينة واستعمال أدوات التجميل ولبس السلاسل الذهبية على المعاصم والنحور وتزجيج الحواجب وأخذ الحقن التي تزيد نسبة هرمونات في الأنوثة في الرجال حتى لا يظهر الشعر في الشارب والذقن وحتى يتكور الصدر ويبرز كالنساء وكلبس الملابس الشفافة المبينة للعورة ¶ __________ ¶ 1 رواه مسلم.",
            "page": "126",
            "part": "1",
            "seal": "EA37DB3E"
        },
        {
            "id": "20",
            "nass": "وغيرها، وقد روى أبو هريرة رضي الله عنه قال: \"لعن رسول الله صلى الله عليه وسلم الرجل يلبس لبس المرأة، والمرأة تلبس لبسة الرجل\" 1. ¶ أما الشذوذ المتمثل في اللواط والسحاق بين النساء فإن الإسلام قد حرم ذلك وأغلظ في العقوبة لما في هذين النوعين من إفساد خلقي كبير ودلالة على تحلل الأمة وسوء خلقها وتحكم الشهوات فيها، وقد لعن رسول الله صلى الله عليه وسلم ثلاثا (من عمل عمل قوم لوط) كما بين الرسول صلى الله عليه وسلم مدى خوفه على أمته من انتشار تلك الظاهرة فيها والتي استنكرها القرآن الكريم في حكايته لقوم لوط {وَلُوطاً إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ، أَإِنَّكُمْ لَتَأْتُونَ الرِّجَالَ وَتَقْطَعُونَ السَّبِيلَ وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ} (العنكبوت/29) ويقول: {أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ} (الشعراء/165) . ¶ ومن مظاهر الشذوذ مزاولة كثير من الشباب للعادة السرية نتيجة لما يتعرض له الشباب من مثيرات للغرائز في مظاهر الفتنة من النساء في الشوارع والأمكنة العامة وأمام دور العلم والعبادة وما يقدم على أجهزة التلفاز من تمثيليات مثيرة وأغان مائعة ودعايات للبلاد والأزياء كلها تدعو إلى الفحش والرذيلة، زيادة على ما يعرض في المكتبات من مجلات فاضحة وقصص مثيرة وأفلام جنسية هابطة وأجهزة عرض رخيصة لهذه الأفلام، زيادة على الكتلوجات الجنسية التي تعرض الجنس ممارسا والصور التي تباع لذلك- أمام هذا الإغراء كله يتجه كثير من الشباب والرجال بعامة إلى مزاولة الزنا واللواط والاستمناء عن طريق اليد أو عن طريق آخر مع ما في هذه العادة من تحطيم لشباب الأمة وقواها الجسدية والعقلية والنفسية ومع ما فيها من آثار في مستقبل الشاب الجنسية وعلاقاته الزوجية ومع ما في ذلك من أضرار اقتصادية باهظة واجتماعية مخيفة ولعل هذا هو المقصود مع غيره في قوله تعالى {فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ} (المعارج/31) وذلك بعد أن بين القرآن أن من صفات المؤمنين أنهم يحفظون فروجهم إلا على زوجاتهم أو ما ملكت أيمانهم. ¶ إن حياة النقاء والطهر لا تكون إلا بتشجيع الآباء والدولة لشبابها بالزواج المبكر فإذا كانت الدولة تنشئ بنوكا عقارية لبناء المنازل من الطين والأسمنت عن طريق السلفيات ¶ __________ ¶ 1 رواه أبو داود بإسناد صحيح.",
            "page": "127",
            "part": "1",
            "seal": "FA33B925"
        },
        {
            "id": "21",
            "nass": "المادية فإن بناء الأسر والبيوت أولى من ذلك لتحصن الدولة أبناءها وتعد جيوشها وتحمي حماها بشباب مؤمن طاهر نقي بدلا من الشباب المخنث المائع المنهوك القوى من الانسياق وراء الشهوات والملذات هذا بالإضافة إلى تشجيع الشباب على الصوم مرتين في الأسبوع ليسمو بروحه على غرائزه وليقوى إيمانه بعبادته وإقامة مجتمع إسلامي نظيف تحكم العلاقة بين الرجال والنساء منهم وشريعته ونظامه من حيث المناهج الدراسية والمواد الإعلامية وتزجية أوقات الفراغ بأنواع الرياضة الممارسة في أجواء صافية حتى يسود الأمن والاستقرار النفسي والجنسي بالتزام أوامر الله والخوف منه ومراقبته. ¶ إن الإسلام لا يحتقر الطاقة الجنسية ولا يطالب بالابتعاد عنها لأن الرغبة الجنسية في الإنسان هي التي تؤدي إلى تعمير الأرض وكثرة التوالد الذي يؤدي إلى بقاء النوع واستمراره.. فلذلك اعتبر الرسول صلى الله عليه وسلم في العلاقة الجنسية بين الرجل وزوجته صدقة فقد قال عليه الصلاة والسلام: \"وفي بضع أحدكم صدقة قالوا يا رسول الله إن أحدنا ليأتي شهوته ثم يكون عليها أجر قال: أرأيتم لو وضعها في حرام أكان عليه وزر؟ قالوا: نعم، قال: فإذا وضعها في حلال فله عليها أجر\" 1. ¶ وقد كان الرسول صلى الله عليه وسلم صريحا في معالجة كثير من الأمور المتعلقة بالجنس والذي كان القرآن ينزل بها فقد روى الإمام أحمد أن اليهود إذا حاضت المرأة فيهم لم يواكلوها ولم يجامعوها فيسأل أصحاب النبي صلى الله عليه وسلم النبي عن ذلك فأنزل الله تعالى {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ} ثم قال الرسول صلى الله عليه وسلم: \"اصنعوا كل شيء إلا النكاح\"، وقد روى عكرمة عن بعض أزواج النبي صلى الله عليه وسلم أنه إذا أراد من الحائض شيئا ألقى على فرجها ثوبا وروي أن مسروقا ركب إلى عائشة فقال: \"السلام على النبي وعلى أهله فقالت: عائشة مرحبا مرحبا فأذنوا له فدخل فقال: إني أريد أسألك عن شيء وأنا أستحي فقالت: إنما أنا أمك وأنت ابني فقال: ما للرجل من امرأته وهي حائض فقالت: له كل شيء إلا فرجها\" 2والأحاديث كثيرة في ذلك فليرجع إليها من أحب وقد روى أبو داود عن معاذ بن جبل قال سألت رسول الله صلى الله عليه وسلم عما يحل من امرأتي وهي حائض قال: \"ما فوق الإزار والتعفف عن ذلك أفضل\". ¶ __________ ¶ 1 رواه مسلم في الزكاة والدارمي وأحمد في مسنده. ¶ 2 تفسير ابن كثير ج1 ص258-259.",
            "page": "128",
            "part": "1",
            "seal": "E1FAD26B"
        },
        {
            "id": "22",
            "nass": "والإسلام يحدد مكان الجماع إبعادا للمسلم عن ممارسة الشذوذ مع زوجته فيقول الله تعالى: {فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} (البقرة/223) أي في الفرج وأكد ذلك بقوله: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لأَنْفُسِكُمْ} (البقرة/ 223) ومما ذكر عن سبب نزول هذه الآية ما روته أم سلمة من أن الأنصار كانوا يجبون نساءهم وكانت اليهود تقول: إن من أجب امرأته كان ولده أحول فلما قدم المهاجرون المدينة نكحوا في نساء الأنصار فجبوهن فأبت امرأة أن تطيع زوجها وقالت: لن تفعل ذلك حتى آتي رسول الله صلى الله عليه وسلم فدخلت على أم سلمة فذكرت لها ذلك فقالت اجلسي حتى يأتي رسول الله صلى الله عليه وسلم فخرجت فسألته أم سلمة فقال: ادعي الأنصارية فدعتها فتلا عليها هذه الآية {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} والحرث هو مكان الولد وولا يكون الولد إلا في الفرج، أما قوله {وَقَدِّمُوا لأَنْفُسِكُمْ} فيقصد به تسمية الله عند الجماع فقد جاء في البخاري عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: \"لو أن أحدكم إذا أراد أن يأتي أهله قال: باسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فإنه إن يقدر بينهما ولد في ذلك لم يضره الشيطان أبدا\" 1. ¶ وقد رخص الله للمسلمين مجامعة النساء في ليل رمضان إذ كان المحلل في أول الإسلام الأكل والشرب والجماع إلى صلاة العشاء فمن نام أو صلى العشاء حرم عليه ذلك كله فوجد المسلمون مشقة في ذلك وكان البعض يخونون أنفسهم2 فنزل قول الله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ} (البقرة/187) . ¶ ولأن الإسلام يدعو الشباب الذي لم يتزوج إلى التسامي والعفة فإن أسلوب الإقناع الفكري والمنطقي من الأمور التي عالج الرسول صلى الله عليه وسلم بها مشكلة محاولة الانحراف والزنا فقد جاء شاب إلى الرسول صلى الله عليه وسلم وطلب من الرسول صلى الله عليه وسلم أن يأذن له بالزنا فزجره الصحابة وأسكتوه إلا أن الرسول صلى الله عليه وسلم أدناه منه في رفق ودون غضب وسأله \"أتحبه للأمك؟ قال: لا والله، جعلني الله فداك قال: ¶ __________ ¶ 1 ابن كثير ص261 ج1. ¶ 2 رواه البخاري ومسلم وأبو داود والترمذي.",
            "page": "129",
            "part": "1",
            "seal": "395B704C"
        },
        {
            "id": "23",
            "nass": "ولا الناس يحبونه لأمهاتهم، وسأله أتحبه للإبنتك\" واستمر يسأله عن أخته وعمته وخالته ويخبره بأن الناس لا يرضونه لهم كما لا يرضاه هو لأهله ثم وضع الرسول صلى الله عليه وسلم يده على قلب الشاب وسأل الله أن يغفر له ذنبه ويطهر قلبه ويحصن فرجه فلم يلتفت الشاب إلى شيء بعدها، فهذا نموذج من أسلوبه صلى الله عليه وسلم في علاج مشاكل الشباب خاصة ما يتعلق بالجنس فالشباب يوجه إلى بذل الجهد العقلي أو الروحي أو الجسدي في سبيل التسامي وتوجيه طاقاته إلى العمل النافع والاستغراق في عبادة الله والاهتمام بالرياضة البدنية والقرآن يبين لنا كثيرا من المواقف التي تسمو فيها النفس المتجهة إلى الله على نداء الجسد وسعار الشهوة فسيدنا يوسف عليه السلام كما ذكرنا سابقا مثال للشاب المؤمن الذي نشأ على تقوى الله ومراقبته فصمد أمام إغراء ملكة جميلة وأذل كبريائها وهي تدعوه لنفسها وقد حسبت أن ذلك أمر يعجز كل الرجال عن رفضه وإذا بيوسف ثابت شامخ ذاكر نهي الله وجميل العزيز عليه فيقول: {قَالَ مَعَاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ} ولم ينسَ الالتجاء إلى الله وطلب العون منه {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} (يوسف/33، 34) . ¶ والشاب المؤمن الذي يرفض الفاحشة ويعف نفسه خوفا من الله من السبعة الذين يظلهم الله بظله يوم لا ظل إلا ظله. ¶ إِن الإسلام لا يكبت الرغبات الجنسية كما يظن من لا يفرقون بين الكبت والضبط-لأن الإسلام يضبط الرغبات ويوجهها لتكون أداة بناء وتعمير لا أداة هدم وتخريب للمجتمع فالطريق السوي لمشكلة الجنس هو الزواج لان من صفات المؤمنين أنهم يحافظون على فروجهم إلا على زوجاتهم أو ما ملكت أيمانهم لأن الجنس في الإسلام وسيلة متاع وسكن ومودة ورحمة به يحقق الإنسان غاية وجوده وهو انتشار النوع وتعمير الأرض وعبادة الله. ¶ ولم يكن الجنس وحده الذي ضبطه الإسلام بل ضبط الدوافع الفطرية الكامنة في الإنسان كلها حتى يكون المجتمع المسلم مجتمعا وسطا متوازنا في حياته الروحية والجسدية معا.",
            "page": "130",
            "part": "1",
            "seal": "C3955F3F"
        },
        {
            "id": "24",
            "nass": "مرحلة الرشد ¶ وهي التي تسمى بمرحلة النضوج أو وسط العمر وتقع في الفترة ما بين الأربعين والستين وفيها يكتمل نمو الإنسان وينضج عقله وتطمئن نفسه ويبلغ أشده، وتربية الإسلام في هذه المرحلة أن يجدد التوبة وأن يرجع إلى الله ويعزم على ترك المعاصي وفي ذلك يقول الله سبحانه وتعالى: {حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ} (الأحقاف/ 15. 16) وفي تفسير الآية يقول ابن كثير مشيرا إلى قوله تعالى {حَتَّى إِذَا بَلَغَ أَشُدَّهُ} : \"أي قوي وشب وارتجل وبلغ أربعين سنة أي تناهى عقله وكمل فهمه وحلمه ويقال: إنه لا يتغير غالبا عما يكون عليه ابن الأربعين\"1. ¶ وفي هذه المرحلة يكون المرء قد نضج أخلاقيا الأمر الذي يقلل احتمال انحرافه بعد هذه السن فهو دائم الدعاء إلى الله أن يثبته ويقويه ويعصمه من الزلل (فقد روى أبو داود في سننه عن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يعلمهم أن يقولوا في التشهد: \"اللهم ألف بين قلوبنا وأصلح ذات بيننا واهدنا سبل السلام ونجنا من الظلمات إلى النور، وجنبنا الفواحش ما ظهر منها وما بطن، وبارك لنا في أسماعنا وأبصارنا وقلوبنا وأزواجنا وذرياتنا، وتب علينا إنك أنت التواب الرحيم، واجعلنا شاكرين لنعمتك مثنين بها عليك فاقبلها وأتمها علينا\" 2. ¶ أما مرحلة الشيخوخة والتي تبدأ من الستين فهي مرحلة العطاء لا الأخذ والاستعانة بالله وطلب العون والانقطاع إلى عبادة الله والتضرع إليه وهي المرحلة التي يلجأ إلى أهلها من قبلهم مستفسرين سائلين يطلبون التوجيه والعون لأنهم أهل الذكر يحبهم الله ويغفر لهم ويشفعهم في أهلهم. ¶ وهكذا نجد الإسلام قد تعهد الإنسان بالتربية والهداية والتوجيه في جميع مراحل حياته وإلى أن يفارق الدنيا ورسم له الطريق الواضح المستقيم الذي يعصم من الزلل ويقود إلى النجاة. والجنة بعون الله وفضله. ¶ __________ ¶ 1 ابن كثير ج4 ص 157. ¶ 2 ابن كثير ج4 ص 158.",
            "page": "131",
            "part": "1",
            "seal": "A821FF7F"
        }
    ],
    "t10290": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مرحلة ماقبل الولادة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الطفولة الأولى"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الطفولة الثانية"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "مرحلة البلوغ"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "التربية الجنسية"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "مرحلة الرشد"
        }
    ]
}