{
    "b10302": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ التعريف بكتاب ¶ محنة الإمام أحمد بن حنبل ¶ للدكتور محمد نغش ¶ أستاذ مساعد بكلية الشريعة بالجامعة ¶ إن في ذكر محنة الإمام أحمد بن حنبل لعبرة للذين يتصدون للبدع والمبتدعين، تظهر مكانة الإمام أحمد بن حنبل في إعلاء كلمة الدين، وكيف حقق الله له ولأتباعه المخلصين النصر المبين، فحفظ بمنه وكرمه للسنة مكانتها وأعلى رايتها. ¶ وكتاب محنة الإمام أحمد بن حنبل الذي وفقني الله إلى تحقيقه وضح فضل الإمام أحمد، وجهوده في الدفاع عن دين الله، وصبره على ما قاسى في محنته، رحمه الله وجزته عن الإسلام خيرا، وإليك تلخيص وتعريف بهذا الكتاب، فيما يلي:",
            "page": "377",
            "part": "1",
            "seal": "C1F9EE3A"
        },
        {
            "id": "2",
            "nass": "نبذة عن حياة الإمام أحمد بن حنبل: ¶ كان الإمام أحمد بن حنبل - رحمه الله - خيار الناس، وأكرمهم نفسا، وأحسنهم عشرة وأدبا، كثير الإطراق والغض، معرضا عن القبيح واللغو، لا يسمع منه إلا المذاكرة للحديث وذكر الصالحين والزهاد، في وقار وسكون ولفظ حسن، وإذا لقيه إنسان بش به وأقبل عليه، وكان يتواضع للشيوخ تواضعا شديدا، وكانوا يكرمونه ويعظمونه، وكان قدوة عالية لأهل زمانه بعلمه وخلقه وورعه، وصبره وقوة احتماله، واستهانته بالأذى في سبيل الله. ¶ وكانت روح الجدة والسكينة هي التي تظل مجلسه؛ لأن ذلك هو الذي يتفق مع رواية السنة النبوية الشريفة، وآثار الرسول الكريم، وفتاوى السلف الصالح رضوان الله تعالى عليهم، ومن شأن السكينة أن تجعل للقول مكانه من القلب ومنزلته، وإنه وإن كانت الدعابة تذهب بالملال، فإن كثرتها تذهب بالروعة ورواء العلم، وقد تجنب الإمام أحمد المزاح جملة؛ إذ إن رواية السنة عبادة عنده، ولا مزح في وقت العبادة، بل المزاح ينافيها.",
            "page": "377",
            "part": "1",
            "seal": "668B8B34"
        },
        {
            "id": "3",
            "nass": "إن لنشأة الإمام أحمد أثرا بالغا في سلوكه، فهو من أصل كريم من ناحية أبيه وأمه، وقد كان لليتم فضل في صبره على أذى أعدائه؛ إذ قد حرم حنان الأب وعطفه، ونشأ يحمل المسؤولية من صغره، وورث الذكاء عن والده، الذي كان في مكانة مرموقة، وعن أمه الفاضلة. ¶ وتكفي شهادات الناس له في مراحل حياته كافة بالفضل وإجماعهم على علو مكانته، ويجدر بنا أن نذكر بعضها؛ لأن المقام لا يتسع لحصرها. ¶ والحلم من السمات التي تحلى بها نبينا صلى الله عليه وسلم، وشاركه في هذه الصفة الحميدة الأنبياء والمرسلون عليهم السلام، والحلم صفة لازمة للعلماء، الذين يقصدون وجه ربهم الكريم، وهذا أحمد بن حنبل يقول: \"أحللت المعتصم من دمي\"1، وكم من صنوف العذاب صب المعتصم على الإمام أحمد رضي الله عنه وأرضاه، وقد أحبّ الناس الإمام أحمد وأرادوا أن يغدقوا عليه من أموالهم؛ لأنهم يعلمون فقره وحاجته، ويريدون أن يمدوا يد المعونة له ولأولاده، ولكنه يتعفف في أدب جم، فيرهن متاعه، ويأكل من عرق جبينه، ومن كسب يديه. ¶ ونسوق على ذلك مثالا واحدا من أمثلة عديدة: \"عرض عليه بعض التجار عشرة آلاف درهم ربحها من بضاعة، جعلها باسم -الإمام أحمد-؛ فأبى أن يقبلها وقال: نحن في كفاية وجزاك الله عن قصدك خيرا\"2. ¶ وقد كان الإمام أحمد إماما في الزهد، ومن أقواله فيه: \"أسر أيامي إلي يوم أصبح وليس عندي شيء) 3، وقوله: (إنما هو طعام دون طعام ولباس دون لباس، وإنها أيام قلائل\"4. ¶ وهكذا من يزهد في الدنيا، يجود بما ملكت يداه، فما بالك بهذا الإمام الذي باع نفسه ابتغاء مرضاة مولاه. ¶ وقد ذكر المؤرخون عن جوده وكرمه الكثير، ونضرب لذلك مثلا، قال هارون المستملي: \"لقيت أحمد فقلت: ما عندنا شيء!، فأعطاني خمسة دراهم، وقال: ما عندنا غيرها\"5. ¶ وقيل إن الشافعي قال له: ألا تقبل قضاء اليمن؟ فامتنع من ذلك امتناعا شديدا ¶ __________ ¶ 1 مناقب الإمام أحمد لابن الجوزي ص 221. ¶ 2 البداية والنهاية لابن كثير ج 10 ص 320. ¶ 3 مناقب الإمام أحمد لابن الجوزي ص 248. ¶ 4 مناقب الإمام أحمد لابن الجوزي ص.248. ¶ 5 مناقب الإمام أحمد لابن الجوزي ص40.",
            "page": "378",
            "part": "1",
            "seal": "9680A4EB"
        },
        {
            "id": "4",
            "nass": "وقال للشافعي: \"إني إنما أختلف إليك لأجل العلم والزهد في الدنيا، فتأمرني أن ألي القضاء، ولولا العلم لما أكلمك بعد اليوم، فاستحى الشافعي منه\"1. ¶ والأمثلة على ورعه كثيرة، نحو قول أبي عبد الله السمسار: \"كانت لأم عبد الله بن أحمد دار معنا في الدرب، يأخذ منها أحمد درهما بحق ميراثه، فاحتاجت إلى نفقة لتصلحها فأصلحها ابنه عبد الله؛ فترك أبو عبد الله الدرهم الذي كان يأخذه، وقال: قد أفسده علي، قلت: إنما تورع من أخذ حقه من الأجرة؛ خشية أن يكون ابنه أنفق على الدار مما يصل إليه من مال الخليفة2. ¶ إن الإمام أحمد لم يذق طعاما من حاكم تنَزّها عنه، وكان يتصدق بخلع المتوكل ولا يقبل أن يلبسها على جسده، وأبى أن يسكن في قصر يبنيه له، وأوصى أن يكفن في ملابسه؛ خشية أن يقبل أولاده من أحد كفنا له. ¶ ولم يكن ورعه قاصرا على مأكله وملبسه ومسكنه، بل شمل علمه الذي كان يتقنه، وهو درايته بالحديث وإجادة حفظه، فهذا علي بن المديني يقول: (ليس في أصحابنا أحفظ من أحمد بن حنبل، وبلغني أنه لا يحدث إلا من كتاب، ولنا فيه أسوة\"3. ¶ وهذا ابن الحربي يقول: \"لزمت أحمد بن حنبل سنتين، فكان إذا خرج يحدثنا يخرج معه محبرة مجلدة بجلد أحمر وقلما، فإذا مر به سقط أو خطأ في كتابه أصلحه بقلمه من محبرته، يتورع أن يأخذ من محبرة أحدنا شيئا، وكنا نقول لأحمد في الشيء يحفظه، فيقول: لا، إلا من كتاب\"4. ¶ وشهد له الناس بالتواضع، فهو لا يتقدم الناس في الخروج من المسجد، بل يجعلهم يتقدمونه، وهو لا يفتخر بحسبه ولا نسبه ولا بعلمه وفضله، وكان يسأل الله دائما أن يجعله خيرا مما يظنون ويغفر له ما لا يعلمون. ¶ يقول فيه يحيى بن معين: \"ما رأيت مثل أحمد بن حنبل، صحبناه خمسين سنة ما افتخر علينا مما كان فيه من الصلاح والخير\"5. ¶ وكان يؤثر العزلة والوحدة، هروبا من الشهرة، وتحصيلا للمعرفة، وتجنبا للقيل والقال، فهو يرى الخلوة أروح لقلبه؛ تذكره بربه، ولكنه كان لا يتخلى عن واجب اجتماعي ¶ __________ ¶ 1 مناقب الإمام أحمد لابن الجوزي ص107. ¶ 2 طبقات الحنابلة للقاضي ابن أبي يعلى ج 1 ص 10.. ¶ 3 مناقب الإمام أحمد لابن الجوزي ص260. ¶ 4 مناقب الإمام أحمد لابن الجوزي ص226. ¶ 5 مناقب الإمام أحمد لابن الجوزي ص274.",
            "page": "379",
            "part": "1",
            "seal": "7FE8C4E0"
        },
        {
            "id": "5",
            "nass": "أو حضوره صلاة جماعة، وقد رآه الناس حين تحدى الحاكمين، وصبر على إيذائهم ليعلي كلمة الحق والدين. ¶ وانعقد إجماع أهل الأقطار الإسلامية المتنائية على أنه رجل صالح، وتسايرت الركبان بذكر صلاحه، وتقواه وورعه وقوة إيمانه وزهده، وإذا كان الإجماع حجة فقد قامت الحجة على صلاح الإمام أحمد بن حنبل1. ¶ ومما قيل فيه من شعر قول الإمام الشافعي رضي الله عنه: ¶ أضحى ابن حنبل حجة ... وبحب أحمد يُعرف المُتَنسك2 ¶ ومن ذلك ما قال أبو محمد جعفر بن الحسن السراج البغدادي فيه: ¶ دعَوْه إلى خَلق القرآن كما دَعوا ... سواه فلم يسمع ولم يتأول ¶ ولا ردّه ضربُ السياط وسجنُه ... عن السنة الغراء والمذهب الجلي ¶ لقد عاش في الدنيا حميدا موفقا ... وصار إلى الأخرى إلى خير منزل ¶ وإني لأرجو أن يكون شفيع مَن ... تولاه من شيخ ومن متكهل ¶ ومن حَدث قد نوّر الله قلبَه ... إذا سألوا عن أصله قال: حنبلي3 ¶ هذه هي السيرة العطرة للإمام أحمد بن حنبل أحد الأئمة الأربعة، رضوان الله عليهم وسلامه عليهم أجمعين، إنه قد وضع روحه على كفه ليقدمها في سبيل ربه، لم يساوره الخوف لحظة من مخلوق مهما كانت لديه من قوة، إنه يدافع من أجل أن ينتصر الحق ويزهق الباطل. ¶ فقد قدم الإمام أحمد كل ما يملك ليرد البدع والخرافات عن الدين الإسلامي الحنيف، صبر وصابر حتى لقي ربه. ¶ أعز الله به دينه، فما نراه اليوم من تمسك بالكتاب والسنة أثر من آثاره الخالدة، فهنيئا له برضوان الواحد الديان وبرفقته لنبيه الكريم خير الأنام محمد بن عبد الله عليه الصلاة والسلام.",
            "page": "380",
            "part": "1",
            "seal": "DB0F805E"
        },
        {
            "id": "6",
            "nass": "مؤلفاته: ¶ صنف (المسند) وهو ثلاثون ألف حديث، وكان ابتداؤه فيه سنة ثمانين ومائة، وكان يقول لابنه عبد الله: احتفظ بهذا المسند؛ فإنه سيكون للناس إماما4، وقد اشتهر من ¶ __________ ¶ 1 أحمد بن حنبل لأبي زهرة ص 5. ¶ 2 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 53. ¶ 3 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 50، 51. ¶ 4 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 19.",
            "page": "380",
            "part": "1",
            "seal": "AA6AAAA7"
        },
        {
            "id": "7",
            "nass": "مؤلفات أحمد بن حنبل بنوع خاص كتابه المسند: وهو كتاب جامع في الأحاديث. ¶ ونشر له غير المسند: (كتاب الصلاة وما يلزم فيها) . ¶ ويذكرون له (كتاب طاعة الرسول) ، الذي بين فيه ما ينبغي اتباعه عندما يبدو الحديث متعارضا مع بعض آيات القرآن، ولقد قرر ابن حنبل عقائده في مصنفه (كتاب السنة) . ¶ وله كتب تبين وجهة نظره الفقهية نذكر منها على سبيل المثال (مسائل صالح) ، وهي المسائل التي وجهها إليه ابنه صالح، وكذلك أجوبته على مسائل تلميذه حرب1، وقد بلغت فتاواه التي استطاع ابن القيم أن يرجع إليها نحو عشرين مجلدا2.",
            "page": "381",
            "part": "1",
            "seal": "7FB6AA8F"
        },
        {
            "id": "8",
            "nass": "تلاميذه: ¶ روى عنه أقرانه علي بن المديني ويحيى بن معين ودحيم الشامي وغيرهم3، وروى عنه عبد الرزاق بن همام ويحيى بن آدم وأبو الوليد هاشم بن عبد الملك الطيالسي، وأبو عبد الله محمد بن إدريس الشاقعي، والأسود بن عامر شاذان، والبخاري ومسلم، وأبو داود، وأكثر عنه في السنن، وروى الترمذي عن أحمد بن الحسن الترمذي عنه، وروى النسائي عن عبد الله بن أحمد بن حنبل وعن ابن عبد الله، وروى ابن ماجه عن محمد بن يحيى الذهلي عنه، وإبراهيم الحربي الأثرم، وأبو بكر أحمد الدارمي، وعمر بن سعيد الدارمي، ومحمد بن يحي الذهلي النيسابوري وخلق لا يحصون4.",
            "page": "381",
            "part": "1",
            "seal": "DCF0FD89"
        },
        {
            "id": "9",
            "nass": "وفاته: ¶ توفي الإمام أحمد بن حنبل - رحمة الله عليه - ضحوة نهار الجمعة الثاني عشر من ربيع الأول5، وقيل: بل لثلاث عشرة ليلة بقيت من الشهر المذكور، وقيل: من ربيع الآخر6، سنة إحدى وأربعين ومائتين للهجرة7، 31 تموز 855 للميلاد8، فكانت سنه سبعا وسبعين سنة عند وفاته، ودفن في مقابر الشهداء في حي الحربية ببغداد9. ¶ __________ ¶ 1 الطرق الحكمية في السياسة الشرعية لابن قيم الجوزية ص 251، 293 وما بعدها. ¶ 2 هداية الحيارى ص 121. ¶ 3 طبقات الشافعية الكبرى ج 1 ص 199. ¶ 4 شذرات الذهب لأبي الفلاح ج 2 ص 97. ¶ 5 وفيات الأعيان ج 1 ص 48، وطبقات الشافعية الكبرى ج 1 ص 203، وتهذيب الأسماء واللغات ج 1 ص 112، والبداية والنهاية ج 10 ص 326 ومصادر أخرى. ¶ 6 وفيات الأعيان ج 1 ص 48، وتاريخ بغداد ج 4 ص 422. ¶ 7 لم تختلف المصادر في سنة الوفاة. ¶ 8 دائرة المعارف الإسلامية ج 1 ص 492. ¶ 9 دائرة المعارف الإسلامية ج 1 ص 492.",
            "page": "381",
            "part": "1",
            "seal": "C27238E2"
        },
        {
            "id": "10",
            "nass": "وقيل: أسلم يوم مات أحمد بن حنبل عشرة آلاف من اليهود والنصارى والمجوس. ¶ قال الوركاني: يوم مات أحمد بن حنبل وقع المأتم والنوح في أربعة أصناف من الناس: المسلمين، واليهود، والنصارى، والمجوس1.",
            "page": "382",
            "part": "1",
            "seal": "212079E1"
        },
        {
            "id": "11",
            "nass": "أولاده: ¶ كان له ولدان عالمان هما: صالح، وعبد الله. ¶ فأما صالح فتوفي في شهر رمضان سنة ست وستين ومائتين، وكان قاضي أصفهان فمات بها. وأما عبد الله فإنه بقي إلى سنة تسعين ومائتين، وتوفي يوم الأحد لثمان بقين من جمادى الأولى، وقيل: الآخرة، وله سبع وسبعون سنة، وكنيته أبو عبد الرحمن، وبه يكنى الإمام أحمد، رحمهم الله أجمعين2.",
            "page": "382",
            "part": "1",
            "seal": "26E9A230"
        },
        {
            "id": "12",
            "nass": "محنة الإمام أحمد بن حنبل: ¶ بداية المحنة في عهد المأمون: ¶ استطاع الإمام أحمد بن حنبل، بإيمانه الصادق وصلابته في لحق، أن يهزم المعتزلة الذين ادعوا فيما ادعوا خلق القرآن، واتخذوا الخليفة المأمون أبا جعفر عبد الله بن هارون الرشيد أداة لنشر بدعتهم وترويج ضلالهم؛ فقد زينوا له طريق الباطل، وحسنوا له قبيح القول بخلق القرآن، فصار إلى مقالتهم، وكانت ولاية المأمون في المحرم، وقيل في رجب سنة 198 للهجرة. ¶ وقدر أنه في آخر عمره خرج من بغداد لغزو بلاد الروم فعَنّ له أن يكتب إلى إسحاق بن مصعب صاحب الشرطة أن يدعو الناس إلى القول بخلق القرآن، فاستدعى جماعة من العلماء والقضاة وأئمة الحديث، ودعاهم إلى ذلك، ولكنهم امتنعوا، فاشتد غضبه3.",
            "page": "382",
            "part": "1",
            "seal": "0C786363"
        },
        {
            "id": "13",
            "nass": "الإمام أحمد مكبلا في الأغلال: ¶ ولما استعصى على المأمون وأذنابه التأثير على الإمام أحمد بن حنبل في ميدان الحجة والإقناع، أمر بإشخاصه مكبلا في الأغلال، هو ورفيقه في المحنة محمد بن نوح - رضي الله عنهما - وتوفي محمد بن نوح وهو في طريقه إلى المأمون، وصلى عليه الإمام أحمد بن حنبل ¶ __________ ¶ 1 حلية الأولياء للحافظ الأصفهاني ج 9 ص 180. ¶ 2 وفيات الأعيان لابن خلكان ج 1 ص 49. ¶ 3 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 31.",
            "page": "382",
            "part": "1",
            "seal": "0A3308C4"
        },
        {
            "id": "14",
            "nass": "الذي بقي وحده، والخليفة يتوعده بالتعذيب والقتل إن لم يجبه إلى القول بخلق القرآن، فتوجه الإمام أحمد بالدعاء إلى الله تعالى أن لا يجمع بينه وبينه؛ فبينما هو في الطريق قبل وصوله إليه إذ جاءهم الصريخ بموت المأمون، وكان موته في شهر رجب سنة ثماني عشرة ومائتين، فرد الإمام أحمد إلى بغداد وحبس هناك.",
            "page": "383",
            "part": "1",
            "seal": "4949AB76"
        },
        {
            "id": "15",
            "nass": "الترغيب والترهيب والتعذيب في عهد المعتصم: ¶ ثم ولي الخلافة المعتصم، وهو أبو إسحاق محمد بن هارون الرشيد، الذي قدم من بلاد الروم، فدخل بغداد في مستهل شهر رمضان سنة ثماني عشرة ومائتين، فامتحن الإمام أحمد وضرب بين يديه1، ويقف الإمام أحمد بين يدي الخليفة المعتصم ثابت الجنان قوي الإيمان، وقد ازدحم الناس ليشاهدوا مشهدا رهيبا؛ فهذا الخليفة وحوله جنوده، وهذا أحمد في قيوده، الأول سلاحه البطش والجبروت، والثاني سلاحه القرآن والسنة يستعذب العذاب في سبيل الله، ويسأله وحده العفو والمغفرة، ويرجوه رضاه ورضوانه يجلس الخليفة على كرسيه، ويقف الإمام أحمد بين يديه والسيوف قد جردت، والرماح قد ركزت، والأتراس قد نصبت، والسياط قد طرحت، يريدون إرهابه وهو قد باع نفسه ربه، وبكل ما يصنعون وأكثر لا يأبه. ¶ يرد على الخليفة بالبرهان الساطع والدليل القاطع، ويعجز الخليفة في ترغيبه أو ترهيبه ليقول بكلام المعتزلة (القرآن مخلوق) ، ويحضر المعتصم له الفقهاء والقضاة فيناظرونه بحضرته ثلاثة أيام، وهو يناظرهم ويقهرهم، فيقول ابن أبي دؤاد وبشر المريسي للخليفة: اقتله حتى نستريح منه. ¶ ولكن المعتصم يقيم مباراة بين الجلادين لقتله بالسياط الموجعة، ويحدثونه في الرجوع عن إصراره، ولكنه يقول لهم في صلابة: أعطوني شيئا من كتاب الله وسنة رسوله أقول به. ¶ ويستمر الضرب وتزداد شدته، حتى يقع الإمام أحمد - رحمه الله - على الأرض في غيبوبة، لا يدري ما يفعلون به. ¶ وعندما عادت لأحمد ذاكرته، تقدم إليه ابن أبي دؤاد، وقال له: يا أحمد قل في أذني القرآن مخلوق حتى أخلصك من يد الخليفة؛ فقال له الإمام أحمد: يا بن أبي دؤاد قل ¶ __________ ¶ 1 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 32.",
            "page": "383",
            "part": "1",
            "seal": "6CC32200"
        },
        {
            "id": "16",
            "nass": "في أذني القرآن كلام الله وليس بمخلوق حتى أخلصك من عذاب الله عز وجل، فقال المعتصم: أدخلوه إلى الحبس، فحمل إلى الحبس وانصرف الناس1. ¶ وهكذا واجه الإمام أحمد بن حنبل المحنة في صبر جميل وشجاعة نادرة، يقول أحد جلاديه: \"ضربت أحمد بن حنبل ثمانين سوطا لو ضربته فيلا لهدمته\"2. ¶ والراجح أن المحنة كانت في سنة تسع عشرة ومائتين؛ من واقع ما جاء في هذا الكتاب الذي يرويه ابن عمه، وفي كتاب النجوم الزاهرة3. ¶ وذهب العليمي إلى احتمال أن تكون المحنة في سنة تسع عشرة4، بخلاف مما ذكره ابن خلكان من أن ضربه في العشر الأخير من رمضان سنة عشرين ومائتين5. ¶ وكانت مدة حبس الإمام ثلاثين شهرا، منذ بداية المحنة في عهد المأمون إلى أن خرج من السجن في شهر رمضان سنة عشرين ومائتين. ¶ وقد رأى الإمام أحمد - رحمه الله - أن الأخذ بالتقية في دار الإسلام لا يصح؛ لأن المنكر في دار الإسلام يجب استنكاره وإلا تحولت صفتها ولم يعد لها اسم، وأن الاستنكار له مراتب، والتقية تكون حيث لا يكون للإسلام قوة وسلطانا كبلاد يضطهد الإسلام فيها، ولا سبيل للمسلم في الخروج منها فيستخفي بدينه، وتلك رخصة رخصت له تيسيرا وتسهيلا، وكل نفس وما تطيق. ¶ ولأن التقية لا تجوز من الأئمة الذين يقتدى بهم ويهتدى بهديهم، حتى لا يضل الناس؛ لأنهم إن نطقوا بغير ما يعتقدون وليس للناس علم ما في الصدر، اتبعوهم في مظهرهم، وظنوا أنه الحق الذي ارتضوه دينا، وبذلك يكون الفساد عاما ولا يخص، وحق على الإمام أن يكون الممتحن المبتلى، فتنشر الفكرة السليمة ويكون الابتلاء سبيل نشرها وذيوعها6، وينتصر الدين بصاحب العقيدة القوية، ويتحمله في سبيل نصرة دين الله على كل بلية، وترفع راية الإسلام عالية ويندحر أصحاب البدعة والضلالة. ¶ ويصفح الإمام أحمد رضوان الله عليه عن المعتصم، راجيا غفران ربه، وحسن ثوابه، ¶ __________ ¶ 1 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 35. ¶ 2 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 36. ¶ 3 ابن تغري بردي ج 2 ص 230. ¶ 4 المنهج الأحمد ج 1 ص 37. ¶ 5 وفيات الأعيان ج 1 ص 48. ¶ 6 أحمد بن حنبل لبي زهرة ص 67.",
            "page": "384",
            "part": "1",
            "seal": "65249210"
        },
        {
            "id": "17",
            "nass": "مستجيبا لأوامره؛ {وَلْيَعْفُوا وَلْيَصْفَحُوا أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ} 1، ولقوله عز وجل: {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} 2.",
            "page": "385",
            "part": "1",
            "seal": "9DE81D1E"
        },
        {
            "id": "18",
            "nass": "تحديد إقامة الإمام أحمد في عهد الواثق: ¶ وتولى الواثق الحكم بعد المعتصم في ربيع الأول سبع وعشرين ومائتين ولم يتعرض للإمام، وقد رأى أن التعذيب لا يفيد فيمن كانت إرادته كالحديد، وعرف فيه أنه عن الحق لا ولن يحيد، ورأى أتباعه في مزيد، ولكنه كتب إلى محمد بن أبي الليث بامتحان الناس أجمعين، فلم يبق أحد فقيه ومحدث ولا مؤذن ولا معلم حتى أخذ بالمحنة، فهرب كثير من الناس وملئت السجون بمن أنكر المحنة، وأمر ابن أبي الليث أن يكتب على المساجد \"لا إله إلا الله رب القرآن المخلوق\"، فكتب ذلك على المساجد بفسطاط مصر، ومنع الفقهاء من أصحاب مالك والشافعي من الجلوس في المساجد3. ¶ وبعث إلى الإمام أحمد يحدد إقامته: \"لا تساكني بأرض\"، وقيل: أمره أن يخرج من بيته، ويظل الإمام أحمد متخفيا حتى مات الواثق، ووقاه الله شره، وأراه سبحانه ثمرة جهاده وصبره، فكرمه وأعلى ذكره، وخسف بأعدائه، وأذلهم وكان في ذلك عبرة.",
            "page": "385",
            "part": "1",
            "seal": "09AAA07E"
        },
        {
            "id": "19",
            "nass": "انتصار أهل السنة واندحار أهل البدعة: ¶ ففي عهد المتوكل بعد الواثق - وهو أبو الفضل جعفر بن المعتصم، وكانت ولايته في ذي الحجة سنة اثنتين وثلاثين ومائتين - خالف ما كان عليه المأمون والمعتصم والواثق من الاعتقاد، وطعن عليهم فيما كانوا يقولونه من خلق القرآن، ونهى عن الجدال والمناظرة في الآراء وعاقب عليهما، وأمر بإظهار الرواية للحديث فأظهر الله به السنة، وأمات به البدعة، وكشف عن الخلق تلك الغمة، وأنار به تلك الظلمة، وأطلق من كان قد اعتقل بسبب القول بخلق القرآن، ورفع المحنة عن الناس فاستبشر الناس بولايته، وأمر بالقبض على محمد بن عبد الملك الزيات الوزير، ووضعه في تنور إلى أن مات، وذلك في سنة ثلاث ومائتين، وابتلى الله أحمد بن أبي دؤاد بالفالج بعد موت الوزير بسبعة وأربعين يوما، فولي القضاء مكانه ولده أبو الوليد محمد، فلم تكن طريقته مرضية، وكثر ذاموه، وقل شاكروه، ثم ¶ __________ ¶ 1 سورة النور الآية 22. ¶ 2 سورة الشورى الآية 40. ¶ 3 ضحى الإسلام لأحمد أمين ج 3 ص 184.",
            "page": "385",
            "part": "1",
            "seal": "CCE6C454"
        },
        {
            "id": "20",
            "nass": "سخط المتوكل على أحمد بن دؤاد ووله محمد في سنة تسع وثلاثين ومائتين، وأخذ جميع ضياع الأب وأمواله من الولد؛ مائة وعشرين ألف دينار وجوهرا بأربعين ألف دينار، وسيره من بغداد من (سر من رأى) ، وولى القضاء يحيى بن أكثم قاضي القضاة، فإنه كان من أئمة الدين وعلماء السنة، ثم مات أحمد بن أبي دؤاد بمرض الفالج في المحرم سنة أربعين ومائتين، ومات ولده محمد قبله بعشرين يوما، وكان بشر المريسي قد أهلكه الله ومات في ذي الحجة سنة ثماني عشرة، وقيل: تسع عشرة ومائتين. ¶ وعن عمران بن موسى قال: دخلت على أبي العروق الجلاد الذي ضرب أحمد لأنظر إليه؛ فمكث خمسة وأربعين يوما ينبح كما ينبح الكلب1. ¶ وقد أقبلت الدنيا على الإمام أحمد وهو زاهد فيها، لا يريد منصبا ولا جاها، ولا يريد طعاما فاخرا، أو خلعة سنية، أو مسكنا شاهقا في الدنيا الدنية، وهو يريد أخرى فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، لا يريد بعد صبره الطويل في محتنه أن يبيع الآجلة بالعاجلة؛ إنه يرفض عطايا السلطان حتى لا يوجده عليه، ولكنه يتصدق بها، ويأتيه طعام الخليفة المتوكل الخاص فلا يأكل منه لقمة، رغم فقره المدقع، ولكن الغني غنى النفس؛ فيا لها من نفس أبية غنية!. ¶ وعظمت مكانة الإمام أحمد لدى الخليفة المتوكل؛ فكان لا يولي أحدا إلا بمشورته، \"ومكث الإمام إلى حين وفاته قل أن يأتي يوم إلا ورسالة الخليفة تنفذ إليه في أمور يشاوره فيها ويستشيره، رحمهما الله ورضي عنهما\"2. ¶ وهكذا خرج من الاختبار رجلا صالحا، وقد تنوعت طرائق الاختبار، اختبره المأمون بالقيد، فساقه إليه مقيدا مغلولا يثقله الحديد مع بعد الشقة وعظم المشقة، واختبره المعتصم بالحبس والضرب، واختبره الواثق بالمنع والتضييق، فما نهنهوا من نفسه وما يعتقد، وبعد تلك البلايا ابتلي بالبلاء الأكبر، فساق إليه المتوكل بالنعم، فردها وهو عيوف النفس، وكان يشد على بطنه من الجوع، ولا يتناول مما يشك في حله أو يتورع منه، ثم ابتلي أحمد بعد كل هذا بأعظم بلاء ينزل بالنفس البشرية، وهو إعجاب الناس؛ فقد ابتلي بعد أن انتصر على كل الرزايا بإعجاب الناس، فما أورثه ذلك عجبا ولا ولاه بغرور، بل كان المؤمن المحتسب المتواضع لعزة الله وجلاله الذي لم يأخذه الثناء، وبذلك نجح في أعظم البلاء3. ¶ __________ ¶ 1 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 39، 40. ¶ 2 المنهج الأحمد لأبي اليمن العليمي ج 1 ص 41 ¶ 3 أحمد بن حنبل لأبي زهرة ص 5، 6.",
            "page": "386",
            "part": "1",
            "seal": "C20B663C"
        },
        {
            "id": "21",
            "nass": "وتعالت سلطة المحدثين وعلى رأسهم الحنابلة، وقوي نفوذهم حتى كانوا حكومة داخل الحكومة1، حتى أنه في سنة 323? \"عظم أمر الحنابلة ببغداد وقويت شوكتهم، وصاروا يكبسون دور القواد والعوام، وإن وجدوا نبيذا أراقوه، وإن وجدوا مغنية ضربوها وكسروا آلة الغناء فأرهبوا بغداد\"2.",
            "page": "387",
            "part": "1",
            "seal": "59189616"
        },
        {
            "id": "22",
            "nass": "مشهدان من محنة الإمام أحمد بن حنبل: ¶ الأول: مشهد من دفاعه عن الكتاب والسنة: ¶ قال لي عبد الرحمن: ما تقول في القرآن؟ فقال لي أبو إسحاق فقلت له: ما تقول في العلم؟ فسكت، فقلت لعبد الرحمن القزاز: (القرآن) من علم الله، ومن زعم أن علم الله مخلوق فقد كفر بالله، قال: فسكت عبد الرحمن، فلم يردّ عليّ شيئا، فقالوا بينهم: يا أمير المؤمنين، أكفرنا وأكفرك، فلم يلتفت إليهم. ¶ قال أبو عبد الله: فقال لي عبد الرحمن: كان الله ولا قرآن، قلت له: فكان الله ولا علم؟ فأمسك، ولو زعم أن الله كان ولا علم لكفر بالله، ثم قال أبو عبد الله: لم يزل الله علما متكلما، نعبد الله لصفاته غير محدودة ولا معلومة إلا بما وصف به نفسه, ونرد القرآن إلى عالمه يبارك وتعالى، إلى الله فهو أعلم به، منه بدأ وإليه يعود. ¶ قال أبو عبد الله: وجعلوا يتكلمون من هاهنا ومن هاهنا، فأقول: يا أمير المؤمنين، ما أعطوني شيئا من كتاب الله، ولا سنة رسول الله صلى الله عليه وسلم، فأقول به، قال: فقال ابن أبي دؤاد: وأنت لا تقول إلا ما في كتاب الله أو سنة رسوله؟ فقلت: وهل يقوم الإسلام إلا بالكتاب والسنة؟ ثم قلت له: تأولت تأويلا تدعوا الناس إليه، فأنت أعلم وما تأولت، وتحبس عليه وتقتل عليه، فقال ابن أبي دؤاد: هو والله يا أمير المؤمنين ضال مضل مبتدع، وهؤلاء قضاتك والفقهاء فسلهم، فقال لهم: ما تقولون؟ فقالوا: يا أمير المؤمنين، هو ضال مضل مبتدع، فلم يزالوا يكلموني، وجعل صوتي يعلو على أصواتهم إلى أن قال لي عبد ¶ __________ ¶ 1 ضحى الإسلام لأحمد أمين ج 3 ص 200.. ¶ 2 كتاب أخبار سيبويه المصري ص 18.",
            "page": "387",
            "part": "1",
            "seal": "D42E5A46"
        },
        {
            "id": "23",
            "nass": "الرحمن بن إسحاق: قال الله عز وجل {مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ} 1 أفيكون محدثا إلا مخلوقا؟ فقلت له: قال الله عز وجل {ص وَالْقُرْآنِ ذِي الذِّكْرِ} 2 فالذكر هو القرآن، وتلك ليس3 فيها ألف ولام؟ قال: وكان ابن سماعة4 لا يفهم ما أقول، فقال: ما يقول: قالوا: إنه يقول: كذا وكذا، وقال لي إنسان منهم: حديث خبّاب: يا هناه تقرب إلى الله بما استطعت فإنك لن تقرب إليه بشيء أحب إليه من كلامه5، قلت: نعم، هو هكذا6. ¶ الثاني: مشهد جلده وتعذيبه: ¶ قال الخليفة المعتصم: حدّوه اخلعوه، واسحبوه، قال: فأخذت ثم خلعت، ثم قال: العقابين7 والأسياط، فجيء بعقابين وأسياط. ¶ قال أبو عبد الله: وأنا أنظر، وكان معي شعر النبي [صلى الله عليه وسلم] 8 أعطانيه ابن الفضل بن الربيع، وكان في صرة من قميص، فقال: انزعوا عنه قميصه ولا تخرقوه، ثم قال: ما هذا في ثوبه؟ فقالوا لي: ما هذا في ثوبك؟ قلت: هذا شعر من شعر النبي صلى الله عليه وسم، قال: صُيرت بين العقابين، فقلت: يا أمير المؤمنين، الله الله! إن رسول الله صلى الله عليه وسلم قال: \"لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله، إلا بإحدى ثلاث\" وتلوت الحديث9، وقال رسول الله صلى الله عليه وسلم: \"أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم\" 10؛ فبم تستحل دمي ولم آت شيئا من هذا يا أمير المؤمنين؟ الله الله! لا يكفي الله وبيني وبينك مطالبة، يا أمير المؤمنين! اذكر وقوفك بين يدي الله كوقوفي بين يديك، يا أمير المؤمنين! راقب الله، فكأنه أمسك ولم يترك11، فقال ابن أبي دؤاد ¶ __________ ¶ 1 سورة الأنبياء الآية 2. ¶ 2 سورة ص الآية 1. ¶ 3 في الأصل: أليس. ¶ 4 ابن سماعة: محمد بن سماعة بن عبيد الله هلال بن وكيع، كان إماما عالما صالحا بارعا، صاحب اختيارات وأقوال في المذاهب، وله المصنفات الحسان، ولي القضاء وتوفي سنة 322?. (النجوم الزاهرة ج 2 ص 71) والبداية والنهاية ج 10 ص 312) . ¶ 5 مناقب الإمام أحمد لابن الجوزي ص 322ن وبدلا من هناه هنتاه. ¶ 6 ذكر محنة الإمام أحمد ص 48، 50. ¶ 7 العقابين: خشبتان يُشبَح الرجل بينهما للجلد (لسان العرب) . ¶ 8 ناقصة في الأصل: صلى الله عليه وسلم. ¶ 9 رواه الشيخان. ¶ 10 رواه الشيخان وأبو داود. ¶ 11 لعل الصواب ما أثبتناه.",
            "page": "388",
            "part": "1",
            "seal": "D1FAA5F2"
        },
        {
            "id": "24",
            "nass": "- وخاف أن يكون منه عطف أو رحمة -: يا أمير المؤمنين! إنه ضال مضل كافر بالله، قلت: يا أمير المؤمنين! اتق الله في دمي ونفسي، فقال: هذا كافر، وقال: هذا كافر، فأمرني حينئذ فأقمت بين العقابين، وجيء بكرسي فوضع له، فجلس عليه وابن أبي دؤاد وأصحابه قيام على رأسه، فقال لي إنسان: خذ الخشبتين بيدك وشد عليهما، فلم أفهم منه ذاك فتخلعت يداي، ثم قال أبو إسحاق للجلادين: أروني سياطكم، فنظر فقال: ائتوني بغيرها1، فأتوه بغيرها، ثم قال لهم: تقدموا، وقال لهم: ادنوا واحدا واحدا، ثم قال: أوجع؛ قطع الله يدك! فتقدم فضربني سوطين ثم تأخر، ثم قال لآخر: ادن، شد؛ قطع الله يدك! فضربني سوطين، ثم جاء آخر، فلم يزل كذلك فأغمي علي لما ضربني أسواطا، فلم أعقل حتى أرخى عني، فجاء فوقف وهم محدقون به، فقال: يا أحمد: ويلك تقتل نفسك، ويحك أجبني، أطلق عنك، وقال لي بعضهم: ويلك أمير المؤمنين قائم، ويلك إمامك على رأسك قائم، ويعجني عجيف بقائمة سيفه، فقال لي: يريد يغلب هؤلاء كلهم. ¶ وجعل إسحاق بن إبراهيم يقول لي: ويلك الخليفة على رأسك قائم، وهذا يقول: يا أمير المؤمنين، دمه في عنقي، ثم يرجع فيجلس على الكرسي، ثم يقول للجلاد: ادنه، أوجع؛ قطع الله يدك! ولم (يزل يدعو) 2 واحدا واحدا حتى يضربني سوطين سوطين، ويتنحى وهو يقول: (شدّ؛ قطع الله يدك!) 3 أوجع! قال: ثم قام إليّ الثالثة، وما أعقل، فجعل يقول: يا أحمد أجبني، قال: وجعل عبد الرحمن يقول لي: أصحابك يحيى وفلان وفلان، أليس قد أجابوا؟ قال للجلاد: أوجع! وذهب عقلي، واسترخيت، فلما أحس أني ميت، كأنه أرعبه ذلك، فأمر بتخليتي حينئذ، وأنا على ذلك لا أعقل، فما عقلت إلا وأنا في حجرة مطلق الأقياد\"4. ¶ وهكذا صور هذا الكتاب تلك البطولة الفذة في مواجهة الجيوش الخاسرة أبدع تصوير وأصدقه، صور الزبد والحق؛ {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ كَذَلِكَ يَضْرِبُ اللَّهُ الأَمْثَالَ} 5، صور الجبروت والإيمان، صور سيف الحق، صور سجن الدار وحرية النفس، صور قيد الحديد ¶ __________ ¶ 1 في الأصل: فأتوه بغيرها. ¶ 2 غير واضحة في الأصل. ¶ 3 العبارة من كتاب طبقات الشافعية الكبرى للسبكي. ¶ 4 ذكر محنة الإمام أحمد ص 61، 63. ¶ 5 سورة الرعد الآية 17.",
            "page": "389",
            "part": "1",
            "seal": "A94BF77C"
        },
        {
            "id": "25",
            "nass": "وانطلاق القلب واللسان، صور أن دولة الباطل ساعة ودولة الحق إلى قيام الساعة، صور واجب العلماء في مواجهة المنكر. ¶ فكان هذا الكتاب دليل الحيران في هذا الزمان، ومصباح الرشاد في بحر الظلمات، وكان نشره اليوم إسهاما في الدعوة إلى الله، ورسما للسلوك القويم، وما ينبغي أن يكون عليه الداعية من ثبات في العقيدة وقوة في الإيمان وصلابة في الحق\"1. ¶ __________ ¶ 1 تصدير: د. موسى شاهين لاشين لكتاب ذكر محنة الإمام أحمد بن حنبل.",
            "page": "390",
            "part": "1",
            "seal": "91150AC9"
        }
    ],
    "t10302": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "نبذة عن حياة الإمام أحمد بن حنبل:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "مؤلفاته"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "تلاميذه"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "وفاته"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "أولاده"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "محنة الإمام أحمد بن حنبل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الإمام أحمد مكبلا في الأغلال"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الترغيب والترهيب والتعذيب في عهد المعتصم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "تحديد إقامة الإمام أحمد في عهد الواثق"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "انتصار أهل السنة واندحار أهل البدعة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "مشهدان من محنة الإمام أحمد بن حنبل"
        }
    ]
}