{
    "b10306": [
        {
            "id": "1",
            "nass": "مقدمة ¶ ... ¶ التعليم في بلاد المسلمين ¶ تأليف: عبد الفتاح عشماوي ¶ بسم الله الرحمن الرحيم ¶ تقديم ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين وخاتم النبيين، الداعي إلى الله بإذنه والسراج المنير، نبينا محمد وعلى آله وصحبه والمهتدين بهديه والداعين بدعوته إلى يوم الدين.. وبعد: ¶ فإن الجامعة الإسلامية بالمدينة المنورة- انطلاقا من رسالتها الإسلامية، وتجاوبا مع أهدافها السامية وتبليغ رسالة الإسلام الخالدة إلى العالم، وغرس الروح الإسلامية وتنميتها، وتعميق التدين العلمي في حياة الفرد والمجتمع، المبنى على إخلاص العبادة له وحده، وتجريد المتابعة لرسوله صلى الله عليه وسلم قامت بعقد\"المؤتمر العالمي الأول لتوجيه الدعوة وإعداد الدعاة\"في المدة من 24 إلى 29 صفر من عام1397 هـ (12-17/2/1977م) بمقرها في طيبة الطيبة دار الهجرة والإيمان، ومشرق نور الإسلام، ومنطلق دعوته والعاصمة الأولى لدولته. ¶ والتقى في هذا المؤتمر العالمي صفوة من العلماء والدعاة وأساتذة الجامعات وقادة الفكر الإسلامي من 71 قطرا من أقطار العالم.",
            "page": "3",
            "part": "1",
            "seal": "F7A2F7E4"
        },
        {
            "id": "2",
            "nass": "وقد انتهى هذا المؤتمر إلى إصدار 98 توصية تعد منهاجا عاما يستمد منه الدعاة والمعنيون خطط الدعوة وبرامجها في المجالات المختلفة، وقد سبق طبعها وتوزيعها إثر انعقاد المؤتمر على الهيئات والجامعات والمؤسسات والشخصيات المسئولة والمعنية بشئون الدعوة. ¶ وبمناسبة عقد المؤتمر العالمي الثاني لتوجيه الدعوة وإعداد الدعاة رأت الجامعة تعميما للفائدة من بعض بحوث المؤتمر السابق اختيار عدد منها وطبعها ونشرها في كتيبات مستقلة، وتزويد الدعاة والمعنيين بشئون الدعوة بها تيسيرا للرجوع إليها والإطلاع على ما احتوته من دراسات، تلقي الأضواء على الدعوة الإسلامية ومناهجها وبرامجها وسبل أدائها، مما نرجو أن يكون فيه العون على أداء رسالتهم ونجاحهم في هذا الأداء بتوفيق الله عز وجل. ¶ ومن هذه البحوث هذا البحث الذي كتبه فضيلة الشيخ عبد الفتاح عشماوي. بعنوان: التعليم في بلاد المسلمين وكيف يكون في سياسته ومناهجه ومواده وغاياته إسلاميا. ¶ والله نسأل أن يتولى الجميع بتوفيقه وهداه وأن يجعل عملنا خالصا لوجهه الكريم إنه سميع مجيب. ¶ رئيس الجامعة الإسلامية د/ عبد الله بن صالح العبيد.",
            "page": "4",
            "part": "1",
            "seal": "E9A9C445"
        },
        {
            "id": "3",
            "nass": "باب اشادة الإسلام بالعلم والعلماء ¶ ... ¶ إشادة الإسلام بالعلم والعلماء ¶ طبيعة الإسلام تفرض على الأمة التي تعتنقه أن تكون أمة متعلمة ترتفع فيها نسبة المتعلمين وتهبط أو تنعدم نسبة الجاهلين. ¶ ذلك لأن حقائق هذا الدين من أصول أو فروع ليست طقوسا تنقل بالوراثة أو تعاويذ تشيع بالإيحاء وتنتشر بالإيهام. ¶ كلا إنها حقائق تستخرج من كتاب حكيم ومن سنة واعية. ولقد كان أول ما نزل من القرآن الكريم على سيدنا محمد صلى الله عليه وسلم قوله تعالى: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} . ¶ ولم يقل اقرأ باسم الله ذلك لأنه أراد سبحانه منذ البدء أن يشير إلى أن هذا الدستور الإلهي النازل من السماء إنه هو تربية، إنه نزل باسم المربي. ¶ وما دامت هذه التربية إلهية المصدر فهي إذن محكمة الإحكام كله، كاملة في جميع جوانبها. ¶ كانت (اقرأ) دعوة آمرة إلى الثقافة إلى العلم- إلى الفكر- إلى البحث المستفيض في السماء وفي الأرض. وفي الجبال وفي البحار، وفي كل ما خلق الله تعالى من كائنات صغرت أم كبرت.",
            "page": "7",
            "part": "1",
            "seal": "6C0AB7D1"
        },
        {
            "id": "4",
            "nass": "كانت أول صيحة تسمو بقدر القلم، وتفيض بقيمة العلم، وتعلن الحرب على الأمية الغافلة، وتجعل اللبنة الأولى في بناء كل رجل عظيم أن يقرأ وأن يعلم. ¶ ولم يسبق الإسلام- فيما نعلم- دين وقف من العلم كموقف الإسلام في الدعوة إليه والإشاادة بفضله. ¶ فأما الإشادة به فقد جاءت فيه نصوص كثيرة منها قوله تعالى: {نْ وَالْقَلَمِ وَمَا يَسْطُرُونَ} وقوله تعالى: {وَالطُّورِ وَكِتَابٍ مَسْطُورٍ فِي رَقٍّ مَنْشُورٍ} . ¶ ومن المعلوم أن أداة العلم قلم يكتب، ومداد يوضح، ومادة يكتب عليها، وقد أقسم الله بهذه الأدوات الثلاث. ¶ ومن أمعن النظر في كتاب الله الكريم وجد أن الله تعالى إنما يقسم بكثير من مخلوقاته تنويها بشأنها ولفتا لأنظار الناس إليها. ¶ ويقول تعالى في قصة خلق آدم: {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلاءِ إِنْ كُنْتُمْ صَادِقِينَ. قَالُوا سُبْحَانَكَ لا عِلْمَ لَنَا إِلا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ قَالَ يَا آدَمُ أَنْبِئْهُمْ بِأَسْمَائِهِمْ فَلَمَّا أَنْبَأَهُمْ بِأَسْمَائِهِمْ قَالَ أَلَمْ أَقُلْ لَكُمْ إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ وَالأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنْتُمْ تَكْتُمُونَ} .",
            "page": "8",
            "part": "1",
            "seal": "65AB0085"
        },
        {
            "id": "5",
            "nass": "ذكر الله تعالى في هذه الآيات رده على الملائكة الذين تعجبوا كيف يجعل الله في الأرض خليفة ممن شأنه سفك الدماء والإفساد في الأرض. ¶ فإن الإنسان وإن كان من بعض أخلاقه ما ذكرته الملائكة إلا أن هذه الخصائص يشترك فيها كثير من الحيوانات. ¶ ولكن الميزة الأولى التي ينفرد بها الإنسان، هي استعداده للعلم ومن أجلها استحق الخلافة في الأرض والسيطرة عليها. واستحق أن تخضع له أكرم مخلوقات الله وهم الملائكة فأمرهم بالسجود لآدم بعد أن ظهر لهم ميزته عليهم بالعلم. ¶ وفي هذا من الإشادة بالعلم وتكريمه وجعله الميزة الكبرى التي يتميز بها الإنسان عن غيره ما لا مزيد عليه وما نعرف له مثيلا في الديانات السابقة التي حكمت خلق الإنسان. ¶ ومما جاء في الحديث الشريف عن فضل العلم:\"إذا مات ابن آدم انقطع عمله إلا من ثلاث- صدقة جارية. أو علم ينتفع به. أو ولد صالح يدعو له\".",
            "page": "9",
            "part": "1",
            "seal": "60D2FEEC"
        },
        {
            "id": "6",
            "nass": "ومن الإشادة بالعلم ننتقل إلى الإشادة بالعلماء: ¶ ففي القرآن الكريم والسنة المطهرة من الإشادة بفضلهم ما يلفت الأنظار إلى سمو مكانة العلماء في نظر الإسلام. ¶ قال الله تعالى: {يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَات} وهو وقال سبحانه: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء} وفي الحديث الشريف \"العلماء ورثة الأنبياء\" رواه أبو داود والترمذي. ¶ ومن المعلوم أن الأنبياء هم الذروة في الكمال الإنساني، فهل هناك أكثر تشريفا للعلماء من أن يكونوا ورثتهم؟ ¶ من أجل هذا نجد أن الإسلام حث على طلب العلم والاجتهاد في تحصيله يقول الله تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} فإن أمر من لا يعلم أن يسأل ما لا يعلم لا يكون بالسؤال إلا من العلماء، ويقول الله تعالى: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} . ¶ وعن رسول الله صلى الله عليه وسلم أنه قال:\"طلب العلم فريضة على كل مسلم\" رواه البيهقي وابن عبد البر.",
            "page": "10",
            "part": "1",
            "seal": "2B836FD9"
        },
        {
            "id": "7",
            "nass": "وقد حث الإسلام أتباعه على الرحلة وطلب العلم. ¶ فقد صح عن رسول الله صلى الله عليه وسلم قوله:\"من سلك طريقا يلتمس فيه علما سهل الله له به طريقا إلى الجنة\" رواه مسلم وأبو داود والترمذي وغيرهم.",
            "page": "11",
            "part": "1",
            "seal": "038390FE"
        },
        {
            "id": "8",
            "nass": "باب وجوب التعلم والتعليم ¶ ... ¶ وجوب التعلم والتعليم ¶ أوجب الإسلام التعلم والتعليم وأنكر الجهالة ولم يقرها. ¶ فعن علقمة بن سعيد بن عبد الرحمن بن أبزى عن أبيه عن جده. قال: خطب رسول الله صلى الله عليه وسلم ذات يوم. فأثنى على طوائف من المسلمين خيرا. ثم قال:\"ما بال أقوام لا يفقهون جيرانهم. ولا يعلمونهم. ولا يعظونهم ولا يأمرونهم ولا ينهونهم. ¶ وما بال أقوام لا يتعلمون من جيرانهم. ولا يتفقهون. ولا يتعظون. والله ليعلمن قوم جيرانهم. ويفقهونهم. ويعظونهم. ويأمرونهم. وينهونهم. وليتعلمن قوم من جيرانهم. ويتفقهون. ويتعظون. أو لأعاجلنهم العقوبة\". ¶ ثم نزل. فقال قوم: من ترونه عنى بهؤلاء؟ قال: الأشعريين: هم قوم فقهاء ولهم جيران جفاة من أهل المياه والأعراب. فبلغ ذلك الأشعريين فأتوا رسول الله صلى الله عليه وسلم فقالوا: يا رسول الله ذكرت قوما بخير وذكرتنا بشر. فما بالنا؟ فقال:\"ليعلمن قوم جيرانهم. وليعظنهم. وليأمرونهم. ولينهونهم. وليتعلمن قوم من جيرانهم",
            "page": "12",
            "part": "1",
            "seal": "46FA8FDD"
        },
        {
            "id": "9",
            "nass": "ويتعظون. ويتفقهون أو لأعاجلنهم العقوبة في الدنيا\". فقالوا: يا رسول صلى الله عليه وسلم. أنفطن غيرنا؟ فأعاد قوله عليهم. فأعادوا قولهم: أنفطن غيرنا؟ فقال ذلك أيضا. فقالوا: أمهلنا سنة. فأمهلهم سنة. ليفقهونهم. ويعلمونهم. ويعظونهم. ثم قرأ رسول الله صلى الله عليه وسلم الآية: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرائيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ} 1 لآية. ¶ وإننا لنرى في هذا الحديث من الحقائق ما يجدر التنبيه إليها: ¶ ا- الرسول الكريم صلى الله عليه وسلم لم يقر قوما على الجهالة بجانب قوم متعلمين. ¶ 2- واعتبر بقاء الجاهلين على جهلهم وامتناع المتعلمين عن تعليمهم عصيانا لأوامر الله وشريعته. ¶ 3- واعتبر ذلك أيضا- عدوانا- (ومنكرا يوجبان اللعنة والعذاب) . ¶ 4- وأعلن الحرب والعقوبة على الفريقين حتى يبادروا إلى التعلم والتعليم. ¶ __________ ¶ 1 رواه الطبراني في الكبير عن علقمة بلفظه الموضح ونقله المنذري في الترغيب والترهيب ج1 ص 54، 55 بلفظه الموضح أيضا.",
            "page": "13",
            "part": "1",
            "seal": "FECDED69"
        },
        {
            "id": "10",
            "nass": "5- وأعطاهم لذلك مهلة عام واحد للقضاء على آثار الجهالة فيما بينهم. ¶ 6- ولئن كانت هذه الحادثة قد وردت بشأن الأشعريين - العلماء- وجيرانهم الجهلاء. فإن الرسول صلى الله عليه وسلم أعلن ذلك المبدأ بصفة عامة لا بخصوص الأشعريين وحدهم، بدليل أن الأشعريين لما جاؤوا يسألونه عن سر تخصيصهم بهذا الإنكار- كما فهم الناس- لم يقل لهم أنتم المرادون بذلك، بل أعاد القول العام الذي حلف ثلاث مرات دون أن يخصصه بالأشعريين، إشعارا بأن القضية قضية مبدأ عام غير مخصوص بفئة ولا عصر. ¶ وبذلك يكون الرسول صلى الله عليه وسلم قد أعلن مكافحة الأمية قبل أن تعلنه الدول المتحضرة في عصرنا هذا بأربعة عشر قرنا، وان هذا لعجيب أن يصدر من نبي أمي في بيئة أمية. ¶ لولا أنه رسول الله صلى الله عليه وسلم، الذي قال له مرسله سبحانه: {وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً} . فكانت الإشارة في الآية بعظم الفضل إلى مكانة ما علمه من العلم الذي ما كان قبل يعلمه.",
            "page": "14",
            "part": "1",
            "seal": "54DB726E"
        },
        {
            "id": "11",
            "nass": "باب سياسة التعليم في بلاد المسلمين ¶ ... ¶ سياسة التعليم في بلاد المسلمين. وكيف تكون ¶ إن سياسة التعليم في بلاد المسلمين اليوم تحتاج إلى مراجعة وتغيير شاملين. كي تحقق الغاية النبيلة من التعلم والتعليم. ¶ فيجب أن تسير سيرا حثيثا تستمد مبادئها من مباديء الإسلام وترسى أسسها على قواعده المتينة. ¶ ولن يتحقق ذلك إلا إذا كان القائمون على شئون التعليم من ذوى الخبرة الطويلة والفهم العميق الواعي لأصول التربية المستمدة من كتاب الله وسنة رسوله صلى الله عليه وسلم. ¶ وقد يتطرق إلى أذهان البعض أن كتاب الله وسنة رسوله صلى الله عليه وسلم لا يصلحان إلا للوعظ والإرشاد وشئون الآخرة فقط. ¶ أما أصول التربية الحديثة المتصلة بسياسة التعليم فهما بعيدان عنها كل البعد في أعينهم التي تبصر ولا تنظر. وهذا بلا شك خطأ ظاهر في الفهم وقصور في الإدراك لأن الله رب العالمين مربى الخلق وأعلم بنفوسهم. وضع للإنسان ما فيه صلاحه دنيا ودينا. ومهد له السبل ووضع ته من الوسائل ما يساعده على تقوية إدراكه واتساع دائرة معارفه. وسبحانه} عَلَّمَ الْأِنْسَانَ مَا لَمْ يَعْلَمْ} {عَلَّمَكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ} .",
            "page": "15",
            "part": "1",
            "seal": "C962B7ED"
        },
        {
            "id": "12",
            "nass": "ورسول الله صلى الله عليه وسلم، النبي الأمي الذي أوتي الكتاب ومثله معه، كان مثلا أعلى في رسم سياسة التعليم الناجحة التي قادت الأمة إلى الخير والهدى والرشاد ونسوق بعض الأمثلة على ذلك. ¶ كان صلى الله عليه وسلم يتخير الوقت المناسب ليلقى على القوم دروسه ومواعظه الحكيمة. حتى تجد في نفوسهم استعدادا تاما واستيعابا كاملا لكل ما يقوله صلى الله عليه وسلم. ¶ وكان صلى الله عليه وسلم يطيل الحديث نص بعض الأوقات، ويقتصر في أوقات أخرى. حسب ما يراه في القوم من استعداد وإصغاء. ¶ ومن الأمور التي يجب أن توضع موضع الاهتمام في سياسة التعليم في بلاد المسلمين اختيار المعلمين الأكفاء المخلصين في أداء رسالتهم والمتفانين في مهمتهم السامية وليكن لنا برسول الله صلى الله عليه وسلم أسوة حسنة. ¶ فقد كان صلى الله عليه وسلم يختار من الصحابة الأجلاء من يتوسم فيه الكفاءة التامة لمهمة تعليم المسلمين. ¶ فنراه صلى الله عليه وسلم يختار مصعب بن عمير مبعوثا إلى المدينة ليعلم المسلمين أمور دينهم، ويقرأ على أهلها القرآن ويفقههم في الدين.",
            "page": "16",
            "part": "1",
            "seal": "F9A1A0D6"
        },
        {
            "id": "13",
            "nass": "ونجح مصعب أيما نجاح في نشر الإسلام وجمع الناس عليه. واستطاع رضي الله عنه أن يتخطى الصعاب التي توجد دائما في طريق كل نازك غريب. ¶ وعندما أراد الرسول صلى الله عليه وسلم أن يرسل مبعوثا إلى اليمن، اختار معاذ بن جبل رضي الله عنه، وأراد صلى الله عليه وسلم أن يطمئن على مدى استعداده للقيام بهذه المهمة. فقال صلى الله عليه وسلم موجها كلامه إلى معاذ: ¶ \"بم تحكم يا معاذ؟ قال: بكتاب الله. قال: فإن لم تجد؟ قال: فبسنة رسول الله، قال: فإن لم تجد؟ قال: أجتهد رأيي، فسر رسول الله صلى الله عليه وسلم، وقال: الحمد لله الذي وفق رسول رسول الله للعمل بكتابه وسنة نبيه\". ¶ هذان الموقفان نسوقهما على سبيل المثال لا على سبيل الحصر والأمثلة على ذلك كثيرة. ¶ ولو حاولنا أن نتعرف على سر نجاح هؤلاء الصحابة الأجلاء الذين قاموا بمهمة التعليم لأدركنا أن سر ذلك هو: ¶ أولا: الاختيار الموفق والسياسة الرشيدة في التعليم. ¶ ثانيا: إخلاصهم لربهم ورسولهم ودينهم. ¶ ثالثا: أمانتهم العلمية واستيعابهم الكامل لكل ما تعلموه.",
            "page": "17",
            "part": "1",
            "seal": "809F7660"
        },
        {
            "id": "14",
            "nass": "رابعا: فرحهم الشديد ورغبتهم الأكيدة في تعليم غيرهم ابتغاء وجه الله. ¶ وبعد عصر النبوة أيضا. وما تلاه. سار التعليم في بلاد المسلمين على هذه السياسة الرشيدة والطريق القويم. فجمعت الأحاديث. وألفت الكتب. التي لا تزال إلى عصرنا هذا منهلا لكل باحث ودارس في شتى العلوم والفنون. ومازلنا نعيش عالة على تلك المؤلفات القيمة لأسلافنا الصالحين ... وعلمائنا العاملين المخلصين. ¶ أما اليوم: فإن سياسة التعليم في بلاد المسلمين تحتاج إلى تغيير شامل لأنها أصبحت تسير عكس الاتجاه الذي سار فيه أسلافنا فرغم كثرة المؤلفات في علم النفس وأصول التربية الحديثة وطرق التدريس. رغم كل هذا - نجد الطلاب في معاهد العلم على اختلاف أنواعها. وفي جميع بلاد المسلمين. نراهم غير جادين في تحصيل العلم للعلم لفضله ونوره- إلا قليلا ممن شرح الله صدره- وأصبح كل همهم من العلم وبغيتهم فيه هو الحصول على مؤهل علمي يؤهلهم لوظيفة معينة. ¶ ومن هنا مال العلم الدراسي إلى السطحية. وحلت الملخصات والمذكرات محل المراجع الغنية والمصادر الأصيلة. فيجب على القائمين على شئون التعليم في بلاد المسلمين.",
            "page": "18",
            "part": "1",
            "seal": "36D90F54"
        },
        {
            "id": "15",
            "nass": "الالتفات بعين الاعتبار إلى خطورة هذه الحالة ومعالجتها قبل أن يستشرى الداء. ¶ ومما يلفت النظر أيضا: أسماء الشهادات التي تمنح للخريجين من معاهد التعليم في بلاد المسلمين. لماذا لا تكون لها صيغتها العربية الإسلامية؟ ولا أظن أن معاجم اللغة العربية قاصرة عن أن تخرج لنا أسماء عربية أصيلة لمؤهلاتنا العلمية على اختلاف أنواعها. وحتى تكون لنا شخصيتنا الإسلامية المتكاملة. التي نفخر ونعتز بها. يجب ألا نترك التقليد والاقتباس طغيان على كل شيء. حتى على الأسماء والمسميات. ¶ وخلاصة القول: أن سياسة التعليم في بلاد المسلمين تحتاج إلى نظر وبحث واهتمام صادق من القائمين على التعليم وشئونه في بلاد المسلمين وأن يضعوا في اعتبارهم الاهتمام بالآتي: ¶ أولا: بالمعلم كيف يكون قدوة صالحة متمكنا من مادته مخلصا في عمله. مقتديا بمن سبقوه من السلف الصالح علما وسلوكا. ¶ ثانيا: بالتلميذ كيف نحببه في العلم ونرغبه فيه ونوصله إليه بالطرق السهلة بعيدا عن التعقيد. ¶ ثالثا: بمواعيد الدراسة، يجب أن تكون ملائمة لاستعداد الطالب لتلقى الدروس، ولنا برسول الله أسوة حسنة.",
            "page": "19",
            "part": "1",
            "seal": "37D10AAF"
        },
        {
            "id": "16",
            "nass": "رابعا: بمكان الدراسة، وربما يظن البعض أن هذا لا دخل له ولا تأثير على نفسية المعلم والطالب. ولكن هذا عامل هام من عوامل نجاح المعلم والطالب. ¶ ثم يجب أن نضع دائما في الاعتبار أن كل عمل بدون إخلاص لا نافع فيه ولا فائدة ترجى منه- فليكن الإخلاص رائدنا في أعمالنا.",
            "page": "20",
            "part": "1",
            "seal": "E2DE9B4D"
        },
        {
            "id": "17",
            "nass": "باب كيف تكون مناهج التعليم في بلاد المسلمين؟ ¶ ... ¶ كيف تكون مناهج التعليم في بلاد المسلمين؟ ¶ ولما كان التعليم الديني هو الأساس في تربية الناشئين تربية سلوكية صحيحة نرى أن تعرض مباديء الإسلام عرضا ميسرا سهلا- فالإسلام فضلا عن أنه دين فهو عقيدة، وسلوك. ¶ وهذا المبدأ يقتضى: ¶ أ- توزيع المناهج الدراسية مشتملة على هذه الألوان الثلاثة من كل صنف حتى يربى الشباب تربية روحية متكاملة. ¶ ب- إن كثيرا من الأحداث العامة والمواقف الجدية التي تتعلق بأذهان الشباب مجال طيف لإثارة العاطفة الدينية في نفوسهم، وهذا يدعونا إلى أن نربط دائما بين موضوع الدرس والحياة، بتفسير مشكلاتها وتلمس الحلول لها في ضوء التعاليم الدينية وهذا يتطلب إعداد المدرس المختص. ¶ ج- الموضوعات المقررة في المناهج ليست إلا نقط ارتكاز وللمدرس أن يسير منها إلى آفاق بحيدة ترتبط بالتعاليم الدينية.",
            "page": "21",
            "part": "1",
            "seal": "75E1D06A"
        },
        {
            "id": "18",
            "nass": "د- التقليد غريزة تتحكم في سلوك الشباب. والقيم الروحية تبعا لذلك تكتسب بالقدوة الصالحة. في البيت وفي المعهد. وفي المدرسة. ¶ كما أنها تكتسب كذلك بسرد المواعظ والعبر والموازنة بين الخير والشر. ثم بالحفظ والتلقين. ¶ هـ- إن كثيرا من النصوص عنيدة نافرة لا تأخذ بالنصح والتوجيه لأول وهلة. بل يجب أن تتخذ كذلك وسائل أخرى للتوجيه الروحي السليم كالتشويق الواعي المهذب. ¶ و والمواسم الدينية فرصة طيبة لتربية الوجدانات والمشاعر ويحسن انتهازها للتوجيه السلوكي. ¶ وخلاصة القول هنا: أنه يجب أن تكون مناهج التعليم في بلاد المسلمين مستمدة من تعاليم الإسلام سواء كانت مناهج دينية أ، طبيعية أو كونية أو غيرها من المواد التي تدرس في بلاد المسلمين. وألا يفصل الدين عن الحياة في شتى المجالات.",
            "page": "22",
            "part": "1",
            "seal": "8A43BD73"
        },
        {
            "id": "19",
            "nass": "باب مواد التعليم في بلاد المسلمين. وكيف تكون؟ ¶ ... ¶ مواد التعليم في بلاد المسلمين. وكيف تكون؟ ¶ لا يرى الإسلام أن للعلم حدا ينتهي عنده العالم، بل على العالم أن يدأب على البحث والنظر، وعليه أن يبتعد عن غرور أنصاف العلماء الذين يظنون أنهم علموا كل شيء، فليست هذه الصفة إلا لله وحده. قال تعالى: {نَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} ويقول سبحانه: {َمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلاً} ويقول جل شأنه: {َفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} . ¶ ويلاحظ من نصوص القرآن الكريم أن لفظ علم مطلق غير مقيد بعلم معين. اللهم إلا أن يكون علما ضارا بالأمة فهذا هو وحده الذي تحرمه مباديء الشريعة. جث تمنع كل ما يضر بالأمة كل ما يؤذي المجتمع. ¶ ومن هنا يتفق العلماء على تحريم السحر والشعوذة والرمل وأمثالها. وقد خص بعضهم تلك النصوص الحاثة على طلب العلم أو المشيدة بفضله بعلم (التفكر) من حيث إيصاله إلى خشية الله بمشاهدة قدرته وعظمته في ملكوته {ِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لِأُولِي الْأَلْبَابِ} .",
            "page": "23",
            "part": "1",
            "seal": "669D2534"
        },
        {
            "id": "20",
            "nass": "وخصها بعضهم بعلم (الفقه) من حيث يعرف به الناس الحلال والحرام ويستدلون لذلك بقول الرسول قيل:\"من يرد الله به خيرا يفقهه في الدين\". ¶ والصحيح: شمول مدلول العلم لكل علم نافع مفيد للأمة وشئون الدين والدنيا. ¶ أما الحديث المذكور فتخصيصه بعلم الفقه خطأ، إذ المراد بالفقه الوارد فيه (يفقهه) . ¶ هو الفهم والمعرفة بالدين الشامل للحياتين، لأن إطلاق (الفقه) على أحكام الحلال والحرام فقط اصطلاح متأخر عن عصر التشريع. وبذلك كان الصحيح ما فهمه المحققون من أنه يشمل كل ما جاءت به الشريعة من مباديء، وعقائد وأحكام وآداب وترغيب وترهيب وغيرها} وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْء} وهذا لا يمنع من أن يكون العلم بالحلال والحرام أشرف العلوم التي رغبت فيها الشريعة، لاتصالها بتصحيح العبادات والمعاملات مما يؤدي إلى الاستقامة في الحياة الدنيا والنجاة في الآخرة. ¶ ويرى علماء الشريعة ويجمعون على أن العلم المطلوب في الشرع نوعان: ¶ ا- ما هـ وفرض عين: أي ما يطلب تعليمه وجوبا من كل فرد مكلف ولا يعذر أحد في الجهل به.",
            "page": "24",
            "part": "1",
            "seal": "37468B5A"
        },
        {
            "id": "21",
            "nass": "وهو ما يحتاج إليه الإنسان في إقامة دينه وقبول عمله عند الله تعالى، واستقامة معاملته ومعاشرته للناس. ¶ ويدخل تحت هذا كله: تعلم أحكام العبادات، وتعلم أحكام المعاملات لمن يمارسها وكذا أهل الحرف. ¶ 2- ما هو فرض كفاية: وهو كل ما يحتاج إليه المجتمع من غير نظر إلى شخص بذاته. كتعلم الصناعات التي يحتاج إليها الناس وتعلم المهن التي لابد للناس عنها، من خياطة وحياكة وغيرها على قدر ما يحتاجون إليه. ¶ فإن لم يكن فيهم من يتعلم ذلك كانوا آثمين جميعا. ¶ ولا ننكر صواب الغزالي في قوله: أما فرض الكفاية فهو كل علم لا يستغنى عنه في قوام أمور الدنيا- كالطب. إذ هو ضروري في حاجة بقاء الأبدان. وكالحساب فإنه ضروري في المعاملات وقسمة الوصايا والمواريث وغيرها. وهذه العلوم التي لو خلا البلد بمن يقوم بها أثم أهل البلد. وإذا قام بها واحد كفي. وسقط الفرض عن الآخرين. وقال ابن عابدين: وأما فرض الكفاية من العلم. فهو كل علم لا يستغنى عنه في قوام أمور الدنيا. كالطب. والحساب. واللغة. وأصول الصناعات. كالفلاحة. والحياكة. والسياسة.",
            "page": "25",
            "part": "1",
            "seal": "7CF8E6FD"
        },
        {
            "id": "22",
            "nass": "ويلاحظ من هذه النصوص التي نقلناها أن القاعدة في العلوم التي هي فرض كفاية هي كل ما يحتاج إليه في شئون المجتمع. من تجارة وطب واقتصاد. وهندسة. وكمياء. وفيزياء. وكهرباء. وكذا صناعة الأسلحة والذخائر. وجميع الصناعات واللغات المختلفة. وكذا كل ما يجد في المستقبل من الحاجة إلى علوم أخرى فإنها تعتبر من فروض الكفاية. بحيث يجب على الأمة أن يكون فيها من العلماء بتلك العلوم ما يكفي لحصول الأمة على ثمار تلك العلوم. ¶ فلو كانت الأمة تحتاج في علم من العلوم إلى مائة عالم مثلا. ولم يكن فيها إلا خمسون عالما. تكون الأمة آثمة حتى يوجد فيها العدد الباقي اللازم من العلماء. ¶ وقد حرص المسلمون الأولون على تعلم كثير من العلوم. ونبغوا فيها. ولم يقتصروا على نوع معين من العلم، وقد أفادوا الأمة بل الإنسانية جمعاء بما تعلموه وبرعوا فيه، وأمثلة ذلك كثيرة.",
            "page": "26",
            "part": "1",
            "seal": "82A5FEC8"
        },
        {
            "id": "23",
            "nass": "باب غايات التعليم في بلاد المسلمين ¶ ... ¶ غايات التعليم في بلاد المسلمين ¶ حث الإسلام على طلب العلم والاجتهاد في تحصيله. بغية المنفعة العامة لا الخاصة حتى أن يتعلم الإنسان العلم ليعلمه غيره ولا يبخل به على أحد ولا يكتمه. وإلا عرض نفسه للعذاب وشديد العقاب. ¶ وقد رأينا كيف نعى رسول الله صلى الله عليه وسلم على الأشعريين حالهم لأنهم لم يعلموا جيرانهم الجهلاء. وأعطاهم مهلة عام ليعلموهم ويثقفوهم. وإلا عاقبهم على ذلك أشد العقاب. وما عليه المسلمون اليوم لا ينبيء بخير. فقد اتخذوا العلم وسيلة لا غاية. وسيلة يصلون بها إلى مؤهل يمكنهم من وظيفة معينة وانصرفوا عن تحصيل العلم لذاته. وتركوا الهدف الأسمى والغاية العليا من التعلم. ولم نجد من يخلص للعلم والتعليم إلا قليلا ممن هدى الله. ¶ فيجب أن يوضع في أذهان طلاب العلم وأن يوضح لهم غايات العلم والتعلم والهدف الأسمى من التعليم منذ المرحلة الأولى للتعليم حتى يشبوا راغبين في العلم لا راغبين عنه. وأن يكون المعلمون صادقين في رسالتهم. قدوة لتلاميذهم حتى تتحقق الغاية العظيمة. ويثمر العلم وتسير الأمة على هدى من ربها إلى عزتها. وقوتها. وحضارتها واستعادة مكانتها في قيادة ركب الحضارة. وتوجيه البشرية.",
            "page": "27",
            "part": "1",
            "seal": "FF299104"
        },
        {
            "id": "24",
            "nass": "كما كان حالها في السابق حيث تصدرت الحياة في كل ما تحتاج إليه الإنسان في يومه وغده.",
            "page": "28",
            "part": "1",
            "seal": "A10AF0A3"
        },
        {
            "id": "25",
            "nass": "باب شهادات يعتز يها المسلمون ¶ ... ¶ شهادات يعتز بها المسلمون ¶ يظن بعض علماء النفس والتربية. والاجتماع - المحدثين- أن القرآن الكريم لا ينهض بالإنسانية ولا يصلح إلا للترغيب والترهيب والعبادة فقط. ¶ وإلى هؤلاء وأمثالهم أسوق بعض الآراء. لبعض المستشرقين المنصفين. الذين كتبوا عن الحضارة الإسلامية والتشريع الإسلامي. والقرآن الكريم. ونبي الإسلام. صلى الله عليه وسلم - ما لم يكتبه أبناء الإسلام. ذلك أنهم أعرضوا فجهلوا. وغيرهم طلب فعلم. ¶ يقول الأستاذ (فينى) : \"إن القرآن ليس كتابا دينيا فقط، بل هو كتاب علم وآداب وسياسة واجتماع حتى أنه يرشد الإنسان إلى وظائفه اليومية\". ¶ ويقول الأستاذ (ادوار جيبون) :\"إن القرآن معترف به من حدود الاوفيانوس الأطلنطيكي إلى نهر الكانج: إنه الدستور الأساسي. ليس لأصول الدين فحسب بل للأحكام الجنائية والمدنية والشرائع التي عليها مدار الحياة البشرية وترتيب شئونهم\".",
            "page": "29",
            "part": "1",
            "seal": "C51AAFBB"
        },
        {
            "id": "26",
            "nass": "وينفي (ريتشارد وود) ما يقال عن القرآن من أنه حائل دون النهوض بالإنسان والارتقاء بفكره وحياته فيقول: \"إن القرآن يتضمن أحكام الدين وفي الوقت نفسه يتضمن الأمور المدنية والشئون السياسية\". ¶ ويقول (ريتشارد وود) نفسه:\"إن كثيرا من المستشرقين يزعمون أن المسلمين لن يتقدموا ما داموا مقيدين بنصوص القرآن التي لا تتلاءم- بزعمهم- مع المعارف والفنون الحديثة. ¶ وهذا وهم باطل نشأ عن الجهل بمقاصد القرآن. ويكفي برهانا على بطلانه. تاريخ صدر الإسلام وعناية علماء العرب بالعلوم والفنون ودراستهم لكتب الحكماء الأقدمين. ¶ وخير رد على ما يقال من أن القرآن الكريم كان مقصورا على حالات العرب الساذجة. قول الدكتور (بنوة) الفرنسي: \"إن نصوص آي الكتاب الموحى به إلى محمد منذ ما يزيد على ثلاثة عشر قرنا تتناسب وأحداث مباديء العلوم العصرية- وكان من جراء هذه الملاحظات أن آمنت نهائيا\".",
            "page": "30",
            "part": "1",
            "seal": "DD07C4CE"
        },
        {
            "id": "27",
            "nass": "وقول الكنت ادوارد كيوجا: \"إن القرآن يتضمن بين دفتيه كل ما تحتاج إليه الإنسانية. في ارتقائها وكمالها المعنوي\". ¶ وقول الدكتور رتين: \"إن دين محمد قد أكد منذ الساعة الأولى لظهوره. أنه دين عام يصلح لكل جنس وصنف. ولكل عقل وعصر- ولكل درجة من درجات الحضارة\". ¶ وبعد فقد أوردنا هذه الشهادات والاعترافات من مؤلفات بعض المستشرقين لنكون أبلغ حجة وأسلم موقف تجاه أباطيل زملائهم ومفترياتهم عن القرآن الكريم. وأنه جاء بتعاليم محدودة تتفق مع حالة العرب الأولى الساذجة. فهل نعود لتعود أيامنا؟ فلن يصلح آخرنا إلا بما صلح به أولنا نرجو هذا. وبالله التوفيق. ¶ وصلى اللهم على سيدنا محمد وعلى آله وأصحابه أجمعين ...",
            "page": "31",
            "part": "1",
            "seal": "27C27AD1"
        }
    ],
    "t10306": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "باب اشادة الإسلام بالعلم والعلماء"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "باب وجوب التعلم والتعليم"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "باب سياسة التعليم في بلاد المسلمين"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "باب كيف تكون مناهج التعليم في بلاد المسلمين؟"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "باب مواد التعليم في بلاد المسلمين. وكيف تكون؟"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "باب غايات التعليم في بلاد المسلمين"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "باب شهادات يعتز يها المسلمون"
        }
    ]
}