{
    "b10321": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين، والتابعين لهم بإحسان إلى يوم الدين وبعد: ¶ فإن الإتباع، والابتداع، أمران لهما أثرهما في صحة عقيدة المرء أو فسادها، وفي قبول العمل أو رده. ¶ وقد أمرنا الله عز وجل باتباع نبيه صلى الله عليه وسلم، وجعل ذلك آية محبته فقال عز وجل: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ الله فَاتَّبِعُونِي يُحْبِبْكُمُ الله} 1، وقال: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} 2. ¶ وأوصى نبيُّنا صلى الله عليه وسلم أمته باتباع سنته وسنة الخلفاء المهديين من بعده فقال: \"أوصيكم بتقوى الله، والسمع والطاعة، فإنه من يعش منكم فسيرى اختلافاً كثيراً، فعليكم بسنتي، وسنة الخلفاء الراشدين المهديين من بعدي، تمسكوا بها، وعضوا عليها بالنواجذ، وإيّاكم ومحدثات الأمور فإن كل محدثة بدعة، وكل بدعة ضلالة\" 3. ¶ فأرشد صلى الله عليه وسلم أمته إلى سبيل نجاتها عند وقوع الاختلاف، وهو الإتباع والتمسك بالسنن، وحذرها من الضلالة والبدعة والإحداث في الدين. ¶ __________ ¶ 1 سورة آل عمران: آية 31. ¶ 2 سورة الأنعام: آية 153. ¶ 3 سيأتي تخريجه ص 95.",
            "page": "55",
            "part": "1",
            "seal": "0127A92F"
        },
        {
            "id": "2",
            "nass": "والنصوص في هذا المعنى كثيرة متضافرة، في الكتاب، والسنة، وأقوال السلف، من الصحابة، والتابعين، وأئمة السلف في كل عصر. ¶ ولا يزال أهل الحق والسنة، من علماء هذه الأمة، يدعون إلى ما دعا الله عز وجل إليه في كتابه، وإلى ما دعا إليه رسوله صلى الله عليه وسلم، وأقوالهم في ذلك مدونة مسطورة، وآثارهم مشهورة، في سيرهم وأخبارهم، ولبعضهم مؤلفات خاصة في ذلك. ¶ ولقد وقفت على مؤلف لطيف في هذا الشأن، لإمام من أئمة أهل السنة والإتباع، ذلكم هو الإمام أبو عبد الله شمس الدين محمد بن أحمد الذهبي رحمه الله. ¶ وما إن انتهيت من مطالعته وقراءته، حتى عزمت على إخراجه، لما حواه مع لطافته وصغر حجمه، من فوائد عزيزة، وتأصيلات في هذا الشأن مفيدة، صاغها الإمام الذهبي رحمه الله بأسلوب مميز فريد، تلمس فيه صدق النصح لهذه الأمة، والحرص على هداية من انحرفت به السبل منها، في رفق ولين، مع غيرة على السنة والدين. ¶ ولئن كانت النسخة التي وقفت عليها خلت من ذكر اسم هذا المؤلَّف وعنوانه، إلا أن موضوعه، يدور حول الإتباع والتحذير من الابتداع، مما جعلني أرجح أن يكون هو كتاب \"التمسك بالسنن \" الذي ورد ذكره ضمن مؤلفات الإمام الذهبي1. ¶ وقد جعلت العمل فيه في قسمين: ¶ القسم الأول: دراسة عن المؤلف، والكتاب، في تمهيد ضم فصلين. ¶ الفصل الأول: في التعريف بالمؤلف تضمن: ¶ __________ ¶ 1 وانظر: ص 81 لمزيد الإيضاح عن اسم الكتاب.",
            "page": "56",
            "part": "1",
            "seal": "69EEAD29"
        },
        {
            "id": "3",
            "nass": "أولاً: اسمه. ¶ ثانياً: نسبته. ¶ ثالثاً: مولده. ¶ رابعاً: طلبه العلم وارتحاله إليه. ¶ خامساً: مكانته العلمية وثناء الناس عليه. ¶ سادساً: مصنفاته. ¶ سابعاً: جهوده في الدعوة إلى السنة ومحاربة البدعة. ¶ ثامناً: وفاته. ¶ الفصل الثاني: في التعريف بالكتاب ووصف النسخة الخطية، وعملي في الكتاب، على النحو التالي: ¶ * التعريف بالكتاب. ¶ أولاً: اسمه. ¶ ثانياً: توثيق نسبته للمؤلف. ¶ ثالثاً: موضوع الكتاب. ¶ * وصف النسخة المعتمدة في التحقيق. ¶ * عملي في الكتاب. ¶ القسم الثاني: تحقيق الكتاب. ¶ وقد بينت عملي فيه في الفقرة المشار إليها قبل. ¶ وإذ أقدم هذا الكتاب لأرجوا الله مخلصاً أن ينفع به من اطلع عليه، وأن يجعل عملي المتواضع فيه خالصاً لوجهه تعالى، وأن يصلح العمل والنية، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه وسلم. ¶ وكتبه/ د. محمد باكريم محمد باعبد الله ¶ 2/9/1415هـ",
            "page": "57",
            "part": "1",
            "seal": "FA551FFB"
        },
        {
            "id": "4",
            "nass": "التمهيد ¶ ... ¶ تمهيد في التعريف بالمؤلِّف والكتاب ¶ الفصل الأول: التعريف بالمؤلِّف. ¶ الفصل الثاني: التعريف بالكتاب ووصف النسخة المعتمدة وعملي في الكتاب.",
            "page": "59",
            "part": "1",
            "seal": "A2AC46CC"
        },
        {
            "id": "5",
            "nass": "الفصل الأول: التعريف بالمؤلِّف: ¶ أولا: اسمه. ¶ ثانيا: نسبته. ¶ ثالثا: مولده. ¶ رابعا: طلبه العلم ورحلاته. ¶ خامسا: مكانته العلمية وثناء الناس عليه. ¶ سادسا: مصنفاته. ¶ سابعا: جهوده في الدعوة إلى السنة ومحاربة البدعة وأسلوبه في ذلك. ¶ ثامنا: وفاته.",
            "page": "61",
            "part": "1",
            "seal": "A0F63688"
        },
        {
            "id": "6",
            "nass": "الفصل الأول ¶ التعريف بالمؤلِّف ¶ بعد الدراسة الضافية والموسعة، التي قدَّمها الدكتور بشار عوّاد عن الإمام الذهبي بعنوان: \"الذهبي ومنهجه في كتابه تاريخ الإسلام \"1؛ لا أجدني بحاجة إلى تقديم دراسة وافية عن حياة الإمام الذهبي، وسأكتفي بتدوين ترجمة موجزة للمؤلف تتضمن الأمور التالية: ¶ أولاً: اسمه: ¶ محمد بن أحمد بن عثمان بن قايماز، ابن الشيخ عبد الله التركماني، الفارقي2 ثم الدمشقي الشافعي3، ويكنى بأبي عبد الله. ¶ ثانياً: نسبته: ¶ اشتهر رحمه الله بـ \"الذهبي \" أو \"ابن الذهبي \"، نسبة إلى صنعة أبيه، حيث كان أبوه قد برع في صنعة الذهب، وتميز بها فعرف بالذهبي. ¶ قال د. بشار: \"ويبدو أنه- أي صاحب الترجمة- اتخذ صنعة أبيه مهنة له في أول أمره، لذلك عُرف عند بعض معاصريه بـ \"الذهبي \"، مثل: الصلاح الصفدي، وتاج الدين السبكي، والحسيني، وعماد الدين ابن كثير \"4. ¶ __________ ¶ 1 وهي في الأصل أطروحة دكتوراه في التاريخ الإسلامي، ظهرت أولى طبعاتها سنة 1976م. ¶ 2 نسبة إلى \"ميافارقين\"مدينة من أشهر مدن ديار بكر. انظر عنها: معجم البلدان للحموي: 4/703. ¶ 3 الذهبي: المعجم المختص بالمحدثين: ص97، بتحقيق: محمد الحبيب الهيلة, نشر مكتبة الصحابة بالطائف سنة 1408هـ. ¶ 4 الذهبي ومنهجه في كتابه تاريخ الإسلام ص 79, ط: الحلبي 1976م.",
            "page": "62",
            "part": "1",
            "seal": "DC677082"
        },
        {
            "id": "7",
            "nass": "قلت: ويدل لذلك قول سبط ابن حجر في ترجمته: \"وتعلَّم صناعة الذهب كأبيه وعرف طرقها\"1. ¶ لذا نجد الذهبي يعرِّف نفسه في الغالب بـ \"ابن الذهبي \"2 وأحيانا بـ \" الذهبي\" 3. ¶ ثالثاً: مولده: ¶ ولد الإِمام الذهبي في ربيع الآخر سنة ثلاث وسبعين وستمائة4 في مدينة دمشق5. ¶ قال تلميذه الصفدي: \"وأخبرني- أي الذهبي- عن مولده فقال: في ربيع الآخر سنة ثلاث وسبعين وستمائة\"6. ¶ رابعاً: طلبه العلم ورحلاته: ¶ بدأ الذهبي رحمه الله في طلب العلم في سن الثامنة عشرة من عمره 7، وكانت عنايته متجهة إلى علم القراءات، وعلم الحديث، وقد بلغ في علم القراءات شأواً عالياً، فبرع في هذا الفن حتى إن شيخه شمس الدين أبا عبد الله محمد بن عبد العزيز الدمياطي، أقعده مكانه في حلقته في الجامع الأموي في أواخر سنة 692، أو أوائل 693 حينما أصابه المرض الذي توفى فيه8، وألف في هذا الفن كتابه القيِّم \"طبقات القُرَّاء\". ¶ __________ ¶ 1 رونق الألفاظ: (2/ 35/ آ) مخطوط. عن قاسم علي سعيد صفحات في ترجمة الحافظ الذهبي. ¶ 2 انظر: المعجم المختص. ص 97، ومعجم الشيوخ الكبير: 1/12 بتحقيق: محمد الحبيب الهيلة، نشر مكتبة الصحابة بالطائف سنة 1408 هـ. ¶ 3 انظر: السبكي. طبقات الشافعية الكبرى: 9/ 102، بتحقيق: محمود الطناحي، وعبد الفتاح الحلو، ط: الأولى 1383 هـ. ¶ 4 الذهبي: المعجم المختص: ص 97 ¶ 5 المصدر السابق. ص 97. ¶ 6 نكت الهميان: ص 242، ط: المطبعة الجمالية بمصر، سنة 1329 هـ. ¶ 7 ابن فهد: لحظ الألحاظ ذيل تذكرة الحفاظ: ص 348. ¶ 8 الذهبي: معجم الشيوخ:2/218.",
            "page": "63",
            "part": "1",
            "seal": "DFA73D83"
        },
        {
            "id": "8",
            "nass": "أما علم الحديث فقد شغف به، وأولاه جل عنايته، فسمع ما لا يحصى من الكتب، ولقي الكثير من الشيوخ وأخذ عنهم، وأصيب بالشَّرَهِ في سماع الحديث وقراءته حتى إنه كان يسمع من أناس قد لا يرضى عنهم، كما قال في ترجمة: علاء الدين أبي الحسين بن مظفر الاسكندراني: \"ولم يكن عليه ضوء في دينه، حملني الشره على السماع من مثله، والله يسامحه\"1. ¶ وقد رحل الإمام الذهبي في طلب العلم، فسمع بدمشق، وبعلبك، وبالقرافة، وبالثغر، ومكة، وحلب، ونابلس2، وحمص، وطرابلس، والرّملة، وبلبيس، والقاهرة، والإسكندرية، والحجاز، والقدس وغير ذلك3. ¶ خامساً: مكانته العلمية وثناء الناس عليه: ¶ برع الإِمام الذهبي رحمة الله عليه في علم الحديث ورجاله، والتاريخ وله تمكن في علم القراءات، مع مشاركة قوية في مختلف علوم الشريعة، وعلوم الآلة من نحو وصرف وأدب. ¶ وقد تبوّأ رحمه الله مكانة علمية عالية في حياته، وكان جديراً بتولي مشيخة بعض المدارس والدور العلمية في عصره. ¶ فتولى مشيخة دار الحديث بتربة أم الصالح، وهي من أكبر دور الحديث بدمشق, كما تولى بعد ذلك مشيخة دار الحديث الظاهرية. ¶ وتولى تدريس الحديث بالمدرسة النفيسية، ومشيخة الحديث بدار ¶ __________ ¶ 1 انظر: معجم الشيوخ 2/58. ¶ 2 الذهبي: المعجم المختص: ص 97. ¶ 3 الصفدي: نكت الهميان: ص 242.",
            "page": "64",
            "part": "1",
            "seal": "FAE0A4A6"
        },
        {
            "id": "9",
            "nass": "الحديث والقرءآن التنكزية، ودار الحديث الفاضلية، ودار الحديث العُروّية1. ¶ عرف منزلة الذهبي هذه، ومكانته، أفاضلُ أهل العلم من تلاميذه الذين أخذوا وتلقوا عنه، ومعاصريه الذين أدركوا فضله ومكانته، ومن جاء بعده من أهل العلم والفضل، فذكروه بخير، وأثنوا عليه بالجميل. ¶ فقال تلميذه صلاح الدين خليل بن أيبك الصفدي في ترجمته: \" ... أبو عبد الله الذهبي، حافظ لا يجارَى، ولافظ لا يبارَى، أتقن الحديث ورجاله، ونظر علله وأحواله، وعرف تراجم الناس، وأزال الإيهام في تواريخهم والإلباس، مع ذهن يتوقد ذكاؤه، ويصح إلى الذهب نسبته وانتماؤه، جمع الكثير، ونفع الجم الغفير، وأكثَر من التصنيف، ووفر بالاختصار مؤونة التطويل في التأليف ... اجتمعت به وأخذت عنه، وقرأت عليه كثيراً من تصانيفه، ... له دُربة بأقوال الناس، ومذاهب الأئمة من السلف، وأرباب المقالات، وأعجبني ما يعانيه في تصانيفه من أنه لا يتعدى حديثاً يورده حتى يبين ما فيه من ضعف متن، أو ظلام إسناد، أو طعن في رواة، وهذا لم أر غيره يعاني هذه الفائدة فيما يورده\"2. ¶ وقال ابن ناصر الدين: \" ... كان آية في نقد الرجال، عمدة في الجرح والتعديل، عالماً بالتفريع والتأصيل، إماماً في القراءات، فقيهاً في النظريات، له دُربة بمذاهب الأئمة وأرباب المقالات، قائماً بين الخلف، ينشر السنة ومذهب السلف ... \" 3. ¶ وقال عنه السيوطي: \" ... وطلب الحديث وله ثماني عشرة سنة، فسمع الكثير، ورحل، وعني بهذا الشأن، وتعب فيه وخدمه، إلى أن رسخت فيه ¶ __________ ¶ 1 راجع عن هذه المدارس ومشيخة الذهبي لها: الذهبي ومنهجه في كتابه تاريخ الإسلام: ص 133. ومقدمة د. بشار لسير أعلام النبلاء: 1/41. ¶ 2 نكت الهميان: ص 241. ¶ 3 الرد الوافر: ص65، بتحقيق: زهير الشاويش، ط: الأولى 1400هـ، نشر: المكتب الإسلامي.",
            "page": "65",
            "part": "1",
            "seal": "3CB63177"
        },
        {
            "id": "10",
            "nass": "قدمه، وتلا بالسبع، وأذعن له الناس، -قال-: \"وحكي عن شيخ الإِسلام أبي الفضل ابن حجر أنّه قال: \"شربت ماء زمزم لأصل إلى مرتبة الذهبي في الحفظ\". ¶ والذي أقوله إن المحدثين عيال الآن في الرجال وغيرها من فنون الحديث على أربعة: المزي، والذهبي، والعراقي، وابن حجر\"1. ¶ هذا بعض ما قيل في هذا الإمام العظيم الشأن، وما تركت أكثر، وهو بعض ما يستحقه رحمة الله عليه. ¶ أمّا هو فكان يقلل من شأن نفسه، ويتواضع تواضع العلماء الربّانيين فيقول في ترجمته لنفسه: \" ... وجمع تواليف- يقال مفيدة - والجماعة يتفضلون ويثنون عليه، وهو أخبر بنفسه، وبنقصه في العلم والعمل، والله المستعان، ولا قوة إلاّ به، وإذا سلم لي إيماني فيا فوزي\"2. ¶ يقول هذا عن نفسه، وهو من عرفنا في العلم والإمامة والفضل، فهل يعي هذا الجانب طلبة العلم؟، فإن لهم والله في سيرة هذا الإمام وأمثاله لقدوة، وأسوة. ¶ سادساً: مصنفاته: ¶ ذكر الدكتور بشّار للإمام الذهبي مائتين وأربعة عشر مصنفاً، وأشار في مقدمته إلى أنه عني بذكر آَثار الذهبي من المختصرات، والانتقاءات والتآليف، والتخاريج، مما ذَكَرتْه المصادر، أو وقف عليه, سواء أكانت مفقودة أم مخطوطة أم مطبوعة3. ¶ __________ ¶ 1 طبقات الحفاظ: ص 522، ط: الأولى 1403 هـ، نشر: دار الكتب العلمية. ¶ 2 المعجم المختص. ص 97. ¶ 3 الذهبي ومنهجه في كتابه تاريخ الإسلام ص 139.",
            "page": "66",
            "part": "1",
            "seal": "AB1C16CC"
        },
        {
            "id": "11",
            "nass": "وأشار أيضاً إلى أنه لم يُعْنَ باستقصاءِ طبعات الكتب ولا نُسَخِها في جميع خزائن العالم1. ¶ وقد بذل جهداً متميزاً في دراسته للإمام الذهبي وكتابه \"تاريخ الإسلام \" بوجه عام، وفي اعتنائه بتتبع مؤلفاته ومحاولة استقصائها. ¶ ومع ذلك فقد فاته ذكر بعض مصنفات الإمام الذهبي، التي لم يقف عليها أو على ذكر لها، ذكر منها الأستاذ: قاسم علي سعد ثمانية وثلاثين مصنفاً2. وفاته هو أيضاً ذكر بعض مصنفات الإمام الذهبي. وفي هذا دلالة على أن النقص وعدم الكمال من طبيعة عمل البشر، إذ أبى الله أن يتم كتاباً غير كتابه عز وجل. ¶ ولمّا كان عمل الباحثين في فن من الفنون يكمل بعضه بعضاً، ويبدأ الآخر من حيث انتهى الذي قبله وهكذا حتى تتظافر الجهود على البلوغ بالبحث إلى أقصى ما يمكن للبشر من الاستيعاب والإتقان. ¶ فإني من هذا المنطلق لم أشأ أن أعدد مصنفات الذهبي، التي ذكرها د. بشار أو الأستاذ قاسم علي سعد، لأنه تكرار لا موجب له، ورأيت أن أكتفي ببعض الإضافات التي وقفت عليها، سواء في أسماء المصنفات والمؤلفات، أو في ذكر نسخ خطية أخرى لبعضها، أو في الإشارة إلى طبع ما تم طبعه منها، وإن كان الدكتور بشار لم يلتزم باستقصاء الطبعات، ولا النسخ إلاّ أنه لو وقف على شيء من ذلك لذكره، وحيث إن في ذكر ذلك ما يفيد الباحثين، وطلاب العلم رأيت أن لا غضاضة في ذكر ما وقفت عليه أو بلغه علمي من نسخ أخرى لبعض هذه المؤلفات، أو طبعات لبعضها، أو زيادة توثيق لمصنفات ذكرها د. بشار، ولاسيما إذا كان هذا التوثيق من كلام الإمام الذهبي. ¶ __________ ¶ 1 المصدر السابق ص 140. ¶ 2 صفحات في ترجمة الحافظ الذهبي: ص 31.",
            "page": "67",
            "part": "1",
            "seal": "F0BF6786"
        },
        {
            "id": "12",
            "nass": "وهذا العمل ليس استدراكا على الباحثين الكريمين، ولا يقلل بحال من عملهما وإنما هو إضافة أطمع أن تكون مكملة لعملهما، مفيدة للباحثين وطلاب العلم. ¶ وهذا أوان تفصيل ذلك: ¶ أولاً: مؤلفات لم يذكرها د. بشار، أو الأستاذ قاسم: ¶ 1- أسماء الذين راموا الخلافة. ¶ ورقة واحدة طبعت بتحقيق د. صلاح الدين المنجد. ¶ 2- الإمامة العظمى. ¶ رسالة اختصر فيها كلام ابن حزم في ذلك، لها نسخة مصورة في قسم المخطوطات بالجامعة الإسلامية بالمدينة المنورة. ¶ 3- مختصر الجهر بالبسملة لأبي شامة: ¶ له نسخة في الظاهرية ضمن مجموع رقم (55) الذي فيه \"ذكر الجهر بالبسملة مختصراً\" الذي اختصره الذهبي من تصنيف في هذا الموضوع للخطيب البغدادي، ذكره د. بشار برقم (133) . ¶ 4- مسائل في طلب العلم وأقسامه. ¶ يوجد له نسخة في الظاهرية برقم (3216) وهو غير كتاب: \"بيان زغل العلم\" الذي ذكره د. بشار برقم (119) ،وأشار إلى نشره. وقد طبع كتاب المسائل، بتحقيق: جاسم الدوسري. ¶ 5- مشيخة محمد بن يوسف بن يعقوب: ¶ ذكره الذهبي في \"المشتبه\"1. ¶ __________ ¶ 1 المشتبه في الرجال:1/290, بتحقيق علي محمد البجاوي، ط الأولى 1962.",
            "page": "68",
            "part": "1",
            "seal": "1B78CCB8"
        },
        {
            "id": "13",
            "nass": "6 - العزة للعلي العظيم. ¶ ذكره الذهبي في السير (11/ 291) ويحتمل أن يكون هو \"العلو للعلي العظيم \". ¶ ثانياً: ذكر نسخة أو نسخ خطية لبعض مؤلفات الذهبي، لم يشر إليها د. بشار. ¶ 1- بيان زغل العلم. ¶ ذكره د. بشار برقم (119) وذكر له نسخة برلين. ¶ قلت: عُثر له على نسختين أخريين: ¶ أولاهما: في مكتبة الأحقاف بتريم، وعنها صورة في معهد المخطوطات في الكويت تحت رقم (181) . ¶ والأخرى: في إحدى مكتبات اليمن، وعنها صورة في قسم المخطوطات في عمادة شئون المكتبات في الجامعة الإسلامية تحت رقم (254) . ¶ 2- ذيل دول الإسلام. ¶ ذكره د. بشار برقم (64) ، ولم يذكر له نسخاً خطية. ¶ قلت: له نسخة خطية في مكتبة \"تشستربتي \" برقم (4100) ، بعنوان \"ذيل تاريخ الإسلام\". ¶ 3- الرخصة في الغناء بشرطه. ¶ ذكر له د: بشار نسخة الظاهرية رقم (7159) في 54 ورقة. ¶ قلت: له نسخة أخرى في مكتبة \"تشستربتي\" في إيرلندا، تحت رقم (5356) في 57 ورقة. ¶ 4- مختصر مناقب سفيان الثوري. ¶ ذكره د. بشار برقم (163) ، وقال: ولا نعرف اليوم منه نسخة.",
            "page": "69",
            "part": "1",
            "seal": "9FA78D9A"
        },
        {
            "id": "14",
            "nass": "قلت: له نسخه في دار الكتب المصرية برقم (382 مجاميع طلعت) . ¶ 5- المعجم المختص بمحدثي العصر. ¶ ذكره د. بشار برقم (84) ولم يذكر له نسخة. ¶ وقد وجد له نسختان خطيتان الأولى في المكتبة الناصرية بالهند تحت رقم (154) ، والثانية في مكتبة آزاد ذخيرة سبحان الله، الجامعة الإسلامية في عليكره برقم (212 ع 297) /2. ¶ 6- المقتنى في سرد الكنى. ¶ ذكره د. بشار برقم (169) ، وذكر له ثلاث نسخ، الأولى في الأحمدية بحلب، والثانية في مكتبة فيض الله في استانبول، والثالثة في مكتبة الأوقاف ببغداد. ¶ قلت: له نسخة رابعة في دار الكتب المصرية برقم (2786 ب) . ¶ ثالثاً: ذكر بعض مصنفات الذهبي التي طبعت, ولم يشر إليها د. بشار إما لأنها طبعت بعد انتهائه من مؤلفه، أو لم يقع له علم بذلك. ¶ 1- أحاديث مختارة من الموضوعات من الأباطيل للجوزقاني. [125] 1 ¶ طبع بتحقيق: د. محمد حسن الغماري، بعنوان \"مختصر الأباطيل والموضوعات\". نشرته دار البشائر الإسلامية سنة 1413 هـ. ¶ 2- الأربعين في صفات رب العالمين. [13] ¶ طبع بتحقيق: جاسم سليمان الدوسري، نشرته الدار السلفية في الكويت، سنة 1408 هـ. ¶ كما طبع أيضاً بتحقيق: عبد القادر بن محمد عطا صوفي، نشرته ¶ __________ ¶ 1 الرقم بين الحاصرتين المعقوفتين يشير إلى رقم الكتاب في كتاب د. بشار \"الذهبي ومنهجه في كتابه تاريخ الإسلام\".",
            "page": "70",
            "part": "1",
            "seal": "691A169D"
        },
        {
            "id": "15",
            "nass": "مكتبة العلوم والحِكَم بالمدينة المنورة، سنة 1413هـ. ¶ 3- تَشَبُّه الخسيس بأهل الخميس. [29] ¶ طبع بتحقيق: علي حسن عبد الحميد، نشرته دار عمار، بالأردن، سنة 1408 هـ. ¶ 4- ذكر الجهر بالبسملة مختصراً. [133] ¶ طبع بتحقيق: جاسم سليمان الدوسري، نشرته الدار السلفية في الكويت، سنة 1408 هـ. ¶ 5- ذكر من اشتهر بكنيته من الأعيان. [61] ¶ طبع بتحقيق: جاسم سليمان الدوسري، نشرته الدار السلفية في الكويت، سنة 1408 هـ. ¶ 6- المجرد في أسماء رجال كتاب سنن الإمام أبي عبد الله ابن ماجة سوى من أخرج له منهم في أحد الصحيحين. [78] ¶ طبع بتحقيق: جاسم سليمان الدوسري، نشرته الدار السلفية في الكويت، سنة 1408هـ. ¶ 7- مختصر مناقب سفيان الثوري. [163] ¶ طبع بتحقيق: قسم التحقيق بدار الصحابة للتراث بطنطا، سنة 1413هـ. ¶ 8- معجم الشيوخ الكبير. [81] ¶ طبع بتحقيق: د. محمد الحبيب الهيلة، نشرته مكتبة الصديق بالطائف، سنة 1408 هـ. ¶ 9- المعجم الصغير. [83] ¶ طبع بتحقيق: جاسم سليمان الدوسري، نشرته الدار السلفية في الكويت، سنة 1408هـ. باسم \" المعجم اللطيف \".",
            "page": "71",
            "part": "1",
            "seal": "2C7D5607"
        },
        {
            "id": "16",
            "nass": "10- المعجم المختص بمحدثي العصر. [84] ¶ طبع بتحقيق: د. محمد الحبيب الهيلة، نشرته مكتبة الصديق بالطائف، سنة 1408 هـ. ¶ 11- المقتنى في سرد الكنى. [169] ¶ طبع بتحقيق: محمد صالح المراد، نشره مركز البحث وإحياء التراث الإسلامي في الجامعة الإِسلامية بالمدينة المنورة، سنة 1408 هـ. ¶ 12- الموقظة في علم مصطلح الحديث. [11] ¶ طبع بعناية: عبد الفتاح أبي غدة، نشرته مكتبة المطبوعات الإِسلامية في حلب، سنة 1405 هـ، وأعادت طبعه سنة 1412 هـ. ¶ رابعاً: توثيق نسبة بعض مؤلفات الذهبي من كلامه في بعض مؤلفاته الأخرى. ¶ اعتمد د. بشار في توثيق نسبة بعض المؤلفات للإِمام الذهبي على ذكر بعض المترجمين للإِمام الذهبي لها، مع أن الإمام الذهبي ذكرها في بعض كتبه، ولعل الدكتور بشار لم يقف على ذلك، ووثق نسبة بعضها من كلام الذهبي نفسه في بعض كتبه، ثم وقفت على توثيقها من كلامه أيضا في بعض كتبه فرأيت إثبات ذلك أيضا للفائدة. فمن ذلك: ¶ 1- ترجمة محمد بن الحسن الشيباني [105] ¶ ذكره الذهبي أيضاً في: السير: 13/233. ¶ 2- سيرة الحلاج. [108] ¶ ذكره الذهبي أيضاً في السير: 16/265، وقال: \"وقد جمعت بلاياه في جزئين \"، وفي كلام الإِمام الذهبي هذا إجابة على قول د. بشار: \"وهو من كتب الذهبي الغريبة لأنه لم يكن من الذين يعتقدون",
            "page": "72",
            "part": "1",
            "seal": "381EA6EF"
        },
        {
            "id": "17",
            "nass": "الحلاج ومبادئه\"- ثم قال: \"ولعله اهتم به لشهرته ولشدة خطورة سيرته وما قام به و ... \". ¶ قلت: وإنما جمعها الإِمام الذهبي للتحذير منها، وبيان فسادها ومخالفتها للشرع. ¶ 3- طرق أحاديث النزول [8] ¶ وثقه د. بشَّار من كلام ابن تغري بردى، وسبط ابن حجر، وابن العماد. ¶ وقد ذكره الذهبي نفسه في كتابيه \" العلو ص 73\"1 و\"الأربعين في صفات رب العالمين. ص70\"2. ¶ 4- كتاب مسألة دوام النار. [23] ¶ وثقه د. بشار أيضاً من كلام المذكورين في الذي قبله. ¶ وقد ذكره الذهبي نفسه في السير: 18/126. ¶ 5- كتاب معرفة آل منده. [85] ¶ ذكره الذهبي أيضاً في السير: 17/38. ¶ 6- كسر وثن رتن. [163] ¶ ذكره الذهبي أيضاً في السير: 12/367. ¶ 7- الكلام على حديث الطير. [5] ¶ ذكره الذهبي أيضاً في السير: 13/233. ¶ __________ ¶ 1 بتصحيح: عبد الرحمن محمد عثمان ط المكتبة السلفية بالمدينة. ¶ 2 بتحقيق. عبد القادر بن محمد عطا صوفي.",
            "page": "73",
            "part": "1",
            "seal": "7F47FDC4"
        },
        {
            "id": "18",
            "nass": "سابعا ً: جهوده في الدعوة إلى السنة ومحاربة البدعة وأسلوبه في ذلك: ¶ الإمام الذهبي من أئمة أهل السنة، وأعلامهم في عصره، له في الدعوة إلى السّنة والذبِّ عنها، ومحاربة البدعة والتحذير منها، جهود مشكورة، وآثار مذكورة مشهورة. ¶ فمؤلفاته المفيدة، في التاريخ، والتراجم، كتاريخ الإِسلام، وسير أعلام النبلاء، وتذكرة الحفاظ، وميزان الاعتدال، تحمل في طياتها كثيراً من أقواله في الحضِّ على التمسك بالسنة، والثناء على أهلها، والتحذير من البدع وأهلها، وله في ذلك مصنفات متخصصة في كثير من مسائل الدين، عقيدة، وعبادة، بيَّن فيها منهج أهل السنة والسلف الصالح الواجب اتباعه، وردّ على أهل البدع من الفرق والطوائف الحائدة عن سواء الصراط. ¶ فمن هذه المصنفات: ¶ 1- كتابه القيم: العلو للعلي الغفار1. وهو من أهم الكتب المصنفة في مسألة العلو, جمع فيه النصوص من الكتاب، والسنة، وآثار السلف والأئمة في إثبات علو الله عز وجل على عرشه، والرد على النفاة والمؤولة لهذه الصفة. ¶ 2- الأربعين في صفات رب العالمين2. أورد فيه أربعين حديثاً في عدد من صفات الله عز وجل. ¶ __________ ¶ 1 مطبوع، تقدم. ¶ 2 طبع، بتحقيق: جاسم سليمان الدوسري، نشرته الدار السلفية في الكويت سنة 1408 هـ. وله طبعة أخرى بتحقيق: عبد القادر محمد عطا، نشرته مكتبة العلوم والحكم سنة 1413 هـ.",
            "page": "74",
            "part": "1",
            "seal": "0D090A15"
        },
        {
            "id": "19",
            "nass": "3- كتاب رؤية الباري، عز وجل. وهو من كتبه التي لم تصل إلينا. ¶ 4- كتاب مسألة الوعيد. ولم يصل إلينا أيضاً. ¶ 5- كتاب في مسألة دوام النار. ولم يصل إلينا أيضاً. ¶ 6- تشبه الخسيس بأهل الخميس. وهو في بيان بدعة التشبه بالنصارى في أعيادهم1. ¶ 7- التمسك بالسنن. وهو كتابنا هذا. ¶ وقام رحمه الله باختصار بعض المؤلفات التي ألفّها بعض أهل العلم في الردّ على بعض الفرق والطوائف وأهل البدع، فله: ¶ 1- مختصر الرد على ابن طاهر لابن المجد، وهو في بيان مسألة السماع، ردّ فيه على من جوزه 2 ولم يصل إلينا. ¶ 2- مختصر كتاب القدر للبيهقي. قال د. بشار: \"ولا نعرف اليوم نسخة منه ولا من أصله\". ¶ قلت: أما أصله، فقد عثر على نسخة منه، في المكتبة السليمانية في استانبول، تحت رقم (1488) 3. ¶ 3- المنتقى من منهاج الاعتدال في نقض كلام أهل الرفض والاعتزال4. اختصر فيه كتاب منهاج السنة، لشيخ الإِسلام ابن تيمية. ¶ وله تآليف عديدة، ومختصرات في هذا الباب مفيدة. ¶ وكان رحمه الله شديد الحذر والتحذير من البدع، يخشى على نفسه وغيره من الوقوع فيها، فكان يدعو ربه عز وجل ويسأله السلامة من البدع والثبات ¶ __________ ¶ 1 وهو مطبوع كما تقدم. ¶ 2 انظر: الذهبي ومنهجه في كتابه تاريخ الإسلام: ص 240. ¶ 3 انظر: د. أحمد عطية الغامدي: البيهقي وموقفه من الإِلهيات: ص (78) . وقد سجل الكتاب أطروحة جامعية في جامعة الإمام محمد بن سعود الإسلامية. ¶ 4 وهو مطبوع.",
            "page": "75",
            "part": "1",
            "seal": "348A9843"
        },
        {
            "id": "20",
            "nass": "على السنة. ويقول: \"يا مصرف القلوب، ألهمنا سنة نبيك وجنّبنا الابتداع والتشبه بالكفار\"1. ¶ ويقول: \"اللهم أحيي قلوبنا بالسُّنُّةِ المحضة، وأمددنا بتوفيقك ولا تكلنا إلى أنفسنا طرفة عين، اهدنا الصراط المستقيم، وجنبنا الفواحش والبدع ما ظهر منها وما بطن ... \"2. ¶ وُيحَذِّر رحمه الله من البدع وإلْفِها وخطورة ذلك، فيقول: \"فمتى تعودت القلوب بالبدع وألفتها لم يبق فيها فضل للسنن\" 3. وفي ذلك موت القلوب وهلاكها وضلالها، وفي \"اتباع السنن حَياة القلوب وغذاؤها\"4. ¶ وهذه النقول من كلامه رحمه الله تدل على مدى حُبّه للسنة، وحرصه عليها، وحذره من البدعة والوقوع فيها. ¶ وكان من منهجه رحمه الله في دعوة أهل البدع: سلوك طريق الرفق واللين إذا كان المبتدع جاهلاً، لأن ذلك أحرى باستجابته وإقلاعه عن بدعته، فيقول: \"فليكن رفقك بالمبتدع والجاهل حتى تردهما عما ارتكباه بلين، ولتكن شدتك على الضال الكافر\"5. ¶ ويقول: \"والجاهل يعذر ويبين له برفق \"6. ¶ ونلمس أحيانا في أسلوبه شيئاً من الشدة والحدَّة ولاسيما مع من بُيِّن له الحق بدليله ولم يرعو عن بدعته وغيِّه. ¶ __________ ¶ 1 تشبه الخسيس بأهل الخميس. ص 39. ¶ 2 المصدر السابق ص 50. ¶ 3 المصدر نفسه ص 46. ¶ 4 المصدر نفسه ص 46. ¶ 5 المصدر نفسه ص 45. ¶ 6 التمسك بالسنن ص 130.",
            "page": "76",
            "part": "1",
            "seal": "31230D8E"
        },
        {
            "id": "21",
            "nass": "فنراه يقول بعد أن ذكر نقولاً عن أئمة السلف في باب الصفات: \"وقد طولنا في هذا المكان، ولو ذكرنا قول كل من له كلام في إثبات الصفات من الأئمة لاتسع الخرق، وإذا كان المخالف لا يهتدي عن ذكر ما أتت نقول الإِجماع على إثباتها من غير تأويل، أو لا يصدقه في نقلها فلا هداه الله، ولا خير والله فيمن رد على مثل: الزهري، ومكحول والأوزاعي ... \"1. ¶ ثامناً: وفاته: ¶ توفي الإِمام الذهبي رحمة الله عليه ليلة الاثنين، ثالث ذي القعدة، سنة ثمان وأربعين وسبعمائة، ودفن في مقابر باب الصغير. ¶ وكان رحمه الله قد أضَرّ قبل موته بأربع سنين أو أكثر2. ¶ وقال الحسيني: \" ... أضر في سنة إحدى وأربعين، ومات في ليلة الاثنين ثالث ذي القعدة سنة ثمان وأربعين وسبعمائة، بدمشق. . \"3 ¶ __________ ¶ 1 الأربعين في صفات رب العالمين، بتحقيق: عبد القادر عطا ص 95. ¶ 2 الصفدي، نكت الهميان: ص 242. ¶ 3 ذيل تذكرة الحفاظ: ص 36.",
            "page": "77",
            "part": "1",
            "seal": "B8CA5190"
        },
        {
            "id": "22",
            "nass": "الفصل الثاني: التعريف بالكتاب ووصف النسخة المعتمدة وعملي في الكتاب. ¶ * التعريف بالكتاب. ¶ 1- اسمه. ¶ 2- توثيق نسبته للمؤلف. ¶ 3- موضوع الكتاب. ¶ * وصف النسخة المعتمدة في التحقيق. ¶ * عملي في الكتاب.",
            "page": "79",
            "part": "1",
            "seal": "17E611C7"
        },
        {
            "id": "23",
            "nass": "الفصل الثاني: التعريف بالكتاب والنسخة المعتمدة. ¶ * التعريف بالكتاب ويتضمن الجوانب التالية: ¶ أولاً: اسمه: ¶ لم يدون اسم الكتاب على غلاف النسخة، ولم يذكره المؤلف في مقدمته. ¶ وسجل الكتاب في فهارس قسم المخطوطات في عمادة شؤون المكتبات في الجامعة الإسلامية بعنوان: \"رسالة في البدعة\". ¶ ويبدو أن المفهرس أخذ هذه التسمية من قول المصنف رحمه الله في مقدمته بعد ذكر حمد الله والصلاة على رسوله صلى الله عليه وسلم: \"اعلم أن البدعة مذمومة في الجملة\". ¶ ومع بحثي في تراجم الإمام الذهبي ومؤلفاته فإني لم أجد من ذكر له مؤلفاً باسم \" البدعة \". ¶ لكن ذكر من مؤلفاته كتاب \"التمسك بالسنن \" ولم أقف على ذكر له مخطوطا ولا مطبوعاً. ¶ وقد بحثت طويلاً في مؤلفات الذهبي لعلي أجد نقولاً من هذا الكتاب أسترشد بها وأقارن بينها وبين ما جاء في الكتاب الذي بين أيدينا فلم أظفر بشيء. ¶ لكن موضوع كتاب \"التمسك بالسنن \" ذو صلة وثيقة ببيان البدع والتحذير منها.",
            "page": "81",
            "part": "1",
            "seal": "2CC227C4"
        },
        {
            "id": "24",
            "nass": "وفي كتابنا هذا نجد الإمام الذهبي رحمه الله يجمع بين بيان السنن والحض عليها، وبين بيان البدع والتحذير منها. فيقول في أول الرسالة: \"فاتباع ما جاء به الرسول صلى الله عليه وسلم أصل ونور، ومخالفته ضلالة ووبال، وابتداع ما لم يأذن به ولا سَنَّةُ مردود\"1. ¶ ويقول: \"فلابدّ من العلم بالسنن \"2. ¶ ويقول: \"فعلى العالم أن يفتش على المسألة النازلة في كتاب الله، فإن لم يجد فتش السنن، فإن لم يجد نظر في إجماع الأمة ... \"3. ¶ ويقول في بيان ضرورة اتباع السنن والاقتصار عليها، ونبذ البدع والبعد عنها: ¶ \"وشرع لنا نبينا كل عبادة تقربنا إلى الله، وعلّمنا ما الإيمان وما التوحيد، وتركنا على البيضاء ليلها كنهارها، فأيُّ حاجة بنا إلى البدع في الأقوال والأعمال والأحوال والمحدثات، في السنة كفاية وبركة، فيا ليتنا ننهض ببعضها علماً وعملاً وديانة، واعتقاداً \". ¶ ويقول في ص 48: \"لكن الخير كله في الاتباع واجتماع الكلمة\". ¶ وهل كلام الذهبي هذا، وما يماثله في هذا الكتاب، إلاَّ دعوة إلى اتباع السنن، وحضٌّ على التمسك بها، ولا يتم ذلك إلا ببيان البدع والتنفير منها والحضِّ على الابتعاد عنها. ¶ ولهذا أجدني شديد الميل إلى أن يكون كتابنا هذا هو كتاب (التمسك بالسنن) المذكور في مؤلفات الذهبي، ولذلك أثبته عنوانا للكتاب، ووضعت بين قوسين عبارة \"والتحذير من البدع \" لتضمن الكتاب الكلام عن البدع والتحذير منها.",
            "page": "82",
            "part": "1",
            "seal": "598C6034"
        },
        {
            "id": "25",
            "nass": "ثانياً: توثيق نسبته للمؤلف: ¶ يدل على صحة نسبة هذا الكتاب إلى الإمام الذهبي أمور منها: ¶ 1- قول ناسخ هذه النسخة في نهايتها: \"وكتبت هذه النسخة من خط مؤلفها الحافظ الذهبي وقوبلت على خطه \". ¶ 2- ما سبق ذكره من الميل الشديد إلى كون هذا الكتاب هو كتاب \" التمسك بالسنن \" المذكور في مؤلفات الذهبي، كما ذكره، ابن تغرى بردى1، وسبط ابن حجر2، وابن العماد3. ¶ 3- جرى الإِمام الذهبي رحمة الله عليه في كثير من كتبه، أنه إذ ورد ذكر السنة، واعتقاد السلف الصالح، سأل الله: الثبات عليه والتوفيق إليه4. ¶ وإذ ورد ذكر فتنة في دين أو دنيا، ذيّل كلامه عليها، بالالتجاء إلى الله عز وجل وسؤاله السلامة منها5. ¶ وإذ ذكر بدعة في عقيدة، أو عبادة، ذيل كلامه عنها بالتعوذ منها وسؤال الله المعافاة والسلامة منها، والثبات على السنة، والتمسك بها6. ¶ وإذا ذكر معصية، أو سوء سلوك، في ترجمة عَلمٍ، ذيل كلامه بالدعاء له ولصاحبها بالصلاح7. ¶ __________ ¶ 1 المنهل الصافي: ق 70. ¶ 2 رونق الألفاظ: ق 180. ¶ 3 شذرات الذهب: 6/ 156. وراجع: الذهبي ومنهجه في كتابه تاريخ الإسلام ص 212. ¶ 4 انظر مثلا: الأربعين في صفات رب العالمين، تحقيق: عبد القادر عطا ص 164. ¶ 5 انظر: تشبه الخسيس بأهل الخميس ص 30. ¶ 6 انظر: المصدر السابق: ص 28، 39،50. ¶ 7 وهذا كثير. انظر مثلا: المعجم المختص ص 261 ترجمة رقم (332) .",
            "page": "83",
            "part": "1",
            "seal": "2209F71F"
        },
        {
            "id": "26",
            "nass": "وهذا المنهج والأسلوب نلمسه في كتابنا هذا في أكثر من موضع، فنراه لمّا ذكر أن اتباع غير سبيل المؤمنين بالهوى وبالظن وبالعادات المردودة مقت وبدعة، يدعو لنفسه فيقول: \" اللهم اصرف قلوبنا إلى طاعتك \"1. ¶ ولمّا ذكر ما أنعم الله به على هذه الأمة المحمدية من وضع الإصر والأغلال عنها، وإباحة طيبات كثيرة حرمت على أهل الكتاب يذيل كلامه بقوله: \"فلله الحمد على دين الإِسلام الحنيفي، فإنه يسر، ورفق، ورحمة للعالمين\"2. ¶ ولمّا ذكر البدع وتنوعها تعوذ منها في قوله: \"فبدع العقائد تتنوع أعاذك الله وإيانا منها\" 3. ¶ ونحو ذلك في مواطن من الكتاب. ¶ وهذا هو أسلوب الذهبي في كتبه ومؤلفاته، وهو قرينة قوية على صحة نسبة هذا الكتاب إلى الإِمام الذهبي رحمة الله عليه، والله أعلم. ¶ ثالثاً: موضوع الكتاب: ¶ بدأ المؤلف كتابه ببيان أن البدعة مذمومة في الجملة، وأَنها تشريع في الدين لم يأذن به الله. ¶ وبيَّن أنّ اتباع ما جاء به الرسول صلى الله عليه وسلم أصلٌ ونور وأنَّ مخالفته ضلال ووبال. ¶ ثم أورد النصوص الداعية إلى اتباع السنة، والمحذرة من الابتداع. ¶ ثم تكلم على تحديد مفهوم السنة والبدعة، ومنشأ النزاع في البدعة وأنه نشأ من جهة قوم ظنوا أن البدعة هي ما لم يفعله النبي صلى الله عليه وسلم، وأصحابه، والتابعون أو لم يقولوه. ¶ __________ ¶ 1 انظر: ص 109. ¶ 2 انظر: ص 122. ¶ 3 انظر: ص 126.",
            "page": "84",
            "part": "1",
            "seal": "1C491761"
        },
        {
            "id": "27",
            "nass": "ثم بين أن طريقة أهل الأثر التفريق بين البدعة الشرعية، والبدعة اللغوية. ونقل كلام الإِمام الشافعي في تقسيم البدعة. ¶ ثم بيّن خطأ قول من قال إن البدعة هي: \"ما نهي عنها لعينها، وما لم يرد فيه نهي لا يكون بدعة ولا سنة\"، وبين ما يلزم هذا القول من تعطيل معنى قوله صلى الله عليه وسلم: \"كل بدعة ضلالة\". ¶ وأشار إلى بداية ظهور البدع وأن أولها بدعة الخروج، ثم الرفض والطعن في الصحابة، وبدعة القدر، والجبر، والجهمية، والتشبيه، ثم ذكر بدعة الخُرَّميَّة، والقرامطة وتعطيل الشرائع وأن بدعة هاتين الطائفتين من البدع المكفرة. ¶ ثم بيَّن المراد بقوله صلى الله عليه وسلم: \"من سن سنة حسنة ... \" وذكر أمثلة للسنة الحسنة، وأخرى للسنة السيئة، وذمّ من لم يفرق بينهما. ¶ وأوضح المراد من قول عمر رضي الله عنه: \"نعمت البدعة\" ومعنى قوله صلى الله عليه وسلم: \"كل بدعة ضلالة\" وأنه ليس معناه كلّ ما سمي بدعة ولابد من التفريق بين البدعة الشرعية واللغوية. ¶ وبيّن كمال الدين، واستدل على ذلك، وأنه لا حاجة بالأمة بعد إكمال الدين إلى البدع في الأقوال، أو الأعمال. وأنّ اتباع الشرع متعين، واتباع الهوى والعادات بدعة ممقوتة. ¶ ثم ذكر بعض الأمور التي أمر بها النبي صلى الله عليه وسلم ولم يعمل بها في عهده لانتفاء شرط الفعل ووجود مانعه كقتال أهل الردة، والمجوس والترك والخوارج، وكأمره بإطاعة أمراء الجور والصلاة خلفهم فإذا فعلت هذه الأشياء عند وجود المقتضي لها فلا تعد بدعة لأنها إنما فعلت بأمره وإن لم تفعل في عهده. ¶ وأشار إلى أن إحداث ما بالناس إليه حاجة لتنظيم أمورهم الدنيوية، كتمصير المدن وإحداثها، ووضع الدواوين وخزائن الأموال لا يدخل في",
            "page": "85",
            "part": "1",
            "seal": "021914EB"
        },
        {
            "id": "28",
            "nass": "مسمى البدعة المذمومة، وقد فعل الخلفاء والأئمة شيئاً من ذلك عند الحاجة. ¶ ثم بين المنهج الذي ينبغي أن يسلكه العالم عند النوازل، وأَنه ينبغي أن يفتش أولاً في كتاب الله عز وجل، ثم في السنن، فإن لم يجد نظر في إجماع الأمة. ¶ وبين بعد ذلك أن فعل ما أمسك النبي صلى الله عليه وسلم عن فعله أو الأمر به، أو الندب إليه، مع قيام المقتضي في عهده، ليس بحسن ولا بر. ¶ وما أُحدث بعده وكان بنا إليه حاجة فحسن، كفرض عمر للصحابة وغيرهم وجمع الناس في التراويح، وجمع الناس على مصحف. ¶ ونبَّه إلى أَنه قد كثر المنكر والمحدَث، وأنه ينبغي النهي عن ذلك بنيّة خالصة، وحذر من الغضب والفرقة. ¶ وأشار إلى أنه قد وقع التفريط في مسمى السنة حتى أخرج عنها بعض مسماها، واُدخل فيها ما ليس منها، وكذا الشرع أيضاً. ¶ ونبه إلى يسر هذا الدين وسماحة الشريعة المحمدية وأنه ينبغي حمد الله على دين الإسلام فإنه دين يسر ورفق ورحمة للعالمين. وذكر أموراً كانت محرمة على الأمم قبلنا أباحها الله لهذه الأمة، كالعمل يوم السبت، وإباحة الغنائم، والتطهر بالتراب والصلاة في الأرض إلا المقبرة والحمام، وغير ذلك. ¶ ثم بين تنوع البدع وتفاوتها في الشر مع كونها كلها ضلالة وأن شرها ما أخرج صاحبها من الإسلام وأوجب له الخلود في النار كبدع النصيرية، والباطنية، وادعاء نبوة علي. ¶ ثم ذكر بعد ذلك بدع الخوارج، وغلاة الروافض، والجهمية، ثم بدع القدرية، والشيعة المفَضِّلة لعلي مع محبة الشيخين. ¶ ثم ذكر بدع العبادات والعادات، وأن الخطب فيها أيسر منه في غيرها، كصلاة النصف من شعبان، وتلاوة جماعة بتطريب وأشباه ذلك. وذيل ذلك بأن الخير كله في الإتباع واجتماع الكلمة.",
            "page": "86",
            "part": "1",
            "seal": "3D410B06"
        },
        {
            "id": "29",
            "nass": "*وصف النسخة المعتمدة في التحقيق: ¶ اعتمدت في تحقيق الكتاب على نسخة فريدة، أصلها محفوظ في: مكتبة الاسكوريال برقم 707/5. ¶ لها صورة فلمية، محفوظة في قسم المخطوطات في عمادة شئون المكتبات في الجامعة الإسلامية تحت رقم (7955) . ¶ وهي نسخة منقولة من خط المؤلف، ومقابلة عليه، كما أثبت ذلك الناسخ في آخر الكتاب. ¶ عدد لوحاتها: تقع هذه النسخة في ست لوحات. ضمن مجموع تبدأ من (53/ آ-58/ ب) . ¶ عدد الأسطر: يبلغ عدد الأسطر خمسة وعشرين سطراً في كل وجه من لوحات المخطوط. ¶ عدد الكلمات: متوسط عدد الكلمات في كل سطر: عشر كلمات. ¶ نوع الخط ووصفه: كتبت هذه النسخة بخط نسخي جيد، منقوط، ولم تخل النسخة من الأخطاء، وبعض الكلمات غير المقروءة. ¶ ولم يذكر اسم الناسخ ولا تاريخ النسخ. ¶ *عملي في الكتاب: ¶ 1- اجتهدت في قراءة النص ونسخه حسب القواعد الإملائية الحديثة، وضبطت بالشَّكْل ما يحتاج إلى ضبط خاصة ما قد يُشْكِل على القارئ. ¶ وحاولت قدر الطاقة إخراج النص على أقرب صورة تركه عليها المؤلف. ¶ 2- قمت بعزو الآيات القرآنية إلى سورها، فأشَرْتُ في الحاشية إلى اسم السورة ورقم الآية.",
            "page": "87",
            "part": "1",
            "seal": "1BE0B292"
        },
        {
            "id": "30",
            "nass": "3- خرَّجت الأحاديث النبوية، والآثار المروية عن السلف، وربما ذكرت كلام أهل العلم في الحكم على بعض الأحاديث. ¶ 4- ترجمتُ للأعلام الوارد ذكرهم في النص ترجمة موجزة. ¶ 5- عرَّفت بالفرق الوارد ذكرها في النص. ¶ 6- شرحت ما يحتاج إلى شرح من الألفاظ الغريبة. ¶ 7- أشرت إلى بداية كل صفحة من المخطوط بوضع خط مائل في النَّصَ والإشارة أمامه في الحاشية إلى رقم اللوحة والوجه, بين قوسين على الشكل الآتي (2/ ب) فالرقم يشير إلى رقم اللوحة والحرف يشير إلى أحد وجهي اللوحة. ¶ 8- جعلت بعض العنواين بين قوسين مربعين داخل النصر المحقق. ¶ 9- قمت بتحرير دراسة موجزة، عرّفت فيها بالمؤلف، والكتاب. ¶ 10-صنعت بعض الفهارس التفصيلة التي تسهل على القارئ والباحث الوصول إلى بغيته من الكتاب بيسر وسهولة, على النحو التالي: ¶ * صنعت فهرساً للآيات القرآنية الواردة في النص المحقق. ¶ * وفهرساً للأحاديث والآثار. ¶ * وفهرساً آخر للأعلام الوارد ذكرهم في النص. ¶ * وفهرساً للفرق والطوائف والأمم والجماعات. ¶ * وفهرساً للأمكنة والبقاع. ¶ * وفهرساً للألبسة والأطعمة والمراكب. ¶ * وفهرساً للمراجع والمصادر. ¶ * وأخيراً فهرساً للموضوعات.",
            "page": "88",
            "part": "1",
            "seal": "66760147"
        },
        {
            "id": "31",
            "nass": "مقدمة المؤلف ¶ ... ¶ بسم الله الرحمن الرحيم ¶ الحمد لله، والصلاة والسلام على رسول الله، صلى الله عليه وسلم. ¶ [ذم البدعة] *1 ¶ اعلم أن البدعة مذمومة في الجملة، قال تعالى: {شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ} 2، وقال: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ} 3، \"قال: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ} 4. ¶ فاتِّبَاع ما جاء به الرسول صلى الله عليه وسلم أصلٌ ونورٌ , مخالفته ضلال ووبال, وابتداع ما لم يأذن به ولا سَّنهُ، مردودٌ. ¶ [روى] 5جعفر بن محمد6، عن أبيه7 عن جابر8 أن النبي صلى الله عليه وسلم قال في ¶ __________ ¶ 1 العناوين بين قوسين مربعين من وضع المحقق وليست من النص. ¶ 2 سورة الشورى، آية: 21. ¶ 3 سورة الأنعام، آية: 153. ¶ 4 سورة القصص، آية:50. ¶ 5 ما بين المعوقتين ليس في الأصل زيدت لاقتضاء السياق. ¶ 6 هو جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب الهاشمي، أبو عبد الله، المعروف بالصادق، صدوق، فقيه، إمام، مات سنة 148. ابن حجر: القريب 1/132. ¶ 7 محمد بن علي بن الحسين بن علي بن أبي طالب، أبو جعفر الباقر، ثقة، فاضل، مات سنة بضع عشرة ومئة. المصدر نفسه 2/192. ¶ 8 هو جابر بن عبد الله بن حرام الأنصاري، ثم السلمي، صحابي ابن صحابي، مات بالمدينة بعد السبعين، وهو ابن 94سنة. ابن حجر: الإصابة 2/45 والتقريب 1/122.",
            "page": "93",
            "part": "1",
            "seal": "B6468538"
        },
        {
            "id": "32",
            "nass": "خُطبته: \"إنَّ أصدق الحديث كلامُ الله، وخيرَ الهُدى هُدَى محمد، وشَرَّ الأمور محدثاتُها، وكُلّ بدعةٍ ضلالةٌ\" 1. ¶ وفي رواية ابن المبارك2عن الثوري3 عن جعفر: \"وكل محدثة بدعة، وكل ضلالة في النار\" 4. ¶ وحديث العرباض5، وصححه الترمذي، قال: \"خطبنا رسول الله صلى الله عليه وسلم خطبة بليغة، ذرفت منها العيون، ووجلت منها القلوب، فقال قائل: \"يا رسول الله كأن هذه موعظة مودع، فماذا تعهد إلينا؟ قال: أوصيكم بتقوى الله، والسمع والطاعة، فإنه من يعش منكم بعدي فسيرى اختلافاً كثيراً، فعليكم بسنتي، وسنة الخلفاء الراشدين المهديين من بعدي، تمسكوا بها، وعضوا عليها ¶ __________ ¶ 1 م: كتاب الجمعة، باب: تخفيف الصلاة والخطبة 2/592ح867 بلفظ: (فإن خير الحديث كتاب الله ... ) . ¶ البيهقي: السنن، كتاب الجمعة، باب: كيف يستحب أن تكون الخطبة 3/ 214. ¶ حجه: المقدمة، باب: اجتناب البدع والجدل 1/17، ح 45 ولفظه: (فإن حير الأمور كتاب الله ... ) . ¶ 2هو: عبد الله بن المبارك المروزي، مولى بني حنظلة، ثقة، ثبت، فقيه، عالم، جواد، مجاهد، جمعت فيه خصال الخير، مات سنة 181،وله 63سنة. ابن حجر: التقريب1/445. ¶ 3 هو: سفيان بن سعيد بن مسروق الثوري، أبو عبد الله، الكوفي، ثقة، حافظ، فقيه عابد، إمام حجة، وكان ربما دلّس، مات سنة 161وله 64سنة. المصدر نفسه:1/311. ¶ 4 كتاب صلاة العيدين، باب: كيف الخطية 3/188 وفيه بعد: (وكل محدثة بدعة) (وكل بدعة ضلالة) . وقال الألباني: صحيح. صحيح سنن النسائي:1/346 ح1487. ¶ 5 هو: عرباض بن سارية السلمي، أبو نجيح، صحابي مشهور، من أهل الصفة، نزل حمص، ومات بعد السبعين. ابن حجر: الإصابة 6/410، والتقريب 2/17.",
            "page": "94",
            "part": "1",
            "seal": "4C94E3AE"
        },
        {
            "id": "33",
            "nass": "بالنواجذ، وإياكم ومحدثات الأمور، فإن كل بدعة ضلالة\" 1. ¶ ورُوِيَ عن غُضَيف بن الحارث2 مرفوعاً: \"ما ابتدع قوم بدعة إلاّ تركوا من السنة مثلها\" 3. ¶ وجاء في الأثر: \"كل بدعة ضلالة وإن رآها الناس حسنة\" 4. ¶ __________ ¶ 1 ت: كتاب العلم، باب: ما جاء في الأخذ بالسنة واجتناب البدع: 5/ 44ح 2676 وقال الترمذي: هذا حديث حسن صحيح. ¶ د: كتاب السنة، باب: لزوم السنة: 5/13 ح 4617. ¶ حم: 4/126. ¶ جه: المقدمة، باب اتباع سنة الخلفاء الراشدين: 1/ 15 ح 42. ¶ دي: المقدمة، باب اتباع السنة: 1/44. ¶ وأخرجه ابن أبي عاصم في: السنة: 1/18-19، 29. وقال الشيخ الألباني: إسناده صحيح، ورجاله ثقات. ¶ 2 غضَيف بن الحارث السَّكُوني، ويقال: الثُمالي، يكنى أبا أسماء، مختلف في صحبته، مات سنة بضع وستين. ابن حجر: التقريب 2/ 105. ¶ 3 حم: 4/ 105, ابن بطة: الإبانة: 1/ 176 ح10 وقال محققه: الحديث ضعيف. اللالكائي: شرح أصول اعتقاد أهل السنة: 1/ 90 ح 121، وقال محققه: سنده ضعيف، فيه: أبو بكر بن أبي مريم، وهو ضعيف. المروزي: السنة: ص27. ¶ والحديث مداره على \"أبي بكر بن عبد الله بن أبي مريم \" قال فيه الحافظ في التقريب: 2/398 \"ضعيف \". وقال الهيثمي: \"منكر الحديث \" مجمع الزوائد: ا/ 188. ¶ وقال الألباني: في حاشيته على المشكاة \"ضعيف \". ¶ وقول الحافظ ابن حجر في الفتح 13/253، عن سند أحمد: \"إنه جيّد\" - مع أن فيه أبا بكر بن عبد الله بن أبي مريم وقد ضعفه هو في التقريب كما تقدم - عجيب. ¶ 4 أخرجه: اللالكائي: شرح أصول اعتقاد أهل السنة، من قول ابن عمر رضي الله عنهما 1/92 ح126. ¶ والمروزي: السنة: ص 24.",
            "page": "95",
            "part": "1",
            "seal": "727A6D83"
        },
        {
            "id": "34",
            "nass": "تفسير هذه الإطلاقات: ¶ فإن النزاع يقع في أشياء هل هي [محبوبة] 1 أو هي مذمومة؟. ¶ فطائفة ذَمَّتْهَا؟ لأنها بدعة، وأخرى لا تَذُمُّ، ويقولون: \"مِنَ البدع حسنٌ وسيئُ، وهذه من الحسن\". ¶ وقد تَعُدُّ طائفةٌ الشيء بدعةً ولا تشعر بأنَّه جاء فيه أَثَرٌ. ¶ وكذلك عامةُ الطوائف تَدَّعي أَنَّها أهل السُّنة، وتُبَدِّعُ مَنْ خالفها. ¶ [تعريف السنة] ¶ فنقول: السُّنَّةُ التي هي مقابلة البدعة، هي الشرعةُ المأثورةُ، من واجب ومندوب/، وصنَّفَ خلائقُ من المحَدِّثين كُتباً في السُّنَّة، والعقائد، على طرائق أهل الأثر، وسمى الآجري2 كتابَه: (الشريعة) 3. ¶ [تعريف البدعة] ¶ فالبدعة على هذا: ما لا يأمر الله به ولا رسوله، ولم يأذن فيه، ولا في أصله. ¶ فعلى هذا: كُلّ ما نهى الله ورسوله عنه فهو من البدعة. ¶ أما المباحُ المسكوتُ عنه فلا يُعَدُّ سنةً ولا بدعةً، بل هُما مِمَّا عفا الله عنه. ¶ __________ ¶ 1 ليست في الأصل زدتها لاقتضاء السياق، واللفظة مأخوذة من قول المؤلف عند تفصيله القول في ذلك حيث قال: \"كما أن السنة المحبوبة ... \" ص97. ¶ 2 وهو أبو بكر محمد بن الحسين بن عبد الله الآجري، له تصانيف كثيرة، منها: كتاب: \"الشريعة\" و\"الرؤية\" وغيرهما، توفي بمكة سنة360هـ. ¶ 3 طبع بتحقيق الشيخ: محمد حامد الفقي.",
            "page": "96",
            "part": "1",
            "seal": "37CB7DF8"
        },
        {
            "id": "35",
            "nass": "وفي السنن لسلمان1 مرفوعاً: \"ما سكَت الله عنه فهو مما عفا عنه\"2. ¶ حديث أبى ثعلبة3 مرفوعاً: \"وسكت عن أشياء رحمة لكم من غير نسيان فلا تبحثوا عنها\"4. ¶ فكل ما سكت الشارع عنه هل يسمى حلالاً أو عفوا؟، فيه قولان للعلماء. ¶ فالبدعة المذمومة، لابُدَّ أن تندرجَ في القسم المذموم محرمة كانت أو مكروهة. ¶ كما أن السنة المحبوبة مندرجة في القسم المحمود. ¶ [منشأ النزاع في تحديد مفهوم البدعة] ¶ وإنما نشأ النزاع من جهة قوم ظَنُّوا أن البدعة هي ما لم يفعله النبي صلى الله عليه وسلم وأصحابه، والتابعون، أو لم يقولوه. ¶ __________ ¶ 1هو أبو عبد الله، سلمان الفارسي، ويقال: سلمان الخير، أصله من رام هرمز، وقيل: من أصبهان، أول مشاهده الخندق، مات سنة 34 ويقال: بلغ ثلاثمائة سنة. ابن حجر: الإصابة 4/223. ¶ 2 ت: كتاب اللباس، باب: ما جاء في لبس الفراء: 4/220ح1726، وقال الترمذي: \"هذا حديث غريب لا نعرفه مرفوعا إلاّ من هذا الوجه\"، قال: وروى سفيان وغيره عن سليمان التميمي عن أبي عثمان عن سلمان قوله: \"وكأن الحديث الموقوف أصح، وسألت البخاري عن هذا الحديث فقال: ما أراه محفوظا\". ¶ وأخرجه الحاكم: المستدرك 4/115 وقال: \"هذا حديث مفسر في الباب، وسيف بن هارون -راوي الحديث عن سليمان التميمي- لم يخرجاه\"، وقال الذهبي: \"ضعفه جماعة\". ¶ البيهقي: السنن 10/12. ¶ 3 في الأصل (أبي نغيله) وهو تصحيف، وهو أبو ثعلبة الخشني. ¶ 4 الحاكم المستدرك 4/115، وسكت عليه الذهبي. ¶ البيهقي: السنن 10/12 موقوفاً على أبي ثعلبة الخشني، قال البيهقي: \"وأنبأنيه شيخنا أبو عبد الله الحاكم في المستدرك، وأشار إلى رفعه الدارقطني / السنن، كتاب الرضاع: 4/183-184ح42. وحسنه ابن رجب في: جامع العلوم والحكم2/150.",
            "page": "97",
            "part": "1",
            "seal": "AC7CED6E"
        },
        {
            "id": "36",
            "nass": "والرسول صلوات الله عليه يتَحتَّمُ اتِّبَاعُه، فلا يمكن أن يكون قوله أو فعله بدعة ًقط، بل هو سنة، فتراهم تارة يقتصرون في البدعة على ما لم يصدر عنه، وتارة يَضُمُّونَ إليه الخلفاء الأربعة، وتارةً يَضُمون إليه البدرييّن، وتارة الصحابة، وتارةً الأئمةَ، وتارة السَّلف. ¶ [فما من أحدٍ] 1 من هؤلاء إلاّ مَن هو متبوع في شيءٍ، لأنه من أُولي الأمر. ¶ فإذا كان متبوعاً إِمَّا شرعاً، وإِمَّا عادةً، احتاج إيجاد البدعة إلى أن يُخْرَجَ ما يتبع فيه عن أن يكون بدعة. ¶ ثم لمّا اعتقد هذا خلق صاروا يتنازعون بعد2 في بعض هذه الأمور التي لم يفعلها المتبوع. ¶ [البدعة كلها سيئة] ¶ فقوم يرونها كلَّها سيئة، أخذاً بعموم النص في قوله: \"كل بدعة ضلالة\", فهؤلاء وقفوا مع النص؛ لأنّه3 لابد لمن سلك هذا أن يقول: \"ما ثبت حسنه من هذه البدع فقد خص من العموم، أو يفرق بين البدعة اللغوية والبدعة الشرعية\". ¶ وهذه الطريقة أغلب على الأثريَّةِ، وذلك أشبه بكلام أحمد ومالك. لكن قد يُغَلِّظُون4 في مسمى البدعة. ¶ __________ ¶ 1 في الأصل (فمن أخذ) وما أثبت يقتضيه السياق. ¶ 2 كذا، ويحتمل رسمها أن تكون (بعض) على أنه لا معنى لها حينئذ فتكون زائدة. ¶ 3 في الأصل (لأن) . ¶ 4 كذا في الأصل بالظا، ويحتمل أن تكون بالطا.",
            "page": "98",
            "part": "1",
            "seal": "A4355A4E"
        },
        {
            "id": "37",
            "nass": "باب تقسيم البدع الى الأحكام الخمسة ¶ ... ¶ وقوم قسموها إلى: محرم، ومكروه، ومباح، ومستحب، وواجب، وذكروا",
            "page": "98",
            "part": "1",
            "seal": "DC82E6D2"
        },
        {
            "id": "38",
            "nass": "قول عمر: \"نعمت البدعة\"1، وقول الحسن2: \"القصص بدعة، ونعمت البدعة، كم فيها من أخ مستفاد، ودعاء مستجاب\"3. ¶ وقال الشافعي4: \"البدعة بدعتان، بدعة: خالفت كتاباً، أو سنة، أو إجماعاً، أو قول صاحب، فهذه ضلالة، وبدعة: لا تخالف ذلك فهذه حسنة\"5. ¶ قالوا: وثبت بالإِجماع استحباب ما يسمى بدعة كالتراويح، وذكروا حديث: \"من سن سنة حسنة\"6. ¶ __________ ¶ 1 خ: كتاب التراويح، باب قيام رمضان: 3/ 250 ح 2010. ¶ ط: كتاب الصلاة، باب قيام رمضان: 1/ 114 ح 3. ¶ 2 هو: الحسن بن أبي الحسن، واسم أبي الحسن \"يسار\" البصري، ولد لسنتين بقيتا من خلافة عمر رضي الله عنه، وتوفي سنة 110 هـ. ابن سعد: الطبقات الكبرى 7/156-178. ¶ 3 ذكره ابن الجوزي في\" تلبيس إبليس\" ص 117. ¶ والسيوطي في الأمر بالإتباع: ص91ح85 ط 1409هـ بتحقيق: د. ذيب القحطاني. ¶ 4 الإمام محمد بن إدريس الشافعي، أبو عبد الله، (150-204 هـ) انظر عنه: ابن أبي حاتم: \" آداب الشافعي ومناقبه \"، والبيهقي: \"مناقب الشافعي \". ¶ 5 أخرجه أبو نعيم: في الحلية 9/113، عن حرملة بن يحيى عن الشافعي. ¶ . وأخرج البيهقي: في مناقب الشافعي 1/468-469، من طريق الربيع بن سليمان عن الإمام الشافعي كلاماً نحو هذا. ¶ . وانظرْ الباعث على إنكار البدع والحوادث، لأبى شامة: ص 93-94. ¶ . وجامع العلوم والحكم، لابن رجب: 2/ 131. ¶ وفتح الباري: 13/253. ¶ قال ابن رجب: \"ومراد الشافعي رحمه الله: ما ذكرناه من قبل أن البدعة المذمومة ما ليس لها أصل من الشريعة يرجع إليه، وهي البدعة في إطلاق الشرع. ¶ وأما البدعة المحمودة: فما وافق السنة، يعني: ما كان لها أصل من السنة يرجع إليه، وإنما هي بدعة لغة لا شرعاً؛ لموافقتها السنة) . جامع العلوم والحكم: 2/131. ¶ 6 م: كتاب الزكاة، باب. الحث على الصدقة 1/705 ح 1017، وكتاب العلم، باب: من سن سنة حسنة أو سيئة /2059 ح 1017 من حديث جرير في الموضعين.",
            "page": "99",
            "part": "1",
            "seal": "36B14E5A"
        },
        {
            "id": "39",
            "nass": "لكنهم لا يكادون يضبطون الفرق بين البدعة الحسنة والبدعة السيئة، فهذا يَسْتَحسِنُ ما يَذُمُّه الآخر. ¶ [القول بأن البدعة هي ما نهي عنه لعينه وبيان ما يلزمه] ¶ وبعضهم قال: \"البدعة هي: ما نهي عنها لعينها1، وما لم يرد فيه نهي لا يكون بدعة ولا سنة\". ¶ فلازم قولهم: تعطيل معنى قوله: \"كل بدعة ضلالة\" حيث قابلوا2: التعميم بالتقسيم، والإثبات بالنفي، ولم يبق فائدة لقوله: \"كل محدثة بدعة\"، بل يبقى بمنزلة قوله: كُلُّ ما نهيتكم عنه ضلالة. ¶ لكن عمدتهم ما يقوم من الأدلة على حُسْنِ بعض ما سَمَّوْهُ بدعة، من إجماع، أو قياس. ¶ وهذه طريقة مَنْ لم يتقيَّد بالأثر إذا رأى حقا ومَصلحةً، مِنْ مُتَكَلِّمٍ وفقيهٍ وصُوفي، فتراهم قد يَخْرُجُونَ إلى ما يخالف النَّصَّ، ويتركون واجباً ومُستحبًّا، وقد لا يَعرفون بالنَّص، فلا بد من العلم بالسُّنَن. ¶ أمّا ما صحّ فيه النهيُ فلا نزاع في أنّه منهيٌ عنه، وأنه سيّئ كما أن ما صَحّ فيه الأمر فهو شرع وسُنة. ¶ وأما من خالف باجتهاد، أو تأويل، فهذا ما زالَ في الأعصار. ¶ __________ ¶ 1 ويحتمل الرسم أن تكون بالباء. ¶ 2 في الأصل (قالوا) وما أثبته يقتضيه السياق.",
            "page": "100",
            "part": "1",
            "seal": "3C8EA777"
        },
        {
            "id": "40",
            "nass": "فأوَلُ ذلك بدعةُ الخوارج1، حتى قال أولهم2 للنبي: صلى الله عليه وسلم: \"اعدل\"3. ¶ فهؤلاءِ يُصَرِّحُون بمخالفة السنة المتواترة، ويقفون مع الكتاب، فلا يرجمون الزاني، ولا يَعتبرون النَصَابَ في السّرقة4، فبدعتهم تخالف السنن المتواترةَ. ¶ وغالب من يخالف مذاهب السلف في الأُصول والفروع، إنّما يُخالفها لاعتقاده أن ذلك مخالف للنُّصوص والعقل. ¶ __________ ¶ 1 الخوارج: كل من خرج على الإمام الحق الذي اتفقت عليه الجماعة يسمى خارجيا سواء كان الخروج في أيام الصحابة على الأئمة الراشدين، أو كان بعدهم على التابعين لهم بإحسان والأئمة في كل زمان. وهم فرق. ¶ وأهم بدعهم التي فارقوا بها جماعة المسلمين: القول بالخروج على الإمام الجائر، وتكفير أميري المؤمنين عثمان بن عفان وعلي بن أبي طالب رضي الله عنهما، والقول بتكفير مرتكب الكبيرة وتخليده في النار. ¶ انظر عن هذه الفرقة: الأشعري: المقالات1/167-168. ¶ والبغدادي: الفرق بين الفرق 72. ¶ والشهرستاني: الملل والنحل1/114. ¶ 2 وهو: ذو الخويصرة التميمي. ¶ 3 كما ورد في حديث أبي سعيد الخدري رضي الله عه: \"بينما نحن عند رسول الله صلى الله عليه وسلم- وهو يقسم قسماً - إذ أتاه ذو الخويصرة وهو رجل من تميم, فقال: يا رسول الله: اعدل، فقال: \"ويلك ومن يعدل إذا لم أعدل، قد خبت وخسرت إن لم أكن اعدل ... \" الحديث. ¶ أخرجه: خ: مناقب، باب: علامات النبوة 6/617ح3610. ¶ 4 راجع عن بدعتهم هذه: البغدادي: أصول الدين ص 19، والفرق بين الفرق:84. والشهرستاني: الملل والنحل 1/121.وشيخ الإسلام ابن تيمية: الفرقان بين الحق والباطل ضمن مجموعة الرسائل الكبرى1/156. والسكسكي: البرهان ص21. وخادم حسين إلهي بخش: القرآنيون: 82-87.",
            "page": "101",
            "part": "1",
            "seal": "A7AC7A6F"
        },
        {
            "id": "41",
            "nass": "قال الإمام أحمد: \"أكثر ما يخطئ الناس من جهة التأويل والقياس\"1. ¶ وبعض الصحابة ردَّ حديث: \"الميِّتُ يُعذَّب ببكاء أهله عليه\"2، وحديث: مخاطبة أهل قليب بدر3، وحديث: [بروع بنت واشق] 4 في مهر المُفَوِّضة5، ¶ __________ ¶ 1 ذكره شيخ الإسلام ابن تيمية في الفتاوى: 13/63. ¶ 2 الحديث أحرجه: خ: كتاب الجنائز، باب: قول النبي صلى الله عليه وسلم: \"إن الميت ليعذب ببعض بكاء أهله عليه\": 3/151ح1286 من حديث ابن عمر رصي الله عنهما، ومن حديث عمر برقم 1287. ¶ وردَّته عائشة رضي الله عنها في قولها: \"رحم الله عمر، والله ما حَدث رسول الله صلى الله عليه وسلم إن الله ليعذب المؤمن ببكاء أهله عليه، ولكن رسول الله صلى الله عليه وسلم قال: \"إن الله ليزيد الكافر عذاباً ببكاء أهله عليه\" وقالت: \"حسبكم القرآن: {وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} (الأنعام: الآية164) \" خ برقم 1288. ¶ وفي رواية أخرى قالتَْ: \"إنما مر رسول الله صلى الله عليه وسلم بيهودية يبكي عليها أهلها، فقال: \"إنهم ليبكون عليها وإنها لتعذب في قبرها\" خ: رقم 1288. ¶ وفي رواية أخرىَ قالت: \"وهل- أيَ: غلِطَ- تعني ابن عمر، إنما قال رسول الله صلى الله عليه وسلم: \"إنه ليعذب بخطيئته وذنبه وإن أهله ليبكون عليه\" خ: المغازى، باب: قتل أبي جهل: 71/301 ح 3978. ¶ 3 الحديث أحرجه: خ: المغازى، باب قتل أبي جهل: 7/ 300 ح 3976، من حديث أبي طلحة رضي الله عنه. ¶ وقد ردَته عائشة رصي الله عنها وقالت: \"ما قال- أي- النبي صلى الله عليه وسلم-: إنهم ليسمعون ما أقول، إنما قال: \"إنهم الآن ليعلمون أن ما كنت أقوله لهم حق، ثم قرأت: {إِنَّكَ لا تُسْمِعُ الْمَوْتَى} (النمل: الآية:80) , {وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُور} (فاطر: الآية:22) خ: 7/301ح3979-3980 وراجع كلام ابن حجر في الفتح7/303-304. ¶ 4 في الأصل: بياض. ¶ 5 أخرجه: د: كتاب النكاح، باب: فيمن تزوج ولم يسم صداقا حتى مات: 2/588ح2114.ونحوه: ح2116. ¶ جه: النكاح، باب الرجل يتزوج المرأة ولا يفرض لها فيموت على ذلك 609 ح 1891. ¶ دي: النكاح، باب الرجل يتزوج المرأة فيموت قبل أن يفرض لها: 2/155.",
            "page": "102",
            "part": "1",
            "seal": "12AD4E36"
        },
        {
            "id": "42",
            "nass": "وحديث: بنت قيس في عدم السُّكْنى والنَّفَقة للمَبْتُوتة1. ¶ وظهر في خلافة علي بدعة الخروج2، والرفض3، وطعن الصحابة بعضهم في بعض، وذلك خلاف الكتاب والسنة. ¶ __________ ¶ 1 أخرجه: م: كتاب الطلاق، باب المطلقة ثلاثاً لا نفقة لها: 2/ 1114 ح 1480. ¶ وقد ردَّه عمر بن الخطاب رضي الله عنه بقوله: \"لا نترك كتاب الله وسنة نبينا صلى الله عليه وسلم لقول امرأة لا ندرس لعلها حفظت أو نسيت لها السكنى والنفقة، قال الله عز وجل: {لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} (الطلاق: الآية1) } م: 2/1119. ¶ 2 وذلك بعد موقعة \"صفين سنة 37 هـ\" وتقدم التعريف بالخوارج وذكر أهم بدعهم. انظر ص (101) . ¶ 3 حيت ظهر في خلافة علي رضي الله عنه، رأس الرفض ومؤصله، عبد الله بن سبأ وهو يهودي أظهر الإسلام، ثم أظهر محبة علي رضي الله عنه، وغلا فيه غلواً شديداً، وأظهر الطعن في الصحابة وخاصة في الشيخين أبي بكر وعمر رضي الله عنهما، ورفض إمامتهما، وادعى الوصية بالإمامة لعلي رضي الله عنه دونهما، وأن النبي صلى الله عليه وسلم نص على إمامته بعده. ¶ فكل من أبغض أبا بكر وعمر وعثمان رضي الله عنهم، أو واحدا منهم، وأنكر إمامته وتقدمه وفضله، فهو رافضي، وسمي الرافضة بذلك لرفضهم إمامة أبي بكر وعمر. ¶ انظر: الأشعري، المقالات: 1/ 89, والسجزي، الرد على من أنكر الحرف والصوت: ص217. ¶ وانظر عن ابن سبأ ومقالته وأخباره، فرق الشيعة، للنوبختي ص19 بتصحيح: ريتر. ورجال الكشي: ص70. والمقالات للقمي: ص20. وكلها من كتب الرافضة، تثبت حقيقة ابن سبأ ودوره في الغلو في علي رضي الله عنه، وفي ذلك رد على من ينكر وجوده منهم. ¶ وانظر: أيضا كتاب الزينة لأبي حاتم الرازي، الإسماعيلي: ص305 ضمن كتاب\"الغلو والفرق الغالية\" للسامرائي، نشر: دار واسط. ¶ وللمزيد راجع كتاب: (عبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام) لسليمان بن حمد العودة.",
            "page": "103",
            "part": "1",
            "seal": "70F7F0F3"
        },
        {
            "id": "43",
            "nass": "[بدعة القدر والجبر ومخالفتهما للكتاب والسنة] ¶ ثم ظهر في حدود السَّبْعين بدعةُ القدر1، كذبوا بالعلم، أو بالمشيئة العامّة، وذلك مخالف للكتاب والسنة. ¶ وجاءت الجَبريَّة2 فجعلوا العبد مجبوراً لا حكم عليه، فهذه أيضاً بدعة مخالفة لما في الكتاب من الأمر والنَّْهي، والوعد والوعيد، وإثابة المُحْسِن، وعقوبة الظالم. ¶ فالأوَّلُون كذَّبوا بخروج العصَاة من النّار3، وأحاديث الشفاعة، ومن الأخيرين يقولون: لا عذاب، وإن الإيمان لا يتفاوت. ¶ [بدعة الجهمية] ¶ ثم وجدت بدعة الجهّمِيّة4، والكلام في الله، فأنكروا الكلام والمحبَّة، وأن يكون كَلَّمَ موسى، أو اتخذ إبراهيم خليلا، أو أنَه على العرش استوى، وذلك مخالف للنصوص. ¶ __________ ¶ 1 أول من أظهر بدعة القدر، سوسن، ويقال له سنسويه، رجل من أهل العراق كان نصرانيا ثم أظهر الإسلام، ثم تنصر، وأخذ عنه هذه المقولة، معبد الجهني الذي قتله الحجاج سنة 80هـ، وعنه أخذ غيلان الدمشقي. ¶ ثم تزعم المعتزلة القول بنفي القدر بعد ذلك فسموا بالقدرية لأجل ذلك. ¶ راجع: ابن حجر: تهذيب التهذيب 10/225-226 في ترجمة معبد الجهني. ¶ وانظر عن القدرية: الأشعري: المقالات1/298. والبغدادي: الفرق بين الفرق114.والشهرستاني: الملل والنحل1/45,43. ¶ 2 أول من قال هذه المقالة: الجهم بن صفوان السمرقندي، قال الذهبي: \"هلك في زمان التابعين\"، وذكر أنه زرع شرا عظيما، وذكر ابن كثير أنه قتل سنة 128 هـ. انظر: ميزان الاعتدال:1/426, والبداية والنهاية:10/27. ¶ 3 في الأصل (التحار) وهو تحريف. ¶ 4 الجهمية: اتباع الجهم بن صفوان المذكور. ¶ انظر في شأن هذه الفرقة: الأشعري: المقالات:1/338, والبغدادي: الفرق بين الفرق211, والشهرستاني: الملل والنحل:1/86.",
            "page": "104",
            "part": "1",
            "seal": "74C13FFE"
        },
        {
            "id": "44",
            "nass": "[بدعة التشبيه] ¶ فنشأ من شَبَّه الباري، وجعل صفاته كصفاتنا، فخالفوا الكتاب والسُّنَّة. ¶ [البدع الكفرية] ¶ ثم حدث في دولة المأمون1 ما هو من البدع الكفرية، كالخُرَّميَّة2، والقرامطة3، وتعطيل الشرائع، وأن ذلك رموز، فلم يرتَبْ مُسْلِم في كفرهم. ¶ فالمُتَّبعُ ضد المُبتَدِعَ، لأن المتَّبِع [لم يخرج] 4 من حدود متبوعه. [و] 5 المبتدع أحدث أمراً على غير مثال، قال الله تعالى:/ {بَدِيعُ السَّمَاوَات} 6 أي:\"مبدع\"، وقيل: \"بديع سماواته وأرضه، ومنه: بديع الجمَال، وكلام بديع أي: لم يعهد له نظير\". ¶ __________ ¶ 1 هو الخليفة العباسي، عبد الله المأمون بن هارون الرشيد، ولد سنة170 هـ، وولي الخلافة بعد أخيه الأمين سنة 198هـ إلى وفاته سنة 218هـ. انظر: ابن كثير: البداية والنهاية:10/287. ¶ 2 الخرمية: أتباع: (بابك الخرَّمي) الذي ظهر في زمن المأمون سنة 201هـ، في جبل البدين، بناحبة أذربيجان، وكثر أتباعه بها، واستباحوا المحرمات، وقتلوا كثيراً من المسلمين. ¶ جهز إليهم خلفاء بني العباس جيوشا كثيرة إلى أن أخذ بابك وأخوه إسحاق وصلبا بسر من رأى أيام المعتصم سنة 223هـ. راجع: ابن كثير: البداية والنهاية:10/259-296-297. وعن بدع هذه الطائفة: انظر: البغدادي: الفرق بين الفرق: 266-268، والإسفرائيني: التبصير في الدين 135. ¶ 3 القرامطة، نسبة إلى: حمدان فرمط، أحد دعاة الباطنية، ومن بدعهم: القول بإبطال الفرائض من صلاة وحج وغير ذلك، وإباحة المحرمات. ¶ انظر عن هذه الفرقة: البغدادي: الفرق بين الفرق: 282. وبيان مذاهب الباطنية وبطلانه من كتاب عقائد آل محمد: ص22. والموسوعة الميسرة: 395. ¶ 4 في الأصل بياض. اجتهدت في إثبات الجملة المناسبة للسياق. ¶ 5 الواو ساقطة من الأصل، والسياق يقتضي إثباتها. ¶ 6 سورة البقرة، آية: 117.",
            "page": "105",
            "part": "1",
            "seal": "D407F1CC"
        },
        {
            "id": "45",
            "nass": "ومعلوم أن النبي صلى الله عليه وسلم، لم يَنْهَ عن كل أمر ابتدأه مبتدئ، وأحدثه محدث. ¶ كمن1 مَرّ إلى فَسَقَةٍ، أو كُفَّارٍ فدعاهم، ووعظهم، بل هو المَعْنِيُّ بقوله عليه السلام: \"من دعا إلى هُدى كان له من الأجر مثل أجور من اتَّبعه\"2 الحديث.، وبقوله: \"من سَنَّ سُنَّة حسنة\"3. وقال تعالى: {فَاسْتَبِقُوا الْخَيْرَاتِ} 4. ¶ وليس المراد بقوله: \"من سَنَّ سُنَّة\" أنه يبتدع عبادة أو قولاً لم يأذن الله به. ¶ __________ ¶ 1 الأصل: (كم) والسياق يقتضي ما أثبت. ¶ 2 م: كتاب العلم، باب: من سن سنة حسنة أو سيئة ومن دعا إلى هدى أو ضلالة 4/ 2060 ح 674، من حديث أبي هريرة رصي الله عنه، وتمامه: \".. لا ينقص ذلك من أجورهم شيئاً، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئاً\". ¶ 3 تقدّم، انظر: ص (99) . ¶ 4 سورة البقرة، آية: 148.",
            "page": "106",
            "part": "1",
            "seal": "4024CA07"
        },
        {
            "id": "46",
            "nass": "باب تقسيم السنة إلى حسنة وسيئة من حيث اللغة ¶ ... ¶ [السنة الحسنة والسنة السيئة] ¶ ومن السُّنة الحسنة؛ ما فعله عمر بن عبد العزيز5 من رد المظالم، وأخذه من الأمراء أموالا6. ¶ ومن السُّنَّةِ السَّيِّئَةِ؛ ما فعله الحجَّاجُ7 من أَيمان البيعة، وجرأته على الدِّمَاءِ بمُجَرِّدِ شبهة، فإنه أحدث أموراً قبيحة. ¶ __________ ¶ 5 الخليفة الأموي المشهور بالعدل والسيرة المرضية، ولد سنة 61هـ، وتولى الخلافة بعد سليمان بن عبد الملك، سنة 99هـ، وتوفي مأسوفا عليه سنة 102هـ بدير سمعان. انظر: ابن كثير: البداية والنهاية 9/192-200-227. ¶ 6 أي وردها إلى بيت مال المسلمين. انظر المصدر السابق: 9/208-216. ¶ 7 هو: الحجاج بن يوسف الثقفي (39، 40، 41 - 95) أحد عمال وولاة بني أمية، قال عنه الإمام الذهبيِ: \"كان ظلوماً جبارا ناصبياً خبيثاً، سفاكاً للدماء. . وله حسنات مغمورة في بحر ذنوبه، وأمره إلى الله\". سير أعلام النبلاء 4/343. ¶ وانظر أيضا: ابن كثير: البداية والنهاية 9/139، وابن نباتة: سرح العيون 170-186.",
            "page": "106",
            "part": "1",
            "seal": "58D01509"
        },
        {
            "id": "47",
            "nass": "ولهذا عَظَّمَ العلماء من قدر الشافعي، وأحمد1، والجنيد2، وأمثالهم أكثر من غيرهم؛ لأنهم سَنُّوا في الإسلام سنَّةً حسنة، وأماتوا بدعاً سيِّئَة. ¶ قال عليه السلام: \"إنَّ الله يبعث لهذه الأمة على رأس كل مائة سنة من يجدّد لها دينها\" 3. ¶ فمن لم يُفرِّق بين ما ابتدعه الجعد4، وغيلان5، والجهم6، وبين ¶ __________ ¶ 1 هو الإمام أحمد بن حنبل الشيباني (164-241هـ) راجع: ابن أبي يعلى: طبقات الحنابلة1/4، وابن الجوزي: مناقب الإمام أحمد. ¶ 2 هو: أبو القاسم الجنيد بن محمد الخزاز النهاوندي، (220-298هـ) كان شيخ الصوفية في وقته، وكان يقول: \"علمنا مضبوط بالكتاب والسنة، من لم يحفظ الكتاب ويكتب الحديث، ولم يتفقه لا يقتدى به\". وهذا منهج ابتعد عنه متأخروا الصوفية فلحقهم الذم بسبب ذلك وغيره. انظر ترجمته لدى أبي نعيم: الحلية10/255، والخطيب البغدادي: تاريخ بغداد 7/241، وابن أبي يعلى: طبقات الحنابلة1/127، والذهبي: السير14/66. ¶ 3 د: كتاب الملاحم، باب: ما يذكر في قرن المائة: 4/480ح4291. ¶ الحاكم: المستدرك4/522، وسكت عليه الحاكم والذهبي، وذكر المناوي أن الحاكم صححه ولعله سقط من النسخة المطبوعة للمستدرك، قال الشيخ الألباني: \"والسند صحيح ورجاله ثقات، رجال مسلم\". ¶ الداني: الفتن ص700-701، وقال محققه: \"وقد صرح بصحته عدد من أئمة الشأن\" - وذكر ممن صححه -: السيوطي، والعراقي، وابن حجر، والحاكم، والبيهقي، والسخاوي. ¶ 4 هو: الجعد بن درهم، أول من ابتدع القول بأن الله لم يكلم موسى تكليما, ولم يتخذ إبراهيم خليلا، وقال بخلق القرآن، كان معلما لآخر خلفاء بني أمية مروان بن محمد، فنسب إليه وقيل له مروان الجعدي. ¶ قتله خالد بن عبد الله القسري يوم عيد الأضحى لمقالته في كلام الله، سنة 124هـ. انظر: الذهبي: ميزان الاعتدال 1/399، وابن كثير: البداية والنهاية 9/364، وابن نباتة: سرح العيون 393-394. ¶ 5 هو: غيلان بن مسلم الدمشقي، أبو مروان، قال ابن قتيبة: \"كان قبطبا قدريا، لم يتكلم أحد في القدر قبله، ودعا إليه إلا معبد الجهني\"، - قلت: \"وقبلهما سوسن أو سنسويه كما تقدم ص (104) أخذه هشام بن عبد الملك فصلبه بباب دمشق\" المعارف: 484، وانظر: الذهبي: الميزان 3/338. ¶ 6 تقدم ص (104) حاشية رقم (4) .",
            "page": "107",
            "part": "1",
            "seal": "B6A63B21"
        },
        {
            "id": "48",
            "nass": "ما أحياه عمر بن عبد العزيز1، والحسن2، وأيوب3، والأوزاعي4، لم يفقه. وإن كان الكُلُّ في اللغة قد ابتدعوا وشرعوا. بل كًلّ نبيٍّ له شِرْعَة ومنهاج بإذن ربه، وإنَما ذمَّ الله مَنْ شرع ديناً لم يأذن به الله. ¶ [المراد بقول عمر: نعمت البدعة] ¶ ومن ذلك قول عمر: \"نِعْمت البدعة\"5؛ لأنها بدعة في اللغة لا في العُرف الشَّرعي. ¶ ومن بدعة اللًّغة: جَمْعُ المصحف، وشَرَح الله لذلك صدرَ عمر، وزيد6، وأبي بكر، ثم عثمان. ¶ [المراد بقوله صلى الله عليه وسلم: \"كل بدعة ضلالة\"] ¶ فقوله: \"كُلًّ بدعة ضلالة\" ليس المراد كل ما سمي في اللغة بدعة، ويوضحه قوله: \"وشَر الأمور محدثاتُها\" 7 فكلاهما في العرف صار لما يذَمّ. ¶ __________ ¶ 1 تقدم ص (106) . ¶ 2 تقدم ص (99) . ¶ 3وهو: أبو بكر أيوب بن أبي تميمة كيسان السختياني البصري (86-131 هـ) ، أحد الأعلام، قال فيه حماد بن زيد: \"هو أفضل من جالست، وأشدهم اتباعاً للسنة\". الذهبي: التذكرة 1/130، والسير 6/15، وابن سعد: الطبقات 7/246. ¶ 4 وهو: عبد الرحمن بن عمرو الأوزاعي (88-157هـ) ، كان ثقة مأمونا، صدوقاً فاضلاً خيراً، كثير الحديث والعلم والفقه، حجة. ابن سعد: الطبقات 7/488. ¶ 5 تقدم، انظر: ص 99. ¶ 6هو الصحابي الجليل زيد بن ثابت بن الضحاك الأنصاري، كان من علماء الصحابة، وكتّاب الوحي، وهو الذي جمع القرآن في عهد أبي بكر رضي الله عنهما. مات سنة 45هـ في قول الأكثرين. ابن حجر: الإصابة 2/41. ¶ 7 تقدم، انظر: ص (94) .",
            "page": "108",
            "part": "1",
            "seal": "335F1671"
        },
        {
            "id": "49",
            "nass": "[كمال الدين وعدم الحاجة إلى الابتداع] ¶ وديننا بحمد الله تام كامل مرضيٌّ، قالت تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} 1, وقوله عليه السلام: \"ما تركت من شيء يُقرِّبكم إلى الجنَّة ويبعدكم عن النار إلاّ وقد حدَّثْتُكُمْ به\" 2. ¶ فأيُّ حاجة بنا بعد هذا إلى البدع في الأعمال والأقوال؟ قال ابن مسعود: \"اتَّبِعُوا ولا تَبْتَدعوا فقد كفيتم\"3. ¶ واتِّبَاع الشرع والدين متعيِّن، واتّباع غير سبيل المؤمنين بالهوَى وبالظَّنِّ وبالعادات المردودة مَقْتٌ، وبِدْعة. اللهمَّ اصرف قلوبنا إلى طاعتك. ¶ __________ ¶ 1 سورة المائدة آية: 3. ¶ 2 عبد الرزاق: المصنف11/125ح20100، من حديث معمر عن عمران عن صاحب له. ¶ الشافعي: الرسالة ص 87 رقم 289، وجماع العلم ص 119 رقم 514. وقال محققه الشيخ أحمد شاكر: \"وهو حديث صحيح فيما أرجّح\". ¶ 3 أبو خيثمةْ: كتاب العلم ص 122رقم 54، وتمامه: \" ... وكل بدعة ضلالة\".وقال محققه الشيخ الألباني: \"هذا إسناد صحيح\". ¶ دي: المقدمة، باب في كراهية أخذ الرأي: 1/69. ¶ ابن وضّاح: البدع والنهي عنها ص 10. ¶ المروزي: السنة ص 28، رقم 78، وقال محققه: \"إسناده صحيح\". ¶ ابن بطة: الإبانة 1/327 رقم 174-175. ¶ اللالكائي: شرح أصول اعتقاد أهل السنة 1/86، رقم104. ¶ الطبراني: المعجم الكبير، قال الهيثمي: \"ورجاله رجال الصحيح\". مجمع الزوائد:1/181.",
            "page": "109",
            "part": "1",
            "seal": "22F45787"
        },
        {
            "id": "50",
            "nass": "قيل: إن أويساً القَرَني1 قال لهَرم بن حَيّان2: \"سَلِ الله أن يُصلح قلبك ونِيَّتَك، فإنّي ما عالجتُ شيئاً عليَ أشد من صلاح قلبي ونِيَّتي\"3. ¶ وفي مُسْلم4 عن ابن مسعود قال، قال رسول الله صلى الله عليه وسلم: \"ما بعث الله من نَبيٍّ إلا كان له من أُمَّتِه حواريون، وأنصار يستَنُّونَ بسُنَّتِه، ويَتَّبعون هديَه، ثم يَخْلُف من بعدهم خُلُوفٌ5 يقولون ما لا يفعلون، ويفعلون ما لا يؤمرون، من جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن6، ليس وراء ذلك من الإيمان حَبَّة خردل\". ¶ __________ ¶ 1 وهو: سيد التابعين في زمانه أبو عمر أويس بن عامر بن جزء بن مالك القرني المرادي اليماني، أسلم زمن النبي صلى الله عليه وسلم، ولكن منعه من القدوم عليه برّه بأمه. ¶ ترجم له ابن حجر في الإصابة: 1/187رقم 497، شهد صفين مع علي وقاتل حتى قُتل، وانظر ترجمته أيضا لدى الذهبي في السير: 4/19، وابن سعد: الطبقات 6/161، وأبي نعيم: الحلية 2/79. ¶ 2 وهو: هَرِمُ بن حيَّان العَبْدي، ويقال: الأزدي البصري، أحد العابدين، قَدِمَ دمشق في طلب أويس القرني، ترجم له ابن حجر في الإصابة: 10/240رقم 8947، وهو فيه \"ابن حبَّان\" بالباء. وانظر ترجمته أيضا لدى: الذهبي: السير 4/48، وابن سعد: الطبقات 7/131، وأبي نعيم: الحلية 2/119. ¶ 3 لم أقف عليه. ¶ 4 كتاب الإيمان، باب بيان كون النهي عن المنكر من الإيمان: 1/69ح80 وفيه زيادة: \"ومن جاهدهم بقلبه فهو مؤمن\" قبل قوله: \"ليس وراء ذلك. . .\". ¶ حم: 1/458-461، إلى قوله:\"ويفعلون ما لا يؤمرون\". ¶ 5 خُلُوفُ: جمع خَلْف بتسكين اللام، وهو كل من يجيء بعد من مضى، إلا أنه بالتسكين في الشَّرِ، ويأتي بتحريك اللام في الخير. ¶ انظر: ابن الأثير: النهاية في غريب الحديث: 2/65-66. ¶ 6 في الأصل (فهو من) .",
            "page": "110",
            "part": "1",
            "seal": "AA1BB93C"
        },
        {
            "id": "51",
            "nass": "وفي البخاريّ1 حديث: \"من عَمِل عملاً ليس عليه أَمرُنا فهو رَدّ\" ولو كانت البدعة مُستَحَبَّةً لكانت مَقبولة. ¶ وقد أَمَرَ بأشياء لم تكن على عهده صل ¶ ى الله عليه وسلم، أو لم تُعمل لعدم الحاجة إليها، أو لانتفاء شرط الفعل، ووجود مانعه، مثل: قتال أهل الرِّدةِ2، وقتال المجوس3، والتُّرْك4، وياج5، والخوارج6، وكأمره بإطاعة أمراء الجور، ¶ __________ ¶ 1 كتاب الصلح، باب إذا اصطلحوا على صلح جور فالصلح مردودْ: 5/ 301 ح2697 من حديث عائشة رضي الله عنها بلفظ: \"من أحدث في أمرنا هذا ما ليس منه فهو ردّ \" وعلقه بلفظ المؤلف في كتاب: الاعتصام بالسنة، باب إذا اجتهد العامل أو الحاكم: 13/317. ¶ وأخرجه مسلم: في كتاب الأقضية، باب نقض الأحكام الباطلة ورد محدثات الأمور:3/1343ح 1718 من حديث عائشة رضي الله عنها. ¶ 2 وقد قاتل الخليفة الراشد أبو بكر الصديق رضي الله عنه طوائف المرتدين بعد وفاة النبي صلى الله عليه وسلم وقال كلمته المشهورة في ذلك: \"والله لأقاتلن من فرّق بين الصلاة والزكاة ... \" خ: كتاب استتابة المرتدين، باب قتل من أبى قبول الفرائض، 12/275ح 6925. ¶ 3 جاء من حديث أبي هريرة رضي الله عنه قوله صلى الله عليه وسلم: \"لا تقوم الساعة حتى تقاتلوا خوزا وكرمان من الأعاجم ... \"، خ: كتاب المناقب، باب علامات الساعة، 6/ 604 ح3590. ¶ 4 أخبر النبي صلى الله عليه وسلم بذلك كما في حديث أبيِ هريرة رضي الله عنه: \"لا تقوم الساعة حتى تقاتلوا قوما نعالهم الشعر، وحتى تقاتلوا الترك صغار الأعين حمر الوجوه دلف الأنوف كأن وجوههم المجّان المطرقة\" خ: كتاب المناقب، باب: علامات النبوة 6/ 604ح 3587. ¶ 5 أي يأجوج ومأجوج، وهم قوم من ولد آدم يخرجون آخر الزمان، في زمنِ عيسى عليه السلام، كما جاء في حديث النواس بن سمعان رضي الله عنه: \"إذ أوحى الله إلى عيسى أَنى قد أخرجت عباداً لي لا يدان لأحد بقتالهم فَحرِّز عبادي إلى الطور، ويبعث الله ياجوج وماجوج وهم من كل حدب ينسلون.. فيرغب نبي الله عيسى وأصحابه إلى الله فيرسل الله عليهم النغف في رقابهم فيصبحون فرسى كموت نفس واحدة..\" م: كتاب أشراط الساعة، باب ذكر الدجال 18/68-69بشرح النووي. ¶ 6 كما جاء في حديث علي رضي الله عنه سمعت رسول الله صلى الله عليه وسلم يقول:\"سيخرج قوم في آخر الزمان أحداث الأسنان سفهاء الأحلام يقولون من خير قول البرية، لا يجاوز إيمانهم حناجرهم، يمرقون من الدين كما يمرق السهم من الرمية، فأينما لقيتموهم فاقتلوهم فإن في قتلهم أجرا لمن قتلهم يوم القيامة\". خ: كتاب استتابة المرتدين، باب قتل الخوارج والملحدين 12/283ح6930 وقد قاتلهم علي رضي الله عنه.",
            "page": "111",
            "part": "1",
            "seal": "E92A1606"
        },
        {
            "id": "52",
            "nass": "والصلاةِ خلفَهم1، وكشروط عمر عَلىَ الذِّمَّةِ2، وكانَ عليه السلام أَقرَّ يهود خيْبَر لفِلاَحَتِها بلا جَزية، ثمَّ أجلاهم عمر، وضرب عليهم الجزية3. ¶ وكذا نزول ابن مريم حكما عدلاً، فيكسر الصَّليب، ويقتُل الخنزير، ويضع الجزية4، وإنَّما يفعل ذلك بأمر نبينا صلى الله عليه وسلم5. ¶ وكذلك ما يفعله المؤمنون في اليوم الطويل، زمَنَ الدَّجَّال في كثرة الصلوات في قوله: \" [اقدروا] 6 له قدره\"7. ¶ __________ ¶ 1 في قوله صلى الله عليه وسلم: \"اسمعوا وأطيعوا فإنما عليهم ما حُمِّلوا وعليكم ما حملتم\". م: كتاب الإمارة، باب في طاعة الأمراء وإن منعوا الحقوق 3/1474ح1486. ¶ 2 أي على أهل الذمّة، وشروط عمر رضي الله عنه, مشهورة بالشروط العمرية. شرحها العلامة ابن القيم في كتاب: أحكام أهل الذمة 2/657 وما بعدها. ¶ 3 أخرج قصة إجلائهم وسبب ذلك الإمام البخاري في صحيحه من حديث ابن عمر رضي الله عنهما في كتاب الشروط، باب: إذا اشترط في المزارعة إذا شئت أخرجتك: 5/327ح2730. ¶ 4 كما جاء في حديث أبي هريرة رضي الله عنه قال، قال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حكمًا عدلاً فيكسر الصليب، ويقتل الخنزير، ويفيض المال حتى لا يقبله أحد. . .\". م: كتاب الإيمان، باب نزول عيسى عليه السلام حاكما بشريعة نبينا محمد صلى الله عليه وسلم 1/135ح242. ¶ 5 لأن عيسى عليه السلام إذا نزل إنما يحكم بشريعة نبينا صلى الله عليه وسلم، ووضعه الجزية - وهو عدم قبوله لها, إذ لا يقبل من الناس إلا الإسلام- لأن مشروعية قبولها مقيدة بنزول عيسى عليه السلام، كما دلّ عليه الخبر المتقدم، وليس عيسى عليه السلام بناسخ لحكم الجزية بل نبينا صلى الله عليه وسلم هو المبين للنسخ بقوله هذا. راجع النووي: شرح مسلم 2/1900. ¶ وهو إذا نزل عليه السلام يكون تابعا لنبينا صلى الله عليه وسلم وعلى ملته، لذا يصلي خلف المهدي ولا يتقدم للإمامة كما في حديث جابر: \"فينزل عيسى بن مريم صلى الله عليه وسلم، فيقول أميرهم: \"تعال صل لنا\" فيقول: \"إن بعضكم على بعض أمراء تكرمة الله هذه الأمة\". م: إيمان، باب نزول عيسى 2/193، بشرح النووي. ¶ 6 ساقطة من الأصل. ¶ 7 م: كتاب الفتن وأشراط الساعة، باب ذكر الدجال: 4/2252ح2137، من حديث النواس بن سمعان رضي الله عنه.",
            "page": "112",
            "part": "1",
            "seal": "43FEDF8C"
        },
        {
            "id": "53",
            "nass": "وكذلك أمْرهُ بالقعودِ في يوم الفتنة، وبالفرار إلى الجبَال في غَنَمِه1ِ، وباتِّخاذِ سيف من خشب2. ¶ وكُلُّ ذلك بحسب الأحْوالِ، على ما دَلَّتْ عليه النُّصُوص والعُمُومَات. ¶ ومن ذلك: إذْنُه في دُخول حمَّاماتِ الأعاجم للرجل بمِئْزَرٍ، ومَنع المرأة منه، إلاَّ المريضة، والنُّفَسَاء3، فََلاَ يُقَالُ: دُخُولُ الحمَّام بَدعة، فما كان في الحجاز حَمَّامٌ4. ¶ وكذلك المطاعم، والملابس، والدور، والزّيُّ5، قال الله تعالى: {لا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلا تَعْتَدُوا} 6، وقال: {وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ جَمِيعاً مِنْهُ} 7. ¶ __________ ¶ 1خ: كتاب الفتن، باب تكون فتنة القاعد فيها خير من القائم: 13/29ح7081-7082من حديث أبي هريرة، وفي كتاب المناقب، باب علامات النبوة: 6/612ح3601. ¶ م: كتاب الفتن وأشراط الساعة، باب نزول الفتن: 4/2212ح2887من حديث أبي بكرة. ¶ 2ت: كتاب الفتن، باب ما جاء في اتخاذ سيف من خشب في الفتنة: 4/90ح2203 من حديث أهْبان بن صيفي الغفاري رضي الله عنه. ¶ حم: 5/69. ¶ 3د: كتاب الحمّام، باب (1) : 4/301ح4011 من حديث عبد الله بن عمر رضي الله عنهما. وح2009 من حديث عائشة رضي الله عنها في الإذن للرجال في الميازر وليس فيها ذكر النساء. ¶ جه: كتاب الأدب، باب دخول الحمام: 2/1233ح 3748 من حديث عبد الله بن عمرو رضي الله عنهما. وح3749 في الترخيص للرجال في الميازر دون النساء. ¶ 4 الجملة في الأصل غير واضحة اجتهدت في قراءتها على ما أثبت. ¶ 5 في الأصل بالراء، ولعلها \"والزّيّ \" بالمعجمة كما أثبتُّ. ¶ 6 سورة المائدة، آية: 87. ¶ 7 سورة الجاثية، آية: 13.",
            "page": "113",
            "part": "1",
            "seal": "E6C5BD6B"
        },
        {
            "id": "54",
            "nass": "ولمَّا عَافَتْ نفسه الزْكِيَّةُ أكْلَ الضَّبِّ ما حرَّمَه، واعتذر بأنْ لم يَكُنْ بأرض قومه1، وكان يُحبُّ الحلوى2، والحُلُوَ البَارد3، واللَّحْم4، وأكَلَ الدّجَاج5، والرُّطَبَ، والقِثَّاءَ6، والطَّيِّبَاتِ التي بأَرضه، وتَزَوَّجَ ببضعِ عشْرةَ امرأة، ولَبسَ القميصَ7، والعِمَامَةَ8 والجُبَّةَ الضيِّقَة9، وركبَ الفرس10، ¶ __________ ¶ 1 خ: كتاب الأطعمة، باب الشواء: 9/542ح 5400، من حديث خالد بن الوليد رضي الله عنه. وباب الأقط: 9/ 544ح 5402 من حديث ابن عباس رضي الله عنهما. وفي كتاب الذبائح والصيد، باب الضب: 9/662 ح 5536، من حديث ابن عمر رضي الله عنهما، وح5537 من حديث خالد بن الوليد رضي الله عنه. ¶ م: كتاب الصيد والذبائح، باب إباحة الضب: 3/1543ح1945 و1946 من حديث خالد بن الوليد رضي الله عنه. ¶ 2 انظر: خ: كتاب الأطعمة، باب الحلوى والعسل: 9/557 ح 5431. ¶ 3 انظر: ت: كتاب الأشربة، باب ما جاء في أيّ الشراب كان أحب إلى رسول الله صلى الله عليه وسلم: 4/307ح1895. ¶ حم: 6/38-40. ¶ 4 انظر: خ: كتاب الأطعمة، باب النهش وانتشال اللحم: 9/545 ح 5404 - 5405. ¶ 5 انظر: خ: كتاب الذبائح والصيد، باب لحم الدجاج: 9/ 645 ح 5517. ¶ 6 انظر: خ: كتاب الأطعمة، باب القثاء بالرطب: 9/ 564 ح 5440. ¶ 7 انظر: خ: كتاب اللباس، باب لبس القميص: 10/ 266ح 5796. ¶ ت: كتاب اللباس، باب ما جاء لبس القميص: 4/237ح 1762 وح1763 و1746 و 1766. ¶ جه: كتاب اللباس، باب لبس القميص: 2/1183ح3575. ¶ 8 ت: كتاب اللباس، باب ما جاء في لبس العمامة السوداء: 4/225ح1735 وقال الترمذي: \"حديث جابر حسن صحيح\". ¶ جه: كتاب اللباس، باب إرخاء العمامة بين الكتفين: 2/1186ح3587. ¶ 9 انظر: خ: كتاب اللباس، باب من لبس جُبَّة ضيِّقة الكمين في السفر:10/268ح5798. ¶ 10 فكان له صلى الله عليه وسلم فرس يقال (اللُّحَيف) بالمهملة وقيل بالخاء المعجمة. ¶ خ: جهاد، باب اسم الفرس والحمارِ: 6/58ح2855.",
            "page": "114",
            "part": "1",
            "seal": "CEF82C05"
        },
        {
            "id": "55",
            "nass": "والنَّاقةَ1، والحِمَار2، والبَغْلَةَ3، ولا كان مع ذلك يُكْثِرُ من التَّنَعُّمِ والرَّفاهِيَة، وما خُيِّر بين اثنين أمرين إلاّ اختار أيسرهما4 صلوات الله عليه وسلامه. ¶ قال تعالى: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ فَلْيُنْفِقْ مِمَّا آتَاهُ اللَّهُ} 5. وقال: {وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا} 6. ¶ فاحْذَرِ الورَعَ الفاسِدَ، ولا تَكُنْ عَبْدَ شَهَوَاتِكَ. ¶ وكان يَمْرَضُ ويَتَداوَى، ويَحرص على أدْويةٍ نافعة، وعلى الحِجَامَةِ7. ¶ ومما أًحْدِثَ: تَمْصِيُر الكوفةِ8، والبصْرة9، والمناير10، ووضْعُ الدَّواوين11، وخزائن الأموال12، وأمثال ذلكَ مما فعله الخلفاء الراشدون، والأئمة، أو الأمَّةُ كلُّها. ¶ __________ ¶ 1 انظر: خ: كتاب اللباس، باب إرداف المرأة خلف الرجل ذا محرم: 10/398ح 5968. ¶ 2 انظر: خ: كتاب اللباس، باب الارتداف على الدابة: 10/395ح 5964. ¶ 3 انظر: م: كتاب الجنة، باب عرض مقعد الميت من الجنة أو النار عليه: 4/2199ح2867. ¶ 4 كما ورد من حديث عائشة رضي الله عنها قالت:\"ما خُيِّر رسول الله صلى الله عليه وسلم بين أمرين إلا أخذ أيسرهما ما لم يكن إثما ... \". خ: كتاب المناقب، باب صفة النبي صلى الله عليه وسلم: 6/566ح3560. ¶ 5 سورة الطلاق، آية: 7. ¶ 6 سورة الأعراف، آية: 31. ¶ 7 انظر: خ: كتاب الطب، باب السعوط: 10/147ح5691، وباب أيّ ساعة يحتجم: 10/149ح5694، وباب الحجم في السفر والإحرام: 10/150ح5695. ¶ 8 اختطها سعد بن أبي وقاص رضي الله عنه بأمر الخليفة الراشد عمر بن الخطاب رضي الله عنه سنة 17هـ. انظر: البلاذري: فتوح البلدان: 274. ¶ 9 مَصَّرَها الخليفة الراشد عمر الفاروق رضي الله عنه سنة 14هـ. انظر: المصدر السابق ص 341. ¶ 10 وأول ما أحدثت في زمن معاوية بن أبي سفيان رضي الله عنهما، ولم تكن قبل ذلك، كما ذكر السيوطي في الوسائل في مسامرة الأوائل ص 15 فقرة 72. ¶ 11 أول من وضع الدواوين، أمير المؤمنين عمر رضي الله عنه. انظر: ابن الجوزي: تاريخ عمر:121. ¶ 12 وأول من اتخذ ذلك عمر أيضا رضي الله عنه، قال قتادة: \"آخر مال قدم على رسول الله صلى الله عليه وسلم ثمانمائة ألف درهم من البحرين، فما قام حتى أمضاه، ولم يكن للنبي صلى الله عليه وسلم بيت مال، ولا لأبي بكر، وأول من اتخذ بيت المال عمر بن الخطاب\". انظر: المصدر السابق 119.",
            "page": "115",
            "part": "1",
            "seal": "4ADF8C7C"
        },
        {
            "id": "56",
            "nass": "و [إن] 1استدَلَّ مُتَكَلم على من أَنكر عليه بعض حجاجه، ومسائله، بأنَه بدعة؛ لأنَّ السلف لم ينقَل عنهم نهيك عن هذا، فلابُدَّ أن تجيبه بأن السًلفَ ما احتاجوا إلى النَهي، ودَلَتِ النُّصُوصُ على النَّهْىِ، فالنَهْي حَسَنٌ. ¶ وأيضاً فإذا كان الَفعل بدعة، والبدعة ضلالةٌ، فهذا تناقض. ¶ فالفعل إن ثبت حُسْنُه بأدلَّةٍ شَرعيَّةٍ، فالنَّهْيُ عنه بِدعةٌ، وإن لم يَدَّل عليه الشرع فهو بدعة، والنَّهْي عنه سُنَة. ¶ ورُبمًا كان فَصْلُ الخطاب، أنَّ بعض الفعل حَسَن، وبَعْضُه سيّئ، مثاله: النَظَر والمُنَاظَرَةُ، فالجدالُ بالحسنى حَسَنٌ، ومِنْه مَذْمُومٌ، قال الله تعالى: {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلا الَّذِينَ كَفَرُوا} 2، وقال تعالى يجمع الأمرين: {هَا أَنْتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ} 3 ¶ فمن جادل في الحق بعد ما تبين فهو مَذْمُوم، سواء قصد نصر إمَامِه، أو هَوَاه، وجادل بلا علم. ¶ ومنه قوله عليه السلام في السُّنَنِ: \"القُضاةُ ثلاثة: قاضيان في النَّارِ وقاضٍ في الجَنَّةِ، رَجُلٌ عَلِمَ الحق فقَضَى به فهو في الجنَّةِ، ورجلٌ قَضَى على جهلٍ فَهو في النارِ، ورَجُلٌ عَلِمَ الحَقَّ فقَضَى بخلافه، فهو في النَار\" 4 ¶ __________ ¶ 1 ليست في الأصل والسياق يقتضي إثباتها. ¶ 2 سورة غافرِ، آية: 4. ¶ 3 سورة آل عمران، آية: 66. ¶ 4 د. كتاب الأقضية، باب في القاضي يخطئ: 4/5ح 3573 من حديث ابن بريدة عن أبيه. ¶ جه: كتاب الأحكام، باب الحاكم يجتهد: 2/776ح 2315، من حديث ابن بريدة عن أبيه. ¶ ت: كتاب الأحكام، باب ما جاء عن رسول الله صلى الله عليه وسلم في القاضي: 3/613ح 1322، باختلاف في لفظه. ¶ وصححه الشيخ محمد ناصرِ الدين الألباني في إرواء الغليل: 8/235ح 2614.",
            "page": "116",
            "part": "1",
            "seal": "CB783FEB"
        },
        {
            "id": "57",
            "nass": "وكذلك الْمُفْتِي، والشَّاهد، والمفتي1، والمصنِّف، والمحدِّث، فمن تكلم بلا علم فجاهل، أو حَادَ عن الحقِّ فظالم، أو تكلم بعلم فله أجران إنْ أَصابَ، أو أجرٌ إِنْ أخطأ. ¶ فمن جادل الخَصْمَ بحُجَجٍ صَحِيحة دَلَّ عليها النَّصُّ أو الإِجماع عند الحاجَةِ فَهُو مُحْسِنٌ إن صَلحت نِيَّتُه، وذلك من فُروض الكفايات والنّهْي عنه عدوان. ¶ ومن جادل بلا حُجج، وأعرض عن النُّصُوص، ومَشَى مع رأيِهِ وهواه كما يفعله كثير من المتكلّمين، فهو من المذمومين لاسيَّما إذا أوقعه2 حِجاجُه في التزام ما3 يخالف الكتابَ والسُّنَّة، ونَهْيُه سُنَّةٌ حسنةٌ، قال الله تعالى: {وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ} 4، وقال: {وَإِنْ تُطِيعُوهُ تَهْتَدُوا} 5. ¶ __________ ¶ 1 كذا في الأصل وهو تكرار. ¶ 2 في الأصل (وقعه) . ¶ 3 والأصل (مما) وما أتبت يقتضيه السياق. ¶ 4 سورة النساء، آية: 69. ¶ 5 سورة النور، آية: 54.",
            "page": "117",
            "part": "1",
            "seal": "ABE515E2"
        },
        {
            "id": "58",
            "nass": "[ما ينبغي للعالم فعله تجاه النوازل من المسائل] ¶ فعلى العالِمِ أن يُفَتِّشَ على المسألة النازلة في كتاب الله، فإن لم يجد فَتَّشَ السًّنَن، فإن لم يجد نَظَرَ في إجماع الأمَّةِ. وهذا هو المجتهد المطلق، وأَنَّى يُوجدَ ذلك. ¶ [الاستدلال بتركه، أو إقراره مع علمه صلى الله عليه وسلم] ¶ ومن الدّليل على مسائل عِدَّة: تركُهُ، أو إقرَاره مع علمه عليه السلام بالمسألة كما يُسْتَدل بتركه الزكاة في الخضروات التي بالمدينة على عدم الوجوب1، وبتركه نَْهيَه للحَبَشَة عن الزَّفْن2 في المسجد على الرُّخْصةِ3، وبترك التأذين في العيد والكسوف، والاستسقاء على عدم الاستحباب4، وأنه ليس بدين فما أمسك عن فعله، أو5 الأمر به والنَّدْب, مع قيام المقتضي دَلَّ على أنه ليس بَحَسَن ولا بِرٍّ. ¶ __________ ¶ 1 وقد استدل بذلك الإمام أحمد رحمه الله وغيره من فقهاء الحديث، فلم يوجبوا في الخضروات زكاة، لما في الترك من عمل النبي صلى الله عليه وسلم وخلفائه. راجع: المغني: 4/158. ¶ والحديث الذي رواه الترمذي في كتاب الزكاة، باب ما جاء في زكاة الخضروات 3/30 ح 638: أن معاذ رضي الله عنه كتب إلى النبي صلى الله عليه وسلم يسأله عن الخضروات فقال: \"ليس فيها شيء\" قال عنه الترمذي: \"ليس بصحيح، وليس يصح في هذا الباب عن النبي صلى الله عليه وسلم شيء.. والعمل على هذا عند أهل العلم أن ليس في الخضروات صدقة\" استدلالاً بتركه صلى الله عليه وسلم الزكاة فيها. ¶ 2 في الأصل (الدفن) وهو تصحيف، والزفْنُ: اللعب والدفع والرقص. انظر: ابن الأثير: النهاية في غريب الحديث: 2/305. ¶ 3 انظر: م: كتاب العيدين، باب الرخصة في اللعب الذي لا معصية فيه في أيام العيد: 2/609 ح 18-21. ¶ 4 انظر: خ: كتاب العيدين، باب المشي والركوب إلى العيدين بغير أذان ولا إقامة: 2/451 ح959-960. ¶ م: كتاب العيدين، 2/604 ح886-887. ¶ 5 في الأصل (إذ) وهو تصحيف.",
            "page": "118",
            "part": "1",
            "seal": "D9E8235C"
        },
        {
            "id": "59",
            "nass": "وما أُحدِثَ بعده، وكَانَ بنا إليه حاجَةٌ فحَسَنٌ كفرض1 عمر للصحابة وغيرهم2، وكالتراويح3، وجَمْعِ الناس على مُصحف4. ¶ ثم خَلَف قومٌ اعْتَدوا في الجُوع، والسَّهَرِ، والرَّهْبَانِيَّةِ، وفي المسائل، والسماع، وفي بَذْلِ بُيوت الأموال لمَن شاءوا، ومَنْعِ المستحق، وتعدَّوا في العقوبات، والجور، واحْتَالُوا على الرِّبا، وبالغوا في نفيِّ الصِّفَات، أو في إثْبَاتها، وتَنَطَّعُوا، وزيّدوا5، فلا حول ولا قوة إلاّ بالله. ¶ وقد يَفْعَلُ المُسْلِمُ بعضَ الأمور بنَوْعِ تَأْويلٍ فيخطئ، والله يغفر له، وقد يتوبُ، وينقاد للحق، أو له حَسَنات مَاحية. ¶ وقد كَثُر المنكر والمُحْدَث، فَليَنْهَ6 الفقيهُ عَمَّا أمْكَنَ من البدع بنِيَّةٍ خالصة، وليحذر7 الغضبَ، فإن الفُرقة هَلَكَةٌ والجماعة رحمة. ويروى \"أنه ما ابتدع قوم بدعة إلاّ رفع منهم من السنة مثلها\". ¶ [المشروع في استماع القرآن وأقسام من أعرض عنه] ¶ شَرَعَ الله استماع القرآن، ونَدَبَ إليه، وذَمَّ من يُعرضُ عنه. فأعرض قوم ¶ __________ ¶ 1 في الأصل (لعرض) وهو تصحيف. ¶ 2 ذكر ابن الجوزي عن أبي هريرة رصي الله عنه أن عمر فرض للمهاجرين في خمسة آلاف، وللأنصار في أربعة آلاف، وفرض لأزواج النبي صلى الله عليه وسلم في أثنى عشر ألفا. انظر: تاريخ عمر: 121. ¶ 3 تقدم قول عمر في جمع الناس عليها: \"نعمت البدعة\". ¶ 4 حيث جمعهم الخليفة الراشد عثمان بن عفان رضي الله عنه على مصحف واحد وأمر بتحريق ما سواه. ¶ انظر: المصاحف لابن أبي داود. ص 26-27. ¶ 5 في الأصل رسمها أقرب إلى (الرا) بدال الدال. ¶ 6 في الأصل (فليت) وَما أثبت يناسب السياق. ¶ 7 في الأصل: بالتاء.",
            "page": "119",
            "part": "1",
            "seal": "F503E0F4"
        },
        {
            "id": "60",
            "nass": "عن حقيقته وفَهْمِه الذيَ يخشع له القلب، ثم صاروا لونين: ¶ لوناً1: فتنوا واقتصروا على ظاهره، وعلى تلاوتِه أمانيّ كأهل الكتاب. ¶ ولوناً: طلبوا رقَّةَ قلوبهم بسماع غيره كالرُّهبان. ¶ وكُلٌ من الطائفتين يقول للأخرى: لستم على شيء. ¶ ولا رَيْبَ مع كل منهما نوع من المشروع. ¶ [وقوع التفريط في مسمى السنة والشرع] ¶ وكذا وقع التفريطُ في مُسَمَّى السُّنَّةِ، حتى أخرج عنها بعضُ مسمَاها2 وعُدَّ بدعة، وأُدخل فيها ما ليس منها بخبر منها قول شاذ. ¶ وكذلك الشّرع أدخل في مُسَمَّاه أشياء في العبادات، والمعاملات، والأنكحةِ، والعقوبات، وغير ذلك مما فيه اختلاف فصار الشرع عند العَامِّي عبارة عَمَّا يحكم به قاض وإن كان جاهلا. ¶ أمَّا الشَّرْعُ المُنَزَّل فما ثبت بالكتاب والسُّنَّة والإجماع. ¶ وأما الشرع المُبَدَّل، كما يصدر من جهة الحًكَّام، والوكلاء3، فالمنزَّل واجب، والثاني شائع4، والثالث منهيُ عنه. ¶ الطيّبَات، أحلها الله لنا وحَرَّمَ الخبائث. ¶ فأما اليهود فبِظُلمٍ منهِم حَرَّم الله عليهم طيبات، وحمل عليهم آصارا ً كما ¶ __________ ¶ 1 كذا في الأصل. ¶ 2 في الأصل (مسمَّاه) وهو تحريف بيّن. ¶ 3 كذا. ¶ 4 كتبَت الكلمة بدون نقط، فتقرأ (شائع) وتقرأ (سائغ) .",
            "page": "120",
            "part": "1",
            "seal": "235CC46E"
        },
        {
            "id": "61",
            "nass": "قال الله تعالى: {الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ} 1 الآية. ¶ فالمُحَرَّمُ خبيث: كالدِّم، والميْتَةِ، وأكْلِ مالٍ بالظُّلمِ، كالرِّبا، والقِمَار، وأكْلِ السم، والسِّبَاع، والرَّخَم، وكُلِّ حيوان خبيث الغِذَاء، إذ الاغتذاء به يورث الطبع بغيا، واعتداء. ¶ وكذا الدَّم هو الحامل للاغتذاء به، يورث الطبع بغياً واعتداء، لقوة الشّهوة، والغضب، وكذا الخمر، فالمحرمات تَضرّ المزاجَ والدِّينَ أو أحدهما. ¶ [حد المعروف والمنكر] ¶ وكذا من أكل فوق عادته يتضرر به، فالمعروف2: كل صلاح وعدل وخير، والمنكر: كل فساد وبغي وظلم وفحش. ¶ [حد الطيب والخبيث] ¶ والطيب: كل حلال مريّ هنيّ، من كسب طيب. ¶ والخبيث: كل حرام وبيِّ نكدٍ مؤذٍ، من كسب مُحَرَّم، قال تعالى: {قُلْ لا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ3 أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ} 4 وفي الحديث: ¶ __________ ¶ 1سورة الأعراف، آية: 157 وتمامها: {الأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ} (الأعراف: الآية: 157) . ¶ 2 في الأصل (كالمعروف) . ¶ 3 في الأصل (ولا) . ¶ 4 سورة المائدة, آية: 100.",
            "page": "121",
            "part": "1",
            "seal": "467BA816"
        },
        {
            "id": "62",
            "nass": "\"الحلال ما أحله الله، والحرام ما حرمه الله، وما سكت عنه فهو مما عفي\" 1. ¶ [سماحة شريعتنا ورفع الآصار والأغلال عن هذه الأمة] ¶ ونبينا صلى الله عليه وسلم بُعث بالحنيفيّةِ السَّمحةِ، وبوضعِ الآصار والأغلالِ، وبإباحة طيبات كثيرة حُرِّمت على أهل الكتابين، فلله الحمد على دين الإسلام الحنيفي، فإنّه يسر، ورفق، ورحمةٌ للعالمين. ¶ فأباح الله لنا الغنائم2، ولَحْمَ الإبل3، ومواكلةَ الحائض4، وأَباح لنا ¶ __________ ¶ 1ت: كتاب اللباس، باب ما جاء في لبس الفراء: 4/ 220 ح 1726 من حديث سلمان رضي الله عنه، وقال ¶ الترمذي فيه: \"وهذا حديث غريب لا نعرفه مرفوعاً إلا من هذا الوجه\". ¶ جه: كتاب الأطعمة، باب أكل الجبن والسمن: 2/1117 ح 3367 من حديث سلمان بزيادة: (في كتابه) في الموضعين. ¶ وضعفه الشيخ الألباني، فقال: \"وخلاصة القول: أن الراجح في هذا الحديث أنه موقوف كما جزم به أمير المؤمنين في الحديث (البخاري) ، ولم نجد له طريقاً أخرى قوية نرجح بها المرفوع\".. وأشار إلى أن في حديث \"ما أحل الله في كتابه فهو حلال، وما حرم فهو حرام وما سكت عنه فهو عفو ... \" الذي رواه الحاكم وصححه 2/ 375 وحسنه الألباني في غاية المرام 14/5 ح 2- 3 غُنية عن الموقوف إذ هو في معناه. ¶ 2 قال عز وجل: {فَكُلُوا مِمَّا غَنِمْتُمْ حَلالاً طَيِّباً وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (الأنفال:69) , وقال صلى الله عليه وسلم: \" أعطيت خمساً لم يعطهن أحد من الأنبياء قبلي: نُصرت بالرعب مسيرة شهر ... وأحلت لي الغنائم\". أخرجه البخاري في كتاب الصلاة، باب قول النبي صلى الله عليه وسلم: \"جعلت لي الأرض مسجدا وطهورا\" 3/533ح438 من حديث جابر بن عبد الله رضي الله عنهما. ¶ 3 قال تعالى: {أُحِلَّتْ لَكُمْ بَهِيمَةُ الأَنْعَامِ إِلا مَا يُتْلَى عَلَيْكُمْ} (المائدة: من الآية1) . ¶ وقال تعالى: {وَمِنَ الأِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنْثَيَيْن} - إلى قوله- {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّماً عَلَى طَاعِمٍ يَطْعَمُهُ إِلا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ اللَّهِ بِه} (الأنعام: 144-145) . ¶ 4 أخرج مسلم عن عائشة رضي الله عنها، قالت: \"كنت أشرب وأنا حائض ثم أناوله النبي صلى الله عليه وسلم فيضع فاه على موضع فيَّ فيشرب، وأتعرَّقُ العَرَق وأنا حائض ثم أناوله النبي صلى الله عليه وسلم فيضع فاه على موضع فيَّ\". كتاب الحيض، باب الاضطجاع مع الحائض في لحاف واحد:1/245ح300. ¶ وأخرج الترمذي عن عبد الله بن سعد قال: سألت النبي صلى الله عليه وسلم عن مؤاكلة الحائض؟، فقال:\"واكلها\". كتاب الطهارة، باب ما جاء في مواكلة الحائض وسؤرها: 1/240ح133. ¶ قال ابن كثير: \"ويحل مضاجعتها ومؤاكلتها بلا خلاف\". تفسير القرآن العظيم: 1/379. ¶ وقد كان اليهود لا يواكلونهن، أخرج مسلم عن أنس أن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها، ولم يجامعوهن في البيوت، فسأل أصحاب النبي صلى الله عليه وسلم النبي فأنزل الله تعالى: {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ} (البقرة: الآية:222) آخر الآية، فقال رسول الله صلى الله عليه وسلم: \"اصنعوا كل شيء إلاّ النكاح\" 1/246ح302كتاب الحيض.",
            "page": "122",
            "part": "1",
            "seal": "80F8D672"
        },
        {
            "id": "63",
            "nass": "العمل في السَّبْت1، وأربعاً من الزوجات، وعِدَّة من السراري2، والعفو عن أثر الغائط3، والتطهير بالتراب، والصلاة في الأرض إلا المقبرة والحمام4، ولطف بنا في أشياء كثيرة، ووعدنا بإجابة الدعاء5، {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لا تُحْصُوهَا} 6. ¶ وشرع لنا نبينا كُل عبادة تقربنا إلى الله، وعلّمنا ما الإِيمان، وما التوحيد. ¶ __________ ¶ 1 وقد كان محرماً على اليهود العمل في يوم الست، وقد مسخ الله جماعة منهم عملوا فيه قال تعالى: {وَلَقَدْ عَلِمْتُمُ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ} (البقرة:65) وكان من يعمل فيه يقتل عندهم، وقد جئ إلى موسى برجل وجد يحتطب في يوم السبت فأمر بقتله، كما جاء في سفر العدد: الإصحاح 15 فقرة (33-36) . ¶ 2 فقال الله عز جل: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلا تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ} (النساء: الآية:3) . ¶ 3 وقد كان بنو إسرائيل إذا أصاب أحدهم البول قرض موضعه، كما في حديث أبي موسى عن النبي صلى الله عليه وسلم \"كانوا- أي بني إسرائيل- إذا أصابهم البول قطعوا ما أصابه البول منهم..\" أخرجه: الإمام أحمد في المسند 4/196.وأبو داود في السنن، باب الاستبراء من البول 1/26. وهو في مسلم من كلام أبي موسى، طهارة رقم 74. ¶ أما هذه الأمة فقد خفّف الله عنها، فيكتفي بغسل موضع البول كما صح عن النبي صلى الله عليه وسلم. راجع كتاب الطهارة في الصحاح والسنن، وانظر مثلا سنن أبي داود 1/171ح247. ¶ 4 قال صلى الله عليه وسلم في حديث جابر المتقدم: \" ... وجعلت لي الأرض مسجداً وطهوراً\". ¶ 5 فقال عز وجل: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} (غافر: الآية:60) . ¶ 6 سورة إبراهيم، آية: 34.",
            "page": "123",
            "part": "1",
            "seal": "96E078C3"
        },
        {
            "id": "64",
            "nass": "وتَركنا على البيضاء ليلها كنهارها، فأيُّ حاجةٍ بنا إلى البدع في الأقوال، والأعمال، والأحوال، والمحدثات. ¶ ففي السنة1 كفاية وبركة، فيا ليتنا نَنْهَضُ ببعضها علماً وعملاً، وديانة، ومعتقداً. ¶ [تفاوت البدع في الشر والخبث] ¶ فَشَرُّ البدع وأخبثُها ما أخرجَ صاحِبَها من الإِسلام، وأوجبَ له الخلود في النَّار، كالنُصيْرِية2، والباطِنِيَّةِ3، ومن ادّعى4 نُبَوَّةَ عَليٍّ، ثم بعدهم غلاة الرافضة5، وغلاة الجهمية6، والخوارج7، وهؤلاء مُتَرَدَّدٌ في كفرهم. وكذا مَنْ صرّح بخلقِ القرآن، أو جَسَّم، أو جحد الصفات، أو شَبَّه الله بخلقه. ¶ __________ ¶ 1 في الأصل: (الستر) وهو تحريف بيِّن. ¶ 2 في الأصل: (المصرية) وهو تصحيف، وسميت نصرية نسبة إلى مؤسسها: أبي شعيب محمد بن نصير النميري (ت270هـ) ، ويقال لهم \"النميرية\" أيضا، وهي فرقة باطنية غالية، يقول اتباعها بألوهية علي بن أبي طالب رضي الله عنه، وأحلّوا كثيراً من المحرمات. ¶ انظر في شأنها: الأشعري: المقالات: 1/86، باسم\"النميرية\"، والبغدادي: الفرق بين الفرق: 252، والشهرستاني: الملل والنحل: 1/188، والسكسكي: البرهان: 67، والموسوعة الميسرة في الأديان والمذاهب المعاصرة: 511، وانظر: أحمد محمد جلي: دراسات عن الفرق في تاريخ المسلمين: ص 243, ط: الأولى، فقد ذكر كلاماً عن أصل هذه الطائفة، وعقائدها، غير أنه في الطبعة الثانية للكتاب أضاف مبحثاً جديداً تحت عنوان\"النصيرية والشيعة الإمامية من ص و (325-330) \"، ذكر فيه اجتماع وفد علماء شيعة إيران بعلماء النصيرية، وإصدارهم بيانا تضمن أن العلويين- شيعة، وأن\"العلويين\" و\"الشيعة\" كلمتان مترادفان مثل \"الإمامية\" و\"الجعفرية\" وأن مذهبهم هو المذهب الجعفري. ¶ ثم علق المؤلف على ذلك بقوله:\"ولا شك أن هذه خطوة طيبة ينبغي الإشادة بها في سبيل تصحيح عقائد النصيرية من دائرة الغلو الخرافية الفاسدة التي كانوا يعتقدونها\". ¶ مع أن المؤلف نفسه أثبت في الطبعة الأولى غلو\"الإمامية\" المتقدمين منهم والمعاصرين، في أئمتهم وأن لهم مقاماً لا يبلغه ملك مقرب ولا نبي مرسل، كما أثبت غلو الإمامية في الحط على الصحابة وتكفيرهم.",
            "page": "124",
            "part": "1",
            "seal": "0FB7D715"
        },
        {
            "id": "65",
            "nass": "فهل يصح بعد ذلك أن يشيد بانتقال النصيرية أو بعضهم إلى عقائد الإمامية، ويعدُّ ذلك خطوة في طريق تصحيح عقائد النصيرية، وهل هذا منهم إلا انتقال من غلو مقيت إلى غلو مثله، أو هو إضافة غلو إلى ما عندهم من الغلو. ¶ وينبغي أن يتنبه إلى أن للمؤلف في هذه الطبعة الثانية إضافات في مواضع أخرى على ما في الطبعة الأولى، زلّ فيها قدمه - عفا الله عنا وعنه -، فندّها فضيلة شيخنا الدكتور علي بن محمد بن ناصر فقيهي في الدراسة التي أعدّها فضيلته عن طبعتي الكتاب وما وقع فيه المؤلف من مجانبة للحق فيما زاده في الطبعة الثانية في مواضع، نشرت هذه الدراسة في العدد (101-102) من مجلة الإسلامية سنة 1414-1415. ¶ 3 الباطنية: لقب اصطلاحي تندرج تحته اتجاهات لطوائف وفرق مختلفة، القاسم المشترك فيما بينها، أو الصفة العامة التي تجمعها: تأويل النص الظاهر بالمعنى الباطن. ¶ قال الغزالي:\" إنما لقّبوا بالباطنية لدعواهم أن لظواهر القرآن والأخبار بواطن تجري في الظواهر مجرى اللّب من القشر، وذكر لهم ألقاب أخرى. ¶ انظر في شأنها: البغدادي: الفرق بين الفرق: 181، والشهرستاني: الملل والنحل: 1/192، والغزالي: فضائح الباطنية: 11، واليافعي: ذكر مذاهب الفرق اثنتين وسبعين: 89، والاسفرائيني: التبصير في الدين:140، وصابر طعيمه: دراسات في الفرق: 75. ¶ 4 في الأصل: \"الدعى\"وهو خطأ. ¶ 5 تقدم التعريف بهم: (103) وفي الأصل (الرفضة) . ¶ 6 تقدم التعريف بهم: (104) . ¶ 7 تقدم التعريف بهم ص: (101) .",
            "page": "125",
            "part": "1",
            "seal": "B133A0E8"
        },
        {
            "id": "66",
            "nass": "ثم دونهم: القدرية1، ودعاة المعتزلة2، ومَنْ ينقص3 بأبي بكر وعمر4، ثم من تنقّص بعثمان، وعلي، وعمّار، وعائشة رضي الله عنهم5. ¶ ثم دونهم الشيعة الذين يُحبّون الشيخين، وُيفَضِّلون علياً عليهما6، والزيدية7. ¶ فبدع العقائد تَتَنَوَّع أعاذك الله وإيَّانا منها. ¶ وخلائق من كبار العلماء رحمةُ الله عليهم بَدَّعَ بعضُهم بعضاً، من الشافعيةِ، والحنفيةِ، والحنابلةِ، وأهلِ الأثرِ، وأهل الكلامِ، ومثبتةِ الصفات ¶ 1 وهم القائلون بنفي القدر وأن الله لم يقدر أفعال العباد ولم يخلقها، وتقدم أن روَّادَ هذا القول هم: سنسويه، ومعبد الجهني، وغيلان الدمشقي، ثم تبنَّاه المعتزلة ولُقِبوا بالقدرية لذلك. انظر ص (104) . ¶ 2 المعتزلة: سمّوا بذلك نسبة إلى الاعتزال وهو: الاجتناب، وسبب تسْميتهم بذلك أن مقدمهم واصل بن عطاء (80-131هـ) لما أحدث القول بأن مرتكب الكبيرة لا مؤمن ولا كافر وأنه في منزلة بين المنزلتين، اعتزل مجلس شيخه الحسن البصري (110هـ) وأخذ يقرر مذهبه هذا ويدعو إليه، فسمّي هو ومن اعتزل معه بالمعتزلة انظر: الشهرستاني، الملل والنحل 1/48. وزهدي جار الله، المعتزلة: ص 2. ¶ 3 كذا بالياء. ¶ 4 وممن يتنقّص منهم الرافضة، فلهم فيهما أقوال شائنة أدناها تأخيرهما عن مرتبتهما، وأعلاها القول بتكفيرهما وبذلك تغلظت بدعتهم. ¶ 5 وهم الخوارج انظر: السجزي، الرد على من أنكر الحرف والصوت: ص 218. ¶ 6 وهؤلاء هم المفضِّلة إحدى طواف الشيعة قال. شيخ الإسلام ابن تيمية: عن شيعة علي: \"كانوا ثلاث طوائف: ¶ طائفة: غلت فيه كالتي ادّعت فيه الألوهية، وهؤلاء حرَّقهم بالنار. ¶ وطائفة: كانت تسبّ أبا بكر, وكان رأسهم عبد الله بن سبأ، فلما بلغ عليا ذلك طلب قتله فهرب. ¶ وطائفة كانت تفضّله على أبي بكر وعمر، قال - أي علي رضي الله عنه -: \"لا يبلغني عن أحد منكم أنه فضّلني على أبي بكر وعمر إلا جلدته حدَّ المفتري\". الفتاوى: 4/407. ¶ 7 الزيدية: إحدى فرق الشيعة. قال الأشعري: \"وإنما سمُّوا\"زيدية\" لتمسكهم بقول\"زيد بن علي بن الحسين بن علي بن أبي طالب،..... وكذا زيد بن علي يُفضّل علي بن أبي طالب على سائر أصحاب رسول الله صلى الله عليه وسلم، ويتولى أبا بكر وعمر، ويرى الخروج على أئمة الجور\". المقالات: 1/136.",
            "page": "126",
            "part": "1",
            "seal": "8359EBA4"
        },
        {
            "id": "67",
            "nass": "القرآنية لا الخبرية1، ومثبتةِ السبع2 دون غيرها، ومثبتةِ ما ثبت من3 الأخبار دون ما حَسُن، على اختلاف آرائهم، ومبالغة بعضهم في التنزيه، والتأويل، أو مبالغة بعضهم في الإقرارِ والإمرارِ، وذَمِّ التأويل، فبَيْنَ هؤلاء نزاع، وخلاف شديد مع إيمانهم الكل4 بالله، وملائكته، وكتبه، ورسله، والبعث، والقدر، والانقياد5 للكتاب، والصحاح، والإِجماع، وتعظيم الرّب، وإجلاله، ومراقبته، والانقيّاد لرسول الله صلى الله عليه وسلم، والخضوع له، والمحافظة على الفرائض، والطهارة، والابتهال إلى الله في الهدى والتوفيق، مع الذكاء والعلم. ¶ وبعضهم يتعجّب من بعض كيف خالف في تأويل6 الصفات، كما يتعَجَّبُ الآخر منه ومن سعة علومه كيف جمد على إثباتها وأَقَرَّهَا. وبعضهم يتعْجَّبُ مِنْ هؤلاء ومِن هؤلاء كيف لم يسكتُوا كما سكت الجمهور، وفوّضوا ذلك إلى الله ورسوله، حتى إن التلميذَ يتعجَّب من شيخه، والمفضولَ منهم مِنَ الأفضل، ونحن نرجو للجميع العفو والمغفرة، ويعد خطأهم7 مع بذل ¶ __________ ¶ 1 وهؤلاء هم أكثر متقدمي المتكلمين من الأشاعرة، يثبتون الصفات السمعية القرآنية كالوجه واليد،.. وأما ما لا يرد إلا في الحديث فأكثرهم - أي المتقدمين- لا يثبتها, وأما متَأخروهم فأكثرهم يتأوّل جميع الصفات الخبرية، القرآنية منها والحديثية. ¶ انظر:. ابن تيمية، الفتاوى: 12/32. وعبد الرحمن المحمود، موقف ابن تيمية من الأشاعرة: ص 1224، ط: الأولى 1415هـ، نشر مكتبة الرشد. ¶ 2 في الأصل (السبعة) والمراد بها: الصفات السبع التي يثبتها جميع الأشاعرة وهي: (العلم، والقدرة، والإرادة، والكلام، والسمع، والبصر، والحياة) أثبتوها لأن العقل دل عليها، ثم إنهم لما وجدوا السمع وافق العقل في هذا احتجوا به، وهذا خلاف منهج السلف الصالح -رحمهم الله- الذي يقوم على الإقرار بما ورد في الكتاب والسنة وإن لم نعلمه بعقولنا. انظر: عبد الرحمن المحمود، المصدر السابق: ص 1049، 1051. وراجع: ابن تيمية، شرح الأصفهانية: ص12، تقديم: مخلوف. ¶ 3 في الأصل (من) مكررة. ¶ 4 كذا في الأصل والجملة مضطربة، ولعل صحتها (إيمان الكل) . ¶ 5 في الأصل: الدال ساقطة. ¶ 6 في الأصل (التأويل) . ¶ 7 كذا في الأصل ولعل الصواب (خطؤهم) أو لعل الكلمة التي قبلها (ونعُدُّ) بالنون.",
            "page": "127",
            "part": "1",
            "seal": "164F1A9E"
        },
        {
            "id": "68",
            "nass": "الوسع، وحسن النية في الأصول والفروع شيئاً واحداً1، أعني أرباب هذا النوع، الذين لا مَحِيْدَ لهم عن الكتاب والسًّنة. ¶ [بدع العبادات والعادات] ¶ وأمَّا بدَعُ العبادات، والعادات، فخطبها يسير، وكتلاوة2 جماعة بتطريب3، وأذانهم4، وصلاة النصف5، والحلاوة فيه، وأمثال ذلك من الشعارات، والهيئات، والنِّيَّات، والحوادث وأشباه ذلك، ولكنّ الخير كله في الإتّباع واجتماع الكلمة. ¶ __________ ¶ 1 أي: إنه من باب الاجتهاد الذي يؤجر صاحبه مع خطئه فيه، لاجتهاده وحسن نيته في طلب الحق. فهذا يعذر ويؤجر، ولكن من تبين له من أتباع هؤلاء مذهب السلف ومنهجهم في إثبات ما أثبته الله لنفسه أو أثبته له رسوله صلى الله عليه وسلم من الصفات، وجب عليه اتباعه، ولا عذر له في اتباع أئمته على اجتهادهم بعد تبين خطئهم، وثبوت رجوع أكثرهم عند موتهم وفي آخر حياتهم. ¶ 2 كذا بالعطف في الأصل، ولعل الواو زائدة. ¶ 3 في القراءة بالتطريب قولان: ¶ أحدهما: المنع والكراهة. ¶ والثاني: الجواز. ¶ فقد روي منع ذلك وكراهته عن بعض أئمة السلف، كأنس بن مالك رضي الله عنهما، والإمام أحمد والإمام مالك، وسعيد بن المسيب وغيرهم. ¶ وروي الجواز عن عمر وابن عباس، وابن مسعود رضي الله عنهم، والإمام أبي حنيفة وأصحابه. ¶ ذكر القولين الإمام ابن القيم، وذكر أدلة كل قول، ثم ذكر أن فصل النزاع في المسألة: أن التطريب على وجهين: ¶ أحدهما: ما اقتضته الطبيعة من غير تكلف ولا تمرين، فذلك جائز حتى وإن أعان طبيعته بفضل تزيين وتحسين كمال قال أبو موسى الأشعري رضي الله عنه للنبي صلى الله عليه وسلم: \"ولو علمت أنك تسمع لحبرته تحبيرا\". ¶ قال: وهذا الذي كان السلف يفعلونه، ويستمعونه، وهو التغنّي الممدوح، وعلى هذا الوجه تحمل أدلة أرباب هذا القول كلها.- أي أدلة المجيزين -. ¶ والوجه الثاني: ما كان من ذلك صناعة من الصنائع وليس في الطبع السماحة به، بل لا يحصل إلاّ بتكلف وتصنّع وتمرّن، كما تتعلم أصوات الغناء بأنواع الألحان البسيطة والمركبة على",
            "page": "128",
            "part": "1",
            "seal": "699BA1D8"
        },
        {
            "id": "69",
            "nass": "إيقاعات مخصوصة وأوزان مخترعة لا تحصل إلا بالتعلم والتكلف، فهذه هي التي كرّهها السلف، وعابوها، وذمّوها، ومنعوا القراءة بها، وأنكروا على من قرأ بها، وأدلة أرباب هذا القول - أي المانعين- إنما تتناول هذا الوجه\". انظر: زاد المعاد: 1/484-493. ¶ 4 التطريب في الأذان: هو التغني به بحيث يؤدي إلى تغيير كلماته وكيفياتها، ونقص بعض حروفه، أو زيادة فيها محافظة على توقيع الألحان. فهذا - بدعة - لا يحلّ إجماعاً. ¶ والأذان الجماعي: هو المعروف بالأذان السلطاني، وأول من أحدثه هشام بن عبد الملك، ولا خلاف في أنه مذموم مكروه لما فيه من التلحين والتغني وإخراج كلمات الأذان عن أوضاعها العربية وكيفياتها الشرعية. انظر: علي محفوظ، الإبداع في مضار الابتداع: ص 176. ¶ 5 لعل مراد المؤلف: صلاة النصف من الشعبان. ¶ وهي من البدع التي أحدثت، وقد رويت أحاديث في فضل هذه الصلاة كلها موضوعة. انظر: ابن الجوزي، الموضوعات: 2/127. وراجع عن هذه البدعة: الطرطوشي، الحوادث والبدع: 261-267. ورسالة \"التحذير من البدع\" لسماحة الشيخ عبد العزيز بن باز: ص 11-16.",
            "page": "129",
            "part": "1",
            "seal": "08838BBD"
        },
        {
            "id": "70",
            "nass": "[مشابهة أهل الذمة في أعيادهم وحكم ذلك] ¶ أما مشابهة الذِّمة في الميلاد1، والخميس2، والنيروز3، فبدعة وحشة. ¶ فإن فَعلها المسلم تديُّناً فجاهل، يزجر وُيعَلَّم، وإن فعلها حُبّاً [لأهل الذِّمة] 4 وابتهاجاً بأعيادهم فمذموم أيضاً، وإنْ فعلها عادةً ولعباً، وإرضاءً لعياله، وجبراً لأطفاله فهذا محل نظر، وإنما الأعمال بالنيَّات، والجاهل يُعذر ويبين له برفق، والله أعلم. ¶ وكتبت هذه النسخة من خط مُؤلِّفها الحافظ الذهبي وقوبلت على خطِّه. ¶ __________ ¶ 1 المراد به: اليوم الذي ولد فيه عبد الله ورسوله عيسى بن مريم عليه وعلي نبينا أفضل الصلاة والسلام. انظر: المقريزي، الخطط: 1/ 494. ¶ 2 \"الخميس \": عيد من أعياد النصارى، ويسمونه الخميس الكبير، وذلك أن الأسبوع الذي يقع في آخر صوم النصارى يسمون خميسه الخميس الكبير، ويسمى: خميس البيض، لأنهم يصنعون لأولادهم فيه البيض ويصبغونه, لأنهم فيه يأكلون ما يحرج من الحيوان من لحم ولبن وبيض، إذ صومهم هو عن الحيوان وما يخرج منه، وإنما يأكلون في صومهم الحب وما يصنع منه. ¶ ويزعمون أن في مثله نزلت المائدة على عيسى عليه السلام، فهو يوم عيد المائدة. انظر: اقتضاء الصراط المستقيم 1/478-480. ¶ وللمؤلف رحمه الله رسالة في هذا اليوم وإنكار تشبه المسلمين بالنصارى فيه سماها \"تشبه الخسيس بأهل الخميس \" طُبعت بتحقيق: علي حسن عبد الحميد، نشرتها دار عمار في الأردن عام 1408 هـ. ¶ 3 النيروز: بفتح النون: كلمة فارسيهَ معَربة، وأصلها في الفارسية \" نوروز\" وهي لفظة مركبة من كلمتين: أولاهما \" نو\" بفتح النون وضمها، ومعناها الجديد، وثانيهما \" روز\" وتفسيرها: اليوم، فمعناها: اليوم الجديد. ¶ وهو عيد من أعياد الفرس، ويُعد أعْظم أعيادهم، ويقال: إنّ أول من اتخذه \" جمشيد \" أحد ملوك الفرس الأول، ويقال فيهْ \"جمشاد \".",
            "page": "130",
            "part": "1",
            "seal": "55425CE0"
        },
        {
            "id": "71",
            "nass": "والنيروز: أول أيام السنة الفارسية، ويستمر خمسة أيام بعده. ¶ ويحتفل أقباط مصر بالنيروز، وهو أول سنتهم، وهو المعروف بعيد شم النسيم. ¶ قال المؤلف رحمه الله في رسالة \"تشبه الخسيس بأهل الخميس\" ص 46: \"فأما النيروز، فإن أهل مصر يبالغون في عمله، ويحتفلون به، وهو أول يوم من سنة القبط، ويتخذون ذلك عيداً، يتشبه بهم المسلمون وهو أول فصل الخريف\". ¶ راجع عن هذا اليوم: الخطط للمقريزي:1/494. والأزمنة والأمكنة، للمرزوقي: 2/288. ومقدمة عبد السلام هراس لكتاب النيروز لأبى الحسين أحمد بن فارس، ضمن كتاب: نوادر المخطوطات: 2/4 وما بعدها. ¶ 4 في الأصل العبارة هكذا: (حبّا لله ذمه ... ) .",
            "page": "131",
            "part": "1",
            "seal": "2730AB49"
        }
    ],
    "t10321": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التمهيد"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "باب تقسيم البدع الى الأحكام الخمسة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "باب تقسيم السنة إلى حسنة وسيئة من حيث اللغة"
        }
    ]
}