{
    "b10325": [
        {
            "id": "1",
            "nass": "الثقافة التي نحتاج إليها ¶ الدكتور محمد تقي الدين الهلالي: المدرس في الجامعة ¶ هذا موضوع مهم جدا وواسع يحتاج بيانه بالتفصيل إلى تأليف كتاب مستقل، ولكن نجمل الكلام فيه إجمالا حسبما يسمح به المقام فنقول: إن كل شعب يبغى أن يعيش سعيدا يحتاج إلى أمور.. ¶ أولها: القوة الروحية وهي تتوقف على الدين الصحيح الذي يملأ قلوب أبناء الشعب إيمانا وحماسة ويؤلف بينهم ويكون العروة الوثقى التي لا تنفصم، ومن أراد أن يرى بعينيه شاهدا على ذلك فلينظر إلى العرب قبل الإسلام وبعده. وأما حالهم قبل الإسلام فكل من له أدنى إلمام بالتاريخ يعرفها حق المعرفة. ومن لم يكن له إلمام بالتاريخ ففي القرآن الذي هوكتاب متواتر لا يشك في تواتره أحد لا موافق ولا مخالف، فيرى فيه أن العرب كانوا يقتلون أولادهم بسبب الفقر ويئدون بناتهم لأسباب خسيسة وكانوا لا يورثون الإناث ولا الصبيان لأنهم كانوا يحصرون امتلاك الأموال في من يحمل السلاح ويقاتل لأن العاجز عن ذلك كالنساء والصبيان لا يستطيع أن يدافع عن المال ويصد عنه غارات المغرين المتوالية إذ كان يجب على كل من يملك شيئا أن يقاتل عنه ضرورة أنه لم يكن لهم قانون ولا دولة ولا نظام ولا وازع ديني يكفّهم عن سلب الأموال والأرواح بل كانوا يرثون النساء زيادة على عدم توريثهم كما قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً} سورة النساء. ¶ قال ابن كثير في تفسير هذه الآية: \"قال البخاري بسنده إلى ابن عباس قال كانوا إذا مات الرجل كان أولياؤه أحق بامرأته إن شاء بعضهم تزوجها وإن شاءوا لم يزوجوها فهم أحق بها من أهلها فنزلت هذه الآية.. هكذا ذكره البخاري وأبوداود والنسائي وغيرهم من حديث أبي إسحاق الشيبانى. ومن هنا نعلم فضل الإسلام على العرب أولا ثم على جميع المسلمين ثم على جميع العالمين كيف رفع قدر النساء بعد أن كن متاعا يورث كسائر الأموال ولم يكن أحد يفكر لا من العرب ولا من غيرهم في تسويتهن بالرجال في حرية التصرف بأنفسهن وفي أموالهن حتى جاء الإسلام فرفع عنهن هذه العبودية وأعطاهن حقا",
            "page": "27",
            "part": "1",
            "seal": "FFF8D8D8"
        },
        {
            "id": "2",
            "nass": "مساويا للرجال في الميراث فيما فرض الله لهن وفي أنهن إذا كن بالغات سن الرشد لا يتزوجن إلا برضاهن ولا يستطيع أحد أن يكرههن على التزوج بمن لا يرغبن فيه، ودونك الدليل: أخرج البخاري ومسلم من حديث أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"لا تنكح الأيم حتى تستأمر ولا تنكح البكر حتى تستأذن\" قالوا: \"يا رسول الله وكيف إذنها؟ \" قال: \"أن تسكت\". ¶ وعن ابن عباس أن النبي صلى الله عليه وسلم قال: \"الثيب أحق بنفسها من وليها والبكر تستأمر وإذنها سكوتها\" رواه مسلم. وفي لفظ أي من رواية ابن عباس \"ليس للولي مع الثيب أمر واليتيمة تستأمر..\" رواه أبوداود والنسائي وصححه ابن حبان. اهـ. وإنما اكتفى الشارع الحكيم من البكر بالصمت لغلبة الحياء عليها. قال العلماء فإن وقع شك في رضاها أمرت بالتكلم ويجب أن تخبر قبل ذلك بأنه لا مكره لها وأنها إن امتنعت لا يستطيع أحد أن يزوجها كما سيأتي صريحا في الحديث. قال صاحب سبل السلام: \"والإذن من البكر دائر بين القول والسكوت إنما اكتفى منها بالسكوت لأنها قد تستحي من التصريح. وقد ورد فى رواية أن عائشة قالت: يا رسول الله إن البكر تستحي قال: \"رضاها صماتها\". أخرجه الشيخان، ولكن قال ابن المنذر: \"يستحب أن يعلم أن سكوتها رضي، قال ابن شعبان يقال ثلاثا إن رضيت فاسكتي وإن كرهت فانطقي\" اهـ. ¶ حديث آخر عن ابن عباس أن جارية بكرا أتت النبي صلى الله عليه وسلم فذكرت أن أباها زوجها وهي كارهة فخيرها رسول الله صلى الله عليه وسلم. رواه أحمد وأبوداود وابن ماجه وأعل بالإرسال، وأجيب عنه بأنه رواه أيوب بن سويد عن الثوري عن أيوب موصولا، وكذلك رواه معمر ابن سليمان الرقى عن يزيد بن حبان عن أيوب موصولا، وإذا اختلف في وصل الحديث وإرساله فالحكم لمن وصله، قال المصنف: \"الطعن في الحديث لا معنى له لأن له طرقا يقوي بعضها بعضا\" اهـ. ¶ وقال صاحب سبل السلام عقب هذا الحديث: \"وقد تقدم حديث أبي هريرة المتفق عليه وفيه \"ولا تنكح البكر حتى تستأذن\". وهذا الحديث أفاد ما أفاده فدل على تحريم إجبار الأب لابنته البكر على النكاح وغيره من الأولياء بالأولى وإلى عدم جواز إجبار الأب. ذهبت الحنفية والأوزاعى والثوري وأبوثور وأبوعبيد وابن المنذر وهوإحدى الروايتين لأحمد لما ذكر ولحديث مسلم: \"البكر يستأذنها أبوها\" وإن قال البيهقي زيادة الأب في الحديث غير محفوظة فقد رده المصنف بأنها زيادة عدل يعني فيعمل بها\" اهـ.. ¶ قال كاتب هذا المقال ومراده بالمصنف الحافظ ابن حجر العسقلاني. ¶ وذهب أحمد والشافعي وإسحاق",
            "page": "28",
            "part": "1",
            "seal": "F0608585"
        },
        {
            "id": "3",
            "nass": "إلى أن للأب إجبار ابنته البكر البالغة على النكاح عملا بمفهوم \"الثيب أحق بنفسها\" كما تقدم فإنه دل أن البكر بخلافها وأن الولي أحق بها ويرد بأنه مفهوم لا يقاوم المنطوق وبأنه لوأخذ بعمومه لزم في حق غير الأب من الأولياء وأن لا يخص الأب بجواز الإجبار، وقال البيهقي في تقوية كلام الشافعي: \"إن حديث ابن عباس هذا محمول على أنه زوجها من غير كفء\"، قال المصنف: \"جواب البيهقي هو المعتمد لأنها واقعة عين فلا يثبت الحكم بها تعميما\"، قلت كلام هذين الإمامين محاماة عن كلام الشافعي ومذهبهم وإلا فتأويل البيهقى لا دليل عليه فلوكان كما قال لذكرته المرأة بل قالت إنه زوجها وهى كارهة فالعلة كراهتها فعليها علق التخيير لأنها المذكورة فكأنه قال صلى الله عليه وسلم: إذا كانت كارهة فأنت بالخيار. ¶ وقول المصنف: \"إنها واقعة عين\" كلام غير صحيح بل حكم عام لعموم علته فأينما وجدت الكراهة ثبت الحكم وقد أخرج النسائي عن عائشة رضي الله عنها أن فتاة دخلت عليها فقالت: \"إن أبي زوجني من ابن أخيه يرفع بي خسيسته وأنا كارهة\" قالت: \"اجلسي حتى يأتي رسول الله صلى الله عليه وسلم\" فلما جاء وسول الله فأخبرته فأرسل إلى أبيها فدعاه فجعل الأمر إليها فقالت: \"يا رسول الله قد أجزت ما صنع أبي. ولكن أردت أن أعلم النساء أن ليس للآباء من الأمر شيء\". ولفظ النسائي \"علم للبكر والثيب\" وقد قالت هذا عنده صلى الله عليه وسلم فأقرها عليه والمراد بنفي الأمر عن الآباء نفي للتزويج للكراهة لأن السياق في ذلك اهـ. ¶ قال صاحب هذا المقال: إن كان الأب مجبرا فما فائدة استئذان البكر وما فائدة صمتها أوتصريحها بالأباء إذ لابد للإستئذان من نتيجة وهي إما صمت يدل على الرضا فتزوج أوتصريح بالآباء يدل على الامتناع والكراهية فلا تزوج وإلا كان الاستئذان عبثا وأوامر العقلاء تصان عن العبث فكيف بأمر سيد العلماء والحكماء صلوات الله وسلامه عليه ولاعجب من الشارح كيف لم يتنبه إلى هذا المعنى ومن سوء الحظ أنه ليس عندي في الوقت الحاضر من شروح كتب الحديث غيره.. ¶ قولها: \"ليرفع بي خسيسته\" قال في اللسان: \"يقال رفعت من خسيسته إذا فعلت به فعلا يكون فيه رفعته\". ¶ قال الأزهري: \"يقال رفع الله خسيسة فلان إذا رفع حاله بعد انحطاطها\" إهـ ¶ قال كاتب هذا المقال: ولا يخفى أن المصاهرة ترفع حال المتزوج وتلحقه بمنزلة من تزوج ابنته فإذا كان الشاب يتيما فقيرا، وإن كان البلوغ يضع لليتم حدا لكن عواقبه تستمر معه وكان عمه غنيا نابها من إشراف القوم فزوجه ابنته رفع ذلك قدره وأعلا منزلته بين الناس. وكأني بغراب من عبيد الاستعمار",
            "page": "29",
            "part": "1",
            "seal": "242839DB"
        },
        {
            "id": "4",
            "nass": "ينعب يقول: كيف تدعون أن الإسلام أعطى النساء حقوقهن في الميراث كاملة غير منقوصة مع أنه لم يجعل للمرأة إلا نصف ميراث الرجل، فأقول في جوابه أن الإسلام حين جعل للمرأة نصف ميراث الرجل قد وفاها حقها ولم ينقصها شيئا لأنه أوجب على أخيها أن ينفق عليها إن كانت محتاجة ولم تكن متزوجة ولأن الإسلام أوجب على أخيها صداقا يقدمه لزوجته زيادة على نفقتها ونفقة أولاده وإخوته الصغار ووالديه إذا كانا محتاجين أما أخته فإن تزوجت أخذت صداقها تتصرف فيه كيف تشاء وتأخذ ميراثها من والديها ونفقتها على زوجها وكذلك نفقة أولادها وإن كانت غنية، فلوأن الإسلام سوّى بين الأخ وأخته مع ما أوجبه على الأخ من النفقات التي لا يجب منها شيء على الأخت لكان قد حمّله ما لا يطيق فإذا كانت الأخت نفقتها على أبيها أوأخيها أوزوجها ومع ذلك تأخذ نصف ما يأخذه أخوها على سبيل الإحتياط تحفظه لتقلبات الزمان فقد رفق بها الإسلام غاية الرفق وأكرمها غاية الإكرام. ¶ ولوأن هذا الغراب كان منصفا لوجّه اللوم لسادته المستعمرين الذين ليس لهم نظام سماوي في الميراث فهم يوزعونه على حسب الهوى ويضيعون أولادهم وبناتهم. ومتى بلغت الفتاة عندهم ست عشرة سنة وكانت من الطبقة الفقيرة أوالمتوسطة يقول لها الوالدان باللسان الفصيح ارحلي عنا واشتغلي لتكسبي رزقك فحسبنا أن نكتسب معيشتنا ومعيشة من يبقى من الصغار، وهنا أذكر قصة سمعتها من إذاعة لندن وهي أن فتى مصريا كان يتعلم في بريطانية وكان له صديق في سنه من البريطانيين وكان بينهما ألفة ومحبة يدرسان جميعا ويتنزهان جميعا فجاء البريطاني يوما إلى الفتى المصري يودّعه فقال الفتى المصري إلى أين فقال أنا مسافر إلى حيث أجد رزقي قال وكيف ذلك؟ قال: البارحة أعطاني والدي بضعة دنانير وقالا لي يا ولدنا اذهب في أرض الله واكتسب رزقك فقد بلغت ست عشرة سنة وانتهى واجبنا معك، فأخذ الفتى المصري يبكى بكاء شديدا وقال كيف يكون هذا؟ كيف يسمح والداك بفراقك من أجل لقمة الخبز؟ أقم معي هنا وأنا أقتسم معك ما يبعثه لي والدي فتبسّم الفتى الإنكليزي وشكر صديقه المصري على طيب نفسه وقال له: يا صديقي هذا قانون عام في بلادنا يجري علي وعلى غيري وودّعه وانصرف وتركه في بكائه. ¶ فهؤلاء الغربان الذين يقدسون المستعمرين ويتلقون كل ما جاء منهم بالقبول والإجلال لا يفكرون أبدا في فظاعة طرد الأبوين ابنتهما في الوقت الذي تكون فيه أحوج ما كانت إلى الحماية والرعاية في سن السادسة عشرة ويعرضانها للفجور كمن يخرج درة من صدفها ويلقيها في مزبلة بل هذه أقبح ولكن عبيد الاستعمار",
            "page": "30",
            "part": "1",
            "seal": "8253219C"
        },
        {
            "id": "5",
            "nass": "مضروبون بسوط هيبته قد فقدوا العقول التي وهبهم الله ليميزوا بها الحسن من القبيح فهم يرون كلما يفعله أئمتهم وإن كان في غاية القبح حسنا وكل ما يخالفهم وإن كان في غاية الحسن قبيحا كما قال الشاعر: ¶ وعين الرضا عن كل عيب كليلة ... كما أن عين السخط تبدي المساوئا ¶ هذا شأن عبيد الاستعمار الغربي، وكذلك عبيد الاستعمار الشيوعي فإنهم مثلهم أوأضل سبيلا فإنهم يقدسون الزعيم ويخترعون له من المزايا والفضائل حتى تضيق العبارات عما يريدون أن يصفوه به فإذا ملّه رفقاؤه وأرادوا أن يتخلصوا منه ليستبدلوه بغيره وقلبوا له ظهر المجن وأنزلوه من العرش وملأوا الدنيا بذمه وانتقاده إنقلب مادحوه والمعجبون به، وسلقوه بألسنة حداد وقد لا يكون بين إغراقهم في مدحه ومبالغتهم في ذمه إلا عشية أوضحاها كما وقع لرؤساء اليهود حين أسلم عبد الله بن سلام رضي الله عنه فإنه قال: \"يا رسول الله إن اليهود قوم بهت وإنهم إذا علموا بإسلامي بهتوني وعابوني فاسألهم عني قبل أن يعلموا بإسلامي\" فسألهم النبي صلى الله عليه وسلم فقالوا: \"سيدنا وابن سيدنا وأعلمنا وابن أعلمنا\"، فخرج عبد الله بن سلام وكان النبي صلى الله عليه وسلم قد خبأه في بعض بيوته فقال: \"أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله\" فقالوا: \"أرذلنا وابن أرذلنا وأجهلنا وابن أجهلنا\" والقصة مذكورة في صحيح البخاري. ¶ وكنت قبل بضع سنين في برلين فرآني شاب شيوعي أتيمم على تراب فلما صليت قال لي: \"ما فائدة التمسح على التراب؟ الوضوء معقول لأن فيه نظافة، وأما التمسح على التراب فهوأمر شكلي مافيه فائدة\" فقلت له: \"أنت أخبرتني أن ستالين ألف كتابا في علم التربية وأنه كتاب مقرر في المدارس لتعليم علم التربية، ومن المعلوم أن ستالين لم يكن قط معلما ولا مدير مدرسة فضلا عن أن يكون من المختصين بعلم التربية فكيف صار تأليفه في علم التربية مقدما على غيره وهورجل عسكري قضى عمره كله في الحروب وليس له إلمام بالتربية لاعلما ولا تعليما فتأليفه في علم التربية أمر شكلي أما التيمم بالتراب فمعناه التواضع لله تعالى والخضوع له وطلب العون منه والشفاء من المرض الذي حال بين المتيمم وبين الوضوء وهذا معنى الصلاة أيضا\". ¶ هذا الزمان زمان الجهل والفتن ... فانظر إلى مافشا في الناس من نتن ¶ يغمى على المرء في أيام محنته ... حتى يرى حسنا ما ليس بالحسن ¶ والتتن الدخان الذي يشربه الناس. ¶ والحاصل أن المقلدين للشرق والغرب خسروا أنفسهم وفقدوا عقولهم وصاروا كالأنعام بل هم أضل سبيلا فهم كما قال الله تعالى: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ",
            "page": "31",
            "part": "1",
            "seal": "E68A492E"
        },
        {
            "id": "6",
            "nass": "وَالْأِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} ومع كل هذا التقديس تنكروا لإلههم بعد موته وكان الذي أنكره وأظهر عيوبه وجرائمه هو نائبه وشريكه في الحكم عشرات السنين (خروتشوف) ثم حلّ محله وتربى على منصة السيادة وورثه وظن أنها تدوم له فلم يلبث أن ذاق مرارة العزل وهوحي وأصبح في خبر كان وكل ما جاء مقدس جديد اشتعلوا به ونسوا الذي قبله ولم يبالوا بالتناقض فصار مدح هؤلاء وذمهم سواء لأن الذي يمدحونه اليوم يذمونه غدا والذي يثبتونه اليوم ينفونه غدا وبالعكس وما أحسن ما حكاه الإمام أبومحمد بن حزم، قال: \"كان عندنا بالأندلس فقيه من أهل الفتوى وكان لا يفتي حتى يتقدمه غيره فيكتب تحته قوله: موافق لما قاله الفقيه أعلاه. فاتفق أن الفقهاء اختلفوا في مسألة فبعضهم أفتى فيها بالجواز وبعضهم أفتى بالتحريم فلما جاءوا بالصحيفة كتب أسفلها قولي موافق لما قاله الفقهاء أعلاه فقيل له إنهم تناقضوا فقال وأنا أيضا أتناقض كما تناقضوا\". ¶ وكانوا يعضلون النساء ويمنعوهن من الزواج لأغراض خسيسة فنهاهم الله عن ذلك في مواضع من كتابه وإنما ذكرنا بعض أخلاقهم قبل الإسلام ليعلم من لا يعلم فضل الإسلام الصحيح عليهم وعلى كل من دان به من غيرهم، وأما حالهم بعد الإسلام فهي أوضح وأظهر من شمس يوم الصحو، فما الذي غيّر حالهم من التشتت إلى الاجتماع، ومن التخاذل إلى التعاون، ومن الجهل إلى الحلم، ومن الذل إلى العز، ومن الفقر إلى الغنى، ومن الضعة إلى الرفعة إلى السيادة، ومن الضعف إلى القوة، ومن الفوضى إلى النظام, ومن تلك البقعة القاحلة الجرداء إلى الأراضي المخصبة والجنات المثمرة، والأنهار المطردة والأزهار الجملية، ومن البيوت الحقيرة إلى القصور الشامخة في آسية وأوروبة وافريقية؟ وكيف صارت الدول العظام التي كانت قبل إسلامهم هي الصالحة للبقاء لا تصلح إلا للفناء. ¶ الجواب أن علماء التاريخ وعلماء العمران وعلماء تطور الأمم اتفقوا على أمر وهوان العرب بعد الإسلام صاروا أقوياء أغنياء سعداء متمدنين ذوي دولة ونظام، ثم اختلفوا، فالعقلاء المؤمنون بالله قالوا إن السبب المباشر في ارتفاعهم من حضيض الهمجية إلى سماء المدنية الفضلى هو الدين. وأما الذين لا يؤمنون بالله وارتابت قلوبهم فهم في ريبهم يترددون فقد اعتقدوا أن القرآن ودعوة محمد صلى الله عليه وسلم نفخا فيهم روح الحياة وهذه الروح جعلتهم يتعلمون المدنية والعلوم من الأمم المغلوبة التي",
            "page": "32",
            "part": "1",
            "seal": "A7E53CF1"
        },
        {
            "id": "7",
            "nass": "اندثرت مدنيتها وقد نسي هؤلاء أو تناسوا القاعدة العظيمة وهي: \"إن فاقد الشيء لا يعطيه\". ¶ لأن تلك الأمم وهي الفرس والبيزنطيون والروم لوكانت مدينتهم صالحة للبقاء والنمو والحياة ما تغلب عليهم قوم متوحشون جهال-بزعمكم-خارجون من الصحراء ليس لهم علم ولا أخلاق، ولا معرفة بالعمران ولا بالنظام وعلوم المغلوبين وأخلاقهم لوبقيت فيها حياة وصلاح ما غلبوا ولنفعت أهلها فكيف لا تنفع أهلها وهم أعلم الناس بها وتنفع اعداءهم؟ وهذا هوالحال عينه. ¶ فهل سمعت بطبيب يصيبه مرض يعرف دواءه فيستعمل ذلك الدواء فلا ينفعه فيموت من علته ويموت كل قومه ثم يأتي أعداؤهم فيقرأون كتاب ذلك الطبيب ويأخذون منه الدواء فيستعملونه فيصحون عليه وهكذا يقال في الصيدلي يركب دواء فلا ينفع ذلك الدواء أحدا، ثم يأتي عدوه فيقرأ كتابه ويتعلم منه تركيب الأدوية فيدرك ما لم يدركه الصيدلي الذي اخترع الدواء وجربه مرارا وهكذا يقال في الفلاح والصانع نعم لوقيل أن المسلمين انتصروا على أهل الأرض بالأخلاق القرآنية ثم خدمتهم جنود السماوات والأرض كما وعدهم الله بذلك فتعلموا من الصناعات والحضارات ما زادهم قوة ونظاما لكان ذلك قريبا. أما أن الغالب يأخذ القوة من المغلوب، والحي يكتسب الحياة من الميت، والقوي يقتبس القوة من الضعيف فذلك مالا يكون أبدا. ¶ ومثال آخر في البلدان التي يغلب على أهلها الجهل بالكتاب والسنة ويكون للدجالين فيها سلطان عظيم فترى أحدهم يبيع قصور الجنة بأثمان بخسة ويهب الأولاد للمصابين بالعقم من الرجال والنساء ويعطي الغنى وطول العمر والنجاح في الامتحان والترقي في مناصب الدولة وقدوم الغائب بسلامة وشفاء الأمراض.. كل ذلك بدريهمات قليلة فيصدقه الأغبياء، ومرة جاء أحد الدجاجلة وقال: من يشترى قصرا في الجنة بمائة ريال فقام رجل من العقلاء وقال هذا ألف ريال أعطني به بيتا في هذه القرية وحين تسلمه لي أسلم لك ألف ريال، وأنا أعلم أنك لا تقدر على ذلك وإذا كنت عاجزا أن تملك بيتا ولوحقيرا في هذه القرية فكيف تملك قصرا في الجنة يا قليل الحياء؟. فسقط في يده وضحك عليه الناس. ¶ ومرة جاء دجال آخر وقال لرجل أبسط ثوبك فأخذ يأخذ بيديه كلتيهما حفنة من الهواء ويضع في ثوبه ويقول هذا الرزق ثم يأخذ حفنة أخرى ثم يقول هؤلاء الأولاد الصالحون ثم يأخذ حفنة أخرى ويقول هذا العمر الطويل ثم يأخذ حفنة أخرى ويقول هذا الحج إلى النبي المصطفى (والجهال في المغرب يظنون أن الحج في حجرة النبي صلى الله عليه وسلم)",
            "page": "33",
            "part": "1",
            "seal": "39F0F252"
        },
        {
            "id": "8",
            "nass": "ثم يأخذ حفنة أخرى ويقول هذا العز والجاه ثم يأخذ حفنة أخرى ويقول هذه قصور الجنة وهكذا لم يترك شيئا من الخير إلا وضعه في ثوبه بالكلام المجرد ثم قال أعطني شيئا فجمع الرجل يده وغرف غرفة وأعطاه إياها فقال خذ هذا مما أعطيتني.. ¶ وهذا القرآن وهذه الدعوة المحمدية ليسا من الأشياء التي كانت فبانت كما يتوهمه الجاهلون وليسا من الفصائل الحيوانية والنباتية التي انقرضت وحلّت محلّها فصائل أخرى ولن تعود إلى الوجود أبدا كما يريد أن يوهمنا الإستعمار بل هما قوة باقية خالدة لا تزول ولاتحول، ولك أن تطلب الدليل البارز الشاهد وعلى أن أدلي به فأقول: كيف نشأت الدولة العثمانية؟ ومن أين استمدت قوتها.. من (هولاكووتيمورلنك وجنكيز خان) ؟. ¶ لا والله فإن هؤلاء كانوا غزاة متوحشين والتاريخ أصدق شاهد، وإنما استمدت قوتها ووجودها وصارت إمبراطورية عظيمة استولت على آسيا وقسم كبير من أوروبة وإفريقية من الإسلام، ودونك شاهدا غير بعيد ولا منقرض بل هوقائم حاضر وهوالمملكة السعودية. ¶ كيف نشأت هذه المملكة في قلب الإمبراطورية العثمانية، وناهيك بماكان للإمبراطورية العثمانية، من الحول والطول وقد تصدت بجميع قواها الحرية والدعائية لتحطيم الحركة الدينية الإصلاحية التطهيرية التي أشرق نورها من قلب جزيرة العرب بجوار الحرمين الشريفين اللذين هما شريان الخلافة العثمانية. ¶ لأن أجل ألقاب السلطان العثماني (خادم الحرمين) وزوال هذا اللقب ينذر بزوال الخلافة ثم بزوال الإمبراطورية وهونتيجة محتومة لزوال الخلافة ولذلك جمع السلطان العثماني كل قواه وعبأ جيشه العظيم تحت قيادة محمد علي باشا وابنه إبراهيم باشا وزحفوا على الإمارة مدح النبي صلى الله عليه وسلم السعودية بعد ما شنوا عليها حملات أقلام مضللة فعبأت الدولة العثمانية أسطولا بحريا وجيوشا برية بأحدث ما في ذلك العصر من الأسلحة من المدافع والبنادق المجهزة بالحراب والسيوف واستمرت الحرب بين الدولة العثمانية بجيوشها المختلفة الألوان واللغات وانضم إليهم لصوص الجزيرة وخرابها بقيادة محمد على باشا ثم ابنه إبراهيم وابنه طوسون من سنة 1226هـ إلى سنة 1233هـ ففتحوا الحجاز ثم نجدا بلدا فبلدا، وقرية فقرية، بل حيا فحيا. ¶ وهذا من خوارق العادات أن إمارة تقاوم دولة عالمية زهاء إحدى عشرة سنة دون أن تتلقى مددا من أي جهة من الجهات وقد شهد المؤرخ المصنف عبد الرحمن الجبرتي المصري أن جيش إبراهيم باشا لم يكونوا يصلون ولا يذكرون الله وكانوا يشربون الخمر حدثه بذلك شاهد عيان وأن جيش الأميرعبد",
            "page": "34",
            "part": "1",
            "seal": "4AE893C5"
        },
        {
            "id": "9",
            "nass": "الله بن سعود كانوا محافظين على الصلاة، وفي أوقات الشدة كانوا يصلون صلاة الخوف وهؤلاء الغزاة العثمانيون وإن كانوا قد دوّخوا بلاد الحجاز ونجد وفتكوا بأهلها وخربوا مدينة الدرعية وأخذوا أميرها عبد الله بن سعود مع أصحابه إلى بلادهم وقتلوه شر قتلة فإن الله سبحانه وتعالى جعل العاقبة للمتقين وهوالقائل: {وَمَكَرُوا مَكْراً وَمَكَرْنَا مَكْراً وَهُمْ لا يَشْعُرُونَ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَعْلَمُونَ وَأَنْجَيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ} سورة النمل. ¶ ونقلوا رؤساء آل شيخ الإسلام محمد بن عبد الوهاب إلى مصر الذين لم يقتلوا في المعركة وظنوا أنهم قد قضوا على الحركة الإصلاحية الدينية، والنهضة العربية التحريرية فخاب ظنهم، وكيف كانت عاقبة آل سعود؟ وآل الشيخ محمد بن عبد الوهاب؟ الجواب أن الله بارك فيهم حتى كأنهم لم يرزءوا شيئا ومن قتل منهم فاز بالشهادة وهي إحدى الحسنيين وكيف كانت عاقبة محمد علي باشا وسادته آل عثمان؟ لم يبق منهم ديار ولا نافخ نار وعد الله لا يخلف الله وعده، {وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوَارِثِينَ وَنُمَكِّنَ لَهُمْ فِي الأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَا كَانُوا يَحْذَرُونَ} سورة القصص. ¶ {فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً وَأَمَّا مَا يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ} سورة الرعد. ¶ أما الحركة السعودية الدينية والسياسية فصارت أقوى مما كانت عليه، ولم تزل في تقدم واتساع حتى صارت أعظم مملكة في جزيرة العرب وما يليها إلى حدود الشام والعراق. ¶ ولاتزال بحمد الله تزداد نموا وازدهارا وقوة ولاسيما في هذا الزمان الذي منّ الله عليها فيه بملك همام حنكته التجارب وعرف كيف يسير بالمملكة في طريق الرقي وكيف يسير سفينتها بحكمة وبعد نظر وحزم إلى شاطيء السلامة في هذا الخضم المتلاطم الأمواج ألا وهوصاحب الجلالة الملك فيصل بن عبد العزيز زاده الله توفيقا وتسديدا وقوة ونصرا على أعداء الإسلام ووفق جميع ملوك المسلمين ورؤسائهم إلى اتباع رضوانه. ¶ وهناك شاهد ثالث من نوع آخر على أن الإسلام قوة عظيمة معنوية ومادية لمن تمسك به بإخلاص. وهو أن جميع دول أوروبا بملوكها وجيوشها غزت البلاد المقدسة (فلسطين) وأوقدت فيها نار حرب بينها وبين المجاهدين دامت مائتي سنة وختمت بهزيمة تامة لدول أوروبا، ومن قابل ذلك بحال فلسطين في هذا الزمن لا يجد مندوحة من الإعتراف بأن الإسلام الصحيح قوة لا تقهر، وأن كل شعب سعد",
            "page": "35",
            "part": "1",
            "seal": "094C2FFF"
        },
        {
            "id": "10",
            "nass": "أسلافه وارتفعوا بالإسلام لن يسعد ولن يرتفع إلا بما ارتفع به أسلافه. ¶ ومن ظن خلاف هذا فهومخدوع يخبط خبط عشواء في ليلة حالكة ظلماء ومضمون له الخيبة والخسران. ¶ وإنما قيدت الدين بكونه صحيحا في أول المقال احترازا من الدين المبدل الذي لا يقوم على القرآن بل كما فهمته العرب في القرن الأول وسيرة الرسول صلى الله عليه وسلم والخلفاء الأربعة، وأما الدين المبدل في العقائد والأخلاق والأحكام فلن يأتي بتلك الثمرة أبدا، بل قد يبلغ به التبديل والتغيير إلى أن يصير شرا وضرا محضا ويأتي بعكس المطلوب. وبذلك يفسر نجاح الاستعمار وإخفاق الحركات الدينية التي تصدت لمقاومته. وإنما الدين الإسلامي دواء وصفه طبيب نطاسي بارع في معرفة العلل النفسية للأمم والشعوب فمن خالف وصفة الطبيب أوالاستعمال فمن تلك المخالفة أُتي، لامن الدواء فهوصالح كما قدّمنا شواهده لك في كل زمن ومكان، إلى أن ينتهي أجل هذا الكون الذي نعيش فيه. ¶ ولنا من أهل هذا العصر شهود عدول نذكر بعض أسمائهم للقردة من أبناء المسلمين الذين لا يكفيهم القرآن ولا الحديث ولا شواهد التاريخ، لأنهم بزعمه أن هذا العصر تبدّلت فيه المقاييس وانقلبت فيه الأمور لأنه عصر الذرة وغزوالفضاء الخارجي فهم لا يقتنعون إلا بشهادات الأوروبيين فمنهم (الشيخ عبد الله ويليام الإنكليزي) ألف كتابا سماه: (الإسلام) باللغة الانكليزية وأثبت فيه بالبراهين القاطعة أن الإسلام هوالدين الصالح لسعادة البشر من الوجهة الروحية ومن الوجهة المادية، في كل زمان ومكان إلى أن يرث الله الأرض ومن عليها ومنهم اللورد هدلي هداه الله إلى الإسلام وهومن الحاصلين على لقب لورد أي من النبلاء في الدولة البريطانية وحج بيت الله سنة (1341هـ) وأعطاه الشريف حسين عربة تجرّها الخيل ذهبت به من مكة إلى عرفات ورأيته فيها محرما حاسر الرأس أصهب الشعر. وله دفاع مجيد عن دين الإسلام وإسلامه وحده كاف لزجر أعداء الإسلام والطاعنين فيه من الداخل والخارج، ومنهم (خالد شلدريك) صحفي إنكليزي نشر مقالات في فضل الإسلام، ومنهم الأستاذ محمد مارماد ديوك بكثل رئيس المحاكم في حيدر آباد دكن ومفسر القرآن الكريم بالانكليزية، بيني وبينه معرفة ومكاتبات، ومنهم الأستاذ الجليل البروفسور (كرينكو) أستاذ الأدب العربي في جامعة كمبردج وهوألماني الأصل، وكان أستاذا",
            "page": "36",
            "part": "1",
            "seal": "39506616"
        },
        {
            "id": "11",
            "nass": "للغة العربية في جامعة عليكرة بالهند أسلم منذ زمان طويل وسمى نفسه عبد الكريم الكرنكوى، وكانت له غيرة عظيمة على الإسلام والمسلمين ولم تنقطع الكتابة بيني وبينه حتى توفي رحمه الله، ومنهم العالم الفرنسي (خير الدين دنيى) الذي ألف كتاب الرحلة إلى بيت الله وكتبا أخرى باللغة الفرنسية وقد ترجم بعضها إلى العربية، فهؤلاء كلهم أوروبيون أسلموا ونصروا الإسلام. وممن نصروا الإسلام ولم يبلغلنا إسلامهم الكاتب العالمي المشهور (برناردشو) والبريطانيون يمجدونه غاية التمجيد ولا ينقصه عندهم إلا الدين فإنهم يصفونه بالإلحاد وبأنه كان يعادي دينهم النصراني، ولم يكن ملحدا، ولكن العقائد الكنسية تجد في عقله مكانا أما الإسلام فإنه مدحه وأثنى عليه ومن جملة ما قاله فيه: \"إن الأوروبيين النصارى لن يزالوا في تنازع وتطاحن ولا يجدون لأمراضهم الإجتماعية دواء إلا في الإسلام\". ومنهم الفيلسوف الإنكليزى (كارليل) في كتابه الذي سماه (الأبطال) وذكر منهم النبي محمدا صلى الله عليه وسلم وعظّمه غاية التعظيم وبين فضل تعاليمه. ومنهم الفيلسوف الروسي (تولستوي) فإنه وأفاض في الثناء عليه. انظر تراجم هؤلاء في دائرة المعارف. ¶ وبعد هذا التمهيد والبحث المفيد نخرج بالنتيجة التالية وهي: إن الركن الأول من ثقافة العرب الذين نحن جزء منهم وثقافة المسلمين الذين يؤلفون الأمة التي ننتمي إليها هوتعليم الدين تعليما علميا عقديا أخلاقيا جديا من روضة الأطفال إلى آخرسنة في الجامعة. ¶ وكل ثقافة تخل بهذا الركن الأساسي أوتقرره تقريرا لفظيا فارغا من معناه ومن العقيدة والعمل والخلق والمعلمين الأكفاء فنتيجتها صفر على اليسار. ¶ ومن زعم أن الدول الأوروبية السعيدة القوية التي مضت على سعادتها وقوتها وتعاونها وثباتها ونجاحها في جهادها في حربها وسلمها مئات السنين قد هجرت الدين وكان ذلك سبب نجاحها فهو لا يخلو من أن يكون جاهلا مقلدا إمعة قد استهواه الإستعمار الروحي وأفسد فطرته وتفكيره أوعالما بالحقيقة لكنه منافق مخادع يظهر خلاف ما يعتقد جبنا وخوفا من فوات رغبة شخصية أوطمعا في رغبة جديدة تصل إليها نفسه الأمارة.",
            "page": "37",
            "part": "1",
            "seal": "820CCD19"
        },
        {
            "id": "12",
            "nass": "على أن دينهم ليس فيه من الحياة والقوة والمطابقة للعقل والكفالة بسعادة الروح والبدن مثل ما في ديننا. ¶ لغة القرآن ¶ وإذا تقرر أن الركن الأساسي من أركان الثقافة التي نحتاج إليها هومعرفة الدين الصحيح والعمل به والتقيد بأحكامه والدعوة إليه فمفتاح هذه الثقافة هي لغة القرآن والسنة، فبدونها لا يمكن أن نعرف هذا الكنز العظيم الذي فرض مقدس على جميع الشعوب العربية والإسلامية وعلى قدر أدائه والتقدم فيه يكون تقدمها. ¶ ومن سوء الحظ أن هذه اللغة الكريمة قلّ ناصرها وكثر خاذلها ولم تزل في إدبار منذ مئات السنين ثم جاءها الإستعمار اللغوي فكان ضغثا على إبالة فاختلط الحابل بالنابل فبعد ضياع الإعراب والصرف تسرب الوهن إلى قواعدها وتغيرت مفرداتها وأسلوبها وذهب جمالها وبلاغتها وكثر الخطأ فيها حتى عسر على المصلحين عدّه فكيف بتلافيه وإصلاحه وصارت غربة علمائها كغربة علماء الإسلام، كل من قبض منهم لم يوجد له خلف فنحن اليوم نعيش على المعاجم التي ألفت في القرن الثامن الهجري وما قبله سواء أكانت معاجم لغة أومعاجم أدباء أوالنحو والصرف وغيرها من علوم الأدب، أما الكلمات التي حدثت في القرون المتأخرة وهي كثيرة والكتاب والخطباء في حاجة إليها لأن معانيها لازمة للناس في معايشهم وتفكيرهم وحديثهم فقد بقيت مهملة فاضطر الناس إلى التعبير بالكلمات الأعجمية، وأما ضعف الأسلوب فسببه إعراض المسلمين عن تراثهم واشتغالهم بلغات الأعاجم، ومن العجب أن نرى أمة تعد بمائة مليون ليس لها دائرة معارف تجمع شمل علومها وآدابها إلا تأليفين لرجلين هما محمد فريد وجدي وبطرس البستاني وهذا الثاني لم يتم ولوأن المتكلمين باللغة العربية قاموا بواجبها لبلغت دائرة معارفهم على أقل تقدير مائة مجلد لأن دائرة المعارف الإسبانية ستون مجلدا والفرق بين اللغتين في كثير من العلوم والآداب كما بين السماء والأرض فعسى الله أن يوفق المسلمين إلى إحياء تراث أسلافهم وغسل هذا العار عنهم بإحياء الثقافة الإسلامية حتى يقال ما أشبه الليلة بالبارحة، والغادية بالرائحة، وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "38",
            "part": "1",
            "seal": "AA312517"
        }
    ],
    "t10325": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الثقافة التي نحتاج إليها"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "الدكتور محمد تقي الدين الهلالي: المدرس في الجامعة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "لغة القرآن"
        }
    ]
}