{
    "b10333": [
        {
            "id": "1",
            "nass": "استمرار الدعوة المسلمين: ¶ ... ¶ الجهََادبين عَقيدةِِِِ المسلِمين وَشُبَه المستشرقين ¶ للدكتور العوض عبد الهادي العطا أستاذ مساعد بكلية الحديث الشريف ¶ استمرار الدعوة الإسلامية: ¶ بدأت الدعوة الإسلامية في مكة المكرمة حين بعث الله رسوله بالهدى ودين الحق ليظهره على الدين كله، وكانت دعوة دينية خالصة لتوحيد الله ونبذ الشرك وعبادة الأوثان، مستندة إلى قوة الحجة والإقناع والموعظة الحسنة، فاستجاب لهما نفر من قريش، وصدقوا الرسول صلى الله عليه وسلم وشدوا من أزره وساندوه ونصروه، فنالوا سبق الدخول في الإسلام، وحملوا لواءه وظلوا على ذلك العهد حتى عم الإسلام أرجاء الأرض، ولم يتزحزحوا ولم تؤثر فيهم الأهواء والمغريات حين تأثر بها الناس. ¶ والملاحظ أن أول من أسلم كانوا من الشباب ومن لدات الرسول صلى الله عليه وسلم أو ممن لا يكبرونه في السن كثيراً. أما الشيوخ المسنون فلم يستجيبوا لدعوته، وكان من العار على المسن تغيير ما هو عليه من موروث قبيلته وآبائه وأجداده، فتأثروا بعرفهم وتقليدهم عن رؤية الحق والصواب، ولكن دخل في الإسلام جماعة من المستضعفين من أهل مكة الذين وجدوا الإسلام نصرة لهم، واشتد البلاء وعمت المحن علىِ المسلمين في مكة، ولذلك لم يتمكنوا من إقامة مجتمع إسلامي متكامل، ولكنهم كانوا أفراداً معروفين، آمنوا بالله ورسوله وتكونت فيهم أخلاق الإسلام الصحيحة وملأت نفوسهم قيمه ومثله. ¶ وحين أعز الله رسوله بالهجرة والنصرة تميزت صورة المجتمع في المدينة وصار الناس على ثلاثة أقسام، المؤمنين الذين آمنوا بالله ظاهراً وباطناً والكفار وهم الذين أظهروا الكفر، والمنافقين وهم الذين آمنوا ظاهراً لا باطناً1 ¶ وسارت الدعوة إلى الإسلام من خلال ذلك في عدة مراحل، أولها مرحلة النبوة، تقول عائشة رضي الله عنها: \"إن أول ما بدئ رسول الله صلى الله عليه وسلم النبوة حين أراد الله كرامته ورحمة العباد به، الرؤيا الصادقة، لا يرى رسول الله صلى الله عليه وسلم رؤيا في نومه إلا جاءت كفلق ¶ __________ ¶ 1 ابن تيمية، أحمد، مجموع فتاوى شيخ الإسلام، ج 28ص 431 (ط الأولى 1318) .",
            "page": "73",
            "part": "1",
            "seal": "2AB03777"
        },
        {
            "id": "2",
            "nass": "الصبح، وحبب الله إليه الخلوة فلم يكن شيء أحب إليه من أن يخلو وحده\"1. والمرحلة الثانية إنذار عشيرته الأقربين، ثم إنذار قومه صلى الله عليه وسلم من قريش، ثم إنذار قوم ما أتاهم من نذير من قبله وهم العرب قاطبة، ثم إنذار جميع من بلغته الدعوة الإسلامية إلى آخر الدهر2. ¶ وفي المدينة المنورة انتشر الإسلام، وتكونت جماعة مؤمنة متجانسة آخذة في النمو من المهاجرين والأنصار كنواة للأمة الإسلامية، وهو إطار عريض يظهر لأول مرة في الجزيرة العربية على غير نظام القبيلة. فقد انصهرت جماعة الأوس والخزرج في طائفة الأنصار ثم انصهر المهاجرون والأنصار في جماعة المسلمين، وبذلك تكونت جماعة كانت الأساس التاريخي للأمة الإسلامية ومهدت بذلك لكل من ينضم إليهم، قال ابن إسحاق في حديثه عن كتاب الرسول صلى الله عليه وسلم بين المهاجرين والأنصار وموادعة يهود: \"هذا كتاب من محمد النبي صلى الله عليه وسلم بين المؤمنين والمسلمين من قريش ويثرب ومن تبعهم فلحق بهم وجاهد معهم إنهم أمة واحدة من دون الناس\"3 ومن ثم وضع الأساس الذي ينظم العلاقة بين هذه الأمة ومن سكن معهم من أهل الكتاب، ولأول مرة تردَّ أمور هذه الجماعات إلى نظام يحتكم إليه \"وإنه ما كان بين أهل هذه الصحيفة من حدث أو إشتجار يُخاف فساده فإن مرده إلى الله عز وجل وإلى محمد رسول الله صلى الله عليه وسلم\"4. ¶ وسارت الدعوة الإسلامية في مسارها لتوحيد الجزيرة العربية على دين الإسلام فغزا الرسول صلى الله عليه وسلم بنفسه بضع وعشرين غزوة، أولها غزوة بدر وآخرها غزوة تبوك، وكان القتال في تسع غزوات، فأول غزوات القتال بدر وآخرها حنين والطائف، وأنزل الله فيها ملائكته. وعندما حاصر الطائف لم يقاتله أهلها زحفاً وصفوفاً كما حدث في بدر وحنين وإنما قاتلوه من وراء جدر5. ¶ وكان الرسول صلى الله عليه وسلم يتولى أمور الجهاد ويضعها في اعتباره ويهتم بها ويقود المسلمين ويخرج بهم فوضع بذلك المثل والقدوة في تطبيق مفهوم الجهاد قال تعالى: {لَقَدْ كَانَ لَكُمْ فِي ¶ __________ ¶ 1 ابن هشام، السيرة النبوية، تحقيق مصطفى السقا وآخرين، ج 1،2 ص 234 ط 2 (القاهرة 1375 هـ) . ولفظ البخاري رحمه الله \" أول ما بدئ به الرسول صلى الله عليه وسلم من الوحي الرؤيا الصالحة في النوم، فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه الخلاء …..\" أنظر ابن حجر العسقلاني، أحمد بن علي، فتح الباري بشرح صحيح البخاري، ج1 ص22، ط السلفية (1380 هـ) . ¶ 2 ابن القيم الجوزية، زاد المعاد في هدي خير العباد، ج اص 38 (القاهرة 1373 هـ) . ¶ 3 ابن هشام، المصدر السابق، ج 1، 2 ص 501. ¶ 4 نفس المصدر ص 504. ¶ 5 ابن تيمية، المصدر السابق ج 28 ص 429.",
            "page": "74",
            "part": "1",
            "seal": "5160525E"
        },
        {
            "id": "3",
            "nass": "رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللَّهَ كَثِيراً} الآية1 وكان لذلك أكبر الأثر في انتشار الإسلام بصورة واضحة بين القبائل العربية منذ صلح الحديبية في السنة السادسة من الهجرة، وأخذت الوفود تترى إلى رسول الله صلى الله عليه وسلم حتىٍ عددَّ ابن سعد في الطبقات عند ذكره لوفود العرب على رسول الله صلى الله عليه وسلم واحداً وسبعين وفداً2 وقد جاءوا إما عن رغبة صادقة أو رهبة وخوف، لأن الإيمان هبة من الله يمنحها الصادقين من عباده، فعندما جاءت بنو أسد إلى النبي صلى الله عليه وسلم وقالوا: يا رسول الله أسلمنا وقاتلتك العرب ولم نقاتلك، فقال رسول الله صلى الله وسلم: \"إن فقههم قليل وإن الشيطان ينطلق على ألسنتهم\"، ونزلت هذه الآية {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ} الآية3. ¶ ثم إن الرسول صلى الله عليه وسلم واصل جواده بعد أن ضرب الإسلام بجرانه في الجزيرة العربية، فأرسل الكتب إلى كبار الملوك آنذاك في العالم الحيَّ يعرض عليهم اعتناق الإسلام، فبعث إلى إمبراطور الروم وإلى نجاشي الحبشة وإلى كسرى ملك الفرس، والمقوقس صاحب الإسكندرية (مصر) وإلى أمراء الغساسنة وغيرهم4 فأجاب بعضهم إجابة مهذبة وثار آخرون وتوعدوا. وتأكيداً لتحقيق تلك المرحلة من مراحل الدعوة5 حدثت بعض الغزوات، وأعد الرسول صلى الله عليه وسلم بعث أسامه بن زيد، وهو البعث الذي أنفذه الخليفة أبو بكر الصديق رضي الله عنه. ¶ ولكن الدعوة الإسلامية واجهت صراعاً متصلاً بين المبادئ الإسلامية الداعية إلى الوحدة والإخاء والمساواة والسلام، وبين الإتجاهات العنصرية الداعية إلى عصبية القبيلة والتفكك والإنقسام. واشتد ذاك الصراع عقب وفاة الرسول صلى الله عليه وسلم مباشرة، فحدث ارتداد العرب عن الإسلام، والذي مثّل مظهراً من مظهراً التصادم بين العقيدة الإسلامية وبين القبلية الجاهلية، فقد انتعشت روح العصبية لدى بعض الزعامات القبلية التقليدية والتي لم يكن قد وقر الإيمان في قلوب بنيها، تلك العصبية التي حار بها الرسول صلى الله عليه وسلم وقضى عليها. ¶ ولكن الخليفة أبا بكر الصديق رضي الله عنه تصدى لكل ذلك في قوة ورباطة جأش ¶ __________ ¶ 1 سورة الأحزاب الآية 21. ¶ 2 ابن سعد، محمد، الطبقات الكبرى، ج 1 ص 1 29- 359، (بيروت دار صادر) . ¶ 3 سورة الحجرات آية 17 انظر ابن كثير، تفسير القرآن العظيم ج 4 ص 218. ¶ 4 ابن سيد الناس، عيون الأثر في فنون المغازي والشمائل والسير، ج 2 ص 329 ط 3 (بيروت، 1402 هـ) . ¶ 5 أنظر هذا البحث ص 2 (مراتب الدعوة) .",
            "page": "75",
            "part": "1",
            "seal": "57FD8106"
        },
        {
            "id": "4",
            "nass": "وإيمان صادق وعزم أكيد حتى أعاد للإسلام هيبته وللمسلمين وحدتهم، وصارت العقيدة الإسلامية هي الرابطة الوحيدة بين أبناء الأمة الإسلامية. ¶ وكان بعث أسامة بن زيد بمثابة مواصلة الجهاد الذي أكده القرآن الكريم ومارسه الرسول صلى الله عليه وسلم والتزم به الخليفة أبو بكر الصديق في خطبته المشهورة عند مبايعته في المسجد \"لا يدع أحد منكم الجهاد فإنه لا يدعه قوم إلا ضربهم الله بالذل....\"1 ثم أخذ يحث المسلمين على الجهاد ويدعوهم إليه. ففي الصحيحين عن النبي صلى الله عليه وسلم أنه سئل أي العمل أفضل فقال: \"إيمان بالله ورسوله، قيل ثم ماذا قال: جهاد في سبيل الله، قيل ثم ماذا قال: حج مبرور\" 2. وقيل إن الإعراض عن الجهاد من خصال المنافقين، وفي الحديث: \"من مات ولم يغز ولم يحدث نفسه بغز ومات على شعبة نفاق\" 3 وتتمثل في الجهاد حقيقة الزهد في الحياة الدنيا، كما يتجسد فيه الإخلاص، وقوة الإيمان تمنح المسلم القدرة في مواجهة العدو مهما كانت قوته وكان عدده. ¶ ولم يكن مفهوم الجهاد عند المسلمين يعنى نشر الإسلام عن طريق الحرب والسيف وحسب وإنما بمبادئه السمحة الكريمة ولذلك انتهجوا منهج الإسلام في الدعوة {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} 4 الآية {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} الآية 5. ¶ وقد وضح هذا المنهج في سياسة أبي بكر الصديق رضي الله عنه، عندما أعلن للمجاهدين حيِن توديع جيش أسامه بن زيد: \"لا تخونوا ولا تغدروا ولا تغلوا ولا تمثلوا ولا تقتلوا طفلاً ولا شيخاًَ كبيراً ولا امرأة ولا تعقروا نخلاً ولا تحرقوه، ولا تقطعوا شجرة مثمرة ولا تذبحوا شاة ولا بقرة ولا بعيراً، وسوف تمرون بأقوام قد فرغوا أنفسهم في الصوامع فدعوهم وما فرغوا أنفسهم له وسوف تقدمون على قوم قد فحصوا أوساط رؤوسهم وتركوا حولها مثل العصائب فأخفقوهم بالسيف خفقاً، اندفعوا باسم الله\" 6. ¶ __________ ¶ 1بن الأثير، الكامل في التاريخ، خ 2 ص 332 (بيروت 1399 هـ) . ¶ 2 ابن حجر، المصدر السابق، ج اص 77. (أنظر صحيح مسلم ج 1 ص 88 تحقيق محمد فؤاد عبد الباقي) . ¶ 3 أحمد بن حنبل، المسند ج 2/ 374. ¶ 4 سورة النحل آية 125. ¶ 5 سورة البقرة آية 256. ¶ 6 ابن الأثير المصدر السابق، ج 1 ص 335.",
            "page": "76",
            "part": "1",
            "seal": "21A09C72"
        },
        {
            "id": "5",
            "nass": "ولما كانت الدعوة إلى الإسلام هي الغاية المنشودة لذلك كان المسلمون يعرضون على خصومهم خيارات ثلاثة، إما الإسلام وكانوا يشرحونه ويحسنونِه لهم، وإما أن يقبلوا دفع الجزية، وإذا رفضوا هذين الخيارين فإن الحرب واجبة تأكيداًَ لقول الله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} الآية 1 وقد أخذت الجزية على أسس من الحق والعدل والرحمة، وتؤخذ على الرجل القادر البالغ العامل الحر، ولا تجب على الأعمى والمسكين وأهل الصوامع إلا إذا كان لهم يسار، وهي واجبة على جميع أهل الذمة2. ¶ ومن ثم أصبح كثير من اليهود والنصارى على دينهم ودخلوا في ذمة المسلمين، بل إن بعضهم شارك في الأعمال الإدارية مثل أعمال الحسابات ومسك الدفاتر وظهرت روح التسامح في معاملة المسلمين لغيرهم حتى أحس أهل هذه البلاد بالطمأنينة والحرية والعدالة وحسن المعاملة في أموالهم وأعراضهم وأعمالهم. ¶ وقد عقد المسلمون مع كثير من أهل البلاد العهود والمواثيق، يدفعون بموجبها الجزية للمسلمين، ونظير ذلك يجدون الحرية والأمن، يقول الماوردي: \"وأما الجزية فهي موِضوعة على الرؤس واسمها مشتق من الجِزاء، إما جزاء على كفرهم لأخذها منهم صغاراًَ، وإما جزاء على أماننا لهم لأخذها منهم رفقاً\" ويقول: \"فيجب على ولي الأمر أن يضع الجزية على رقاب من دخل في الذمة من أهل الكتاب ليقروا بها في دار السلام ويلتزم لهم ببذلها حقان: أحدهما الكف عنهم والثاني الحماية لهم ليكونوا بالكف آمنين وبالحماية محروسين\"3. ¶ ومع ذلك فالملاحظ أن المسلمين كانوا يقومون بواجب الدعوة وتبليغ أهل تلك البلاد بالإسلام، فعندما بعث الخليفة عمر بن الخطاب سعد بن أبي وقاص إلى القادسية، وجد أن الفرس قد أمّروا على الحرب رستم من الفرخزاذ الأرمني، وأمده بالعساكر فكتب سعد إلى عمر بذلك، فكتب إليه عمر بن الخطاب: \"لا يكربنك ما يأتيك عنهم ولا ما يأتونك به واستعن بالله وتوكل عليه، وأبعث إليه رجالاً من أهل النظر والرأي والجلد يدعونه فإن الله جاعل دعاءهم توهيناًَ لهم وفلجاً عليهم واكتب إليَّ في كل يوم\"4. ¶ __________ ¶ 1 سورة التوبة، آية 29. ¶ 2 القاضي أبو يوسف، يعقوب بن إبراهيم، كتاب الخراج (ضمن موسوعة الخراج) ص 122، (بيروت 1399 هـ) . ¶ 3 الماوردي، أبو الحسن علي بن حبيب، الأحكام السلطانية، ص 143 (بيروت 1402 هـ) . ¶ 4 ابن الأثير، المصدر السابق ج 2 ص 456.",
            "page": "77",
            "part": "1",
            "seal": "C374185D"
        },
        {
            "id": "6",
            "nass": "كما تمثلت في أعمال الجهاد عند المسلمين خصال فريدة، فقد وجه الخليفة أبو بكر الصديق رضي الله عنه خالد بن الوليد أن يتآلف الناس ويدعوهم إلى الله عز وجل، وأمره ألا يكره أحداًَ على المسير معه وألا يستعن بمن ارتد عن الإِسلام، وإن كان عاد إليه1. ¶ __________ ¶ ابن كثير، البداية والنهاية، ج 5/ 6 ص 342 ط 2 (بيروت- 1977م/ 1397 هـ) .",
            "page": "78",
            "part": "1",
            "seal": "82FDAF0E"
        },
        {
            "id": "7",
            "nass": "القوةو والإستعداد والآت الحرب من وسائل النصر ¶ ... ¶ القوة والاستعداد وآلات الحرب من وسائل النصر: ¶ لقد توفرت عند المجاهدين المسلمين قوة العقيدة والإيمان وارتفاع الروح المعنوية بأنهم خير أمة أخرجت للناس لها رسالتها في الدعوة، ولذلك كانوا لا يهابون الموت في سبيل ذلك إذ كان الظفر بالشهادة أمنية المجاهد المسلم مما يؤكد زهده في الدنيا مهما كانت مغرياتها. ¶ وقد كانت العقيدة عند المسلم الصادق هي السلاح الرئيسي الذي يعتمدون عليه في كل المعارك، فهي تأتي عندهم في المقام الأول بين العوامل والدوِاعي التي تجعلهم يصمدون ويثبتون حيث يكون الفرار في حساب المقاييس العسكرية أمراً لا مفر منه بل ولا لوم على فاعله. ¶ ومع هذه القوة النفسية التي توفرت للمسلمين فقد تهيئوا من حيث العدة والعتاد أيضاً حتى اجتمعت لهم مقومات متكاملة للقتال {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ} 2. ¶ وقد ثبت أن النبي صلى الله عليه وسلم حينما تلا هذه الآية وهو على المنبر قال: \"ألا إن القوة الرمي ألا إن القوة الرمي ألا إن القوة الرمي\" 3. ¶ وقد عرف عن هؤلاء المجاهدين أنهم قد امتازوا بخفة الحركة والمثابرة والصبر وتحمل الشدائد وبذل النفس والثبات في ميدان القتال وإظهار التضامن بينهم، والإنضباط، فقد كانوا يقفون صفوفاً متراصة ليس لأحد منهم أن يتقدم من الصف أو يتأخر عنه عملاً بقول الله تعالى: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} 4 وكان الرسول صلى الله عليه وسلم في غزواته يراعي هذا الأمر ويحثهم عليه دائماً، لأن الانضباط وحسن النظام من دواعي الجيش الممتاز، ففي يوم بدر قام الرسول صلى الله عليه وسلم يسوي الصفوف وفي يده قدْح، فمر بسواد بن غزية وهو مستنتل من الصف، فطعنه في بطنه بالقدح وقال: \"استو يا سواد، فقال: يا رسول الله أوجعتني وقد بعثك الله بالحق والعدل، قال: فأقدْني، فكشف رسول الله صلى الله عليه وسلم عن. ¶ __________ ¶ 2 سورة الأنفال، آية 60. ¶ 3 ابن تيمية، المصدر السابق ج 28 ص 9. ¶ 4 سورة الصف، آية 4.",
            "page": "78",
            "part": "1",
            "seal": "5C1B7342"
        },
        {
            "id": "8",
            "nass": "بطنه وقال: استقد، قال فاعتنقه فقبل بطنه، فقال: ما حملك على هذا يا سواد، قال: يا رسول الله حضر ما ترى فأردت أن يكون آخر العهد بك أن يمس جلدي جلدك، فدعا له رسول الله صلى الله عليه وسلم بخير\"1. ¶ وقد يسبق القتال التدريب وتعلم الرمي والمهارة فيه، فقد عرف عن المسلمين إجادتهم الرمي، وقد شكل الرماة عند المسلمين أهمية خاصة، ففي يوم أحد وضعهم الرسول صلى الله عليه وسلم على الجبل كغطاء أساسي لظهر المسلمين، وعند عبور المسلمين إلى المدائن عاصمة الفرس كانوا أمام الجيش يخوضون الماء وكانوا من أمهر الرماة، فإذا رموا أصابوا الهدف. فاهتم المسلمون بالاستعداد التام من كل ناحية لمواجهة العدو، وهو عمل لابد منه ليستحق به المجاهدون نصر الله. ¶ وقد اهتم الخلفاء الراشدون بإعداد الجيش وتنظيمه إقتداءً بالرسول صلى الله عليه وسلم، وكان عمر ابن الخطاب أول من جعل الجند فئة مخصوصة، فأنشأ ديوان الجند للإِشراف عليه وتقييد أسمائهم ومقدار أرزاقهم وإحصاء أعمالهم. وكان ديوان الجند الذي استخدمه عمر بن الخطاب أكبر مساعد له في تحسين نظام الجند وضبطه في الإسلام، مما ساعد في تحسين استعداد المسلمين الكامل عند خروجهم للجهاد2. ¶ وفي ضوء ذلك اهتموا بأدوات الحرب والقتال، فاهتموا بالخيل المعدة للجهاد لأن في إعدادها لهذا الغرض فضيلة كبيرة، وتدرب عليها شباب المسلمين ومارسوا الرمي وهم على ظهورها اعتنوا بها عناية فائقة، وفي الحديث \"الخيل معقود في نواصيها الخير إلىِ يوم القيامة، الأجر والمغنم\"3 وكان أغلب جيش المسلمين في كثير من الأحيان يتألف أساساً من الفرسان، بل إن جيش سعد بن أبي وقاص يوم المدائن كان كله من الفرسان4. ¶ وكان المسلمون يتسلحون بالدروع والسيوف والرماح كما استخدموا أسلحة أخرى كانت ذات أهمية في القتال، قال ابن سعد رحمه الله في حديثه عن غزوة أحد: \"فخرج رسول الله صلى الله عليه وسلم قد لبس لامته وأظهر الدرع وحزم وسطها بمنطقة من أدم من حمائل السيف واعتم وتقلد السيف والترس في ظهره\" 5ويعتبر السيف والدرع والرمح من الأسلحة الخفيفة، وكان للسيف أهمية خاصة عندهم. ¶ __________ ¶ 1 ابن هشام، المصدر السابق، ج 1، 2 ص 626. ¶ 2 علي إبراهيم حسن، التاريخ الإسلامي العام، ص 535 (النهضة المصرية) . ¶ 3 ابن حجر، المصدر السابق، ج 6 ص 56. أنظر الترمذي، صحيح الترمذي، باب الجهاد، شرح الإمام بن العربي المالكي، ج7 ص186. ¶ 4 ابن الأثير، المصدر السابق، ج 2 ص 518. ¶ 5 ابن سعد، المصدر السابق ج 2، ص 38.",
            "page": "79",
            "part": "1",
            "seal": "A225CE4D"
        },
        {
            "id": "9",
            "nass": "كذلك عرفت بعض الأسلحة التي استخدمت في كثير من الحالات مثل:- ¶ المجانيق - والدبابات والضبور، ومما يدل على معرفتهم لهذه الأسلحة ما ذكره ابن هشام: \"ولم يشهد حنيناً ولا حصار الطائف عروة بن مسعود ولا غيدن بن سلمة كانا بجرش يتعلمان صنعة الدبابات والمجانيق والضبور\"1، قال السهيلي: \"والدبابة آلة من آلات الحرب يدخل فيها الرجال فيدبون بها إلى الأسوار لينقبوها \" وقيل:\" آلات تصنع من خشب وتغشى بجلود ويدخل فيها الرجال ويتصلون بحائط الحصن\". قال ابن إسحاق: \"حتى إذا كان يوم الشدخة عند جدار الطائف دخل نفر من أصحاب رسول الله صلى الله عليه وسلم تحت دبابة ثم زحفوا بها إلى جدار الطائف ليحرقوه\" 2 وقيل: \"أنها من آلات الحرب يدخل المحاربون في جوفها إلى جدار الحصن فينقبونه وهم في داخلها يحميهم سقفها وجوانبها\". ¶ والمجانيق من آلات الحصار يرمى بها الحجارة الثقيلة، وقد ذكر ابن هشام أن الرسول صلى الله عليه وسلم أول من رمى بالمنجنيق، رمى أهل الطائف3، وهي أنواع منها ما يرمى بالحجارة ومنها ما يرمى بالزيت المغلي ومنها ما يرمى بالنبال. وقد أقام سعد بن أبي وقاص على بهرسير شهرين يحاصرها ويرميها بالمجانيق ويدب إليها بالدبابات ويقاتلهم بكل عدة، وكان الفرس البادئين بالرمي والعرادات، فاستصنعها سعد، وأقام عليها عشرين منجنيقاً فشغلهم بها4. ¶ قال السهيلي: \"والضبور جلود يغشى بها خشب يتقى بها في الحرب\"، وقيل: استخدمت ليتقى بها النبل الموجه من عل، ويتقى بها في الحرب عند الانصراف، وفي اللسان: الضَّبره - جلد يغشى خشب فيها رجال تقرب إلى الحصون لقتال أهلها، ويجمع على ضبور5. ¶ وإلى الخليفة عمر بن الخطاب رضي الله عنه يرجع الفضل في إقامة الحصون والمعسكرات الدائمة لراحة الجند في أثناء الطريق بعد أن كانوا يقطعون المسافات الطويلة على ظهور الإبل، ولا يرتاحون إلا في مظلات مصنوعة من سعف النخل، ومن ثم بنيت ¶ __________ ¶ 1 ابن هشام، المصدر السابق، ج 3- 4، ص478 أنظر السهيلي، أبو القاسم عبد الرحمن، الروض الأنف، تحقيق طه عبد الرؤوف ج 4 ص162- 163 (دار الفكر) . ¶ 2 ابن هشام، المصدر السابق ج 3 ـ4، ص 483. ¶ 3 نفس المصدر. ¶ 4 ابن الأثير.، المصدر السابق، ج 2 ص 509. ¶ 5 جمال الدين محمد بن منظور لسان العرب، ج4 (فصل الضاد باب الراء) ص480 (بيروت، دار صادر) .",
            "page": "80",
            "part": "1",
            "seal": "A5E8229A"
        },
        {
            "id": "10",
            "nass": "العواصم وأقيمت الحاميات لصد هجمات الأعداء المفاجئة1. ¶ وتطور الدفاع عن بلاد المسلمين والجهاد في سبيل الله بإقامة الربط لحماية الثغور، وأصله أن يربط كل واحد من الفريقين خيله ثم صار لزوم النفر رباط، وأصل الرباط ما تربط فيه الخيول وأن كل ثغر يدفع عمن وراءهم، والمدافع المجاهد يدافع عمن وراءه، والمقيم في الرباط على طاعة الله يدفع بدعائه البلاء عن العباد والبلاد2 وعند ابن تيمية أن المقام في ثغور المسلمين أفضل من المجاورة في المساجد الثلاثة لأن الرباط من جنس الجهاد، والمجاورة غايتها أن تكون من جنس الحج3 قال تعالى: {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} 4 وفي الحديث \"رباط يوم وليلة (في سبيل الله) خير من صيام شهر وقيامه\"5. ¶ ولم يكن المسلمون في أول عهدهم يرغبون في ركوب البحر، ولم يأذن الخليفة عمر ابن الخطاب رضي الله عنه لعماله بذلك، ولكن في عهد الخليفة عثمان بن عفان رضي الله عنه، أنشأ أول أسطول إسلامي، فقد أذن لمعاوية بن أبي سفيان في غزو الروم بحراًَ، على ألا يحمل الناس على ركوب البحر كرهاً، فبرع المسلمون في ركوب البحر، وخاضوا المعارك فيه ورتب معاوية بن أبي سفيان الشواني والصوائف لغزو الروم. وبعث عبد الملك بن مروان لما ولي الخلافة إلى عامله على أفريقية حسان بن النعمان يأمره باتخاذ صناعة بتونس لإنشاء الآلات البحرية6 وعلل المقريزي امتناع المسلمين من ركوب البحر للغز وفي أول الأمر لبداوتهم ولم يكونوا مهرة من ثقافته وركوبه، وكان الروم والفرنجة قد تمرسوا عليه لكثرة ركوبهم له. وعندما استقر أمر المسلمين تقرب كل ذي صنعة إليهم بمبلغ صناعتهم، واستخدموا من النواتية في البحرية أمماً وتكررت ممارستهم البحر وثقافته فتاقت أنفسهم إلى الجهاد فيه، وأنشأوا السفن والشواني وشحنوا الأساطيل بالرجال والسلاح، واختصوا بذلك من ممالكهم ¶ __________ ¶ 1 حسن إبراهيم حسن، تاريخ الإسلام السياسي والديني والثقافي والإجتماعي، ج1، ص 478 (النهضة المصرية، ط 7، 1964) . ¶ 2 المقريزي، تقي الدين أبى العباس، المواعظ والإعتبار بذكر الخطط والآثار، ج 2 ص 427 (بيروت، دار صادر) . ¶ 3 ابن تيمية، المصدر السابق، ج 28 ص 5. ¶ 4 سورة التوبة، آية 19. ¶ 5 أحمد بن حنبل، المسند، ج 5/ 440. ¶ 6 المقريزي، المصدر السابق، ج 2 ص 190.",
            "page": "81",
            "part": "1",
            "seal": "C231E6C7"
        },
        {
            "id": "11",
            "nass": "وثغورهم ما كان أقرب إلى هذا البحر على ضفته مثل الشام وأفريقية والمغرب والأندلس1 وقد كان ميناء جدة ثغراًَ هاماً للمسلمين باعتباره مدخلاً للحرمين الشريفين، وهذا ما حمل المسلمين فيما بعد على تحصينها وإقامة سور قوي حولها لتأمين الأماكن المقدسة في مكة والمدينة من أي غارة وخاصة غارات الصليبين2. ¶ وقد برع المسلمون في صناعة السفن حتى صار علمهم في هذا الجانب تقلده أوربا وتنقله عنهم3. ¶ __________ ¶ 1 نفس المصدر. ¶ 2 عبد القدوس الأنصاري، تاريخ مدينة جدة، ص 70. ¶ 3 حسن إبراهيم حسن، المصدر السابق، ج 1ص 484.",
            "page": "82",
            "part": "1",
            "seal": "AA77EB41"
        },
        {
            "id": "12",
            "nass": "المستشرقون والدعوة الإسلامية:- ¶ وقد اهتم المستشرقون بأمر الجهاد الإسلامي وناقشوه كثيراً وأثاروا حوله الافتراضات والشبه، وحاولوا أن يشوهوا روح الجهاد ومغزاه، ورغم أن المسلمين أوضحوا أن غايتهم نشر الإسلام، وأن القتال ليس غاية في حد ذاته وإنما هو وسيلة لإزالة العقبات عن طريق الدعوة، ولكنهم عن قصد أو سوء فهم لأمر الجهاد أثاروا هذه الشبهة، وركز بعضهم مثل كيتاني وأرنولد على أقوال المسلمين، فعندما فرغ الخليفة أبو بكر الصديق رضي الله عنه من حروب الردة وجه الجيوش إلى الشام لمواصلة الجهاد ولذلك كتب إلى أهل مكة والطائف واليمن وجميع العرب بنجد يستنفرهم للجهاد ويرغبهم فيه وفي غنائم الروم، فسارع الناس إليه بين محتسب وطامع وأتوا المدينة من كل باب4 فتذرعوا بهذا القول مدعين أن هناك دافعاً مادياً، ولذلك يقول أرنولد: \"إن أملهم (المسلمين) الوطيد في الحصول على غنائم كثيرة في جهادهم في سبيل الدين الجديد ثم أملهم في أن يستبدلوا بصحاريهم الصخرية الجرداء التي لم تنتج لهم إلا حياة تقوم على البؤس، تلك الأقطار ذات الترف والنعيم\". ¶ ثم يثير شبهة أخرى في أن هذه الفتوح الهائلة التي وضعت أساس الإمبراطورية العربية (كذا) لم تكن ثمرة حرب دينية قامت في سبيل نشر الإسلام، وإنما تلتها حركة ارتداد واسعة عن الديانة المسيحية حتى لقد ظُن أن هذا الارتداد كان الغرض الذي يهدف إليه العرب. ويستنتج بأنه من هنا أخذ المؤرخون المسيحيون ينظرون إلى السيف على أنه أداة للدعوة الإسلامية. وفي ضياء النصر الذي عُزي إليه حجبت مظاهر النشاط الحقيقي للدعوة. ¶ __________ ¶ 4 البلاذري، أبو الحسن، فتوح البلدان، ص 111 (بيروت 1403 هـ) .",
            "page": "82",
            "part": "1",
            "seal": "64B9ECCE"
        },
        {
            "id": "13",
            "nass": "ويتفق أرنولد مع أستاذه كيتاني في أنه يعتبر توسع الجنس العربي على أصح تقدير هو هجرة جماعة نشيطة قوية البأس دفعها الجوع والحرمان إلىِ أن تهجر صحاريها المجدبة وتحتاج بلاداً أكثر خصباً كانت ملكاً لجيران أسعد منهم حظاًَ1 وأنها آخر هجرة من الهجرات السامية. ¶ ويقول أنه لا ينبغي أن نتلمس أسباب الانتشار السريع للعقيدة الإسلامية في أخبار الجيوش الفاتحة بل الأجدر أن نبحث عن ذلك في الظروف التي كانت تحيط بالشعوب المغلوبة على أمرها. ¶ والمعروف أن نداء الخليفة الذي أورده البلاذري إنما هو حث للقبائل لتسارع للجهاد ونشر الإسلام، فإن تحقق مكسب بعد ذلك فهو أمر لاحق لأصل. ولم يكن القول (بأن جزيرة العرب كانت مجدبة فكان ذلك دافعاً للفتح والحروب) ، وذلك لعدة أسباب، من ضمنها أن الجزيرة العربية حينذاك كانت قد تزايدت أموال أهلها بفضل النشاط التجاري الذي انتعش حينذاك، فعير قريش التي انتهت بغزوة بدر قيل أنها كانت مكونة من ألف بعير وأن الدينار ربح ديناراً، وأن ريعها استفادت منه قريش في تعبئة نفسها لغزوة أحد. وأن سرية زيد بن حارثة إلى ذي قرد حصلت من قافلة قريش على كمية من الفضة وزنها ثلاثون ألف درهم2 وكان موسم الحج من عوامل الانتعاش الاقتصادي، بالإضافة إلى أن الإسلام نظم الحياة الاجتماعية بين المسلمين، فأسلوب المؤاخاة بين المهاجرين والأنصارٍ الذي طبقه الِرسول صلى الله عليه وسلم حقق التكافل الاجتماعي بين المسلمين3 فكون بذلك مجتمعاً إسلامياً نموذجياًَ. ¶ ورغم بذخ الدولتين الروم وفارس، ومظاهر الأبهة والعظمة إلا أن ذلك لازمه استبداد وخلافات دينية وصراع حول الملك، على حين ألف الإسلام بين قلوب المسلمين، فمع مظاهر الزهد والتقشف في حياتهم، ظهر عليهم شدة الإيمان والحرص على الاستشهاد في سبيل الله4 مما حقق لهم أعظم النتائج في المعارك التي خاضوها. ¶ ويقول جودفروا: \"يقود الخليفة الجهاد أي الحرب المقدسة ضد الكفار لحملهم على ¶ __________ ¶ 1 أرنولد، سيرتوماس، الدعوة الإسلامية (مترجم) ص 64 (القاهرة 1970 م) . ¶ 2 ابن سعد، المصدر السابق، ج 2 ص 36. ¶ 3 عماد الدين خليل، دراسة في السيرة، ص 154 (مؤسسة الرسالة 1398 هـ) . ¶ 4 حسن إبراهيم حسن، المصدر السابق، ج 1ص 214.",
            "page": "83",
            "part": "1",
            "seal": "A3671E34"
        },
        {
            "id": "14",
            "nass": "اعتناق الدين الإسلامي أو استرقاقهم أو قتلهِم أو إجبارهم آخر الأمر على دفع الجزية، ومع أن العلماء المسلمين يعتبرون الجهاد فرضاًَ واجباً على جميع المسلمين إلا أنهم غير متفقين على قيمته الدينية، ولا يجعلونه جميعاً ركناً من أركان الدين الخمسة. وأصول الجهاد توضح هذا التردد، فقد كان الرسول في بداية دعوته في مكة ضعيفاً جداً ولم يزوده القرآن بسلاح سوى الصبر والثقة بالله، ولكن بعد الهجرة إلى المدينة هبط الوحي يحث المسلمينِ على أن يقاوموا بقوة السلاح أولئك الذين طردوهم من ديارهم وأرادوا بهم شراًَ (ق: س 22، 39- 43) وبمناسبة غارة قام بها المسلمون لخرق الهدنة الجاهلية في الأشهر الحرم أمرهم القرآن (س 2: 212) أن يقاتلوا\"1. ¶ هذا رأي المستشرق والملاحظ أنه يمتلئ بالأخطاء سواء عن قصد أو سوء فهم، من ذلك أنه يحور مفهوم الجهاد من أداة للدعوة ونشر الإسلام كما هو مضمونه الواسع المليء بالتسامح والصبر، إلى وسيلة للقتل والاسترقاق والنهب. ثم يتحدث عن سرية عبد الله ابن جحش على أنها غارة. ¶ والمعروف أن الرسول صلى الله عليه وسلم بعث عبد الله بن جحش ومعه ثمانية رهط من المهاجرين في رجب وكتب لهم كتاباًَ، فإذا فيه \"إذا نظرت في كتابي هذا فامض حتى تنزل نخلة بين مكة والطائف فترصد بها قريشاً وتعلم لنا من أخبارهم\"2 فالمطلوب من السرية الحصول على معلومات عن قريش، وليس في هذا أمر غريب بين أعداء احتمال الحرب بينهما وارد، ولكن لم يكن أمراً للسرية بالقتال فقوله إنها غارة فيه إجحاف وتجن. وخاصة وأن الرسول صلى الله عليه وسلم قال لهم عندما رجعوا: \"ما أمرتكم بقتال في الشهر الحرام\"، وظل الأمر معلقاً حتى أنزل الله على رسوله صلى الله عليه وسلم {يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ} 3 وما قاله هذا المستشرق لم يخرج عما قاله أعداء الإسلام حينذاك عندما قالت قريش قد استحل محمد وأصحابه الشهر الحرام وسفكوا فيه الدم وغنموا الأموال وأسروا الرجال4 ¶ __________ ¶ 1 جودفروا، م. كتاب النظم الإسلامية، (باب الخلافة) مترجم، ص135. ¶ 2 ابن هشام، المصدر السابق، ج ا-2، ص 602. ¶ 3 سورة البقرة، آية 217. ¶ 4 ابن هشام، المصدر السابق، ج ا-2، ص 604.",
            "page": "84",
            "part": "1",
            "seal": "0822B3B0"
        },
        {
            "id": "15",
            "nass": "وعموماً فإن الدراسات التي أعدت عن المستشرقين وتناولت مناهجهم اتفقت على أنهم يعالجون المسائل الإسلامية من وجهة نظرهم ووفق طرقهم ومناهجهم، فإن تخلوا عن الغرض، فقد تأثروا بالمنهج، وأدخلوا عوامل ومبررات في التوسع المبكر للإسلام، مثل عواقب الصراع بين الإمبراطوريات الساسانية والبيزنطية وعدم الاستقرار الداخلي للقوط في أسبانيا، ولكنهم لم يربطوا بين ذلك الانتشار السريع للإسلام وبين العقيدة الإسلامية نفسها، فهل من الممكن أن يحدث ذلك الانتشار والتوسع بهذه الدرجة من غير الدين الإسلامي؟ 1. ¶ __________ ¶ راجع الدراسة التي أعدتها المنظمة العربية للتربية والثقافة والعلوم، مكتب التربية العربي لدول الخليج، تحت عنوان (مناهج المستشرقين في الدراسات العربية والإسلامية) جزآن (الرياض 1405 هـ/ 1985م) .",
            "page": "85",
            "part": "1",
            "seal": "2278C494"
        }
    ],
    "t10333": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "استمرار الدعوة المسلمين:"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "القوةو والإستعداد والآت الحرب من وسائل النصر"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المستشرقون والدعوة الإسلامية"
        }
    ]
}