{
    "b10348": [
        {
            "id": "1",
            "nass": "الحكم على الشيء فرع عن تصوره ¶ للشيخ محمد أمان بن علي جامي عميد كلية الحديث ¶ هذا المقال إنما يعني مناقشة لآراء وأفكار لصحفي تعرض في محاضرة له لحقائق لم يتصورها، وتعرض فيها لبعض صفات الله تعالى بالنفي والإنكار وعدها من أنواع البدع. ¶ والمقال جاء ليفند تلك المزاعم ويصحح تلك الأخطاء على ضوء الكتاب والسنة، مع تقديم نصائح خاصة للمحاضر ونصائح عامة للدعاة إلى الله لتكون دعوتهم على بصيرة لئلا ينخدعوا بجعجعة المنحرفين الذين يلبسون على بعض السذج. ¶ ثم يستطرد المقال في بيان حقيقة إسلام الخميني ويكشف عن بطلانه وذلك حتى لا ينخدع صغار طلبة العلم الذين قد (يستسمنون ذا ورم) بثورة الخميني المضللة التي سماها ثورة إسلامية زورا وبهتانا، وإنما هي ثورة جاهلية تتنافى وتعاليم الإسلام الرحيمة. ¶ كل ذلك نصح للقارئ ورحمة به، والله ولي التوفيق، وصلى الله وسلم وبارك على من بعثه رحمة للعالمين محمد وآله وصحبه أجمعين.. ¶ الحمد لله، وصلاة الله وسلامه وبركاته على رسول الله، وعلى آله وصحبه ومن والاه واتبع النور الذي أنزل معه واقتفى أثره. ¶ وبعد:- ¶ ففي بعض الأيام القريبة الماضية وردني شريط غريب يحمل محاضرة غريبة، إنه من الكويت وإنه من إسماعيل الشطي رئيس تحرير مجلة المجتمع. ¶ والمحاضرة المذكورة ألقيت أمام جمع غفير في مسجد جامع من مساجد مدينة الكويت - وقد تحدث فيها المحاضر (الشطي) عن نقاط كثيرة ومختلفة، تحت عنوان (التطرف والتفرق) (فيما أحسب) . ويمكن حصر تلك النقاط في الآتي:-",
            "page": "263",
            "part": "1",
            "seal": "77615350"
        },
        {
            "id": "2",
            "nass": "1- تحدث المحاضر عن تطرف الخوارج وتفرقهم، وتطرف الشيعة وتفرقهم، وبعض عاداتهم، وقد أجاد في تلك النقاط ما شاء الله أن يجيد، فنشَكره على ذلك. ¶ 2- استعرض المحاضر جماعة تعرف بجماعة الهجرة والتكفير، وتحدث عنهم حديث من عاشرهم وخالطهم وخص من سماه رئيسهم (شكري) بالحديث، وتحدث عن أفكاره الشاذة التي تدل على نوع خطير من أنواع الجهل، وهو الجهل (المركب) ولم ينس الشطي - (جهيمان وأتباعه) - ولكنه تناقض في وصفه إذ جمع له بين الذم والمدح، ووصفه بأنه مجتهد، وجهيمان لم يلغ درجة الاجتهاد ولم يقاربها، ولا (شكري) الذي قبله، بل كلاهما أقرب إلى الجهل منهما إلى العلم، ولكن (حبك للشيء يعمي ويصم) كما يقولون. ¶ 3- تحدث عن التقليد، ووصفه بأنه سنة قديمة ومعروفة لدى القرون الثلاثة المفضلة، هذه النقطة من النقاط الكثيرة التي لم يوفق فيها أخونا الشطي. عفا الله عنه. ¶ فننصح الأخ الشطي أن يدرس حياة الأئمة الأربعة وما نصحوا به تلامذتهم وأصحابهم، ليجد أنهم كلهم نصحوا أصحابهم وتلامذتهم بعدم التقليد، وأن يأخذوا من حيث أخذوا وأنهم بشر لا يوحي إليهم (يقولون اليوم قولا ثم يرجعون عنه غدا) 1، وأن الواجب إتباع هدي رسول الله عليه الصلاة والسلام، وأي طالب علم اطلع على قولا إمام من الأئمة وعرف أنه مخالف لقول رسول الله عليه الصلاة والسلام فالواجب عليه أن يترك قول ذلك الإمام لقول رسول عليه الصلاة والسلام، هذا ما كان عليه سلف هذه الأمة والقرون والمفضلة. ولا يعرفون للتعصب المذهبي معنى أبدا ولم يدر يخلدهم. ولا يرون أحدا يجب إتباعه والتأسي به غير رسول الله عليه الصلاة والسلام. ¶ والغريب من أمر الشطي أنه تناقض في هذه النقطة، إذ سمعته غير مرة في محاضرته وهو يقول لا يرى التعصب المذهبي ولا يدعو إليه، والتناقض صفة لازمة لكل من يخطب على غير منبره أو يمد يده إلى مائدة لا تنالها يده القصيرة، وكان الواجب على الشطي إذا أراد أن يتحدث عن مثل هذه النقاط أن يرجع إلى الذين درسوا الإسلام بتوسع على أساس {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} ، ومنهم أولئك النخبة من خريجي كلية الشريعة وكلية الدعوة وأصول الدين، وقد نفع الله بهم البلاد والعباد في جملتهم ولو لم يرض عنهم الشطي، بل يسخر منهم، ومن التناقض الذي وقع فيه الأخ الشطي أن موضوع محاضرته (ذم التفرق والتطرف) ، فإذا هو يدعو إلى أسباب التفرق فيقع هو نفسه في التطرف وذلك: ¶ __________ ¶ 1 هذه العبارة منقولة عن الإمام أبي حنيفة رحمه الله.",
            "page": "264",
            "part": "1",
            "seal": "2B7F7D00"
        },
        {
            "id": "3",
            "nass": "(أولا) ذكر الشطي في مقدمة محاضرته أن المراد بالمسلمين جماعة معينة وليس مراده جميع المسلمين. ¶ وفي أثناء المحاضرة انتقد هذا المفهوم وذمه عندما كان يتحدث عن شكري وأتباعه وجهيمان وأشياعه وتطرفهما، وهذا نوع من التناقض، لأن المفهوم الذي يذم إذا صدر من شكري وأمثاله يجب أن يذم إذا صدر من الشطي إن كان هناك إنصاف، والإنصاف من الإيمان. ومن الإنصاف أن تجر باء شكري كما تجر باء الشطي سواء بسواء، سلبا وإيجاباً. ¶ (ثانيا) يدعو الشطي المسلمين إلى أن يتفرقوا أربع فرق بدعوى وجوب تقليد الأئمة الأربعة، وفي الوقت نفسه يزعم أن السلفيين الذين يسميهم (اللامذهبيين) هم الذين يفرقون صفوف المسلمين وهذا تناقض مشروع لا يحتاج إلى شرح. سامحه الله. وموقف السلفيين معروف، ودعوتهم واضحة لا غموض فيها، وهي تعني تجريد المتابعة لرسول الله صلى الله عليه وسلم، وأن مصدر التلقي يجب أن يكون موحدا لجميع المسلمين، ألا وهو الوحي كتابا وسنة، مع احترام أئمة المسلمين الأربعة وغيرهم والترحم عليهم والإعتراف بفضلهم، لأن الله تعالى حفظ الشريعة على أيديهم بعلمهم وتعليمهم وجهادهم ودعوتهم إلى هدي رسول الله صلى الله عليه وسلم، وهم مجتهدون فيما لا نص فيه وإن أصابوا فلهم أجران، أجر بذل المجهود وأجر الإصابة، وإن أخطأوا فلهم أجر واحد وهو أجر الاجتهاد، لأنهم بمثابة الحكام والقضاة \"إذا اجتهد الحاكم فأصاب فله أجران فإن أخطأ فله أجر واحد\" كما ثبت ذلك في السنة الصحيحة. ¶ هذا موقف السلفيين من الأئمة، وتلكم دعوتهم واضحة لا لبس فيها ولا غموض ولا روغان. ومما يجدر التنبيه عليه هنا أن الأخ الشطي ليس وحيد دهره أو فريد عصره في دعوته إلى التقليد، بل له سلف في دعوته هذه بشكل أفظع، إذ يدعي بعض المتأخرين من المؤلفين أن تقليد أحد الأئمة الأربعة واجب وجوبا في الوقت الذي لا يجوز تقليد غيرهم من الأئمة، حيث يقول صاحب (جوهرة التوحيد) : ¶ فواجب تقليد حبر منهم ... كذا حكى القول بلفظ يفهم ¶ هذا ما قاله الناظم، وأما ما قاله الشارح- وهو إبراهيم البيجوري الشافعي- فهو أسوأ مما قاله الناظم، إذ زاد الطين بلة وأبعد النجعة وركب الصعب وقال شططا، وأعلن بذلك كله عن سوء تصوره لمسألة التقليد، حيث زعم أنه لا يجوز تقليد غير الأربعة ولو كان من أكابر الصحابة، هكذا بالحرف الواحد.",
            "page": "265",
            "part": "1",
            "seal": "C8F6E023"
        },
        {
            "id": "4",
            "nass": "وهذا الكلام لو حلل تحليلا لا تجد له طعماً ولا ريحاً، وهو كلام مرفوض شرعا وغير مستساغ عقلا، وتوضيح ذلك كالآتي: ¶ (أ) الوجوب حكم شرعي، وهو ما شرعه الله وأمر به أمراً جازما في كتابه أو فيما أوحى إلى رسوله صلى الله عليه وسلم لأن الله وحده هو المشرع ورسوله المصطفى هو المبلغ عنه شرعه سبحانه، وقد اختاره الله لهذه المهمة، مهمة التبليغ. وليس فيما بلغه رسول الله عليه الصلاة والسلام وجوب تقليد أحد الناس سلفا وخلفا، إذا بأي كتاب، أو بآية سنة وجب تقليد أحد الأئمة الأربعة رحمهم الله في الوقت الذي لا يجوز تقليد غيرهم ولو كان المقلَّد أبا بكر وعمر وعثمان وعليا رضي الله عنهم؟ !!. ¶ (ب) كان يعيش في عصر التابعين أربعة من الأئمة، يقول شيخ الإسلام ابن تيمية في حقهم إنهم أئمة الدنيا في عصرهم وهم مالك بالحجاز، والأوزاعي بالشام، والثوري بالعراق، والليث بن سعد بمصر. ¶ وهنا سؤال يطرح نفسه ولا يمكن رده بحال وهو: ¶ ما هو الدليل الشرعي الذي اختار الإمام مالكاً دون الأئمة الثلاثة الآخرين لهذا الوجوب؟ !!. وما هو المسوغ العقلي لهذه التفرقة؟ !!، ولا أظن أن أحداً يملك الجواب على هذا التساؤل. ¶ والأئمة الأربعة في تصور البيجوري بمثابة رؤساء الأحزاب، المتنافسين على الزعامة ولكل حزب دستوره وشروطه يجب على أتباعه إلتزامها ومن كان منتميا إلى حزب مالك مثلا لا يجوز له الإنخراط في حزب الشافعي إلا بعد الإستقالة من حزب مالك، وهكذا دواليك إلى آخر الأحزاب. ¶ ويشهد لما ذكرنا ذلك الجدال الذي يخوض فيه البيجوريون وهم يناقشون مسألة وجوب التقيد بمذهب معين أو جواز الإنتقال من مذهب إلى مذهب. ¶ قال إبراهيم البيجوري في جملة ما قاله: \"قال بعضا لا يجب تقليد واحد بعينه، بل له أن يأخذ فيما يقع له بهذا المذهب تارة وبغيره أخرى، فيجوز أن يصلي صلاة الظهر على مذهب الإمام الشافعي وصلاة العصر على مذهب الإمام مالك وهكذا\". ¶ هل سمعتم أو قرأتم حديثاً شيقا كهذا؟ !! هل صفة الصلاة عند الإمام الشافعي تختلف عن صفة الصلاة عند الإمام مالك رحمهما الله؟، اللهم إلا إذا أراد مسألة وضع اليمنى على اليسرى فوق الصدر علما بأن حديث وضع اليمنى على اليسرى فوق الصدر قد رواه مالك في",
            "page": "266",
            "part": "1",
            "seal": "6F61D0C8"
        },
        {
            "id": "5",
            "nass": "الموطأ، فنستطيع أن نقول أن مذهبه هو القبض لا الإرسال، والإرسال إنما هو مذهب بعض أتباعه كابن قاسم مثلا، وعلى فرض أن الإمام مالكا أرسل ولم يقبض، يقال: إن الحجة فيما رواه لا فيما رآه (وهذه قاعدة) تقال حتى في حق صحابي روى حديثا وعمل بخلافه. ¶ وعلى كل فإن تصور البيجوري وضع الأئمة في غاية الغرابة وليس أغرب منه إلا قول الشطي أن التقليد سنة، وأن توحيد الأسماء والصفات بدعة كما تسمعون قريباً إن شاء الله. ¶ وهذا المفهوم البيجوري هو الذي تمسك به بعض المثقفين من الأنصاف الذين لم يدرسوا الإسلام دراسة يفرقون بها بين السنة والبدعة وفي مقدمتهم مجموعة الشطي، وقد طغت هذه البدعة - التعصب المذهبي- التي سماها الشطي سنة في فترة من فترات التاريخ. بل في وقت قريب في عاصمة من عواصم المسلمين- دمشق- وفي مسجد عتيق من مساجدهم - المسجد الأموي-، حتى اتخذ فيه لكل مذهب مصلى يخصه على شكل محراب - على ما أخبرني بعض الثقات من أهل العلم- وإذا ما حان وقت صلاة من الصلوات الخمس تفرق الناس على هذه المحاريب الأربعة فيؤدي كل إمام مذهب الصلاح بأتباعه وأهل مذهبه في المحراب المخصص له. ¶ قلت ولا تخلو الحال عقلا عند أدائهم الصلاة من الآتي: ¶ (أ) أن يحضر أئمة المذاهب الأربعة معا في لحظة إقامة الصلاح فيشرعون في الصلاة معا، كل إمام في محرابه يصلي بقومه، ومعنا ذلك أن تقام صلاة الجماعة في وقت واحد في مسجد واحد في أماكن متعددة والمصلون كلهم على دين واحد. ¶ (ب) أو أن يصل الأئمة الأربعة إلى المسجد متفرقين لا مجتمعين بأن يحضر - مثلا- إمام الحنابلة، أو الشافعية في أول وقت صلاة الفجر فيبادر فيصلي بقومه في أول الوقت ثم يصلي المالكي وأخرا يأتي الحنفي وقد انتشر ضوء الفجر ليجد قومه جلوسا ينتظرون إذ لا يجوز لهم أن يصلوا خلف حنبلي أو مالكي أو شافعي فيصلي بهم على مذهبه هذه هي القسمة العقلية. ¶ وهنا يحق لي أن أقف وقفة أسأل القراء، لو أن رجلا أجنبيا (غير مسلم) يهودياً أو نصرانيا أو مجوسيا شاهد هذا الواقع الفوضوي ثم سئل عن انطباعاته فيا ترى ماذا يكون جوابه؟ في تصوري يكون جوابه –إن كان واعيا- أن يقول: هذه أربع ملل في داخل ملة واحدة وهي ملة الإسلام. ¶ وبعد: ¶ إن هذه المهزلة وهذا التمزق في صفوف المسلمين علما حساب التقليد، وهذه الصورة",
            "page": "267",
            "part": "1",
            "seal": "440EF914"
        },
        {
            "id": "6",
            "nass": "المشوهة للإسلام هذه المعاني هي التي ينهى عنها الدعاة السلفيون الذين سماهم الشطي (اللامذهبيون) . ¶ فليفهم الموضوع جيدا لئلا تنخدعوا بجعجعة دعاة التعصب هذا، وقد مر على المسجد الحرام واقع كهذا أو ما يشبه هذا الواقع تقريبا قبل العهد السعودي الذي يعتبر بحق عهد الإصلاح والتصحيح والدعوة إلى وحدة الصف، وقد حضرت موسم حج سنة 1369 هـ وشاهدت المقامات الأربعة للأئمة الأربعة موزعة في المسجد الحرام إلا أن المصلين يصلون خلف إمام واحد يقف أمام الكعبة كما هو الحال اليوم ولكن جاذبية التعصب كانت تجذب الحجاج وتوزعهم على هذه المقامات الأربعة للتجمع حولها والجلوس تحتها كل مجموعة تحت مقام إمام مذهبها أو في مكان قريب منه على الأقل إلى أن أزيلت تلك المقامات، وبحق تعد إزالتها حسنة من حسنات الحكومة السعودية الموفقة التي قضت على كثير من أسباب تفرق المسلمين في الوقت الذي سعت ولا تزال تسعى في تقريب صفوف المسلمين، بل في توحيد صفهم، أثابها الله وتقبل منها ومن أمثلة ذلك هذه الجامعة الإسلامية العملاقة التي نعيش فيها الآن والتي استطاعت بتوفيق الله أن تجمع نخبة من شباب المسلمين من أقطار الدنيا على دراسة منهج موحد في الأحكام الفقهية، فشاهدوا لأول مرة منهجا جامعيا يدرس المذاهب الأربعة مع مناقشة أدلتها، وترجيح ما يشهد له الدليل بحيث لا يكون فضل لمذهب على مذهب آخر إلا موافقة الدليل من كتاب أو سنة، كما شاهدوا لأول مرة عقيدة تؤخذ من الكتاب والسنة رأسا دون إلتفات إلى علم الكلام وفلسفته وتعقيداته. ¶ (ج) أما بالنسبة للخلفاء الراشدين فليس الأمر كما زعم البيجوري في تقليدهما، حيث أن الأخذ بأقوال الخلفاء الراشدين وأفعالهم لا يعد تقليدا، بل إن ذلك يعتبر سنة نبوية إذ يقول رسول الهدى ونبي الرحمة صلى الله عليه وسلم: \"عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\" الحديث. ¶ ثم إن هذا الهذيان الذي تجدونه في حاشية البيجوري وأمثالها هو الذي يصفه الشطي بقوله: (إن التقليد سنة قديمة ومعروفة) . ¶ هكذا ينخدع من لا يفرق بين التمرة والجمرة، رزقنا الله وإياه وإياكم البصيرة في ديننا، وكأن الشطي يحسب أن كل ما كتب على ورق أصفر قديم مسوس أنه سنة قديمة وهذا من المفاهيم الحديثة المبتكرة عند الشطي وأمثاله. ¶ (4) زعم الشطي أن السلفيين لا ينكرون على الحكام الذين يحكمون بغير ما أنزل الله، بل همهم الوحيد توحيد الأسماء والصفات، هذه من إحدى الكبر، وهي سخرية جريئة كما ترون.",
            "page": "268",
            "part": "1",
            "seal": "A271A415"
        },
        {
            "id": "7",
            "nass": "(5) زعم الشطي أن السلفيين لا يشجعون المجاهدين الأفغانيين ولا يتعاونون معهم ولا مع أمثالهم، هكذا زعم الشطي. ¶ وبعد: إن هذه النقطة هي والتي قبلها يبدو أنهما سيقتا لغرض معين، لهذا نستحسن أن نقف عندهما وقفة غير قصيرة لنتساءل بعض التساؤل: ¶ ماذا يعني الشطي بهاتين النقطتين؟ وإلى ما يهدف؟ ولماذا هبط هذا الهبوط بمستواه؟ وعلى حساب من؟. ¶ والذي يبدو لي- والله أعلم- أن هدف الشطي وغرضه من هاتين النقطتين هو محاولة إثارة شعور المسلمين ضد الدعاة السلفيين وإفساد سمعتهم عالميا، وهو يعلم علم اليقين أن موقفه شبيه بموقف إخوة يوسف الذين اتهموا الذئب المسكين بأنه متورط في دم يوسف، والذئب بريء ووقفوا من أخيهم ذلك الموقف المعروف وسببوا لوالدهم ذلك الحزن الطويل، كل ذلك لغرض رخيص وهزيل وهو (أن يخلو لهم وجه أبيهم) . ¶ ومثل هذه المحاولة الرخيصة كان المفروض أن يترفع عنها الشطي ولا يتورط فيها ولكن (قدر الله وما شاء فعل) والمحاولة تدل على أنه في تلك اللحظة غاب عن مراقبة الله تعالى فنسي أن الله مطلع على قصده ونيته وما تكنه نفسه، وإلا لا تكاد تقع مثل هذه المحاولة ضد دعاة الإسلام المعروفين بغيرتهم الإسلامية من شخص لديه تقدير للمسئولية ولكن الغفلة عن الله تعمل عملها إذا تمكنت من المرء، والله المستعان. ¶ ثم إن الشطي يعلم أن السلفيين حريصون على تصحيح مفاهيم كثيرة للعوام وأشباه العوام في باب العقيدة والعبادة وغيرهما، ولا يدخرون وسعا في ذلك، نصحا منهم لعباد الله والنصح واجب لأن من عرف الله حق المعرفة وسلمت عقيدته من التعلق بغير الله، وآمن بأسمائه الحسنى وصفاته العليا دون إلحاد أو تحريف، فحقق العبودية لله تعالى، سهل عليه القيام بالواجبات والفرائض الأخرى في الإسلام، لأنه قد وضع حجر الأساس لسيره إلى الله ومن لا فلا. ¶ هذه دعوة السلفيين موجهة إلى جميع الناس حكاما ومحكومين دون تفريق بين طائفة وأخرى أو جماعة وأخرى، وهم يدعون الجميع إلى الإيمان الصحيح وإلى نفض ما علق بالإيمان والعقيدة من أتربة الجاهلية وغبارها لتقوى علاقتهم بربهم وخالقهم إلى التقيد بالإسلام، بالإسلام وحده في جميع مجالات الحياة، يرون أن التحاكم إلى غير ما أنزل الله هو نوع من عبادة غير الله وأن أولئك الذين سموا أنفسهم رجال التشريع الذين يحللون ويحرمون دون الرجوع إلى تحليل الشرع وتحريمه، إنما هم طواغيت نصبوا أنفسهم أربابا ومعبودين من دون",
            "page": "269",
            "part": "1",
            "seal": "F0817843"
        },
        {
            "id": "8",
            "nass": "الله، كما قال الله تعالى في علماء أهل الكتاب وعبادتهم مع أتباعهم {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِنْ دُونِ اللَّهِ} علماً بأنهم لم يركعوا لهم ولم يسجدوا ولكنهم اتبعوهم في التحليل والتحريم كما جاء ذلك في السنة الصحيحة ومن سموهم رجال التشريع يقومون بالوظيفة نفسها، إذا فالكل أرباب من دون الله، كما لا يخفى، فكيف يتهم دعاة هذه دعوتهم بعدم الإهتمام بشئون المجاهدين وأنهم لا ينكرون الحكم بغير ما أنزل الله؟ ‍!! سامح الله الشطي. ¶ ثم أخذ الشطي يتخبط خبط الناقة العشواء يصعد ويهبط، ينفي ويثبت، يدعي العلم ويعلن الجهل، لغياب التصور الصحيح عنه في باب عظيم من أبواب العلم والمعرفة والإيمان وهو باب الأسماء والصفات، الذي لا اجتهاد فيه ولا استحسان، بل لا يتجاوز فيه الكتاب والسنة. ¶ حقا إن (الحكم على الشيء فرع عن تصوره) وهذه الكلمة أصدق كلمة قالها المنطقيون أو من أصدق كلماتهم، إذ تشهد لها في الجملة نصوص من الكتاب والسنة، مثل قوله تعالى: {وَلا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} (الإسراء أية 36) وقوله تعالى: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَْ} (النحل 116) وقوله عليه الصلاة والسلام في آخر حديث طويل: \"ومن كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليسكت\" وفي رواية البخاري: \"أو ليصمت\" رواه الجماعة. ¶ وقد أشتط الشطي حين زعم أن توحيد الأسماء والصفات (بدعة) وهى مبالغة جريئة لم تقدر الله حق قدره. وكأن الشطي يريد أن يأتي بما لم تأت به الأوائل. ثم أراد أن يهدئ بعض النفوس التي قد تثور من هذا التعبير المتهور، فبادر قائلا: هذا قول (ابن حزم) ولا يدري الشطي (المسكين) أن ابن حزم ليس بحازم في بحث العقيدة كما هو حازم في الفقهيات، مع ضرورة التحفظ في أدلته حتى في الفقهيات. ¶ وبعد: هكذا ظهر الشطي على المجتمع في ذات ليلة ليجعل التقليد سنة معروفة عند القرون المفضلة كما تقدم. ويجعل توحيد الأسماء والصفات بدعة وهو أصل من أصول الدين الذي يتوقف عليه معرفة الله تعالى التي هي غاية مطالب العباد، وقد تعرف الله إلى عباده بأسمائه وصفاته وآلائه مع آياته الكونية. ¶ وفي كل شيء له آية ... تدل على أنه وأحد",
            "page": "270",
            "part": "1",
            "seal": "BE0E7BBC"
        },
        {
            "id": "9",
            "nass": "حضرني وأنا أكتب هذه السطور كلام عظيم قاله إمام جليل هو شيخ الإسلام ابن تيمية رحمه الله. حيث يقوله: ¶ \"وقد قال الناس: أكثر ما يفسد الدنيا 1-نصف متكلم 2- نصف متفقه 3- نصف متطبب 4- نصف نحوي. ¶ هذا يفسد الأديان، وهذا يفسد البلدان، وهذا يفسد الأبدان وهذا يفسد اللسان\". ¶ ما أصدق هذا الكلام لأنه كلام داعية مجرب، وقد خالط الناس على اختلاف طبقاتهم وتفاوتهم في الفهم والإدراك، ناظر العلماء فأفحمهم في كل باب من أبواب العلم والمعرفة كما سيأتي الحديث عنه وخاطب الأنصاف وخبرهم وعرف آفتهم وضررهم على المجتمع في دنياهم ودينهم وعقيدتهم بل حتى أبدانهم وألسنتهم ولغتهم، وقديما قيل: \"اسأل مجرباً ولا تسأل طبيبا\" وطالب العلم الذي يستطيع إذا قرأ كلام عالم من العلماء أن يزن ما أطلع عليه وقرأه بميزان الكتاب والسنة، وكان هدفه الوصول إلى الحق ونصرة الحق ودعوة الناس إلى الحق، لا يقع في مثل هذا التناقض ولا يجرؤ على الله وعلى صفاته مثل هذه الجرأة لأن العلم يورث صاحبه مراقبة الله ومحاسبة النفس في كل ما يفعل أو يقول. ¶ وقد خص الشطي- سامحه الله - صفة اليد (لله تعالى) بمزيد من الكلام بين سائر الصفات وبالغ في نفيها في الوقت الذي ينفي فيه علمه بتوحيد الأسماء والصفات عامة وصفة اليد خاصة وقال غير مرة في محاضرته (أنا لا أعلم هذا التوحيد) يعني توحيد الأسماء والصفات ثم أخذ يسأل الحضور سؤال استنكار وبأسلوب ساخر غير لائق بل يتنافى وتقدير الله حق قدره، إذ يقول: \"هل تعلمون أن لله يدا، هل سمعتم من آبائكم أن لله يداً\" يا سبحان الله. ما أجرأ هذا المسكين على ربه (السميع الحليم) ؟ نحن لا نختلف معه في أنه لا يعلم، لكن يعلم إذا كان لا يعلم هو؟ بل لماذا يسخر من العلماء؟ هلا تواضع ليتعلم على خريجي كلية الشريعة ولديهم علم ومعرفة في هذا الباب وغيره؟ وكيف استساغ الشطيّ أن يتحدث عن الله وعن صفاته بأسلوبه (اللامسئولية) ، هلا استحيا من الله وهو يتحدث عنه سبحانه بلا علم ولا هدى ولا كتاب منير؟. ¶ يحدثنا التاريخ أن رجلا سأل الإمام مالكا عن كيفية استوائه تعالى على عرشه حيث قال: \"الرحمن على العرش استوى، كيف استوى\"؟، فاندهش الإمام مالك من هذا السؤال، كيف يتجرأ على الله هذا العبد المسكين الذي يعجز عن معرفة كيفية بعض مخلوقاته تعالى ثم يسأل عن كيفية استواء الله تعالى على عرشه، فأطرق مالك رأسه إلى أن تصبب عرقا حياء من الله. ثم رفع رأسه فقال: \"الإستواء معلوم والكيف مجهول والإيمان به واجب",
            "page": "271",
            "part": "1",
            "seal": "978C7C02"
        },
        {
            "id": "10",
            "nass": "والسؤال عنه بدعة\" ثم أمر بإخراج السائل من مجلسه لأنه مبتدع، هكذا سئل مالك وهكذا أجاب بعد تلك الحالة التي طرأت له. ¶ ولو قارنا بين موقف صاحب مالك وأسلوبه في سؤاله وبين موقف صاحبنا الشطي وأسلوبه الساخر لوجدنا موقف الشطي أسوأ، وأسلوبه أبعد من الحياء والأدب!! إذا كنا قد تأكدنا أن آفة إسماعيل الشطي أنه لم يدرس هذا المبحث، وليس لديه أدنى إلمام فيه فالواجب علينا أن نسعفه بهدية نرجو أن تكون مقبولة لديه وهي عبارة عن درس. موجز في توحيد الأسماء والصفات، فأرجو أن يتقبلها بقبول حسن ويفرح بها لعل الله ينفعه بها إن خلصت النية وحسن القصد. ¶ واليك أيها الأخ المسلم ما يفتح الله علينا في السطور الآتية:",
            "page": "272",
            "part": "1",
            "seal": "97198C87"
        },
        {
            "id": "11",
            "nass": "مبحث الأسماء والصفات ¶ وقبل أن ندخل في صلب المبحث نؤكد أن مبحث هذا الباب توقيفي محض بمعنى أنه، لا يخضع للإجتهاد ولا للقياس أو الإستحسان العقلي أو النفي والإثبات بالذوق والوجدان. في السبيل إليه الأدلة السمعية الخبرية، وبعبارة أخرى (لا يتجاوز الكتاب والسنة في هذا الباب) وهذه العبارة التي تجدها ببن قوسين منقولة عن إمام أهل السنة والجماعة، الإمام أحمد بن حنبل وأدلة الكتاب والسنة يقال لها سمعية ويقال لها خبرية، ويقال لها نقلية، أي الأدلة المسموعة عن الله أو عن رسوله، والتي أخبر الله بها عن نفسه أو أذن لرسوله فأخبر بها أو التي نقلت إلينا عن كتاب ربنا أو عن سنة نبيه عليه الصلاة والسلام. ¶ هذه الأدلة هي السبيل الوحيد في معرفة الأسماء والصفات، والعقل السليم سوف لا يخالف النقل الصحيح، وعلى هذا الأساس نبدأ معك أيها الأخ المسلم الحديث في صفات الله الواردة التي وصف الله بها نفسه أو وصفه بها رسوله، إذ لا يصف الله أعلم بالله من الله ولا يصفه من خلقه أعلم بالله من رسوله عليه الصلاة والسلام. ¶ وقد وصف الله نفسه بالعلم والحلم والحكمة والعزة والسمع والبصر مثلا، فعلينا أن نثبت هذه الصفات وغيرها من الصفات الواردة في كتاب ربنا إثباتاً لا يصل إلى حد التشبيه والتمثيل، مع تنزيه الرب تعالى عن مشابهة مخلوقاته فيما أثبتناه له من الصفات تنزيها لا يصل بنا إلى حد التعطيل، ويكون موقفا إثباتاً بلا تشبيه وتنزيها بلا تعطيل على ضوء قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} وقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} يعني",
            "page": "272",
            "part": "1",
            "seal": "3F2147EB"
        },
        {
            "id": "12",
            "nass": "التنزيه وقوله: {وَهُوَ السَّمِيعُ الْبَصِيرُ} يعني إثبات السمع والبصر على ما يليق بالله، لا على ما يليق بالمخلوق. ¶ وهكذا نقول في جميع صفات الله الواردة في الكتاب والسنة قبل أن نتجاوزهما كما أسلفنا. ¶ ومن الصفات ما ذكرنا من العلم والحلم والحكمة والعزة وما لم نذكره من الصفات الثابتة في القرآن والحديث. ¶ ومما أثبت الله لنفسه في كتابه: اليد، والوجه، والمجيء لفصل القضاء يوم القيامة، والإستواء على عرشه. ¶ وموقفنا من هذه الصفات هو عين موقفنا من الصفات السالفة الذكر من السمع والبصر وغيرهما، أي كما أثبتنا سمعا وبصراً يليقان به لا كسمع المخلوقين وبصرهم. ¶ كذلك نثبت له يداً تليق به لا كأيدي المخلوقين، ووجها لا كوجوههم واستواء يليق به لا كاستواء المخلوق، ومجيئاً يليق به لا مجيء المخلوق وإذا خطر لك خاطر وأنت تتلو الآيات الكريمة التي تتحدث عن هذه الصفات كقوله تعالى: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيّ} وقوله تعالى: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} وقوله تعالى: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفّاً صَفّاً} وقوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} أو مررت وأنت تتصفح كتاباً من كتب الحديث، بحديث صحيح يقول فيه الصادق الأمين محمد عليه من ربه أَفضل الصلاة وأزكى التسليم: \"ينزل ربنا إلى سماء الدنيا كل ليلة إذا بقي الثلث الآخر من الليل\" الحديث، أو مررت بغيره من أحاديث الصفات التي قد تكون غريبة عليك فأول خطوة تخطوها أَن تبحث عن صحة هذه الأحاديث إما بالمراجعة الفاحصة والواعية في المراجع المعتبرة أو بسؤال أهل العلم والفقه في الدين إذا كنت لا تقوى على المراجعة. ¶ وإذا تأكدت من ثبوت النصوص لم يبق أمامك إلا أَن تقول أمنت بالله وبما جاء عن الله على مراد الله وأمنت برسول الله وبما جاء عن رسول الله على مراد رسول الله وكفى. هذه العبارة تروى عن الإمام الشافعي رحمه الله. ¶ ثم إياك وإياك أَن تخوض في صفات الله بالتأويل والتحريف أو بالتشبيه والتجسيم، بل تثبتها على ضوء الآية السابقة {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} وقوله تعالى: {هَلْ تَعْلَمُ لَهُ سَمِيّاً} وقوله {وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ} لأن الصفات كلها من باب واحد ولا يجوز التصرف في صفات الله بالعقل المحض على خلاف النصوص بإثبات بعضها وتأويل البعض الآخر كما فعلت الأشاعرة الكلابية، حيث أثبتوا صفات الذات كالقدرة والإرادة، والسمع",
            "page": "273",
            "part": "1",
            "seal": "9E8A9BBA"
        },
        {
            "id": "13",
            "nass": "والبصر وغيرها، أثبتوها على ما يليق بالله دون تشبيه أو تجسيم ودون تحريف أو تعطيل ولكنهم ادعوا وجوب تأويل صفات الأفعال، كالمجيء والنزول، بدعوى أن إثباتها على ظواهرها يؤدي إلى التجسيم وهذا جهل يتوارثونه، فيقال لهم: كيف أثبتم السمع والبصر على ظواهرها أم على باطنهما؟ فيكون الجواب الصحيح: على ظاهرهما ولكن الظاهر الذي يليق بالله لا على الظاهر الذي يليق بالمخلوق، فيقال لهم: الكلام في بض الصفات كالكلام في البعض الآخر يحتذي حذوه، فنحن نثبت لله الصفات السمعية من اليد وغيرها على ظاهرها الظاهر، الذي يليق بالله لا على أساس أَنها جوارح أو أَعضاء، لأن إيماننا بالله سبحانه إيمان إثبات وتسليم وكذلك يجب أن يكون إيماننا بصفات الله إيمان إثبات للصفات قبل الخوض فيها بالتحريف أَو بالتأويل أو بالتشبيه بل نسلم لله فيما أَثبته لنفسه ولا ننازعه، ونسلم لرسوله الأمين فيما أثبته لربه سبحانه ولا ننازعه ولا نزيد عليه، إذ سبق أن قررنا أنه لا يصف الله أعلم بالله من الله ولا يصفه من خلقه أعلم بالله من رسول الله عليه الصلاة والسلام. ¶ وبعد: ¶ أكتفي بهذا المقدار من هديتي التي وعدتك بها أيها الأخ المسلم لأن خير الكلام ما قل ودل كما يقولون، ثم أحب أن ألفت نظرك إلى الأمور الآتية: ¶ (1) لعلك تستشكل وتسأل عن دليل تقسيم التوحيد إلى ثلاثة أقسام علماً بأني قد أدركت من محاضرتك بأنك مطمئن إلى قسمين من الأقسام الثلاثة ومستغرب القسم الثالث فقط الذي هو توحيد الأسماء والصفات الذي نحن بصدد الحديث عنه، وإجابة على سؤالكم المقدر، أقول مستعينا بالله وحده: ¶ دليل تقسيم التوحيد إلى الأقسام الثلاثة هو الاستقراء وهو دليل مسلم لدى جميع العقلاء وكيانه كالآتي: ¶ (أ) هناك نصوص تتحدث عن انفراد الله تعالى بالخلق والإيجاد، والرزق والعطاء والمنع والضر وهو الذي يدبر الأمر من السماء والأرض وهو خالق كل شيء إلى غير ذلك مما يدل على توحيد الله تعالى في ربوبيته وخالقيته، ويسمى توحيد الربوبية، ولم يتوقف أحد من بني آدم فيه، بل هو معروف ومسلم به لدى جميع طبقات الناس حتى عند مشركي قريش {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ لَيَقُولُنَّ اللَّهُ} ¶ (ب) وهناك نصوص تتحدث وتحث على إفراد الله تعالى بالعبادة كما انفرد بخلق العباد وجميع المخلوقات {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ",
            "page": "274",
            "part": "1",
            "seal": "78271A18"
        },
        {
            "id": "14",
            "nass": "لاشريك له} {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} {وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلاَّ لِيَعْبُدُونِ} وغير ذلك من تلك النصوص الكثيرة التي تأمر بعبادة الله وحده لا شريك له، لأن الشرك ظلم عظيم، ويسمى هذا النوع توحيد العبادة، وهو محل المعركة قديما وحديثا ولم تضع الحرب أوزارها إلى الآن ولن تضع أبدا، بل سوف يستمر الصراع بين الشرك والتوحيد وبين الإسلام والجاهلية بجميع صورها حتى يرث الله الأرض ومن عليها، وتلك سنة الله التي لا تتغير، وهي حقيقة يجهلها أو يتجاهلها كثير من الدعاة في هذا الوقت. ¶ (ج) وهناك نصوص أخرى كثيرة تتحدث وتخبر بأن الله تعالى سميع، بصير، عليم، حليم، عزيز، حكيم، له يدان مبسوطتان، خلق آدم بيده، وأنه مع خواص عباده، معية خاصة ومع جميع خلقه بعلمه وتدبير أمورهم والاطلاع عليهم وهي معية عامة وغير ذلك من النصوص التي قد أوردنا بعضها فيما تقدم. فيجب إثبات هذه الصفات كما جاءت والإيمان بأن الله هو المتصف بها وحده ولا شاركه غيره في حقائقها وأنها بمجرد الإضافة إليه تختص به كما تختص صفات المخلوقين بالإضافة إليهم، وأن المشاركة اللفظية بين صفات الخالق وصفات المخلوقين لا يلزم منها المشاركة في حقائق الصفات، وأن أسماء الله تعالى تدل على صفاته تعالى وليست أسماؤه جامدة كالأعلام الجامدة التي لا تدل على المعاني في الغالب إلى غير ذلك من مباحث هذا الباب العظيم الذي قد يسبب عدم تحقيقه اضطرابا قي عقيدة المرء. ¶ هذا هو توحيد الأسماء والصفات بإيجاز ليس بعده إيجاز فعليك به أنت وزملاؤك وعضوا عليه بالنواجذ، وإياكم ومحدثات والأمور من التحريف والإلحاد والتشبيه والتجسيم. ¶ (2) علمت من محاضرة الشطي التي حملت إليّّ بواسطة بعض الأشرطة بأنه سخر من كتابين مهمين جدا في هذا المبحث الذي نحن بصدده، مبحث الأسماء والصفات بأسلوب غير لائق. سامحه الله. ¶ أحدهما: العقيدة الواسطية لشيخ الإسلام ابن تيمية رحمه الله. ¶ ثانيهما: شرح العقيدة الطحاوية. ¶ إن ذكره للكتابين بذلك الأسلوب دلنا على أنه ليس له إطلاع على ما في الكتابين، وقديما قيل: (من جهل شيئا عاداه) وهذا موقف لا يليق بأمثاله، بل من الإنصاف أن يطلع على ما في الكتابين ثم ينتقد إن كان هناك ما يوجب الانتقاد وإلا يصفها بواقعهما إن استطاع أو يسكت، والسكوت أستر وأسلم.",
            "page": "275",
            "part": "1",
            "seal": "18583676"
        },
        {
            "id": "15",
            "nass": "أما الكتاب الأول: (العقيدة الواسطية) فهو لشيخ الإسلام ابن تيمية كما أسلفنا، قد كتبه بناء على طلب ورده من (واسط) من بعض أهل الدين والخير الذي طلب منه أن يكتب له عقيدة فاستعفاه الشيخ ودله على بعض كتب بعض أهل العلم، فأبى إلا أن يكتب له هو فكتب له هذه العقيدة في جلسة بعد صلاة العصر، هكذا قال الشيخ نفسه كما حكى بعض من ترجم للشيخ1 (صدق أو لا تصدق) ولا أظنه يجهل شيخ الإسلام ابن تيمية حتى يحتاج إلى التعريف به، وهو شمس الضحى يدركها حتى ضعيف البصر. ¶ وأما الكتاب الثاني: (شرح العقيدة الطحاوية) فهو من أوسع الكتاب في بابه ومرجع مهم، وهذا الكتاب يدرس في كليات الجامعة الإسلامية وفي غيرها من بعض كليات الجامعات السعودية، ومؤلفه أحد تلامذة الحافظ ابن كثير وقد أخفى اسمه لظروفه الخاصة التي كانت تحيط به وقت تأليفه للكتاب، والكتاب عبارة عن مجموعة نقول من بعض كتب شيخ الإسلام وتلميذه ابن القيم ومن كلام أستاذه الحافظ ابن كثير، مع ما يضيف إليه المؤلف من عنده. ¶ والدرس الموجز الذي أهديته له ليجد في هذين الكتابين مدعما بالأدلة النقلية والعقلية، وإن وفقه الله واقتنى الكتابين ودرسهما دراسة واعية مدة كافية فسوف يخرج على المجتمع بوجه آخر وبأسلوب آخر وبلهجة أخرى هادئة، وليس ذلك على الله بعزيز لأنه على كل شيء قدير، وقلوب العباد بين أصبعين من أصابعه سبحانه. ¶ (ج) أما قوله بأن الرسول عليه الصلاة والسلام حلف بغير الله تعالى فقال: \"أفلح وأبيه إن صدق\" أو \"دخل الجنة وأبيه إن صدق\" فمن أفظع وأقبح ما نطق به لسانه في تلك الأمسية، عفا الله عنه ولست أدري كيف خفيت عليه الأحاديث الكثيرة التي وردت في النهي عن الحلف بغير الله؟. ¶ وفي بعض تلك الأحاديث التصريح بالنهي عن الحلف بالآباء وفي بعضها التصريح بأن الحلف بغير الله شرك، وهي كثيرة تبلغ نحو أربعة أحاديث. ¶ أعود فأقول: كيف لم يطلع على تلك الأحاديث أو على واحد منها، وقد اطلع أو سمع الحديث الذي استدل به؟ أو أنه اطلع عليها كلها ولكنه اختار هذا الحديث لأنه وافق ما عنده أو وافق مألوفه ففرح به؟. ¶ __________ ¶ (1) وهو الحافظ بن عبد الهادي في كتابه العقود الدرية في مناقب شيخ الإسلام ابن تيمية.",
            "page": "276",
            "part": "1",
            "seal": "BB7731F7"
        },
        {
            "id": "16",
            "nass": "وهنا مسألة هامة جدا أستحسن أن أذكرها له ولأمثاله لعل الله ينفعه بمعرفتها وهي: أن من عمل بنص من الكتاب أو من السنة لكونه وافق هواه، فلا يعد عاملا بذلك النص وإنما عمل بهواه بدليل أنه يسهل عليه مخالفته أو مخالفة نص أخر إذا خالف هواه فهو متبع لهواه في كلتا الحالتين، ليس متبعا للنص كما ترى، وأخشى أن يكون ما نحن بصدده من هذا القبيل والله المستعان. ¶ هذه قاعدة عامة ذكرها شيخ الإسلام ابن تيمية في بعض كتبه فعليك بها، ثم هناك بعض تلك الأحاديث التي نهى فيها رسول الله عليه الصلاة والسلام عن الحلف بغير الله: ¶ (1) عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"إن الله ينهاكم أن تحلفوا بآبائكم، من كان حالفا فليحلف بالله أو ليصمت\" رواه مالك والبخاري ومسلم وأصحاب السنن. ¶ (2) عن أبن عمر رضي الله عنهما أنه سمع رجلا يقول لا والكعبة فقال ابن عمر، لا تحلف بغير الله فإني سمعت رسول الله عليه الصلاة والسلام يقول: \"من حلف بغير الله فقد كفر أو أشرك\" رواه الترمذي وحسنه وقواه ابن حبان وصححه ورواه الحاكم فقال صحيح على شرط الشيخين وفي رواية الحاكم: سمعت رسول الله عليه الصلاة والسلام يقول: \"كل يمين يحلف بدون الله شرك\". ¶ (3) عن عبد الله بن مسعود رضي الله عنه قال: \"لأن أحلف بالله كاذبا أحب إلي من أن أحلف بغير الله صادقا\" رواه الطبراني موقوفا وقال المنذري رواته رواة الصحيح. ¶ وقال بعض آهل العلم تعليقا على هذا الأثر، وذلك لأن الحلف بغير الله كفر أو شرك كما صرح به الحديث السابق، والحلف بالله وهو كاذب معصية ولها كفارة، وبين الأمرين فرق كما ترى. ¶ (4) وعن بريدة رضي الله عنه أن رسول الله عليه الصلاة والسلام قال: \"من حلف بالأمانة فليس منا\" رواه أبو داود. ¶ وهذه الأحاديث كما ترى صريحة الدلالة في عدم جواز القسم بغير الله، وأما حديث ابن عمر فصريح الدلالة على أن القسم بغير الله شرك. ¶ ولتكون الفائدة أكمل أفيدكم بأن الحلف بغير الله من أنواع الشرك الأصغر الذي لا يخرج مرتكبه عن الملة إلا بضميمة معان أخرى، ويطلق عليه أهل العلم والفقه في الدين شرك دون شرك كما يقال كفر دون كفر وظلم دون ظلم، وفسق دون فسق.. ومعرفة هذه",
            "page": "277",
            "part": "1",
            "seal": "1E33678E"
        },
        {
            "id": "17",
            "nass": "الأمور بالتفاصيل المذكورة في مواضعها مع أمثلتها أمر له أهميته ومن لم يعرف ذلك يغلب عليه التخبط والاضطراب كما رأيت. ¶ والنوع الثاني: الشرك الأكبر الذي يخرج مرتكبه عن ملة الإسلام، وحقيقته، صرف نوع من أنواع العبادة لغير الله تعالى أو بعبارة أخرى اتخاذ غير الله نداً ومعبوداً مع الله، لأن هذا التصرف يتنافى وكلمة التوحيد (لا إله إلا الله) كما لا يخفى على طالب علم. ¶ ومن أنواع العبادة الاستغاثة وهي دعاء المضطر والذبح لغير الله تقربا ومن ذلك التشريع من التحريم والتحليل كما تقدم، وأرجو أن تعتبر هذه القطعة ملحقا للهدية وبالله التوفيق. ¶ والبحث معروف في موضعه لدى طلاب العلم، وهو باب هام جدا ومع ذلك قد يخفى على كثير من المنتسبين إلى العلم والله المستعان. ¶ وأما الحديث الذي فهم الشطي منه أن الرسول حلف بغير الله وحاشاه وهو الذي نهى عنه كما علمت، فالحديث في صحيح مسلم، وقد استشكل أهل العلم معناه ومراده، وموقفهم من مثل هذه النصوص التي ظاهرها التعارض أن يوفقوا بينها بما لديهم من الفقه في الدين، بالطريقة المعروفة عندهم في مادة (أصول الحديث) . ¶ فالحديث الذي نحن بصدده صحيح، والأحاديث التي خالفها صحيحة أيضا، فكيف التوفيق بينها وبينه؟!!. ¶ يجيب على هذا الاستشكال الحافظ ابن حجر العسقلاني في كتابه (فتح الباري شرح صحيح البخاري) وقد قيل في حقه (لا هجرة بعد الفتح) تعبيرا عن مكانته ومنزلته العلمية. ¶ قال الحافظ ابن حجر رحمه الله: ¶ فإن قيل ما الجامع بين هذا وبين النهي عن الحلف بالآباء، أجيب بأن ذلك كان: ¶ (1) قبل النهي، قلت: وعلى هذا القول يكون الحديث منسوخا ومعرفة الناسخ والمنسوخ أمر له أهميته لدى طلاب العلم. ¶ (2) أو بأنها كلمة جارية على اللسان لا يقصد بها الحلف، كما جرى على لسانهم (عقرى- حلقى) يقال ذلك للمرأة إذا كانت مؤذية أو مشئومة، أي عقرها الله وحلقها حلقا، هذا أصل المعنى وجعلوا بعد ذلك يطلقون هذه الألفاظ دون قصد للمعنى الأصلي. ¶ (3) أو فيه إضمار (اسم الله) كأنه قال - (ورب أبيه) - وهذا النوع من الإضمار",
            "page": "278",
            "part": "1",
            "seal": "044455F1"
        },
        {
            "id": "18",
            "nass": "أو الحذف معروف عند أهل اللغة ولا إشكال فيه، هذه هي أوجه التوفيق التي ارتضاها الحافظ ابن حجر مع ذكره لأوجه أخرى لم يرتضيها1. ¶ __________ ¶ 1 فتح الباري الجزء الأول ص 17 حديث رقم 46.",
            "page": "279",
            "part": "1",
            "seal": "FB3EF803"
        },
        {
            "id": "19",
            "nass": "إسلام الخميني ليس بإسلام ¶ وأخيرا أدركت من مناقشة الأخ الشطي للمتطرفين من الخوارج والشيعة وفروعهما حرصه الشديد على الدعوة إلى ما يراه صالحاً ونافعا كما هو حريص على إنكار ما يراه منكراً يجب إنكاره، وعلى الرغم من ذلك فقد فاته- ولست أدري سبب ذلك - أن يوجه نصيحته وتوجيهاته إلى أولئك الذين تطرفوا تطرفا متطرفاً - لو صح التعبير - والذين لو تركوا وما أرادوا ولم يؤخذ على أيديهم أوقعوا عوام المسلمين وأشباه العوام من المثقفين السذج الذين لم يدرسوا الإِسلام كما يجب في حيرة ولبس في مفهوم الإسلام ذاته لأنهم كثيراً ما يتحدثون عن الإسلام ومفهوم الإسلام وهم لا يفقهونه كما يتحدثون عن حقيقة الإسلام والجهاد في الإسلام وهم بحاجة إلى من يشرح لهم ما يريدون شرحه لغيرهم لأنهم من جملة الأنصاف الذين تحدثنا عنهم سابقاً، وقد ينزلون أحيانا إلى الأرباع. ¶ وعلى سبيل المثال أخذوا يتحدثون في الآونة الأخيرة عن الخميني وإسلامه وكثيراً ما يمجدون إسلامه، وإسلام الخميني ليس بإسلام في نظرنا ولا يلتقي مع إسلامنا الحق الذي أنزله الله في كتابه وفيما أوحى به إلى خاتم رسله محمد عليه الصلاة والسلام، لا يلتقي معه إلا في (اللفظ) فقط أما في حقيقته وجوهره، أما في عقيدته وكثير من أحكامه فهو في واد والإسلام في واد آخر، فلا يلتقيان كما قلت، يدرك ذلك كل من درس الإسلام وفهمه جيداً ثم أطلع على ما جاء به الخميني من وحي أئمته وفهمه أيضاً، وتمجيد هذا الإسلام الوضعي وتحبيذه بل دعوة الناس إليه يعتبر في نظرنا تضليلا للناس وإبعاداً لهم عن الإسلام الحق وتزيينا لهم بالباطل، لأن الحق لا يتعدد كما هو معلوم. {وَمَنْ يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} 2. ¶ وإسلامنا الذي ندعو إليه هو الاستسلام لله بالطاعة، وعبادته عبادة خالصة بعيدة عن شوائب الشرك وتجريد المتابعة لرسوله، وهذه المعاني معدومة أو ضعيفة في إسلام الخميني، وإذا كان ذلك كذلك، فتمجيد هذا الإسلام دعوة إلى الباطل، وإبعاد للخلق عن الدين الحق ضرورة عدم اجتماع الشيء مع نقيضه. ¶ __________ ¶ 2 سورة آل عمران آية 85.",
            "page": "279",
            "part": "1",
            "seal": "05A8CF2D"
        },
        {
            "id": "20",
            "nass": "ولو أخذنا نسوق أدلة مادية لا تقبل جدلا لندلل على بطلان إسلام الخميني لاحتاج الأمر إلى تأليف كتاب مستقل بالموضوع، فلنقتصر على ذكر ما لا بد من ذكره، فنوجز ذلك في الآتي: ¶ (1) إن الله اصطفى لتبليغ دينه إلى الناس نبيه محمداً عليه الصلاة والسلام وختم به الرسالة، فبلغ عليه الصلاة والسلام رسالة ربه كما أمر {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ} 1 وعندما انتقل الرسول إلى الرفيق الأعلى - بعد أن أكمل الله لنا الدين وأتم لنا النعمة - ترك لأمته كتاب الله وسنته عليه الصلاة والسلام في أيدي رجال أمناء قد رضي لهم أن يكونوا خلفاءه من بعده على هذه الأمانة العظيمة، فخلفوه فعلا وحافظوا على الأمانة كما يجب، وبلغوها لمن بعدهم بكل إخلاص وأمانة وفي مقدمتهم أبو بكر الصديق وعمر وعثمان وعلي رضى الله عنهم، وسماهم الرسول \"الخلفاء الراشدين المهديين من بعده\". وتعتبر أفعالهم وأقوالهم (سنة متبعة) عند أهل السنة. كما تقدم. ¶ وهل تعلمون موقف الخميني من هؤلاء الراشدين؟ يعتبر هؤلاء الخلفاء الراشدون في إسلام الخميني خونة وكفاراً، إذا استثنينا علياً وأولاده عند بعض أتباعه، ويلقب أهل السنة أبا بكر وعمر (بالشيخين) وأما عند الروافض قوم الخميني فهما (صنما قريش) قاتل الله الروافض ومن يشايعهم. ¶ وهل يعلم هؤلاء الروافض وشيعتهم ماذا يقول علي رضى الله عنه في أخيه أبي بكر الصديق \"رضيك رسول الله لديننا وكيف لا نرضاك لدنيانا\". يعني إذا كان الرسول قد قدمك لتصلى بالناس إماماً في حياته والصلاة عمود الدين فكيف لا نرضى أن تتولى شئون الخلافة فينا؟ رضي الله عنهم جميعاً2. ¶ __________ ¶ 1 سورة المائدة آية 67. ¶ 2 تعليق: ما ذكره فضيلة صاحب المقال إنما هو رواية بالمعنى ونص القصة التي فيها قول علي رضي الله عنه كالآتي: ¶ (وقال علي والزبير- ولعل ذلك بعد المعاتبة التي جرت بين أبي بكر وعلي. ما غضبنا إلا أن أخرنا عن المشورة، وإنا لنرى أبا بكر أحق الناس بها بعد رسول الله (صلى الله عليه وسلم) . وإنه لصاحب الغار، وثاني اثنين، وإنا لنعرف له شرفه ومنه، ولقد أمره رسول الله عليه الصلاة والسلام وهو حّي. وذكر غير (ابن عقبة) أن أبا يكر قام في الناس بعد مبايعتهم إياه يقيلهم من بيعته ويستقيله ما تحمله من أمرهم. ¶ كل ذلك يقولون له: والله لا نقيلك ولا نستقيلك. وروي عن الحسن البصري عن علي رضي الله عنه قال: (قدم رسول الله عليه الصلاة والسلام وأمر أبا بكر رضي الله عنه فصلى عنه بالناس، وإني شاهد غير صائب، صحيح غير مريض، ولو شاء أن يقدمني لقدمني، فرضينا لدنيانا من رضي الله ورسوله لديننا) – ا. هـ من مختصر سيرة الرسول صلى الله عليه وسلم لمجدد القرن الثاني عشر محمد بن عبد الوهاب رحمه الله – ص 408 (في ذكر سقيفة بني ساعدة) ((المجلة)) .",
            "page": "280",
            "part": "1",
            "seal": "05BA362F"
        },
        {
            "id": "21",
            "nass": "هذا موقف علي بن أبي طالب من أبي بكر الصديق، بالاختصار أما الخميني ففي إسلامه لا يقبل أي حديث يأتي من طريق أبي بكر وعمر وغيرهما من الصحابة، اللهم إلا ما كان من طريق علي بن أبي طالب وأولاده عند بعضهم، وأما عند بعض غلاة الروافض من قوم الخميني فلم يقف الأمر عند هذا الحد بل خطأوا جبريل عليه السلام أمين الله على وحيه (إذا لم تستح فاصنع ما شئت) حيث زعموا فيما زعموا وما أكثر مزاعمهم أن الوحي كان في الأصل لعلي بن أبي طالب رضي الله عنه، إلا أن جبريل أخطأ فأتى به إلى محمد عليه الصلاة والسلام، فكان الواجب على الإمام علي أن يطالب بهذا الحق فحيث لم يطالب بحقه فضاع الحق بسبب إهماله، فهو كافر، وبقية الصحابة كفار لأنهم لم يؤمنوا بنبوة علي، وهذا الباطل المركب من القول والإعتقاد هو الذي ورطهم في رد أحاديث رسول الله صلى الله عليه وسلم كلها، بدعوى أنها كلها رواية قوم كفار. ¶ وبعد: فهل بعد هذا الكفر من كفر؟ وهل لأحد أن يقول بعد هذا أن أصولنا وأصول الروافض واحدة؟ ‍‍‍!! وإن فعل ذلك أحد فتلك مكابرة ومغالطة كما لا يخفى، ومن أراد مزيد البحث في هذه النقطة فعليه مراجعة (مفتاح الجنة في الإحتجاج بالسنة) للسيوطي والكتاب من مطبوعات الجامعة الإسلامية للتوزيع. ¶ وهاك نص كلام الإمام السيوطي وهو يتحدث عن الرأي الفاسد الذي يرى عدم الإحتجاج بالسنة. ¶ قال رحمه الله: \"وأصل هذا الرأي الفاسد أن الزنادقة وطائفة من غلاة الرافظة ذهبوا إلى إنكار الإحتجاج بالسنة والاقتصار على القرآن، وهم في ذلك مختلفوا المقاصد، فمنهم من كان يعتقد أن النبوة لعلي وأن جبريل عليه السلام أخطأ في نزوله إلى سيد المرسلين صلى الله عليه وسلم، تعالى الله عما يقول الظالمون علواً كبيراً، ومنهم من أقر للنبي صلى الله عليه وسلم بالنبوة ولكن قال: إن الخلافة كانت حقاً لعلي فلما عدل بها الصحابة عنه إلى أبي بكر رضي الله عنهم أجمعين قال هؤلاء المخذولون- لعنهم الله- كفروا حيث جاروا وعدلوا بالحق عن مستحقه وكفروا لعنهم الله علياً رضي الله عنه أيضاً لعدم طلبه حقه، فبنوا على ذلك رد الأحاديث كلها لأنها عندهم بزعمهم من رواية قوم كفار، فإنا لله وإنا إليه راجعون وهذه آراء ما كنت أستحل حكايتها لولا ما دعت إليه الضرورة من بيان أصل هذا المذهب الفاسد الذي كان الناس في راحة منه من أعصار\"1. ¶ __________ ¶ 1 مفتاح الجنة للسيوطى ص 3- 4 طبعة المطبعة السلفية بالقاهرة.",
            "page": "281",
            "part": "1",
            "seal": "83DEBA0B"
        },
        {
            "id": "22",
            "nass": "(2) إن موقف الخميني وأتباعه من الصديقة بنت الصديق أم المؤمنين عائشة رضي الله عنها وعن أبيها معروف لدى طلاب العلم في قصة الإفك وهم لا يؤمنون ببراءتها، وقد زعموا فيما زعموا أنها الشجرة الملعونة في القرآن، وموقفهم ذلك من الصديقة المبرأة يعتبر تكذيباً للآيات القرآنية التي نزلت من فوق سبع سماوات في براءتها وبالثناء عليها رغم أنف الخميني وأنوف أتباعه من الآيات والحجج في طهران، وتكذيب كلام الله كفر لا يختلف فيه اثنان ولا ينتطح حوله كبشان، كما يقولون. ¶ (3) يعتقد الخمينيون أن أئمتهم أفضل من الأنبياء والمرسلين حتى من أفضلهم وخاتمهم محمد عليه الصلاة والسلام ومن الملائكة الكرام الذين لا يعصون الله ما أمرهم ويفعلون ما يؤمرون، هذا ما صرح به الخميني نفسه (في كتابه الحكومة الإسلامية) راجع الكتاب المذكور لتجد النص التالي: ص 52. ¶ (الولاية التكوينية) ¶ \"وثبوت الولاية والحاكمية للإمام (ع) لا تعني تجرده عن منزلته التي هي له عند الله، ولا تجعله مثل من عداه من الحكام، فإن للإمام مقاماً محموداً ودرجة سامية وخلافة تكوينية تخضع لولايتها وسيطرتها جميع ذرات هذا الكون، وإنما من ضروريات مذهبنا أن لأئمتنا مقاماً لا يبلغه ملك مقرب ولا نبي مرسل، وبموجب ما لدينا من الروايات والأحاديث فإن الرسول الأعظم (ص) والأئمة (ع) كانوا قبل هذا العالم أنواراً فجعلهم الله بعرشه محدقين، وجعل لهم من المنزلة والزلفى ما لا يعلمه إلا الله، وقد قال جبريل-كما ورد في روايات المعراج-: لو دنوت أنملة لاحترقت وقد ورد عنهم (ع) : إن لنا مع الله حالات لا يسعها ملك مقرب ولا نبي مرسل\"أ. هـ. ¶ جرأة لا تقف عند حد وافتراء صارخ وكفر سافر ليس على وجهه غطاء. ¶ (4) إن ولاء آل البيت لا يتم في إسلام الخميني إلا بعداء بقية الصحابة وفي مقدمتهم أبو بكر وعمر رضي الله عنهما، أما صدور أهل السنة فقد وسعت لمحبة جميع الصحابة من أهل البيت وغيرهم، ولله الحمد والمنة. ¶ وبعد: فإن تمجيد إسلام الخميني والحالة ما ذكر يتنافى وواجب النصح لعامة المسلمين، وتسمية حركته الفوضوية (ثورة إسلامية) نوع آخر من تضليل العوام وأشباه العوام، لأن ذلك يوهم أن سبيل الوصول إلى الولاية في الإسلام يكون بطريقة ثورة مسلحة ومدمرة",
            "page": "282",
            "part": "1",
            "seal": "A459F15B"
        },
        {
            "id": "23",
            "nass": "التي تأكل الأخضر واليابس وتقضي على البريئين قبل المجرمين، ولا ترى إلا الوصول إلى الكرسي بأي وسيلة على أساس (أن الغاية تبرر الوسيلة) وهو أسلوب المستغلين للفرص الحاجة في أنفسهم. ¶ وأما سبيل الوصول إلى الولاية في إسلامنا إنما يكون بالشورى والتفاوض، ثم الاختيار، فإذا تم اختيار الوالي الصالح فتولى أمور المسلمين وجبت طاعته ما لم يأمر بمعصية الله ولا يجوز الخروج عليه ما لم يظهر كفراً بواحاً عليه دليل من الكتاب والسنة. هذا هو نظام الإسلام في أمر الولاية بالاختصار. ثم إن الإسلام ينهى عن الفساد في الأرض وعن تقتيل النساء والأطفال والشيوخ العاجزين حتى في الحروب التي بين المسلمين والكفار ما لم يحارب هؤلاء كغيرهم. ¶ وإذا فتح المسلمون بلداً ما عنوة وخضع أهل البلد لأحكام الإسلام وأعطوا الذمة يحرم الإسلام دماء أهل الذمة وأموالهم، ولا يحقد الإسلام على ما قد يحصل من الأعداء في حالة الحرب، بل يعفو ويصفح، والجميع يعرفون موقف رسول الإسلام من أهل مكة يوم الفتح. أما إسلام الخميني يخالف هذه التعليمات الرحيمة كلها، فيخرب ويدمر ويقتل النساء والأطفال والشيوخ وهم مسلمون في الجملة، إذا خولف شيء من تعليمات الثورة المزعومة ونظامها. ¶ وهؤلاء المتطرفون إذا قيل لهم لماذا هذا التضليل ولماذا هذا التمجيد العاطفي لإسلام الخميني؟ ولماذا هذا التخبط؟ قالوا: نحن نريد خلق مجتمع إسلامي عام لا يتخلف عنه أي فرد ينتمي إلى الإسلام ولو بالاسم. سنياً أو رافضياً. أو أو. ¶ فمثلهم كمثل الذي دخل سوقاً غاصة بالناس رجالاً ونساءً ليدعوهم إلى الصلاة فجعل يناديهم قائلا: أيها الناس إننا أنشأنا لكم مسجدا في غاية السعة فهلموا جميعا لأداء الصلاة فيه ولا يتأخرن أحد وليأت كل واحد على ما هو عليه، المتوضئ بوضوئه، والمحدث بحدثه، والجنب بجنباته، بل حتى الحائض والنفساء، لأننا لا نرد أحداً، إذ قصدنا خلق مجتمع إسلامي عام شامل وكلنا إخوان مسلمون، ولا داعي للتشدد لأن التشدد يفرق بين صفوف المسلمين، وبينما هو يرفع عقيرته بهذا الهذيان فوجئ بداعية ناصح ممن رزق الفقه في الدين وهو يقول للناس: أيها الأخوة المسلمون حان وقت الصلاة فقوموا فتوضأوا ثم صلوا صلاتكم حيث ينادي لها، فأخذ يعلمهم الطهارة، وأنها شرط لصحة الصلاة فصاحب المجتمع المزعوم يستمع إليه بدهشة وهو يفكر ليستحضر الأسلوب الذي يستعمله ضد هذا الداعية. إنه فكر وقدر ثم صرخ صرخة شيطانية قائلاً \"أيها الأخوة المسلمون لا تسمعوا لهذا الكلام والغوا فيه لعلكم تغلبون على هذا المتشدد وتسكتونه\" إلى آخر تلك الصيحة اليائسة.",
            "page": "283",
            "part": "1",
            "seal": "F574E883"
        },
        {
            "id": "24",
            "nass": "أيها القراء الكرام، أنشدكم الله أيّ صاحبي السوق على الحق؟!! ¶ أما أحدهما فقد دعا الناس إلى أداء الصلاة بوضوء وبطهارة كاملة وبيّن للناس أن الطهارة شرط لصحة الصلاة، وقد نصح، وأما الآخر فقد أوهم الناس أن المهم والمطلوب اجتماع الناس في صعيد واحد تحت اسم (المسلمين) فيؤدون الصلاة على ما هم عليه قائلا: ¶ لأننا نهينا عن التكلف، والدين يسر ولم يجعل الله علينا في الدين من حرج، يسروا ولا تعسروا، وبشروا ولا تنفروا، وهلم جرا إلى آخر تلك الفتوحات الجديدة. ¶ هكذا أترك الحكم على صاحبي السوق للقراء وهم الحكم العدل إن شاء الله لأنهم من طلبة العلم في الجملة، ولأن الحق أبلج والباطل لجلج فهما لا يتشابهان. وبالله التوفيق.",
            "page": "284",
            "part": "1",
            "seal": "27DC8045"
        },
        {
            "id": "25",
            "nass": "يا سبحان الله! ¶ كم يخجل أو يحزن أن يتبع المرء هواه أو هوى جماعة معينة يريد إرضاءها فيسوق ما يشاء من الآيات والأحاديث محرفاً للنصوص ومحملاً لها ما لا تتحمل من المعاني!!، وهو نوع من السخرية بالنصوص وهو بالتالي دليل واضح على ضعف إيمان صاحب هذا التصرف لأنه لو كان يؤمن بالله حق الإيمان ويقدره سبحانه حق قدره ويحب رسوله حق المحبة ويقدره، لما تجرأ على هذا النوع من الإستدلال والتحريف والتضليل. ¶ والله نسأل وباتباع نبيه نتوسل، أَن يعصمنا من الانحراف والإلحاد ويمسكنا هدى نبيه حتى نلقاه، إنه سميع قريب مجيب. ¶ وبعد: ¶ في نهاية هذه المناقشة التي قد تبدو حادة أحياناً بالنسبة لبعض الناس أرى لزاما على أن أوجه كلمة موجزة أرجو أن أكون فيها ناصحاً وصادقاً. ¶ أوجه هذه الكلمة إلى إخواننا الدعاة في كل مكان، وتحت أي عنوان طالما يدعون إلى الله جميعا ويعملون لإظهار الحق والنصح لعامة المسلمين. ¶ على كل داعية إذا كان ناصحا لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم أن يسعى في أسباب توحيد صفوف الدعاة إلى الله بعيداً عن الأنانية وحب الزعامة وعشق المناصب، كما يسعى في منع أسباب التحزبات التي تؤدي إلى الخلافات والنزاعات الداخلية فتعرقل سير",
            "page": "284",
            "part": "1",
            "seal": "12D680BF"
        },
        {
            "id": "26",
            "nass": "الدعوة، بل تؤدي إلى بلبلة العوام وأشباه العوام الذين يجهلون موقع الحق، ولا يمكن بحال من الأحوال تحقيق الوحدة المنشودة والتي لا بد منها لنجاح الدعوة إلا بأمرين اثنين: ¶ (1) وحدة المصدر في معرفة (العقيدة الإسلامية) واعتماد ذلك المصدر وحده في بحث أي معنى من معاني العقيدة الإسلامية وعدم إغفاله، وبذلك تسلم عقيدة المسلم من الزيف والإلحاد والضلال وهذا المصدر هو الوحي، لا شيء ينافسه، وأما العقل فلا يكون، أساسا ولا يعطل، هكذا بالاختصار. ¶ نقول هذا القول إستناداً إلى قوله عليه الصلاة والسلام \"تركت فيكم ما إن تمسكتم به لن تضلوا بعدي أبدا كتاب الله وسنتي\"، وقوله عليه الصلاة والسلام \"عليكم بسنتي وسنة الخلفاء الراشدين من بعدي، وإياكم ومحدثات الأمور\" الحديث. ¶ فالخروج على هذا المصدر في معرفة العقيدة وأحكام الشريعة والتماس الحق والهدى والفلاح في غيره ضلال بيّن لأن من سنة الله التي خلت في عباده أن من التمس الهدى في غير كتابه فإن الله يضله ولا يهديه سبيلا، وقد ورد في هذا المعنى أثر عن علي بن أبى طالب رضى الله عنه وهو يتحدث عن القرآن إذ يقول: \"من التمس الهدى في غيره أضله الله\". ¶ (2) توحيد منهج العمل في سبيل الدعوة إلى الإسلام ولا يوجد منهج أمثل وأصلح، بل لا يوجد منهج صالح غير منهج سلف هذه الأمة من الصحابة والتابعين ومن اقتفى أثرهم وعمل عملهم، لأن واضع هذا المنهج هو رسول الهدى عليه الصلاة والسلام والرغبة عن منهجه تتنافى والإيمان به قطعاً، والذين نقلوه هم أولئك السادة الذين اختارهم الله لصحبة نبيه وأهلهم للخلافة عنه عليه الصلاة والسلام، أَبو بكر وعمر وعثمان وعلي وإخوانهم رضوان الله عليهم. ¶ فهل يوجد مسلم يعتقد عدم صلاحية هذا المنهج؟!!. ¶ من هنا نعلم أن بض التصريحات التي يدلي بها بعض المفتونين بالغرب أو بالشرق وقوانينهم (بأن الإسلام ليس فيه ما يحل المشاكل المعاصرة) لا يفسر إلا بالكفر بالإسلام وبرسول الإسلام عليه الصلاة والسلام، ضرورة أنه لا يكون اليوم دينا وهدى وصلاحاً وبراًَ ما لم يكن كذلك في عصر الوحي وقد صدق الإمام مالك، حيث يقول: \"لا يصلح أخر هذه الأمة إلا ما أصلح أَولها\". وكلنا نعلم أنما صلح أول هذه الأمة بالتمسك بهدى نبيهم دون تغيير أو تبديل، لأن الله قد أكمل الدين وأَتم النعمة على المسلمين قبل أن يقبض إليه نبيه محمداً عليه الصلاة والسلام إذ يقول سبحانه {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسلام دِيناً}",
            "page": "285",
            "part": "1",
            "seal": "7E35D11E"
        },
        {
            "id": "27",
            "nass": "وهؤلاء السادة الذين حملوا إلينا هذا الدين هم خير هذه الأمة بشهادة رسول الله لهم عليه الصلاة والسلام \"خير الناس قرني ثم الذين يلونهم ثم الذين يلونهم\". ¶ ولو وافق الدعاة جميعا للرجوع إلى هذا المنهج الأصيل والتقيد به في دعوتهم وعملوا به في أنفسهم أولا عقيدة وعبادة وسلوكاً، لكان خيراً وبركة على الأمة، ووقاية لهم من كل شر. وقد صدق من قال: ¶ (وكل خير في اتباع من سلف ... وكل شر في ابتداع من خلف) ¶ ويوم أن تلتقي دعوة الدعاة عند هذين العنصرين بتوفيق الله، يومئذ يتمتع المجتمع الإسلامي المعاصر ببركة اتباع السنة التي كان عليها سلف هذه الأمة لتغيير حياتهم وليعيشوا حياة غير هذه الحياة وليس ذلك على الله بعزيز. ¶ والتاريخ خير شاهد لما قلت، ولست أتكلف لضرب الأمثلة لما ذكرت أَكثر من أن أشير إشارة إلى تلك الدعوة الفتية والتي نستظل اليوم بظلها ونرى أثرها واضحاً في هذا البلد والتي جددت للناس دينهم وعقيدتهم في القرن الثاني عشر، ناهجة منهج السلف الصالح. ¶ وقد هاجمت تلك الدعوة الجاهلية بألوانها وأشكالها في باب العقيدة والعبادة والأحكام، ودعت إلى إخلاص العبادة لله وحده وتجريد المتابعة لرسول الله عليه الصلاة والسلام، وأن يكون الحكم لله وحده في أرضه وبين عباده، فعلت الدعوة كل ذلك دون إلتفات إلى ما يترتب على ذلك من عداء عالمي إيماناً من حملة تلك الدعوة بأن الله معهم وسوف يجعل العاقبة لهم، لأن العاقبة للمتقين دائماً. بدأت الدعوة عملها في شرقي شبه الجزيرة ثم شملتها كلها حتى شع نشرها على أنحاء العالم شرقاً وغرباً، وقد هاجت الدنيا فقامت وقعدت وصرخت في وجه الدعوة الجديدة والمجددة زاعمة أنها جاءت بدين جديد يخالف دين الآباء. ¶ وأصحاب الدعوة الجديدة لا يلتفتون إلى هذا الهيجان والصراخ بل هم ماضون في دعوتهم، وكأني بهم وهم يقولون: \"ليس كل من ينبح عليه الكلب لصا\" كما يقولون: وهذه الدعوة الشجاعة والفريدة في ذلك القرن وما بعده قد بارك الله فيها حتى قامت بها دولة إسلامية في قلب الجزيرة واتخذت القرآن دستوراً لها، إيماناً منها بأنه كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه ألا (وهي دعوة الشيخ محمد بن عبد الوهاب رحمه الله) مجدد القرن الثاني عشر. وذلك من بركات اتباع ذلك المنهج السلفي المبارك. ¶ فعلى الدعاة الصالحين في الوقت الحاضر، أن يحذوا حذو هذه الدعوة المباركة، وأن يتأسوا بذلك الداعية في غيرته على دين الله وحرصه على نصح عباد الله، وصبره فيما لاقاه في",
            "page": "286",
            "part": "1",
            "seal": "89B24529"
        },
        {
            "id": "28",
            "nass": "سبيل الدعوة إلى الله سبحانه وفي وضوحه وصراحته، جزاه الله عن الإسلام والمسلمين خير ما يجازي به المصلحين الصابرين. ¶ أيها الدعاة سيروا على بركة الله في أداء واجب الدعوة لعباد الله مقتدين برسول الله صلى الله عليه وسلم، ومقتفين آثار أصحابه دون تبديل أو تغيير للخطة الأصلية، اللهم إلا ما كان من أسلوب يتطلبه الوقت والمكان- والله المستعان-. ¶ والخير أردت، والنصح قصدت، والله من وراء القصد. ¶ وصلى الله وسلم وبارك على إمام الدعاة الصالحين، وعلى آله وصحبه أجمعين، والحمد لله رب العالمين.",
            "page": "287",
            "part": "1",
            "seal": "4E69C3F1"
        }
    ],
    "t10348": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحكم على الشيء فرع عن تصوره"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "مبحث الأسماء والصفات"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "إسلام الخميني ليس بإسلام"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "يا سبحان الله!"
        }
    ]
}