{
    "b10343": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ الحركة السلفية ودورها في إحياء السنة ¶ بقلم عبد الرحمن عبد الجبار الفريوائي بالدراسات العليا بالجامعة الإسلامية ¶ ابتدأت حركة إحياء السنة في شكلها القوي في أواخر القرن الثالث عشر وتنورت بأشعتها بلاد دهلي وبهار وبنكال وجنوب الهند وشمالها وبلاد السند وكجرات ودكن وسرحد وفنجاب بل تجاوزت إلى البلاد الإسلامية، فكانت مثل تلك الحركة كشجرة طيبة أصلها ثابت وفرعها في السماء تؤتي أكلها كل حين بإذن ربها. ¶ وقاد هذه الحركة العلمية والإصلاحية مجددا عصرهما الإمام النواب صديق حسن البوفالي والامام السيد نذير حسين المحدث الدهلوي. فخدم الأول علوم السنة بالتأليف والنشر وبذل الأموال الطائلة واحتضان العلم والعلماء بكل جد ونشاط وبكل جود وحماس، وخدم الثاني علوم السنة وإحيائها بتدريس الحديث مدة طويلة تستغرق اثنين وستين عاما، وكانت هذه المدرسة السلفية متأثرة بفكر الإمام إسماعيل الشهيد الواضح النير ومنهجه السلفي القويم الذي كان يهدف إلى دعوة الناس إلى التمسك بالكتاب والسنة على منهج السلف الصالح. وكان شعار أصحاب هذه المدرسة العمل بالحديث وعدم التقيد بالتقليد والاجتناب عن التصوف الشكلي. ¶ وبجهود هذين الإمامين المتضافرة نشطت حركة إحياء السنة نشاطا كبيرا فكثر المعتنون بعلوم الكتاب والسنة وكثر دعاتها وكثرت المؤلفات في علوم السنة ونشرت كتب السنة بكثرة كاثرة، في عصر انقراض دولة المسلمين الذي بلغت حركة السنة فيه منتهى الضعف. ¶ وقد اعترف الإمام العلامة رشيد رضا في سنة 1353هـ. بخدمات علماء السنة في الهند فقال في مقدمة كتاب مفتاح كنوز السنة: ¶ \"وهذا كتاب مفتاح كنوز السنة الذي نعرضه اليوم للعالم الإسلامي بلغة الإسلام أحد نفائس هذه الكتب التى وضعها أحد هؤلاء الأعلام وإنما وضعه لهم بإحدى لغاتهم وإن عالمنا الإسلامي لهو أحوج إليها من العالم الأوربي، فعسى أن تنتفع به جميع شعوبه وتنهض بهم الحمية الدينية إلى خدمة السنة، قلَّ من يريده حتى إن من المقلدين الجامدين من لا يرى لهذه الكتب فائدة إلا التبرك بها والصلاة على النبي صلى الله عليه وسلم عند ذكره، وذكرها ولولا عناية إخواننا علماء الهند بعلوم الحديث في هذا العصر",
            "page": "37",
            "part": "1",
            "seal": "18268B86"
        },
        {
            "id": "2",
            "nass": "لقضي عليها بالزوال من أمصار الشرق، فقد ضعفت في مصر والشام والعراق والحجاز منذ القرن العاشر للهجرة حتى بلغت منتهى الضعف في أوائل هذا القرن الرابع عشر\"1. ¶ وقد سبق هذا الاعتراف والثناء العاطر في سنة 1347هـ، من العلامة المحقق عبد العزيز الخولي فهو يقول في مفتاح السنة تحت عنوان حال السنة في عصرنا الحاضر: ¶ \"ولا يوجد في الشعوب الإسلامية على كثرتها واختلاف أجناسها من وفَّى الحديث قسطه من العناية في هذا العصر مثل إخواننا مسلمي الهند، أولئك الذين وجد بينهم حفاظ للسنة دارسون لها على نحو ما كانت تدرس في القرن الثالث، حرية في الفهم ونظر في الأسانيد\". ¶ وهذا كان منهج تدريس الحديث وتنقيد الروايات لكل من المحدث السيد نذير حسين الدهلوي والمحدث حسين بن محسن الأنصاري والنواب صديق حسن البوفالي، الذي كان يتجلى فيه روح الاجتهاد وحرية في الفهم ونظر في الأسانيد على المنهج السلفي الذي نرى في مؤلفات الشاه ولي الله الدهلوي والإمام الشوكاني، وإلى ذلك المنهج أشار الأستاذ الخولي فقال: ¶ \"وإن أساس تلك النهضة في البلاد الهندية أفذاذ أجلاء تمخضت بهم العصور الحديثة وانتهجوا في تحصيل العلوم نهج السلف فنبه شأنهم وعلا أمرهم وذاع صيتهم وتكونت جمعيات سلكت سبيلهم وعملت على نشر مبادئهم، فكان لها ذلك الأثر الصالح والسبق الواضح ومن أشهر هؤلاء الأعلام ولي الله الدهلوي صاحب التصانيف في اللغتين العربية والفارسية وأشهرها حجة الله البالغة والسيد صديق حسن خان ملك بهوبال صاحب التصانيف الكثيرة أيضا\". ¶ ثم يقول: \"ومن حسناته طبع فتح الباري في شرح البخاري للحافظ ابن حجر ونيل الأوطار للإمام الشوكاني وتفسير الحافظ ابن كثير مع تفسيره فتح البيان، طبعت هذه على نفقته في المطبعة الأميرية بمصر، فكانت من أنجح وسائل إحياء السنة\". ¶ واستطرد قائلا: \"وفي الهند طائفة الآن كبيرة تهتدي بالسنة في كل أمور الدين، ولا تقلد أحدا من الفقهاء ولا المتكلمين، وهي طائفة المحدثين\"2. ¶ وقد أثنى العلامة محمد منير الدمشقي على علماء أهل الحديث في الهند في كتابه نموذج من الأعمال الخيرية ثناء عاطرا فقال: ¶ \"وهي نهضة عظيمة أثَّرت على باقي البلاد الإسلامية فاقتدى بها غالب البلاد الإسلامية في طبع كتب الحديث والتفسير\"3. ¶ كما اعترف الأستاذ الخولي بفضلهم فقال: \"طبعوا كثيرا من كتبها النفيسة التي كانت تذهب بها الإهمال وتقضي عليها غير الزمان\"4. ¶ __________ ¶ 1 مقدمة مفتاح كنوز السنة. ¶ 2 مفتاح السنة: 165- 166. ¶ 3 نموذج من الأعمال الخيرية: 468. ¶ 4 مفتاح السنة: 165- 166.",
            "page": "38",
            "part": "1",
            "seal": "57704F4D"
        },
        {
            "id": "3",
            "nass": "وهذه الكتب التي قام بنشرها أهل الحديث هي: فتح الباري من مصر ومن الهند، وتفسير ابن كثير والسنن للدارمي، والتلخيص الحبير لابن حجر، وبلوغ المرام لابن حجر، والدراية في تخريج الهداية لابن حجر، والأدب المفرد للبخاري، والتاريخ الصغير له، وسبل السلام ومنتقى الأخبار، وشرح خمسين حديثا لابن رجب، وسنن الدارقطني مع التعليق المغني لشمس الحق العظين آبادي، واللآلي المصنوعة للسيوطي، وقيام الليل للمروزي، وذيل اللآلي، والمعجم الصغير للطبراني، والمقاصد الحسنة للسخاوي، والفوائد المجموعة للشوكاني، وغير ذلك من نفائس كتب الحديث والتفسير. ¶ وقد اعترف بفضل حركة أهل الحديث في اعتناء الحنفية بالكتاب والسنة أحد كبار علماء الحنفية وهو العلامة مناظر أحسن الكيلاني من تلامذة العلامة محمد أنور الكشميري، فقال: ¶ \"ويعترف أن اعتناء أحناف شبه القارة الهندية بالنبعين الأساسيين للدين الكتاب والسنة فيه دخل كبير لحركة أهل الحديث ورفض التقليد، وإن لم يترك عامة الناس التقليد إلا أنه قد تحطم سحر التقليد الجامد والاعتماد الأعمى\"1. ¶ __________ ¶ 1 مجلة برهان ج41/ عدد 2، أغسطس سنة 1958 م.",
            "page": "39",
            "part": "1",
            "seal": "62462D6F"
        },
        {
            "id": "4",
            "nass": "النواب صديق حسن البوفالي وأصحابه ¶ مدخل ¶ مدخل ¶ ... ¶ النواب صديق حسن البوفالي وأصحابه: ¶ إن حركة نشر السنة والدعوة السلفية التي قادها البوفالي كان لها أثر بعيد في تاريخ إحياء السنة في الهند، و \"كم له أياد بيضاء في خدمة العلم والعلماء وإن جحد فضله الحاسدون وضعفاء العقول المتصنعون\"2. وقد مر ذكر بعض حسناته في مجال نشر كتب السنة، ومن حسناته أنه قرر لغير واحد من العلماء والدعاة العاكفين على التأليف والدعوة والإرشاد رواتب شهرية تشجيعا لهم وتنويها بأعمالهم، فنشطت حركة التأليف والنشر في مواضيع العقيدة والسنة والدفاع عنهما. ¶ ومن حسناته أنه دعا أسرة سلفية كريمة من اليمن، وجهود المحدث حسين بن محسن الأنصاري في نشر السنة ليست مخفية على أحد. ¶ تلقى النواب علم الكتاب والسنة عن علماء عصره على تلاميذ أسرة الشاه ولي الله الدهلوي أمثال العلامة المفتي صدر الدين الدهلوي، وأسند عن الشيخ محمد يعقوب الدهلوي صنو المحدث إسحاق الدهلوي، والمحدث عبد الحق البنارسي تلميذ الشوكاني، وقد أنعم الله عليه بزواجه مع الأميرة شاه جهان بيكم والية دولة بوفال فتولى رئاسة الدولة، ونشط للدعوة السلفية ولنشر السنة وإحيائها فكتب وألف كثيرا ورتب نظام المدارس ونوه بإعلان الجوائز للمشتغلين بالحديث حفظا ودراسة. ¶ __________ ¶ 2 نموذج من الأعمال الخيرية: 388.",
            "page": "39",
            "part": "1",
            "seal": "1FBF0CE5"
        },
        {
            "id": "5",
            "nass": "آثاره العلمية ¶ آثاره العلمية ¶ ... ¶ آثاره العلمية: ¶ يعد النواب البوفالي من عظماء الإسلام الذين اشتهروا بكثرة مؤلفاتهم المتنوعة في مختلف العلوم والفنون كالإمام السيوطي بلغ عدد مؤلفاته 222 كتابا في العربية والأردية والفارسية، منها: تفسير فتح البيان بالعربية. وتفسير ترجمان القرآن بالأردية، أما مؤلفاته في علوم السنة فهي كثيرة أيضا منها: ¶ 1 - عون الباري في حل أدلة البخاري وهو شرح التجريد الصريح لصحيح البخاري للشيخ حسين بن مبارك في مجلدين. ¶ 2 - والسراج الوهاج في كشف مطالب مختصر صحيح مسلم بن الحجاج في مجلدين، وشرح الأحاديث الواردة في الصحيح بتبويب جديد، وحذف أسانيدها وتبويب الإمام النووي. ¶ 3 - فتح العلام شرح بلوغ المرام في 4 أجزاء، اختصره من البدر التمام للمغربي، وحذف مذهب الزيدية وذكر فيه فوائد حديثية أخرى. نسبة إلى ولده الشيخ نور الحسن. ¶ 4 - الروض الباسم بالأردية. ¶ 5 - ومسك الختام بالفارسية في شرح بلوغ المرام. ¶ 6 - الحطة بذكر الصحاح الستة؛ كتاب قيم في بابه. ¶ 7 - توفيق الباري في ترجمة الأدب المفرد للبخاري إلى الأردية. وله اتحاف النبلاء بإحياء مآثر المحدثين الفقهاء بالفارسية. والتاج المكلل من جواهر مآثر الطراز الآخر والأول بالعربية. وأبجد العلوم فيه فصول تتعلق بعلم الحديث بالعربية. ¶ أما أصحابه الذين ساهموا معه في نشر السنة والثقافة الإسلامية فهم كثيرون والأخص بالذكر منهم: ¶ * الإمام المحدث حسين بن محسن الأنصاري 1245- 1337 هـ تلقى العلم عن علماء اليمن وأسند الحديث عن العلامة السيد حسن بن عبد الباري والعلامة السيد سليمان بن محمد بن عبد الرحمن الأهدل وعن الشيخ أحمد بن الإمام الشوكاني. درس وأفاد باليمن إلى مدة ثم جاء إلى الهند عند أخيه العلامة زين العابدين قاضي بوفال، وبقي هناك مدة من الزمن. ثم دعاه النواب البوفالي في عصره فجاء مع أسرته وتوطن ببوفال، وانتشر صيته في الأفاق فبادر إليه طلبة العلم وأهله واستغرفوا من بحار علمه وقل من علماء الحديث في عصره إلا وأسند عنه أو استجاز منه، أمثال النواب البوفالي، والمحدث شمس الحق العظيم آبادي والمحدث وحيد الزمان والمحدث بديع الزمان، والمحدث عبد الرحمن المباركفوري وأمثالهم. ¶ ومن آثاره العلمية تعليقات شتى على سنن النسائي. والتحفة المرضية في حل بعض المشكلات الحديثية. والبيان المكمل في تحقيق الشاذ والمعلل. وله فتاوى في جزءين باسم فتاوى نور العين وله رسائل وبحوث قيمة في علم السنة 1. ¶ ومنهم العلامة القاضي محمد بشير السهسواني صاحب صيانة الإنسان عن وسوسة دحلان، تلميذ السيد نذير حسين الدهلوي، تولى رئاسة القسم الديني ببلدة بوفال. ¶ ومنهم العلامة سلامت الله الجيراجفوري تلميذ السيد نذير حسين الدهلوي. تولى القضاء في الدولة. ¶ __________ ¶ 1 مقدمة فتاوى نور العين، تذكرة علمائي حال 22- 23، نزهة الخواطر 8-111، غاية المقصود: 17، عون المعبود، أبجد العلوم: 886. ¶ راجع لترجمة النواب البوفالي وأسرته إبقاء المنن بإلقاء المحن للمترجم نفسه بالأردية، مآثر صديقي (4 أجزاء) تذكرة علمائي هند: 250- 251، جريدة أهل الحديث أمر تسر 18- 1 سنة 1920 م. وأبجد العلوم وإتحاف النبلاء والتاج المكلل (كلها للنواب) .",
            "page": "40",
            "part": "1",
            "seal": "1B7ACA96"
        },
        {
            "id": "6",
            "nass": "من علماء أسرة النواب البوفالي ¶ من علماء أسرة النواب البوفالي ¶ ... ¶ ومن علماء أسرة النواب البوفالي: ¶ * صنوه الكبير العلامة المحدث أحمد بن حسن العرشى (1246- 1277 هـ) الذي قصر همته على نشر السنة والسلفية ومن آثاره: الشهاب الثاقب في مبحث الاجتهاد والتقليد. ¶ * وولده: العلامة نور الحسن بن صديق حسن (1278ـ 1330 هـ) تخرج على أبيه وعلى العلماء الموجودين في الدولة، كان له اشتغال بعلوم السنة والتفسير، نسب إليه النواب بعض مؤلفاته كفتح العلام وكتاب الغنة، ومن مؤلفاته: الجوائز والصلات من جمع الأسامي والصفات، ومنتخب عمل اليوم والليلة لابن السني. ومنتخب مشارق الأنوار. ¶ __________ ¶ 1 نزهة الخواطر 8- 500.",
            "page": "41",
            "part": "1",
            "seal": "40567D0D"
        },
        {
            "id": "7",
            "nass": "مدرسة المحدث السيد نذير حسين الدهلوى ¶ مدخل ¶ مدخل ¶ ... ¶ مدرسة المحدث السيد نذير حسين الدهلوى ¶ (1220 هـ - 1320 هـ) ¶ ازدهرت حركة السنة ازدهارا عجيبا بجهود المحدث السيد نذير حسين الدهلوي فانتشر تلاميذه في أقطار الهند وقصروا همتهم على نشر السنة وإحيائها بالتدريس والتأليف والدعوة والإرشاد. ¶ ولد السيد نذير حسين ونشأ بقرية سورج كره من أعمال مونكير من ولاية بهار ورحل لطلب العلم إلى البلاد؛ قرأ على أساتذة عظيم آباد بتنه، والتقى هناك بزعماء حركة الجهاد الإمامين الشهيدين السيد أحمد بن عرفان والشاه إسماعيل الدهلوي. ثم رحل إلى دهلي وتتلمذ على أساتذتها، ولازم المحدث إسحاق الدهلوي ثلاثة عشر عاما وتشبع بعلومه واستغرف من بحار علمه وفاق أقرانه في العلم والفضل، فاستخلفه الشيخ محمد إسحاق مسنده عند هجرته إلى مكة المكرمة سنة 1258 هـ فعكف على هذا المسند الشريف للدرس والإفادة ولقب بميان صاحب، لقب علماء أسرة الشاه ولي الله الدهلوي ثم اشتهر بشيخ الكل في الكل. وأعطته الحكومة وسام \"شمس العلماء\" اعترافا بعلمه وفضله ونبوغه في العلوم والفنون. ¶ يقول فيه تلميذه الشيخ عبد الحي الحسني: \"أجازه الشيخ المذكور أي الشيخ محمد إسحاق …فتصدر للتدريس والتذكير والإفتاء. ودرس الكتب الدراسية من كل علم وفن. لا سيما الفقه والأصول إلى سنة سبعين ومائتين وألف. وكان له ذوق سليم في الفقه الحنفي ثم غلب عليه حب القرآن والحديث فترك اشتغاله بما سواهما إلا الفقه… ونفع الله بعلومه خلقا كثيرا من أهل العرب والعجم وانتهت إليه رئاسة الحديث في بلاد الهند. أما تلامذته فعلى طبقات: فمنهم العالمون الناقدون المعروفون فلعلهم يبلغون إلى ألف نسمة. ومنهم المقاربون بالطبقة الأولى في بعض الأوصاف. ومنهم من يلي الطبقة الثانية وأهل هاتين الطبقتين يبلغون إلى الآلاف1. ¶ وقال المحدث حسين بن محسن الأنصاري: \"إنه فرد زمانه ومسند وقته وأوانه ومن أجل علماء العصر بل لا ثاني له في إقليم الهند في علمه وحلمه وتقواه وإنه من الهادين والمرشدين إلى العلم بالكتاب والسنة والمعلمين لهما. بل أجل علماء هذا العصر المحققين في أرض الهند أكثرهم من تلامذته، وعقيدته موافقة لعقيدة السلف الموافقة للكتاب والسنة\"2. ¶ __________ ¶ 1 نزهة الخواطر 8- 500. ¶ 2 نفس المصدر 8/499.",
            "page": "41",
            "part": "1",
            "seal": "875E0052"
        },
        {
            "id": "8",
            "nass": "وأذكر هنا بعض من اشتهر منهم في خدمة السنة والسلفية بالإيجاز؛ وقد برز منهم في صناعة الحديث المحدث شمس الحق العظيم آبادي والمحدث عبد الرحمن المباركفوري وطار صيتهما في الآفاق وسار بتصانيفهما الركبان ولذلك نفصل الكلام فيهما بعض التفصيل.",
            "page": "42",
            "part": "1",
            "seal": "A9E9C6CF"
        },
        {
            "id": "9",
            "nass": "مؤلفاته ¶ مؤلفاته ¶ ... ¶ مؤلفاته: ¶ وقبل أن نشير إلى بعض مؤلفاته، فإن الله خلقه لتدريس علوم السنة فلم يلتفت إلى الكتابة إلا قليلا، ورتب بعض تلاميذه فتاواه في جزءين كبيرين باسم \"الفتاوى النذيرية\" ولو رتبت أبحاثه وفتاواه كلها لكانت في مجلدات ضخام، وله كتاب جليل في مباحث الاجتهاد والتقليد \"معيار الحق\" وقد ذكر مؤلف \"الحياة بعد الممات\" سبعة وثلاثين بحثا أو كتابا له.",
            "page": "42",
            "part": "1",
            "seal": "197C3709"
        },
        {
            "id": "10",
            "nass": "تلاميذه ¶ الإمام المصلح المحدث العارف بالله عبد الغزنوي ¶ ... ¶ تلاميذه: ¶ الإمام المصلح المحدث العارف بالله عبد الله الغزنوي (1230- 1298هـ) ¶ من كبار دعاة السنة وعلمائها المولعين بالعمل بها ونشرها وإحيائها، أوذي في سبيل الله؛ فأخرج من موطنه غزنة، تخرج على السيد نذير حسين واشتغل بالدرس والإفادة ونشر السنة وإحيائها ودحض البدع والخرافات في ولاية فنجاب نفع الله به خلقا كثيرا لا يأتي عليه الإحصاء ورزقه الله أولادا صالحين اشتهروا بعلمهم وفضلهم ودعوتهم إلى الله، والأخص بالذكر منهم الإمام عبد الجبار الغزنوي تلميذ السيد نذير حسين الدهلوي الذي قضى حياته في نشر السنة والسلفية. ¶ والأسرة الغزنوية والمدرسة الغزنوية قد اكتسبت شهرة عظيمة في الأوساط الدينية والعلمية لخدماتها العلمية والدينية1.",
            "page": "42",
            "part": "1",
            "seal": "AA1AE22E"
        },
        {
            "id": "11",
            "nass": "والشيخ المحدث بديع الزمان بن مسيح الزمان اللكنوي الحيدر آبادي (1250 ـ 1304هـ) اشتغل بالتأليف والتصنيف ونقل السنن إلى اللغة الأردية، فمن آثاره: ترجمة وشرح لجامع الترمذي في مجلدين ولم يتمه فأتمه صنوه المحدث وحيد الزمان، وترجمة ابن ماجه ولم يتمه2. ¶ وصنوه المحدث وحيد الزمان اللكنوي (1267 ـ 1338هـ) من مشاهير الهند وكبار تلامذة السيد نذير حسين، قضى حياته في نشر السنة النبوية، وله منة عظيمة على أهل الهند حيث قام بترجمة وشرح كتب السنة إلى الأردية، وقد نشرت هذه الشروح والتراجم في عصره ثم تتابعت طبعاته إلى وقتنا الحاضر، ومن آثار العلمية: شروح وتراجم الكتب الستة؛ صحيحي البخاري ومسلم وسنن أبي داود والنسائي والترمذي وابن ماجة ومشكاة المصابيح وموطأ مالك، وله أحسن الفوائد في تخريج أحاديث شرح العقائد. وإشراق الأبصار في تخريج أحاديث الأنوار، ووحيد اللغات في غريب الحديث ومفرداته؛ وله ¶ __________ ¶ 1 نزهة الخواطر 7/301- 302 وسيرت السيد داود غزنوي. ¶ 2نزهة الخواطر 8/90، جريدة أهل الحديث أمر تسر 17/43، حيات وحيد الزمان: أهل حديث كي علمى خدمات: 164، تراجم علمائي حديث.",
            "page": "42",
            "part": "1",
            "seal": "4BED787B"
        },
        {
            "id": "12",
            "nass": "تفسير القرآن المسمى بالتفسير الوحيدي بالأردية. وتبويب القرآن لضبط مضامين القرآن، وإصلاح الهداية في فقه الحديث وله غير ذلك1. ¶ __________ ¶ 1 نزهة الخواطر 8/515-516، جريد أهل الحديث أمر تسر 17/30، حياة وحيد الزمان للأستاذ عبد الحليم الجشتي.",
            "page": "43",
            "part": "1",
            "seal": "8591B35E"
        },
        {
            "id": "13",
            "nass": "الشيخ المحدث أمير حسن (1243- 1291) وابنه المحدث أمير أحمد (1260 - 1306هـ) من كبار علماء السنة أسندا عن السيد نذير حسين واشتغلا بنشر السنة والدفاع عن حركة المجاهدين.",
            "page": "43",
            "part": "1",
            "seal": "435D3C94"
        },
        {
            "id": "14",
            "nass": "والشيخ الداعية المحدث الحافظ محمد بن بارك الله اللكهوي (1221- 1311هـ) من أجل تلامذة السيد نذير حسين وأحد العلماء السلفيين المشهورين بالفضل والكمال؛ له مواقف محمودة في نشر الكتاب والسنة، في بلاد فنجاب وبمجهوده وجهود تلاميذه نشطت الحركة السلفية في هذه المنطقة، وله مؤلفات ممتعة ورسائل نافعة في السنة والتوحيد وله تفسير مشهور منظوم باللغة الفنجابية، وله تعليقات على بعض المواضع من سنن أبي داود2. ¶ __________ ¶ 2 جريدة أهل الحديث أمر تسر 19/19 سنة 1921، تاريخ أهل الحديث للسبالكوتي: 439، أهل الحديث كي علمي خدمات 172- 173.",
            "page": "43",
            "part": "1",
            "seal": "D26711D7"
        },
        {
            "id": "15",
            "nass": "والشيخ عبد الوهاب الملتاني الدهلوي (1280- 1315هـ) أحد العلماء المشهورين تخرج على السيد نذير حسين والشيخ منصور الرحمن تلميذ الإمام الشوكاني: قضى حياته في الدرس والإفادة والتأليف نحو ستين سنة بدهلي. وله مؤلفات ورسائل كثيرة معظمها في الفروع والمسائل الخلافية، وقد اختار فيها موقفا غير ملائم ولشدته وتعنته في هذه المسائل وتركيزه عليها نشأت هناك طائفة كبيرة قد انتهجوا هذا المنهج في هذه الأمور وتسببوا في إساءة الدعوة السلفية. بحيث صارت هذه المسائل الخلافية موضع البحث والمناقشة ومقياس الدين والسلفية ولا تزال آثارها السيئة باقية إلى الآن، والسلفية براء من هذا التنطع والجدل والمناقشة الكلامية. وله تعليقات على مشكاة المصابيح، وعون المعبود3. ¶ __________ ¶ 3 من مقدمة تفسير سناري.",
            "page": "43",
            "part": "1",
            "seal": "A5662B55"
        },
        {
            "id": "16",
            "nass": "الشيخ المحدث أبو عبد الرحمن محمد الفنجابى (1315 هـ) كان من جماعة السيخ فهداه الله إلى قبول الإسلام على يد الإمام عبد المنان المحدث الوزير آبادي فلازمه وأخذ عنه ثم وصل إلى دهلي وأسند عن المحدث نذير حسين ثم اشتغل بتصحيح نسخة النسائي وعلق عليه حاشية جديدة، أسماها الحواشي الجديدة، وبلغ إلى كتاب عشرة النساء فوافته المنية سنة 1315 هـ، فأكملها الشيخ أبو يحيى الشاه جهانفوري.",
            "page": "43",
            "part": "1",
            "seal": "FBA5D501"
        },
        {
            "id": "17",
            "nass": "المحدث محمد بن هاشم السورتي السامرودي (1256- 1315هـ) أحد العلماء المفلقين في العلوم الأدبية وعلوم القرآن والحديث والفقه، أسند عن المحدث حسين بن محسن الأنصاري والشيخ منصور الرحمن تلميذ الشوكاني والسيد نذير حسين المحدث، قضى حياته في التدريس والتأليف، ومن مؤلفات: ترجمة صحيح البخاري إلى الأردية سبعة أجزاء.",
            "page": "43",
            "part": "1",
            "seal": "2A83E39D"
        },
        {
            "id": "18",
            "nass": "الشيخ أبو النصر عبد الغفار نشتر المهدانوي (م 1315 هـ) أَسند عن المحدث السيد ندير حسين وتصدى للدرس والإفادة والتأليف. ومن مؤلفاته ترجمة الأدب المفرد للبخاري إلى الأردية أسماها \"سليقه\".",
            "page": "44",
            "part": "1",
            "seal": "16BBCD1A"
        },
        {
            "id": "19",
            "nass": "والعلامة المحدث الحافظ أبو محمد إبراهيم بن العلى الآروى (1264- 1319 هـ) من أخص تلامذة السيد ندير حسين وأحد أركان الدعوة السلفية، وهو أول من فكر من علماء الهند لإصلاح المنهج التعليمي السائد في مدارس الهند. وأسس على فكرته المدرسة الأحمدية بآره سنة 1398 هـ وصارت المدرسة أكبر مركز للدعوة السلفية، وكان يعقد المجالس العلمية تحت إشراف المدرسة كل سنة باسم مجلس المذاكرة العلمية، تدرس فيها موضوعات علمية خاصة. ولا تزال المدرسة الأحمدية تؤدي دورها القيادي في مجال التعليم ببلدة دربهكه من ولاية بهار؛ ومن آثاره العلمية: طريقة النجاة في ترجمة الأحاديث من الفصل الأول من المشكاة؛ في أربعة أجزاء. وله غير ذلك من المؤلفات. هاجر في آخر عمره إلى الحجاز فأخذ عنه علماؤها: وبطريقه انتشر سند السيد نذير حسين الدهلوي في الحجاز كما انتشر سنده بطريق بعض تلاميذه أمثال سعد بن عتيق في بلاد نجد والححاز1. ¶ __________ ¶ 1 نزهة الخواطر 8/4-5، تذكرة علمائي حال: 8، الحياة بعد الممات 342.",
            "page": "44",
            "part": "1",
            "seal": "E81BC515"
        },
        {
            "id": "20",
            "nass": "المحدث محمد سعيد البنارسي (1374- 1322 هـ) من كبار تلامذة السيد نذير حسين الدهلوي وأحد دعاة السنة والتوحيد. ولد ونشأ في بيت هندوكي وثنِيّ، فهداه الله إلى الإسلام فأسلم ودرس بدار العلوم (ديوبند) ثم فصل منها لعدم تقيده بالمذهب الحنفي الذي هو مذهب الدار، ثم رحل إلى دهلي ولازم السيد نذير حسين وتشبع بعلومه ثم اشتغل بالدرس والإفادة في المدرسة الأحمدية بأره وأسس المدرسة السعيدية ببنارس. ودرس بها إلى وفاته مع اشتغاله بالتأليف والتصنيف، تخرج عليه خلق كثير من شمال الهند وبهار ونبكَال وله مؤلفات ورسائل كثيرة أكثرها ردود عنيفة على متعصبي المذهب والمقلدة الجامدين؛ وله فتاوى في جزءين؛ وقد رزقه الله أولادا صالحين منهم2: ¶ __________ ¶ 2 تذكرة السعيد, عدد خاص لمجلة نصرة السنة، نزهة الخواطر 8/431-432، تراجم علمائي حديث هند 1/28، جريدة أهل الحديث 16/3 سنة 1918م.",
            "page": "44",
            "part": "1",
            "seal": "C7CFC2D1"
        },
        {
            "id": "21",
            "nass": "المحدث محمد أبو القاسم البنارسي: الذي تخرج عليه وعلى السيد نذير الدهلوي وعلى المحدث عبد الرحمن المباركفوي، اشتغل بتدريس الحديث فدرس صحيح البخاري أربعين مرة، وألف مؤلفات قيمة في الرد على من خالف السنة والطريقة السلفية. وكان له اطلاع واسع في علم الحديث مع تساهله في الاستدلال بالأحاديث الواهية، ومن مؤلفاته: الكوثر الجاري في حل مشكلات البخاري؛ وسواء الطريق في تاريخ أهل الحديث؛ وحصول المرام في أحاديث النبي عليه الصلاة والسلام؛ والأسف أن المسائل الخلافية جرته إلى ميدان الجدل والمناقشة والمناظرة فلم يستطع أن يقوم بعمل كبير في خدمة السنة كما كان يتوقع منه ويرجى من علمه 3. ¶ __________ ¶ 3 عدد خاص لمجلة نور التوحيد حول وفاة المترجم له، عدد خاص لمجلة الهدى دربهكة ص56، حياة أبي القاسم امحدث من مجلة المنار 3/سنة 1970م، تراجم علماء حديث أهل هند 1/291.",
            "page": "44",
            "part": "1",
            "seal": "0398AD74"
        },
        {
            "id": "22",
            "nass": "والمحدث أبو الحسن السيالكوتي (م 1325 هـ) ، كان له نصيب وافر في خدمة السنة النبوية، اشتغل بالدرس والتأليف. ومن آثاره: فيض الباري في شرح وترجمة صحيح البخاري بالأردية وترجمة مشكاة المصابيح إلى الأردية، وترجمة الجزء الخامس والسادس من كتاب تيسير الوصول, والإكمال في ترجمة أسماء الرجال، والكلام المبين في رد تلبيسات المقلدين, رد فيه على الفتح المبين للعلامة عبد الحي اللكنوي, وفيض الستار في ترجمة كتاب الآثار للإمام محمد إلى الأردية, والظفر المبين في الرد على مغالطات المقلدين الجزء الثاني.",
            "page": "45",
            "part": "1",
            "seal": "41CC01EF"
        },
        {
            "id": "23",
            "nass": "والشيخ المحقق أبو يحيى محمد بن كفايت الله (م 1342 هـ) من كبار أهل الحديث، اشتغل بالدرس والتأليف, ومن آثاره: الإرشاد إلى سبيل الرشاد بالأردية, كتاب جليل في الرد على التقليد, وفي الحث على اتباع الكتاب والسنة, وله تكملة الحواشي الجديدة للشيخ أبي عبد الرحمن محمد الفنجاني تلميذ السيد نذير حسين الدهلوي.",
            "page": "45",
            "part": "1",
            "seal": "159F11CB"
        },
        {
            "id": "24",
            "nass": "العلامة المحقق المحدث الشيخ محمد بشير بن بدر الدين الفاروقي السهسواني (1250- 1326هـ) من كبار تلاميذ السيد نذير حسين وأحد نوابغ عصره علم المعقول والمنقول. قرأ على بعض أفاضل فرنكى محل، وأخذ الحديث عن السيد نذير حسين في دهلي، واستجاز من المحدث اليماني، درس وأفاد في المدارس الهندية وتولى رئاسة المدارس في بوفال. ¶ ومن مؤلفاته الشهيرة: صيانة الإنسان عن وسوسة الشيخ دحلان والكتاب رد على جميع القبوريين والمبتدعين خلفا وسلفا. ¶ وله ردود عنيفة على الشيخ عبد الحي في مسئلة شد الرحال لزيارة قبر النبي صلى الله عليه وسلم. ¶ وله البرهان العجاب في مسئلة فرضية أم الكتاب وله غير ذلك من الكتب القيمة المفيدة.",
            "page": "45",
            "part": "1",
            "seal": "0DDB3EB0"
        },
        {
            "id": "25",
            "nass": "والعلامة المحقق المحدث الكبير أبو الطيب محمد شمس الحق بن أمير علي العظيم آبادي (1273- 1219 هـ) من كبار محدثي الهند الذين قادوا حركة السنة والسلفية، وأحد نوابغ العصر ممن يشار إليه بالبنان. تلقى العلوم على أساتذة عصره في بلدته وفي لكناؤ ومراد آباد ودهلي. رحل إلى دهلي ولازم السيد نذير حسين المحدث الدهلوي، ثم رجع إلى موطنه سنة 1302 هـ. ثم قصد إليه مرة ثانية ولازمه ثلاث سنوات. قرأ عليه الكتب الستة والموطأ والدارمي والدارقطني وتفسير الجلالين بكل روية وتدبر، كما استفاد من الشيخ حسين بن محسن الأنصاري وأسند عنه. ورجع إلى موطنه ديانوان، وعكف عن الدرس والإفادة والتأليف، وقد وهبه الله ملكة راسخة في علوم الكتاب والسنة، وكان مشغوفا بجمع الكتب النادرة القيمة في علوم السنة ونحوها بعد التعليق عليها. وأنفق فيها مالا كثيرا، وله منة عظيمة على أهل العلم وخاصة على طلبة الحديث.",
            "page": "45",
            "part": "1",
            "seal": "3A1AF19F"
        },
        {
            "id": "26",
            "nass": "آثاره: كانت جهوده مرتكزة في خدمة السنة النبوية فمعظم مؤلفاته في السنة منها: ¶ 1- غاية المقصود في حل سنن أبي داود: وهذا شرح واسع على السنن لم يطبع منه إلا الجزء الأول فقط قبل سنة 1205هـ، وتوجد النسخة الخطية منه بمكتبة خدا بخش، بتنه (الهند) في ثلاثة مجلدات، تنتهي إلى أول كتاب الصلاة، وقد وصل المؤلف في شرحه هذا الكتاب إلى باب في الدعاء للميت إذا وضع في قبره، ولم يمهله الأجل المحتوم لإكماله، وأما ما قال البعض أن غاية المقصود قد أتمه المؤلف في اثنين وثلاثين جزءا فلا يصح. وإنما كان التقدير أن ينتهي الشرح في اثنين وثلاثين جزءا ولكن ما قدر الله اتمامه. ¶ ويمتاز هذا الشرح العظيم بميزات وخصائص نذكر منها بعضها فيما يلي: ¶ كتب المؤلف في أول الجزء المطبوع مقدمة نفيسة تستغرق ثماني عشرة صفحة على القطع الكبير ذكر فيها فوائد شتى تتعلق بالسنن ومؤلفه الإمام أبي داود. ¶ ثم بسط الكلام في شرح الأحاديث واعتنى بحل مشكلات الحديث وشرح غريبه اعتناء تاما وذكر المسائل الفقهية المستنبطة عنه مع بيان اختلاف المجتهدين وحججهم وتعيين القول الراجح عند المؤلف، وقد تجرد فيه تماما عن التعصب الطائفي فرجح من الأقوال والآراء ما استبان له صوابه واعتضده الدليل. ¶ وكذا ترجم لكل راو في أول موضع جاء ذكره فيه، مع بيان اسمه وكنيته ونسبته ولقبه وقد يكون في إسناد الحديث أو متنه اضطراب فيوضحه ويشرح مراد الإمام أبي داود بقوله، واعتنى بتخريج كل حديث من السنن في آخر شرحه للحديث مع بيان الصحيح والضعيف منه وذكر وجوه التوفيق بين الروايات التي تبدو بادي الرأي مختلفة أو متباينة، وقد أخذ في كثير من المواضع على الأخطاء التي صدرت من شراح السنن وغيرهم وذكر ما هو الصواب. وأخيرا يسوق المؤلف في شرحه جملة من الروايات التي تتعلق بالباب مع ذكر من خرجها من الأئمة مع التمييز بين الصحيح منها والضعيف. ¶ 2- عون المعبود على سنن أبي داود: يقع هذا الشرح في أربعة مجلدات ضخمة طبعت بدهلي (الهند) بين 1318-1323هـ وتوجد نسخة خطية ناقصة منه في مجلدين ضخمين بمكتبة خدا بخش خان (بتنه) . ¶ وقد اشتهر المحدث شمس الحق العظيم آبادي بتأليفه هذا الشرح، إلا أن المجلد الأول منه في الطبعة الأولى قد نشر باسم أخيه الشيخ شرف الحق محمد أشرف العظيم آبادي، والحقيقة أن هذا الشرح من تأليف المحدث شمس الحق وإنما استعان بأخيه وغيره من العلماء أثناء التأليف وهم المحدث عبد الرحمن المباركفوري صاحب تحفة الأحوذي، والشيخ أبو عبد الله إدريس بن أبي الطيب الديانوي، وخال المؤلف الشيخ الحاج عبد الجبار بن الشيخ العالم نور أحمد الديانوي والشيخ القاضي يوسف حسين خان الهزاروي والشيخ محمد الشاه جهانفوري.",
            "page": "46",
            "part": "1",
            "seal": "0AB625BB"
        },
        {
            "id": "27",
            "nass": "وسبب تأليفه هذا الشرح أنه لما كان يؤلف شرحه الكبير على سنن أبي داود المسمى بغاية المقصود شعر أنه يطول إلى ما لا نهاية له وأن هذا العمل يمكن أن لا يتم في حياته، فشرع في تأليف مختصر ينفع العلماء والطلاب ويعينهم في فهم معاني الأحاديث، وها هو عون المعبود أكمله في سبع سنين. ¶ وهذا الكتاب لا يوجد له مثيل في شروح السنن \"وكل من جاء بعده من شيوخ الهند وغيره استمد من شرحه\". كما قال الشيخ محمد منير الدمشقي1. ¶ أما ميزات هذا الشرح فهي نفس خصائص شرحه الكبير غاية المقصود، إلا أن المؤلف سلك فيه مسلك الاختصار ولم يبسط القول في المسائل الخلافية مثل ما بسط في غاية المقصود إلا في بعض المسائل مثل بحث الجمعة في القرى وعدد تكبيرات العيدين ومسئلة التطليقات الثلاث، والصلاة على الميت الغائب، وتعليم الكتابة للنساء وحديث المجدد والتجديد وتحقيق معناه، وشرح حديث أمارات الساعة وتحقيق ما هو الحق في محمد بن اسحاق صاحب المغازي. ¶ وأكبر ميزة لعون المعبود أن المصنف بالغ في تصحيح متن السنن ومقابلته بالنسخ الموجودة بحيث صار المتن المطبوع مع العون أصح متن للسنن. ¶ 3- والتعليق المغني على سنن الدارقطني في جزءين، طبعه المؤلف على نفقته لأول مرة في الهند. ¶ 4- غنية الألمعي بحث عن عدة مسائل في الحديث. ¶ 5- النجم الوهاج في شرح مقدمة صحيح مسلم بن الحجاج. ¶ 6- المكتوب اللطيف إلى المحدث الشريف..كتبه إلى شيخه المحدث السيد نذير حسين الدهلوي في كون الإجازة العامة معتبرة. وسبب ذلك أنه اعترض بعض الحنفية على اعتبار هذه الإجازة. ¶ 7- هدية اللوذعي بنكات الترمذي. ¶ 8- تعليق على إسعاف المبطا برجال الموطأ للسيوطي. ¶ 9- نهاية الرسوخ في معجم الشيوخ. ¶ 10- فضل الباري في شرح ثلاثيات البخاري. ¶ 11- النور اللامع في أخبار الصلاة يوم الجمعة على النبي الشافع. ¶ 12- تحفة المتهجدين الأبرار في أخبار صلاة الوتر وقيام رمضان عن النبي المختار. ¶ 13- إعلام أهل العصر بأحكام ركعتي الفجر. ¶ 14- القول المحقق في تحقيق إخصاء البهائم. ¶ 15- التحقيقات العلى بإثبات فرضية الجمعة في القرى. ¶ 16- تنقيح المسائل (مجموع الفتاوى له) ¶ وله غير ذلك من الرسائل والمؤلفات في اللغة الفارسية والأردية 2. ¶ __________ ¶ 1 نموذج من الأعمال الخيرية: 627. ¶ 2 مصادر ترجمته: نزهة الخواطر 8/179، مقدمة أعلام أهل العصر (الطبعة الثانية) : هندوستان كي قديم إسلامي درسكاهين ص47 المحدث شمس الحق العظيم آبادي حياته وآثاره.",
            "page": "47",
            "part": "1",
            "seal": "EB9D6DE3"
        },
        {
            "id": "28",
            "nass": "والعلامة المحدث الحافظ عبد المنان بن شرف الدين الوزير آبادي (1207-1334هـ) من أجل تلامذة المحدث السيد نذير حسين، ومن كبار أساتذة الحديث في عصره، تصدر لتدريس علوم السنة في فنجاب فأقبل عليه طلاب العلم إقبالا عظيما من أطراف الهند وخارجها، وتخرج عليه علماء كبار وانتشر تلاميذه في الهند ونشروا السنة النبوية، درس الكتب الستة أكثر من خمس وثلاثين سنة، ولم",
            "page": "47",
            "part": "1",
            "seal": "302DDA63"
        },
        {
            "id": "29",
            "nass": "يبلغ أحد في كثرة الدرس والإفادة ولم يقاربه من تلاميذ السيد نذير حسين. ومن أشهر تلاميذه العلامة أبو الوفاء ثناء الله الأمرتسري، والعلامة محمد إبراهيم مير السيالكوتي. والمحدث عنايت علي الوزير آبادي، والمحدث محمد إسماعيل السلفي 1. ¶ __________ ¶ 1 جريدة أهل الحديث أمرتسر 16/41 سنة 1919م؛ تاريخ أهل الحديث للسيالكوتي؛ مقدمة اتحاف النبيه:23، نزهة الخواطر 8/311-312، تذكرة علمائي حال 55-56.",
            "page": "48",
            "part": "1",
            "seal": "96F91636"
        },
        {
            "id": "30",
            "nass": "والعلامة المحدث عبد العزيز الرحيم آبادي (1270- 1236 هـ) من كبار علماء أهل الحديث أحد أركان حركة المجاهدين. اشتغل بالدرس والإفادة والوعظ والتذكير. تولى إدارة المدرسة الأحمدية بأره بعد االشيخ إبراهيم الآروى، وأنشئت جمعية أهل الحديث الهندية في سنة 1906 م على فكرته. وله مواقف محمودة في نشر السنة والسلفية؛ وله بعض المؤلفات القيمة، منها: سواء الطريق في أربعة أجزاء؛ جمع فيه أحاديث صحيحة ونقلها إلى الأردية مع التعليق عليها تعليقا موجزا، وله حسن البيان فيما في سيرة النعمان للعلامة شبلى النعماني، دافع فيه عن المحدثين وموقفهم من السنة، وهداية المعتدي في قراءة المقتدي، أَلفه بأمر شيخه السيد نذير حسين. ¶ وكانت همته متوجهة إلى قيادة التنظيم السري للمجاهدين في ولاية بهار؛ فكان يجمع التبرعات ويرسل المعنويات المادية إلى ولاية سرحد لتجهيز المجاهدين الذين كانوا بقية السيف لحركة الشهيدين الجهادية؛ قضى حياته في تنظيم الجهاد وتحرير الهند من برائن الاستعمار البريطاني2. ¶ __________ ¶ 2 مقدمة حسن البيان الطبعة الثالثة، نزهة الخواطر 8/256، مجلة الهدى عدد خاص عن دار العلوم الأحمدية.",
            "page": "48",
            "part": "1",
            "seal": "04655CA1"
        },
        {
            "id": "31",
            "nass": "والعلامة المحقق الشيخ عبد الله بن عبد الرحيم الغازيفوري: (1260- 1337 هـ) أحد أركان النهضة السلفية في الهند. ومن كبار الأساتذة. تصدر للدرسم والإفادة في مدارس الهند في غازيفور وآره ودهلي. وتولى رئاسة المدرسة الأحمدية بآره؛ وكانت حلقة درسه أكبر حلقة بعد شيخه الدهلوي. تخرج عليه خلق أمثال المحدث عبد السلام المباركفوري، والمحدث عبد الرحمن المباركفوري، والعلامة أبو المكارم محمد علي المئوي، والمحدث محمد سعيد البنارسي والعلامة محمد داود الغزنوي وآخرون. ¶ وله شرح على مقدمة صحيح مسلم أسماه البحر المواج. وتوجد نسخة خطية منه بمكتبة خدا بخش حان في بتنه (الهند) ، وله فتاوى في مجلد ضخم. وله مسائل أخرى في المسائل الخلافية3. ¶ __________ ¶ 3 نزهة الخواطر 8/278، تراجم علمائي هند 1/359، تذكرة علمائي أعظم كره 197-198، تذكرة علمائي هند 262، جريدة أهل حديث أمرتسر 17/ص167، سيرة داود غزنوي 240-244.",
            "page": "48",
            "part": "1",
            "seal": "F1080E7E"
        },
        {
            "id": "32",
            "nass": "والشيخ السيد أحمد حسن الدهلوي: (1258-1338هـ) أحد كبار علماء السنة المولعين بنشر علوم الكتاب والسنة اشتغل بالتأليف والتصنيف، ومن مؤلفاته: تفسير أحسن الفوائد، وتفسير أحسن التفاسير، وحاشية على بلوغ المرام، وتنقيح الرواة في تخريج أحاديث المشكاة في أربعة أجزاء، وتخريج مسند الإمام أحمد بن حنبل ولم يتمه 4. ¶ __________ ¶ 3 نزهة الخواطر 8/278، تراجم علمائي هند 1/359، تذكرة علمائي أعظم كره 197-198، تذكرة علمائي هند 262، جريدة أهل حديث أمرتسر 17/ص167، سيرة داود غزنوي 240-244. ¶ 4 نزهة الخواطر 8/44، مقدمة أحسن التفاسير (الطبعة الجديدة) ، تراجم علمائي حديث هند 1/162.",
            "page": "48",
            "part": "1",
            "seal": "2B7F5EC2"
        },
        {
            "id": "33",
            "nass": "العلامة الشيخ أبو سعيد محمد حسين البتالوي: (1256ـ 1338 هـ) من أجل تلامذة السيد نذير حسين الدهلوي وأحد نوابغ عصره، قضى حياته في الدفاع عن الإسلام وإحياء السنة والسلفية وهو أول من تنبه لفتنة القاديانية وعكف على ردها وإبطالها، وكانت لمجلته \"إشاعة السنة\" مواقف محمودة في إحياء حركة السنة والسلفية، وله مؤلفات كثيرة منها: تعليقات شتى على كتاب الصلاة والمغازي والتفسير من صحيح البخاري، وتعليقات شتى على النصف الأول من مشكاة المصابيح، وله منح الباري في ترجمة صحيح البخاري 1. ¶ __________ ¶ 1 نزهة الخواطر 8/428، جريدة أهل الحديث أمر تسر 18/41-42، سنة 1921م، تذكرة علمائي حال.",
            "page": "49",
            "part": "1",
            "seal": "804C9A79"
        },
        {
            "id": "34",
            "nass": "العلامة السيد عبد العزيز الحسيني الصمدني: (م 1341هـ) من أخص تلامذة السيد نذير حسين، أسند عن الشيخ حسين بن محسن الأنصاري واشتغل بالتأليف والتصنيف، وله مؤلفات كثيرة، منها: ¶ عزيز المحدثين في تخريج أحاديث، رسالة هدية الأئمة، ورسالة في الموضوعات وشرح أسماء الرجال.",
            "page": "49",
            "part": "1",
            "seal": "FB04841B"
        },
        {
            "id": "35",
            "nass": "الشيخ فقير الله بن فتح المدراسي: (م 1341هـ) من مشاهير علماء الحديث الذين لهم فضل عظيم في نشر الطريقة السلفية في أرجاء الهند، وله جهود طيبة في نشر السنة في مناطق مدراس، وله رسائل ومؤلفات، منها: الموعظة الحسنة في خطبة الجمعة بكل لسان من الألسنة.",
            "page": "49",
            "part": "1",
            "seal": "E46DD9A6"
        },
        {
            "id": "36",
            "nass": "العلامة المحدث عبد السلام المباركفوري: (م 1342 هـ) من كبار الدعاة إلى السنة والسلفية، أسند عن السيد نذير حسين وعن المحدث حسين بن محسن الأنصاري، تولى مسند التدريس في مدرسة صادقفور السلفية، ورحل إلى بلاد الهند وأنشأ هناك مدارس، وتصدر للتدريس في المدرسة الرحمانية بدهلي. ¶ ومن أهم مؤلفاته: سيرة البخاري في الأردية وهو كتاب قيم نادر في بابه 2. ¶ __________ ¶ 2 نزهة الخواطر 8/161، تذكرة علمائي حديث هند 1/323، تذكرة علمائي حال 29، تراجم علمائي مباركفور 167، تذكرة علمائي أعظم كره 158، مقدمة إتحاف النبيه 22.",
            "page": "49",
            "part": "1",
            "seal": "E54A605D"
        },
        {
            "id": "37",
            "nass": "الشيخ المحدث عبد الحكيم النصير آبادي: أحد العلماء السلفيين المشتغلين بعلوم السنة، تخرج على السيد نذير حسين واشتغل بالتأليف، من آثاره القيمة: تبويب فقهي لمسند الإمام أحمد بن حنبل، بدأت جمعية أهل الحديث الهندية بطبع هذا الكتاب مع شرح وتعليق المحدث أبي سعيد شرف الدين وتخريج المحدث أحمد حسن، ولكن توقف نشره بعد طبع ست وخمسين صفحة.",
            "page": "49",
            "part": "1",
            "seal": "94CF8D00"
        },
        {
            "id": "38",
            "nass": "والعلامة المحدث أبو تراب رشد الله شاه بن العلامة رشيد الدين شاه: (م 1340هـ) من كبار العلماء المحققين ومن أجل تلامذة الدهلوي، وله دور بارز في نشر السنة والعقيدة السلفية في بلاد السند، وهو أول من أسس مدرسة سلفية في بلدته وأدخل الكتب الستة في المنهج الدراسي وصنف كتبا عديدة في التوحيد والسنة ورد الشرك والبدعة، منها: كشف الأستار عن رجال معاني الآثار وهو تلخيص معاني الأخبار من رجال معاني الآثار للعيني في ثلاثة أجزاء 1. ¶ __________ ¶ 1 مقدمة السمط الابريز على مسند عمر بن عبد العزيز؛ مقدمة هداية المستفيد في ترجمة فتح المجيد 1/90-93.",
            "page": "50",
            "part": "1",
            "seal": "196CBF6D"
        },
        {
            "id": "39",
            "nass": "والشيخ المحدث الحافظ عبد الجبار بن الشيخ منشى بدر الدين العمر فوري ثم الدهلوي: (1277-1344) أحد كبار علماء السنة المولعين بنشرها وإحيائها، لازم السيد حسين نذير وأسند عنه ثم اشتغل بالدرس والتأليف والوعظ والتذكير في عدة أماكن، ولهمواقف محمودة في الرد على منكر السنة عبد الله الجكرالوي الذي جاء بهذه الفكرة الخبيثة، وكان شاعرا وأديبا في العربية، تولى إدارة التحرير لمجلة ضياء السنة ببلدة كلكتا، وله مؤلفات قيمة، منها: صمصام التوحيد في رد التقليد وتذكير الإخوان في خطبة الجمعة بكل لسان، وتخرج عليه علماء كبار منهم ولده المجاهد الحافظ عبد الستار حسن العمر فوري والمحقق الأديب عبد العزيز الميمني والشيخ عبد الجبار الكهند يلوي 2. ¶ __________ ¶ 2 جريدة أهل حديث أمر تسر 16/5 سنة 1918م، تراجم علماء حديث هند 160، تذكرة علماء حال 39، نزهة الخواطر 8/217-218.",
            "page": "50",
            "part": "1",
            "seal": "FD8E39E4"
        },
        {
            "id": "40",
            "nass": "والشيخ المحدث العلامة أبو المكارم محمد علي بن العلامة فيض الله المئوي: (1276-1352هـ) أحد كبار علماء الهند والمتضلعين من علوم الكتاب والسنة تلمذ على أساتذة عصره وأسند عن المحدث السيد نذير وبذل جهوده لنشر السنة وإحيائها ونشر العقيدة السلفية والدفاع عنها، وألف رسائل ومؤلفات أكثرها ردود على مخالفي السنة.",
            "page": "50",
            "part": "1",
            "seal": "05CD4956"
        },
        {
            "id": "41",
            "nass": "والمحدث الكبير العلامة أبو العلى عبد الرحمن بن الحافظ عبد الرحيم المباركفوري: (م 1353هـ) من مشاهير عصره وأحد كبار محدثي الهند، طار صيته في الآفاق، كان له ملكة راسخة في علوم الشريعة قرأ العلوم على أساتذة عصره ثم لازم الحافظ الغاز يفوري وأخذ عنه العلوم المتداولة، ولازم السيد نذير حسين الدهلوي وتشبع بعلومه وأسند عنه كما أخذ عن المحدث حسين بن محسن الأنصاري اليماني واستفاد من المحدث شمس الحق العظيم آبادي حينما كان عنده في أثناء تأليف عون المعبود تصدر للدرس والإفادة بقريته مباركفور وأنشأ هناك مدرسة دار التعليم كما أنشأ مدارس سلفية في بعض مدن الهند وقراها، ودرس وأفاد بها إلى مدة ثم اختار الانقطاع للتأليف والتصنيف، وقد نشطت بجهوده حركة السنة نشاطا كبيرا. ¶ تلامذته: ¶ في هذه المدة التي تحتوي ثلث عمره في التعليم والتدريس والإفادة انتفع به خلق كثير أشهرهم: المحدث عبد السلام المباركفوري ونجله المحدث عبيد الله الرحماني حفظه الله وأطال الله بقاءه، الذي استعان به المؤلف في شرحه على الترمذي، والعلامة نذير أحمد الأملوي، والشيخ عبد الصمد المباركفوري، والشيخ محمد إسحاق الآروي، والعلامة الدكتور تقي الدين الهلالي المغربي حفظه الله.",
            "page": "50",
            "part": "1",
            "seal": "8D2EEC76"
        },
        {
            "id": "42",
            "nass": "مؤلفاته: ¶ قضى قسطا كبيرا من حياته في التأليف والتصنيف وأعظم كتبه كتابه العظيم: ¶ 1- تحفة الأحوذي في شرح جامع الترمذي في أربعة مجلدات. والشرح يمتاز من بين شروح الجامع بمميزات وخصائص منها: ¶ أن المؤلف ذكر ترجمة كل راو من رواة الجامع بقدر الحاجة والضرورة وأسهب ترجمة بعضهم في بعض المواضع حسب المقام. ¶ وخرج الأحاديث الواردة في الكتاب وبذل غاية جهده في إيضاح مشكلات الأسانيد والمتون وحلها، وذكر الأقوال المعتبرة والمباحث المعتمدة عند الفقهاء المحدثين والسلف الصالح في شرح الأحاديث وتوضيحها، وخرج الأحاديث التي أشار إليها الترمذي في كل باب بقوله: وفي الباب عن فلان وفلان، وذكر ألفاظها مهما أمكن وتكلم في بعضها وأظهر ما فيه من الكلام للأئمة النقاد من المحدثين. ¶ ولم يشر الإمام الترمذي في كثير من الأبواب إلى أحاديث أخرى توافق أصل حديث الباب بقوله: \"وفي الباب خلاف\" فأشار المؤلف بقوله: وفي الباب عن فلان وفلان وخرجها. ¶ وأضاف أحاديث أخرى أطلع عليها المؤلف عند قول الترمذي: وفي الباب عن فلان وعن فلان توسع المؤلف في ذكر مذاهب الفقهاء وبيان اختلافهم فيذكر أقوال العلماء ممن لم يذكرهم الترمذي، والترمذي مشهور بالتساهل في تحسين الحديث وتصحيحه فذكر المؤلف عقب تحسينه أو تصحيحه تصحيح غير واحد من أهل الحديث غير الترمذي أو تحسينهم ليطمئن القلب وينشرح الصدر، مع التنبيه على المواضع التي وقع فيها التساهل والتسامح من الإمام الترمذي في تحسينه أو تصحيحه، ويذكر الترمذي في كثير من المواضع اختلاف أهل العلم ولا يذكر الراجح من المرجوح ففي هذه المواضع يظهر المؤلف ما هو الراجح، ويسرد دلائل أقوال الفقهاء التي ذكرها الترمذي بدون دليلها، ثم يبدي رأيه في المسألة فيرجح ما رجحه الدليل ويزيف دلائل الأقوال المرجوحة، ويوضح قول الترمذي في بيان المذاهب، \"ذهب قوم من أهل العلم\" فيعينهم ويبين مراد الترمذي بلفظ القوم، وإذا وقع التساهل من الترمذي في نقل المذاهب في بعض المواقع فينبه المؤلف على هذا التساهل في أكثر الأحيان، وقد سلك المؤلف في هذا الشرح مذهب المحققين يرجح ما رجحه الدليل بدون تعصب لمذهب فقهي خاص. ¶ 2- مقدمة تحفة الأحوذي في مجلد ضخم، وفي بابين، ذكر في الباب الأول تدوين علوم الحديث وأنواع كتب السنة وأسماء كتب الحديث الموجودة وشروحها مع تعريف كل منها، وذكر في الباب الثاني ترجمة الإمام الترمذي وما يتعلق بالجامع وبمصطلحات الترمذي من فوائد ومحاسن، وذكر شروح الترمذي ورواة الجامع على ترتيب أبجدي. ¶ 3-أبكار المنن في تنقيد آثار السنن في جزء.",
            "page": "51",
            "part": "1",
            "seal": "9A6B65A8"
        },
        {
            "id": "43",
            "nass": "4-تحقيق الكلام في وجوب القراءة خلف الإمام بالأردية في جزءين. ¶ 5- خير الماعون في منع الفرار من الطاعون. ¶ 6- والمقالة الحسنى في سنية المصافحة باليد اليمنى. ¶ 7- كتاب الجنائز. ¶ 8- نور الأبصار (في إثبات الجمعة في القرى والرد على من أنكرها) . ¶ 9- تنوير الأبصار بتأييد نور الأبصار. ¶ 10 ضياء الأبصار. ¶ 11- والقول السديد فيما يتعلق بتكبيرات العيد (كلها بالأردية) ، وله غير ذلك من المؤلفات والرسائل ناقصة أو غير ناقصة أو غير مطبوعة 1. ¶ __________ ¶ 1 نزهة الخواطر 8/242، تراجم علماء حديث هند، تذكرة علمائي هند، مقدمة تحفة الأحوذي.",
            "page": "52",
            "part": "1",
            "seal": "BD40B46B"
        },
        {
            "id": "44",
            "nass": "والشيخ المحدث أحمد الله بن أمير الله البرتابكدهي ثم الدهلوي (م 1362هـ) من مشاهير علماء الحديث المفلقين في علوم الكتاب والسنة، قصر همته على تدريس الحديث طول حياته، وقد نفع الله بدروسه خلقا كثيرا، وقد انتهت إليه رئاسة الحديث في عصره وأكثر علماء أهل الحديث في شبه القارة الهندية أخذوا عنه وتتلمذوا عليه وبواسطته يتصلون بالمحدث نذير حسين الدهلوي. ¶ درس بمدرسة حاجي عليجان بدهلي ثم بدار الحديث الرحمانية بدهلي ثم المدرسة الزبيدية وقد تخرج عليه علماء كبار من أهل الحديث، اشتهر منهم: المحدث محمد يونس البرتاب كدهي، والعلامة نذير أحمد الأملوي، والمحدث عبد السلام البستوي رحمهم الله، والحافظ محمد الغوندلوي، والمحدث عبيد الله الرحماني، والشيخ عبد الغفار حسن الرحماني، وسيأتي ذكر بعض هؤلاء في ذكر تلاميذ تلامذة السيد حسين نذير2. ¶ __________ ¶ 2 نزهة الخواطر 8/47، تراجم علماء حديث هند 1/16، العجالة النافعة مع التعليقات الساطعة 107.",
            "page": "52",
            "part": "1",
            "seal": "E66EDF2A"
        },
        {
            "id": "45",
            "nass": "والشيخ المحدث الحافظ أبو تراب عبد التواب بن العلامة قمر الدين الملتاني (م 1366 هـ) : من كبار علماء الحديث في عصره، تتلمذ على يد السيد نذير حسين واستجاز من العلامة محمد راغب الطباخ الشامي 1370هـ، اشتغل بتدريس السنة ونشر السلفية مع مساعدة حركة المجاهدين، وكان له عناية كبيرة بتصحيح كتب الحديث والتعليق عليها ونشرها، ومن آثاره العلمية: تراجم وشروح مشكاة المصابيح وبلوغ المرام وثمانية أجزاء من صحيح البخاري إلى الأردية، وتعليقات على حاشية صحيح مسلم للسندي، وتعليقات على تحفة المودود بأحكام المولود؛ وهو أول من ابتدأ بنشر مصنف ابن أبي شيبة مع تعليقاته عليه ولكن لم يتم طبعه لأجله المحتوم، تخرج عليه خلق من أمثال المحقق عطاء الله الفوجياني 3. ¶ __________ ¶ 3 مقدمة اتحاف النبيه 22- 23، نموذج من الأعمال الخيرية 87.",
            "page": "52",
            "part": "1",
            "seal": "B7B7CC5B"
        },
        {
            "id": "46",
            "nass": "والعلامة شيخ الإسلام أبو الوفاء ثناء الله الامر تسري (1287- 1367هـ) : عبقري من عباقرة الإسلام، داعية كبير وحامل لواء السنة، دافع عن الإسلام طول حياته، تلقى العلوم عن المحدث عبد المنان الوزير آبادي وعن أساتذة دار العلوم ديوبند وكانفور وأسند الحديث عن السيد نذير حسين المحدث، أسس دارا للطباعة والنشر وأصدر مجلته الشهيرة جريدة أهل الحديث الأسبوعية في سنة 1321هـ، التي استمر نشرها أربعا وأربعين سنة حتى وافته المنية، وأسس جمعية أهل الحديث الهندية مع أصحابه ونشط لها طول حياته، ناظر كل الطوائف الكافرة والمضللة ورد على أهل البدع والخرافات والجمود والتقليد وسعى لنشر السنة والسلفية، ألف كثيرا في الرد على الميرزا غلام أحمد القادياني ولكثرة ردوده عليه ما كان يحصيها المؤلف نفسه، وكتب في الرد على الفرقة الهندوكية \"آريه سماج\" وعلى المسيحية وعلى منكري السنة، وله تفاسير القرآن في العربية والأردية1. ¶ __________ ¶ 1 سيرت ثنائي لعبد المجيد خادم سوهدروي، ونقوش أبي الوفاء: ياد رفتكان 417، نزهة الخواطر 8/95-96، تاريخ أهل الحديث 433-434.",
            "page": "53",
            "part": "1",
            "seal": "79E3ACC5"
        },
        {
            "id": "47",
            "nass": "الشيخ المحدث محمد نعمان بن الحاج عبد الرحمن المئوي الأعظمي (1297- 1371هـ) من الأساتذة المشهورين الذين خدموا السنة بتدريسها، أسند عن السيد نذير حسين الدهلوي وتصدر لتدريس الحديث بجامعة دار السلام عمر آباد بمدراس، وتخرج عليه علماء كبار.",
            "page": "53",
            "part": "1",
            "seal": "D6FF2279"
        },
        {
            "id": "48",
            "nass": "والشيخ العلامة محمد إبراهيم مير السيالكوتي: (م 1376هـ) من كبار علماء الهند وناصري السنة والعقيدة السلفية، تتلمذ على المحدث عبد المنان الوزير آبادي وأسند عن المحدث السيد نذير حسين واشتغل بالدرس والإفادة والتأليف والوعظ والتذكير وله ردود عنيفة على القاديانية، ومنكري السنة وآريه سماج، أصدر مجلة الهادي، وأسس مدارس، ومن مؤلفاته: تفسير لسور عديدة من القرآن، وسيرة المصطفى، والسيرة النبوية، وعون الباري لحل عويصات البخاري، وكشف الغمة على اختلاف الأمة، وغزوات النبي. ¶ وقد تخرج عليه خلق كثير أمثال الشيخ عصمت الله الرحماني المئوي، والشيخ محمد اسماعيل السلفي، والشيخ أبو حفص العثماني، وآخرون ¶ والجدير بالذكر أنه كان من مؤسسي جمعية أهل الحديث الهندية وكان الساعد الأيمن لشيخ الإسلام ثناء الله الامر تسري في أعماله الدينية والإصلاحية 2. ¶ __________ ¶ 2 تاريخ أهل الحديث للمترجم نفسه.",
            "page": "53",
            "part": "1",
            "seal": "DA3D002F"
        },
        {
            "id": "49",
            "nass": "تلاميذ تلامذة السيد نذير حسين المحدث الدهلوي ¶ تلامذة المحدث عبد الوهاب الملتاني الدهلوي ¶ ... ¶ تلاميذ تلامذة السيد نذير حسين المحدث الدهلوي. ¶ نذكر هنا بعض علماء الحديث الذين تخرجوا على تلامذة السيد نذير حسين المحدث الدهلوي وساهموا في نشر السنة وإحيائها:",
            "page": "53",
            "part": "1",
            "seal": "222BD8D5"
        },
        {
            "id": "50",
            "nass": "تلامذة المحدث عبد الوهاب الملتاني الدهلوي ¶ 1- الشيخ العلامة محمد إبراهيم الجوناكدهي (م سنة 1360هـ) : أحد مشاهير أهل الحديث المشهورين في الأوساط الدينية والعلمية، قضى حياته في التأليف والتصنيف ونشر السلفية وإحياء السنة بكل جرأة وحماس وشدة. كان كثير الرد على التقليد والبدع والخرافات، وعلى كل من يراه على الخطأ حتى رد على شيخه عبد الوهاب ردودا عنيفة في بعض المسائل: ومن آثاره: سلسة مؤلفاته المسماة بالمحمديات على الموضوعات الدينية والمسائل الخلافية. وله خطبات محمدي في مجلدات جمع فيها خطب النبي صلى الله عليه وسلم ونقلها إلى الأردية، وترجم تفسير ابن كثير وإعلام الموقعين لابن القيم وشرف أصحاب الحديث للخطيب البغدادي وجزء رفع اليدين للبخاري إلى الأردية ونشرها من مطبعته المحمدية. وله رسائل أخرى كثيرة. وكان له جريدة أسبوعية أسماها \"أخبار محمدي\"، وكانت لمناظراته وردوده أثر كبير في إزالة البدع والمنكرات وترك التقليد والجمود على المذهب إلا أن تشدده قد أضر بالدعوة السلفية كثيرا بحيث فهم الناس أن السلفية عبارة عن إثارة الخلافات والإصرار على بعض الفروع. ولذيوع رسائله ومؤلفاته بين عامة الناس وفي أوساط السلفيين بكثرة زاد هذا الضرر، عفا الله وعنه؛ فإن جهوده التي نؤاخذ عليها اليوم كانت في عصر المناظرات والجدل والمناقشة الكلامية، ولعل هذا كان مبررا له لهذا الصنيع 1. ¶ 2- والشيخ أحمد بن محمد الدهلوي ثم المدني: تخرج على صنوه الشيخ عبد الوهاب واشتغل بنشر السنة والعقيدة السلفية في بلاد الهند، ثم هاجر إلى المدينة المنورة ودرس وأفاد بالحرم المدني، وأسس داري الحديث بالمدينة المنورة ومكة المكرمة بمساعدة الحافظ حميد الله الدهلوي السلفي من كبار أثرياء دهلي، ودرس بدار الحديث بالمدينة كتب الحديث، ومن مؤلفاته: تاريخ أهل الحديث، ومسائل اللحية، ومناسك الحج (بالأردية) وكيفية صلاة المرأة (بالأردية) . ¶ 2- والشيخ المحدث عبد الستار بن المحدث عبد الوهاب الملتانى: تخرج على أبيه واشتغل بالدرس والتأليف في الهند والباكستان قرب نصف قرن، وله مؤلفات منها التفسير الستاري (ستة أجزاء) وتفسير الفاتحة، ونصرة الباري في شرح صحيح البخاري (عشرة أجزاء من البخاري) طبع في المكتبة السعودية بكراتشي 1956 م وله رسائل كثيرة في المسائل الخلافية. انتهج منهج أبيه في مؤلفاته، منهج الشدة والتنطع والتركيز على بعض الفروع 2. ¶ __________ ¶ 1 مقدمة تفسير سورة الفاتحة للشيخ عبد الستار. ¶ 2 تراجم علمائي حديث هند /174-176، مقدمة خطبات محمدي للمترجم نفسه.",
            "page": "54",
            "part": "1",
            "seal": "65602C7B"
        }
    ],
    "t10343": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "النواب صديق حسن البوفالي وأصحابه"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "4",
            "lvl": "3",
            "sub": "2",
            "tit": "مدخل"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "آثاره العلمية"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "1",
            "tit": "آثاره العلمية"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "من علماء أسرة النواب البوفالي"
        },
        {
            "id": "6",
            "lvl": "3",
            "sub": "1",
            "tit": "من علماء أسرة النواب البوفالي"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مدرسة المحدث السيد نذير حسين الدهلوى"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": "2",
            "tit": "مدخل"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "مؤلفاته"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": "1",
            "tit": "مؤلفاته"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "تلاميذه"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": "1",
            "tit": "الإمام المصلح المحدث العارف بالله عبد الغزنوي"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ المحدث بديع الزمان بن مسيح الزمان اللكنوي الحيدر آبادي"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ المحدث أمير حسن"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ الداعية المحدث الحافظ محمد بن بارك الله اللكهوي"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ عبد الوهاب الملتاني الدهلوي"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ المحدث أبو عبد الرحمن محمد الفنجابى"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "المحدث محمد بن هاشم السورتي السامرودي"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ أبو النصر عبد الغفار نشتر المهدانوي"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة المحدث الحافظ أبو محمد إبراهيم بن العلى الآروى"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "المحدث محمد سعيد البنارسي"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "المحدث محمد أبو القاسم البنارسي"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": null,
            "tit": "والمحدث أبو الحسن السيالكوتي"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ المحقق أبو يحيى محمد بن كفايت الله"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة المحقق المحدث الشيخ محمد بشير بن بدر الدين الفاروقي السهسواني"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة المحقق المحدث الكبير أبو الطيب محمد شمس الحق بن أمير علي العظيم آبادي"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة المحدث الحافظ عبد المنان بن شرف الدين الوزير آبادي"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة المحدث عبد العزيز الرحيم آبادي"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة المحقق الشيخ عبد الله بن عبد الرحيم الغازيفوري"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ السيد أحمد حسن الدهلوي"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة الشيخ أبو سعيد محمد حسين البتالوي"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة السيد عبد العزيز الحسيني الصمدني"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ فقير الله بن فتح المدراسي"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "العلامة المحدث عبد السلام المباركفوري"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ المحدث عبد الحكيم النصير آبادي"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة المحدث أبو تراب رشد الله شاه بن العلامة رشيد الدين شاه"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ المحدث الحافظ عبد الجبار بن الشيخ منشى بدر الدين العمر فوري ثم الدهلوي"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ المحدث العلامة أبو المكارم محمد علي بن العلامة فيض الله المئوي"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "والمحدث الكبير العلامة أبو العلى عبد الرحمن بن الحافظ عبد الرحيم المباركفوري"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ المحدث أحمد الله بن أمير الله البرتابكدهي ثم الدهلوي"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ المحدث الحافظ أبو تراب عبد التواب بن العلامة قمر الدين الملتاني"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "والعلامة شيخ الإسلام أبو الوفاء ثناء الله الامر تسري"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "الشيخ المحدث محمد نعمان بن الحاج عبد الرحمن المئوي الأعظمي"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "والشيخ العلامة محمد إبراهيم مير السيالكوتي"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "تلاميذ تلامذة السيد نذير حسين المحدث الدهلوي"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": "1",
            "tit": "تلامذة المحدث عبد الوهاب الملتاني الدهلوي"
        }
    ]
}