{
    "b10354": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ الخَبيثَةُ أمُّ الخبَائِثِ ¶ للشيخ عبد الفتاح عشماوي ¶ المدرس في كلية الحديث الشريف ¶ مما لا شك فيه أن سعادة الإنسان مرتبطة بعقله. والعقل من الإنسان كالقطب من الرحى أو الشمس من الكون أو الروح من الجسد. ¶ به يعرف الخير من الشر والضار من النافع والهدى من الضلال، وبه رفع الله شأن الإنسان. ففضله وكرمه على كثير من خلقه. خاطبه وكلفه واستخلفه في الأرض وجعله مسئولاً أمامه عما يأتي: وعما يذر. ¶ وحفظاً لهذه النعمة الكبرى حرم الله عليه أن يندفع مع شهوته الفاسدة إلى تناول ما يفسد تلك النعمة أو يضعفها. فيحرم من آثار الطيبة وينزل عن المكانة السامية التي وضعه الله فيها. ¶ ومن أجل ذلك حرم الله عليه الخمر.",
            "page": "182",
            "part": "1",
            "seal": "213F6821"
        },
        {
            "id": "2",
            "nass": "التدرج في تحريم الخمر ¶ ... ¶ التدرج في تحريمها: ¶ وقد كان الناس يشربون الخمر حتى هاجر الرسول الله صلى الله عليه وسلم من مكة إلى المدينة فكثر سؤال المسلمين عنها وعن لعب الميسر لما كانوا يرون من شرورهما ومفاسدهما. فأنزل الله عز وجل: ¶ {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} سورة البقرة آية 219أي أن في تعاطيهما ذنباً كبيرا. لما فيهما من الأضرار والمفاسد الجسدية والدينية. وأن فيهما كذلك منافع للناس. وهذه المنافع مادية وهي الربح بالاتجار في الخمر وكسب المال دون عناء في الميسر. ومع ذلك فإن الإثم أرجح من المنافع فيهما. وفي هذا ترجيح لجانب التحريم وليس تحريماً قاطعاً، وتسابق الكثير إلى تركها اكتفاء بترجيح المعنى للترك.",
            "page": "182",
            "part": "1",
            "seal": "CF641C64"
        },
        {
            "id": "3",
            "nass": "ثم نزل بعد ذلك التحريم القاطع أثناء الصلاة تدرجاً مع الناس الذين ألفوها وعدوه جزءاً من حياتهم قال الله (سبحانه وتعالى) : ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} سورة النساء آية 43. ¶ وكان سبب نزول هذه الآية أن رجل صلى وهو سكران فقرأ: {قُلْ يَا أَيُّهَا الْكَافِرُونَ لا أَعْبُدُ مَا تَعْبُدُونَ..} إلى آخر السورة بدون ذكر النفي. وكان ذلك تمهيداً للبت في أمرها، ثم نزل حكم الله بتحريمها نهائياً. قال الله تعالى: ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} سورة المائدة: آية 90- 91. ¶ فقال عمر رضي الله عنه: \"انتهينا يا رب، فقد كان هو صاحب هذه الدعوة المجابة\". ¶ وقد احتوت الآية على جملة من أساليب التحريم القوية القاطعة. ¶ فأولاً: نظمت الخمر مع مظاهر الشرك في توحيد الله وعبادته وهي الأنصاب. والأزلام في سلك واحد. ¶ {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ} . ¶ ثانياً: وصفت الجميع بأنه (رجس) واستخدمت كلمة (إنما) الدالة على أنه لا صفة لها سوى الرجسية. وبتتبع كلمة (رجس) في القران الكريم لم نجدها إلا عنوانا على ما اشتد قبحه وعظم عند الله جُرمه. ¶ قال تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَان} . ¶ {فَزَادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ} . ¶ {كَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لا يُؤْمِنُونَ} . ¶ {فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ} . ¶ {أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ} . ¶ وهكذا اندرج شرب الخمر مع الكفر والكافرين وعبادة الأوثان تحت كلمة (رجس) .",
            "page": "183",
            "part": "1",
            "seal": "50A20EAD"
        },
        {
            "id": "4",
            "nass": "ثالثاً: وصفت الآية الخمر بأنها من عمل الشيطان وهو كناية في اللسان العربي وفي الأسلوب القرآني على غاية الفحش ونهاية الشر. ¶ رابعاً: أمرت الآية باجتنابه ومعناه أن تكون الخمر في جانب والمؤمن في جانب ناء منها بحيث لا يقربها فضلاً عن أن يتصل بها فضلاً عن أن يتناولها. ¶ خامسا: علقت الآية على اجتنابه رجاء الفلاح. والفلاح يتضمن السلامة من الخسران والحصول على خيري الدنيا والآخرة وأرشد ذلك إلى أن الاقتراب من الخمر يوقع في الخسران العام المطلق. ¶ سادساً: أرشدت الآية إلى أثره السيئ في علاقة الناس بعضهم مع بعض، بقطع الصلات. ويعد لسفك الدماء. وانتهاك الحرمات التي عظمها الله. ¶ {إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ} . ¶ سابعاً: سجلت الآية أن من آثار الخمر بعد هذا الضرر الاجتماعي ضرراً آخر روحياً يقطع صلة الإنسان بربه. وينزع من نفسه تذكر عظمة الله عن طريق مراقبته بالصلاة الخاشعة. وتذكر جماله وجلاله، وذلك بما يترك في القلب من قسوة وفي النفس من دنس. ¶ {وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ} . ¶ وأخيراً تختم الآية هذه الجهات كلها بهذا الاستفهام التقريعي الدال على غاية التهديد. ¶ {فَهَلْ أَنْتُمْ مُنْتَهُونَ} . أي انتهوا وإلا، فعقاب ماحِق لمن لم ينته. ¶ تلك أساليب التحريم التي تضمنتها آية الخمر وأنه لفي الواحد منها ما يملأ قلب المؤمن بربه رهبة من غضبه إذا ما حدثته نفسه أن يقترب من الخمر بما يلوث من نتنه، وهذه الآية آخرها ما نزل في حكم الخمر وهي قاضية بتحريمها تحريماً مُرْهِباً. ¶ وأخرج عبد الله بن حميد عن عطاء قال: ¶ أول ما نزل من تحريم الخمر: {يَسْأَلونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ وَإِثْمُهُمَا أَكْبَرُ مِنْ نَفْعِهِمَا} . ¶ فقال بعض الناس: نشربها لمنافعها، وقال الآخرون: لا خير في شيء فيه إثم.",
            "page": "184",
            "part": "1",
            "seal": "3F66AA02"
        },
        {
            "id": "5",
            "nass": "ثم نزلت: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ} . ¶ فقال بعض الناس: نشربها ونجلس في بيوتنا. وقال آخرون: لا خير في شيء يحول بيننا وبين الصلاة مع المسلمين. فنزلت: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} فنهاهم فانتهوا. وكان هذا التحريم بعد غزوة الأحزاب. ¶ وعن قتادة: \"أن الله حرم الخمر في سورة المائدة بعد غزوة الأحزاب وكانت غزوة الأحزاب سنة أربع أو خمس هجرية\". ¶ وذكر ابن إسحاق أن التحريم كان في غزوة بني النضير وكانت سنة أربع هجرية على الراجح. ¶ تشديد الإسلام في تحريم الخمر: ¶ وتحريم الخمر يتفق مع تعاليم الإسلام التي تستهدف إيجاد شخصية قوية في جسمها ونفسها وعقلها. وما من شك في أن أن الخمر تضعف الشخصية وتذهب بمقوماتها ولا سيما العقل. ¶ وإذا ذهب العقل تحول المرء إلى حيوان شرير وصدر عنه من الشر والفساد ما لا حد له. فالقتل والعدوان والفحش وإفشاء الأسرار وخيانة الأوطان من آثاره. ¶ وهذا الشر يصل إلى نفس الإنسان وإلى أصدقائه وجيرانه وإلى كل من يسوقه حظه التعس إلى الاقتراب منه. ¶ فعن علي كرم الله وجهه: أنه كان مع عمه حمزة وكان له شارفان (ناقتان مسنتان) أراد أن يجمع عليهما الإذخِر. وهو نبات طيب الرائحة - مع صائغ يهودي ويبيعه للصواغين ليستعين بثمنه على وليمة فاطمة رضي الله عنها - عند إرادة البناء بها -. ¶ وكان عمه حمزة يشرب الخمر مع بعض الأنصار ومعه قينة تغنيه فأنشدت شعراً حثته به على نحر الناقتين. وأخذ أطايبهما ليأكل منها. فثار حمزة وقطع أسنمتها وأخذ من كبديهما فلما رأى علي ذلك تألم ولم يملك عينيه وشكا حمزة إلى النبي صلى الله عليه وسلم - فدخل النبي صلى الله عليه وسلم. على حمزة ومعه علي وزيد بن حارثة. فتغيظ عليه",
            "page": "185",
            "part": "1",
            "seal": "8CAFD873"
        },
        {
            "id": "6",
            "nass": "وطفق يلومه - وكان حمزة ثملا احمرت عيناه. فنظر إلى رسول الله صلى الله عليه وسلم وقال له ولمن معه: \"وهل أنتم إلا عبيد لأبي\". ¶ فلما علم النبي صلى الله عليه وسلم أنه ثمل. نكص على عقبيه القهقرى وخرج هو ومن معه. ¶ هذه هي آثار الخمر حينما تلعب برأس شاربها وتفقده وعيه ولهذا أطلق عليها الشرع أم الخبائث. ¶ ومما يروى من آثار الخمر. أن قيس بن عاصم المنقري كان شراباً لها في الجاهلية ثم حرمها على نفسه. وكان سبب ذلك أنه غمز عكنة ابنته وهو سكران. وسب أبويه ورأى القمر فتكلم بشيء وأعطى الخمار كثيرا من ماله فلما أفاق أخبر بذلك وحرمها على نفسه وفيها يقول: ¶ رأيت الخمر صالحة وفيها ... خصال تفسد الرجل الحليما ¶ فلا والله أشربها صحيحا ... ولا أشفى بها أبداً سقيما ¶ ولا أعطى بها ثمنا حياتي ... ولا أدعو لها أبداً نديما ¶ فإن الخمر تفضح شاربيها ... وتجنبهم بها الأمر العظيما ¶ وصدق رسول الله صلى الله عليه وسلم القائل: ¶ \"الخمر أم الفواحش وأكبر الكبائر. ومن شرب الخمر ترك الصلاة ووقع على أمه وخالته وعمته\". ¶ - رواه الطبراني في الكبير من حديث عبد الله بن عمرو. وكذا من حديث ابن عباس بلفظ – \"من شربها وقع على أمه\". ¶ وكما جعلها أم الخبائث أكد حرمتها ولعن بتعاطيها وكل من له صلة واعتبره خارجاً عن الإيمان. ¶ فعن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم. ¶ \"لعن في الخمر عشرة: عاصرها، ومعتصرها، وشاربها، وحاملها، والمحمولة إليه، وساقيها، وبائعها، وآكل ثمنها، والمشترى له\" رواه ابن ماجة والترمذي. وقال حديث غريب.",
            "page": "186",
            "part": "1",
            "seal": "0FEB8403"
        },
        {
            "id": "7",
            "nass": "وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ \"لا يزني الزاني حين يزني وهو مؤمن، ولا يسرق السارق حين يسرق وهو مؤمن، ولا يشرب الخمر حين يشربها وهو مؤمن\". ¶ رواه أحمد والبخاري ومسلم وأبو داود والترمذي والنسائي. ¶ وجعل جزاء من يتناولها في الدنيا أن يحرم منها في الآخرة لأنه استعجل سيئا فجوزي بالحرمان منه. ¶ قال رسول الله صلى الله عليه وسلم: \"من شرب الخمر في الدنيا ولم يتب لم يشربها في الآخرة وإن دخل الجنة\". ¶ السنة والإجماع في تحريم الخمر: ¶ جاء في السنة النبوية تأكيد تحريم الخمر عينا بأحاديث عديدة ثابتة. ¶ مثل قوله صلى الله عليه وسلم \"حرّمت الخمر بعينها والسَّكرُ من كل شراب\" ويروى \" لعينها\" ويروى \"بعينها قليلها وكثيرها\" 1 ¶ وقوله عليه الصلاة والسلام: \"من شرب الخمر فاجلدوه\". ¶ ولقد ثبت عن النبي صلى الله عليه وسلم تحريم الخمر بأخبار تبلغ بمجموعها رتبة التواتر. ¶ وأجمعت الأمة من لدن رسول الله صلى الله عليه وسلم إلى يومنا هذا على تحريما. وبذلك استقرت الحرمة حكماً للخمر في الإسلام وصارت حرمتها من المعلوم من الدين بالضرورة. ومن لوازم ذلك أن من استحلها وأنكر حرمتها يكون خارجاً من الإسلام. ¶ وإن من يتناولها طائعاً مختاراً مقراً بحرمتها يكون فاسقا عن أمر الله. خارجاً على حدوده عاصياً لأحكامه. ¶ ولا خلاف في هذا لأحد من ذوي الفهم في النصوص والأحكام سةاء أخذت شرباً أو بطرق آخر. ¶ وبعد هذا كله ما زلنا نجد بعض الناس يقولون بأنه لم يرد نص صريح في تحريم الخمر فلم يأت: حرمت عليكم الخمر. كما جاء في القران: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} . ¶ __________ ¶ 1 اللفظ الأول رواه العقيلي عن على وأعله بمحمد بن الفرات. ورواه النسائي والبزار والطبراني والدارقطني وأبو نعيم عن ابن عباس موقوفاً: (مجمع الزوائد 5 / 53) .",
            "page": "187",
            "part": "1",
            "seal": "F4D8CB31"
        },
        {
            "id": "8",
            "nass": "ونقول لهؤلاء: إن تحريم الخمر في القران تحريم قاطع لا شك فيه ولا يصح الجدال حوله بل إن قول الله سبحانه {فَاجْتَنِبُوهُ} أقوى وأبلغ واشد تحريماً مما لو قال سبحانه وتعالى: حرمت عليكم الخمر، بل إنه حرم حملها والجلوس على مائدة يتناول فيها الخمر. والجلوس مع من يتناولها. والاقتراب منها بأي شكل كان. ¶ يلاحظ مثلاً ومنذ بدء الخليقة أن الحق سبحانه حين قال لآدم كل من كل شيء في الجنة ولا تأكل من هذه الشجرة. ¶ قال لآدم وحواء وهو يأمرهم بالامتناع عن الأكل من الشجرة المحرمة {وَلا تَقْرَبَا هَذِهِ الشَّجَرَةَ} لم يقل لهما: لا تأكلان من هذه الشجرة وإنما قال لا تقربا هذه الشجرة. ¶ ما الفرق بين أن يقول سبحانه وتعالى لا تأكل من هذه الشجرة. وأن يقول لا تقربا هذه الشجرة؟ ¶ فكأن محارم الله يجب أن يبتعد عنها وعن نطاقها. لا تقترب أبداً لأن القرب منها قد يغري الإنسان بها قد تفتح باب الشيطان في الإنسان فيقع في المعصية. ¶ إذن لا تقربا هذه الشجرة أبلغ وأشد في الإحتياط من لا تأكلا منها، لأنه، إذا كان الله سبحانه وتعالى قد قال: لا تأكلا، لكان من الممكن أن يذهب الإنسان إلى الشجرة ويجلس بجوارها ويتغزل في محاسنها وينظر إلى ثمارها بحسرة ولكنه لا يأكل منها وحينئذ لا يكون مخالفاً لأمر الله، ولكن الله سبحانه وتعالى أراد أن يجنب البشر ذلك الذي يقربهم من المعصية وتفتح في نفوسهم باب الشيطان. ¶ ومن هنا حين قال لآدم وحواء لا تقربا هذه الشجرة كان يعني لا تقربا منها ابدأ - لأن القرب منها بداية المعصية وفتح الباب أمام هوى النفس وإغراء الشيطان، ومن حام حول الحمى يوشك أن يقع فيه. ¶ ولذلك يلاحظ في القران أن كل شيء محرم يقول الله سبحانه وتعالى {تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا} لكن في المحللات يقول: {فَلا تَعْتَدُوهَا} تتجاوزوها. ¶ ونقول لمن يردد أن الخمر لم يرد فيها نص تحريمي كما حرم الله الميتة والدم ولحم الخنزير نقول لهم: إنكم لم تفهموا مدلولات اللغة ولا مدلولات القران الكريم. ¶ فالاجتناب أقوى من التحريم بدليل أن الاجتناب جاء في قمة العقيدة قال الله تعالى: {فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَانِ} فكلمة اجتناب هنا في ماذا؟.",
            "page": "188",
            "part": "1",
            "seal": "B2C3A747"
        },
        {
            "id": "9",
            "nass": "في قمة الأيمان وقمة العقيدة. فهل معنى ذلك أن عبادة الشيطان غير محرمة بل مكروهة؟. ¶ وأن عبادة الأصنام غير محرمة بل مكروهة؟. ¶ إن الاجتناب أقوى من التحريم. وإلا لم يكن الله سبحانه وتعالى ليستخدم هذا اللفظ في قمة العبادات وفي قمة الايمان. ¶ فقول الله تعالى: {فَاجْتَنِبُوه} معناه أنه ممنوع على المسلم أن يوجد مع الخمر في أي مكان أو مع أناس يشربونه أو يحمله لمن يشربه. أو يتاجر فيه ويتخذه وسيلة للرزق. ¶ فالذين يقولون إن الخمر لم تحرم في كتاب الله. قوم يجهلون أساليب التحريم في كتاب الله وفي سنة رسوله. بل هناك من يحاول طمس الحقائق عن طريق الخداع وإلباس الحق بالباطل كيداً للمسلمين. وانتزاعاً لهم من دينهم وطمساً لشعائرهم وتحريضاً لهم على اقتحام محرمات الله باسم الفهم والرأي. وما مقصدهم في الحقيقة إلا الكيد للإسلام وإلا الخديعة للمسلمين. ¶ قال رسول الله صلى الله عليه وسلم: \"لتستحلن طائفة من أمتي الخمر باسم يسمونها إياه\" رواه أحمد وابن ماجه وقال تشرب مكان (تستحل) . ¶ وعن أبي أمامة قال: قال رسول الله صلى الله عليه وسلم: ¶ \"لا تذهب الليالي والأيام حتى تشرب طائفة من أمتي الخمر ويسمونها بغير اسمها\" رواه ابن ماجه: نيل الأوطار جـ 8 ص 203. ¶ فهؤلاء الذين تكلم عنهم الرسول الله صلى الله عليه وسلم يستحلون أو يشربون الخمر باسم غير اسم الخمر فكأنهم يتحايلون على تحريم الخمر بتسميتها باسم آخر.",
            "page": "189",
            "part": "1",
            "seal": "2AB4EC38"
        },
        {
            "id": "10",
            "nass": "ما هي الخمر: ¶ سأتعرض لتعريف الخمر في اللغة وتعريفها في الكيمياء وتعريفها في الفقه الإسلامي. ¶ تعريفها اللغوي: الخمر في اللغة تذكر وتؤنث فيقال: هي الخمر وأنكر بعضهم التذكير. وقال إن الخمر مؤنثة فقط. ¶ والخمر هو ما أسكر من عصير العنب لأنها خامرت العقل والتخمير التغطية. يقال خمر وجهه. وخمر إناءه أي غطاها.",
            "page": "189",
            "part": "1",
            "seal": "22BE387D"
        },
        {
            "id": "11",
            "nass": "والمخامرة أيضاً المخالطة. وقال ابن الأعرابي: \"وسميت الخمر خمراً لأنها تركت فاختمرت. واختمارها تغير ريحها\". ¶ وقيل سميت بذلك لمخامرتها العقل. ويقال: خمرة وخمر وخمور. مثل: تمرة وتمر وتمور. ¶ تعريف الخمر في الكيمياء 1: الخمر هي الشربة التي بها كمية من الكحول - والكحول أو الوْل في أصل اللغة العربية هو ما ينشأ عنه بعد شرب الخمر صداع وسكر لأنه يغتال العقل. ¶ وقد نفى الله سبحانه وتعالى عن خمر الجنة هذه الصفة فقال تعالى {لا فِيهَا غَوْلٌ وَلا هُمْ عَنْهَا يُنْزَفُونَ} والغول (الكحول) هو اسم عام يطلق على جملة من المركبات الكيماوي لها خصائص متشابهة ومكونة من ذرات (الهيدروجين) و (الكربون) (الفحم) وآخرها مجموعة (هيدرو كسيلية) أي ذرتي (أوكسجين) و (هايدروجين) وهذه المركبات تدعى: ((الغولات – أو (الأغوال) جمع غَوْل. ومنها الكحول المثيلى. ¶ ولما كان الكحول الأثيلي أكثرها شيوعاً واستعمالاً اصطلح العلماء على تخصيصه باسم الكحول. وهو روح الخمر. والأسبرتو الذي يستخدم للوقود يحتوي في العادة على الكحول المثيلي السام، إذ تضيفه الحكومات عمداً حتى لا يشرب، ولذا كان شرب السبرتو مميتاً في أغلب الحالات على الفور. بينما شرب الخمر مميت على المدى الطويل. ¶ وتتكون الكحول في الخمر بواسطة (أنزيمات) خمائر – تقوم بتحويل المواد السكرية الموجودة في الفواكه مثل العنب والرطب والتين. ¶ والمواد النشوية الموجودة في الشعير والذرة والحنطة إلى كحول أثيلي وذلك بعمليات بطيئة متتابعة. ¶ وقد كانت هذه الطريقة تستعمل منذ أقدم العصور حتى يومنا هذا للحصول على الخمور. وبهذه الطريقة يمكن الحصول على جميع أنواع المشروبات المخمرة بمفهومها القديم مثل (الجعّة) وغيرها. ¶ أو بمفهومها الحديث مثل الشيلي والشامبانيا وغيرهما. وفي العصر الحاضر تزرع هذه الخميرة في المختبرات وتضاف إلى الفواكه بكميات ومقادير محسوبة وتوضعه في درجة حرارة ملائمة حتى تسرع عملية التخمر الذاتي. ¶ __________ ¶ 1 كتاب الخمر بين الطب والفقه ص 16.",
            "page": "190",
            "part": "1",
            "seal": "436B9A4E"
        },
        {
            "id": "12",
            "nass": "وهكذا يتحول السكر إلى كحول أثيلي وثاني أكسيد كربون وماء. ¶ تعريف الخمر في الفقه الإسلامي: ¶ (هو كل ما أسكر سواء كان عصيراً أو نقيعاً من العنب أو ومن غيره مطبوخاً أو غير مطبوخ) . ¶ والمعلوم أن كل ما من شأنه أن يسكر يعتبر خمراً، ولا عبرة بالمادة التي أخذت منه فما كان مسكراً من أي نوع من الأنواع فهو خمر شرعاً. ويأخذ حكمه. يستوي في ذلك ما كان من العنب أو التمر أو العسل أو الحنطة أو الشعير أو ما كان من غير هذه الأشياء إذ أن ذلك كله خمر محرم لضرره الخاص والعام. ولصده عن ذكر الله وعن الصلاة ولا يقاعه العداوة والبغضاء بين الناس. ¶ والشارع لا يفرق بين شرابين كلاهما مسكر ولو اختلف أصلهما، فيبيح القليل من صنف ويحرم القليل من صنف آخر، بل يسوى بينهما – وإذا كان قد حرم القليل من أحدهما فإنه كذلك قد حرم القليل من الآخر، وقد جاءت النصوص صريحة لا تحتمل التأويل. ¶ فقد روى أحمد وأبو داود عن ابن عمر أن النبي صلى الله عليه وسلم قال: \"كل مسكر خمر. وكل خمر حرام\". ¶ وروى البخاري ومسلم أن عمر بن الخطاب رضي الله عنه أنه خطب على منبر رسول الله صلى الله عليه وسلم فقال: \"أما بعد. أيها الناس إنه نزل تحريم الخمر وهي من خمسة أشياء: العنب، والتمر، والعسل، والحنطة، والشعير. والخمر ما خامر العقل\". ¶ هذا الذي قاله أمير المؤمنين. وهو القول الفصل لأنه أعرف باللغة وأعلم بالشرع. ولم ينقل أن أحداً من الصحابة خالفه فيما ذهب إليه. ¶ وروى مسلم عن جابر: أن رجلاً من اليمن سأل رسول الله صلى الله عليه وسلم عن شراب يشربونه بأرضهم من الذرة يقال له (المزر) فقال رسول الله صلى الله عليه وسلم: \"أمسكر هو؟ \" قال نعم فقال صلى الله عليه وسلم: \"كل مسكر حرام … إن على الله عهدا لمن يشرب المسكر أن يسقيه من طينة الخبال\". قالوا يا رسول الله: وما طينة الخبال؟",
            "page": "191",
            "part": "1",
            "seal": "4E52E6B8"
        },
        {
            "id": "13",
            "nass": "قال: \"عرق أهل النار\" أو قال: \"عصارة أهل النار\". ¶ وروى أحمد والبخاري ومسلم عن أبي موسى الأشعري قال: ¶ قلت يا رسول الله أفتنا في شرابين كنا نصنعها باليمن (البتع) وهو من العسل حين يشتد – (والمزر) وهو من الذرة والشعير ينبذ حتى يشتد. قال: وكان رسول الله صلى الله عليه وسلم قد أوتى جوامع الكلم بخواتيمه. قال: \"كل مسكر حرام\". ¶ هذا هو رأي جمهور الفقهاء من الصحابة والتابعين. ¶ وهذه أنواع الخمور التي كانت توجد أساساً فهل يقتصر التحريم على هذه الأنواع الخمسة فقط أم أن هناك أنواعاً مستحدثة وأسماء جديدة؟ !!!.",
            "page": "192",
            "part": "1",
            "seal": "771D4090"
        },
        {
            "id": "14",
            "nass": "أهم الأنواع التي استحدثت من الخمر: ¶ هناك مثلاً (البراندي) (والوسكي) (والروم) (والليكبر) ، وغيرها. وتبلغ نسبة الكحول فيها من 40 % إلى 60 % وتبلغ النسبة في (الجن) و (الهولاندي) و (الجنيفا) من 33 % إلى 40 % وهناك أيضاً أصنافاً أخرى مثل (البورت) و (الشرى) و (الماديرا) وتحتوي على 15 % إلى 25 %. ¶ وتحتوي الخمور الخفيفة مثل (الكلارت) و (الهوك) و (الشامبانيا) و (البرجاندي) على 10 % إلى 15 %. ¶ وأنواع البيرة الخفيفة على 2 % إلى 9 % مثل (الأيل) و (البورتر) و (الاستوت) و (الميونيخ) وغيرها. ¶ كما أن هناك أصنافاً أخرى تحتوي على نفس النسب الأخيرة مثل (البوظة) والقصب المتخمر وغيرهما 1. ¶ __________ ¶ 1 نقل هذا من تقرير طبي عالمي.",
            "page": "192",
            "part": "1",
            "seal": "C073554C"
        },
        {
            "id": "15",
            "nass": "سر تحريم الخمر: ¶ عندما قرر الإسلام حرمة الخمر وعقوبة شاربها لم ينظر إلى أنها سائل يشرب. وإنما نظر إلى الأثر الذي تحدثه في شاربها من زوال العقل الذي يفسد عليه إنسانيته ويسلبه مكانة التكريم التي منحه الله إياها. ويفسد عليه أيضاً ما يحب أن يكون بينه وبين الناس من صلات المحبة والصفاء ويطوع له مع هذا انتهاك الأعراض وقتل النفس ويعكر عليه صفو المعرفة بالله الناشئة عن مراقبته وتذكر عظمته. ¶ وذلك عنوان أضرارها الروحية والاجتماعية التي حرمت لأجلها كما تضمنها وأشار إليها بأساليب التحريم المتعددة القوية قوله تعالى من سورة المائدة:",
            "page": "192",
            "part": "1",
            "seal": "344E7A02"
        },
        {
            "id": "16",
            "nass": "{يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللَّهِ وَعَنِ الصَّلاةِ فَهَلْ أَنْتُمْ مُنْتَهُونَ} . ¶ وقد كشف الوحي الإنساني في ضوء هذا الوحي الإلهي الكريم أن للخمر مع هذه الأضرار أضراراً أخرى أجمع عليها الأطباء المتخصصون في أمراض الكبد والمعدة والقلب وسائر الأجهزة. ¶ وقد ذكرت وكالة الأنباء الفرنسية من باريس في شهر مايو 1956 م أن معهد الإحصاء الفرنسي أذاع في 25 من مايو سنة 1958 م أن الخمور بدأت من الفرنسيين أكثر مما لا يقتل مرض السل. ¶ وقال المعهد أن 17,400 فرنسي ماتوا في العام الماضي من الخمر بينما لم يمت سوى 12,000 بالسل هذا التقرير رسمي عماده معهد الإحصاء القومي في فرنسا لضحايا كل من الخمر والسل. ¶ وحسْب الذين يميلون إلى الخمر أو يحاولون خديعة الناس عن حكمها في الإسلام أن يعرفوا ذلك ليتبين لهم كيف يرحمهم الله الحكيم بتحريم الخمر وكيف يصورها لهم بأنها {رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ} وأي رجس بعد هذا؟ !!!. ¶ وهذا كله فوق ما يحدثه شربها من الأضرار الاقتصادية التي تذهب بأموال شاربها سفهاً بغير علم إلى خزائن الذين اصطنعوها وصدروها وتفننوا في سبيل الإعلان عنها والإغراء بها. وفوق ما تحدثه من الأضرار الأدبية في الذهاب بالحشيمة والوقار واحترام الأهل والأبناء والأصدقاء. وفوق التوارث لرجسيتها بين الآباء والأبناء والأحفاد. ولهذا كله حرم الإسلام الخمر. ¶ وقد نشرت مجلة التمدن الإسلامي ملخصاً لأضرار الخمر بقلم الدكتور عبد الوهاب خليل. يتحدث فيه عن أضرار الخمر النفسية والبدنية والخليقة وما يترتب عليها من آثار سيئة. ¶ فقالت … \"وإذا سألنا جميع العلماء سواء علماء الدين أو الطب أو الأخلاق أو الاجتماع أو الاقتصاد وأخذنا رأيهم في تعاطي المسكرات لكان جواب الكل واحداً:",
            "page": "193",
            "part": "1",
            "seal": "4A06378D"
        },
        {
            "id": "17",
            "nass": "وهو منع تعاطيها منعاً باتاً لنها ضرراً فادحاً \". ¶ فعلماء الدين يقولون: إنها محرمة وما حرمت إلا أنها أم الخبائث. ¶ وعلماء الطب يقولون: إنها من أعظم الأخطار التي تهدد نوع البشر لا بما تورثه مباشرة من الأضرار السامة فحسب بل بعواقبها الوخيمة أيضاً. ¶ إذ أنها تمهد السبيل لخطر لا يقل ضرراً عنها، ألا وهو السل. ¶ والخمر توهن الجسم وتجعله أضعف مقاومة وجلداً في كثير من الأمراض مطلقاً. لأنها تؤثر في جميع أجهزة البدن وخاصة في الكبد. ¶ وهي شديدة الفتك بالمجموعة العصبية لذلك لا يستغرب أن تكون من أهم الأسباب الموجبة لكثير من الأمراض العصبية ومن أعظم دواعي الجنون والشقاوة والإجرام لا لمستعملها فقط بل وفي أعقابه من بعده. ¶ فهي إذن علة الشقاء والبؤس. وهي جرثومة الإفلاس والمسكنة والمذلة. وما نزلت بقوم إلا أودت بهم مادة ومعنى بدناً وروحاً جسماً وعقلاً. ¶ وعلماء الأخلاق يقولون: لكي يكون الإنسان محافظاً على الرزانة والعفة والشرف والنخوة والمروءة. يلزم عدم تناول شيء يضيع به هذه الصفات الحميدة. ¶ وعلماء الاجتماع يقولون: لكي يكون المجتمع الإنساني على غاية من النظام والترتيب يلزم عدم تعكيره بأعمال تخل بهذا النظام وعندها تصبح الفوضى سائدة. والفوضى تخلق التفرقة. والتفرقة تفيد الأعداء المتربصين. ¶ وعلماء الاقتصاد يقولون: إن كل درهم نصرفه لمنفعتنا فهو قوة لنا وللوطن وكل درهم نصرفه لمضرتنا فهو خسارة علينا وعلى وطننا. فكيف بهذه الملايين من الأموال التي تذهب سدى على شرب المسكرات على اختلاف أنواعها وتؤخرنا مالياً وتذهب بمروءتنا وتدمر مجتمعنا. ¶ فعلى هذا الأساس نرى أن العقل يأمرنا بعدم تعاطي الخمر، لأن العقل يجب أن يعي الخير الذي يأمر الله به، وإذا أرادت الحكومة أي حكومة أخذ رأي العلماء الخبيرين في هذا المضمار فقد كفيناها مؤونة التعب في هذه السبيل وأتيناها بالجواب بدون أن تتكبد مشقة أو تصرف قرشاً واحداً. إذ جميع العقلاء متفقون على ضررها. والحكومات من الشعوب والشعوب تريد من حكوماتها رفع الضرر عنها والأذى فهي مسئولة عن رعيتها.",
            "page": "194",
            "part": "1",
            "seal": "A33396BF"
        },
        {
            "id": "18",
            "nass": "ويمنع المسكرات يغدوا أفراد الأمة أقوياء البنية صحيحي الجسم أقويا العزيمة ذوي عقل ناضج، وهذه من أهم الوسائل المؤدية إلى رفع المستوى الصحي في المجتمع كله، وكذلك هي الدعامة الأولى لصلابة البناء الاجتماعي والأخلاقي والاقتصادي، فتنعدم أو تقل الجرائم وكل ما يثير الاضطرابات. ¶ وبعدها تصبح السجون خالية تتحول إلى دور يستفاد منها بشتى الإصلاحات الاجتماعية. ¶ هذه هي الحضارة والمدنية. وهذا هو الرقي والوعي وهذا هو المعيار والميزان لرقي الأمم. أن تشترك وتتعاون على رفع الضرر والأذى، وفتح باب العمل الجدي المنتج الواسع. ¶ {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ} .. انتهى. ¶ هذه الأضرار الآنفة ثبتت ثبوتاً لا مجال فيه لشك أو ارتياب مما حمل كثيراً من الدول الواعية على محاربة تعاطي الخمر وغيرها من المسكرات وكان في مقدمة من حاول ذلك من الدول أريكا وروسيا أكبر دولتين ماديتين في العالم. ¶ فقد نشر في كتاب: (تنقيحات) للسيد أبو الأعلى المودودي ما يلي: ¶ \"منعت حكومة أمريكا الخمر وطاردتها في بلادها واستعملت جميع وسائل المدنية الحاضرة. كالمجلات والمحاضرات والصور والسينما لتهجين شربها وبيان مضارها ومفاسدها وكذا روسيا ودولاً أخرى كثيرة ليست مسلمة. ¶ ويقدرون ما أنفقت أمريكا في الدعاية ضد الخمر بما يزيد عن 60 مليون دولار وأن ما نشرته من الكتب والنشرات يشتمل على 10 بلايين صفحة زمت تحملته في سبيل تنفيذ قانون التحريم في مدة أربعة عشر عاماً لا يقل عن 250 مليون دولار. ¶ وقد أعدم فيها 300 نفس وسجن 532‘335 نفس وبلغت الغرامات إلى 16 مليون جنيهاً وصادرت من الأملاك ما يبلغ 400 مليون وأربعة ملايين جنيهاً. ¶ ولكن كل ذلك لم يزد الأمة الأمريكية إلا غراماً بالخمر وعناداً في تعاطيها حتى اضطرت الحكومة سنة 1933 م إلى سحب هذا القانون وإباحة الخمر في بلادها إباحة مطلقة\" انتهى. ¶ إن أمريكا قد عجزت عجزاً تاماً عن تحريم الخمر بالرغم من الجهود الضخمة التي بذلتها.",
            "page": "195",
            "part": "1",
            "seal": "A544A5F0"
        },
        {
            "id": "19",
            "nass": "ولكن الإسلام الذي ربى الأمة على أساس من الدين وغرس في نفوس أفرادها غراس الإيمان الحق وأحيا ضميرها بالتعاليم الصالحة والأسوة الحسنة. لم يصنع شيئاً من ذلك ولم يتكلف مثل هذا الجهد ولكنها كلمة قيلت من الله سبحانه وتعالى استجابت لها النفوس استجابة مطلقة. ¶ روى البخاري ومسلم عن أنس بن مالك رضي الله عنه قال: ¶ \"ما كان لنا خمر غير فضيخكم هذا الذي تسمونه الفضيخ. إني لقائم أسقي أبا طلحة وأبا أيوب ورجالاً من أصحاب النبي صلى الله عليه وسلم: في بيتنا إذ جاء رجل فقال: هل بلغكم الخبر؟ فقلنا: لا فقال: إن الخمر قد حرمت فقال: يا أنس أرق هذه القلال. قال: فما سألوا عنها ولا راجعوها بعد خبر الرجل\". هكذا يصنع الإيمان بأهله.",
            "page": "196",
            "part": "1",
            "seal": "0697D1C4"
        },
        {
            "id": "20",
            "nass": "تأثير الخمر على جسم الإنسان: ¶ إن صحة الأجسام وجمالها ونضرتها من الأمور التي وجه الإسلام إليها عناية فائقة واعتبرها من صميم رسالته. ولن يكون الشخص راجحاً في ميزان الإسلام محترم الجانب إلا إذا حافظ على جسمه وعقله وصانه عن كل ما يفسده. ¶ ويقظة العقل مرتبطة بسلامة الجسد، وقد قيل: العقل السليم في الجسم السليم. ¶ ولذلك نهانا الله سبحانه وتعالى عن الابتعاد عن كل ما فيه إفساد للجسم أو للعقل، قال تعالى: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} وقال سبحانه وتعالى: {وَلا تَقْتُلُوا أَنْفُسَكُمْ} ومما لاشك فيه أن الخمر تؤدي بشاربه إلى الهلاك المؤكد الذي أثبتته وقائع الأيام. ¶ فمن المعلوم أن جميع السوائل المسكرة تحتوي على نسبة معينة من الكحول كما أسلفنا ترتفع وتنخفض بالنسبة لنوع السائل. فمثلاً كأس البيرة الواحد فيه من 3 – 8 % وكاس الوسكي يحتوي على نسبة 50 % من الكحول. وكأس الشمبانيا يحتوي على نسبة 20 % من الكحول. وكأس الشيرى أو اليورت يحتوي على نسبة 20 % من الكحول 1. ¶ ومن المعلوم كذلك أن نسبة الكحول كلما ارتفعت نسبتها في الشراب كلما كان تأثيره السيئ على الأجهزة التي يحتويها الجسم أكثر ضرراً وأشد فتكا. ¶ ومن المعلوم كذلك أن الذي يؤثر في أجهزة جسم الإنسان هو الكحول لذا يسمى بروح الخمر، ولهذا كما سبق يسمى في اللغة العربية بالغول لأنه يغتال العقول بل ويفتك بها. ¶ __________ ¶ 1 كتاب الخمر بين الطب والفقه ص 34.",
            "page": "196",
            "part": "1",
            "seal": "ED934D77"
        },
        {
            "id": "21",
            "nass": "لذا فإن الله عز وجل لما ذكر عباده المخلصين الذين استثناهم من تذوق العذاب الأليم وصور لهم النعيم الذي سيلقونه في إعطائه في الدار الآخرة كان من ضمن ما يتنعمون أن يطاف عليهم بخمر لذة للشاربين لأنها منقادة من الغول المجلب للصداع المنغص المكدر حقيقة للنفوس. قال تعالى: ¶ {أُولَئِكَ لَهُمْ رِزْقٌ مَعْلُومٌ فَوَاكِهُ وَهُمْ مُكْرَمُونَ فِي جَنَّاتِ النَّعِيمِ عَلَى سُرُرٍ مُتَقَابِلِينَ يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِنْ مَعِينٍ بَيْضَاءَ لَذَّةٍ لِلشَّارِبِينَ لا فِيهَا غَوْلٌ وَلا هُمْ عَنْهَا يُنْزَفُونَ} 1. ¶ ومن الدراسات الكيميائية اتضح أنه يفتك كذلك بكثير من أجهزة الجسم ولكن تأثيره المباشر والفوري يظهر أول ما يظهر على العقول. ¶ ولما كان الكحول هو روح الخمر كما ذكر وقد أجريت دراسات علمية معملية على مدى تأثير الكحول على أجهزة جسم الإنسان. وثبت يقيناً أن للكحول وبالتالي للخمور آثار فتاكة بك أجزاء جسم الإنسان، وإن كان نسبة الضرر التي تصيب كل جزء تتفاوت عن غيرها. ¶ ٍمن أجل هذا سأتحدث عن بعض الأضرار التي تلحق الإنسان من جراء تناوله هذه السموم. ¶ تأثير الكحول على الجهاز العصبي للإنسان: ¶ ((أهم تأثير للكحول تخديره لخلايا المخ جميعاً. ولكن أهم الخلايا التي تصاب هي خلايا القشرة وهي الخلايا المتحكمة في الإرادة أو ما نعبر عنه بكلمة العقل)) . ¶ والعقل هو القوة التي خلقها الله للإنسان يستطيع بواسطتها أن يميز بين الأشياء لذا فإن الطفل تتكون عنده بالتدرج مجموعة من الموانع الأخلاقية بالتربية فالطفل يتبول، ويتغوط دون أي مانع. فإذا بلغ سن لا إله إلا التمييز ثم التكليف فإنه لا يمارس الأفعال التي كان يمارسها وهو صغير. ¶ __________ ¶ 1 الصافات 41 – 47.",
            "page": "197",
            "part": "1",
            "seal": "3865C1B7"
        },
        {
            "id": "22",
            "nass": "ووظيفة الكحول هي التأثير على هذه القوة فيصبح مرة أخرى لا يتحرج من فعل ما كان يفعله صغيراً أو ما يماثله. ويفقد الإنسان قوة التحكم فيما يأتي من أفعال. وحتى فيما ينطق به من كلمات. إذا سكر هذى وإذا هذى افترى. ¶ ويفقد القدرة على الأعمال التي تحتاج إلى دقة كالطباعة أو قيادة السيارات بل وتختل الموازين الزمنية والمكانية. فلا يستطيع السائق المخمور أن يتحكم في السرعة وتفادى الحوادث. لذا فإن جميع الدول تحرم قيادة السيارات تحت تأثير الخمر وتشدد العقوبة حينئذ على المخمور. ¶ وقد أثبتت الفحوص الكثيرة أن الكفاءة والمقدرة لدى الشخص المتعاطي تنخفض بمجرد شرب الكحول حتى ولو كان متعوداً عليها ولو كانت الكمية ضئيلة. ¶ ويؤثر الكحول على دقة النظر والقدرة على السمع الجيد وعلى الشم والطعم وعلى توازن العضلات. وكذلك فإن الشخص المتعاطي لا يستطيع أن يتخذ القرار فضلاً عن القرار السريع والمناسب. ومهما كانت الكمية المتعاطاه ضئيلة 1. ¶ يقول الدكتور سيدني كاى. في كتابه (علم السموم) 2. ¶ \"إن الخمر هي السبب المباشر وغير المباشر في المئة من مجموع حالات الوفاة التي يفحصها بمعمل الطب الشرعي بولاية فرجينيا بالولايات المتحدة\". ¶ ((وقد أقيمت في مدينة مانسشتر بانجلترا تجربة على أمر سائقي الاتوبيسات هناك وأعطى كل واحد منهم كمية قليلة من الخمر ثم سمح له بقيادة الاتوبيسات تحت الاختبار. ورغم الثقة الزائدة التي كانت تبدو على السائقين. إلا أن أخطاءهم كانت مروعة ومرعبة وستؤدي إلى كوارث خطيرة)) ولا يوجد شك في أن الخمر هي السبب الأول في حوادث السيارات والطائرات. ¶ وما لا يقل عن خمسين في المائة من جميع حوادث السيارات. وللأسف فإن تقارير البوليس أقل من هذه النسبة وذلك لأن إثبات حالة السكر البين ليست يسيرة وبخاصة إذا كانت الكمية المتعاطاة قليلة فلا تظهر آثارها كاملة ولا ترتفع نسبة الدم إلى الحد الذي يمنعه القانون. ¶ __________ ¶ 1 كتاب الخمر بين الطب والفقه. ص 39 – 41. ¶ 2 نقلاً عن كتاب الخمر بين الطب والفقه ص 42.",
            "page": "198",
            "part": "1",
            "seal": "447E2797"
        },
        {
            "id": "23",
            "nass": "فالقوانين في أوربا وأمريكا تعاقب على شرب الخمر وقيادة السيارات إذا كانت النسبة مئة مليجراماً في كل مئة سنتي من الدم 1. ¶ الخمر والجلد: ¶ يعتقد الناس المدمنين أن الخمر عامل من عوامل التدفئة وأنها كذلك تزيد من قوة الإنسان ونشاطه لذا فإن شارب الخمر تتورد خدوده ويكاد الدم المتدفق في وجهه أن يتدفق من وجنتيه ظل الناس على هذا الإعتقاد حنى الآن وكثير من الأطباء كذلك. أما القليل الذي يتابع الحركة العلمية للطب فقد زال عنه هذا الاعتقاد بناء على الاكتشافات الحديثة التي تقوم على التحاليل العلمية المعملية. ¶ وقد ثبت أن الاحساس بالدفء إحساس كاذب حقيقة وذلك لأن تناول الكحول يسبب توسعاً في الأوعية الدموية للجلد نتيجة شلل مؤقت بالمركز الدموي الحركي في النخاع المستطيل. ¶ وتزداد كمية الماء في الدم مما يترتب عليه احتقان وجه الشارب وتحمر وجناته وتحتقن الملتحمة في عينيه، فيحس الشخص بالدفء بعد تناول الكحول. ¶ وفي حقيقة الأمر قد فقد جسمه حرارته لذا فإن الشارب قد يموت فعلاً من البرد وهو شاعر بالدفء. ¶ ((ورغم أن الكحول تؤدي إلى تمدد الأوعية الدموية التي في الجلد وفي الجسم عامة إلا أنها لا توسع الأوعية التاجية التي تغذي القلب)) . ¶ وهذه حقيقة مجهولة كذلك حتى عند كثير من الأطباء إلى عهد قريب. ولكن منجزات الطب الحديثة قد كشفت عن زيف هذا الاعتقاد واتضح الآن أن الأطباء الذين يصفون الخمر لمرضى ضيق الشرايين التاجية على أمل أن يحسن ذلك من الدورة التاجية. مخطئون بل إن الطب الحديث أثبت عكس ذلك فقد أثبت أن الخمر تتسبب في تصلب الشرايين التاجية للقلب ويؤدي هذا إلى الذبحات الصدرية وكذلك إلى جلطة القلب)) 2 فالخمر حقيقة داء وليست بدواء. ¶ كما قال رسول الله صلى الله عليه وسلم وصدق الله العظيم: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلا وَحْيٌ يُوحَى} . ¶ __________ ¶ 1 نفس المصدر. ¶ 2 كتاب الخمر بين الطب والفقه ص 46.",
            "page": "199",
            "part": "1",
            "seal": "CF291B7D"
        },
        {
            "id": "24",
            "nass": "لذا فإن أهل اليمن حينما جاء وفد منهم إلى رسول الله صلى الله عليه وسلم. واستفتوه في شرب الخمر في الشتاء لشدة البرودة آنذاك فلم يفتهم بذلك. ¶ وكذلك فقد روى أحمد عن ديلم الحميري رضي الله عنه قال: ¶ \"سألت رسول الله صلى الله عليه وسلم فقلت: يا رسول الله إنا بأرض نعالج بها عملاً شديداً وإنا نتخذ شراباً من القمح نتقوى به على أعمالنا وعلى برد بلادنا فقال عليه الصلاة والسلام: \"هل يسكر؟ \" قلت نعم، قال: \"فاجتنبوه\". قل ت: الناس غير تاركيه. فقال: \"فإن لم يتركوه فاقتلوهم\" 1. ¶ فالرسول الله صلى الله عليه وسلم لم يوافق على شرب الخمر مع دعوى أن شربها يستعان به على العمل وعلى البرد. وإن الطب الحديث يثبت للناس كافة صدق رسول الله صلى الله عليه وسلم.. بعد مضي ألف عام وأربع مئة عام. وهو صلى الله عليه وسلم الصادق حقاً المصدق من أتباعه منذ بداية رسالته وحتى قيام الساعة. ¶ ولسنا نحن المسلمين. في حاجة إلى أن يكون الطب الحديث أو القديم موافقا أو مخالفا. ولكن نقول ذلك لمن ران على قلوبهم، أو علت أعينهم غشاوة فقول الرسول الله صلى الله عليه وسلم متى صح عنه فهو الحق فإذا خالفه قول أو بحث في زمن من الأزمنة فهو الجهل، وإذا وافقه علم أو بحث صُدِّق البحث بقول الرسول بالبحث. وهذ قاعدة يسير عليها أهل العلم والإيمان. ¶ الخمر والجنس: ¶ يظن الكثير أن الخمر تزيد من القدرة الجنسية، وهذا ظن خاطئ، ولكن الخمر تخدر المناطق المخية العلياء. ولهذا فإن الحياء والأخلاق الكريمة تذهب مع ذهاب انضباط عقل السكران، وهي حقيقة تزيد الرغبة في الجنس وفي بداية الشرب نجعل الشارب يرتكب جرائم جنسية شاذة، فالوازع الأخلاقي غير موجود والتفكير في العواقب يصبح مشلولاً شللاً تاما ًبعد تناول الخمر. ¶ ((والاستمرار في شرب الخمر يؤدي إلى ضعف بل فقدان القدرة على الوظيفة الجنسية تماماً. بل إن الإكثار من شرب الخمر غالباً ما يؤدي إلى العمى الكامل، ويؤدي في كثير من الحالات التي لم يتمكن من إنقاذها إلى الموت الحقيقي. وتوجد كذلك في الخمور التي من نوع (الإبسنت) مادة تسبب الصرع والتشنجات وهذه المادة تسمى (الثوجون) وما أكثر ما تسبب هذه الخمور من أمراض عواقبها وخيمة)) . ¶ __________ ¶ 1 السياسة الشرعية لابن تيمية ص 64: الطرق الحكمية في السياسة الشرعية لابن قيم الجوزية ص 117.",
            "page": "200",
            "part": "1",
            "seal": "F87EF607"
        },
        {
            "id": "25",
            "nass": "وصدق رسول الله صلى الله عليه وسلم حيث قال: \"هي داء وليست بدواء\". ¶ الخمر والجنين: ¶ أكد بحث الدكتور جيمس فرياس، من جامعة فلوريدا أذيع في اليوم التاسع من شهر مارس 1977م - أن إفراط السيدات في تناول الخمور أثناء الحمل يؤدي في 50% من الحالات إلى ولادة طفل متخلف عقليا، بينما يؤدي في 30% من الحالات إلى ولادة طفل مشوه. ¶ وأكد الطبيب الأمريكي أن التجارب أثبتت أن هذه التشوهات تنجم عن عامل موجود في المشروبات الكحولية نفسها. ¶ ومن ناحية أخرى أثبتت آخر الإحصائيات أن عدد النساء الأمريكيات اللاتي يدمن الخمر بلغ نصف عدد المدمنين عموما في الولايات المتحدة الذي يبلغ 10 ملايين شخص1. ¶ وقد نشرت مجلة لواء الإسلام الصادر في القاهرة في شهر جمادى الأولى سنة 1367هـ 12 من مارس 1948م العدد التاسع: ¶ يقول الدكتور محمد فخر الدين السبكي، صاحب البحث: ¶ سأبدأ الآن بالتحدث عن أضرار الخمر الصحية وأقسمها إلى قسمين: ¶ أولاً: تأثير جرعة واحدة. ¶ وثانيا: تأثير الإدمان. ¶ فأولا: ماذا يحصل لمن يشرب جرعة واحدة من الخمر؟ ¶ إن تأثير هذه الجرعة يختلف تبعا لعوامل كثيرة، منها سن الشخص ونوع الخمر، ودرجة نقاوتها من المراد الغريبة والكمية المشروبة، وكون المعدة خالية أو مملوءة بالطعام، وحالة الشخص الصحية، ودرجة حرارة الجو، وغير ذلك، كما أن التأثير أيضا يختلف تبعا لكون الشخص مدمنا أو غير مدمن. ¶ __________ ¶ 1 جريدة الأخبار المصرية، الخميس 10 مارس 1977 العدد 7716 السنة الخامسة والعشرون.",
            "page": "201",
            "part": "1",
            "seal": "443D9AB2"
        },
        {
            "id": "26",
            "nass": "فالتأثير يزداد كلما كان الشارب صغير السن، وتبعا لدرجة تركيز الكحول في الخمر؛ فجرعة من الويسكي الذي يحوي 35% من الكحول يكون لها تأثير أقوى بالطبع من نفس الجرعة من النبيذ الذي يحوي نحو 15% من الكحول. ¶ ويختلف التأثير أيضا تبعا لما تحتويه الخمر من مواد غريبة، وأخصها الكحول المثيلي الذي قد تسبب جرعة واحدة منه فقد البصر بالكلية. ¶ كما يزداد تأثير الخمر سرعة واحدة إذا كانت المعدة خالية من الطعام. ¶ كما أن تأثيرها يكون أسوأ إذا كان الشخص مصابا بأمراض خاصة. ¶ وكذا إذا كانت درجة حرارة الجو منخفضة، أو كان الشخص غير متعود على الشرب. ¶ وأودّ أن أذكر هنا أن تأثير الخمر لا يتوقف على السُّكر؛ إذ أن هذا التأثير يبدأ بمجرد وصول عشرة جرامات من الكحول إلى الدم للشخص البالغ، وهذا القدر يوجد في كأس واحدة من (الويسكي) أو (الكنياك) . ¶ وقد لا يصل بالشخص إلى درجة السكر، ولكن على كل حال له أثر ملموس في حالة الشخص الجسمية والعقلية. ¶ ومما يذكر لهذه المناسبة أن الشخص إذا فحص في هذه الحالة نجد أن درجة إدراكه وتقديره قد تغيرت فعلا؛ فهو مثلا إذا كتب على الآلة الكاتبة زادت أخطاؤه عن المعتاد، وإذا قاد السيارة لم يتبع بالضبط قوانين المرور، ومع ذلك فهو نفسه لا يدرك أن حالته قد تغيرت، وهذا ليس غريبا بالنسبة له؛ فقلما نجد سكرانا يعترف أن عقله قد اختل، حتى وإن سار في الطريق عريانا أم الناس كما حدث كثيرا، بل إن السكيرين المدمنين قلما يعترفون أن عقلهم غاب مرة واحدة، حتى وإن كان غائبا ففلا وهو يقولون ذلك. ¶ وعند وصول الخمر إلى المعدة تحدث عند غير المتعود عليها احتقانا فيها قد يسبب غثيانا أو قيئا، وإذا كانت الجرعة كبيرة سببت التهابا في المعدة وعسر هضم يمتد إلى بضعة أيام. ¶ وبمجرد سريان الخمر في الجسم تسبب شعورا بالامتلاء في المخ مع شيء من الدوار أو الصداع، كما يسبب الكحول اتساعا في الأوعية الدموية التي بالجلد؛ فيجري فيه دم أكثر من المعتاد مما يسبب شعورا بالدفء، ولو أن درجة حرارة الشخص تكون في الواقع أقل من المعتاد. ¶ والجرعة الواحدة من الخمر تحدث شيئاً من الارتفاع في ضغط الدم، وهذا الارتفاع وحده قد لا يكون له ضرر كبير، ولكن يتضاعف إذا كان الشخص مرتفع الضغط من",
            "page": "202",
            "part": "1",
            "seal": "A8F1C31D"
        },
        {
            "id": "27",
            "nass": "نفسه، ثم إذا كانت كمية الخمر كافية لأن تحدث هيجانا يزيد في الضغط لدرجة ينفجر معها شريان في المخ يسبب شللا قد ينجو منه الشخص جزئيا أو لا ينجو كلية؛ إذ المعلوم أن الشخص الذي ضغطه الدموي مرتفع يجب أن يلتزم الهدوء في حياته؛ لأن أي هيجان يزيد في ارتفاع الضغط يعرضه لانفجار شرياني، والسكران لا يمكنه أن يضبط عواطفه وبالتالي لا يمكنه لنفسه هذا الهدوء. ¶ ثانياً: تأثير الإدمان على الخمر: ¶ من المعروف عن الخمر أن الذي يشرب كأسا واحدة منها يكون عنده ميل لشرب ثانية وثالثة، حتى إذا تعود عليها بعض الشيء أصبح لا يمكنه أن يفارقها طويلا؛ فيحصل له تسمم من الكحول مزمن تنتج عنه حالة مرضية في جميع أعضاء الجسم المهمة. ¶ وإن من يبحث كتب الطب يتولاه العجب عندما يقرأ باب مسببات الأمراض المختلفة؛ إذ يجد للخمر نصيب الأسد في ذلك، ولا عجب إذا كان لها الأثر الأكبر في ارتكاب الجرائم وانتهاك الحرمات، وخراب البيوت وإفساد الأخلاق؛ فلماذا لا يكون لها الأثر أيضا في إفساد أعضاء الجسم المختلفة وإصابتها بأمراض أو تعريضها للإصابة بأخرى. ¶ يكفي أن نقول إن الإدمان على الخمر من أكبر أسباب تصلب الشرايين. ¶ نحن نعلم أن الشرايين هي التي يجري فيها الدم إلى خلايا الجسم المختلفة يحمل إليها عوامل الحياة. ¶ فتصلب الشرايين أولاً يضيقها فيقل ما يجري فيها من الدم، ويقل تبعا لذلك ما يصل لأنسجة الجسم من غذاء، وتصبح الشرايين غير مطاطة كما يجب، فعند انقباض القبض أو عند زيادة الضغط الدموي لأي سبب - كانفعال نفسي أو إجهاد جسماني - لا تلين الشرايين المتصلبة أماكم الضغط المتزايد بل يقاوم، وكثيرا ما تؤدي هذه المقارنة إلى انفجار أحد الشرايين، وكثيرا ما يكون الشريان في المخ فيحدث شللا، إما أن يترك الشخص عليلا بعد ذلك، وإما أن ينقله إلى الدار الآخرة فورا. ¶ ليشكو ظلم الإنسان لنفسه وكفرانه بأثمن نعم الله، وهما الدين والصحة. ¶ وإذا كان تصلب الشرايين يؤثر في تغذية أعضاء الجسم المختلفة فإن أهم هذه الأعضاء هو القلب، وفساد أوعيته يعرضه للذبحة الصدرية التي كثيرا ما تكون سببا في تنغيص عيش صاحبها. ¶ كما أن ضيق شرايين المخ يسبب ضعف الذاكرة، ويقلل من مقدرة الشخص على الإنتاج الذهني، ولا يقل كثيرا في الخطر عن تصلب الشرايين، تعرض خلايا الجسم المختلفة",
            "page": "203",
            "part": "1",
            "seal": "7854CCED"
        },
        {
            "id": "28",
            "nass": "للتشحم، والتشحم هنا معناه تحول المادة الزلالية الحيوية للخلايا إلى نقط دهنية، وفي هذا فقدان لفائدتها الأصلية، وأهم الأعضاء التي تتأثر لذلك هو القلب أيضا. ¶ ونحن نعلم أن القلب عبارة عن عضلة تشتغل كطلمبة كابسة ماصة؛ ينقبض فيخرج منه الدم، ثم يرتخي فيدخل فيه الدم، وهذا يستلزم قوة عضلاته ومتانتها. ¶ فإذا تحولت الخلايا العضلية إلى دهن ضعف القلب وأصبح غير قابل لتحمل المجهود العادي، وعرضه للهبوط مع ما يتبع ذلك من شرح عام في الجسم، وجملة عوارض أخرى تنتهي بالشخص إلى الوفاة. ¶ هناك عضو آخر ذو أهمية كبيرة وسريع التأثير بالكحول، وهو الكبد. ¶ والكبد يقوم في الجسم بوظائف كثيرة. ¶ فهو أولاً مخزن كبير تمر فيه الأوعية الدموية الآتية من الأمعاء، وتحمل الغذاء بعد هضمه وامتصاصه، فيأخذ منها الزائد عن استهلاك الجسم الوقتي من المواد النشوية ويخزنه ليخرج بعد ذلك تدريجيا وقت الحاجة. ¶ كذلك يقوم الكبد بصنع الصفراء وإفرازها في الأمعاء لتساعد على الهضم. ¶ وفي السكيرين يحصل عادة تليف في الكبد، أي تكاثر الأنسجة الليفية العديمة القيمة تكاثرا كبيرا على حساب خلايا الكبد المفيدة، وتكون نتيجة ذلك: ¶ أولاً: فقدان جزء كبير من منافع الكبد. ¶ ثانياً: ضغط الأنسجة الليفية على الأوردة القادمة من المعدة والأمعاء، وهذا يعوق سريان الدم فيها بسهولة إلى القلب، وينتج عن هذا بالتالي رشح مصل الدم في البطن وامتلاؤها بهذا السائل، فتكبر ويصبح الشخص كالمرأة الحامل، إلا أن هذه تحمل في بطنها جنينا من صنع الله، وذاك في بطنه أدرانا وأمراضا من صنع الشيطان. ¶ كما يحدث من معاكسة جريان الدم في الكد أن أوردة المعدة والأمعاء تتمدد وقد تنفجر وينتج من ذلك نزيف له أثره وخطره، ولعلكم تعلمون أن تمدد الأوردة في الجزء الأخير من الأمعاء هو ما يسمى (بالبواسير) ، والبواسير هذه التي هي إحدى هدايا الإدمان في الخمر لها من الأثقال والآلام ما يجعلها غنية عن التعريف، ويكفي أن تسأل عنها مريضا بهذا ليحدثنا عنها حديث المجرب الخبير. ¶ ويحدث تليف الكبد أعراضا أخرى كثيرة، كتضخم الطحال، وتجمع مائي في الصدر، والتهاب في الكليتين، وغير ذلك مما لا يتسع المجال للتحدث عنه بالتفصيل.",
            "page": "204",
            "part": "1",
            "seal": "A4B68D43"
        },
        {
            "id": "29",
            "nass": "والآن فلننتقل إلى عضو آخر ذي أهمية كبرى، وهو: الكليتان. ¶ وقبل أن نتحدث عن تأثير الخمر على الكليتين أودّ أن أذكر شيئاً عن وظيفة هذا العضو الثمين في الجسم. ¶ ذلك أن الدم عندما يمر فيهما تعمل خلاياهما على فرزه بما أوتيت من دقة في الحساسية، فتأخذ منه المواد الضارة التي تخرج في البول، وتبقى فيه المواد المفيدة التي يحتاج إليها الجسم. ¶ والإدمان على الخمر يسبب في الكليتين التهابا حادا أو مزمنا، وتكون نتيجته اختلال وظيفة الكلية، فينزل في البول زلال الدم، وهو مادة غذائية ثمينة يجهد الجسم نفسه في هضمها بالأمعاء ثم امتصاصها في الدم، وبدلا من أن ينتفع الجسم منها في بناء خلايا جديدة تنزل في البول فتضيع سدى، وفي الوقت نفسه تبقى في الدم بعض المواد الضارة وأخصها (البولينا) . ¶ وهذه إذا كثرت تسبب تسمما بوليا وخيم العاقبة، هذا فضلا عما يسببه التهاب الكليتين أيضا من حدوث ورم عام بالجسم، وضعف في البصر وارتفاع في ضغط الدم مع ما ينتج عن هذه الأعراض نفسها من أخطاء.. انتهى. ¶ هذه صورة جلية واضحة لبعض أضرار الخمر التي بينها لنا أحد رجال الطب العباقرة، الذي لمسها عن تجربة من الواقع العملي والتحليلي لصرعى أم الخبائث. ¶ ويصر بعض الناس مع علمهم بحرمتها وأضرارها على تناولها؛ يقتلون أنفسهم بأيديهم، ويلقون بها في التهلكة دنيا وأخرى، دون خوف أو حياء من الذي يعلم السر وأخفى. ¶ ويتضح لنا مما تقدم حكمة تحريم الخمر، وأن الله تبارك وتعالى لم يحرم شيئاً إلا لما يحتوي عليه من أضرار بالغة تؤدي بحياة الإنسان وكرامته.",
            "page": "205",
            "part": "1",
            "seal": "17652D32"
        },
        {
            "id": "30",
            "nass": "حكم التداوي بالخمر: ¶ أخرج مالك في الموطأ عن زيد بن أسلم مرسلا أن النبي (قال لرجلين: \"أيكما أطَبّ؟ \" قالا: يا رسول الله وفي الطب خير؟ قال: \"أنزَلَنا الداء الذي أنزل الدواء\"1. ¶ __________ ¶ 1 فتح الباري ج10 ص134، نيل الأوطار ج8 س225، زاد المعاد لابن القيم ص2.",
            "page": "205",
            "part": "1",
            "seal": "680C0F77"
        },
        {
            "id": "31",
            "nass": "وفي صحيح البخاري قال: حدثنا عطاء بن أبي رباح عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"ما أنزل الله داء إلا أنزل له شفاء\". ¶ ولمسلم عن جابر رفعه: \"لكل داء دواء، فإذا أصيب دواء الداء برأ بإذن الله تعالى\". ¶ ولأبي داود من حديث أبي الدرداء رفعه: \"إن الله جعل لكل داء دواء؛ فتداووا ولا تتداووا بحرام\". ¶ من جملة هذه الأحاديث يعلم أن التداوي مطلوب شرعا، وأن الداء والدواء من قدر الله عزّ وجلّ، وعلى حد سواء. ¶ وإذا كان التداوي مطلوبا فهل هو مطلوب بكل ما يظن أنه دواء، وسواء أكان هذا الدواء حلالا أم حراما؟ ¶ أما كون التداوي مطلوبا بدواء هو حلال فهذا أمر لا مرية فيه بمقتضى هذه الأحاديث التي تقدمت. ¶ أما التداوي بمحرم فهذا ما يحتاج الأمر فيه إلى تفصيل. ¶ فعن وائل بن حجر أن طارق بن سويد الجعفي سأل النبي صلى الله عليه وسلم عن الخمر، فنهاه عنها، فقال: إنما أصنعها للدواء، قال: \"إنه ليس بدواء ولكنه داء\". رواه أحمد ومسلم وأبو داود والترمذي وصححه. ¶ وعن أبي الدرداء قال: قال رسول الله صلى الله عليه وسلم: \"إن الله أنزل الداء والدواء، وجعل لكل داء دواء؛ فتتداووا ولا تتداووا بحرام\". رواه أبو داود. ¶ وقال ابن مسعود في المسكر: \"إن الله لم يجعل شفاءكم فيما حرم عليكم\". ذكره البخاري. ¶ وعن أبي هريرة قال: \"نهى رسول الله صلى الله عليه وسلم عن الدواء الخبيث؛ يعني السم\". رواه أحمد ومسلم وابن ماجه والترمذي. ¶ وهل الخمر إلا سم، كما أوضح الطب الحديث في التفصيل الذي أوردناه آنفا؟. ¶ والناظر في هذه الأحاديث يجد التصريح بأن الخمر ليست بدواء، بل إن الأمر لا يقف عند هذا الحد ولكن جاوزه إلى التصريح كذلك بأنها داء. ¶ إذن يحرم التداوي بها كما يحرم شربها، وكذلك سائر الأمور النجسة أو المحرمة. ¶ وإلى هذا ذهب الجمهور الراسخ من أهل العلم.",
            "page": "206",
            "part": "1",
            "seal": "F4186FE9"
        },
        {
            "id": "32",
            "nass": "ويقول الشيخ أبو زهرة في كتابه (العقوبة) ص185: ¶ إن الخمر محرم لغيبته، فلا يباح ولو للتداوي؛ لأن الخمر لا تتعين طريقا للعلاج حيث غيرها من الدواء الطاهر يفي بالغرض، وما قال طبيب منذ نشأ الطب إلى اليوم أن في الخمر فائدة طبية لا توجد في غيرها. ¶ وحقيقة فإن من يقرأ رأي الطب الحديث - الذي يقوم على البحث والاختبارات المعملية والاكتشافات العلمية - يرى أن محمداً صلى الله عليه وسلم قال فيها كلمة الحق؛ كيف لا وهو الذي ينطق عن الهوى إن هو إلا وحي يوحى. ¶ يقول الدكتور أوبرلوس، رئيس قسم الأمراض النفسية في جامعة لندن، في أكبر وأشهر مرجع طبي بريطاني - مرجع برايس الطبي -: \"إن الكحول هو السم الوحيد المرخص بتداوله على نطاق واسع في العالم كله، ويجده تحت يديه كل من يتصور أنه يهرب من مشاكله. ¶ ولذا يتناوله بكثرة كل مضطربي الشخصية، ويؤدي هو إلى اضطراب الشخصية ومرضها، إن جرعة واحدة من الكحول تسبب التسمم وتؤدي إما إلى الهيجان أو الخمود، وقد تؤدي إلى الغيبوبة. ¶ أما شاربو الخمر المدمنون فيتعرضون للتحلل الأخلاقي الكامل مع الجنون\"1. ¶ وقد كان يعتقد قديما وإلى عهد قريب أن الخمر لها منافع طبية، ولكن الاكتشافات العلمية بينت أن هذا الاعتقاد وهم لا نصيب له من الصحة، وصدقت هذه الاكتشافات أنها حقا داء وليست بدواء2، وبما شهدت به الأعداء كما يقولون. ¶ ومنافع الخمر كلها موهومة؛ لأن هذه المنافع إما مادية بالنسبة لمن يبيعها ويتجر فيها فردا كان أو شركة أو دولة؛ فإن ما يعود إلى المجتمع أفدح وأعظم بكثير من هذا الكسب المادي، فالخسارة المؤكدة هي الخراب السلوكي والصحي مما لا يمكن أن يعوضه مال مهما بلغ. ¶ أو منافع طبية وصناعية، وكلها أمر موهوم؛ فالواقعون في أسرها يعتقدون أنها تفتح الشهية، وعلى هذا الاعتقاد الكاذب استعملت قديما وحديثا في أغلب بلاد العالم تحت تأثير هذا المعتقد، فهي تفتح الشهية أول الأمر لأنها تزيد من إفراز حامض المعدة (كلور الماء) . ¶ __________ ¶ 1 كتاب الخمر بين الطب والفقه ص21. ¶ 2 نفس المرجع.",
            "page": "207",
            "part": "1",
            "seal": "F477C211"
        },
        {
            "id": "33",
            "nass": "ولكنها بعد فترة تسبب التهاب المعدة الذي يترتب عليه بالتجربة المؤكدة فقدان الشهية، وكثيرا ما يعقبه القيء المتكرر، وآخرها سرطان المريء1. ¶ وبعد، فإن من يتتبع موضوع التداوي بالمحرم يجد أن المتفيهقين الذين أباحوه بحجة الاضطرار لم يفهموا مطلقا معنى الاضطرار الدافع لاستعمال المحرم، فالاضطرار هو التيقن من هلاك النفس بانعدام ما يؤكل أو يشرب، فيصبح إنقاذا وقتيا من الفناء أن يأكل الميتة ويشرب الخمر، ولا يأثم بذلك، ولا حد يقام عليه عندئذ، وكذا إذا فعله جهلا أو بالشبهة التي تدرأ الحدود، إذاً فلا يجوز مطلقا التداوي بها؛ لقول الرسول الكريم صلى الله عليه وسلم: \"إن الله لم يجعل شفاء أمتي فيما حرم عليها\"، ولقوله في الخمر كما أسلفنا: \"إنه ليس بدواء ولكنه داء\"، فهل بعد قول الرسول وما ثبت به قوله الشريف من تجارب الواقع مجال لتقول بإباحة التداوي بالخمر؟ ¶ ننتقل بعد هذا العرض إلى بيان بعض الأحكام التي تتعلق بالخمر، والتي بينها الفقهاء، حتى يكون للناس حجة بعد هذا. ¶ أولاً: حكم من أنكر تحريم الخمر: ¶ معلوم أنه لا خلاف بين العلماء في أن المتخذ من عصير العنب النيئ إذا غلا واشتد يكون خمرا، أما المتخذ من غير ذلك من المسكرات فهو محل خلاف بينهم، وهذا الاختلاف له أثره في الحكم بتكفير مستحل الخمر المتخذ من عصير العنب النيئ إذا غلا واشتد وقذف بالزبد؛ لإجماعهم على تحريمه وتسميته خمرا حقيقة وشرعا، وثبوت تحريمها بالدليل القطعي. ¶ أما غيرها فيما اختلف العلماء في تسميتها خمرا وإن اتفق على حرمته؛ فإنه لا يحكم بكفر مستحلها وإنما يحكم بفسقه، وإن كان يستحق العقاب بالشرب عندهم. ¶ انظر إلى قول الشافعي في شرح المنهاج2: \"وحقيقة الخمر المسكر من عصير العنب وإن لم يقذف بالزبد، وتحريم غيرها بنصوص دلت على ذلك، ولكن لا يكفر مستحل قدر لا يسكر من غيره للخلاف فيه، أي من حيث الجنس لحل قليله على قول الجماعة، أما المسكر بالفعل فهو حرام إجماعا كما حكاه الحنفية فضلا عن غيرهم، بخلاف مستحله من عصير العنب الصرف الذي لم يطبخ ولو قطره؛ لنه مجمع عليه\". انتهى. ¶ __________ ¶ 1 كتاب (الخمر بين الطب والفقه) ص22. ¶ 2 نهاية المحتاج إلى شرح المنهاج ج8/ص11، نيل الأوطار ج8 ص193، فتح الباري ج10 ص51.",
            "page": "208",
            "part": "1",
            "seal": "4C261A8F"
        },
        {
            "id": "34",
            "nass": "عن أبي أمامة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لا تذهب الليالي والأيام حتى تشرب طائفة من أمتي الخمر، ويسمونها بغير اسمها\". رواه ابن ماجه1. ¶ وعن عبادة بن الصامت رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لتستحلن طائفة من أمتي الخمر باسم يسمونها إياه\". رواه أحمد وابن ماجه وقال: \"تشرب\" مكان \"تستحل\". ¶ ومن هذا يتضح أن من استحل الخمر بعد تحريمها الذي تعددت نصوصه من الكتاب والسنة والإجماع - مهما تنوعت طرقه وقويت أساليبه وانتشر أمره انتشارا فاحشا بما في ذلك بلاد الإسلام - فهو مرتد عن دينه؛ لإنكاره معلوما من الدين بالضرورة. ¶ ثانياً: تحريم بيع الخمر: ¶ من سنة الإسلام في الأحكام أنه إذا حرم شيئاً حرم ما يكون ذريعة إليه، ومن هنا حرم الإسلام بيع الخمر والانتفاع بثمنها، كما يحرم تمليكها وتملكها بسائر أسباب الملك، ولو لم يكن هؤلاء جميعا من شاربيها. ¶ وقد ذكر ذلك صريحا في المصدر الثاني من مصادر التشريع الإسلامي، وهو السنة الصحيحة التي بلغت بمجموعها حد التواتر، وانعقد عليه المصدر الثالث، وهو الإجماع، وبذلك كان بيع الخمر باطلا عند جميع الأئمة، ولا يترتب عليه ملكها للمشتري، ولا ملك ثمنها للبائع، وكان ثمنها أكلا للأموال بالباطل، أي: بوسيلة محرمة غير مشروعة في ديننا إطلاقا. ¶ وقد روى ذلك مسلم في صحيحه بقوله صلى الله عليه وسلم: \"يا أيها الناس إن الله يبغض الخمر، ولعل الله سينزل فيها أمرا؛ فمن كان عنده منها شيء فليبعه ولينتفع به\"، وما لبثوا إلا يسيرا حتى قال عليه الصلاة والسلام: \"إن الله حرم الخمر، فمن أدركته هذه الآية - يريد {إِنَّمَا الْخَمْرُ..} وعنده منها شيء، فلا يشرب ولا يبع\"، فاستقبل الناس بما كان عندهم منها طرق المدينة فسكبوها. ¶ وكذلك ما رواه أحمد والنسائي: لقي رسول الله صلى الله عليه وسلم رجلا يوم الفتح - برواية ابن حجر - فقال له: \"أما علمت أن الله حرمها؟ \" فأقبل الرجل على غلامه ¶ __________ ¶ 1 نيل الأوطار ج10 ص51.",
            "page": "209",
            "part": "1",
            "seal": "3DF858DA"
        },
        {
            "id": "35",
            "nass": "وقال له: اذهب فبعها، وكأنّ الرجل فهم أن التحريم قاصر على شربها، فقال له الرسول صلوات الله عليه: \"إن الذي حرم شربها حرم بيعها\"، فأفرغت في البطحاء. ¶ ثالثاً: تحريم إهدائها والانتفاع بذاتها: ¶ وكما حرم الله بيعها على المسلم حرم عليه أيضا إهداءها إلى غير المسلم، وقد قيل للرسول صلى الله عليه وسلم من أحدهم بعد أن بين حرمة بيعها أفلا أكارم لها اليهود؟ فقال: \"إن الذي حرمها حرم أن يكارم بها اليهود\". ¶ ومن هذا الحكم - وهو حرمة بيعها والانتفاع بثمنها - تقررت حرمة الانتفاع بذاتها على أي نحو من أنحاء الانتفاع؛ من طريق الخلط بغيرها، أو عن طريق الاستغلال، فيحرم أن تدخل في الطعام بأي قدر كان، أو تصفيف الشعر بها كما تفعله بعض السيدات، ويحرم تقديمها على موائد المسلمين مجاملة لغير المسلم، أو بيعها في الفنادق للسياح، كما تفعل وزارت السياحة في معظم البلاد العربية والإسلامية، باسم ترويج السياحة وزيادة الدخل القومي مما حرم الله، وهو في الحقيقة نقص وخراب وليس زيادة، كما يحرم أيضا (الجمارك عليها) . ¶ فكل ما يأتي عن طريق الخمر حرام لا مرية في حرمته، ولا يحل الانتفاع به في أي وجه من الوجوه، كالإعلان عنها على الجدران وفي الصحف كما في كثير من بلاد المسلمين أيضا مع بالغ الأسف، والأشد أسفا أن بعض الدول التي يدين أهلها بالإسلام وينتمون للعروبة، ويتكلمون العربية لغة القرآن الذي حرمت آياته الخمر، تتخذ من الخمر مصدرا من مصادر إنتاجها بمصانع الخمر عندها، وتقوم بتصديرها لشتى الدول، ومن عملائها دول مسلمة أيضا، وأصبح تبعا لذلك شرب الخمر مباحا للجميع، والقانون يحمي السكارى إذا تعرض لهم أحد غيور على دينه. ¶ رابعاً: إهدار قيمتها: ¶ ومن خلال حرمة بيعها وحرمة الانتفاع بها أيضا سقوط تقوّمها في حق المسلم، بمعنى أنها لا تضمن بالإتلاف. ¶ ومما يجب معرفته هنا: أن حق إتلافها إنما أعطاه الإسلام للحاكم خاصة، ولم يعط شيئاً منه للأفراد، حسماً للخصومات ودفنا للفتن، وبذلك كان للحاكم حق تعزير الأفراد الذين يبيعونها، مهما بلغ التعزير، حتى إن عمر رضي الله عنه كان يحرق على الخمارين بيوتهم، قطعا لمادة الإفساد، ومحافظة على الشخصية الإسلامية التي أعز بها المجتمع المؤمن في عصره الزاهر العظيم.",
            "page": "210",
            "part": "1",
            "seal": "457776D0"
        },
        {
            "id": "36",
            "nass": "عقوبة شارب الخمر: ¶ وكما قرر الإسلام حق إتلاف الخمر وما يتصل به، قرر أيضا عقوبة شاربها، وقصرها على الحاكم كذلك، وقد أجمعت الأمة سلفا وخلفا على مشروعية العقاب لشارب الخمر، وعلى أنه حق واجب على الحاكم المسلم، وقد ثبت ذلك بالمصدر الثاني من مصادر التشريع، وهو السنة كما أسلفنا. ¶ ومن ذلك ما روى مسلم وأبو داود وأحمد والترمذي عن أنس رضي الله عنه \"أن النبي صلى الله عليه وسلم أتى برجل قد شرب الخمر، فجلد بجريدتين نحو الأربعين\"، وفعله أبو بكر، فلما كان عمر استشار الناس بعد انتشار شربها بانتشار الفتح الإسلامي واختلاف المسلمين بغيرهم، فقيل له: أخف الحدود ثمانون في كتاب الله؛ إشارة إلى حد القذف، فجعل عمر الحد ثمانين، وكان صاحب هذا الرأي عبد الرحمن بن عوف رضي الله عنه، ووافقت عليه الجماعة، وأصبح تشريعا منذ اليوم. ¶ ومن ذلك ما روى أحمد والبخاري عن السائب بن زيد قال: كنا نؤتى بالشارب في عهد رسول الله صلى الله عليه وسلم، وفي إمْرة أبو بكر، وصدْر من إمارة عمر، فنتقدم إليه فنضربه بأيدينا ونعلنا وأرديتنا، حتى إذا عَقّوا فيها وفسدوا جلد عمر ثمانين. ¶ بهذا أجمعت الأمة على تقرر عقوبة شارب الخمر، ولا نعلم خلافا في تقرر المبدأ، وإنما الخلاف في قدرها، وكيفيتها، وآلتها، وبذلك كانت نوعا من التعزير الذي يلزم به الحاكم. ¶ وقد انتقل به عمر إلى الزيادة والمضاعفة نظرا لاختلاف أحوال الناس، وعملا على أن تؤتي العقوبة الغرض منها، وهي الردع والزجر، وتطهير المجتمع الإسلامي من مادة الدمار هذه. ¶ وقد بلغ الاعتداد بعقوبة شرب الخمر أن عمر بن عبد العزيز رضي الله عنه لم يقف بها عند خصوص الشارب، بل أقام حدها على من شهد مجلس الشراب وإن لم يشرب. ¶ وفي هذا يقول الإمام ابن تيمية: رفع إلى عمر بن عبد العزيز رضي الله عنه قوم يشربون الخمر، فأمر بجلدهم، فقيل له: إن فيهم فلانا، وقد كان صائما لله ولم يشرب معهم، فقال: به ابدءوا؛ أما سمعتم الله يقول: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ} الآية 140 من سورة النساء.",
            "page": "211",
            "part": "1",
            "seal": "2783EE4D"
        },
        {
            "id": "37",
            "nass": "وعلى هذا القياس يصبح كل حاكم ومحكوم في الرقعة العربية والإسلامية شريكا مع السكارى ولو لم يسكر معهم، ما داموا قد أباحوا ذلك أو ارتضوه أو سكتوا عنه، وإقامة الحد عليهم أولى وأبْدَأ، بنص الآية التي نفذها الحاكم الحازم عمر بن عبد العزيز، فلم يأخذوا أنفسهم ولم يأخذوا على يد الظالم. ¶ ولئن كانت الحدود الإسلامية الآن عندهم معطلة، لمّا أوقفوا حكم الله الذي أحكم لعباده، وراحوا ينفذون حكم أعدائه، فلينتظروا قارعة تحيق بهم لا محالة، طال يومهم معها أو قصر، تكون نهاية لما هم فيه من شتات الأمر وشقاء الحكم. ¶ وآخرتهم أدهى وأسوأ؛ {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيراً قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِنْ بِآياتِ رَبِّهِ} . ¶ وقد فعلوا الثلاثة: نسيان الله، والإسراف في معصيته، وعدم تنفيذ آياته؛ فاستحقوا ما في هذه الآية من حكم الله عليهم، وعندئذ يعلمون أن الحرب التي أعلنوها على الله ورسوله في بلادهم المنسوبة كذبا إلى الإسلام، والخمر التي أباحوها صناعة وتجارة وشرابا هي من أعتى جوانب هذه الحرب، قد طحنتهم يوما برحاها وفي الآخرة يصطلون بلظاها. ¶ ويبقى دين الله سامقا شامخا، يذل كل طاغوت كل عنيد، إن لم يفيقوا من سكرهم الذي طال مداه.",
            "page": "212",
            "part": "1",
            "seal": "8AEE7BBD"
        }
    ],
    "t10354": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "التدرج في تحريم الخمر"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ماهي الخمر"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "أهم الأنواع التي إستحدثت من الخمر"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "سر تحريم الخمر"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "تأثير الخمر على جسم الإنسان"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "حكم التداوي بالخمر"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "عقوبة شارب الخمر"
        }
    ]
}