{
    "b10378": [
        {
            "id": "1",
            "nass": "الرأي العام في المجنمع الإسلامي ¶ تعريفه ¶ ... ¶ الرَّأيُ العَامُ في المجُتمع الإسلامِيِّ ¶ لِلدكتور إبراهيم زيد الكيلاَني كلية الشريعة ـ الجامعة الأردنية ¶ الرأي العام في المجتمع الإسلامي ¶ الحمد لله رب العالمين وبه أستعين والصلاة والسلام على نبيه الكريم محمد بن عبد الله وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين وبعد: ¶ فقد رأيت أن أكتب في الرأي العام في المجتمع الإسلامي من خلال النقاط التالية: ¶ 1- تعريف الرأي العام. ¶ 2- تكوين الرأي العام والمؤثرات فيه. ¶ 3- وظيفة الرأي العام. ¶ الرأي العام: ¶ تعريفه: وردت تعاريف متعددة للرأي العام منها: \" أنه ميول الناس نحو قضية ما، إذا كان هؤلاء الناس من فئة اجتماعية واحدة \"1 ¶ ومنها: \" أنه الحكم الذي تصل إليه الجماعة في قضية ما ذات اعتبار ما \". ¶ ومن هذين التعريفين يتبين أن الرأي العام هو نتيجة أمور عديدة منها: ¶ ا- أن تكون هناك قضية مطروحة. ¶ 2- أن تكون مناقشات وافية حول القضية المطروحة. ¶ 3- أن يكون (الحكم) الذي تصل إليه الجماعة أو \" الرأي \" متفقا مع2: ¶ أ- عقيدة الأمة. ¶ __________ ¶ 1 E.S.Bo gardus. The Making of public opinio - P. 5 ¶ والإعلام والدعاية نظريات وتجارب. د: محمد عبد القادر حاتم (ص123) . ¶ 2 المرجع السابق.",
            "page": "244",
            "part": "1",
            "seal": "4E56BE71"
        },
        {
            "id": "2",
            "nass": "ب- ملبياً لحاجاتها محققاً لمصلحتها. ¶ ومن الجدير بالذكر أن الرأي العام الذي ينشده الإسلام في المجتمع الإسلامي هو الرأي العام الصالح المتفق مع عقيدة الأمة وقيمها. ¶ ومن الأهمية بمكان أن نقول إن هذا الرأي العام هو ثمرة ارتباط أفراد المجتمع الإسلامي برباط ثقافي موحد مستمد من كتاب الله وسنة رسوله صلى الله عليه وسلم، ومن شأن أفراده أن يرجعوا إلى حكم الله فيما يعرض لهم من حوادث، وأن ينطلقوا من القيم الإسلامية مهتدين بهديها ليكون الرأي العام فيها وليد عقيدتهم، راجعاً إلى هدى كتاب الله وسنة رسوله صلى الله عليه وسلم.",
            "page": "245",
            "part": "1",
            "seal": "5D104A8C"
        },
        {
            "id": "3",
            "nass": "تكوين الرأي العام: ¶ يتكون الرأي العام في المجتمع الإسلامي نتيجة للإطار الثقافي الذي وضع القرآن الكريم حدوده، وبينته السنة المشرفة، والمبادئ الإسلامية التالية من شأنها أن تبين معالمه: ¶ 1- من مبادئ الإسلام أن يرجع المسلم في أموره كلها إلى حكم الله قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِم} . (الأحزاب: 36) . ¶ 2- من مبادئ الإسلام ألا يتسرع المسلم بالحكم على شيء قبل معرفة حكم الله فيه قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} . (الحجرات: 1) . ¶ قال الإمام ابن كثير في تفسير هذه الآية: \"أي لا تتسرعوا في الأشياء بين يديه، أي قبله بل كونوا تبعاً له في جميع الأمور، حتى يدخل في عموم هذا الأدب الشرعي حديث معاذ ـ رضى الله عنه- حيث قال له النبي (صلى الله عليه وسلم) حين بعثه إلى اليمن: \"بم تحكم؟ \". قال: بكتاب الله تعالى، قال (صلى الله عليه وسلم) : \"فإن لم تجد؟ \" قال: بسنة رسول (صلى الله عليه وسلم) ، قال: \"فإن لم تجد؟ \" قال - رضي الله عنه-: أجتهد رأيي، فضرب في صدره وقال: \"الحمد لله الذي وفق رسول رسول الله (صلى الله عليه وسلم) لما يرضى رسول الله (صلى الله عليه وسلم) . \". رواه أحمد وأبو داود والترمذي وابن ماجة ـ قال ابن كثير: فالغرض منه أنه أخر رأيه ونظره واجتهاده إلى ما بعد الكتاب والسنة، ولو قدمه قبل البحث عنهما لكان من باب التقديم بين يدي الله ورسوله 1. ¶ __________ ¶ 1 تفسير ابن كثير: (4/206) . ط دار الفكر.",
            "page": "245",
            "part": "1",
            "seal": "9365145A"
        },
        {
            "id": "4",
            "nass": "3- حدد الإسلام المصدر الوحيد لتلقي الثقافة وهو الكتاب والسنة، ولا يجوز للمسلم أن يشوه فكره بثقافة مغايرة، وعلى أولي الأمر في المجتمع الإسلامي أن يحموا أفراد المجتمع من منابع الفكر الغريب المنحرف، حتى لا تقع الأمة في مدارس فكرية مختلفة، فيحصل الانقسام، والفرقة، والتفكك، ومن المناسب هنا أن نذكر غضب رسول الله (صلى الله عليه وسلم) واستنكاره عندما رأى صحيفة من التوراة بيد عمر بن الخطاب- رضي الله عنه- وبين أن موسى عليه السلام لو كان حياً لما وسعه إلا أن يتبع رسالة خاتم الرسل ومكمل الرسالات السابقة برسالته محمد (صلى الله عليه وسلم) .",
            "page": "246",
            "part": "1",
            "seal": "ACD7CDD2"
        },
        {
            "id": "5",
            "nass": "المؤثرات في تكوين الرأي العام في المجتمع الإسلامي ¶ المسجد ¶ ... ¶ المؤثرات في تكوين الرأي العام في المجتمع الإسلامي: ¶ في ظل هذه المبادئ والأسس التي رسمها الإسلام للمجتمع، نجد أن الإسلام دعا إلى قيام المؤسسات التوجيهية التي تربى أفراد الأمة تربية إيمانية صالحة على عقائد الإسلام وقيمه واتجاهاته ليكون الرأي العام في المجتمع الإسلامي الثمرة المباركة لهذه المؤسَسات وهي: ¶ (1) المسجد: ¶ كانت إقامة المسجد العمل الأول الذي بدأ به رسول الله (صلى الله عليه وسلم) في المدينة المنورة. ¶ رسالة المسجد في الإسلام: ¶ وليس المسجد في الإسلام مكاناً للعبادة فحسب، إنه مدرسة توجيه وإرشاد يلتقي فيه أفراد الحي كل يوم خمس مرات فيستمعون كتاباً واحداً هو القرآن الكريم ويتلقون توجيهاً واحداً من هدايته، ويستشعرون رابطة الوحدة والأخوة التي تجمعهم وهم صفوف مستوية متراصة تقتدي بإمام واحد.",
            "page": "246",
            "part": "1",
            "seal": "E5523652"
        },
        {
            "id": "6",
            "nass": "(2) العلماء: ¶ وفي المسجد تلقى دروس العلم، ويلتقي أبناء الحي يتلقون ثقافة واحدة من هدي الكتاب والسنة وشروح العلماء. ¶ وفي المسجد يلتقي أبناء الحي وتدور بينهم المناقشات حول قضاياهم الاجتماعية والاقتصادية التي من شأنها أن توحد رأيهم وتجمعهم على طريق سواء. ¶ وللعلماء والعاملين الذين يتصفون بغزارة العلم، والزهد، والصدق والإخلاص والجرأة في قول الحق دور كبير في تكوين الرأي العام وتوجيهه نحو الخير.",
            "page": "246",
            "part": "1",
            "seal": "22CF91B7"
        },
        {
            "id": "7",
            "nass": "فالعالم العاقل حتى يكون قدوة حسنه بعلمه ونزاهته وزهده وجرأته وصدقه وإخلاصه جدير به أن يؤثر بالجماهير ويقودها، ولقد حفل تاريخنا الإسلامي بالأمثلة العديدة لهذه القيادة التي قاد بها العلماء الرأي العام لمواجهة بدع المعتزلة في خلق القرآن وتأثير الفلسفة اليونانية في الفكر الإسلامي وضرب هذا الاتجاه الفلسفي ضربة قاصمة بعلمه وصبره وجهاده وثقة الناس به العالم أحمد بن حنبل- رضي الله عنه- والشيخ العز بن عبد السلام- رضي الله عنه- قاد الرأي العام في المجتمع الإسلامي لمواجهة الحاكم الذي تعاون مع الصليبين ضد المسلمين، ولمواجهة الانحراف في المجتمع والفساد الذي كان وراءه بعض الأفراد. ¶ والإمام ابن تيمية - رحمه الله تعالى- وتلميذه ابن القيم قاد الرأي العام وأذكى شعلته لمواجهة التتار من جهة. ولمحاربة البدع والأفكار الدخيلة في المجتمع من جهة أخرى، وكان جهاده في ميدان الفكر كجهاده في ميدان المعركة يعطي الصورة الكريمة للعالم المسلم القادر على قيادة الجماهير بعلمه وموقفه، بقلمه وجهاده، حتى لا ينفصل العلم عن الموقف، ولأن الناس لا ينظرون إلى العلماء بألقابهم ووظائفهِم ورتبهم فحسب، وإنما ينظرون إليهم بسيرتهم وحسن اقتدائهم برسول الله (صلى الله عليه وسلم) جهاداً ودعوة.",
            "page": "247",
            "part": "1",
            "seal": "2CB731F0"
        },
        {
            "id": "8",
            "nass": "(3) فريضة الأمر بالمعروف والنهي عن المنكر: ¶ والعلماء في المجتمع الإسلامي هم المسؤولون بالدرجة الأولى عن القيام بفريضة الأمر بالمعروف والنهي عن المنكر، وللقيام بهذه الفريضة آثارها الكبيرة في إيجاد الرأي العام الصالح في المجتمع الإسلامي، ولهذا كانت الآيات الكثيرة في القرآن الكريم مبينة هذه الفريضة داعية الأمة إلى القيام بها. ومنها: ¶ {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} . (آل عمران: 104) . ¶ ومن صفات المؤمنين الصالحين أنهم: يأمرون بالمعروف وينهون عن المنكر. ¶ {يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلاةَ} . (التوبة: 71) .",
            "page": "247",
            "part": "1",
            "seal": "56FF7E36"
        },
        {
            "id": "9",
            "nass": "-وهناك مؤثرات أخرى في تكوين الرأي العام، عمل الإسلام على توجيهها وربطها بقواعده ومبادئه وهي: ¶ (أ) البيت: ¶ وقد أشار القرآن الكريم إلى الذرية الصالحة التي تتبع الوالدين على",
            "page": "247",
            "part": "1",
            "seal": "E19669EB"
        },
        {
            "id": "10",
            "nass": "طريق الإيمان {وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُم} . (الطور: 21) ، وأشار إلى خطر انفصال الولد عن أبيه والأسرة عن بعضها إذا انحلت عرى الإيمان فقال: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ} . (المجادلة: 22) . ¶ وفي الحديث الشريف: \"كل مولود يولد على الفطرة فأبواه يهودانه أو يمجسانه أو ينصرانه 1 \"وكلكم راع وكلكم مسؤول عن رعيته \". ¶ (ب) المدرسة: ¶ وهى بيوت العلم التي حرص الإسلام على أدائها لرسالتها مهتدية بقواعد الإسلام ومبادئه في المنهج، والكتاب، والعلم، وحذر أشد التحذير من انحرافها عن الكتاب والسنة، ووجه لأن تكون العلوم المختلفة خادمة العقيدة والإيمان بالله ووحدانيته، حتى لا يتناقض ما يقرأه الطالب في درس التربية الإسلامية عما يقرأه في المباحث الأخرى، ولتكون الثقافة الواحدة التي يتربى عليها أفراد المجتمع في المدارس ثقافة واحدة، توحد الفكر ولا تمزقه، وتساعد على إيجاد رأي عام واحد صالح يخدم أهداف الإسلام ويرعى مبادئه. ¶ لقد أثمرت الثقافة الإسلامية الواحدة التي تلقتها الأمة في المسجد والمدرسة وحدة في الاتجاه العام والرأي العام جعل أبناءها في العصور السالفة على اختلاف تخصصاتهم العلمية في الحديث، والتفسير، والفقه واللغة، والفلك والكيمياء والفيزياء والطب والهندسة أبناء ثقافة واحدة، تسلك طريقهم، وتوحد خطاهم في المجتمع، وتصنع وحدتهم وتقيم أواصر التعاون فيما بينهم. وحين وقع الانفصال بين الجامع والجامعة، وبين المدرسة والمسجد، وبين مصادر التوجيه، والدين، وأخذت تتسرب للأمة الثقافات المتعددة نتيجة الغزو الفكري الأجنبي، وسيطرة المستشرقين وتلاميذهم على معظم الجامعات في البلاد الإسلامية ... وانتقل هذا التأثير المنحرف إلى المناهج والكتب المدرسية في مراحل الدراسة الابتدائية والإعدادية والثانوية في بلاد المسلمين، حين حصل هذا وقع الانفصال بين ثقافة الأمة وشخصيتها الحضارية المستمدة من دينها وتاريخها وأصولها. وأصبح الرأي العام يتأثر تأثراً كبيراً بقيم جديدة وثقافات غريبة أوجدتها مراكز التوجيه المنحرفة. وأصبحت مهمة العلماء صعبة شاقة، ورسالتهم كبيرة ضخمة لإيجاد التغيير في المجتمع، والعودة إلى قيادة الأمة والرأي العام فيها من جديد. ¶ __________ ¶ 1 متفق عليه.",
            "page": "248",
            "part": "1",
            "seal": "87FC53AB"
        },
        {
            "id": "11",
            "nass": "بالإضافة إلى المؤثرات الاقتصادية والاجتماعية الأخرى التي شغلت الناس بالمادة عن الله وعبادته. ¶ 4- من مبادئ الإسلام أن يرجع المسلم إلى العلماء المشهود لهم بالصدق والنزاهة للتعرف على أحكام الله، ومتابعتهم قال تعالى: {فَاسْأَلوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} . ¶ {وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} . (النساء:83) . ¶ 5- من مبادئ الإسلام أن الذي يصيب مسلما بسوء يصيب المجتمع كله، ومن هنا حرم الإسلام الإشاعات الباطلة ونزلت الآيات في حديث الإفك تربية للأمة وتطويراً للرأي العام فيها وصيانة له من الانحراف والجرأة على الباطل بدون بينة 1. ¶ 6- من مبادئ الإسلام فريضة الأمر بالمعروف والنهي عن المنكر والآيات كثيرة تدل على وجوبها. ¶ وسائل الإعلام والتوجيه المختلفة: ¶ لوسائل الإعلام من إذاعة وتلفزيون وصحافة أثرها في إيجاد الرأي العام، فالرأي العام هو أساس الإعلام ... فهدف الإعلام الأول إيجاد الرأي العام أو توجيهه نحو قضية ما أو وجهة نظر مطلوبة وتأثير الإعلام في الرأي العام راجع إلى اتصاله المباشر بالجماهير على اختلاف طبقاتهم ومستوياتهم الثقافية. ¶ ورجل الإعلام الناجح هو الذي يعرف نفسية الجماهير ورغباتهم ويحاول توجيهها لمصالح فكرته ومؤسسته. ¶ ودخول وسائل الإعلام كل بيت بغير استئذان، وعرضها للفكرة بوسائل الإقناع المختلفة في أوقات النهار المختلفة يجعل لها التأثير البالغ على عقول الجماهير وإيجاد الرأي. العام في الأمة. ¶ ومن هنا كانت خطورة أجهزة الإعلام وأهميتها البالغة إيجاباً أو سلباً، ومن هنا كان على العلماء في البلاد الإسلامية واجب كبير في توجيه هذه الأجهزة \"السيطرة عليها حتى تكون معبرة عن عقيدة الأمة وحضارتها، داعية إليها بالحكمة والموعظة الحسنة، وهذا يقتضي أن تكون لهذه الأجهزة رسالة وفلسفة واضحة تلتقي مع رسالة أجهزة التوجيه ¶ __________ ¶ 1 نزلت (18) آية في سورة النور في هذا الموضوع.",
            "page": "249",
            "part": "1",
            "seal": "EC4F89EA"
        },
        {
            "id": "12",
            "nass": "الأخرى في المجتمع وهي: المسجد والمدرسة والصحافة والكتاب، حتى لا تتناقض هذه الأجهزة ولا يهدم جهاز ما يبنيه الآخر، ولا تحدث الصراع والتمزق في نفوس أبناء الأمة. كما يقتضي حسن اختيار العاملين في هذه الأجهزة كفاءة وديناً وخلقاً ليكون رجال الإعلام القدوة الحسنة لما يدعون إليه الناس بسيرتهم وخلقهم، ولتكون دعوتهم مؤثرة فاعلة في الجماهير. ¶ إن انفصال رجل الإعلام عن قيم الإسلام وأخلاقه بسيرته وسلوكه جريمة كبرى في أي بلد إسلامي تجعل من اللص (محافظاً على بيت المال) . (والمجرم) مسؤولاً عن حفظ الأمن.!! ¶ كما تقيم الهوة السحيقة بين أجهزة الإعلام وثقة الناس بها. ومن هنا كان من أعظم الواجبات التي يجاهد لتحقيقها العلماء إنقاذ أجهزة الإعلام من التوجيه الفاسد المنحرف في البلاد الإسلامية. والقيام بمسؤولياتهم في توجيه الأمة من خلالها بلغة العصر وأسلوبه وكفاءته.",
            "page": "250",
            "part": "1",
            "seal": "1FCFBD43"
        },
        {
            "id": "13",
            "nass": "وظيفة الرأي العام ¶ رعاية تطبيق الأحكام الشرعية ¶ ... ¶ (3) وظيفة الرأي العام: ¶ للرأي العام في المجتمع الإسلامي وظائفه عديدة من أهمها: ¶ 1- رعاية تطبيق الأحكام الشرعية. ¶ 2- حراسة المبادئ الإسلامية وصيانتها ومساندة هيئات الأمر بالمعروف والنهي عن المنكر في هذا المجال. ¶ 3- حسن استنباط الأحكام الشرعية من أدلتها في الكتاب والسنة عن طريق إعطاء الثقة بأهل الحل والعقد من العلماء والعاملين. ¶ 4- رفع الروح المعنوية للأمة وتقوية أواصرها وتعاونها. ¶ 5- استثارة مشاعر الأمة للقيام بواجب معين. ¶ 1- رعاية تطبيق الأحكام الشرعية: ¶ الأمة الإسلامية مخاطبة جميعها بتطبيق الأحكام الشرعية، والخطاب في القرآن في هذا المجال يتناول أَفراد الأمة جميعاً. فقوله تعالى في سورة النور مثلاً: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} . موجه لكل فرد في الأمة. ونظراً لأن الأفراد لا يستطيعون القيام بهذه المسؤولية متجمعين فلابد أن يختاروا من يقوم عنهم بهذه المهمة وهو الحاكم أو الإمام فالحاكم في الدولة الإسلامية وكيل الأمة في إقامة أحكام الله المطلوبة منهم جميعاً.",
            "page": "250",
            "part": "1",
            "seal": "A2523C9B"
        },
        {
            "id": "14",
            "nass": "ومن هنا كان للرأي العام سلطانه في دعوة الحكومة لتطبيق أحكام الله تعالى والتقيد بها وعدم الخروج عنها إلى قوانين وضعية أو مشاريع مستوردة. ¶ يقول الإمام النسفي في تفسير قوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} . والخطاب للأئمة لأن إقامة الحد من الدين، وهي على الكل إلا أنهم لا يمكنهم الاجتماع فينوب الإمام منابهم 1. ¶ __________ ¶ 2 رواه البخاري والترمذي: الترغيب والترهيب (4/4-5) .",
            "page": "251",
            "part": "1",
            "seal": "3ED78347"
        },
        {
            "id": "15",
            "nass": "2- حراسة المبادئ الإسلامية وصيانة قيمتها في المجتمع: ¶ ومن هذا المبدأ كانت مسؤولية الأمة عامة عن حراسة مبادئ الشريعة وقيمتها، وكان الرأي العام في المجتمع الإسلامي ذا سلطان قوي في حراسة هذه المبادئ ورعاية هذه القيم وصيانتها. ¶ وقد وجه القرآن الكريم الأمة الإسلامية ودعاها مجتمعة متعاونة لترفع صوتها في الأمر بالمعروف والنهي عن المنكر ومساندة العلماء الذين يقومون بهذه المسؤولية. والأمر بالمعروف يعني الأمر بما قرره الكتاب والسنة من مبادئ وقيم وأحكام للمجتمع، والنهي عن المنكر يعني النهى عما نهى عنه الكتاب والسنة من معاصي تعتبر خروجاً عن المبادئ الإسلامية وقيمها. ¶ ومن المناسب إيراد النصوص التالية من الكتاب والسنة التي تصور حرص الإسلام على مساندة تعاليمه وأحكامه بسلطان الرأي العام المسلم: ¶ (1) قال الله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} . (آل عمران:104) . ¶ (2) عن النعمان بن بشير- رضي الله عنهما- عن النبي صلى الله عليه وسلم: \"مثل القائم في حدود الله، والواقع فيها كمثل قوم استهموا على سفينة، فصار بعضهم أعلاها، وبعضهم أسفلها، فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم، فقالوا: لو أنا خرقنا في نصيبنا خرقا، ولم نؤذ من فوقنا، فإن تركوهم وما أرادوا هلكوا جميعاً, وإن أخذوا على أيديهم نجوا ونجوا جميعاً\" 2. ¶ فالرأي العام مدعو هنا للتوجيه وإصلاح الخطأ وإنقاذ نفسه مع إنقاذ المرتكبين للخطأ، ¶ __________ ¶ 2 رواه البخاري والترمذي: الترغيب والترهيب (4/4-5) .",
            "page": "251",
            "part": "1",
            "seal": "E402CE9F"
        },
        {
            "id": "16",
            "nass": "إن الحديث الشريف يحذر الجماعة من شعور (اللامبالاة) وعدم الاهتمام بقضايا الجماعة العامة بحجة أن الذين يرتكبون الفساد قوم غيرهم. ¶ (3) والمسلم.. مدعو للجهاد والتضحية في سبيل نصرة أحكام الشريعة إذا انتهك حرمتها حاكم ظالم. عن جابر- رضي الله عنه- عن النبي صلى الله عليه وسلم قال: \"سيد الشهداء حمزة بن عبد المطلب، ورجل قام إلى إمام جائر فأمره ونهاه، فقتله \" 1. ¶ إن الجمع بين حمزة بن عبد المطلب- رضي الله عنه- الذي أبلى بلاء حسناً في قتال المشركين والتنكيل بهم حتى قضى شهيداً في غزوة أحد، وبين من جهر بكلمة الحق في وجه إمام ظالم، يصلنا بطبيعة المعركة التي خاضها حمزة- رضي الله عنه- في وجه الجاهلية وظلمها، ويخوضها إخوان حمزة في طريق العمل لاستئناف الدولة الإسلامية، أو في مواجهة محاولات الظالمين لإبعاد أحكام الشريعة عن التطبيق بالتدريج وبالوسائل المختلفة. إن ظهور أمثال هؤلاء الرجال في ساحات المجتمع الإسلامي ومواجهة أعداء الشريعة من شأنه إلهاب مشاعر الجماهير المسلمة وإضاءة الطريق أمام الرأي العام ليقول كلمته ويتحمل مسؤوليته. ¶ (4) إن دعوة الرأي العام في المجتمع المسلم ليقف في وجه الانحراف والفساد ومحاولات الخداع والتمويه تظهر صريحة في حديث النبي الكريم: عن ابن مسعود- رضي الله عنه- أن رسول الله (صلى الله عليه وسلم) قال: \"ما من نبي بعثه الله في أمة قبلي إلا كان له من أمته حواريون، وأصحاب يأخذون بسنته، ويقتدون بأمره، ثم إنها تخلف من بعدهم خلوف يقولون مالا يفعلون، ويفعلون مالا يؤمرون، فمن جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن، ومن جاهدمم بقلبه فهو مؤمن، ليس وراء ذلك من الإيمان حبة خردل \"2. ¶ (5) ويحذر الإسلام أفراد المجتمع المسلم من الجبن في نصرة الحق والوقوع في ذلة الجبن والخور أمام رأي الأكثرية الفاسدة. ¶ عن أبي سعيد الخدري ـ رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: \" لا يُحقِّرَن أحدكم نفسه، قالوا: يا رسول الله وكيف يحقر أحدنا نفسه؟ قال: يرى أن عليه مقالا، ثم لا ¶ __________ ¶ 1 رواه الترمذي والحاكم: وقال صحيح الإسناد/ الترغيب (4/ص4) . ¶ 2 رواه مسلم: الترغيب والترهيب للحافظ المنذري (4/5) .",
            "page": "252",
            "part": "1",
            "seal": "6C908E10"
        },
        {
            "id": "17",
            "nass": "يقول فيه، فيقول الله عز وجل يوم القيامة: ما منعك أن تقول في كذا وكذا؟ فيقول خشية الناس: فيقول فإياي كنت أحق أن تخشى\". 1 ¶ (6) ويحذر الله الجماعة المسلمة أن يفلت من يدها زمام الأمر فتغلب المعاصي وتنتشر الفاحشة فيستحقوا عذاب الله. وقد سألت عائشة- رضي الله عنها- رسول الله صلى الله عليه وسلم: \"أنهلك وفينا الصالحون؟ قال: نعم إذا كثر الخبث \"2. ¶ وعن جرير بن عبد الله- رضي الله عنه- قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما من رجل يكون في قوم يعمل فيهم بالمعاصي يقدرون على أن يغيروا عليه، ولا يغيرون إلا أصابهم الله منه بعقاب قبل أن يموتوا\"3. ¶ وعن أبي بكر الصديق- رضي الله عنه- قال: يا أيها الناس إنكم تقرؤون هذه الآية: {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ... } (المائدة: 160) وإني سمعت رسول الله صلى الله عليه وسلم يقول: \"إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعقاب عن عنده \" 4. ¶ الرأي العام ودوره في مقاطعة مجالس المنكرات: ¶ ومن خير ما تتجلى به حراسة الرأي العام في المجتمع الإسلامي لمبادئ الشريعة وقيمها الحكم الشرعي الذي يأمر الجماعة المسلمة وكل فرد مسلم بمقاطعة مجالس المنكرات، والأماكن التي يعصى فيها الله، والمحافل التي يستهزأ فيها بدين الله، قال تعالى: ¶ {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعاً} . (النساء: 140) إن المسلم مدعو إذا لم يستطع أن يغير المنكر بيده ولسانه، أن يغيره بقلبه والتغيير بالقلب ليس حركة انفعالية نفسية ولا تظهر أثراً إيجابياً في إزالة المنكر، بل هي حركة انفعالية نفسية عملية تساعد على التغيير بالانسحاب من مجلس يعصى فيه الله، وهذا ما عبر عنه النبي صلى الله عليه وسلم في حديث له: \"من رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه وذلك أضعف الإيمان\". ¶ إن كلمة: \"فبلسانه \" و \"فبقلبه \" متعلقتان بالفعل \"فليغيره\"، والتقدير: فليغيره بيده، ¶ __________ ¶ 1 رواه ابن ماجه: ورواته ثقات ـ المرجع السابق (6) . ¶ 2 رواه البخاري: عن زينب بنت جحش ـ رضي الله عنها ـ المرجع السابق (6) . ¶ 3 رواه أبو داود: المرجع السابق: (8) . ¶ 4 رواه أبو داود والترمذي.",
            "page": "253",
            "part": "1",
            "seal": "8C4533CE"
        },
        {
            "id": "18",
            "nass": "أو فليغيره بلسانه أو فليغيره بقلبه ... ولا يكون بالقلب تغيير إلا بحركة هي أضعف الحركات وأقلها بعد اليد واللسان هي حركة الانسحاب من مجالس المنكرات ومقاطعتها ¶ الرأي العام ودوره في مقاطعة من عصى: ¶ والرأي العام في الإسلام حين يخاصم ويقاطع هدفه الإصلاح والعلاج، لا التشهير والهدم، وهذا ما يميزه عن المجتمعات المادية، فالثلاثة الذين خلفوا عن الجهاد بغير عذر وأمر الرسول صلى الله عليه وسلم الأمة بمقاطعتهم واستعمل رسول الله صلى الله عليه وسلم سلاح الرأي العام هذا وسيلة صالحة لإبرار أثر التخلف عن الجهاد على الأمة، وقيام الأمة جميعها بواجب المقاطعة، حتى أقارب المقاطع وزوجه يقاطعونه. ¶ حتى إذا حققت المقاطعة ثمرتها التربوية للمتخلفين خاصة، وللأمة عامة نزل الحكم من السماء بإنهاء المقاطعة والتوبة على الذين تخلفوا وتابوا وأنابوا. ¶ قال تعالى: {لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَؤُوفٌ رَحِيمٌ وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللَّهِ إِلا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ} . (التوبة:117-118) 1. ¶ إن سلاح المقاطعة يمثل قمة التربية الإيمانية للشخصية المسلمة حين تحب في الله، وتبغض في الله، وتصل في الله، وتقطع في الله، وتحارب في الله وتسالم في الله. ¶ وإن العقيدة التي توحد رأي أبنائها في إصدار حكم على شخص بمقاطعته لأنه تخلف عن الجهاد، أو جاهر بمعصية لتمثل لنا أسلوباً من أساليب الدعوة الإسلامية في تربية الجماعة وإصلاحها، والدارس للتاريخ الإسلامي يجد تطبيقاً كريماً لهذه المبادئ في محيط الأسرة، أو محيط الجماعة حين يخرج أحدهم عن الجادة، ويجاهر بمعصية الله فيهجر في الله، وتعطى الأمة برأيها فيه بالمقاطعة العلنية. ¶ وقد ظهر هذا الأسلوب في مرحلة الدعوة الأولى في مكة قبل الهجرة حين أمر رسول الله صلى الله عليه وسلم بأن يهجر المجالس التي لا توقر فيها آيات الله وشرائعه فقال تعالى: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ} . (الأنعام: 68) . ¶ __________ ¶ 1 انظر قصتهم في صحيح البخاري كتاب المغازي زفي الطبري (11/58) .",
            "page": "254",
            "part": "1",
            "seal": "9459CED9"
        },
        {
            "id": "19",
            "nass": "قال القرطبي في تفسير هذه الآية: \"من خاض في آيات الله تركت مجالسته وهجر مؤمناً كان أو كافراًً ... وقد قال بعض أهل البدع لأبي عمران النخعي: اسمع مني كلمة فأعرض عنه وقال: \"ولا نصف كلمة\" 1 وروى عن عائشة- رضي الله عنها- قالت: قال رسول الله صلى الله عليه وسلم: \"من وقر صاحب بدعة فقد أعان على هدم الإسلام \" 2. ¶ __________ ¶ 1 تفسير القرطبي: (7/13) . ¶ 2 المرجع السابق، وانظر تفسير المنار (ج7/506) والتحرري والتنوير (ج7/288) للشيخ محمد بن عاشور.",
            "page": "255",
            "part": "1",
            "seal": "5122F961"
        },
        {
            "id": "20",
            "nass": "3- حسن استنباط الأحكام الشرعية من أدلتها، وإعطاء الرأي في قضايا الأمة المهمة: ¶ المقصود بهذا العنوان إظهار الأهمية التي يعطيها الإسلام للرأي العام من خلال بيان الرابطة بين جمهور الأمة وأهل الحل والعقد فيها، وبيان صلاحيات أهل الحل والعقد، ودورهم في بيان أحكام الشريعة باعتبارهم ممثلين شرعيين لجمهور الأمة، ومعبرين عن رأيها العام في أمور الشريعة، وهذا يقتضي التعريف بأهل الحل والعقد وأهم أعمالهم. ¶ أهل الحل والعقد كما يسميهم جمهور العلماء، أو أهل الاختيار كما يسميهم الماوردي وغيره 3 أو أهل الاجتهاد كما يسميهم البغدادي 4 هم جماعة معينة من فضلاء الأمة يوكل إليهم النظر في مصالحها الدينية والدنيوية ومنها اختيار رئيس الدولة، فهم المسؤولون عن تصفح أحوال الذين يمكن صلوحهم لتولي هذا المنصب الخطير، والاجتهاد في ذلك، وهذه الجماعة لا تقوم باختيار الإمام إلا نيابة عن الأمة جميعاً، فهم بمباشرتهم هذا الاختيار لا يمثلون أنفسهم، بل يمثلون الأمة كلها، ولهذا فإنه عند مبايعة أهل الحل والعقد للإمام تجب مبايعته والانقياد له على سائر أفراد الأمة 5. ¶ وقد بين العلماء أن أهل الحل والعقد هم: \"العلماء والرؤساء، ووجوه الناس الذين يتيسر اجتماعهم \" 6 ويرى الشيخ محمد رشيد رضا أن أهل الحل والعقد هم المقصودون بأولي الأمر في قوله تعالى: {وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ} . (النساء: 83) . وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ} . (النساء: 59) . وليس المراد بأولي الأمر في الآيتين الأمراء والسلاطين كما يرى بعض العلماء بدليل أن الآية الأولى ¶ __________ ¶ 3 الأحكام السلطانية للماوردي (ص6) والأحكام السلطانية أبي يعلى. ¶ 4-5 رسالة الدولة في الفقه الإسلامي. د: محمد رأفت عثمان (256-257) ط دار الكتاب الجامعي-القاهرة. ¶ 6 نهاية المحتاج إلى شرح المنهاج لشمس الدين محمد بن أبي العباس الرملي (7/3990) .",
            "page": "255",
            "part": "1",
            "seal": "9E72BB25"
        },
        {
            "id": "21",
            "nass": "نزلت في أولي الأمر الذين كانوا على عهد الرسول صلى الله عليه وسلم، ولم يكن هناك أمراء ولا سلاطين، قال: \"وما كان هناك إلا أهل الرأي من كبار الصحابة- عليهم الرضوان- الذين يعرفون وجوه المصلحة مع فهم القرآن ... \" وهكذا يجب أن يكون في الأمة رجال أهل بصيرة ورأي في سياستها، ومصالحها الاجتماعية، وقدرة على الاستنباط، يرد إليهم أمر الأمن والخوف وسائر الأمور الاجتماعية والسياسية وهؤلاء الذين يسمون في عرف الإسلام أهل الشورى وأهل الحل والعقد ... 1. ¶ فيفهم من هذا القول ومما ذكره الفقهاء أن أهل الحل والعقد هم المتبوعون في الأمة الحائزون على ثقتها ورضاها لما عرفوا به من التقوى والعدالة 2. ¶ أما علاقة أهل العقد والحل في الأمة فهي علاقة النائب والوكيل 3 أما كيف ينالون هذه المنزلة فإن الأمة هي التي ترفعهم إلى هذه المنزلة باختيارها لهم صراحة أو ضمنا، وأن السوابق التاريخية تبين لنا وكالة أهل الحل والعقد عن الأمة في عصر الإسلام الأول- عصر الخلفاء الراشدين- كانت وكالة ضمنية لأنهم كانوا معروفين بتقواهم وإخلاصهم وكفاءتهم وعلمهم شهد لهم القرآن الكريم والنبي صلوات الله وسلامه عليه بالثناء العام والخاص عليهم، فما كان هناك من حاجة لقيام الأمة بانتخابهم وتوكيلهم عنها صراحة. ¶ ومن المقاييس المهمة في معرفة نبل هذا العالم أو ذاك لثقة الجماهير رجوعُها إليه في الفتوى، وحضورها دروسه، وترددها على مجالسه، وأخذها برأيه، في أمور حياتهم المختلفة. ¶ ومع ذلك فإننا إذا أخذنا في الوقت الحاضر بنظام الانتخاب المباشر لأهل الحل والعقد ضمن شروط يقرها الإسلام، منها أنه يجب أن تتوافر فيمن يرشح نفسه للانتخاب: ¶ (أ) العدالة الجامعة لشروطها. ¶ (ب) العلم. ¶ (ج) الرأي والحكمة والخبرة 4. ¶ وإن مثل هذا الانتخاب على هذا النحو المذكور جدير بأن يترجم إرادة الأمة صراحة وتوكيلها لهؤلاء، وهو المناسب لعصرنا لأن إجازة التوكيل الضمني في هذا الزمن قد يفتح ¶ __________ ¶ 1 تفسير المنار: للشيخ السيد محمد رشيد رضا (7/11) . ¶ 2 أصول الدعوة للدكتور: عبد الكريم زيدان (199) وتفسير المنار (5/181) . ¶ 3 المرجع السابق. (/‍199) ¶ 4 الأحكام السلطانية للماوردي (6) ، وأصول الدعوة لعبد الكريم زيدان (200) .",
            "page": "256",
            "part": "1",
            "seal": "45499DA1"
        },
        {
            "id": "22",
            "nass": "باب شر خطير ويؤذن بالفوضى التي تضعها المزاعم الكاذبة والدعاوى الفارغة 1. ¶ الفرق بين سيادة الرأي العام في الإسلام والنظم الديمقراطية: ¶ (أ) ومن الأهمية بمكان أن نذكر أن الأمة حين تبدي رأيها عن طريق ممثليها في قضية من القضايا فلرأيها السيادة ولحكمها النفاذ في النظم الديمقراطية الغربية، أما في الإسلام فإن أهل الحل والعقد لا ينفذ رأيهم إلا في الأمور التي لم ينص عليها الشرع ... فإذا جَاء الله بحكم فليس لجماعة من الأمة أن تعارضه وليسر للأمة بمجموعها إن تبطله. ¶ ومن هنا كانت المسائل الفقهية الخاضعة لرأي الجماعة مقيدة بأمرين: ¶ أ- ألا يكون قد نزل فيها نص صريح. ¶ 2- أن يرجع أهل الحل والعقد في بيان الرأي فيها إلى أصول الشريعة ومقاصدها العامة. ¶ (ب) أن القانون أو الحكم حين تصدره الدولة نابعاً من عقيدة الأمة ودستورها، تجد اقتناع الرأي العام به قوياً صادقاً، وتنفيذه سهلاً ميسوراً، بينما نجد حرمان القوانين الوضعية من هذه الميزة. وخير مثال يوضح هذه الفكرة المقارنة بين تحريم الخمر في الإسلام الذي تهيأ الرأي العام لقبوله وبين تحريمه في أمريكا ... فنجح في المجتمع الإسلامي ولم ينجح هناك. ¶ __________ ¶ 2 رواه البخاري.",
            "page": "257",
            "part": "1",
            "seal": "E35CF74C"
        },
        {
            "id": "23",
            "nass": "4- رفع الروح المعنوية للأمة وتقوية أواصرها وتعاونها: ¶ من أهم وظائف الرأي العام في المجتمع الإسلامي رفع الروح المعنوية عند الجماهير التي تكونه، لأن وحدة الجماعة المسلمة على رأي واحد من شأنه أن يبرز قوة هذه الجماعة وتعاونها، ويعطيها الزاد والقوة على تحقيق أهدافها مهما بلغت التكاليف. ¶ لقد وضع القرآن الكريم القاعدة المباركة لوحدة الجماعة المسلمة على الهدف الكريم بقوله: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الأِثْمِ وَالْعُدْوَانِ} . (المائدة: 2) . وبقوله: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفّاً كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} . (الصف: 2) . وبقوله صلى الله عليه وسلم: \"ترى المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد إذا اشتكى منه عضو تداعى له سائر الأعضاء بالحمى والسهر \" 2. ¶ __________ ¶ 1 المرجع السابق (201) . ¶ 2 رواه البخاري.",
            "page": "257",
            "part": "1",
            "seal": "DB024D40"
        },
        {
            "id": "24",
            "nass": "وتظهر أثر هذه التربية الإيمانية للجماعة المسلمة في وحدتها وتآلفها، في وقوفها في وجه المحن والشدائد صفاً واحداً، ومن أبرز الأمثلة على ذلك في تاريخ الإسلام خروج المسلمين، في اليوم التالي لغزوة أحد، للثأر من عدوهم، ومسح آثار مصيبتهم، وهذا ما عبر عنه القرآن بقوله: {الَّذِينَ اسْتَجَابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ} (آل عمران:172) . ¶ لقد حرص الإسلام على دعم أهدافه بسلطة الرأي العام، وإيجاد روح التعاون بين أبناء الأمة الإسلامية، والتقارب بين فئات الشعب، لتتوحد اتجاهاتها، وتسيطر على مبدأ أساسي في حياة الأمة، وهو الاتفاق على الأهداف، وهذا الاتفاق يؤدي حتما إلى نجاح الأمة في بلوغ غايتها وتحقيق أمانيها. ¶ إن الأذان الذي يتردد كل يوم خمس مرات، عالياً مدوياً معبراً عن أهداف الإسلام الكبيرة، وإن الصلوات التي تقام كل يوم خمس مرات جامعة للأمة موحدة لرأيهَا، وإن الجُمَع، والجماعات، وفريضة الحج التي من شأنها أن يظهر وحدة الأمة على أهدافها، وإن القرآن الذي يتلى في كل صلاة جامعا للأمة على أهدافه وغاياته، إن هذا كله جدير بأن يحقّق في المجتمع الإسلامي وحدة الأهداف ووحدة الرأي العام على هذه الأهداف، ويرفع معنويات الأمة لأداء دورها الكبير ورسالتها العظيمة في الحياة، ولنتأمل في روحِ العزة التي يصنعها الإسلام بالإيمان والعمل الصالح {مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعاً إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ} . ¶ {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّه} . ¶ وإلى رفع هذه الروح المعنوية في ضمير الأمة بالتقائها على أهدافها ووحدة رأيها يشير النبي صلى الله عليه وسلم بقوله: ¶ \"يد الله على الجماعة ومن شذ شذ في النار\". ¶ \"المؤمن للمؤمن كالبنيان يشد بعضه بعضا\" 1. ¶ إن البنيان الذي يشد بعضه بعضا يصور لنا الروح المعنوية العالية التي يعطيها وحدة الرأي العام لأفراد الأمة كما يصور لنا معاني التعاون على أهداف الإسلام الكريمة في ¶ __________ ¶ 1 رواه البخاري ومسلم والترمذي.",
            "page": "258",
            "part": "1",
            "seal": "B2771323"
        },
        {
            "id": "25",
            "nass": "الحياة، وأن الجماعة التي تباركها يد الله وترعاها وتنصرها جديرة بأن تتغلب على أسباب الضعف وتحقق أسباب قوتها ونموها وازدهارها.",
            "page": "259",
            "part": "1",
            "seal": "D2BFAA22"
        },
        {
            "id": "26",
            "nass": "استثارة مشاعر الأمة للقيام بواجب معين: ¶ في كل مسجد جامع منبر وظيفته مخاطبة الرأي العام كل أسبوع يدعوه إلى واجب أو يحذره من أمر، أو يبصره بقضية لها أهميتها في حياته. ¶ لقد سن رسول الله صلى الله عليه وسلم للأمة كيف تكون يدا واحدة في مواجهة الأحداث، يأخذ قويها بيد ضعيفها، وغنيها بيد فقيرها، وأنه من لم يهتم بأمر المسلمين فليس منهم. ¶ والدارسون لسيرة رسول الله صلى الله عليه وسلم وسير الخلفاء الراشدين والتابعين هم بإحسان، نجد أن النبي الكريم كان يدعو المسلمين إلى المسجد عند كل حدث مهم يخبرهم به، أو واجب يدعوهم إليه، حين يوجه الحملات للجهاد، فيدعو إلى البذل والنفقة، كما يدعو إلى المشاركة بالجهاد. ¶ وحين يرى طائفة من المسلمين تعاني ضائقة مالية فيدعو المسلمين إلى مساعدتهم وكذلك كان الصحابة- رضوان الله عليهم- فأبو بكر- رضي الله عنه- يوجه الجيوش لفتوح الشام والعراق، وكلما دعا الداعي لإمداد جيش وجه النداء للأمة وندبها إلى الخروج مع هذا القائد أو تلك الحملة. ¶ وفي تهيئة الأمة لقبول حكم معين كان الخليفة يوم الجمعة يعلن في الناس ويمهد لقراره ويقنع الجماهير به، ففي مسألة تحديد المهور استشار عمر الناس في المسجد فردت عليه امرأة رأيه بالآية الكريمة: {وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً} . فأعلن رجوعه عن رأيه وقال: \"اللهم، غفرا كل الناس أفقه من عمر، أخطأ عمر وأصابت امرأة\" 1. ¶ وفي الصورة المقابلة نجد خطبة الجمعة التي من شأنها أن تعالج قضايا الأمة يعرضها أولو الأمر من العلماء والحكام لتقوم بتهيئة الرأي العام لقبول القرار الذي ستتخذه الدولة أو رفضه بمناقشته وبيان مدى تحقيقه لأهداف الشريعة ومقاصدها. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ __________ ¶ 1 حقوق النساء في الإسلام للشيخ محمد رضا (ص13) .",
            "page": "259",
            "part": "1",
            "seal": "70802F96"
        }
    ],
    "t10378": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرأي العام في المجنمع الإسلامي"
        },
        {
            "id": "1",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريفه"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تكوين الرأي العام"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المؤثرات في تكوين الرأي العام في المجتمع الإسلامي"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المسجد"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "العلماء"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "فريضة الأمر بالمعروف والنهي عن المنكر"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "مؤثرات أخرى"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "وظيفة الرأي العام"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "رعاية تطبيق الأحكام الشرعية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "حراسة المبادئ الإسلامية وصيانة قيمتها في المجتمع"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "حسن استنباط الأحكام الشرعية من أدلتها"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "رفع الروح المعنوية للأمة وتقوية أواصرها وتعاونها"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "استثارة مشاعر الأمة للقيام بواجب معين"
        }
    ]
}