{
    "b10374": [
        {
            "id": "1",
            "nass": "مدخل ¶ الرابط وَأثَره في التراكيب في العربية: ¶ للدكتور حمزة عبد الله النشرتي أستاذ مساعد بكلية الشريعة ¶ يمتاز الأسلوب العربي بقوة العلاقة بين جمله، والترابط بين أجزائه، فالترابط يحدد أبعاد المعنى ويرفع منه كل لبس وإبهام لآن الربط قائم بين جزء في الجملة الإسمية والفعلية، والجملة بأنواعها: شرطية أو حالية أو صلة أو صفة لابد من وجود ما يربطها بسابقها. ¶ والرابط في التركيب اللغوي متعدد في أنواعه مختلف في اتجاهاته فقد عرف النحاة الضمير رابطاً، وهذا النوع لكونه أصل كل رابط فقد اتسع استخدامه وامتدت دائرته فتجده في الصفة المشبهة رابطاً، وفي التوكيد والبدل كما تجده في الظروف والجار والمجرور، وأكثر ما تجده في الجمل الخبرية والحالية وجملة الصفة. ¶ وقد شهد التركيب اللغوي أنماطاً أخرى من الروابط فقد وقع في اللغة الربط بالاسم الظاهر، وباسم الإشارة، كما وقع الربط بالمعنى والعموم والخصوص، والعمل. وجوانب كثيرة سيكشف عنها هذا البحث. ¶ لقد تمسك الكوفيون ببعض الأمثلة واتخذوها أساساً لجواز الربط بأل من ذلك قوله تعالى: {فَأَمَّا مَنْ طَغَى وَآثَرَ الْحَيَاةَ الدُّنْيَا فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى} . فرأى الكوفيون أن: \"أل\" في المأوى رابطة حلت محل الضمير، والأصل مأواه، ولم يرتضى ذلك جمهور النحاة فالتناوب بين الإسم والحرف قبيح. ¶ وقد يجتمع في الجملة أكثر من رابط. ألا ترى أن جملة الحال قد تربط بالواو والضمير معاً؟ ففي قوله تعالى: {لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ} الجملة الحالية ربطت بالواو والضمير معاً. وجملة جواب الشرط قد تربط بالفاء والضمير معاً. اقرأ قول الله تعالى: {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَاباً لا أُعَذِّبُهُ أَحَداً مِنَ الْعَالَمِينَ} . فجملة فإني أعذبه",
            "page": "136",
            "part": "1",
            "seal": "4892D3D4"
        },
        {
            "id": "2",
            "nass": "وقعت جواباً للشرط وفيها الربط بالضمير الذي يعود على المبتدأ كما أن في الجواب رابطاً آخر هو الفاء. ¶ وجملة جواب الشرط قد تجتمع فيها بالفاء وإذا رابطتين لتأكيد وتقوية الربط ففي قوله تعالى: {فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا} ربطت جملة الجواب بالفاء وإذا. ¶ والربط في الأسلوب العربي ليس مقصوراً على هذه الروابط اللفظية. إذ الجملة قد تخلو منه إلا أن ارتباطها بما قبلها موجود وقائم حتى لا يصبح التركيب مبتوراً وغير مترابط فقد تكون الجملة الثانية مؤكدة، أو مفصلة أو معللة ... ¶ وشاعرنا العربي عندما بنى قصيدته فإن أبياتها لم تكن مجرد سرد بيت تلو آخر، وإنما تحكمت فيه العاطفة ممزوجة بالفكرة فجاءت الأبيات مرتبطاً بعضها ببعض حتى أصبحت القصيدة بناءً كاملاً مترابطاً. فالبيت قد يربط بسابقه بعلاقة التوكيد أو التعليل أو الإجابة عن تساؤل أو ... ومما يدلنا على أن الشعراء كانوا يراعون الترابط في القصيدة الواحدة قول أحدهم للآخر: أنا أشعر منك فقيل له وكيف؟ فقال: لأني أقول البيت وأخاه وأنت تقول البيت وابن عمه. وهذا النوع من الروابط له مجاله ومباحثه لأن هذا البحث قد دار حول الرابط اللفظي الذي كثر دورانه على ألسنة النحاة. ¶ ولكي يستفيد القاريء فإني قد حددت أنواع الرابط، ثم أشرت إلى مجال استخدام كل واستعماله. فمثلاً الربط بالعموم والخصوص حددت مجاله في تنازع العاملين، والربط بأل حددت مجالاته في الصفة المشبهة والخبر، والربط بالإسم الظاهر حددته في الجملة الخبرية وجملة الصلة والتوكيد. ¶ والمتتبع لجوانب هذا البحث سيدرك بمشيئة الله مدى المعاناة التي بذلت في جمع شتات هذا الموضوع وتحديد معالمه ومناقشة آرائه. ¶ نرجو الله أن ينفع به.. إنه سميع مجيب.",
            "page": "137",
            "part": "1",
            "seal": "4E6D9E0E"
        },
        {
            "id": "3",
            "nass": "أولا: الرابط بالضمير ¶ الجملة الخبرية ¶ ... ¶ أولاً- الربط بالضمير ¶ لما كان الأصل في الرابط أن يكون بالضمير فقد كثر دورانه في لغة العرب رابطاً للجملة بما قبلها، ورابطاً للإسم بما قبله، وقد وقع الربط به مذكوراً ومحذوفاً. ولكون الربط بالضمير هو الأصل ذكر النحاة أن الظاهر قد يحل في الربط محل الضمير. ¶ والأصل في الجملة أن تكون كلاماً مستقلاً غير أنك إن قصدت جعلها جزءاً من كلام فلا بد من رابطة تربطها بالجزء الآخر. وهذه الرابطة هي الضمير إذ هو موضوع لمثل هذا الغرض، فبدونه يصبح الأسلوب مبتوراً غير مستوف ولا تُحَصَّلُ منه فائدة. ¶ ومن الأشياء التي تربط بالضمير:- ¶ الجملة الخبرية:- ¶ تقع الجملة الخبرية إسميةً وفعليةً وشرطيةً. وكل هذا لابد فيه من رابط يعود على المبتدأ لئلا تقع أجنبية عن المبتدأ1 ففي قوله تعالى: {وَاللَّهُ يُرِيدُ الآخِرَة} 2 وقع الخبر جملة فعلية وقد ربطت بالضمير، كما أن قولنا: القرآن حفظه مغنم وقع الخبر جملة أسمية وقد جاء الربط بالضمير. ¶ وجملة الشرط على الخلاف بين النحويين: هل الخبر فعل الشرط أو الجواب أو هما معاً؟ فإن الضمير لابد من وجوده رابطاً للجملة بالمبتدأ. ¶ ففي قوله تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّه} 3 اشتمل فعل الشرط والجواب على رابط هو الضمير يعود إلى المبتدأ، وفي قوله تعالى: {وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ} 4، الربط موجود بالضمير في \"به\" وفي قوله تعالى: {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُه} 5 في فعل الشرط ضمير الفاعل يعود على من، وضمير المفعول به في الجواب يعود على المبتدأ. ¶ والضمير لكونه الأصل في الربط فقد جاء الربط به مذكور، ومحذوفاً ومن الربط ¶ __________ ¶ 1 ابن يعيش: (شرح المفصل جـ 1 ص 91) . ¶ 2 الآية رقم 67 من سورة الأنفال. ¶ 3 الآية رقم 80 من سورة النساء ¶ 4 الآية رقم 132 من سورة الأعراف. ¶ 5 الآية رقم 115 من سورة المائدة.",
            "page": "138",
            "part": "1",
            "seal": "785A17AB"
        },
        {
            "id": "4",
            "nass": "بالضمير محذوفاً قوله تعالى: {وَكُلاً وَعَدَ اللَّهُ الْحُسْنَى..} 1 يرفع كل وذكر الفراء أن الضمير قد يحذف قياساً2. وذلك إذا كان الضمير مفعولاً به والمبتدأ كل مثل قوله الشاعر:- ¶ قد أصبحت أمُّ الخيار تدّعي ... على ذنباً كُلُّهُ لم أصنع3 ¶ وجملة الخبر إذا كانت نفس المبتدأ في المعنى فلا تحتاج إلى رابط نحو\"هو الله أحد\" إذا قدر هو ضمير شأن فهو مبتدأ والله أحد جملة هي خبر المبتدأ. وهي عين المبتدأ في المعني لأنها مفسرة والمفسر عين المفسر4 والجملة إذا كانت نفس المبتدأ فإنها بمثابة المفرد5. ¶ شبه الجملة:- ¶ ويقع الخبر ظرفاً وجاراً ومجروراً ويتعلقان بمحذوف وجوباً ثم قيل: الخبر نفس الظرف والمجرور وحدهما. وقيل: هما ومتعلقهما والمتعلق جزء من الخبر واختاره الرضى. وذكر ابن هشام: أن الخبر هو المتعلق. واختلف في التقدير فقال الأخفش والفارسي والزمخشري: \"التقدير كان أو استقر\" والصحيح عند جمهور البصريين: \"أن تقديره كائن لا كان أو استقر\". وعلى القول بأن لهما متعلقاً تقديره كائن أو كان فإن الظرف والجار والمجرور بهما رابط يربطهما بالمبتدأ وسواءًَ أكان الضمير مستكناً في المتعلق أو انتقل إلى الظرف فالرابط موجود6. ¶ __________ ¶ 1 الآية رقم 10 من سورة الحديد وقراءة الرفع هي قراءة ابن عامر- البحر المحيط جـ 8/218. ¶ 2 الرضى: شرح الكافية جـ 1 ص 92. ¶ 3 شرح شواهد المفتي 2/ 544 وهو مطلع أرجوزة لأبي النجم العجلي وأم الخيار زوجة أبى النجم وهو في أمالي الشجري 1/7، 80، 293 والكتاب 1/ 44 والخزانة 1/173 وفي البيت شواهد أخرى لا محال لذكرها في هذا البحث. ¶ 4 التصريح على التوضيح جـ 1 ص 163. ¶ الصبان جـ 1 ص 195. ¶ 5 في حاشية الصبان. قال الناظم في شرح التسهيل:\" الجملة المتحدة بالمبتدأ معنى كل جملة مخبر بها عن مفرد يدل على جملة كحديث وكلام ومنه ضمير الشأن وإذا كانت الجملة الخبرية نفس المبتدأ في المعنى اكتفى بها عن الربط والمعنى أنه لا ضمير فيها لا أنه مستغنى عنه مع مكان الإتيان به مثل أفضل ما قلته: أنا والنبيون من قبلي لا إله إلا الله \". حاشية الصبان جـ 1 ص197 تسهيل الفوائد ص 48. ¶ 6 حاشية الصبان- جـ 1 ص 199 0 التصريح جـ 1 ص 166.",
            "page": "139",
            "part": "1",
            "seal": "4CE1E349"
        },
        {
            "id": "5",
            "nass": "ثانياً: جملة الصلة وشبهها ¶ جملة الصلة:- ¶ تتميز الموصولات الإسمية عن الحرفية بأن الإسمية لابد في صلتها من كائن يعود إلى",
            "page": "139",
            "part": "1",
            "seal": "2D15E420"
        },
        {
            "id": "6",
            "nass": "الموصول ليحصل به الربط بين الموصول وصلته. فالصلة بعائدها يوضحان مفهوم اسم الموصول. ¶ والموصول إن طابق لفظه معناه فلا إشكال في مطابقة العائد لفظاً ومعنى، وإن خالف لفظه معناه بأن يكون مفرد اللفظ مذكراً وأريد به غير ذلك نحو من، وما ففي العائد وجهان: مراعاة اللفظ وهو الأكثر مثل قوله تعالى: {وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْك} 1. ¶ ويجوز اعتبار المعنى مثل قوله تعالى: {وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْك} 2 ومثله قول الشاعر:- ¶ تَعَشَّ فإن عاهَدْتَني لا تخونُني ... نَكُنْ مثلَ من يا ذئبُ يصطحبان 3 ¶ وقد اجتمع الأمران في قوله تعالى: {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا} 4 فقد أفرد الضمير في قوله {يُطِعِ} و {يُدْخِلْهُ} باعتبار لفظ من، وجمع الوصف الواقع حالاً من ضمير يدخله باعتبار معناه5. ¶ __________ ¶ 1 الآية رقم 16 من سورة محمد، وفي الآية الكريمة جاء عائد الموصول في يستمع مفرداً مراعاة للفظ، وبعدها خرجوا، جاء الضمير جمعاً مراعاة للمعنى أبو حيان: البحر المحيط جـ 8 ص 79. ¶ 2 الآية رقم 42 من سورة يونس. فالضمير في يستمعون عائد على معنى من ومراعاة المعنى أقل من مراعاة اللفظ. وهو كقوله تعالى- {ومن الشياطين من يغوصون له} ومن مراعاة اللفظ وهو الأكثر قوله تعالى: {ومنهم من ينظر إليك} . فالعائد مفرد مذكر المصدر السابق جـ 5 ص 161. ¶ 3 البيت للفرزدق من قصيدة يخاطب بها الذئب الذي أتاه وهو نازل في بعض أسفاره في بادية. كان الفرزدق قد أخذ شاة ثم أعجله المسير فسار بها فجاء الذئب فحركها وهي مربوطة على بعير فأبصر الفرزدق الذئب وهو ينهشها فقطع رجل الشاة فرمى بها إليه فأخذها وتنحى. ثم عاد فقطع له اليد فرمى بها إليه. فلما أصبح القوم خبرهم الفرزدق بما كان. ¶ تعش: أمر قوله: لا تخونني قيل انه الجواب. والحق أن يكون الجواب نكن مثل.. ويكون لا تخونني جواب القسم الذي تضمنه عاهدتني. ¶ وقد استشهد به النحاة على أن عائد الموصول وقع مثنى في قوله يصطحبان مراعاة للمعنى ورواية الديوان: تعش فإن واثقتنى. ¶ ورواية سيبويه: تعال.. ¶ سيبويه: الكتاب جـ 2 ص 416. ¶ الصبان جـ 1 ص 153. ¶ الديوان- القاهرة ص 870. ¶ 4 الآية رقم 13 من سورة النساء. ¶ 5 البحر المحيط جـ 3 ص 191، والتصريح جـ 1 ص 140.",
            "page": "140",
            "part": "1",
            "seal": "847F6846"
        },
        {
            "id": "7",
            "nass": "الصلة بشبه الجملة:- ¶ وتقع صلة الموصول شبه جملة وهي نوعان:- ¶ الأول: الظرف والجار والمجرور. وتعلقهما باستقر محذوفاً وجوباً فبذلك ¶ __________",
            "page": "140",
            "part": "1",
            "seal": "C918980F"
        },
        {
            "id": "8",
            "nass": "أشبها الجملة 1، والعائد ضمير في المتعلق مطابق لاسم الموصول. ¶ الثاني: الصفة الصريحة الخالصة للوصفية. وتقع صلة لأل الموصولة وهذه الصلة اسم لفظاً2 فعل معنى، ومن ثم حسن عطف الفعل عليها نحو قوله تعالى: {فالمغيرات صبحاً فَأَثَرْنَ بِهِ نَقْعاً} 3 وقوله: {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضاً حَسَناً} 4. ¶ ويلزم في عائد أل الموصولة اعتبار المعنى نحو الصائم والصائمة والمصدقين والمصدقات. ¶ __________ ¶ 1 التصريح جـ 1 ص 141، الهمع: جـ 1 ص 87. ¶ 2 حاشية الصبان جـ 1 ص 164. ¶ 3 الآية رقم 3، 4 من سورة العاديات. ¶ 4 الآية رقم 18 من سورة الحديد.",
            "page": "141",
            "part": "1",
            "seal": "7424C19D"
        },
        {
            "id": "9",
            "nass": "جملة الحال:- ¶ تقع الحال جملة وشبه جمله. وتربط في الأصل بالضمير. وقد تربط بالواو أو بهما وسيأتي حديث لاحق عن الربط بالواو، وفي هذا الجزء سنتناول الجمل التي يتعين ربطها بالضمير فقط. وهذه الجمل هي:- ¶ الأولى: أن تبدأ الجملة بمضارع مثبت غير مسبوق بقد مثل قوله تعالى: {وَلا تَمْنُنْ تَسْتَكْثِرُ} 5 فجملة تستكثر حال من فاعل تمنن، ولم تقترن بالواو لأنه يشبه اسم الفاعل في الوزن والمعنى والواو لا تدخل اسم الفاعل فكذلك ما أشبهه. ¶ الثانية: الجملة الواقعة بعد عاطف مثل قوله تعالى: {فَجَاءَهَا بَأْسُنَا بَيَاتاً أَوْ هُمْ قَائِلُونَ} 6 فجملة {أَوْ هُمْ قَائِلُونَ} حالية وقد ربطت بالضمير {هُمْ} ¶ الثالثة: المؤكدة لمضمون الجملة السابقة مثل قوله تعالى: {ذَلِكَ الْكِتَابُ لا رَيْبَ ¶ __________ ¶ 5 الآية رقم 6 من سورة المدثر. وتخريج الجملة حالاً على قراءة الرفع وقرأ الحسن تستكثر بالسكون على الإبدال من تمنن كأنه قيل: ولا تمنع لا تستكثر وقرأ الأعمش بالنصب بإضمار أن كقول الشاعر: ألا أيها الزاجري أحضر الوغى. وتؤيده قراءة ابن مسعود: ولا تمنن أن تستكثر. ¶ ويجوز في الرفع أن تحذف أن ويبطل عملها كما روى أحضر الوغى بالرفع، الزمخشرى: الكشاف جـ 3 ص 285. ¶ 6 الآية رقم 4 من سورة الأعراف. ¶ فجاءها. أي فجاء أهلها. بياتاً: مصدر واقع موقع الحال بمعنى بائتين، وقوله: أوهم قائلون جملة حالية معطوفة على بياتاً. فكأنه قيل: فجاءهم بأسنا بائتين أو قائلين من القيلولة المصدر السابق جـ 1 ص 539، التصريح جـ 1ص391.",
            "page": "141",
            "part": "1",
            "seal": "6A04A8E0"
        },
        {
            "id": "10",
            "nass": "فِيهِ} فجملة لا ريب فيه. جملة حالية مؤكدة لمضمون الجملة السابقة1. وهي ذلك الكتاب. وقد جاء الربط بالضمير في كلمة {فِيهِ} وكون الجملة الحالية مؤكدة لأن الأولى تفيد أن الكتاب في قمة الكمال فهو مبرأ من كل ريب. ¶ الرابعة: الجملة الفعلية المصدرة بماض تال إلا مثل قوله تعالى: {وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ إِلاَّ كَانُوا بِهِ يَسْتَهْزِئُونَ} 2 فجملة كانوا به يستهزئون حال من الهاء والميم في يأتيهم ولا تقترن بالواو عند ابن مالك. ¶ الخامسة: الجملة الفعلية المصدرة بماض متلو بأو. مثل لأضربنه ذهب أو مكث. فجملة ذهب حال من الماء وهي متلوة بأو فلا تقترن بالواو لأنها في تقدير شرط أي إن ذهب وان مكث، وفعل الشرط لا يقترن بالواو فكذلك ما كان في تقديره. ¶ السادسة: المضارع المنفي بلا مثل قوله تعالى: {وَمَا لَنَا لا نُؤْمِنُ بِاللَّهِ} 3 {مَا لِيَ لا أَرَى الْهُدْهُدَ} 4، وقوله: {مَا لَكُمْ لا تَنَاصَرُونَ} 5. ¶ السابعة: المضارع المنفى بما كقول الشاعر: ¶ عَهْدتُكَ مَا تصبُو وفيكَ شبيبة ... فمالَكَ بعد الشَّيْبِ صَبًّا مُتَيَّماً6 ¶ __________ ¶ 1 الآية رقم 2 من سورة البقرة. ¶ لا ريب: المختار أن يكون ذلك الكتاب جملة مستقلة لأنه متى أمكن حمل الكلام على الإستقلال دون إضمار ولا افتقار كان أولى. ولا ريب: جملة مستأنفة لا موضع لها من الإعراب أو في موضع نصب على الحال. أي مبرأ من الريب، والمختار أن خبر لا محذوف للعلم به إذ هي لغة تميم إذا علم لا يلفظ به، ولغة الحجاز كثرة حذفه واختار الزمخشري. أن فيه خبراً للا. فالحملة أخبرت أن المشار إليه هدا الكتاب الكامل كما تقول محمد الرجل أي الكامل في الأوصاف. والثانية نفت أن يكون فيه شيء من الريب والثالثة أخبرت أن فيه الهدى للمتقين. ¶ الزمحشري الكشاف 1/88، أبو حيان: البحر المحيط 1 ص 33؟. ¶ 2 الآية رقم 11من سورة الحجر. ¶ 3 الآية رقم 84 من سورة المائدة، فجملة نؤمن بالله حال من الضمير المجرور باللام ولم تقترن بالواو لأن المضارع المنفى بلا بمنزلة اسم الفاعل المضاف إليه غير فأجرى مجراه ألا ترى أن معناه مالنا غير مؤمنين فلما لا يقال ما لنا وغير مؤمنين، لا يقال مالنا ولا نؤمن. ¶ مالنا: ما: استفهامية، ولنا في موضع الخبر، ولا نؤمن: جملة حالية ربطت بالضمير في نؤمن، والتقدير غير مؤمنين. البحر المحيط: جـ 4 ص 7. ¶ 4 الآية رقم 20 من سورة النحل. ¶ 5 الآية رقم 25 من سورة الصافات ¶ 6 البيت أنشده ابن مالك في شرح التسهيل ولم ينسبه. ¶ عهدتك: عرفتك. تصبو: من الصبوة. وهى الميل إلى النساء. شبيبة: هي الفترة التي يكون فيها الإنسان موفور القوة. صباً: وصف من الصبابة وهي رقه الهوى والعشق. متيماً. اسم مفعول من تيمه العشق إذا استعبده وأذله. ¶ ابن هشام: أوضح المسالك جـ2 ص 104، التصريح جـ 1 ص 392 الصبان جـ2 ص 189.",
            "page": "142",
            "part": "1",
            "seal": "2B0AE51A"
        },
        {
            "id": "11",
            "nass": "فجملة ما تصبو: خالية من ضمير الخطاب في عهدتك وجاء الربط بالضمير في تصبو. ¶ وقد ورد دخول الواو مع الضمير في قولهم: قمت وأصلك وقد يخرج على تقدير مبتدأ، ومثله قوله تعالى: {فَاسْتَقِيمَا وَلا تَتَّبِعَانّ} 1بتخفيف النون، فقد خرج ابن مالك2 الآية على حذف المبتدأ إلا أن ابن الناظم جعل ترك الواو قبل لا أكثر فعنده تكون لافية دون النهي لثبوت نون الرفع فتكون الواو للحال3، وقد رأى ابن عصفور أن تكون الواو للحال دخلت على المضارع مباشرة شذوذاً ويرده وروده في التنزيل الكريم في هذه الآية وفي قوله تعالى: {وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا} 4 ولا ينبغي أن يخرج القرآن على الشذوذ. ¶ وذكر أبو البقاء في قراءة التخفيف أن \"لا\" يجوز5 أن تكون ناهيةً وحذفت النون الأولى من الثقيلة تخفيفاً، ولم تحذف الثانية لأنه لو حذفها لحذف نوناً محركة واحتاج إلى تحريك الساكنة، وحذف الساكنة أقل تغيراً، وعلى هذا تكون الواو عاطفة كما أجاز أبو البقاء أن تكون لا نافية والواو عاطفة لا واو الحال، وصح عطف الخبر على الأمر لأنه في معنى الطلب، كما عطف الطلب في قوله تعالى: {وَقُولُوا لِلنَّاسِ حُسْناً} 6 على الخبر الذي في معناه في قوله تعالى: {لا تَعْبُدُونَ إِلاَّ اللَّهَ} . ¶ __________ ¶ 1 الآية رقم 89 من سورة يونس وراجع: الكشاف جـ 2 ص 85. البحر المحيط جـ 5 ص 188. ¶ 2 ابن مالك: شرح الكافية الشافية ص 762. ¶ 3 التصريح جـ 1 ص0392 الصبان جـ 2 ص 189. ¶ 4 الآية رقم 84 من سورة المائدة. وراجع البحر المحيط جـ 4 ص 7. ¶ 5 أبو البقاء جـ 2 ص 33. ¶ 6 الآية رقم 83 من سورة البقرة.",
            "page": "143",
            "part": "1",
            "seal": "A973C4A9"
        },
        {
            "id": "12",
            "nass": "الحال شبه الجملة:- ¶ وتقع الحال شبه الجملة: ظرفاً أو جاراً ومجروراً تامين، ويربطان بالضمير المستكن في المتعلق ففي مثل: رأيت الهلال بين السحاب. بين ظرف مكان في موضع الحال من الهلال. ¶ وفي قوله تعالى: {فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِه} 7 الجار والمجرور وهو {فِي زِينَتِه} في موضع الحال من فاعل خرج العائد على قارون. ¶ والظرف والجار والمجرور الواقعان حالين يتعلقان بمحذوف وجوباً تقديره مستقر8، ¶ __________ ¶ 7الآية رقم 79 من سورة القصص. ¶ 8 التصريح جـ 1ص 388.",
            "page": "143",
            "part": "1",
            "seal": "4DB2B7D5"
        },
        {
            "id": "13",
            "nass": "أو استقر وكون المتعلق مقدر بالمفرد أو الجملة فالرابط موجود وهو الضمير المستكن في المتعلق.",
            "page": "144",
            "part": "1",
            "seal": "20171272"
        },
        {
            "id": "14",
            "nass": "جملة الصفة ¶ مدخل ¶ ... ¶ جملة الصفة:- ¶ توصف النكرة بجملة مكونة من فعل وفاعل1 أو مبتدأ وخبر أو مكونة من شرط أو جزاء كما توصف بالظرف والجار والمجرور. وكل هذه الصفات لابد فيها من رابط يعود إلى الموصوف، وإنما اشترط هذا الرابط ليحصل بذلك الربط اتصاف الموصوف بمضمون الصفة2 فيحدث التخصيص والتعريف المطلوب. فإذا قلت: مررت برجل قام عمرو لم يكن الرجل متصفاً بقيام عمرو بوجه فلا تخصص به. فإذا قلت: قام عمرو في داره صار الرجل متصفاً بقيام عمرو في داره. ¶ فمن الوصف بالجملة قوله تعالى: {وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّه} 3 فجملة ترجعون في موضع نصب صفة لـ {يَوْماً} وقد وقع الربط بالضمير المذكور وهو {فِيهِ} والرابط في جملة الصفة قد يحذف. قال الشاعر:- ¶ أن يقتلوك فإن قتلك لم يكن ... عاراً عليك ورُبَّ قتلٍ عارُ4 ¶ فالرابط محذوف من جملة الصفة والتقدير هو عار، ومن العائد المحذوف قوله تعالى: {وَاتَّقُوا يَوْماً لا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئاً} 5 أي لا تجزى فيه. وهل حذف الجار والمجرور معاً أو حذف الجار وحده فانتصب الضمير واتصل بالفعل، ثم حذف منصوباً قولان الأول عن سيبويه والثاني عن الأخفش6. ¶ __________ ¶ ابن يعيش: شرح المفصل جـ 3 ص 52. ¶ 2 الرضى: شرح الكافية جـ 1ص 308. ¶ 3 الآية رقم 281 من سورة البقرة. ¶ 4 البيت ضمن أبيات لثابت بن قطنة رثى بها يزيد بن المهلب. وإنما قيل له ثابت قطنة لأن عينه أصيبت في بعض معارك الترك. فكان يجعل عليها قطنة. وقد أورده ابن هشام شاهداً على أن إن بمعنى إذ ونقل ابن السيد البطليوسي فيما كتبه على الكامل قول المبرد: هكذا أنشده النحويون: رب قتل عار على إضمار هو عار وأنشد فيه المازني. وبعض قتل عار. وقد استدل الأخفش والكوفيون على اسمية رب بهذا البيت جعلها مبتدأ خبره عار، والجمهور على أن رب حرف جر شبيه بالزائد، وقيل المجرور في موضع رفع مبتدأ، وعار خبر لمحذوف أي هو عار، والجملة صفة لقتل، ومن جعل رب حرف جر زائد لا يتعلق بشيء. قال: قتل مبتدأ، وعار خبر، وما في رب من معنى التكثير هو المخصص للإبتداء. ¶ المبرد: المقتضب. جـ 3 ص 66. ¶ الجاحظ: البيان والتبين: جـ 1 ص 293. ¶ ابن السيد: إصلاح الخلل الواقع في الجمل ص 380. ¶ 5 الآية رقم 123 من سورة البقرة. ¶ 6 التصريح جـ 2 ص 111.",
            "page": "144",
            "part": "1",
            "seal": "56D9A75E"
        },
        {
            "id": "15",
            "nass": "الصفة بشبه الجملة:- ¶ كما وقع الظرف والجار والمجرور التامان حالين فإنهما يكونان في موضع الصفة أيضاً ففي مثل: قرأت كتاباً في التفسير. الجار والمجرور قد خصص الكتاب وضيق دائرة عمومه فهو في موضع الصفة المجيئة بعد النكرة. ¶ وفي مثل رأيت نجماً بين السحاب. ظرف المكان هنا في موضع الصفة لنجماً. والظرف والجار والمجرور يتعلقان بمحذوف وجوباً تقديره مستقراً أو استقر وعلى كلا الأمرين فالرابط موجود وهو الضمير المستكن والمستقر في المتعلق المحذوف.",
            "page": "145",
            "part": "1",
            "seal": "EEED8F97"
        },
        {
            "id": "16",
            "nass": "الصفة بشبه الجملة:- ¶ كما وقع الظرف والجار والمجرور التامان حالين فإنهما يكونان في موضع الصفة أيضاً ففي مثل: قرأت كتاباً في التفسير. الجار والمجرور قد خصص الكتاب وضيق دائرة عمومه فهو في موضع الصفة المجيئة بعد النكرة. ¶ وفي مثل رأيت نجماً بين السحاب. ظرف المكان هنا في موضع الصفة لنجماً. والظرف والجار والمجرور يتعلقان بمحذوف وجوباً تقديره مستقراً أو استقر وعلى كلا الأمرين فالرابط موجود وهو الضمير المستكن والمستقر في المتعلق المحذوف.",
            "page": "145",
            "part": "1",
            "seal": "CCFA97BB"
        },
        {
            "id": "17",
            "nass": "جملة الشرط والجواب:- ¶ من خلال تتبعي لكثير من الأساليب العربية المشتملة على الجملة الشرطية وجدت أن اسم الشرط إذا وقع مبتدأ أو وقع مفعولاً به فإن جملة الشرط أو الجواب تشتمل على ضمير يعود إلى المبتدأ، وإذا كان اسم الشرط مفعولاً به فإن جملة الجواب تشتمل على ضمير يعود على المفعول به المتقدم. ¶ فعندما نقرأ قول الله تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} 1 نجد أن اسم الشرط وقع مبتدأ فجاء الفعل في يطع، وأطاع: مشتملين على ضمير يعود إلى \"من\". ¶ وما ذكرته في الآية الكريمة نجده في قوله تعالى: {وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ} 2، ومنه قوله تعالى: {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَاباً لا أُعَذِّبُهُ أَحَداً مِنَ الْعَالَمِينَ} 3 ففي الفعل يكفر ضمير يعود على من، والضمير في \"أعذبه\" الأول يعود على من وعندما نقرأ قول الله تعالى: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّه} 4 نجد أن اسم الشرط وقع مفعولاً به مقدماً فاشتمل الجواب فقط على ضمير يعود على \"ما\" وهو الضمير في \"يعلمه\" وما ذكرته في هذه الآية نجده في قوله تعالى: {وَمَا تُقَدِّمُوا لأَنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ} 5 ومنه قوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا} 6 ¶ __________ ¶ 1الآية رقم 80 من سورة النساء. ¶ 2الآية رقم 132 من سورة الأعراف. ¶ 3الآية رقم 115 من سورة المائدة. ¶ 4الآية رقم 197 من سورة البقرة. ¶ 5الآية رقم 20 من سورة المزمل. ¶ 6الآية رقم 106 من سورة البقرة.",
            "page": "145",
            "part": "1",
            "seal": "14EFC5A2"
        },
        {
            "id": "18",
            "nass": "فالضمير المجرور يعود على آية المفسرة لما. ومن ذلك قوله تعالى: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} 1 فالضمير المجرور في جملة الجواب يعود إلى خبر المفسر للمفعول به المتقدم. ¶ الجملة المفسرة لعامل الاسم المشتغل عنه:- ¶ تقع الجملة مفسرة لعامل الإسم المشتغل عنه. وهذه الجملة تحتاج إلى ربط يربطها بالإسم المبتدأ وهو المشغول عنه. مثل كتاب الله حفظته. ورابط هذه الجملة لابد من وجوده، وحذفه قبيح2. ¶ __________ ¶ 1الآية رقم 215 من سورة البقرة.",
            "page": "146",
            "part": "1",
            "seal": "A08F90A7"
        },
        {
            "id": "19",
            "nass": "ألفاظ التوكيد:- ¶ من ألفاظ التوكيد: كل وجميع وكلا، وكلتا، والنفس والعين. وتربط هذه الألفاظ بالضمير المذكور ليحصل الربط بين التابع والمتبوع. نحو جاء محمد نفسه، والمحمدان كلاهما، والقوم كلهم أو جميعهم. ¶ ولما كان وجود الضمير في ألفاظ التوكيد لازماً فقد ردَّ قول الهروي عندما أعرب جميعاً على الحال في قولهم جاء القوم جميعاً وأعربها توكيداً في قولهم جاء القوم جميع. فقد أعرب جميعاً في المثال الثاني توكيداً مع خلوه من العائد فكان مردوداً. ¶ وقريب من هذا قول الفراء والزمخشري في إعراب: \"كلاَّ\" توكيداً في قراءة بعضهم إنا كلا فيها3.. ونقف عند الآية الكريمة لنرى ما فيها من آراء. ثم نصل بعدها إلى رأي مرضٍ:- ¶ يرى الفراء والزمخشري وابن عطية أن \"كلاَّ\" توكيد والرابط محذوف فيكون التقدير إنا كلنا، ولعلهم استدلوا بقول الله تعالى: {خَلَقَ لَكُمْ مَا فِي الأَرْضِ جَمِيعاً} 4، وقد رد ابن مالك حذف الضمير استغناء5 بنية الإضافة، كما أعرب النحاة كلمة {جَمِيعاً} في الآية ¶ __________ ¶ 2الصبان جـ 2 ص 71 التصريح جـ 1ص 296. ¶ 3الآية رقم 48 من سورة غافر. ¶ 4الآية رقم 29 من سورة البقرة. ¶ وفي البحر:وانتصب جميعاً على الحال من المخلوق وهي حال مؤكدة.لأن لفظه \"ما\" في الأرض تفيد العموم، ومعنى جميعاً العموم فهي مرادف من حيث المعنى للفظ كل. كأنه قيل ما في الأرض كله ولا تدل على الإجتماع في الزمان. وهذا الفرق بين معاً وجميعاً. أبو حيان:البحر المحيط جـ 1 ص134 ¶ 5 التسهيل 164.",
            "page": "146",
            "part": "1",
            "seal": "69FF9B8A"
        },
        {
            "id": "20",
            "nass": "حالاً.. قد منع الزمخشري1 إعراب \"كلاَّ\"حال وقد تقدمت على عاملها الظرفي وهو كلمة فيها. ¶ وهذا الذي منعه الزمخشري أجازه الأخفش وارتضاه ابن مالك. ¶ يقول ابن مالك2: \"والقول المرضي عندي. أن \"كلاَّ\" في القراءة المذكورة منصوب على أن الضمير المرفوع المنوي في \"فيها\" وفيها هو العامل وتقدمت الحال عليه مع عدم تصرفه كما قدمت في قراءة بعضهم: {وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} 3. ¶ واختار أبو حيان وغيره من النحاة أن تعرب \"كلاَّ\" بدلاً من اسم إن. لأن كلا يتصرف فيها بالإبتداء والنواسخ وغير ذلك. وإذا كانوا قد تأولوا حولاً أكتعاً، ويوماً أجمعاً، على البدل مع أنها لا يليان العوامل فأولى بذلك \"كلاَّ\" ¶ وإذا كان اتجاه أبى حيان4 في إعراب الآية أن تكون \"كلاَّ\" بدلاً فهي بدل من إسم إن وهو الضمير في إنا. وإبدال الظاهر ِمن ضمير الحاضر بدل كل جائز إذا كان مفيداً للإحاطة كقوله تعالى: {تَكُونُ لَنَا عِيداً لأَوَّلِنَا وَآخِرِنَا} 5وهنا لا نحتاج إلى ضمير لأن بدل الكل لا يحتاج إلى ضمير6.. ¶ وقد ذكر سيبويه أن ألفاظ التوكيد كلمة \"عامة\" جاء الجيش عامته والقبيلة عامتها، والهندات عامتهن فتربط بالضمير. وقد خالف في ذلك المبرد فجعلها بمعنى أكثرهم فتكون بدل بعض من كل7. ¶ __________ ¶ 1 الزمخشري: الكشاف جـ 3 ص 56. ¶ 2 أبو حيان: البحر المحيط جـ 7 ص 469. ¶ 3 الآية رقم 67 من سورة الزمر. ¶ 4 أبو حيان: البحر المحيط جـ 7 ص 469 ¶ 5 الآية رقم 114 من سورة المائدة. ¶ 6 ابن هشام: المغني ص 564. ¶ 7 الصبان جـ 3 ص 76. ¶ 8حاشية الصبان جـ 3 ص 124.",
            "page": "147",
            "part": "1",
            "seal": "D30540DC"
        },
        {
            "id": "21",
            "nass": "بدل البعض وبدل الإشتمال:- ¶ أ - بدل البعض:- ¶ بدلُ البعض هو بدل الجزء من كله قليلاً كان ذلك الجزء أو مساوياً أو أكثر وهذا النوع لابد فيه من الرابط وهو الضمير ليربط البعض بكله8 كقوله تعالى: {ثُمَّ عَمُوا وَصَمُّوا كَثِيرٌ",
            "page": "147",
            "part": "1",
            "seal": "AAB3E803"
        },
        {
            "id": "22",
            "nass": "مِنْهُم} 1 فكثير بدل بعض من كل وقد ربط هذا البدل بالضمير. ¶ ب - بدل الإشتمال:- ¶ هو بدل شيء من شيء يشتمل عامله على معناه كأعجبني الكتاب عرضه فعرضه بدل اشتمال من الكتاب ربط بالضمير، ومنه قوله تعالى: {يَسْأَلونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِي} 2. ¶ وقد اشترط أكثر النحاة وجود الضمير في بدل البعض وبدل الإشتمال غير أن ابن مالك رأى أن وجوده أكثر فلم يشترط.. ¶ فقد جاء في شرح الكافية الشافية: واشترط أكثر النحويين مصاحبة بدل البعض والإشتمال ضميراً عائداً على المبدل منه. والصحيح عدم اشتراطه لكن وجوده أكثر من عدمه3. ¶ وهكذا ذهب ابن عصفور4 فقد ذكر أنه لا يأتي دون ضمير إلا قليلاً. ¶ فمن شواهد الإستغناء. قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلا} 5 فقد رأى ابن مالك وابن عصفور أن \"من\" بدل بعض من كل وقد خلا البدل من الرابط وهو الضمير. ¶ ومن شواهد بدل الإشتمال الخالي من الرابط قوله تعالى: {قُتِلَ أَصْحَابُ الأُخْدُودِ النَّارِ ذَاتِ الْوَقُودِ} 6 وفي قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ ... } آراء واتجاهات في \"من\" فقد ذهب أكثر النحاة إلى أن \"من\" بدل بعض من كل فتكون موصولة في موضع جر والعائد محذوف. والتقدير من استطاع إليه سبيلاً منهم. وذكر ابن عصفور أن الضمير قد حذف7 للعلم به ¶ __________ ¶ 1 الآية رقم 71 من سورة المائدة. ¶ 2 الآية رقم 217 من سورة البقرة. ¶ 3 ابن مالك: الكافية الشافية ص 1279. ¶ التسهيل ص 172. حاشية الصبان جـ 3 ص 124. ¶ 4 ابن عصفور: شرح الحمل جـ 1 ص 285. ¶ 5 الآية رقم 97 من سورة آل عمران. ¶ 6 الآية رقم 4، 5 من سورة البروج. ¶ قرأ الجمهور النار بالجر وهو بدل اشتمال. أو بدل كل من كل. أي أخدود النار وقرأ قوم النار بالرفع. الأخفش: معاني القرآن. الكويت جـ 2 ص 535. ¶ أبو حيان: البحر المحيط جـ 8 ص 451. ¶ 7 ابن عصفور: شرح الجمل. بغداد جـ 1 ص 285.",
            "page": "148",
            "part": "1",
            "seal": "1B0A8872"
        },
        {
            "id": "23",
            "nass": "وقال الكسائي1: \"من شرطية فتكون في موضع رفع بالإبتداء. ويلزم حذف الضمير الرابط لهذه الجملة بما قبلها وحذف جواب الشرط إذ التقدير. من استطاع إليه سبيلاً منهم فعليه الحج، أو فعليه ذلك. فقد رأى أن حذف جواب الشرط لفهم المعنى أحسن من حذف الضمير من البدل\". وقد استحسن ابن عصفور هذا الرأي. والوجه الأول أولى لقلة الحذف فيه وكثرته في هذا، لكن يناسب الشرط مجيء الشرط بعده في قوله تعالى: {وَمَنْ كَفَر} . ¶ وقيل: من موصولة في محل رفع على أنه فاعل بالمصدر الذي هو حج فيكون المصدر قد أضيف إلى المفعول ورفع به الفاعل. ¶ وهذا القول ضعيف من جهة المعنى إذ لا يصح أن يكون المعنى أن الله أوجب2 على الناس مستطيعهم وغير مستطيعهم أن يحج البيت المستطيع، ومتعلق الوجوب إنما هو المستطيع، لا الناس على العموم. ويلزم على هذا أن يأثم الناس جميعاً إذا لم يحج المستطيع. ¶ وفي قوله تعالى: {قُتِلَ أَصْحَابُ الأُخْدُودِ} رأى الكوفيون في هذه الآية أن الأصل ناره، ثم نابت أل عن الضمير. وسيأتي بحث ذلك في مكانه. ومما استدل به بعض النحاة على الإستغناء عن الرابط قوله تعالى: {وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلاَّ امْرَأَتَكَ} 3 بالرفع فامرأتك بدل بعض من كل وقد خلا من الرابط، ومثله قوله تعالى: {وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلاَّ الضَّالُّونَ} 4 في قراءة الجميع فالضالون بدل بعض من الضمير المستتر في يقنط ولم يؤت معه بضمير. ¶ وإنما لم يشترط هؤلاء الضمير في بدل البعض من حيث هو ضمير، وإنما اشترطوه من حيث هو رابط. فإذا وجد الربط بدونه حصل الغرض من غير وجوده وهنا الربط متحقق بدونه، وذلك لأن إلا وما بعدها من تمام الكلام الأول وإلا لإخراج الثاني من الأول فعلم أنه ¶ __________ ¶ 1 المصدر السابق جـ1 ص 285. ¶ 2 نفس المصدر، ويراجع البحر المحيط جـ 2 ص 11. ¶ 3 الآية رقم 81 من سورة هود. ¶ إلا امرأتك بالرفع والنصب. فالنصب استثناء من قولك بأهلك. والدليل عليه قراءة عبد الله: {فأسر بأهلك بقطع من الليل إلا امرأتك} . ويجوز أن ينصب عن \"لا يلتفت \" على أصل الإستثناء. وإن كان الفصيح البدل أي على قراءة الرفع. وهي قراءة ابن كثير وأبى عمرو. ¶ الزمخشري: الكشاف جـ 2 ص 109. ¶ 4 الآية رقم 56 من سورة الحجر.",
            "page": "149",
            "part": "1",
            "seal": "43395415"
        },
        {
            "id": "24",
            "nass": "بعضه فحصل الربط بذلك ولم يحتج إلى الضمير1، كما أن قوة تعلق المستثنى بالمستثنى منه تغنى عن الضمير كالباء2. ¶ __________ ¶ 1 التصريح على التوضيح جـ 1 ص 350. ¶ 2 المصدر السابق جـ 2 ص 56.",
            "page": "150",
            "part": "1",
            "seal": "6FB11B50"
        },
        {
            "id": "25",
            "nass": "معمول الصفة المشبهة:- ¶ يشترط في معمول الصفة المشبهة أن يكون سببياً. أي إسماً ظاهراً متصلاً، بضمير يعود على الإسم السابق، وهذا الضمير هو الرابط مثل محمد جميل صوته فالضمير في صوته رابط يعود على محمد، ولو قلت: محمد جميل لكان في جميل ضمير يعود على محمد. ¶ والرابط في معمول الصفة المشبهة لابد من وجوده مذكوراً كما سبق أن أشرت. وقد يكون محذوفاً مثل محمد جميل الصوت أي منه فالرابط ولم يكن موجوداً في اللفظ فهو محذوف. هذا رأي البصريين 3 وسيأتي في مكان لاحق رأي للكوفيين حول: عدم وجود الضمير لفظاً. ¶ __________ ¶ 3 سيبويه: الكتاب. هارون جـ 1 ص 194 0 الرضى: شرح الكافية جـ 2 ص 211. التصريح جـ 2 ص 83.",
            "page": "150",
            "part": "1",
            "seal": "85E60517"
        },
        {
            "id": "26",
            "nass": "ثانيا: الربط بالاسم الظاهر ¶ الجملة الخبرية ¶ ... ¶ ثانياً: الربط بالإسم الظاهر ¶ الأصلي أن الإسم الظاهر متى احتاج إلى إعادته في جملة واحدة كان الإختيار ذكر ضميره مثل القرآن قرأته وقد ظهر في بعض التراكيب العربية أن أعيد الإسم السابق بلفظه فحل محل الربط بالضمير والربط بالإسم الظاهر وقع في الجملة الخبرية وجملة الصلة والتوكيد. ¶ أ - الجملة الخبرية:- ¶ سبق أن أشرت إلى أن الجملة الخبرية تربط في الأصل بالضمير، وقد يحل الظاهر محل الضمير فيكون رابطاً، وقد أجاز النحاة وسيبويه4 وضع الظاهر موضع الضمير قياساً إن كان في معرض التفخيم والتعظيم مثل قوله تعالى: {الْحَاقَّةُ مَا الْحَاقَّةُ} 5، وقوله: {الْقَارِعَةُ مَا الْقَارِعَةُ} 6 فالحاقة مبتدأ، وما لحاقة جملة خبرية وقد ربط بينها وبين المبتدأ بإعادته بلفظه خبراً للمبتدأ الثاني. ¶ __________ ¶ 4 سيبويه: الكتاب جـ 1 ص 63. ¶ الرضى: شرح الكافِية جـ ص 92. ¶ 5 الآية رقم 1، 2 من سورة الحاقة، وراجع البحر المحيط جـ 8 ص320. ¶ 6 الآية رقم 1، 2 مر سورة القارعة",
            "page": "150",
            "part": "1",
            "seal": "27481EA9"
        },
        {
            "id": "27",
            "nass": "ولكي تكون الصورة مكتملة الجوانب نحو وضع الظاهر موضع الضمير ينبغي أن نشير إلى رأي سيبويه والأخفش إذا لم يكن الموقف موقف تفخيم أو تعظيم وما الرأي إذا لم يكن الظاهر بلفظ الأول؟. ¶ هذا ما سنحاول تغطيته وإن كانت بعض الأمثلة ستخرج عن نطاق الربط في الجملة الخبرية فهذا من باب لزوم الشيء وإكماله فالإطار العام هو وضع الظاهر موضع الضمير أشار الرضى1 إلى أن سيبويه2 أجاز في غير موقف التفخيم أن يحل الظاهر محل المضمر بشرط أن يكون بلفظ الأول وهذا في الشعر فقط ضرورة قال الشاعر:- ¶ إذا الوحش ضم الوَحش في ظُلُلاتِها ... سواقطُ من حرٍّ وقد كان أظْهرا3 ¶ ومثله قول الشاعر:- ¶ لا أرى الموت يَسْبِقُ الموتَ شيء ... نغَّصَ الموتُ ذا الغنى والفقيرا4 ¶ وإن لم يكن الإسم الظاهر بلفظ الأول لم يجز عند سيبويه، وأجازه الأخفش 5 وإن لم يكن في الشعر. قال الشاعر:- ¶ إذا المرء لم يغش الكريهة أوْشَكَتْ ... حبالُ الهَوْينا بالفتى أن تقطعا6 ¶ __________ ¶ 1 الرضى:شرح الكافية جـ 1 ص 92. ¶ 2 سيبويه: الكتاب جـ 1 ص 62. ¶ 3 البيت نسبه سيبويه للنابغة الجعدي ولم يرد في قصيدته من جمهرة أشعار العرب 145-148 وهكذا نسبه صاحب اللسان الظللات: وهذه جمع ظلة وهو ما يستظل به، فك الإدغام وحركة تحريك غير المضعف كما في ظلمات وغرفات، أو تكون جمع ظلل. وهذه جمع ظليل كحديد وجود فهو جمع الجمع ¶ وسواقط الحر: ما يسقط منه. أظهر: صار في وقت الظهيرة والشاعر يصف سيره في الهاجرة في الوقت الذي تسكن فيه الوحش من الحر والشاهد فيه إعادة الظاهر موضع الضمير وفيه قبح فلا يكاد يجوز إلا في الضرورة. ¶ سيبويه: الكتاب. هارون جـ 1 ص 62. ¶ ابن منظور: لسان العرب سقط. ¶ 4 نسبة سيبويه لسواد بن عدي، وفي الخزانة \"سواده بن عدي\" ويروي أيضاً لأبيه عدي بن زيد كما يروي لأمية بن أبي الصلت. وشاهده كالبيت السابق. ¶ سيبويه: الكتاب جـ 1ص 62. ¶ الزمخشري: خزانة الأدب جـ 1 ص 183. ¶ السيوطي: شرح شواهد المغني 296. ¶ 5 الرضى: شرح الكافية جـ 1ص 92. ¶ 6 البيت: للكلحية العرينى. ¶ لم يغش من الغشيان. وهو الإثيان.والكريهة: الحرب. وقيل. شدتها وقيل النازلة، وأوشكت: قاربت ودنت. والحبال جمع حبل بمعنى السبب استعير. لكل شيء وصل به إلى أمر من الأمور الهوينى: السكون والخفض، وعدها ابن دريد من الكلمات التي تستعمل مصغره فقط. ¶ ابن جنى: الخصائص: جـ 3 ص 53. ¶ البغدادي: خزانة الأدب في جـ 1 ص 186.",
            "page": "151",
            "part": "1",
            "seal": "5489FB51"
        },
        {
            "id": "28",
            "nass": "ففي هذا البيت حل الظاهر محل المضمر ولم يكن بلفظ الأول. ¶ وأجاز الأخفش كذلك أن يقال زيد قام أبو طاهر إذا كان زيد يكنى بأبي طاهر. ومنع البعض كل ذلك في غير التفخيم ولا حجة لهم لوروده1. ¶ __________ ¶ 1 الرضى: شرح الكافية جـ 1 ص 92.",
            "page": "152",
            "part": "1",
            "seal": "7C862195"
        },
        {
            "id": "29",
            "nass": "ب - جملة الصلة:- ¶ مرة أخرى نعود إلى جملة الصلة ورابطها بعد أن ذكرنا أنها تربط في الأصل بالضمير نعود هنا مرة أخرى لنقول: إن الإسم الظاهر قد يخلف الضمير فيحل محله ويصبح الرابط هنا الإسم الظاهر. قال الشاعر:- ¶ فيا رَبَّ لَيْلَى أنْتَ في كلّ موْطِنٍ ... وأنتَ الذي في رحمةِ الله أطمعُ2 ¶ فصلة الموصول وهي جملة أطمع في رحمة الله جاء العائد فيها الإسم الظاهر وهو لفظ الجلالة والأصل وأنت الذي في رحمتك. ¶ ومثله: ¶ سُعَادُ الذّي أضْنَاكَ حُبُّ سُعَادَا ¶ ... ¶ أي حبها، وحكى أنهم قالوا: أبو سعيد الذي رويت عن الخدري. أي عنه3. ¶ ومن الربط بالظاهر قوله تعالى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِه} 4. ¶ قال أبو على الفارسي وغيره من النحاة: \"ما: اسم موصول مبتدأ، وصلتها آتيتكم، والعائد محذوف تقديره آتيتكموه، ثم جاءكم معطوف على الصلة والعائد منها على الموصول محذوف تقديره ثم جاءكم رسول به فحذف لدلالة المعنى عليه\". وزعموا أن ذلك على مذهب سيبويه. ¶ وأما مذهب الأخفش: \"فإن الربط لهذه الجملة العارية من الضمير حصل بقوله لما معكم لأنه هو الموصول فكأنه قيل: ثم جاءكم رسول مصدق له فحصل الربط بالإسم الظاهر الذي حل محل الضمير، وخبر المبتدأ الذي هو ما الجملة من القسم المحذوف وجوابه ¶ __________ ¶ 2 البيت لمجنون بني عامر. حاشية الصبان جـ 1ص 162. ¶ 3 السيوطى: همع الهوامع جـ 1 ص 87. ¶ 4 الآية رقم 81 من سورة آل عمران.",
            "page": "152",
            "part": "1",
            "seal": "0CA72278"
        },
        {
            "id": "30",
            "nass": "لتؤمنن به، والضمير في به عائد على الموصول المبتدأ ولا يعود على رسول لئلا تخلو الجملة التي وقعت خبراً عن المبتدأ من رابط يربطها به1. ¶ __________ ¶ 1 أبو حيان: البحر المحيط جـ 2 ص 511. ¶ الصبان جـ 1ص 162.",
            "page": "153",
            "part": "1",
            "seal": "8DBB1F66"
        },
        {
            "id": "31",
            "nass": "التوكيد بكل:- ¶ أشرت فيما مضى إلى أن لفظ \"كل\" من ألفاظ التوكيد المعنوي التي تربط بالضمير مثل حفظت القرآن كله، واذكر هنا أن ابن مالك ذكر في التسهيل2 أنه قد يستغنى عن الإضافة إلى الضمير بالإضافة إلى مثل الظاهر المؤكد بكل. فهنا يكون الرابط الإسم الظاهر، وحبل من ذلك قول كثير:- ¶ كمْ قد ذكرتُكِ لو أُجْزى بذِكْركُمُ ... يا أشبه الناسِ كُلَّ الناسِ بالقمرِ3 ¶ فكل توكيد ولم تربط بالضمير وإنما حل محلة الإسم الظاهر. ¶ وقد رد ذلك أبو حيان فجعل كلا ههنا ليست للتأكيد، وإنما هي نعت. وليس ذلك بشيء فالتي ينعت بها ما تدل على الكمال لا على عموم الأفراد. ¶ __________ ¶ 3 البيت استشهد به النحاة على إضافة كل إلى اسم ظاهر حاشية الصبان جـ 3 ص 75.",
            "page": "153",
            "part": "1",
            "seal": "24D81294"
        },
        {
            "id": "32",
            "nass": "ثالثاً: الربط بالمعنى ¶ أجمع النحاة على جواز إحلال الظاهر محل الضمير في الربط وذلك في مقام التفخيم والتعظيم بشرط أن يكون الإسم الظاهر بلفظ الأول كقوله تعالى: {الْقَارِعَةُ مَا الْقَارِعَةُ} . ¶ وقد أجاز الأخفش في الجملة الخبرية أن يكون رابطها إعادة المبتدأ بالمعنى كما لم يستبعد ذلك ابن عصفور إلا أنه وصفه بأنه قليل جداً4. ¶ وقد استدل الأخفش بقوله تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَناً فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ} 5 فإن وما بعدها خبر لمن الأولى ولا ضمير في الجملة الخبرية يعود عليها فيكون الرابط عند الأخفش إعادة المبتدأ بمعناه إذ المعنى عنده فإن الله يضله6، ومما استدل به الأخفش أيضاً قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلا} فقوله: إنا لا نضيع إلى آخر الآية جملة في موضع رفع خبر إن الأولى ¶ __________ ¶ 3 البيت استشهد به النحاة على إضافة كل إلى اسم ظاهر حاشية الصبان جـ 3 ص 75. ¶ 4 ابن عصفور: شرح الجمل جـ 1 ص 346. ¶ 5 الآية رقم 8 من سورة فاطر. ¶ 6 ابن عصفور: شرح الجمل جـ 1 ص 345",
            "page": "153",
            "part": "1",
            "seal": "A4512DF5"
        },
        {
            "id": "33",
            "nass": "وليس في جملة الخبر ضمير يعود على اسم إن، فالرابط إعادة المبتدأ بمعناه إذ التقدير عند الأخفش إنا لا نضيع أجرهم، ومثل هذه الآية الكريمة قوله تعالى: {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ وَأَقَامُوا الصَّلاةَ إِنَّا لا نُضِيعُ أَجْرَ الْمُصْلِحِين} ، فالذين: مبتدأ، وجملة إنا لا نضيع أجر المصلحين هي الخبر، والرابط إعادة المبتدأ بمعناه فإن المصلحين هم الذين يمسكون بالكتاب. ¶ وهذا الذي استدل به الأخفش لا حجة له فيه:- ¶ أما قوله تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ} 1 فقد رأى ابن عصفور والزمخشري وأبو حيان أن الخبر محذوف، وقد حذف عند ابن عصفور2 لدلالة ما تقدم عليه. ¶ وهو قوله تعالى: {الَّذِينَ كَفَرُوا لَهُمْ عَذَابٌ شَدِيدٌ وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} 3 فهو في التقدير: أفمن زين له سوء عمله فله عذاب شديد أما من آمن وعمل صالحاً فله مغفرة وأجر كبير فحذف لفهم المعنى. ¶ وقيل الخبر محذوف تقديره كمن لم يزين له سوء عمله كقوله تعالى: {أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ} 4. ¶ وقال الكسائي: \"تقديره: ذهبت نفسك عليهم حسرات لدلالة قوله تعالى: {فَلا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ} \" وقيل تقديره: كمن هداه الله لدلالة قوله تعالى: {فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ} وإلى الرأيين الأخيرين ذهب الزجاج5، وما ذهب إليه الأخفش في الآية الكريمة لم يشر إليه الزمخشري وأبو حيان.. وتأتي إلى الآية الثانية وهي قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ..} إلى آخر الآية كيف قدر النحاة خبر إن؟. ¶ __________ ¶ 1 الآية رقم 170 من سورة الأعراف. ¶ 2 ابن عصفور: شرح الجمل جـ1 ص 346. ¶ 3 الآية رقم 7 من سورة فاطر. ¶ 4 الآية رقم 14 من سورة محمد ¶ 5 الزمخشري: الكشاف جـ 2 ص 571. ¶ أبو حيان: البحر المحيط جـ 7 ص300",
            "page": "154",
            "part": "1",
            "seal": "56718796"
        },
        {
            "id": "34",
            "nass": "ذهب ابن عصفور1 والزمخشري وأبو حيان- إلى أن الخبر قوله تعالى: {أُولَئِكَ لَهُمْ جَنَّات} ، وما بين المبتدأ والخبر اعتراض. ¶ أو الخبر هو من أحسن عملاً، والرابط محذوف والتقدير منهم. ¶ ويحتمل أن تكون الجملتان خبرين لإن على مذهب من يقتضى المبتدأ خبرين فصاعداً من غير شرط أن يكونا في معنى خبر واحد2. ¶ ونصل بعد ذلك إلى قوله تعالى: {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ…} وهي الآية التي كثر تداولها في كتب النحو دليلاً للأخفش على جواز الربط بالمعنى، ذهب جمهور النحاة إلى أن الرابط في الآية هو العموم3 الموجود في {الْمُصْلِحِينَ} لأن المصلحين أعم من المذكورين، وذكر أبو البقاء أن الرابط لجملة الخبر محذوف والتقدير منهم4 ويمكن أن يكون الخبر محذوفاً والتقدير مأجورون. ¶ وأجاز الزمخشري5 أن يكون والذين في موضع جر عطفاً على الذين يتقون، ولم يذكر ابن عطية غيره، والإستئناف هو الظاهر. ¶ وبعد كل هذه المناقشات نستطيع أن نقول الربط في الجملة الخبرية بالمعنى قليل جداً. ¶ __________ ¶ 1 ابن عصفور: شرح الجمل جـ 1 ص 346. ¶ الزمخشري: الكشاف جـ 2 ص 258. ¶ أبو حيان. البحر المحيط جـ 6 ص 121. ¶ 2 أبو حيان: البحر المحيط جـ 6 ص 122. ¶ 3 أبو حيان: البحر المحيط جـ 4 ص 418. ¶ السيوطي: همع الجوامع جـ 1 ص 98 ¶ 4 أبو البقاء: جـ 1 ص 288. ¶ الزركشي: البرهان في علوم القرآن جـ 4 ص 418. ¶ 5 الزمخشري: الكشاف جـ 1 ص 586.",
            "page": "155",
            "part": "1",
            "seal": "5D3DB722"
        },
        {
            "id": "35",
            "nass": "رايعا: الربط باسم الإشارة ¶ ... ¶ رابعاً: الربط باسم الإشارة ¶ وتربط الجملة الخبرية باسم الإشارة مثل قوله تعالى: {وَلِبَاسُ التَّقْوَى} 6 إذا قدر ذلك مبتدأ. ¶ وقد خص بعض النحاة الربط باسم الإشارة يكون المبتدأ موصولاً أو موصوفاً والإشارة ¶ __________ ¶ 6 الآية رقم 26 من سورة الأعراف.",
            "page": "155",
            "part": "1",
            "seal": "1D1789A5"
        },
        {
            "id": "36",
            "nass": "للبعيد، وهذا مردود بقوله تعالى: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} 1. ¶ واسم الإشارة: يشترط في الربط به أن يكون عائداً على المبتدأ فلو كان إسم الإشارة غير عائد على المبتدأ لا يصلح أن يكون رابطاً. ¶ نقرأ قوله تعالى: {اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ} 2. ¶ وكان للزمخشري رأي في الآية الكريمة، فقد أعرب الذي خلقكم صفة للمبتدأ، والخبر هل من شركائكم، وقوله من ذلكم هو الرابط لأن معناه من أفعاله، فقد جعل الزمخشري من ذلكم3 رابطاً وهو غير عائد على المبتدأ وهذا شبيه بما أجازه الفراء من الربط بالمعنى وخالفه الناس وذلك في قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ} 4 قال الفراء: \"التقدير يتربصن أزواجهم فقدر الضمير بمضاف إلى ضمير الذين فحصل به الربط\"، كذلك قدر الزمخشري من ذلكم من أفعاله المضاف إلى الضمير العائد على المبتدأ. ¶ والربط باسم الإشارة غير مطرد فلا يقال: محمد قام هذا، ولا المحمدون خرج أولئك ولكن المطرد في الربط هو الضمير فقط. ¶ __________ ¶ 1 الآية رقم 36 من سورة الإسراء. ¶ 2 الآية رقم 40 من سورة الروم. ¶ 3 الزمخشري: الكشاف جـ 1ص 510. ¶ أبو حيان: البحر المحيط جـ 7 ص 175. ¶ 4 الآية رقم 240 من سورة البقرة.",
            "page": "156",
            "part": "1",
            "seal": "46F46789"
        },
        {
            "id": "37",
            "nass": "خامسا: الربط بالعموم ¶ الجملة الخبرية ¶ ... ¶ خامساً: الربط بالعموم ¶ إن الربط بالعموم يقع في الخبرية وجملة الصفة. ¶ أ - الجملة الخبرية:- ¶ يقع الربط في الجملة الخبرية باشتمالها على اسم أعم منه مثل محمد نعم الرجل فالجملة الخبرية وهي نعم الرجل اشتملت على الرجل وهو أعم من محمد فوقع الربط بالعموم. ومنه قول الشاعر:-",
            "page": "156",
            "part": "1",
            "seal": "6ED5C36E"
        },
        {
            "id": "38",
            "nass": "ألا ليتَ شعري هل إلى أًمِّ مَعْمَرٍ ... سبيلٌ فأما الصبرُ عنها فَلا صَبرا1 ¶ فجملة \"فلا صبرا\" جملة خبرية ربطت بالمبتدأ بواسطة العموم المستفاد من لا النافية للجنس واسمها. وإذا كان الشاعر نفى أن يكون لأحد صبر عنها فصبره داخل فيها. ¶ وهذا الربط غير مطرد فلا يجوز فلان مات الناس وفلان نعم الرجال2. ¶ __________ ¶ 1 البيت لابن ميادة، واسمه الرماح. وهذا البيت من قصيدة يتشبب فيها بأم جحدر بنت حسان إحدى نساء بنى خزيمة. ويروى البيت أم مالك، ورواية سيبويه: أم معمر. والصواب أم جحدر وهي صاحبته وكذا ورد في الديوان، وفي شرح الشواهد للسيرافي إلى أم معقل. ¶ وقد استشهد به النحاة على سد العموم مسد الضمير الراجع إلى المبتدأ سيبويه: الكتاب جـ 1ص 386. ¶ ابن الشجري: اللأمالى جـ 1ص 286. ¶ شعر ابن ميادة: دمشق 134. ¶ 2 التصريح جـ 1 ص 164.",
            "page": "157",
            "part": "1",
            "seal": "3E89BDFF"
        },
        {
            "id": "39",
            "nass": "ب - جملة الصفة:- ¶ وقد وقع العموم رابطاً في جملة الصفة كما وقع في الجملة الخبرية. نقرأ قوله تعالى: {فَمَنْ يَكْفُرْ بَعْدُ مِنْكُمْ فَإِنِّي أُعَذِّبُهُ عَذَاباً لا أُعَذِّبُهُ أَحَداً مِنَ الْعَالَمِينَ} 3 فكلمة {عَذَاباً} نكرة وصفت بجملة لا أعذبه. ورابط هذه الجملة الواقعة صفة لعذاب هو العموم الموجود في ضمير المصدر المؤكد ف {عَذَاباً} نكرة مشملة المصدر كما شمل اسم الجنس محمداً في مثل محمد نعم الرجل. ذكر ذلك أبو حيان1 ولنقرأ ما قاله أبو البقاء حول الضمير الموجود في قوله تعالى: {لا أُعَذِّبُهُ} ، يقول أبو البقاء: \"يجوز أن تكون االهاء للعذاب وفيه على هذا وجهان:- ¶ أحدهما:- أن يكون حذف حرف الجر. أي لا أعذب به أحداً. ¶ والثاني:- أن يكون مفعولاً به على السعة. ويجوز أن يكون ضمير المصدر المؤكد كقولك ظننته زيداً منطلقاً ولا تكون هذه الهاء عائدة على العذاب الأول\". ثم ذَكَرَ الرابط فقال: \"إن الضمير لما كان واقعاً موقع المصدر والمصدر جنس وعذاباً نكرة كان الأول داخلاً في الثاني والثاني مشتمل على الأول فهو محمد نعم الرجل\"2 ¶ . ¶ __________ ¶ 3 الآية رقم 115 من سورة المائدة. ¶ 4 أبو حيان: البحر المحيط جـ 4 ص 57. ¶ 5 أبو البقاء جـ 1 ص 233.",
            "page": "157",
            "part": "1",
            "seal": "85C489FC"
        },
        {
            "id": "40",
            "nass": "سادسا: الربط بالفاء ¶ الجملة الخبرية ¶ ... ¶ سادساً: الربط بالفاء ¶ تقع الفاء رابطة في جملتين:- ¶ الأولى: الجملة الخبرية:- ¶ قد تخلو الجملة الخبرية من رابط يعود على المبتدأ فيعطف عليها بالفاء جملة مشتملة على ضمير المبتدأ فعند ذلك يجوز في الجملة الأولى الخالية من الضمير أن تعرب خبراً مثل قول الشاعر:- ¶ وانسانُ عيني يحسِرُ الماء تارةً ... فَيَبْدُو وتاراتٍ يجمُّ فيغْرَق3 ¶ فالإنسان: مبتدأ، وجملة يحسرُ الماء هي خبر المبتدأ ووقعت خالية من ضمير يعود على المبتدأ وهي جملة \"تبدو\" جار إعراب الجملة الأولى خبراً عن المبتدأ ويحتمل أن يكون الرابط في الجملة الخبرية ضميراً محذوفاً والتقدير يحسر الماء عنه. وقد يكون الأمر عكس ذلك بأن تكون الجملة الخبرية مشتملة على خطر المبتدأ فيعطف عليها بالفاء جملة خالية من الضمير مثل قوله تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الأَرْضُ مُخْضَرَّةً} 4 فجملة أنزل خبرية مشتملة على ضمير يعود إلى لفظ الجلالة، وجاز عطف جملة فتصبح الأرض مخضرة على الجملة الخبرية مع خلوها من الضمير بسبب العطف بالفاء5 وهذه مما تختص به الفاء6. ¶ __________ ¶ 3 البيت لذي الرمة. ¶ يحسر: يكشف. يجم: يكثر. ¶ جملة يبدو خير بعد خبر وفيه الشاهد حيث وقعت الجملتان خبراً ولا رابط إلا في الجملة الأخيرة فجاز لأن العطف وقع بالفاء التي هي للسببية فنزلتا منزلة الشرط والجزاء فاكتفى لضمير واحد كما يكتفي في جملة الشرط والجزاء. ¶ ابن هشام. المغنى ص 554. ¶ الصبان جـ 1 ص 196، جـ 3 ص 96. ¶ الديوان: بيروت جـ 1 ص 460. ¶ 4 الآية رقم 63 من سورة الحج، البحر المحيط جـ 6 ص386. ¶ 5 المغنى ص 554. ¶ الصبان جـ 1 ص 196، جـ 3 ص 96. ¶ 6 آثرت أن أحدد الجملة الخبرية في هذا الصدد لأنها أكثر استعمالاً وقد وقعت في القرآن الكريم لأن الربط بالفاء قد وقع في الجملة الصلة والصفة ولكنها عبارات نادرة تتسم بركة اللفظ وقلة الإستعمال.",
            "page": "158",
            "part": "1",
            "seal": "4A65FC66"
        },
        {
            "id": "41",
            "nass": "الثانية: جملة جواب الشرط:- ¶ قد تقع جملة جواب الشرط طلبية أو اسمية أو فعلية فعلها جامد ... وجملة الجواب إذا",
            "page": "158",
            "part": "1",
            "seal": "3120BCD2"
        },
        {
            "id": "42",
            "nass": "كانت لا تصلح أن تكون شرطاً1. فوجب ربط الجواب بالشرط بواسطة الفاء وإلا صار الكلام منفصلاً مبتوراً إذا لجزم الحاصل به الربط مفقود. وخصت الفاء بربط الجواب بالشرط لما فيها من معنى السببية، ولمناسبتها للجزاء معنى2 ومن أمثلة ذلك قوله تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ} 3. ¶ __________ ¶ 1 الصبان جـ 4 ص 21. ¶ 2 التصريح جـ 2 ص 250. ¶ 3 الآية رقم 31 من سورة آل عمران.",
            "page": "159",
            "part": "1",
            "seal": "AD27AB38"
        },
        {
            "id": "43",
            "nass": "سابعاً: الربط بإذا ¶ جملة جواب الشرط.- ¶ أشرت فيما سبق إلى أن جملة جواب الشرط قد تربط بالفاء. هنا نقول يجوز أن تقع إذا رابطة لجملة الجواب خلفاً عن الفاء لأنها أشبهت الفاء في كونها لا يبدأ بها4 كما أن إذا لا تقع إلا بعد ما هو معقب بما بعدها فقامت مقامها فوجودها يحصل به الإرتباط الموجود في الفاء. ¶ وإنما تقع إذا رابطة إذا كانت أداة الشرط إن أو إذا والجواب جملة إسمية موجبة وغير مقرونة بأن التوكيدية. مثل قوله تعالى: {وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ} 5. فجملة هم يقنطون جواب إن والرابط إذا ومثل ذلك قوله تعالى: {ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ} 6 فجملة الجواب قد ربطت بإذا. ¶ __________ ¶ 4 حاشية الصبان جـ 7 ص23. ¶ التصريح جـ 2 ص 251. ¶ 5 الآية رقم 36 من سورة الروم. ¶ وراجع البحر المحيط جـ 7 ص 174. ¶ 6 الآية رقم 25 من سورة الروم.",
            "page": "159",
            "part": "1",
            "seal": "DDB2492C"
        },
        {
            "id": "44",
            "nass": "ثامناً: الربط بالفاء وإذا معاً ¶ جملة جواب الشرط:- ¶ مرة ثالثة نعود إلى جملة الجواب بعد أن بينا أنها قد تربط بالفاء ثم تربط بإذا وفي هذه المرة نقول: يجوز أن يجمع في الربط بين الفاء وإذا تأكيداً7. فإذا جاءت الفاء مع إذا تعاونتا ¶ __________ ¶ 7 التصريح جـ 2 ص 451.",
            "page": "159",
            "part": "1",
            "seal": "DA91EC14"
        },
        {
            "id": "45",
            "nass": "على وصل الجزاء بالشرط مثل قوله تعالى: {فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا} 1 فجملة جواب الشرط قد ربطت بالفاء وإذا فتأكد وصل الجواب بالشرط2. ¶ __________ ¶ 1 الآية رقم 97 من سورة الأنبياء. ¶ 2 الزمخشري: الكشاف جـ 2 ص 337.",
            "page": "160",
            "part": "1",
            "seal": "1DBD3935"
        },
        {
            "id": "46",
            "nass": "تاسعا: الربط بالواو ¶ الجملة الخبرية ¶ ... ¶ تاسعاً: الربط بالواو ¶ تقع الواو رابطة في الجملة الخبرية، وجملة الحال. ¶ أ - الجملة الخبرية:- ¶ أشرت من قبل إلى أن الجملة الخبرية قد تخلو من الضمير فيجوز إعرابها خبراً عن المبتدأ إذا عطف عليها بالفاء جملة تشتمل على الضمير، وقد أجاز هشام الضرير وحده أن تشارك الواو الفاء في جواز العطف بها مثل زيد قامت3 هند وأكرمها، فجملة قامت هند خالية من الضمير وإنما جاز إعرابها خبراً لأنه عطف عليها بالواو جملة مشتملة على الضمير. فأصبحت الواو عند هشام بمثابة الفاء، ولعل هشاماً أجاز ذلك تصوراً منه أن الواو للجمع مطلقاً، ولكن الواقع أن الواو للجمع في المفردات لا في الجمل بدليل جواز: هذان قائم وقاعد دون هذان يقوم وقعد4. ¶ __________ ¶ 2 الزمخشري: الكشاف جـ 2 ص 337. ¶ أبو حيان: البحر المحيط جـ 6ص 339. ¶ التصريح جـ 2 ص 251. ¶ 3 ابن هشام: مغنى اللبيب جـ 555. ¶ الصبان جـ 1 ص 197. ¶ السيوطى: الأشباه والنظائر جـ 1 ص 48. ¶ 4 ابن هشام: المغنى ص 555.",
            "page": "160",
            "part": "1",
            "seal": "5A1D6D65"
        },
        {
            "id": "47",
            "nass": "ب - جملة الحال:- ¶ الجملة الحالية في التراكيب العربية يختلف نوع الرابط فيها فتارة لا تربط إلا بالضمير فقط وقد مر ذلك قريباً. وقد تربط بالواو فقط وقد تربط بالاثنين وسيأتي. ¶ وإنما جاز ربط الجملة الحالية بالواو دون الجملة الخبرية التي اكتفى فيها بالضمير لأن الحال يجيء فضلة بعد تمام الكلام فاحتيج في الأكثر إلى فضل ربط فصدرت الجملة التي أصلها الإستقلال بما هو موضوع للربط5. أعنى الواو. التي أصلها الجمع لتؤذن من أول الأمر أن الجملة لم تبق على الإستقلال، وأما الخبر والصلة والصفة فإنها لا تجيء بالواو لأن ¶ __________ ¶ 5 الرضى: شرح الكافية جـ 1 ص 211.",
            "page": "160",
            "part": "1",
            "seal": "CC89D839"
        },
        {
            "id": "48",
            "nass": "بالخبر يتم الكلام وبالصلة يتم جزء الكلام والصفة لتبعيتها للموصوف لفظاً وكونها لمعنى فيه كأنها من تمامه فاكتفى بالضمير1. ¶ وجمل الحال التي يتعين ربطها بالواو جملتان:- ¶ الأولى: أن يفقد الضمير في جملة الحال فيحل محله الواو مثل: أنجبت المرأة وما حضر الزوج، فجملة وما حضر الزوج جملة حالية ربطت بالواو ولعدم وجود الضمير. ¶ الثانية: قبل قد الداخلة على مضارع مثبت نحو قوله تعالى: {لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ} 2 فجملة قد تعلمون حال من الواو في {تُؤْذُونَنِي} 3 وجاء ربطها بالواو فقط. ¶ __________ ¶ 1 المصدر السابق جـ 1ص 211. ¶ 2 الآية رقم 5 من سورة الصف، والمضارع في الآية الكريمة معناه الماضي أي قد علمتم كقوله تعالى: {قد يعلم ما أنتم عليه} . أي قد علم. ومثله قوله تعالى: {قد نرى تقلب وجهك في السماء} . وعبر عنه بالمضارع ليدل على استحضار الفعل. ¶ أبو حيان: البحر المحيط جـ 8 ص 262. ¶ 3 التصريح جـ 1 ص 391.",
            "page": "161",
            "part": "1",
            "seal": "415FAA71"
        },
        {
            "id": "49",
            "nass": "عاشرا: البط بالواو أو بالضمير أو بهما معا ¶ الحملة الاسمية ¶ ... ¶ عاشراً:. الربط بالواو أو بالضمير أو بهما معاً ¶ هذا النوع من أنواع الروابط يضم بعض الجمل الحالية وهذه الجمل هي: ¶ أ - الجملة الإسمية:- ¶ إذا وقعت الجملة الإسمية حاليةً فقد تربط بالواو. مثل قوله تعالى: {لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ} 4 فالجملة الإسمية حال من الذئب أو من ضمير يوسف. وقد ارتبطت بالواو فقط. لأن الضمير لا يصلح لصاحب الحال وهو الذئب أو ضمير يوسف ومن الربط بالضمير فقط قوله تعالى: {اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوّ} 5 فالجملة الإسمية حال من الضمير في اهبطوا، وجاء الربط بالضمير فقط وهو الكاف في بعضكم ومن ذلك قول الشاعر:- ¶ ولولا حَنَانُ الليل ما آبَ عامرٌ ¶ ... إلى جَعْفَرٍ سِرْبَالُه لم يُمزَّق ¶ __________ ¶ 4 الآية رقم 14 من سورة يوسف. ¶ 5 الآية رقم 36 من سورة البقرة، ويراجع التصريح جـ 1ص 391.",
            "page": "161",
            "part": "1",
            "seal": "C89C46CE"
        },
        {
            "id": "50",
            "nass": "فجملة سرباله لم يمزق. جملة حالية من جعفر، وربطت بالضمير فقط وهو في كلمة: سرباله. ¶ ومن الربط بالضمير والواو معاً. قوله تعالى: {فَلا تَجْعَلُوا لِلَّهِ أَنْدَاداً وَأَنْتُمْ تَعْلَمُونَ} 1 فالجملة الإسمية حال من الواو في تجعلوا، وجاء الربط بالواو والضمير معاً. ¶ __________ ¶ الآية رقم 22 من سورة البقرة، ويراجع البحر المحيط جـ 1 ص 100.",
            "page": "162",
            "part": "1",
            "seal": "EEF05A39"
        },
        {
            "id": "51",
            "nass": "ب - الجملة الفعلية المبدوءة بماض غير ما تقدم2:- مثل: جاء محمد وقد أشرقت الشمس فجملة وقد أشرقت الشمس جملة حالية كان الربط فيها بالواو فقط، وقد يأتي الربط بالضمير فقط مثل قوله تعالى: {أَوْ جَاءُوكُمْ حَصِرَتْ صُدُورُهُمْ} 3 ومنه قول الشاعر: ¶ وقَفْتَ بربع الدَّارِ قد غَيرّ البلى ... مَعَارِفهَا والسارياتُ الهواطلُ4. ¶ فجملة قد غير البلى معارفها جملة حالية ربطت بالضمير دون الواو وهذا قليل ومن الربط بالواو والضمير معاً قوله تعالى: {ومَا لَنَا أَلاَّ نُقَاتِلَ فِي سَبِيلِ اللَّهِ وَقَدْ أُخْرِجْنَا مِنْ دِيَارِنَا} 5، فجملة وقد أخرجنا من ديارنا حال من الضمير في نقاتل. وقد جاء الربط بالواو ¶ __________ ¶ 2 غير ما تقدم: يقصد الجملة الفعلية المصدرة بماض تال إلا والمصدرة بماض متلو بأو فإن هذين النوعين لا يكون الرابط فيهما إلا الضمير. ¶ 3 الآية رقم 90 من سورة النساء. ¶ قرىء حصرة على وزن نبقة بالرفع خبر مقدم أي صدورهم حصرة وهى جملة اسمية في موضع الحال، وقرىء حصرات وحاصرات، فأما قراءة الجمهور فالفعل في موضع الحال فمن شرط دخول قد على الماضي إذا وقع حالاً زعم أنها مقدرة، ومن لم ير ذلك لم يحتج إلى تقديرها فقد جاء منه مالا يحصى بغير قد ويؤيد كونه في موضع الحال قراءة من قرأ اسماً منصوباً، وعن المبرد قولان أحدهما أن هذا اسماً محذوفاً والفعل صفة له. أي جاءوكم قوماً حصرت صدورهم، والآخر أنه دعاء فالجملة لا محل لها من الإعراب. ¶ وأجاز أبو البقاء. أن يكون حصرت في موضع الجر صفة لقوم في الآية وأو جاءوكم معترضى يدل عليه قراءة من أسقط أو. كما أجاز أن تكون جملة حصرت بدل من جاءوكم بدل اشتمال لأن المجيء مشتمل على الحصر وغيره. وقال الزجاج:\" حصرت صدورهم: خبر بعد خبر \". ¶ أبو البقاء: جـ1 ص 189. ¶ البحر المحيط جـ 3 ص 317. ¶ 4 البيت للنابغة الذبياني من قصيدة يرثى بها النعمان بن الحارث الغساني والبلا: من بلى الثوب إذا خلق. ويروى معالمها. والساريات: جمع سارية وهى السحابة التي تأتى ليلاً والهواطل: جمع هاطلة، وهو تتابع المطر. ورواية الديوان معارفها. ¶ والشاهد في \"قد غير البلى\" حيث وقعت الجملة حالاً والفعل ماض مقرون بقد دون الواو وهو قليل بالنسبة لمجيئه بها. ¶ أشعار الشعراء الستة الجاهليين. بيروت جـ1 ص 242. ¶ حاشية الصبان جـ1 ص.19. ¶ 5 الآية رقم 246 من سورة البقرة. ¶ قريء أخرجنا مبيناً للمفعول. وأخرجنا مبيناً للفاعل. أي أخرجنا العدو أو أخرجنا الله بعصياننا فنحن نموت ونقاتل في سبيله ليردنا إلى أوطاننا ويجمع بيننا وبين أبنائنا. ¶ أبو حيان: البحر المحيط جـ 2 ص 256.",
            "page": "162",
            "part": "1",
            "seal": "458D15A1"
        },
        {
            "id": "52",
            "nass": "جـ - الجملة الفعلية المصدرة بمضارع منفي بلم:- ¶ إذا كانت الجملة فعلية فعلها مضارع منفي بلم جاز الربط بالواو أو بالضمير أو بهما معاً. فمن الربط بالواو فقط قول الشاعر:- ¶ ولقد خشيتُ بأن أموت ولم تكنْ ... للحرب دائرة على ابني ضمْضَم2 ¶ من الربط بالواو والضمير معاً قوله تعالى: {أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ} 3 فجملة ولم يوح إليه شيء جملة حالية من الضمير في قال وقد ربطت هذه الجملة بالواو والضمير معاً أي غير موحى إليه 4. ¶ ومنه قول الشاعر:- ¶ سقط النصيفُ ولم تُردْ إسقاطَهُ ... فَتَنَاولتْهُ واتّقتْنا باليدِ5 ¶ فجملة (ولم ترد إسقاطه) جملة حالية فعلها مضارع منفي بلم وقد ربطت بالواو والضمير معاً وهكذا النفي بلما، ومنه قوله تعالى: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ} 6. فجملة ولما يعلم الله جملة حالية نفيت بلما وربطت بالواو. ورابط الجملة الحالية قد يحذف. ¶ فجملة (ولم ترو إسقاطه) جملة حالية فعلها مضارع منفي بلم وقد ربطت بالواو والضمير معا وهكذا النفي بلما، ومنه قوله تعالى: {أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمِ اللَّهُ} . فجملة (ولما يعلم) الله جملة حالية نفيت بلما وربطت بالواو. ورابط الجملة الحالية قد يحذف قال الشاعر: ¶ __________ ¶ 1 البيت لسلامة بن جندل. وأنشده الفارسي:- ¶ ولولا جنان الليل ما آل جعفر ... إلى عامر سرباله لم يمزق ¶ الصبان جـ 2 ص 190. ¶ 2 البيت لعنترة من قصيدته المشهورة: هل غادر الشعراء من متردم أبنا ضمضم: هما هرم وحضين أبنا ضمضم المرى قتلهما ورد بن حابس العبسى وكان عنترة قتل أباهما ضمضماً فكانا يتوعدانه. ¶ ورواية الديوان ولم تدر للحرب. ¶ ويروى الشطر الثاني: جزرا لخامعة ونسر قشعم. ¶ وكذا رواه الأعلم. والجزر: بفتح الجيم والزاي معجمة: اللحم الذي تأكله السباع، والخامعة: الضبع. والقشعم من النسور والرجال: المسن. ¶ والشاهد: ولم تكن. حيث وقع المضارع المنفي بلم حالاً مقرونة بالواو. أشعار الشعراء الستة الجاهليين. بيروت جـ2 ص 123. ¶ حاشية الصبان جـ2 ص 191. ¶ 3 الآية رقم 93 من سورة الأنعام. ¶ 4 البحر المحيط جـ 4 ص 180. ¶ 5 البيت للنابغة الذبياني من قصيدة يصف فيها المتجردة زوج النعمان به المنذر. ¶ النصيف: هو الخمار الذي تتخمر به المرأة. أي سقط نصيفها. أي نصيف تلك المرأة المعهودة. ¶ أشعار الشعراء الستة الجاهليين. جـ 1 ص230. حاشية الصبان جـ 2 ص 191. ¶ 6 الآية رقم 142 من سورة آل عمران ويراجع البحر المحيط جـ 3 ص 66.",
            "page": "163",
            "part": "1",
            "seal": "750E5353"
        },
        {
            "id": "53",
            "nass": "نصفَ النهارُ الماء غامره ... ورفيتُه بالغيب ما يدري1 ¶ أراد بلغ النهار نصفه والماء غامر هذا الغائص لالتماس اللؤلؤ فحذف الرابط من الجملة الإسمية وهى الماء غامره. والرابط المحذوف هو الواو فالأصل. والماء غامره. ¶ ولو كانت الجملة الإسمية مشتملة على ضمير لا يجهل عند حذفه استغنى بالعلم به عن الواو كقولك: بعت اللحم الرطلُ بدرهم2 أي الرطل منه. فحذف الضمير للعلم به وأغنى استحضاره في الذهن عن واو الحال وقد مثل سيبويه3 بنحو من هذا ولم يشر عند إيراده إلى استقباح. ¶ __________ ¶ 1 البيت لأعشى ميمون من قصيدة مدح بها قيس بن معد يكرب الكندي، وقد ذكر البغدادي في الخزانة أبياتاً من هذه القصيدة التي لم ترد في ديوان الأعشى المطبوع. لأنه من رواية ثعلب. وهذه القصيدة من رواية أبى عبيدة، وابن دريد. وقد نسبت البيت البطليوسى في الإقتضاب إلى المسيب بن على خال الأعشى تبعاً للأصمعي الذي أثبت القصيدة له. ¶ نصف النهار: إن كان النهار منصوباً فهو مفعول به والفاعل هو الضمير الذي يعود إلى الغائص وتكون جملة الماء غامرة حال من الغائص والضمير موجود ولا حذف. قال صاحب المفتاح: نصفت الشيء نصفاً بلغت نصفه وأما على رواية رفع النهار بالفاعلية. فجملة الماء غامرة حال من النهار وقد خلت من الرابط لأن الضمير في غامرة لا يعود إلى النهار وإنما يعود إلى الغائص. وعلى ذلك يقدر الرابط محذوفاً بالواو أي والماء غامره. ¶ ابن مالك: شرح الكافية الشافية جـ 2 ص 760. ¶ البغدادي: خزانة الأدب جـ اص 542.",
            "page": "164",
            "part": "1",
            "seal": "5227C73F"
        },
        {
            "id": "54",
            "nass": "حادى عشر: البط بأل ¶ ... ¶ حادي عشر: الربط بأل ¶ من الموضوعات التي شكلت خلافاً بين البصريين والكوفيين الربط بأل. ¶ فهل تقع أل رابطة في التراكيب العربية أم أنها لم ترد في اللغة رابطة؟ فمن مسائل الصفة المشبهة الحسن الوجه برفع المعمول، وجميل الصوت برفعه ولما كان معول الصفة المشبهة لابد وأن يكون سببياً متصلاً بالضمير فقد جعل الكوفيون وبعض البصريين \"أل\" رابطة نائبة4 عن الضمير في الأمثلة السابقة وما يشبهها، وفي قوله تعالى: {فَأَمَّا مَنْ طَغَى وَآثَرَ الْحَيَاةَ الدُّنْيَا فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى فَإِنَّ ¶ __________ ¶ 2 ابن مالك: شرح الكافية الشافية جـ 1 ص 761. ¶ 3 سيبويه: الكتاب. هارون جـ 1 ص 197. ¶ 4 حاشية الصبان جـ 3 ص 5.",
            "page": "164",
            "part": "1",
            "seal": "8961B7B3"
        },
        {
            "id": "55",
            "nass": "الْجَنَّةَ هِيَ الْمَأْوَى} 1 في هذه الآية الكريمة جعل الكوفيون \"آل\" في {الْمَأْوَى} رابطة2 نائبة عن الضمير. ¶ وقد جعل البصريون الرابط في ذلك هو الضمير المحذوف ولم يرتضوا أن تكون أل رابطة فقدروا في الأمثلة السابقة الحسن الوجه منه، وفي الآية المأوى له ... وللزمخشري في الآية الكريمة رأي يكاد يكون غريباً، فقد قال: \"إن المعنى في الآية أن الجحيم مأواه كما تقول للرجل: غض الطرف أي طرفك، وليست الألف واللام بدلاً من الإضافة. ولكن لما علم أن الطاغي هو صاحب المأوى وأنه لا يغض الرجل طرف غيره تركت الإضافة ودخول أل في المأوى والطرف للتعريف\"3. ¶ وكلام الزمخشري لا يتحصل منه الرابط العائد على المبتدأ، إذ قد نفى مذهب الكوفيين، ولم يقدر ضميراً محذوفاً كما قدره البصريون فرام حصول الرابط بلا رابط 4ومما استدل به الكوفيون قول المرأة: زوجي: المس 5 مس أرنب والريح ريح زرنب فقالوا: الأصل مسه مس أرنب، وريحه ريح زرنب فنابت أل مناب الضمير، والبصريون يقدرون المس منه. ¶ ومثله عند الكوفيين قول الشاعر:- ¶ كأن حَفِيفَ النَّبْلِ من فوقِ عَجهَا ... عَوَازِبُ نخْلٍ أخْطَأ الفار مُطْنِفُ 6 ¶ وقد رد البصريون كل ما أوردوه الكوفيون وذلك بتقرير الضمير الذي جعلوه في كل ¶ __________ ¶ 1 الآية رقم 40، 41 من سورة النازعات. ¶ 2 ابن يعيش: شرح المفصلي جـ 6 ص 89. ¶ ابن هشام: المغنى ص 555. ¶ 3 الزمخشري: الكشاف جـ 3 ص 311. ¶ 4 أبو حيان: البحر المحيط جـ 8 ص 423. ¶ 5 حاشية الصبان جـ 1 ص 195. ¶ والحديث عن عائشة رضي الله عنها قالت:\" جلست احدي عشرة امرأة فتعاهدن وتعاقدن ألا يكتمن من أخبار أزواجهن شيئاً فقالت الأولى: زوجي.... ¶ ثم قالت الثامنة زوجي المسى مس أرنب والريح ريح زرنب \". الحديث. ¶ فتح الباري جـ1 ص 254، كتاب النكاح. باب حسن المعاشرة مع الأهل. والمعنى أنه حسن الخلق. طيب العرق لكثرة نظافته واستعماله الطيب. راجع جـ1 ص 265. ¶ 6 قاله الشنفري: عمرو بن براق. ¶ حفيف النبل. دون ذهابه، ومن فوق عجها. حال من النبل. أي فوق مقبض القوس. وعوازب نحل: خبر كان جمع عازبة من عزبت الإبل: إذا بعدت في المرعى ومطنف: بضم الميم وكسر النون: الذي يعلو الجبل. ¶ واستشهد به الكوفيون على إنابة أل في الربط مناب الضمير فالأصل أخطأ فارها ثم صارت بعد الإنابة أخطأ الفار. ¶ المصدر السابق جـ 3 ص 63.",
            "page": "165",
            "part": "1",
            "seal": "5E3EBA95"
        },
        {
            "id": "56",
            "nass": "هذه الأمثلة هو الرابط إذ إبدال اللام من الضمير فيما يشترط فيه الضمير قبيح. والحرف لا يكون عوضاً عن الإسم1، ولو صح ما ذهب إليه الكوفيون لساغ لنا أن نقول: محمد الأب 2 قائم، بدلاً من أبوه قائم، ولم يقل بذلك أحد. بالإضافة إلى أنه قد ورد التصريح بالضمير مع أل كقول الشاعر:- ¶ رحيبٌ قِطَابُ الجيبِ منها رقيقةٌ ... بِجَسِّ الندامى بقَّةُ المتجِّردِ3 ¶ فقد جمع الشاعر بين أل والضمير في قوله: الجيب منها. ¶ __________ ¶ 1 الرضى: شرح الكافية جـ 2 ص 210. ¶ 2 حاشية الصبان جـ 1ص 195. ¶ 3 البيت من معلقة طرفة بن العبد. والتي مطلعها: لخولة أطلال ببرقة تَهْمُدُ. ¶ رحيب: خبر مقدم. وقطاب الجيب: مخرج الرأس من الثوب. ¶ بضة: رقيقة ناعمة. المتجرد: المعرى عن الثياب من بدنها. ¶ بجس الندامى: بلمسهم. ¶ والشاهد في البيت: الجمع بين أل والضمير في قوله: الجيب منها أشعار الشعراء الستة الجاهليين جـ1 ص 49. ¶ التصريح جـ 2 ص 83. ¶ 4 حاشية الصبان جـ 2 ص 97. ¶ التصريح جـ 1 ص 315. ¶ 5 الآية رقم 176 النساء. ¶ 6 أبو حيان: البحر المحيط جـ 3 ص 405.",
            "page": "166",
            "part": "1",
            "seal": "3F42EC0D"
        },
        {
            "id": "57",
            "nass": "ثاني عشر: رابط من نوع آخر ¶ هذا الرابط بفروعه يخص باب التنازع. فمعلوم أن التنازع هو عبارة عن تقدم عاملين4 على معمول واحد كل من العاملين يطلب هذا المعمول من جهة المعنى. فهذان العاملان لابد من الربط بينهما لتتم الصلة المحددة للمعنى. ودون هذا الربط يصبح العاملان منقطعين فلا تتضح معالم الفكرة التي عناها المتكلم. لذلك عندما وقف بعض العوام في الآية الكريمة: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَة} 5 وقف على قوله تعالى: يستفتونك كان هذا الوقف غير جائز لأن جملتي الأعمال متشبثة إحداهما بالأخرى فوجب الربط6 بين عاملي التنازع بأحد الأشياء الآتية:- ¶ أ - العمل:- ¶ يربط بين العاملين المتنازعين يكون الأول قد عمل في الثاني نحو قوله تعالى: {وَأَنَّهُمْ ¶ __________ ¶ 4 حاشية الصبان جـ 2 ص 97. ¶ التصريح جـ 1 ص 315. ¶ 5 الآية رقم 176 النساء. ¶ 6 أبو حيان: البحر المحيط جـ 3 ص 405.",
            "page": "166",
            "part": "1",
            "seal": "E394B7E4"
        },
        {
            "id": "58",
            "nass": "ظَنُّوا كَمَا ظَنَنْتُمْ أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَداً} 1 فالجن يخاطب بعضه بعضاً وظنوا وظننتم كل منهما يطلب {أَنْ لَنْ يَبْعَثَ اللَّهُ أَحَداً} فأعمل الثاني على الأرجح عند البصريين وهذا التنازع قد ربط بين جملتي الأعمال أن إحداهما وهي جملة كما ظننتم معمولة للجملة الأولى وهي {ظَنُّوا} 2. ¶ ب - الخبر:- ¶ .يقع الربط بين العاملين المتنازعين بوقوعهما خبراً عن المبتدأ مثل: محمد زائر مكرم أخاه، فأخاه مطلوب لزائر وملزم فالمسألة من باب التنازع وقد ربط بين العاملين المتنازعين أنهما خبران3 عن المبتدأ فزائر خبر ومكرم خبر ثانٍ فكأنهما شيء واحد. ¶ جـ - العطف:- ¶ قد يرْبطُ بين العاملين المتنازعين عاطف بعطف أحدهما على الآخر فيحصل بسبب حرف مزج وترابط بين العاملين فلا يُتصوَّرُ أنهما منقطعان مثل صلى وصام المسلمون فالمسلمون مطلوب من جهة المعنى لصلى وصام. وقد أعمل الثاني على الأرجح فالمسألة من باب التنازع وقد تم الربط بينهما بحرف العطف4. ¶ د - الجواب:- ¶ يربط بين العاملين المتنازعين يكون الثاني جواباً للثاني كجواب الشرط أو جواباً لاستفسار.. ¶ فالأول: نحو قوله تعالى: {تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ} 5، فرسول الله يطلبه عاملان، تعالوا، ويستغفر. فأعمل الثاني على المختار عند أهل البصرة. ¶ وقد ربط بين العاملين يكون الثاني جواباً للأمر، أو جواباً لشرط محذوف6 على ما هو ¶ __________ ¶ 1 الآية رقم 7 من سورة الجن. ¶ 2 أبو حيان: البحر المحيط جـ 8 ص 347. ¶ 3 التصريح جـ 1 ص 315. ¶ 4 السيوطى: الأشباه والنظائر جـ 1 ص 201. ¶ الصبان حـ 2 ص 76. ¶ 5 الآية رقم 5 من سورة المنافقون. ¶ 6 أبو حيان: البحر المحيط جـ 8 ص 270.",
            "page": "167",
            "part": "1",
            "seal": "73D01F30"
        },
        {
            "id": "59",
            "nass": "معروف ومنه قوله تعالى: {آتُونِي أُفْرِغْ عَلَيْهِ قِطْراً} 1 فقطراً منصوب بأفرغ على إعمال الثاني إذ ينازعه ائتوني، وأفرغ مجزوم في جواب الأمر2. ¶ والثاني: وهو أن الإرتباط وقع يكون الثاني جواباً لاستفسار. ¶ نقرأ قول الله تعالى: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ} 3 فالجار والمجرور وهو قوله في الكلالة مطلوب ليستفتونك وليفتيكم فأعمل الثاني على المذهب المختار وقد ربط بينهما أن الثاني جواب معنوي للإستفسار في قوله تعالى: {يَسْتَفْتُونَكَ} 4. ¶ هـ - العموم والخصوص:- ¶ وأما قوله تعالى: {هَاؤُمُ اقْرَأوا كِتَابِيَهْ} 5. فهاؤم إن كان مدلولها خذ فهي متسلطة على كتابيه بغير واسطة، وإن كان مدلولها تعالوا فهي متعدية إليه بواسطة إلى، وكتابيه مطلوب لهاؤم واقرأوا. فالبصريون يعملون {اقْرَأوا} ، والكوفيون يعملون {هَاؤُمُ} وبين العاملين المتنازعين علاقة وارتباط بالعموم6 والخصوص. إذ طلب أخذ الكتاب أعم من قراءته. ¶ والله الموفق والهادي إلى سواء السبيل وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ __________ ¶ 1 الآية رقم 96 من سورة الكهف. ¶ الرضى: شرح الكافية جـ 1 ص 81. ¶ 2 أبو حيان: البحر المحيط جـ 6 ص 162. ¶ 3 الآية رقم 176 من سورة النساء، ويراجع المغنى لابن هشام ص 562 البحر المحيط جـ3 ص 405. ¶ 4 الآية رقم 19 من سورة الحاقة. ¶ الرضى: شرح الكافية جـ 1ص 81. ¶ أبو حيان: البحر المحيط جـ 8 ص 325. ¶ 5 ها: صوت يصوت به فيفهم منه معنى خذ. ¶ قال الكسائي وابن السكيت:\" العرب تقول: هاء يا رجل، وهاء يا مرأة بالكسر بلا ياء، وللإثنين رجلين أو امرأتين هاؤما، وللرجال هاؤموا وللنساء هاؤن \". ¶ وفيها لغات كثيرة ذكرها أبو حيان في شرح التسهيل. ¶ الزمخشري: الكشاف جـ 3 ص 264. ¶ أبو حيان: البحر المحيط جـ8 ص 325. ¶ 6 التصريح جـ 1 ص 315.",
            "page": "168",
            "part": "1",
            "seal": "73DC345B"
        }
    ],
    "t10374": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: الرابط بالضمير"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "الجملة الخبرية"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "جملة الصلة وشبهها"
        },
        {
            "id": "5",
            "lvl": "3",
            "sub": "1",
            "tit": "جملة الصلة"
        },
        {
            "id": "7",
            "lvl": "3",
            "sub": null,
            "tit": "الصلة بشبة الجملة"
        },
        {
            "id": "9",
            "lvl": "3",
            "sub": null,
            "tit": "جملة الحال"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "الحال شبه الجملة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "جملة الصفة"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "مدخل"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "الصفة بشبه الجملة"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "جملة الشرط والجواب"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "ألفاظ التوكيد"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "بدل البعض وبدل الاشتمال"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "معمول الصفة المشبهة"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا: الربط بالاسم الظاهر"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "الجملة الخبرية"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "جملة الصلة"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "التوكيد بكل"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: الربط بالمعنى"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "رايعا: الربط باسم الإشارة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "خامسا: الربط بالعموم"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "الجملة الخبرية"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "جملة الصفة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "سادسا: الربط بالفاء"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "الجملة الخبرية"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "جملة جواب الشرط"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "سابعا: الربط بإذا"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ثامنا: الربط بالفاء وإذا معا"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "جملة جواب الشرط"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "تاسعا: الربط بالواو"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "الجملة الخبرية"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "جملة الحال"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "عاشرا: البط بالواو أو بالضمير أو بهما معا"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "الحملة الاسمية"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الجملة الفعلية المبدوءة بماض غير ما تقدم"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الجملة الفعلية المصدرة بمضارع منفي بلم"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "حادى عشر: البط بأل"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "ثاني عشر: رابط من نوع آخر"
        }
    ]
}