{
    "b10387": [
        {
            "id": "1",
            "nass": "مدخل ¶ ... ¶ الرشوة ¶ لفضيلة الشيخ عطية محمد سالم ¶ القاضي بالمحكمة الكبرى بالمدينة المنورة ¶ بسم الله والحمد لله والصلاة والسلام على رسول الله نبينا محمد بن عبد الله وعلى آله وأصحابه ومن والاه وبعد: ¶ فهذه عجالة في موضوع الرشوة تلبية لطلب (الإعلام) ؛ لتقدم في حلقات (تلفزيونية) ، سطرتها كبحث ليساعد على تقديمها على حلقات. وبالله التوفيق ومنه العون والرشاد.",
            "page": "123",
            "part": "1",
            "seal": "2F316675"
        },
        {
            "id": "2",
            "nass": "الرشوة لغة: ¶ قيل في المحاباة والجعل؛ قال صاحب القاموس: الرشوة مثلثة الجعل، ورشاه أعطاه، وارتشى أخذها، واسترشى طلبها، والفصيل طلب الرضاع، والرشاء ككساء: الحبل. ¶ وزاد صاحب اللسان: وهي مأخوذة من رشا الفرخ؛ إذا مد رأسه إلى أمه لتزقه. ¶ قال ابن الأثير: الرشوة الوصلة إلى الحاجة بالمصانعة، وأصله من الرشاء الذي يتوصل به إلى الماء؛ فالراشي الذي يعطي من يعينه على الباطل، والمرتشي الآخذ، والرائش الذي يسعى بينهما يستزيد لهذا ويستنقص لهذا.",
            "page": "123",
            "part": "1",
            "seal": "3E38C3E0"
        },
        {
            "id": "3",
            "nass": "ألفاظ مرادفة للرشوة: ¶ منها السحت والبرطيل: ¶ والسحت لغة: الحرام، أو ما خبث من المكاسب فلزم عنه العار؛ سمي بذلك لأنه يسحت البركة ويذهبها، يقال: (سحته الله) أي أهلكه، ويقال: (أسحته) ، وقرئ بهما في قوله تعالى: {فَيُسْحِتَكُمْ بِعَذَابٍ} أي يستأصلكم ويهلككم.",
            "page": "123",
            "part": "1",
            "seal": "69015089"
        },
        {
            "id": "4",
            "nass": "واستدل له بقول الفرزدق: ¶ وعض زمان يا ابن فروان لم يدع ... من المال إلا مستحثا أو مجلف ¶ وأصله كلب الجوع، يقال: (فلان سحوت المعدة) إذا كان لا يلقي أبدا إلا جائعا، قاله الفراءi. ¶ ومما يشهد لهذا المعنى اللغوي ما ثبت في فقه اللغة من تقارب المعنى بتقارب الألفاظ، والسحت متقارب مع السحق بالقاف، وهو الدق والطحن بشدة، وفيه الهلاك والتحطيم، وكذلك يشترك مع السحت السحب بالباء، وفيه سحب المرتشي، ويشترك مع السحر، والرشوة فعل عمل السحر في نفسه. ¶ أما البرطيل: فقيل هو الحجر المستطيل، وسميت به الرشوة لأنها تلجم المرتشي عن التكلم بالحق، كما يلقمه الحجر الطويل، وكما جاء في الأثر: (إذا دخلت الرشوة من الباب خرجت الأمانة من الكوة) ii، قاله ابن تيمية. ¶ وفي القاموس: الترطيل: تليين الشعر بالدهن وتكسيره وإرخاؤه وإرساله.",
            "page": "124",
            "part": "1",
            "seal": "8CCC8B91"
        },
        {
            "id": "5",
            "nass": "مناقشة تلك الأقوال: ¶ إن قولهم في الرشوة هي المحاباة والجعل لا يخلو من نظر؛ لأن المحاباة أعمّ؛ فقد تحابي صديقك وتصانع ولدك، وبعض من يقرب منك، أو تلزم مداراته لمروءتك أنت؛ كعطاء الشعراء ونحوهم. ¶ ويقرب من هذا ما فعله صلى الله عليه وسلم مع العباس بن مرداس السلمي، حين سخط العطاء في غنائم خيبر وقال شعرا؛ فقال صلى الله عليه وسلم: \"اقطعوا عنا لسانه حتى رضي\". ¶ وكذلك دخل رجل واستأذن على رسول الله صلى الله عليه وسلم وهو عند عائشة رضي الله عنها؛ فتلطف له ثم قال صلى الله عليه وسلم قولا، وذلك عندما استأذن عليه قال: \"ائذنوا له؛ فبئس أخو العشيرة\"، وقال: \"إن شر الناس منزلة عند الله يوم القيامة من تركه الناس لشره\"، وهو صلى الله عليه وسلم بعيد ومعصوم عن شوائب الرشوة، مما يدل على أن المصانعة والمحاباة ليست رشوة، وأن تفسير الرشوة بذلك فيه نظر، وأن المصانعة تكون بمال وبغير مال. ¶ أما الجعل فمعلوم أنه نوع من الإجارة، وهو لا شك جائز بشروطه من بيان العمل المطلوب والجعل المجعول، وله باب في الفقه معروف. ¶ __________ ¶ i أبو حيان. ¶ ii المجموع ج 28 ص 304",
            "page": "124",
            "part": "1",
            "seal": "6964662D"
        },
        {
            "id": "6",
            "nass": "ولو سلمنا أن الرشوة نوع منه - كجعل على باطل - فإن مسمى الجعل أعمّ من الرشوة. ¶ وكذلك السحت؛ فقد فسروه بما هو أعمّ، كقولهم: هو الحرام، وقولهم: هو ما خبث من المكاسب فلزم فيه العار؛ فإنه يشاركه الربا في الخبث ومهر البغي في لزوم العار.. الخ. ¶ وهذا ما يجعلنا نقول: إنه تعريف للرشوة بالمعنى العام، وسيأتي إيضاح المعنى الخاص بها عند الكلام على نصوص القرآن في الموضوع إن شاء الله.",
            "page": "125",
            "part": "1",
            "seal": "6548CDFC"
        },
        {
            "id": "7",
            "nass": "الرشوة في الاصطلاح: ¶ ومما يلزم التنبيه عليه هو أن ما لا يوجد له معنى دقيق في اللغة لا يتأتى وجود معنى دقيق له في الاصطلاح؛ لأن المعنى اللغوي أسبق في الوضع والاستعمال؛ فإذا جاء الشرع نقل المعنى اللغوي إلى الاستعمال الشرعي مع زيادة شروط ووضع قيود شرعية. ¶ ومن هذا المنطلق اختلف في تعريف الرشوة اصطلاحا فقيل: ¶ أ - ما يؤخذ بغير عوض ويعاب أخذه. ¶ ب - وقيل: كل مال دفع ليبتاع به من ذي جاه عونا على مالا يحل، ذكرهما في فتح الباريi. ¶ ج - وقال صاحب الإنصاف: الرشوة ما يعطى بعد طلبه، والهدية ما يدفع إليه ابتداءii. ¶ وهذا أيضا تعريف بالأعم؛ لأن دفع مال لذي جاه ليبتاع به عونا، نوع من الرشوة وليس كلها؛ لأن المرتشي قد لا يكون ذا جاه، وقد يبتاع من ذي جاه ما يحل بالنسبة للراشي على ما سيأتي. ¶ وقولهم: ما يؤخذ بغير عوض ويعاب أخذه؛ فيدخل فيه المكس وحلوان الكاهن. ¶ وقولهم ما يعطى بعد طلبه؛ فقد تقدم الرشوة قبل الطلب وقبل أن تدعو الحاجة إليها تمهيدا إليها. ¶ د- وأحسن ما عرفت به قول الجرجاني: ما يعطى لإبطال حق أو لإحقاق باطل. ¶ وهذا التعريف الأخير أقرب ما يكون لمدلول القرآن له؛ فإن صحة المعنى هو ما يمكن أخذه من عرض القرآن وإيرادها في مواطنها على ما سيأتي إن شاء الله. ¶ __________ ¶ i ج 11 ص 212. ¶ ii ج11 ص212.",
            "page": "125",
            "part": "1",
            "seal": "80FF9971"
        },
        {
            "id": "8",
            "nass": "وعلى كل فإن لما عرفوا به الرشوة لغة واصطلحوا عليه شرعا صلة كبيرة في الصورة والمنطلق، فالتكلم به إظهار للصورة بصفة عامة.",
            "page": "126",
            "part": "1",
            "seal": "89EA1A85"
        },
        {
            "id": "9",
            "nass": "الصلة بين المعنى اللغوي والمعنى الاصطلاحي: ¶ تقدمت الإشارة إلى أنه لابد من وجود صلة قوية بين المعنى اللغوي والاصطلاحي لكل مادة؛ إذ الأصل في الاستعمال هو اللغة، ثم يجري نقل اللفظ إلى الاصطلاح كما هو معلوم. ¶ وهنا جاء في التعريف اللغوي أن الرشوة مأخوذة من (رشا الفرخ) إذا مد رأسه إلى أمه لتزقه. ¶ وهذه صورة صارخة لعمل المرتشي، وبيان حقيقة وضعه في منتهى الضعف النفسي، كالفرخ لم ينبت له ريش، العاجز عن كسب قوته بنفسه يرى أمه يفغر لها فاهه لتخرج مما في حوصلتها وتفرغه في فمه؛ يرد جوعته. ¶ ولو علمنا أن ما تلقاه بفيه إنما هو بمثابة القيء تستخرجه أمه من حوصلتها لكان كافيا في التقزز من أكل الرشوة؛ فهو بهذا يجمع بين ضعف الشخصية وذلة النفس وحقارة الطبع. ¶ وهل يوجد أضعف شخصية ممن يبيع مبدأه وإنسانيته ورأيه وما يعتقد صحته، وينحرف إلى طريق معاكس في كل ذلك، ونظير ما يستخرجه الراشي من جوفه ومن ضروريات مقوماته أو اضطراره للوصول إلى حاجته. ¶ وإذا جئنا إلى الأصل الثاني وهو (الرشاء) الذي هو حبل الدلو ليستخرج به الماء من البئر العميق؛ فإننا نجد أيضا صورة التدلي من علياء العزة والكرامة إلى سحيق الذلة والمهانة، وينحدر من منعة الصدق إلى هاوية الكذب، ومن عفة الأمانة إلى دنس الخيانة، وينزلق عن جادة الحق إلى مزالق الباطل، وكأن الحاجة المقصودة عند المرتشي مغيبة بعيدا عن الراشي بعد الماء في عقر البئر؛ لا وصول إليها إلا بالتدلي بالرشوة كتدلي الدلو برشاه. ¶ وبإمعان النظر تجد أن حقارة المرتشي ومهانته تأتي أول ما تأتي من الراشي نفسه؛ لأنه قاسه بمقياس الإنسانية فوجده لا إنسانية عنده، وبمقياس الأمانة والدين فوجده خاليا منهما، وما تقدم إليه بالرشوة إلا بعد اليأس منه، وإن ألان له القول وتلطف في السؤال، وقد أحسن من قال في نظير ذلك وقريب منه:",
            "page": "126",
            "part": "1",
            "seal": "B3C00D25"
        },
        {
            "id": "10",
            "nass": "وإذا امرؤ مدح امرأ لسؤاله ... وأطال فيه فقد أراد هجاءه ¶ لو لم يقدر فيه بعد المستقى ... عند الورود لما أطال رشاءه ¶ وهكذا صاحب الحاجة لو لم يقدر عدم استجابة من هي عنده، ولو لم يتوقع إعراضه عنه لما قدم له الرشوة ليستجيب إليه. ¶ وكذلك الحال من جانب الراشي؛ إذا لم يكن له حق فيما يطلب، ولا طريق عنده للوصول لما يريد لمنعه منه وتحريمه عليه وعدم استحقاقه إياه؛ فإنه يعمد إلى الرشوة ليتدلى بها متخفيا كتدلي الدلو ظلمة البئر حتى يصل إلى ما يريد. ¶ فظهر بهذا قوة الصلة بين المعنى اللغوي والاصطلاحي للرشوة. ¶ وكذلك السحت، إذا كان أصله كلب الجوع وشدته فإن الصلة قوية بينه وبين أكل الرشوة؛ لأن من تعودها - والعياذ بالله - فإنه لا يشبع قط، ولا يكف يده عنها من أي شخص فقير كان أو غني، ضعيف محتاج للمؤنة أو مستغن قوي، إنما همه هو أن يأخذ ويقذف في جوفه السحت لملء فراغه، ولكن ذاك الجوف كالجحيم يقول: هل من مزيد. ¶ وكذلك البرطيل، لقد قيل إنه الحجر الطويل، وإنها لتسكت آكلها عن الحق كما يسكته الحجر، وهذا معنى ظاهر. ¶ ولكن ما قاله صاحب القاموس من أنه الترطيل تليين الشعر بالدهن وتكسيره وإرخاؤه وإرساله؛ فإن هذا المعنى أوضح؛ لأن الراشي يلين الطريق لنفسه ويمهده كي يصل إلى مطلبه بسهولة، كمن يمر على شعر مدهون ومن جانب المرتشي؛ فإنه يلين الكلام معه وييسر الطريق له ويسترسل معه في باطله استرسال الشعر في اليد، ويسترخي لسماع قول الراشي استرخاء الشعر المدهون الممشط، أي إنه فقد شخصيته وأسقط إرادته واسترخى في دينه وأمانته، واسترسل في باطله حيث أراده الراشي؛ عياذا بالله!. ¶ نظرة في هذه الألفاظ: ¶ يعتبر بعض العلماء أن هذه الألفاظ - رشوة، سحت، برطيل - هي من قبيل الترادف الذي هو ترادف الألفاظ على معنى واحد، ومثل السيف والمهند والصمصام والبتار، ومثل الأسد والهزبر والغضنفر. ¶ ولكن المحققين من علماء اللغة ينفون الترادف في اللغة العربية، ويقولون إن الترادف بمعنى وجود عدة صفات للمسمى، وكل لفظ يكون ملحوظا فيه بعض تلك الأوصاف؛ كالسيف مثلا للجنس، مميزا له عن السكين وأنواع السلاح الأخرى، والمهند يراعى جودة صنعه مثل المصنوع في الهند فعلا، والصمصام يراعى فيه نوع حديده ومعدنه وهكذا.",
            "page": "127",
            "part": "1",
            "seal": "19314CAC"
        },
        {
            "id": "11",
            "nass": "وقد أيد شيخ الإسلام ابن تيمية رحمه الله ذلك، ومثّل له في قوله تعالى: {يَوْمَ تَمُورُ السَّمَاءُ مَوْراً} ؛ فقال: يقول العلماء (المور) الحركة من قبيل الترادف، ولكن المور فيه معنى زائد على مطلق الحركة، ألا وهو كونها بسرعة، فالمور الحركة بسرعة. ¶ وعليه يمكن أن يقال هنا إن الرشوة والسحت يجتمعان ويقترقان. ¶ يجتمعان حينما يكون العمل محرما من الجانبين الراشي والمرتشي، فهو رشوة في حقهما، كما في الحديث: \"لعن الله الراشي والمرتشي\"، على ما سيأتي الكلام عليه فيما بعد إن شاء الله، وهو سحت في حق المرتشي يأكله سحتا. ¶ وينفرد السحت حينما يكون العمل محرما من جانب واحد، وهو جانب الأخذ فقط؛ فيأكله فيأكل ما أخذه سحتا، والله أعلم.",
            "page": "128",
            "part": "1",
            "seal": "1BD51072"
        },
        {
            "id": "12",
            "nass": "الرشوة في القرآن الكريم: ¶ مأخذ النصوص على الرشوة في القرآن عند العلماء في ثلاثة مواضع: ¶ الموضع الأول: في سورة البقرة في أعقاب تشريع الصيام وقبل الفراغ منه، وذلك في قوله تعالى: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوَالِ النَّاسِ بِالإِثْمِ وَأَنْتُمْ تَعْلَمُونَ} . ¶ والنص هنا على وضوحه فهو عام في النهي عن أكل الأموال بالباطل بأي صفة كانت، وخاص في الإدلاء بها إلى الحكام لأكل فريق من أموال الناس بالإثم، وهذا النص أقرب موضوعية إلى الرشوة ولارتباط الرشوة بالرشاء في معنى الإدلاء بها على ما سيأتي إيضاحه إن شاء الله. ¶ والموضعان الثاني الثالث: في سورة المائدة. ¶ أولهما عقب تشريع حد السرقة، وتسلية الرسول صلى الله عليه وسلم عن حزنه من الذين يسارعون في الكفر من المنافقين واليهود، ثم جاء وصفهم بأكل السحت عاشر عشرة صفات ذميمة في قوله تعالى: {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ} . ¶ وثانيهما موجه فيه الخطاب صريحا إلى أهل الكتاب، وهو أظهر في اليهود لمجيء صفاتهم الكاشفة بعد النداء، وذلك في قوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا..} الآية، وبعدها: {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ",
            "page": "128",
            "part": "1",
            "seal": "12DE5C05"
        },
        {
            "id": "13",
            "nass": "مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ..} إلى آخر الآية في نفس السياق. ¶ {وَتَرَى كَثِيراً مِنْهُمْ يُسَارِعُونَ فِي الإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ} ، ثم نحا باللائمة على الربانيين والأحبار منهم في عدم النهي عن ذلك وخاصة السحت بقوله: {لَوْلا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ} . ¶ وفي هذا الموطن أيضا جاء وصفهم بأكل السحت عاشر عشرة صفات غاية في المذمة. ¶ وبدراسة هذه النصوص في تلك المواضع الثلاثة بالتفصيل ستجد حقيقة معنى الرشوة ومعنى السحت وموضوع كل منهما، وبالتالي خطورة وجودهما ومدى تحذير القرآن الكريم منهما، وبأي صورة صوَّر القرآن مَن يتعاطى شيئا مِن ذلك.",
            "page": "129",
            "part": "1",
            "seal": "516AA7C3"
        },
        {
            "id": "14",
            "nass": "دراسة النص الأول: ¶ النص الأول عن الرشوة في سورة البقرة في قوله تعالى: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوَالِ النَّاسِ بِالإِثْمِ وَأَنْتُمْ تَعْلَمُونَ} . ¶ والمنهج العلمي الصحيح لدراسة نص الموضوع ما يستلزم أخذ السياق كاملا بقدر المستطاع. ¶ وهو هنا يبدأ من تشريع الصيام في قوله تعالى: {الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} ، ثم بين مدته أياما معدودات، وزمنه شهر رمضان الذي أنزل فيه القرآن هدى للناس، ثم تفضل بالرخصة عند المشقة بمرض أو سفر تيسيرا من الله تعالى، ثم التقرب إلى عباده السائلين والداعين، وما أحل لهم مما كان محرما على من كان قبلهم من الأكل ليلا إلى الفجر وجواز المباشرة ليلا، وفي النهاية جاء هذا النهي: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} الآية، وبعدها يأتي قوله تعالى: {يَسْأَلونَكَ عَنِ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ..} الآية. ¶ وهنا يأتي السؤال: لماذا آية النهي عن أكل أموال الناس بالباطل في أثناء مجيء آيات الصيام؛ لأن السؤال عن الأهلة وبيان مهمتها ألصق بالصيام؛ لأنه آخر الحج في التوقيت، كما قال فيه: \"صوموا لرؤيته وأفطروا لرؤيته\".",
            "page": "129",
            "part": "1",
            "seal": "3D904B13"
        },
        {
            "id": "15",
            "nass": "والجواب على ما يظهر - والله تعالى أعلم - أنه لتمام الارتباط بين فريضة الصوم وبين تحريم أموال الناس؛ للآتي: ¶ أولا: لأن حقيقة الصوم الإمساك عن المفطرات، وهي أصلها حلال طيلة نهار رمضان كله، وهذا الإمساك هذه المدة من شأنه أن يورث التقوى التي علل بها فرض الصوم لعلكم تتقون؛ فيأتي وبسرعة وقبل الفراغ من توابع تشريع الصيام، شأن الهلال فيستوقف المسلم قائلا: لئن صمت شهرا كاملا عن الحلال المتاح، فلا يصح منك أن تفطر بعد الشهر على أموال الناس بالباطل، بل يجب عليك أن تضيف إلى صومك الشهر عن الحلال صومك طيلة العام عن الحرام؛ فلا تأكل أموال الناس بالإثم على علم منك وإصرار؛ لأن هذا يتنافى مع التقوى التي هي ثمرة الصوم، ولئن فعلت فكأنك ما صمت. ¶ ولئن راعينا ما جاءت به السنة من صدقة الفطر وربطت بينها وبين الصوم لوجدنا لفتة كريمة، وهي بمثابة التعبير العلمي عن التأثر بفريضة الصوم فعلا، أي كأن الصائم يقول: نعم يا رب إنه بعد صومي رمضان وتحصيل تقوى الله لم يبق لي تطلع إلى أموال الناس المحرمة، بل أنا أبذل من مالي لغيري. ¶ وحقيقة الذي يبذل من ماله تطوعا للغير ابتغاء مرضاة الله لا يرجع بيده الأخرى فيأخذ من مال الناس ما حرم الله. ¶ وكذلك في السياق مغايرة في أسلوب الخطاب؛ إذ جاء في الأول: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} الخطاب الذي يجمعهم كفرد واحد وأمة واحدة، وبعد الإثم والأكل بالباطل قال: {لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوَالِ النَّاسِ} فأصبحوا أناسا متفرقين. ¶ أي إن الصوم جمعهم وآخى بينهم، والرشوة فرقتهم وباعدت بينهم، وهذا في عموم أكل أموال الناس بالباطل، وهو شامل لكل صورة من الصور سواء بالغش والتدليس وبخس الوزن والتطفيف والاختلاس والاغتصاب والسرقة والنهب، وكل أنواع أكل المال بغير وجه حق، وكذلك الربا والرشوة. ¶ ولكن عطف الرشوة بخصوصها على ذلك العموم، وهو ما يعلم عند المفسرين بشدة الاهتمام بهذا الخاص من بين أفراد العام، كقوله تعالى: {تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا} ، أي جبريل مع دخوله في عموم الملائكة؛ لاختصاصه فيهم.",
            "page": "130",
            "part": "1",
            "seal": "0DB1775B"
        },
        {
            "id": "16",
            "nass": "وقد صورها النص بصورة مطابقة لصورة الراشي والمرتشي بطرفيها؛ حيث قال: {وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ} ، والإدلاء إرسال الدلو إلى ماء البئر، ولا يكون إلا بالحبل، وحبل الدلو يسمى رشاء؛ فالرشاء والرشوة من مادة واحدة، والمدلي هو الراشي، والمدلى إليه هو المرتشي، وما في الدلو هو الرشوة. ¶ والغاية ليست الحصول على ماء طهور لشراب أو وضوء، ولكن لنقضه من سحت وإثم لأكل فريق من أموال الناس بالإثم عن علم وسبق إصرار، ولما كان التدلي نقيض الترفع فإنه يمكن أن يقال: إن هذا النص يعطينا حكما على المرتشي بأنه تدلى من منعة العزّ إلى هوة الذل، ومن رفعة الصدق إلى سحيق الكذب، ومن علياء العفة والأمانة إلى حضيض ودنس الشره والخيانة، وانزلق عن جادة الحق إلى مزالق الباطل. ¶ وقد خصص هذا النص الرشوة في الحكام مع أنها ليست قاصرة عليهم، ولكنها منهم أعظم خطرا وأشد فتكا؛ لأنهم ميزان العدالة؛ فإذا فسد الميزان اختل الاتزان، وإذا خان الوازن ضاع التوازن، ومن ثم ينتشر الفساد. ¶ وقد يكون يتعلق بالأحكام فيكون من ورائها تغيير حكم الله مما يخاف على صاحبه الكفر - عياذا بالله - إذا كان مستحلا لذلك أو مستهزئا، عافانا الله والمسلمين!. ¶ وسيأتي لذلك زيادة إيضاح عند الكلام على بقية النصوص، وفي الفصل الخاص بمضار الرشوة. ¶ وقد يكون الحاكم عفيفا نزيها ولكنها تعطى الأطراف كشاهد وكاتب لوثيقة زورا وبهتانا، أو لأي طرف له تأثير في الموضوع. ¶ النص الثاني: جاء في سورة المائدة، وكذلك الثالث، وذلك في مسمى السحت الذي تقدم بيانه عند التعريف لغة واصطلاحا، وسنلم بكل منهما على حدة. ¶ أ- قال تعالى عن المنافقين واليهود: {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} . ¶ وعلى ما قدمنا من ضرورة أخذ السياق كاملا، وهو هنا من أول تشريع حد السرقة: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنَ اللَّهِ..} الآية، ثم توابع السرقة - من توبة وحق الله تعالى في التشريع - يأتي خطاب الله للرسول صلى الله عليه وسلم: {يَا أَيُّهَا الرَّسُولُ لا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا} ، ثم يصف أعمالهم بقوله: {سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ",
            "page": "131",
            "part": "1",
            "seal": "07FA093E"
        },
        {
            "id": "17",
            "nass": "يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئاً أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ..} الآية. ¶ وبتأمل هذا السياق في عمومه، والربط بين أوله وآخره لكانت أمامنا حقيقة ثابتة ظاهرة ألا وهي: ¶ أولا: أن المرتشي سارق. ¶ ثانيا: أنه يخشى الكفر عليه؛ لمسارعته إليها تشبيها للمنافقين واليهود في مسارعتهم إلى الكفر. ¶ ثالثا: أن هذا من عمل المنافقين واليهود؛ ففيه مشاركة لهم في لوصف. ¶ رابعا: منهج المرتشين هو الكذب والسماع للكذابين. ¶ خامسا: يأخذون من النصوص ما وافق أهواءهم، وما لم يوافقها يحرفونه من بعد مواضعه. ¶ سادسا: أنهم مفتونون فيما يأخذونه وما ينفذون من أعمال غير مشروعة. ¶ سابعا: قلوبهم غير طاهرة؛ دنستها الرشوة وأكل السحت. ¶ ثامنا: لا يملك أحد لهم من الله شيئا، اللهم إلا هم بأنفسهم إذا تابوا إلى الله تعالى. ¶ تاسعا: أنهم في ذلة في حياتهم، وأشد ما يكون مذلة أمام راشيهم. ¶ عاشرا: ولهم في الآخرة عذاب عظيم. ¶ أي أن آثار الرشوة ظاهر وباطن، وعاجل وآجل. ¶ نسأل الله تعالى السلامة والعافية.",
            "page": "132",
            "part": "1",
            "seal": "36F986ED"
        },
        {
            "id": "18",
            "nass": "ب- الموطن الثالث: ¶ قوله تعالى: {وَتَرَى كَثِيراً مِنْهُمْ يُسَارِعُونَ فِي الإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ} . ¶ وبأخذ السياق من أوله أيضا تجده يبدأ من قوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ قُلْ هَلْ",
            "page": "132",
            "part": "1",
            "seal": "918A8ED7"
        },
        {
            "id": "19",
            "nass": "أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ وَعَبَدَ الطَّاغُوتَ أُولَئِكَ شَرٌّ مَكَاناً وَأَضَلُّ عَنْ سَوَاءِ السَّبِيلِ وَإِذَا جَاءُوكُمْ قَالُوا آمَنَّا وَقَدْ دَخَلُوا بِالْكُفْرِ وَهُمْ قَدْ خَرَجُوا بِهِ وَاللَّهُ أَعْلَمُ بِمَا كَانُوا يَكْتُمُونَ وَتَرَى كَثِيراً مِنْهُمْ يُسَارِعُونَ فِي الإِثْمِ..} الآية، {لَوْلا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالأَحْبَارُ عَنْ قَوْلِهِمُ الإِثْمَ وَأَكْلِهِمُ السُّحْتَ} . ¶ وإذا كان قد ظهر لنا الربط في المواطن المتقدمة بين أول السياق وآخره فإننا هنا نجد أن أول السياق مقارنة بين من آمن بالله عقيدة بجميع ما يلزم ذلك الإيمان، وبما أنزل إلينا شريعة بجميع ما يلزم التشريع من حلال وحرام وجائز وممنوع، وبين نقيضهم من أهل الكتاب. ¶ وفي عرض تلك الصفات الذميمة واختتامها بأكل السحت نجده عاشر عشر صفات كلها مذمومة ومن خواص اليهود، بدأت بالحكم عليهم: ¶ أولا: بأنهم شر مثوبة عند الله. ¶ ثانيا: قد باءوا باللعنة والغضب من الله تعالى عليهم. ¶ ثالثا: جعل منهم قردة. ¶ رابعا: جعل منهم خنازير. ¶ خامسا: وعبد الطاغوت بدلا من عبادة الله تعالى وحده، وأول ما يشمله كلمة الطاغوت هنا هو الحكم بغير ما أنزل الله وتغيير حكم الله. ¶ سادسا: وضعهم في شر مكان. ¶ سابعا: ضلالهم عن سواء السبيل. ¶ ثامنا: إبطان الكفر مع قولهم آمنا. ¶ تاسعا: مسارعتهم في الإثم والعدوان، وهو ما كان باطلا في أصله ويوجب إثما لمرتكبه، والعدوان من لوازم الإثم؛ لأن الإثم لا يكون إلا بالتعدي، وكذلك العدوان من لوازمه الإثم؛ لأن كل عدوان لا يكون إلا لما فيه إثم. ¶ عاشرا: وأكلهم السحت، وهذه هي النتيجة للعدوان والإثم بسبب أكلهم السحت. ¶ وتقدم قبل هذا ملازمة أكل السحت للكذب؛ فالكذب والإثم والعدوان ملازمات لأكل السحت لا ينفك عنها لتحقيق غرضها والوصول إلى هدفه وعدوانه. ¶ ثم في هذا السياق من زيادة في المنهج بيان من عليه مسؤولية محاربة هذا الداء العضال، ألا وهم الأحبار والربانيون؛ فالأحبار هم العلماء والربانيون هم من جمعوا بين العلم",
            "page": "133",
            "part": "1",
            "seal": "C5E6A9D7"
        },
        {
            "id": "20",
            "nass": "والإنارة، وهذا بيان في تخصيص لولاة الأمر أن عليهم القيام بنهي من تسول له نفسه بأكل السحت، وقدم الربانيون لأنهم أقدر على ذلك لما رجع لهم من الولاية والعلم، وكما في الحديث: \"إن الله ليزع بالسلطان..\" الخ.",
            "page": "134",
            "part": "1",
            "seal": "1C927AD2"
        },
        {
            "id": "21",
            "nass": "الفرق بين الرشوة والسحت: ¶ لعلنا باستعراض المواطن الثلاثة في القرآن نجد الفرق بين الرشوة والسحت؛ إذ في آية البقرة خاطب الله عموم الناس: {وَلا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ} وصورها بين طرفين أحدهما يدلي للآخر بالرشوة ليأكل فريقا من أموال الناس بالإثم؛ فيتحقق فيها ما دفع لإحقاق باطل أو إبطال حق، ففيها التعدي والحرام من الطرفين المدلي والمدلى إليه، وقد يكون منهما ثالث وهو الرائش بينهما، كما جاء في الحديث على ما سيأتي إن شاء الله. ¶ أما في آيتي المائدة فإنه جاء فيهما وصف اليهود والمنافقين بالمسارعة إلى الإثم والعدوان وإلى سماع الكذب وأكل السحت، ومما جعله أعم من كونه في رشوة بين اثنين أو أعم من ذلك، فقد يكون في غمط حقه عن صاحبه وقد يكون في تحريف الكلام من بعد مواضعه، وقد يكون في أسباب جعل القردة والخنازير من بعضهم. ¶ ولعل هذا المعنى يتضح أكثر عند بيان حكم من اضطر إلى دفع ماله لمفاداة نفسه أو عرض أو استخلاص حق ثابت له إن شاء الله. ¶ وخلاصة القول في هذا الفرق هو أن ما كان في اشتراك بين طرفين في ارتكاب الإثم فهو الرشوة؛ لوجود راش ومرتش، وما كان الإثم فيه من طرف واحد مع اضطرار الطرف الثاني فهو السحت. ¶ ويشهد لهذا ما رواه البيهقيi بسنده عن مسروق قال: سألت ابن مسعود عن السحت أهو رشوة في الحكم؟ قال: لا؛ {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} ، و {الظَّالِمُونَ} و {الْفَاسِقُونَ} ، ولكن السحت أن يستعينك رجل على مظلمة فيهدي لك فتقبله، فذلك السحت.",
            "page": "134",
            "part": "1",
            "seal": "D43FB733"
        },
        {
            "id": "22",
            "nass": "الرشوة في نصوص الحديث: ¶ أظهر الأحاديث نصا في موضوع الرشوة حديث عبد الله بن عمر عند الخمسة، قال: قال رسول الله صلى الله عليه وسلم: \"لعنة الله على الراشي والمرتشي\". وحديث ثوبان ¶ __________ ¶ i ج 10 ص 139.",
            "page": "134",
            "part": "1",
            "seal": "58AFC7B1"
        },
        {
            "id": "23",
            "nass": "عند أحمد بمعناه، وزيادة: \"والرائش\"، أي وهو الساعي بينهما يستزيد هذا ويستنقص هذا. ¶ وحديث أبي هريرة بزيادة: \"في الحكم\"، رواه أحمد وأبو داود. ¶ وقد جعلوا منها هدايا العمال؛ لما جاء في حديث ابن اللتبية، بّوب عليه البخاري قال: باب هدايا العمال، وساق بسنده أن النبي صلى الله عليه وسلم استعمل رجلا من بني أسد يقال له ابن الاتبية (أو اللتبية) على صدقة، فلما قدم قال: هذا لكم وهذا لي؛ فقام النبي صلى الله عليه وسلم على المنبر فحمد الله عليه ثم قال: \"ما بال العامل نبعثه فيأتي فيقول: هذا لك وهذا لي؛ فهلا جلس في بيت أبيه وأمه ينتظر أيهدى له أم لا! والذي نفسي بيده لا يأتي بشيء إلا جاء به يوم القيامة يحمله على رقبته إن كان بعيرا له رغاء، أو بقرة لها خوار، أو شاة لها تعير\"، ثم رفع يديه حتى رأينا عفرتي إبطيه: \"ألا هل بلغت؟ ثالثا. ¶ قال سفيان: قصه علينا الزهري، وزاد هشام عن أبيه عن أبي حميد قال: سمع أذناي وأبصرته عيني، وسلوا زيد بن ثابت فإنه سمعه معي. ¶ وعند أبي داود قال: باب في هدايا العمال وساق بسنده أن رسول لله صلى الله عليه وسلم قال: \"يا أيها الناس من عمل منكم لنا على عمل فكتمنا فيه خيطا فما فوقه فهو غلّ يأتي به يوم القيامة\"، فقام رجل من الأنصار أسود كأني أنظر إليه فقال: يا رسول الله! أقبل عني عملك، قال: \"وما ذاك؟ \" قال: سمعتك تقول كذا وكذا، وقال: \"وأنا أقول ذلك؛ من استعملناه على عمل فليأت بقليله فيء وكثيره؛ فما أوتي منه أخذ وما نهى عنه انتهى\". ¶ وقال البيهقي: أخرجه مسلم في الصحيح من أوجه عن إسماعيل. ¶ وفي سنن البيهقي بسنده عن أبي حميد الساعدي قال: قال رسول الله صلى الله عليه وسلم: \"هدايا الأمراء غلول\" ا?. ¶ ومعلوم أن الغلول جمع غل، وهو الطوق في العنق، وذلك إذا كانت ممن لم يهد إليه من قبل، أو كان لا يكافئ عليها، وكذلك ما أهدي لأهل العامل أو الوالي. ¶ وساق البيهقي في سننه عن عبد الرحمن بن القاسم حدثنا مالك قال: أهدى رجل من أصحاب رسول الله صلى الله عليه وسلم -وكان من عمال عمر بن الخطاب رضي الله عنه - نمرقتين لامرأة عمر رضي الله عنه؛ فدخل عمر فرآهما فقال: (من أين لك هاتين؟ اشتريتيهما؟ أخبريني ولا تكذبيني!) قالت: بعث بهما إليّ فلان، فقال: قاتل الله فلانا إذا أراد حاجة فلم يستطعها من قبلي أتاني من قبل أهلي؛ فاجتذبهما اجتذابا شديدا من تحت من كان عليهما جالسا، فخرج يحملهما فتبعته جاريتها فقالت: إن صوفهما لنا ففتقهما وطرح إليها الصوف، وخرج بهما فأعطى إحداهما امرأة من المهاجرات وأعطى الأخرى امرأة من الأنصار. ¶ وروى عن عمر بن عبد العزيز أنه اشتهى يوما التفاح فلم يجد ما يشتري به من ماله، وبينما هو سائر مع بعض أصحابه أهديت إليه أطباق من التفاح؛ فتناول واحدة فشمها ثم رده",
            "page": "135",
            "part": "1",
            "seal": "9B5DC1B0"
        },
        {
            "id": "24",
            "nass": "إلى مهديه، فقيل له في ذلك، قال: (لا حاجة لي فيه) ، فقيل له: إن رسول الله صلى الله عليه وسلم كان يقبل الهدية، وأبو بكر وعمر! فقال: (إنها لأولئك هدية وهي للعمال رشوة) . ¶ وقد جاء عن أحمد رحمه الله أنه إذا أهدي لقائد الجيش شيء فليس له وحده دونهم. ¶ وقد ذكر ابن كثير في تاريخه أن جيش المسلمين لما ظفروا بالنصر على إقليم (تركستان) ، وغنموا شيئا عظيما أرسلوا مع البشرى بالفتح هدايا لعمر رضي الله عنه، فأبى أن يقبلها وأمر ببيعها وجعلها في بيت مال المسلمين. ¶ ومن أبرز ما جاء في أمر العمال والرشوة قصة عبد الله بن رواحة لما بعثه رسول الله صلى الله عليه وسلم إلى اليهود في خيبر ليخرص عليهم، رواه مالك قال: كان رسول الله صلى الله عليه وسلم يبعث عبد الله بن رواحة إلى خيبر فيخرص بينه وبين يهود خيبر، فجمعوا له حليا من حلي نسائهم، فقالوا: خذ هذا لك وخفف عنا وتجاوز في القسم، فقال عبد الله بن رواحة: يا معشر اليهود والله إنكم لمن أبغض خلق الله إلي، وما ذاك بحاملي على أن أحيف عليكم! أما ما عرضتم من الرشوة فإنها سحت وإنا لا نأكلها، فقالوا: بهذا قامت السموات والأرض. ¶ وقد منع العلماء قبول الوالي ومن في معناه هدية ممن لم يكن له عهد بالإهاء إليه، ولو لم تكن له حاجة بالفعل عنده خشية أن تأتي له حاجة فيما بعد فيدلي إليه بما كان من هديته الأولى. ¶ وقد وقع مثله لعمر رضي الله عنه؛ كان رجل يهدي إليه رِجل جزور كل عام؛ فخاصم إليه يوما فقال: يا أمير المؤمنين اقض بيننا قضاء فصلا، أي كما تفصل الرِّجل من سائر الجزور؛ فقضى عمر وكتب إلى عماله: ألا أن الهدايا الرشا؛ فلا تقبلن من أحد هدية.",
            "page": "136",
            "part": "1",
            "seal": "0E3E3C14"
        },
        {
            "id": "25",
            "nass": "دراسة تلك النصوص: ¶ بدراسة تلك النصوص تجد أول شيء التحذير الشديد والوعيد باللعنة - عياذا بالله - على أكل الرشوة، وشملت ثلاثة أشخاص: دافعها وآخذها والساعي بينهما بها. ¶ كما تجد التنصيص على الرشوة في الحكم لما لهذا النوع منها من أكبر الخطر على صاحبه، كما قال مسروق عن ابن مسعود: أنه يخشى عليه الكفر؛ وذلك لأنه قد يحكم بغير ما أنزل الله فيدخل تحت قوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} .",
            "page": "136",
            "part": "1",
            "seal": "46C719E1"
        },
        {
            "id": "26",
            "nass": "أما حديث ابن اللتبية فهو درس عملي من الرسول صلى الله عليه وسلم لكل من ولي عملا للمسلمين وأخذ فيه الهدية؛ لأنها في واقع الأمر ليست بهدية خالصة وإنما معها مراعاة حالة العامل، ومن ورائها انتظار ما يترجاه المهدي، وكما قال صلى الله عليه وسلم: \"هل جلس في بيت أبيه وأمه فينظر أيهدى إليه أم لا\". ¶ وهو سنة سنها رسول الله صلى الله عليه وسلم لولاة الأمور في محاسبة العمال، وهو مبدأ (من أين لك هذا؟) ، وقد جاء في بعض رواياته: (فحاسبه صلى الله عليه وسلم) ، أي أمر من يحاسبه. ¶ ومحاسبة العمال ثابتة عن عمر رضي الله عنه كما جاء في الإصابة في تراجم الصحابة أن أبا هريرة كان عاملا لعمر على البحرين، فقدم بعشرة آلاف فقال له عمر: (أستأثرت بهذه الأموال؛ فمن أين لك؟) فقال: خيل نتجت وأعطية تتابعت وخراج رقيق لي؛ فنظر فوجدها كما قال، ثم دعاه ليستعمله فأبى؛ فقال: لقد طلب العمل من كان خيرا منك،قال: إنه يوسف نبي الله وأنا أبو هريرة بن أميمة، وأخشى ثلاثا: أن أقول بغير علم، أو أقضي بغير حكم، ويضرب ظهري ويشتم عرضي وينزع مالي. ¶ ولعمر مع عماله مواقف عديدة وأمثلة مختلفة في هذا الشأن. ¶ وأصل ذلك كله من حديث ابن اللتبية وفعل الرسول صلى الله عليه وسلم معه. ¶ وجاء نص حديث أبي حميد الساعدي عن رسول الله صلى الله عليه وسلم: \"هدايا الأمراء غلول\"، وقد بين حديث أبي داود أن من كتم من العمال ولو مخيطا- أي ولو أقل شيء قيمته قيمة الخيط - فهو غل يوم القيامة، وترى هذا التحذير قد أفزع بعض العمال فطلب إقالته. ¶ أما أثر عمر فهو زيادة على رفض الهدية؛ فإنه قد بين للعمال وكل من حرمت عليه هدايا العامة أن يؤخذ من جهة أهله سواء زوجه أو ولده أو خادمه أو أي إنسان مرتبط به ارتباط الأهل. ¶ ولذا قال العلماء: لا ينبغي للقاضي أن يتولى الشراء لنفسه خشية المحاباة، ولا يشتري له من يعلم أنه من طرفه؛ حفاظا على القاضي من ريبة الرشوة.",
            "page": "137",
            "part": "1",
            "seal": "5F09BFF3"
        },
        {
            "id": "27",
            "nass": "عوامل تفشي الرشوة والبيئة التي تساعد على انتشارها: ¶ ما دامت الرشوة على غير العادة فإن عوامل تفشيها هي أيضا عوامل غير عادية: ¶ - وأهمها وأساسها هو ضعف الوازع الديني للآتي: ¶ 1- ما ظهر من ربطها بالصوم. ¶ 2- ما ظهر من أنها من عمل المنافقين واليهود. ¶ 3- ما ظهر من أن منهجها الأساسي هو الاستماع للكذب والمسارعة للعدوان والإثم. ¶ ثانيا: وقوع الظلم والجور في المجتمعات؛ فيعمد العامة لدفعها خوفا على أنفسهم أو تفشيا في غيرهم. ¶ ثالثا: عدم مراقبة العمال وأصحاب الولايات على الرعية من قبل المسؤولين؛ فيتجرأون على أخذ الرشوة على أعمالهم. ¶ رابعا: وجود خلل في نظام السلطة؛ فلا يصل صاحب الحق إلى حقه إلا بها. ¶ خامسا: وجود الحاجة والفاقة؛ فيعمد المحتاج إليها للوصول إلى أكثر مما له لسد حاجته وفاقته كما فعل اليهود في خيبر. ¶ أما البيئة التي تساعد على انتشار الرشوة فيها كالآتي: ¶ بما أن الرشوة داء مرض اجتماعي فهي كأمراض البدن تتفشى في البيئة القابلة للمرض: ¶ - مقدمتها البيئة الفقيرة في حالات الأزمات. ¶ ثانيا: البيئة التي لم يتوفر لها الوعي العام؛ فلم تدرك مضار الرشوة فيها، ولم يقو أفرادها على مجابهة من لهم عندهم حقوق في المطالبة بحقوقهم. ¶ ثالثا: البيئة التي فقد الترابط ووقع في أفرادها التفكك؛ فلا يلوى أحدهم إلا على مصلحته الخاصة ولو عن طريق الرشوة وعلى حساب الآخرين. ¶ وإذا تصورنا عوامل تفشي الرشوة والبيئة التي تساعد على انتشار الرشوة فيها فإنه بقي علينا تصوير وبسط نماذج مضار الرشوة وسط هذه العوامل، ومن خلال تلك البيئة بإيجاز.",
            "page": "138",
            "part": "1",
            "seal": "20E6448D"
        },
        {
            "id": "28",
            "nass": "مضار الرشوة: ¶ لا شك أن مضار الرشوة مما أجمع العقلاء عليها؛ سواء على الفرد أو على المجتمع، في العاجل أو في الآجل، ولكن هذا الإجماع في حاجة إلى تفصيل وأمثلة في بعض المجالات مما يزيد المعنى وضوحا، وعليه سنورد الآتي على سبيل الأمثلة لا الاستقصاء والحصر، وفي البعض تنبيه على الكل. ¶ وأعتقد أن مضار الرشوة تتفاوت بتفاوت موضوعها واختلاف درجات طرفيها، فهي وإن كانت داء واحدا إلا أن الداء تختلف أضراره باختلاف محل الإصابة به. ¶ فالداء يصيب القلب وغيره، إذا أصاب اليد أو الرجل، كالجرح مثلا؛ فجرح القلب أو الدماغ قد يميت، وجرح اليد أو الرجل غالبا ما يسلم صاحبه ويبرأ جرحه، وإن ترك ألما أو أثرا في محله. ¶ والناس في هذا الموضوع منهم من هو بمثابة القلب والرأس والعين، ومنهم من هو كسائر أعضاء الجسد، وعليه فإذا كانت الرشوة في معرض الحكم فإنها الداء العضال والمرض القاتل؛ لأنها تصيب صميم القلب فتفسده فيختل في نبضاته ويفقد التغذية ويصبح غير أهل للحكم، وقد نص الفقهاء أن الحاكم إذا أخذ الرشوة انعزل عن الحكم؛ لأنها طعن في عدالته التي هي أساس توليته. ¶ ب: تفسد منهج الحكم في الأمة أيا كان منهجها؛ فإذا كان يقتضي كتاب الله في بلد إسلامي فإنها ستجعله يغير هذا المنهج ويحكم بهواه وهوى من أرشاه، وهذا أشد خطرا عليه هو، كما قال ابن مسعود: إنه كفر مستدلا بقوله تعالى: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} . ¶ ج: يفقد المجتمع الثقة في الحكم فلا يعول أحد على منهج القضاء والتحاكم لأخذ الحق، وعندئذ فلا يكون أمام المظلوم إلا أن ينتقم لنفسه، ولا عند صاحب الحق إلا الاحتيال لأخذ حقه بيده. ¶ وفي هذا كله ما فيه من فساد مالا يعلم مداه إلا الله تعالى. ¶ د: وبالتالي ينقلب منهج الإصلاح الاجتماعي، فبدلا من أن يتعاون الناس على البر والتقوى في الأمر بالمعروف والنهي عن المنكر، يكون على العكس من ذلك كله، وفي هذا",
            "page": "139",
            "part": "1",
            "seal": "CBE31EF1"
        },
        {
            "id": "29",
            "nass": "مضيعة للأمة كلها كما ضاعت أمة بني إسرائيل كما قال تعالى في موجب لعنهم: {كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ} . ¶ ?: إعطاء الفرصة والتمكين لكل مبطل ليتمادى في باطله؛ فتسلب الأموال وتنتهك الأعراض وتسفك الدماء بدون أي مبالاة؛ تعويلا على أنه سيعبر على جسر الرشوة دون أن يلقى جزاءه. ¶ و: ومن مجموع كل ذلك ستقع الفرقة والشحناء والتقاطع في المجتمع. ¶ وإذا جاوزنا مجال الولاة والحكام فإننا نجد بساحتهم وقريب منهم قرب الفم من الرأس كل من ولي أمرا للمسلمين فلم ينصح لهم حتى يرى كرشوة يعينه أو ينالها بيده، أو تظهر في نطاق عمله وإن كان هو عفيفا لكنه تغاضى عنها بالنسبة إلى من تحت ولايته، وفي استطاعته منعه منها. ¶ وذلك على حد قوله صلى الله عليه وسلم: \"من رأى منكم منكرا فليغيره بيده فإن لم يستطع فبلسانه..\" الحديث، وقوله صلى الله عليه وسلم: \"كلكم راع وكلكم مسئول عن رعيته\"، والمفاسد في هذا المجال عديدة منها: ¶ أ: تعطيل الأعمال بغية بذل الرشوة. ¶ ب: وبالتالي تكديسها وعدم إنجازها. ¶ ج: يترتب عليه كساد العمل في البلدة وقلة الإنتاج والمضرة على المجتمع بكامله. ¶ د: ذهاب قيمة هذا الجهاز بكامله أدبيا وخلقيا وقريبا من ذلك رسميا، وقد يؤدي إلى تغيير في الجهاز، ويفشو في الناس أن الرشوة هي السبب فتكون مسبة وعارا. ¶ ثالثا: ما يقع في الجمارك وعلى الحدود التي هي بمثابة الثغور؛ فقد تكون سببا في إدخال ما هو ممنوع لشدة ضرره كالممنوعات الدولية من مخدرات ونحوها، أو إخراج ما تمس الحاجة إليه. ¶ ففي الأول تمكن عملاء السوء من بث سمومهم في الأمة لإفساد الأبدان وضياع الأديان، بل وإفساد الأموال والعقول، وما يجر فساد الفعل وراءه من ويلات، وكل ذلك بسبب رشوة يدفعها العامل لعامل الجمرك. ¶ وفي الثاني حرمان الأمة مما هو من حقها أن ترتفق به وتتوسع في استعماله؛ فيتيح الفرصة للمهربين وتحصيلهم مصلحة أنفسهم في اتجارهم في ضروريات الأمة.",
            "page": "140",
            "part": "1",
            "seal": "31FBF1F7"
        },
        {
            "id": "30",
            "nass": "رابعا: قد تكون في إجراء تعاقد مع العاملين، فقد يتعاقد مع غير الأكفاء بسبب ما يقدمونه من الرشوة، ويترك الأكفاء لتعففهم وعزة نفوسهم، واعتدادهم بكفاءتهم. ¶ وفي ذلك من المضار ما يفوت على الأمة الاستفادة من كفاءة، ومعرفة الأكفاء ويمنحهم بمضار وعجز الضعفاء، ومجالات ذلك عديدة؛ فإذا كان في حقل التعليم أضرّ بالعلم نفسه وبتحصيل أبناء وطنه، وإن كان في الطب فليس هو أقل من غيره، وكذلك في المجالات الأخرى ذات الطابع الفني الذي يرتبط بالمجتمع، وقد يكون في إرساء عطاء لمشروع أو في الإشراف عليه؛ فيتعاطف المرتشي مع الأقل كفاءة وإمكانيات وأسوأ معاملة، وتكون النتيجة على رأس المجتمع، فقد يكون مشروع إسكان أو مدّ جسور فينهار هذا أو ينكسر ذاك، والضحية من المجتمع، وقد سمعنا على مثل هذا، وأن مشروع الإسكان انهار قبل أن يسكن وقبل أن تستلمه الجهة المختصة؛ فكيف تكون الحال لو سكن بالفعل، ومثل ذلك في الطرق والمنشآت الأخرى. ¶ خامسا: وقد تكون في إبرام صفقة لحاجة البلد؛ فقد يقع التساهل في الصنف أو النقص في المقدار، وقد سمعنا عن صفقة حبوب؛ فلما وصلت بلدها فإذا هي تالفة بالسوس، فهل تشتري دولة لنفسها حبوبا مسوسة أم أن الرشوة هي التي سوستها، وقد تكون السلعة سلاحا للدفاع عن الوطن والنفس والأهل والمال والعرض فيأتي إما غير صالح أو غير كاف، وقد سمعنا عن السلاح أول ما دخلت الجيوش العربية فلسطين فكان السلاح يرجع على المقاتلين، فهل كانت الأمة تبعث بأبنائها ليعود عليهم السلاح فيقتلهم؛ فيقتلون بأيدي أنفسهم أم الرشوة هي التي قتلتهم. ¶ وقد تكون في إفشاء سر الدولة أيا كان موضوعه؛ فيقع على الأمة من الخسارة بقدر موضوع ذلك السر الذي أفشاه؛ فقد يكون عسكريا فيفوت الفرصة على الجيش أو يوقع الجيش في مهلكة ويمكن العدو منه.",
            "page": "141",
            "part": "1",
            "seal": "201472ED"
        },
        {
            "id": "31",
            "nass": "وقضية حاطب بن أبي بلتعة عندما همّ بإفشاء سر تحركات المسلمين إلى مكة معروفة، لولا أن تدارك الله المسلمين بمجيء جبريل عليه السلام بالجنود وتدارك الظعينة بالخطاب قبل أن تصل العدو. ¶ كل هذا من المفاسد على عامة الأمة والمجتمع حكومة وشعبا، وهناك المضار الفردية، وهي بالتالي تعود على المجتمع؛ لأن الفرد جزء منه، وما يؤثر على الجزء يؤثر بالتالي على الكل.",
            "page": "142",
            "part": "1",
            "seal": "9E4BC898"
        },
        {
            "id": "32",
            "nass": "تأثيرها على الفرد: ¶ أما تأثيرها على الفرد فإن مردّ ذلك على طرفيها: الراشي والمرتشي. ¶ وتقدمت الإشارة إليه في نصوص سورة المائدة من دنس القلب وذلة النفس وصغار المرتشي. ¶ وأول ما يكون ذلك وصغاره عند راشيه وشريكه، وقد جاء في بعض الأخبار أن شخصا ارتشى وباع سرا من أسرار بلده لملك من الملوك؛ فجاء ليقبض ثمن خيانته وطلب لقاء ذلك الملك وظن أنه سيكرمه لقاء ما أسداه إليه من جميل، فلما حضر طلب مصافحة الملك فأمر الملك بدفع الثمن إليه وقال له: هذا ثمن عملك أما يدي فلا تصافح خائنا. ¶ ب: إماتة الضمير في العاملين؛ فلا يخلص في عمله ولا ينجز ما وكل إليه إلا بأخذها. ¶ ج: إضعاف الكفاءات فلا يجهد المجدّ نفسه في تحصيل مقوماته الشخصية لثقته بالوصول إلى مطلبه عن طريقها، كما يعوّل بعض الطلاب على الغش في الامتحان، أو بعض المشتركين في المسابقات للعمل يعوّل على ما سيوصله إلى العمل المنشود عن طريقها وبالطرق التي يسلكها. ¶ وكما أسلفنا نتائج كل ذلك إنما هي على الفرد أولا ثم على المجتمع ثانيا. ¶ ومن كل ما تقدم يظهر خطر تفشيها ومضار وجودها، مما يحتم محاربتها ومعالجة المجتمع من دائها.",
            "page": "142",
            "part": "1",
            "seal": "75DE39FA"
        },
        {
            "id": "33",
            "nass": "طريقة علاجها: ¶ طريق علاج أي داء إنما تبدأ من تشخيصه، ثم بمنع مسبباته، ثم علاج أعراضه ومضاعفاته.",
            "page": "142",
            "part": "1",
            "seal": "40A89EBC"
        },
        {
            "id": "34",
            "nass": "وإذا كان التشخيص قد وضح فيما تقدم، والأسباب قد وضحت، والأغراض ملموسة والمضاعفات تتزايد فلم يبق إلا منهج العلاج. ¶ ومن المعلوم أن المرض الشخصي يتحمل مسئوليته الشخص المختص به، وإذا كان جماعيا تتحمل الجماعة مسئولية التعاون على علاجه. ¶ والرشوة جمعت بين الأمرين الشخصي والجماعي؛ فعلى الجميع أفرادا وجماعات واجب التعاون على علاجها، وقد رسم لنا القرآن والحديث منهج العلاج. ¶ أولا وقبل كل شيء: القضاء على مسبباتها كما علمنا ضعف الوازع الديني؛ فيعالج بتقويته وتوعية المجتمع توعية دينية، والتحذير من مضارها العاجلة والآجلة من مغبة الأكل الحرام وأثر السحت في النفوس والقلوب مما تقدم. ¶ ثانيا: الرقابة على الأجهزة التي تكون مظنة تفشيها في أوساطها حتى يحسبوا لذلك حسابا، وهذا إن لم يمنعها كلية سيخفف من وطئها. ¶ ثالثا: مصادرة كل ما ثبت أنه أخذ رشوة، سواء كان هذا المأخوذ مالا أو عرضا أو أي عين مادية، حتى تقلل طمع المرتشين وتسد الطريق على من تسول له نفسه بها، كما فعل صلى الله عليه وسلم بابن اللتبية. ¶ رابعا: ما جاء في نص القرآن الكريم: {لَوْلا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالأَحْبَارُ} ، والربانيون هم ولاة الأمر العالمون بحدود الله، والأحبار هم العلماء والمعلمون فيجتمع الوازع الديني من العلماء والوازع السلطاني من الحكام.",
            "page": "143",
            "part": "1",
            "seal": "D0BA80C1"
        },
        {
            "id": "35",
            "nass": "الفرق بين الهدية والرشوة: ¶ ما تقدم أو من خلاله يظهر خيال في الأفق باسم الهدية، ويتساءل من خالط هذا الباب عن الفرق بين الرشوة وبين الهدية. ¶ وقبل الإجابة عن الفرق الحقيقي نقدم مقارنة واضحة من حيث الموضوع ثم من حيث الحكم. ¶ لاشك أن المال أو العرض المدفوع هو بعينه؛ فتارة يكون هدية مقبولة، وتارة يكون رشوة ممقوتة.",
            "page": "143",
            "part": "1",
            "seal": "4E833674"
        },
        {
            "id": "36",
            "nass": "والفرق بينهما يظهر من موضوعه والغاية منه، واتفق العقلاء أن الواحد بالجنس يكون بعض آحاده مشروعا وبعض آحاده ممنوعا، كالسجود مثلا؛ فهو جنس يشمل السجود في الصلاة والسجود للسهو وسجود التلاوة وكله عبادة فهو جنس، فإذا وقعت سجدة لله فهي عبادة وفريضة وهي مشروعة، وإذا وقعت سجدة لغير الله فهي شرك وممنوعة، فالسجدة الأولى ليست هي نفسها السجدة الثانية ولكنهما من جنس واحد، أو إن كانتا سجدتان متغايرتان في زمنين مختلفين بل الواحد بالذات يكون ممنوعا باعتبار مشروعا باعتبار آخر، كما في حديث بريرة: تصدق عليها باللحم ووضع على النار للطبخ، ودخل صلى الله عليه وسلم وطلب الطعام، فقدم إليه خبز وملح أو خل فقال: \"ولم وأنا البرمة على النار؟ \" فقالوا: هذا اللحم تصدق به على بريرة، فقال: \"هو لها صدقة، وهو لنا منها هدية\" فأكل منه. ¶ فباعتباره صدقة حلّ لبريرة وحرم على رسول الله صلى الله عليه وسلم، وباعتباره منها وبعد تملكه وإهدائها إياه بعينه لرسول الله صلى اله عليه وسلم صار حلالا، وأكل صلى الله عليه وسلم منه. ¶ ومن هنا نقول: إن الهدية مشروعة ومرغب فيها، ولها أثر ضد أثر الرشوة؛ لأنها تؤلف القلوب وتورث المحبة، كما قال صلى الله عليه وسلم: \"تهادوا تحابوا\" وبين أن الهدية تزيل أضغان النفوس. ¶ بينما الرشوة على العكس تورث القطيعة وتوقع العداوة، والهدية يدفع المهدي بطيب نفس تقديرا للمهديىإليه أو تطييبا لخاطره أو تأليفا له، وكلها مقاصد حسنة وعن طواعية، ولذا فهو لا يخفيها كما يخفي الراشي رشوته والمهدى إليه قد يكافأ عليها إن عاجلا أم آجلا. ¶ بينما الرشوة يدفعها الراشي مكرها ويأخذها المرتشي متسترا، وقد جاء الحديث: \"لا يحل مال امرئ مسلم إلا عن طيب نفس\"، وهو موافق للهدية معاكس للرشوة، وكما في قوله تعالى: {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْساً فَكُلُوهُ هَنِيئاً مَرِيئاً} أي لطيب النفس به. ¶ وقد روي عن علي رضي الله عنه في الدواء أن تأخذ هبة من صداق زوجتك وتشتري به عسلا، أي لاجتماع الشفاء به. ¶ والنصوص في قبول الهدية أكثر من أن تورد هنا، ويكفي إجماع المسلمين على قبولها. ¶ وهناك ما هو أعم، وهو كل عطاء بغير مسألة سواء قصد بذلك الإهداء والمحبة أو قصد به العطف والمساعدة،",
            "page": "144",
            "part": "1",
            "seal": "52C93D9A"
        },
        {
            "id": "37",
            "nass": "كما في حديث عائشة رضي الله عنها عند أحمد والبيهقي أن عبد الله بن عامر بعث إليها بنفقة وكسوة فردته، ثم استدعت الرسول بها وقالت: إني ذكرت شيئا قال لي رسول الله صلى الله عليه وسلم: \"يا عائشة من أعطاك عطاء بغير مسألة فاقبليه، فإنما هو رزق الله تعالى إليك\". ¶ وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من عرض له من هذا الورق شيء من غير مسالة ولا إشراف نفس فليتوسع به في رزقه، فإن كان غنيا فليوجهه إلى من هو أحوج إليه منه\"، رواه أحمد والبيهقي وإسناد أحمد جيد قويi. ¶ والنصوص في هذا من حلها وجوازها معلومة، بينما الرشوة كما تقدم. ¶ فالفرق بينهما هو عين الفرق بين الحلال الصرف والحرام البحت. ¶ تحذير: وهنا يلزم التحذير الشديد من تسمية الرشوة باسم الهدية؛ لأن من أكلها عالما بها أنها رشوة مستحلا إياها فإنه يخشى عليه الكفر؛ لأنه يدخل في عموم من استحل ما علم تحريمه بالضرورة. ¶ والسؤال هو: متى يكون العطاء هدية ومتى يكون رشوة؟ ¶ والجواب أولا وقبل كل شيء أن الأمور بالمقاصد، بناء على حديث: \"إنما الأعمال بالنيات\"، وحديث: \"البر ما اطمأنت إليه النفس، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس\". ¶ حديث وابصة بن معبد رضي الله عنه قال جئت رسول الله صلى الله عليه وسلم فقال: \"أتيت تسأل عن البر والإثم؟ \" قلت نعم، قال: \"استفت قلبك! البر ما اطمأنت إليه النفس واطمأن إليه القلب، والإثم ما حاك في النفس وتردد في الصدر، وإن أفتاك الناس وأفتوك\". ¶ هذا بحمد الله مقياس واضح في نفس كل مسلم. ¶ ولكن مع هذا أيضا فقد يتساءل البعض عن وجود فارق بين الرشوة والهدية ينتهي إليه كل إنسان، بل ونحكم نحن بمقتضاه على ما نقف عليه من غيرنا، ومما يخفى على بعضنا. ¶ __________ ¶ i مخطوطة النابلسي ص 150.",
            "page": "145",
            "part": "1",
            "seal": "D802214A"
        },
        {
            "id": "38",
            "nass": "ولا بأس بهذا؛ فقد جاء عن النبي صلى الله عليه وسلم الجواب الكافي في قوله صلى الله عليه وسلم: \"إن الحلال بين وإن الحرام بين وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام كالراعي يرعى حول الحمى يوشك أن يرتع فيه ألا إن لكل ملك حمى ألا وإن حمى الله محارمه، ألا وإن في الجسد مضغة إذا صلحت صلح الجسد كله وإذا فسدت فسد الجسد كله ألا وهي القلب\". ¶ ونلاحظ في هذا الحديث تأكيد الأسلوب بـ (إن) في الطرفين الحلال والحرام؛ ليوضح أمرهما ومعرفتهما للجميع، وإهمال الواسطة بينهما عن التأكيد لغموضها، وذلك لأن لا يعرفها كثير من الناس. ¶ وعندنا هنا طرفان واضحان الهدية حلال مشروعة نافعة مرغب فيها، والرشوة حرام ممنوعة ضارة منهي عنها، وبينهما نوع من العطاء في صور يتردد النظر فيها هل يلحقها بالهدية أم يلحقها بالرشوة، ن من ذلك على سبيل المثال: ¶ 1- تعاقدت مع إنسان على عمل بقدر معلوم إلى أجل معلوم فأنجزه إليك قبل أجله، أو قام به على أحسن ما كنت تتوقعه فطابت نفسك وأعطيته شيئا مقابل ذلك. ¶ فلا بأس به؛ لأنه يعتبر من ضمن الأجر ومن المكافأة على الإحسان بالإحسان، وإنما دفعت ما دفعته في مقابل نفع ذلك دون مضرة على غيرك، وهو قدم إليك من المعروف ما ليس واجبا عليه، فكانت منكما معارضة إحسان بإحسان. ¶ 2- أعطيت إنسانا لك عنده معاملة في جهة من الجهات، وهو مسؤول عنها وعن غيرها، وذلك ليسرع لك في إنجازها، أو هو من نفسه أسرع في إنجازها دون أن تعطيه، فطابت نفسك عن شيء فأعطيته إياه. ¶ وهنا ينظر في كيفية الإسراع لما أعطيته ابتداء منك: هل كان على حساب تأخير معاملات الآخرين أم هو ضمن نطاق عمله وفي نطاق المعتاد؟ فإن كان على حساب تأخير الآخرين فهذا ألصق بالرشوة، بل إنك ستغريه وتدفعه إلى تعطيل المعاملات الأخرى حتى يتقدم إليه أصحابها بمثل ما تقدمت أنت إليه به.",
            "page": "146",
            "part": "1",
            "seal": "E49DAD47"
        },
        {
            "id": "39",
            "nass": "وإن كان في نطاق عمله وليس على حساب تأخير معاملات الآخرين فلأي شيء دفعت؟ ولأي شيء هو أخذ؟ ولكنها أخفّ مما قبلها إلا إذا كانت ستجعله يتطلع إلى مثل ذلك منك أو من غيرك؛ فتمنع سدا للذريعة. ¶ 1- أشخاص يعملون في دوائر أو مكاتب مختلفة وتمرّ بهم معاملات لك، وتأخذ طريقها مع غيرها بدون تمييز لها ولا تخصيصها باهتمام من أجل صاحبها، وهو لا يقدم شيئا على تلك المعاملات لكثرتها أو لكثرة من تمر عليهم، ولكنه في المناسبات كالأعياد أو العودة من سفر ربما يقدم هدايا لبعض الناس أو يقدم مساعدات لبعض الأشخاص، فقدم لهؤلاء مع غيرهم من حيث حاجتهم أو صداقتهم لكثرة التعامل معهم. ¶ وهنا يقال: إن كان ما يهديه من هدايا أو يسديه من مساعدات من حيث الإنفاق عليهم ومد يد المساعدة إليهم لقلة مرتباتهم وكثرة منصرفاتهم وأعطاهم كما أعطى غيرهم؛ فهذا أقرب إلى الإهداء والمصانعة. ¶ ولكن لا ننسى ما قدمناه وهو ما لم يكن ذلك لقصد إنجاز عمله وتقديمه على عمل غير عمل الآخرين، وكذلك ما لم يكن ذلك في حسبان العامل واستشراف منه إليه. ¶ ولعل في هذه الأمثلة بعض الصور التي قد يقع الالتباس فيها على بعض الناس وقد رأينا فيها كلها أن العطاء عن طيب نفس ومن غير سؤال ولا استشراف نفس. ¶ ولكن هناك مجال آخر، وهو ما إذا كان العطاء لا عن طيب نفس بل عن اضطرار، ومن الجانب الآخر بطلب وإصرار؛ فماذا يكون الحكم بالنسبة لعطاء المعطي في حالات اضطراره وبالنسبة للأخذ في حالات سؤاله واضطراره؟",
            "page": "147",
            "part": "1",
            "seal": "262C1F4D"
        },
        {
            "id": "40",
            "nass": "أقوال العلماء فيمن صانع بماله عند اضطراره: ¶ أولا: عند المفسرين وبإيجاز: ¶ قال القرطبي - عند آية المائدة الأولى {سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ} -: وروي عن وهب بن منبه أنه قيل له: الرشوة حرام في كل شيء؟ فقال: إنما يكره من الرشوة أن ترشي لتعطي ما ليس لك أو تدفع حقا قد لزمك،",
            "page": "147",
            "part": "1",
            "seal": "3B0C7B40"
        },
        {
            "id": "41",
            "nass": "فأما أن ترشي لتدفع عن دينك ودمك ومالك فليس بحرام. قال أبو الليث السمرقندي الفقيه: وبهذا نأخذ؛ أن يدفع الرجل عن نفسه وماله بالرشوة، وهذا كما روي عن عبد الله ابن مسعود أنه كان بالحبشة فرشا دينارين وقال: إنما الإثم على القابض دون الدافع.. ا?. ¶ ثانيا: المحدثون: ¶ جاء في تحفة الأحوذيi على سنن الترمذي - عند حديث أبي هريرة في لعن الراشي والمرتشي المتقدم ذكره - قال: فأما ما يعطي توصلا إلى أخذ حق أو دفع ظلم فغير داخل فيه، وساق خبر ابن مسعود في الحبشة، ثم قال: وروي عن جماعة من أئمة التابعين قالوا: لا بأس أن يصانع الرجل عن نفسه وماله إذا خاف الظلم. وهذا نقلا منه عن ابن الأثير، ثم نقل عن صاحب المرقاة شرح المشكاة كلام الفقهاء عن ابن الأثير. ¶ وكذلك الآخذ إذا أخذ ليسعى في إصابة الحق فلا بأس به. ¶ لكن هذا ينبغي أن يكون في غير القضاة والولاة؛ لأن السعي في إصابة الحق إلى مستحقه ودفع الظلم عن المظلوم واجب عليهم؛ فلا يجوز لهم الأخذ عليه.. الخ. ¶ وفي العارضة لابن العربي على صحيح الترمذيii ما يقرب مما تقدم لفظا ويتفق معه معنى. ¶ وعند الشوكانيiii فيها نقاش طويل، من ذلك نقله عن المنصور بالله قول أبي جعفر وبعض أصحاب الشافعي: إنّه إنْ طلب حقا مجمعا عليه جاز، قيل وظاهر المذهب المنع لعموم الخبر..الخامس. ¶ ثم ناقش هذا القول لعدم قيام دليل عليه، ولعمومات النهي عن أكل أموال الناس بالباطل. ¶ __________ ¶ i ج4 ص565 ¶ ii ج 6 ص 80. ¶ iii ج 8 ص 288.",
            "page": "148",
            "part": "1",
            "seal": "063D939B"
        },
        {
            "id": "42",
            "nass": "والملاحظ أن كل ما ذكره يصدق على الآخذ، وهذا لا خلاف فيه، إنما البحث في الدافع أيضا؛ فهو يتفق مع الجمهور في تحريمه على الآخذ، وخالف الجمهور في حق الدافع مع الاضطرار، وهو محل البحث.",
            "page": "149",
            "part": "1",
            "seal": "D0729BBA"
        },
        {
            "id": "43",
            "nass": "كلام الفقهاء: ¶ الحنابلة: ابن قدامة في المغني؛ يظهر أن ابن قدامة من أشدّ الناس في باب الرشوة، وقد ذكرها في موضوعين: ¶ الأول: في باب الحجi في فصل إمكان السير، قال: فإن كان في الطريق عدو يطلب خفارة فقال القاضي: لا يلزمه السعي وإن كانت يسيرة؛ لأنها رشوة فلا يلزم بذلها في العبادة كالكبيرة، وقال: ابن حامد: إن كان ذلك مما لا يجحف بماله لزمه الحج؛ لأنها غرامة يقف إمكان الحج على بذلها؛ فلم يمنع الوجوب مع إمكان بذلها كثمن الماء وعلف البهائم. ¶ فتراه حكى القولين عنهما ولم يرجح، ولكن في تعليله عند ابن حامد ما يشعر بموافقته عليه، بأن تجوز من المحق وتحرم على المبطل الذي يأخذها بدون حق. ¶ والموضع الثاني: في آداب القاضيii، فيما نقله قتادة عن كعب: وإن رشاه ليدفع ظلمه ويجزيه على واجبه فقد قال عطاء وجابر بن زيد والحسن: لا بأس أن يصانع عن نفسه، وقال جابر بن زيد: رأينا في زمن زياد أنفع لنا من الرشا، ولأنه يستنقذ ماله كما يستنقذ الرجل أسيره، فإن ارتشى الحاكم أو قبل هدية ليس له قبولها فعليه ردها إلى أربابها. ¶ وعند المالكية: قال في الشرح الصغير على أقرب المسالكiii: ¶ وفي المعيار سئل بعضهم عن رجل حبسه السلطان أو غيره ظلما، فبذل لمن يتكلم في خلاصه بجاهه أو غيره هل يجوز أم لا؟ فأجاب: نعم يجوز، صرح به جماعة منهم القاضي حسين ونقله عن القفال. ا?. ¶ ذكر في حاشيته التفصيل في الأخذ على الجاه التحريم مطلقا، والكراهة مطلقا، والتفصيل إن كان محتاجا إلى نفقة وتعب سفر وأخذ مثل أجر مثله فلا بأس وإلا حرام. ¶ __________ ¶ i ج 3 ص 219. ¶ ii ج 9 ص 277- 278. ¶ iii ج 3 ص 294.",
            "page": "149",
            "part": "1",
            "seal": "3CF84A2A"
        },
        {
            "id": "44",
            "nass": "عند الأحنافi: ¶ في فتح القدير شرح الهداية قسم الرشوة أربعة أقسام: الثالث منها أخذ المال ليسوي أمره عند السلطان دفعا للضرر أو جلبا للنفع، وهو حرام على الآخذ لا الدافع، وحيلة حلها أن يستأجره يوما إلى الليل أو يومين فتصير منافعه مملوكة، ثم يستعمله في الذهاب إلى السلطان للأمر الفلاني. ¶ وفي الأقضية: قسم الهدية وجعل هذا من أقسامها، فقال: حلال من الجانبين كالإهداء للتودد، وحرام من الجانبين كالإهداء ليعينه على الظلم، حلال من جانب المهدي حرام على الآخذ، وهو أن يهدي ليكف عن الظلم، والحيلة أن يستأجره.. الخ. ¶ ونبه على أن هذا إذا كان فيه شرط بينهما، أما إذا كان الإهداء بلا شرط ولكن يعلم يقينا أنه إنما يهدي إليه ليعينه عند السلطان؛ فمشى بحثا على أنه لا بأس به، ولو قضى حاجة بلا شرط ولا طمع فأهدي إليه بعد ذلك فهو حلال لا بأس به. ¶ الرابع: ما يدفع لدفع الخوف من المدفوع إليه على نفسه وماله حلال للدافع حرام على الآخذ؛ لأن دفع الضرر عن المسلم واجب، ولا يجوز أخذ المال ليفعل الواجب ا?. ¶ وعند ابن تيمية رحمه الله في المجموع - أي مجموع الفتاوى - في موضعين الأول منهما ج 29 ص 258 أثناء الجواب على المطعومات التي تؤخذ عليها المكس ومحتكرة هل يحرم شراؤها؟. ¶ وبعد تفصيل طويل قال: ألا ترى أن المدلس والغاش ونحوهما إذا باعوا غيرهم شيئا مدلسا لم يكن المشترى حراما على المشتري لأنه أخذ منه أكثر مما يجب عليه، وإن كانت الزيادة التي أخذها الغاش حراما عليه، وأمثال هذا كثير في الشريعة. ¶ ثم قال مبينا قاعدة فقهية بقوله: فإن التحريم في حق الآدميين إذا كان من أحد الجانبين لم يثبت في الجانب الآخر، كما لو اشترى الرجل ملكه المغصوب من الغاصب، فإن البائع يحرم عليه أخذ الثمن والمشتري لا يحرم عليه أخذ ملكه، ولا بذل ما بذله من الثمن، ثم حكى أقوال العلماء في خصوص الرشوة، فقال: ولهذا قال العلماء: يجوز رشوة العامل لدفع الظلم، لا لمنع الحق وإرشاده حرام فيهما. يعني في الأمرين الذين هما دفع الظلم أو منع الحق. ¶ __________ ¶ i شرح النهاية ج 5 ص 455، فتح القدير.",
            "page": "150",
            "part": "1",
            "seal": "9E832104"
        },
        {
            "id": "45",
            "nass": "ثم قال: وكذلك الأسير والعبد المعتق إذا أنكر سيده عتقه، ومثل كذلك بالزوجة يطلقها زوجها فينكر طلاقها، فكل منهما يفتدي نفسه بالمال ليحق حقا وهو العتق والطلاق، ومعلوم أنهما حق لله تعالى وإلا بقيت الزوجة على غير عصمة. ¶ ولذا تجد الفقهاء في مثل ذلك قالوا: لا تمكنه من نفسها باختيارها لتكون في حكم المغصوبة. ¶ واستدل رحمه الله في هذا المبحث بالأثر عنه صلى الله عليه وسلم: \"إني لأعطي أحدهم العطية، فيخرج بها يتلظاها نارا! \"، قالوا: يا رسول الله فلم تعطيهم؟ قال: \"يأبون إلا أن يسألوني ويأبى الله له البخل\". ¶ وقوله: ومن ذلك قوله: (ما رقى به المرء عرضه فهو صدقة) ، فلو أعطى الرجل شاعرا أو غير شاعر لئلا يكذب عليه بهجو أو غيره كان بذله بذلك جائزا، وكان آخذ ذلك لئلا يظلمه حرام. ¶ وساق كلاما طويلا في ذلك المقام. ¶ الموضوع الثاني: في مجموع الفتاوى ج 31 ص 285 في جواب عن سؤال في هدايا الأمراء لطلب حاجة أو التقرب منهم.. الخ. ¶ فبدأ جوابه بحديث أبي هريرة عند أبي داود وابن ماجة، قال: \"من شفع حبة الشفاعة فأهدي له هدية فقبلها فقد أتى بابا عظيما من أبواب الربا\". ¶ وساق تحريم الرشوة ثم قال: فأما إذا أهدى له هدية ليكف ظلمه عنه أو ليعطيه حقه الواجب كانت هذه الهدية حراما على الآخذ، وجاز للدافع أن يدفعها إليه. ¶ وذكر الأثر الأول في إعطائه صلى الله عليه وسلم عن ملح في مسألة المتقدم إبداءه، وذكر أيضا موضوع العتق والطلاق من أسر خيرا وكان ظالما للناس فأعطوه جاز للمعطي حرام على الآخذ، وساق كلاما طويلا في هذا المعنى.",
            "page": "151",
            "part": "1",
            "seal": "BB2DB235"
        }
    ],
    "t10387": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الرشوة لغة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "ألفاظ مرادفة للرشوة: منها:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مناقشة تلك الأقوال"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الرشوة في الإصطلاح"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الصلة بين المعنى اللغوي والمعنى الاصطلاحي"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الرشوة في القرآن الكريم"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "دراسة النص الأول"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الموطن الثالث"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين الرشوة والسحت"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الرشوة في نصوص الحديث"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "دراسة تلك النصوص"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "عوامل تفشي الرشوة والبيئة التي تساعد على إنتشارها"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "مضار الرشوة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "تأثيرها على الفرد"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "طريقة علاجها"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين الهدية والرشوة"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "أقوال العلماء فيمن صانع بماله عند اضطراره"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "كلام الفقهاء"
        }
    ]
}