{
    "b10391": [
        {
            "id": "1",
            "nass": "الرقية الشرعية من الكتاب والسنة ¶ تأليف: علي بن محمد ناصر الفقيهي ¶ مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على من بعثه الله رحمة للعالين. القائل: \"ما أنزل الله داء إلا أنزل له شفاء\". ¶ أما بعد: فإن التداوي مشروع، وفد ذكر البخاري ذلك في صحيحه \"كتاب\" الطب، ثم أورد فيه حديث أبي هريرة عن رسول الله صلى الله عليه وسلم: \"ما أنزل الله داء إلا أنزل له شفاء\" ¶ ثم أعقبه بعدد من الأبواب ذكر فيها أنواعا من الأدوية - كالعسل وحبة السوداء، والأثمد، والحجامة وغيرها. ¶ ثم اتبعها بذكر الرقية المشروعة بفاتحة الكتاب والمعوذات ورقية النبي صلى الله عليه وسلم. ¶ كما ذكر في كتاب المرضى قصة المرأة السوداء التي كانت تصرع وشكت إلى النبي ذلك، وقد خيرها بين الصبر ولها الجنة، أو الدعاء لها - فاختارت الصبر، وطلبت الدعاء منه ألا تتكشف فدعا لها. وقد رجح ابن حجر أن الصرع الذي يصيبها من الجن - لا من الأخلاط. ولا ينكر تلبس الجن بالإنس إلا المبتدعة كالمعتزلة، وكثير من الأطباء. ¶ وحيث حدث في الآونة الأخيرة فتح عيادات باسم الرقية الشرعية وحيك لها دعايات بكثرة الجن التي أطلقت على الإنس، والمعروف قبل هذه العيادات أن من صرع قدم إلى إمام المسجد أو القاضي أو أي قارىء للقرآن ليرقاه من ذلك المس. ¶ ولم يعرف عن السلف أن أحدا تفرغ لهذا العمل وعمل لنفسه هذه الدعايات التي نسمعها. ¶ وقد أوهنت هذه الدعات ضعاف الإيمان فمن أحس بنفسه شيئا رحل من",
            "page": "5",
            "part": "1",
            "seal": "07208986"
        },
        {
            "id": "2",
            "nass": "بلده إلى البلد التي فيها تلك العيادة، حتى إنك إذا زرت تلك العيادات. تجد أمامها أعدادا من الناس كلهم يشكون الجن وما عملوه بهم. ¶ وكما قلت - لا ينكر تلبس الجن بالإنس إلا أصحاب الباع. ولكن فتح هذا الباب لا فتح لإبليس إدخال الوساوس على ضعاف الإيمان -. ¶ والرقية المشروعة بكتاب الله- بل بالفاتحة والمعوذات، ونحن في عصر انتشر فيه التعليم فحفاظ القرآن في كل مدينة وقرية وبادية. ¶ والحفاط على عقيدة المسلم واجب العلماء والمسؤولين. ¶ فلو منع فتح هذه العيادات التي دخلت فيها الرقية الممنوعة مع الرقية المشروعة ووجه الناس إلى أنه من أصيب بمس أو عين أو حمة- أن يتوجه إلى أقرب الناس إليه في قريته ويطلب منه الرقية بالقرآن وما ثبت في السنة، ولا حاجة - لشد الرحل من بلد إلى بلد - وقد بين ابن القيم رحمه الله أنه يشترط في إفادة الرقية شرطان: ¶ الأول: أن الراقي صاحب تقوى ودين. ¶ والثاني: أن يكون المرقي صادق النية واليقين في أن في كتاب الله شفاء. ¶ وفي هذه الرسالة الصغيرة بيان للرقية المشروعة من الكتاب والسنة نسأل الله أن ينفع بها. وآخر دعوانا أن الحمد الله رب العالمين. ¶ كتبه: علي بن محمد ناصر الفقيهي",
            "page": "6",
            "part": "1",
            "seal": "E3AE50BB"
        },
        {
            "id": "3",
            "nass": "الوصية الأولى: حماية عقيدة المسلم من الشكوك والأوهام ولم ينكر تلبس الجن للإنس إلا أهل البدع ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين. أما بعد: ¶ فإن النصوص الشرعية، والقواعد العامة المأخوذة من الكتاب والسنة قد حثت على المحافظة على عقيدة المسلم وأخلاقه وسلوكه، وذلك بإبعاده عما يدفعه إلى الشكوك والأوهام، ويؤدي به في آخر المطاف إلى ما يخدش في عقيدته وإيمانه. ولهذا بوب الشيخ محمد بن عبد الوهاب في كتاب التوحيد فقال: \"باب ما جاء في حماية المصطفى صلى الله عليه وسلم جناب التوحيد وسده كل طريق يوصل إليه\" وأورد تحته النصوص الدالة على ذلك، منها حديث أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: \"لا تجعلوا بيوتكم قبورا، ولا تجعلوا قبري عيدا، وصلوا علي، فإن صلاتكم تبلغني حيث كنتم \" رواه أبو داود. ¶ وحديث علي بن الحسين: أنه رأى رجلا يجيء إلى فرجة كانت عند قبر النبي لصلى الله عليه وسلم، فيدخل فيها فيدعو، فنهاه وقال: ألا أحدثكم حديثا سمعته من أبي عن جدي، عن رسول الله صلى الله عليه وسلم قال: \"لا تتخذوا قبري عيدا، ولا بيوتكم قبورا، وصلوا علي، فإن تسليمكم يبلغني أين كنتم \" 1 رواه في المختارة. ¶ فرسول الله صلى الله عليه وسلم - نهى المسلم من كثرة التردد على قبره صلى الله عليه وسلم وجعله عيدا لأن العيد هو الذي يعود ويتكرر في السنة، أو في الأسبوع، خوفا من أن يؤدي به ذلك ¶ __________ ¶ 1فتح المجيد 254.",
            "page": "7",
            "part": "1",
            "seal": "51DD5E76"
        },
        {
            "id": "4",
            "nass": "التردد- إلى تجاوز الأمر المشروع وهو السلام على الرسول صلى الله عليه وسلم، إلى دعائه، فقال صلى الله عليه وسلم: \"لا تجعلوا قبري عيدا\" ولما كان الغرض من ذلك التردد هو السلام على رسول الله، قال: \"وصلوا علي فإن صلاتكم تبلغني حيث كنتم\". فلا فرق في حصول المقصود بين البعيد والقريب، وهل يستطيع المسلمون جميعا الوصول إلى المدينة للسلام على رسول الله صلى الله عليه وسلم، إن ذلك صعب، والدين يسر، وهذا ما فهمه السلف الصالح من تلك النصوص، فعلي بن الحسين رحمه الله حينما رأى ذلك الرجل يدخل في تلك الفرجة ويدعو نهاة، وذكر له الحديث. ¶ وقد سبق أن ذكرت عند الحديث عن الآيات الواردة في النهي عن التعامل بالربا، أنني سوف أتحدث بعد الانتهاء من الحديث عن الربا، عما أحدثه بعض الناس من الأمور الممنوعة- باسم الرقية المشروعة، مما لم يكن معروفا بصورته الحالية عند السلف. ¶ أيها المسلم إن الربا من الكبائر التي ورد فيها الوعيد الشديد، ولتنفير المسلم ¶ من تلك المعاملة الضارة بالأفراد والمجتمع، فإن الله عز وجل مثل آكل الربا حين بعثه من قبره يوم القيامة، بحال المصروع الذي يتخبطه الشيطان من المس، فيبعث من قبره وهو بهذه الحالة المزعجة التي يشاهدها الناس في هذه الحياة الدنيا، من حال المصروع حيث قال تعالى: {الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ} فهذه الآية الكريمة قد دلت على أن الجن قد يحدث منهم تلبس ببعض الإنس، وأنه عند تلبسه بالإنسان يصرعه ويتخبطه. ¶ وهذه عقيدة أهل السنة والجماعة، ولم ينكر تلبس الجن للإنس إلا أصحاب البدع. الذين يقدمون عقولهم على نصوص الكتاب والسنة، المعتزلة ومن يسنك مسلكهم.",
            "page": "8",
            "part": "1",
            "seal": "114726EB"
        },
        {
            "id": "5",
            "nass": "وما ورد في الآية، دلت عليه السنة الصحيحة، فقد روى البخاري في صحيحه في كتاب المرضى (باب فضل من يمرع من الريح) : ¶ \" ... قال حدثني عطاء بن أبي رباح قال لي ابن عباس: \"ألا أريك امرأة من أهل الجنة؟ \" قلت: \"بلى\". قال: هذه المرأة السوداء أتت النبي صلى الله عليه وسلم فقالت: \"إني اصرع، وإني أتكشف، فادع الله لي\". قال: \"إن شئت صبرت ولك الجنة، وإن شئت دعوت الله أن يعافيك\". فقالت: \"أصبر\". فقالت: \"إني أتكشف، فادع الله لي أن لا أتكشف\". فدعا لها\" 1 ثم ذكر البخاري بإسناده- أن عطاء رأى أم زفر، تلك المرأة السوداء على ستر الكعبة. ¶ يقول الحافظ ابن حجر رحمه الله في شرح الحديث: ¶ 1- انحباس الريح قد يكون سببا للصرع، وهي علة تمنع الأعضاء الرئيسية عن انفعالها منعا غير تام، وسببه ريح غليظة تنحبس في منافذ الدماغ، أو بخار رديء يرتفع إليه من بعض الأعضاء، وقد يتبعه تشنج في الأعضاء فلا يبقى الشخص معه منتصبا بل يسقط ويقذف بالزبد لغلظ الرطوبة. ¶ 2- وقد يكون الصرع من الجن، ولا يقع إلا من النفوس الخبيثة منهم، إما لاستحسان بعض الصور الإنسية، وإما لإيقاع الأذية به. ¶ ثم قال ابن حجر: \"والأول: هو الذي يثبته جميع الأطباء ويذكرون علاجه. والثاني: يجحده كثير منهم، وبعضهم يثبته ولا يعرف له علاجا، وممن نص منهم على ذلك إبقراط فقال: لما ذكر علاج المصروع: هذا إنما ينفع في الذي سببه أخلاط؟ وأما الذي يكون من الأرواح فلا\". ¶ وقد رجح ابن حجر: إن الصرع الذي كان بتلك المرأة السوداء هو من صرع الجن لا من صرع الخلط. ¶ __________ ¶ 1البخاري، فتح الباري 10/ 114ح5652",
            "page": "9",
            "part": "1",
            "seal": "720A6AE7"
        },
        {
            "id": "6",
            "nass": "حيث قال بعد إيراد طرق الحديث المتعددة: \"وقد يؤخذ من الطرق التي أوردتها أن الذي كان بأم زفر كان من صرع الجن، لا من صرع الخلط\". ¶ قال: \"وقد أخرج البزار وابن حبان من حديث أبي هريرة شبيها بقصتها ولفظه: جاءت امرأة بها لمم إلى رسول الله صلى الله عليه وسلم فقالت: \"ادع الله\". فقال: \"إن شئت دعوت الله فشفاك، وإن شئت صبرت ولا حساب عليك\". قالت: \"بل أصبر ولا حساب علي\". ¶ ثم ذكر ابن حجر الفوائد المأخوذة من الحديث ومنها: ¶ إن علاج الأمراض كلها بالدعاء والالتجاء إلى الله، أنجع وأنفع من العلاج بالعقاقير. ثم قال وهو المقصود هنا: وأن تأثير ذلك وانفعال البدن عنه أعظم من تأثير الأدوية البدنية، ولكن إنما ينجع بأمرين: ¶ أحدهما: من جهة العليل، وهو صدق القصد. ¶ والآخر: من جهة المداوي وهو قوة توجهه وقوة قلبه بالتقوى والتوكل. والله أعلم\"1 اهـ. ¶ أيها المسلم إن هذه الآية الكريمة، والحديث الذي سبق ذكره عن البخاري وأحاديث أخرى في الصحيحين وغيرها، قد دلت على أن تلبس الجن بالإنس أمر ثابت، لا ينكره إلا مبتدع، أو جاهل لا يعرف النصوص الشرعية. ¶ وإن التلبس مطلق، لا يخص بنوع، يطلق عليه بعض الناس اسم الزّار، ¶ فهذه دعوى تخالفها النصوص المطلقة، والزّار، والأسماء المخترعة أمور محدثة، والتلبس موجود قبلها. ¶ __________ ¶ 1 فتح الباري.1/ 115.",
            "page": "10",
            "part": "1",
            "seal": "421EE1DA"
        },
        {
            "id": "7",
            "nass": "ثم إن الرقية من المس، قد دل عليها قوله صلى الله عليه وسلم: \" للمرأة المصابة، إن شئت صبرت ولك الجنة، وإن شئت دعوت الله أن يعافيك.\" ¶ فأخذت بما هو خير لها في الآخرة، فصبرت. ¶ وقد رجح ابن حجر بالروايات التي أوردها، أن الصرع بتلك المرأة هو من صرع الجن، لا من صرع الخلط. ¶ وهذا القول المستند إلى تلك الروايات، هو الأولى، بالأخذ به، ممن يدعي ¶ أن ما أصاب تلك المرأة هو صرع سببه الخلط، لأنه لا دليل عنده على دعواه إلا تعليل عقلي، والعقل لا مجال له مع وجود النص، وكما أن الرقية تكون من المس، فكذلك أيضا تكون من العين، والحمة، كما في حديث ابن عباس أخرجه البخاري1 ولفظه: \"لا رقية إلا من عين، أو حمة\". وفسرت الحمة، بأنها كل هامة ذات سم من حية أو عقرب. ¶ ولكن ما هي الرقية وبأي شيء تكون؟ ونقول: ¶ إن الإمام البخاري رحمه الله قد عقد أبوابا في كتاب الطب من صحيحه بدأها بقوله (باب الرقى بالقرآن والمعوذات) . ¶ ثم أورد حديث أم المؤمنين عائشة رضي الله عنها: \"إن النبي صلى الله عليه وسلم كان ينفث على نفسه في المرض الذي مات فيه بالمعوذات، فلما ثقل كنت أنفث عليه بهن، وأمسح بيده نفسه لبركتها\" 2 وفيه: فسألت الزهري: \"كيف ينفث؟ \" قال: \"كان ينفث على يديه ثم يمسح بهما وجهه\". ¶ قال ابن حجر في شرح الحديث: \"الرقى بضم الراء وبالقاف مقصور: جمع رقية بسكون القاف، يقال: رقى بالفتح في الماضي- يرقى بالكسر في المستقبل ¶ __________ ¶ 1 البخاري، الطب، فتح الباري 10/ 155 ح 5705 ¶ 2 البخاري، فتح الباري 10/ 195 ح 5735.",
            "page": "11",
            "part": "1",
            "seal": "898C5378"
        },
        {
            "id": "8",
            "nass": "والمراد به قراءة شيء من القرآن، أو الدعاء الذي علمه رسول الله صلى الله عليه وسلم لأصحابه، أو أقرهم عليه، على المريض، المصاب بمس، أو عين أوحمة، وهو ما سيأتي تفصيله في المبحث التالي إن شاء الله، ثم نتبعه بما أحدث بعض الناس من صفات، وما صاحب ذلك من دعايات، وما فتحوه من عيادات، وتفرغ لهذا العمل، مما لم يفعله أحد من سلف هذه الأمة، فإلى الحديث التالي.",
            "page": "12",
            "part": "1",
            "seal": "4ACC7BD7"
        },
        {
            "id": "9",
            "nass": "الوصية الثانية: الرقية الشرعية ¶ الحمد لله رب العالمين والصلاة والسلام على المبعوث رحمة للعالمين نبينا محمد وعلى آله وصحبه أجمعين. أما بعد: ¶ فقد وعدنا في البحث الماضي، أننا سنورد بقية الأحاديث الواردة في الرقية الشرعية، ومن أي شيء تكون الرقى، وكيفية رقية رسول الله صلى الله عليه وسلم، التي علمها لأصحابه، أو أقرهم عليها ثم نتبع ذلك بما أحدثه الناس في الآونة الأخيرة، وما أضافوه من صفات وكيفيات، ودعايات، وما أحدثته تلك الأمور على العامة من الناس، إذ لم يعرف عن سلف هذه الأمة أن عالما فتح عيادة باسم الرقية، وتفرغ لها ونسج حولها ما يعمله بعض الناس في هذه الأيام، بحيث أصبح كثير من العوام يرحلون من بلد إلى بلد لقصد هذا الرجل الذي يرقى من المس أو العين أو غير ذلك. ¶ وسنعرف أن الرقية الشرعية التي ثبتت عن رسول الله صلى اله عليه وسلم يوجد من يتقنها وقد يتوفر فيه الشرط الذي سبق ذكره - وهو التقوى والتوكل على الله، في كل مكان - ولا حاجة بالمصاب أن يسافر مئات الكيلوات بل فوق الألف الكيلو. ولكن نتابع ما أشرنا إليه وهو إيراد الأحاديث النبوية الواردة في الرقية وكيفيتها ¶ - وقد آثرت - أن أجعل الأصل في هذه الأحاديث ما رواه البخاري. ¶ فقد سبق ذكر الحديث الذي رواه البخاري في كتاب الطب تحت عنوان \"باب الرقى بالقرآن والمعوذات\". ¶ ولما كانت المعوذات من القرآن، إذ المقصود بها سورة الإخلاص وسورة الفلق",
            "page": "13",
            "part": "1",
            "seal": "2A9512E9"
        },
        {
            "id": "10",
            "nass": "والناس، فقد قال الحافظ ابن حجر رحمه الله في شرح الحديث: هذا من عطف الخاص على العام، لأنه يقصد بالمعوذات سورة الإخلاص، والفلق، والناس، وهي من القرآن. ¶ وقد اتبع البخاري ذلك الباب بقوله \"باب الرقى بفاتحة الكتاب\" وأورد تحته حديث أبي سعيد الخدري رضي الله عنه: ¶ أن ناسا من أصحاب رسول الله صلى الله عليه وسلم، أتو على حي من أحياء العرب، فلم يقروهم - أي لم يضيفوهم - كما في الرواية الأخرى، فبينما هم كذلك إذ لدغ سيد أولئك، فقالوا: \"هل معكم من دواء أو راقي؟ \" فقالوا: \"إنكم لم تقرونا، ولا نفعل حتى تجعلوا لنا جعلا\"، فجعلوا لهم قطيعا من الشاء، فجعل يقرأ بأم القرآن ويجمع بزاقه ويتفل، فبرأ، فأتو بالشاء، فقالوا: \"لا نأخذه حتى نسأل النبي صلى الله عليه وسلم، فسألوه، فضحك وقال: \"وما أدراك أنها رقية، خذوها واضربوا لي بسهم\" 1. ¶ كما اتبعه بباب الشروط في الرقية بفاتحة الكتاب، وأورد تحته رواية ابن عباس في نفس القصة2. ¶ وهذا الحديث الذي فيه النص على الرقية- بفاتحة الكتاب. ¶ وهي: الحمد لله رب العالمين. الرحمن الرحيم. إلى آخر السورة، وقد شفى الله ذلك اللديغ - الذي- لدغته، حية أو عقرب، بإذن الله - بتلك الرقية من أبي سعيد الخدري رضي الله عنه حيث رقاه بفاتحة الكتاب، وأقره الرسول صلى الله عليه وسلم على تلك الرقية وعلى أخذ الجعل عليها. ¶ والسؤال - إذا كانت الرقية مفيدة بإذن الله - بفاتحة الكتاب، أليس كل مكلف من المسلمين يؤدي الصلاة المفروضة، يحفظ فاتحة الكتاب ففي كل مدينة ¶ __________ ¶ 1 البخاري فتح الباري 0 98/1 1 ح 5736. ¶ 2البخاري فتح الباري 0 98/1 1 ح 5737.",
            "page": "14",
            "part": "1",
            "seal": "441E2611"
        },
        {
            "id": "11",
            "nass": "أو قرية يوجد بحمد الله من يحفظ هذه السورة، بل من يحفظ القرآن كله، فنحن في عصر انتشر فيه التعليم، حتى في الهجر والبوادي، ويوجد حفظة القرآن من الرجال والنساء، على اختلاف أعمارهم، ويوجد بحمد الله من أئمة المساجد والمدرسين وغيرهم ممن تتوفر فيه التقوى والصلاح، لأنه كما سبق أن التأثر والتأثير بكلام الله ينبغي أن تتوفر فيه شرطان: ¶ الأول: من جهة العليل - أن - المريض، وهو صدق القصد. ¶ الثاني: من جهة المداوي - أي الراقي- وهو قوة توجهه وقوة قلبه بالتقوى والتوكل. ¶ وإذا كان في كل قرية ومدينة يوجد من يحفظ فاتحة الكتاب والمعوذات، والدعاء المأثور عن الرسول في الرقية، وهو ما سيأتي ذكره - فهل يلزم أن تفتح عيادات في البلد الفلاني أو المدينة الفلانية فيهرع إليها الناس من مسافات بعيدة - باسم الرقية الشرعية. ¶ إن من يزور تلك العيادات، ويرى تلك الأعداد من الرجال والنساء، وطالبي الأرزاق حول العيادات، يتنافسون بتقديم بيع المواعين والزيوت، يرثى لحالة هؤلاء العوام وأشباههم، لتعلقهم بهذا الشخص وإنه لا يرقي أو لا يشقى أحد بالرقية، إلا برقيته. ¶ وقد تبين من إفادة المنصفين من هؤلاء الذين انتحلوا هذه المهنة، ومارسوها فترة طويلة، أن أكثر المريدين لهذه العيادات ليس عندهم إلا أوهام وأمراض نفسية، وتلك الأوهام ناتجة عن ضعف الإيمان والتوكل على الله. ¶ قلت: وقد زادتهم هذه العيادات المفتوحة، وما أشيع لها من دعايات وهنا على وهن.",
            "page": "15",
            "part": "1",
            "seal": "DAD1C66B"
        },
        {
            "id": "12",
            "nass": "ولما كانت الرقية في هذا الحديث بفاتحة الكتاب، فقد نقل ابن حجر رحمه الله في شرحه للحديث، عن ابن القيم رحمه الله، خصائص هذه السورة فقال: \"إذا ثبت أن لبعض الكلام خواص ومنافع - قلت - ويقصد - ببعض الكلام هو ما ثبت عن رسول الله أو أقره من الدعوات في الرقية -\" قال: \"فما الظن بكلام رب العالمين، ثم بالفاتحة التي لم ينزل في القرآن ولا في غيره من الكتب مثلها، لتضمنها جميع معاني الكتاب، فقد اشتملت على ذكر أصول أسماء الله ومجامعها، وإثبات المعاد، وذكر التوحيد، والافتقار إلى الرب في طلب الإعانة به، والهداية منه، وذكر أفضل الدعاء، وهو طلب الهداية إلى الصراط المستقيم، المتضمن كمال معرفته وتوحيده، وعبادته، بفعل ما أمر به، واجتناب ما نهى عنه، والاستقامة عليه، ولتضمنها ذكر أصناف الخلائق وقسمتهم إلى منعم عليه لمعرفته بالحق والعمل به، ومغضوب عليه لعدوله عن الحق بعد معرفته. ¶ وضال لعدم معرفته له، مع ما تضمنته من إثبات القدر، والشرع والأسماء والمعاد والتوبة، وتزكية النفس، وصلاح القلب، والرد على جميع أهل البدع. وحقيق بسورة هذا بعض شأنها أن يستشفى بها من كل داء1، والله أعلم. ¶ ثم يتابع الإمام البخاري رحمه الله أبواب الرقية فيقول \"باب رقية العين\" ويورد حديث عائشة رضي الله عنها، قالت؟: أمرني النبي صلى الله عليه وسلم - أو أمر - أن يسترقى من العين. ¶ وحديث أم سلمة رضي الله عنها، أن النبي صلى الله عليه وسلم، رأى في بيتها جارية في وجهها سفعة فقال: \"استرقوا لها فإن بها النظرة\" 2. ¶ __________ ¶ 1 فتح الباري 10/198. ¶ 2البخاري، فتح الباري 5 99/1 1 ح 5738، 739؟",
            "page": "16",
            "part": "1",
            "seal": "91C2BD83"
        },
        {
            "id": "13",
            "nass": "ففي هذين الحديثين مشروعية الرقية من العين، يقوله ابن حجر في شرح الحديث: \"والعين نظر باستحسان مشوب بحسد من خبيث الطبع يحصل للمنظور منه ضرر\". ¶ قال: \"ووقع عن أحمد من وجه آخر - عن أبي هريرة رفعه \"العين حق، ويحفرها الشيطان وحسد ابن آدم \". ¶ وقوله في الحديث \"فإن بها النظرة\" اختلف في المراد بالنظرة فقيل: عين من ¶ نظر الجن، وقيل من الإنس وبه جزم أبو عبيد الهروي، والأولى أنه أعم من ذلك، وإنها أصيبت بالعين فلذلك أذن صلى الله عليه وسلم في الاسترقاء لها، وهو دال على مشروعية الرقية من العين1. ¶ وهذا أورد البخاري حديث أبي هريرة تحت \"باب العين الحق\" ولفظه عن النبي صلى الله عليه وسلم قال: \"العين حق\". ونهى عن الوشم2. ¶ يقول ابن حجر في شرح الحديث: ¶ قوله \"باب العين حق\" أفي الإصابة بالعين شيء ثابت موجود، أو هو من جملة ما تحقق كونه. قال المازري: \"أخذ الجمهور بظاهر الحديث، وأنكره طوائف المبتدعة لغير معنى، لأن كل شيء ليس محالا في نفسه ولا يؤدي إلى قلب حقيقة ولا إفساد دليل، فهو من متجاوزات العقول، فإذا أخبر الشرع بوقوعه لم يكن لإنكاره معنى، وهل من فرق بين إنكارهم هذا، وإنكارهم ما يخبر به من أمور الآخرة\" اهـ. ¶ __________ ¶ 1 فتح الباري 10/ 201- 202 ¶ 2 البخاري، فتح الباري 10/203 ح 5740",
            "page": "17",
            "part": "1",
            "seal": "EBC97810"
        },
        {
            "id": "14",
            "nass": "أي - أن ما أخبر به رسول الله صلى الله عليه وسلم، وجب التصديق به والإيمان بوقوعه، ولا دخل للعقل في إنكاره، فإذا كان العقل لا يدرك ما أخبر به رسول الله صلى الله عليه وسلم من أمور الآخرة، وأولها أن الميت تعاد إليه روحه بعد وضعه في قبره، ثم يأتيه منكر ونكير ويسألانه عن ربه ودينه ونبيه، وإنه ينعم في قبره، أو يعذب، فمن آمن بذلك لزمه الإيمان بكل ما أخبر به رسول الله صلى الله عليه وسلم ومن ذلك وقوع العين وإصابة الإنسان بها وإنها تؤثر، وهو أمر واقع، كما سيرد التمثيل له في المبحث التالي إن شاء الله وإنما ينكر ذلك أهل الأهواء والبدع الذين يردون نصوص الشريعة بعقولهم، فإلى المبحث التالي، لبيان هذا الموضوع، ونص رقية النبي صلى الله عليه وسلم.",
            "page": "18",
            "part": "1",
            "seal": "4DBD7C84"
        },
        {
            "id": "15",
            "nass": "الوصية الثالثة: الرقية الشرعية من العين ووقوع أثرها أمام الصادق الأمين ¶ الحمد لله رب العالمين والصلاة والسلام على المبعوث رحمة للعالمين نبينا محمد وعلى آله وصحبه أجمعين. أما بعد: ¶ فلازال حديثنا موصولا عن إيراد الأحاديث الصحيحة في بيان مشروعية الرقية المشروعة، وسنتبعها كما وعدنا بذكر الأمور الممنوعة، لأن من وصايا الكتاب والسنة، وجوب المحافظة على عقيدة المسلم وذلك بإبعاده عن الشبه والأوهام التي تؤثر في إيمانه. ¶ وقد تقدم في البحث الماضي، إيراد ما رواه البخاري في وقوع العين، من حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"العين حق، ونهى عن الوشم\". ¶ وذكرنا ما أورده الحافظ ابن حجر رحمه الله في شرح الحديث عن المازري، وأن الجمهور أخذ بظاهر الحديث، ولم ينكر وقوع ذلك إلا طوائف من المبتدعة. ونبين لك أيها القارىء الكريم - ما يرد على هؤلاء المبتدعة، المنكرين لوقوع العين وتأثيرها، الرادين لهذا الحديث الصحيح وغيره بعقولهم، ما يثبت وقوعها في عهد رسول الله صلى الله عليه وسلم، وذكر صفة من صفات رقية العين، من رسول الله صلى الله عليه وسلم. يقول ابن حجر: \"وقد أخرج الترمذي وصححه النسائي من طريق عبيد بن رفاعة، عن أسماء بنت عميس أنها قالت: يا رسول الله، إن ولد جعفر تسرع إليهم العين أفأسترقى لهم؟ قال: \"نعم\"، الحديث. وله شاهد من حديث جابر",
            "page": "19",
            "part": "1",
            "seal": "89B2AFAB"
        },
        {
            "id": "16",
            "nass": "أخرجه مسلم: \"رخص رسول الله صلى الله عليه وسلم لآل حزم في الرقية\"، وقال لأسماء: \"ما لي أرى أجسام بني أخي ضارعة؟ أتصيبهم الحاجة؟ \" قالت: \"لا، ولكن العين تسرع إليهم\". قال: \"أرقيهم\"، فعرضت عليه، فقال: \"أرقيهم\". وقوله \"ضارعة\" أي نحيفة. ¶ وورد في مداوة العيون ما أخرجه أبوداود من رواية الأسود عن عائشة قالت: \"كان النبي لصلى الله عليه وسلم، يأمر العائن أن يتوضأ، ثم يغتسل منه المعين \" 1. ¶ وقد جاء كيفية اغتساله، فيما رواه الإمام أحمد والنسائي، وصححه ابن حبان من طريق الزهري عن أبي أمامة بن سهل بن حنيف: \"أن أباه حدثه أن النبي صلى الله عليه وسلم خرج، وساروا معه نحو ماء، حتى إذا كانوا بشعب الخرار من الجحفة، اغتسل سهل بن حنيف - وكان أبيض حسن الجسم والجلد - فنظر إليه عامر بن ربيعة فقال: \"ما رأيت كاليوم ولا جلد مخبأة\"، فلبط - أي صرع وزنى ومعنى - سهل، فأتى رسول الله صلى الله عليه وسلم فقال: \"تتهمون به من أحد؟ \" قالوا: \"عامر بن ربيعة\". فدعا عامرا، فتغيظ عليه، فقال: \"علام يقتل أحدكم أخاه؟ هلا إذا رأيت ما يعجبك بركت\"، أي- دعوت بالبركة، كما في رواية ابن ماجه. ثم قال له: \"اغتسل له\"، فغسل وجهه ويديه، ومرفقيه، وركبتيه وأطراف رجليه، وداخل إزاره في قدح، ثم يصب ذلك الماء عليه رجل من خلفه، على رأسه وظهره، ويكفأ القدح، ففعل به ذلك فراح سهل مع الناس ليس به بأس. ¶ والحديث في الموطأ - وفيه عن مالك حدثني محمد بن أبي أمامة بن سهل إنه سمع أباه يقول: اغتسل سهل- فذكر نحوه وفيه - فنزع جبة كانت عليه وعامر بن ربيعة ينظر، فقال: \"ما رأيت كاليوم ولا جلد عذراء، فوعك سهل مكانه واشتد ¶ __________ ¶ 1 فتح الباري 15/251.",
            "page": "20",
            "part": "1",
            "seal": "ABB57508"
        },
        {
            "id": "17",
            "nass": "وعكه - وفيه - \"ألا بركت؟ إن العين حق، توضأ له\"، فتوضأ له عامر فراح سهل ليس به بأس. فهذه القصة تدل على وقوع العين وتأثيرها وهذا نوع من الرقية، إذا عرف العائن. ¶ ونقل ابن حجر عن المازري قال: \"هذا المعنى مما لا يمكن تعليله ومعرفة وجهه من جهة العقل، فلا يرد لكونه لا يعقل معناه\". ¶ وقال ابن العربي: \"إن توقف فيه متشرع، قلنا له: قل الله ورسوله أعلم، ¶ وقد عضدته التجربة وصدقته المعاينة. - كما في هذه القصة - أو متفلسف فالرد عليه أظهر، لأن عنده أن الأدوية تفعل بقواها، وقد تفعل بمعنى لا يدرك، ويسمون ما هذا سبيله الخواص\". ¶ قال ابن القيم: \"هذه الكيفية لا ينتفع بها من أنكرها، ولا من سخر منها ولا من شك فيها، أو فعلها مجربا غير معتقد\". ¶ قال: \"وإذا كان في الطبيعة خواص لا يعرف الأطباء عللها بل هي عندهم خارجة عن القياس، وإنما تفعل بالخاصية، فما الذي تنكر جهلتهم من الخواص الشرعية؟ مع أن في المعالجة بالاغتسال مناسبة لا تأباها العقول الصحيحة، فهذا ترياق سم الحية يؤخذ من لحمها، وهذا علاج النفس الغضبية، توضع اليد على بدن الغضبان فيسكن، فكأن أثر تلك العين كشعلة نار وقعت على جسد، ففي الاغتسال إطفاء لتلك الشعلة 1 (1) 000 الخ. ¶ وفي هذا الحديث فوائد نذكر بعضها للإفادة منها: وهي: إن العائن إذا عرف يقضى عليه بالاغتسال- وينبغي له أن لا يمتنع عن ذلك، وأن الاغتسال من النشرة النافعة. وإن العين تكون مع الإعجاب ولو بغير حسد، ولو كان من ¶ __________ ¶ 1 فتح الباري.20311.",
            "page": "21",
            "part": "1",
            "seal": "1FF7FD42"
        },
        {
            "id": "18",
            "nass": "الرجل المحب، والرجل الصالح، وإن الذي يعجبه الشيء ينبغي أن يبادر إلى الدعاء الذي يعجبه بالبركة، ويكون ذلك رقية منه1. ¶ ونواصل ما بدأناه من نقل ما أورده الإمام البخاري في صحيحه عن الرقية، لنعرف بعد ذلك، هل يلزم المؤمن المصاب بمس أو عين أو حمة، أن يسافر من بلد إلى بلد إلى فلان أو علان ليرقيه، أو يجد أن الشروط متوفرة عند بعض سكان قريته. ¶ يقول الإمام البخاري \"باب رقية الحية والعقرب\" ثم أورد تحته حديث عائشة رضي الله عنها قالت: \"رخص النبي لم في الرقية من كل ذي خمة\" والمراد بالحمة ذوات السموم، وفي رواية \"رخص في الرقية من الحية والعقرب\" 2. ¶ وقد تقدم في حديث أبي سعيد الخدري - إنه رقى سيد الحي الذي لدغ، بفاتحة الكتاب، على جعل، وهو قطيع من الغنم. ¶ ونختم هذا النقل عن الإمام البخاري بقوله: \"باب رقية النبي صلى الله عليه وسلم\". ¶ وقد أورد البخاري تحت هذا الباب ثلاثة أحاديث، نورد لفظها لأنها هي الرقية بدعائه الذي أخذ به أصحابه، فرقوا به، كما كان هو يرقى به. ¶ الحديث الأول: ... حدثنا عبد الوارث عن عبد العزيز قال: دخلت أنا وثابث على أنس بن مالك، فقال ثابت: \"يا أبا حمزة اشتكيت\"، فقال أنس: \"ألا أرقيك برقية رسول الله صلى الله عليه وسلم؟ \" قال: \"بلى\". قال: \"اللهم رب الناس، مذهب الباس، أشف أنت الشافي لا شافي إلا أنت، شفاء لا يغادر سقما\". ¶ __________ ¶ 1 فتح الباري 10/ 205. ¶ 2 فتح الباري 205/15.",
            "page": "22",
            "part": "1",
            "seal": "C751085D"
        },
        {
            "id": "19",
            "nass": "الحديث الثاني: عن عائشة رضي الله عنها، أن النبي صلى الله عليه وسلم كان يعوذ بعض أهله يمسح بيده اليمنى، ويقول: \"اللهم رب الناس، اذهب الباس، واشفه أنت الشافي، لا شفاء إلا شفاؤك، شفاء لا يغادر سقما\". أي - لا يترك. ¶ الحديث الثالث: عن عائشة رضي الله عنها، أن النبي صلى الله عليه وسلم كان يقول للمريض: \"بسم الله تربة أرضنا بريقة بعضنا يشفى سقيمنا بإذن ربنا\". وفي رواية \"كان يقول في الرقية\". ¶ وقوله كان يقول للمريض: \"بسم الله\" وفي رواية صدقة، كان يقول في الرقية. ¶ وفي رواية مسلم عن ابن أبي عمر عن سفيان زيادة في أوله: كان إذا اشتكى الإنسان، أو كانت به قرحة أو جرح، قال النبي صلى الله عليه وسلم بإصبعه هكذا- ووضع سفيان سبابته بالأرض ثم رفعها - ثم قال - \"بسم الله تربة أرضنا ... \" الخ. الدعاء المذكور. ¶ وبهذا يتبين لك أيها القارىء الكريم - بما أوردناه في هذا المبحث والمباحث السابقة أن الرقية المشروعة، هي ما كانت بكتاب الله عموما، وباختيار تلك السور التي ورد ذكرها كالمعوذات، وفاتحة الكتاب، والدعاء الذي ورد ذكره في رقية النبي لصلى الله عليه وسلم، وإذا كان الأمر كذلك، فهل يلزم أن تفتح عيادات، ويدعى أن فيها مختصين بالرقية الشرعية، لا يفيد الناس غيرهم، هذا ما سنتناول الحديث عنه في المبحث التالي إن شاء الله.",
            "page": "23",
            "part": "1",
            "seal": "A41426D3"
        },
        {
            "id": "20",
            "nass": "الوصية الرابعة: إذا كانت الرقية الشرعية بالقران الكريم، وبفاتحة الكتاب فليس من المناسب السماح بفتح عيادات باسم الرقية الشرعية ¶ الحمد لله رب العالمين والصلاة والسلام على المبعوث رحمة للعالمين نبينا محمد وعلى آله وصحبه أجمعين. أما بعد: ¶ فقد سبق في المباحث الماضية إيراد الأحاديث الصحيحة الثابتة في الرقية المشروعة، وقد حرصنا على إيرادها من صحيح الإمام البخاري فقد أوردها في كتاب الطب من صحيحه، وفي كتاب المرضى. ¶ فقد أورد في كتاب المرضى/ باب فضل من يصرع بالريح. ¶ وأورد تحته حديث ابن عباس في المرأة التي تصرع، وإنها جاءت إلى رسول الله لصلى الله عليه وسلم- تطلب منه الدعاء- فخيرها بين الصبر ولها الجنة. وإن شاءت دعا الله أن يشفيها، وقد اختارت الصبر على البلاء، ولها الجنة. ثم طلبت منه صلى الله عليه وسلم أن يدعو الله لها أن لا تتكشف فدعا لها1 (1) . ¶ ففي هذا الحديث مشروعية الرقية للمصروع من مس الجن. ¶ وقد رجح ابن حجر رحمه الله- أن الصرع الذي كان يصيبها من الجن، وليس سببه الأخلاط. وقد تقدم ذلك في المبحث السابق ¶ __________ ¶ 1 البخاري، فتح الباري 10/ 114- 113",
            "page": "24",
            "part": "1",
            "seal": "B2276086"
        },
        {
            "id": "21",
            "nass": "أما في كتاب الطب فقد أورد البخاري عددا من الأبواب في الرقية، اخترنا منها في الحلقات الماضية الأبواب التالية، وأوردنا الأحاديث التي ذكرها تحتها وهي: ¶ باب الرقى بالقرآن والمعوذات. ¶ باب الرقى بفاتحة الكتاب. ¶ باب رقية العين. ¶ باب رقية الحية والعقرب. ¶ باب رقية النبي صلى الله عليه وسلم، وهي في فتح الباري، المجلد العاشر من ص 195-210. ¶ وقد تبين من تلك الروايات - أن الرقية تكون بالقرآن عموما فهو كلام الله وفيه شفاء. ¶ أو باختيار سور منه، ورد بها النص، كالمعوذات، وهي سورة الإخلاص، والفلق، والناس. ¶ أو بفاتحة الكتاب، وهي سورة عظيمة لم ينزل في القرآن ولا غيره مثلها، فقد اشتملت على جميع معاني القرآن الكريم، وقد نقلنا عن ابن حجر ما أورده عن ابن القيم في فضل سورة فاتحة الكتاب، وقد رقى بها أبو سعيد الخدري رضي الله عنه اللديغ على قطيع من الغنم، وأقره الرسول صلى الله عليه وسلم على ذلك. ¶ وكذلك رقية النبي صلى الله عليه وسلم، وهي قوله: \"اللهم رب الناس مذهب الباس اشف أنت الشافي، لا شافي إلا أنت شفاء لا يغادر سقما\". ¶ وغير ذلك من الدعاء الثابت عنه صلى الله عليه وسلم. ¶ فهذه هي الرقية المشروعة بكتاب الله، وما ثبت عن رسول الله صلى الله عليه وسلم قولا، أو تقريرا، أو كيفية، من المسح، والنفث، ورقية صاحب العين، التي سبق ذكرها في قصة سهل بن حنيف، وعامر بن ربيعة، أو رقية المصروع.",
            "page": "25",
            "part": "1",
            "seal": "6A0BB0EB"
        },
        {
            "id": "22",
            "nass": "وسبق ذكر شرط فائدة الرقية - وهو صدق قصد المريض في اللجوء إلى الله، وتقوى المعالج، وقوة توكله على الله. ¶ وإذا علمنا أن الرقية المشرعة، بالقرآن الكريم، وبسنة الرسول الأمين، فنحن في زمن بحمد الله - انتشر فيه العلم والتعليم، وحفاظ كتاب الله والدارسين لسنة رسول الله صلى الله عليه وسلم، يوجدون في القرى والهجر، فضلا عن المدن فقد حدثنا آباؤنا، أنهم قبل خمسين سنة، لا يجدون من يكتب لهم وثيقة، أو يقرأ لهم رسالة - إلا أن يذهبوا من قرية إلى قرية، وكما يقولون - اذهبوا إلى الفقيه فلان في القرية الفلانية. ¶ وأما اليوم - فإنك تجد القارىء في القرية بل صاحب الماشية قي باديته، يقرأ له الرسالة ابنه أو بنته. ¶ وهذه نعمة يجب علينا تقييدها بشكرها، وأعظم منها نعمة الأمن والاستقرار المفقود في أكثر البلاد، لأنه بسبب الأمن والاستقرار انتشر العلم والتعليم، وقام العمران. ¶ فيجب على الآباء أن يذكروا الأبناء بالماضي، ليشكروا الله على الحاضر. ¶ وإذا كان القراء لكتاب الله في كل مدينة وقرية وهجرة. ¶ فهل من المناسب أن يسمح بفتح عيادات - باسم الرقية الشرعية، هنا وهناك، وقد تجد في المدينة الواحدة أكثر من عيادة. ¶ فقد يبدأ واحد، فيشاهد الآخرون تهافت الناس عليه، وتقديم الأموال له، فيغار الآخرون فيفتحون مثل تلك العيادات، ثم ينسجون لها دعايات لجلب الناس إليها، وأكثرها لعلاج المس من الجن. ¶ - فإذا زرت بعض هذه العيادات وجدت أعداد هائلة من الناس يعدون بالمئات لاسيما في الفترات السابقة، قد حضروا من أماكن بعيدة، فالموسر يسافر",
            "page": "26",
            "part": "1",
            "seal": "3496D89E"
        },
        {
            "id": "23",
            "nass": "عن طريق الجو، والآخرون بالسيارات، وكلهم يشكون إلى هؤلاء المتخصصين في هذه المهنة ما فعلته بهم الجن. كما يسرد هؤلاء المتخصصون حكايات إما بأنفسهم، وقد سمعناها منهم مباشرة عن أحوال الجن، وإنه حدث عنده كذا وكذا حكايات كثيرة جدا. ¶ أو عن طريق العمال الذين جلبوا من رجال ونساء، لكثرة الزبائن المصابين بالمس من الفريقين، فيبدأ المتخصص برقية الرجال، ثم ينتقل لرقية النساء. ¶ كما تجد أمام تلك العيادات الباحثين عن الرزق، أهل البيع والشراء، وقد أحل الله البيع، وحرم أخذ أموال الناس بالباطل، تجدهم صافين سياراتهم وهي - دكاكين متنقلة - وأمامها مواعين الزيوت للرقية فيها. وقد تطور الأمر إلى إحضار وايتات من ماء زمزم - لتكون الرقية فيه بدلا من الزيت ومعلوم أن ماء زمزم، لما شرب له، كما قال رسول الله صلى الله عليه وسلم، وعندما أخبر رسول الله بذلك، لم يقل إنه شفاء إذا رقي فيه، فهذه دعاية لجلب الناس، وهي دعوى يردها النص. الذي لا شرط فيه. ¶ وقد يتساءل المرء: هل وجد في العصور الماضية، أن أحدا من علماء السلف الصالح تفرغ لعمل اسمه الرقية الشرعية، سواء كانت الرقية مجانا، أو يأخذ عليها أجرة، لأنها جائزة، ولا أظن أن أحدا يستطيع أن يثبت ذلك. ¶ وإنما كان العلماء، وأهل الصلاح والتقوى، إذا عرض لإنسان عارض، سواء كانت من مس الجن، وهو أمر لا ينكره إلا أصحاب البدع، أو أصيب بعين، أو حمة وهي اللدغة من ذوات السموم، أن ذلك المصاب يتقدم للموجود في قريته، من إمام مسجد أو عالم، أو قارىء للقرآن، فيطلب منه الرقية، وينتهي الأمر.",
            "page": "27",
            "part": "1",
            "seal": "992CD73E"
        },
        {
            "id": "24",
            "nass": "- وأظنك أيها القارىء الكريم، تتفق معي - إنه قبل عشر سنوات تقريبا، لم نسمع عن حوادث المس من الجن إلا نادرا. ¶ فالجن مكلفون مثل الإنس، ولم يجعل الله لهم سبيلا على الإنس إلا من تولاهم فيزيدونهم رهقا. وإنما الذي يحدث لبعض الناس من الخبثاء منهم، إما لاستحسان صورة، أو لقصد الأذى للمسلم، وهو نادر؟ مثل ما يحدث من شرار الإنس من أذية لإخوانهم. ¶ فهذا الشاذ من الإنس يعالج من قبل الحاكم الشرعي، ومن المسؤول عن الأمن. وذاك الخبيث من الجن يعالج بالقرآن ممن يقرأ كتاب الله، وتنتهي القضية في الجهة التي وقعت فيها، فلا يشد الرحل من بلد إلى بلد، إلى فلان أو علان لأنه هو الذي يرقي. لأن الرقية بالقرآن والسنة. وفي كل مكان يوجد من يقرأ القرآن، ومن هو صاحب صلاح وتقوى. ¶ - ولكن بعد فتح هذه العيادات، وتنافس المتنافسون فيها لطلب الرزق وجمع الأموال. أطلقت الجن من سجونها على الناس، بهذه الدعايات، ولكن الواقع أيها القارىء الكريم - يثبت أن الجن لم تسلط على الإنس بهذه الكثرة وإنما الذي يحدث منهم هو الشيء النادر كما كان قبل فتح هذه العيادات، وهذا بشهادة أحد أصحاب هذه العيادات، فقد تبين له بعد تجربته الطويلة، وقد كان هو نفسه يذكر حكايات كثيرة جدا عن الجن وما يفعلونه. ولكن اتضح له بعد ذلك أن أكثر من يعالجهم من الرجال والنساء، لا يوجد بهم مس، وإنما عندهم أمراض نفسانية وهستريا، قد تخدع الإنسان نفسه، أو من يعالجه، فيظن أنه مصاب بمس، والواقع خلافه، وإن المصاب بالمس قليل جدا، بل إن المذكور تجاوز إلى أن أدعى أن الجني لا يتلبس الإنسي، إلا في حالة واحدة وهي المسمى- بالزّار. ونحن نوافقه في الشطر الأول، وهو أن الكثرة الكاثرة من هؤلاء عندهم",
            "page": "28",
            "part": "1",
            "seal": "BC8A0263"
        },
        {
            "id": "25",
            "nass": "ضعف في الإيمان، ونقص في التوكل، وأوهام، زادها ونماها عندهم، فتح هذا الباب، بفتح هذه العيادات، التي تعلقت عقود هؤلاء العوام وأشباههم بها لأن دعواهم فيما يصيبهم من أمراض، على الجن. ¶ والأطباء إلا من عصم الله - لا يعترفون بهذا النوع من المرض، فلا يجد المريض سواء كان مرضه وهما أو مسا، علاجا له، ولا ينصفه من الجن، إلا صاحب تلك العيادة. ¶ أما الشطر الثاني- وهو دعواه أن التلبس لا يحصل إلا في حالة واحدة، وهو المسمى بالزار، فلا نوافقه عليه - لأن الآية الكريمة التي سبق ذكرها والأحاديث الصحيحة بينت أن الجني يتلبس الإنسي مطلقا، وفي أفي وقت، وقد كان ذلك يحدث قبل أن توجد التسمية بالزّار، أو غيره. ¶ - ولكني أقول - إن هذه الشهادة من خبير، توجب على المسؤول عن المحافظة على العامة ومن يشبههم، الأخذ بها للمحافظة على عقائد هؤلاء من هذه الأوهام التي قد تصل بهم إلى اعتقاد ما لا يجوز، مما يؤثر في إيمانهم لتعلقهم بهؤلاء وإنه لا يوجد الشفاء لهذا المرض إلا عندهم، ولفتح الباب للدجالين، فيدعون إن عندهم رقية شرعية. ¶ فمن المناسب قفل هذه العيادات بعد إعطاء البديل لهؤلاء العوام ومن في حكمهم وذلك - عن طريق وزارة الشؤون الإسلامية - بتوجيه أئمة المساجد بأن يتناولوا في خطبهم ودروسهم بيان الرقية الشرعية، وأنها بالقرآن الكريم والسنة النبوية، وإنه يوجد في كل مدينة وقرية من يقوم بهذه الرقية، فأهل التقوى والصلاح هم الذين يقومون بذلك، وهم بحمد الله يوجدون في كل أنحاء البلاد، كما يحث المسلم على تقوية إيمانه، وقوة توكله واعتماده على الله في جميع أموره. هذا ونسأل الله للجميع حسن القصد والتوفيق.",
            "page": "29",
            "part": "1",
            "seal": "885DA4CC"
        }
    ],
    "t10391": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الوصية الأولى: حماية عقيدة المسلم من الشكوك والأوهام"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الوصية الثانية: الرقية الشرعية"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الوصية الثالثة: الرقية الشرعية من العين ووقوع أثرها أمام الصادق الأمين"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الوصية الرابعة: إذا كانت الرقية الشرعية بالقرآن الكريم وبفاتحة الكتاب فليس من المناسب السماح بفتح عيادات بإسم الرقية الشرعية"
        }
    ]
}