{
    "b10409": [
        {
            "id": "1",
            "nass": "الشعر في ضوء الشريعة الإسلامية محمد عبد الرحمن شميلة الأهدل ¶ بحث كتبه:الشيخ محمد عبد الرحمن شميلة الأهدل ¶ الطالب بقسم الدراسات العليا _ شعبة السنة بالجامعة الإسلامية ¶ فهرس البحث ¶ 1_خطبة الكتاب. ¶ 2_تعريف الشعر. ¶ 3_مكانة الشعر العربي. ¶ 4_ما ورد في تفسير آيات الشعراء. ¶ 5_أضواء على الآيات وفوائد. ¶ 6_القرآن الكريم وسر إعجازه. ¶ 7_الأحاديث أن من البيان. ¶ 8_نبذة من شعر حسان له صلى الله عليه وسلم. ¶ 9_استنشاده واستماعه وما تمثل به منه وبيان أنه بمنزلة الكلام. ¶ 10_كراهة الشعر لمن غلب عليه.",
            "page": "148",
            "part": "1",
            "seal": "C4D82F60"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد الله الذي كرَّم الإنسان. وعلمه البيان فله سبحانه وتعالى جزيل الشكر وعظيم الامتنان، وأشهد ألا إله إلا الله وحده لا شريك له شهادة أرجو بها الفوز في يوم التناد، وأدخرها سلم نجاةٍ في يوم المعاد، وأشهد أن سيدنا محمداً عبده ورسوله أفصح من نطق بالضاد، الذي بين للأمة سبل الهدى والرشاد. فصلى الله وسلم عليه وعلى آله وأصحابه نجوم الاهتداء ومن قفا إثرهم وترسم خطاهم.. ¶ وبعد.. فهذا بحث أقدمه بين أيدي القراء الكرام وموضوعه \"الشعر في ضوء الشريعة الإسلامية\" ولقد اخترت هذا الموضوع بالذات لما يلي: ¶ طالما سمعت من يردد قول الله عز وجل: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} ويقف بعضهم عند هذه الآية مدللا على أن القرآن ذم الشعراء وشعرهم فيكون بتعميمه هذا مخطئا وكأنه لم ينتبه للاستثناء الوارد بعد هذه الآيات ولم يعرف من هو المقصود بالذم. ¶ لذا اخترت الكتابة في هذا الموضوع بالرغم من قصر باعي وكثرة أشغالي وبالله الإعانة، والأهم في هذه الرسالة هو جمع جملة من الأحاديث الواردة في الشعر وتخريجها وشرحها بمقتطفات من أقوال أهل العلم.",
            "page": "149",
            "part": "1",
            "seal": "5DAC854F"
        },
        {
            "id": "3",
            "nass": "تعريف الشعر: ¶ الشعر في اللغة واحد الأشعار، قال الراغب: هو في الأصل اسم للعلم الدقيق في قولهم ليت شعري. وسمى الشاعر شاعراً لفطنته ودقة معرفته\"1. ¶ وفي اصطلاح الأدباء هو كما قال ابن خلدون2: \"الكلام الموزون المقفى، ومعناه الذي تتكون أوزانه كلها على روي واحد وهو القافية\". قال: \"وأساليب الشعر تناسبها اللوذعية وخلط الجد بالهزل والإطناب في الأوصاف وضرب ¶ __________ ¶ 1غريب القرآن _ص262 _طبعة المكتبة المرتضوية. ¶ 2 المقدمة ص532.",
            "page": "149",
            "part": "1",
            "seal": "B46F2A2C"
        },
        {
            "id": "4",
            "nass": "الأمثال وكثرة التشبيهات والاستعارات\". ¶ قلت: ومن هنا نعرف الفرق بين الشعر والنثر حيث أن الأول يعتمد على الوزن والقافية ويكسو المعاني من جمال التشبيه وحسن الاستعارة وبراعة الكناية وضروب المجاز حللا خيالية بخلاف الثاني. والغرض المقصود من توحيد الوزن والقافية الحفاظ على جرس اللفظ لسلاسته في النطق وخفته على السمع والارتياح لقبوله. ¶ وربما أطلق العرب الشعر على النثر المسجوع المشتمل على الخيال المؤثر المسجوع المشتمل على الخيال المؤثر في الوجدان، ومنه ما ورد أن حسان بن ثابت رضي الله عنه سمع ابنه يصف زنبورا لسعه بقوله: \"كأنه ملتفٌ في يزدي حبره\" فقال له: \"شعر ورب الكعبة\". ¶ والشعر عند العرب صفة قديمة لهم ولا يمكن تحديد بدء ظهوره فإنه ما سمع في التاريخ القديم إلا وهو محكم مقصّد وإن كان تهذب أسلوبه وتشعبت مناحيه وتطور فنه حينما اختلفت العُصُر وبدت الحوادث ورقي بني الإنسان في عالم المادة. ¶ قال الأديب الكبير أحمد حسن الزيات ومما يدل على أن الشعر قديم العهد قول امرئ القيس: ¶ عوجا على الطلل القديم لعلنا ... نبكي الديار كما بكى ابن حزام ¶ وقول عنترة: ¶ هل غادر الشعراء من متردّم. ¶ وقول زهير: ¶ ما أرانا نقول إلا معارا ... أو معارا من قولنا مكرورا1 ¶ __________ ¶ 1 تاريخ الأدب العربي ص28 _طبعة دار نهضة مصر.",
            "page": "150",
            "part": "1",
            "seal": "0D817FD5"
        },
        {
            "id": "5",
            "nass": "مكانة الشعر العربي ¶ مما لا شك فيه أن كثيرا من الشعر العربي له اليد الطولى في المساهمة في تفسير كثير من ألفاظ الشريعة الواردة في الأصلين العظيمين والمصدرين الكريمين الكتاب والسنة إذ بواسطة الشواهد والأدلة من الأدب العربي نستعين على فهم كتاب الله الكريم وسنة صاحب الخُلق العظيم. ¶ وبواسطته بحث علماء اللسان الأساليب المختلفة والتراكيب المتنوعة في الشعر العربي فأرسوا قواعدهم وأصلوا أصولهم مستقين من معينه ومستضيئين بنور مصباحه. ¶ قال الأستاذ محمد أمين حنفي في موضوع الأدب الإسلامي مستعرضا الأسباب التي اقتضت محافظة المسلمين على الأدب",
            "page": "150",
            "part": "1",
            "seal": "D67AA0D6"
        },
        {
            "id": "6",
            "nass": "الجاهلي عدة أسباب، فالسبب الأول هو حاجة مفسري القرآن الكريم إلى شواهد الأدلة من كلام العرب القديم على صحة التفسير والفهم لكلام رب العالمين، والسبب الثاني هو بحث النحاة واللغويين في عصر التدوين ووضع قواعد اللغة العربية عن الشعر الجاهلي وعن كل كلام عربي قديم وإحيائهم وتسجيلهم لكل ما نقوله أو سمعوه من أجل استنباط القواعد ومعرفة معاني الكلمات. ¶ والسبب الثالث هو اقتداء الشعراء بالشعر الجاهلي وروايتهم له وتقليدهم إياه لأنه كان هو المقياس للقيمة الأدبية لدى النقاد والعلماء في ذلك الوقت. ¶ ويضاف إلى ذلك سبب رابع هو ظهور الصراع الشعوبي بين العرب وغيرهم من بعض الأعاجم مما دفع العرب والمسلمين المخلصين إلى التمسك بالتراث العربي وبلغة القرآن والدفاع عنه والتعصب له والتنديد بالشعراء الذين يخرجون على عمود الشعر الجاهلي ولذلك كان للشعر العربي الجاهلي مكانته في النفوس وقيمته لدى العلماء والأدباء مما جعله يحتفظ بعموده وأساليبه ومعانيه دون أن يجرؤ أحد على النيل من مكانته أو قيمته وإن كان يحوي كثيرا مما لا يرضى به الإسلام كالغزل بنوعيه والتشبيب والنسيب والهجاء، وإعلان الفجور والمجون ووصف مجالس اللهو والشراب وما إلى ذلك من الأمور المنكرة\"1. ¶ قلت ومما لا يجهله كل الناس أن الشعر له الأثر الطيب في إعانة طلاب العلم وحملة الشريعة على جمع ما تفرق ونظم ما تشتت من العلوم والفوائد بل وسائر الفنون فإنه ما من فن من فنون القرآن والحديث وعلوم اللغة إلا وقد نظمت فيه المناظيم وقيلت فيه الأشعار فسهل حفظها على الصغار والكبار وللوسائل حكم المقاصد كما هو معروف. ¶ وأنا لست من المتعصبين للشعراء ولا المبررين لزلات الشعر وهفوات شعرائه ولكني أقول إنه أداة من أدوات الفنون قابل للخير والشر حسنه حسن وقبيحه قبيح كسائر الكلام بيد أن الأشعار الجاهلية والقصائد الأولية التي قيلت في زمن الاحتجاج بأهلها لها الفوائد القيمة التي أشرنا إليها حتى وإن كانت هجوا مقذعا أو غزلا مكشوفا أعني من حيث أنه أسلوب عربي فما يمنعنا والحالة هذه أن نجني من ثمار أشجاره ما طاب ونترك منها ما خبث من توجيه غير ¶ __________ ¶ 1 انظر حضارة الإسلام العدد 8 _السنة السابعة ص70 _71 _",
            "page": "151",
            "part": "1",
            "seal": "D2C4AEF8"
        },
        {
            "id": "7",
            "nass": "حسن أو دعوة إلى غير القيم المثلى، أو افتخار بنزعة من نزعات الجاهلية الأولى. ولذا يقول ابن قتيبة في مقدمة كتابه الشعر والشعراء ما نصه: ¶ \"وكان أكثر قصدي للمشهورين من الشعراء الذين يعرفهم جل أهل الأدب والدين يقع الاحتجاج بأشعارهم في الغريب وفي النحو وفي كتاب الله عز وجل وحديث رسول الله صلى الله عليه وسلم\"1. ¶ قلت: والمتتبع لعلماء السلف والخلف يجد أن أكثرهم قد أدلى بدلوه في هذا المضمار ونظم جيد الأشعار ولكنهم يتفاوتون في القلة والكثرة وإنما اتصف بعضهم بالشاعر أو الأديب لكونه صار ديدنه والظاهرة التي تغلب عليه أو لنبوغه فيه وتفوقه على أقرانه يدل على ما ذكرناه ما سجله ابن قتيبة في كتابه الشعر والشعراء حيث يقول: \"قَلَّ أحد له أدنى ملكة من أدب وله أدنى حظ من طبع إلا وقد قال من الشعر شيئا ولو أردنا أن ندوِّن في كتابنا هذا كل شاعر لذكرنا أكثر الناس ولاحتجنا أن نذكر صحابة رسول الله صلى الله عليه وسلم وجلة التابعين وقوما كثيرا من حملة العلم ومن الخلفاء والأشراف ونجعلهم في طبقات الشعراء\". ¶ إذا فللشعر قيمته وللشعراء رتبهم العالية لأنهم حفظوا لسان العرب وغاصوا على مكونات مخدراته حتى أن بعضهم قيل فيه لولا فلان لضاع ثلث اللغة وناهيك بهذه المفخرة، قال عبد الرحمن البرقوقي في مقدمته لشرح التلخيص ما لفظه: \"وهل بلغ أئمة الدين هذه المنزلة بفهم أغراض القرآن ومعرفة أسرار الشريعة إلا بعد أن قبضوا على خرائم الأدب وألقيت إليهم مقاليد اللغة ألم يكن مما نجم عند تعدد الآراء بينهم أن كان أحدهم يروي من كلام العرب ما يروي الآخر غيره\"2. ¶ هذا لفظ القرء مثلا ذهب مالك رحمه الله إلى أنه الطهر وحجته في ذلك قول الأعشى. ¶ أفي كل عام أنت جاشم غزوة ... تشد لأقصاها عزيم عزائكا ¶ مورثة مالا وفي الحي رفعة ... لما ضاع فيها من قروء نسائكا ¶ وذهب أبو حنيفة رحمه الله إلى أنه الحَيض ومستنده قول الآخر: ¶ يا رب ذي ضغن على قارض ... يرى له قرء كقرء الحائض ¶ __________ ¶ 1 ص7_ طبعة دار الثقافة. ¶ 2 ص8_9_طبعة المكتبة التجارية.",
            "page": "152",
            "part": "1",
            "seal": "CB18F4DF"
        },
        {
            "id": "8",
            "nass": "قال ومثل هذا كثير لا يكاد يحصيه الاستقصاء حتى لقد اختصه العلماء بالتآليف وأفردوه بالكتاب. ¶ ثم ذكر قصة معزوة إلى الفاروق رضي الله عنه وخلاصتها أن عمر تلا قول الله سبحانه وتعالى: {أَفَأَمِنَ الَّذِينَ مَكَرُوا السَّيِّئَاتِ أَنْ يَخْسِفَ اللَّهُ بِهِمُ الأَرْضَ أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لا يَشْعُرُونَ أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ} 1 فقال للصحابة ما تقولون فيها فنهض أعرابي وقال هذه لغتنا التخوف التنقص وأنشد قول أبي كبير يصف ناقته: فقال عمر رضي الله عنه: \"عليكم بديو ¶ تخوف الرحل منا تامكا قردا ... كما تخوف عود النبعة السفن2 ¶ ان العرب فإن فيه تفسير كتابكم\". قلت وقد روي عن عمر بن الخطاب أيضا أنه كتب إلى أبي موسى الأشعري: \"مر من قبلك بتعلم الشعر فإنه يدل على معالي الأخلاق وصواب الرأي ومعرفة الأنساب\". قال شيخنا محمد المجذوب في تعليقه على هذا الأثر: \"ولعله رضي الله عنه راعى ما فيه من تسجيل عاداتهم وأخلاقهم وتاريخ وقائعهم وأيامهم وما أودعوه من معادن حكمتهم وكنوز آدابهم\"3. ¶ وما قال شيخنا يضاف إلى ما سبق من أنه مفسر لكثير من ألفاظ القرآن وغريب الحديث ويقع به الاحتجاج في النحو وغيره من علوم اللسان كما سبق النقل عن ابن قتيبة والله أعلم. ¶ __________ ¶ 1 سورة النحل 47. ¶ 2 تامكا سناما عظيما. والقرد الذي أمله القراد. والسفن الحديد الذي ينحت به وهو المبرد يقول: إن الرحل أثر سنام الناقة وتنقص منها كما ينقص السفن من العود. ¶ 3 مذكرة في الأدب لطلاب كلية الشريعة.",
            "page": "153",
            "part": "1",
            "seal": "FCB5473C"
        },
        {
            "id": "14",
            "nass": "بموجب الحد بهذه الآية الكريمة من أقوى الشبه الدارئة للحد عنه والله سبحانه وتعالى أعلم. ¶ الفائدة الثانية: ¶ قال ابن العربي: \"أما الاستعارات والتشبيهات فمأذون فيها وإن استغرقت الحد وتجاوزت المعتاد فبذلك يقرب الملك الموكل بالرؤيا المثل وقد أنشد كعب بن زهير النبي صلى الله عليه وسلم. ¶ بانت سعاد فقلبي اليوم مبتول ... متيم إثرها لم يفد مكبول ¶ وما سعاد غداة البين إذ رحلوا ... إلا أغن غضيض الطرف مكحول ¶ تجلو عوارض ذي ظلم إذا ابتسمت ... كأنه منهل بالراح معلول ¶ فجاء في هذه القصيدة من الاستعارات والتشبيهات بكل بديع والنبي صلى الله عليه وسلم يسمع ولا ينكر عليه حتى في تشبيه ريقها الراح. ¶ وقد كانت حرمت قبل إنشاده لهذه القصيدة ولكن تحريمها لم يمنع عندهم طيبها بل تركوها على الرغبة فيها والاستحسان لها فكان ذلك أعظم لأجورهم\"1. ¶ الفائدة الثالثة: ¶ قال الحافظ ابن حجر: \"وأما الشعر فكان نظمه محرما على الرسول عليه الصلاة والسلام باتفاق. قال الله عز وجل: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ} 2. ¶ قال: لكن فرَّق البيهقي وغيره بين الرجز وغيره من البحور فقالوا يجوز له الرجز دون غيره وفيه نظر فإن الأكثر على أن الرجز ضرب من الشعر وإنما ادعى أنه ليس بشعر الأخفش وأنكره ابن قطان وغيره وإنما جرى البيهقي ذلك لثبوت قوله صلى الله عليه وسلم يوم حنين:\" أنا النبي لا كذب أنا ابن عبد المطلب\". فإنه من بحور الرجز ولا جائز أن يكون مما تمثل به - كما سيأتي - لأن غيره لا يقول أنا النبي، ويزيل عنه الإشكال أحد أمرين: إما أنه لم يقصد الشعر فخرج موزونا وقد ادعى ابن القطاع وأقره النووي الإجماع على أن شرط تسمية الكلام شعرا أن يقصد له قائله وعلى ذلك يحمل ما ورد في القرآن والسنة. وإما أن يكون القائل الأول قال أنت النبي لا كذب، فلما تمثل به النبي صلى الله عليه وسلم غيره والأول أولى. هذا كله في إنشائه ويتأيد ما ذهب إليه البيهقي بما أخرجه ابن سعد بسند صحيح ¶ __________ ¶ 1 انظر أحكام القرآن ج3 ص1430. ¶ 2 انظر التلخيص الحبير ج3/128.",
            "page": "158",
            "part": "1",
            "seal": "363BE480"
        },
        {
            "id": "15",
            "nass": "عن معمر عن الزهري قال لم يقل النبي صلى الله عليه وسلم شيئا من الشعر قيل قبله أو يروى عن غيره إلا هنا. وهذا يعارض ما في الصحيح عن الزهري أيضا لم يبلغنا أن النبي صلى الله عليه وسلم تمثل ببيت شعر تام غير هذه الأبيات زاد ابن عائذ من وجه آخر عن الزهري إلا الأبيات التي كان يرتجز بهن وهو ينقل اللبن لبناء المسجد وأما إنشاده متمثلا فجائز يدل عليه حديث عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال: \"ما أبالي شربت ترياقا أو تعلقت بتميمة أو قلت الشعر من قبل نفسي\" أخرجه أبو داود وغيره. ¶ فقوله: \"من قبل نفسي\" احترازا عما إذا أنشده متمثلا فقد وقع منه ذلك كما ثبت في الأحاديث الصحيحة\". ¶ إذا علمت هذا عرفت أن الرسول الأمين لم يكن من أولئك الذين يقولون القصائد أو يجتذبهم حفظ الشعر ولا من الذين يتتبعون مواقعه ويغرمون بنغماته وتواقيعه. ¶ كان الرسول الكريم ذلكم النبي الأمي بعيدا كل البعد عن مثل هذه الأمور لأنه مهيأ لسماع النغمات القدسية والألفاظ الربانية لسماع الوحي المعظم. ¶ لذا لم يكن شاعرا وما ينبغي له. إذ رتبته التي هيئ لها أسمى المراتب على الإطلاق ومنزلته أعلى المنازل بالاتفاق.",
            "page": "159",
            "part": "1",
            "seal": "810EABF4"
        },
        {
            "id": "16",
            "nass": "ما ورد في تفسير آيات الشعراء ¶ قال الله تعالى: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ. إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيراً وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} . ¶ القراءة: ¶ {وَالشُّعَرَاءُ} قرأ الجمهور بالرفع على أنه مبتدأ وخبره ما بعده. وقرأ عيسى بن عمر {الشُّعَرَاءَ} بالنصب على الاشتغال، وقرأ نافع {يَتْبَعُهُم} بالتخفيف وقرأ الباقون بالتشديد. وقرأ ابن عباس والحسن: أي منفلتٍ ينفلتون بالفاء مكان القاف والتاء مكان الباء من الانفلات بالنون والفاء الفوقية. وقرأ الباقون بالقاف",
            "page": "153",
            "part": "1",
            "seal": "B20C52B3"
        },
        {
            "id": "17",
            "nass": "والباء من الانقلاب بالنون والقاف والموحدة والمعنى على قراءة ابن عباس والحسن: أن الظالمين يطمعون في الانفلات من عذاب الله والانفكاك منه ولا يقدرون على ذلك1. ¶ عن عكرمة عن ابن عباس: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} فنسخ من ذلك واستثنى فقال: {إِلا الَّذِينَ آمَنُوا} إلى قوله: {يَنْقَلِبُونَ} . ¶ أخرجه أبو داود في الأدب والبخاري في الأدب المفرد. ¶ المفردات ¶ الشعراء: جمع شاعر كجاهل وجهلاء وعالم وعلماء والغاوون: جمع غاوٍ وهو الضال. يهيمون: يقال هام يهيم هيما وهيمانا إذا ذهب على وجهه. ¶ سبب النزول ¶ قال السيوطي: \"أخرجه ابن جرير وابن أبي حاتم من طريق العوفي عن ابن عباس قال: \"تهاجى رجلان على عهد رسول الله صلى الله عليه وسلم أحدهما من الأنصار والآخر من قوم آخرين وكان من كل واحد منهما غواة من قومه وهم السفهاء فأنزل الله {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} الآيات\" قال: وأخرج ابن أبي حاتم نحوه2\" ¶ قال ابن كثير: \"وأخرج ابن أبي حاتم قال حدثنا أبي حدثنا أبو مسلم حدثنا حماد ابن سلمة عن هشام بن عروة عن عروة قال: لما نزلت {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} إلى قوله: {وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} قال عبد الله بن رواحة: يا رسول الله قد علم الله أني منهم فأنزل الله تعالى: {إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} الآية\". ثم قال: \"ولكن هذه السورة مكية فكيف يكون سبب نزول هذه الآيات شعراء الأنصار وفي ذلك نظر ولم يتقدم إلا مرسلات لا يعتمد عليها والله أعلم\"3. ¶ معنى الآيات الكريمات ¶ قال الشوكاني: \"قوله عز وجل: {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} المعنى أن الشعراء يتبعهم أي يجاريهم ويسلك مسلكهم ويكون من جملتهم الغاوون أي الضالون عن الحق ثم بين سبحانه قبائح شعراء الباطل فقال: {أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ} . والجملة مفسرة لما قبلها والخطاب لكل من تتأتى منه الرؤية. أي ألم تر أنهم في كل فن من فنون الكذب يخوضون وفي كل شعب من شعاب الزور يتكلمون فتارة يمزقون الأعراض بالهجاء وتارة ¶ __________ ¶ 1 فتح القدير ج4_ص121_122 مطبعة مصطفى البابي الحلبي. ¶ 2 لباب النقول في أسباب النزول بهامش الجلالين ص237_ج1. ¶ 3 ج3_ص354_دار إحياء التراث العربي.",
            "page": "154",
            "part": "1",
            "seal": "134B299B"
        },
        {
            "id": "18",
            "nass": "يأتون من المجون بكل ما يمجه السمع ويستقبحه العقل وتارة يخوضون بحر السفاهة والوقاحة ويذمون الحق ويمدحون الباطل ويرغبون في فعل المحرمات ويدعون الناس إلى فعل المنكرات كما تسمعه في أشعارهم من مدح الخمر والزنا واللواط ونحو هذه الرذائل الملعونة ثم قال سبحانه: {وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} أي يقولون فَعَلْنَا وفَعَلْنَا وهم كذبة في ذلك فقد يدلون بكلامهم على الخير ولا يفعلونه وقد ينسبون إلى أنفسهم من أفعال الشر ما لا يقدرون على فعله كما تجده في كثير من أشعارهم من الدعاوى الكاذبة والزور الخالص المتضمن لقذف المحصنات وأنهم فعلوا بهن كذا وكذا وذلك كذب محض وافتراء بحت. ¶ ثم استثنى سبحانه الشعراء المؤمنين الصالحين الذين أغلب أحوالهم تحري الحق والصدق فقال: {إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} أي دخلوا في حزب المؤمنين وعملوا بأعمالهم الصالحة. {وَذَكَرُوا اللَّهَ كَثِيراً} في أشعارهم. {وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا} كمن يهجو منهم من هجاه أو ينتصر لعالم أو فاضل كما كان يقع من شعراء النبي صلى الله عليه وسلم فإنهم كانوا يهجون من يهجوه ويحامون عنه ويذبون عن عرضه ويكافحون شعراء المشركين وينافحونهم ويدخل في هذا من انتصر بشعره لأهل السنة وكافح أهل البدعة وزيف ما يقول شعراؤهم من مدح بدعتهم وهجو السنة المطهرة كما يقع ذلك كثيرا من شعراء الرافضة ونحوهم فإن الانتصار للحق بالشعر وتزييف الباطل به من أعظم المجاهدة وفاعله من المجاهدين في سبيل الله المنتصرين لدينه القائمين بما أمر الله بالقيام به وتصرف1. ¶ وقال الزمخشري: \"استثنى الشعراء المؤمنين الصالحين الذين يكثرون ذكر الله وتلاوة القرآن وكان ذلك أغلب عليهم من الشعر وإذا قالوا شعرا قالوه في توحيد الله والثناء عليه والحكمة والموعظة والزهد والآداب الحقة ومدح رسول الله صلى الله عليه وسلم والصحابة وصلحاء الأمة وما لا بأس به من المعاني التي لا يتلطخون فيها بذنب ولا يتلبسون بشائنة منقصة وكان هجاؤهم على سبيل الانتصار ممن يهجوهم\"2. ¶ __________ ¶ 1_ فتح القدير ج4 ص121 _ مطبعة مصطفى البابي الحلبي. ¶ 2_ 123_ ج3_",
            "page": "155",
            "part": "1",
            "seal": "F9DA8EDC"
        },
        {
            "id": "19",
            "nass": "أضواء على الآيات وفوائد تتعلق بها ¶ إذا أنعمنا النظر في هذه الآيات الكريمة",
            "page": "155",
            "part": "1",
            "seal": "BE3E8429"
        },
        {
            "id": "20",
            "nass": "وما تضمنه سياقها المحكم نجد أنها قسمت الشعراء قسمين ووضعتهم طبقتين: ¶ الأول: قسم غاوون، مائلون عن الطريق السوي، والمنهج الأدبي لأنهم لا ينطقون بالحق، ولا يتكلمون بالعدل فتراهم في كل واد يهيمون، وفي شعاب الكذب والزور يتيهون، لا يَزِنُونَ الكلام إلا بميزان الهوى، ومعيار الغواية، فهؤلاء هم المذمُومون وعن طريق الحق متنكبون وعلى جياد الضلالة راكبون، إن أعطوا منها رضوا وإن لم يعطوا منها إذا هم يسخطون. ¶ القسم الثاني: فريق آمنوا بربهم واهتدوا بنور نبيهم عليه الصلاة والسلام فسابقوا إلى الأعمال الصالحات، وأخلصوا لله النيات ووزنوا أشعارهم بميزان الشريعة فهم لا يهجون إلا من هجاهم ولا يمدحون إلا من يستحقه لغنائه في الإسلام أو يذبُّون عن حياض الدين وينافحون عن شريعة سيد المرسلين أو يجمعون العلوم الشرعية النافعة وينظمونها لتحصل من ذلك الفائدة ويسهل تناولها على الآخذين ويحفظها الطلاب فهؤلاء ونحوهم ممن يخرج من عموم لفظ {وَالشُّعَرَاءُ} ويدخل في فريق المستثنى، وعلى هذين تتنزل الأحاديث الواردة في ذم الشعر تارة ومدحه أخرى. ¶ قال المناوي رحمه الله: \"وقد انعقد الإجماع على حِلِّ قول الشعر إذا قلّ وخلا عن هجوٍ وكذب وإغراق في مدح وتغزل فيما لا يحل\"1. ¶ فوائد: ¶ الفائدة الأولى: وصف الله الشعراء بأنهم يقولون ما لا يفعلون فاختلف العلماء فيما إذا أقرَّ الشاعر في شعره بارتكاب حدٍ من حدود الله فهل يقام عليه الحد بحسب إقراره أم لا؟. لأن الله عز وجل قد وصفهم بأنهم يقولون ما لا يفعلون ولأنه يكثر الباطل في أشعارهم: قولان لأهل العلم. ¶ قال بعضهم يقام عليه الحد لأنه مكلَّف أقرَّ بجريمة ارتكبها فلا سبيل إلى تركه والإقرار تثبت به الحدود. ¶ وقالت طائفة أخرى إنه لا يقام عليه الحد إن أقرَّ بموجبه في الشعر. قالوا لأن كذب الشاعر في شعره أمر معروف معتاد واقع لا نزاع فيه. ¶ قال شيخنا محمد الأمين الشنقيطي:2 \"أظهر القولين عندي أن الشاعر إذا أقرَّ في شعره بما يستوجب الحد لا يقام عليه الحد لأن الله جل وعلا صرح هنا بكذبهم في شعرهم في قوله: {وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} فهذه الآية الكريمة تدرأ عنهم ¶ __________ ¶ 1 فيض القدير. ¶ 2 أضواء البيان _6 _ص392.",
            "page": "156",
            "part": "1",
            "seal": "7069419B"
        },
        {
            "id": "21",
            "nass": "الحد ولكن الأظهر أنه إن أقرَّ بذلك استوجب بإقراره به الملام والتأديب وإن كان لا يحد به\". ¶ واستأنس شيخنا لما ذهب إليه بما روى ابن كثير في تفسير هذه الآية الكريمة حيث قال: \"وذكر محمد بن إسحاق ومحمد بن سعد في الطبقات والزبير بن بكار في كتاب الفكاهة أن أمير المؤمنين عمر بن الخطاب رضي الله عنه استعمل النعمان بن عدي بن نضلة على ميسان من أرض البصرة وكان يقول الشعر فقال: ¶ ألا هل أتي الحسناء أن حليلها ... بميسان يسقى في زجاج وحنتم ¶ إذا شئت غنتني دهاقين قرية ... ورقاصة تحذو على كل منسم ¶ فإن كنت ندماني فبالأكبر اسقني ... ولا تسقني بالأصغر المتثلم ¶ لعل أمير المؤمنين يسوؤه ... تنادمنا بالجوسق المتهدم ¶ قال: فلما بلغ عمر بن الخطاب رضي الله عنه قال: إي والله إنه ليسوءني ذلك ومن لقيه فليخبره أني قد عزلته. وكتب إليه عمر: بسم الله الرحمن الرحيم {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لا إِلَهَ إِلا هُوَ إِلَيْهِ الْمَصِيرُ} . أما بعد فلقد بلغني قولك: ¶ لعل أمير المؤمنين يسوؤه ... تنادمنا بالجوسق المتهدم ¶ وأيم الله إنه ليسوؤني وقد عزلتك. فلما قدم على عمر بكته بهذا الشعر. فقال: والله يا أمير المؤمنين ما شربتها قط وما ذلك الشعر إلا شيء طفح على لساني. فقال عمر: أظن ذلك ولكن والله لا تعمل لي عملا أبدا وقد قلت ما قلت\". ¶ قال شيخنا: \"فلم يذكر أنه حده على شراب وقد ضمنه شعره لأنهم يقولون ما لا يفعلون ولكنه ذمه عمر ولامه على ذلك وعزله به\". قلت: وقد احتج الفرزدق بهذه الآية الكريمة عند الخليفة سليمان بن عبد الملك حينما سمع قوله: ¶ فبتن بجانبيّ مصرعات ... وبت أفض أغلاق الختام ¶ فقال سليمان: قد وجب عليك الحد. فقال: يا أمير المؤمنين قد درأ الله عني الحد بقوله: {وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} 1. قال كاتبه غفر الله له: الظاهر أنه لا يقام عليه الحد لما سبق ولأن النبي صلى الله عليه وسلم قال: \"ادرؤوا الحدود بالشبهات\"2. فيكون تعلق الشاعر المقر ¶ __________ ¶ 1 الكشاف _ص133 _ ج3. ¶ 2 أخرجه البيهقي من طريق علي موقوفا والترمذي والحاكم عن عائشة بلفظ \" ادرؤوا الحدود عن المسلمين ما استطعتم \" سبل السلام ص4/53.",
            "page": "157",
            "part": "1",
            "seal": "45105A8F"
        },
        {
            "id": "22",
            "nass": "القرآن الكريم وسر إعجازه ¶ جرت العادة الإلهية في خلقه أن يبعث إلى كل أمة نبيا مؤيدا بمعجزة خارقة من جنس ما فاقت به تلك الأمة وامتازت به على غيرها من الأمم. ¶ وحين ولد الهدى وآن لديجور الجاهلية أن ينجلي وحان لنور الإسلام أن ينبثق في قلب الجزيرة العربية مطاردا ظلمات الغواية. بعث الله تعالى نبي الرحمة عليه الصلاة والسلام في أمة امتازت بالبيان حيث مدت عليهم الفصاحة ظلها وأهدتهم بنات البلاغة حليها فكانوا ينبوع الفصاحة ودوحة البلاغة وكان جهابذة الفصحاء منهم أهل المكانة مرموقة ورتب مرفوعة. ¶ فأيد الله نبيه وخليله بمعجزة القرآن فما إن تلاه عليهم ذلك النبي الأمي وطرقت آذانهم آياته وسوره حتى وقفوا مع فصاحتهم أمامه ذاهلين وأيقنوا أن البشر لا يقوون على النسيج على منواله ولا الإبداع على مثاله، هز قلوب بلغائهم نظمه ولم تقو فرسان البيان على مسابقته. ¶ هناك وقف العباقرة أمامه حائرين لأنه من كلام العلي القدير كتاب أحكمت آياته ثم فصلت من لدن حكيم خبير. ¶ جاء القرآن بألفاظ عربية وتراكيب معهودة لدى المخاطبين فجاراهم في",
            "page": "159",
            "part": "1",
            "seal": "F872D36C"
        },
        {
            "id": "23",
            "nass": "أساليبهم وخاطبهم بجنس ما يتخاطبون به بيد أن الذي استرعى انتباههم واستولى على مشاعرهم حتى أدرك الكثير منهم أنه ليس بقول الشعراء ولا سجع الكهناء وإن كان قد قالها بعضهم على سبيل العناد والمكابرة الذي استرعى انتباههم أمور نلخصها فيما يلي: ¶ أولا: تفرده بسمو التركيب وعلو الطريقة فتراكيبه أعلا التراكيب وأرفعها وطريقته هي الوحيدة في سموها وقوتها. ¶ ثانيا: امتيازه بالدقة البالغة في اختيار اللفظ لموقعه الذي أريد له والروعة المعجزة في اختياره إلى غير ذلك من أسرار الإعجاز وحسبك أنه قد ألف فيه المؤلفات قديما وحديثا.",
            "page": "160",
            "part": "1",
            "seal": "6FEEA5C6"
        },
        {
            "id": "24",
            "nass": "الأحاديث والأمر بهجاء المشركين ¶ ... ¶ أن من البيان لسحرا وأن من الشعر لحكمة والأمر بهجاء المشركين ¶ الحديث الأول: ¶ عن ابن عمر رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن من البيان سحرا \"1. ¶ معنى الحديث: إن بعض البيان يكشف الحقيقة ويوضح المشكل فيستميل القلوب ويجذبها كما يستمال بالسحر. ¶ وهذا الحديث قاله عليه الصلاة والسلام حين قدم وفد تميم وفيه الزبرقان وعمرو ابن الأهتم فخطبا ببلاغة وفصاحة ثم فخر الزبرقان فقال: يا رسول الله أنا سيد بني تميم والمطاع فيهم والمجاب لديهم أمنعهم من الظلم وآخذ لهم بحقوقهم وهذا يعلم ذلك. فقال عمرو: إنه لشديد العارضة مانع لجانبه مطاع في أذنيه. فقال الزبرقان: والله لقد علم مني أكثر مما قال ما منعه أن يتكلم إلا الحسد. فقال عمرو: أنا أحسدك والله إنك للئيم الخال حديث المال ضيق العطن أحمق الولد والله. ¶ يا رسول الله لقد صدقت فيما قلت أولا وما كذبت فيما قلت ثانيا، ولكني رجل إذا رضيت قلت أحسن ما علمت وإذا غضبت قلت أقبح ما وجدت ولقد صدقت في الأولى والأخرى جميعا. ¶ فقال رسول الله صلى الله عليه وسلم:\"إن من البيان لسحرا\". ¶ قال الميداني: \"هذا المثال في استحسان النطق وإيراد الحجة البالغة\"2. ¶ 1 أخرجه أحمد في مسنده والبخاري في صحيحه وأبو داود والترمذي. ¶ ووجه المطابقة بين الحديث والترجمة أن البيان أعم من كونه نثرا فيدخل فيه الشعر لما يشتمل عليه من أوجه البيان وصفوف التشبيهات والمحسنات التي تجذب.. ¶ __________ ¶ 2 _ الميداني _ مجمع الأمثال والزرقاني _ فيض القدير 2/524.",
            "page": "160",
            "part": "1",
            "seal": "7FFC052C"
        },
        {
            "id": "25",
            "nass": "الحديث الثاني: ¶ عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: \"إن من البيان سحرا وإن من الشعر حكما\" وفي رواية: \"إن من الشعر لحكمة\"1. ¶ والمعنى أنه ليس كل شعر غواية بل منه ما يتضمن إقامة الحق والحث على الخير، كانت العرب تطلق اسم الحكمة على قوة جامعة لرزانة العقل والرأي وشرافة الخلق ومن هذا سموا الرجل العاقل المهذب حكيما. وكذا يطلقونها على فصل الخطاب وهو القول الواضح عند العقل والقلب والحكم والفضاء حقا كان أو باطلا قال تعالى: {مَا لَكُمْ كَيْفَ تَحْكُمُونَ} . {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُون} قال النووي في تعريف الحكمة: \"فيها أقوال مضطربة وقد صفا لنا منها أن الحكمة عبارة عن العلم المتصف بالأحكام المشتمل على المعرفة بالله تعالى بنفاذ البصيرة وتهذيب النفس وتحقيق الحق والعمل به والصبر عن الهوى والباطل وقد اتفق العلماء على مدح الإيجاز والإتيان بالمعاني الكثيرة بالألفاظ اليسيرة وعلى مدح الإطناب في مقام الخطابة بحسب المقام. نعم الإفراط في كل شيء مذموم وخير الأمور أوسطها\"2. ¶ الحديث الثالث: ¶ عن البراء قال: قال رسول الله صلى الله عليه وسلم لحسان بن ثابت: \"اهجهم وهاجهم وجبريل معك\" متفق عليه. وعن أبي سلمة بن عبد الرحمن أنه سمع حسان بن ثابت الأنصاري يستشهد أبا هريرة: أنشدك الله هل سمعت رسول الله صلى الله عليه وسلم يقول: \"يا حسان أجب عن رسول الله صلى الله عليه وسلم اللهم أيده بروح القدس؟ \". قال أبو هريرة: نعم\". أخرجه مسلم. وعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال: \"جاهدوا المشركين بأنفسكم وأموالكم وألسنتكم\". أخرجه أبو داود. ¶ عن كعب بن مالك حين أنزل الله تبارك وتعالى في الشعر ما أنزل أتى النبي صلى الله عليه وسلم فقال: \"إن الله تبارك وتعالى قد أنزل في الشعر ما قد علمت وكيف ترى فيه؟ فقال النبي صلى الله عليه وسلم: \"إن المؤمن يجاهد بسيفه ولسانه\". أخرجه أحمد. ¶ __________ ¶ 1 أخرجه أحمد في مسنده، وأبو داود في سننه من طريق ابن عباس والجملة الثانية ثابتة في البخاري بلفظ إن من الشعر لحكمة من طريق أبي قاله الزرقاني 2/24. ¶ وانظر ابن حجر فتح_ 10/202 باب أن من البيان سحرا. ¶ 2 ابن حجر فتح 10/202.",
            "page": "161",
            "part": "1",
            "seal": "78BA0FAA"
        },
        {
            "id": "26",
            "nass": "وفي رواية له: \"والذي نفسي بيده لكأنما تنضحونهم بالنبل فيما تقولون لهم من الشعر\". ¶ وعن عائشة رضي الله عنها قالت: \"استأذن حسان بن ثابت رسول الله صلى الله عليه وسلم في هجاء المشركين فقال رسول صلى الله عليه وسلم: \"فكيف بنسبي؟ \" فقال: \"لأسلنك منهم كما تسل الشعرة من العجين\" متفق عليه. وعن هشام عن أبيه قال: \"ذهبت أسب حسان عند عائشة فقالت: لا تسبه فإنه كان ينافح عن رسول الله صلى الله عليه وسلم\". أخرجه الإسماعيلي. ¶ في هذه الأحاديث جواز الشعر بل استحبابه إذا كان هادفا إلى صالح الإسلام وتدعيم الدعوة الإسلامية ورفع صرحها ونقض مباني الشرك وعبادة الأوثان. ¶ دخل حسان بن ثابت رضي الله عنه في الإسلام حتى إذا أخذ شعراء قريش في هجاء الرسول وصحبه من المسلمين انبرى لهم بلاذع هجائه وكان رسول الله يحثه على ذلك ويدعو له بمثل: \"اللهم أيده بروح القدس\". ¶ ولما قال له الرسول: \"كيف بنسبي؟ \" قال له: \"لأسلنك منهم كما تسل الشعرة من العجين\". فكان يهجوهم بأفعالهم وبما يختص عاره بهم. ¶ واستمع الرسول إلى بعض هجائه لهم فقال: \"لهذا أشد عليهم من وقع النبل\". ¶ وفي حديث عنه صلى الله عليه وسلم أنه قال: \"أمرت عبد الله بن رواحة بهجاء قريش فقال وأحسن وأمرت كعب بن مالك فقال وأحسن وأمرت حسان بن ثابت فشفى وأشفى\". ¶ وما ذلك إلا أنه لم يكن يهجو قريشا بالكفر وعبادة الأوثان إنما كان يهجوهم بالأيام التي هزموا فيها ويعيرهم بالمثالب وهذا طبيعي لأنهم كانوا مشركين فعلا فلو هجاهم بالكفر والشرك ما بلغ منهم مبلغا. وبحق سمى حسان شاعر الإسلام وشاعر ورسوله الكريم صلى الله عليه وسلم فقد عاش يناضل عنه أعداءه من قريش واليهود ومشركي العرب راميا لهم جميعا بسهام مصمية.",
            "page": "162",
            "part": "1",
            "seal": "CDFCE892"
        },
        {
            "id": "27",
            "nass": "نبذة عن شعر حسان ¶ قدم على الرسول صلى الله عليه وسلم وفد بني تميم فقال حسان يرد على شاعر هذا الوفد الزبرقان بن بدر مادحا للمهاجرين مدحا رائعا يقول في تضاعيفه: ¶ إن الذوائب من فهر وإخوتهم ... قد بينوا سنة للناس تتبع ¶ يرضى بها كل من كانت سريرته ... تقوى الإله وبالأمر الذي شرعوا",
            "page": "162",
            "part": "1",
            "seal": "B736327D"
        },
        {
            "id": "28",
            "nass": "إن كان في الناس سباقون بعدهم ... فكل سبق لأدني سبقهم تبع ¶ أهدى لهم مدَحي قلب يؤازره ... فيما أراد لسان حائك صنع ¶ وورد أنه كان ينشد الرسول شعره في المسجد. ¶ ومن هنا تعرف أن القرآن إنما يهاجم شعراء المشركين الذين كانوا يهجون الرسول ويثبطون عن دعوته فالقرآن لم يهاجم الشعر من حيث أنه شعر وإنما هاجم شعرا بعينه كان يؤذي الله ورسوله وهو نفسه الذي قال فيه الرسول الكريم: \"لأن يمتلئ جوف أحدكم قيحا خير له أن يمتلئ شعرا\". ¶ ويقول حسان من همزيته التي أجاب فيها أبا سفيان بن الحارث وقد استهلها بمطلع غزلي جميل: ¶ عفت ذات الأصابع فالجواء ... إلى عذراء منزلها خلاء ¶ إلى أن يقول: ¶ عدمنا خيلنا إن لم تروها ... تثير النقع موعدها كداء1 ¶ يبارين الأسنة مصعدات ... على أكتافها الأسل الظماء2 ¶ تظل جيادنا متمطرات ... تلطمهم بالخمر النساء3 ¶ فإما تعرضوا عنا اعتمرنا ... وكان الفتح وانكشف الغطاء4 ¶ وإلا فاصبروا لجلاد يوم ... يعز الله فيه من يشاء5 ¶ إلى أن يقول: ¶ ألا أبلغ أبا سفيان عني ... فأنت مجوف نَخْبُ هواء6 ¶ بأن سيوفنا تركتك عبدا ... وعبد الدار سادتها الإماء7 ¶ هجوت محمدا فأجبت عنه ... وعند الله في ذاك الجزاء ¶ أتهجوه ولست له بكفءٍ ... فشركما لخيركما الفداء ¶ فمن يهجو رسول الله منكم ... ويمدحه وينصره سواء ¶ فإن أبي ووالده وعرضي ... لعرض محمد منكم وقاء ¶ __________ ¶ 1 النقع: غبار الحرب. كداء: موضع بأعلى مكة وهو غير كدي بالضم. ¶ 2 مصعدات: مسرعات في الصعود. الأسل: الرماح الجيدة. ¶ 3 متمطرات: مسرعات متحفزات.. ¶ 4 الفتح: يعني فتح مكة. ¶ 5 الجلاد: المصابرة في القتال. ¶ 6 مجوف: فارغ. نخب: جبان. هواء: فارغ. ¶ 7 عبد الدار: أخو عبد مناف. وحسان يهجو بني عبد الدار لأن النبي صلى الله عليه وسلم من بني عبد مناف.",
            "page": "163",
            "part": "1",
            "seal": "B51F526F"
        },
        {
            "id": "29",
            "nass": "والموضوع طويل وحسبنا ما ذكرنا على سبيل المثال.",
            "page": "164",
            "part": "1",
            "seal": "B4C48FED"
        },
        {
            "id": "30",
            "nass": "استنشاده صلى الله عليه وسلم واستماعه وما تمثل به منه وبيان أنه بمنزلة الكلام ¶ ... ¶ وقد ذكر البخاري في باب من استنشد الشعر وما سمعه النبي صلى الله عليه وسلم منه وما تمثل به وبيان أنه بمنزلة الكلام. ¶ 1- عن عمر بن الشريد عن أبيه قال: استنشدني النبي صلى الله عليه وسلم شعر أمية ابن أبي الصلت وأنشدته، فأخذ النبي صلى الله عليه وسلم يقول: \"هيه هيه\". حتى أنشدته مائة قافية. فقال: \"إن كاد ليسلم\"1 2. ¶ ترجمة أمية: ¶ هو أمية بن عبد الله بن ربيعة الثقفي. وعتبة وشيبة أبناء خاله ولذلك رثى قتلى بدر بقصيدته المشهورة وكان ممن حرم الخمر وتجنب الأوثان والتمس الدين وطمع في النبوة لأنه قرأ في الكتب أن نبيا يبعث في الحجاز فرجا أن يكون هو. ¶ فلما بعث النبي صلى الله عليه وسلم حسده وبلغ به الحسد إلى حد الجحود فلم يسلم. توفي بالطائف في السنة الثانية وقيل في التاسعة ومن شعره: ¶ كل دين يوم القيامة عند الله ... إلا دين الحنيفة زور ¶ ومن شعره: ¶ إن تغفر اللهم تغفر جما ... وأي عبد لك لا ألما 3 ¶ قوله: \"هيه هيه\" أصله إيه أبدلت الهمزة بالهاء، اسم فعل بمعنى الأمر تقول للرجل \"إيه\" بغير تنوين إذا استزدته من الحديث المعهود بينكما فإذا نونته استزدته من حديث ما لأن التنوين للتنكير. ¶ قوله \"إن كاد\" مخففة من الثقيلة. أي قارب الإسلام ولم يسلم. وفي رواية:\" آمن لسانه وكفر قلبه\". ¶ 2- وعن خالد بن كيسان قال: \"كنت عند ابن عمر فوقف عليه إياس بن خثيمة قال: ألا أنشدك من شعري يا ابن الفاروق. قال: بلى ولكن لا تنشدني إلا حسنا. فأنشده حتى إذا بلغ شيئا كرهه ابن عمر قال له: أمسك\"4. ¶ __________ ¶ 1 أخرجه البخاري في الأدب المفرد وأخرجه مسلم في كتاب الشعر آخر كتاب الحيوان وابن ماجه في الأدب والدارمي في الاستئذان وابن خزيمة في التوحيد والطحاوي في الكراهية وأحمد في مسند ابن عباس. ¶ 2 قال النووي في الحديث جواز إنشاء الشعر الذي لا فحش فيه وسماعه سواء شعر الجاهلية وغيرهم وأن المذموم من الشعر الذي لا فحش فيه إنما هو الإكثار منه وكونه غالبا على الإنسان فأما يسيره فلا بأس بإنشاده وسماعه وحفظه.. شرح مسلم 15/12. ¶ 3 تاريخ الأدب العربي ص75. ¶ 4 أخرجه البخاري في الأدب المفرد في باب إن من الشعر حكمة قال حدثنا عبد الله بن محمد قال حدثنا أبو عامر قال حدثنا أيوب بن خالد هو ابن كيسان الحديث ص222.",
            "page": "164",
            "part": "1",
            "seal": "CE1BDB4F"
        },
        {
            "id": "31",
            "nass": "3- عن قتادة سمع مطرفا قال: \"صبحت عمران بن حصين من الكوفة إلى البصرة فقلّ منزل ينزله إلا وهو ينشدني شعرا. وقال: إن في المعاريض لمندوحة عن الكذب\"1. ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال:\" أشعر كلمة تكلمت بها العرب كلمة لبيد ألا كل شيء ما خلا الله باطل\". وفي رواية: \"أصدق كلمة\" منفق عليه. ¶ المراد بالكلمة هنا القطعة من الكلام كما قال سبحانه: {كَلا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا} إشارة إلى قول الكافر: {رب ارجعون لعلي أعمل صالحا فيما تركت} . ¶ ترجمة لبيد: ¶ هو لبيد بن ربيعة بن مالك بن جفر بن كلاب يكنى أبا عقيل قدم على رسول الله صلى الله عليه وسلم في وفد بني كلاب فأسلم ثم رجع إلى بلاده وقطن بالكوفة ومات بها عاش مائة وأربعين سنة وكان شريفا في الجاهلية والإسلام قيل مات في خلافة عثمان وقيل في خلافة معاوية2. ¶ وعجز الشطر الأول. وكل نعيم لا محالة زائل. قوله باطل: أي هالك مضمحل لأنه موافق لأصدق الكلام وهو قوله تعالى: {كُلُّ مَنْ عَلَيْهَا فَانٍ} فلا ريب أن هذه الكلمة أصدق ما تكلم به ناظم أو ناثر. مقدمتها كلية مقطوع بصحتها وشمولها عقلا ونقلا ولم يخرج من كليتها شيء قطعا إلا ما مرَّ استثناؤه وهو الله وصفاته وعقابه وثوابه. وفيه جواز الشعر وإنشاده ما لم يخل بأمر ديني أو يزيل الوقار أو يحصل منه إطراء أو إكثار3. ¶ 4- عن المقدام بن شريح عن أبيه قال: \"قلت لعائشة رضي الله عنها: أكان رسول الله صلى الله عليه وسلم يتمثل بشيء من الشعر؟. فقالت: كان يتمثل بشيء من شعر عبد الله بن رواحة ويتمثل ويقول: \"ويأتيك بالأخبار من لم تزود\"4. ¶ قوله: \"فقالت\" لفظ الطحاوي: \"فقالت نعم بشعر ابن رواحة وربما قال هذا البيت ويأتيك الخ\". وفي لفظ له: \"كان يتمثل بشعر ابن رواحة\" أخرجه أحمد من طريق مغيرة عن الشعبي: \"إذا استراب الخبر تمثل فيه ببيت طرفة\" فنسبتها إلى ¶ __________ ¶ 1 أخرجه البخاري في الأدب المفرد قال حدثنا عمرو بن مرزوق قال أخبرنا شعبة. الحديث. ¶ 2 شرح شواهد المغني للسيوطي 152 _ج1. ¶ 3 فيض القدير 1/529. ¶ 4 أخرجه الترمذي وصححه والنسائي في اليوم والليلة والبخاري في الأدب المفرد والطحاوي في مشكل الآثار.",
            "page": "165",
            "part": "1",
            "seal": "F1CEF43A"
        },
        {
            "id": "32",
            "nass": "ابن رواحة مجازية1. ¶ عبد الله بن رواحة: ¶ صحابي جليل شهد بدرا وهو أحد النقباء استشهد بمؤتة وكان ثالث الأمراء الذين أخبر بهم النبي صلى الله عليه وسلم وكان جده أبو سريح عمرو بن امرئ القيس شاعرا فحلا وهو القائل: ¶ يا مال والسيد المعمم قد ... يبطره بعد رأيه السرف ¶ نحن بما عندنا وأنت بما عن‍‍‍‍ ... ‍‍‍‍‍‍‍‍‍دك راض والرأي مختلف ¶ قوله ويأتيك الخ هذا عجز بيت وصدره: ¶ ستبدي لك الأيام ما كنت جاهلا ¶ والمعنى يأتي الزمان إليك بالخبر من غير أن ترسل أحدا أن يأتي به إليك فلا تحتاج أن تعطيه الزاد. ¶ عن البراء بن عازب قال: \"رأيت النبي صلى الله عليه وسلم ينقل معنا التراب وهو يقول: ¶ والله لولا الله ما اهتدينا ... ولا تصدقنا ولا صلينا ¶ فأنزلن سكينة علينا ... وثبت الأقدام إن لاقينا ¶ والمشركون قد بغوا علينا ... إذا أرادوا فتنة أبينا ¶ ويرفع بها صوته\". ¶ وفي رواية: \"ورفع بها صوته أبينا أبينا\" متفق عليه. ¶ عن أنس بن مالك عن النبي صلى الله عليه وسلم أنه قال: ¶ اللهم لا عيش إلا عيش الآخرة ... فاغفر للأنصار والمهاجرة ¶ وفي رواية سهل بن سعد عند مسلم: \"فاغفر للمهاجرين والأنصار\" وفي رواية: \"كانوا يرتجزون ورسول الله صلى الله عليه وسلم معهم وهم يقولون الحديث\" منفق عليه. ¶ عن جندب بن سفيان قال: \"دميت إصبع رسول الله صلى الله عليه وسلم في بعض تلك المشاهد فقال: ¶ هل أنت إلا إصبع دميت ... وفي سبيل الله ما لقيت ¶ أخرجه الشيخان. ¶ وعن أبي سفيان بن الحارث بن عبد المطلب أن النبي صلى الله عليه وسلم قال في غزوة حنين: \"أنا النبي لا كذب أنا ابن عبد المطلب\". أخرجه الشيخان. ¶ التعليق على الأحاديث ¶ قال النووي: \"قال المازري: أنكر بعض الناس كون الرجز شعرا لوقوعه ¶ __________ ¶ 1 فضل الله الصمد في توضيح الأدب المفرد 2/316.",
            "page": "166",
            "part": "1",
            "seal": "C61E8602"
        },
        {
            "id": "33",
            "nass": "من النبي صلى الله عليه وسلم مع قوله تعالى: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَه} وهذا مذهب الأخفش واحتج به على فساد مذهب الخليل في أنه شعر. وأجابوا عن هذا بأن الشعر هو ما قصد إليه واعتمد الإنسان أن يوقعه موزونا مقفى يقصده إلى القافية ويقع في ألفاظ العامة كثير من الألفاظ الموزونة ولا يقول أحد أنها شعر ولا صاحبها شاعر وهكذا الجواب عما في القرآن من الموزون كقوله تعالى: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّون} وقوله تعالى: {نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيب} 1 \". ¶ ولا شك أن هذا لا يسميه أحد من العرب شعرا لأنه لم تقصد تقفيته وجعله شعرا. قلت: وقد قال الإمام أبو القاسم علي بن أبي جعفر بن علي السعدي الصقلي المعروف بابن القطاع في كتابه الشافي في علم القوافي: \"قد رأى قوم منهم الأخفش وهو شيخ هذه الصناعة بعد الخليل أن مشطور الرجز ومنهوكه ليس بشعر كقول النبي صلى الله عليه وسلم: \"الله مولانا ولا مولى لكم\". وقوله: \"هل أنت إلا إصبع دميت وفي سبيل الله ما لقيت\". وقوله: \"أنا النبي لا كذب أنا ابن عبد المطلب\" وأشباه هذا القول. قال ابن القطاع: \"وهذا الذي زعمه الأخفش وغيره غلط بيِّن وذلك لأن الشاعر إنما سمي شاعرا لوجوه منها أنه شعر القول وقصده وأراده واهتدى إليه وأتي به كلاما موزونا على طريقة العرب مقفى فإن خلا من هذه الأوصاف أو بعضها لم يكن شعرا ولا يكون قائله شاعرا\". ¶ عن سلمة بن الأكوع قال: \"خرجنا مع رسول الله صلى الله عليه وسلم إلى خيبر فتسيرنا ليلا فقال رجل من القوم لعامر بن الأكوع: ألا تسمعنا من هينهاتك - وكان عامر رجلا شاعرا - فنزل يحدو بالقوم يقول: ¶ اللهم لولا أنت ما اهتدينا ... ولا تصدقنا ولا صلينا ¶ فاغفر فداء لك ما اقتفينا ... وثبت الأقدام إن لاقينا ¶ وألقين سكينة علينا ... إنا إذا أصيح بنا أتينا ¶ وبالصياح عولوا علينا ¶ متفق عليه. ¶ قلت: وقد سبق الكلام على ما يتعلق به. ¶ عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: \"الشعر بمنزلة الكلام حسنه كحسن الكلام وقبيحه كقبيح الكلام\"2. ¶ __________ ¶ 1 شرح مسلم 12/118. ¶ 2 أخرجه البخاري في الأدب المفرد والدارقطني في سننه.",
            "page": "167",
            "part": "1",
            "seal": "8D18116B"
        },
        {
            "id": "34",
            "nass": "عن عائشة رضي الله عنها أنها كانت تقول: \"الشعر منه حسن ومنه قبيح، خذ بالحسن ودع القبيح. ولقد رويت من شعر كعب بن مالك أشعارا منها القصيدة فيها أربعون بيتا ودون ذلك\"1. ¶ عن جابر بن سمرة قال: \"جالست النبي صلى الله عليه وسلم أكثر من مائة مرة فكان أصحابه يتناشدون الشعر ويتذاكرون أشياء من أمر الجاهلية وهو ساكت فربما تبسم معهم\". ¶ أخرجه الترمذي والطيالسي وأحمد والسياق للترمذي2. ¶ ترجمة كعب بن مالك: ¶ أبو عبيد الله المدني أحد الثلاثة الذين نزلت توبتهم في القرآن بعد خمسين ليلة وهو أحد السبعين الذين شهدوا العقبة شهد أحدا وما بعدها مات بالشام في خلافة معاوية. ¶ والمعنى أنه ذا حسن المعنى شرعا فالكلام محكوم عليه شرعا بالحسن ولو كان اللفظ غير فصيح وإذا قبح المعنى شرعا لم يحكم عليه بالحسن وإن كان لفظه فصيحا وهذا حق ولكن الوزن وفصاحة الكلام يزيد الحسن حسنا كالحكمة يزيد القبيح قبيحا كالهجو3. ¶ كراهة الشعر لمن غلب عليه ¶ عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"لأن يمتلئ جوف أحدكم قبحا خير له من أن يمتلئ شعرا\"4. ¶ زاد مسلم: \"يريه\" بفتح الياء وكسر الراء من الورى وهو داء يفسد الجوف. ¶ قال الطحاوي: \"المكروه الشعر الذي يملأ الجوف فلا يكون فيه قرآن ولا تسبيح ولا غيره فأما من كان في جوفه القرآن والشعر مع ذلك فهو خارج من قول رسول الله صلى الله عليه وسلم\" لأن يمتلأ\".الحديث5. ¶ وقال النووي: \"المراد أن يكون الشعر غالبا عليه مستوليا عليه بحيث يشغله عن القرآن وغيره من العلوم الشرعية وذكر الله تعالى وهذا مذموم من أي شعر كان فأما إذا كان القرآن والحديث ¶ __________ ¶ 1 أخرجه البخاري في الأدب المفرد من طريق سعيد بن تليد قال حدثنا ابن وهب قال أخبرني جاب بن إسماعيل وغيره عن عقيل عن ابن شهاب عن عروة عن عائشة قال الحافظ سنده حسن وذكره الألباني في سلسلة الأحاديث الصحيحة. ¶ 2 وقال حديث صحيح وذكره الألباني في سلسلة الأحاديث الصحيحة ص176/رقم ج/435. ¶ 3 فضل الله الصمد ج2_315. ¶ 4 أخرجه مسلم في كتاب الشعر والدارمي في الاستئذان وأحمد في مسند ابن عمر والبخاري في الأدب المفرد.. ¶ 5 معاني الآثار2/372.",
            "page": "168",
            "part": "1",
            "seal": "FF90B707"
        },
        {
            "id": "35",
            "nass": "كراهة الشعر لمن غلب عليه ¶ عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"لأن يمتلئ جوف أحدكم قبحا خير له من أن يمتلئ شعرا\"4. ¶ زاد مسلم: \"يريه\" بفتح الياء وكسر الراء من الورى وهو داء يفسد الجوف. ¶ قال الطحاوي: \"المكروه الشعر الذي يملأ الجوف فلا يكون فيه قرآن ولا تسبيح ولا غيره فأما من كان في جوفه القرآن والشعر مع ذلك فهو خارج من قول رسول الله صلى الله عليه وسلم \" لأن يمتلأ\". الحديث5. ¶ وقال النووي: \"المراد أن يكون الشعر غالبا عليه مستوليا عليه بحيث يشغله عن القرآن وغيره من العلوم الشرعية وذكر الله تعالى وهذا مذموم من أي شعر كان فأما إذا كان القرآن والحديث ¶ __________ ¶ 4 أخرجه مسلم في كتاب الشعر والدارمي في الاستئذان وأحمد في مسند ابن عمر والبخاري في الأدب المفرد.. ¶ 5 معاني الآثار2/372.",
            "page": "168",
            "part": "1",
            "seal": "252C3A6B"
        },
        {
            "id": "36",
            "nass": "وغيرهما من العلوم الشرعية هو الغالب عليه فلا يضر حفظ اليسير من الشعر مع هذا لأن جوفه ليس ممتلئا شعرا وقال العلماء كافة هو مباح ما لم يكن فيه فحش ونحوه. قالوا وهو كلام حسنه حسن وقبيحه قبيح وهذا هو الصواب فقد سمع النبي صلى الله عليه وسلم الشعر واستنشده وأمر به حسان في هجاء المشركين وأنشده أصحابه بحضرته في الأسفار وغيرها وأنشده الخلفاء وأئمة الصحابة وفضلاء السلف ولم ينكره أحد منهم على إطلاقه وإنما أنكروا المذموم منه وهو الفحش ونحوه\"1. ¶ وفي رواية لمسلم من طريق أبي سعيد الخدري قال: \"بينا نحن نسير مع رسول الله صلى الله عليه وسلم بالعرج إذ عرض شاعر ينشد فقال رسول الله صلى الله عليه وسلم: \"خذوا الشيطان أو أمسكوا الشيطان لأن يمتلئ ... \" الحديث ¶ والعرج: على نحو ثمانية وسبعين ميلا من المدينة. ¶ قال النووي: \"وأما تسميته هذا الرجل الذي سمعه ينشد شيطانا فلعله كان كافرا أو كان الشعر هو الغالب عليه أو كان شعره هذا من المذموم\". ¶ وبالجملة فتسميته شيطانا إنما هي قضية عين تتطرق إليها الاحتمالات المذكورة وغيرها ولا عموم لها فلا يحتج بها. ¶ وقال المناوي: \"وأما قول المصطفى صلى الله عليه وسلم للشاعر الذي عرض له بالعرج خذوا أو أمسكوا الشيطان فلعله علم من حاله أنه اتخذ الشعر حرفة فيفرط في المدح إذا أعطى وفي الذم إذا منع فيؤذي الناس في أموالهم وأعراضهم\"2. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم.. ¶ __________ ¶ 1 شرح مسلم 15/14. ¶ 2 فيض القدير ج1_529.",
            "page": "169",
            "part": "1",
            "seal": "607C0093"
        },
        {
            "id": "37",
            "nass": "مصادر ومراجع ¶ ... ¶ مراجع البحث ¶ القرآن ¶ أحكام القرآن لابن العربي. ¶ الكشاف للزمخشري. ¶ أضواء البيان للشنقيطي. ¶ تفسير ابن كثير لإسماعيل بن كثير. ¶ تاريخ الأدب العربي للزيات. ¶ التلخيص الحبير لابن حجر. ¶ سيرة ابن هشام. ¶ سنن أبي داود. ¶ سنن النسائي. ¶ سنن ابن ماجه. ¶ سبل السلام للصنعاني. ¶ الشعر والشعراء لابن قتيبة. ¶ شرح شواهد المغني للسيوطي. ¶ شرح مسلم للنووي. ¶ غريب القرآن. ¶ فيض القدير شرح الجامع الصغير للمناوي. ¶ فتح الباري لابن حجر. ¶ صحيح البخاري. ¶ صحيح مسلم. ¶ فضل الله الصمد شرح الأدب المفرد لفضل الله الجيلاني. ¶ لباب النقول للسيوطي. ¶ مسند أحمد والطيالسي. ¶ مجمع الأمثال. ¶ مقدمة ابن خلدون. ¶ مشكل الآثار للطحاوي. ¶ مقدمة شرح التلخيص للبرقوقي. ¶ مذكرة في الأدب لمحمد المجذوب. ¶ مجلة حضارة الإسلام.",
            "page": "170",
            "part": "1",
            "seal": "09FC4999"
        }
    ],
    "t10409": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "خطبة الكتاب"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الشعر"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مكانة الشعر العربي"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ما ورد في تفسير آيات الشعراء"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "أضواء على الآيات وفوائد تتعلق بها"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "القرآن الكريم وسر إعجازه"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الأحاديث والأمر بهجاء المشركين"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "نبذة عن شعر حسان"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "استنشاده صلى الله عليه وسلم واستماعه وما تمثل به منه وبيان أنه بمنزلة الكلام"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "كراهة الشعر لمن غلب عليه"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "مصادر ومراجع"
        }
    ]
}