{
    "b10420": [
        {
            "id": "1",
            "nass": "المدخل ¶ ... ¶ الصولي شاعرًا دراسة فنية تحليلية لأهم أغراض الشعر عنده ¶ لفضيلة الدكتور أحمد جمال العمري ¶ \"هو محمد بن يحي بن عبد الله بن العباس بن محمد بن صول تكين، أبو بكر الصولي البغدادي، العالم الفقيه، الأديب الكاتب، الشاعر الناقد، الإخباري المؤرخ، الشطرنجي النديم، الذي عاش قرابة ثمانين عاما – (255- 336هـ) في فترة تولى الخلافة فيها أكثر من اثنى عشر خليفة، نادم أربعة منهم، واتصل بمعظم الباقين، وكانت له مكانة مرموقة، وسمعة حسنة لديهم جميعا، ففتحوا له أبواب قلوبهم وقصورهم، وليعيش في بلاطهم أكثر من نصف قرن من الزمان، وليصادف ما لم يصادفه أحد من قبلهن ليشهد ما لم يشهده أحد من معاصريه\"1. ¶ كان الصولي شاعرا فحلا بين فحول عصره الأفذاذ – أبي تمام والبحتري وابن الرومي وغيرهم، واستطاع ان يقف بين هؤلاء المشهورينمنافسا قويا ... ¶ فهو شاعر جزل الألفاظ، متخير الكلمات، لا يجد مشقة في الأوزان، ولا اختيار القوافي، اكتملت لديه نماذج الشعر العربي في مثله العليا، كان ولا شك ¶ __________ ¶ 1 انظر: ترجمنه في: غرشاد الأديب لياقوت والأعلام للزركلي، إنباء الرواة للقفطي والأنساب للسمعاني والبداية والنهاية في التاريخ.",
            "page": "121",
            "part": "1",
            "seal": "0048018A"
        },
        {
            "id": "2",
            "nass": "يسيطر على لغته، ويتمثل التراث العربي في كل صوره وجلِّ معانيه وأغراضه وتراثا، واضحا جليا، واستطاع أن يصوغ الكثير من المعاني الجميلة، فيجئ بالجديد أو ما يشبه الجديد. ¶ وشعر الصولي مرآة صادقة لعصره، وصورة صادقة للفن الخالص، والأدب العالي.. نرى فيها كل ما أحس به في حياته المديدة من الحنين واللوعة، والسعادة والتعاسة، والرضا والحسرة، ظهركل ذلك واضح في شعره، فقد دفعته الأحاسيس النفسية إلى أن يعبر عن أعماق نفسه في جميع حالاتها، كما دفعته حياته الخاصة في رحاب الخلفاء والأمراء، وما كان يتنسمه ن عبير الحياة الرغدة في قصورهم إلى وصف المناظر الطبيعية، والوقوف على ضفاف الأنهار، وأن ينطلق لسانه بتصويرها مبينا أثرها في نفسه.. ¶ ومن المهم أن نعرف أن الصولي سلير شعراء عصره.. مدح ورثى، وتغزل ووصف وفاخر وصور مشاعره إزاء الناس والحياة، كما كتب الرسائل الشعرية.. ¶ ويكفي لكي نبرهن على شاعريته أن نقف أمام مجالين من مجالات الشعر عنده. ¶ أحدهما غيري: وهو المديح، والثاني ذاتي: وهو الفخر",
            "page": "122",
            "part": "1",
            "seal": "26A887D9"
        },
        {
            "id": "3",
            "nass": "المديح: ¶ أكبر الموضوعات التي جال فيها الصولي بشعره وأهمها.. فن المديح، ذلك الفن الذي يصل الشعراء العباسيين بالشعراء الأقدمين، أولئك الذين ارتفعوا بهذا الفن إلى ذروته، ثم ترسم العباسيون خطاهم، فتتبعوهم فيه، ومعروف أن الشعراء القدامى اتخذوا من المديح أداة لتربية الخلق، والحث على مكارم الأخلاق، فكان الشاعر يمدح ممدوحيه بالكرم والشجاعة والاعتداد والإباء وغير ذلك من المثل العليا التي لم تكن ترجع إلى الفرد وحده، بل تعود على الجماعة أو القبيلة كلها. ¶ ولما جاء الإسلام صبغ هذه المثل الخلقية العربية بصبغة روحية، فاخترعت المعاني الإسلامية التي تتحدث عن الإيمان والعدل والتقوى، فأضاف الشعراء الإسلاميون هذه الصفات إلى مدائحهم للخلفاء والوزراء. ولقد اتصلت المديحة العباسية بالمديحة",
            "page": "122",
            "part": "1",
            "seal": "8F957C6C"
        },
        {
            "id": "4",
            "nass": "الإسلامية، فالشعراء مضوا يتمسكون في مدائحهم بتصوير المثل الخلقية العربة وما أشاعه فيها الإسلام من مثالية روحية، فأكثروا من مدح الخلفاء بالعدل والتقوى. ¶ وقد اختلفت القصيدة العباسين عن القصيدة القديمة من حيث الموضوعات وإن كانت تسير على نهجها، فهي تبدأ بمقدمة غزلية طللية، ولكن قد يضيف إليها الشاعر العباسي بعض تحليلات لخواطره إزاء الحب، كما يضع فيها تصويرا لمطامحه وآماله في الحياة، وقد يضيف إلى ثناياها بعض الحكم ووصف الطبيعة وبعض العناصر الدينية. ¶ فقصيدة المديح العباسية لم تكن مديحا خالصا، بل كانت تحمل في فاتحتها كثيرا من أحاسيس الشاعر، وخلجات صدره، كما كانت تحمل وصف الرياض والربيع والقصور، ومقدمات أبي تمام يتجلى فيها هذا الجانب. وأيضا فإنه قدم لقصيدته في فتح عمورية بحديث طويل عن القوة والعقل، وهاجم المنجمين وخرافاتهم. وزعم الاطلاع على الغيب، وقد اشتهر البحتري كذلك بوضع المقدمات التي تصف الرياض والربيع، كما تصف قصور الخلفاء. ¶ كل ذلك كان تجديدا بلا شك من الشعراء العباسيين، اختلفوا فيه عن الشعراء السابقين، وعن منهجهم في التعبير، وفي وصف الرحلة وتحمل المشاق، وغير ذلك مما تطلعنا به قصائدهم ومدائحهم. ¶ فإذا كانت هذه هي مقومات المديحة العباسيةبوجهها الجديد – كما نراها عند أبي تمام والبحتري وغيرهما – فهل سار الصولي على نهجهما وتتبع خطا شعراء عصره؟.. أو أنه اتبع طريقا آخر ومنهجا مغايرا، فاستحدث أشياء أضافها إلى مدائحه؟ ¶ الواقع أن الصولي وقد عاش في العصر العباسي، ونهل مما نهل منه العباسيون شعراء وأدباء، جاراهم فيما جروا فيه، إلا أنه اختلف في منهجه، وفي مديحه بعض الشيء، فأضاف أشياء لم تكن موجودة عند نظرائه، واختط لنفسه – في",
            "page": "123",
            "part": "1",
            "seal": "CBF2EB2C"
        },
        {
            "id": "5",
            "nass": "مدائحه – منهجا يكاديعرف به، ربما حدده له وضعه الديني والاجنماعي والأدبين صلته بالخلفاء والأمراء والوزراء.. ¶ فإذا نظرنا في مدائح الصولي، وجدناه يقدم لها أحيانا بمقدمات تختلف عن مقدمات معاصريه، فنراه في مطالع مدائحهيبدل المقدمة الغزلية أو غيرها من المقدمات التي اصطنعها الشعراء الآخرون، بوضع مقدمة أخرى تبيناستبشار الناس وفرحتهم بحلول خليفة جديد أو أمير أو وزير – يأملون فيه أن يرجع هيبة الدولة, وأمجاد الاسلام, على نحو قوله في فاتحة ضاديته للخليفة الراضي بالله: ¶ أصبح الملك عاليا بأبي العبـ-ـاس أعلى الملوك بعد انخفاض ¶ واستفاض السرور في سائر الـ-ـناس, بملك المهذب الفياض ¶ فهو مستبشر مسرور لعلو الملك ثانية بحلول الخليفة الراضي, الذي سيعيد المهابة إلى الخلافة الاسلامية, بعد الضعف الذي أصابها من قبل, ويقول إن السرور عم جميع المسلمين بتولي الخلافة رجل همام سيعيد للدولة مجدها وهيبتها بقوة عزيمته. ¶ ويقول في مديحته السينية.. إن الدهر قد ضحك بعد أن ظل عابسا مدة طويلة, وأن السعد سيكون حليفا له وللمسلمين بعد أن لازمهم النحس طويلا, وستلبس الأيام ثوب النعيم, بعد أن لبست طويلا أثواب الشقاء, لأن الله سبحانه وتعالى قد اختار للخلافة رجلا قويا سيعيد لها هيبتها وجلالها بعد أن كانت كالربع الواهي الضعيف البناء. ¶ يقول: ¶ ضحك الدهر بعد طول عبوس ... طالعا بالسعود لا بالنحوس ¶ وأتتنا الأيام متعذرات ... لابسات نعيمها بعد بوس ¶ رضي الراضي الإله لملك ... أوضح النهج منه بعد الدروس ¶ آنس الله بالخليفة ملكا ... موحش الربع واهن التأسيس ¶ ويمدح الخليفة الراضي بالله، بأنه نسيم الحياة، الذي أنعش الدهر وأضحكه، ويشبه أيامه اللذيذة وسعادة الناس المحبين للوصال، وسعادة العروسين",
            "page": "124",
            "part": "1",
            "seal": "2945AE18"
        },
        {
            "id": "6",
            "nass": "في ليلة الزفاف، وهما صورتان جديدتان برع الصولي في رسمهما، يقول: ¶ يا نسيم الحياة أضحكت دهرا ... كان لولاك دائم التعبيس ¶ إن أيامك اللذاذ كوصل الـ ... حب طيبا ونومة التعريس ¶ وليس معنى ذلك أن جميع فواتح قصائده تسير على هذا المنوال، فالصولي يجاري أيضا تيار عصره، ويحاكي الشعراء المعاصرين التقليديين، فبدأ أحيانا بعض مدائحه بمقدمات غزلية مأثورة، له فيها لفتات نادرة، وصور رائعة، من مثل قوله في مديحته الدالية للراضي: ¶ متيم متلفه تلدده ... بان بين الهوى تجلده ¶ طال عليه مدى الصدود فما ... يبصره في ضناه عوده ¶ قد كتب الحب بالسقام له ... نظمه بمن أتي بفنده ¶ على أن مقدمات مدائح الصولي لا تسير على وتيرة واحدة، أو تنحصر في مجال واحد، فنراه أحيانا يخالف منهجيه السابق، فيجعل افتتاحيات قصائده شكوى لهمومه وأحزانه، وتنفيسا عن تباريحه وأسقامه، على نحو قوله في مقدمة ميميته لابن مقلة وزير الرضي: ¶ أنا من بين ذا الورى مظلوم ... وإذا ما خصمتهم مخصوم ¶ تخطاني الحظوظ فآسى ... ومكاني من علمهم معلوم ¶ كم ترى في الزمان مثلي حتى ... لميرمني الوزير فيمن يروم ¶ وقد يخالف الصولي ما تواضع عليه الشعراء، فلا يقدم لمدائحه بمقدمات، بل يتناول موضوعه مباشرة، كما فعل في مديحته النونية التي هنأ بها البردي وزير المتقي لله، بتوليه زمام الحكم. ¶ وإذا كان الصولي لا يقدم أحيانا لمدائحه للوزراء – فإنه قلما يمدح الخلفاء بقصائد دون أن يقدم لها بمقدمات غزلية أو استبشارية أو غيرها، فلم نعثر إلا على مديحة",
            "page": "125",
            "part": "1",
            "seal": "A0B9D82A"
        },
        {
            "id": "7",
            "nass": "واحدة للراضي –وهي مديحته الزائية- بدأها الصولي بالدعاء للخليفة دون أن يقدم لها.. حيث قال: ¶ بارك الله للأمير أبي العبا ... س خير الملوك في النيروز ¶ وأراه أولاده الغر أجدا ... رًا بملك نامٍ وعزٍّ عزيز ¶ غير أن الصولي في معظم الأحيان يقدم القصائده بمقدمات غزلية، قد تطول أو تقصر حسب انفعاله، وحالته النفسية، فقد تكون بيتًا واحدًا كما في داليته للخليفة المعتضد بالله1، وقد تصل إلى العشرين بيتًا كما في مقدمته لقصيدته البائية2 التي مدح بها الوزير ابن الفرات. وعمومًا فمقدماته الغزلية تتراوح بين الأربعة والخمسة الأبيات، أما مقدماته الاستبشارية فهي دائمًا متوقفة على تولى الخلافة أو الوزارة أو الإمارة. ¶ وإذا تركنا مقدمات مدائح الصولي إلى مدائحه نفسها، وجدناه يجسم المثالية الخلقية تجسيمًا قويًا في ممدوحيه، فهو حين يمدح الخلفاء أو الوزراء أو الأمراء، لا ينفصل عن منهج السابقين والمعاصرين، حيث يتمثل المعاني العربية المتوارثة، كالشجاعة والكرم والوفاء والإباء، وغير ذلك مما يتصل بالأخلاق الفاضلة، والخصال الحميدة. ¶ فتراه يمدح الخليفة الراضي بالشجاعة، وأن قواده وجنوده يستمدون منه القوة والمقدرة القتالية، وأنه سيف على الخارجين عليه، العاصين لأوامره، وهو المقتدر المطفئ لنار طغيانهم.. يقول: ¶ جيوشه حوله كما حدقت ... بالبدر بدر التمام أسعده ¶ سيف على مَنْ عصاك مقتدر ... تطفي به طغيانه وتغمده ¶ __________ ¶ 1 انظر مروج الذهب للمسعودي 4/278. ¶ 2 أخبار الراضي بالله ص47.",
            "page": "126",
            "part": "1",
            "seal": "5B1497D2"
        },
        {
            "id": "8",
            "nass": "ويمدح قائده –ابن ياقوت- بالشجاعة والبأس، وأنه قبلة الحرب، المؤيد بنصر الله فيقول: ¶ يا إمام الهدى استمع لوليِّ ... سائر في مديحكم ركاضِ ¶ يفضل الناس في الشجاعة والبأس ... كفضل الدَّيس لابن مخاض ¶ قبلة الحرب حين تجتنب الحر ... ب وتدرى خيولها في العراضِ ¶ ويمدح الصولي الأمير توزون بالإقدام والفتك والجرأة يوم احتدام الوغى، والتقاء الأقران، فيقول: ¶ عرفت بإقدام وفتك وجرأة ... فما أحد في كل ذلك ينكرك ¶ إذا التقت الأقرانُ واحتدم الوغى ... فسيفك بالنصر القريب يبشرك ¶ وإن جر يومًا عسكرًا ذو تجمع ... فسيفك فردًا في قتالك عسكرك ¶ ويساير الصولي –في مدائحه- تيار الشعر المتوارث، فيمدح الراضي بأكبر الصفات والمعاني التي كان يفاخر بها العرب وهي صفة الكرم حيث يقول: ¶ أمواله نحونا موجهة ... بنائل لا تحث ورّده ¶ يعلى لنا الحال والمحل به ... فلا سؤال له نردِّده ¶ ويبالغ في مديحه بالكرم، فيصفه بأنه النبع الصافي الذي منه يرتوي الناس، وأن جوده شمل كل من حوله، وأن بشره زائد العطاء، ويربط بين سخائه وصورة البرق الذي يلمع في السماء دليلاً على انهمار الغيث، ويقول إن هذا العطاء والسخاء يأتي تكرمًا دون سؤال إنسان أو تذكير من أحد، فالعطاء يجري من يديه إلى الناس خالصًا، كما تجري المياه من منابعها صافية. ¶ يقول: ¶ يرِدُ الناس منه أغدار جود ... طيب الورد مترع الأحواضِ ¶ بشره زائد العطاء كما البر ... ق دليل الغوث بالإيماضِ ¶ صافيًا من تكدر المطل يجرى ... جرى ماء صافٍ على رضراض",
            "page": "127",
            "part": "1",
            "seal": "D9363757"
        },
        {
            "id": "9",
            "nass": "ويضيف الصولي إلى هذين المعنيين المتوارثين –الشجاعة والكرم- معاني أخرى، فنراه يمدح ممدوحه بصفات أخرى تتصل بالناس وصلة الحكام بهم. فيمدح الراضي تارة بأنه المفرج للكروب، وخير مَن يلوذ به الناس ويحتمون، الوفي بالوعد، السمح ... ويمدحه تارة أخرى بأنه المحسن الذي اكتسب حب الناس وطاعتهم له، وتقديرهم لمكانته وفضله، حتى لم يعد هناك إنسان يبغضه أو يسخط عليه لسماحة وجهه وعفوه ... يقول: ¶ أحسنت حتى ما نرى متسخطًا ... يشكو الزمان ولا نرى لك مبغضا ¶ كم مبغض حطت إليك ركابه ... قال الغنى عجلاً فأغنى المبغضا ¶ ويضيف الوصولي إلى مدائحه بالأخلاق الكريمة، والخصال الحميدة وغيرها مدائج أخرى، بعضها يتصل بالصفات الشخصية، فيمدح الراضي بالذكاء ورقة الطبع ... فيقول: ¶ رقيق حواشي الذهن هذب طبعه ... ومحص في قرب المدى أيما محص ¶ وأنه لا يخونه الفهم، ولا يسئ التقدير: ¶ أرى ذكيا ذكت خواطره ... فلم يخن فهمه متلده ¶ ويصفه بأنه البدر الذي أضاء دجى الظلماء، والذي لم يأت خليفة مثله، ولن يستطيع أن يصل إلى مرتبته إنسان فيقول: ¶ بدر يضئ دجى الظلام ولم يزل ... لسواد ما تجني الخطوب مبيضا ¶ بكر الزمان فليس ينتج مثله ... أبدًا ولا يلغي بع متمخضا ¶ من شام عزك ذل دون مناله ... أو رام ما رفعت منه تخفضا ¶ كما يمدح ممدوحيه ببعض الصفات التي تتناسب مع مكانتهم الرسمية، تلك التي تتصل بالحكم والسياسة وأمور الدولة، نحومديحته للراضي بسداد الرأي، والتمسك بالوفاء، وحسن تدبير أمور الرعية، وتوجيه سياسة الوزراء والحجاب بما فيه صالح الشعب، يقول:",
            "page": "128",
            "part": "1",
            "seal": "26F71D0A"
        },
        {
            "id": "10",
            "nass": "يسل رأيا كالسيف وقفته ... ويحتوي سيفه ويغمده ¶ تمسكًا فيه بالوفاء وما ... تقصر عما يريده يده ¶ يسوسهم بالسداد حاجبه ... وهو بآرائه يسدده ¶ ويمدحه أيضًا بأنه القادر على الوصول إلى أهدافه، الألوف، العيّاف، النهوض بالخطوب، إذا ما واجهته المحن1. ¶ ويمدح الوزير ابن مقلة بالاستقلال بالرأي، وأنه أعلم الزمان الذي لا تخفى عليه خافية، وأنه ذو عزم ويقين، وخير ناصح وأمين، فيقول بين ثنايا مديحته الضادية للراضي: ¶ أيّد الله ملكه بوزير ... مستقل برأيه نهّاض ¶ عالم بالزمان قد راض منه ... جامحًا آبيا على الرواض ¶ لم يطف اليقين من ظنه الـ ... شك ولا حال دونه باعتراض ¶ ناصح لم يخض ضحا ضح غش ... في الزمان الماضي مع الخواض ¶ والصولي يجعل من مدائحه سجلاً تاريخيًا، يتحدث فيها عن عائلة ممدوحيه وأنسابهم: آبائهم وأجدادهم، فحين يمدح الخلفاء يشير دائمًا إلى انتسايهم للبيت النبوي الشريف، الذي يعلو على كل البيوتات بالشرف والعز والمجد والنبوة، ويجعل من هذا النسب وسيلة لرفعة الخلفاء، والتفاف قلوب الناس حولهم، من مثل قوله في الراضي: ¶ طاب أصلاً وبابنه طاب فرعًا ... غرس الملك منه خير غريس ¶ قد أمر الزمان طوعًا عليه ... فسخًا بعد نفرة وشموس ¶ فترى الناس خاضعين إليه ... من قيام بأمره وجلوس ¶ ويشير في مديحته للخليفة المتقى لله، إلى بني العباس وفضلهم على الخلافة والإسلام، وأنهم ملكوا الجبلين اللذين قام بهما الإسلام: النبوة والخلافة، وأنه لولا وجودهم وقيامهم بأمر الدين لضعف نور الحق ... يقول: ¶ __________ ¶ 1 انظر أخبار الراضي ص79.",
            "page": "129",
            "part": "1",
            "seal": "7D9C628C"
        },
        {
            "id": "11",
            "nass": "ولولا بنو العباس عم محمد ... لأصبح نور الحق فيه خمول ¶ لكم جبلا الله اللذان اصطفاهما ... يقومان بالأسلام حين يميل ¶ نبوته ثم الخلافة بعدها ... ومالها حتى اللقاء حويل ¶ كما يمدح آباء ممدوحيه وأجدادهم بأهم الصفات والخصال التى برزوا فيها. ¶ فحين مدح الراضى بالله اشار إلى عدل أبيه المقتدر، ومدحه بأنه العادل، الذى أحبا عدله البرية حتى أن الناس سموه بالفاروق. يقول: ¶ إلى ابن الذى أحيا البرية عدله ... فشبه بالفاروق منهم أبى حفص ¶ وحين مدح ابن مقلة وزيره، مدح آباءه بالشرف والمجد، ووصفهم بأنهمنجوم الورى، الساطعة دوما، وأن المجدالموقوف عليهم، والناس لهم عارفون، ولعزيمتهم مقدرون لأنهم يملكون زمام السياسة والكتابة، وأن قلمهم يجمع بين البيان والحسن، ومدح كتابهم بأنها كالرقوم الموشاة، تحتوى أكل المعاني وأجملها. يقول: ¶ أنتم يابني علىّ نجوم ... للورى في الضياء ليست تغيم ¶ خيمت فيكم محاسن خط ... لاح منها للناس در عضيم ¶ قلم جامع بيانا وحسنا ... ما حوى فيه مثلكم إقليم ¶ تتباهى به القراطيس حسنا ... مثل وشى تروق منه الرقوم ¶ وغلام كأنه زهر الروض ... بدت للنجوم منه نجوم ¶ قد أحاطت به عيون المعاني ... وأضاءت في جانبيه الظلوم ¶ والصولى -في مدائحه- يضيف إلى كل العناصر السابقة التى تناولها.. عناصر أخرى تتصل بأبرز سمات الممدوح، ولقد كان من أبرز سمات الراضي بالله..العلم والأدب. لذلك ركز الصولى على هذا العنصر تركيزاً شديداً، فمدحه بأنه أجل الناس علماً، وأن هذا العلم هو الذى أحيا سنن الدين بعد أن عفت، كما مدحه بأنه الخطيب المفوه، الذى يؤم المسلمين، ويفعل ماكان يفعله النبى وخلفاؤه الراشدون.. يقول:",
            "page": "130",
            "part": "1",
            "seal": "83392B27"
        },
        {
            "id": "12",
            "nass": "أجل الناس آراء وعلما ... مقال ليس يقرن بالأفوك ¶ وما أحياه من سنن تعفت ... فدار صلاحها دور الدموك ¶ ركوب للمنابر سار قصدا ... إليها وهى حائرة السلوك ¶ فذكرنا مقال منه فصل ... مقال المصطفى بحرى تبوك ¶ ويمدحه بأنه نهل من جنان العلم الأنيقة، ورياضه حتى كمل فيه الفضل والفضائل منذكان صغيرا، وأصبح بالعلم خير خليفة تولى إمرة المؤمنين. ¶ على أن أهم عنصر يضيفه الصولى في مدائحه في الخلفاء _ هوالعنصر المتصل بالدين، حيث يضمن مدائحه للخلفاء معاني تضفى عليهم صفات التقديس. فنراه يصف الراضى بأنه الامام الذى اختاره الله لينقذ الدين، وأنه حاز كل المكرمات، وحاز بها الكمال والمجد وحب الناس، كما يمدحه بأنه حجة الله، وأنه قبلة الدين، التى يتجه إليها الناس في صلاتهم وحياتهم، وأن ظاعته واجبة وجوب طاعة الله ومن عصاه فله الموت والهلاك في الدنيا، وثقل العذاب في الآخرة. يقول: ¶ يا إماما إليه حلت عرا الفخـ ... ـر وفلّت معاقد الأغراض ¶ حاز بالمكرمات كامل مجد ... علق الناس فيه بالأبعاض ¶ حجة الله أنت يا قبلة الـ ... ـدين فليست ترد بالادحاض ¶ أذن السيف من عصاك من الـ ... ناس بهلك واشك وانقراض1 ¶ وبثقل من العذاب ووزر ... ينقض الظهر أيما انقاض ¶ ويقول أيضا.. إن الله أوحده في فضائله، وأوجده من بدء الوجود، يحميه ويكلفه برعايته، وينحس أعداءه، ويلهمه السداد والتوفيق، ويصل الصولي إلى قمة مديحه الدينى، فيبالغ مبالغة شديدة حين يقول في مديحته الدالية للراضي: لو جاز لبشر أن يعبدوا غير الله، لعبدوا الخليفة ومجدوه وسبحوا بحمده. يقول: ¶ أوحده الله في فضائله ... فهو من بدء الكمال أوجده ¶ كفاية الله تستطيف به ... تنحس أعداءه وتسعده ¶ لو جاز أن يعبد العباد سوى الـ ... ـخالق كنا للبرِّ نعبده ¶ __________ ¶ 1 البت مختل الوزن دلل تصحيحه بأ عادة (واشك) إلى (مواشك)",
            "page": "131",
            "part": "1",
            "seal": "7FB00F9B"
        },
        {
            "id": "13",
            "nass": "ويمدحه أيضا بأن كل ما في الوجود من محاسن مرجعه إليه، فهو مالك الدهر، الكل له مطيع، فطاعته من طاعة الله. يقول: ¶ محاسن هذا الخلق منك إبتداؤها ... ويجذبها ذو كلفة منك كاللص ¶ فلا زلت للدهر المملك مالكا ... يطيعك فيما تشتهيه ولا يعصى ¶ ويمدحه بأنه المعتلى بفخره، والذى يهتدى بنور هديه الناس، وانه إمام المسلمين. وعصمة أمرهم ودينهم، يقول: ¶ بعلوّ فخرك في المفاخر يعتلى ... وبنور هديك في الديانة يُسْتضَا ¶ ويمدح الراضى أيضا ـ بأنه كل الورى وسيد الناس، والجميع عبيد له يأتمرون بأمره، وينتهون بنهيه، كبيرهم وصغيرهم، أعلاهم وأدناهم، ففي حياته حياة الناس، وفي بقائه الفوز لهم والغنى والسداد، ومن لايؤمن بطاعته وحبه، فلن تنفع له صلاة.. يقول: ¶ فأسلم الله إمام الهدى ... فما عطاء الدهر بالنحسِ ¶ كل الورى أنت وكل يرى ... عبدك من عال ومن نكسِ ¶ بقاؤك الفوز لنا والغنى ... نصبح فيه مثل ما نمسِ ¶ من لا يرى حبك فرضاً فما ... أدى فروض الله في الخمسِ ¶ والصولي يشير دائما ـ في مدائحه للخلفاء العباسيين ـ إلى فكرة الخلافة، وأنهم أحق الناس بها لصلة الدم والعصب، وأن الله ارتضاهم وفضلهم على العالمين، واختارهم للخلافة واختارها لهم. من ذلك قوله: أن اختار الراضي خليفة له على الأرض، وهو كفء لذلك وراضٍ، وأن الخلافة أتته طوعا، ولم يطلبها أو يسعى إليها، وهو الأحق بها، المعان بقوة الله على أمورها: ¶ بمحمدٍ رضى الإله خليفة ... في الأرض فهو بذلك راضٍ مرتضى ¶ جاءته طوعا لم يسيرِّ لفظه ... فيها، ولا أضحى لها متعرضا ¶ فهو الحقيق بها، المعان بقوة ... فيها بحكم فاصل لن يدحضا",
            "page": "132",
            "part": "1",
            "seal": "0DD34823"
        },
        {
            "id": "14",
            "nass": "ويقول في قصيدة أخرى ـ إن الخلافة خطرت نحوه طائعة بإجماع من الناس، فالكل عقد عليه العزم لإرجاع مجد الإسلام، حتى الزمان قد استلذ وفرح وترنم، وجلى سواده القديم ببياض الأمل: ¶ خطرت نحو الخلافة طوعا ... باتفاق من السورى وتراضِ ¶ واصطفاق من الأكف دراكا ... واجتماع موف وعزم مفاضِ ¶ واستلذ1 إذ أسفر الملـ ... ـك وجلى سواده ببياضِ ¶ وفي مديحته اللآمية للخليفة المتقى لله، يخاطبه قائلا.. إن الخلافة أتتك قدراً من العلى القدير، الحافظ الوكيل، وأنه حباك بها، وصانها لك، وأنه كفيل باتمام نعمته عليك، ولو حِدْت عنها فإنه سيقودها إليك، فليس هناك كفء لها غيرك. فهو الذى اصطفاك لها واصطفاها لك: ¶ أتتك اختياراً لااحتلابا خلافة ... لك الله فيها حافظ ووكيل ¶ حباك بها من صانها لك انه ... باتمام نعماه عليك كفيل ¶ ولو حدت عنها قادها بزمامها ... إليك اصطفاء الله وهى نزيل ¶ ويسجل الصولى في مدائحه للخليفة كل الأحداث التى تحدث في عهده، من انتصار في الحروب أو إخماد للفتن، أو قضاء على المؤامرات، فتراه يذكر -في مديحته للراضي- إخماد فتنة ((مردواج)) الذى حاول أن يناهض الخلافة، غير أنه ((بحكم)) قضى عليه وأحبط مؤامرته. ¶ ويقول للراضى: لاتخش أعداءك من أمثال ((مردواج)) وهم جميعاً يقتلون بقدرة الله، لأن الله يؤيدك بنصره، ويستعير صورتين من التاريخ، يربط بهما بين أحداث العصر وأحداث الماضي، فيربط بين جحافل جيوش المسلمين التي دلت فارس فأطفأت نار المجوس، وبين جحافل جيوش الراضي التي قضت على مردواج. ¶ ويربط بين سرعة انهيار ملك بلقيس وبين سرعة القضاء على هذا الخارج؛ فيقول للخليفة الراضي.. إن رياح أيامك الغر الميامن قصفته فأخمدت ¶ __________ ¶ 1 وهنا خلل مرده إلى سقوط كلمة بعد (استلذ)",
            "page": "133",
            "part": "1",
            "seal": "1FA379B7"
        },
        {
            "id": "15",
            "nass": "نار الفتنة التي أشعلها, كما أخمد الفاتحون المسلمون نار المجوس , فانهار العرش الذي الذي بناه لنفسه ذلك اللعين, وسلب منه سريعا. بل أسرع مما سلب العرش من يدي الملكة بلقيس. يقول: ¶ مر دواج بسيف حظك مقتـ ... ل فأهون بذاك من مرموس ¶ قصفته رياح أيامك الغـ ... ر فأخمدت منه نار المجوس ¶ ثل عرش العين أسرع مما ... سلب العرش من يدي بلقيس ¶ وخصيصة بارزة في مدائح الرجل- وهي دائما أنه ينتقل من المجال الغيري- المديح- إلى المجال الذاتي, فيتحدث عن نفسه وعن أحواله في جميع مراحلها. فهو في كثير من مدائحه للخلفاء يذكر أنه السابق إلى مديحهم, وأنه يتقدم كل الناس بالرغم مما عاناه من كيد الكائدين وبغضهم, وأنه اختار لهذه المدائح أشعارا لم يُقَل مثلها, ولا امتدح بمثلها خليفة من قبل, وتقدم بها إلى الخليفة في قصيدة عصماء تناسب جلالته ومكانته. يقول: ¶ وتقدمت في مدحي له النا ... س على الرغم من ذوي الأبغاض ¶ وافترعت الأبكار من عزة الشعـ ... ر فذلك صعبها بامتضاض ¶ ويقول أيضا: ¶ لي سبق المديح منك على النا ... س وفخر باسبق في التأسيس ¶ ويقول: إن الشعر كثير , يطلق في أناس وممدوحين مختلفين, ولكن شعري وقف على مديح أمير المؤمنين مقصور عليه, لأنه أولى به وأقدر على تقويمه.. ¶ يطلق الشعر في أناس وشعري ... وقف مدح على الإمام حبيس ¶ ويتحدث عن غبطته وسعادته لأن الخليفة اختار ليكون له جليسا ونديما, ويبين مدى سعادته, لأنه يستمتع بعذب حديثه المستفاض, ويقول: انه بلغ غايته ومناه, وبشره الناس بالغنى بعد الفقر, وبالعز بعد الذل, وأصبح ينام قرير العين مرتاح البال. يقول:",
            "page": "134",
            "part": "1",
            "seal": "C2F396C3"
        },
        {
            "id": "16",
            "nass": "وتشرفت بالجلوس لديه ... بحديث يلتذه مستفاض ¶ وبلغت المنى وبشرني الـ ... ناسبثوب من الغنى فضاض ¶ وتبدلت بالتذلل عزا ... آذن الهم عنده بانقضاض ¶ واطمأن الفراش بعد أن جا ... نب جنبي تجنب النهاض ¶ ويذكر دائما ولاءه وصدق نصحه للخليفة, وأن هذا النصح، وهذا الولاء قديم, وسيظل قائما ولن يشوبه أبدا زور أو رياء أو تدليس مهما طال الزمن أو اشتعل الشعر شيبا. يقول: ¶ يا حلى الزمان يا زينة الأر- ... ض ورأس الملوك وابن الرؤوس ¶ إن نصحي وصدق ودي قديم ... لم أَشُبه بالزور والتدليس ¶ قبل أن يأكل الزمان شبابي ... خالسا غرتي بشعر خليس ¶ ولقد كانت مدائح الصولي مجالا كبيرا لشكواه, ومتنفسا عما بنفسه من أسقام وأحزان وما يقاسيه من مكايد ووشايات، أو فقر وحرمان، فهو يضمن مدائحه شكواه من العانتين الحاقدين، الذين لا يدخرون وسعا في ثلبه، وانتقاصه، حتى صار لا ينام الليل، وتكحلت عيناه بالسهاد والأرق، لأنهم يحسدون صلته، بالخليفة، ولكنه يصرح بأن كل شيء يهون لأن الله عوضه فقربه من الخليفة الذي يحس به ويقدره. يقول: ¶ زأرتني أسود حقد عليكم ... لم تغيب بغابة وغياض ¶ وفراني الزمان منه بناب ... بعدكم مرهف الشبا عضاض ¶ وانتحى آكلا للحمى ورض الـ ... عظم منى بكلكل رضاض ¶ من حسود منافس لي عليكم ... لبحار اغتيابكم خواض ¶ مبغض لي لما أسير فيكم ... من مديح، على الأذى حضاض ¶ فأراني الإله ما كنت أرجو ... ـه وعوضت أحسم الاعتياض ¶ والصولي في مجال حديثه عن نفسه وشكواه، لا يشكو حساده وعذاله والكائدين والواشين فحسب، بل يشكو أيضا شيخوخته ومرضه وضعف قوته، كما يشكو كبر سنه بعد أن ناهر السبعين، وأصبح لا يهنأ بالحياة أو النوم.. بل هو منتظر يومه الموعود وقدره المكتوب. يقول للراضي:",
            "page": "135",
            "part": "1",
            "seal": "C35E2287"
        },
        {
            "id": "17",
            "nass": "صرحت بالشكوى إليك تأنسا ... بندى يديك إذا غريب عرضا ¶ من بعد ما غال المشيب شبيبتي ... ونضا لباس تجملي فيما نضا ¶ وأحارني مرضي وأوهن قوثي ... فغدوت منه وقد صححت ممرضا ¶ وإذا دنت سبعون من متأمل ... داني ولم ير في اللذاذة مركضا ¶ وجفاه نوم كان يألف جفنه ... قدما وأضحى للحتوف معرضا ¶ ويتذكر حياته الرغدة السابقة، وشبابه الفائت الذي لن يعود.. فيبكي قائلا: ¶ أبكي كساء كان أوثق عدتي ... إن أخصر البرد العظام ونقضا ¶ ومخدة قد كان يألف لينها ... خدي فأضحى الجسم منها ممرضا ¶ ونفيس فرش كالرياض نقوشه ... ما كان من دون الرياش مرحضا ¶ ومجمعا قد كنت أجمع آلة ... فيه وكان من البلاء مفضفضا ¶ غير أن هذه الشكوى وهذا البكاء – في شعره – يصلان أحيانا إلى حد الاستجداء والذل فيظهر في شعره جانب الضعف الإنساني، حيث يرفع نحيبه وخوفه من المصير والمستقبل والفقر. ولا شك أن هذه الظاهرة كانت سبببا في أن بعض الباحثين1 وصموه وعابوه. ¶ والحقيقة إن هذه السمة بارزة في شعره، فهو دائم الاستجداء سواء من الخلفاء أو الوزراء – إن تلميحا.. وإن تصريحا – من مثل قوله للخليفة الراضي بالله، مشيرا إلى ما بينه وبين دهره من صراع وحرب عوان، فيشكو ذل الحاجة ومر السؤال، استجداء للجود، وطمعا في العطاء.. ¶ إن بيني وبين دهري حربا ... جاوزت حرب داحس والبسوس ¶ أنا منه لغير هجر ووصل ... واقف بين لوعة ورسيس ¶ فاعتبر ما شكاه عبدك منه ... ثمداو الخناق بالتنفيس ¶ هو في مخلب الزمان فريس ... فارحم الآن نفس هذا الفريس ¶ واسقه من سلاف جودك بذلا ... فاق طيبا سلافة الخنديس ¶ وقد يرتفع استجداء الصولي لكي يصل إلى درجة التصريح فيقول: ¶ لا والذي أنت منه نعمة ملأت ... عرض البلاد وحلت حبوة النوب ¶ __________ ¶ 1 محمد كردعلي: كنوز الأجداد ص 144.",
            "page": "136",
            "part": "1",
            "seal": "F528FEAB"
        },
        {
            "id": "18",
            "nass": "مافي عبيدك إن فتشت أمرهم ... أقل مني في رزق وفي نشبي ¶ هذه هي مدائح الصولي – للخلفاء والأمراء والوزراء – بكل عناصرها وخصائصها، وهي تشتمل على عناصر بعضها جديد من عنده، وبعضها موروث، ولكنه في العناصر الموروثة استعاد صورا جديدة، فظهرت في أزهى حلة وأبهى زينة.. ¶ أما العناصر التي استحدثها الصولي في مدائحه فهي: ¶ أ- أنه أضاف إلى المقدمات الغزلية مقدمات أخرى تحمل الأمل والاستبشار بحلول خليفة أو وزير أو أمير جديد قوي، يستطيع أن يزيح الغمة عن كاهل الأمة، ويعيد للدولة وللخلافة هيبتها وجلالها وقوتها، كما أنه أضاف أضاف أيضا مقدمات بث فيها شكواه وهمه وأحزانه، وما يكابده من أسقام، غير أنه لم يجعل ذلك منهجا مضطردا في كل قصائده، بل تجده في كثير من الأحيان يخرج عن القاعدة المتبعة عند الشعراء والمتوارثة عبر الأجيال، فيحذف المقدمة الغزلية أو غيرها، فيبدأ قصائده المديح مباشرة. ¶ ب- أنه أضاف إلى مديحه بالمعاني الدنيوية – مديحا بالعلم والأدب، وسعة الاطلاع والثقفة وكبر العقل، واتقاد الذهن، ورقة الطبع، وبشاشة الوجه، وأيضا مديحا بالإحسانوحب الناس وغير ذلك. ¶ جـ- أن مديح الصولي بالمعاني الدينية لم يكن وقفا على المديح بالتقوى والعدل والورع وطاعة الله، بل كان يتعدرى ذلك إلى مديحه بأنه الخليفة المختار، الذي فضله الله، وأيده بنصره لينقذ دينه، وأنه عماد الدين، وعزة الإسلام، المهتدي بنوره، كما مدحة بأنه المحيي لسنن الدين، الخطيب المفوه، الذي يؤم المسلمين، ويفعل مثلما فعل النبي وخلفاؤه الراشدون، وأنه ينتسب إلى أشرف البيوتات، وأعلاها وهو البيت النبوي الشريف، كما مدح آباءه وأجداده بتووارث الشرف، وأ، الخلافة حق فيهم، جاءتهم بقدر الله..الخ. ¶ د- أن الصولي يضمن هذه المدائح حديثا عن نفسه وع خواطره، وما مني بهالنفس، ويذكر الصلة بينه وبين الخليفة، وأنه السباق إلى مديحه بمدائح لم يقل مثلها، كما أ، هـ كان يتشرف بالجلوس في رحابه، وأن الخليفة كان يفسح له أقرب مكان وأنه نعم ببره وعطاياه كما كان الصولي يضمن هذه الدائح شكواه من الحاسدين والوشين، وشكواه من الزمن.",
            "page": "137",
            "part": "1",
            "seal": "CEFB5F58"
        },
        {
            "id": "19",
            "nass": "وقد أضاف الصولي إلى هذه العناصر – عناصر أخرى تدوولت من قبل، وهي ذكر حوادث عصر الخليفة كانتصار في حرب، أو إخماد فتنة، أو القضاء على مؤاموة، وغير ذلك. ¶ وفي ثنايا مدح الصولي للخلفاء، مدح أيضا قوادهم وأمراء أمرائهم، ووصفهم بالجرأة والشجاعة، والبأس والإقدام ورباطة الجأش، وأضاف إلى ذلككله مديحا لهم بأنهم مخمدو الفتن، وقبلة الحرب، وسيوف الخلافة إلى غير ذلك من الصفات التي يجب أن تتوفر في رجال الحرب..كما مدح معاونيهم وكتابهم الذين يدبرون أمورهم. ¶ ويمكن القول – إن المديحة الصولية كانت مديحة رسمية أو شبه رسمية، كانت مقيدة بظروف تختلف عما عند الشعراء الآخرين الذين يتكسبون من عرض بضاعتهم على الخليفة، فينالون بره وعطاءه ثم يرحلون.. لكن مدائح الصولي كانت أشبه بوثائق تاريخية، وتعاليم دينية، يسجل فيها كل ما يتصل بالخليفة وعلاقته بالمسلمين من حيث وجوب الطاعة له، والإيمان به، ورفعه فوق مصاف العباد، وأيضا ما يتصل بالدولة من أحوال وسياسة وحروب وأحداث. ¶ وقد دفع الصولي إلى نظم مثل تلك المدائح.. وبكل هذه العناصر اتصاله ببلاط الخلافة وبالوزراء والأمراء. ¶ وتبرز عواطف الصولي الدينية بروزا واضحا في مدائحه للخليفة، بل غنه ليمكن القول.. إنه خير من مثل به في هذه العواطف الدينية تمثيلا حقيقيا صادقا، فهذه العواطف لم توجد بنفس العمق، والمعاني عند نظرائه ومعاصريه، ذلك لأنه لم يكن شاعرا محترفا يبغي أجرا، بقدر ما كان يريد إظهار ولائه وحبه للخلفاء. ¶ ونستطيع أن نقول – إن مدائح الصولي الدينية بعمقها ومضمونها – كانت إرهاصا بظهور هذه المدائح الدينية بصورتها الضخمة بعئذ عند شعراء الدولة الفاطمية.. ¶ كذذلك فإن شكواه من الزمن ومن الوشاة والحاقدين، كانت ينبوعا اسنقى",
            "page": "138",
            "part": "1",
            "seal": "99D0D9C0"
        },
        {
            "id": "20",
            "nass": "منه كل الشعراء الذين اتوا بعده خاصة \"المتنبي\" – الذي أخذ من معاني الصولي الكثير. خصوصا ما يتصل بشكوى الزمن، والحديث من شعره..",
            "page": "139",
            "part": "1",
            "seal": "735A58FC"
        },
        {
            "id": "21",
            "nass": "تعقيب لا تثريب: ¶ لعل من الإنصاف لحق الأدب أن نصرح بمخالفتنا للصديق الدكتور العمري في ما ذهب إليه من إكبار لشعر الصولي إذ اعتبره – في مقدمة البحث – شاعرا فحلا بين فحول عصره الأفذاذ – ووصف شعره بأنه \"جزل الألفاظ متخيرالكلمات، لا يجد مشقة في الأوزان، ولا في اختيار القوافي..\". ثم ختم تقديره إياه بما ورد في نهاية البحث من اعتبار مدائحه إرهاصا لظهور المدائح الدينية بصورتها الضخمة.. وأن شعره في الشكوى كان ينبوعا استقى منه أمثال المتنبي..الخ. ¶ والذي نراه أن في النماذج التي عرضها الدكتور من مدائح الصولي وشكاواه ما يعكس الحكم، إذ نرى الشاعر في معظم هذه الشواهد – منهوك الطاقة، تخونه الألفاظ والمعاني والقوافي، فتأتي تعابيره قلقة تشكوحيرتها وغرتها.. ومن حيث المعاني لا نكاد نجد فيها جديدا بل ربما أمكن ردها إلى الكثير من أقاويل الشعراء من معاصريه وسابقيه، مع تفاوت كبير في عفويتهم وتكلفه البالغ حد العجز. – اللهم إلا أبياتا قليلة لا تكاد تنجو من التهافت -. ¶ ثم كلمة أخيرةوهي أن الدكتور يقرر أن الصولي – في مدائحه – لم يكن شاعرا محترفا يبغي أجرا.. ونسي حفظه الله ما أسلف هو من حكم عليه بأنه دائم الاستجداء إلى حد الذل! وماذا يبقى لشاعر من كرامة بعد قوله لممدوحيه: ¶ ما في عبيدك إن فتشت أمرهم ... أقل مني في رزقي وفي نشبي ¶ ومعذرة للصديق العزيز مع خالص التقدير لجهوده المشكورة.. ¶ المجذوب",
            "page": "139",
            "part": "1",
            "seal": "E6B70774"
        }
    ],
    "t10420": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المديح"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "تعقيب لا تثريب"
        }
    ]
}