{
    "b10448": [
        {
            "id": "1",
            "nass": "[المقدمة] ¶ الأحكام الملمة ¶ على الدروس المهمة لعامة الأمة ¶ بسم الله الرحمن الرحيم ¶ المقدمة",
            "page": "2",
            "part": "1",
            "seal": "7D864882"
        },
        {
            "id": "2",
            "nass": "إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله. {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: 102] (¬1) {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1] (¬2) {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا - يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 70 - 71] (¬3) . أما بعد: ¶ فلما اطلعت على الرسالة الموسومة بالدروس المهمة ¶ ¬_________ ¶ (¬1) آل عمران، آية 102. ¶ (¬2) النساء، آية 1. ¶ (¬3) الأحزاب، الآيتان 70-71.",
            "page": "3",
            "part": "1",
            "seal": "A8D19478"
        },
        {
            "id": "3",
            "nass": "لعامة الأمة لسماحة الوالد الشيخ: عبد العزيز بن باز -رحمه الله- المفتي العام بالمملكة العربية السعودية، ورئيس هيئة كبار العلماء- فكرت بشرحها لأهميتها لكل مسلم بعينه فهي رسالة إلى جميع الأمة من ذكر وأنثى وعالم ومتعلم، فاستخرت الله، وشاورت بعض المشايخ الفضلاء فأيدوا الفكرة فتحولت الفكرة بعد ذلك إلى عزيمة على الشروع في المهمة لتوضيح الدروس المهمة. فاستأذنت شيخنا ووالدنا فأذن لي مشكورا بذلك. ¶ وهذه الرسالة على صغر حجمها جمعت بين دفتيها سائر العلوم الشرعية من أحكام الفقه الأكبر والفقه الأصغر، وما ينبغي أن يكون عليه المسلم من الأخلاق الشرعية والآداب الإسلامية، وختم هذه الرسالة بالتحذير من الشرك وأنواع المعاصي، فأتت الرسالة بما ينبغي أن يكون عليه المسلم عقيدة وعبادةً، وسلوكا ومنهجا، فهذه الرسالة اسم على مسمى فهي بحق",
            "page": "4",
            "part": "1",
            "seal": "3B135F25"
        },
        {
            "id": "4",
            "nass": "الدروس المهمة لعامة الأمة. ¶ وقد وضعت شرحا على هذه الرسالة ليس بالطويل الممل، ولا بالقصير المخل، ليكون عونا بعد توفيق الله ومرجعا سهلا لمن أراد أن يشرحها من الأئمة في مسجده، أو رب الأسرة في منزله، أو طالب العلم في حيه، أو قريته، وقد حرصت أن أقرن كل مسألة بدليلها ما أمكن. وسميته (الأحكام الملمة على الدروس المهمة. .) وقد علق عليه سماحة الشيخ عبد العزيز بن باز بعض التعليقات ووضعت تحتها خطوطا تمييزا لها. ¶ وفي الختام آمل من كل أخ كريم اطلع على هذا الكتاب أن لا يبخل علينا بتوجيهاته وملاحظاته فالمرء قليل بنفسه كثير بإخوانه. ¶ هذا وأسأل الله بأسمائه الحسنى، وصفاته العُلى، أن ينفع بالرسالة وشرحها، وأن يجعل عملي خالصا لوجهه الكريم، كما أسأله أن يجزل الأجر والمثوبة لمؤلف الرسالة وشارحها خير الجزاء، وأن يجمعنا وإياه في",
            "page": "5",
            "part": "1",
            "seal": "678EBDE1"
        },
        {
            "id": "5",
            "nass": "الفردوس الأعلى مع النبيين والصديقين والشهداء، إنه ولي ذلك والقادر عليه، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ عبد العزيز بن داود الفايز ¶ الزلفي في 21 / 1415هـ ¶ [الدرس الأول سورة الفاتحة وما أمكن من قصار السور] ¶ الدرس الأول",
            "page": "6",
            "part": "1",
            "seal": "5C4108CE"
        },
        {
            "id": "6",
            "nass": "سورة الفاتحة وما أمكن من قصار السور من سورة الزلزلة إلى سورة الناس تلقينا وتصحيحا وتحفيظا وشرحا لما يجب فهمه. ¶ ـــــــــــــــــــــــــــــQذكر العلامة الشيخ عبد العزيز بن باز -رحمه الله- ونفع به الإسلام والمسلمين وأعظم له الأجر والمثوبة في الدرس الأول من الدروس المهمة لعامة الأمة أنه ينبغي على كل مسلم- كل على حسب طاقته- أن يتعلم سورة الفاتحة وما أمكن من قصار السور لأن تعلم قراءة الفاتحة واجب على كل مسلم بعينه؛ لأنه لا صلاة لمن لم يقرأ بفاتحة الكتاب؛ كما ثبت ذلك في الحديث الصحيح عن المصطفى صلى الله عليه وسلم. وعلى معلم الناس هذه السورة أن يتبع الخطوات التالية: ¶ المرحلة الأولى: أن يلقنهم القراءة إن كانوا لا يعرفون القراءة؛ وإن كانوا يعرفون القراءة فعليه أن ينتقل من هذه المرحلة إلى المرحلة الثانية وهي: تصحيح القراءة، ثم بعد",
            "page": "7",
            "part": "1",
            "seal": "90197486"
        },
        {
            "id": "7",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQذلك ينتقل إلى المرحلة الثالثة وهي: تحفيظهم هذه السور، ويكون التحفيظ بطرق منها: ¶ - أن يقرأ المعلم الآيات بتأن وترتيل ويطلب من الحاضرين أن يرددوها معه حتى يحفظوها، ثم بعد ذلك يشرح معنى الآيات شرحا واضحا حسب ما يفهم المخاطب، ثم بعد ذلك يستنبط بعض الأحكام من الآيات التي قرأها. مثال ذلك من سورة الفاتحة يبين لهم أن قراءة الفاتحة ركن من أركان الصلاة لقول الرسول صلى الله عليه وسلم: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» (¬1) وكذلك يقول لهم: إن من القواعد المتفق عليها بين سلف الأمة وأئمتها الإيمان بأسماء الله وصفاته، وأنهم يثبتون ما أثبته الله لنفسه، أو أثبته له رسوله صلى الله عليه وسلم، وينفون ما نفاه الله عن نفسه، أو نفاه عنه رسول الله صلى الله عليه وسلم من غير تحريف ولا تشبيه، ولا تمثيل ولا تكييف، وكذلك يخبرهم أن العبادة اسم جامع لكل ما يحبه الله ويرضاه ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم وأبو داود والترمذي والنسائي والإمام أحمد.",
            "page": "8",
            "part": "1",
            "seal": "1343F2B7"
        },
        {
            "id": "8",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQمن الأقوال والأفعال الظاهرة والباطنة. ¶ ومن الأحكام التي في سورة الفاتحة التي ينبغي للمعلم أن يبينها: أن العبادة إذا خالطها شرك فسدت وبطلت، وكذلك يبين لهم أنه ينبغي على المسلم أن يتذكر يوم الدين، وأن عدم نسيان ذلك اليوم العظيم يساعد الإنسان على فعل الطاعات، واجتناب المحرمات. ¶ وهكذا يفعل في باقي السور، تلقينا وتصحيحا للقراءة وتحفيظا وشرحا. والله أعلم. ¶ ذكر المؤلف -رحمه الله تعالى- في هذا الدرس شهادة أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم ولعلنا نتناول المراد على النحو التالي: ¶ أولا: مكانتهما: هاتان الشهادتان هما الركن الأول من أركان الإسلام، فقد روى ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم أنه قال: «بُني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج بيت الله الحرام لمن استطاع إليه سبيلا.» (¬1) . ¶ فكلمة التوحيد هي أساس الدين وحصنه الحصين ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم والإمام أحمد والترمذي.",
            "page": "9",
            "part": "1",
            "seal": "F15204D6"
        },
        {
            "id": "9",
            "nass": "[الدرس الثاني شهادة أن لا إله إلا الله وأن محمدا رسول الله] ¶ الدرس الثاني شهادة أن لا إله إلا الله وأن محمدا رسول الله بشرح معانيها مع بيان شروط لا إله إلا الله، ومعناها (لا إله) نافيا جميع ما يعبد من دون الله، (إلا الله) مثبتا العبادة لله وحده لا شريك له.",
            "page": "10",
            "part": "1",
            "seal": "2EC68191"
        },
        {
            "id": "10",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوهي أول واجب على العبد، وقبول جميع الأعمال متوقف على النطق بها والعمل بموجبها. ¶ ثانيا: معناها: لا معبود بحق إلا الله، ولا يجوز أن يقال: لا خالق إلا الله، أو لا موجود، أو لا رازق إلا الله، لأمور منها: ¶ - أن كفار قريش كانوا لا ينكرون أنه لا خالق إلا الله ومع ذلك لم ينفعهم ذلك. وهم يفهمون معناها لذلك أنكروا على الرسول صلى الله عليه وسلم عندما قال لهم قولوا لا إله إلا الله. ونحن نعجب في هذا الزمان ممن يقولون لا إله إلا الله ولا يعرفون معناها ويدعون مع الله غيره من الأولياء وأصحاب القبور، ويقولون نحن موحدون والله المستعان. ¶ ثالثا: أركانها: للشهادة ركنان: ¶ الأول: النفي في قوله: (لا إله) . ¶ الثاني: إثبات في قوله: (إلا الله) . ¶ فلا إله نفت الألوهية عن كل ما سوى الله،",
            "page": "11",
            "part": "1",
            "seal": "F07FC79D"
        },
        {
            "id": "11",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQو (إلا الله) أثبتت الألوهية لله وحده لا شريك له. ¶ رابعا: فضل لا إله إلا الله: فلها فضائل عظيمة، ولها عند الله مكانة رفيعة من قالها صادقا أدخله الله الجنة، ومن قالها كاذبا حقنت دمه وأحرزت ماله في الدنيا والآخرة وحسابه على الله- عز وجل- وكان له حكم المنافقين. ¶ وهي كلمة وجيزة اللفظ، قليلة الحروف، خفيفة على اللسان، ثقيلة في الميزان. ¶ ولهذه الكلمة العظيمة فضائل كثيرة ذكر جملة منها الحافظ ابن رجب - رحمه الله- في رسالته المسماة: ((كلمة الإخلاص)) واستدل لكل فضيلة، ومنها: ¶ - أنها ثمن الجنة، ومن كان آخر كلامه لا إله إلا الله دخل الجنة، وهي نجاة من النار وهي توجب المغفرة، وهي أحسن الحسنات، وهي تمحو الذنوب، وهي تخرق الحجب التي تصل إلى الله- عز وجل-، وهي الكلمة التي يصدق الله قائلها، وهي أفضل ما قاله النبيون، وهي أفضل الذكر، وهي أفضل الأعمال، وأكثرها",
            "page": "12",
            "part": "1",
            "seal": "1D3D069B"
        },
        {
            "id": "12",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQتضعيفا وتعدل عتق الرقاب، وتكون حرزا من الشيطان، وهي أمان من وحشة القبر، وهول المحشر، وهي شعار المؤمنين إذا قاموا من قبورهم. ومن فضائلها أنها تفتح لقائلها أبواب الجنة الثمانية يدخل من أيها شاء، ومن فضائلها أن أهلها وإن دخلوا النار بتقصيرهم في حقوقها فإنهم لا بد وأن يخرجوا منها (¬1) . ¶ خامسا: أن شهادة أن محمدا رسول الله تقتضي الإيمان به. وتصديقه فيما أخبر، وطاعته فيما أمر، والانتهاء عما عنه نهى وزجر، وأن يعظم أمره ونهيه، ولا يقدم عليه قول أحد كائنا من كان. ¶ سادسا: ليعلم أن من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله، وأن عيسى عبد الله ورسوله وكلمته ألقاها إلى مريم، وروح منه، والجنة حق، والنار حق، كما روى ذلك عبادة بن الصامت عن النبي صلى الله عليه وسلم. أدخله الله الجنة على ما كان من العمل. ¶ ¬_________ ¶ (¬1) انظر رسالة الشيخ صالح الفوزان بعنوان لا إله إلا الله.",
            "page": "13",
            "part": "1",
            "seal": "36B38044"
        },
        {
            "id": "13",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوأما شروط لا إله إلا الله فهي: العلم المنافي للجهل، واليقين المنافي للشك، والإخلاص المنافي للشرك، والصدق المنافي للكذب، والمحبة المنافية للبغض، والانقياد المنافي للترك، والقبول المنافي للرد، والكفر بما يعبد من دون الله. ¶ ذكر العلماء أن لكلمة الإخلاص شروطا سبعة وبعضهم يعدها ثمانية كما فعل المؤلف حفظه الله. ¶ الأول: العلم: فإذا علم العبد أن الله- عز وجل- هو المعبود وحده وأن عبادة غيره باطلة، وعمل بمقتضى ذلك فهو عالم بمعناها. قال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: 19] (¬1) وقال تعالى: {إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: 86] (¬2) وقال رسول الله صلى الله عليه وسلم: «من مات وهو يعلم أنه لا إله إلا الله دخل الجنة» (¬3) . ¶ الثاني: اليقين: فيجب على من أتى بها أن يوقن قلبه ويعتقد صحة ما يقول من أحقية إلهية ¶ ¬_________ ¶ (¬1) محمد، آية 19. ¶ (¬2) الزخرف، آية 86. ¶ (¬3) رواه مسلم وأحمد.",
            "page": "14",
            "part": "1",
            "seal": "E637A9B1"
        },
        {
            "id": "14",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالله- تعالى-، وبطلان إلهية من عداه، قال تعالى: {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ} [البقرة: 4] (¬1) . وكما رُوي عن أبي هريرة - رضي الله عنه- أن النبي صلى الله عليه وسلم قال: «من لقيت خلف هذا الحائط يشهد أن لا إله إلا الله مستيقنا بها من قلبه فبشره بالجنة» (¬2) . ¶ الثالث: القبول: أي يقبل كل ما اقتضته هذه الكلمة بقلبه ولسانه، قال تعالى: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا} [البقرة: 136] (¬3) . ¶ الرابع: الانقياد: وذلك بأن ينقاد لما دلت عليه هذه الكلمة العظيمة؛ فهو الاستسلام والإذعان، قال تعالى: {وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ} [النساء: 125] (¬4) وقال تعالى: {وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى} [لقمان: 22] (¬5) . ¶ ¬_________ ¶ (¬1) البقرة، آية 4. ¶ (¬2) انظر: السلسلة الصحيحة للألباني، جـ3، ص127. ¶ (¬3) البقرة، آية 136. ¶ (¬4) النساء، آية 125. ¶ (¬5) لقمان، آية 22.",
            "page": "15",
            "part": "1",
            "seal": "C3A524E0"
        },
        {
            "id": "15",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالخامس: الصدق: وذلك بأن يصدق مع الله في إيمانه، صادقا في عقيدته، صادقا في أقواله، صادقا في دعوته، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ} [التوبة: 119] (¬1) . ¶ السادس: الإخلاص: وذلك بأن تصدر منه جميع الأقوال والأفعال خالصة لوجه الله، وابتغاء مرضاته ليس فيها شائبة، قال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: 5] (¬2) وكما جاء في الحديث الصحيح عن أبي هريرة - رضي الله عنه- عن النبي صلى الله عليه وسلم أنه قال: «أسعد الناس بشفاعتي من قال: لا إله إلا الله خالصا من قلبه» (¬3) . ¶ السابع: المحبة: وذلك بأن يحب هذه الكلمة وما دلت عليه واقتضته، فيحب الله ورسوله، ويقدم محبتهما على كل محبوب، قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ} [البقرة: 165] ¶ ¬_________ ¶ (¬1) التوبة، آية 119. ¶ (¬2) البينة، آية 5. ¶ (¬3) رواه البخاري والإمام أحمد.",
            "page": "16",
            "part": "1",
            "seal": "F4957F21"
        },
        {
            "id": "16",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ (¬1) . ¶ الثامن: الكفر بما يعبد من دون الله: كما ورد عن النبي صلى الله عليه وسلم أنه قال: «من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله» (¬2) . ¶ الدليل على ذلك حديث جبريل المشهور عندما سأل النبي صلى الله عليه وسلم عن الإيمان قال: «الإيمان بأن تؤمن بالله وملائكته وكتبه، ورسله، واليوم الآخر، وبالقدر خيره وشره» (¬3) . ¶ أولا: الإيمان بالله: يتضمن الإيمان بالله تعالى أربعة أمور: ¶ أ- الإيمان بوجود الله تعالى، وقد دل على وجوده تعالى: الفطرة، والعقل، والشرع، والحس. ¶ أما دلالة الفطرة على وجوده فإن كل مخلوق قد فُطر على الإيمان بخالقه من غير سبق تفكير أو تعليم كما قال رسول الله صلى الله عليه وسلم: «ما من مولود إلا ويولد على ¶ ¬_________ ¶ (¬1) البقرة، آية 165. ¶ (¬2) رواه الإمام مسلم. ¶ (¬3) رواه مسلم وأبو داود والترمذي والإمام أحمد.",
            "page": "17",
            "part": "1",
            "seal": "A0486D93"
        },
        {
            "id": "17",
            "nass": "[الدرس الثالث أركان الإيمان] ¶ الدرس الثالث أركان الإيمان: وهي: أن تؤمن بالله، وملائكته، وكتبه، ورسله، وباليوم الآخر، وبالقدر خيره وشره من الله تعالى.",
            "page": "18",
            "part": "1",
            "seal": "544EDCC4"
        },
        {
            "id": "18",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه» (¬1) . ¶ وأما دلالة العقل على وجود الله تعالى: فلأن هذه المخلوقات سابقها ولاحقها لا بد لها من خالق أوجدها، إذ لا يمكن أن توجد نفسها بنفسها، ولا يمكن أن توجد صدفة. ¶ وأما دلالة الشرع على وجود الله تعالى: فلأن جميع الكتب السماوية تنطق وتخبر بذلك. وأعظمها وأفضلها القرآن الكريم. وهكذا جميع الرسل وأفضلهم خاتمهم وإمامهم محمد صلى الله عليه وسلم كلهم أرشدوا إلى ذلك وبينوه. ¶ وأما دلالة الحس على وجوده تعالى فمن وجهين: ¶ أحدهما: أننا نسمع ونشاهد من إجابة الداعين، وغوث المكروبين ما يدل دلالة قاطعة على وجوده تعالى. ¶ والوجه الثاني: أن آيات الأنبياء التي تسمى معجزات، ويشاهدها الناس، أو يسمعون بها، برهان قاطع على وجود خالق ومدبر ومتصرف بالكون وهو الله تعالى. ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم.",
            "page": "19",
            "part": "1",
            "seal": "D04A730E"
        },
        {
            "id": "19",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQب- الإيمان بربوبيته: أي بأنه وحده الرب لا شريك له، ولا معين غيره، والرب من له الخلق والملك والأمر، فلا خالق إلا الله، ولا مالك إلا هو، قال تعالى: {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ} [الأعراف: 54] (¬1) وقال سبحانه: {ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ} [فاطر: 13] (¬2) . ¶ جـ- الإيمان بألوهيته: أي بأنه وحده الإله الحق لا شريك له. والإله بمعنى ((المألوه)) أي المعبود حبا وتعظيما، قال تعالى: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ} [البقرة: 163] (¬3) وقال تعالى: {لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} [الأعراف: 59] (¬4) . ¶ د- الإيمان بأسمائه وصفاته: أي إثبات ما أثبته الله لنفسه في كتابه، أو سنة رسوله صلى الله عليه وسلم من الأسماء والصفات على الوجه اللائق به من غير تحريف، ولا تعطيل، ولا تكييف، ولا تمثيل، قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى: 11] ¶ ¬_________ ¶ (¬1) الأعراف، آية 54. ¶ (¬2) فاطر، آية 13. ¶ (¬3) البقرة، آية 163. ¶ (¬4) الأعراف، آية 59.",
            "page": "20",
            "part": "1",
            "seal": "223DC79D"
        },
        {
            "id": "20",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ (¬1) . ¶ الثمرات التي يثمرها الإيمان بالله: منها: ¶ 1 - تحقيق توحيد الله؛ بحيث لا يتعلق القلب بغيره، رجاءً ولا خوفا، ولا يعبد غيره. ¶ 2 - كمال محبة الله تعالى، وتعظيمه بمقتضى أسمائه الحسنى، وصفاته العليا. ¶ 3 - تحقيق عبادته بفعل ما أمر به، واجتناب ما نهى عنه. ¶ ثانيا: الإيمان بالملائكة: أ- تعريف الملائكة: عالم غيبي مخلوقون من النور عابدون لله تعالى، وليس لهم من خصائص الربوبية والألوهية شيء، خلقهم الله من نور، ومنحهم الانقياد التام لأمره، والقوة على تنفيذه، وهم عدد كثير لا يحصيهم إلا الله تعالى. ¶ ب- يتضمن الإيمان بالملائكة أربعة أمور: ¶ الأول: الإيمان بوجودهم. ¶ ¬_________ ¶ (¬1) سورة الشورى، آية 11.",
            "page": "21",
            "part": "1",
            "seal": "BC4844BF"
        },
        {
            "id": "21",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالثاني: الإيمان بمن علمنا اسمه باسمه (كجبريل) ومن لم نعلم اسمه نؤمن به إجمالا. ¶ الثالث: الإيمان بمن علمنا من صفاتهم. ¶ الرابع: الإيمان بمن علمنا من أعمالهم التي يقومون بها بأمر الله تعالى مثل ملك الموت الموكل بقبض الأرواح عند الموت. ¶ ثالثا: الإيمان بالكتب: والمراد بها الكتب التي أنزلها الله تعالى على رسله رحمة للخلق، وهداية لهم ليصلوا بها إلى سعادتهم في الدنيا والآخرة. ¶ الأمور التي يقتضيها الإيمان بالكتب: أولا: الإيمان بأن نزولها من عند الله حقا. ¶ ثانيا: الإيمان بما علمنا اسمه منها باسمه كالقرآن الذي أنزل على محمد صلى الله عليه وسلم، والتوراة التي أنزلت على موسى - عليه السلام-. ¶ ثالثا: تصدق بما تسمع من أخبارها كأخبار القرآن،",
            "page": "22",
            "part": "1",
            "seal": "EBAF045A"
        },
        {
            "id": "22",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوأخبار ما لم يبدل أو يحرف من الكتب السابقة. ¶ رابعا: العمل بأحكام ما لم ينسخ منها، والرضا والتسليم به سواء فهمنا حكمته، أو لم نفهمها، وجميع الكتب السابقة منسوخة بالقرآن العظيم. قال تعالى: {وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ} [المائدة: 48] (¬1) . ¶ ما يثمره الإيمان بالكتب: أولا: العلم بعناية الله تعالى بعباده حيث أنزل لكل قوم كتابا يهديهم. ¶ ثانيا: العلم بحكمة الله تعالى في شرعه، حيث شرع لكل قوم ما يناسب أحوالهم كما قال تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة: 48] (¬2) . ¶ رابعا: الإيمان بالرسل: والرسول هو من أُوحي إليه من البشر بشرع وأمر بتبليغه، وأول الرسل نوح وآخرهم محمد - عليهم الصلاة والسلام- جميعا. ¶ ولم تخل أمة من رسول يبعثه الله تعالى بشريعة مستقلة ¶ ¬_________ ¶ (¬1) المائدة، آية 48. ¶ (¬2) المائدة، آية 48.",
            "page": "23",
            "part": "1",
            "seal": "9525A568"
        },
        {
            "id": "23",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQإلى قومه أو نبي يوحى إليه بشريعة من قبله من الرسل ليجددها قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36] (¬1) . وقال تعالى: {وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ} [فاطر: 24] (¬2) . والرسل بشر من بني آدم مخلوقون ليس لهم من خصائص الربوبية والألوهية شيء وتلحقهم خصائص البشرية من الرحمة، والموت، والحاجة إلى الطعام والشراب وغير ذلك. ¶ الأمور التي يتضمنها الإيمان بالرسل: أولا: الإيمان بأن رسالتهم حق من الله تعالى فمن كفر برسالة واحد منهم فقد كفر بالجميع، قال تعالى: {كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ} [الشعراء: 105] (¬3) . ¶ ثانيا: الإيمان بمن علمنا اسمه منهم باسمه مثل: محمد، وإبراهيم، وموسى، وعيسى، ونوح - عليهم الصلاة والسلام-، وهؤلاء هم أولو العزم من الرسل، وأما من لم نعلم اسمه منهم فنؤمن به إجمالا، قال تعالى: ¶ ¬_________ ¶ (¬1) النحل، آية 36. ¶ (¬2) فاطر، آية 24. ¶ (¬3) سورة الشعراء، آية 105.",
            "page": "24",
            "part": "1",
            "seal": "58EE3AD8"
        },
        {
            "id": "24",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ {وَلَقَدْ أَرْسَلْنَا رُسُلًا مِنْ قَبْلِكَ مِنْهُمْ مَنْ قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَنْ لَمْ نَقْصُصْ عَلَيْكَ} [غافر: 78] (¬1) . ¶ ثالثا: تصديق ما صح عنهم من أخبارهم. ¶ رابعا: العمل بشريعة من أرسل إلينا منهم وهو خاتمهم محمد صلى الله عليه وسلم. ¶ ثمرات الإيمان بالرسل: أولا: العلم برحمة الله تعالى وعنايته بعباده حيث أرسل إليهم الرسل لهدايتهم إلى صراط الله المستقيم، وليبينوا لهم كيف يعبدون الله. ¶ ثانيا: شكره تعالى على هذه النعمة الكبرى. ¶ ثالثا: محبة الرسل- عليهم السلام- وتعظيمهم والثناء عليهم بما يليق بهم لأنهم رسل الله تعالى وقاموا بعبادته وتبليغ رسالته والنصح لعباده. ¶ خامسا: الإيمان باليوم الآخر: اليوم الآخر هو يوم القيامة الذي يبعث الله الناس فيه للحساب والجزاء وسُمي بذلك لأنه لا يوم بعده. ¶ ¬_________ ¶ (¬1) سورة غافر، الآية 78.",
            "page": "25",
            "part": "1",
            "seal": "0DA0316B"
        },
        {
            "id": "25",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQما يتضمنه الإيمان باليوم الآخر: أولا: الإيمان بالبعث، والبعث حق ثابت دل عليه الكتاب والسنة وإجماع المسلمين. ¶ ثانيا: الإيمان بالحساب والجزاء فيحاسب العبد على عمله ويجازى عليه، وقد دل على ذلك الكتاب والسنة وإجماع المسلمين. ¶ ثالثا: الإيمان بالجنة والنار وأنهما المآل الأبدي للخلق. ¶ ويلحق الإيمان باليوم الآخر كل ما يكون بعد الموت مثل: ¶ 1 - فتنة القبر. ¶ 2 - عذاب القبر ونعيمه. ¶ ثمرات الإيمان باليوم الآخر: أولا: الرهبة من فعل المعصية والرضى بها خوفا من عقاب الله في ذلك اليوم. ¶ ثانيا: الرغبة في فعل الطاعة والحرص عليها، لثواب ذلك اليوم. ¶ ثالثا: تسلية المؤمن عما يفوته من الدنيا بما يرجوه من",
            "page": "26",
            "part": "1",
            "seal": "9BCE242A"
        },
        {
            "id": "26",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQنعيم الآخرة وثوابها. ¶ سادسا: الإيمان بالقدر: القدر: تقدير الله للكائنات حسبما سبق به علمه، واقتضته حكمته. ¶ الأمور التي يقتضيها الإيمان بالقدر: أولا: الإيمان بأن الله تعالى علم بكل شيء جملةً وتفصيلا أزلا وأبدا سواء كان ذلك مما يتعلق بأفعاله أو بأفعال العباد. ¶ ثانيا: الإيمان بأنه كتب ذلك في اللوح المحفوظ (¬1) . ¶ ثالثا: الإيمان بأن جميع الكائنات لا تكون إلا بمشيئة الله تعالى: سواء كانت مما يتعلق بفعله أم مما يتعلق بفعل المخلوقين، قال تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ} [القصص: 68] (¬2) . ¶ ¬_________ ¶ (¬1) وفي هذين الأمرين يقول الله تعالى: ألم تعلم أن الله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير الآية. وفي صحيح مسلم عن عبد الله بن عمرو بن العاص- رضي الله عنهما قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة\". ¶ (¬2) القصص، آية 68.",
            "page": "27",
            "part": "1",
            "seal": "4C1BFC10"
        },
        {
            "id": "27",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQرابعا: الإيمان بأن جميع الكائنات مخلوقة لله تعالى بذواتها وصفاتها وحركاتها كما قال تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} [الزمر: 62] (¬1) . ¶ للإيمان بالقدر ثمرات جليلة منها: أولا: الاعتماد على الله عند فعل الأسباب بحيث لا يعتمد على السبب نفسه لأن كل شيء بقدر الله تعالى. ¶ ثانيا: أن لا يعجب الإنسان بنفسه عند حصول مراده، لأن حصول نعمة من الله تعالى بما قدره من أسباب الخير والنجاح، وإعجابه بنفسه ينسيه شكر هذه النعمة. ¶ ثالثا: الطمأنينة والراحة النفسية بما يجري عليه من أقدار الله الذي له ملك السماوات والأرض، وهو كائن لا محالة كما قال تعالى: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ - لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ} [الحديد: 22 - 23] (¬2) . ¶ ¬_________ ¶ (¬1) الزمر، آية 62. ¶ (¬2) الحديد، الآيتان 22-23.",
            "page": "28",
            "part": "1",
            "seal": "D4384FC8"
        },
        {
            "id": "28",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوقد ضل في القدر طائفتان: ¶ الأولى: الجبرية الذين قالوا إن العبد مجبر على عمله وليس له فيه إرادة ولا قدرة. ¶ الثانية: القدرية: الذين قالوا إن العبد مستقل بعمله في الإرادة والقدرة وليس لمشيئة الله تعالى وقدرته أثر (¬1) . ¶ وأنكروا أن يكون الله قدَّر الأشياء وعملها قبل وجودها. وقول الطائفتين من أبطل الباطل. ¶ تعريف التوحيد: \"هو إفراد الله بالعبادة\" وأنواعه ثلاثة: ¶ الأول: توحيد الربوبية: وهو العلم والاعتقاد بأن الله هو المتفرد بالخلق، والرزق، والتدبير، وهذا النوع قد أقر به المشركون ولم يدخلهم في الإسلام والدليل قوله تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ} [الزخرف: 87] (¬2) . ¶ الثاني: توحيد الأسماء والصفات: وهو أن يوصف الله بما وصف به نفسه في كتابه أو وصفه به رسوله صلى الله عليه وسلم على الوجه اللائق بعظمته وجلاله، وهذا النوع قد أقر به بعض المشركين، وأنكره بعضهم جهلا أو عنادا. ¶ الثالث: توحيد الألوهية: وهو إخلاص العبادة لله وحده لا شريك له بجميع أنواع العبادة: كالمحبة، ¶ ¬_________ ¶ (¬1) انظر شرح أصول الإيمان، لسماحة الشيخ ابن عثيمين. ¶ (¬2) الزخرف، آية 87.",
            "page": "29",
            "part": "1",
            "seal": "CE1FD9ED"
        },
        {
            "id": "29",
            "nass": "[الدرس الرابع أقسام التوحيد] ¶ الدرس الرابع أقسام التوحيد: 1 - توحيد الألوهية. ¶ 2 - توحيد الربوبية. ¶ 3 - توحيد الأسماء والصفات.",
            "page": "30",
            "part": "1",
            "seal": "284A4D73"
        },
        {
            "id": "30",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوالخوف، والرجاء، والتوكل والدعاء وغير ذلك من أنواع العبادة، وهذا النوع الذي أنكره المشركون (¬1) . ¶ أقسام الشرك ثلاثة: شرك أكبر ¶ شرك أصغر ¶ شرك خفي ¶ فالشرك الأكبر يوجب: حبوط العمل، والخلود في النار، كما قال تعالى: {وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ} [الأنعام: 88] (¬2) وقال سبحانه: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ} [التوبة: 17] (¬3) . ¶ وأن من مات عليه فلن يغفر الله له، والجنة عليه حرام، كما قال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: 48] (¬4) . وقال سبحانه: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: 72] (¬5) . ومن أنواعه: دعاء الأموات والأصنام، ¶ ¬_________ ¶ (¬1) الجامع الفريد للأسئلة والأجوبة على كتاب التوحيد، ص9. ¶ (¬2) الأنعام، آية 88. ¶ (¬3) التوبة، آية 17. ¶ (¬4) النساء، آية 48. ¶ (¬5) المائدة، آية 72.",
            "page": "31",
            "part": "1",
            "seal": "C16C029E"
        },
        {
            "id": "31",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوالاستغاثة بهم، والنذر لهم، والذبح لهم، ونحو ذلك. ¶ أما الشرك الأصغر: فهو ما ثبت بالنصوص من الكتاب أو السنة تسميته شركا، لكنه ليس من جنس الشرك الأكبر: كالرياء في بعض الأعمال، والحلف بغير الله، وقول ما شاء الله وشاء فلان، ونحو ذلك لقول النبي صلى الله عليه وسلم: «أخوف ما أخاف عليكم الشرك الأصغر فسئل عنه فقال: الرياء» رواه الإمام أحمد والطبراني، والبيهقي، عن محمود بن لبيد الأنصاري - رضي الله عنه- بإسناد جيد، ورواه الطبراني بأسانيد جيدة عن محمود بن لبيد عن رافع بن خديج عن النبي صلى الله عليه وسلم. وقوله صلى الله عليه وسلم: «من حلف بشيء دون الله فقد أشرك» رواه الإمام أحمد بإسناد صحيح عن عمر بن الخطاب - رضي الله عنه-، ورواه أبو داود والترمذي بإسناد صحيح من حديث ابن عمر - رضي الله عنهما- عن النبي صلى الله عليه وسلم أنه قال: «من حلف بغير الله فقد كفر أو أشرك» ، وقوله صلى الله عليه وسلم: «لا تقولوا ما شاء الله وشاء فلان، ولكن قولوا ما",
            "page": "32",
            "part": "1",
            "seal": "81A66A0A"
        },
        {
            "id": "32",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQشاء الله ثم شاء فلان» أخرجه أبو داود بإسناد صحيح عن حذيفة بن اليمان رضي الله عنه. ¶ وهذا النوع لا يوجب الردة، ولا يوجب الخلود في النار، ولكنه ينافي كمال التوحيد. ¶ أما النوع الثالث: وهو الشرك الخفي: فدليله قول النبي صلى الله عليه وسلم: «ألا أخبركم بما هو أخوف عليكم عندي من المسيح الدجال؟ قالوا: بلى. قال: الشرك الخفي. . . يقوم الرجل فيصلي فيزين صلاته، لما يرى من نظر الرجل إليه» رواه الإمام أحمد في مسنده عن أبي سعيد الخدري - رضي الله عنه. ¶ ويجوز أن يُقسم الشرك إلى نوعين فقط: أكبر وأصغر. ¶ أما الشرك الخفي فإنه يعمهما. فيقع في الأكبر كشرك المنافقين لأنهم يخفون عقائدهم الباطلة، ويتظاهرون بالإسلام رياء وخوفا على أنفسهم. ويكون في الشرك الأصغر كالرياء كما في حديث محمود بن لبيد الأنصاري المتقدم وحديث أبي سعيد المذكور. . . والله ولي التوفيق. ¶ لما انتهى المؤلف حفظه الله تعالى من أقسام التوحيد وأقسام الشرك، شرع في أركان الإسلام الخمسة. فقد ثبت في الحديث الصحيح الذي رواه أبو عبد الرحمن عبد الله بن عمر بن الخطاب - رضي الله عنهما- قال: سمعت رسول الله صلى الله عليه وسلم يقول: «بُني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمدا رسول الله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان» (¬1) . ¶ قوله: ((بُني الإسلام على خمس)) أي خمس دعائم. . وفي رواية: ((بني الإسلام على خمسة)) أي خمسة أركان، ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم.",
            "page": "33",
            "part": "1",
            "seal": "4DAF37C6"
        },
        {
            "id": "33",
            "nass": "[الدرس الخامس أركان الإسلام] ¶ الدرس الخامس أركان الإسلام وهي خمسة: 1 - شهادة أن لا إله إلا الله وأن محمدا رسول الله. ¶ 2 - وإقام الصلاة. ¶ 3 - وإيتاء الزكاة. ¶ 4 - وصوم رمضان. ¶ 5 - وحج بيت الله الحرام لمن استطاع إليه سبيلا.",
            "page": "34",
            "part": "1",
            "seal": "0D499D4D"
        },
        {
            "id": "34",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQفمثَّل الإسلام بالبنيان الذي لا يثبت إلا على خمس دعائم فلا بنيان بدونها، وبقية خصال الإسلام كتتمة البنيان. ¶ قوله: ((شهادة أن لا إله إلا الله وأن محمدا رسول الله)) أي الإيمان بالله ورسوله. وفي رواية لمسلم: ((على خمس: على أن توحد الله عز وجل)) ، وفي رواية: ((على أن توحد الله وتكفر بما دونه)) . ¶ قوله: ((وإقام الصلاة)) في صحيح مسلم عن جابر - رضي الله عنه- قال: «بين الرجل وبين الكفر والشرك ترك الصلاة» ، وفي حديث معاذ - رضي الله عنه- عن النبي صلى الله عليه وسلم قال: «رأس الأمر الإسلام وعموده الصلاة» (¬1) . ¶ وقال عبد الله بن شفيق: كان أصحاب رسول الله صلى الله عليه وسلم لا يرون من الأعمال شيئا تركه كفر غير الصلاة. ¶ قوله: ((وإيتاء الزكاة)) هي الركن الثالث من أركان الإسلام، قال تعالى: {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ} [البقرة: 43] (¬2) . وقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة: 5] ¶ ¬_________ ¶ (¬1) رواه الترمذي وقال: حديث حسن صحيح. ¶ (¬2) البقرة، آية 43.",
            "page": "35",
            "part": "1",
            "seal": "B91EB806"
        },
        {
            "id": "35",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ (¬1) . ¶ قوله: ((وصوم رمضان)) هو الركن الرابع من أركان الإسلام. قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: 183] (¬2) . ¶ قوله: ((وحج البيت)) هذا الركن الخامس من أركان الإسلام. قال تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ} [آل عمران: 97] (¬3) . ¶ وهذا الحديث أصل عظيم في معرفة دين الإسلام (¬4) . ¶ بعد أن ذكر المؤلف أركان الإسلام الخمسة في الدرس الخامس ناسب أن يذكر هنا شروط الصلاة، لأن الصلاة آكد أركان الإسلام بعد الشهادتين ولا تصح الصلاة إلا بشروط، فناسب ذكرها هنا. ¶ فأول الشروط: الإسلام، والعقل، والتمييز، فلا يصح من كافر لبطلان عمله، ولا مجنون لعدم تكليفه، ولا من طفل لمفهوم الحديث: «مروا أبناءكم بالصلاة لسبع» الحديث. ¶ الشرط الرابع: الطهارة مع القدرة لقوله صلى الله عليه وسلم: «لا تقبل صلاة بغير طهور» (¬5) . ¶ الشرط الخامس: دخول الوقت، قال تعالى: {أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ} [الإسراء: 78] ¶ ¬_________ ¶ (¬1) البينة، آية 5. ¶ (¬2) البقرة، آية 183. ¶ (¬3) آل عمران، آية 97. ¶ (¬4) انظر: أركان الإسلام للشيخ عبد الله الجار الله رحمه الله، ص7-8. ¶ (¬5) رواه مسلم وأبو داود والترمذي.",
            "page": "36",
            "part": "1",
            "seal": "6FB36FBF"
        },
        {
            "id": "36",
            "nass": "[الدرس السادس شروط الصلاة] ¶ الدرس السادس شروط الصلاة وهي تسعة: الإسلام، والعقل، والتمييز، ورفع الحدث، وإزالة النجاسة، وستر العورة، ودخول الوقت، واستقبال القبلة، والنية.",
            "page": "37",
            "part": "1",
            "seal": "E2A2D66C"
        },
        {
            "id": "37",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ (¬1) وعن عمر - رضي الله عنه-: «الصلاة لها وقت شرطه الله لا تصح إلا به.» وهو حديث جبريل حين أمَّ النبي صلى الله عليه وسلم بالصلوات الخمس ثم قال: ((ما بين هذين وقت)) (¬2) . ¶ الشرط السادس: ستر العورة مع القدرة بشيء لا يصف البشرة لقوله تعالى: {يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: 31] (¬3) وقوله صلى الله عليه وسلم: «لا يقبل الله صلاة حائض إلا بخمار» ، «وحديث سلمة بن الأكوع قال: قلت: يا رسول الله إني أكون في الصيد وأصلي في القميص الواحد: قال نعم وازْرُرْهُ ولو بشوكة» صححهما الترمذي. وحكى ابن عبد البر الإجماع على فساد صلاة من صلى عريانا وهو قادر على الاستتار. ¶ الشرط السابع: اجتناب النجاسة لبدنه وثوبه وبقعته، لقوله تعالى: {وَثِيَابَكَ فَطَهِّرْ} [المدثر: 4] (¬4) وقوله صلى الله عليه وسلم لأسماء في دم ¶ ¬_________ ¶ (¬1) الإسراء، آية 78. ¶ (¬2) رواه أحمد والنسائي. ¶ (¬3) الأعراف، آية 31. ¶ (¬4) المدثر، آية 4.",
            "page": "38",
            "part": "1",
            "seal": "4013C8E4"
        },
        {
            "id": "38",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالحيض: «تحته ثم تقرصه بالماء، ثم تنضحه ثم تصلي فيه» متفق عليه. ¶ الشرط الثامن: استقبال القبلة، لقوله تعالى: {فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ} [البقرة: 144] (¬1) . ¶ الشرط التاسع: النية، لقول المصطفى صلى الله عليه وسلم: «إنما الأعمال بالنيات» (¬2) . ¶ وبهذا تمت شروط الصلاة، والله أعلم (¬3) . ¶ بعد أن تكلم شيخنا ووالدنا- رحمه الله- عن شروط الصلاة في الدرس السابق لأن شروط الصلاة تتقدم الصلاة، ناسب أن يذكر هنا الأركان لأنها تتزامن مع الصلاة نفسها. ¶ فالركن الأول من أركان الصلاة: القيام مع القدرة، لقوله تعالى: {وَقُومُوا لِلَّهِ قَانِتِينَ} [البقرة: 238] وقوله صلى الله عليه وسلم في حديث عمران: «صل قائما» وأجمع العلماء على ذلك. ¶ الركن الثاني: تكبيرة الإحرام، لقول النبي صلى الله عليه وسلم: ¶ ¬_________ ¶ (¬1) البقرة، آية 144. ¶ (¬2) رواه البخاري ومسلم. ¶ (¬3) انظر منار السبيل (1 70- 79) .",
            "page": "39",
            "part": "1",
            "seal": "A552FB55"
        },
        {
            "id": "39",
            "nass": "[الدرس السابع أركان الصلاة] ¶ الدرس السابع أركان الصلاة أربعة عشر وهي: القيام مع القدرة، وتكبيرة الإحرام، وقراءة الفاتحة، والركوع، والاعتدال بعد الركوع، والسجود على الأعضاء السبعة والرفع منه، والجلسة بين السجدتين، والطمأنينة في جميع الأفعال، والترتيب بين الأركان، والتشهد الأخير والجلوس له، والصلاة على النبي صلى الله عليه وسلم، والتسليمتان.",
            "page": "40",
            "part": "1",
            "seal": "245EC66C"
        },
        {
            "id": "40",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ «مفتاح الصلاة الطهور، وتحريمها التكبير، وتحليلها التسليم.» رواه الخمسة إلا النسائي. ¶ وقال الترمذي هو أصح شيء في هذا الباب ولقوله صلى الله عليه وسلم للمسيء صلاته: «إذا قمت إلى الصلاة فأسبغ الوضوء ثم استقبل القبلة فكبر» متفق عليه. ¶ الركن الثالث: قراءة الفاتحة، لحديث عبادة بن الصامت أن رسول الله صلى الله عليه وسلم قال: «لا صلاة لمن لم يقرأ بفاتحة الكتاب» رواه السبعة. ¶ الركن الرابع: الركوع، لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا} [الحج: 77] (¬1) كما ثبت في الصحيحين من حديث أبي هريرة - رضي الله عنه- في حديث المسيء في صلاته فقد قال له رسول الله صلى الله عليه وسلم: «ثم اركع حتى تطمئن راكعا.» ¶ الركن الخامس: الاعتدال قائما بعد الركوع، لقول النبي صلى الله عليه وسلم للمسيء صلاته: «ثم ارفع حتى تعتدل قائما.» ¶ ولما رواه الخمسة عن أبي مسعود الأنصاري أنه صلى الله عليه وسلم قال: «لا تجزئ صلاة لا يقيم فيها الرجل صلبه في ¶ ¬_________ ¶ (¬1) الحج، آية 77.",
            "page": "41",
            "part": "1",
            "seal": "E351456B"
        },
        {
            "id": "41",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالركوع والسجود.» ¶ الركن السادس: السجود على الأعضاء السبعة، لقوله صلى الله عليه وسلم: «أمرت أن أسجد على سبعة أعظم: على الجبهة، وأشار بيده على أنفه، واليدين، والركبتين، وأطراف القدمين» متفق عليه. ¶ الركن السابع: الجلوس بين السجدتين، لقول النبي صلى الله عليه وسلم للمسيء صلاته: «ثم ارفع حتى تعتدل جالسا.» ولقول عائشة - رضي الله عنها-: «كان النبي صلى الله عليه وسلم إذا رفع رأسه من السجود لم يسجد حتى يستوي قاعدا» رواه مسلم. ¶ الركن الثامن: الاعتدال من السجود لقول النبي صلى الله عليه وسلم للمسيء في صلاته: «ثم ارفع حتى تطمئن جالسا.» ¶ الركن التاسع: الطمأنينة في جميع الأفعال، لقوله صلى الله عليه وسلم للمسيء في صلاته: «ثم اركع حتى تطمئن راكعا» ، وكان النبي صلى الله عليه وسلم يطمئن في صلاته ويقول: «صلوا كما رأيتموني أصلي» رواه البخاري.",
            "page": "42",
            "part": "1",
            "seal": "71D47097"
        },
        {
            "id": "42",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالركن العاشر: الترتيب بين الأركان. ¶ الركن الحادي عشر والثاني عشر: التشهد الأخير والجلوس له، لقوله صلى الله عليه وسلم: «إذا جلس أحدكم في الصلاة فليقل التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته، السلام علينا وعلى عباد الله الصالحين» . . إلخ الحديث متفق عليه. ¶ الركن الثالث عشر: الصلاة على النبي صلى الله عليه وسلم في التشهد الأخير لحديث كعب بن عجرة لما سألوه صلى الله عليه وسلم عن كيفية الصلاة عليه، قال: «قولوا: اللهم صل على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد» رواه السبعة. ¶ الركن الرابع عشر: الصلاة على النبي صلى الله عليه وسلم والتسليمتان، لقوله صلى الله عليه وسلم: «وتحليلها التسليم» ، وقول عائشة - رضي الله عنها- في صفة صلاة النبي صلى الله عليه وسلم:",
            "page": "43",
            "part": "1",
            "seal": "8519F67E"
        },
        {
            "id": "43",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ\" وكان يختم الصلاة بالتسليم، فالتسليم شرع للتحلل من الصلاة فهو ختامها وعلامة انقضائها\" (¬1) ¶ انتقل المؤلف في هذا الدرس إلى واجبات الصلاة بعد أن بين أركان الصلاة وقدم الأركان على الواجبات لأن الأركان آكد من الواجبات، لأن الواجب يجبره سجود السهو إذا تركه سهوا، أما الركن إذا ترك فإن الصلاة تبطل سواء كان سهوا أو عمدا. ¶ فالواجب الأول من واجبات الصلاة: جميع التكبيرات ما عدا تكبيرة الإحرام فإنها ركن كما سبق لقول ابن مسعود: «رأيت النبي صلى الله عليه وسلم يكبر في كل رفع وخفض وقيام وقعود» رواه أحمد والنسائي والترمذي وصححه. ¶ ¬_________ ¶ (¬1) انظر: السلسبيل في معرفة الدليل، جـ1، ص146، 148. وكتاب: نيل المآرب في تهذيب شرح عمدة الطالب، جـ1-2، ص 166. وكتاب: الملخص الفقهي، جـ1، ص89- 92.",
            "page": "44",
            "part": "1",
            "seal": "49E1C002"
        },
        {
            "id": "44",
            "nass": "[الدرس الثامن واجبات الصلاة] ¶ الدرس الثامن واجبات الصلاة وهي ثمانية: جميع التكبيرات غير تكبيرة الإحرام، وقول سمع الله لمن حمده للإمام المنفرد، وقول: ربنا ولك الحمد للكل، وقول: سبحان ربي العظيم في الركوع، وقول: سبحان ربي الأعلى في السجود، وقول: رب اغفر لي بين السجدتين، والتشهد الأول، والجلوس له.",
            "page": "45",
            "part": "1",
            "seal": "520656C8"
        },
        {
            "id": "45",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالواجب الثاني: قول سمع الله لمن حمده للإمام والمنفرد، لحديث أبي هريرة - رضي الله عنه-: «كان رسول الله صلى الله عليه وسلم يكبر حين يقوم إلى الصلاة ثم يكبر حين يركع ثم يقول: سمع الله لمن حمده حين يرفع صلبه من الركعة، ثم يقول وهو قائم: ربنا ولك الحمد» متفق عليه. ¶ الواجب الثالث: قول ربنا ولك الحمد للكل، كما تقدم. ¶ الواجب الرابع والخامس: قول: سبحان ربي العظيم في الركوع، وقول: سبحان ربي الأعلى في السجود مرة واحدة، لقول حذيفة في حديث: كان- يعني النبي صلى الله عليه وسلم- يقول في ركوعه: «سبحان ربي العظيم، وفي سجوده: سبحان ربي الأعلى» رواه الخمسة وصححه الترمذي. ¶ الواجب السادس: قول رب اغفر لي بين السجدتين، لحديث حذيفة أن النبي صلى الله عليه وسلم كان يقول بين السجدتين «رب اغفر لي، رب اغفر لي» رواه النسائي وابن ماجه.",
            "page": "46",
            "part": "1",
            "seal": "3716E4CB"
        },
        {
            "id": "46",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالواجب السابع: التشهد الأول، لقول المصطفى صلى الله عليه وسلم: «إذا قمت في صلاتك فكبر ثم اقرأ ما تيسر من القرآن فإذا جلست في وسط الصلاة فاطمئن وافترش فخذك اليسرى ثم تشهد» رواه أبو داود. ¶ الواجب الثامن: الجلوس للتشهد الأول، لحديث ابن مسعود مرفوعا: «إذا قعدتم في كل ركعتين فقولوا: التحيات لله» رواه أحمد والنسائي، وأيضا لما نسيه النبي صلى الله عليه وسلم في صلاة الظهر سجد سجدتين قبل أن يسلم مكان ما نسي من الجلوس (¬1) . ¶ «وعن أبي مسعود البدري - رضي الله عنه- قال: قال بشير بن سعد: يا رسول الله أمرنا الله أن نصلي عليك، فكيف نصلي عليك؟ فسكت، ثم قال: قولوا: اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. والسلام كما علمتم» . رواه مسلم. ¶ ¬_________ ¶ (¬1) انظر: منار السبيل، جـ1، ص87- 89.",
            "page": "47",
            "part": "1",
            "seal": "200BD69A"
        },
        {
            "id": "47",
            "nass": "[الدرس التاسع بيان التشهد] ¶ الدرس التاسع بيان التشهد \"التحيات\" وهو: التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله، اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد، وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. ¶ ثم يستعيذ بالله في التشهد الأخير من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال، ثم يتخير من الدعاء ما شاء ولا سيما المأثور من ذلك ومنه: ¶ اللهم أعني على ذكرك وشكرك وحسن عبادتك، اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا",
            "page": "48",
            "part": "1",
            "seal": "4184AAEC"
        },
        {
            "id": "48",
            "nass": "أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم. ¶ وعن عبد الله بن مسعود - رضي الله عنه- قال: التفت إلينا رسول الله صلى الله عليه وسلم فقال: «إذا صلى أحدكم فليقل: التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين، أشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله، ثم ليتخير من الدعاء أعجبه إليه فيدعو.» متفق عليه. حديث ابن مسعود أصح ما رُوي في التشهد.",
            "page": "49",
            "part": "1",
            "seal": "4BE0F59F"
        },
        {
            "id": "49",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ «وعن أبي هريرة - رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: إذا تشهد أحدكم فليستعذ بالله من أربع يقول: اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن فتنة المسيح الدجال» متفق عليه. ¶ والحديث دليل على مشروعية الاستعاذة مما ذكر في هذا الموضع وذلك بعد الصلاة على النبي صلى الله عليه وسلم. ¶ «وعن أبي بكر الصديق - رضي الله عنه- أنه قال لرسول الله صلى الله عليه وسلم: علمني دعاء أدعو به في صلاتي، قال: قل: اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت فاغفر لي مغفرة من عندك وارحمني إنك أنت الغفور الرحيم.» متفق عليه. ¶ الحديث دليل على مشروعية الدعاء في الصلاة على الإطلاق ومن مواضعه بعد التشهد والصلاة على النبي صلى الله عليه وسلم والاستعاذة من الأربع لقوله في حديث ابن مسعود: «ثم ليتخير من الدعاء أعجبه إليه فيدعو.»",
            "page": "50",
            "part": "1",
            "seal": "4F0E27E4"
        },
        {
            "id": "50",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوفيه دليل على جواز الدعاء في الصلاة بما ورد وبما لم يرد إذا لم يكن فيه ما هو ممنوع شرعا. وفي لفظ: «ثم ليتخير من المسألة ما شاء» (¬1) . ¶ تنقسم سنن الصلاة إلى نوعين: النوع الأول: سنن الأقوال. ¶ النوع الثاني: سنن الأفعال. ¶ ¬_________ ¶ (¬1) المجموعة الجليلة، ص79- 80.",
            "page": "51",
            "part": "1",
            "seal": "CE404087"
        },
        {
            "id": "51",
            "nass": "[الدرس العاشر سنن الصلاة] ¶ الدرس العاشر سنن الصلاة: 1 - الاستفتاح. ¶ 2 - وجعل الكف اليمنى على اليسرى فوق الصدر حين القيام. ¶ 3 - رفع اليدين مضمومتي الأصابع حذو المنكبين أو الأذنين عند التكبير الأول، وعند الركوع، والرفع منه، وعند القيام من التشهد الأول للثالثة. ¶ 4 - ما زاد عن واحدة في تسبيح الركوع والسجود. ¶ 5 - ما زاد عن قوله بعد الرفع من الركوع: ربنا ولك الحمد. ¶ 6 - ما زاد عن واحدة في الدعاء بالمغفرة بين السجدتين. ¶ 7 - جعل الرأس حيال الظهر في الركوع. ¶ 8 - مجافاة العضدين عن الجنبين، والبطن عن الفخذين في السجود.",
            "page": "52",
            "part": "1",
            "seal": "12095E1D"
        },
        {
            "id": "52",
            "nass": "9 - رفع الذراعين عن الأرض حين السجود. ¶ 10 - جلوس المصلي على رجله اليسرى ونصب اليمنى في التشهد الأول وبين السجدتين. ¶ 11 - التورك في التشهد الأخير مع نصب اليمنى. ¶ 12 - الصلاة والتبريك على محمد وآل محمد وعلى إبراهيم وآل إبراهيم في التشهد الأول. ¶ 13 - الدعاء في التشهد الأخير. ¶ 14 - الجهر بالقراءة في صلاة الفجر، وفي الركعتين الأوليين من صلاة المغرب والعشاء. ¶ 15 - الإسرار بالقراءة في الظهر والعصر وفي الثالثة من المغرب والأخيرتين من العشاء. ¶ 16 - قراءة ما زاد على الفاتحة من القرآن مع مراعاة بقية ما ورد من سنن الصلاة سوى ما ذكرنا.",
            "page": "53",
            "part": "1",
            "seal": "934E044A"
        },
        {
            "id": "53",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوقد ذكرها المؤلف في المتن، وهذه السنن لا يلزم المصلي أن يأتي بها ولكن إن فعلها أو بعضا منها فله أجر، ومن تركها أو ترك شيئا منها فلا حرج عليه مثل سائر السنن. ولكن ينبغي من المسلم أن يأتي بها وليتذكر قول المصطفى صلى الله عليه وسلم: «عليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ» والله تعالى أعلم. ¶ بعدما انتهى المؤلف من ذكر شروط الصلاة وأركانها، وواجباتها وسنن الصلاة القولية والفعلية شرع في مبطلات الصلاة ليكون المسلم على حذر من إبطال صلاته بفعل أحد المبطلات الثمانية وهي على النحو التالي: ¶ أولا: الكلام العمد مع الذكر والعلم، أما الناسي والجاهل فلا تبطل صلاته لما روي عن زيد بن الأرقم قوله: فأمرنا بالسكوت، ونهينا عن الكلام (¬1) . ¶ ثانيا: الضحك: قال ابن المنذر: أجمعوا على أن الضحك يفسد الصلاة. ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم وغيرهما.",
            "page": "54",
            "part": "1",
            "seal": "BB01FCC3"
        },
        {
            "id": "54",
            "nass": "[الدرس الحادي عشر مبطلات الصلاة] ¶ الدرس الحادي عشر مبطلات الصلاة وهي ثمانية: 1 - الكلام العمد مع الذكر، والعلم، أما الناسي والجاهل فلا تبطل صلاته بذلك. ¶ 2 - الضحك. ¶ 3 - الأكل. ¶ 4 - الشرب. ¶ 5 - انكشاف العورة. ¶ 6 - الانحراف الكثير عن جهة القبلة. ¶ 7 - العبث الكثير المتوالي في الصلاة. ¶ 8 - انتقاض الطهارة.",
            "page": "55",
            "part": "1",
            "seal": "49B13443"
        },
        {
            "id": "55",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQثالثا ورابعا: الأكل والشرب: قال ابن المنذر: أجمع كل من نحفظ عنه أن من أكل أو شرب في الفرض عامدا أن عليه الإعادة. ¶ خامسا: انكشاف العورة: لأن من شروط الصلاة ستر العورة فإذا عدم الشرط بطلت الصلاة. ¶ سادسا: الانحراف الكثير عن جهة القبلة: لأن من شروط الصلاة استقبال القبلة كما تقدم. ¶ سابعا: العبث الكثير المتوالي في الصلاة: فإن كثر متواليا أبطل الصلاة إجماعا. قاله في الكافي: وإن قل لم يبطلها. . . لحمله صلى الله عليه وسلم أمامة في صلاته، إذا قام حملها، وإذا سجد وضعها. . . وتقدم وتأخر في صلاة الكسوف. ¶ ثامنا: انتقاض الطهارة: لأنها شرط لصحة الصلاة، فإذا انتقض الوضوء انتقضت الصلاة. ¶ شروط الوضوء: الإسلام، والعقل، والتمييز، والنية، فلا يصح الوضوء من كافر لأنه لا يقبل منه حتى يسلم، ولا من مجنون لأنه غير مكلف، ولا من صغير لا يميزه، ولا ممن لم ينو الوضوء، بأن نوى تبردا أو غسل أعضاء ليزيل عنها نجاسة أو دسما. ¶ ويشترط للوضوء أن يكون الماء طهورا فإن كان نجسا لم يجزئه، ويشترط للوضوء أن يكون الماء مباحا، فإن كان مغصوبا، أو تحصل عليه بغير طريق شرعي لم يصح الوضوء به، ويشترط للوضوء أيضا: أن يسبقه استنجاء",
            "page": "56",
            "part": "1",
            "seal": "BA7AD02D"
        },
        {
            "id": "56",
            "nass": "[الدرس الثاني عشر شروط الوضوء] ¶ الدرس الثاني عشر شروط الوضوء وهي عشرة: الإسلام. والعقل. والتمييز. والنية. واستصحاب حكمها؛ بأن لا ينوي قطعها حتى تتم طهارته. وانقطاع موجب الوضوء. واستنجاء أو استجمار قبله، وطهورية ماء وإباحته. وإزالة ما يمنع وصوله إلى البشرة. ودخول وقت الصلاة في حق من حدثه دائم.",
            "page": "57",
            "part": "1",
            "seal": "1ABEEBC4"
        },
        {
            "id": "57",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQأو استجمار وذلك بعد قضاء الحاجة، وكذلك يشترط إزالة ما يمنع وصول الماء إلى البدن، فلا بد للمتوضئ أن يزيل ما على أعضاء الوضوء من طين أو عجين، أو شمع، أو أصباغ سميكة ليجري الماء على جلد العضو مباشرة من غير حائل (¬1) . ¶ وكذلك يشترط دخول وقت الصلاة في حق من حدثه دائم لأمره صلى الله عليه وسلم للمستحاضة أن تتوضأ لكل صلاة، والله أعلم. ¶ فروض الوضوء: قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6] (¬2) . ¶ الفرض الأول: غسل الوجه، والفم والأنف منه قال تعالى: {فَاغْسِلُوا وُجُوهَكُمْ} [المائدة: 6] والدليل على وجوب المضمضة والاستنشاق أنهما من الوجه، وكذلك أن كل من وصف وضوء النبي صلى الله عليه وسلم يذكر منه المضمضة والاستنشاق، وجاء في حديث أبي هريرة - رضي الله عنه- أن النبي صلى الله عليه وسلم قال: «إذا توضأ أحدكم فليجعل في أنفه ماء ثم لينثره» (¬3) . ¶ ¬_________ ¶ (¬1) انظر: الملخص الفقهي، جـ1، ص31. ¶ (¬2) المائدة، آية 6. ¶ (¬3) رواه مسلم والنسائي وأبو داود والإمام أحمد.",
            "page": "58",
            "part": "1",
            "seal": "A9B8F0D8"
        },
        {
            "id": "58",
            "nass": "[الدرس الثالث عشر فروض الوضوء] ¶ الدرس الثالث عشر فروض الوضوء وهي ستة: غسل الوجه ومنه: المضمضة والاستنشاق. وغسل اليدين إلى المرفقين. ومسح جميع الرأس ومنه: الأذنان. وغسل الرجلين إلى الكعبين. والترتيب. والموالاة.",
            "page": "59",
            "part": "1",
            "seal": "A7EDCB32"
        },
        {
            "id": "59",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالثاني من فروض الوضوء: غسل اليدين لقوله تعالى: {وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ} [المائدة: 6] أي مع المرفق، فيجب غسل المرافق لأن النبي صلى الله عليه وسلم كان يغسل مرافقه في الوضوء. ¶ الثالث: مسح الرأس كله ومنه الأذنان: لقوله تعالى: {وَامْسَحُوا بِرُءُوسِكُمْ} [المائدة: 6] وقال صلى الله عليه وسلم: «الأذنان من الرأس» . ولأن النبي صلى الله عليه وسلم كان يمسح رأسه وأذنيه في الوضوء. ¶ الرابع: غسل الرجلين مع الكعبين: لقوله تعالى: {وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: 6] ¶ الخامس: الترتيب: لأن الله ذكره مرتبا وأدخل ممسوحا بين مغسولين وقطع النظير عن نظيره والفائدة هنا هي الترتيب، والنبي صلى الله عليه وسلم رتب الوضوء على هذه الكيفية وهو بقوله وعمله المفسر لكتاب الله. ¶ السادس: الموالاة: وهي: أن لا يؤخر غسل عضو حتى ينشف الذي قبله، والدليل أن الرسول صلى الله عليه وسلم",
            "page": "60",
            "part": "1",
            "seal": "9AED3FCF"
        },
        {
            "id": "60",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQهو المشرع والمبين لأمته أحكام دينها وكل من وصف وضوء الرسول وصفه متواليا (¬1) . ¶ تكلم المؤلف في الدرس السابق عن الوضوء، وأراد أن يبين هنا الأشياء التي تنقضه ليكون المسلم على بصيرة من أمر دينه فذكر لنا أن نواقض الوضوء هي: ¶ الأول: الخارج من السبيلين: قليلا كان أو كثيرا وهو نوعان: ¶ أ- معتاد كالبول والغائط فينتقض بغير خلاف، قاله ابن عبد البر، قال تعالى: {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} [المائدة: 6] (¬2) . ¶ ب- نادر كالدود والشعر والحصى فينتقض لقول ¶ ¬_________ ¶ (¬1) انظر: السلسبيل، جـ1، ص51-53، وكذلك الملخص الفقهي، جـ1، ص32- 33. ¶ (¬2) المائدة، آية 6.",
            "page": "61",
            "part": "1",
            "seal": "565C9F1E"
        },
        {
            "id": "61",
            "nass": "[الدرس الرابع عشر نواقض الوضوء] ¶ الدرس الرابع عشر نواقض الوضوء وهي ستة: الخارج من السبيلين. والخارج الفاحش النجس من الجسد. وزوال العقل بنوم أو غيره. ومس الفرج باليد قبلا كان أو دبرا من غير حائل. وأكل لحم الإبل. والردة عن الإسلام أعاذنا الله والمسلمين من ذلك.",
            "page": "62",
            "part": "1",
            "seal": "9BE76B6E"
        },
        {
            "id": "62",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQالنبي صلى الله عليه وسلم للمستحاضة: «توضئي لكل صلاة» (¬1) . ودمها غير معتاد، ولأنه خارج من السبيلين فأشبه المعتاد. ¶ الثاني: الخارج الفاحش النجس من الجسد: وهذا ينتقض كثيره أما اليسير منه فلا ينقض الوضوء مثل الدم إذا فحش فإنه ينقض، وإن كان يسيرا فلا ينقض لقول ابن عباس في الدم: \"إذا كان فاحشا فعليه الإعادة\" وابن عمر عصر بثرة فخرج دم فصلى ولم يتوضأ. ولم يعرف لهما مخالف من الصحابة فكان إجماعا. ¶ الثالث: زوال العقل بنوم أو غيره كالجنون والإغماء أو السكر، لقول النبي صلى الله عليه وسلم: «العين وكاء السه فمن نام فليتوضأ» (¬2) والإغماء والجنون والسكر أبلغ في زوال العقل فهي تنقض الوضوء من باب أولى. ¶ الرابع: مس الفرج باليد قبلا كان أو دبرا من غير ¶ ¬_________ ¶ (¬1) رواه أبو داود وابن ماجه والإمام أحمد والترمذي، وقال حديث حسن صحيح، وصححه الألباني في الإرواء، جـ1، ص146. ¶ (¬2) رواه أبو داود وابن ماجه والحاكم والدارقطني، وحسنه الألباني في الإرواء، جـ1، ص148.",
            "page": "63",
            "part": "1",
            "seal": "6C708238"
        },
        {
            "id": "63",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQحائل: لقوله صلى الله عليه وسلم: «من مس فرجه فليتوضأ» (¬1) . ¶ الخامس: أكل لحم الجزور: لما رُوي عن جابر بن سمرة أن رجلا سأل النبي صلى الله عليه وسلم: «أأتوضأ من لحوم الإبل؟ قال: نعم توضأ من لحوم الإبل» (¬2) . ¶ السادس: الردة عن الإسلام: أعاذنا الله من ذلك، لقوله تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} [الزمر: 65] (¬3) (¬4) . ¶ تنبيه هام: أما غسل الميت: فالصحيح أنه لا ينقض الوضوء، وهو قول أكثر أهل العلم، لعدم الدليل على ذلك. لكن لو أصابت يد الغاسل فرج الميت من غير حائل وجب عليه الوضوء. ¶ والواجب عليه أن لا يلمس فرج الميت إلا من وراء حائل. ¶ وهكذا مس المرأة لا ينقض الوضوء مطلقا- سواء كان ¶ ¬_________ ¶ (¬1) رواه النسائي وابن ماجه والإمام أحمد، وصححه الألباني في الإرواء، جـ1، ص150. ¶ (¬2) رواه مسلم. ¶ (¬3) الزمر، آية 65. ¶ (¬4) العدة شرح العمدة، ص53- 57.",
            "page": "64",
            "part": "1",
            "seal": "DB35F0C5"
        },
        {
            "id": "64",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQذلك عن شهوة أو غير شهوة في أصح قولي العلماء- ما لم يخرج منه شيء؛ لأن النبي صلى الله عليه وسلم قبَّل بعض نسائه ثم صلى ولم يتوضأ. ¶ أما قول الله سبحانه في آيتي النساء: {أَوْ لَامَسْتُمُ النِّسَاءَ} [النساء: 43] (¬1) فالمراد به الجماع في الأصح من قولي العلماء، وهو قول ابن عباس - رضي الله عنه- وجماعة. ¶ أما مسألة غسل الميت ومس المرأة فقد بيَّن شيخنا في المتن كلام أهل العلم، ورجح حفظه الله عدم النقض في المسألتين، والله أعلم. ¶ بعد أن بيَّن المؤلف رحمه الله أحكام الفقه الأكبر ¶ ¬_________ ¶ (¬1) النساء، آية 43. المائدة، آية 6.",
            "page": "65",
            "part": "1",
            "seal": "3E871534"
        },
        {
            "id": "65",
            "nass": "[الدرس الخامس عشر والسادس عشر الأخلاق المشروعة لكل مسلم والآداب الإسلامية] ¶ الدرس الخامس عشر والسادس عشر ¶ الخامس عشر الأخلاق المشروعة لكل مسلم ومنها: الصدق. والأمانة. والعفاف. والحياء. والشجاعة. والكرم. والوفاء. والنزاهة عن كل ما حرم الله. وحسن الجوار. ومساعدة ذوي الحاجة حسب الطاقة. وغير ذلك من الأخلاق التي دل الكتاب أو السنة على مشروعيتها. ¶ السادس عشر الآداب الإسلامية: ومنها: السلام. والبشاشة. والأكل باليمين. والشرب بها. والآداب الشرعية عند دخول المسجد أو المنزل والخروج منهما. وعند السفر. والإحسان مع الوالدين، والأقارب، والجيران، والكبار، والصغار. والتهنئة بالمولود. والتعزية في المصاب. وغير ذلك من الآداب الإسلامية.",
            "page": "66",
            "part": "1",
            "seal": "64B5B523"
        },
        {
            "id": "66",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوالفقه الأصغر في الدروس السابقة أراد أن يبين لعامة الأمة بعض الأخلاق المشروعة لكل مسلم، والآداب الإسلامية فعليك أخي المسلم وفقنا الله وإياك لكل خير أن تعمل بها لتضرب للناس أروع الأمثال وأحسنها بتلك الأخلاق الإسلامية الرفيعة والآداب الرائعة النبيلة، وقد تضافرت نصوص الكتاب والسنة على الحث على التمسك بها ولولا خشية الإطالة لذكرتها. وليكن قدوتك بتطبيقه رسول الله صلى الله عليه وسلم فقد سئلت عائشة - رضي الله عنها- عن خلقه فقالت: \"كان خلقه القرآن\". صلوات ربي وسلامه عليه، فقد عرف بالصدق، والأمانة، والشجاعة، والكرم، والنزاهة عن كل ما حرم الله سبحانه وتعالى، وسار على نهجه صحابته الكرام- رضي الله عنهم- جميعا. ¶ ولقد انتشر الإسلام في أرجاء المعمورة في بداية الأمر بتعامل تجار المسلمين مع غيرهم، فهم صادقون وأمناء، فأملي بالله ثم بك أخي المسلم أن تكون ممن يتصف بهذه الصفات الحميدة، عليك بالصدق بالقول والعمل",
            "page": "67",
            "part": "1",
            "seal": "BD90A678"
        },
        {
            "id": "67",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوالأمانة فيما تأتي وتذر، والعفاف والكفاف بما في يدك وكن ذا حياء وأدب وشجاعة ووفاء وكرم، ونزاهة وسلامة، وأحسن إلى جارك فحقوقه كبيرة، وساعد صاحب الحاجة فالله في عون العبد ما كان العبد في عون أخيه، سلم على من عرفت ومن لم تعرف، فهذا من السنة، يورث المحبة ويدفع الوحشة والفرقة، كن بشوشا بوجه إخوانك المسلمين فهذا من الصدقة، افعل ما أرشدك إليه الرسول صلى الله عليه وسلم من الأكل باليمين والشرب بها، والتزم السنة بتقديم رجلك اليمنى بدخول المسجد، وقول الدعاء المأثور، واليسرى بالخروج، حافظ على دعاء دخول المنزل والخروج منه، تحفظ بحفظ الله وترعى برعايته، لا تنس دعاء السفر عند سفرك، أحسن إلى والديك، وعاملهم بالمعروف، واعلم أن حقهم عليك عظيم دل عليه الكتاب والسنة، ولا تتهاون بذلك فتندم ولات ساعة مندم، ولا تنس الإحسان إلى الأقارب والجيران، الكبار والصغار فهو توجيه إلهي ونبوي،",
            "page": "68",
            "part": "1",
            "seal": "E71A40BA"
        },
        {
            "id": "68",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQقال سبحانه: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة: 195] وقال النبي صلى الله عليه وسلم: «إنكم لا تسعون الناس بأموالكم ولكن ليسعهم منكم بسط الوجه وحسن الخلق.» وقال صلى الله عليه وسلم لمعاذ: «اتق الله حيثما كنت وأتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن.» وقال الشاعر: ¶ أحسن إلى الناس تستعبد قلوبهم ... فطالما استعبد الإنسان إحسان ¶ هنئ بالمولود، وادع بما ورد بذلك، عزِّ إخوانك المصابين تؤجر على ذلك، وتنال مثل أجورهم، والتزم بسائر الآداب الإسلامية، وتجنب الأخلاق الرذيلة، جعلنا الله وإياك ممن يلتزم بالأخلاق الشرعية، والآداب الإسلامية ويتجنب الأخلاق المذمومة، إنه على كل شيء قدير، وبالإجابة جدير. وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم أجمعين. ¶ لما انتهى المؤلف من ذكر بعض الأخلاق المشروعة لكل مسلم، والآداب الإسلامية أراد أن يبين في هذا الدرس خطر الشرك، والتحذير منه ومن جميع المعاصي، ومنها السبع الموبقات ليحذر الأمة من الوقوع فيها، أو بشيء منها، فعن أبي هريرة - رضي الله عنه- أن رسول الله صلى الله عليه وسلم قال: «اجتنبوا السبع الموبقات، قالوا يا رسول الله وما",
            "page": "69",
            "part": "1",
            "seal": "ECCA1460"
        },
        {
            "id": "69",
            "nass": "[الدرس السابع عشر التحذير من الشرك وأنواع المعاصي] ¶ الدرس السابع عشر التحذير من الشرك وأنواع المعاصي: ومنها: * السبع الموبقات (المهلكات) وهي: ¶ الشرك بالله. والسحر. وقتل النفس التي حرم الله إلا بالحق. وأكل الربا. وأكل مال اليتيم. والتولي يوم الزحف. وقذف المحصنات الغافلات المؤمنات. ومنها: ¶ عقوق الوالدين. وقطيعة الرحم. وشهادة الزور. والأيمان الكاذبة. وإيذاء الجار. وظلم الناس في: الدماء، والأموال، والأعراض، وغير ذلك مما نهى الله عنه أو رسوله صلى الله عليه وسلم.",
            "page": "70",
            "part": "1",
            "seal": "7FADB638"
        },
        {
            "id": "70",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQهي؟ قال: الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات» (¬1) . ¶ ومعنى اجتنبوا: ابتعدوا، والموبقات هي المهلكات، وسميت موبقات لأنها تهلك فاعلها في الدنيا بما يترتب عليها من العقوبات، وفي الآخرة من العذاب، وتقدم الحديث عن الشرك في الدرس الرابع، فليراجع. ¶ أما السحر: فهو عزائم ورقى، وأعمال تؤثر في القلوب والأبدان، ومنها ما يمرض ويقتل، ويفرق بين المرء وزوجه، ومنه ما يكون تخييلا على أعين الناس ولا حقيقة له كما قال الله سبحانه في سورة طه: {قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى - قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى} [طه: 65 - 66] (¬2) . وهو محرم؛ لأنه كفر بالله، ومناف للإيمان والتوحيد، قال تعالى: {وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ} [البقرة: 102] ¶ ¬_________ ¶ (¬1) متفق عليه. ¶ (¬2) طه، آيبة 65، 66.",
            "page": "71",
            "part": "1",
            "seal": "52B32A34"
        },
        {
            "id": "71",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQ (¬1) . وحد الساحر القتل، وكل ما ورد بنص هذا الحديث، وما ذكره الشيخ بعد السبع الموبقات فهو محرم بنص الكتاب والسنة. فيجب على المسلم أن يتجنبه بالكلية، وإن وقع بشيء منه فعليه الإقلاع والندم، والعزم على أن لا يعود إليه مرة ثانية ولا إلى غيره من سائر الذنوب والمعاصي، وينهى من تحت يده عن ذلك، ويحذر إخوانه المسلمين من الوقوع فيها ويبين خطرها على الدين، لأن هذا من التعاون على البر والتقوى، ومن الأمر بالمعروف والنهي عن المنكر والدعوة إلى الله، وهذه هي طريقة الأنبياء- عليهم السلام- قال الله تعالى على لسان نبيه محمد صلى الله عليه وسلم: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} [يوسف: 108] (¬2) الآية. ¶ أعاذنا الله وإياكم وجميع المسلمين من سائر الذنوب ¶ ¬_________ ¶ (¬1) البقرة، آية 102. ¶ (¬2) يوسف، آية 108.",
            "page": "72",
            "part": "1",
            "seal": "7DD2501B"
        },
        {
            "id": "72",
            "nass": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ¶ ـــــــــــــــــــــــــــــQوالمعاصي وثبتنا بقوله الثابت في الحياة الدنيا وفي الآخرة، إن ربي سميع مجيب الدعوات، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "73",
            "part": "1",
            "seal": "6C7D47B9"
        },
        {
            "id": "73",
            "nass": "[الدرس الثامن عشر تجهيز الميت والصلاة عليه] ¶ الدرس الثامن عشر تجهيز الميت والصلاة عليه، تفصيل ذلك: تجهيز الميت: ¶ 1 - إذا تيقن موته، أغمضت عيناه وشد لحياه. ¶ 2 - عند غسل الميت: تستر عورته، ثم يرفع قليلا ويعصر بطنه عصرا رقيقا، ثم يلف الغاسل على يده خرقة أو نحوها فينجيه بها، ثم يوضئه وضوء الصلاة، ثم يغسل رأسه ولحيته بماء وسدر أو نحوه، ثم يغسل شقه الأيمن، ثم الأيسر، ثم يغسله كذلك مرة ثانية، وثالثة، ويمر في كل مرة يده على بطنه برفق، فإن خرج منه شيء غسله، وسد المحل بقطن، أو نحوه، فإن لم يستمسك فبطين حر أو بوسائل الطب الحديثة كاللزق ونحوه. ¶ ويعيد وضوءه فإن لم ينق بثلاث غسلات زيد إلى خمس، أو سبع، ثم ينشف بثوب، ويجعل الطيب في مغابنه، ومواضع سجوده، وإن طيبه كله كان حسنا،",
            "page": "74",
            "part": "1",
            "seal": "E94FD423"
        },
        {
            "id": "74",
            "nass": "ويجمر أكفانه بالبخور، وإن كان شاربه أو أظافره طويلة أُخذ منها، ولا يسرح شعره، والمرأة يضفر شعرها ثلاثة قرون. ويسدل من ورائها. ¶ 3 - تكفين الميت: الأفضل أن يكفن الرجل في ثلاثة أثواب بيض ليس فيها قميص، ولا عمامة، يدرج فيها إدراجا، وإن كفن في قميص، وإزار، ولفافة فلا بأس، والمرأة تكفن في خمسة أثواب: في درع، وخمار، وإزار، ولفافتين. ويكفن الصبي في ثوب واحد إلى ثلاثة أثواب، وتكفن الطفلة الصغيرة في قميص ولفافتين. ¶ 4 - أحق الناس بغسله والصلاة عليه ودفنه وصيه في ذلك، ثم الأب، ثم الجد، ثم الأقرب فالأقرب من العصبات. ¶ والأولى بغسل المرأة: وصيتها، ثم الأم، ثم الجدة، ثم الأقرب فالأقرب من نسائها. ¶ وللزوجين: أن يغسل أحدهما الآخر، لأن الصديق-",
            "page": "75",
            "part": "1",
            "seal": "04425F51"
        },
        {
            "id": "75",
            "nass": "رضي الله عنه- غسلته زوجته، ولأن عليا- رضي الله عنه- غسَّل فاطمة - رضي الله عنها. ¶ 5 - صفة الصلاة على الميت: يكبر ويقرأ بعد الأولى الفاتحة، وإن قرأ معها سورة قصيرة، أو آية، أو آيتين فحسن، للحديث الوارد في ذلك، عن ابن عباس - رضي الله عنهما-، ثم يكبر الثانية ويصلي على النبي- صلى الله عليه وسلم- كصلاته في التشهد، ثم يكبر الثالثة ويقول: (اللهم اغفر لحينا وميتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأُنثانا، اللهم من أحييته منا فأحيه على الإسلام، ومن توفيته منا فتوفه على الإيمان، اللهم اغفر له، وارحمه، وعافه، واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وأدخله الجنة، وأعذه من عذاب القبر، وعذاب النار، وافسح له في قبره ونوِّر له فيه، اللهم لا تحرمنا أجره، ولا تضلنا بعده) ثم",
            "page": "76",
            "part": "1",
            "seal": "AB20FF49"
        },
        {
            "id": "76",
            "nass": "يكبر الرابعة، ويسلم تسليمة واحدة عن يمينه. ¶ ويستحب أن يرفع يديه مع كل تكبيرة. وإذا كان الميت امرأة يقال: (اللهم اغفر لها) ، وإذا كانت الجنائز اثنتين يقال: (اللهم اغفر لهما) وبالجمع إن كانت أكثر. أما إذا كان فرطا فيقال بدلا من الدعاء له بالمغفرة: (اللهم اجعله فرطا وذخرا لوالديه، وشفيعا مجابا، اللهم ثقل به موازينهما، وأعظم به أجورهما، وألحقه بصالح المؤمنين، واجعله في كفالة إبراهيم - عليه السلام- وقه برحمتك عذاب الجحيم) . ¶ والسنة أن يقف الإمام حذاء رأس الرجل، ووسط المرأة، وأن يكون الرجل مما يلي الإمام إذا اجتمعت الجنائز، والمرأة مما يلي القبلة. وإن كان معهم أطفال قدم الصبي على المرأة، ثم المرأة ثم الطفلة، ويكون رأس الصبي حيال رأس الرجل، ووسط المرأة حيال رأس الرجل، وهكذا الطفلة يكون رأسها حيال رأس المرأة ويكون وسطها حيال رأس الرجل، ويكون المصلون",
            "page": "77",
            "part": "1",
            "seal": "47223643"
        },
        {
            "id": "77",
            "nass": "جميعا خلف الإمام إلا أن يكون واحدا لم يجد مكانا خلف الإمام فإنه يقف عن يمينه. ¶ والحمد لله وحده والصلاة والسلام على نبينا محمد وآله وصحبه.",
            "page": "78",
            "part": "1",
            "seal": "4753FEC3"
        },
        {
            "id": "78",
            "nass": "[أهم المراجع] ¶ أهم المراجع 1 - إرواء الغليل في تخريج أحاديث منار السبيل، للألباني الطبعة الأولى 1399هـ. ¶ 2 - الأحكام الشرعية الصغرى الصحيحة، للإمام الحافظ الإشبيلي، مكتبة العلم، مكتبة ابن تيمية. ¶ 3 - بداية المجتهد ونهاية المقتصد، لابن رشد مكتبة العلوم والحكم. ¶ 4 - الجامع الفريد للأسئلة والأجوبة على كتاب التوحيد، للشيخ عبد الله الجار الله، مؤسسة قرطبة. ¶ 5 - حاشية الروض المربع، لابن قاسم. ¶ 6 - حاشية كتاب التوحيد، للشيخ عبد الرحمن بن قاسم، الطبعة الثالثة. ¶ 7 - خلاصة الكلام في أركان الإسلام، للشيخ الجار الله، مكتبة الحميضي. ¶ 8 - خلاصة الكلام في عمدة الأحكام، عبد الغني المقدسي، دار القلم. ¶ 9 - دليل الطالب لنيل المطالب، تأليف مرعي بن يوسف، المكتبة الفيصلية.",
            "page": "79",
            "part": "1",
            "seal": "87FE7157"
        },
        {
            "id": "79",
            "nass": "10 - الروض المربع شرع زاد المستقنع، للعلامة منصور البهوتي، مكتبة الرشد. ¶ 11 - السلسبيل في معرفة الدليل، للشيخ صالح البليهي، مكتبة المعارف. ¶ 12 - سلسلة الأحاديث الصحيحة، للألباني. ¶ 13 - سنن أبي داود، سليمان بن الأشعث، دار الفكر. ¶ 14 - سنن الترمذي، محمد بن عيسى بن سورة، شركة مصطفى الحلبي. ¶ 15 - سنن النسائي، أحمد بن شعيب النسائي، دار البشائر، 1409هـ. ¶ 16 - شرح أصول الإيمان، للشيخ ابن عثيمين، مكتبة السنة. ¶ 17 - صحيح مسلم، لأبي الحسين مسلم بن الحجاج، إحياء الكتب العربية. ¶ 18 - العدة شرح العمدة، بهاء الدين عبد الرحمن المقدسي، دار الهدى. ¶ 19 - فتح الباري شرح صحيح البخاري، لابن حجر، دار المعرفة.",
            "page": "80",
            "part": "1",
            "seal": "E89922D3"
        },
        {
            "id": "80",
            "nass": "20 - الفقه الأكبر، صالح الفوزان، دار إمام الدعوة. ¶ 21 - فقه السنة، السيد سابق، دار الكتاب العربي. ¶ 22 - الكافي لابن قدامة المقدسي، المكتب الإسلامي. ¶ 23 - الكبائر للإمام الحافظ الذهبي، المكتبة الثقافية. ¶ 24 - المجموعة الجليلة، للشيخ فيصل بن مبارك، دار العربية. ¶ 25 - المجموعة المفيدة، تأليف الشيخ موسى قدومي، مكتبة دار السلام. ¶ 26 - مجمع الزوائد ومنبع الفوائد، لابن حجر الهيثمي. ¶ 27 - مسند الإمام أحمد بن حنبل، مؤسسة قرطبة. ¶ 28 - المحرر في الفقه على مذهب الإمام أحمد بن حنبل، لأبي البركات، مكتبة المعارف. ¶ 29 - المقنع لابن قدامة المقدسي، دار الكتب العلمية. ¶ 30 - المقني في اختصار المغني، للدكتور حمد الحماد، مكتبة الدار. ¶ 31 - الملخص الفقهي، للشيخ صالح الفوزان، دار ابن الجوزي. ¶ 32 - منار السبيل في شرح الدليل، للشيخ إبراهيم بن ضويان، المكتب الإسلامي.",
            "page": "81",
            "part": "1",
            "seal": "6421F27F"
        }
    ],
    "t10448": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "[المقدمة]"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الأول سورة الفاتحة وما أمكن من قصار السور]"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الثاني شهادة أن لا إله إلا الله وأن محمدا رسول الله]"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الثالث أركان الإيمان]"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الرابع أقسام التوحيد]"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الخامس أركان الإسلام]"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس السادس شروط الصلاة]"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس السابع أركان الصلاة]"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الثامن واجبات الصلاة]"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس التاسع بيان التشهد]"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس العاشر سنن الصلاة]"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الحادي عشر مبطلات الصلاة]"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الثاني عشر شروط الوضوء]"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الثالث عشر فروض الوضوء]"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الرابع عشر نواقض الوضوء]"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الخامس عشر والسادس عشر الأخلاق المشروعة لكل مسلم والآداب الإسلامية]"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس السابع عشر التحذير من الشرك وأنواع المعاصي]"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "[الدرس الثامن عشر تجهيز الميت والصلاة عليه]"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "[أهم المراجع]"
        }
    ]
}