{
    "b10457": [
        {
            "id": "2",
            "nass": "قائمة بمؤلفات شيخ الإسلام ... المطبوعة ¶ جمع ¶ عبد السلام بن إبراهيم بن محمد الحُصَيِّن",
            "page": "1",
            "part": "1",
            "seal": "727F8F14"
        },
        {
            "id": "3",
            "nass": "الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليمًا كثيرًا إلى يوم الدين، أما بعد: ¶ فيعتبر التأليف من أهم أعمال شيخ الإسلام؛ فقد برز فيه، وفاق أقرانه، بل والأئمة المكثرين من التأليف قبله. ¶ لقد كان يكتب بسرعة، ومن حفظه، ويؤلِّف الكتاب في قَعْدةً واحدة، ويجيب على الأسئلة بمصنف كامل، حتى إن بعض مؤلفاته حملت اسم المدينة التي ورد منها السؤال؛ كالواسطية، والحموية، والتدمرية، والمراكشية، وغير ذلك. ¶ ولم يكن الشيخ يؤلِّف إلا بحسب الحاجة التي تَجِدُّ في زمانه، ولهذا تجد أن لكل مؤلَّف سببًا خاصًا، ويعالج مشكلة واقعة، أو مسألة دعت الحاجة إلى بحثها، وتحقيق القول فيها. ¶ لكن نستثني من ذلك مؤلفًا واحدًا ألفه الشيخ، وهو خارج عن عادته في التأليف، وهو شرحه للعمدة، إلا أنه لم يكمله، مما يدل على انشغاله عنه بالتأليف الذي يستهدف نفع المجتمع مباشرة، وحل قضاياهم التي يحتاجون إليها. ¶ ولهذا كان جمْع مؤلفات الشيخ أمرًا ليس بالهين؛ فلقد أعيى ذلك تلاميذ الشيخ في حياته، وبعد موته (¬1) . ¶ والعناية بجمع مؤلفات الشيخ كان محل اهتمام تلامذته، ولهذا كان يوصي بعضهم بعضًا بجمعها، ونسخها، والتعاون على ذلك (¬2) . ¶ ومن العناية بها جَمْعُ عناوينها، وإعداد قوائم بذلك، ومن تلك القوائم: ¶ 1- أسماء مؤلفات شيخ الإسلام لأبي عبد الله محمد بن عبد الله، المعروف بابن رُشَيِّق (¬3) . ¶ ¬__________ ¶ (¬1) انظر: أسماء مؤلفات شيخ الإسلام، الجامع لسيرة شيخ الإسلام (282) ؛ العقود الدرية (20، 47- 48) . ¶ (¬2) انظر: رسالة شهاب الدين ابن مُرِّي إلى تلامذة الشيخ، الجامع لسيرة شيخ الإسلام (152) . ¶ (¬3) طبعت ضمن الجامع لسيرة شيخ الإسلام (282- 311) ، وهي التي كانت منسوبة لابن القيم، بتحقيق صلاح الدين المنجد، وقد بين جامعا الجامع خطأ نسبته إلى ابن القيم، وأثبتا نسبته إلى ابن رشيق. ¶ وابن رشيق، هو محمد بن عبد الله المراكشي، ثم المصري، المالكي، أبو عبد الله، كان أبصر الناس بخط الشيخ، سريع الكتابة، دينًا، عابدًا، كثير التلاوة، حسن الصلاة، توفي سنة 749. ¶ انظر: البداية والنهاية (14/287) ؛ توضيح المشتبه (4/159) ؛ تبصير المنتبه (2/605) .",
            "page": "2",
            "part": "1",
            "seal": "F42C292F"
        },
        {
            "id": "4",
            "nass": "2- العقود الدرية (¬1) لابن عبد الهادي، ذكر قائمة طويلة فيها بعض مصنفات الشيخ (¬2) ، ثم قال (¬3) : «وسأجتهد إن شاء الله في ضبْطِ ما يمكنني من ضبطِ مؤلفاته في موضعٍ آخر، غيرِ هذا، وأبينُ ما صنفه منها بمصر، وما ألفه منها بدمشق، وما جمعه وهو في السجْنِ، وأرتبه ترتيبًا حسنًا، غيرَ هذا الترتيب، بعونِ الله تعالى وقوته، ومشيئته» . ¶ لكن لا يُعلم هل قام بهذا العمل أو لا؟ وأكبر الظن أن المنية اخترمته قبل أن يفي بما وعد به. ¶ 3- الأثبات في مخطوطات الأئمة، لعلي بن عبد العزيز الشبل، يحتوي على قائمة بمخطوطات شيخ الإسلام، بلغت أكثر من أربعمئة، لكن فيها تكرار، وأسماء كتب ليست للشيخ، وإنما هي تراجم له. ¶ وكان قد أخرجها قبل ذلك في كتاب سماه الثبت، وأخرج بعضها في مقدمة تحقيقه لكتاب الرد على الغزالي في التوكل، ومسألة في الكنائس. ¶ 4- مجموعة مؤلفات شيخ الإسلام ابن تيمية المخطوطة، لمحمد بن إبراهيم الشيباني، وقد قسَّم عمله إلى مجموعة من الأقسام؛ منها المخطوطات الموجودة في مركز المخطوطات والتراث والوثائق بالكويت، ومنها المخطوطات الموجودة في المكتبة السليمانية باستانبول. ¶ 5- قائمة بأسماء مصنفات الشيخ، جمعها محققا كتاب الصارم المسلول من جميع المصادر والمراجع التي بين أيديهم، وجعلاها في مقدمة التحقيق، وقد جمعا أكثر من سبعمئة عنوان (¬4) . ¶ وكانت عنايتهم منصبة على جمع العناوين من مصادر ترجمة الشيخ، دون بيان المطبوع، والمخطوط، والموجود والمفقود. ¶ ¬__________ ¶ (¬1) طُبع هذا الكتاب مؤخرًا بعنوان الانتصار في ذكر أحوال قامع المبتدعين وآخر المجتهدين تقي الدين أبي العباس أحمد بن تيمية، تحقيق: أ. د. محمد السيد الجليند، ط1، 1424، وذكر في مقدمة تحقيقه أن هذا هو الاسم الصحيح للكتاب، وأن عنوان \"العقود الدرية\"، هو من صنع محمد حامد الفقي. انظر: مقدمة محقق الانتصار (8- 13) . ¶ (¬2) انظر: (21- 49) . ¶ (¬3) (47) . ¶ (¬4) انظر: مقدمة تحقيق الصارم المسلول (1/70- 152) .",
            "page": "3",
            "part": "1",
            "seal": "F196E75B"
        },
        {
            "id": "5",
            "nass": "6- قائمة بمؤلفات الشيخ في الفقه وأصوله، جمعها ناصر بن عبد الله الميمان، ونشرها في كتابه القواعد والضوابط الفقهية عند ابن تيمية في كتابي الطهارة والصلاة (¬1) ، اشتملت على أحد عشر ومئة عنوان. ¶ وقد ذكر أنه حاول جاهدًا استقصاء مؤلفات الشيخ من خلال المصادر والمراجع المطبوعة؛ فتيسر له من ذلك عدد كبير جدًا، يقارب خمسمئة مصنف، ولكنه لم يذكر إلا ما يتعلق بالفقه وأصوله (¬2) . ¶ 7- وصف إحصائي لمؤلفات ابن تيمية، وآثاره العلمية، لصبري المتولي، نشره في آخر كتابه منهج ابن تيمية في تفسير القرآن الكريم (¬3) . ¶ وذكر في الحاشية أن هذا الوصف مترجم من كتاب: ¶ Qamaruddin Khan: ¶ The political of Ibn Taimiyah. 186- 205. ¶ ثم ذكر قائمة لم تصنف تصنيفًا موضوعيًا، وضعها بروكلمان (¬4) . ¶ ثم ذكر قائمة بأسماء المؤلفات التي لم يعثر عليها، نقلها من كتابي فوات الوفيات، وهدية العارفين (¬5) . ¶ 8- فهرس مخطوطات شيخ الإسلام ابن تيمية، إعداد: أيوب عيد أبو خشريف، مكتبة الإمام الذهبي، أبو ظبي، ط 1، 1425. ¶ وقد اشتملت على المخطوطات الموجودة في مكتبة الأسد، والتي كانت موجودة أصلاً في المكتبة الظاهرية. ¶ ¬__________ ¶ (¬1) (101- 114) . ¶ (¬2) وقد تفضل مشكورًا بإعطائي هذه القائمة التي لم يخرجها في كتابه، وفيها جهد وتتبع طيب. ¶ وذكر محمد عزير شمس في مقدمة تحقيقه لجامع المسائل (1/6- 7) أنه ينوي القيام بحصر جميع المخطوطات والمطبوعات، وما نشر حولها من دراسات في كتاب يضم بين دفتيه عناوين جميع مؤلفات شيخ الإسلام، وما وصل إلينا منها مخطوطًا ومطبوعًا، وما ترجم منها إلى لغات أخرى، وما عُمِل حولها من شروح أو اختصارات أو دراسات. ¶ (¬3) انظر: منهج ابن تيمية في تفسير القرآن الكريم (272- 281) . ¶ (¬4) (281- 282) . ¶ (¬5) (282- 287) .",
            "page": "4",
            "part": "1",
            "seal": "9D652793"
        },
        {
            "id": "6",
            "nass": "ومشاركةً في هذا الجهد رأيت أن أجمع قائمة بمؤلفات الشيخ التي وقفت عليها، ولم أكتب إلا ما هو موجود، مما طبع، ووقفت عليه، أما المؤلفات التي فقدت، وذكرها تلاميذه، أو من ترجم له فلم أكتبها، وكذا المخطوطات التي لم أقف عليها. ¶ وهذه المؤلفات بعضها مطبوع طبعات مستقلة، وبعضها مطبوع ضمن مجاميع، وأقدم المجاميع مجموعة فتاوى ابن تيمية، المطبوع بمطبعة كردستان في مصر سنة 1329، وهناك مجاميع أخرى، سيرد ذكرها في هذه القائمة. ¶ وقد جعلت مجموع الفتاوى الذي جمعه ابن القاسم هو الأصل في هذه المجاميع؛ لما اشتمل عليه من فتاوى ورسائل وكتب كثيرة. ¶ فإذا كان المؤلَّف موجودًا ضمن مجموع الفتاوى ذكرت ذلك عقب ذكره مباشرة، ثم ذكرت مكان وجوده في المجاميع الأخرى إن كان موجودًا فيها، وإذا كان قد طبع مفردًا أشرت إلى ذلك أيضًا (¬1) . ¶ وكان من نيتي أن أتكلم على كل مؤلَّف، مبينًا أهم مسائله، وما وقع في طبعه من أخطاء، ولكن رأيت أن ذلك يطول؛ فلعل الله أن ييسره في مكان آخر. ¶ وأسأل الله أن ينفع بهذه القائمة، وأن يجعل أعمالنا خالصة لوجهه، موافقة لسنة نبيه '. ¶ وأرجو ممن يقف على هذه القائمة؛ فتكون له ملاحظات أن يتحفنا بها؛ فإن العلم رحم بين أهله. ¶ وصلى الله وسلم على نبينا محمد وآله. ¶ وكتبه عبد السلام بن إبراهيم الحصين ¶ ¬__________ ¶ (¬1) والرموز المستعملة في هذه القائمة هي: ¶ =: انظر. ... *: للمؤلَّف المكرر، مع اختلاف العنوان. ¶ ما بين الأقواس () هو لأرقام الصفحات، والخط المائل / للفصل بين الجزء، وهو ما قبل الخط، والصفحة، وهي ما بعد الخط، والعلامة المنقوطة؛ للفصل بين أسماء المؤلفات، والأجزاء. ¶ ط: الطبعة، والرقم بعدها هو للطبع، ثم تاريخ الطباعة بعده، ولم أذكر إلا التاريخ الهجري، فإن ذكرت غيره ميزته بحرف الميم.",
            "page": "5",
            "part": "1",
            "seal": "428351F4"
        },
        {
            "id": "7",
            "nass": "ضحى الخميس، غرة ربيع الثاني، من عام 1425 ¶ في رأس الخيمة. ¶ ثم أعدت النظر فيه عشاء الجمعة 17/4/1429 ¶ في الأحساء ¶ ص. ب: (9151) ¶ الأحساء (31982) ¶ البريد الاكتروني ¶ abdusn@yahoo.com",
            "page": "6",
            "part": "1",
            "seal": "2CE8117C"
        },
        {
            "id": "8",
            "nass": "حرف الألف ¶ - الأبدال العوالي المستخرجة من فوائد أبي بكر الشافعي، وحديث واحد من فوائد المزكي. مجموع فيه مصنفات لشيخ الإسلام (47- 102) . ¶ *إبطال وحدة الوجود = الحجج العقلية.. ¶ *الاجتماع والافتراق في الحلف بالطلاق = فصل مختصر جامع في مسائل الأيمان والطلاق. ¶ 1- الأحاديث الضعيفة والباطلة، تحقيق: مجدي فتحي السيد، دار الصحابة للتراث، طنطا، ط 1، 1410، اعتماداً على مخطوطة دار الكتب المصرية، رقم (176، مجاميع 2) ، ومكروفلم رقم (32072) . ¶ *الإحاطة = تفصيل الإجمال..، والرسالة العرشية. ¶ 2- الاحتجاج بالقدر. مجموع الفتاوى (8/303- 370) ؛ مجموعة الرسائل الكبرى (2/99- 155) . وقد طبع مفردًا، بمطابع القاهرة، الطبعة الثانية، 1399. ¶ 3- اختيارات شيخ الإسلام ابن تيمية، لبرهان الدين إبراهيم بن شمس الدين محمد ابن قيم الجوزية / ت 767، تقديم ونشر: بكر بن عبد الله أبو زيد، مكتبة الرشد، ط 1، 1403. ¶ وهي اختيارات مختصرة جداً، أراد المؤلف أن يدفع بها عن ابن تيمية تهمته بمخالفة الإجماع، وقسمه إلى أربعة أقسام. ¶ وللكتاب طبعة أخرى بشرح وتحقيق: أحمد موافي، دار الصفا، القاهرة، ط 1، 1413، وجعل عنوان الكتاب: المسائل الفقهية من اختيارات شيخ الإسلام ابن تيمية. ¶ ثم طبع ضمن مشروع آثار شيخ الإسلام، وما لحقها من أعمال، تحقيق: سامي بن محمد بن جاد الله، دار عالم الفوائد، مكة، ط 1، 1424. ¶ وقد اعتمد في إخراجها على نسخة خطية، مع الطبعات السابقة. ¶ 4- اختيارات شيخ الإسلام ابن تيمية، لابن عبد الهادي، تحقيق: سامي بن محمد بن جاد الله، دار عالم الفوائد، مكة، ط 1، 1424. ¶ وله طبعة أخرى بتحقيق: أبي عبد الله حسين بن عكاشة، الفاروق الحديثة للطباعة والنشر، ط 1، 1424 (¬1) . ¶ 5- الأخبار العلمية من الاختيارات الفقهية من فتاوى شيخ الإسلام ابن تيمية، لعلاء الدين أبي الحسن علي بن محمد البعلي الدمشقي/ ت 803، تحقيق: محمد حامد الفقي، دار المعرفة، بيروت، بدون تاريخ. ¶ ¬__________ ¶ (¬1) ولصلاح الدين العلائي مؤلف في اختيارات الشيخ، مخطوط، ولم أطلع عليه، ذكره محقق جامع المسائل (1/8) .",
            "page": "7",
            "part": "1",
            "seal": "7B277A86"
        },
        {
            "id": "9",
            "nass": "وهو مطبوع أيضًا ضمن مجموعة فتاوى ابن تيمية، في المجلد الخامس. ¶ ثم طبع بتحقيق: أحمد بن محمد بن حسن الخليل، دار العاصمة، ط 1، 1418، وقد صحح كثيرًا من الأخطاء الواقعة في الطبعات السابقة؛ لاعتماده على مخطوطات جيدة. ¶ وقد اهتم البعلي بنقل كلام الشيخ نصاً دون التصرف فيه، إلا في مواضع تدعو الحاجة إلى التصرف، وقد ظهر هذا بالمقابلة بين بعض النصوص الموجودة في مجموع الفتاوى والتي نقلها البعلي في الاختيارات، إلا أنه يختصر الكلام في بعض الأحيان اختصاراً شديداً. ¶ * الإخنائية = الرد على الإخنائي، ومختصر الرد على الإخنائي. ¶ * الإرادة والأمر = أقوم ما قيل.. ¶ 6- الأربعون التي رواها ابن تيمية بالسند. مجموع الفتاوى (18/76- 121) . ¶ وقد طبع بتحقيق حسن بن أمين آل مندوه، دار القاهرة. ¶ 7- الأزهرية في مسألة كلام الله. ذكر بعضها ابن النجار في شرح الكوكب (2/34- 40) ، وعنه نقلها عزير شمس في جامع المسائل (5/125- 129) . ¶ 8- الاستغاثة. مجموع الفتاوى (1/108- 113) ؛ مجموعة الرسائل الكبرى (1/481- 486) . ¶ 9- الاستغاثة في الرد على البكري، تحقيق: عبد الله بن دجين السهلي، دار الوطن، الرياض، ط 1، 1417. ¶ وذكر المحقق أن الكتاب ناقص الأول، وأنه يختلف عن المطبوع باسم تلخيص كتاب الاستغاثة، وقد قارن بين التلخيص -الذي هو مختصر ابن كثير- والأصل، وكمَّل الأصل مما اشتمل عليه المختصر. ¶ وقد سماه الشيخ بالاستغاثة الكبير، كما في قاعدة جليلة في التوسل والوسيلة (243، تحقيق ربيع) . وانظر: مجموع الفتاوى (1/296) . ¶ 10- الاستقامة، تحقيق: د/ محمد رشاد سالم، طبع جامعة الإمام محمد بن سعود الإسلامية، ط 1، 1403. ¶ ومواضيع الكتاب متنوعة، ولا يظهر أنه مؤلف مستقل، بل مجموع من كلام الشيخ. ¶ 11- أصل جامع في الاعتصام بكتاب الله. مجموع الفتاوى (19/76- 92) . ¶ 12- أفعال العبد الاختيارية. مجموع الفتاوى (8/386- 405) . ¶ 13- إقامة الدليل على بطلان التحليل، مطبوع ضمن مجموعة فتاوى ابن تيمية المجلد الخامس، وضمن الفتاوى الكبرى، المجلد السادس، والكتاب مليء بالأخطاء، ويكثر فيه السقط. ¶ ثم طبع محققاً على ثلاث نسخ خطية، حققه الدكتور: فيحان بن شالي بن عتيق المطيري، مكتبة",
            "page": "8",
            "part": "1",
            "seal": "A5862978"
        },
        {
            "id": "10",
            "nass": "لينة، مصر، ط 2، 1416. ¶ ولم تخل هذه الطبعة من الأخطاء المطبعية، بل كثرت فيها بشكل كبير. ¶ كما طبع بتحقيق: حمدي عبد المجيد السلفي، المكتب الإسلامي، ط 1، 1418، معتمدًا على مخطوطتين، وتحقيقه أجود من السابق. ¶ وقد وقفت على مخطوطة قديمة، مقابلة ومصححة على ثلاث نسخ، منها نسخة الشيخ نفسه، ونسخة ابن القيم، خطها واضح جداً، وقد كتبت سنة 736، وأخذتُ صورتَها من مركز الملك فيصل، فيلم رقم 1608. ¶ وهذه المخطوطة لم يقف عليها المحققان السابقان. ¶ ثم طبع الكتاب بتحقيق: د. أحمد بن محمد الخليل، دار ابن الجوزي، ط 1، 1425، معتمدًا على ست نسخ خطية؛ منها هذه النسخة التي ذكرتها، وتحقيقه جيد، وقد خدم الكتاب خدمة جليلة (¬1) . ¶ وقد سما الشيخ كتابه هذا في عدد من مؤلفاته بأسماء مختلفة، فسماه تارة: بيان الدليل على بطلان التحليل (¬2) ، وتارة إقامة الدليل على بطلان التحليل (¬3) . ¶ وقد نسب تلاميذ الشيخ هذا الكتاب له (¬4) . ¶ 14- الاقتصاد في الأعمال. مجموع الفتاوى (25/270- 284) . ¶ 15- اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم، تحقيق: د/ ناصر بن عبد الكريم العقل، مكتبة الرشد، الرياض، ط 3، 1413. ¶ 16- إقسام القرآن. مجموع الفتاوى (13/314- 328) ، وهي ناقصة. ¶ وذكر ابن عبد الهادي في ترجمته للشيخ كتاب إقسام القرآن. ¶ 17- أقوم ما قيل في القضاء والقدر والحكمة والتعليل. مجموع الفتاوى (8/81- 158) ؛ مجموعة الرسائل والمسائل (5/283- 346) ؛ مجموعة الرسائل الكبرى (1/325- 389) . ¶ 18- الإكليل في المتشابه والتأويل. مجموع الفتاوى (13/270- 313) ؛ مجموعة الرسائل الكبرى (2/5- 36) . ¶ وقد طبع طبعات متعددة، منها: ¶ ¬__________ ¶ (¬1) ذكر علي بن محمد العمران في مقدمة تحقيقه لكتاب شفاء العليل في اختصار إبطال التحليل أن أحد طلبة العلم عاكف على تحقيق كتاب إبطال التحليل، وسيطبع ضمن مشروع آثار شيخ الإسلام، وما لحقها من أعمال. ¶ (¬2) انظر: تفسير آيات أشكلت (2/682) ؛ مجموع الفتاوى (32/95) . ¶ (¬3) انظر: مجموع الفتاوى (35/295) . ¶ (¬4) انظر: إعلام الموقعين (3/102) ؛ تفسير ابن كثير (1/328، طبع دار المعرفة) ؛ شرح مختصر الروضة (3/214) .",
            "page": "9",
            "part": "1",
            "seal": "5D475233"
        },
        {
            "id": "11",
            "nass": "1- المطبعة السلفية، القاهرة، 1323. ¶ 2- مكتبة أنصار السنة المحمدية، ط 2، 1366. ¶ 3- دار التأليف، مصر. ¶ * الأكملية = تفصيل الإجمال. ¶ 19- أمراض القلوب وشفاؤها. مجموع الفتاوى (10/91- 137) . ¶ 20- الأمر بالمعروف والنهي عن المنكر. مجموع الفتاوى (28/121- 178) ؛ الاستقامة (2/198- 311) ، كما أنه نشر مستقلاً في طبعات كثيرة. ¶ 21- الأموال المشتركة، أو الأموال السلطانية، تحقيق: د/ ضيف الله يحيى الزهراني، مطابع الصفا، مكة، ط 2، 1409. ¶ وحققها أيضًا إياد بن عبد العزيز القيسي، ونشرها في مجلة الحكمة العدد 19. ¶ ثم أخرجها عبد الرحمن بن عبد الله بن إبراهيم بن الأمير، معتمدًا على مخطوطتين، ومستدركًا على من سبقه. ¶ ثم أخرجها محمد عزير شمس ضمن جامع المسائل (5/383- 399) معتمدًا على نفس المخطوطتين. ¶ 22- أنواع الاستفتاح للصلاة. مجموع الفتاوى (مجموع 22/376- 402) . ¶ وقد طبع مفرداً بعنوان: قاعدة في أنواع الاستفتاح في الصلاة، تصحيح عبد الصمد شرف الدين، الدار القيمة بمباي، 1381، معتمداً على مخطوط الكواكب الدراري، من دار الكتب المصرية. ¶ ويظهر لي أن هذه القاعدة تتبع قاعدة في صفات العبادات الظاهرة؛ لما بينهما من العلاقة. ¶ 23- أهل الصفة، وهو سؤال عن أهل الصفة والأبدال، والنذر للقبور، وجماعة من الصوفية، وبعض المشاهد. مجموع الفتاوى (11/37- 70، 433- 444، 641- 645؛ 27/446- 450؛ 35/163- 166) ؛ مجموعة الرسائل والمسائل (1/32- 74) ، وانفردت مجموعة الرسائل بزيادة لم أجدها في المجموع وهي (66-69) . ¶ 24- إيضاح الدلالة على عموم الرسالة. مجموع الفتاوى (19/9- 65) ؛ مجموعة الرسائل المنيرية (2/99- 152) . ¶ 25- الإيمان الأوسط. مجموع الفتاوى (7/461- 622) ، وفيه نقص. ¶ وقد طبع محققًا في رسالة علمية، تحقيق: د. علي بن بخيت الزهراني، دار ابن الجوزي، ط 1، 1423، وكمَّل الكتاب من إحدى المخطوطتين اللتين اعتمد عليهما، وفي النفس شيء من هذه التكملة، فموضوعها فيه بعد عن موضوع الكتاب، وكذا أسلوبها. ¶ 26- الإيمان الكبير. مجموع الفتاوى (7/5- 460) .",
            "page": "10",
            "part": "1",
            "seal": "BAE0E186"
        },
        {
            "id": "12",
            "nass": "وفي جامعة أم القرى قسم العقيدة رسالة دكتوراه في تحقيق هذا الكتاب، ولم أره مطبوعاً. ¶ وللكتاب طبعات مستقلة، منها: ¶ - تحقيق: محمد الزبيدي، دار الكتاب العربي، ط 3، 1423، ولم يعتمد في تحقيقه على مخطوطات، ولكنه انتقد بعض طبعات الكتاب، وبعض تخريجات الألباني، وذكر في مقدمة عمله أنه وثق نقول الشيخ، وخرج الأحاديث، وترجم للأعلام، وصنع عددًا من الفهارس الفنية. ¶ حرف الباء ¶ 27- البعلبكية. مجموع الفتاوى (12/117- 161) ؛ مجموعة الرسائل (1/426- 453) ؛ مجموعة الرسائل المنيرية (2/50- 83) . ¶ 28- البغدادية فيما يحل من الطلاق ويحرم. مجموع الفتاوى (33/5- 43) ؛ مجموعة فتاوى ابن تيمية (3/36- 57) . ¶ وفي مجموعة فتاوى ابن تيمية (3/8) أسئلة عن الطلاق، سميت بالبغدادية، تختلف عن هذه. ¶ 29- بغية المرتاد في الرد على المتفلسفة والقرامطة والباطنية أهل الإلحاد من القائلين بالحلول والاتحاد. مجموعة فتاوى ابن تيمية (5/1- 140) . ¶ وقد طبع بتحقيق: د. موسى بن سليمان الدويش، مكتبة العلوم والحكم، ط 1، 1408. معتمداً على مخطوطتين متأخرتين، والمطبوعة. ¶ لكن المشكل ما جاء في آخر الكتاب، وهو: «تم الجزء الأول من بغية المرتاد.. ويتلوه الجزء الثاني.. الوجه الرابع..» ، فأين هذا الجزء الثاني؟! ولم يشر المحقق في مقدمته إلى أن الكتاب ناقص، ولم يعلِّق على هذا المقطع بشيء غير أن قال: «الكلام المذكور غير موجود في (ك) » . أي المطبوعة. ¶ ولها أسماء كثيرة ذكرتها في هذه القائمة. ¶ 30- بيان تلبيس الجهمية في تأسيس بدعهم الكلامية، صححه وأكمله: محمد بن عبد الرحمن بن قاسم، مؤسسة قرطبة. ¶ وقد اعتمد في إخراجه على مخطوطتين ناقصتين، وكمَّل بعض النقص من كتب الشيخ الأخرى. ¶ وقد تقاسم هذا الكتاب ثمانية من طلاب قسم العقيدة في كلية أصول الدين في جامعة الإمام رسائل دكتوراه، بهدف طباعته، وقيل إنه سيطبع، وإلى الآن لم نر منه شيئاً. ¶ * بيان الدليل = إقامة الدليل. ¶ * بيان العقود المحرمة = فصل فيمن أوقع العقود المحرمة. ¶ * بيان الهدى من الضلال في أمر الهلال = رسالة في الهلال. ¶ حرف التاء ¶ 31- التبيان في نزول القرآن. مجموع الفتاوى (12/246- 257) ؛ مجموعة الرسائل الكبرى",
            "page": "11",
            "part": "1",
            "seal": "BD118BB5"
        },
        {
            "id": "13",
            "nass": "(1/215- 227) . ¶ 32- التحفة العراقية في الأعمال القلبية. مجموع الفتاوى (10/5- 90) ؛ مجموعة الرسائل المنيرية (4/2- 65) . ¶ وقد طبع مفردًا بتحقيقين: ¶ 1- تحقيق: سليمان بن مسلم الحرش، دار المعراج الدولية، ط 1، 1413، معتمداً على مخطوطة من المكتبة الظاهرية. ¶ 2- تحقيق: د. يحيى بن محمد بن عبد الله الهنيدي، مكتبة الرشد، ط 1، 1421، وأصل الكتاب رسالة ماجستير. ¶ * تحقيق الإثبات للأسماء والصفات، وحقيقة الجمع بين القدر والشرع = الرسالة التدمرية. ¶ 33- تحقيق كون القرآن كلام الله منزل منه. مجموع الفتاوى (12/296- 322) ؛ مجموعة الرسائل (1/349- 368) . ¶ * التدمرية = الرسالة التدمرية. ¶ 34- تزكية النفس. مجموع الفتاوى (10/625- 640) . ¶ وحققها: محمد بن سعيد القحطاني، دار المسلم، ط 1، 1415، معتمداً على مخطوطة من مجموعة عاشر أفندي في استانبول، وأثبت أن في المطبوع نقصاً بمقدار 150 سطراً. ¶ 35- التسعينية، مطبوع ضمن مجموعة فتاوى ابن تيمية، والفتاوى الكبرى. ¶ وقد حققه: د. محمد بن إبراهيم العجلان، دار المعارف، الرياض، ط 1، 1420، وأصل الكتاب رسالة دكتوراة. ¶ 36- تفسير آيات أشكلت على كثير من العلماء حتى لا يوجد في طائفة من كتب التفسير فيها القول الصواب، بل لا يوجد فيها إلا ما هو خطأ، تحقيق: عبد العزيز بن محمد الخليفة، مكتبة الرشد، الرياض، الطبعة الأولى، 1417. ¶ وأجزاء من هذا الكتاب موجودة في مجموع الفتاوى. ¶ 37- تفسير آيات من سورة يوسف. مجموع الفتاوى (15/111- 137) . ¶ وقد طبع في مجلة الشريعة والدراسات الإسلامية، جامعة الكويت، عدد 48، تحقيق: سليمان معرفي سفر. ¶ 38- تفسير أول العنكبوت. جامع المسائل (3/251- 262) . ¶ 39- تفسير سورة الأحزاب. مجموع الفتاوى (28/424- 467) ؛ العقود الدرية (84- 118) . ¶ وأصله رسالة كتبها الشيخ عندما جاء التتار لغزو الشام، بيَّن فيها وجه الشبه بين حربهم مع",
            "page": "12",
            "part": "1",
            "seal": "4AB47588"
        },
        {
            "id": "14",
            "nass": "التتار، وبين غزوة الأحزاب. ¶ 40- تفسير سورة الإخلاص. مجموع الفتاوى (17/214- 503) . ¶ وفي جامعة الإمام، قسم العقيدة رسالة ماجستير، بتحقيق هذا الكتاب، ولم يطبع. ¶ وقد ذكره ابن عبد الهادي في ترجمته لابن تيمية (26، تحقيق: طلعت الحلواني، طبع الفاروق الحديثة) باسم تفسير سورة الصمد، وذكر المحقق أنه طبع في المطبعة الحسينية المصرية سنة 1323 في 140 صفحة، وطبع أيضًا بتحقيق: د. عبد العلي عبد الحميد حامد في الدار السلفية ببومباي بالهند سنة 1406 في 373 صفحة. ¶ * تفسير سورة الصمد = تفسير سورة الإخلاص. ¶ 41- تفسير سورة الكوثر. مجموع الفتاوى (16/526- 533) ؛ مجموعة الرسائل المنيرية (1/224- 228) . ¶ 42- تفسير سورة النور. مجموع الفتاوى (15/280- 427) ، ومن صفحة (359) إلى (368) مأخوذ من الصارم المسلول (2/93- 112) . ¶ 43- تفسير شيخ الإسلام ابن تيمية. مجموع الفتاوى (الأجزاء 13؛14؛ 15؛ 16؛ 17) . ¶ وقد طبع مفرداً باسمين: ¶ الأول: دقائق التفسير، تحقيق: د. محمد السيد الجليند، مؤسسة علوم القرآن، دمشق، بيروت، ط 3، 1406. ¶ الثاني: التفسير الكبير، تحقيق: د. عبد الرحمن عميرة، دار الكتب العلمية، بيروت، ط 1، 1408. ¶ 44- تفسير المعوذتين. مجموع الفتاوى (17/504- 532) ؛ مجموعة الرسائل الكبرى (2/197- 218) . ¶ 45- تفصيل الإجمال فيما يجب لله من صفات الكمال. مجموع الفتاوى (6/68- 140) ؛ مجموعة الرسائل والمسائل (5/191- 241) . ¶ وقد طبعها مفردة أحمد حمدي إمام بعنوان: الرسالة الأكملية، دار المدني، جدة، 1403، معتمداً على طبعة المنار والمجموع، وأثبت وجود فروق بينهما. ¶ وقد ذكر ابن عبد الهادي (¬1) أن للشيخ قاعدة تتضمن صفات الكمال، وما الضابط فيها مما يستحقه الرب تعالى، تسمى: الأكملية، ثم عطف عليها «الإحاطة الكبرى» ؛ فهل هو عطف بيان، أو عطف ابتداء؛ فتكون الإحاطة الكبرى غير الأكملية، ثم عطف إنه عطف على الإحاطة الكبرى: ¶ ¬__________ ¶ (¬1) العقود الدرية (38) .",
            "page": "13",
            "part": "1",
            "seal": "9D15A001"
        },
        {
            "id": "15",
            "nass": "«والإحاطة الصغرى» . ¶ وذكر الشيخ في شرح حديث النزول (¬1) أنه تكلم عن حديث الإدلاء في مسألة الإحاطة، وقد تحدث الشيخ عن هذا الحديث في المجلد السادس من مجموع الفتاوى (571) ، ضمن المسألة المسماة بالعرشية، وذكر المفهرس أنها تسمى أيضًا الإحاطة. ¶ وعلى هذا فالإحاطة الصغرى هي العرشية. ¶ 46- تلخيص كتاب الاستغاثة المعروف بالرد على البكري، وهو مطبوع قديماً، على أنه تلخيص ابن كثير للكتاب، وهو مشتمل على المختصر وبعض الأصل. ¶ ثم قام بتحقيقه: أبو عبد الرحمن محمد بن علي عجال، مكتبة الغرباء الأثرية، المدينة، ط 1، 1417، معتمداً على عدد من المخطوطات. ¶ * تلخيص مناظرة جرت بين ابن تيمية وبين ابن المرحل في الحمد والشكر = مناظرة في الحمد والشكر. ¶ 47- تمهيد الأوائل وتقرير الدلائل. مجموع الفتاوى (2/15- 24) . ¶ 48- تنبيه الرجل العاقل على تمويه الجدل الباطل، تحقيق: محمد حامد الفقي، ط 1، 1356. ¶ - تهنئة شيخ الإسلام إلى الملك الناصر بفتح جبل كسروان. مجموع الفتاوى (28/398- 409) ؛ العقود الدرية (123- 131) . ¶ * التوبة من العقود المحرمة = فصل فيمن أوقع العقود المحرمة ثم تاب. ¶ 49- تيسير العبادات لأرباب الضرورات. مجموع الفتاوى (21/449- 462؛ 24/10- 13) . ¶ وقد طبعها مفردة سعود بن عيد بن عمير الحربي، مكتبة أضواء السلف، ط 1، 1418، معتمداً على مخطوط في المكتبة الظاهرية، ولكنه لم يشر إلى وجود الرسالة في المجموع، إلا الفصل الأخير؛ فذكر أنه موجود في المجلد الرابع والعشرين. ¶ ثم أخرجها إبراهيم الميلي في مجموعٍ فيه مصنفات لشيخ الإسلام (233- 288) ، وبين الأخطاء التي وقع فيها الحربي. ¶ حرف الجيم ¶ * جامع الرسائل والمسائل، تحقيق: د. محمد رشاد سالم، مطبعة المدني، ط 2، 1405. ¶ وهو يشتمل على عدد كبير من الرسائل، ويبين المحقق أمام كل رسالة المخطوطة التي اعتمد في إخراجها عليها، وعمله في هذه الرسائل جميل وحسن، ولكن الموت عاجله قبل أن يتم هذا المشروع، ¶ ¬__________ ¶ (¬1) مجموع الفتاوى (5/498، 581) .",
            "page": "14",
            "part": "1",
            "seal": "5D88D7E3"
        },
        {
            "id": "16",
            "nass": "وليت من أخرج رسائل الشيخ فعل مثل فعله. ¶ وسأذكر في هذه القائمة هذه الرسائل مفرَّقة حسب الحروف، وأشير إلى أنها من هذا الجامع، ولهذا لم أجعل له هنا رقماً؛ لأني فرقت ما فيه، وإنما فعلت هذا مع جميع رسائل هذا الكتاب؛ لأنها كلها لها عناوين تخصها؛ فكان من الأحسن تفريقها. ¶ 50- جامع المسائل، تحقيق: محمد عزير شمس، (مطبوعات مجمع الفقه الإسلامي) دار عالم الفوائد، مكة المكرمة، ط 1، 1422. ¶ وهو يشتمل على عدد من رسائل الشيخ وفتاواه، نهج فيه المحقق نهج محمد رشاد سالم، وجعله كالمستدرك على مجموع الفتاوى، بحيث لم يضمنه ما ورد فيه، لكن فاته شيء يسير موجود في مجموع الفتاوى، ولم يشر إليه، من ذلك (4/368- 377) من جامعه، وهو في المجموع (29/204- 214) ، و (4/380- 383) من جامعه، وهو في المجموع (29/264- 267) . ¶ وهو عمل ضمن مشروع آثار شيخ الإسلام ابن تيمية وما لحقها من أعمال، بإشراف بكر بن عبد الله أبو زيد، وفي مقدمة هذا العمل مداخل تضمنت تعريفًا بهذا المشروع. ¶ وسأورد عناوين هذا الجامع ضمن هذه القائمة، إلا ما كان قصيرًا، أو مجتمعًا تحت عنوان مسائل متفرقة. ¶ 51- جزء فيه الأبدال العوالي المستخرجة من الفوائد الغيلانيات، وحديث واحد من الفوائد المزكيات. مجموع فيه مصنفات لشيخ الإسلام (7- 102) . ¶ * جهد القريحة في اختصار النصيحة = نصيحة أهل الإيمان.. ¶ 52- جواب أهل العلم والإيمان أن قل هو الله أحد تعدل ثلث القرآن. مجموع الفتاوى (17/5- 205) . ¶ وله طبعات عديدة؛ منها ما حققه أبو عمر الندوي عبد العزيز بن فتحي بن السيد ندا، دار القاسم، ط 1، 1417، معتمداً على مصور مخطوط في جامعة الإمام. ¶ وفي جامعة الإمام قسم العقيدة رسالة ماجستير في تحقيق هذا الكتاب، لسليمان بن عبد الله الغفيص، سنة 1407. ¶ 53- الجواب الباهر في زوار المقابر. مجموع الفتاوى (27/314- 443) . ¶ وله طبعات؛ منها: ¶ 1- تحقيق: سليمان بن عبد الرحمن الصنيع، وشارك في تحقيقه وتخريج أحاديثه: عبد الرحمن بن يحيى اليماني، المطبعة السلفية، القاهرة، ط 1، 1401، اعتماداً على مخطوطة دار الكتب الظاهرية، وهي نسخة نفيسة قديمة. ¶ 2- بعناية: د. محمود مطرجي، دار القلم، بيروت، ط 1، 1406، وهي مأخوذة من الطبعة",
            "page": "15",
            "part": "1",
            "seal": "B90E4371"
        },
        {
            "id": "17",
            "nass": "السابقة. ¶ وفي الجامعة الإسلامية رسالة ماجستير في تحقيق هذا الكتاب، ولم أره مطبوعاً. ¶ 54- جوابُ سؤالِ سائلٍ سألَ عن حرف لو. جامع المسائل (3/313- 320) . ¶ 55- جواب سؤالٍ عما يشتبه على الطالب من جهة الأفضلية في صفات العبادات. مجموع الفتاوى (10/425- 429؛ 21/343- 345؛ 22/264- 335) ؛ مجموعة فتاوى ابن تيمية (2/397- 434) . ¶ 56- الجواب الصحيح لمن بدل دين المسيح، تحقيق: د/ علي بن حسن بن ناصر، ود/ عبد العزيز بن إبراهيم العسكر، ود/ حمدان بن محمد الحمدان، دار العاصمة للنشر والتوزيع، ط 1، 1414. ¶ 57- الجواب الفاصل بتمييز الحق من الباطل، تحقيق: عواد بن عبد الله المعتق، مجلة البحوث الإسلامية، (عدد 29، ص 282- 313) . ولها مختصر في مجموع الفتاوى (5/256- 261) . ¶ * جواب الفتوى الحموية = الحموية الكبرى. ¶ 58- جواب الفتيا الدمشقية. مجموع الفتاوى (33/169- 186) . ¶ وهو موجود ضمن كتاب التسعينية (2/547- 573) . ¶ وقد سماه الشيخ بهذا الاسم في موطنين من التسعينية (1/229؛ 2/547) . ¶ * جواب فتيا في لبس النبي صلى الله عليه وسلم = قاعدة تتضمن ذكر ملابس النبي صلى الله عليه وسلم.. ¶ 59- جواب الفتيا المصرية. مجموع الفتاوى (12/235- 245) . ¶ وهو موجود ضمن كتاب التسعينية (2/530- 546) (¬1) . ¶ وقد سماه الشيخ بهذا الاسم في موطنين من التسعينية (1/229؛ 2/529) . ¶ * جواب المسألة الحموية في العقيدة السلفية = الحموية الكبرى. ¶ حرف الحاء ¶ * حجاب المرأة المسلمة ولباسها في الصلاة = فصل في اللباس في الصلاة. ¶ 60- الحجج العقلية والنقلية فيما ينافي الإسلام من بدع الجهمية والصوفية. مجموع الفتاوى (2/286- 361) ؛ مجموعة الرسائل والمسائل (1/75- 131) . ¶ 61- الحسبة. مجموع الفتاوى (28/60- 120) . ¶ ¬__________ ¶ (¬1) ونقل هذه الفتوى أيضًا النُّوَيري في كتابه نهاية الأرب في فنون الأدب، انظر: الجامع لسيرة شيخ الإسلام (162- 172) .",
            "page": "16",
            "part": "1",
            "seal": "BAD47AF9"
        },
        {
            "id": "18",
            "nass": "وله طبعات عديدة؛ منها: تحقيق: محمد الحمود النجدي، دار إيلاف، الكويت، ط 1، 1418، معتمداً على مخطوط، والمجموع. ¶ 62- الحسنة والسيئة. مجموع الفتاوى (14/229- 425) . ¶ وهي مطبوعة قديمًا في مجموعة شذرات البلاتين (165- 292) ، بعنوان الحسنة والسيئة وموقف العبد منهما. ¶ وطبعت أيضًا بتقديم وتحقيق: د/ محمد جميل غازي، مطبعة المدني، القاهرة، 1391، ولم يذكر الأصل الذي رجع إليه. ¶ وطبعة أخرى بتحقيق محمد عثمان خشت. ¶ * حقوق آل البيت = رسالة إلى المنسوبين إلى التشيع.. ¶ * حقيقة الصيام = فصل فيما يفطر الصائم وما لا يفطره. ¶ 63- حقيقة مذهب الاتحاديين ووحدة الوجود. مجموع الفتاوى (2/134- 285) ؛ مجموعة الرسائل والمسائل (4/3- 114) . وآخرها يشعر بنقصها، وأن لها بقية. ¶ 64- الحقيقة والمجاز. مجموع الفتاوى (20/400- 497) . ¶ * حكم زيارة القبور والاستنجاد بالمقبور = اللمعة في الأجوبة السبعة. ¶ * الحلال والحرام وبعض قواعدهما في المعاملات المالية = سؤال في هل أكل الحلال متعذر. ¶ 65- الحموية الكبرى. مجموع الفتاوى (5/5- 120) ؛ مجموعة الرسائل الكبرى (1/425- 478) . ¶ ولها طبعات كثيرة، من أجودها وأجمعها: تحقيق حمد بن عبد المحسن التويجري، دار الصميعي، ط 1، 1419، وقد قابلها على تسع نسخ خطية. ¶ حرف الخاء ¶ 66- خلاف الأمة في العبادات ومذهب أهل السنة والجماعة. مجموع الفتاوى (22/356- 375) ؛ مجموعة الرسائل المنيرية (3/115- 127) . وكررت في المصدر الأخير (3/140- 151) . ¶ وقد طبعت مفردة بتقديم وتعليق عثمان جمعة ضميرية، دار الفاروق، الطائف، ط1، 1410، وذكر أن في مجموع الفتاوى سقطاً بمقدار أربع صفحات. ¶ وأخرجها أيضًا: عبد الفتاح أبو غدة '، بعنوان: رسالة الألفة بين المسلمين، وفيها أمْرُ الإسلام بالتوحد والائتلاف، وحظْرُه التنازع والتفرق عند الاختلاف، مكتب المطبوعات الإسلامية بحلب، دار البشائر، بيروت، ط 1، 1417، معتمداً على المطبوع. ¶ حرف الدال ¶ 67- درء تعارض العقل والنقل، تحقيق د/ محمد رشاد سالم، طبع جامعة الإمام محمد بن سعود",
            "page": "17",
            "part": "1",
            "seal": "D58425E7"
        },
        {
            "id": "19",
            "nass": "الإسلامية، ط 1، 1399. ¶ 68- درجات اليقين. مجموع الفتاوى (10/645- 652) ؛ مجموعة الرسائل الكبرى (2/159- 164) . ¶ 69- الدعاوى التي يحكم فيها ولاة الأمور. مجموع الفتاوى (35/389- 407) . ¶ حرف الذال ¶ 70- ذم خميس النصارى. مجموع الفتاوى (24/318- 328) ؛ مجموعة فتاوى ابن تيمية (2/74- 79) . ¶ وقد حققها: د/ الوليد الفريان، في مجلة البحوث الإسلامية، (عدد 44، ص 357- 379) ، وذكر أن هذه الرسالة مفرقة في اقتضاء الصراط المستقيم. ¶ حرف الراء ¶ 71- رأس الحسين. مجموع الفتاوى (27/450- 489) . ¶ 72- الرد الأقوم على ما في فصوص الحكم. مجموع الفتاوى (2/362- 451) . ¶ * الرد على ابن سبعين وأهل الوحدة = السبعينية. ¶ * الرد على الاتحادية = السبعينية. ¶ 73- الرد على الإخنائي، مطبوع بهامش كتاب الرد على البكري، أو الاستغاثة، 1346هـ، وأعادت نشره دار أطلس للنشر والتوزيع، 1417، مصوراً عن الطبعة الأولى، ثم قامت الرئاسة العامة لإدارات البحوث العلمية والإفتاء الدعوة والإرشاد بنشره، بتحقيق الشيخ عبد الرحمن بن يحيى المعلمي. ¶ ثم أخرجه محققاً في رسالة علمية: أحمد بن مونس العنزي، دار الخراز، جدة، ط 1، 1420، معتمداً على مخطوطات ثلاث، كلها متأخرة التاريخ. ¶ وله مختصر في مجموع الفتاوى يأتي في حرف الميم. ¶ * الرد على البكري = الاستغاثة في الرد على البكري. ¶ 74- الرد على من قال بفناء الجنة والنار، وبيان الأقوال في ذلك، تحقيق: د/ محمد بن عبد الله السمهري، دار بلنسية، الرياض، ط 1، 1415، والعنوان من اختيار المؤلف كما صرح بذلك ص 9، 11. ¶ 75- رسائل الشيخ إلى أصحابه وهو في السجن. مجموع الفتاوى (28/30- 59) . ¶ وهي مطبوعة مفردة. ¶ * رسالة الاجتماع والافتراق في الحلف بالطلاق = فصل مختصر جامع في مسائل الأيمان والطلاق، ولمحة المختطف في الفرق بين الطلاق والحلف.",
            "page": "18",
            "part": "1",
            "seal": "65E5A608"
        },
        {
            "id": "20",
            "nass": "* الرسالة الأكملية = الأكملية. ¶ 76- رسالة إلى أهل البحرين. مجموع الفتاوى (24/163- 176؛ 6/485- 506) . ¶ 77- رسالة إلى السلطان الملك المؤيد. جامع المسائل (5/283- 292) . ¶ 78- رسالة إلى السلطان الملك الناصر في شأن التتار. جامع المسائل (5/295- 306) . ¶ 79- رسالة إلى المنسوبين إلى التشيع وغيرهم في العراق ومشهد المنتظر. جامع المسائل (67- 116) . ¶ وهذه الرسالة قد طبعت قبل ذلك بتحقيق: عبد القادر أحمد عطا، دار الكتب العلمية، بيروت، ط 2، 1407، بعنوان: حقوق آل البيت. ¶ 80- رسالة إلى نصر المنبجي. مجموع الفتاوى (2/452- 479) ؛ مجموعة الرسائل والمسائل (1/169- 190) . ¶ قال ابن عبد الهادي في ترجمته للشيخ (55، طبع دار الفاروق) : «تسمى المصرية» . ¶ * رسالة الشيخ إلى السلطان الملك الناصر = تهنئة شيخ الإسلام.. ¶ * رسالة الألفة بين المسلمين = خلاف الأمة في العبادات. ¶ 81- الرسالة التدمرية. مجموع الفتاوى (3/1- 128) . ¶ وقد طبعت محققة تحقيقاً علمياً من قبل محمد بن عودة السعوي، ط 1، 1405. ¶ * الرسالة الصفدية = الصفدية. ¶ * رسالة العبادات الشرعية، والفرق ينها وبين البدعية = فصل في العبادات والفرق بين.. ¶ 82- الرسالة العرشية. مجموع الفتاوى (6/545- 583) ؛ مجموعة الرسائل والمسائل (4/115- 150) ؛ مجموعة الرسائل الكبرى (1/261- 265) ، وهي ناقصة في هذا المصدر الأخير. ¶ * رسالة في الاتباع = قاعدة في وجوب الاتباع وإبطال السماع المحدث. ¶ * رسالة في أنواع الاستفتاح في الصلاة = أنواع الاستفتاح. ¶ 83- رسالة في بيان الصلاة وما تألفت منه. جامع المسائل (3/351- 360) . ¶ 84- رسالة في تحقيق التوكل. جامع الرسائل (1/85- 100) . ¶ 85- رسالة في تحقيق الشكر. جامع الرسائل (1/101- 118) . ¶ 86- رسالة في تحقيق مسألة علم الله. جامع الرسائل (1/175- 183) . ¶ 87- رسالة في التوبة. جامع الرسائل (1/217- 279) ¶ 88- رسالة في الجواب عن سؤالٍ عن الحلاج هل كان صديقاً، أو زنديقاً؟ مجموع الفتاوى (35/108- 119) ؛ جامع الرسائل (1/185- 199) .",
            "page": "19",
            "part": "1",
            "seal": "BA314D65"
        },
        {
            "id": "21",
            "nass": "89- رسالة في الجواب عمن يقول إن صفات الرب تعالى نسب إضافات وغير ذلك. جامع الرسائل (1/153- 173) ، وهي مختصرة من كلام ابن تيمية. ¶ 90- رسالة في دخول الجنة، هل يدخل أحد الجنة بعمله؟ أم ينقضه قوله ' ((لا يدخل أحد الجنة بعمله)) . جامع الرسائل (1/143- 152) . ¶ 91- رسالة في الرد على ابن عربي في دعوى إيمان فرعون. جامع الرسائل (1/201- 216) . ¶ 92- رسالة في الرد على بعض أتباع سعد الدين ابن حموية. جامع المسائل (4/387- 425) . ¶ * رسالة في الصفات الاختيارية = فصل في الصفات الاختيارية. ¶ * رسالة في العقائد = البعلبكية. ¶ * رسالة في العقل والروح = مسألة في العقل والنفس. ¶ 93- رسالة في علم الباطن والظاهر. مجموع الفتاوى (13/230- 269) ؛ مجموعة الرسائل المنيرية (1/229- 252) . ¶ 94- رسالة في قصة شعيب. جامع الرسائل (1/59- 66) . ¶ 95- رسالة في القلب وأنه خلق ليعلم به الحق، ويستعمل فيما خلق له. مجموع الفتاوى (9/307- 319) ؛ مجموعة فتاوى ابن تيمية (1/276- 282) . ¶ وقد طبعت بتحقيق: سليم الهلالي معتمداً على مخطوط واحد. ¶ * رسالة في قوله تعالى {أغير الله أتخذ ولياً} = قاعدة شريفة في تفسير قول تعالى {أغير الله أتخذ وليًا..} . ¶ 96- رسالة في قوله تعالى {واستعينوا بالصبر والصلاة} . جامع الرسائل (1/79- 84) . ¶ 97- رسالة في قوله ' ((إذا دخل أحدكم على أخيه..)) . جامع المسائل (3/307- 312) . ¶ 98- رسالة في قنوت الأشياء كلها لله تعالى. جامع الرسائل (1/3- 45) . ¶ 99- رسالة في لفظ السنة في القرآن. جامع الرسائل (1/47- 58) ¶ 100- رسالة في المعاني المستنبطة من سورة الإنسان. جامع الرسائل (1/67- 77) . ¶ 101- رسالة في معنى القياس. مجموع الفتاوى (20/504- 585) ؛ مجموعة الرسائل الكبرى (2/237- 291) . ¶ وله طبعات مفردة. ¶ 102- رسالة في معنى كون الرب عادلاً في تنزهه عن الظلم. جامع الرسائل (1/119- 142) ؛ تفسير آيات أشكلت (2/444، 477- 490) . ¶ * رسالة في النزول والمعية وإثبات الصفات = مسألة في تأويل الآيات وإمرار أحاديث الصفات كما جاءت.",
            "page": "20",
            "part": "1",
            "seal": "5C6A6635"
        },
        {
            "id": "22",
            "nass": "103- رسالة في الهلال. مجموع الفتاوى (25/126- 201) ؛ مجموعة الرسائل الكبرى (2/167- 180) . ¶ وهي مطبوعة مفردة سنة 1375، في مطابع الرياض. ¶ 104- الرسالة القبرصية. مجموع الفتاوى (28/601- 630) ؛ مجموعة الرسائل المفيدة (265- 298) . ¶ 105- الرسالة المدنية في الحقيقة والمجاز في الصفات. مجموع الفتاوى (6/351- 373) . ¶ وقد حققها مفردة الوليد الفريان، دار طيبة للنشر والتوزيع، ط 1، 1408، معتمداً على ثلاث نسخ خطية، إضافة إلى المطبوع. ¶ 106- رسالة لشيخ الإسلام أجاب فيها عن أسئلة في علم القراءات، مجلة البحوث الإسلامية (العدد 13، ص 183- 205) ¶ 107- رفع الملام عن الأئمة الأعلام. مجموع الفتاوى (20/231- 290) . ¶ وهي مطبوعة مفردًا. ¶ 108- الرد على المنطقيين، وهو المسمى: نصيحة أهل الإيمان في الرد على منطق اليونان، إدارة ترجمان السنة، باكستان، 1396. ¶ وقد اختصره السيوطي، ومختصره موجود في مجموع الفتاوى، ويأتي في حرف النون. ¶ * الرد على الطوائف الملحدة والزنادقة والجهمية والمعتزلة والرافضة = التسعينية. ¶ حرف السين ¶ * السبعينية = بغية المرتاد. ¶ 109- السماع. مجموع الفتاوى (11/587- 602) . ¶ 110- السماع والرقص. مجموع الفتاوى (11/557- 586) . ¶ وهو مطبوع مفرداً في مطبعة المدني، القاهرة. ¶ * سنة الجمعة = في سنة الجمعة. ¶ 111- سؤال حول حديث ((دعوة أخي ذي النون، لا إله إلا أنت سبحانك إني كنت من الظالمين)) . مجموع الفتاوى (10/237- 336) ؛ مجموعة فتاوى ابن تيمية (2/257- 303) . ¶ *سؤال عن سنة الجمعة = في سنة الجمعة. ¶ 112- سؤال عن اللعب بالشطرنج. مجموع الفتاوى (32/216- 239) . ¶ 113- سؤال في هل أكل الحلال متعذر؟. مجموع الفتاوى (29/311- 331) ؛ مجموعة الرسائل الكبرى (2/39- 54) . ¶ وقد طبعها مفردة عبد الفتاح أبو غدة بعنوان: الحلال والحرم وبعض قواعدهما في المعاملات",
            "page": "21",
            "part": "1",
            "seal": "86F544D9"
        },
        {
            "id": "23",
            "nass": "المالية، مكتب المطبوعات الإسلامية، حلب، ط 1، 1416، معتمداً على المصدرين السابقين. ¶ 114- سؤال في يزيد بن معاوية. جامع المسائل (5/141- 158) . ¶ 115- السياسة الشرعية. مجموع الفتاوى (28/244- 397) . ¶ وقد حققها عبد الباسط بن يوسف الغريب، دار الراوي، الدمام، ط 1، 1421، معتمداً على مخطوط مصور من مركز المخطوطات والوثائق، الكويت. ¶ وللكتاب طبعات كثيرة. ¶ حرف الشين ¶ *شرح حديث جبريل في الإيمان والإسلام والإحسان = الإيمان الأوسط. ¶ 116- شرح العقيدة الأصفهانية، قدم له وعرف به: حسنين محمد مخلوف، دار الكتب الإسلامية، مصر، 1386. ¶ والكتاب مطبوع أيضاً ضمن مجموعة فتاوى ابن تيمية، مطبعة الكردستاني. ¶ وفي جامعة الإمام قسم العقيدة رسالة دكتوراة لمحمد بن عودة السعوي في تحقيق هذا الكتاب، وذكر في رسالته (1/79- 81) عدم جزمه بأن الكتاب كامل؛ لاعتماده على مخطوط ناقص، وذكر أيضًا أن المطبوع هو من أفضل النسخ بعد المخطوطة الناقصة. ¶ ثم طُبع الكتاب بتحقيق سعيد بن نصر بن محمد، الرشد، ط 1، 1422، معتمدًا على الطبعة القديمة. ¶ 117- شرح عمدة الفقه لابن قدامة. ¶ ولم يتم الشيخ شرح الكتاب، والموجود منه - مما طبع - ما يلي: ¶ 1- كتاب الطهارة، تحقيق: سعود بن صالح العطيشان، مكتبة العبيكان، الرياض، ط 1، 1412. ¶ 2- كتاب الصلاة، من أول كتاب الصلاة إلى آخر باب آداب المشي إلى الصلاة، تحقيق: خالد بن علي المشيقح، دار العاصمة، الرياض، ط 1، 1418. ¶ 3- كتاب الصيام، تحقيق: زائد بن أحمد النشيري، دار الأنصاري، ط 1، 1417. ¶ 4- كتاب الحج، تحقيق: د/ صالح بن محمد الحسن، مكتبة الحرمين، الرياض، ط 1، 1409. ¶ 118- شرح حديث أبي بكر الصديق ((اللهم إني ظلمت نفسي ظلمًا كثيرًا)) . جامع المسائل (4/23- 69) . ¶ وقد أخرجها مفردة أشرف بن عبد المقصود، أضواء السلف، ط 1، 1422. ¶ ولها مختصر في مختصر الفتاوى المصرية (103- 116) . ¶ 119- شرح حديث ((إنما الأعمال بالنيات)) . مجموع الفتاوى (18/244- 284) .",
            "page": "22",
            "part": "1",
            "seal": "3F1531A2"
        },
        {
            "id": "24",
            "nass": "وهو مطبوع مفردًا. ¶ 120- شرح حديث ((إني حرمت الظلم على نفسي)) . مجموع الفتاوى (18/136- 209) ؛ مجموعة الرسائل المنيرية (3/205- 246) ؛ مجموعة فتاوى ابن تيمية (1/336- 372) . ¶ 121- شرح حديث عمران بن حصين ((كان الله ولم يكن شيء قبله)) . مجموع الفتاوى (18/210- 243) ؛ مجموعة الرسائل والمسائل (5/347- 374) . ¶ 122- شرح حديث النزول. مجموع الفتاوى (5/321- 582) . ¶ وهو مطبوع مفردًا. ¶ وفي جامعة الإمام قسم العقيدة رسالة ماجستير في تحقيق هذا الكتاب. ¶ 123- شرح حديث ((لا يزني الواني حين ينزني وهو مؤمن)) ، تحقيق: دغش بن شبيب العجمي، دار ابن حزم، ط 1، 1422، معتمداً على مخطوطة واحدة في دار الكتب المصرية برقم (20545ب) ، وذكر أنها غير موجودة في كتب الشيخ المطبوعة، ما عدا الفصل الأخير من الرسالة، وهو في ست ورقات في مجموع الفتاوى (28/171- 178) ، وفي الاستقامة (2/297- 311) . ¶ والرسالة فيها اضطراب؛ فالشيخ تكلم عن الحديث في ست عشرة ورقة، ثم انتقل إلى الحديث عن مراودة امرأة العزيز ليوسف، وأطال في ذلك، ثم عقد فصلاً في أن جميع الحسنات لا بد فيها شيئين. ¶ ثم أخرج هذه الرسالة عزير شمس في جامع المسائل (5/241- 259) ونقد الطبعة السابقة، وبين ما فيها من اضطراب، وحذَفَ الفصل الأخير. ¶ 124- شرح كلمات لعبد القادر في كتاب فتوح الغيب. مجموع الفتاوى (10/455- 548) ؛ جامع الرسائل (2/71- 189) . ¶ 125- الشفاعة الشرعية، والتوسل إلى الله بالأعمال وبالذوات والأشخاص. مجموعة الرسائل والمسائل (1/15- 31) . وهي مختصرة من فتوى للشيخ في الشفاعة، أوردها ضمن كتابه قاعدة جليلة في التوسل والوسيلة. انظر: مجموع الفتاوى (1/313- 368) . ¶ * شمول النصوص لأحكام أفعال العباد = قاعدة في شمول النصوص للأحكام. ¶ حرف الصاد ¶ 126- الصارم المسلول على شاتم الرسول، تحقيق: محمد محيي الدين عبد الحميد، مكتبة التاج، طنطا، ط 1، 1379. ¶ وقد طبع الكتاب محققاً تحقيقاً جديداً في ثلاث مجلدات، حققه: محمد بن عبد الله بن عمر الحلواني، ومحمد كبير أحمد شودري، رمادي للنشر والتوزيع، الدمام، المؤتمن للتوزيع، الرياض، ط 1، 1417.",
            "page": "23",
            "part": "1",
            "seal": "51AF2E85"
        },
        {
            "id": "25",
            "nass": "127- صحة مذهب أهل المدينة. مجموع الفتاوى (20/294- 396) . ¶ *الصفات الاختيارية = فصل في الصفات الاختيارية. ¶ * صفات الله تعالى وعلوه على خلقه بين النفي والإثبات = القاعدة المراكشية. ¶ 128- الصفدية، تحقيق: د/ محمد رشاد سالم، شركة مطابع حنيفة، الرياض، 1396. ¶ ثم طبع بتحقيق: أبي عبد الله سيد الجليمي، وأبي معاذ أيمن الدمشقي، أضواء السلف، الرياض، ط 1، 1423، وقد اعتمدا على نفس المخطوط الذي اعتمد عليه المحقق السابق، لكن تلافيا سوء التصوير الذي وقع له. ¶ 129- الصوفية والفقراء. مجموع الفتاوى (11/5- 24) . ¶ حرف الضاد ¶ 130- ضابط التأويل. جامع المسائل (5/35- 93) . ¶ حرف العين ¶ 131- العبادات التي جاءت على وجوه متنوعة. مجموع الفتاوى (22/335- 355) . ¶ 132- العبودية. مجموع الفتاوى (10/149- 236) ؛ مجموعة فتاوى ابن تيمية (2/304- 346) . ¶ ولها طبعات مفردة كثيرة. ¶ * العدوية = الوصية الكبرى. ¶ * عرش الرحمن وما ورد فيه من الآيات والأحاديث = الرسالة العرشية. ¶ * العرشية = الرسالة العرشية. ¶ * العقود المحرمة = فصل فيمن أوقع العقود المحرمة. ¶ 133- العقيدة الواسطية. مجموع الفتاوى (3/129- 159) ؛ مجموعة الرسائل المفيدة (168- 199) ؛ مجموعة الرسائل الكبرى (1/393- 411) . ¶ * العقيدة الحموية الكبرى = الحموية الكبرى. ¶ * عِلْم الحديث، تحقيق: موسى محمد علي، دار التوفيق النموذجية، ط 1، 1404، واعتمد في إخراجه على: ¶ 1- مطبوعة كتب على غلافها: الخزانة الآصفية بحيدر آباد الدكن. ¶ 2- نسخة بباريس مصورة بالفوتستات عن نسخة خطية محفوظة بالأستانة رقم 3271. ¶ 3- قابله على ما هو موجود في مجموع الفتاوى الجزء الثامن عشر. ¶ وقد قابلت الكتاب على مجموع الفتاوى، وهو موجود فيه كله. ¶ حرف الفاء",
            "page": "24",
            "part": "1",
            "seal": "35853719"
        },
        {
            "id": "26",
            "nass": "* الفتاوى الكبرى، تحقيق وتعليق وتقديم: محمد عبد القادر عطا، ومصطفى عبد القادر عطا، دار الكتب العلمية، ط 1، 1408. ¶ وقد اعتمدوا على طبعة مطبعة دار الجهاد بالقاهرة، 1965م، وذكرا أنهما اهتما بتصحيح الكتاب من الأخطاء الكثيرة، وتخريج أحاديثه، كما أنهما رتبا الكتاب على الأبواب الفقهية. ¶ لكن الكتاب في الحقيقة محشو بالأخطاء، ولم يكن تخريجهما بالمستوى العلمي الرفيع. ¶ والظاهر أن هذه الفتاوى الكبرى هي التي طبعتها مطبعة كردستان العلمية، باسم مجموعة فتاوى ابن تيمية؛ لاشتمالها على نفس الفتاوى والكتب، لكن حذف من هذه الفتاوى كتاب السبعينية، وشرح العقيدة الأصفهانية. ¶ * الفتوى الحموية = الحموية الكبرى. ¶ * الفتوى الحموية الكبرى = الحموية الكبرى. ¶ 134- فتوى في أمر الكنائس. جامع المسائل (3/361- 370) . ¶ وهي منقولة من كتاب أحكام أهل الذمة لابن القيم (2/677- 686) . ¶ 135- فتوى في البيع بفائدة إلى أجل. جامع المسائل (1/221- 226) . ¶ 136- فتوى في حكم القيام والانحناء والألقاب. مجموع الفتاوى (1/372- 377؛ 26/311- 312) . ¶ وقد حققها: د/ الوليد الفريان في مجلة البحوث الإسلامية (العدد 20، ص 287- 302) . ¶ 137- فتوى في الخضر. جامع المسائل (5/133- 137) ، وليست كاملة. ¶ 138- فتوى في السماع. جامع المسائل (3/387- 390) . ¶ 139- فتوى في الطلاق الثلاث بكلمة واحدة. مجموع الفتاوى (33/76- 98) ؛ جامع المسائل (1/351- 366) . ¶ 140- فتوى في طلاق السنة وطلاق البدعة. جامع المسائل (1/267- 272) . ¶ 141- فتوى في العشق. جامع المسائل (1/175- 186) . ¶ وفي نسبتها إلى الشيخ نظر، ذكره محقق جامع المسائل في (5/420) حيث عثر على كلام لابن القيم في روضة المحبين (131) ينفي نسبة هذه الفتوى إلى شيخه. ¶ 142- فتوى في الغوث والقطب والأبدال والأوتاد. جامع المسائل (2/7- 115) . ¶ 143- فتوى في قراءة القرآن بما يخرجه عن استقامته. جامع المسائل (3/301- 306) . ¶ 144- فتوى فيمن يدَّعي أن ثَمَّ غوثًا وأقطابًا وأبدالاً. جامع المسائل (1/65- 81) . ¶ 145- فتوى فيمن يُعظِّم المشايخ ويستغيث بهم ويزور قبورهم. جامع المسائل (3/146- 156) .",
            "page": "25",
            "part": "1",
            "seal": "98A12239"
        },
        {
            "id": "27",
            "nass": "146- فتوى في النصيرية. مجموع الفتاوى (35/145- 160) ؛ مجموعة فتاوى ابن تيمية (4/209- 216) . ¶ * الفتيا الأزهرية = الأزهرية. ¶ 147- فتيا في الزيارة الشرعية والبدعية. مجموع الفتاوى (27/182- 192) . ¶ وهي موجودة في العقود الدرية (219- 226) . ¶ وقد طبعها مفردة: علي بن عبد العزيز الشبل، دار الشبل، الرياض، ط 1، 1418، معتمداً على المصادر السابقة، ومخطوط. ¶ 148- الفرقان بين أولياء الرحمن وأولياء الشيطان. مجموع الفتاوى (11/156- 310) . ¶ وهي مطبوعة مفردة طبعات عدة؛ من أشهرها: طبعة المكتب الإسلامي، ط 1، 1397. ¶ ثم قام بتحقيقها في رسالة علمية: د. عبد الرحمن بن عبد الكريم اليحيى، دار الفضيلة، الرياض، ط 1، 1420، معتمداً على ست نسخ خطية. ¶ 149- الفرقان بين الحق والباطل. مجموع الفتاوى (13/5- 229) ؛ مجموعة الرسائل الكبرى (1/5- 172) . ¶ 150- فصل؛ الأقوال نوعان. مجموع الفتاوى (4/191- 193) ؛ جامع المسائل (3/219- 226) . ¶ وقد سقط من المجموع ما يزيد على الصفحة والنصف. ¶ 151- فصل جليل القدر في الاستثناء في الأيمان وغير ذلك. مجموع الفتاوى (35/307- 323) . ¶ 152- فصل في إبدال الوقف. مجموع الفتاوى (31/212- 251) . ¶ 153- فصل في الأحاديث الواردة في الطلاق الثلاث. جامع المسائل (1/293- 314) . ¶ * فصل في الاسم والمسمى = قاعدة في الاسم والمسمى. ¶ * فصل في اسم الله تعالى الحي القيوم. جامع المسائل (5/161- 176) . ¶ وهو مطبوع ضمن كتاب تفسير آيات أشكلت (1/421- 443) ، ولم يشر محقق جامع المسائل إلى ذلك، وذكر أن هذا الفصل يطبع لأول مرة. ¶ 154- فصل في اعتبار النية في النكاح. مجموع الفتاوى (32/146- 151) . ¶ *فصل في الأمر بالمعروف والنهي عن المنكر = الأمر بالمعروف والنهي عن المنكر. ¶ * فصل في الأمر بالمعروف والنهي عن المنكر = فصل في قوله تعالى {كنتم خير أمة أخرجت للناس} . ¶ 155- فصل في انتفاع الإنسان بعمل غيره. جامع المسائل (5/203- 206) .",
            "page": "26",
            "part": "1",
            "seal": "CE4F9D0A"
        },
        {
            "id": "28",
            "nass": "156- فصل في أن دين الأنبياء واحد. جامع الرسائل (1/281- 284) . ¶ 157- فصل في أن ذوات الأسباب تفعل في أوقات النهي. مجموع الفتاوى (23/209- 217) . ¶ 158- فصل في أوقات النهي. مجموع الفتاوى (23/178- 209) . ¶ 159- فصل في أولياء الله وأولياء الشيطان. جامع المسائل (1/83- 92) . ¶ 160- فصل في الإيلاء. جامع المسائل (1/370- 382) . ¶ * فصل في بيان أن القرآن العظيم كلام اللَّه العزيز العليم = البعلبكية ¶ * فصل في بيان ما أمر الله به ورسوله من إقامة الصلاة وإتمامها والطمأنينة فيها. مجموع الفتاوى (22/526- 600) . ¶ وهو موجود ضمن القواعد النورانية (23- 74) من الطبعة القديمة. ¶ * فصل في تمهيد الأوائل وتقرير الدلائل = تمهيد الأوائل وتقرير الدلائل. ¶ 162- فصل في جمع الطلاق الثلاث. جامع المسائل (1/273- 292) . ¶ 163- فصل في حق الله وحق عبادته وتوحيده. جامع المسائل (3/49- 66) . ¶ 164- فصل في الدليل على فضل العرب. جامع الرسائل (1/285- 290) ¶ 165- فصل في زيارة بيت المقدس. مجموع الفتاوى (27/5- 19) ؛ مجموعة الرسائل الكبرى (2/57- 67) . ¶ 166- فصل في سجود السهو. مجموع الفتاوى (23/5- 51) . ¶ 167- فصل في سجود القرآن. مجموع الفتاوى (23/136- 172) . ¶ 168- فصل في سورة حم السجدة (فصلت) . جامع المسائل (1/141- 148) . ¶ 169- فصل في الصراط المستقيم في الزهد والعبادة والورع والاقتصاد في العبادة. مجموع الفتاوى (10/568- 614) . ¶ 170- فصل في الصفات الاختيارية. مجموع الفتاوى (6/217- 267) ؛ جامع الرسائل (2/3-70) . ¶ 171- فصل في الطلاق الثلاث. جامع المسائل (1/315- 350) . ¶ 172- فصل في الطلاق وتقسيمه إلى سني وبدعي، وبيان أن الطلاق البدعي لا يقع. جامع المسائل (1/243- 265) . ¶ 173- فصل في الظهار. جامع المسائل (1/383- 408) . ¶ * فصل في العبادات التي جاءت على وجوه متعددة = العبادات التي.. ¶ 174- فصل في العبادات والفرق بين شرعيها وبدعيها. مجموع الفتاوى (10/387- 421) ؛",
            "page": "27",
            "part": "1",
            "seal": "95F05A80"
        },
        {
            "id": "29",
            "nass": "مجموعة الرسائل والمسائل (5/243- 271) . ¶ وقد طبعت مفردة بعنوان: رسالة في العبادات الشرعية، والفرق بينها وبين البدعية، تعليق محمد رشيد رضا، وخرج أحاديثها: بدر بن عبد الله البدر، مكتبة ابن الجوزي، ط1. ¶ 175- فصل في الفرق بين ما أمر الله به ورسوله من إخلاص الدين لله وشريعته، وبين ما نهى عنه من الإشراك والبدع. جامع المسائل (3/31- 48) . ¶ 176- فصل في الفرقة التي تكون من الطلاق الثلاث، والتي لا تكون من الثلاث. مجموع الفتاوى (32/315- 352) . ¶ * فصل في القاعدة العظيمة الجليلة في مسائل الصفات والأفعال = قاعدة عظيمة في مسائل الصفات والأفعال ... ¶ * فصل في قاعدة ما ترك من واجب وفعل من محرم = قاعدة ما ترك من واجب. ¶ 177- فصل في قول النبي صلى الله عليه وسلم لعائشة ((ابتاعيها واشترطي لهم الولاء)) . مجموع الفتاوى (29/337- 356) . ¶ 178- فصل في قوله تعالى {كنتم خير أمة أخرجت للناس..} جامع المسائل (3/379- 382) ؛ المجموعة العلية (62- 65) . ¶ * فصل في قوله ' ((أصدق كلمة قالها شاعر..)) . جامع المسائل (5/236- 268) . ¶ وهو مطبوع ضمن كتاب تفسير آيات أشكلت (1/409- 420) . ¶ * فصل في قوله ' ((فحج آدم موسى)) = الاحتجاج بالقدر. ¶ 179- فصل في قوله ' ((سيد الاستغفار ... )) . جامع المسائل (1/157- 162) ؛ المجموعة العلية (54- 59) . ¶ 180- فصل في اللباس في الصلاة. مجموع الفتاوى (22/109- 120) . ¶ وهو مطبوع مفرداً بعنوان: حجاب المرأة ولباسها في الصلاة، بتحقيق وتعليق محمد ناصر الدين الألباني '، ط 2، 1393، ولم يذكر الأصل الذي اعتمد عليه. ¶ * فصل في مؤاخذة ابن حزم في الإجماع = نقد مراتب الإجماع. ¶ 181- فصل فيما جعل الله للحاكم أن يحكم فيه، وما لم يجعل لواحد من المخلوقين الحكم فيه. مجموع الفتاوى (35/357- 388) . ¶ 182- فصل فيما ذكره الرازي في الأربعين في مسألة الصفات الاختيارية. مجموع الفتاوى (6/273- 287) . وهو ناقص. ¶ 183- فصل فيما يفطر الصائم وما لا يفطره. مجموع الفتاوى (25/219- 258) . ¶ وقد طبعت مفردة بعنوان: حقيقة الصيام، حققها: زهير الشاويش، وخرج أحاديثها: ناصر الدين",
            "page": "28",
            "part": "1",
            "seal": "0888171D"
        },
        {
            "id": "30",
            "nass": "الألباني. ¶ * فصل في محبة الجمال. مجموع الفتاوى (22/124- 132) . وفيه نقص. ¶ وهو موجود كاملاً في الاستقامة (1/422- 469) ، وبينه وبين ما في المجموع فروق. ¶ * فصل في مذهب الإمام أحمد وغيره من العلماء في حضانة الصغير المميز = قاعدة في حضانة الولد. ¶ 184- فصل في المسألة المشهورة بين الناس في التفضيل بين الملائكة والناس. مجموع الفتاوى (4/350- 392) . ¶ وأسلوبها فيه بعد عن أسلوب الشيخ وطريقته، ولذلك شكك في نسبتها إليه ناصر الفهد في كتابه صيانة مجموع الفتاوى من السقط والغلط (8) . ¶ لكنَّ الشيخ ذكر في مجموع الفتاوى (4/344) أن له مصنفًا في هذه المسألة ذكر فيها أدلة الفريقين. ¶ وذكر ابن عبد الهادي في ترجمته للشيخ (33، طبع دار الفاروق) كتاب: تفضيل صالح الناس على سائر الأجناس. ¶ والظاهر أن الشيخ ألفها قديمًا، حيث كان يكثر من السجع في مقدمات كتبه ورسائله، والناظر في كتاب تنبيه الرجل العاقل يلحظ ذلك، وكذا كتاب بيان الدليل فيه شيء من ذلك. ¶ * فصل في معاني مستنبطة من سورة النور = تفسير سورة النور. ¶ * فصل في معنى الحنيف. جامع المسائل (5/179- 188) . ¶ وهو مطبوع ضمن كتاب تفسير آيات أشكلت (1/393- 408) . ¶ 185- فصل في معنى الحي القيوم. جامع المسائل (1/35- 59) . ¶ 186- فصل في المقبوض بعقد فاسد. مجموع الفتاوى (29/406- 410) . ¶ 187- فصل فيمن أوقع العقود المحرمة ثم تاب. مجموع الفتاوى (29/420- 424، 281- 292) ؛ مجموعة فتاوى ابن تيمية (3/67- 75) ؛ مجموعة الرسائل الكبرى (2/221- 233) . ¶ وقد حققه: د. صالح بن محمد السلطان، دار أصداء المجتمع، بريدة، ط 1، 1420، معتمداً على نسختين خطيتين. ¶ 188- فصل فيه قاعدة شريفة، وهي أن جميع ما يحتج به المبطل من الأدلة الشرعية والنقلية إنما تدل على الحق لا تدل على قول المبطل. مجموع الفتاوى (6/288- 338) . ¶ * فصل في وضع الجوائح في المبايعات والضمانات والمؤاجرات = مسألة وضع الجوائح. ¶ 189- فصل مختصر جامع في مسائل الأيمان والطلاق، وما بينهما من اتفاق وافتراق. مجموع الفتاوى (33/44- 57) .",
            "page": "29",
            "part": "1",
            "seal": "9D543876"
        },
        {
            "id": "31",
            "nass": "وهو مطبوع مفرداً بعنوان: الاجتماع والافتراق في الحلف بالطلاق، صححه وعلق عليه الشيخ محمد عبد الرزاق حمزة، مكتبة أنصار السنة المحمدية، 1342، معتمداً على مخطوط بخط أحد تلاميذ الشيخ، وقد قرأها على الشيخ، وعليها توقيعه. ¶ وله طبعة أخرى بتحقيق محمد بن أحمد سيد أحمد، دار المنارة، جدة، ط 1، 1408، معتمداً على نسختين مطبوعتين، إحداهما موجودة في دار الكتب المصرية، والأخرى في المجموع. ¶ * فصل مختصر فيما يحل من الطلاق ويحرم = البغدادية. ¶ 190- في سنة الجمعة. مجموع الفتاوى (24/188- 203) ؛ مجموعة الرسائل الكبرى (2/183- 194) . ¶ وقد طبعت مفردة بعنوان: سنة الجمعة، أخرجها أبو عبد الله سعد المزعل، معتمداً على المصدرين السابقين. ¶ حرف القاف ¶ 191- قاعدة أهل السنة والجماعة الاعتصام بالكتاب والسنة وعدم الفرقة. مجموع الفتاوى (3/278- 292) ؛ مجموعة الرسائل والمسائل (5/375- 385) . ¶ - قاعدة أهل السنة والجماعة في رحمة أهل البدع والمعاصي، تحقيق: أبي المنذر سامي بن عور، مكتبة التربية الإسلامية لإحياء التراث الإسلامي، ط 1، 1411. ولم أقف عليه. ¶ 192- قاعدة تتضمن ذكر ملابس النبي ' وسلاحه ودوابه. تحقيق وتعليق: أشرف بن عبد المقصود، أضواء السلف، ط 1، 1422. ¶ * قاعدة تتعلق بالزكاة = قاعدة في الزكاة. ¶ * قاعدة جامعة في توحيد اللَّه وإخلاص الوجه والعمل له عبادة واستغاثة = قاعدة في توحيد الألوهية. ¶ 193-قاعدة جليلة في إثبات علو الله تعالى على جميع خلقه. جامع المسائل (1/61- 64) ؛ المجموعة العلية (112- 113) . ¶ 194- قاعدة جليلة في التوسل والوسيلة. مجموع الفتاوى (1/142- 368) . ¶ ولها طبعات كثيرة؛ منها تحقيق: ربيع بن هادي المدخلي، ط 1، 1409. ¶ * قاعدة جليلة فيما يتعلق بأحكام السفر والإقامة = قاعدة في الأحكام التي تختلف ... ¶ 195- قاعدة حسنة في الباقيات الصالحات وبيان اقتران التهليل بالتكبير والتسبيح بالتحميد. جامع المسائل (3/269- 294) . ¶ وقد طبعت مفردة بتحقيق: أشرف عبد المقصود، أضواء السلف، ط 1، 1422. ¶ * القاعدة الحموية = الحموية الكبرى.",
            "page": "30",
            "part": "1",
            "seal": "3AC122DB"
        },
        {
            "id": "32",
            "nass": "196- قاعدة شريفة في تفسير قوله {أغير الله اتخذ وليًا فاطر السموات والأرض وهو يطعم ولا يطعم} . جامع المسائل (1/109- 140) . ¶ وكان جزء منها قد طبع ضمن كتاب: مرشد المقرئين ومرش الطالبين، لمحمد بن محمد الجزري، تحقيق: علي بن محمد العمران، دار عالم الفوائد، ط 1، 1419. ¶ 197- قاعدة شريفة في الرضا الشرعي. جامع المسائل (3/211- 218) . ¶ * قاعدة شريفة؛ وهي أن جميع ما يحتج به المبطل من الألة الشرعة والنقلية إنما تدل على الحق لا تدل على قول المبطل = فصل فيه قاعدة شريفة، وهي.. ¶ 198- قاعدة عظيمة في مسائل الصفات والأفعال من حيث قدمها ووجوبها. مجموع الفتاوى (6/144- 184) . ¶ 199- قاعدة عظيمة في الفرق بين عبادات أهل الإسلام والإيمان، وعبادات أهل الشرك والنفاق، تحقيق: سليمان بن صالح الغصن، دار العاصمة، الرياض، ط 2، 1418، معتمداً على مخطوط واحد، مصور في جامعة الإمام برقم 9195/ف، عن مخطوطات القدس. ¶ 200- قاعدة العقود، وهو المطبوع باسم العقود، وباسم نظرية العقد، تحقيق: محمد حامد الفقي، مكتبة السنة المحمدية، توزيع مكتبة ابن تيمية، وقد أعادت طباعته دار المعرفة، ودار الفكر، بيروت، بدون تاريخ. ¶ والدليل على تسميته بهذا الاسم دون الاسم المطبوع به، والذي هو من صنع المحقق: ¶ أ- جاء في آخر الكتاب (249) ما يلي: «آخر ما وجد مكتوباً بخط المملي لهذه القاعدة الشريفة، وهي قاعدة العقود» . ¶ ب- تصريح المحقق في مقدمة التحقيق بأن هذا الاسم من صنيعه. ¶ ج- تنبيه بعض الباحثين على ذلك (¬1) . ¶ ثم حققها أبو يعقوب نشأت بن كمال المصري بعنوان: العقود، مكتبة المؤيد، ط 1، 1423، معتمدًا على طبعة حامد الفقي، وصحح ما وقع له من الأخطاء. ¶ 201- قاعدة في الأحكام التي تختلف بالسفر والإقامة. مجموع الفتاوى (24/33- 162) ؛ مجموعة الرسائل والمسائل (2/243- 330) . ¶ وكانت قد طبعت في مجلة المنار (ج6، م27، ص427، ج7، م27، ص 513، ج9، م 27، ص 663، ج10، م 27، ص 755، ج1، م 28، ص 41، ج3، م 28، ص 186، ج 5، م 28، ص 334) . ¶ ¬__________ ¶ (¬1) انظر: المدخل الفقهي للزرقا (1/361) .",
            "page": "31",
            "part": "1",
            "seal": "A133C66A"
        },
        {
            "id": "33",
            "nass": "202- قاعدة في الاستحسان، مطبوعة ضمن المستدرك على مجموع الفتاوى عن نسخة بخط الشيخ ' (2/137- 167) . ¶ وطبعت مفردة بتحقيق: محمد عزير شمس، دار عالم الفوائد، ط 1، 1419، معتمدًا على نفس المخطوط، ثم أعاد طباعتها ضمن جامع المسائل (2/117-229) . ¶ 203- قاعدة في الاسم والمسمى. مجموع الفتاوى (6/185- 212) . ¶ * قاعدة في الأسماء والصفات = قاعدة عظيمة في مسائل الصفات والأفعال.. ¶ * قاعدة في اعتبار النية في النكاح = فصل في اعتبار النية في النكاح. ¶ 204- قاعدة في أعداد ركعات الصلوات وأوقاتها وما يدخل في ذلك من جمع وقصر. مجموع الفتاوى (22/77- 92) . ¶ 205- قاعدة في أفعال الحج. جامع المسائل (1/199- 220) . ¶ * قاعدة في أن الاعتقادات قد تؤثر في الأحكام = قاعدة في العلوم والاعتقادات.. ¶ * قاعدة في أنواع الاستفتاح في الصلاة، وأنواع الأذكار مطلقاً = أنواع الاستفتاح. ¶ 206- قاعدة في الانغماس في العدو، وهل يباح؟ جامع المسائل (5/309- 335) . ¶ وهي مطبوعة بتحقيق وتعليق: أشرف بن عبد المقصود. أضواء السلف، ط 1، 1422. ¶ 207- قاعدة في المحبة. جامع الرسائل (2/190- 401) . ¶ ثم أخرجها فواز أحمد زمرلي، دار ابن حزم، ط 1، 1420، معتمدًا على جامع الرسائل. ¶ * قاعدة في تحقيق الرسالة وإبطال قول أهل الزيغ والضلالة = الصفدية. ¶ * قاعدة في تصويب المجتهدين وتخطئتهم وتأثيمهم. مجموع الفتاوى (19/203- 227) . ¶ وهي مأخوذة من منهاج السنة النبوية (5/83- 125) . ¶ 208- قاعدة في توحيد الألوهية. مجموع الفتاوى (1/20- 36) . ¶ ولها طبعات؛ منها: ¶ 1- بتحقيق: د. محمد السيد الجليند، 1399. ¶ 2- بتحقيق: عبد الله بن محمد البصيري، دار العاصمة، ط 1، 1418، معتمداً على نسختين خطيتين، بعنوان: قاعدة جامعة في توحيد الله، وإخلاص الوجه والعمل له عبادة واستعانة. ¶ 209- قاعدة في توحد الملة وتعدد الشرائع. مجموع الفتاوى (19/106- 128) ؛ مجموعة الرسائل المنيرية (3/128- 140) . ¶ * قاعدة في الحسبة = الحسبة. ¶ 210- قاعدة في حضانة الولد. مجموع الفتاوى (34/111- 132) وهي ناقصة هنا. ¶ ولكنها موجودة كاملة في: مختصر الفتاوى المصرية (613- 638) ؛ المستدرك (5/65- 92) ؛",
            "page": "32",
            "part": "1",
            "seal": "256FDBC1"
        },
        {
            "id": "34",
            "nass": "جامع المسائل (3/397- 430) . ¶ 211- قاعدة في الخلافة والملك. مجموع الفتاوى (35/18- 32) . ¶ 212- قاعدة في الخلع. مجموع الفتاوى (32/289- 315) . ¶ 213- قاعدة في الرد على الغزالي في التوكل. مجموع الفتاوى (8/524- 539) . ¶ وقد طبعت مفردة بتحقيق: علي بن عبد العزيز الشبل، دار الصميعي، ط 1، 1416، معتمداً على نسختين خطيتين. ¶ 214- قاعدة في الزكاة. مجموع الفتاوى (25/5- 40) . ¶ 215- قاعدة في شمول آي الكتاب والسنة والإجماع أمر الثقلين الجن والإنس. مختصر الفتاوى المصرية (639- 649) ؛ جامع المسائل (3/227- 244) . ¶ 216- قاعدة في شمول النصوص للأحكام. جامع المسائل (2/231- 351) ، ويوجد الجزء الأخير منها، وهو ما تحدث فيه الشيخ عن التطبيقات على هذه القاعدة في الفرائض في مجموع الفتاوى (31/338- 356) ، وفيه سقط، وتفسير آيات أشكلت (2/491- 573) . ¶ وقد طبعت هذه القاعدة بتحقيق صالح جاسم المهندي، بعنوان: شمول النصوص للأحكام، إدارة الشؤون الإسلامية بوزارة الأوقاف في قطر، ط 1، 1418، معتمدًا على مخطوط في الخزانة العامة في الرباط. ¶ وأضاف إليها مسألة من يقول إن النصوص لا تفي بعشر الأحكام، وهي موجودة في مجموع الفتاوى (19/280- 290) . ¶ 217- قاعدة في الصبر، تحقيق: أ. د. محمد بن خليفة التميمي، مجلة الجامعة الإسلامية، العدد 116. ¶ ثم طبعت ضمن جامع المسائل (1/163- 174) ؛ والمجموعة العلية -الأولى- (33- 51) . ¶ * قاعدة في صفات العبادات الظاهرة التي حصل فيها تنازع بين الأمة في الرواية والرأي = خلاف الأمة في العبادات. ¶ 218- قاعدة في العلوم والاعتقادات والأحكام والكلمات والحجة والإرادات هل هي تابعة لمتعلقها مطابقة له، أو متبوعها تابع مطابق لها. مجموع الفتاوى (19/129- 154) . ¶ 219- قاعدة في القرآن وكلام الله. مجموع الفتاوى (12/5- 36) ؛ تفسير آيات أشكلت على كثير من العلماء (2/704- 761) . ¶ 220- قاعدة فيما يجب من المعاوضات. مجموع الفتاوى (29/185- 196) . ¶ 221- قاعدة في المعجزات والكرامات. مجموع الفتاوى (11/311- 362) ؛ مجموعة الرسائل والمسائل (5/153- 190) .",
            "page": "33",
            "part": "1",
            "seal": "1B5ED32A"
        },
        {
            "id": "35",
            "nass": "وقد طبعت مفردة بعنوان: المعجزات وكرامات الأولياء، تحقيق: مصطفى عبد القادر عطا، دار الكتب العلمية، 1405. ¶ * قاعدة في معنى كون الرب عادلاً = رسالة في معنى كون الرب عادلاً. ¶ 222- قاعدة في المقبوض بعقد فاسد. مجموع الفتاوى (29/411- 413) . ¶ 223- قاعدة في مواضع الأئمة في مجامع الأمة. مجموع الفتاوى (35/36- 46) ؛ مجموعة فتاوى ابن تيمية (2/457- 462) . ¶ 224- قاعدة في وجوب الاتباع وإبطال السماع المحدث. مجموع فيه مصنفات لشيخ الإسلام (291- 332) ؛ جامع المسائل (5/209- 238) . ولكنها ناقصة الأول. ¶ 225- قاعدة في الوسيلة. جامع المسائل (5/97- 122) . ¶ وهي مطبوعة بتحقيق: علي بن عبد العزيز الشبل، دار العاصمة، ط 1، 1420. ¶ 226- قاعدة ما ترك من واجب وفعل من محرم قبل الإسلام والتوبة. مجموع الفتاوى (22/7- 22) . ¶ 227- قاعدة مختصرة في وجوب طاعة الله ورسوله في كل حال على كل أحد. مجموع الفتاوى (35/5- 17) . ¶ وقد حققها وأخرجها مفردة عبد الرزاق بن عبد المحسن العباد البدر، بعنوان: قاعدة مختصرة في وجوب طاعة الله ورسوله ' وولاة الأمور، معتمدًا على المجموع. ¶ 228- القاعدة المراكشية. مجموع الفتاوى (5/153- 193) ؛ مجموعة الرسائل والمسائل (1/ 193- 222) . ¶ وقد طبعت مفردة بتحقيق: دغش بن شبيب العجمي، دار ابن حزم، ط 1، 1422، معتمدًا على نسختين خطيتين، والمصدرين السابقين. ¶ * قاعدة نافعة في صفة الكلام = البعلبكية. ¶ 229- قاعدة نافعة في وجوب الاعتصام بالرسالة. مجموع الفتاوى (19/93- 105) . ¶ * القرآن العظيم كلام الله = البعلبكية. ¶ * القرمانية = قاعدة تتضمن ذكر ملابس النبي '.. ¶ 231- القضاء والقدر. مجموع الفتاوى (8/262- 271) ؛ مجموعة الرسائل الكبرى (2/ 89- 95) . ¶ * القواعد الكلية = القواعد النورانية. ¶ 232- القواعد النورانية. ¶ والكتاب مطبوع عدة طبعات:",
            "page": "34",
            "part": "1",
            "seal": "6C01B38E"
        },
        {
            "id": "36",
            "nass": "أ- تحقيق: تحقيق محمد حامد الفقي، وهي أقدم الطبعات، وهي المنتشرة بين الناس. ¶ ب- تحقيق: أحمد بن محمد الخليل، دار ابن الجوزي، ط 1، 1422، معتمدًا على نسختين مخطوطتين؛ إحداهما: من مكتبة الرياض العامة رقم 473/86، والأخرى: من إدارة المخطوطات في وزارة الأوقاف والشؤون الإسلامية في الكويت، وعلى ما في مجموع الفتاوى، وعلى نسخة عبد الرحمن السعدي، ومحمد العثيمين، وهما -كما ذكر- مقابلتان على مخطوط. ¶ 3- تحقيق: محيسن بن عبد الرحمن المحيسن، مكتبة التوبة، ط 1، 1423، وقد أخرجها بعنوان القواعد الكلية، وذكر أن هذا هو العنوان الصحيح، وأنه اعتمد على سبع نسخ خطية. ¶ وأصل تحقيقه رسالة ماجستير من المعهد العالي للقضاء. ¶ والكتاب موجود ضمن مجموع الفتاوى (21/5- 23؛ 22/68- 70، 74- 76، 405- 409، 489- 490؛ 23/100- 104، 244- 250، 327- 328، 370- 372؛ 24/30- 32؛ 25/41- 46، 119- 125؛ 26/160- 175؛ 29/5- 180؛ 35/241- 307) . ما عدا القاعدة الرابعة، وهي: أن الشرط المتقدم على العقد بمنزلة المقارن، فلم أعثر عليها في المجموع، وهي في القواعد في صفحتين (220- 221) من مطبوعة الفقي. ¶ * قيام الدليل = إقامة الدليل. ¶ حرف الكاف ¶ * كتاب التوحيد وإخلاص العمل والوجه له عز وجل = قاعدة في توحيد الألوهية. ¶ 233- الكلام على قوله تعالى {إن هذان لساحران} . مجموع الفتاوى (15/248- 265) ؛ مجلة البحث العلمي (عدد 2، ص 265- 278) . ¶ 234- الكيلانية. مجموع الفتاوى (12/323- 501) ؛ مجموعة الرسائل والمسائل (3/333- 348) . وهي في هذا المصدر الأخير مختصرة من كلام الشيخ، وليست تامة. ¶ حرف اللام ¶ 235- لباس الفتوة والخرقة عند المتصوفة. مجموع الفتاوى (11/85- 102) ؛ مجموعة الرسائل والمسائل (1/156- 168) . ¶ 236- لمحة المختطف في الفرق بين الطلاق والحلف. مجموع الفتاوى (33/57- 64) ؛ مجموعة فتاوى ابن تيمية (3/2- 7) . ¶ وقد حققها: د. محمد السيد ندا، في مجلة أضواء الشريعة، عدد 7، ص 102- 108، معتمدًا على مخطوط في مكتبة الأوقاف العراقية، رقم 122- 13853. ¶ 237- اللمعة في الأجوبة السبعة، وهو سؤال عن زيارة القبور وما يفعل عندها من المنكرات. مجموع الفتاوى (27/64- 105) .",
            "page": "35",
            "part": "1",
            "seal": "021333C6"
        },
        {
            "id": "37",
            "nass": "وقد طبع بتحقيق: سليمان بن صالح الغصن، دار الصميعي، ط 1، 1419، معتمداً على مخطوطٍ صورتُه في جامعة الإمام برقم 1334، والمجموع. ¶ كما أنها طبعت قديمًا بعنوان: جكم زيارة القبور والاستنجاد بالمقبور. ¶ انظر: جامع المسائل (2/39) . ¶ حرف الميم ¶ 238- مجموع فتاوى شيخ الإسلام أحمد ابن تيمية، جمع وترتيب: عبد الرحمن بن محمد بن قاسم العاصمي النجدي الحنبلي، ومساعدة ابنه محمد، دار عالم الكتب، 1412. ¶ ويشتمل هذا المجموع على كتب ورسائل كثيرة للشيخ، ما وقفت على اسمه منها فهو مسجل ضمن هذه القائمة، مع الإشارة إلى بعض طبعاته ومخطوطاته. ¶ وهذا المجموع قد نفع الله به نفعًا عظيمًا، وهو مشتمل على جل آراء الشيخ وعلمه، وقد اهتم ابن قاسم بتصحيح الأخطاء، والمقابلة بين النسخ، وعمِلَ في آخره فهرسًا ممتازًا، اشتمل على جميع العلوم التي وردت في المجموع. ¶ وقد تكفلت الحكومة السعودية بنفقات هذا المجموع؛ من شراء المخطوطات، وأجور الناسخين، ثم طَبْعِ الكتاب وتوزيعه على نفقتها. ¶ ومع ما في هذا العمل العظيم من جهد مشكور إلا أنه لا يخلو من ملاحظات؛ منها: ¶ أ- تكرار بعض المسائل، كما في (22/142؛ 29/297) . وغير ذلك مما لا يتسع المقام لذكره. ¶ ب- تفريق الرسالة الواحدة في أماكن متفرقة، بحسب اختلاف موضوعها مع أن بعضها يكون متصلاً ببعض، ومما وقفت عليه من ذلك: ¶ 1- أهل الصفة، وهو سؤال عن أهل الصفة والأبدال، والنذر للقبور، وجماعة من الصوفية، وبعض المشاهد. فُرِّقت في (11/37- 70، 433- 444، 641- 645؛ 27/446- 450؛ 35/163- 166) ؛ وهي موجودة مجتمعة في مجموعة الرسائل والمسائل (1/32- 74) . ¶ 2- تيسير العبادات لأرباب الضرورات. فُرِّقت في (21/449- 462؛ 24/10- 13) . ¶ 3- رسالة إلى أهل البحرين. فُرِّقت في (24/163- 176؛ 6/485- 506) . ¶ 4- فصل فيمن أوقع العقود المحرمة ثم تاب. فُرِّقت في (29/420- 424، 281- 292) . ¶ ج- الأخطاء المطبعية. ¶ وقد قام ناصر الفهد بجهد طيب في تتبع هذه الأخطاء والملاحظات والتنبيه عليها، وأصدر ذلك في كتاب سماه صيانة مجموع فتاوى شيخ الإسلام ابن تيمية من السقط والغلط، أضواء السلف، ط 1، وقد فاته بعض الشيء، ولعل الله أن ييسر عملَ ذيلٍ عليه. ¶ د- نسبة ما ليس له إليه، ومن ذلك:",
            "page": "36",
            "part": "1",
            "seal": "D5676F98"
        },
        {
            "id": "38",
            "nass": "- (14/88- 90) فهي للسُّهيلي في نتائج الفكر، وقد نقلها ابن القيم في البدائع (2/462- 464) ولم ينسبها للسهيلي، نبه على ذلك محقق البدائع علي بن محمد العمران (1/. ¶ * مجموع فيه مصنفات لشيخ الإسلام ابن تيمية، تحقيق وتعليق: إبراهيم بن شريف الميلي، دار ابن حزم، ط 1، 1422، وقد اشتمل على أربع رسائل، مثبتة أسماؤها في هذه القائمة. ¶ * مجموعة الرسائل والمسائل، علق عليها وصححها مجموعة من العلماء بإشراف الناشر، دار الكتب العلمية، ط 1، 1403، وقد اعتمدوا على الطبعة التي نشرها محمد رشيد رضا. ¶ وهذه المجموعة تشتمل على عدد من رسائل الشيخ، ما له اسم معروف فقد ورد ضمن هذه القائمة، وهي جميعًا موجودة في مجموع الفتاوى ما عدا بعض ما اختُصر من منهاج السنة، ودرء تعارض العقل والنقل. ¶ 239- مجموعة الرسائل الكبرى، دار إحياء التراث العربي، بيروت، تشتمل على عدد من الفتاوى والرسائل، وبعضها فيه نقص، وهي موجودة في مجموع الفتاوى، إلا شيئاً يسيراً لم أره في مظانه من المجموع، وما حواه من رسائل وله عنوان يعرف به فهو موجود في هذه القائمة. ¶ * المجموعة العلية من كتب ورسائل وفتاوى شيخ الإسلام ابن تيمية، المجموعة الأولى، جمع وتحقيق: د/ هشام بن إسماعيل الصيني، دار ابن الجوزي، الدمام، ط 1، 1422. ¶ وقد اشتملت هذه المجموعة على تسعة عشر عنواناً، منها رسائل طويلة أثبتها في مكانها من هذه القائمة، وبعضها فتاوى قصيرة جداً، وهي موجودة في جامع المسائل (4/303- 323) . ¶ وقد اعتمد في إخراجها على مجموعتين خطيتين؛ إحداهما من برنستون، رقم (4095) ، والأخرى من تشستربيتي، رقم (3537) . ¶ ثم خرجت المجموعة الثانية، ط 1، 1424، وفيها خمس رسائل، ولم أذكرها في هذه القائمة حتى أقابلها بجامع المسائل، وأتأكد هل مكررة، أو جديدة. ¶ وقد اعتمد في إخراجها على مخطوط من محفوظات جار الله بتركيا، رقم (1729) . ¶ * مجموعة فتاوى ابن تيمية، مطبعة كردستان العلمية، القاهرة، 1326. ¶ وتشتمل هذه المجموعة على فتاوى ورسائل كثيرة، وتشتمل أيضاً على كتب كبار، وهي: ¶ 1- إقامة الدليل على بطلان التحليل. وهو مطبوع مفردًا، وقد مضى ذكره في حرف الألف. ¶ 2- الاختيارات للبعلي. وهي مطبوعة أيضًا مفردة، وقد سبقت. ¶ 3- القواعد النورانية. وهي مطبوعة مفردًا، وقد سبقت. ¶ 4- السبعينية. وهي مطبوعة مفردة، وقد سبقت. ¶ 5- التسعينية. وهي مطبوعة مفردة، وقد سبقت. ¶ 6- شرح العقيدة الأصفهانية. وهي مطبوعة مفردة، وقد سبقت.",
            "page": "37",
            "part": "1",
            "seal": "4F0ED874"
        },
        {
            "id": "39",
            "nass": "وقد قابلتُ الفتاوى والرسائل في هذه المجموعة على مجموع الفتاوى؛ فإذا هي موجودة فيه، ما عدا فتاوى يسيرة لا تتجاوز ثلاث عشرة مسألة. ¶ * مجموعة الفتاوى، اعتنى بها وخرج أحاديثها: عامر الجزار، وأنور الباز، مكتبة العبيكان، ط 1، 1418. ¶ وذكر المحققان في مقدمة عملهما: أن الناشر رغب في إخراج أعمال ابن تيمية كاملة، وعهد إليهما بهذا العمل فقاما بجمع مخطوطات ابن تيمية داخل مصر وخارجها؛ المطبوع منها وغيره، فتحصل لهما 314 مخطوطاً؛ فأخرجا أولاً مجموع فتاوى ابن تيمية الذي جمعه ابن قاسم على ما هو عليه، دون تغيير فيه، فخرج في عشرين مجلداً. ¶ 240- مختصر الرد على الإخنائي. مجموع الفتاوى (27/214- 288) . ¶ 241- مختصر الفتاوى المصرية، لبدر الدين أبي عبد الله محمد بن علي الحنبلي البعلي، ت/ 777، صححه وعلق عليه: محمد حامد الفقي، وأعادت طباعته دار نشر الكتب الإسلامية، لاهور، 1397، توزيع رئاسة إدارات البحوث العلمية والإفتاء. ¶ * مذهب السلف القويم في تحقيق مسألة كلام اللَّه الكريم = الكيلانية. ¶ * المذهب الصحيح الواضح فيما جاء من النصوص في وضع الجوائح = مسألة وضع الجوائح. ¶ 242- مراتب الإرادة. مجموع الفتاوى (8/181- 196) ؛ مجموعة الرسائل الكبرى (2/71- 85) . ¶ 243- المرشدة؛ أصلها وتأليفها. مجموع الفتاوى (11/476- 491) . ¶ * المسائل الإسكندرانية في الرد على الاتحادية والحلولية = السبعينية. ¶ * مسائل الإسكندرية في الرد على الملاحدة والاتحادية = السبعينية. ¶ * المسائل الحموية = الحموية الكبرى. ¶ 244- مسائل في الإجارة ونقص بعض المنفعة والجوائح. جامع المسائل (1/227- 242) . ¶ 245- المسائل والأجوبة، وفيها جواب سؤال أهل الرحبة، تحقيق: أبي عبد الله حسين بن عكاشة، نشر الفاروق الحديثة للطباعة والنشر، القاهرة، ط 1، 1424. ¶ وقد اعتمد المحقق على مخطوط يحمل هذا العنوان، وفيه فتاوى مكررة موجودة في مجموع الفتاوى، وفتاوى جديدة تطبع لأول مرة. ¶ 246- مسألة الأحرف التي أنزلها الله على آدم. مجموع الفتاوى (12/37- 116) ؛ مجموعة الرسائل والمسائل (3/ 369- 426) . ¶ * المسألة الحموية = الحموية الكبرى. ¶ 247- المسألة الخلافية في الصلاة خلف المالكية. جامع المسائل (5/271- 280) .",
            "page": "38",
            "part": "1",
            "seal": "7AD0B034"
        },
        {
            "id": "40",
            "nass": "ولها مختصر في كتاب الفواكه العديدة في المسائل المفيدة (1/111- 115) . ¶ 248- مسألة عن الأحوال وأرباب الأحوال. جامع المسائل (1/93- 101) . ¶ 249- مسألة عن نسبة الباري إلى العلو من جميع الجهات المخلوقة. جامع المسائل (3/181- 192) ؛ المجموعة العلية -الأولى- (98- 109) . ¶ 250- مسألة في إخوة يوسف هل كانوا أنبياء؟ جامع المسائل (3/297- 300) . ¶ وهي منقولة عن الحاوي للفتاوي للسيوطي (2/24-26) ، وذكر أنه ملخص من كلام ابن تيمية. ¶ 251- مسألة في اتباع الرسول بصريح المعقول. مجموع الفتاوى (10/430- 453) ؛ مجموعة فتاوى ابن تيمية (2/219- 231) . ¶ * مسألة في الاقتصاد في العبادات = الاقتصاد في الأعمال. ¶ 252- مسألة في إهداء ثواب الأعمال إلى النبي ' وإلى أزواجه وأولاده. جامع المسائل (4/243- 299) . ¶ وقد حققها أشرف عبد المقصود، أضواء السلف، ط 1، 1423، بعنوان رسالة في إهداء الثواب للنبي '. ¶ 253- مسألة في رجل شتم شريفًا. جامع المسائل (3/391- 396) . ¶ 354- مسألة في الفتوة وآدابها وشرائطها. جامع المسائل (1/187- 194) ؛ المجموعة العلية -الأولى- (116- 120) . ¶ 255- مسألة في تأويل الآيات وإمرار أحاديث الصفات كما جاءت. جامع المسائل (3/155- 180) ؛ المجموعة العلية -الأولى- (68- 96) . ¶ وقد حققها: علي بن عبد العزيز الشبل، بعنوان رسالة في النزول والمعية وإثبات الصفات، دار علوم السنة للنشر والتوزيع، ط 1، 1421، لكن في نسخته نقص كبير. ¶ 256- مسألة في تلاوة القرآن والذكر أيهما أفضل. جامع المسائل (3/383- 386) . ¶ 257- مسألة في رؤية النبي ' ربه. جامع المسائل (1/103- 108) . ¶ 258- مسألة في العقل والنفس. مجموع الفتاوى (9/270- 304) ؛ مجموعة الرسائل المنيرية (2/20- 49) . ¶ 259-مسألة في العلو. جامع المسائل (3/193- 210) . ¶ 260- مسألة في قول النبي ' لمعاذ ((أتدري ما حق الله على العباد)) . جامع المسائل (1/149- 156) . ¶ 261- مسألة في قوله تعالى {وإن تصبهم حسنة يقولوا هذه من عند الله..} . جامع المسائل",
            "page": "39",
            "part": "1",
            "seal": "3DFB6232"
        },
        {
            "id": "41",
            "nass": "(3/263- 268) . ¶ 262- مسألة في الفقر والتصوف. مجموع الفتاوى (11/25- 36) ؛ مجموعة الرسائل والمسائل (1/ 224- 232) . ¶ 263- مسألة في قصد المشاهد المبنية على القبور للصلاة عندها والنذر لها وغير ذلك. جامع المسائل (3/117- 145) . ¶ 264- مسألة في الكنائس. مجموع الفتاوى (28/632- 646) . ¶ وقد طبعت بتحقيق: علي بن عبد العزيز الشبل، مكتبة العبيكان، ط 1، 1416، معتمداً على أربع نسخ خطية. ¶ 265- مسألة فيما إذا كان في العبد محبة لما هو خير وحق ومحمود في نفسه. مطبوع ضمن كتاب دراسات عربية وإسلامية مهداة إلى محمود محمد شاكر (445- 452) . ¶ ثم أخرجها محمد عزير شمس ضمن جامع المسائل (5/191- 199) . ¶ 266- مسألة فيما يفعله بعض الخطباء يوم الجمعة. جامع المسائل (1/195- 198) . ¶ 267- مسألة في المشاهد ومن ابتدعها وفي زيارتها.. جامع المسائل (4/154- 171) . ¶ * مسألة في المعية والنزول = مسألة في تأويل الآيات وإمرار أحاديث الصفات كما جاءت. ¶ 268- مسألة في المرابطة بالثغور أفضل أم المجاورة بمكة شرفها الله تعالى؟ جامع المسائل (5/339- 379) . ¶ وقد حققها: أشرف بن عبد المقصود، أضواء السلف، ط 1، 1422. ¶ 269- مسألة فيمن استدل بتحويل النبي ' رداءه في الاستسقاء على أن الله ليس فوق السموات على العرش. جامع المسائل (4/79- 103) . ¶ 270- مسألة فيمن قال إن عليًا أشجع من أبي بكر. جامع المسائل (3/245- 250) . ¶ 271- مسألة فيمن يسمي الخميس عيدًا. جامع المسائل (3/371- 378) ؛ المستدرك (3/254- 257) . ¶ * مسألة في الهجر الجميل والصفح الجميل وأقسام التقوى والصبر = الهجر الجميل. ¶ 272- مسألة القدر. مجموع الفتاوى (8/245- 255) ؛ مجموعة الرسائل المنيرية (1/100- 104) . ¶ 273- المسألة المصرية في القرآن. مجموع الفتاوى (12/162- 234) . وهي ناقصة الآخر. ¶ 274- مسألة وضع الجوائح. مجموع الفتاوى (30/263- 302) ؛ مجموعة الرسائل والمسائل (5/ 387- 414) . ¶ * المسائل الفقهية من اختيارات شيخ الإسلام ابن تيمية = اختيارات شيخ الإسلام.",
            "page": "40",
            "part": "1",
            "seal": "6E8DA605"
        },
        {
            "id": "42",
            "nass": "275- مسائل من الفتاوى المصرية. جامع المسائل (4/21- 324) ، وتشتمل على سبع وستين مسألة، بعضها طويل، وأكثرها مسائل قصيرة، وسأذكر في هذه القائمة اسم الرسائل التي تزيد على عشر صفحات. ¶ 276- مسائل وردت من الصلت. جامع المسائل (4/327- 347) ، وهي مجموعة فتاوى قصيرة جدًا. ¶ 277- المستدرك على مجموع الفتاوى، لمحمد بن عبد الرحمن بن محمد بن قاسم '، ط 1، 1418، جمع فيه ما تفرق من كلام الشيخ واختياراته في كتب تلاميذه، أو الأصحاب، كما ضم إليه عدداً من رسائل الشيخ التي بخطه. ¶ وهذه المصادر التي استدرك منها هي: ¶ 1- مؤلفات ابن القيم، وهي سبع وعشرون، عدَّها جميعاً في آخر المستدرك. ¶ 2- مختصر الفتاوى المصرية. ¶ 3- الاختيارات للبعلي. ¶ 4- الفروع لابن مفلح. ¶ 5- الإنصاف للمرداوي. ¶ 6- مسودة آل تيمية، جمع منها ما يخص شيخ الإسلام. ¶ 7- الآداب الشرعية لابن مفلح. ¶ 8- شرح الزركشي على مختصر الخرقي. ¶ 9- مجموعة من الرسائل بخط الشيخ تبلغ ثلاثين صفحة، من المكتبة الظاهرية. ¶ وذكر أن هذا المستدرك قد ضم أكثر من ألفي مسألة، منها نحو المائتين لها أصل في مجموع الفتاوى، لكنها تختلف عن أصولها بزيادة أو إيضاح أو تعقب، أو جمع لبعض المسائل المتشابهة، أو تعريفات. ¶ 278- المسودَّة في أصول الفقه، لآل تيمية، جمعها وبيضها: شهاب الدين أبو العباس أحمد بن محمد بن أحمد بن عبد الغني الحراني الدمشقي، ت/ 745، تحقيق: محمد محيي الدين عبد الحميد، مطبعة المدني، القاهرة، ¶ ثم طبع الكتاب بتحقيق: د. أحمد بن إبراهيم الذروي، دار الفضيلة، ط 1، 1422، وأصل الكتاب رسالة دكتوراه تقدم بها إلى قسم أصول الفقه في جامعة الإمام. ¶ ومع ما قام به المحقق من الجهد، إلا أن تحقيقه مليء بالأخطاء، والسقط. ¶ * المصرية = رسالة إلى نصر المنبحي. ¶ 279- المظالم المشتركة. مجموع الفتاوى (30/337- 355) .",
            "page": "41",
            "part": "1",
            "seal": "AFFB417F"
        },
        {
            "id": "43",
            "nass": "280- معارج الوصول إلى أن أصول الدين وفروعه قد بينها الرسول. مجموع الفتاوى (19/155- 202) ؛ مجموعة الرسائل الكبرى (1/175- 211) . ¶ وهو مطبوع مفرداً، نشره قصي محب الدين الخطيب، المطبعة السلفية، القاهرة، 1387. ¶ * المعجزات وكرامات الأولياء = قاعدة في المعجزات والكرامات. ¶ 281- مقدمة في أصول التفسير. مجموع الفتاوى (13/329- 375) . ¶ * مكان رأس الحسين = رأس الحسين. ¶ 282- مناظرة ابن تيمية لدجاجلة البطائحية. مجموع الفتاوى (11/445- 475) ؛ مجموعة الرسائل والمسائل (1/133- 155) . ¶ 283- مناظرة حول الواسطية. مجموع الفتاوى (3/160- 193) . ¶ 284- مناظرة في الحمد والشكر بين ابن تيمية وابن المرحل. مجموع الفتاوى (11/135- 155) ؛ العقود الدرية (68- 81) . ¶ 285- المناظرة في العقيدة الواسطية. مجموع الفتاوى (3/194- 201) ؛ مجموعة الرسائل الكبرى (1/415- 421) . ¶ وهي تختلف عن مناظرة حول الواسطية؛ فتلك من كلام ابن تيمية، وهذه من نقل الشيخ علم الدين. ¶ 286- المنتقى من عوالي المختصر المسند الصحيح من أمور الرسول '، وسننه وأيامه، لأبي عبد الله محمد بن إسماعيل بن إبراهيم البخاري، تحقيق: عبد العزيز بن فيصل الراجحي، أضواء السلف، الرياض، ط 1، 1419. ¶ وانظر: الرسالة المستطرفة (123) ، وفهرس الفهارس للكتاني (1/275، ترجمة رقم 112) . ¶ وقد طبع ضمن مجموع فيه مصنفات لشيخ الإسلام ابن تيمية. ¶ 287- منسك ابن تيمية. مجموع الفتاوى (26/98- 159) ؛ مجموعة الرسائل الكبرى (2/ 375- 417) . ¶ وهو مطبوع بتحقيق: علي بن محمد العمران، دار عالم الفوائد، ط 1، 1418، معتمداً على نسختين خطيتين. ¶ 288- منهاج السنة النبوية، تحقيق: د/ محمد رشاد سالم، طبع جامعة الإمام محمد بن سعود الإسلامية، 1406. ¶ حرف النون ¶ 289- النبوات، نشر وتصحيح: إدارة الطباعة المنيرية، 1346. ¶ ثم طبع بتحقيق: محمد عبد الرحمن عوض، دار الكتاب العربي، بيروت، ط 1، 1405، وهو",
            "page": "42",
            "part": "1",
            "seal": "60C2097B"
        },
        {
            "id": "44",
            "nass": "مأخوذ عن الطبعة الأولى. ¶ ثم طبع بتحقيق: د. عبد العزيز بن صالح الطويان، أضواء السلف، ط 1، 1420، معتمداً على مخطوط واحد، والطبعتين السابقتين. ¶ ويلاحظ على الكتاب أنه مجموعة من الفصول التي يجمعها موضوع واحد، وليست كتابًا مستقلاً. ¶ 290- نصيحة أهل الإيمان في الرد على منطق اليونان. مجموع الفتاوى (9/82- 254) . ¶ وهو اختصار السيوطي لكتاب الشيخ في المنطق الذي سبق ذكره بعنوان الرد على المنطقيين، وقد سما مختصره: جهد القريحة في تجريد النصيحة. ¶ وكان قد طبع بتعليق علي سامي النشار، أعادت نشره دار الكتب العلمية. ¶ *النصيرية = فتوى في النصيرية. ¶ 291- نقد مراتب الإجماع، مطبوع في هامش مراتب الإجماع لابن حزم، دار الكتب العلمية، بيروت، بدون تاريخ. ¶ ثم أخرج كلام الشيخ فقط محمد عزير شمس في جامع المسائل (3/321- 350) ، معتمدًا على مخطوط واحد، وأشار إلى أنَّ نَقْد الشيخِ قد طُبع مفرقًا بهامش كتاب مراتب الإجماع لابن حزم، طبعة المقدسي 1357، وأن في المطبوعة أخطاء في مواضع. ¶ * نقض التأسيس = بيان تلبيس الجهمية.. ¶ 292- نقض المنطق. مجموع الفتاوى (4/1- 190؛ 9/5- 81) . ¶ وهو مطبوع مفرداً بتحقيق محمد عبد الرزاق حمزة، وسليمان بن عبد الرحمن الصنيع، ومحمد حامد الفقي، مكتبة السنة المحمدية، 1370. ¶ وهذا العنوان من وضع الشيخ محمد بن إبراهيم بن عبد اللطيف آل الشيخ، حيث شاوره محمد حامد الفقي في وضع عنوان له فأشار عليه بهذا. ¶ 293- نكاح الزانية. مجموع الفتاوى (32/109- 134) ؛ مجموعة فتاوى ابن تيمية (2/60- 74) . ¶ حرف الهاء ¶ 294- الهجر الجميل والصفح الجميل. مجموع الفتاوى (10/666- 677) ؛ مجموعة الرسائل والمسائل (1/ 5- 14) . ¶ 295- الهجر الشرعي ما يحل منه وما يحرم. مجموع الفتاوى (28/203- 210) . ¶ وقد طبع بتحقيق: أبي محمد أشرف بن عبد المقصود بن عبد الرحيم، مكتبة طبرية، ط 1، 1412، معتمداً على مخطوطة واحدة، وهذا العنوان من صنعه هو.",
            "page": "43",
            "part": "1",
            "seal": "26BCF19B"
        },
        {
            "id": "45",
            "nass": "حرف الواو ¶ 296- الواسطة بين الحق والخلق. مجموع الفتاوى (1/121- 138) . ¶ 297- الوصية الصغرى. مجموع الفتاوى (10/653- 665) ؛ مجموعة الرسائل الكبرى (1/221- 240) . ¶ وقد طبعت بتحقيق: سليم الهلالي، ط 1، 1406. ¶ 298- الوصية الكبرى. مجموع الفتاوى (3/363- 430) ؛ مجموعة الرسائل الكبرى (1/270- 322) . ¶ قال ابن عبد الهادي في ترجمته للشيخ (55، دار الفاروق) : «ورسالة كتبها إلى بيت الشيخ عدي بن مسافر تسمى: العدوية» . ¶ وقد طبعت عدة طبعات؛ منها: ¶ 1- تحقيق: أبي عبد الله محمد بن حمد الحمود، مكتبة ابن الجوزي، الأحساء، ط 1، 1407، معتمداً على مجموعة الرسائل الكبرى، ونسخة طبعها قصي محب الدين الخطيب، 1394. ¶ ثم طبعه مرة أخرى في دار إيلاف، الكويت، 1418، كسابقه. ¶ 2- تحقيق: محمد النمر، وعثمان ضميرية، مكتبة الصديق الطائف، ط 1، 1408.",
            "page": "44",
            "part": "1",
            "seal": "EE682B61"
        }
    ],
    "t10457": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الألف"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف التاء"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الدال"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الذال"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف الراء"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الصاد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف العين"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "2",
            "tit": "حرف الفاء"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": "1",
            "tit": "حرف اللام"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهاء"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو"
        }
    ]
}