{
    "b1045": [
        {
            "id": "48",
            "nass": "فظلم الحاكم ليس بمسوّغ لخروج المسلم من طاعته، فنظام الدولة فيه أحكام كثيرة والأمة بحاجتها وطالما أن هذه الأحكام صحيحة فيجب الالتزام بها. ¶ ولو أن الشريعة أذنت للأمة أن تخرج من طاعة الحاكم إذا تلبس ببعض الظلم لما استقام بعد الخلفاء الراشدين أمر الأمة أبداً!! ¶ فهناك قانون الأحوال الشخصية، والإدارة المحلية، وقانون السير، وقانون التعليم، وقانون القضاء، وغيرها .. ¶ فهل إذا ظلم الحاكم؛ نترك هذه القوانين؟! ¶ وهل إذا تركناها تستقيم حياتنا؟! ¶ فأمْرُهُ صلى الله عليه وسلم بطاعة الحاكم فيما يأمر به من طاعةٍ هو من أجلنا، وليس حباً بهذا الحاكم الظالم، ولا حرصاً عليه، ولا تشجيعاً له!! ¶ فحاشا شريعة الله تعالى التي أنزلها الله أن يكون فيها ما يشجع الظلم والظالمين ولو بإشارة بعيدة؛ قال تعالى: {وَلَا تَحْسَبَنَّ اللَّهَ غَافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ} [إبراهيم: 42]. ¶ وأما أن مقاتلتهم مشروعة إذا ظهر الكفر البواح أو لم يقيموا الصلاة؛ فلأن الحاكم طاعته منوطة بأن يقيم كتاب الله تعالى. ¶ عن أنس بن مالك رضي الله عنه: أنَّ رسولَ الله صلى الله عليه وسلم قال: ¶ «اسْمَعوا وأطِيعوا وإِن استُعمِلَ عليكم عبدٌ حَبشيٌّ، كأنَّ رأسَهُ زَبيبَةٌ، مَا أقَامَ فيكُم كِتَابَ الله عزَّ وجلّ» (¬1). ¶ فالكفر البواح يتناقض مع الحاكم المطلوب شرعاً، وكذلك عدم إقامة الصلاة. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 27/ 209، البخاري 1/ 178، وغيرهما ..",
            "page": "48",
            "part": "1",
            "seal": "D5442158"
        },
        {
            "id": "49",
            "nass": "وأما أن رسول الله صلى الله عليه وسلم نهى عن طاعتهم فيما يأمرون به من معصية؛ لأن أمر الحاكم بمعصية ليس بمسوغ لأن يعصي المسلم. ¶ فالمعصية هي المعصية، سواء أمر بها الحاكم أم لا، فإن أَمَر الحاكم بمعصيةٍ فتجب معصيته. ¶ وأما أنه يجب على الأمة أن تقول كلمة حق للحاكم الظالم؛ فلأن الإسلام لا يقرّ الظلم والجور، ولابد من معالجة هذا الحاكم، ومعالجته بأن تقوم الأمة إلى هذا الحاكم لتقول له كلمة الحق، وسيأتي بيان ذلك. ¶ وللحاكم ثلاث حالات: ¶ 1 - أن يأمر بطاعة، ولا يأمر بمعصية فتجب طاعته. ¶ 2 - أن يأمر بطاعة، ويأمر بمعصية، فتجب طاعته في الطاعة، ومعصيته في المعصية. ¶ 3 - أن يأمر بمعصية ولا يأمر بطاعة فتجب معصيته. ¶ والقسم الثالث لا وجود له على وجه الأرض!! ¶ إذ من المستحيل عرفاً أن تكون كل أوامر الحاكم ظالمة أو معصية إلا بمعيار الطاعة والمعصية، فمعيار الطاعة يختلف فيما بين الأمم. ¶ فعند المسلمين ما اعتبره الشارع طاعة فهو طاعة، وما اعتبره معصية فهو معصية. ¶ وضابط الطاعة والمعصية عند غير المسلمين مختلف. ¶ مثال: ¶ الربا حرام، وقد نص عليه القرآن الكريم، فالربا معصية، وهذا عند المسلمين. ¶ فإن أمر الحاكم بمزاولة الربا يكون أمراً بمعصية، وعند غير المسلمين يكون أمراً بغير معصية.",
            "page": "49",
            "part": "1",
            "seal": "2450F10C"
        },
        {
            "id": "50",
            "nass": "الزنا في الشريعة الإسلامية معصية بحد ذاته، وكثير من القوانين تسمح بالزنا إذا حصل بالتراضي بين الطرفين. ¶ فإن أمر الحاكم وشرّع قانوناً لمزاولة الزنا؛ يكون آمراً بمعصية عند المسلمين، غير آمر بمعصية عند بعض الأمم. ¶ ولذلك لا طاعة للحاكم عند المسلمين إذا لم يحكم بكتاب الله تعالى. ¶ عن أنس بن مالك رضي الله عنه: أنَّ رسولَ الله صلى الله عليه وسلم قال: ¶ «اسْمَعوا وأطِيعوا وإِن استُعمِلَ عليكم عبدٌ حَبشيٌّ، كأنَّ رأسَهُ زَبيبَةٌ، مَا أقَامَ فيكُم كِتَابَ الله عزَّ وجلّ» (¬1). ¶ فطاعة الحاكم منوطة بحكمه بكتاب الله تعالى، فإن لم يحكم بكتاب الله فلا طاعة له، حتى لو حكم بما يوافق شريعة الله عز وجل!! ¶ فهناك فرق بين حكم الله، وبين ما وافق حكم الله تعالى. ¶ فمقومات حكم الله ما نص عليه القرآن والسنة وما تفرع عنهما من الإجماع والقياس وغيرهما .. كما هو مقرر في أصول الفقه. ¶ وأما ما قررته القوانين الوضعية، والسلطة التشريعية، فمقوماته عقول المشرعين. ¶ فالعقل عند المسلمين يستنبط الأحكام من الكتاب والسنة ضمن القواعد المقررة في أصول الفقه. ¶ وفي الشريعة من القواعد ما يسع كل تطورات الحياة واتساعها .. كما هو مقرر في أصول الفقه. ¶ فالحاكم مهما كان، لا يطاع في غير طاعة، ولكن ورد بعض الأحاديث التي توجب طاعة الحاكم في غير طاعة. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 27/ 209، البخاري 1/ 178، وغيرهما ..",
            "page": "50",
            "part": "1",
            "seal": "D7CCEC36"
        },
        {
            "id": "51",
            "nass": "ورد بعض الأحاديث التي يدل ظاهرها على وجوب طاعة الأمير، وإن كان في معصية، منها: ¶ عن أبي سلام قال: قال حذيفة بن اليمان: قلت يا رسول الله، إنا كنا بشر، فجاء الله بخير فنحن فيه، فهل من وراء هذا الخير شر؟ ¶ قال: «نعم». قلت: هل من وراء ذلك الشر خير؟ ¶ قال: «نعم». قلت: فهل من وراء ذلك الخير شر؟ ¶ قال: «نعم». قلت: كيف؟ ¶ قال: «يكون بعدي أئمة لا يهتدون بهداي، ولا يستنون بسنتي، وسيقوم فيهم رجال قلوبهم قلوب الشياطين في جثمان إنس». ¶ قال: قلت كيف أصنع يا رسول الله إن أدركت ذلك؟ ¶ قال: «تسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع» (¬1). ¶ هذا الحديث يدل على وجوب الطاعة المطلقة للأمير حتى وإن أخذ المال وضرب الظهر. ¶ وهناك أحاديث كثيرة يقرر فيها رسول الله صلى الله عليه وسلم أنه: لا طاعة لمخلوق في معصية الخالق .. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه البخاري 4/ 242، ومسلم 6/ 20 ..",
            "page": "51",
            "part": "1",
            "seal": "E2B2282E"
        },
        {
            "id": "52",
            "nass": "فما السبيل للخروج من هذا التعارض؟!! ¶ السبيل إلى هذا: ¶ 1 - إما الجمع بين الدليلين. ¶ 2 - وإما النسخ. ¶ والجمع أولى، لأن إعمال الدليلين أولى من إهمال أحدهما، فإن لم يمكن إعمالهما فالنسخ. ¶ ومن طرق الجمع بين الدليلين تخصيص العام؛ فلا تعارض بين العام والخاص، فلا طاعة لمخلوق في معصية الخالق: عام يشمل كل مخلوق ومنهم الأمراء، فقوله: «تسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع» خاص بالأمير، فيكون مخصوصاً من قوله: «لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ اللهِ عَزَّ وَجَلَّ» (¬1).، وهذا لا يصح لأن النَّهي ورد بخصوص الأمير. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 2/ 333، وغيره ..",
            "page": "52",
            "part": "1",
            "seal": "6E40AD32"
        },
        {
            "id": "53",
            "nass": "ويمكن الجمع بينهما .. وبيان ذلك: ¶ تمهيد: ¶ هل يجوز للحاكم أن يضرب أحد المواطنين ظلماً بغير حق؟ ¶ وهل إذا دعاه إلى أن يضربه ظلماً بغير حق فأبى المجيء .. أيكون عاصياً؟ ¶ وهل تجوِّز شريعة الله تعالى هذا العبث الذي ينتج عنه ظلم وتعذيب الناس؟ ¶ حاشا شريعة الله ذلك!! ¶ هل يجوز للحاكم أن يأخذ مال أحد الرعية أو كلهم ظلماً بغير حق؟ ¶ وتصوَّر معي رجل بقي يتعب سنين حتى جمع قسماً من المال، فأرسل إليه الحاكم طالباً هذا المال ظلماً بغير حقٍّ، فأبى أن يعطيه هذا المال وأخفاه .. أيكون عاصياً؟ ¶ وتصوَّر معي أن شريعة الله تعالى جوَّزت للحاكم أخذ مال الرعية، فيأمر الحاكم الرعية بأن يأتوا بأموالهم إليه، ويحرم عليهم الامتناع، فيأخذها وعيونهم شاخصه!!، ويقولون: سبحانك يا رب أنت أمرت بهذا؟!. ¶ هل تجوِّز شريعة الله تعالى هذا الظلم؟ ¶ وهل يصح أن يقع هذا الظلم باسم شريعة الله عز وجل؟!! ¶ وبعد هذه المقدمة: ¶ نقول: يجب إسقاط هذه الأحاديث وأمثالها على قواعد الشريعة، وإسقاط خطابات الشارع على قواعد الشريعة من بديهيات أصول الفقه، فيكون كلام رسول الله صلى الله عليه وسلم: «تسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع». أي ضرب ظهرك بحقٍّ، وأخذ مالك بحقٍّ. ¶ وأمثلة تنزيل خطابات الشارع على قواعد الشريعة أكثر من أن تحصى ...",
            "page": "53",
            "part": "1",
            "seal": "E991FB94"
        },
        {
            "id": "54",
            "nass": "وكون خطابات الشارع تنزَّل على قواعد الشريعة من بديهيات أصول الفقه، لأنَّ القواعد التي قررتها الشريعة قررتها للعمل بها، فلا يستقيم أن تأمر الشريعة بأمرٍ يتناقض مع هذه القواعد .. ¶ ولبيان ذلك نأتِ بأمثلة: ¶ المثال الأول: ¶ قال تعالى: {وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ} [البقرة: 187]. ¶ فهذا الخطاب بالأكل ننزِّله على قاعدة: \"المحرمات في المأكولات\". ¶ فيكون المقصود من الكلام: كلوا مما هو مباح .. ¶ فلو أكل أحد الناس لحم الخنزير محتجَّاً بالخطاب يكون آثماً! ¶ المثال الثاني: ¶ لو قال أحد الآباء لولده البالغ الراشد: اذهب وكُلْ ما شئتَ من الطعام .. فذهب الولد وأكل لحم خنزير أو غيره من المحرمات فيكون الولد عاصياً!! ¶ والعلة في معصيته عدم فهم كلام أبيه بتنزيله على قواعد الشريعة .. ¶ ففي خطاباتنا نحن البشر ننزِّل خطاباتنا على القواعد الشرعية إذا كان الحكم شرعيَّاً، وعلى القواعد العرفية إذا كان الحكم عرفيَّاً .. ¶ وندرك ذلك ونتعامل به ويحاسب بعضنا بعضاً عليه، لأنه من البديهيات .. ¶ المثال الثالث: ¶ قال مدير مدرسةٍ لأستاذ في المدرسة: خذ هذه العصا .. قال: لماذا؟ .. قال: لضرب الطلاب .. ¶ فأخذ الأستاذ العصا ودخل وضرب الطلاب واحداً واحداً ..",
            "page": "54",
            "part": "1",
            "seal": "2A5F2515"
        },
        {
            "id": "55",
            "nass": "فإنَّ هذا الأستاذ يكون مخالفاً لما طلب منه المدير .. لأنَّه لم ينزِّل طلب المدير على القاعدة المطلوبة!! ¶ وهي: \"ضربُ الطلاب بحقٍّ\"، وضرب الطالب بحقٍّ يكون إذا أذنب .. ¶ فالقاعدةُ هنا التي لا يختلف عليها أحد: \"حرمة ضرب الطالب بغير حقٍّ\" .. ¶ فتنزيل الخطاب على القواعد من البديهيات، والمشكلة في عصرنا أنَّه أصبح يحتاج إلى شرحٍ!! ¶ بل إلى شرحٍ موسَّع .. لأنَّه أصبح من المعضلات!! ¶ فإن أصبح فهم البديهيات في أصول الفقه من المعضلات؛ فعلى الفقه السلام .. ¶ ونقول للفقه: إنا لله وإنا إليه راجعون .. ¶ لأنه مات ودفن على ألسنة هؤلاء .. وبقي العزاء .. وقد يطول!! ¶ أَرَجلٌ يقرر أحكاماً شرعيةً يوقِّع بها عن الله ربِّ العالمين، تغيب عنه البديهيات في أصول الفقه، أو لا يعلمها؟!! ¶ ولذلك .. ما يحدث في هذا العصر من تضاربٍ في الأحكام سببه هذا الضعف!!",
            "page": "55",
            "part": "1",
            "seal": "2767CD84"
        },
        {
            "id": "56",
            "nass": "إيراد: ¶ سياق حديث رسول الله صلى الله عليه وسلم: «تسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع» .. ¶ لا يساعد على تنزيله على قواعد الشريعة، فالرسول صلى الله عليه وسلم يقول: «يكون بعدي أئمة لا يهتدون بهداي، ولا يستنون بسنتي، وسيقوم فيهم رجال قلوبهم قلوب الشياطين في جثمان إنس». ¶ ووجه كونه لا ينزل على قواعد الشريعة: أن هؤلاء الأئمة يصفهم رسول الله صلى الله عليه وسلم بأنهم لا يهتدون بهديه. ¶ فإن نزَّلناه على قواعد الشريعة، وأُخِذَ المال بالحقِّ، وضُرِبَ الظهر بالحقِّ، لم يبقَ معنىً لقوله: «لا يهتدون بهداي، ولا يستنون بسنتي»!! .. ¶ وهنا تكمن فائدة الحديث .. وذلك بتنزيله على قواعد الشريعة .. ¶ وبيان ذلك: ¶ أي ادفع لهم المال إذا طلبوه بحق، وأطعهم إذا ضربوك بحق، مثل: إقامة الحد ولا يمنعنك فسقهم من أن تؤدي إليهم المال بحقٍّ، ولا يمنعنك فسقهم من أن تمتنع من إقامة الحد إذا ثبت عليك بحقٍّ. ¶ ففائدة الحديث إنشاء حكم دفع المال المتوجب بحقٍّ للإمام الفاسق، وكذلك إقامة الحد، قال الفقهاء: يجوز دفع الزكاة للإمام الغير عادل، وليس الحديث يجوِّز أخذ الحاكم المال بغير حقٍّ، أو ضرب الناس بغير حقٍّ، وهذا باتفاق الفقهاء، فلا أحد من الفقهاء جوَّز أخذ المال بغير حقٍّ، أو ضرب الناس بغير حقٍّ ..",
            "page": "56",
            "part": "1",
            "seal": "EC807F23"
        },
        {
            "id": "57",
            "nass": "فالقياس (¬1) يقتضي أن لا يُدْفَع هذا المال المأخوذ بحق إلى الحاكم طالما أنه فاسق، ولكن تركنا القياس ودفعناه عملاً بحديث رسول الله صلى الله عليه وسلم، وهذا ما أراده النبي صلى الله عليه وسلم، وليس المراد جواز أخذ المال بغير حقٍّ، وضرب الناس بغير حقٍّ. ¶ ¬__________ ¶ (¬1) القياس هنا: الأصل.",
            "page": "57",
            "part": "1",
            "seal": "2ED512E8"
        },
        {
            "id": "58",
            "nass": "طلب الرعية من الحاكم رفع الظلم وإحقاق الحق ¶ إذا وقع الظلم من الحاكم فمطالبته برفع الظلم واجب على الأمة. ¶ قال رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). ¶ ومطالبة الحاكم برفع الظلم؛ إن لم تكن هي كلمة الحق في هذا الموضوع فهي من كلمة الحق. ¶ وقال صلى الله عليه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، أَنْصُرْهُ مَظْلُومًا، فَكَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ: «تَمْنَعُهُ مِنَ الظُّلْمِ، فَذَلِكَ نَصْرُكَ إِيَّاهُ» (¬2). ¶ والمطالبة برفع الظلم نصرة للمظلوم، ومنع للظالم من الظلم. ¶ إيراد: ¶ قوله صلى الله عليه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا» ... عام مخصوص منه الحاكم بالأحاديث التي تنهى عن منابذته، وعن مقاتلته، فالحاكم لا يشمله هذا الحديث. ¶ والجواب: ¶ هذا لا يصح فالمقاتلة والمنابذة شيء، وطلب رفع الظلم وإحقاق الحق شيء آخر .. فهو خارج محل النِّزاع!! وقد سبق بيان ذلك مفصلاً. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد3/ 99، والبخاري 2/ 98.",
            "page": "58",
            "part": "1",
            "seal": "B41F35BC"
        },
        {
            "id": "59",
            "nass": "وإذا كانت المظاهرات السلمية في هذا العصر تطالب الحاكم برفع الظلم وإحقاق الحقّ، واستمرارها والاعتصام بالساحات تجبر الحاكم على ذلك، فإن المظاهرات من أوجب الواجبات. ¶ والذي يحتاج إلى بيان: ¶ التفريق بين من يخرجون ليقولوا كلمة الحق ويعتصموا بالساحات حتى يستجاب لهم، وبين الخروج على الحاكم الذي قال الفقهاء بحرمته. ¶ فقول كلمة الحق للحاكم الظالم سواء خرج ليقولها أفراد أو جماعات أو جميع الأمة ثابتة بالسنة الصحيحة عن رسول الله صلى الله عليه وسلم. ¶ وثبت عن رسول الله صلى الله عليه وسلم النهي عن مقاتلة ومنابذة الحكام الظالمين، وكذلك أمر النبي صلى الله عليه وسلم بطاعتهم فيما يأمرون به من طاعة. ¶ فالنبي عليه الصلاة والسلام الذي نهى عن مقاتلة ومنابذة الحكام الظالمين؛ أمر بقول كلمة الحق لهؤلاء الحكام وأمر بنصرة المظلوم والظالم. ¶ فلماذا يستجاب لرسول الله صلى الله عليه وسلم في النهي عن منابذة ومقاتلة الحكام الظالمين؟ بل ويبالغ في ذلك حتى يجعل البعض أي تحرك تجاه الحاكم الظالم مهما كان خروجاً محرماً على الحاكم!! ¶ ثم يصور ذلك على أنه إجماع بين علماء المسلمين!! ¶ ولماذا لا يستجاب لرسول الله صلى الله عليه وسلم وهو يقول للأمة: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330.",
            "page": "59",
            "part": "1",
            "seal": "D4A8DD70"
        },
        {
            "id": "60",
            "nass": "فإذا ما خرجت الأمة لتقول للحاكم كلمة حق، وتعتصم بالساحات ليستجاب لها؛ ترى كثيراً من الأصوات من هنا وهناك تمنع من ذلك!!. ¶ قال تعالى: ¶ {أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاءُ مَنْ يَفْعَلُ ذَلِكَ مِنْكُمْ إِلَّا خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [البقرة: 85]. ¶ فهناك فرق بين أن تخرج الأمة بالقوة لتخلع الحاكم، وبين أن تخرج سلمية تطالب الحاكم برفع الظلم وإحقاق الحق. ¶ فالشريعة التي حرمت مقاتلة الحاكم الظالم، شرعت معالجته .. ¶ وعندما تكلم فقهاؤنا عن حرمة الخروج على الحاكم؛ لم نجد في كلامهم ما ينطبق على المظاهرة السلمية العصرية. ¶ وهذه تعريفاتهم: ¶ الأحناف: ¶ قال في رد المحتار (المعروف بـ: حاشية ابن عابدين): ¶ البغاة: هُمْ الْخَارِجُونَ عَنْ الْإِمَامِ الْحَقِّ بِغَيْرِ حَقٍّ، فَلَوْ بِحَقٍّ فَلَيْسُوا بِبُغَاةٍ (¬1). ¶ المالكية: ¶ قال صاجب \"مواهب الجليل شرح مختصر خليل\": ¶ وعلم أنه لو خرجت لا لمنع حقٍّ، بل لمنع ظلمٍ، كأمره بمعصية ليست بباغية (¬2). ¶ الشافعية: ¶ ¬__________ ¶ (¬1) \"رد المحتار\" 16/ 373. ¶ (¬2) \"مواهب الجليل\" لأبي عبد الله المغربي 11/ 490.",
            "page": "60",
            "part": "1",
            "seal": "D2F942A7"
        },
        {
            "id": "61",
            "nass": "قال الإمام النووي في المنهاج: هُمْ مُخَالِفُو الْإِمَامِ بِخُرُوجٍ عَلَيْهِ وَتَرْكِ الِانْقِيَادِ، أَوْ مَنْعِ حَقٍّ تَوَجَّهَ عَلَيْهِمْ بِشَرْطِ شَوْكَةٍ لَهُمْ وَتَأْوِيلٍ، وَمُطَاعٍ فِيهِمْ، قِيلَ وَإِمَامٌ مَنْصُوبٌ (¬1). ¶ وقال: وَلَا يُقَاتِلُ الْبُغَاةَ حَتَّى يَبْعَثَ إلَيْهِمْ أَمِينًا فَطِنًا نَاصِحًا يَسْأَلُهُمْ مَا يَنْقِمُونَ، فَإِنْ ذَكَرُوا مَظْلِمَةً أَوْ شُبْهَةً أَزَالَهَا (¬2). ¶ الحنابلة: ¶ قال ابن قدامة المقدسي: قوم من أهل الحق يخرجون عن قبضة الإمام ويرومون خلعه لتأويل سائغ وفيهم منعة يحتاج في كفهم إلى جمع الجيش (¬3). ¶ فلا يوجد تعريف من تعاريف الخروج على الحاكم السابقة ينطبق على المظاهرة!! ¶ فانظر تعريف الأحناف: يشترطون أن يكون خروج الناس بغير حق. ¶ وإلى تعريف المالكية وهم يقولون: لو خرجت الأمة أو الفئة لمنع الظلم كأمر الحاكم بمعصية فليس بخروج. ¶ وإلى الشافعية وهم يقولون مشترطين أن يكون مع الخارجين قوة: ولا يصح للحاكم مقاتلتهم حتى يسألهم ما يطلبون فإن كان لهم مظلمة أزالها. ¶ والمتظاهرون لا قوة لهم!! ولهم مظالم. ¶ وإلى الحنابلة: وهم يشترطون في الخروج المحرّم على الحاكم أن تخرج الأمة أو بعضها لخلع الحاكم بالقوة .. ¶ ¬__________ ¶ (¬1) \"المنهاج\" للإمام النووي 1/ 424. ¶ (¬2) \"المنهاج\" للإمام النووي 1/ 425. ¶ (¬3) \"المغني في فقه الإمام أحمد بن حنبل الشيباني\" لابن قدامة المقدسي 10/ 46.",
            "page": "61",
            "part": "1",
            "seal": "A3C9774D"
        },
        {
            "id": "62",
            "nass": "ففقهاؤنا يقررون أن من خرج لمطالبة الحاكم بحق أو رفع ظلم فليسوا ممن خرج على الحاكم الخروج المحرم .. ¶ فليس في شريعة الله تعالى ما يمنع من أن تخرج الأمة إذا ظُلِمَتْ من الحاكم إلى الشوارع تطالب الحاكم برفع الظلم وإحقاق الحق!! ¶ بل في شريعة الله تعالى ما يوجب علينا قول الحق (¬1). ¶ فيجب علينا عندما نحكم على فئة أو أمة أنها خرجت على الحاكم؛ أن نستصحب تعريف الخروج على الحاكم حتى لا نحكم على كل خروج أنه خروج محرّم!! فالخروج على الحاكم هو اصطلاح. ¶ ¬__________ ¶ (¬1) انظر أدلة وجوب المظاهرة السلمية في بداية بحثنا هذا.",
            "page": "62",
            "part": "1",
            "seal": "39A8D007"
        },
        {
            "id": "63",
            "nass": "طلب الرعية إسقاط النظام ¶ الحاكم له حالتان: ¶ أن يكون عادلاً. ¶ أن يكون غير عادل. ¶ فإن كان عادلاً فلا يصح المطالبة بالتنحي لعدم المسوغ لذلك. ¶ وإن كان غير عادل فمطالبة الأمة بتنحي الحاكم الظالم الذي طال ظلمه الأمة ¶ مشروعة، بل واجبة إذا لم يرتدع، وليس خروجاً محرماً على الحاكم .. ¶ وبيان ذلك: ¶ المطالبة بتنحي الحاكم الظالم الذي طال ظلمه للأمة إذا لم يرتدع شيء، والخروج لخلعه بالقوة شيءٌ آخر!! فمحل موضوعنا المطالبة بالتنحي لمسوّغ، وليس مقاتلته من أجل خلعه بالقوة. ¶ وبعد هذه المقدمة: ¶ الخروج الذي قال بحرمته الفقهاء لم يرد بلفظ من الشارع!! فما ثبت أن الشارع قال: يحرم الخروج على الحاكم، لا في القرآن الكريم ولا في السنة النبوية!! ¶ وإنما الذي ثبت عن الشارع: ¶ النهي عن مقاتلة الحكام الظلمة. ¶ النهي عن منابذة الحكام الظلمة. ¶ النهي عن منازعة الحكام الظلمة.",
            "page": "63",
            "part": "1",
            "seal": "D5B42B90"
        },
        {
            "id": "64",
            "nass": "فمن خالف هذه الأحاديث أو واحداً منها سماه الفقهاء خروجاً على الحاكم، وبالتالي هو حرام. ¶ ثم عرفوا الخروج على الحاكم بتعاريف متعددة مما نتج عنه خلاف في تحديد معنى الخروج. ¶ والصورة التي اتفق الفقهاء عليها حرمة خلع الحاكم بالقوة إذا حصلت مفسدة أكبر من مفسدة ظلم الحاكم. ¶ وسبب اختلافهم في تعريف الخروج على الحاكم الأدلة الواردة في ذلك والجمع بينها .. ¶ وبعض الفقهاء لم يستعمل اصطلاح الخروج على الحاكم، وإنما استعمل اصطلاح بغاة. ¶ أقول هذا الكلام حتى لا نتعامل مع لفظ الخروج على الحاكم وكأنه نطق به الوحي!! ¶ وإنما نتذكر هذا الاصطلاح: \"الخروج على الحاكم\" مستصحبين الأصل الذي بني عليه. ¶ فمن الخطورة بمكان أن نتعامل مع ما اصطلح عليه الفقهاء وكأنه وحي!! ¶ ثم نتدرج بهذا فننسى الأصل الذي بني عليه، ثم نتعامل معه على أنه أصل بحدّ ذاته، ثم يفرع عليه، ثم الأعظم من هذا أن يُنسى تعريفه!! ¶ وهذا ما حصل مع هذا الاصطلاح في هذا العصر!! ¶ فقد عومل هذا الاصطلاح وكأنه نطق به الوحي، ثم نسي الأصل الذي بني عليه، ثم أهمل تعريفه، ثم أصبح أصلاً بحد ذاته، ثم طبق على أبعد جزئياته. ¶ فترى أي تحرك تجاه الحاكم الظالم مهما كان؛ يواجه بقولهم:",
            "page": "64",
            "part": "1",
            "seal": "3FB19158"
        },
        {
            "id": "65",
            "nass": "(هذا حرامٌ لأنه خروج على الحاكم!! .. ومن عقيدتنا نحن أهل السنة والجماعة حرمة الخروج على الحكام .. كما قال علماؤنا ولا نرى الخروج على أئمتنا). ¶ مما جعل من الحاكم في بعض البلاد الإسلامية أكبر مستبد في العالم!! ¶ كيف لا يحصل هذا؛ والحاكم يسرح ويمرح بأموال وموارد الدولة ويتحكم في مصير الأمة، وأكثر علماء المسلمين ساكتون!! ويسكتون الأمة!! بل ويدعون لهذا الحاكم بالتوفيق!! كل هذا بحجة حرمة الخروج على الحاكم!! ¶ فإذا ما هبّت جماعة أو الأمة كلها يأمرون هذا الحاكم برفع الظلم عن الأمة، أو التنحي إن لم يرفع الظلم، مطبقين قول رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1).ترى كثيراً من العلماء يواجهونهم بقولهم هذا خروج على الحاكم!! ¶ فتناقل هذا الاصطلاح بهذه الصورة يقضي على قول رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬2). ¶ وقول رسول الله صلى الله عليه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» (¬3). ¶ وقول رسول الله صلى الله عليه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا» ... (¬4). ¶ ويمنع الاقتداء بالسلف الصالح كما ورد عنهم وإليكم بعض ذلك: ¶ 1 - أبو بكر رضي الله تعالى عنه: ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬2) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬3) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد. ¶ (¬4) حديث صحيح: أخرجه الإمام أحمد3/ 99، والبخاري 2/ 98.",
            "page": "65",
            "part": "1",
            "seal": "56F731EF"
        },
        {
            "id": "66",
            "nass": "قال: إن أحسنت فأعينوني وإن أسأت فقوموني ... وأطيعوني ما أطعت الله ورسوله، فإذا عصيت الله ورسوله فلا طاعة لي عليكم (¬1). ¶ 2 - عمر بن الخطاب رضي الله تعالى عنه: ¶ عن النعمان بن بشير: أن عمر بن الخطاب قال في مجلس، وحوله المهاجرون والأنصار: أرأيتم لو ترخّصت في بعض الأمور ما كنتم فاعلين؟ ¶ فقال ذلك مرتين، أو ثلاثاً: أرأيتم لو ترخصت في بعض الأمور ما كنتم فاعلين؟ ¶ فقال بشير بن سعد: لو فعلت ذلك قومناك تقويم القدح. فقال عمر: أنتم إذاً، أنتم إذاً (¬2). ¶ وقد أتى عمر بن الخطاب رضي الله عنه مشربة بن حارثة فوجد محمد بن مسلمة فقال عمر: كيف تراني يا محمد؟ فقال: أراك والله كما أحب، وكما يُحب من يحب لك الخير، أراك قوياً على جمع المال، عفيفاً عنه، عادلاً في قسمه، ولو ملت عدلناك كما يعدل السهم في الثقاف. ¶ فقال عمر: هاه. ¶ فقال: ولو ملت عدلناك كما يعدل السهم في الثقاف. ¶ فقال: الحمد لله الذي جعلني في قومٍ إذا ملت عدلوني (¬3). ¶ وقال عمر: من رأى منكم فيَّ اعوجاجاً فليقومه. ¶ 3 - عثمان بن عفان رضي الله تعالى عنه: ¶ قال عثمان رضي الله عنه: أمري لأمركم تبع. ¶ ¬__________ ¶ (¬1) أثر صحيح: أخرجه ابن هشام من طريق ابن إسحاق في \"السيرة النبوية\" 6/ 82، وابن جرير في \"التاريخ\" 2/ 237، وابن سعد في \"الطبقات الكبرى\" 3/ 182، وقال الحافظ ابن كثير: إسناده صحيح. ¶ (¬2) أثر صحيح: أخرجه البخاري في \"التاريخ الكبير\" 2/ 47، وابن عساكر في \"تاريخ مدينة دمشق\" 10/ 292. ¶ (¬3) أخرجه الإمام عبد الله بن المبارك في الزهد والرقائق 1/ 179، برقم: 512.",
            "page": "66",
            "part": "1",
            "seal": "DF1CF1E2"
        },
        {
            "id": "67",
            "nass": "4 – عمر بن عبد العزيز رحمه الله تعالى: ¶ قام عمر بن عبد العزيز رحمه الله تعالى يطلب النصيحة من عمرو بن مهاجر وقال له: يا عمرو: إذا رأيتني قد ملت عن الحق، فضع يدك في تلابيبي، ثم هزني، ثم قل لي: ماذا تصنع؟ (¬1). ¶ فلو سأل إنسان لماذا يحرم الخروج على الحاكم؟ ¶ فإن كان الجواب: لأنه ثبت عن رسول الله صلى الله عليه وسلم حرمة الخروج على الحاكم، لكان الجواب خطأ، ونسبة قولٍ إلى رسول الله صلى الله عليه وسلم لم يقله. ¶ والجواب الصحيح: لأن رسول الله صلى الله عليه وسلم: نهى عن مقاتلة ومنابذة ومنازعة الحكام الظلمة وأمر بطاعتهم فيما يأمرون به من طاعة. ¶ فالذي نهى عنه رسول الله صلى الله عليه وسلم مقاتلة الحاكم الظالم لعزله بالقوة، ونهى عن معصيته فيما يأمر به من طاعة. ¶ ومع هذا النهي قال رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬2). ¶ وقال صلى الله عليه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» (¬3). ¶ وعن عبد الله بن مسعود رضي الله تعالى عنه قال: قال رسول الله صلى الله عليه وسلم: «مَامِنْ نَبِيٍّ بَعَثَهُ اللَّهُ فِي أُمَّةٍ قَبْلِي، إِلاَّ كَانَ لَهُ مِنْ أُمَّتِهِ حَوَارِيُّونَ ¶ ¬__________ ¶ (¬1) أثر صحيح: أخرجه تاريخ بغداد وصفوة الصفوة وغيرهما. ¶ (¬2) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬3) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد.",
            "page": "67",
            "part": "1",
            "seal": "C687CD61"
        },
        {
            "id": "68",
            "nass": "وَأَصْحَابٌ، يَأْخُذُونَ بِسُنَّتِهِ، وَيَقْتَدُونَ بِأَمْرِهِ، ثُمَّ إِنَّهَا تَخْلُفُ مِنْ بَعْدِهِمْ خُلُوفٌ، يَقُولُونَ مَا لاَ يَفْعَلُونَ، وَيَفْعَلُونَ مَا لاَ يُؤْمَرُونَ، فَمَنْ جَاهَدَهُمْ بِيَدِهِ فَهُوَ مُؤْمِنٌ، وَمَنْ جَاهَدَهُمْ بِلِسَانِهِ فَهُوَ مُؤْمِنٌ، وَمَنْ جَاهَدَهُمْ بِقَلْبِهِ فَهُوَ مُؤْمِنٌ، وَلَيْسَ وَرَاءَ ذلِكَ مِنَ الإِيمَانِ حَبَّةُ خَرْدَلٍ» (¬1). ¶ فالممنوع شرعاً مقاتلة وخلع الحاكم الظالم بالقوة، وعدم طاعته فيما يأمر به من طاعة، وأما مطالبة الحاكم الظالم بالتنحي إذا لم يرفع ظلمه، والاعتصام بالساحات، فقد دلَّ عليه الحديث: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ». ¶ وحديث ابن مسعود السابق. ¶ فالشريعة التي منعت مقاتلة الحاكم الظالم، وأمرت بطاعته فيما يأمر به من طاعة .. فتحت الباب واسعاً في معالجة ظلم الحاكم. ¶ فالأدلة الشرعية التي تبين وتوجب التعامل مع الحاكم الظالم أوسع وأعم من اصطلاح: \"يحرم الخروج على الحاكم\". ¶ أضف إلى ذلك أن حرمة الخروج على الحاكم: هو مذهب جماهير الفقهاء، ويرى بعض الفقهاء صحة الخروج، بل وجوب الخروج!! وسيأتي بيان ذلك .. ¶ فحالات الأمة مع حكامها الظلمة: ¶ أولاً: أن تخلعه بالقوة. ¶ ثانياً: أن تطيعه فيما يأمر به من طاعة. ¶ ثالثاً: أن تعصيه فيما يأمر به من معصية. ¶ رابعاً: أن تطالبه برفع الظلم، وإن لم يرفعه، أو ماطل؛ تطالبه بالتنحي. ¶ أما خلع الحاكم الظالم بالقوة فسيأتي الكلام عنه في الفصل القادم .. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 1/ 458، ومسلم 1/ 50.",
            "page": "68",
            "part": "1",
            "seal": "7F9F7858"
        },
        {
            "id": "69",
            "nass": "وأما أن تطيعه فيما يأمر به من طاعة فقد سبق بيانه .. ¶ وأما أن نطالبه بالتنحي إن لم يرفع الظلم، أو يماطل به، ونعتصم بالساحات حتى يستجاب لنا فقد دل عليه حديث: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ». ¶ والمطالبة بالتنحي إن لم يرفع الظلم إن لم تكن هي كلمة الحق في هذا الموضوع، فهي من كلمة الحق، ودل عليها حديث ابن مسعود الذي يقول فيه: ¶ «فَمَنْ جَاهَدَهُمْ بِيَدِهِ فَهُوَ مُؤْمِنٌ، وَمَنْ جَاهَدَهُمْ بِلِسَانِهِ فَهُوَ مُؤْمِنٌ، وَمَنْ جَاهَدَهُمْ بِقَلْبِهِ فَهُوَ مُؤْمِنٌ، وَلَيْسَ وَرَاءَ ذلِكَ مِنَ الإِيمَانِ حَبَّةُ خَرْدَلٍ». ¶ وجه الدلالة من الحديث: ¶ أن من جاهد هؤلاء الحكام الظلمة فهو مؤمن، ونفي الإيمان عمن لم يجاهدهم. ¶ وجمع ابن رجب الحنبلي بين هذا الحديث وحديث النهي عن مقاتلة ومنابذة الحكام بقوله: المحرّم مقاتلتهم، وأما تغيير المنكر باليد من غير قتال فهذا جائز. ¶ وإذا ثبت الحديث عن رسول الله صلى الله عليه وسلم فقد وجب العمل به وحديث ابن مسعود حديث صحيح. ¶ فإن كان معارض لحديث النهي عن مقاتلة الحكام الظالمين؛ فقد وجب إما الجمع بينهما وإما النسخ. ¶ فالجمع أولى لأن إعمال الدليلين أولى من إهمال أحدهما, فإن لم يمكن فالنسخ فإن لم يمكن تساقطا. ¶ فقد أمكن الجمع بينهما؛ فالجهاد أعم من المقاتلة فكل مقاتلة جهاد وليس كل جهاد مقاتلة، وهذا ما أشار إليه ابن رجب الحنبلي.",
            "page": "69",
            "part": "1",
            "seal": "07DABCD8"
        },
        {
            "id": "70",
            "nass": "فالمتظاهرون يخرجون إلى الشوارع ثم الاعتصام بالساحات ليرفع الحاكم الظلم، أو يتنحى ليذهب هو والظلم .. ¶ فإن قتل الحاكم أحد المتظاهرين؛ فتعين المطالبة بالتنحي، ولم يبقَ له حياة، ووجب عليه القتل قصاصاً (إن لم يعفو أهل المقتول). ¶ فإذا ما فعل المتظاهرون ذلك مستجيبين لرسول الله صلى الله عليه وسلم في حديث ابن مسعود السابق وغيره .. مقتدين بمن أمر الله ورسوله الإقتداء بهم، وهم السلف الصالح الذين هم خير من مشى على وجه الأرض بعد الأنبياء، حيث قال أبو بكر رضي الله تعالى عنه: إن أحسنت فأعينوني وإن أسأت فقوموني ... وأطيعوني ما أطعت الله ورسوله، فإذا عصيت الله ورسوله فلا طاعة لي عليكم (¬1). ¶ وقال عمر رضي الله عنه: من رأى منكم فيَّ اعوجاجاً فليقومه. ¶ وقال عثمان رضي الله عنه: أمري لأمركم تبع. ¶ فالسلف الصالح يقررون هذا في أول أيام تسلمهم الحكم، يقررون أن الأمة مسؤولة عن حكامها .. إذا ما الحاكم أساء أو اعوج أو ضلَّ أن تقوِّم ذلك فتصحح إساءته، وتقوم اعوجاجه، وبذلك يقررون أول قاعدة عرفها العلم في سبيل مراقبة الأمة لحكامها .. وهذا أرقى ما يتوصل إليه البشر في ذلك، بل نستطيع أن نقول: هو النموذج الوحيد الذي عرفه العالم!! ¶ وتتجلى صورة ذلك عندما نتصور ذاك العصر، حيث كان العالم قد غرق في استبداد القياصرة والأكاسرة وغيرهم. ¶ فانظر إلى كلام أبي بكر رضي الله عنه وهو يقول: إن أسأت فقوموني. ¶ ¬__________ ¶ (¬1) أثر صحيح: أخرجه ابن هشام من طريق ابن إسحاق في \"السيرة النبوية\" 6/ 82، وابن جرير في \"التاريخ\" 2/ 237، وابن سعد في \"الطبقات الكبرى\" 3/ 182، وقال الحافظ ابن كثير: إسناده صحيح.",
            "page": "70",
            "part": "1",
            "seal": "3A928F4C"
        },
        {
            "id": "71",
            "nass": "أي؛ لا يمنعنكم كوني خليفة عليكم بل خليفة رسول الله صلى الله عليه وسلم من أن تقوِّموا إساءتي .. ¶ ولم يرشد أبو بكر رضي الله عنه الرعية الذين أوكل إليهم تقويمه إلى الطرق التي يتبعونها .. فكل الطرق مفتوحة لتقويم الحاكم طالما أنها لا يوجد فيها محرَّم .. ¶ لم ينص أبو بكر رضي الله عنه على طريقة تقويم الحاكم ليكون ذلك كافياً وافياً عبر اختلاف الزمان والمكان .. فكل عصر له طريقته. ¶ وفي عصرنا هذا طريقة الخروج والاعتصام بالساحات من أعظم الطرق في تقويم اعوجاج الحاكم وتصحيح إساءته. ¶ ثم انظر إلى كلام عمر بن الخطاب رضي الله عنه عند استلامه الخلافة، وهو يردد نفس الكلام ويقول: من رأى منكم فيَّ اعوجاجاً فليقومه. ¶ يردد هذا للأمة وهو يذكرهم بالمسؤولية المناطة إليهم .. وهي مراقبة الخليفة. ¶ لأن الحاكم أمره خطير، ومنصبه عظيم، فالأمة ومصيرها بيده، وموارد الدولة وأموالها تحت تصرفه، واستقامة الرعية فيما بينهم منوطة بعدله. ¶ فلا يُترَك الحاكم يفعل ما يشاء، وكيف شاء .. ¶ فأيُّ تصرُّف فيه ضرر على الأمة يجب على الأمة تقويمه .. ¶ فتصرف الخليفة منوط بمصلحة الأمة، لا بما يضرها، فإن لم تقم الأمة بواجبها ستعيش هذا الضرر .. وهذا الظلم .. ¶ ثم إن وجد الحاكم الأمة ساكتة يتمادى بالظلم. ¶ ثم انظر إلى ما قاله الخليفة عثمان رضي الله عنه عند تسلمه الخلافة وهو يردد نفس القاعدة ويزيد عليها بما يجعلها أعمّ مما قاله أبو بكر وعمر رضي الله عنهما حيث قال: أمري لأمركم تبع.",
            "page": "71",
            "part": "1",
            "seal": "474449C8"
        },
        {
            "id": "72",
            "nass": "يردد عثمان رضي الله عنه هذا الكلام ليذكّر الأمة بما أنيط بها من مسؤولية مراقبة الخليفة، حتى أنه يجعل أمره لأمر الأمة تبع. ¶ والسؤال الذي يحتاج إلى جواب: هل قال سيدنا أبو بكر وعمر وعثمان رضي الله عنهم هذا وهم لا يعلمون حكم الخروج على الحاكم الظالم؟؟ ¶ أم أنهم يعلمون ذلك، وهذا لا يشمله الخروج على الحاكم بمعناه الاصطلاحي؟؟ ¶ إنهم يعلمون، فهم أعلم الناس بسنة رسول الله صلى الله عليه وسلم، بل إن رسول الله صلى الله عليه وسلم قال: «عَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ مِنْ بَعْدِي وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ» (¬1). ¶ وعلى فرض أنهم قالوا ذلك، وقد غاب عنهم أحاديث الخروج على الحاكم، فقد قالوا هذا الكلام على سمع من الصحابة، وعلى مدار عشرين عاماً، فقد قاله سيدنا أبو بكر رضي الله تعالى عنه في خلافته، وقاله سيدنا عمر رضي الله تعالى عنه في خلافته، وقاله سيدنا عثمان رضي الله تعالى عنه في خلافته، فما قام أحد من الصحابة وقال لهم: سمعت رسول الله صلى الله عليه وسلم يقول كذا!! ¶ فكان هذا إجماعا ًمن الصحابة على قول الخلفاء الراشدين. ¶ فالإجماع منعقد على تقويم الحاكم الظالم، وقد يكون تقويمه بالمطالبة بالتنحي، وخاصةً عندما يماطل في رفع الظلم!! ¶ وهذا ما قاله سيدنا عثمان رضي الله تعالى عنه: أمري لأمركم تبع، وقد قررت الأمة تنحي الحاكم. ¶ قد يقول قائل: هذا إجماع سكوتي!! نقول: نعم؛ وهو من أقسام الإجماع!! ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 4/ 126، وأبو داود برقم (4635).",
            "page": "72",
            "part": "1",
            "seal": "C2CE804A"
        },
        {
            "id": "73",
            "nass": "الخروج على الحاكم لخلعه بالقوة ¶ إذا كان الحاكم عادلاً: ¶ فلا يجوز الخروج عليه لخلعه بالقوة، لأن من يخرج عليه والحالة هذه يكون باغياً، ويجب على الرعية معاونة الحاكم في قتالهم، لأن الله تعالى أمر الأمة أن تقاتل الفئة الباغية .. ¶ قال الله تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الحجرات: 9]. ¶ وإن كان غير عادل (ظالماً): ¶ هذا الحكم من الأحكام القديمة التي بحثها فقهاؤنا وقد بحثوا هذا الحكم من كل جوانبه .. ¶ وإذا أردنا أن نبحث في حكم من هذه الأحكام القديمة الحديثة لا يمكن أن نبحث إلا من خلال فقهائنا القدامى .. ¶ وبيان ذلك: ¶ الفقه الإسلامي حلقات مترابطة فيما بينها، وهذا الترابط يبدأ من نزول الوحي ويمتد عبر مرور الزمان إلى أن يرث الله الأرض ومن عليها، فلا يمكن مثلا ً أن يقرر فقيه من الفقهاء في عصر من العصور حكما ًمن الأحكام سواء كان قديما ًبالنسبة له أو معاصراً من دون أن يرجع إلى من قبله .. ¶ فكل فقيه هو امتداد لمن قبله، يبني على ما قرره العلماء من القواعد التي سبقوا إليها، ولا يمكن لأي فقيه أن يستقل باستنباط الأحكام، وهو بمعزل عمن قبله من الفقهاء، ففهم السلف من الصحابة والتابعين، والقواعد التي قرروها،",
            "page": "73",
            "part": "1",
            "seal": "3D8EE18D"
        },
        {
            "id": "74",
            "nass": "والفقهاء الذين جاؤوا من بعدهم، والذين قعّدوا القواعد، والذين سبقوا غيرهم إليها مثل الأئمة الأربعة وغيرهم .. هي الوسائل التي ينطلق منها الفقيه .. ¶ بعد هذه المقدمة: بما أن الخروج على الحاكم لخلعه بالقوة قديم؛ فالواجب علينا أن نرى ماذا قال فقهاؤنا عنه، فإن كان هناك إجماع؛ فالحكم محسوم، ولا يصح مخالفة الإجماع، فالإجماع حجة قاطعة.",
            "page": "74",
            "part": "1",
            "seal": "74E899F6"
        },
        {
            "id": "75",
            "nass": "حكم الخروج على الحاكم عند الفقهاء ¶ قال جماهير الفقهاء من أهل السنة والجماعة أنه لا يجوز الخروج على الحكام ولو كانوا ظالمين، ما لم يصل ظلمهم إلى الكفر البواح، أو لم يقيموا الصلاة، واستدلوا على ذلك: ¶ 1 - حديث عبادة بن الصامت: ¶ عَنْ جُنَادةَ بْنِ أَبِي أُمَيَّةَ، قَالَ: دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ وَهُوَ مَرِيضٌ، قُلْنَا: أَصْلَحَكَ اللهُ، حَدِّثْ بِحَدِيثٍ يَنْفَعُكَ اللهُ بِهِ، سَمِعْتَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم قَالَ: دَعَانَا النَّبِيُّ صلى الله عليه وسلم فَبَايَعْنَاهُ، فَقَالَ فِيمَا أَخَذَ عَلَيْنَا، أَنْ بَايَعَنَا عَلَى السَّمْعِ وَالطَّاعَةِ فِي مَنْشَطِنَا وَمَكْرَهِنَا وَعُسْرِنَا وَيُسْرِنَا وَأُثْرَةٍ عَلَيْنَا، وَأَنْ لاَ نُنَازِعَ الأَمْرَ أَهْلَهُ إِلاَّ أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللهِ فِيهِ بُرْهَانٌ (¬1). ¶ 2 - حديث ابن عباس: ¶ عبد الله بن عباس رضي الله عنهما: أنَّ رسول الله صلى الله عليه وسلم قال: «مَنْ كَرِهَ مِنْ أمِيرِهِ شَيْئا فَلْيَصبِرْ، فَإِنَّهُ مَنْ خَرَجَ مِن السُّلطانِ شِبرًا مَاتَ مِيتَة جَاهِليَّة» (¬2). ¶ وفي رواية: «فَليَصبِرْ عليه، فَإِنَّهُ مَنْ فَارَقَ الجَمَاعَةَ شِبرًا فَمَاتَ فَمِيتَتُهُ جَاهِليَّةٌ» (¬3). ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 5/ 314، والبخاري 1/ 599، ومسلم 3/ 1470 .. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد 1/ 275، والبخاري (الفتح) 9/ 59، ومسلم (شرح النووي) 6/ 21 .. ¶ (¬3) حديث صحيح: أخرجه الإمام أحمد 1/ 297، والبخاري (الفتح) 9/ 78، ومسلم (شرح النووي) 6/ 21 ..",
            "page": "75",
            "part": "1",
            "seal": "AC964B8D"
        },
        {
            "id": "76",
            "nass": "3 - حديث عوف بن مالك الأشجعي: ¶ وقَالَ صلى الله عليه وسلم: عن عوفِ بن مَالِكٍ رضي الله عنه، قَالَ: سَمِعْتُ رسولَ الله صلى الله عليه وسلم، يقول: «خِيَارُ أئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ، وَتُصَلُّونَ عَلَيْهِمْ وَيُصَلُّونَ عَلَيْكُمْ. وشِرَارُ أئِمَّتِكُم الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ، وَتَلعَنُونَهُمْ وَيَلْعَنُونَكُمْ!»، قَالَ: قُلْنَا: يَا رسول اللهِ، أفَلاَ نُنَابِذُهُم؟ ¶ قَالَ: «لاَ، مَا أقَامُوا فِيْكُمُ الصَّلاَةَ. لاَ، مَا أقَامُوا فِيكُمُ الصَّلاَةَ» (¬1). ¶ وفي رواية: قُلنا: يا رسول الله، أفَلا نُنابِذُهم عند ذلك؟، قال: «لا، ما أقاموا فيكم الصلاةَ، لا، ما أقاموا فيكم الصلاةَ، ألا مَنْ وَلِيَ عليهِ وَالٍ، فرآهُ يَأْتي شَيئاً مِنْ مَعصيةِ اللهِ، فليكره ما يأتي من معصية الله، ولا يَنْزِعَنَّ يَداً من طَاعَةٍ» (¬2). ¶ 4 - حديث حذيفة: ¶ عن أبي سلام قال: قال حذيفة بن اليمان: قلت يا رسول الله، إنا كنا بشر، فجاء الله بخير فنحن فيه، فهل من وراء هذا الخير شر؟ ¶ قال: «نعم». قلت: هل من وراء ذلك الشر خير؟ ¶ قال: «نعم». قلت: فهل من وراء ذلك الخير شر؟ ¶ قال: «نعم». قلت: كيف؟ ¶ قال: «يكون بعدي أئمة لا يهتدون بهداي، ولا يستنون بسنتي، وسيقوم فيهم رجال قلوبهم قلوب الشياطين في جثمان إنس». ¶ قال: قلت كيف أصنع يا رسول الله إن أدركت ذلك؟ ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه مسلم 6/ 24. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد 6/ 28، ومسلم 6/ 24.",
            "page": "76",
            "part": "1",
            "seal": "6CBE7534"
        },
        {
            "id": "77",
            "nass": "قال: «تسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع» (¬1). ¶ وهناك أحاديث كثيرة في هذا الموضوع، قال عنها الشوكاني في نيل الأوطار بلغت حد التواتر المعنوي .. ¶ وقال بعض الفقهاء: يصح الخروج على الحاكم الجائر. فقد خرج بعض السلف على يزيد بن معاوية، وخرج بعضهم على الحجاج .. ¶ وممن قال بجواز الخروج: ابن حزم الأندلسي، والقرطبي في جامعه، والجويني، كما نقل عنه الإمام النووي في المجموع، وابن الجوزي، وابن عقيل الحنبلي، وابن رزين .. ¶ قال الإمام العضد الإيجي في \"المواقف\": ¶ أن للأمة خلع الإمام وعزله بسبب يوجبه؛ مثل: أن يوجد اختلال أحوال المسلمين، وانتكاس أمور الدين، كما كان لهم نصبه وإقامته، وإن أدى خلعه إلى فتنة احتمل أدنى الضررين .. (¬2)، وقد نقله ابن عابدين في \"رد المحتار\". ¶ وقال ابن حزم الأندلسي بعد أن ذكر واجبات الخليفة: ¶ فهو الإمام الواجب الطاعة ما قادنا بكتاب الله تعالى وسنة رسول الله صلّى الله عليه وسلم، فإن زاغ عن شيء منهما، منع من ذلك، وأقيم عليه الحد والحق، فإن لم يؤمَن أذاه إلا بخلعه، خلع وولِّي غيره (¬3). ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه البخاري 4/ 242، ومسلم 6/ 20 .. ¶ (¬2) المواقف: 8/ 352،. ¶ (¬3) \"الفصل في الملل والنحل\" 4/ 102.",
            "page": "77",
            "part": "1",
            "seal": "D87F2498"
        },
        {
            "id": "78",
            "nass": "وقال الحافظ ابن حجر العسقلاني: ¶ ونقل ابن التين عن الداودي قال: الذي عليه العلماء من أمراء الجور أنه إن قدر على خلعه بغير فتنة ولا ظلم وجب، وإلا فالواجب الصبر (¬1). ¶ وقال الإمام الشوكاني: ¶ وَلَا شَكَّ وَلَا رَيْبَ أَنَّ الْأَحَادِيثَ الَّتِي ذَكَرَهَا الْمُصَنِّفُ فِي هَذَا الْبَابِ وَذَكَرْنَاهَا أَخَصُّ مِنْ تِلْكَ الْعُمُومَاتِ مُطْلَقًا، وَهِيَ مُتَوَافِرَةُ الْمَعْنَى كَمَا يَعْرِفُ ذَلِكَ مَنْ لَهُ أَنَسَةٌ بِعِلْمِ السُّنَّةِ، وَلَكِنَّهُ لَا يَنْبَغِي لِمُسْلِمٍ أَنْ يَحُطَّ عَلَى مَنْ خَرَجَ مِنْ السَّلَفِ الصَّالِحِ مِنْ الْعِتْرَةِ وَغَيْرِهِمْ عَلَى أَئِمَّةِ الْجَوْرِ، فَإِنَّهُمْ فَعَلُوا ذَلِكَ بِاجْتِهَادٍ مِنْهُمْ، وَهُمْ أَتْقَى لِلَّهِ وَأَطْوَعُ لِسُنَّةِ رَسُولِ اللَّهِ مِنْ جَمَاعَةٍ مِمَّنْ جَاءَ بَعْدَهُمْ مِنْ أَهْلِ الْعِلْمِ .. (¬2) ¶ فجماهير الفقهاء من المذاهب الأربعة وغيرها يقولون بحرمة الخروج، ويقول البعض من الصحابة والتابعين والفقهاء بصحة الخروج .. ¶ وبذلك تكون دعوى الإجماع التي ينقلها الإمام النووي في \"شرح مسلم\" وغيره .. غير مسلَّم له فيها طالما وجد الخلاف!! ¶ قد يقول قائل: إن الخلاف كان موجودا ً عند السلف، ولكن انعقد بعد ذلك! ¶ والجواب: ¶ ¬__________ ¶ (¬1) \"فتح الباري شرح صحيح البخاري\" 13/ 8. ¶ (¬2) \"نيل الأوطار\" 3/ 13.",
            "page": "78",
            "part": "1",
            "seal": "33556D4A"
        },
        {
            "id": "79",
            "nass": "الخلاف وجد عند السلف وبعد السلف، وقبل الإمام النووي وبعده، وكم من إمام ادّعى الإجماع في مسألة، وقد تعقبه غيره بأنه لا يوجد في المسألة إجماع!! ¶ وقد أُلِّف في ذلك كتب منها: \"نقد مراتب الإجماع\" لابن تيمية. ¶ وليس منشأ الخلاف هنا تكفير أئمة الجور كما يقول الخوارج، فالذين قالوا بصحة الخروج قالوا ذلك بناء ًعلى فهمٍ لعموميات الكتاب والسنة، كما قال الشوكاني .. وليس لتكفير أئمة الجور!! ¶ وبذلك لا يصح أن ننسب لمن يقول بصحة الخروج على الحاكم الجائر أنه من الخوارج!!",
            "page": "79",
            "part": "1",
            "seal": "3A0C61C3"
        },
        {
            "id": "80",
            "nass": "سبب الخلاف والترجيح ¶ سبب الخلاف بين الفريقين ما تحتمله الأدلة من جواز الخروج وحرمته، وليس سبب الخلاف غياب الدليل عن فريق منهما، ولو كان ذلك كذلك لما صحَّ أن يكون خلافاً!! ¶ ورحم الله من قال: وليس كل خلاف معتبر ... إلا خلاف جاء فيه نظر. ¶ والراجح هو مذهب جمهور الفقهاء لقوة أدلتهم كما رجح ذلك جمع من الفقهاء حتى عدوا الخروج على الحاكم من العقائد. ¶ والذي يحتاج إلى بيان: ¶ أن الترجيح لا يقضي على الخلاف، ولو كان الترجيح يقضي على الخلاف لقضى على المسائل الخلافية الكثيرة الموجودة في الفقه. ¶ وسبب عدم قضاء الترجيح على المسائل الخلافية: قبول أحد الرأيين أن يكون راجحاً!! ¶ فإذا رجح أحد الفقهاء رأياً فليس بالضرورة أن يرجحه الآخر، فمن الممكن أن يرجح غيره الرأي الثاني، وهكذا يبقى الخلاف قائماً. ¶ وإذا أتينا بقصة الصحابة في صلاتهم في بني قريظة، واختلافهم فيها، نجد هذا الكلام ينطبق عليها تماماً بتمام. ¶ عن ابْنِ عُمَرَ رضي الله عنهما، قَالَ: قَالَ النَّبِيُّ صلى الله عليه وسلم لَنَا، لَمَّا رَجَعَ مِنَ الأَحْزَابِ: لاَ يُصَلِّيَنَّ أَحَدٌ الْعَصْرَ إِلاَّ فِي بَنِي قُرَيْظَةَ، فَأَدْرَكَ بَعْضُهُمُ الْعَصْرَ فِي الطَّرِيقِ؛ فَقَالَ بَعْضُهُمْ: لاَ نُصَلِّي حَتَّى نَأْتِيَهَا وقَالَ بَعْضُهُمْ: بَلْ نُصَلِّي، لَمْ يُرَدْ مِنَّا ذلِكَ فَذُكِرَ لِلنَبِيِّ صلى الله عليه وسلم، فَلَمْ يُعَنِّفْ وَاحِدًا مِنْهُمْ.",
            "page": "80",
            "part": "1",
            "seal": "4B37CA56"
        },
        {
            "id": "81",
            "nass": "وممكن أن يُرجح رأيٌ ويبقى المسلمون يعملون به لعدة قرون، ثم يأتي بعض المجتهدين ويرجحون الرأي الآخر ويعمل به. ¶ وهذا من مرونة وسعة الفقه، وبذلك يستوعب الفقه كل المتغيرات في الحياة عبر اختلاف المكان والزمان، وموضوع الخروج على الحاكم له أهميته، فهو يتعلق به مصير الأمة، سواء خرجت الأمة أو بعضها لتخلع وتتخلص من الحاكم الجائر أو لم تخرج، ويبقى الجور قائماً بناءً على حرمة الخروج على الحاكم. ¶ فإن خرجت لتخلع الحاكم سفكت الدماء، ونهبت الأموال، وذهب الأمن، وحل الخوف، وإن لم تخرج بقي الجور، وللجور أشكال وألوان، فالخروج على الحاكم فيه ضرر، وعدم الخروج فيه ضرر. ¶ قال أبو العز الحنفي في \"شرح الطحاوية\": ¶ وأما لزوم طاعتهم وإن جاروا فلأنه يترتب على الخروج من طاعتهم من المفاسد أضعاف ما يحصل من جورهم .. ¶ وقال في \"الاستذكار\": ¶ فالصبر على طاعة الإمام الجائر أولى من الخروج عليه، لأن في منازعته والخروج عليه استبدال الأمن بالخوف، وإراقة الدماء .. ¶ وقال الدسوقي في \"حاشيته\": ¶ ولا يجوز الخروج عليه تقديماً لأخف المفسدتين، اللهم إلا أن يقوم عليه إمام عدل؛ فيجوز الخروج وإعانة ذلك القائم ..",
            "page": "81",
            "part": "1",
            "seal": "B3B375FB"
        },
        {
            "id": "82",
            "nass": "وقال الإيجي في \"المواقف\": ¶ أن للأمة خلع الإمام وعزله بسبب يوجبه؛ مثل: أن يوجد اختلال أحوال المسلمين، وانتكاس أمور الدين، كما كان لهم نصبه وإقامته، وإن أدى خلعه إلى فتنة احتمل أدنى الضررين .. (¬1)، وقد نقله ابن عابدين في \"رد المحتار\". ¶ والذي استقر عليه العلماء أنه إذا انتفت الفتنة في الخروج على أمراء الجور وجب الخروج ¶ وقال الحافظ ابن حجر العسقلاني: ¶ ونقل ابن التين عن الداودي قال: الذي عليه العلماء من أمراء الجور أنه إن قدر على خلعه بغير فتنة ولا ظلم وجب، وإلا فالواجب الصبر (¬2). ¶ وبناءً على تعليلات الجمهور فيكون الحكم من معقول المعنى، وليس تعبدياً!! ¶ والعلة التي منع الشارع من أجلها الخروج على الحاكم الجائر هي حصول المفسدة .. ¶ فإن لم تحصل مفسدة؛ فالخروج جائز لانتفاء العلة، وهذا ما استقر عليه العلماء كما نقل الحافظ ابن حجر. ¶ ولكن هذا التعليل يرد عليه: ¶ 1 - أن الحكم ثبت بالخطاب لا بالعلة. ¶ 2 - أن علة الحكم هو الخطاب وليس علة الخطاب. ¶ 3 - أن هذا التعليل للخطاب لا للحكم. ¶ 4 - أن هذا التعليل يقصر النص على بعض أفراده. ¶ ¬__________ ¶ (¬1) المواقف: 8/ 352،. ¶ (¬2) \"فتح الباري شرح صحيح البخاري\" 13/ 8.",
            "page": "82",
            "part": "1",
            "seal": "8550B266"
        },
        {
            "id": "83",
            "nass": "وأما كون الحكم ثبت بالخطاب لا بعلة الخطاب؛ فهذا هو الأصل!! ¶ فقوله صلى الله عليه وسلم حينما سأله الصحابي: ألا نقاتلهم؟ ¶ قال له رسول الله صلى الله عليه وسلم: «لا». أي: لا تقاتلوهم فحكم مقاتلة الحكام الجائرين ثبت بقوله: «لا» تقاتلوهم، ولم يثبت بعلة: لا تقاتلوهم. ¶ وأما كون علة الحكم هو: \"الخطاب\" لأن الحكم وجد بالخطاب، فإن وجد الخطاب وجد الحكم، وإن لم يوجد الخطاب لم يوجد الحكم .. فعلة كل حكم ثبت بالخطاب هو الخطاب، وليس علة الخطاب. ¶ وأما كون هذا التعليل للخطاب لا للحكم: ¶ فقد علمنا فيما سبق أن علة كل حكم ثبت بالخطاب هو الخطاب نفسه. ¶ فقول الفقهاء: العلة هي: المفسدة. تعليل لقوله صلى الله عليه وسلم «لا» تقاتلوهم، وليس تعليلاً لحكم المقاتلة. ¶ وأما كون هذا التعليل يقصر الخطاب على بعض أفراده؛ لأن قوله صلى الله عليه وسلم: «لا» تقاتلوهم؛ يشمل ذلك إن حصل مفسدة وإن لم يحصل مفسدة!! ¶ فلما عللوا النهي عن المقاتلة بالمفسدة؛ فقد قصروا النهي عن المقاتلة في وجود المفسدة، وأجازوها فيما إذا انتفت المفسدة. ¶ فعلة كل حكم ثبت بالنص هو النص نفسه، والتعليل يكون للنص لا للحكم، فإن عللنا النص؛ فلا يصح أن يقضى بالتعليل على النص أو على بعض أفراده إلا بدليل، لأن الحكم ثبت بالنص لا بالعلة.",
            "page": "83",
            "part": "1",
            "seal": "0D70F3CD"
        },
        {
            "id": "84",
            "nass": "مثال لمزيد من التفصيل والبيان: ¶ قال الله تعالى: {وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا} [الإسراء: 32]. ¶ فقوله تعالى: {وَلَا تَقْرَبُوا الزِّنَا}: خطاب نتج عنه حكم حرمة الزنا، فحرمة الزنا حكم، وهو معلول، والعلة الخطاب، وعلة الخطاب كما يقول العلماء: حفظ الأنساب .. ¶ فلا يصحُّ أن نعلل حرمة الزنا بحفظ الأنساب، ثم نقول: الحكم يدور مع علته وجوداً وعدماً!! ¶ فإن وُجِدَ ضياع الأنساب وجد التحريم وإلا فلا!! ¶ لأنه يقصر النص على بعض صوره من غير دليل .. ¶ فقوله تعالى: {وَلَا تَقْرَبُوا الزِّنَا}: يشمل حال ضياع الأنساب وغيرها .. ¶ ولو صح هذا التعليل؛ لأبيح الزنا في حال تعاطي المرأة حبوب منع الحمل أو ربط رحمها!! ¶ إذاً: ما هو الدليل الذي جعل الفقهاء يعللون قوله صلى الله عليه وسلم: «لا» تقاتلوهم، و «لا» تنابذوهم، ويقصر النص على منع المقاتلة فقط حال وجود المفسدة، وجوازها إذا انعدمت المفسدة؟! ¶ الدليل هو القاعدة العامة التي وضعتها الشريعة التي لا تقر وجود الظلم والجور، قال الله تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} [النحل: 90]. ¶ وجور الحاكم وظلمه منكر وبغي، ومن بعض صوره فحشاء، فلما قال الصحابة للرسول صلى الله عليه وسلم عن الحكام الظلمة: أفلا نقاتلهم؟ أفلا ننابذهم؟ قال: «لا»، والقياس أن يقول الرسول صلى الله عليه وسلم: قاتلوهم طالما أن مقاتلتهم تذهب الجور الذي فيه المنكر والبغي المطلوب إزالته، فلما نهاهم",
            "page": "84",
            "part": "1",
            "seal": "68160892"
        },
        {
            "id": "85",
            "nass": "عما هو مطلوب شرعاً، فلا بد من معرفة علة هذا النهي، ولا يوجد إلا المفسدة التي قال عنها العلماء، فإذا ما انتفت المفسدة عاد الحكم إلى الأصل، وهو إزالة المنكر والبغي المطلوب شرعاً، وهذا ما استقر عليه العلماء في أمراء الجور كما نقل ابن حجر. ¶ وبناءً على ما تقدم من أقوال الفقهاء وتعليلاتهم؛ فالخروج على الحاكم لخلعه بالقوة إن لم يؤدِّ إلى مفسدة، أو كانت المفسدة أقل من مفسدة جوره، فإن ذلك مشروع .. بل واجب. ¶ وهو من باب إزالة البغي والمنكر المطلوب إزالته شرعاً. ¶ فحرمة الخروج الذي يقول به الجمهور منحصرةٌ في حال وجود المفسدة، أو كانت مفسدة الخروج أقل من مفسدة الظلم الموجود .. ¶ فإن لم يكن ذلك فالخروج مشروع .. ¶ وهذا ما استقر عليه العلماء كما نقل ابن حجر في الفتح. ¶ وأي مفسدة أعظم من مفسدة الحكم بغير ما أنزل الله تعالى. ¶ وإذا كان قول الفقهاء: \"يحرم الخروج على الحاكم\" اصطلاحاً كما تقدم، وعللوا حرمة الخروج بالمفسدة، ثم أوجبوا الخروج إذا انتفت المفسدة أو كانت أقل من مفسدة الظلم .. ¶ فممكن أن نسبك اصطلاحاً من كلامهم وهو: \"يجب الخروج على الحكام الظلمة إلا إذا وجِدتْ مفسدة أكبر من مفسدة الظلم\". ¶ واتفق الفقهاء على الخروج على الحاكم إذا ظهر كفرٌ بواحٌ، أو لم يُقِمِ الحاكم الصلاة، كما ثبت في الأحاديث الصحيحة: ¶ 1 - عَنْ جُنَادةَ بْنِ أَبِي أُمَيَّةَ، قَالَ: دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ وَهُوَ مَرِيضٌ، قُلْنَا: أَصْلَحَكَ اللهُ، حَدِّثْ بِحَدِيثٍ يَنْفَعُكَ اللهُ بِهِ، سَمِعْتَهُ مِنَ النَّبِيِّ صلى الله",
            "page": "85",
            "part": "1",
            "seal": "A6AA3456"
        },
        {
            "id": "86",
            "nass": "عليه وسلم قَالَ: دَعَانَا النَّبِيُّ صلى الله عليه وسلم فَبَايَعْنَاهُ، فَقَالَ فِيمَا أَخَذَ عَلَيْنَا، أَنْ بَايَعَنَا عَلَى السَّمْعِ وَالطَّاعَةِ فِي مَنْشَطِنَا وَمَكْرَهِنَا وَعُسْرِنَا وَيُسْرِنَا وَأُثْرَةٍ عَلَيْنَا، وَأَنْ لاَ نُنَازِعَ الأَمْرَ أَهْلَهُ إِلاَّ أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللهِ فِيهِ بُرْهَانٌ (¬1). ¶ 2 - وقَالَ صلى الله عليه وسلم: عن عوفِ بن مَالِكٍ رضي الله عنه، قَالَ: سَمِعْتُ رسولَ الله صلى الله عليه وسلم، يقول: «خِيَارُ أئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ، وَتُصَلُّونَ عَلَيْهِمْ وَيُصَلُّونَ عَلَيْكُمْ. وشِرَارُ أئِمَّتِكُم الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ، وَتَلعَنُونَهُمْ وَيَلْعَنُونَكُمْ!»، قَالَ: قُلْنَا: يَا رسول اللهِ، أفَلاَ نُنَابِذُهُم؟ ¶ قَالَ: «لاَ، مَا أقَامُوا فِيْكُمُ الصَّلاَةَ. لاَ، مَا أقَامُوا فِيكُمُ الصَّلاَةَ» (¬2). ¶ الحالة الأولى: الكفر البواح: أي: الظاهر الواضح. ¶ فمثلاً: في سوريا يسجد لصورة الرئيس ولم يستنكر الرئيس .. ¶ ويكتب عبارات الكفر على الجدران .. ¶ ويسب الله تعالى صباحاً ومساءً في فروع المخابرات .. ¶ يحصل هذا وولاة الأمر ساكتون .. ¶ فهذا كفر بواح .. ¶ الحالة الثانية: إقامة الصلاة: ¶ فالمطلوب من الولاة أن يقيموا الصلاة، أي: أن يصلوا بأنفسهم بالرعية، ولا يُكتفى بالإذن بالصلاة، لأن الحديث يقول: «أقَامُوا فِيْكُمُ الصَّلاَةَ». ¶ ولا يصح تأويل \"أقاموا\" بـ: \"أذنوا\" أو \"سمحوا\" بالصلاة، فالأصل عدم التأويل إلا بقرينة، ولا يوجد قرينة لذلك .. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 5/ 314، والبخاري 1/ 599، ومسلم 3/ 1470 .. ¶ (¬2) حديث صحيح: أخرجه مسلم 6/ 24.",
            "page": "86",
            "part": "1",
            "seal": "40CB144D"
        },
        {
            "id": "87",
            "nass": "وكل تأويل بلا قرينة باطل، ولو صح التأويل بلا قرينة لأول من شاء ما شاء!! ¶ وهل يحقُّ للخليفة أن يمنع من الصلاة حتى يأذن بها؟!! ¶ فنحن المسلمين مأمورون بالصلاة أَذِنَ الخليفة أم منع .. ¶ ومن أبطل الباطل أن يخرج أحد علماء السلطان ليَمُنَّ على الأمة بأنَّ السلطان لا يمنع من الصلاة!! وهذه مكرمة ما بعدها مكرمة على حدِّ تعبيره!! ¶ فالولاة في المحافظات والمناطق والمديريات هم الذين يجب عليهم أن يؤمُّوا المصلين .. ¶ قد ينوب عنهم وعن الحاكم في إقامة الصلاة نوابهم لانشغالهم في بعض الأحيان .. فهذا خارج محل النزاع .. ¶ وفي بعض الدُّول العربية .. حتى الإذن بالصلاة غير موجود .. فلا يسمح بالصلاة فيها إلا في المساجد!! ¶ أمَّا في الجيش .. ومؤسسات الدولة .. والمدارس العامة منها والخاصة .. والجامعات .. فلا يسمح فيها بالصلاة!! ¶ ومن يصلي في هذه الأماكن يصلي مستخفياً!! ¶ فإن ضبط بهذه الجريمة يحوَّل إلى التحقيق!! ¶ فأين أنتم يا علماء السلطان من هذا؟!!",
            "page": "87",
            "part": "1",
            "seal": "C465E307"
        },
        {
            "id": "88",
            "nass": "تنبيه: ¶ الأحكام السابقة في هذا البحث تتعلق بالحاكم الذي يحكم بما أنزل الله تعالى وأما الذي لا يحكم بما أنزل الله فتتعلق به أحكام أخرى .. ¶ وإذا كانت تلك الأحكام السابقة في البحث تنطبق على الحاكم الذي يحكم بما أنزل الله تعالى وعنده ظلم .. ¶ فإنها تنطبق على الحاكم الذي لا يحكم بما أنزل الله تعالى من باب أولى ..",
            "page": "88",
            "part": "1",
            "seal": "29A10BE0"
        },
        {
            "id": "89",
            "nass": "ملحق حول اغتصاب النساء ¶ نبحث في هذا الفصل ما يتعرض له بعض النساء من الاغتصاب في هذه الثورات وغيرها .. ¶ إنَّ عملية الاغتصاب أسوأ عمليةٍ تتعرض لها النساء في حياتهنَّ، فما أعظم من أن يُعتَدى على شرف الواحدة منهنَّ، ويخدش حياؤها .. ¶ بل إن عملية الإكراه إهانة ما بعدها إهانة فضلاً عن ذلك!! ¶ إن هذا الاغتصاب يهزُّ مشاعر الدنيا، وقد يبقى أثره حتى نهاية حياتها .. ¶ وأيُّ انحطاط عند هذا المغتصب!! وخاصَّةً وهو يمثِّل الدولة، كرجال الأمن ... ¶ وعقاب هؤلاء في شريعة الله عز وجل في قوله: ¶ {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} [المائدة: 33]. ¶ وإذا كان الزنا حراماً، وسماه الله فاحشةً فكيف إذا كان يتمُّ في حالة الاغتصاب؟!! ومن رجال الدولة!! ... فيكون أشدّ وأعظم .. ¶ والذي نريد توضيحه: أن الشرف والعرض مسائلُ شرعية، ومنسجمة مع الفطرة، قد اعتبرها الشارع الحكيم، وسرى هذا الاعتبار في مشاعرنا وتصورنا، بل وعقيدتنا، فالشرف عندنا والغيرة نابعتان من ديننا منسجمتان مع فطرتنا، فلو أنَّ الدِّين مثلاً لم يعتبر هذا شرفاً ما اعتبرناه .. ¶ فإن اغتصبت فتاة لا قدَّر الله تعالى، فإنَّ شرف هذه الفتاةِ لا زال كما كان .. ¶ بل ازدادت ثواباً من الله تعالى لصبرها على هذه المصيبة ..",
            "page": "89",
            "part": "1",
            "seal": "92EF70A9"
        },
        {
            "id": "90",
            "nass": "فالله الذي حرَّم الزنا والفواحش، واعتبر الامتناع عن ذلك شرفاً لم يجعل اغتصاب المرأة نقصاً في شرفها، بل أسقط عنها الإثم إذا اغتُصِبتْ .. ¶ بل جعل لها الثواب العظيم إذا صبرتْ على مصابها .. ¶ فإن الله تعالى لا يكلِّف نفساً إلا وسعها .. ¶ ولوليِّها سواءٌ كان أباً أو أخاً أو زوجاً أو ابناً إذا صبر الثواب العظيم من الله سبحانه .. ¶ وإياكم أيها الإخوة إذا حصل مع أحدكم – لا قدَّر الله تعالى ذلك- أن يقتل هذه الفتاة، فإنه قاتل نفسٍ بريئةٍ بغير حقٍّ، إنها أطهر من ماء السماء!! ¶ وإياكم أيها الإخوة من أن تتعرضوا لها بسوءٍ .. ولو بكلمةٍ .. ولو بنظرةٍ .. ¶ عن أَبي هريرة رضي الله عنه: أنَّه سمع النبيَّ صلى الله عليه وسلم يقول: «إنَّ العَبْدَ لَيَتَكَلَّمُ بالكَلِمَةِ مَا يَتَبَيَّنُ فِيهَا يَزِلُّ بِهَا إِلَى النَّارِ أبْعَدَ مِمَّا بَيْنَ المَشْرِقِ والمَغْرِبِ» (¬1). ¶ إنَّ هذه الفتاة هي بطلةٌ شريفةٌ فعليكم أن تؤانسوها .. وتواسوها .. وتشعروها أن أهل البلد كلهم معها .. ¶ ومع عائلتها .. ¶ وإنني أُهيبُ وأطلب ممن يستطيع الزواج، أن يتزوج بها، ففي ذلك ثوابٌ عظيمٌ من الله عزَّ وجلَّ .. ¶ وأيُّ ثوابٍ أعظمُ من أن تسترَ على مسلمةٍ وتجبرَ كسرها .. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه البخاري 8/ 125 برقم: (6477)، ومسلم 8/ 223 برقم: (2988).",
            "page": "90",
            "part": "1",
            "seal": "A2D167BE"
        },
        {
            "id": "91",
            "nass": "سؤال وجواب ¶ س1: هل للمظاهرات أصل عند السلف؟ ¶ الجواب: ¶ نعم .. وذلك واضح في خروج الصحابة الكرام ومنهم السيدة عائشة وعبد الله بن الزبير وطلحة بن عبيد الله ومعهم آلاف من الصحابة والتابعين رضوان الله عليهم أجمعين، من المدينة المنورة إلى العراق، قبل واقعة الجمل الشهيرة .. ¶ ولم يخرجوا للقتال، وإنما خرجوا للمطالبة بالقصاص من قتلة سيدنا عثمان رضي الله تعالى عنه، وحثِّ أمير المؤمنين علي بن أبي طالب رضي الله تعالى عنه لمتابعة القتلة وإقامة الحدِّ عليهم .. ¶ وهذا الخروج الجماعي وقطع تلك المسافة كان من أجل التعبير عن رأيهم .. ¶ ولم ينكر عليهم أمير المؤمنين علي رضي الله عنه .. ¶ ولا أحداً من الصحابة أنكر عليهم فعلهم .. ¶ ولم يقل أحد بأنه خروج على الحاكم .. ¶ س2: هل يصح للمتظاهرين الفرار من رجال الأمن؟ ¶ وهل هذا تولي يوم الزحف؟ ¶ الجواب: ¶ يصح للمتظاهرين الهروب من رجال الأمن، وإن ثبتوا أفضل، وليس هذا تولياً يوم الزحف، لأن المظاهرة لا يطبق عليها أحكام الجهاد، فما خرج المتظاهرون لخوض معركة مع الأمن.",
            "page": "91",
            "part": "1",
            "seal": "CE643305"
        },
        {
            "id": "92",
            "nass": "س3: كيف حكم على من قتله رجال الأمن في المظاهرة أنه شهيد مع أنه لا يطبق عليها أحكام الجهاد؟ ¶ الجواب: ¶ الشهيد من قتل في المعركة أو قتل ظلماً .. ¶ ولما كان المتظاهر قد خرج بحق وقتله رجال الأمن؛ فقد قتلوه ظلماً .. ¶ فهو شهيد تجري عليه أحكام الشهداء. ¶ والعلة الجامعة بين المقتول في المعركة والمقتول في المظاهرة القتل ظلماً. ¶ قال الفقهاء: والمقتول ظلماً لا يغسل، ولا يكفن، ولا يصلى عليه، لحديث سَعِيدِ بْنِ زَيْدٍ رَضِيَ اللَّهُ عَنْهُ: سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُول: «مَنْ قُتِل دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ» (¬1). ¶ قال الحنابلة: الشهداء غير شهيد المعركة بضعة وعشرون، وعدَّهم السيوطي نحو الثلاثين .. (¬2) ¶ س4: هل يغسل ويصلى على الشهيد؟ ¶ لا يغسل ولا يكفن، وقال جمهور الفقهاء: لا يصلى عليه، ورواية عند الإمام أحمد بن حنبل: يصلى عليه، ولكن لا على سبيل الوجوب، وقد احتج بحديث صحيح. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه أبو داود 5/ 128، والترمذي 4/ 30، وقال الترمذي حديث حسن صحيح. ¶ (¬2) المغني:536/ 2، كشاف القناع 2/ 100، والإنصاف 1/ 501، منار السبيل 1/ 167، وانظر: الموسوعة الفقهية الكويتية 29/ 174.",
            "page": "92",
            "part": "1",
            "seal": "31660F2E"
        },
        {
            "id": "93",
            "nass": "س5: متى لا يغسل الشهيد ولا يكفن؟ ¶ الجواب: ¶ إذا مات من أثر الضرب ولم يتكلم ولم يأكل أو يشرب أو يعطس فإنه لا يغسل ولا يكفن فإن فعل واحدة ً من ذلك يغسل ويكفن .. ¶ س6: إذا سُلِّمَ الشهيد إلى أهله ميتا ً من المشفى فهل يغسل ويكفن؟ ¶ إذا لم نعلم بالشهيد هل مات مباشرة أم أنه عاش بعد تلقي الضرب فتكلم أو غير ذلك .. فلا نغسله ولا نكفنه تغليباً لحالة القتل .. ¶ فهناك احتمال أن يكون مات مباشرة واحتمال أنه تكلم وغير ذلك .. ¶ فيرجح الاحتمال الأول. ¶ س7: هل يصح للمتظاهر إذا لحقه رجل الأمن ليقتله أن يدافع عن نفسه؟ وربما يقتل رجل الأمن؟ ¶ الجواب: ¶ يصح ذلك قال رسول الله صلى الله عليه وسلم: «مَنْ قُتِل دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ» (¬1). ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه أبو داود 5/ 128، والترمذي 4/ 30، وقال الترمذي حديث حسن صحيح.",
            "page": "93",
            "part": "1",
            "seal": "0B8AEF5D"
        },
        {
            "id": "94",
            "nass": "س8: هل ينطبق على من دافع عن نفسه إذا لحقه الأمن فقتل أو قتل قول رسول الله صلى الله عليه وسلم: «إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا، فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ» (¬1). ¶ الجواب: ¶ لا ينطبق عليه هذا الحديث، فكل قتل بين مسلمين مع أحدهما مسوغ شرعي لا ينطبق عليه هذا الحديث، والمسوغ الشرعي قول رسول الله صلى الله عليه وسلم: «مَنْ قُتِل دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِل دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ» (¬2). ¶ س9: ومتى لا يوجد مسوّغ شرعيّ؟ ¶ الجواب: الأصل عدم المسوّغ الشرعيّ للقتل، فإن تقاتل المسلمان من أجل مشاجرةٍ أو دنيا .. أو من أجل منصب أو غير ذلك فكلها ليست مسوغات شرعية فالقاتل والمقتول في النار .. ¶ س10: هل كل من قتل في المظاهرة شهيد له ثواب الشهيد؟ * ¶ الجواب: ¶ نعم كل من قتل في المظاهرة شهيد، وله ثواب الشهيد بشرط إخلاص النية لله تعالى، أي أن يكون خرج لله، وليس من أجل عصبية، أو من أجل سمعة، أو غير ذلك .. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 4/ 401، والبخاري 1/ 20، ومسلم 4/ 221. ¶ (¬2) حديث صحيح: أخرجه أبو داود 5/ 128، والترمذي 4/ 30، وقال الترمذي حديث حسن صحيح.",
            "page": "94",
            "part": "1",
            "seal": "9F171610"
        },
        {
            "id": "95",
            "nass": "ولما لم يكن لنا الاطلاع على قلوب الناس نحكم على كل شهيد أنه شهيد .. ¶ س11: هل يصح أن تسير المظاهرة باتجاه الأمن * ¶ الجواب: ¶ سير المظاهرة باتجاه الأمن له حالتان: ¶ أولاً: أن تسير لمقاتلة الأمن فذلك غير جائز، فهي سلمية وليس الغاية من الخروج مقاتلة الأمن. ¶ ثانياً: أن تسير والأمن يقف حاجزا ًحتى لا تكمل سيرها إلى الساحات أو إلى الوصول إلى قصر الحاكم فذلك جائز. ¶ س12: هل يشترط إذن الوالدين للخروج إلى المظاهرة؟ ¶ الجواب: ¶ لا يشترط إذن الوالدين إلا إذا كانا أو أحدهما يحتاج إلى خدمة. ¶ س13: إذا منع الوالدان أو أحدهما الولد من التظاهر وخرج بغير رضاهما فهل يكون عاقا ً لوالديه؟ ¶ الجواب: ¶ لا يكون عاقاً لوالديه من خرج إلى التظاهر ووالداه غير راضين إلا إن كانا بحاجة لخدمة، فالوالدان ليس لهما الحق في منع ولديهما من أداء واجب طالما أنهما ليسا بحاجة إلى خدمة ..",
            "page": "95",
            "part": "1",
            "seal": "1CA274F7"
        },
        {
            "id": "96",
            "nass": "س14: لماذا لا يشترط إذن الوالدين مع أن رسول الله صلى الله عليه وسلم قال لأحد الصحابة عندما أراد الجهاد: هل أحد من والديك حي؟ قال نعم. قال: ففيهما فجاهد.؟ ¶ الجواب: ¶ الجهاد فيه سفر، والسفر بعد عن الوالدين، فالعلة خدمة الوالدين، والسفر والجهاد يحولان دون خدمة الوالدين .. ¶ س15: هل المظاهرة بدعة؟ ¶ الجواب: ¶ المظاهرة ليست بدعة فليست هي من العبادات.",
            "page": "96",
            "part": "1",
            "seal": "26366FA5"
        },
        {
            "id": "97",
            "nass": "خلاصة البحث ¶ 1 - المظاهرة السلمية مشروعة، وتعتريها الأحكام التكليفية الخمسة. ¶ 2 - المظاهرة السلمية تكون واجبة إذا كان طلبها رفع الظلم .. ¶ 3 - المفسدة في المظاهرة يوجدها رجال الأمن .. ¶ 4 - تبقى المظاهرة واجبة حتى مع المفسدة .. ¶ 5 - وجوب طاعة الحاكم في غير معصية الله تعالى، ولو كان الحاكم فاسقاً .. ¶ 6 - حرمة طاعته في معصية الله تعالى .. ¶ 7 - طلب رفع الظلم من الحاكم وإحقاق الحق واجب، بل من أوجب الواجبات .. ¶ 8 - الخروج إلى الشوارع والاعتصام بالساحات حتى يرفع الحاكم الظلم مشروع بل واجب، وليس خروجاً على الحاكم .. ¶ 9 - طلب إقالة الحاكم إذا كان فاسقاً مشروع، بل واجب .. ¶ 10 - طلب إقالة الحاكم إذا كان فاسقاً والاعتصام بالساحات حتى يتنحى ليس خروجاً عليه .. ¶ 11 - الخروج على الحاكم العادل لخلعه بالقوة حرام بإجماع المسلمين .. ¶ 12 - الخروج على الحاكم الفاسق لخلعه بالقوة فيه خلاف بين العلماء ..",
            "page": "97",
            "part": "1",
            "seal": "B588AD59"
        },
        {
            "id": "98",
            "nass": "نسأل الله تعالى أن يرفع الظلم عنا وعن المظلومين ¶ وأن يهلك القتلة والظالمين ¶ وأن ينصر المستضعفين ¶ وأن ينصر دينه دين الحقِّ المبين ¶ وصلى الله على نبينا محمد وآله وصحبه أجمعين ¶ والحمد لله ربِّ العالمين",
            "page": "98",
            "part": "1",
            "seal": "2B4833A9"
        },
        {
            "id": "103",
            "nass": "المختصر المفيد من أحكام المظاهرات السِّلميَّة ¶ تعريف المظاهرة: هي خروج الناس إلى الشّارع لقول كلمة حقٍّ، ونصر المظلومين، ومطالبة الحاكم برفع الظلم، وإحقاق الحقِّ. ¶ الحكم التكليفي الإجمالي للمظاهرة: المظاهرة في الأصل مشروعة؛ لأن الخروج إلى الشارع لا حرمة فيه، ومطالبة الحاكم بمطالب مشروعة هو أمر مشروع لا حرمة فيه، بل المظاهرات المعاصرة التي نراها اليوم هي فرض عين على كل مسلم قادر على الخروج. ¶ أدلة وجوب المظاهرة السلمية: المظاهرة السلمية واجبة من عدة وجوه: فالإنسان مطالب أن يقوم بواجبه بدعوة الناس إلى الخير، وأمرهم بالمعروف، ونهيهم عن المنكر، سواء استجابوا أم لا، ليكون بريء الذمة بين يدي الله تعالى يوم الحساب .. ¶ وكل ذلك واجب؛ وأدلة الوجوب: ¶ 1 - قال الله سبحانه: {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا؟!! قَالُوا: مَعْذِرَةً إِلَى رَبِّكُمْ، وَلَعَلَّهُمْ يَتَّقُونَ، فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ} [الأعراف:164 - 165]. فالواجب على الإنسان أن يخرج في المظاهرة مستنكراً القتل والتعذيب والظلم والنهب والسرقة التي تقوم بها الأنظمة المستبدَّة الفاسدة، والحكام الطغاة، ولو لم يستجيبوا كعادتهم، ولكنه سيكون بريء الذمة أمام الله تعالى يوم القيامة. ¶ 2 - قال الله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [آل عمران: 104]. وقوله تعالى: {وَلْتَكُنْ}: فعل مضارع مقرون بلام الأمر، وهي من صيغ الأمر، والأمر يفيد الوجوب، فالدعوة للخير والأمر بالمعروف والنهي عن المنكر فرض (واجب) على كل مسلم قادر .. ¶ 3 - واجب على المسلم التحلي بصفات المؤمنين: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} [التوبة:71]. وواجب عليه أيضاً اجتناب صفات المنافقين: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ} [التوبة:67]. ¶ 4 - قال النبي صلى الله عليه وسلم: «مَنْ رَأَى مُنْكَراً فَاسْتَطَاعَ أَنْ يُغَيِّرَهُ بِيَدِهِ، فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ بِلِسَانِهِ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الإِيمَانِ» [حديث صحيح: أخرجه الإمام أحمد، ومسلم]. ¶ 5 - عن عائشة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «مُروا بالمعروف، وانهوا عن المنكر، قبل أن تدعوا فلا يُستجاب لكم» [حديث حسن: أخرجه الإمام أحمد]. ¶ 6 - عن حذيفة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: ... «وَالَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بالمَعْرُوفِ، وَلَتَنْهَوُنَّ عَنِ المُنْكَرِ، أَوْ لَيُوشِكَنَّ اللَّهُ تَعالى أن يَبْعَثَ عَلَيْكُمْ عِقاباً مِنْهُ، ثُمَّ تَدْعُونَهُ فَلا يُسْتَجَابَ لَكُمْ» [حديث حسن: أخرجه الترمذي]. ¶ 7 - وقال رسول الله صلى الله عليه وآله وصحبه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، أَنْصُرْهُ مَظْلُومًا، فَكَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ: «تَمْنَعُهُ مِنَ الظُّلْمِ، فَذَلِكَ نَصْرُكَ إِيَّاهُ» [حديث صحيح: أخرجه الإمام أحمد، والبخاري]. فقوله: \"انصر\": فعل أمر، والأمر للوجوب .. والوجوب في هذا الحديث مؤكَّد من وجهين: فنصرة المظلوم واجبة، كما أن منع الظالم من الظلم واجب .. ¶ 8 - قال رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» [حديث حسن: أخرجه الإمام أحمد]. وهذا من أعظم الأدلة على وجوب المظاهرة، فالنبي عليه الصلاة والسلام صرَّح بأن السلطان جائر ومن الممكن أن يقتل مَن يواجهه بكلمة الحقِّ أو يعذِّبه، لكنه بين لنا أن قول كلمة الحقِّ هي أفضل الجهاد لما قد يترتَّب عليها من عقوبة، ولأنها تحتاج إلى شجاعة وجرأة، لا يملكها كثير من الناس اليوم!! بل لا يملكها العلماء!! الذين طالما تصدروا المجالس ليقرعوا أسماعنا بقصص التضحية في سبيل كلمة الحقِّ كقصة بلال الحبشي، وعمار بن ياسر، وأبيه، وأمُّه سُمَيَّة! رضوان الله عليهم، ثم نراهم اليوم أجبن خلق الله! بل وقاموا باسم الدِّين يخذِّلون الناس ليستروا عورتهم!! وأستثني علماء الحقِّ الربانيين، فمع قِلَّتهم إلا أن الله أيَّدهم بجرأةٍ في قول الحقَّ، ووفقهم ورفع مقامهم!! ¶ 9 - قال صلى الله عليه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» [حديث حسن: أخرجه الحاكم في \"المستدرك\"]. يقرر النبي عليه الصلاة والسلام أنه من قتله إمام جائر لقول كلمة الحقِّ فهو سيد الشهداء!! أعلى مرتبة يرجوها الإنسان لنفسه عند الله تعالى!! وهي جديرة بالتضحية بالروح في سبيل الله!! والعجب ممن يجعل مرتبة:\"سيد الشهداء\" مفسدةً يُحرِّم بها التظاهر لقول كلمة الحقِّ!! ¶ - ولما تركت الأمة الأمر بالمعروف، والنهي عن المنكر، والجهر بكلمة الحقِّ، رأينا القتل والسجن والتعذيب، وانتشار الظلم، ولا عودة لرفع الظلم إلا بالمظاهرات السِّلمية، التي تعوِّض الأمَّة عن هيئة رفع المظالم وهيئة المحتسبين، وتوقف الظالم عند حدِّه، بل تخلعه إن لم يستجب! ¶ ردود على شبهات المؤيدين للنظام ¶ يحتجُّ مؤيدوا النظام: ¶ 1 - قول الله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ}. ¶ 2 - أن هذه فتنة وعلينا عدم الخوض فيها. ¶ 3 - المفاسد التي نراها بعد المظاهراتِ من قتلٍ وجروحٍ واعتقالٍ وتعذيب .. ¶ 4 - أن المظاهرات خروج على الحاكم، والخروج عليه حرام، فالمظاهرات حرام!!. ¶ 1 - قول الله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195]. سبب نزول هذه الآية هو ترك الجهاد!!: فعن أسلم أبي عمران التجيبي قال: كنا بالقسطنطينية وعلى أهل مصر عقبة بن عامر الجهني صاحب رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وعلى أهل الشام فضالة بن عبيد صاحب رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فخرج من المدينة صف عظيم من الروم، قال: وصففنا صفاً عظيماً من المسلمين، فحمل رجل من المسلمين على صف الروم حتى دخل فيهم، ثم خرج إلينا مقبلاً، فصاح الناس وقالوا: سبحان الله! ألقى بيده إلى التهلكة! فقام أبو أيوب الأنصاري صاحب رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فقال: أيها الناس إنكم تتأولون هذه الآية على هذا التأويل وإنما أنزلت هذه الآية فينا معشر الأنصار!! إنا لما أعز الله دينه وكثر ناصريه, قلنا فيما بيننا بعضنا لبعض سراً من رسول الله: إن أموالنا قد ضاعت، فلو أنا أقمنا فيها، فأصلحنا ما ضاع منها! فأنزل الله في كتابه يرد علينا ما هممنا به، فقال: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ}، بالإقامة التي أردنا أن نقيم في الأموال ونصلحها، فأمرنا بالغزو. فما زال أبو أيوب غازياً في سبيل الله حتى قبضه الله [أثر صحيح: مذكور في معظم كتب الحديث والتفسير!!]. فهذه الآية تُقال لمن ترك الجهاد!! ولمن ترك الخروج في المظاهرات لأنها من أفضل الجهاد كما مرَّ في الحديث الصحيح!! فإنَّ تَرْكَ الناس للمظاهرات يجعل الحاكم يزيد في الاستبداد والقتل والنهب .. ، وليس مَن يُقتَل في المظاهرات يرمي نفسه بالتهلكة، بل يطلب مرتبة سيد الشهداء، وسينالها بإذن الله تعالى كما نصَّ الحديث .. ¶ فسبحان الله كيف يتكلم هؤلاء بغير علمٍ، ودون مراجعة كتب أهل العلم، بل ويقلبون الأحكام الشرعية لجهلهم!! ¶ 2 - أحاديث الفتنة التي يذكرونها صحيحة، ولكنها لا تنطبق على الأحداث التي تمرُّ بها البلاد العربية!! لأنَّ الفتنة المذكورة في الأحاديث لا يُعلَم فيها أهل الحقِّ من أهل الباطل!! أما واقعنا؛ فالقتلة الظلمة المجرمون (الحكَّام وأتباعهم) معروفون!! والظلم للشعوب واضح!! وننصحهم كالعادة بالرجوع لكتب جميع أهل العلم، وعدم تحريف معاني النصوص لإرضاء أسيادهم، وليتَّقوا الله تعالى في دينه!! ¶ 3 - مؤيدوا النظام ينسبون المفاسد كالقتل والجرح والاعتقال والتعذيب والهدم والسرقة والتخريب للمتظاهرين!! والواقع الذي نعيشه يثبتُ - وباتفاق كلِّ العقلاء - أن هذه المفاسد ناتجة عن الأجهزة الأمنية والشبيحة والمرتزقة والعملاء الخونة!! وقد رأينا أكثر من نصف مليون متظاهر في مدينة حماة، ومثلهم في دير الزور، قد تظاهروا شهراً كاملاً دون أن نرى أي مفسدةٍ!! ولمَّا دخلت العصابات الأمنية رأينا القتل والجرح وقصف المساجد وهدم البيوت ونهب الأموال والممتلكات!! فلماذا يدأب علماء السلطان ويحرصون على تبرئة الأجهزة الأمنية والشبيحة والمرتزقة والمتعاملين معهم وهم المفسدون، ونسبتها للشعب المظلوم الذي خرج مطالباً ببعض حقوقه بصدرٍ عارٍ!! هل هذا الكذب والبهتان جزء من مسلسلات الإعلام السوري الذي دخل موسوعة غينس بجدارة في مجال الكذب والتزوير والبهتان؟!! أم أنهم لا يجرؤون النطق بكلمة الحقِّ وإدانة تلك العصابات الأمنية؟!! فرأوا الأسهل لهم أن ينسبوا هذه المفاسد للضعفاء المظلومين؟!! ألم يتذكروا وقفتهم بين يدي ربهم؟!! ألا يعلمون بأنَّ الله تعالى تكفَّل بنصر كل مظلوم، وإذلال كل ظالم ومَن سانده؟!! فليهنؤوا بنصرتهم للظلمة والقتلة، ليندرجوا تحت لواء آل الأسد، في الدنيا والآخرة، كما اندرج من والى فرعون تحت لواء آل فرعون وبشارتهم: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا، وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} [غافر: 46]، وليهنأ شعبنا بنصر الله، وعونه، وتأييده .. ¶ 4 - الخروج على الحاكم: هو ¶ - 1 - مُخَالفة الْإِمَامِ بِخُرُوجٍ عَلَيْهِ، ¶ - 2 - وَتَرْكِ الِانْقِيَادِ أَوْ مَنْعِ حَقٍّ، بِشَرْطِ: ¶ - 3 - شَوْكَةٍ لَهُمْ (سلاحٍ)، ¶ - 4 - وَتَأْوِيلٍ، ¶ - 5 - وَمُطَاعٍ فِيهِمْ، قِيلَ: وَإِمَامٌ مَنْصُوبٌ [\"المنهاج\" للإمام النووي 1/ 424، وجميع كتب الفقه]. ¶ والمتظاهرون: لم يمنعوا الحقّ بل سُلِبَتْ حقوقهم! ولم يخرجوا مسلَّحين، بل سلميِّين!! ولم يخرجوا بتأويل!! وليس لهم قائد أو إمام منصوب!! فأين الخروج على الحاكم؟!! وأعجب ولا ينقضي عجبي من هؤلاء (العلماء!!) الذين ينشرون هذا الكلام دون الرجوع إلى كتب أهل العلم!! ولو راجعوا كتاباً ما اختلط عليهم الأمر!! ولكن .. لا نعلم أهم يجهلون ما ورد في كتب أهل العلم، وهي مصيبة!! أم يتجاهلونه مرضاةً للحكَّام، وهذه المصيبة أعظم!!!",
            "page": null,
            "part": null,
            "seal": "B9EC5BF8"
        },
        {
            "id": "1",
            "nass": "المظاهرات السِّلميَّة ¶ من أوجب الواجبات الشرعية ¶ لماذا؟ ... وكيف؟ ¶ دراسة فقهية تأصيلية مبنية على الأدلة الصحيحة ¶ من الكتاب العظيم والسُّنَّة النبوية الشريفة ¶ أبو شجاع الأزهري",
            "page": "1",
            "part": "1",
            "seal": "AFB578CB"
        },
        {
            "id": "3",
            "nass": "المظاهرات السِّلميَّة ¶ من أوجب الواجبات الشرعية .. لماذا؟ .. وكيف؟ ¶ مقدمة: ¶ بسم الله الرحمن الرحيم، وأفضل الصلاة وأتمُّ التسليم على نبينا محمد وعلى آله وصحبه أجمعين، وبعد: ¶ هذا البحث توسعة لبحث أصدرته سابقاً باسم \"المظاهرات السلمية وتأصيلاتها الشرعية\". ¶ فهذا البحث بيَّنتُ فيها حكم الشريعة في المظاهرات، فإنَّ المسلمين على اختلافهم .. سواء كان منهم المفكرون، أو المتكلمون بالأخلاق، أو المعاملات، أو الذين يثورون ضد أنظمتهم، أو غيرهم .. ¶ كلُّ هؤلاء مهما أوتوا من قوة؛ فإنهم يحتاجون إلى الشريعة لبيان حكمها في ذلك .. ¶ فالشريعة هي القاعدة التي ينطلقون منها، طالما أنهم مسلمون .. ¶ فالذي يهمُّ المسلم أولاً وآخِراً هو حكم الشريعة .. ¶ ثمَّ بعدما يتبين لهم الحكم الشرعيّ يوسِّعون ويجتهدون في الوسائل على ضوء ما قررته الشريعة بما يتناسب مع متغيرات زمانهم ومكانهم .. ¶ وفي هذا العصر خرجت المظاهرات في عدَّة بلاد .. بعضها أثمر، وأُخرى في طريقها .. ¶ ولقد كَثُر القيل والقال حول مشروعيتها .. ¶ فبينما يحرمها بعضهم أشدَّ التحريم، ويتطاول على القواعد الشرعية فيجعل المظاهرات خروجاً على الإسلام .. يقول آخر: إنها من أعظم الواجبات .. بل إنها فرض عين .. ¶ وفي الخلاف .. نحن مأمورون أن نرجع لكتاب الله تعالى، وسُنة رسول الله صلى الله عليه وسلم .. وهذا بحثٌ بحثتُ فيه - من خلال كتاب الله تعالى، وسُنَّة رسوله صلى الله عليه وسلم- حكم المظاهرات ..",
            "page": "3",
            "part": "1",
            "seal": "04047E10"
        },
        {
            "id": "4",
            "nass": "والحقُّ أحقُّ أن يتَّبع .. والحمد لله ربِّ العالمين .. ¶ تعريف المظاهرة ¶ المُظَاهَرَةُ في اللغة: المعاونة، والتَّظَاهُرُ: التعاون، والظَّهيرُ: المُعينُ. ¶ وقال مجمع اللغة العربية بالقاهرة بأنها: إعلان رأيٍ، أو إظهار عاطفة في صورة جماعية (¬1). ¶ تعريف المظاهرة: هي خروج الناس إلى الشّارع لمطالبة الحاكم. ¶ شرح التعريف: ¶ خروج: مصدر خرج، والمصدر يعمل عمل فعله، أي: أن يخرج الناس من بيوتهم ومزارعهم ومتاجرهم وغيرها .. ¶ الناس: اسم جنس يشمل كل أنواعهم وأفرادهم من كبيرهم وصغيرهم، وذكرهم وأنثاهم، وأبيضهم وأسودهم .. ¶ لكنه من العام المخصوص، فهو مخصوص بغير القادر على الخروج من مريض، وكبير، وطفل، وغير ذلك .. ¶ و\"الناس\" في التعريف: مضاف إليه من إضافة المصدر إلى عامله، فالناس: فاعل للمصدر في الحقيقة .. ¶ إلى: حرف جر. ¶ الشوارع: جمع شارع، وهي الطريق، وهو معروف .. ¶ لمطالبة: اللام: حرف جر من حيث النحو، وهي لام التعليل من حيث المعنى. ¶ ¬__________ ¶ (¬1) انظر: مادة: (ظهر) في معجم الصحاح، والقاموس المحيط، والمعجم الوسيط.",
            "page": "4",
            "part": "1",
            "seal": "3313F981"
        },
        {
            "id": "5",
            "nass": "مطالبة: مصدر: طالب، والطلب: استدعاء شيء، فالمطالبة: هي العلة التي أثرت في خروج الناس. ¶ الحاكم: المقصود به هنا: مَن بيده أمر البلد من ملك، أو أمير، أو رئيس، أو محافظ، أو غير ذلك .. ¶ و\"مطالبة\": مصدر يعمل عمل فعله. ¶ و\"الحاكم\": مضاف إلى \"مطالبة\" من إضافة المصدر إلى معموله. ¶ والمطالب تنقسم إلى: ¶ 1 - أن يكون المطلب واجباً. ¶ 2 - أن يكون المطلب مندوباً. ¶ 3 - أن يكون المطلب مباحاً. ¶ 4 - أن يكون المطلب مكروهاً. ¶ 5 - أن يكون المطلب محرماً.",
            "page": "5",
            "part": "1",
            "seal": "A0B3B98E"
        },
        {
            "id": "6",
            "nass": "الحكم التكليفي للمظاهرة ¶ حكم المظاهرة الإجمالي: مشروعة. ¶ لأن الخروج إلى الشوارع مشروع لا حرمة فيه، ومطالبة الحاكم بمطالب مشروعة أمر مشروع. ¶ والأحكام التكليفية خمسة: واجب، ومندوب، ومباح، ومكروه، وحرام. ¶ ولا يوجد أي فعل للإنسان على وجه الأرض إلا أن يكون لفعله وحركته حكم من هذه الأحكام الخمسة، فإما أن يكون فعله واجباً أو مندوباً أو مباحاً أو مكروهاً أو محرماً. ¶ تفصيل الحكم: ¶ 1 - فإن كان الخروج من أجل واجب؛ فالخروج واجب، مثل: مطالبة الحاكم برفع الظلم. ¶ 2 - وإن كان الخروج من أجل مندوب؛ فالخروج مندوب (أي: سُنَّة). ¶ 3 - وإن كان الخروج من أجل مباح؛ فالخروج مباح، مثل: أن يطالب المتظاهرون الحاكم بإنشاء حدائق .. ¶ 4 - وإن كان الخروج من أجل مكروه؛ فالخروج مكروه؛ مثل: أن يطالب المتظاهرون الحاكم بجعل ساعات العمل ليلاً، فإنَّ الله سبحانه وتعالى جعل الليل سكناَ .. ¶ 5 - وإن كان الخروج من أجل حرام؛ فالخروج حرام مثل: أن يطالب المتظاهرون الحاكم بإنشاء مصانع للخمر ..",
            "page": "6",
            "part": "1",
            "seal": "8AF7A486"
        },
        {
            "id": "7",
            "nass": "الأدلة الشرعية على التظاهر ¶ تمهيد: ¶ الدليل الشرعي هو القرآن والسُّنَّة وما يتفرَّع عنهما من الإجماع، والقياس، وغيرهما كما هو مقرر في أصول الفقه .. ¶ ويجب ألّا يكون الدليل مبنياً على عاطفةٍ، أو انتماءٍ لجماعةٍ، سواء كان هذا الانتماء مكانيَّاً أو عرقيَّاً أو تحزُّبيَّاً أو غير ذلك ... ¶ كما أنه يجب ألّا يكون الدليل مبنياً على ردَّة فعلٍ ناتجةٍ عن ظلمٍ وقع لبعض الناس ثُمَّ زال ... ¶ فمن الخطورة بمكان أن يصدر حكمٌ باسم الشرع وقد تحكمت بمن نطق بهذا الحكم: عاطفته أو انتماؤه أو منصبه ... ¶ أو أنَّه لم يكن يملك الشجاعة لأن يتكلم ويفتي بما يدلُّ عليه الدليل الشرعي .. ¶ فيختلط الأمر على الناس، ويصبح النَّاس في حيرة من أمرهم!! .. ¶ وخلاصة الكلام: ¶ مقومات الحكم الشرعي الكتاب والسنة وما تفرع عنهما ولا دخل للعقل في إيجاد الحكم الشرعي وإنما العقل يستنبط الحكم الغير منصوص عليه في القرآن والسنة من الأدلة الشرعية ضمن الضوابط المقررة في أصول الفقه فالعقل يستنبط الحكم ولا يوجد الحكم وإن كان ينتج عن الاستنباط وجود الحكم ولكنه وجود مستنبط من الوحي فقوة الحكم الشَّرعي وصحته؛ بقوّة وصحة دليله، وليست بقوة مَن قاله كائناً مَن كان ..",
            "page": "7",
            "part": "1",
            "seal": "B55DB561"
        },
        {
            "id": "8",
            "nass": "فمهما بلغ العالِم من العلم، وقرر حُكماً شرعيَّاً من غير دليل؛ سقط كلامه في ميزان الفقه، ولم يكن له قيمة ... ¶ بيان الأدلة الشرعية على التظاهر ¶ أفعال الإنسان تنقسم إلى: ¶ 1 - عبادات: مثل: الصلاة، الصوم، وغيرها .. ¶ 2 - عادات: وهي ما كان من غير العبادات، مثل: العمل في الأرض، وبناء العمران، والنوم، والأكل، وغيرها .. ¶ فالعبادات لا تصح إلا إذا ثبت الدليل بمشروعيتها، فلا وجود لها إلا من قبل المشرِّع، وهو الله سبحانه وتعالى. ¶ والقاعدة عند الأصوليين: \"الأصل في العبادات التوقف\". ¶ وأمَّا العادات فالأصل فيها الإباحة، وهذا ما قرره الأصوليون والفقهاء، فلا يحرم منها شيء حتى يثبت دليل التحريم .. ¶ فالمظاهرة السِّلمية هي من العادات وليست من العبادات .. ¶ وبناءً على ذلك فهي مشروعة بناءً على القاعدة: \"الأصل في الأشياء الإباحة\". ¶ ومَن أراد أن يُحرِّم فعليه أن يأتي بدليل التحريم .. ¶ وبيان ذلك: ¶ المظاهرة: هي خروج الناس إلى الشّوارع لمطالبة الحاكم. ¶ فالخروج إلى الشّوارع لا حرمة فيه، ومطالبة الحاكم بأمور مشروعة لا حرمة فيها ..",
            "page": "8",
            "part": "1",
            "seal": "9A8FE098"
        },
        {
            "id": "9",
            "nass": "بل إن الأمة من عهد رسول الله صلى الله عليه وسلم، إلى عهد الخلفاء الراشدين، ثمَّ الدولة الأموية، ثمَّ العباسية، ثمَّ السلاطين من بعدهم ... مازال المسلمون يطالبون حكَّامهم بمطالب .. سواء كان المطالبون أفراداً أو جماعات .. ¶ حتى أنَّ بعض الصحابة دخل مسجد رسول الله صلى الله عليه وسلم وهو يخطب الجمعة، فقطع الصحابي عليه خطبته، وطلب منه الدعاء من أجل نزول المطر، وخطبة الجمعة واجبة، ولها قدسيتها، ومع ذلك قطعها رسول الله صلى الله عليه وسلم واستجاب له .. ¶ كذلك سار جمع من النساء إلى بيت رسول الله صلى الله عليه وسلم يشتكين أزواجهنَّ .. ¶ إذاً: حكم المظاهرات السِّلمية من حيث الأصل: أنَّها مشروعة .. ¶ وأمَّا من حيث تنوع المطالب فتعتريها الأحكام الخمسة كما سبق: واجب، ومندوب، ومباح، ومكروه، وحرام ..",
            "page": "9",
            "part": "1",
            "seal": "0F4D81D5"
        },
        {
            "id": "10",
            "nass": "أدلة وجوب المظاهرة السلمية ¶ تكون المظاهرة السلمية واجبة إذا كان مطلب المتظاهرين رفعَ ظلمٍ .. ¶ ويتأكَّدُ الوجوبُ عندما يكون الظُّلم مستحكماً .. ¶ فالآيات القرآنية كثيرة، والأحاديث التي تأمر المسلمين بالأمر بالمعروف والنهي عن المنكر أكثر، وأنكر المنكر: الظلم، وما أهلك الله أمة في الأرض إلا بظلمها .. ¶ قال تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [آل عمران: 104]. ¶ وَلْتَكُنْ: فعل مضارع مقرون بلام الأمر، وهي من صيغ الأمر، والأمر للوجوب .. ¶ وقال الله سبحانه وتعالى في ذلك: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} [هود: 102]. ¶ وقال النبي صلى الله عليه وسلم: «مَنْ رَأَى مُنْكَراً فَاسْتَطَاعَ أَنْ يُغَيِّرَهُ بِيَدِهِ، فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ بِلِسَانِهِ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الإِيمَانِ» (¬1). ¶ وقد جعل الله سبحانه الأمر بالمعروف والنهي عن المنكر أبرز صفات المؤمنين والمؤمنات، فقال: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ} [التوبة:71]. ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد10/ 3، ومسلم برقم: (87).",
            "page": "10",
            "part": "1",
            "seal": "BA17EB11"
        },
        {
            "id": "11",
            "nass": "كما جعل ضِدّه من أبرز صفات المنافقين والمنافقات، فقال: {الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ} [التوبة:67]. ¶ وقد قام أبو بكر رضي الله عنه خطيباً فحمد الله وأثنى عليه، ثم قال: يا أيها الناس إنكم تقرؤون هذه الآية: {يَا أَيُّهَا الَّذِينَ آَمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ} [المائدة: 105]. ¶ وإنكم تضعونها على غير موضعها، وإني سمعت رسول الله صلى الله عليه وسلم يقول: «إِنَّ الْقَوْمَ إِذَا رَأَوُا الْمُنْكَرَ فَلَمْ يُغَيِّرُوهُ، عَمَّهُمُ اللهُ بِعِقَابٍه» (¬1). ¶ وقد اهتم المسلمون اهتماماً بالغاً بموضوع رفع الظلم وتغيير المنكر، فأوجدوا آليات لذلك، منها: هيئة رفع المظالم، وهيئة المحتسبين، وغيرهما .. ¶ وعن عائشة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «مُروا بالمعروف، وانهوا عن المنكر، قبل أن تدعوا فلا يُستجاب لكم» (¬2). ¶ وعن حذيفة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «وَالَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بالمَعْرُوفِ، وَلَتَنْهَوُنَّ عَنِ المُنْكَرِ، أَوْ لَيُوشِكَنَّ اللَّهُ تَعالى أن يَبْعَثَ عَلَيْكُمْ عِقاباً مِنْهُ، ثُمَّ تَدْعُونَهُ فَلا يُسْتَجَابَ لَكُمْ» (¬3). ¶ فلما تركت الأمة الأمر بالمعروف، والنهي عن المنكر، تحكَّم مَن تحكَّم، وظلم مَن ظلم، ولا عودة لرفع الظلم إلا بالأمر بالمعروف والنهي عن المنكر وفي ذلك يقول رسول الله صلى الله عليه وسلم أفضل الجهاد كلمة حق عند سلطان جائر، فالمظاهرة آلية عصرية إيجابية من آليات الأمر بالمعروف والنهي عن المنكر ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد 1/ 210، وأبو داود برقم: (4338)، والتِّرْمِذِيّ برقم: (2168) .. ¶ (¬2) حديث حسن: أخرجه الإمام أحمد6/ 159، وابن ماجه 4/ 359، وابن حبان 1/ 526. ¶ (¬3) حديث حسن: أخرجه الترمذي 4/ 468، وقال: حديث حسن.",
            "page": "11",
            "part": "1",
            "seal": "B0EAA1B3"
        },
        {
            "id": "12",
            "nass": "فالمسلمون أوجدوا آليات وطرقاً متعددة عبر اختلاف الزمان والمكان للأمر بالمعروف والنهي عن المنكر، مثل: هيئة رفع المظالم، وهيئة المحتسبين، وغيرهما .. ¶ وقال النبي صلى الله عليه وسلم: «إذا هابت أمتي أن تقول للظالم: يا ظالم فقد تُودِّع منها» (¬1). ¶ فالمظاهرة السِّلمية تؤدي هذا الواجب الذي أوجبه الله ورسوله علينا، وتقول للظالم: ارفع ظلمك. ¶ وقال رسول الله صلى الله عليه وآله وصحبه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، أَنْصُرْهُ مَظْلُومًا، فَكَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ: «تَمْنَعُهُ مِنَ الظُّلْمِ، فَذَلِكَ نَصْرُكَ إِيَّاهُ» (¬2). ¶ فقوله: \"انصر\": فعل أمر، والأمر للوجوب .. ¶ وقال النبي صلى الله عليه وآله وصحبه وسلم: «مَنْ رَأَى مُنْكَراً فَاسْتَطَاعَ أَنْ يُغَيِّرَهُ بِيَدِهِ، فَلْيُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَسْتَطِعْ بِلِسَانِهِ فَبِقَلْبِهِ، وَذَلِكَ أَضْعَفُ الإِيمَانِ» (¬3). ¶ \"فَلْيُغَيِّرْهُ\": فعل مضارع مقرون بلام الأمر، وهي من صيغ الوجوب .. ¶ فنصرة المظلوم واجبة كما أن منع الظالم من الظلم واجب .. ¶ وتغيير المنكر باليد، فإن لم يمكن فباللسان، فإن لم يكن فبالقلب واجب .. ¶ والشريعة أمرتْنا بنصرة المظلوم، ومنع الظالم من الظلم، وتغيير المنكر .. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 2/ 163، وصححه الشيخ أحمد شاكر، والحاكم في المستدرك6/ 56، وقال: هذا حديث صحيح الإسناد ولم يخرجاه، وقال الحافظ الذهبي قي التلخيص: صحيح. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد3/ 99، والبخاري 2/ 98. ¶ (¬3) حديث صحيح: أخرجه الإمام أحمد10/ 3، ومسلم برقم: (87).",
            "page": "12",
            "part": "1",
            "seal": "CA12005F"
        },
        {
            "id": "13",
            "nass": "وإذا كان خروجنا إلى الشوارع، ثم الاعتصام بالساحات يحقق لنا نصرة المظلوم، ومنع الظالم، وإحقاق الحقِّ؛ فإن المظاهرة واجبة .. ¶ وإذا كانت المظاهرة السلمية العصرية تحقِّق لنا نصرة المظلوم، وتمنع الظالم، وتُغيِّر المنكر .. فإن تركها يكون حراماً، وتركاً لتطبيق حديث رسول الله صلى الله عليه وآله وصحبه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، أَنْصُرْهُ مَظْلُومًا، فَكَيْفَ أَنْصُرُهُ ظَالِمًا؟ قَالَ: «تَمْنَعُهُ مِنَ الظُّلْمِ، فَذَلِكَ نَصْرُكَ إِيَّاهُ» (¬1). ¶ وتركاً لتطبيق حديث النبي صلى الله عليه وآله وصحبه وسلم: «مَنْ رَأَى مُنْكَراً ... فَلْيُغَيِّرْهُ بِلِسَانِهِ» (¬2). ¶ والمظاهرة السلمية آلية عصرية حضارية إيجابية لرفع الظلم، وهي ورقة ضغطٍ على الظالم ليرفع الظلم، وبذلك نكون قد قمنا بواجبنا الشرعي، ورفعنا الظلم عنا، وأعنَّا الحاكم على فعل الخير .. ¶ فإن لم نتظاهر سلمياً ونقُل للظالم: يا ظالم ارفع ظلمك، وكلما أصدر قراراً ظالماً سكتنا، بل استجبنا ومدحنا!! فإنَّ الله تعالى سمَّى هؤلاء الساكتين فاسقين .. ¶ قال الله سبحانه وتعالى واصفاً قوم فرعون: {فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} [الزخرف: 54]. ¶ ففرعون كان يظلم ولا أحد يقول له شيئاً، فجعل الله اللوم والمؤاخذة على فرعون وقومه، بقوله سبحانه: {إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} ولم يعذرهم .. ¶ وفسقهم بأنهم لم يقولوا لفرعون هذا ظلمٌ لا نقبله!! ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه الإمام أحمد3/ 99، والبخاري 2/ 98. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد10/ 3، ومسلم برقم: (87).",
            "page": "13",
            "part": "1",
            "seal": "68FCFB59"
        },
        {
            "id": "14",
            "nass": "وأيُّ قيمةٍ لأمَّةٍ ليس عندها الشَّجاعة لأن تقول كلمة حقٍّ ترفع الظلم عنها .. فالله جعل اللوم والمؤاخذة على فرعون وقومه ومؤاخذة فرعون لأنه ظلم وفسق قوم فرعون أنهم قبلوا الظلم ¶ وأي أمة تقبل الظلم ولا تعبر عن رفضها للظلم - ولو بالحد الأدنى من الرفض وهو بالكلام – هي أمة حكم الله عليها بأنها أمة فاسقة. ¶ وبطش فرعون لم يكن عذراً لأن يرفع الله المؤاخذة عن قومه. ¶ ولو أن الأمة واجهت فرعون في بداية ظلمه وهبت لتقول له كلمة حق لما وصل إلى ما وصل إليه وكذلك في عصرنا لو هبت الأمة لتقول للحاكم الظالم كلمة حق في بداية ظلمه لما وجدنا هؤلاء الفراعنة. ¶ ولكن سكوت الأمة عن الحاكم يشق الطريق للحاكم ليظلم ويزداد ظلماً وطغياناً. ¶ فكيف إذا كان هذا الحاكم يُمدَحُ ويُمجَّدُ فإنه يجد الطريق أمامه مفروشاً بالورود. إنه لضلال ما بعده ضلال وخزي ما بعده خزي وذِلَّة ما بعدها ذِلة. ¶ وصدق الله إذ يقول: {إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ}. وقال رسول الله لأمته حتى لا تقع في الظلم والهوان والذلة من قبل الحكام الظالمين وكي لا ينطبق عليها قوله تعالى {إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ}، قال: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). ¶ أي: قولوا للحاكم كلمة حق، فهي من أفضل الجهاد في سبيل الله تعالى .. ¶ فجهاد الحاكم الظالم بالكلام أصل وضعته الشريعة .. والأمة مطالبة بهذا شرعاً .. ¶ والأمة إما أن تقوم بهذا الواجب وتعيش عزة الدنيا والآخرة، وإما أن تتقاعس فتعيش ذل الدنيا وتكون عند الله تعالى من الفاسقين!! ¶ والفسق شرعاً: الخروج عن الطريق المستقيم الذي شرعه الله تعالى، ومن الطريق المستقيم قول كلمة الحق للحاكم الظالم، فإن تقاعست الأمة عن قول ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330.",
            "page": "14",
            "part": "1",
            "seal": "25C2ECE3"
        },
        {
            "id": "15",
            "nass": "كلمة الحق فقد فسقت؛ لخروجها عن الطريق المستقيم، فوضعها الذي رسمه لها الشارع أن تقول كلمة الحق. ¶ وهذا الأصل الذي وضعته الشريعة - وهو قول كلمة الحق للحاكم الظالم - عبودية لله تعالى، بل من أعظم أنواع العبودية، إنه جهاد في سبيل الله عز وجل، ثمرته في الدنيا عزة ورفعة، وفي الآخرة ثواب عظيم من الله سبحانه، فإن ُقتل مَن يقول كلمة الحق؛ فقد بشره رسول الله صلى الله عليه وسلم بأنه شهيد، بل مع سيد الشهداء، والعجب من أمةٍ عندها هذا في دينها، وهي بعيدة عنه. ¶ ويزداد العجب عندما تجد كبار القوم من العلماء يحذرون من هذا!! ¶ ثم تحتار ماذا تقول لأنك لا تجد عبارة تعبر بها عندما تجد هؤلاء العلماء يتخذون طريقاً آخر في إصلاح الحاكم الظالم، ولا يخلو طريقهم من مدحٍ وتمجيدٍ وثناء وتأييد، وهذا طريق لا يفيد ولن يفيد، قال الله تعالى: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} [المائدة: 50]. ¶ فالمطلوب: \"كلمة\"، قال تعالى مخاطباً موسى وهارون عليهما السلام: {اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (43) فَقُولَا لَهُ قَوْلًا لَيِّنًا لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى} [طه: 43، 44]. ¶ وقال رسول الله صلى الله عليه وسلم عن هذه الكلمة: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). ¶ وقال صلى الله عليه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» (¬2). ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬2) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد.",
            "page": "15",
            "part": "1",
            "seal": "CD379C4B"
        },
        {
            "id": "16",
            "nass": "فالجهاد ثوابه عظيم، بل إنَّه من أعظم ما يتقرب به العبد إلى ربِّه .. ¶ يبذل نفسه في سبيل الله جل جلاله .. فيقابله الله بأعظم الثواب والدرجات .. ¶ فالمظاهرة السِّلميَّة الواجبة من أفضل الجهاد في سبيل الله تعالى .. ¶ لأنهم يقولون فيها كلمة حقٍّ عند سلطان جائر ..",
            "page": "16",
            "part": "1",
            "seal": "9024A04D"
        },
        {
            "id": "17",
            "nass": "هل تقال كلمة الحق في الشوارع ¶ نعم تقال كلمة الحق في الشوارع والساحات وعلى المنبر وغيرها ¶ وبيان ذلك: ¶ قول رسول الله صلى الله عليه وسلم: «عِنْدَ سُلْطَانٍ جَائِرٍ»: ¶ فـ: \"عِنْدَ\": ظرف مكان يقيد النطق بكلمة الحقِّ، فالنبي صلى الله عليه وسلم لا يريد من المسلم أن يكون غوغائياً، أو فوضويَّاً، ولا أن يحبّ الكلام للكلام، ولا أن يكون سلبيَّاً .. ¶ وإنَّما يريد رسول الله صلى الله عليه وسلم من المسلم أن يكون إيجابيَّاً .. ¶ وإيجابيَّة هذا الكلام بأن يكون عند السلطان الجائر ليسمعه .. ¶ فالعلَّةُ من هذا القيد: \"عِنْدَ\": أن يسمع السلطان الكلام .. ¶ وإذا كان الحاكم في عصرنا يسمع كلام المتظاهرين .. بل هي شُغله الشاغل!! ¶ فأصبحت العنديَّة موجودة حُكماً .. وبيان ذلك: ¶ كلمة: \"عند\" في الحديث ظرف مكانٍ متعلق بمحذوف صفة (لـ:\"كلمة\")، تقديرها: \"كائنةٌ\" .. ¶ وتحصل كينونة الكلمة بأن تقال: لأنه لا وجود لها قبل القول. ¶ فممكن أن نقدِّر كوناً خاصَّاً تقديره: \"مقولةٌ\" .. ¶ فالعلَّة من هذا القيد: \"عند\": احتمالات ثلاث ¶ 1 - إما أن تقال عند السلطان سواء سمعها أم لم يسمعها، كمن قالها بركنٍ من أركان قصر الملك، ولم يسمعها الملك!!",
            "page": "17",
            "part": "1",
            "seal": "E44E3711"
        },
        {
            "id": "18",
            "nass": "2 - وإما أن تقال عنده ليسمعها سراً فقط .. فالعلة الإسرار بها ¶ 3 - وإما أن تقال عنده ليسمعها فالعلة في هذا إسماع الحاكم. ¶ فالعلة في الاحتمال الأول: باطلة، لأنه يصبح الكلام لغواً، لا فائدة منه، وسياق الحديث يؤكد ذلك بقول رسول الله صلى الله عليه وسلم: «فأمرهُ ونهاهُ؛ فقتلهُ» (¬1). ¶ والعلة في الاحتمال الثاني: قول كلمة الحقِّ للحاكم سرَّاً؛ فهذا التعليل لا يصحُّ لأنه يقصر النَّصَّ على بعض أفراده .. فالنَّصُّ يشمل قول كلمة الحقِّ في السرِّ والعلن .. ¶ وبيان ذلك: ¶ نعلل بادئ ذي بدء لمعرفة مناط الحكم وذلك بربطه به بحيث يوجد الحكم حيثما وُجِدتْ علته، وينتفي حيثما انتفت .. مثل الفطر في رمضان للمسافر؛ فالعلة: السفر، وليست المشقة .. ¶ وهذا كما يقول الأصوليون: \"الحكم يدور مع علته وجوداً وعدماً\" .. ¶ ثمَّ بعد أن نعلل؛ نستفيد من التعليل: ¶ 1 - إما ليقاس على النَّصِّ في العلة المتعدِّية .. ¶ 2 - وإما لمنع القياس على النَّصِّ وذلك في العلة القاصرة .. ¶ 3 – وإما لإلغاء الحكم الثابت بالنَّصِّ .. ¶ 4 – وإما لقصره على بعض أفراده .. ¶ فالتعليل لإلغاء الحكم الثابت بالنَّصِّ باطل، لأنَّ الحكم ثبت بالنَّصِّ لا بالعلة .. وقد يقبل الإلغاء لدليل وهو قليل ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد.",
            "page": "18",
            "part": "1",
            "seal": "2C2C1FE9"
        },
        {
            "id": "19",
            "nass": "أما التعليل لقصر النَّصِّ على بعض أفراده فذلك جائز إن وجد دليل يدل عليه، مثل تعليل الفقهاء مال الزكاة بالنَّماء ليقصروه على المال النَّامي، ويخرجوا المال الضِّمار من الزكاة، مثل: المال الضائع، وغيره .. ¶ ودليل قصر الزكاة في المال على المال النامي، أنَّ من ضاع ماله ذهب عنه وصف الغنى، وأصبح مستحقاً لمال الزكاة، والله تعالى افترض الزكاة على الأغنياء!! ¶ فإن لم يوجد دليل يقصر النصَّ على بعض أفراده من خلال التعليل فقصره باطل، كمن قصر حرمة الرِّبا في الربا الاستغلالي فقط!! بناءً على أن العلة في الربا الاستغلال، فلا يشمل الربا الإنتاجي .. وذلك باطل .. ¶ وفي موضوعنا: ¶ قصر كلمة الحقِّ في السرِّ، ومنعها في العلن؛ قصر النَّصِّ على بعض أفراده من غير دليل، وذلك لا يصحّ .. ¶ نعم؛ قد ورد بعض الآثار التي ترغِّب في النصيحة سرَّاً، وهذا خارج محل النِّزاع، فمحل موضوعنا وجوب الإسرار!! فالنبي صلى الله عليه وسلم قال كلمة الحقِّ للأفراد والجماعات سرا ً وعلنا ً، ونحن نختار بما يتوافق مع الحكمة .. فقد يكون من الحكمة الجهر بكلمة الحقِّ، وقد يكون الإسرار .. ¶ أضف إلى ذلك أن المطالبة برفع الظلم والمطالبة بالحقوق شيء والنصيحة شيء آخر ¶ فلم يخرج المتظاهرون إلى الحاكم لينصحوه أن يكف عن المعاصي التي تخصه وإنما خرجوا ليطالبوا بحقوقهم وبرفع الظلم وهذا خارج محل النزاع. ¶ فهل في شريعة الله ما يمنع الإنسان من المطالبة بحقه جهراً أمام الناس وخاصة ًذا كان هناك مماطلة ولذلك من ادعى على الولاة بحق عند القضاة لا يعد مخالفاً لسنة رسول الله ¶ فانحصرت العلة بالاحتمال الثالث، وهي إسماع الحاكم كلمة الحقِّ ..",
            "page": "19",
            "part": "1",
            "seal": "88A724A5"
        },
        {
            "id": "20",
            "nass": "وإذا كان الحاكم يسمع في هذا العصر كلام المتظاهرين بل هي شغله الشاغل فأصبحت العندية موجودة حكماً. ¶ وبناءً على ذلك فالمظاهرة السِّلميَّة نوعٌ من أنواع الجهاد في سبيل الله تعالى .. ¶ فمن سُجِن أو عُذِّب فيها فهو في سبيل الله تعالى .. ¶ ومَن قُتِل فيها فهو شهيدٌ .. ومَن قتله من رجال الحاكم – لأنَّه متظاهر- فالقاتل في النار .. ¶ ملاحظة: إذا كان حديث: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1)، لا ينطبق على المتظاهرين لأنهم يقولون كلمة الحقِّ في الشارع لا عند الحاكم .. كما قال بعضهم!! ¶ فإضافةً إلى ضعف هذا الرأي نقول له: هذا لا يعني أنَّ التظاهر حرام!! ¶ ولكن؛ كلُّ ما هنالك أنه لا ينطبق عليهم هذا الحديث فالحديث لا يدل على تحريم كلمة الحق في الشوارع لا من قريب ولا من بعيد فالدعوى أعم من الدليل ¶ وإذا كان المتظاهرون يطلبون رفع الظلم - وهو غايتهم- فإنَّ هذا واجب بقول رسول الله صلى الله عليه وسلم: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا» ... (¬2). ¶ فالمظاهرة واجبة بالغاية .. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد3/ 99، والبخاري 2/ 98.",
            "page": "20",
            "part": "1",
            "seal": "632CACD1"
        },
        {
            "id": "21",
            "nass": "خلاصة القول ¶ المظاهرة واجبة من وجهين: ¶ أولاً: واجبة بالأصالة: ¶ وهي النطق بكلمة الحق، كما قال رسول الله صلى الله عليه وآله وصحبه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). وقد سبق سرد الأدلة على وجوب قول كلمة الحقَّ .. ¶ ثانياً: واجبة بالغاية: ¶ فإن غاية المتظاهرين رفع الظلم، وإحقاق الحق، وذلك واجب .. والمظاهرة وسيلة لذلك .. فالمظاهرة واجبة .. ¶ وهذا جاري على قاعدة: \"للوسائل حكم المقاصد\" فإن قصد المتظاهرين رفع الظلم، وذلك واجب .. فالوسيلة لهذا المقصد: واجبة .. (¬2) ¶ ثم ما المانع من أن تثور الأمة لتمنع الحاكم من الظلم، وتطالب بالحقوق؟!! ¶ هل في شريعة الله تعالى دليل يُقرُّ الظُّلم؟!! ¶ وهل في دين الله تعالى دليل يوجب علينا طاعة الحاكم في معصية الله تعالى؟! ¶ حيث قرر رسول الله صلى الله عليه وآله وصحبه وسلم أنَّه: لا طاعة لمخلوق في معصية الخالق؟!! .. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330. ¶ (¬2) الوسيلة: إما أن تكون مباحة، أو محرمة؛ فإن كانت مباحة فيصبح هذا المباح واجباً بالغاية، وإن كانت الوسيلة محرمة تبقى حراماً، لأن الغاية لا تبرر الوسيلة، فكلامنا حول الوسيلة المباحة، وقد سبق تفصيل هذا في أول البحث عند تقسيم المطالب ..",
            "page": "21",
            "part": "1",
            "seal": "5022750D"
        },
        {
            "id": "22",
            "nass": "لا يوجد مانع إلا شبهة المفسدة، وشبهة حرمة الخروج على الحاكم، وإليك –أخي القارئ- الكلام عنهما.",
            "page": "22",
            "part": "1",
            "seal": "4BD83539"
        },
        {
            "id": "23",
            "nass": "المفسدة والمظاهرة السِّلميَّة ¶ ملاحظة: ¶ أكثر الذين يخرجون على الفضائيات، ويتكلمون عن الحكم الشرعي عن المظاهرات، يطرحون البحث كالتالي: ¶ أولاً: يتكلمون عن المفسدة التي قد تحصل فيها، ثم نجدهم يحرِّمونها من باب سد الذرائع، لأنها مفضية إلى المفسدة .. ¶ يقررون ذلك متجاوزين: ¶ 1 - تعريف المظاهرة!! ¶ 2 - حكمها الشرعي من حيث الأصل قبل وقوع المفسدة .. ¶ 3 - ثم ماذا يعتريها من الأحكام التكليفية الخمسة .. وغير ذلك!! ¶ فهل يستقيم هذا؟!! ¶ يتكلمون عن المفسدة وكأن المفسدة في المظاهرة متلازمة معها تلازماً لا ينفك!! ¶ مع أن المفسدة فيها غير متلازمة، بل نادرة، لأنها سلمية .. ¶ فهم يتصورون مفسدة الخروج المسلح في المظاهرة!! ¶ وهذا خطأ في تصورهم!! (¬1) ¶ ¬__________ ¶ (¬1) تندر المفسدة في المظاهرة لأنها سلمية، فما خرجوا لقتالٍ حاملي السلاح، ولكن توجد المفسدة عندما تأتي قوات الأمن لتفريق المظاهرة، فالمفسدة تعود لوجود الأمن لا إلى المظاهرة .. وقد رأينا ذلك على أرض الواقع في حماة وحمص ودير الزور ...",
            "page": "23",
            "part": "1",
            "seal": "3548759C"
        },
        {
            "id": "24",
            "nass": "ثانياً: يحرمون المظاهرة بناءً على أنها خروج على الحاكم!! وبما أن الخروج على الحاكم حرام فالمظاهرة حرام .. ¶ وكأن المظاهرة خروج على الحاكم لا خلاف فيه أبداً!! ¶ مع أن المظاهرة لا ينطبق عليها الخروج على الحاكم كما بيَّن الفقهاء!! ¶ وسيأتي بيان ذلك فيما بعد .. ¶ ثم يقررون حكم المظاهرة بناءً على تقسيمات الخليفة والخروج عليه!! ¶ يقررون هذا ويتجاوزون تعريف المظاهرة، وتعريف الخروج على الحاكم!! ¶ فهل يستقيم هذا في البحث الفقهي؟!!",
            "page": "24",
            "part": "1",
            "seal": "5C309F6B"
        },
        {
            "id": "25",
            "nass": "قد يلابس المظاهرة في خروجها مفسدة فما حكم المظاهرة في هذه الحالة؟!! ¶ تحرير محل النزاع ¶ المفسدة في المظاهرة: هي قتل أو جروح أو تعذيب أو اعتقال .. ¶ فعندما تخرج المظاهرة، ويفرقها رجال الأمن بالقوة مستخدمين السلاح والهراوات وغير ذلك .. نجد القتل والكسور والجروح .. وغير ذلك .. ¶ فإذا تركت المظاهرة ولم تأتِ قوات الأمن، فإن هذه المفاسد لا نجدها!! ¶ وهذا ما شاهدناه في مصر، وعشناه في سوريا .. فقد خرج في حماة أكثر من نصف مليون متظاهر على مدار شهر ولم تحصل أي مفسدة!! وهذا شأن كل المحافظات السورية .. ¶ إذاً: ¶ لا يوجد مفسدة في المظاهرات .. فهي سلمية .. لم يخرج أفرادها شاهري السلاح .. ولا قصدهم القتل .. ولا التخريب .. ولا الفساد .. ¶ إنما خرجوا للمطالبة بحقوقهم ورفع الظلم، فإن حصل تصرف فردي فهو نادر، و\"النادر لا حكم له\" كما تقول القاعدة الفقهية .. ¶ فالمفسدة يتحملها الأمن وحده وليس على المتظاهرين شيء من الحرمة ¶ فكيف نحمل المتظاهرين الحرمة وهم غير متسببين شرعاً ولا مباشرين.",
            "page": "25",
            "part": "1",
            "seal": "E4FCE852"
        },
        {
            "id": "26",
            "nass": "بيان أن المتظاهرين غير متسببين بالمفسدة شرعاً ¶ إذا اجتمع التسبب والمباشرة؛ فإن المفسدة تضاف إلى المباشر، فإن حصل إتلاف؛ فإن المباشر يضمن ما أتلف، ولا ضمان على المتسبب. ¶ مثال: ¶ حفر محمد بئراً، فوقف خالد ينظر إليه، فدفعه أحمد فمات خالد في البئر. ¶ فمحمد متسبب، وأحمد مباشر، فالضمان على أحمد. ¶ وأما الإثم: فإن المباشر يأثم لأنه باشر الإتلاف، وأما المتسبب فإنه لا إثم عليه إلا في حالة التعدي أو التفريط. ¶ ففي مثالنا السابق إن كان محمد حفر البئر متعدياً؛ كمن حفره بجنب الطريق يكون آثماً، حتى إذا ما وقع خالد لوحده في البئر؛ ضمن محمد مع الإثم لوجود التسبب فقط. ¶ مثال على التفريط: ¶ لو أوقد أحد الناس ناراً بملكه، ثم هبت الريح فنقلت النار إلى ملك غيره فاحترق، لا يأثم ولا يضمن ما تلف من ملك جاره .. لأنه لم يفرط. ¶ ولو أوقد النار والريح عاصفة ضمن لتفريطه. ¶ فالمتسبب لا يكون متسبب شرعاً إلا في حالتي التعدي أو التفريط .. ¶ ولذلك عندما بلغ رسول الله صلى الله عليه وسلم رسالة ربه إلى قريش، وآمن معه من آمن؛ فقد قتل من أصحابه من قتل، وعذب من عذب، فقد قتلت سمية، وعذب عمار وبلال وغيرهم .. ¶ فهل كان رسول الله صلى الله عليه وسلم متسبباً بذلك سبباً معتبر شرعاً!!.",
            "page": "26",
            "part": "1",
            "seal": "583A9B7B"
        },
        {
            "id": "27",
            "nass": "وبناء على ذلك: المتظاهرون ليسوا متسببين شرعاً لأنهم غير متعدين ولا مفرطين بخروجهم فقد خرجوا بحق. ¶ فلو كان خروجهم بغير حق لقلنا هم متسببون. ¶ وكذلك ينطبق الكلام تماماً بتمام على الضرر الذي يلحق أقارب المتظاهرين. ¶ فإن خرج أحد الناس إلى المظاهرة، وقتل أخوه بسبب خروجه؛ فلا إثم عليه لأنه غير مفرطٍ ولا متعدٍّ. ¶ بعدما تبين من خلال تحرير محل النزاع: أن المفسدة يتحملها الأمن .. ¶ ونحن نعلم أن المظاهرة إذا خرجت غالباً ما يتعرض لها الأمن، ويحدث فيها مفاسد من قتل وجرح وغير ذلك .. ¶ فهل يصح الخروج والحالة هذه إلى المظاهرات لمطالبة الحاكم برفع الظلم وإحقاق الحق؟! .. ¶ أم يصبح الخروج حراماً لتفادي وقوع المفسدة؟!! ¶ الجواب: تبقى المظاهرة –والحالة هذه- واجبة .. وبيان ذلك في الفقرة الآتية.",
            "page": "27",
            "part": "1",
            "seal": "78FBAC55"
        },
        {
            "id": "28",
            "nass": "الأدلة على بقاء المظاهرة السلمية واجبة ¶ مع ما يواجهها من مفسدة ¶ الدليل الأول: ¶ قال الله تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195]. ¶ سبب نزولها: ¶ عن أسلم أبي عمران التجيبي قال: كنا بالقسطنطينية وعلى أهل مصر عقبة ابن عامر الجهني صاحب رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وعلى أهل الشام فضالة بن عبيد صاحب رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، فخرج من المدينة صف عظيم من الروم، قال: وصففنا صفاً عظيماً من المسلمين، فحمل رجل من المسلمين على صف الروم حتى دخل فيهم، ثم خرج إلينا مقبلاً، فصاح الناس وقالوا: سبحان الله! ألقى بيده إلى التهلكة! فقام أبو أيوب الأنصاري صاحب رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فقال: أيها الناس إنكم تتأولون هذه الآية على هذا التأويل! وإنما أنزلت هذه الآية فينا معشر الأنصار! إنا لما أعز الله دينه وكثر ناصريه, قلنا فيما بيننا بعضنا لبعض سراً من رسول الله: إن أموالنا قد ضاعت، فلو أنا أقمنا فيها، فأصلحنا ما ضاع منها! فأنزل الله في كتابه يرد علينا ما هممنا به، فقال: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ}، بالإقامة التي أردنا أن نقيم في الأموال ونصلحها، فأمرنا بالغزو. ¶ فما زال أبو أيوب غازياً في سبيل الله حتى قبضه الله (¬1). ¶ ¬__________ ¶ (¬1) أثر صحيح: أخرجه أبو داود 1/ 158، والترمذي برقم: (2972)، والنسائي في \"سننه الكبرى\" برقم (11029)، والحافظ أبو يعلى في \"مسنده\" 2/ 265، وابن حبان في \"صحيحه\" برقم: (1667)، والحاكم في \"مستدركه\" 3/ 232، كلهم من حديث يزيد بن أبي حبيب به، وقال الترمذي: حسن صحيح غريب، وقال الحاكم: على شرط الشيخين ولم يخرجاه، وانظر تفسير الآية عند: الإمام الطبري 3/ 590، وابن أبي حاتم وعبد بن حميد وابن مردويه، وابن كثير وباقي كتب التفسير. والعجب لمن يفسر الآية بعكس ما ورد!!",
            "page": "28",
            "part": "1",
            "seal": "A39605DA"
        },
        {
            "id": "29",
            "nass": "فسبب نزول الآية هو ترك الجهاد، وذلك عندما فتح الصحابة البلاد، وغنموا الغنائم، فانشغلوا بها عن الجهاد، فأنزل الله تعالى: {وَأَنْفِقُوا فِي سَبِيلِ اللَّهِ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: 195]. ¶ أي: إذا تركتم الجهاد بانشغالكم بالغنائم فسيؤدي إلى الهلاك!! ¶ وليس الجهاد الذي فيه مفسدة القتل والجرح والكسر والاعتقال هو التهلكة .. ¶ قال ابن حجر العسقلاني: وروى ابن جويبر وابن المنذر بإسناد صحيح، عن مدرك بن عوف قال: إني لعند عمر، فقلت: إن لي جارًا رمى بنفسه في الحرب فقتل. فقال ناسٌ: ألقى بيده إلى التهلكة، فقال عمر: \"كذبوا، لكنه اشترى الآخرة بالدنيا\" (¬1). ¶ وكذلك ترك المظاهرة التي من خلالها نطالب برفع الظلم، وإحقاق الحق، يؤدي إلى التهلكة، وقد عشنا هذه التهلكة في سوريا، وذقنا مرارتها وألمها وذلها فقد تحكمت فئة قليلة بسوريا وقد أفسدت العباد وخربت البلاد ونهبت الممتلكات .. ¶ ¬__________ ¶ (¬1) \"فتح الباري شرح صحيح البخاري\" للحافظ ابن حجر العسقلاني 6/ 33.",
            "page": "29",
            "part": "1",
            "seal": "0A9E8A5F"
        },
        {
            "id": "30",
            "nass": "الدليل الثاني: ¶ قال الله تعالى: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ} [البقرة: 216]. ¶ فالجهاد فيه مفاسد كثيرة: من قتلٍ وجروحٍ وكسورٍ وأسر وتعذيب .. ¶ إذ لا تخلو معركة من المفاسد، ومع ذلك شرع الله تعالى الجهاد، وهو باقٍ إلى يوم القيامة .. ¶ فالمجاهدون أصحاب حقٍّ خرجوا من أجله، فإذا ما تعرضوا لقتلٍ أو غير ذلك .. ¶ فإن ذلك في سبيل الله تعالى .. فهذه المفسدة أقرتها الشريعة، بل أوجبت الجهاد، وجعلت المقتول فيه شهيداً .. ¶ فالمتظاهرون أصحاب حقٍّ خرجوا من أجله، فإذا ما تعرضوا لقتلٍ أو غير ذلك .. ¶ فإن ذلك في سبيل الله تعالى .. ¶ الدليل الثالث: ¶ قال النبي صلى الله عليه وعلى آله وصحبه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» (¬1). ¶ فالنبي صلى الله عليه وعلى آله وصحبه وسلم أدخل الرجل بحالة فيها مفسدة وهي هلاك نفسه بقوله فقتله .. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد.",
            "page": "30",
            "part": "1",
            "seal": "5ECFC280"
        },
        {
            "id": "31",
            "nass": "فهذا القتل –والحالة هذه- أقرته الشريعة الإسلامية، بل جعلت المقتول شهيداً، بل جعلته مع سيد الشهداء حمزة بن عبد المطلب رضي الله تعالى عنه .. ¶ فالمظاهرة السلمية جهاد في سبيل تعالى، فالمتظاهرون يقولون للحاكم كلمة حقٍّ، ومن يقتل فيها فسيكون مع سيد الشهداء حمزة رضي الله تعالى عنه في الجنة، والذي يقتله من رجال الأمن في النار .. ¶ ومن يجرح أو يسجن أو يعذب فكل ذلك في سبيل الله تعالى، فإذا كان عندنا احتمال أن بعض المتظاهرين سيقتلون فيبقى التظاهر واجباً .. ¶ فإما أن نعيش حياة العزة والكرامة التي أرادها الله تعالى .. أو نكون مع سيد الشهداء حمزة بن عبد المطلب رضي الله تعالى عنه .. ¶ وعلينا أن نسجد شاكرين الله تعالى على هذه الأدلة الشرعية التي من خلالها لم يرضَ لنا الله ورسوله أن نعيش حياة الذل والهوان .. ¶ زيادة وبيان: ¶ أوجب الله الجهاد على الأمة، وهو فيه مفسدة محققة، وأخبر بأن من يقول كلمة الحق للإمام الجائر ويقتله الإمام بأنه شهيد عند الله تعالى، بل مع سيد الشهداء، وذلك ترغيب بمفسدة!! ¶ فكيف يوجب الشارع ويشجع ويرغب بأمر فيه مفسدة لا محالة؟!! ¶ وخاصة مفسدة القتل!! ¶ فالأصل أن يُمنع المسلم من كل فعلٍ فيه مفسدة؛ طالما أن الشريعة جاءت لدفع المفاسد وجلب المصالح.",
            "page": "31",
            "part": "1",
            "seal": "CA861F08"
        },
        {
            "id": "32",
            "nass": "وبيان ذلك: ¶ المفسدة هي المضرة .. والمصلحة هي المنفعة. ¶ والشريعة جاءت لمنع المفاسد، وتحقيق مصالح العباد في المعاش والمعاد .. ¶ فما جاءت به الشريعة من الأحكام: المباح والواجب والمندوب؛ فلتحقيق مصلحة. ¶ وما جاءت به الشريعة من الأحكام المحرمة والمكروهة؛ جاءت لمنع مفسدة ومنع المفسدة مصلحة. ¶ فما أمر الله تعالى وأذن به فهو حسن، وما نهى عنه فهو قبيح، فالحسن ما حسنه الشرع، والقبيح ما قبحه الشرع، ولا يوجد في الواقع حسنٌ خالص إلا قليل، ولا يوجد قبيح خالص إلا قليل. ¶ وأما فيه مفسدة ومصلحة: ¶ فما كانت المصلحة فيه أكثر من المفسدة فهو حسن، وما كانت فيه المفسدة أكثر من المصلحة فهو قبيح.",
            "page": "32",
            "part": "1",
            "seal": "D9E4A784"
        },
        {
            "id": "33",
            "nass": "أمثلة لمزيد من التفصيل والبيان: ¶ المثال الأول: ¶ الخمر فيه مصلحة وفيه مفسدة قال تعالى: {يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ} [البقرة: 219]. ¶ فلما حرمه الله تعالى علمنا أن المفسدة أكثر من المصلحة فهو قبيح، والعقل مرة يرجح المفسدة فيمنع الخمر، ومرة يرجح المصلحة فلا يمنعه. ¶ المثال الثاني: ¶ الزنا فيه مفسدة وفيه مصلحة. ¶ المفسدة: ضياع الأنساب والأولاد وعدم انسجام ذلك مع مسيرة الحياة .. وهناك مفاسد أخرى. ¶ المصلحة: هي المنفعة التي تتحقق من خلال اللذة. ¶ فلما حرم الله تعالى الزنا علمنا أن المفسدة أكبر من المصلحة، فهو قبيح والعقل قد يتفق مع الشرع، وقد يختلف في هذا. ¶ المثال الثالث: ¶ قطع يد السارق: فيه مفسدة وفيه مصلحة، المفسدة في قطع يد السارق إتلاف يد الإنسان، والمصلحة حفظ أموال الناس .. ¶ فلما شرع الله قطع يد السارق فقد علمنا أن المصلحة في قطع يد السارق أكثر من المفسدة فهو حسن.",
            "page": "33",
            "part": "1",
            "seal": "497C9ADD"
        },
        {
            "id": "34",
            "nass": "والعقل في هذا الحكم قد يتفق مع الشرع، وقد يختلف، وغالباً ما يختلف العقل في هذا، ولذلك يشنع على الإسلام مشروعية هذا الحكم. ¶ والمسلم عندما يتلقى أحكام الله لا ينظر إلى المصلحة والمفسدة، لأنه يعتقد اعتقاداً جازماً أن ما شرعه الله فيه مصلحة. ¶ وإن لم تظهر له وما نهى عنه الله تعالى، فيه مفسدة وإن لم تظهر له، وهذه هي العبودية لله تعالى. ¶ قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} [الذاريات: 56]. ¶ والمسلم لا يمتنع من أن يبحث في حكمة أحكام الشريعة، ليعيش مع عظمة هذا التشريع الرباني، فإن لم يعثر على حكمة لبعض الأحكام فهذا لا يعني أنه لا يوجد لهذا الحكم حكمة!! ¶ كل ما هنالك أن العقل لم يعثر عليها، وكثير من الأحكام في بدايتها لم يعثر العقل على حكمتها، ومع مرور الزمان ظهرت الحكمة!! ¶ والممنوع أن يبحث في حكمة الأحكام فما وجد له حكمة أثبته وما لم يجد فيه حكمة تركه وهذا يتناقض مع العبودية لله تعالى. ¶ والله جعل مساحة واسعة من الأحكام يأخذ بها المسلم بناء على المصلحة فيأخذ منها ما يشاء، ويترك ما يشاء، وهذا ضمن ما أباحه الله تعالى. ¶ فإن أمر الشارع بأمر فيه مفسدة، فيكون من أجل تحقيق مصلحة أكبر وأعظم من تلك المفسدة. ¶ مثال: قال الله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} [المائدة: 33].",
            "page": "34",
            "part": "1",
            "seal": "2AD8D4AE"
        },
        {
            "id": "35",
            "nass": "شرع الله هذه العقوبة وأمر بها وهي القتل، وقطع الأيدي، والأرجل، وكلها مفاسد من أجل تحقيق مصلحة أكبر وأعظم من تلك المفسدة، والمصلحة تحقيق أمن الناس وحفظ أموالهم ونفوسهم وأجسادهم. ¶ مثال آخر: ¶ أمر الله تعالى بقطع يد السارق وقطع يد السارق مفسدة أمر بها من أجل تحقيق مصلحة أكبر وأعظم منها، وهي حفظ أموال الناس وأمنهم. ¶ فالحفاظ على أمن ملايين البشر، وعلى نفوسهم وأموالهم وأعراضهم أكبر وأعظم بكثير من إتلاف عضو خائن وهو يقام عليه الحد .. ¶ وكذلك شرع الله الجهاد وفيه مفاسد من أجل تحقيق مصلحة الدفاع عن أرض المسلمين، وجهاد كل من يقف في وجه الإسلام ليمنع دعوته، فهذه المصالح أكبر وأعظم من المفاسد التي تحصل في الجهاد. ¶ وكذلك قال رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). ¶ فطلب النبي صلى الله عليه وسلم من الأمة أن تقول كلمة حق عند سلطان جائر، وفيه مفسدة القتل وغيرها. ¶ طلب النبي صلى الله عليه وسلم هذا من أجل تحقيق مصلحة أكبر وأعظم من تلك المفسدة!! ¶ والمصلحة تقويم اعوجاج وظلم وطغيان الحاكم، فلا يترك الحاكم يفعل ما يشاء بما شاء وكيفما شاء!! ¶ وإنما هناك مراقبة من الأمة، فإذا ما وجدت الأمة ظلماً من الحاكم هبَّت لتقول له كلمة حقٍّ تمنعه من الظلم. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330.",
            "page": "35",
            "part": "1",
            "seal": "6EBE3B42"
        },
        {
            "id": "36",
            "nass": "ولو أدى ذلك إلى قتل من يقول كلمة الحق!! ¶ حيث قال رسول الله صلى الله عليه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» (¬1). ¶ وما زاد ظلم الحكام إلا بسكوت الأمة وخاصة علماء الحكام .. ¶ على أن مفسدة القتل الحاصلة من قول كلمة الحق والجهاد في سبيل الله تعالى قد عوض الله تعالى لصاحبها بأضعاف ما يبذله، فإن قتل فهو شهيد، ولذلك تجد كثيراً ممن يخرج لقول كلمة الحق والجهاد تجده طالباً الشهادة قبل النصر، وإن جرح، أو كسر، أو عذب، فكل ذلك في سبيل الله تعالى، وله الأجر من الله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا} [الكهف: 30]. ¶ إذا علمنا ما تقدم؛ تبين لنا أن قاعدة سد الذرائع لا ترد على من يقول الحق والجهاد، ولا على المظاهرة، لأن المتظاهرين يقولون كلمة حقّ، فإن أجرينا قاعدة سد الذرائع على الجهاد وقول كلمة الحق؛ فإنه يلغي الجهاد وقول كلمة الحق!! ¶ فقاعدة سد الذرائع يؤصل عليها ضمن ضوابطها. ¶ وكذلك لا يصح أن ندرج المظاهرة تحت قاعدة: \"درء المفاسد مقدم على جلب المصالح\"، فنقول: إذا كانت المظاهرة تجلب مصلحة وهي رفع الظلم، وينتج عنها مفسدة وهي القتل أو غيره .. فإن ذلك يحرم بناء على القاعدة: \"درء المفاسد مقدم على جلب المصالح\". ¶ هذه قاعدة فقهية وليست أصولية!! والفرق بينهما: أن القاعدة الأصولية يفرع عليها فقد وضعت أصلاً ليفرع عليها. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد.",
            "page": "36",
            "part": "1",
            "seal": "12CF4DFE"
        },
        {
            "id": "37",
            "nass": "والقاعدة الفقهية تضم أكبر عدد من فروعها والبعض الآخر من فروعها لا يدخل!! وكان ينبغي أن يدخل!! ¶ لأن القاعدة الفقهية جامعة وليس منشئة، ولذلك ما من قاعدة فقهية إلا ولها استثناءات، ومن أراد الاستزادة فعليه بكتب القواعد الفقهية. ¶ فالجهاد في سبيل الله تعالى فيه مفسدة وفيه مصلحة، فلو أجرينا قاعدة: \"درء المفاسد مقدم على جلب المصالح\" لألغي الجهاد وألغي قطع يد السارق وغيرها .. ¶ والمظاهرة أفرادها خرجوا لقول كلمة حق للسلطان الجائر، كما أمرهم رسول الله صلى الله عليه وسلم، وأخبرهم بأن السلطان ربما سيقتل منهم، فإن قتل أحد منهم فهو شهيد، حيث قال رسول الله صلى الله عليه وسلم: «سيد الشهداء حمزةُ بن عبد المطلب، ورجُلٌ قام إلى إمام جائرٍ فأمرهُ ونهاهُ؛ فقتلهُ» (¬1). ¶ فلو أجرينا قاعدة: \"درء المفاسد مقدم على جلب المصالح\" على من يقول كلمة الحق وغلب على ظنه أنه يقتله الإمام لألغي هذا الحكم الثابت بقول رسول الله صلى الله عليه وسلم \"فأمره ونهاه فقتله\". ¶ فهذه الأحكام لا تدخل تحت هذه القاعدة!! وعدم دخولها ثبوت النصوص بخصوص كل واحد منها، ولا يمكن للقاعدة الفقهية أن تلغي ما ثبت بالنص. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الحاكم في \"المستدرك\" 3/ 215، وقال: صحيح الإسناد.",
            "page": "37",
            "part": "1",
            "seal": "1F8999F3"
        },
        {
            "id": "38",
            "nass": "شُبهةٌ وردّ ¶ - إذا كان دليل وجوب التظاهر هو آيات الأمر بالمعروف والنهي عن المنكر .. ¶ فإن ذلك يُترَك إذا نتج عن ذلك منكر أكبر منه، وهذا قاله مَن تكلم من العلماء حول الأمر بالمعروف والنهي عن المنكر .. ¶ - والجواب: هذا الكلام صحيح ويطبق عندما ينتج عن الأمر بالمعروف والنهي عن المنكر منكر أكبر منه .. ¶ وأمَّا إن نتج عن الأمر بالمعروف والنهي عن المنكر مفسدة عند الآمر مثل: ضرب أو قتل؛ فإن هذا نوع من الجهاد كما بينا من قبل، حيث قال رسول الله صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬1). ¶ وقال الله تعالى: {الَّذِينَ يُبَلِّغُونَ رِسَالَاتِ اللَّهِ وَيَخْشَوْنَهُ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا اللَّهَ وَكَفَى بِاللَّهِ حَسِيبًا} [الأحزاب: 39]. ¶ وقال حجة الإسلام الإمام الغزالي في \"إحياء علوم الدين\": ¶ يجوز للمحتسب - بل يستحب له- أن يعرِّض نفسه للضرب، وللقتل، إذا كان لحسبته تأثير في رفع المنكر، أو في كسر جاه الفاسق، أو في تقوية قلوب أهل الدين .. (¬2) ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه أبو داود 1/ 599، والترمذي برقم: (2972) وقال: حسن صحيح غريب، والحاكم في المستدرك 2/ 275، وصححه ووافقه الذهبي. ¶ (¬2) \"إحياء علوم الدين\" لحجة الإسلام محمد الغزالي 2/ 319.",
            "page": "38",
            "part": "1",
            "seal": "A08F13AB"
        },
        {
            "id": "39",
            "nass": "فهذا أبو سليمان الداراني رحمه الله تعالى يقول: ¶ سمعت من بعض الخلفاء كلامًا، فأردتُ أن أنكر عليه، وعلمتُ أني أُقتَل، ولم يمنعني القتل .. ¶ ولكن كان في ملأ من الناس، فخشيتُ أن يعتريني التزيُّن للخلق، فأُقتل من غير إخلاص في الفعل .. (¬1) ¶ وما زال العلماء يقولون كلمة حقٍّ عند السلاطين والخلفاء والولاة .. ¶ يقولون هذا؛ فمنهم مَن عُذِّب، ومنهم مَن سجن، ومنهم مَن قتل، وهذا إمام أهل السُّنة والجماعة أحمد بن حنبل يُضرَب ويُعذَّب حتى يكاد يموت من أجل كلمة حقٍّ، فهل كان الإمام أحمد متهوِّراً أو معرِّضاً نفسه لمفسدةٍ يأثم بها؟!! ¶ أم أنه مجاهد في سبيل الله تعالى؟!! ¶ ولو أننا لم ننظر إلَّا للمفاسد التي تنتج عن الجهر بالحقِّ لما ظهر الحقُّ أبداً!! ¶ ¬__________ ¶ (¬1) \"إحياء علوم الدين\" لحجة الإسلام محمد الغزالي 2/ 319.",
            "page": "39",
            "part": "1",
            "seal": "E6987C5D"
        },
        {
            "id": "40",
            "nass": "المظاهرة والخروج على الحاكم ¶ للحاكم مع رعيته (المواطنين) خمس حالات: ¶ 1 – طاعة الحاكم فيما يأمر به من طاعة. ¶ 2 – طاعة الحاكم الظالم. ¶ 3 – طلب الرعية رفع الظلم وإحقاق الحق. ¶ 4 – طلب الرعية إسقاط الحاكم. ¶ 5 – الخروج على الحاكم لخلعه بالقوة. ¶ طاعة الحاكم فيما يأمر به من طاعة: ¶ أمر الله بطاعة الحاكم بنص القرآن الكريم قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59]. ¶ فنحن مأمورون بطاعة الحاكم ومخالفة الحاكم معصية لله عز وجل قبل أن تكون مخالفة له وقد وردت أحاديث كثيرة في طاعة الحاكم .. منها الحديثين التاليين: ¶ 1 - عَنْ جُنَادةَ بْنِ أَبِي أُمَيَّةَ، قَالَ: دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ وَهُوَ مَرِيضٌ، قُلْنَا: أَصْلَحَكَ اللهُ، حَدِّثْ بِحَدِيثٍ يَنْفَعُكَ اللهُ بِهِ، سَمِعْتَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم قَالَ: دَعَانَا النَّبِيُّ صلى الله عليه وسلم فَبَايَعْنَاهُ، فَقَالَ فِيمَا أَخَذَ عَلَيْنَا، أَنْ بَايَعَنَا عَلَى السَّمْعِ وَالطَّاعَةِ فِي مَنْشَطِنَا وَمَكْرَهِنَا وَعُسْرِنَا وَيُسْرِنَا وَأُثْرَةٍ",
            "page": "40",
            "part": "1",
            "seal": "0D0E9BC5"
        },
        {
            "id": "41",
            "nass": "عَلَيْنَا، وَأَنْ لاَ نُنَازِعَ الأَمْرَ أَهْلَهُ إِلاَّ أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللهِ فِيهِ بُرْهَانٌ (¬1). ¶ 2 - وقَالَ صلى الله عليه وسلم: عن عوفِ بن مَالِكٍ رضي الله عنه، قَالَ: سَمِعْتُ رسولَ الله صلى الله عليه وسلم، يقول: «خِيَارُ أئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ، وَتُصَلُّونَ عَلَيْهِمْ وَيُصَلُّونَ عَلَيْكُمْ. وشِرَارُ أئِمَّتِكُم الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ، وَتَلعَنُونَهُمْ وَيَلْعَنُونَكُمْ!»، قَالَ: قُلْنَا: يَا رسول اللهِ، أفَلاَ نُنَابِذُهُم؟ ¶ قَالَ: «لاَ، مَا أقَامُوا فِيْكُمُ الصَّلاَةَ. لاَ، مَا أقَامُوا فِيكُمُ الصَّلاَةَ» (¬2). ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه أحمد 5/ 314، والبخاري 1/ 599، ومسلم 3/ 1470 .. ¶ (¬2) حديث صحيح: أخرجه مسلم 6/ 24.",
            "page": "41",
            "part": "1",
            "seal": "CC9210AE"
        },
        {
            "id": "42",
            "nass": "تحرير محل طاعة الحاكم ¶ إما أن يأمر الحاكم بما نص عليه القرآن والسنة، وإما أن يأمر بما لم ينص عليه القرآن والسنة. ¶ الله سبحانه وتعالى أمرنا بكتابه وبسنة رسوله صلى الله عليه وسلم بأوامر منها الواجب والمباح والمندوب والمحرم والمكروه. ¶ فإن أمر الحاكم بما أمر به الله تعالى فيكون ذلك تنفيذاً لما أمر به الله ورسوله، ويكون طاعة لله تعالى، ونحن مأمورون بطاعة الله سبحانه، سواء أمر الحاكم أو لم يأمر. ¶ فتحريم الزنا والخمر وغيرهما .. وإقامة الصلاة والصوم وغيرهما .. ¶ ليس متوقفاً على أمر الحاكم. ¶ وإن أمر بما لم ينص عليه القرآن والسنة من الأمور الاجتهادية وسواء كان الاجتهاد في أمور الدين أو الحياة. ¶ وسواء كان هو قد اجتهد إن كان أهلاً، أو تبنى رأي أهل الشورى أو أهل الحلّ والعقد؛ فإن طاعته واجبة. ¶ وهذا محل طاعة الحاكم التي أمرنا الله بها. ¶ ويجب أن يكون مرجع الأحكام الاجتهادية القرآن والسنة وما تفرع عنهما من الأصول كما هو مقرر في أصول الفقه. ¶ فليس للحاكم طاعة ذاتية، وإنما طاعته واجبة إذا كان ما يأمر به من الأحكام مرجعه الشريعة.",
            "page": "42",
            "part": "1",
            "seal": "1A2BE7F0"
        },
        {
            "id": "43",
            "nass": "أمثلة على طاعة الحاكم: ¶ 1 - قانون السير. ¶ 2 - قانون الإدارة المحلية. ¶ 3 - قانون التعليم. ¶ هذه القوانين يجتهد فيها الحاكم ويقررها فتصبح قوانين يحرم مخالفتها، ومخالفتها معصية لله تعالى، لأن الله تعالى أمر بطاعة الحاكم. ¶ نأخذ من قوانين السير جزئية إشارة المرور: ¶ فالإشارة الحمراء إن ظهرت يجب على السائق الوقوف، فإن لم يقف السائق وقطع الإشارة يكون عاصياً لله تعالى، لأن هذا القانون وضعه الحاكم، والله أمرنا بطاعته. ¶ ونأخذ من قانون الإدارة المحلية جزئية تنظيم السكن: ¶ فالحاكم حدد نسبة البناء في كل محضر، ونسبة الوجائب، فإن خالف الإنسان هذا يكون عاصياً لله تعالى. ¶ لأن هذا القانون وضعه الحاكم والله تعالى أمرنا بطاعته. ¶ نأخذ من قانون التعليم جزئية الإجازة (الشهادة): ¶ فالإجازة لا ينالها إلا من نجح في الامتحان، فمن لم ينجح في الامتحان ودفع رشوة فصار من الناجحين، يكون عاصياً لله تعالى، لأن هذا القانون وضعه الحاكم والله أمرنا بطاعته. ¶ بل قد عصى مرتين مرة بالرشوة ومرة بمخالفة الحاكم. ¶ والحكمة من الأمر بطاعة الحاكم أن تستقيم حياة الأمة واستقامة حياتها، بأن يستجيبوا لأوامر الله تعالى، ومن أوامر الله طاعة الحاكم، وهذا من كمال الدين",
            "page": "43",
            "part": "1",
            "seal": "0DBBBB7D"
        },
        {
            "id": "44",
            "nass": "قال تعالى: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: 3]. ¶ فإذا انعدمت طاعة الحاكم في الأمة عمَّت الفوضى وانتشر الفساد. ¶ وأي دين هذا الذي يجعل طاعة الحاكم فيما يأمر به في غير معصية طاعة لله عز وجل. ¶ إنه أرقى ما يوجد على وجه الأرض، بل هو الوحيد على وجه الأرض، لأن غير أحكام الشريعة أحكام أرضية لا علاقة لها بالخالق. ¶ مما يجعل من هذا المجتمع أرقى مجتمع تعرفه البشرية من خلال التزامها بتطبيق القوانين، فالقوانين في الإسلام تطبق فضلاً عن قهر الحاكم تطبق طاعة لله عز وجل.",
            "page": "44",
            "part": "1",
            "seal": "17A85A04"
        },
        {
            "id": "45",
            "nass": "طاعة الحاكم الظالم ¶ الحاكم ينقسم إلى قسمين: ¶ أن يكون عادلاً. ¶ أن يكون غير عادل. ¶ إن كان عادلاً فقد تقدم بيان طاعته في الفصل السابق. ¶ وإن كان غير عادل فقد وردت أحاديث تحدد لنا كيفية التعامل معه. ¶ الحديث الأول: ¶ وقَالَ صلى الله عليه وسلم: عن عوفِ بن مَالِكٍ رضي الله عنه، قَالَ: سَمِعْتُ رسولَ الله صلى الله عليه وسلم، يقول: «خِيَارُ أئِمَّتِكُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ، وَتُصَلُّونَ عَلَيْهِمْ وَيُصَلُّونَ عَلَيْكُمْ. وشِرَارُ أئِمَّتِكُم الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ، وَتَلعَنُونَهُمْ وَيَلْعَنُونَكُمْ!»، قَالَ: قُلْنَا: يَا رسول اللهِ، أفَلاَ نُنَابِذُهُم؟ ¶ قَالَ: «لاَ، مَا أقَامُوا فِيْكُمُ الصَّلاَةَ. لاَ، مَا أقَامُوا فِيكُمُ الصَّلاَةَ» (¬1). ¶ وفي رواية: قُلنا: يا رسول الله، أفَلا نُنابِذُهم عند ذلك؟، قال: «لا، ما أقاموا فيكم الصلاةَ، لا، ما أقاموا فيكم الصلاةَ، ألا مَنْ وَلِيَ عليهِ وَالٍ، فرآهُ يَأْتي شَيئاً مِنْ مَعصيةِ اللهِ، فليكره ما يأتي من معصية الله، ولا يَنْزِعَنَّ يَداً من طَاعَةٍ» (¬2). ¶ الحديث الثاني: ¶ عن أبي سلام قال: قال حذيفة بن اليمان: قلت يا رسول الله، إنا كنا بشر، فجاء الله بخير فنحن فيه، فهل من وراء هذا الخير شر؟ ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه مسلم 6/ 24. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد 6/ 28، ومسلم 6/ 24.",
            "page": "45",
            "part": "1",
            "seal": "5E760F22"
        },
        {
            "id": "46",
            "nass": "قال: «نعم». قلت: هل من وراء ذلك الشر خير؟ ¶ قال: «نعم». قلت: فهل من وراء ذلك الخير شر؟ ¶ قال: «نعم». قلت: كيف؟ ¶ قال: «يكون بعدي أئمة لا يهتدون بهداي، ولا يستنون بسنتي، وسيقوم فيهم رجال قلوبهم قلوب الشياطين في جثمان إنس». ¶ قال: قلت كيف أصنع يا رسول الله إن أدركت ذلك؟ ¶ قال: «تسمع وتطيع للأمير، وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع» (¬1). ¶ الحديث الثالث: ¶ عَنْ جُنَادةَ بْنِ أَبِي أُمَيَّةَ، قَالَ: دَخَلْنَا عَلَى عُبَادَةَ بْنِ الصَّامِتِ وَهُوَ مَرِيضٌ، قُلْنَا: أَصْلَحَكَ اللهُ، حَدِّثْ بِحَدِيثٍ يَنْفَعُكَ اللهُ بِهِ، سَمِعْتَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم قَالَ: دَعَانَا النَّبِيُّ صلى الله عليه وسلم فَبَايَعْنَاهُ، فَقَالَ فِيمَا أَخَذَ عَلَيْنَا، أَنْ بَايَعَنَا عَلَى السَّمْعِ وَالطَّاعَةِ فِي مَنْشَطِنَا وَمَكْرَهِنَا وَعُسْرِنَا وَيُسْرِنَا وَأُثْرَةٍ عَلَيْنَا، وَأَنْ لاَ نُنَازِعَ الأَمْرَ أَهْلَهُ إِلاَّ أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللهِ فِيهِ بُرْهَانٌ (¬2). ¶ الحديث الرابع: ¶ عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ اللهِ عَزَّ وَجَلَّ» (¬3). ¶ ¬__________ ¶ (¬1) حديث صحيح: أخرجه البخاري 4/ 242، ومسلم 6/ 20 .. ¶ (¬2) حديث صحيح: أخرجه الإمام أحمد 5/ 314، والبخاري 1/ 599، ومسلم 3/ 1470 .. ¶ (¬3) حديث صحيح: أخرجه الإمام أحمد 2/ 333، وغيره ..",
            "page": "46",
            "part": "1",
            "seal": "1A877FA9"
        },
        {
            "id": "47",
            "nass": "الحديث الخامس: ¶ عَنْ عَبْدِ اللهِ بن مسعود، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ سَيَلِي أَمْرَكُمْ مِنْ بَعْدِي رِجَالٌ يُطْفِئُونَ السُّنَّةَ، وَيُحْدِثُونَ بِدْعَةً، وَيُؤَخِّرُونَ الصَّلَاةَ عَنْ مَوَاقِيتِهَا». ¶ قَالَ ابْنُ مَسْعُودٍ: يَا رَسُولَ اللهِ، كَيْفَ بِي إِذَا أَدْرَكْتُهُمْ؟ ¶ قَالَ: «لَيْسَ يَا ابْنَ أُمِّ عَبْدٍ طَاعَةٌ لِمَنْ عَصَى اللهَ». قَالَهَا ثَلَاثَ مَرَّاتٍ (¬1). ¶ الحديث السادس: ¶ قَالَ صلى الله عليه وسلم: «أَفْضَلُ الْجِهَادِ كَلِمَةُ حَقٍّ عِنْدَ سُلْطَانٍ جَائِرٍ» (¬2). ¶ فالنبي صلى الله عليه وسلم منع من مقاتلة هؤلاء الحكام، لكنه أجاز مقاتلتهم إذا ظهر الكفر البواح، أو إذا لم يقيموا الصلاة. ¶ وأمر بطاعتهم وحذّر من تركها ... ونهى عن طاعتهم فيما يأمرون به من معصية!! ¶ وأمر الأمة بأن تقول للحاكم الظالم كلمة حق. ¶ وأما ما أمر به رسول الله صلى الله عليه وسلم الأمة بأن تطيع الحاكم الذي تلبس بالظلم فيما يأمر به من طاعة، لأن تلبسه بالظلم لا يمنع من طاعته فيما يأمر به من طاعة. ¶ وأما النهي عن مقاتلتهم فلأنه يحصل من المفاسد أكثر ما يحصل من ظلمهم، فإن لم يحصل من مقاتلتهم مفسدة، أو كانت المفسدة أكبر من مفسدة مقاتلتهم فإن مقاتلتهم واجبة، وسيأتي بيان ذلك فيما بعد. ¶ ¬__________ ¶ (¬1) حديث حسن: أخرجه الإمام أحمد 6/ 340، وغيره .. ¶ (¬2) حديث حسن: أخرجه الإمام أحمد 5/ 251، وأبو داود 4/ 124، والنسائي 7/ 161، وابن ماجه 2/ 1330.",
            "page": "47",
            "part": "1",
            "seal": "2AD412AC"
        }
    ],
    "t1045": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف المظاهرة"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "شرح التعريف"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الحكم التكليفي للمظاهرة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "1",
            "tit": "مشروعية المظاهرة"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": "2",
            "tit": "تفصيل الحكم"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة الشرعية على التظاهر"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "أفعال الإنسان تنقسم إلى قسمين"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أدلة وجوب المظاهرة السلمية"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المظاهرة السلمية آلية عصرية حضارية إيجابية لرفع الظلم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "المظاهرة السلمية الواجبة من أفضل الجهاد في سبيل الله تعالى"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "هل تقال كلمة الحق في الشوارع"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "ما المقصود بكلمة: \"عند\" في حديث: «عند سلطان جائر»"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "2",
            "tit": "العلة من هذا القيد: \"عند\""
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "المظاهرة واجبة من وجهين"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا: واجبة بالأصالة أو الوسيلة"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": "2",
            "tit": "ثانيا: واجبة بالغاية"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المفسدة والمظاهرة السلمية"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "قصور في المنهجية عند من تكلموا عن المظاهرات السلمية"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "إذا لابس المظاهرة مفسدة فما حكمها في هذه الحالة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "تحرير محل النزاع"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "بيان أن المتظاهرين غير متسببين بالمفسدة شرعا"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة على بقاء المظاهرة السلمية واجبة حتى مع ملابسة المفسدة لها"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "الدليل الأول"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "الدليل الثاني"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "الدليل الثالث"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "2",
            "tit": "زيادة وبيان"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلة لمزيد من التفصيل والبيان"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "شبهة ورد"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "المظاهرة والخروج على الحاكم"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "للمواطنين أو الرعية مع الحاكم خمس حالات"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا: طاعة الحاكم فيما يأمر به من طاعة"
        },
        {
            "id": "42",
            "lvl": "4",
            "sub": null,
            "tit": "تحرير محل طاعة الحاكم"
        },
        {
            "id": "43",
            "lvl": "4",
            "sub": null,
            "tit": "أمثلة على طاعة الحاكم"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: طاعة الحاكم الظالم"
        },
        {
            "id": "49",
            "lvl": "4",
            "sub": null,
            "tit": "للحاكم ثلاث حالات"
        },
        {
            "id": "56",
            "lvl": "4",
            "sub": null,
            "tit": "إيراد"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا: طلب الرعية رفع الظلم وإحقاق الحق"
        },
        {
            "id": "60",
            "lvl": "4",
            "sub": null,
            "tit": "تعريف الخروج المحرم على الحاكم"
        },
        {
            "id": "60",
            "lvl": "5",
            "sub": "1",
            "tit": "1 - الأحناف"
        },
        {
            "id": "60",
            "lvl": "5",
            "sub": "2",
            "tit": "2 - المالكية"
        },
        {
            "id": "61",
            "lvl": "5",
            "sub": null,
            "tit": "3 - الشافعية"
        },
        {
            "id": "61",
            "lvl": "5",
            "sub": "1",
            "tit": "4 - الحنابلة"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "رابعا: طلب الرعية إسقاط الحاكم"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "خامسا: الخروج على الحاكم لخلعه بالقوة"
        },
        {
            "id": "73",
            "lvl": "4",
            "sub": "1",
            "tit": "1 - الحاكم العادل"
        },
        {
            "id": "73",
            "lvl": "4",
            "sub": "2",
            "tit": "2 - الحاكم غير العادل"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "حكم الخروج على الحاكم عند الفقهاء"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "سبب الخلاف والترجيح"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "علة منع الخروج على الحاكم"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "مثال لمزيد من التفصيل والبيان"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "الكفر البواح عند الحاكم"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "عدم إقامة الحاكم للصلاة"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق حول اغتصاب النساء"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "سؤال وجواب"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "س1: هل للمظاهرات أصل عند السلف"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "2",
            "tit": "س2: هل يصح للمتظاهرين الفرار من رجال الأمن"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "س3: كيف حكم على من قتله رجال الأمن في المظاهرة أنه شهيد مع أنه لا يطبق عليها أحكام الجهاد"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": "1",
            "tit": "س4: هل يغسل ويصلى على الشهيد"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "س5: متى لا يغسل الشهيد ولا يكفن"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "1",
            "tit": "س6: إذا سلم الشهيد إلى أهله ميتا من المشفى فهل يغسل ويكفن"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": "2",
            "tit": "س7: هل يصح للمتظاهر إذا لحقه رجل الأمن ليقتله أن يدافع عن نفسه؟ وربما يقتل رجل الأمن؟"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "س8: هل ينطبق على من دافع عن نفسه إذا لحقه الأمن فقتل أو قتل قول رسول الله صلى الله عليه وسلم: «إذا التقى المسلمان بسيفيهما، فالقاتل والمقتول في النار»"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "س9: ومتى لا يوجد مسوغ شرعي؟"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "2",
            "tit": "س10: هل كل من قتل في المظاهرة شهيد له ثواب الشهيد؟"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "س11: هل يصح أن تسير المظاهرة باتجاه الأمن"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "س12: هل يشترط إذن الوالدين للخروج إلى المظاهرة"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "2",
            "tit": "س13: إذا منع الوالدان أو أحدهما الولد من التظاهر وخرج بغير رضاهما فهل يكون عاقا لوالديه"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "س14: لماذا لا يشترط إذن الوالدين مع أن رسول الله صلى الله عليه وسلم قال لأحد الصحابة عندما أراد الجهاد: هل أحد من والديك حي؟ قال نعم. قال: ففيهما فجاهد"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": "1",
            "tit": "س15: هل المظاهرة بدعة"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "خلاصة البحث"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "المختصر المفيد من أحكام المظاهرات السلمية"
        }
    ]
}