{
    "b10471": [
        {
            "id": null,
            "nass": "[المقدمة] ¶ اعتقاد أهل السنة ¶ شرح ¶ أصحاب الحديث",
            "page": null,
            "part": null,
            "seal": "3D417D0B"
        },
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة إن الحمد لله، نحمده ونستعينه، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا - يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} ¶ أما بعد: فقد انتسب إلى أبي الحسن الأشعري في هذا العصر كثير من المسلمين، وأطلقوا على أنفسهم الأشاعرة نسبة إليه، وادعوا أنهم ملتزمون بما هو عليه في الاعتقاد وخاصة في مسائل الصفات، والحق أنهم لم يأخذوا بالعقيدة التي اعتنقها إمامهم في نهاية حياته كما في كتاب (الإبانة) و (المقالات) ، ومن العجيب أنهم زعموا أن الإمام أبا الحسن الأشعري ألف",
            "page": "3",
            "part": "1",
            "seal": "0DDDA115"
        },
        {
            "id": "2",
            "nass": "كتابه (الإبانة) مداراة للحنابلة وتقية، وخوفا منهم على نفسه. ¶ وهذا كلام فيه نظر، بل إنه جد خطير، إذ إن فيه قدحا في الإمام أبي الحسن الأشعري واتهاما له بأنه يبدل عقيدته - في الظاهر - على حسب الأحوال والملابسات، أو مجاراة للتيارات الفكرية السائدة، وهذه مسألة خطيرة، فالغاية لا تبرر الوسيلة عند أهل الحق، وينبغي للإنسان أن يحسن الظن بأمثال الإمام في هذا، بل إنني أجزم ببطلان هذا الزعم في حق الإمام الجليل، إذ إنه لا يمكن أن يداري أو يجاري في عقيدته، وهي مدار السلامة وهي العقد بينه وبين الله تعالى، ولا يفعل هذا إلا الموغلون في البدعة، والذين ليسوا على رسوخ في عقيدتهم وثقة بما هم عليه، كأمثال الباطنية وغيرهم. ثم إن الحنابلة لم تكن لهم سلطة يمكن أن تلحق الأذى بالإمام، بل كان في أيامه كثيرون من المبتدعة المعاندين، ولم ينزل بهم بطش الحنابلة وبأسهم، فهذه دعوى باطلة مردودة. ¶ وقد صرح الإمام في هذين الكتابين بأنه على عقيدة أهل الحديث، والزاعمون لهذا البطلان ممن انتسبوا إلى الإمام وسموا أنفسهم بالأشاعرة إنما هم في الحقيقة قد سلكوا طريقة ابن كلاب البصري، وهو ما كان عليه الأشعري في طوره الثاني من أطوار اعتقاده؛ فقد كان أولا معتزليا ثم تحول إلى مذهب ابن كلاب ثم استقر أخيرا على عقيدة السلف.",
            "page": "4",
            "part": "1",
            "seal": "55132BD7"
        },
        {
            "id": "3",
            "nass": "وادعى أتباعه أنهم هم أهل السنة والجماعة، ونسبوا من آمن بالنصوص الشرعية في الصفات الإلهية وأجراها على ظاهرها بدون تحريف ولا تعطيل ولا تكييف ولا تمثيل نسبوه إلى التشبيه والتجسيم، وهذا عين المخالفة لإمامهم حيث صرح بإثبات الصفات التي وردت في الكتاب والسنة، وردَّ على المعطلة والمشبهة. ولتوضيح هذه الحقيقة وتجليتها رأيت إبراز ما قرَّره في المقالات من مذهب أهل الحديث وصرح بأنه ملتزم به مع التعليق والإيضاح لما يحتاج لتعليق وذلك لبيان مدى موافقة الأشعري لمنهج السلف ومعتقدهم ومن ثم يظهر مخالفة أتباعه له في الاعتقاد. ¶ وحسب علمي فإن ما قرره الأشعري في مقالاته عن أهل الحديث لم يحظ بشرح مستقل ولم يعتن به، لذا وضعت هذا الشرح المختصر. أما المنهج الذي سأتبعه في هذا الشرح فهو كالآتي: ¶ 1 - رأيت أن أفضل من يشرح ما قرره الأشعري عن أصحاب الحديث في أمور الاعتقاد هم أهل الحديث أنفسهم لذا فإني أرجع إلى الكتب المؤلفة في عقيدة أهل السنة والجماعة على طريقة أهل الحديث وهي ما يأتي: ¶ أ- اعتقاد أئمة أهل الحديث للحافظ الإمام أبي بكر الإسماعيلي.",
            "page": "5",
            "part": "1",
            "seal": "F53C7A29"
        },
        {
            "id": "4",
            "nass": "ب- اعتقاد السلف أصحاب الحديث للحافظ الإمام شيخ الإسلام أبي عثمان إسماعيل الصابوني. ¶ ج- شرح أصول اعتقاد أهل السنة والجماعة للحافظ الإمام شيخ الإسلام أبي القاسم عبد الله اللالكائي. ¶ د- الحجة في بيان المحجة للإمام الحافظ أبي محمد الفضل التيمي الأصبهاني وغير ذلك من كتب أهل السنة والجماعة. ¶ 2 - فإن لم أجد اجتهدت في شرح كلام المؤلف مستدلا له من الكتاب والسنة، وقد أذكر أقوال أهل العلم، وقد أكتفي بذكر الأدلة فقط لوضوح المسألة وجلائها. ¶ 3 - كما أني لم ألتزم في الجملة بطريقة واحدة في العرض، فقد أبدأ بذكر الأدلة ثم أثني بالنقل عن أهل العلم، وقد أبدأ بالنقل عنهم أولا لتقرير وبسط وشرح ما ذكره الأشعري. ¶ 4 - عزوت الآيات القرآنية إلى مواضعها من كتاب الله تعالى وذلك بذكر السورة ورقم الآية. ¶ 5 - قمت بتخريج الأحاديث الواردة في الكتاب سواء في ثنايا النقول عن الأئمة أو غير ذلك، فإن كان الحديث في الصحيحين أو أحدهما اكتفيت به، وإلا اجتهدت في بيان موضعه من كتب السنة الأخرى مع بيان درجته من حيث",
            "page": "6",
            "part": "1",
            "seal": "919DBEAE"
        },
        {
            "id": "5",
            "nass": "الصحة وذلك نقلا عن أهل العلم المعتبرين. ¶ 6 - قسمت الكتاب إلى فقرات وضعت لكل منها عنوانا وذلك على حسب موضوعها تسهيلا على القارئ. ¶ 7 - قمت بشرح معاني الكلمات الصعبة المحتاجة إلى بيان وذلك في البند الخاص بـ \" اللغة \". ¶ 8 - قمت بعمل خلاصة لكل فقرة توجز أهم ما يستفاد منها. ¶ 9 - قمت بعمل مناقشة تشتمل على بعض الأسئلة فيما يتعلق بموضوع الفقرة، وذلك تحفيزا للقارئ على الانتباه، ولكي يصلح الكتاب كذلك للناشئة الذين يستفيدون من هذه الطريقة. ¶ هذا والله أسأل أن يجعل عملي هذا خالصا لوجهه الكريم، وأن يغفر لي الخطأ والزلل، والله من وراء القصد وهو حسبنا ونعم الوكيل، وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "7",
            "part": "1",
            "seal": "EAB1C592"
        },
        {
            "id": "6",
            "nass": "[أصول الاعتقاد عند أهل الحديث] ¶ قال أبو الحسن الأشعري: ¶ هذه حكاية جملة قول أصحاب الحديث وأهل السنة (أصول الاعتقاد عند أهل الحديث) * جملة ما عليه أهل الحديث والسنة: ¶ الإقرار بالله وملائكته وكتبه ورسله. ¶ اللغة: (جملة) أي مجمل ومجموع - (الإقرار) الاعتراف والتصديق. ¶ الشرح: سُمُّوا أهل الحديث لاتباعهم الحق بدليله من الكتاب والسنة ولتتبعهم أحاديث رسول الله صلى الله عليه وسلم للعمل بها وتقديمها على كل قول (¬1) ؛ فهم الطائفة المنصورة والفرقة الناجية الثابتة على ما كان عليه الرسول صلى الله عليه وسلم وأصحابه كيف لا وهم يتقربون إلى الله تعالى باتباع سنة رسول الله صلى الله عليه وسلم وطلبهم لآثاره. ¶ قال علي بن المديني في تفسيره لحديث رسول الله صلى الله ¶ ¬_________ ¶ (¬1) مقدمة اعتقاد أئمة أهل الحديث، ص 4.",
            "page": "9",
            "part": "1",
            "seal": "9E66D09B"
        },
        {
            "id": "7",
            "nass": "عليه وسلم: «لا تزال طائفة من أمتي ظاهرين على الحق ولا يضرهم من خالفهم» ، قال: (هم أهل الحديث والذين يتعاهدون مذاهب الرسول ويذبون عن العلم) [شرف أصحاب الحديث ص 10] ، وسئل الإمام أحمد عن معنى هذا الحديث فقال: (إن لم تكن هذه الطائفة المنصورة أصحاب الحديث فلا أدري من هم) . [معرفة علوم الحديث ص 2] . ¶ وقال الحاكم: (لقد أحسن أحمد بن حنبل في تفسير هذا الخبر أن الطائفة المنصورة التي يُرفع الخذلان عنهم إلى قيام الساعة هم أصحاب الحديث، ومن أحق بهذا التأويل من قوم سلكوا محجة الصالحين واتبعوا آثار السلف من الماضين ومنعوا أهل البدع والمخالفين بسنن رسول الله صلى الله عليه وسلم وعلى آله أجمعين) . [معرفة علوم الحديث ص2] . وقال ابن حبان في قول النبي صلى الله عليه وسلم: «فعليكم بسنتي» (¬1) قال: (إن من واظب على السنن وقال بها ولم يعرج على غيرها من الآراء فهو من الفرق الناجية) . [الإحسان (1 / 105) ] . ¶ ¬_________ ¶ (¬1) أخرجه أبو داود (5 / 13) ح 4607 في السنة، باب في لزوم السنة، والترمذي (5 / 44) ح 2676 في العلم، باب ما جاء في الأخذ بالسنة وغيرهما، من حديث العرباض بن سارية مرفوعا وهو حديث صحيح.",
            "page": "10",
            "part": "1",
            "seal": "479575E1"
        },
        {
            "id": "8",
            "nass": "وهذا ردٌّ بالغ على من يزعم أن أهل الحديث ليسوا طائفة معينة، ومنشأ هذا الزعم الفاسد أن لفظ (أهل الحديث) يطلق على اصطلاحين: ¶ الأول: كل من اشتغل بعلم الحديث فهذا يدخل فيه أهل السنة والجماعة وأهل البدع، فعلى هذا الاصطلاح ليس أهل الحديث طائفة معينة. ¶ الثاني: من يعتقد عقيدة أئمة الحديث والسنة فعلى هذا لا يدخل فيهم أهل البدع، فكلام أئمة السنة في الثناء على (أهل الحديث) وأنهم الفرقة الناجية والطائفة المنصورة ينصبُّ هذا على الاصطلاح الثاني، ويدخل في ذلك كل من كان على عقيدة أئمة السنة ولو لم يكن من علماء أهل الحديث. [انظر شرح أصول اعتقاد أهل السنة (1 / 24) ] . ¶ تنبيه: ¶ كلمة: (أهل الظاهر) يستخدمها أهل البدع ويطلقونها على أهل السنة، وهي أيضا تطلق على معنيين: ¶ الأول: عدم تأويل نصوص الوحي سواء كانت في المسائل العلمية العقدية أو المسائل الفقهية العملية وتقديم نصوص الشرع على جميع أقوال الناس كائنا من كان، والذهاب خلف النصوص أينما سارت ركائبها، فكلمة أهل الظاهر على هذا الاصطلاح تساوي كلمة أهل الحديث وأصحاب الحديث",
            "page": "11",
            "part": "1",
            "seal": "FAA03936"
        },
        {
            "id": "9",
            "nass": "وأهل السنة والجماعة والطائفة المنصورة. ¶ الثاني: هو من يقصر نصوص الشرع عن دلالتها الوضعية والالتزامية والتضمنية كمن يزعم في قول النبي صلى الله عليه وسلم: «لا يبولن أحدكم في الماء الدائم» (¬1) أنه لا يجوز التبول في الماء الدائم ولكن لو بال في الإناء ثم صب ما في الإناء من البول في الماء الدائم جاز. ¶ ووجه بطلان هذا الزعم أنه قصر نص الشارع عن دلالاته المعنوية فإنه إن لم يجز التبول في الماء الدائم فصبُّ ما في الإناء من البول في الماء الدائم أولى ألا يجوز؛ فإن البول في الماء الدائم قد تدعو الحاجة إليه، أما البول في الإناء ثم صبه فيه فلا موجب له بل هو محض العبث في الماء، فهذه الطريقة ليست طريقة أهل الحديث. ¶ فأهل الظاهر على هذا المعنى الثاني: هم على طرفي نقيض مع متعصبة أهل الرأي الذين حرفوا نصوص الشرع وأولوها لكي توافق مذاهبهم، وقدموا أقوال أئمتهم وآراءهم على نصوص الشرع. ¶ وأهل الحديث هم وسط بين إفراط أهل الرأي وتفريط أهل ¶ ¬_________ ¶ (¬1) أخرجه البخاري (1 / 412) في الوضوء، باب البول في الماء الدائم، من حديث الأعرج عن أبي هريرة مرفوعا.",
            "page": "12",
            "part": "1",
            "seal": "777F2AAC"
        },
        {
            "id": "10",
            "nass": "الظاهر. وقد أطلق المبتدعة على أصحاب الحديث أنهم (أهل الظاهر) وأنهم (حشوية) و (مشبهة) و (مجسمة) لتنفير الناس عن طريقة أهل الحديث؛ وهم كاذبون في رميهم لهم بالحشوية والمشبهة والمجسمة، وأما رميهم (بأنهم أهل الظاهر) . فإن قصدوا المعنى الأول فهذا لا يضرهم ويقال لأهل البدع: هل أنتم باطنية فترمون أهل الحديث بالظاهرية؟ بل يقال لأهل البدع: أنتم لا شك باطنية في كثير من تأويلاتكم وتحريفاتكم لنصوص الشرع في العقائد والمسائل الفقهية. ¶ فأهل الحديث على هذا أهل ظاهر وليسوا باطنية مثلكم فهذه منقبة لهم لا مثلبة، والحمد لله. ¶ وإن قصدتم المعنى الثاني: لـ (أهل الظاهر) فعامة أهل الحديث براء من هذا، والله أعلم. ¶ الإقرار بالله: شرع المؤلف في بيان أصول الإيمان الستة المذكورة في حديث جبريل وهي الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره، وسيأتي كلام المؤلف على القدر واليوم الآخر في ثنايا الكتاب، ومعنى الإيمان بالله عز وجل: الاعتقاد الجازم بأن الله رب كل شيء ومالكه وخالقه، وأنه مستحق لصفات الكمال المنزه عن صفات النقص والعيب، وأنه وحده المستحق لأن يفرد بالعبادة والخضوع والطاعة،",
            "page": "13",
            "part": "1",
            "seal": "7128141E"
        },
        {
            "id": "11",
            "nass": "فهو سبحانه متفرد بالربوبية والألوهية وصفات الكمال فلا يكون العبد مؤمنا حتى يوحد الله في الربوبية والألوهية وفي الأسماء والصفات. [انظر تيسير العزيز الحميد (17) ، وتطهير الاعتقاد ص (3) ] . ¶ الملائكة: وأما الإيمان بالملائكة: فهو أن تصدق بوجودهم وأنهم عباد مكرمون خلقهم الله لعبادته فلا يعصون الله ما أمرهم ويفعلون ما يؤمرون، ولا يفترون عن عبادته {يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ} ¶ والإيمان بأوصافهم وأعمالهم التي يقومون بها كما جاء في الكتاب والسنة. ¶ والإيمان بمن ورد النص بتسميتهم على وجه الخصوص مثل جبريل وميكائيل وإسرافيل وملك الموت، ونقول إن من قال بأنهم إناث فقد كفر لمخالفته كتاب الله، ولا يقال إنهم ذكور إذ لم يرد في ذلك نص صحيح. ¶ الكتب: وأما الإيمان بالكتب: فهو أن تصدق بأنه تعالى أنزل على رسله كتبا ليعلم الناس بها الحق من الباطل والخير من الشر، وهذه الكتب كثيرة يجب الإيمان بها جملة ولكن يجب الإيمان تفصيلا لأربعة منها وهي: التوراة التي أنزلت على موسى،",
            "page": "14",
            "part": "1",
            "seal": "B0111EBC"
        },
        {
            "id": "12",
            "nass": "والزبور الذي أنزل على داود، والإنجيل الذي أنزل على عيسى، والقرآن الذي أنزل على محمد صلى الله عليه وسلم، وأن ما في القرآن كلام الله على الحقيقة تكلم به وسمع منه جبرائيل وبلغ جبرائيل رسول الله محمدا صلى الله عليه وسلم، فسمع من جبرائيل، وليس كما يزعم أهل البدع أنه ليس كلام الله على الحقيقة بل هو عبارة عن أعلام الله، ويجب الإيمان بأن الله تعالى قد حفظ القرآن من التحريف والتبديل، وأن كل حرف فيه هو كلام الله تعالى. ¶ الرسل: وأما الإيمان بالرسل: فهو أن توقن بأن الله أرسل للناس - ليدعوا الناس إلى عبادة الله وحده - رسلا مبشرين لأهل التوحيد والسنن ومنذرين لأهل الشرك والبدع وأهل المعاصي، لا يعلم عددهم إلا الله تعالى، كما يجب أن تؤمن بمن سمى الله تعالى في كتابه من رسله وأنبيائه وهم: آدم، ونوح، وإدريس، وإبراهيم، وإسماعيل، وإسحاق، ويعقوب، ويوسف، وموسى، وهارون، وداود، وسليمان، وإلياس، واليسع، وهود، وصالح، وشعيب، وذو الكفل، وأيوب، ويونس، ولوط، وزكريا، ويحيى، وعيسى، ومحمد صلى الله عليهم وسلم أجمعين.",
            "page": "15",
            "part": "1",
            "seal": "94FEADAD"
        },
        {
            "id": "13",
            "nass": "* وما جاء من عند الله وما رواه الثقات عن رسول الله صلى الله عليه وسلم لا يردون من ذلك شيئا، وأن الله سبحانه إله واحد فرد صمد لا إله غيره لم يتخذ صاحبة ولا ولدا. ¶ الشرح: مأخوذ من قول الله تعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} وهذا تنزيه منفصل ومنه تنزيه الله تعالى عن الشريك والظهير والشفيع بدون إذنه واتخاذ صاحبة والكفؤ والند. ¶ قال تعالى: {فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} وقال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} ¶ أما التنزيه المتصل تنزيه الله عن السِّنَة والنوم والموت والعجز والذل والسفه والنسيان والغفلة والحاجة والتعب واللغوب، قال تعالى: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ} وقال تعالى: {وَمَا مَسَّنَا مِنْ لُغُوبٍ} ¶ وأهل السنة (أصحاب الحديث) ينفون ما نفاه الله عن نفسه ونفاه عنه رسول الله صلى الله عليه وسلم، ولا يتعرضون لصفات الكمال ونعوت الجلال بنفي ولا تحريف، وعندهم",
            "page": "16",
            "part": "1",
            "seal": "016326D4"
        },
        {
            "id": "14",
            "nass": "أن إثبات الصفات الثابتة في الكتاب والسنة ليس من التشبيه في شيء بل التشبيه في نفي الصفات لا في إثباتها. ¶ وخالفهم المتكلمون في مفهوم التنزيه؛ فقد جعلوه معولا لهدم بنيان صفات الله الثابتة في الكتاب والسنة. وأول من أدخل النفي في التنزيه هم الجهمية، فقد نقل عنهم الأشعري في (المقالات) أنهم أجمعوا على: (أن الله واحد ليس كمثله شيء وهو السميع البصير، وليس بجسم ولا شبه ولا جثة ولا صورة ولا شخص، ولا جوهر ولا عرض، ولا بذي لون ولا طعم ولا مجسة، ولا بذي حرارة ولا برودة ولا رطوبة ولا يبوسة، ولا طول ولا عمق ولا افتراق، ولا يتحرك ولا يسكن، ولا يبعض وليس بذي أبعاض وأجزاء وجوارح وأعضاء، وليس بذي جهات ولا بذي يمين وشمال وأمام وفوق وتحت، ولا يحيط به مكان ولا يجري عليه الزمان، ولا يجوز عليه المماسة ولا الحلول في الأماكن، ولا يوصف بشيء من صفات الخلق) . ¶ فهذا جملة قولهم في التوحيد. وقد شاركهم في هذه الجملة الخوارج وطوائف من المرجئة وطوائف من الشيعة والماتريدية. ¶ وقال ابن أبي العز الحنفي في بيان فساد هذه الطريقة: (والمعطلة يعرضون عما قاله الشارع من الأسماء والصفات",
            "page": "17",
            "part": "1",
            "seal": "13D2E7BC"
        },
        {
            "id": "15",
            "nass": "ولا يتدبرون معانيها، ويجعلون ما ابتدعوه من المعاني والألفاظ هو المحكم الذي يجب اعتقاده واعتماده. والمقصود أن غالب عقائدهم السلوب ليس بكذا ليس بكذا، وأما الإثبات فهو قليل وهو أنه عالم قادر، وأكثر النفي المذكور ليس متلقى عن الكتاب والسنة ولا عن الطرق العقلية التي سلكها غيرهم من مثبتة الصفات فإن الله تعالى قال: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ففي هذا الإثبات ما يقرر معنى النفي، ففهم أن المراد انفراده سبحانه بصفات الكمال، فهو سبحانه وتعالى موصوف بما وصف به نفسه ووصفه به رسوله ليس كمثله شيء في صفاته ولا في أسمائه ولا في أفعاله) . [انظر الرد على الجهمية للإمام أحمد ص (105) ، ومقالات الإسلاميين، ص (155) ، وشرح العقيدة الطحاوية، ص (54) ، ومجموع الفتاوى، (11 / 483، 484) ] . ¶ وأن محمدا عبده ورسوله: وصف الله سبحانه وتعالى نبيه محمدا صلى الله عليه وسلم بالعبودية وبالرسالة في أشرف المقامات، قال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى} وقال في مقام التحدي بالتنزيل: {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ}",
            "page": "18",
            "part": "1",
            "seal": "53D59155"
        },
        {
            "id": "16",
            "nass": "[سورة البقرة، الآية: 23] . وقال في مقام الدعوة: {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا} وقال تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} ¶ ونهى صلى الله عليه وسلم عن الغلو في إطرائه فقال: «لا تطروني كما أطرت النصارى عيسى ابن مريم، إنما أنا عبده فقولوا عبد الله ورسوله» (¬1) . ¶ وللأسف فإن كثيرا من المسلمين خالفوا نص رسول الله وغلوا فيه غُلوَّ النصارى في عيسى عليه السلام، وصرفوا له كثيرا من العبادات، وأفرطوا في حقه من جانب آخر فقدموا على كثير من أقواله صلى الله عليه وسلم أقوالَ الرجال الذين غلوا فيهم. ¶ وأصحاب الحديث إذا سمعوا حديثا من أحاديث رسول الله صلى الله عليه وسلم الصحيحة فكأنهم سمعوه من فِي الرسول صلى الله عليه وسلم فيصدقون به ويعملون به ولا يقدمون عليه قولا ولا رأيا ولا ذوقا ولا كشفا ولا وجدا ولا قياسا ولا عقلا. ¶ ¬_________ ¶ (¬1) أخرجه البخاري (6 / 551) ح 3545 في أحاديث الأنبياء، باب قول الله تعالى: واذكر في الكتاب مريم من حديث عبيد الله بن عبد الله عن ابن عباس عن عمر مرفوعا.",
            "page": "19",
            "part": "1",
            "seal": "7E3FF7B9"
        },
        {
            "id": "17",
            "nass": "* وأن الجنة حق وأن النار حق وأن الساعة آتية لا ريب فيها وأن الله يبعث من في القبور. ¶ اللغة: (لا ريب فيها) : لا شك فيها، (يبعث من في القبور) : يحشرهم ويحييهم ويجمعهم للحساب. ¶ الشرح: هذا الكلام مأخوذ من: [1] حديث عبادة بن الصامت رضي الله عنه حيث قال: قال رسول الله صلى الله عليه وسلم: «من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله، وأن عيسى عبد الله ورسوله، وكلمته ألقاها إلى مريم وروح منه، والجنة حق، والنار حق، أدخله الله الجنة على ما كان من العمل» أخرجه البخاري ومسلم (¬1) . ¶ [2] اقتباسا من الآية الكريمة في سورة الحج [الآية (7) ] {وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ} ¶ ¬_________ ¶ (¬1) البخاري (6 / 546) ح 3435 في أحاديث الأنبياء، باب قوله: يا أهل الكتاب لا تغلوا في دينكم ومسلم (1 / 57) ح 28 في الإيمان، باب الدليل على أن من مات على التوحيد دخل الجنة قطعا، كلاهما من حديث جنادة بن أبي أمية عن عبادة مرفوعا.",
            "page": "20",
            "part": "1",
            "seal": "721CF050"
        },
        {
            "id": "18",
            "nass": "الخلاصة: ¶ يؤمن أهل السنة بالله سبحانه وملائكته وكتبه ورسله وبكل ما رواه الثقات عن الرسول صلى الله عليه وسلم، ويقرون بتفرد الله بالوحدانية في كل شيء، وبنبوة محمد صلى الله عليه وسلم ويؤمنون بالجنة والنار وبالبعث بعد الموت. ¶ المناقشة: ¶ س1: اذكر أصول الإيمان عند أهل الحديث بإيجاز. ¶ س 2: فصِّل القول في المقصود بـ: الإيمان بالله، وملائكته، وكتبه، ورسله.",
            "page": "21",
            "part": "1",
            "seal": "5975B3D7"
        },
        {
            "id": "19",
            "nass": "[الاستواء على العرش] ¶ (الاستواء على العرش) * وأن الله سبحانه وتعالى على عرشه كما قال: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} ¶ اللغة: (الرحمن) : فعلان من رحم، وهي دالة على الامتلاء والكثرة، ومقصودها سعة الرحمة العامة. ¶ الشرح: وقد ورد ذكر الاستواء في غير هذا الموضع في ستة مواضع من كتاب الله تعالى، قال تعالى: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} ¶ وقال تعالى: {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} وقال تعالى: {اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} ¶ وقال عز وجل: {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ} ¶ وقال تعالى: {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا}",
            "page": "22",
            "part": "1",
            "seal": "57334E34"
        },
        {
            "id": "20",
            "nass": "وهذه الآيات تدل على استواء الله على عرشه وعلوه على خلقه تبارك وتعالى، وكلها بلفظ استوى المتعدي بعلى، وقد فسره أئمة السنة كأبي العالية ومجاهد وغيرهم بالعلو والارتفاع، وقد سئل الإمام مالك عن الاستواء فقال: (الاستواء معلوم، والكيف مجهول، والإيمان به واجب، والسؤال عنه بدعة) . [الأسماء والصفات ص (515: 516) ] . ¶ وقال ابن المبارك: (نعرف ربنا بأنه فوق سبع سماوات، على العرش استوى، بائن من خلقه، ولا نقول كما قالت الجهمية) . [الرد على الجهمية للدارمي ص (67) ] . ¶ وأجمع السلف على ذلك كما حكاه الأشعري في رسالته إلى أهل الثغر [ص (75) ] فقد قال: (وأجمعوا. . أنه فوق سماواته على عرشه دون أرضه) . ¶ هذه عقيدة أهل السنة قاطبة وعقيدة الأشعري كما ترى، ومع ذلك كله خالفت الأشعرية إمامهم خاصة وسائر أئمة السنة عامة، وهذا من عجائبهم وتناقضهم لأنهم إما على التفويض الذي هو جهل وتجهيل، وإما على التأويل الذي هو تحريف وتعطيل.",
            "page": "23",
            "part": "1",
            "seal": "36139585"
        },
        {
            "id": "21",
            "nass": "الخلاصة: ¶ يؤمن أهل السنة باستواء الله على عرشه استواء حقيقيا يليق بجلاله. ¶ المناقشة: ¶ س1: بيِّن مذهب أهل الحديث في صفة الاستواء على العرش لله سبحانه. ¶ س 2: اذكر الفرق بين قول أهل الحديث وقول الأشعرية في هذه الصفة.",
            "page": "24",
            "part": "1",
            "seal": "5652334F"
        },
        {
            "id": "22",
            "nass": "[صفة اليدين] ¶ (صفة اليدين) * وأن له يدين بلا كيف كما قال: {خَلَقْتُ بِيَدَيَّ} ¶ وكما قال: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} ¶ اللغة: (بلا كيف) بلا تصوُّر كيفية معينة للصفة. ¶ الشرح: ورد إثبات صفة اليدين في عدة مواضع من كتاب الله وسنة رسوله صلى الله عليه وسلم، أما الكتاب فقد ذكر المؤلف بعضا منها، وأما في السنة فقد عقد البخاري رحمه الله تعالى في صحيحه باب قول الله تعالى: {لِمَا خَلَقْتُ بِيَدَيَّ} ضمن كتاب التوحيد، أورد فيه جملة من الأحاديث الصحيحة كلها تثبت صفة اليدين لله تعالى، منها حديث أنس بن مالك مرفوعا في الشفاعة العظمى وفيه: «يجتمع المؤمنون يوم القيامة فيقولون: لو استشفعنا إلى ربنا يُرِحْنا من مكاننا هذا، فيأتون آدم فيقولون: يا آدم، أما ترى الناس؟ خلقك الله بيده وأسجد لك ملائكته وعلمك أسماء كل شيء، اشفع لنا إلى",
            "page": "25",
            "part": "1",
            "seal": "027BE094"
        },
        {
            "id": "23",
            "nass": "ربك» . . . \" (¬1) وحديث ابن عمر رضي الله عنهما وفيه أن رسول الله صلى الله عليه وسلم قال: «إن الله يقبض يوم القيامة الأرض وتكون السماوات بيمينه ثم يقول: أنا الملك» . . . \" (¬2) وحديث أبي هريرة رضي الله عنه، وفيه أن رسول الله صلى الله عليه وسلم قال: «يد الله ملأى لا يغيضها نفقة سحَّاء الليل والنهار» (¬3) . ¶ فالنصوص المتقدمة دالة على إثبات اليدين لله سبحانه وتعالى، وهي لا تحتمل التأويل بحال، ولا يمكن حمل اليدين إلا على الحقيقة، ومن لم يحملها على الحقيقة فهو معطِّل لتلك الصفة، ولقد صرح الإمام أبو حنيفة رحمه الله أن من لم يحمل النصوص على الحقيقة وتأوَّل صفة اليدين بالقدرة أو بالنعمة فقد أبطل الصفة. ¶ فقد قال: (ولا يقال إن يده قدرته أو نعمته لأن فيه إبطال الصفة، وهو قول أهل القدر والاعتزال، ولكن يده صفة بلا ¶ ¬_________ ¶ (¬1) البخاري (13 / 403) ح 7410 في التوحيد، باب: قول الله تعالى: لما خلقت بيدي من حديث قتادة عن أنس مرفوعا. ¶ (¬2) البخاري (13 / 404) ح 7412 في التوحيد، باب: قول الله تعالى: لما خلقت بيدي من حديث نافع عن ابن عمر مرفوعا. ¶ (¬3) البخاري (13 / 404) ح 7411 في التوحيد، باب: قول الله تعالى: لما خلقت بيدي من حديث الأعرج عن أبي هريرة مرفوعا.",
            "page": "26",
            "part": "1",
            "seal": "BC9971B8"
        },
        {
            "id": "24",
            "nass": "كيف) . [الفقه الأكبر ص (302) ] . وقال ابن بطال في الرد على من أوَّل صفة اليدين بالقدرة أو النعمة: (ويكفي في الرد على من زعم أنهما بمعنى القدرة أنهم أجمعوا على أن له قدرة واحدة في قول المثبتة ولا قدرة له في قول النفاة. . ويدل على أن اليدين ليستا بمعنى القدرة أن قوله تعالى لإبليس: {مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ} إشارة إلى المعنى الذي أوجب السجود، فلو كانت بمعنى القدرة لم يكن بين آدم وإبليس فرق لتشاركهما فيما خلق كل منهما به وهي قدرته، ولقال إبليس: وأي فضيلة له عليَّ وأنا خلقتني بقدرتك، كما خلقته بقدرتك فلما قال: {خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} دل على اختصاص آدم بأن الله خلقه بيديه قال: ولا جائز أن يراد باليدين النعمتان لاستحالة خلق المخلوق بمخلوق لأن النعم مخلوقة) . [فتح الباري، 13 / 393 - 394] . ¶ وهذا ما أجمع عليه السلف، قال الأشعري: ¶ (أجمعوا على أنه عز وجل يسمع ويرى، وأن له تعالى يدين مبسوطتين، وأن الأرض جميعا قبضته يوم القيامة والسماوات مطويات بيمينه) . [رسالة الثغر، ص (72) ] . ¶ وقرره الإسماعيلي في عقيدة أهل الحديث حيث قال [ص (51) ] : (وخلق آدم عليه السلام بيده، ويداه مبسوطتان ينفق",
            "page": "27",
            "part": "1",
            "seal": "9D674872"
        },
        {
            "id": "25",
            "nass": "كيف يشاء بلا اعتقاد كيف يداه إذ لم ينطق كتاب الله تعالى فيه بكيف) . ¶ ومع ذلك كله ترى الأشعرية يخالفون إمامهم ويفوضون هذه الصفة تفويض أهل الجهل والتجهيل أو يؤولون تأويل أهل التحريف والتعطيل. ¶ الخلاصة: ¶ يؤمن أهل السنة بصفة اليدين، وأنها صفة حقيقية دالة على المعنى اللائق به سبحانه. ¶ المناقشة: ¶ س1: ما هو قول أهل السنة في صفة اليدين؟ ¶ س2: اذكر أقوال الأشعرية في صفة اليدين وكيف ترد عليهم؟",
            "page": "28",
            "part": "1",
            "seal": "C8C359C5"
        },
        {
            "id": "26",
            "nass": "[صفة العينين] ¶ (صفة العينين) * وأن له عينين بلا كيف كما قال: {تَجْرِي بِأَعْيُنِنَا} ¶ الشرح: صرح المؤلف بإثبات العينين لله تعالى واستدل له كما بوب في كتابه الإبانة (الكلام في الوجه والعينين والبصر واليدين) ثم استدل لكل صفة بالأدلة من كتاب الله، ثم قال بعد ذكره لأدلة صفة الوجه والعين: (فأخبر أن له وجها وعينا ولا تُكيف ولا تحد) ، [الإبانة (120- 121) ] . ¶ وهذا ما قرره الصابوني [في كتابه عقيدة السلف أصحاب الحديث ص (5) ] حيث قال: (وكذلك يقولون في جميع الصفات التي نزل بذكرها القرآن ووردت بها الأخبار الصحاح من السمع والبصر والعين) . ¶ هذا وقد جاء ذكر العين وصفا لله تعالى في القرآن مفردة مضافة إلى الضمير المفرد كما في قوله تعالى: {وَلِتُصْنَعَ عَلَى عَيْنِي} كما جاءت مجموعة كما في الآية التي ذكرها المؤلف. ¶ قال ابن القيم: (ذكر العين مفردة لا يدل على أنها عين",
            "page": "29",
            "part": "1",
            "seal": "B39C361D"
        },
        {
            "id": "27",
            "nass": "واحدة ليس إلا، كقولك: افعل هذا على عيني، لا يريد أن له عينا واحدة، وإنما إذا أضيفت العين إلى اسم الجمع ظاهرا أو مضمرا فالأحسن جمعها مشاكلة للفظ كقوله تعالى: {تَجْرِي بِأَعْيُنِنَا} وقوله: {وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا} وهذا نظير المشاكلة في لفظ اليد المضافة إلى المفرد كقوله: {بِيَدِهِ الْمُلْكُ} و {بِيَدِكَ الْخَيْرُ} وإن أضيفت إلى ضمير الجمع جمعت كقوله تعالى: {أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا} وكذلك إضافة اليد والعين إلى اسم الجمع الظاهر كقوله: {بِمَا كَسَبَتْ أَيْدِي النَّاسِ} وقوله: {فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ} وقد نطق الكتاب والسنة بذكر اليد مضافة إليه مفردة ومجموعة ومثناة، وبلفظ العين مضافة إليه مفردة ومجموعة، ونطقت السنة بإضافتها إليه مثناة كما قال عطاء عن أبي هريرة عن النبي صلى الله عليه وسلم: «إن العبد إذا قام في الصلاة قام بين عيني الرحمن» . . . \") [مختصر الصواعق، 1 / 34 - 35] ، والحديث عند العقيلي في الضعفاء [ (1 / 70) ] ، وفي سنده إبراهيم بن يزيد الخوزي متروك. ¶ وقد عقد الإمام البخاري في كتاب التوحيد في صحيحه",
            "page": "30",
            "part": "1",
            "seal": "D6CA4E80"
        },
        {
            "id": "28",
            "nass": "باب قول الله تعالى: {وَلِتُصْنَعَ عَلَى عَيْنِي} وقوله جل ذكره: {تَجْرِي بِأَعْيُنِنَا} ثم روى بإسناده إلى نافع عن عبد الله قال: ذُكر الدجال عند النبي صلى الله عليه وسلم فقال: «إن الله لا يخفى عليكم، إن الله ليس بأعور - وأشار بيده إلى عينه - وإن المسيح أعور عين اليمنى كأن عينه عنبة طافية» (¬1) . ¶ وكذا أسند إلى قتادة قال: سمعت أنسا رضي الله عنه عن النبي صلى الله عليه وسلم قال: «ما بعث الله من نبي إلا أنذر قومه الأعور الكذاب، إنه أعور وإن ربكم ليس بأعور، مكتوب بين عينيه كافر» (¬2) . ¶ قال العلامة عبد الحق الهاشمي [في شرحه لكتاب التوحيد للبخاري ص (77) ] رحمه الله: (عرض الإمام البخاري في هذا الباب صحة إسناد العين إلى الله تعالى من غير تأويل مع اعتقاد التنزيه) . ¶ وقال فضيلة الشيخ عبد الله الغنيمان [في شرحه لكتاب التوحيد للبخاري (1 / 281) ] : (قد دل كتاب الله وسنة رسوله صلى الله عليه وسلم صراحة، وإجماع أهل العلم بالله والإيمان به، ¶ ¬_________ ¶ (¬1) البخاري (13 / 401) ح 7407 في التوحيد، باب قول الله تعالى: ولتصنع على عيني من حديث نافع عن عبد الله مرفوعا. ¶ (¬2) البخاري (13 / 401) ح 7408 في التوحيد، باب قول الله تعالى: ولتصنع على عيني من حديث قتادة عن أنس مرفوعا.",
            "page": "31",
            "part": "1",
            "seal": "2A0A62D7"
        },
        {
            "id": "29",
            "nass": "على أن الله تعالى موصوف بأن له عينين حقيقة على ما يليق بجلاله وعظمته) ، وقد ذكر الإجماع الأشعري في رسالته إلى أهل الثغر. ¶ وقد خالفت الأشعرية إمامهم في إثبات صفة العين فأوَّلوها بأنواع من التحريفات وعطلوها. ¶ الخلاصة: ¶ يثبت أهل السنة لله تعالى صفة العينين على الكيفية اللائقة بالله تعالى. ¶ المناقشة: ¶ س1: بيِّن مذهب أهل السنة في صفة العين. ¶ س2: بيِّن كيف تستدل على صحة مذهب أهل الحديث في إثبات صفة العينين لله تعالى؟ ¶ س3: ما هو موقف الأشاعرة والماتريدية من النصوص الدالة على إثبات صفة العينين لله تعالى؟",
            "page": "32",
            "part": "1",
            "seal": "F4FC07CE"
        },
        {
            "id": "30",
            "nass": "[صفة الوجه] ¶ (صفة الوجه) * وأن له وجها كما قال: {وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ} ¶ اللغة: (الجلال) : العظمة والكبرياء. ¶ الشرح: صرح المؤلف هنا بإثبات صفة الوجه واستدل له كما صرح به واستدل له في كتابه الإبانة [ص (121) ] ثم قال: (فأخبر أن له سبحانه وجها لا يفنى ولا يلحقه الهلاك) . ¶ قال إمام الأئمة محمد بن إسحاق بن خزيمة رحمه الله تعالى: (فنحن وجميع علمائنا من أهل الحجاز وتهامة واليمن والعراق والشام ومصر، مذهبنا أن نثبت لله ما أثبته لنفسه، ونقر بذلك بقلوبنا من غير أن نشبه وجه خالقنا بوجوه أحد من المخلوقين، وعز ربنا أن نشبهه بالمخلوقين، وجل ربنا عما قالت المعطلة) ، [التوحيد، ص10: 11] . ¶ وهذا هو ما قرره أبو بكر الإسماعيلي [في كتابه اعتقاد أئمة أهل الحديث ص (55) ] حيث قال: (ويثبتون أن له وجها. . .) . ¶ وكذا الصابوني [في عقيدة السلف أصحاب الحديث، ص (5- 6) ] حيث قال: (وكذلك يقولون في جميع الصفات التي نزل",
            "page": "33",
            "part": "1",
            "seal": "2FED4B25"
        },
        {
            "id": "31",
            "nass": "بذكرها القرآن ووردت بها الأخبار الصحاح من السمع. . والوجه) ، فقد أثبت الله لذاته المقدسة صفة الوجه في أربع عشرة آية من آي الذكر الحكيم، واستدل المؤلف بآية واحدة من تلك الآيات، وهي قوله تعالى: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} وقوله تعالى: {إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ} ¶ وأثبت له الرسول صلى الله عليه وسلم صفة الوجه في أحاديث معروفة مشهورة منها حديث أبي موسى الأشعري مرفوعا وفيه: «إن الله عز وجل لا ينام ولا ينبغي له أن ينام، يخفض القسط ويرفعه، يرفع إليه عمل الليل قبل عمل النهار وعمل النهار قبل عمل الليل، حجابه النور» ، وفي رواية: «لو كشفه لأحرقت سَبَحَات وجهه ما انتهى إليه بصره من خلقه» (¬1) . ¶ وصح عن النبي صلى الله عليه وسلم أنه استعاذ بوجه الله، فقد روى البخاري في صحيحه في كتاب التوحيد باب (كل شيء هالك إلا وجهه) عن جابر رضي الله عنه قال: «لما نزلت هذه الآية: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ} ¶ ¬_________ ¶ (¬1) مسلم (1 / 261: 162) ح179 في الإيمان، باب في قوله عليه السلام: \" إن الله لا ينام \" من حديث أبي عبيدة عن أبي موسى مرفوعا.",
            "page": "34",
            "part": "1",
            "seal": "BAFB3CF9"
        },
        {
            "id": "32",
            "nass": "قال النبي صلى الله عليه وسلم: \" أعوذ بوجهك \" فقال: {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} فقال النبي صلى الله عليه وسلم: \" أعوذ بوجهك \"، قال: {أَوْ يَلْبِسَكُمْ شِيَعًا} فقال النبي صلى الله عليه وسلم: \" هذا أيسر» (¬1) . ¶ وكان من دعاء النبي صلى الله عليه وسلم: «وأسألك لذة النظر إلى وجهك الكريم والشوق إلى لقائك» (¬2) . ¶ ومن المعلوم أنه لا يستعاذ إلا بالله وصفاته، والاستعاذة لا تكون بالمخلوق أبدا. ¶ وقد خالفت الأشعرية إمامهم في تعطيلهم لهذه الصفة وتحريف نصوصها بأنواع من التأويلات. ¶ الخلاصة: ¶ صفة الوجه صفة ثابتة لله تعالى على الكيفية اللائقة به، ¶ ¬_________ ¶ (¬1) البخاري (13 / 400) ح 7406 في التوحيد، باب قول الله عز وجل: (كل شيء هالك إلا وجهه) من حديث عمر وعن جابر مرفوعا. ¶ (¬2) أخرجه ابن أبي عاصم في السنة (1 / 185) والنسائي في سننه (3 / 4: 55) في الصلاة، باب الدعاء بعد الذكر.  ¶ والحاكم (1 / 524) وقال صحيح الإسناد ولم يخرجاه، ووافق الذهبي من حديث عطاء عن أبيه عن عمار مرفوعا، وصححه الألباني في صحيح الجامع الصغير (1 / 279) ح1301.",
            "page": "35",
            "part": "1",
            "seal": "9AB398EF"
        },
        {
            "id": "33",
            "nass": "ويرى أهل السنة أنها صفة حقيقية فلا يخرجونها عن ظاهرها بتأويل. ¶ المناقشة: ¶ س1: بيِّن قول أهل السنة والجماعة في صفة الوجه. ¶ س2: اذكر دليلا يبين أن صفات الله تعالى غير مخلوقة. ¶ س3: ما موقف الأشاعرة من النصوص الدالة على إثبات صفة الوجه؟",
            "page": "36",
            "part": "1",
            "seal": "3B9743B4"
        },
        {
            "id": "34",
            "nass": "[أسماء الله أسماء حسنى لله غير مخلوقة] ¶ (أسماء الله أسماء حسنى لله غير مخلوقة) * وأن أسماء الله لا يقال إنها غير الله كما قالت المعتزلة (¬1) ¶ ¬_________ ¶ (¬1) انظر قول المعتزلة في مقالات الإسلاميين (1 / 252) ، والرد على بشر المريسي ص (366) ، وشرح أصول الاعتقاد للالكائي (2 / 207: 214) ، والمعتزلة فرقة كلامية إسلامية ظهرت في أول القرن الثاني الهجري وبلغت شأوها في العصر العباسي الأول؛ ويرجع اسمها إلى اعتزال إمامها واصل بن عطاء مجلس الحسن البصري لقول واصل بأن مرتكب الكبيرة ليس كافرا ولا مؤمنا بل هو في منزلة بين المنزلتين، ولما اعتزل واصل مجلس الحسن وجلس عمرو بن عبيد إلى واصل وتبعهما أنصارهما قيل لهم: معتزلة، أو معتزلون.  ¶ وهذه الفرقة تعتد بالعقل، وتغلو فيه، وتقدمه على النقل، ولهذه الفرقة مدرستان رئيسيتان: إحداهما بالبصرة، ومن أشهر رجالها: واصل بن عطاء، وعمرو بن عبيد، وأبو الهذيل العلاف، وإبراهيم النظام، والجاحظ.  ¶ والأخرى ببغداد، ومن أشهر رجالها: بشر بن المعتمر، وأبو موسى المردار، وثماحة بن أشرس، وأحمد بن أبي دؤاد.  ¶ وللمعتزلة أصول خمسة يدور عليها مذهبهم وهي: العدل، التوحيد، المنزلة بين المنزلتين، الوعد والوعيد، الأمر بالمعروف والنهي عن المنكر.  ¶ ولهم في هذه الأصول معان عندهم خالفوا فيها موجب الشريعة وجمهور المسلمين، الفرق بين الفرق (ص 117: 120) ، التبصير في أصول الدين ص (37) ، الملل والنحل (1 / 46: 49) .",
            "page": "37",
            "part": "1",
            "seal": "EDBA030C"
        },
        {
            "id": "35",
            "nass": "والخوارج (¬1) . ¶ الشرح: القول بأن الأسماء غير الله أو عين الله بهذا الإطلاق من البدع التي أحدثها أهل الكلام، فالاسم يراد به المسمى تارة ويراد به اللفظ الدال عليه أخرى، فإذا قلت: قال الله كذا، أو ¶ ¬_________ ¶ (¬1) انظر قول الخوارج في مقالات الإسلاميين (1 / 252) ، والرد على بشر المريسي ص (366) ، والخوارج جمع (خارجة) أي فرقة خارجة، وهم كل من خرج عن الإمام الحق الذي اتفقت عليه الجماعة، واشتهر بهذا اللقب جماعة خرجوا على أمير المؤمنين علي بن أبي طالب رضي الله عنه ممن كانوا معه في موقعة صفين، وحملوه على قبول التحكيم، ثم قالوا له: لم حكَّمت الرجال؟ ما الحكم إلا لله.  ¶ وسُمُّوا حرورية لانحيازهم إلى حروراء بعد رجوعهم من صفين، وعددهم يومئذ اثنا عشر ألفا، وقد ناظرهم علي وابن عباس فرجع بعضهم وقاتل علي الباقين حتى هزمهم في النهروان.  ¶ وقد افترقت الخوارج إلى عدة فرق يجمعهم القول بتكفير علي بن أبي طالب رضي الله عنه وعثمان بن عفان وأصحاب الجمل ومن رضي بالتحكيم أو صوَّب الحكمين أو أحدهما، وتكفير صاحب الكبائر، والقول بالخروج على الإمام إذا كان جائرا. انظر: الملل والنحل (1 / 114) ، الفرق بين الفرق ص (72: 73) .",
            "page": "38",
            "part": "1",
            "seal": "4B60EE9A"
        },
        {
            "id": "36",
            "nass": "سمع الله لمن حمده، ونحو ذلك، فهذا المراد به المسمى نفسه، وإذا قلت: الله اسم عربي والرحمن اسم عربي، والرحمن من أسماء الله تعالى ونحو ذلك، فالاسم هاهنا هو المراد لا المسمى، ولا يقال غيره، لما في لفظ (الغير) من الإجمال: فإن أُريد بالمغايرة أن اللفظ غير المعنى فحق، وإن أريد أن الله سبحانه كان ولا اسم له، حتى خلق لنفسه أسماء، أو حتى سماه خلقه بأسماء من صنعهم؛ فهذا من أعظم الضلال والإلحاد في أسماء الله تعالى [انظر شرح العقيدة الطحاوية (ص 80- 81) ، ودرء تعارض العقل والنقل (3 / 24 - 25) ] . ¶ والأحسن أن يقال إن أسماء الله هي أسماء حسنى لله، وقد خالفت الأشعرية إمامهم الأشعري وسائر أئمة الإسلام فجعلوا أسماء الله غير الله ثم حكموا بأنها مخلوقة، وهذا القول لا يقل كفرا عن القول بخلق القرآن. ¶ قال الإمام أحمد: (من زعم أن أسماء الله مخلوقة فهو كافر) ، وقال إسحاق بن راهويه: (أفضوا الجهمية إلى أن قالوا: أسماء الله مخلوقة. . وهذا الكفر المحض) ، وقال خلف بن هشام المقري: (من قال إن أسماء الله مخلوقة فكفره عندي أوضح من هذه الشمس) . [نقلها اللالكائي في شرح أصول الاعتقاد (2 / 207، 214) ] .",
            "page": "39",
            "part": "1",
            "seal": "5C3980A4"
        },
        {
            "id": "37",
            "nass": "الخلاصة: ¶ لا يقال إن أسماء الله هي عين الله أو غيره إجمالا بل الأمر فيه تفصيل. ¶ المناقشة: ¶ س1: هل يقال إن أسماء الله هي الله أو غيره؟ وضح ذلك. ¶ س2: ما حكم من زعم أن أسماء الله مخلوقة؟ ¶ س3: اذكر مذهب الأشاعرة والماتريدية في مسألة هل أسماء الله الحسنى هي الله أو غيره؟ ¶ س 4: عرِّف بالمعتزلة والخوارج بإيجاز مع ذكر أهم الأصول التي بني عليها مذهبهم.",
            "page": "40",
            "part": "1",
            "seal": "B5F5405A"
        },
        {
            "id": "38",
            "nass": "[صفة العلم] ¶ (صفة العلم) * وأقروا أن لله سبحانه علما كما قال: {أَنْزَلَهُ بِعِلْمِهِ} {وَمَا تَحْمِلُ مِنْ أُنْثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ} ¶ الشرح: يثبت أهل السنة والجماعة لله تعالى صفة العلم، وقد قرر هذا الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (55) ] حيث قال: (ويثبتون أن له. . وعلما) ، والصابوني في عقيدة السلف أصحاب الحديث [ (ص 5- 6) ] حيث قال: (وكذلك يقولون في جميع الصفات التي نزل بذكرها القرآن ووردت بها الأخبار الصحاح من السمع. . والعلم) ، وهذا هو ما دلت عليه الأدلة من كتاب الله كقوله تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَابٍ مُبِينٍ} ¶ فهذه الآية العظيمة من أعظم الآيات تفصيلا لعلمه المحيط بجميع الأشياء، وكتابه المحيط بجميع الحوادث، وعلمه الكامل بالغيوب كلها التي يطلع على ما شاء منها من شاء من",
            "page": "41",
            "part": "1",
            "seal": "F5286DDB"
        },
        {
            "id": "39",
            "nass": "خلقه، وكثير منها طوى علمه عن الملائكة والمرسلين فضلا عن غيرهم من العالمين. ¶ وأنه يعلم ما في البراري والقفار من الحيوانات والأشجار، والرمال والحصى والتراب، وما في البحار من حيوانات ومعادنها وصيدها، وغير ذلك مما تحتويه أرجاؤها ويشتمل عليه ماؤها، كل ذلك عنده في كتاب مبين، أي في اللوح المحفوظ، وهذا دليل على عظمته سبحانه وتعالى، ولو أن الخلق اجتمعوا كلهم على أن يحيطوا ببعض صفاته لم يكن لهم قدرة ولا طاقة على ذلك. ¶ فالنصوص الشرعية الدالة على صفة العلم كثيرة، فأهل السنة والجماعة أجمعوا على الإيمان بها وأثبتوا ما تدل عليه معنى ونَفَوا الكيفية. ¶ قال الأشعري في رسالة أهل الثغر [ص (66) ] : (وأجمعوا على أنه تعالى لم يزل موجودا حيا قادرا عالما. .) ، أما الجهمية فأنكروا أن يكون لله علم أضافه لنفسه، وجحدوا أن يكون قد أحاط بكل شيء علما، وحاربوا النصوص الدالة على ذلك، فمعبودهم على هذا الاعتقاد ليس العليم الخبير الذي هو بكل شيء عليم وإنما يعبدون العدم.",
            "page": "42",
            "part": "1",
            "seal": "F089B35A"
        },
        {
            "id": "40",
            "nass": "الخلاصة: ¶ صفة العلم صفة ثابتة لله تعالى دل عليها الكتاب والسنة والإجماع. ¶ المناقشة: ¶ س1: بيِّن مذهب أهل السنة في إثبات صفة العلم لله. ¶ س2: اذكر الأدلة التي تثبت أن لله تعالى علما. ¶ س 3: ما موقف الجهمية من إثبات صفة العلم لله؟",
            "page": "43",
            "part": "1",
            "seal": "A8FB4175"
        },
        {
            "id": "41",
            "nass": "[صفتا السمع والبصر] ¶ (صفة السمع والبصر) * وأثبتوا السمع والبصر ولم ينفوا ذلك عن الله كما نفته المعتزلة (¬1) . ¶ الشرح: يثبت أهل السنة لله تعالى صفتي السمع والبصر على الحقيقة، وهذا ما قرره الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (55) ] حيث قال: (ويثبتون أن له وجها وسمعا. .) والصابوني في عقيدة السلف أصحاب الحديث [ص (5) ] حيث قال: (وكذلك يقولون في جميع الصفات التي نزل بذكرها القرآن ووردت بها الأخبار الصحاح من السمع والبصر. .) كقوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} بل هم مجمعون على إثباتها، قال الأشعري في رسالة الثغر [ص (66) ] : (وأجمعوا على أنه تعالى لم يزل موجودا حيًّا قادرا عالما مريدا سميعا بصيرا) ، وهما صفتان حقيقيتان، وجمهور الماتريدية ¶ ¬_________ ¶ (¬1) انظر مذهبهم في هاتين الصفتين في شرح الأصول الخمسة ص (168) .",
            "page": "44",
            "part": "1",
            "seal": "8EFEAA79"
        },
        {
            "id": "42",
            "nass": "والأشعرية على إثباتهما، وتفلسف بعضهم بإرجاعهما إلى صفة العلم، وهذا تعطيل واضح فاضح. ¶ الخلاصة: ¶ يثبت أهل السنة لله تعالى صفتي السمع والبصر، وهما صفتان حقيقيتان تدلان على المعنى الحقيقي لهما وعلى الكيفية اللائقة بالله تعالى. ¶ المناقشة: ¶ س1: بيِّن مذهب أهل السنة في صفتي السمع والبصر. ¶ س2: اذكر دليلا على إثبات هاتين الصفتين لله تعالى. ¶ س 3: ما موقف الأشاعرة والماتريدية من إثبات صفتي السمع والبصر؟",
            "page": "45",
            "part": "1",
            "seal": "4D3E1511"
        },
        {
            "id": "43",
            "nass": "[القوة لله جميعا] ¶ (القوة لله جميعا) * وأثبتوا لله القوة كما قال: {أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً} ¶ الشرح: يثبت أهل السنة لله تعالى صفة القوة، فهو القوي الذي لا يغلب سبحانه وتعالى، وليس لقوته حدود، قال ابن كثير في تفسيره لهذه الآية [ (7 / 157) ] : (أي أفما يتفكرون فيمن يبارزون بالعداوة؟ فإنه العظيم الذي خلق الأشياء وركب فيها قواها الحاملة لها، وأن بطشه شديد) ، كما قال تعالى: {وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ} فبارزوا الجبار العداوة وجحدوا بآياته وعصوا رسوله) ، وقال ابن جرير في تفسيره لهذه الآية [ (25 / 101) ] : (فيحذروا عقابه، ويتقوا سطوته، لكفرهم به، وتكذيبهم رسله) . ¶ الخلاصة: ¶ أهل السنة يثبتون القوة لله تعالى.",
            "page": "46",
            "part": "1",
            "seal": "4AB06125"
        },
        {
            "id": "44",
            "nass": "المناقشة: ¶ س1: ما المراد بقوله تعالى: {أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً} ؟ ¶ س 2: ما موقف أهل السنة من هذه الآية؟",
            "page": "47",
            "part": "1",
            "seal": "E7666DFF"
        },
        {
            "id": "45",
            "nass": "[الخير والشر بقضاء الله وقدره] ¶ (الخير والشر بقضاء الله وقدره) * وقالوا: إنه لا يكون في الأرض من خير ولا شر إلا ما شاء الله. ¶ الشرح: قلت: مذهب أهل السنة والجماعة أن الخير والشر كلاهما مخلوقان مقدوران لله، وهذا ما قرره الإسماعيلي في اعتقاد أهل الحديث [ص (61: 62) ] حيث قال: (ويقولون إن الخير والشر والحلو والمر بقضاء من الله عز وجل أمضاه وقدَّره، لا يملكون لأنفسهم ضرا ولا نفعا إلا ما شاء الله، وإنهم فقراء إلى الله عز وجل لا غنى لهم عنه في كل وقت) . ¶ وفصَّل هذه المسألة الصابوني في عقيدة السلف أصحاب الحديث [ص (78- 81) ] فقد قال: (ويشهد أهل السنة ويعتقدون أن الخير والشر والنفع والضر والحلو والمر بقضاء الله تعالى وقدره، لا مرد لهما ولا حيص ولا محيد عنهما، ولا يصيب المرء إلا ما كتبه له ربه، ولو جهد الخلق أن ينفعوا المرء بما لم يكتبه الله لم يقدروا عليه، ولو جهدوا أن يصدوه بما لم يقض الله عليه لم يقدروا على ما ورد به الخبر عن عبد الله بن عباس رضي الله عنهما، وقال الله عز وجل:",
            "page": "48",
            "part": "1",
            "seal": "D059A4FF"
        },
        {
            "id": "46",
            "nass": "{وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ} ¶ ومن مذهب أهل السنة وطريقتهم مع قولهم إن الخير والشر من الله وبقضائه، لا يضاف إلى الله ما يتوهم منه نقص على الانفراد، فلا يقال: يا خالق القردة والخنازير والخنافس والجعلان، وإن كان لا مخلوق إلا والرب خالقه، وفي ذلك ورد قول رسول الله صلى الله عليه وسلم في دعاء الاستفتاح: «تباركت وتعاليت، والخير في يديك، والشر ليس إليك» [أخرجه مسلم] ، ومعناه - والله أعلم - والشر ليس مما يضاف إليك إفرادا وقصدا حتى يقال لك في المناداة: يا خالق الشر أو يا مقدر الشر، وإن كان هو الخالق والمقدر لهما جميعا، ولذلك أضاف الخضر عليه السلام إرادة العيب إلى نفسه فقال فيما أخبر الله تعالى عنه في قوله: {أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا} ولما ذكر الخير والبر والرحمة أضاف إرادتها إلى الله عز وجل فقال: {فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ} ولذلك قال مخبرا عن إبراهيم عليه السلام أنه قال: {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} فأضاف المرض إلى نفسه والشفاء إلى ربه، وإن كان الجميع منه جل جلاله) .",
            "page": "49",
            "part": "1",
            "seal": "24AE0F7B"
        },
        {
            "id": "47",
            "nass": "الخلاصة: ¶ الخير والشر كلاهما مخلوقان مقدَّران لله تعالى، لا يكون شيء منهما إلا بإذنه، فهو خالقهما جميعا، وهذا قول أهل السنة، غير أن الشر لا يضاف إليه على انفراد لما فيه من توهُّم النقص والعيب. ¶ المناقشة: ¶ س1: هل الشر مخلوق لله تعالى أم لا؟ وضِّح مذهب أهل السنة في ذلك. ¶ س2: ما المراد بقوله عليه الصلاة والسلام: «والشر ليس إليك» ؟",
            "page": "50",
            "part": "1",
            "seal": "8B5402FE"
        },
        {
            "id": "48",
            "nass": "[إثبات المشيئة] ¶ (إثبات المشيئة) * وأن الأشياء تكون بمشيئة الله كما قال عز وجل: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} وكما قال المسلمون: ما شاء الله كان وما لا يشاء لا يكون. ¶ الشرح: قلت: وهذا مذهبهم: أن كل ما هو كائن فبقضاء الله وقدره، هذا ما قرره أبو بكر الإسماعيلي في اعتقاد أئمة أهل الحديث [ص (51) ] حيث قال: (ويقولون ما يقوله المسلمون بأسرهم: ما شاء الله كان وما لا يشاء لا يكون، كما قال تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} ويقولون: لا سبيل لأحد أن يخرج عن علم الله ولا أن يغلب فعله وإرادته مشيئة الله، ولا أن يبدل علم الله؛ فإنه العالم لا يجهل ولا يسهو والقادر لا يُغلب) . ¶ قال ابن كثير في تفسيره لهذه الآية [ (8 / 362) ] : (أي ليست المشيئة موكولة إليكم، فمن شاء اهتدى ومن شاء ضل، بل ذلك كله تابع لمشيئة الله عز وجل رب العالمين) . ¶ وقال البغوي في تفسيره لهذه الآية [ (8 / 351) ] : (أي أعلمهم أن المشيئة في التوفيق إليه وأنهم لا يقدرون على ذلك",
            "page": "51",
            "part": "1",
            "seal": "80C7958F"
        },
        {
            "id": "49",
            "nass": "إلا بمشيئة الله، وفيه إعلام أن أحدا لا يعمل خيرا إلا بتوفيق الله ولا شرا إلا بخذلانه) . ¶ والفرق بين الإرادة الكونية والشرعية هو أن الإرادة الكونية لا بد أن تقع ولكنها ليست بالضرورة محبوبة لله، بل قد يُراد أمر هو مكروه لله كالكفر، وأما الإرادة الشرعية فإنها متعلقة بالمحبوب لله تعالى وإن كان لم يقع، فهي أقرب لمعنى المحبة والأولى أقرب لمعنى المشيئة، فالأولى واقعة لا محالة، والثانية محبوبة من غير شك إلا أنها قد لا تقع. ¶ الخلاصة: ¶ يثبت أهل السنة (إرادة) كونية وهي التقدير الأزلي و (إرادة) شرعية وهي المراد من العباد شرعا، فالأولى تنفذ ولو كانت غير مرضية من الله، والثانية مرضية من الله وإن كانت غير نافذة، والعباد مسؤولون عن مقتضى الإرادة الشرعية. ¶ المناقشة: ¶ س1: عرِّف أقسام الإرادة الإلهية عند السلف. ¶ س2: فرِّق بين الإرادة الشرعية والكونية. ¶ س3: اذكر بعض الأدلة على إثبات المشيئة لله تعالى.",
            "page": "52",
            "part": "1",
            "seal": "B8986314"
        },
        {
            "id": "50",
            "nass": "[الاستطاعة] ¶ (الاستطاعة) * وقالوا: إن أحدا لا يستطيع أن يفعل شيئا قبل أن يفعله أو أن يفعل شيئا علم الله أنه لا يفعله. ¶ الشرح: رحم الله المؤلف فلم يكن دقيقا في نسبة هذا القول إلى أصحاب الحديث أهل السنة والجماعة؛ إذ إنه قول ضعيف مرجوح، ومذهب أهل السنة في الاستطاعة هو ما قرره الإمام الطحاوي [كما في شرح الطحاوية، ص (499) ] حيث قال: \" والاستطاعة التي يجب بها الفعل، من نحو التوفيق الذي لا يوصف المخلوق به تكون مع الفعل، وأما الاستطاعة من جهة الصحة والوسع والتمكين وسلامة الآلات فهي قبل الفعل وبها يتعلق الخطاب، وهو كما قال تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} ¶ فالاستطاعة نوعان: الأولى: استطاعة من جهة الصحة والوسع والتمكن وسلامة الآلات، وهي التي تكون مناط الأمر والنهي، وهي المصححة للفعل، فهذه لا يجب أن تقارِن الفعل بل قد تكون قبله متقدمة عليه، وهذه الاستطاعة المتقدمة صالحة",
            "page": "53",
            "part": "1",
            "seal": "123A744F"
        },
        {
            "id": "51",
            "nass": "للضدين، ومثال هذه الاستطاعة قوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} فهذه الاستطاعة قبل الفعل، ولو لم تكن إلا مع الفعل ما وجب الحج إلا على من حج، ولما عصى أحد بترك الحج، ولا كان الحج واجبا على أحد قبل الإحرام، بل قبل فراغه، ومن أمثلتها قوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} فأمر بالتقوى بمقدار الاستطاعة، ولو أراد الاستطاعة المقارنة لما وجب على أحد من التقوى إلا ما فعل فقط، إذ هو الذي قارنته تلك الاستطاعة، وقال تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} و (الوسع) الموسوع، وهو الذي تسعه وتطيقه، فلو أريد به المقارن لما كلف أحد إلا الفعل الذي أتى به فقط دون ما تركه من الواجبات إلى غير ذلك من الأدلة. ¶ وهذه الاستطاعة هي مناط الأمر والنهي والثواب والعقاب وعليها يتكلم الفقهاء وهي الغالبة في عرف الناس. ¶ الثانية: الاستطاعة التي يجب معها وجود الفعل، وهذه هي الاستطاعة المقارنة للفعل الموجبة له، ومن أمثلتها قوله تعالى: {مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ} وقوله تعالى: {وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا - الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا}",
            "page": "54",
            "part": "1",
            "seal": "43DE5554"
        },
        {
            "id": "52",
            "nass": "[سورة الكهف، الآيتان: 100، 101] ، فالمراد بعدم الاستطاعة مشقة ذلك عليهم وصعوبته على نفوسهم، فنفوسهم لا تستطيع إرادته، وإن كانوا قادرين على فعله لو أرادوه، وهذه حال من صدَّه هواه أو رأيه الفاسد عن استماع كتب الله المنزَّلة واتباعها، وقد أخبر أنه لا يستطيع ذلك، وهذه الاستطاعة هي المقارنة الموجبة للفعل، وهذه الاستطاعة هي الاستطاعة الكونية وهي مناط القضاء والقدر وبها يتحقق وجود الفعل [انظر: مجموع الفتاوى (8 / 372، 373) ، ودرء تعارض العقل والنقل (1 / 61) ، وشرح العقيدة الطحاوية (499-503) ] . ¶ وخالف أهلَ السنة الجهميةُ والمعتزلة والأشعرية، أما الجهمية فقالوا: إنه ليس للعبد أي استطاعة لا قبل الفعل ولا معه [انظر: الملل والنحل (1 / 85) ، والفرق بين الفرق ص (211) ] . ¶ وأما المعتزلة فقالوا: إن الله تعالى قد مكَّن الإنسان من الاستطاعة، وهذه الاستطاعة قبل الفعل وهي قدرته عليه وعلى ضده وهي غير موجبة للفعل [انظر: مقالات الإسلاميين (1 / 300) ، والفرق بين الفرق ص (116) ، وشرح الأصول الخمسة ص (398) ] . ¶ وأما الأشعرية فقالوا: إن الاستطاعة مع الفعل، لا يجوز",
            "page": "55",
            "part": "1",
            "seal": "6B6F9AF0"
        },
        {
            "id": "53",
            "nass": "أن تتقدمه ولا أن تتأخر عنه، وما يفعله الإنسان فهو كَسْب له [انظر: الإرشاد ص (219) ، والإنصاف ص (46) ، وشرح العقيدة الطحاوية (499- 504) ] . ¶ الخلاصة: ¶ يثبت أهل السنة للعبد استطاعة بمعنى الوُسْع والقدرة وسلامة الآلات، وهذه قد تتقدم على الفعل أو تقارنه ولا يجب بها الفعل لكن خطاب الشرع مرتبط بها، وأما الاستطاعة التي يجب بها الفعل وهي بمعنى التوفيق فهذه بإرادة الله تعالى وحده وهي التي تقارن الفعل. ¶ المناقشة: ¶ س1: اشرح مذهب أهل السنة في مسألة استطاعة العبد. ¶ س 2: بيِّن مذهب كل من الجهمية والمعتزلة والأشعرية في مسألة استطاعة العبد.",
            "page": "56",
            "part": "1",
            "seal": "EAA8C9D0"
        },
        {
            "id": "54",
            "nass": "[أفعال العباد] ¶ (أفعال العباد) * وأقروا أنه لا خالق إلا الله، وأن سيئات العباد يخلقها الله، وأن أعمال العباد يخلقها الله عز وجل، وأن العباد لا يقدرون أن يخلقوا شيئا. ¶ الشرح: قلت: هذا أمر متفق عليه عند الأئمة وقد نقله عنهم الإمام الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (60: 61) ] : (ويقولون إنه لا خالق على الحقيقة إلا الله عز وجل، وأن أكساب العباد كلها مخلوق لله، وأن الله يهدي من يشاء ويضل من يشاء لا حجة لمن أضله الله عز وجل ولا عذر كما قال الله عز وجل: {قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} وقال: {كَمَا بَدَأَكُمْ تَعُودُونَ - فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ} وقال: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ} وقال: {مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنْفُسِكُمْ إِلَّا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا} ومعنى (نبرأها) أي نخلقها بلا خلاف في اللغة، وقال مخبرا عن أهل الجنة:",
            "page": "57",
            "part": "1",
            "seal": "15850D0F"
        },
        {
            "id": "55",
            "nass": "{الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هَدَانَا اللَّهُ} وقال: {أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا} وقال: {وَلَوْ شَاءَ رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً وَلَا يَزَالُونَ مُخْتَلِفِينَ - إِلَّا مَنْ رَحِمَ رَبُّكَ} ) . ¶ قال التيمي في الحجة [1 / 421] باب الرد على الجهمية والمعتزلة: (أفعال العباد وليست بفعل الله وإنما هي مخلوقة له) . ¶ وقال الصابوني في عقيدة السلف أصحاب الحديث [ص 75- 89] : (ومن قول أهل السنة والجماعة في أكساب العباد أنها مخلوقة لله تعالى، لا يمترون فيه، ولا يعدون من أهل الهدى ودين الحق من ينكر هذا القول وينفيه، ويشهدون أن الله تعالى يهدي من يشاء إلى دينه ويضل من يشاء عنه، لا حجة لمن أضله الله عليه ولا عذر له لديه، قال الله عز وجل: {قُلْ فَلِلَّهِ الْحُجَّةُ الْبَالِغَةُ فَلَوْ شَاءَ لَهَدَاكُمْ أَجْمَعِينَ} وقال عز وجل: {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} وقال عز وجل: {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ}",
            "page": "58",
            "part": "1",
            "seal": "16D8B710"
        },
        {
            "id": "56",
            "nass": "فسبحانه خلق الخلق بلا حاجة إليهم، فجعلهم فريقين: فريقا للنعيم فضلا، وفريقا للجحيم عدلا، وجعل منهم غويا ورشيدا وشقيا وسعيدا، وقريبا من رحمته وبعيدا وكذلك من مذهب أهل السنة والجماعة أن الله عز وجل مريدٌ لجميع أعمال العباد خيرها وشرها، لم يؤمن أحد به إلا بمشيئته، ولم يكفر أحد إلا بمشيئته ولو شاء لجعل الناس أمة واحدة: {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا} ولو شاء أن لا يُعصى ما خلق إبليس، فكُفر الكافرين وإيمان المؤمنين وإلحاد الملحدين وتوحيد الموحدين وطاعة المطيعين ومعصية العاصين كلها بقضائه سبحانه وتعالى وقدره وإرادته ومشيئته، أراد كل ذلك وشاءه وقضاه، ويرضى الإيمان والطاعة ويسخط الكفر والمعصية ولا يرضاها، قال الله عز وجل: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} ) . ¶ قلت: هذه خلاصة مذهب أئمة حديث أهل السنة والجماعة، فقد دلت النصوص من الكتاب والسنة والإجماع على أن الله سبحانه هو الخالق لكل شيء من الأعيان والأوصاف والأفعال وغيرها، وأن مشيئة الله عامة شاملة لجميع الكائنات فلا يقع منها شيء إلا بتلك المشيئة، وأن",
            "page": "59",
            "part": "1",
            "seal": "C88F83F3"
        },
        {
            "id": "57",
            "nass": "خلقه سبحانه الأشياء بمشيئته إنما يكون وفقا لما علمه منها بعلمه القديم ولما كتبه وقدره في اللوح المحفوظ، وأن للعباد قدرة وإرادة تقع بها أفعالهم، وأنهم الفاعلون حقيقة لهذه الأفعال باختيارهم، وأنهم لهذا يستحقون عليها الجزاء إما بالمدح والمثوبة وإما بالذم والعقوبة، وأن نسبة هذه الأفعال إلى العباد فعلا لا ينافي نسبتها إلى الله إيجادا وخلقا لأنه هو الخالق لجميع الأسباب التي وقعت بها، وقد خالف في هذا: ¶ أولا: الجهمية الجبرية: فقد سلبوا عن العبد قدرته وإرادته، فالعبد عندهم كالريشة المعلقة في الهواء، وتأثر بهم أيضا الأشعرية حيث قالوا إن العبد غير مختار في فعله، وكسب الأشعرية معروف لأنه جبر متطور لأن معنى الكسب عندهم هو: (أن العبد إذا صمم عزمه فالله تعالى يخلق الفعل عنده، والعزم أيضا فعل يكون واقعا بقدرة الله تعالى، فلا يكون للعبد في الفعل مدخل على سبيل التأثير وإن كان له مدخل على سبيل الكسب، والحق أن الكسب عند الأشاعرة هو تعلق القدرة الحادثة بالمقدور في محلها من غير تأثير) . ¶ ثانيا: القدرية المعتزلة: وهؤلاء يقولون إن للعبد قدرة وإرادة مطلقتين مستقلتين عن الله تعالى، قال القاضي عبد الجبار: (إن أفعال العباد غير",
            "page": "60",
            "part": "1",
            "seal": "ADF8BDE2"
        },
        {
            "id": "58",
            "nass": "مخلوقة فيهم وأنهم المحدثون لها) فكأنهم أوجدوا خالقا غير الله وهو الإنسان (¬1) ولذلك سماهم النبي صلى الله عليه وسلم مجوس هذه الأمة (¬2) . ¶ * وأن الله سبحانه وفق المؤمنين لطاعته وخذل الكافرين، ولَطَف بالمؤمنين ونظر لهم وأصلحهم وهداهم، ولم يلطف بالكافرين ولا أصلحهم ولا هداهم ولو أصلحهم لكانوا صالحين ولو هداهم لكانوا مهتدين، وأن الله سبحانه يقدر أن يصلح الكافرين ويلطف بهم حتى يكونوا مؤمنين ولكنه أراد أن لا يصلح الكافرين ويلطف بهم حتى يكونوا مؤمنين ولكنه أراد أن يكونوا كافرين كما علم، وخذلهم وأضلهم وطبع على قلوبهم، وأن الخير والشر بقضاء الله وقدره، ويؤمنون بقضاء الله وقدره خيره وشره حلوه ومره ويؤمنون أنهم لا يملكون لأنفسهم نفعا ولا ضرا إلا ما شاء الله كما قال، ويُلجئون أمرهم إلى الله سبحانه، ويثبتون الحاجة إلى الله في كل وقت والفقر ¶ ¬_________ ¶ (¬1) انظر: رسالة أهل الثغر ص (79، 88) ، ومحصل أفكار المتقدمين ص (280) ، والروضة البهية ص (42) ، وشرح الأصول الخمسة ص (223) ، والواسطية مع شرحها للهراس ص (229) . ¶ (¬2) أخرجه أبو داود في كتاب السنة باب في القدر (5 / 66) ح4691، وأخرجه الحاكم (1 / 85) وصححه الألباني في صحيح الجامع (2 / 818) ح4442.",
            "page": "61",
            "part": "1",
            "seal": "FFD929BA"
        },
        {
            "id": "59",
            "nass": "إلى الله في كل حال. ¶ اللغة: - (خذل) : أي حرم التوفيق والعون. ¶ - (طبع على قلوبهم) : ختم عليها فلا تعرف الحق. ¶ - (يلجئون) : أي يفوِّضون أمورهم لله وينزلون حاجاتهم به. ¶ الشرح: أغفل المؤلف رحمه الله تعالى أمرا مهما وهو الحكمة في تقدير الخير والشر، فالله يهدي من يشاء فضلا ويضل من يشاء عدلا، قال الطحاوي في بيان اعتقاد أهل الفقه والجماعة [ص (108) ] : (يهدي من يشاء، ويعصم ويُعافي فضلا، ويضل من يشاء ويخذل ويبتلي عدلا، وكلهم يتقلبون في مشيئته بين فضله وعدله) . ¶ فمن هداه إلى الإيمان فبفضله وله الحمد، ومن أضله فبعدله وله الحمد، فالله سبحانه حكيم لا يفعل شيئا عبثا ولا لغير معنى ومصلحة، وحكمته هي الغاية المقصودة بالفعل بل أفعاله سبحانه صادرة عن حكمة بالغة لأجلها فعل كما هي ناشئة عن أسباب بها فعل. ¶ الخلاصة: ¶ يرى أهل السنة أن أفعال العباد مخلوقة لله تعالى ومقدَّرة له.",
            "page": "62",
            "part": "1",
            "seal": "E5CF0576"
        },
        {
            "id": "60",
            "nass": "المناقشة: ¶ س1: بيِّن مذهب أهل السنة بشأن مسألة أفعال العباد. ¶ س 2: هل يتفق قول المعتزلة مع قول أهل السنة في هذا الباب؟ ¶ س 3: بين مذهب الأشعرية في ذلك.",
            "page": "63",
            "part": "1",
            "seal": "3751FF02"
        },
        {
            "id": "61",
            "nass": "[القرآن كلام الله على الحقيقة غير مخلوق] ¶ (القرآن كلام الله على الحقيقة غير مخلوق) * ويقولون إن القرآن كلام الله غير مخلوق. ¶ الشرح: أجمل المؤلف رحمه الله تعالى مذهب أهل الحديث أئمة السنة في هذه المسألة الخطيرة التي ضل فيها طوائف وفرق عديدة، وحُبس الإمام أحمد بن حنبل من أجل أنه امتنع أن يقول إن القرآن مخلوق، كما أوذي غيره من علماء السنة بسببها من المأمون والمعتصم ومن بعده. ¶ وقد بسط الإمام الحافظ أبو بكر الإسماعيلي والصابوني من بعده والتيمي واللالكائي بيان مذهب أصحاب الحديث، فقد قال أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (57) ] : (ويقولون: إن القرآن كلام الله غير مخلوق، وأنه كيفما يُصرف بقراءة القارئ له بلفظه، ومحفوظا في الصدور، متلوًّا بالألسن، مكتوبا في المصاحف، غير مخلوق، ومن قال بخلق اللفظ بالقرآن يريد به القرآن فهو قد قال بخلق القرآن) . ¶ قال التيمي [1 / 368] : (قال أصحاب الحديث وأهل السنة: إن القرآن المكتوب الموجود في المصاحف،",
            "page": "64",
            "part": "1",
            "seal": "3DB6F60D"
        },
        {
            "id": "62",
            "nass": "والمحفوظ الموجود في القلوب، هو حقيقة كلام الله عز وجل بخلاف ما زعم قوم أنه عبارة عن حقيقة الكلام القائم بذات الله عز وجل ودلالة عليه، والذي هو في المصحف محدث وحروف مخلوقة، ومذهب أهل السنة وفقهائهم أنه الذي تكلم الله به، وسمعه جبريل من الله وأدى جبريل إلى النبي صلى الله عليه وسلم وتحدى به النبي صلى الله عليه وسلم. . .) . ¶ فالحاصل أن مذهب أهل السنة في القرآن هو أن القرآن بلفظه ومعناه كلام الله حقيقة، تكلم به، وسمع منه جبريل، وسمع من جبريل رسول الله صلى الله عليه وسلم، وسمع الصحابة من الرسول صلى الله عليه وسلم، وأن الله تعالى تكلم بصوت يسمع، وكما أنه له ذات لا تشبه الذوات، فكذا صفاته لا تشبه الصفات وكذلك صوته لا يشبه صوت أحد من خلقه، ونحن نتكلم بالقرآن بأصواتنا، فأصواتنا مخلوقة ولكن كلام الله تعالى غير مخلوق. ¶ وأما الأشعرية والماتريدية فقالوا: كلام الله كلام نفسي بدون حرف ولا صوت ولا يتجزأ ولا يتبعَّض، وليس فيه أمر ولا نهي، ولا خبر ولا استخبار، أما التوراة والإنجيل والقرآن فليس كلام الله على الحقيقة بل هو مخلوق وهو كلام الله مجازا لأنه دال على كلام الله النفسي.",
            "page": "65",
            "part": "1",
            "seal": "B7B5841A"
        },
        {
            "id": "63",
            "nass": "واختلف الماتريدية عن الأشعرية بأن قالوا: كلام الله النفسي لا يسمع، فموسى وغيره من الأنبياء لم يسمعوا كلام الله وإنما سمعوا صوتا مخلوقا في الشجرة، أما الأشعرية فقد قالوا: كلام الله النفسي يسمع، فكلامهم هذا أبعد عن النقل والعقل لذلك قال كثير من الأشعرية إن معنى سمع كلام الله أي فهم كلام الله لعلمهم أن القول بسماع الكلام النفسي سفه وتغفيل. ¶ فالحاصل أن الجهمية الأولى والكلابية والماتريدية والأشعرية كلهم متفقون ومجمعون على أن هذا القرآن العربي مخلوق وليس كلام الله على الحقيقة (¬1) . ¶ ¬_________ ¶ (¬1) انظر: كتاب التوحيد للماتريدي (59) ، تبصرة الأدلة (126) ، المسايرة (80: 81) ، وإشارات المرام (55، 181: 182) ، والإرشاد للجويني (129: 130) ، وانظر: خلق أفعال العباد (149) ، ودرء تعارض العقل والنقل (40، 93) ، ومجموع الفتاوى (12 / 304: 305، 365، 584: 586) .",
            "page": "66",
            "part": "1",
            "seal": "8826E4B2"
        },
        {
            "id": "64",
            "nass": "[بدعة الوقف في القرآن] ¶ (بدعة الوقف في القرآن) * والكلام في الوقف واللفظ من قال باللفظ أو بالوقف فهو مبتدع عندهم ولا يقال اللفظ بالقرآن مخلوق أو غير مخلوق. ¶ اللغة: (الوقف) : بمعنى التوقف في القرآن فلا يقال مخلوق أو غير مخلوق، (مبتدع) : هو المحدِث في الدين ما لم يأذن به الله. ¶ الشرح: الواقفة: هم الذين وقفوا في القرآن فقالوا: لا نقول مخلوق ولا غير مخلوق، وبدَّعوا من خالفهم، قال الدارمي في التعريف بهم: (ثم إن أناسا ممن كتبوا العلم بزعمهم وادعوا معرفته وقفوا في القرآن فقالوا: لا نقول: (مخلوق هو ولا غير مخلوق) ومع وقوفهم هنا لم يرضوا حتى ادعوا أنهم ينسبون إلى البدعة من خالفهم وقال بأحد هذين القولين) . [الرد على الجهمية، ص (432) ، ضمن مجموعة عقائد السلف] ، أما موقف أهل السنة من الواقفة فقد أفرد عبد الله بن أحمد في كتابه السنة [ (1 / 179) ] بابا في قول أبي عبد الله - أحمد بن حنبل - في الواقفة وفيه: (سمعت أبي رحمه الله وسئل عن الواقفة؟ فقال أبي: من كان يخاصم ويعرف بالكلام فهو",
            "page": "67",
            "part": "1",
            "seal": "BEEFDC63"
        },
        {
            "id": "65",
            "nass": "جهمي ومن لم يُعرف بالكلام يجانب حتى يرجع ومن لم يكن له علم يسأل) . ¶ وقال عبد الله: سمعت أبي رحمه الله مرة أخرى وسئل عن اللفظية والواقفة فقال: (من كان منهم يحسن الكلام فهو جهمي، وقال مرة أخرى: هم شر من الجهمية) . ¶ وكذا اللالكائي في كتابه شرح أصول اعتقاد أهل السنة والجماعة (1 / 323) أفرد بابا في (سياق ما روي في تكفير من وقف في القرآن شاكًّا فيه أنه غير مخلوق) ذاكرا آثار علماء السلف من أهل المدينة والكوفة وبغداد ومصر والشام وأهل الجزيرة وخراسان في تكفير من وقف في القرآن شاكًّا فيه. ¶ وكذا الدارمي أفرد بابا في الرد عليهم فقد قال: (باب الاحتجاج على الواقفة) [ص (342- 344) ضمن مجموعة عقائد السلف] . ¶ الخلاصة: ¶ يقول أهل السنة إن القرآن كلام الله حقيقة وأنه غير مخلوق، ويبدِّعون من توقف في القرآن أو قال لفظي بالقرآن مخلوق.",
            "page": "68",
            "part": "1",
            "seal": "68959CBD"
        },
        {
            "id": "66",
            "nass": "المناقشة: ¶ س1: بيِّن قول أهل السنة في القرآن، وفي إثبات صفة الكلام الإلهي. ¶ س 2: اشرح مذهب الأشعرية والماتريدية والجهمية والكلابية في القرآن. ¶ س 3: ما هو قول الأشعرية والماتريدية في صفة الكلام؟ وما مقصودهم بالكلام النفسي؟ ¶ س 4: ما الفرق بين الأشعرية والماتريدية في مسألة الكلام النفسي؟ ¶ س 5: ما حكم من توقف في القرآن شاكًّا فيه أنه غير مخلوق؟ ¶ س 6: ما القول فيمن يقول: لفظي بالقرآن مخلوق؟",
            "page": "69",
            "part": "1",
            "seal": "F1A53B1F"
        },
        {
            "id": "67",
            "nass": "[رؤية المؤمنين ربهم في الآخرة] ¶ (رؤية المؤمنين ربهم في الآخرة) * ويقولون إن الله سبحانه يُرى بالأبصار يوم القيامة كما يُرى القمر ليلة البدر، يراه المؤمنون ولا يراه الكافرون لأنهم عن الله محجوبون، قال الله عز وجل: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} وأن موسى عليه السلام سأل الله سبحانه الرؤية في الدنيا وأن الله سبحانه تجلى للجبل فجعله دكًّا فأعلمه أنه لا يراه في الدنيا بل يراه في الآخرة. ¶ اللغة: (تجلى) : ظهر، (محجوبون) : يُحجب بينهم وبين الرؤية بحجاب، (دكًّا) : مستويا بالأرض. ¶ الشرح: دل على إثبات رؤية المؤمنين ربهم في الآخرة بأبصارهم القرآنُ والسنة النبوية والإجماع، قال ابن القيم في كتاب حادي الأرواح [ص (241) ] : (دل القرآن والسنة المتواترة وإجماع الصحابة وأئمة الإسلام وأهل الحديث. . على أن الله سبحانه يُرى يوم القيامة بالأبصار عيانا كما يرى القمر ليلة البدر صحوا، وكما ترى الشمس في الظهيرة) .",
            "page": "70",
            "part": "1",
            "seal": "10994149"
        },
        {
            "id": "68",
            "nass": "وقال الحافظ عبد الغني المقدسي في عقيدته: (وأجمع جمع أهل الحق واتفق أهل التوحيد والصدق أن الله يُرى في الآخرة كما جاء في كتابه وصح به النقل عن رسوله) . [عقيدة الحافظ عبد الغني المقدسي، ص (30- 31) ضمن المجموعة العلمية السعودية] . ¶ وقال الأشعري في رسالته إلى أهل الثغر [ص (76) ] : (وأجمعوا على أن المؤمنين يرون الله عز وجل يوم القيامة بأعين وجوههم على ما أخبر به تعالى) ، قلت: وكذا قرر عقيدة أهل الحديث في الرؤية الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (62: 63) ] . ¶ (ويعتقدون جواز الرؤية من العباد المتقين لله عز وجل في القيامة دون الدنيا، ووجوبها لمن جعل الله ذلك ثوابا له في الآخرة كما قال: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ - إِلَى رَبِّهَا نَاظِرَةٌ} وقال في الكفار: {كَلَّا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ} فلو كان المؤمنون كلهم والكافرون كلهم لا يرونه كانوا جميعهم عنه محجوبين وذلك من غير اعتقاد التجسيم في الله عز وجل ولا التحديد له، ولكن يرونه جل وعز بأعينهم على ما يشاء هو بلا كيف) . ¶ وكذا الصابوني في عقيدة السلف أصحاب الحديث [",
            "page": "71",
            "part": "1",
            "seal": "4FC00E21"
        },
        {
            "id": "69",
            "nass": "ص (65- 66) ] حيث قال: (ويشهد أهل السنة أن المؤمنين يرون ربهم - تبارك وتعالى - يوم القيامة بأبصارهم وينظرون إليه، على ما ورد به الخبر الصحيح عن رسول الله صلى الله عليه وسلم في قوله: «إنكم ترون ربكم كما ترون القمر ليلة البدر» (¬1) والتشبيه في هذا الخبر وقع للرؤية بالرؤية لا للمرئي، والأخبار الواردة في الرؤية مخرَّجة في كتاب الانتصار بطرقها) . ¶ تنبيه: إن الأشعرية والماتريدية يتظاهرون بإثبات رؤية الله ولكنهم اشترطوا شروطا جعلوها من المستحيلات ولذلك قال أذكياؤهم: لا خلاف بيننا وبين المعتزلة في الرؤية، بل كلنا على الرؤية العلمية لا البصرية، ولذلك قالوا بجواز رؤية أعمى في الصين بَقَّة في الأندلس ولا شك أن رؤية أعمى في الصين بَقَّة في الأندلس من الرؤية العلمية وليست من الرؤية البصرية في شيء (¬2) . ¶ ¬_________ ¶ (¬1) البخاري (2 / 40) ح 554 في مواقيت الصلاة، باب فضل صلاة العصر، وأخرجه برقم (485، 7434، 7435، 7436) في التفسير وبأرقام (7434، 7435، 7436) .  ¶ وبنحوه مسلم (1 / 167) ح 163 في الإيمان، باب معرفة طريق الرؤية، من حديث عطاء عن أبي سعيد مرفوعا. ¶ (¬2) انظر: كتاب التوحيد للماتريدي ص (58) ، والعقائد النسفية ص (73) ، وحاشية الكستري على شرح العقائد (108) ، وإشارات المرام ص (202) .",
            "page": "72",
            "part": "1",
            "seal": "51208087"
        },
        {
            "id": "70",
            "nass": "الخلاصة: ¶ يرى أهل السنة أن المؤمنين يرون الله تعالى في الآخرة بأبصارهم رؤية حقيقية لا يُضامون في رؤيته وليست رؤية علمية كما قال المبتدعة. ¶ المناقشة: ¶ س1: ما هو موقف أهل السنة من مسألة الرؤية في الآخرة؟ ¶ س 2: اذكر دليلا واحدا من الكتاب والسنة على إثبات الرؤية في الآخرة. ¶ س 3: اذكر مذهب الأشعرية والماتريدية في مسألة الرؤية.",
            "page": "73",
            "part": "1",
            "seal": "CC0B6263"
        },
        {
            "id": "71",
            "nass": "[قولهم في مرتكب الكبيرة] ¶ (قولهم في مرتكب الكبيرة) * ولا يكفِّرون أحدا من أهل القبلة بذنب يرتكبه كنحو الزنا والسرقة وما أشبه ذلك من الكبائر، ومعهم بما هم من الإيمان مؤمنون وإن ارتكبوا الكبائر. ¶ اللغة: - (ولا يكفرون) : أي لا يحكمون بالكفر. ¶ - (الكبائر) : هي الذنوب التي ورد في حقها لعن أو وعيد شديد. ¶ الشرح: دل على إثبات أن الكبيرة لا تُخرج صاحبها من الإيمان القرآن والسنة والإجماع، قال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} ¶ قال الأشعري: (وأجمعوا على أن المؤمن بالله تعالى وسائر ما دعا إليه النبي صلى الله عليه وسلم أن الإيمان به لا يخرجه عنه شيء من المعاصي ولا يحبط إيمانه إلا الكفر، وأن العصاة من أهل القبلة مأمورون بسائر الشرائع غير خارجين عن الإيمان) [رسالة الثغر، ص (94) ] ، وهذا هو ما قرره الحافظ",
            "page": "74",
            "part": "1",
            "seal": "1C2CEE8C"
        },
        {
            "id": "72",
            "nass": "أبو بكر الإسماعيلي في اعتقاد أئمة أهل الحديث [ص (64) ] حيث قال: (ويقولون إن أحدا من أهل التوحيد ومن يصلي إلى قبلة المسلمين لو ارتكب ذنبا أو ذنوبا كثيرة صغائر أو كبائر، مع الإقامة على التوحيد لله والإقرار بما التزمه وقبله عن الله؛ فإنه لا يكفر به ويرجون له المغفرة، قال تعالى: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} ) . ¶ وكذا شيخ الإسلام أبو عثمان الصابوني حيث قال في كتابه عقيدة السلف أصحاب الحديث [ص (71- 72) ] : (ويعتقد أهل السنة أن المؤمن وإن أذنب ذنوبا كثيرة صغائر كانت أو كبائر فإنه لا يكفر بها، وإن خرج من الدنيا غير تائب منها ومات على التوحيد والإخلاص فإن أمره إلى الله عز وجل إن شاء عفا عنه وأدخله الجنة يوم القيامة سالما غانما غير مبتلى بالنار ولا معاقب على ما ارتكبه من الذنوب واكتسبه ثم استصحبه إلى يوم القيامة من الآثام والأوزار، وإن شاء عاقبه وعذبه مدة بعذاب النار وإذا عذبه لم يخلده فيها بل أعتقه وأخرجه منها إلى نعيم دار القرار) . ¶ الخلاصة: ¶ لا يحكم أهل السنة على مرتكب الكبيرة بالكفر، بل هو مسلم فاسق، ولا يكفرون أحدا بذنب ما لم يستحله، ويقولون",
            "page": "75",
            "part": "1",
            "seal": "7B57E5BD"
        },
        {
            "id": "73",
            "nass": "إن مرتكب الكبيرة تحت المشيئة يوم القيامة إن شاء الله عفا عنه، وإن شاء عذبه. ¶ المناقشة: ¶ س1: عرِّف الكبيرة. ¶ س 2: ما قول أهل السنة في مرتكب الكبيرة؟ ¶ س 3: ما حكم مرتكب الكبيرة الذي يموت على غير توبة؟",
            "page": "76",
            "part": "1",
            "seal": "B847BDBC"
        },
        {
            "id": "74",
            "nass": "[أركان الإيمان] ¶ (أركان الإيمان) * والإيمان عندهم هو الإيمان بالله وملائكته وكتبه ورسله وبالقدر خيره وشره حلوه ومره وأن ما أخطأهم لم يكن ليصيبهم وما أصابهم لم يكن ليخطئهم. ¶ الشرح: تقدم شرح هذه الأركان في أول الكتاب، أما الإيمان باليوم الآخر فسيذكره المؤلف مفصلا في ثنايا الرسالة. ¶ وقوله: (وأن ما أخطأهم لم يكن ليصيبهم وما أصابهم لم يكن ليخطئهم) فإنه مأخوذ من قوله صلى الله عليه وسلم: «واعلم أن ما أصابك لم يكن ليخطئك وما أخطأك لم يكن ليصيبك» (¬1) . ¶ ومعنى ذلك أن الإنسان إذا قدر الله له أن يصاب بسوء فليس من الممكن أن يخطئه هذا السوء، بل لا بد أن يصيبه وإن فعل ما فعل، وتحرَّز بما تحرز، فهو لا بد مصيبه، وإن قدّر الله له أن يعافى من هذا السوء فإنه لا يمكن أن يصاب به، وإن اجتمع ¶ ¬_________ ¶ (¬1) أخرجه الطبراني في الكبير (11 / 123) ح (11243) من رواية ابن أبي مليكة عن ابن عباس.",
            "page": "77",
            "part": "1",
            "seal": "D7F189A8"
        },
        {
            "id": "75",
            "nass": "الناس جميعا على إنزاله به، لم يستطيعوا إلى ذلك سبيلا. ¶ الخلاصة: ¶ أركان الإيمان عند أهل السنة ستة هي: الإيمان بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، والقدر خيره وشره. ¶ المناقشة: ¶ س1: اذكر أركان الإيمان عند أهل السنة. ¶ س 2: ما مذهبهم في إثبات القدر؟ ¶ س 3: اشرح قول النبي صلى الله عليه وسلم: «واعلم أن ما أصابك لم يكن ليخطئك وأن ما أخطأك لم يكن ليصيبك» .",
            "page": "78",
            "part": "1",
            "seal": "CF617B8E"
        },
        {
            "id": "76",
            "nass": "[أركان الإسلام] ¶ (أركان الإسلام) * والإسلام هو أن يُشهد أن لا إله إلا الله وأن محمدا رسول الله على ما جاء في الحديث. ¶ اللغة: (الإسلام) : في اللغة هو الاستسلام والإذعان والانقياد. ¶ الشرح: تضمنت هذه الكلمة العظيمة نفيا وإثباتا؛ فنفت الإلهية عن كل ما سوى الله بقولك (لا إله) ، وأثبتت الإلهية لله وحده بقولك (إلا الله) ، ولا ريب أن الشهادة لا تكون شهادة إلا إذا كانت عن علم ويقين وصدق، وأما مع الجهل بمعناها والشك فلا تعتبر ولا تنفع، فيكون الشاهد والحالة هذه كاذبا لجهله بمعنى الذي شهد به، فكم ضل بسبب ذلك من ضل وهم الأكثرون، فقلبوا حقيقة المعنى فأثبتوا الإلهية المنفية لمن نُفيت عنه من المخلوقين أرباب القبور والمشاهد والطواغيت والأشجار والأحجار والجن وغير ذلك، واتخذوا ذلك دينا، وشبهوا وزخرفوا واتخذوا التوحيد بدعة وأنكروه على من دعاهم إليه، فلجهلهم معنى الإله قلبوا حقيقة المعنى إلى معنى توحيد الربوبية وهو القدرة على الاختراع، فأثبتوا ما نفته",
            "page": "79",
            "part": "1",
            "seal": "BD41D845"
        },
        {
            "id": "77",
            "nass": "(لا إله إلا الله) من الشرك، وأنكروا ما أثبتته من إخلاص العبادة لله جهلا منهم، والله المستعان. [انظر: قرة عيون الموحدين ص (14- 15) ] . ¶ وأما معنى: أشهد أن محمدا عبده ورسوله، أي أشهد بصدق ويقين، وذلك يقتضي اتباعه وتعظيم أمره ونهيه ولزوم سَمْته صلى الله عليه وسلم، وأن لا تعارض قوله بقول أحد لأن غيره يجوز عليه الخطأ، والنبي صلى الله عليه وسلم قد عصمه الله تعالى وأمرنا بطاعته والتأسي به وتوعدنا على ترك طاعته بقوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} وقال: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} وللأسف فقد وقع في التفريط في المتابعة وتركها أقوام، وقدموا أقوال من يجوز عليهم الخطأ على قوله صلى الله عليه وسلم، والله المستعان. [انظر: قرة عيون الموحدين، ص (15- 16) ] . ¶ ومن مقتضى شهادتنا بأنه رسول الله أن لا نقدم على قوله قول أحد كائنا من كان، وهو أحد نوعي التوحيد فإن التوحيد نوعان: توحيد المُرْسِل وهو الله وتوحيد متابعة الرسول. ¶ قال ابن أبي العز: (فهما توحيدان، لا نجاة للعبد من عذاب الله إلا بهما، توحيد المرسِل، وتوحيد متابعة الرسول،",
            "page": "80",
            "part": "1",
            "seal": "6F10190A"
        },
        {
            "id": "78",
            "nass": "فلا يحاكم إلى غيره، ولا يرضى بحكم غيره، ولا يوقف تنفيذ أمره وتصديق خبره على عرضه على قول شيخه وإمامه وذوي مذهبه وطائفته. . .) [شرح العقيدة الطحاوية ص (160) ] . ¶ وقوله: (على ما جاء في الحديث) : يشير إلى حديث جبريل، فقد سأل جبريل النبي صلى الله عليه وسلم عن الإيمان والإسلام والإحسان فقال النبي صلى الله عليه وسلم: «الإسلام أن تشهد أن لا إله إلا الله وأن محمدا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلا» (¬1) . ¶ الخلاصة: ¶ يعرِّف أهل السنة الإسلام على ما عرفه النبي صلى الله عليه وسلم في الحديث: «الإسلام أن تشهد أن لا إله إلا الله وأن محمدا عبده ورسوله» . . . الحديث. ¶ المناقشة: ¶ س1: عرِّف الإسلام عند أهل السنة. ¶ س 2: اذكر نوعي التوحيد اللذين لا يتم إلا بهما. ¶ س 3: كيف تحقق توحيد المرسل؟ ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الإيمان والإسلام (1 / 36، 37) من طريق يحيى بن معمر عن عمر بن الخطاب.",
            "page": "81",
            "part": "1",
            "seal": "59CC73B7"
        },
        {
            "id": "79",
            "nass": "[الفرق بين الإيمان والإسلام] ¶ (الفرق بين الإيمان والإسلام) * والإسلام عندهم غير الإيمان. ¶ الشرح: هذا ما قرره المؤلف عنهم لكن الحافظ أبو بكر الإسماعيلي أشار إلى أنهم قد اختلفوا في الفرق بين الإسلام والإيمان. [انظر: اعتقاد أئمة الحديث ص (67) ] . ¶ فقد قال في كتابه اعتقاد أئمة أهل الحديث [ص (67: 68) ] : (وقال منهم: إن الإيمان قول وعمل، والإسلام فعل ما فُرض على الإنسان أن يفعله إذا ذكر كل اسم على حدته مضموما إلى الآخر فقيل: المؤمنون والمسلمون جميعا مفردين أريد بأحدهما معنى لم يرد بالآخر، وإن ذكر أحد الاسمين شمل الكل وعمهم، فكثير منهم قالوا: الإسلام والإيمان واحد، قال الله عز وجل: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} فلو أن الإيمان غيره لم يُقبل، وقال: {فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ - فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ} ¶ ومنهم من ذهب إلى أن الإسلام مختص بالاستسلام لله",
            "page": "82",
            "part": "1",
            "seal": "9B260661"
        },
        {
            "id": "80",
            "nass": "والخضوع له والانقياد لحكمه فيما هو مؤمن به كما قال: {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ} وقال: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ} وهذا أيضا دليل لمن قال هما واحد) . ¶ قلت: وهناك أقوال أخرى والراجح في نظري قول من يقول: إن الإيمان والإسلام إذا افترقا اتفقا وإن اجتمعا افترقا. ¶ الخلاصة: ¶ الإسلام والإيمان إن اجتمعا أُريد بالأول الأعمال الظاهرة وبالثاني الاعتقادات والأعمال الباطنة، وإن ذكر كل منهما منفردا أريد به كلا الأمرين. ¶ المناقشة: ¶ س1: عرِّف الإسلام والإيمان مع ذكر الفرق بينهما. ¶ س 2: ما معنى القول بأن الإيمان والإسلام إذا افترقا اتفقا وإذا اجتمعا اختلفا؟",
            "page": "83",
            "part": "1",
            "seal": "C9204538"
        },
        {
            "id": "81",
            "nass": "[الله سبحانه مقلب القلوب] ¶ (الله سبحانه مقلب القلوب) * ويقرون بأن الله سبحانه مقلب القلوب. ¶ الشرح: مأخوذ من حديث النبي صلى الله عليه وسلم: «يا مقلب القلوب، ثبت قلبي على دينك» (¬1) . ¶ ومعناه: أن الله سبحانه وتعالى يقلب قلوب العباد بين أصبعيه كما في الحديث، فقد يصبح الرجل مؤمنا ويمسي كافرا، ويمسي مؤمنا ويصبح كافرا، والله تعالى كل يوم هو في شأن، فالنبي صلى الله عليه وسلم كان يدعو الله تعالى أن يثبِّت قلبه على الإسلام وأن يعافيه من الزيغ والضلال، وألا يضله بعد إذ هداه، وذلك لأن مقلب القلوب ومصرفها هو الله تعالى وحده. ¶ الخلاصة: ¶ يقول أهل السنة إن الله تعالى هو الذي يقلب قلوب العباد بين أصابعه. ¶ ¬_________ ¶ (¬1) أخرجه ابن أبي عاصم في السنة (1 / 98) ح 219، وحديث أبي إدريس الخولاني عن النواس مرفوعا وصححه الألباني.",
            "page": "84",
            "part": "1",
            "seal": "320D14D3"
        },
        {
            "id": "82",
            "nass": "المناقشة: ¶ س1: اذكر دليلا على أن الله تعالى يقلب قلوب العباد. ¶ س 2: ما معنى القول بأن الله تعالى يقلب القلوب؟",
            "page": "85",
            "part": "1",
            "seal": "803CE00C"
        },
        {
            "id": "83",
            "nass": "[الشفاعة] ¶ (الشفاعة) * ويقرون بشفاعة رسول الله صلى الله عليه وسلم وأنها لأهل الكبائر من أمته. ¶ اللغة: (يقرون) : يعترفون ويثبتون، (الشفاعة) : هنا استشفاع النبي صلى الله عليه وسلم إلى الله في أهل الكبائر. ¶ الشرح: الشفاعة لا تكون يوم القيامة إلا بإذن الله تعالى للشافع ورضاه عن المشفوع له، وهذا ما قرره الحافظ أبو بكر الإسماعيلي في اعتقاد أئمة أهل الحديث [ص (68) ] حيث قال: (ويقولون إن الله يخرج من النار قوما من أهل التوحيد بشفاعة الشافعين، وأن الشفاعة حق) . ¶ وكذا شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (61) ] حيث قال: (ويؤمن أهل الدين والسنة بشفاعة الرسول صلى الله عليه وسلم لمذنبي أهل التوحيد ومرتكبي الكبائر كما ورد به الخبر الصحيح عن رسول الله صلى الله عليه وسلم، ودل على ثبوت الشفاعة الكتاب والسنة والإجماع.",
            "page": "86",
            "part": "1",
            "seal": "1E422C47"
        },
        {
            "id": "84",
            "nass": "قال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} وقال تعالى: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} وبين الله الشفاعة الصحيحة وهي التي تكون بإذنه لمن يرتضي قوله وعمله. ¶ وقال عليه الصلاة والسلام: «يخرج قوم من النار بشفاعة محمد صلى الله عليه وسلم فيدخلون الجنة يسمون الجَهَنَّميين» (¬1) والأحاديث في ذلك كثيرة متواترة، وقد نص بعض أهل العلم على تواترها كابن أبي عاصم في السنة [2 / 385] ، والقاضي عياض كما في شرح مسلم [3 / 35] وغيرهما) . ¶ وذكر الأشعري الإجماع في رسالته إلى أهل الثغر [ص (97) ] فقال: (وأجمعوا على أن شفاعة النبي صلى الله عليه وسلم لأهل الكبائر من أمته وعلى أن يخرج من النار قوم من أمته بعدما صاروا حُمَما) ، وخالفهم المعتزلة والخوارج. [انظر: شرح العقيدة الطحاوية ص (258) ] . ¶ أما صاحب كتاب شرح الأصول الخمسة المعتزلي فيرى الشفاعة ثابتة ويخالف في كونها للفساق، [ص (687 - 688، ¶ ¬_________ ¶ (¬1) البخاري (11 / 425) ح 6566 في الرقاق، باب صفة الجنة والنار، من حديث أبي رجاء عن عمران مرفوعا.",
            "page": "87",
            "part": "1",
            "seal": "29E8523A"
        },
        {
            "id": "85",
            "nass": "690 -) ] ، ورد الأحاديث في الشفاعة للناس بأنها منقولة بطريق الآحاد [انظر: الإرشاد (ص 393- 395) ، والمواقف (380) ] ، وقد عقد الإمام الحافظ إسماعيل التيمي فصلا في الرد على من ينكر إخراج الموحدين من النار فارجع إليه. ¶ الخلاصة: ¶ يؤمن أهل السنة بشفاعة النبي صلى الله عليه وسلم يوم القيامة بأنواعها ومنها الشفاعة لأهل الكبائر من أمته. ¶ المناقشة: ¶ س1: ما المراد بالشفاعة؟ ¶ س 2: هل الشفاعة خاصة بالنبي صلى الله عليه وسلم أم يشاركه غيره فيها؟ ¶ س 3: ما شروط الشفاعة الصحيحة؟ ¶ س 4: اذكر بعض المخالفين لأهل السنة في الشفاعة.",
            "page": "88",
            "part": "1",
            "seal": "1E97DEE4"
        },
        {
            "id": "86",
            "nass": "[عذاب القبر] ¶ (عذاب القبر) * وبعذاب القبر. ¶ الشرح: يؤمن أهل السنة بالنصوص الواردة في إثبات وجود عذاب القبر لمن شاء الله من خلقه من أهل الشقاء، وهذا ما قرره وبسط الكلام فيه الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (69) ] حيث قال: (ويقولون إن عذاب القبر حق يُعذِّب الله من استحقه إن شاء وإن شاء عفا عنه، لقوله تعالى: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} فأثبت لهم ما بقيت الدنيا عذابا بالغدو والعشي دون ما بينهما، حتى إذا قامت القيامة عُذبوا أشد العذاب بلا تخفيف عنهم كما كان في الدنيا، وقال: {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا} يعني قبل فناء الدنيا، لقوله تعالى: بعد ذلك: {وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} بيَّن أن المعيشة الضنك قبل يوم القيامة، وفي معاينتنا اليهود والنصارى والمشركين في العيش الرغد والرفاهية في المعيشة ما يُعلم أنه لم يرد به ضيق الرزق في",
            "page": "89",
            "part": "1",
            "seal": "BF437E21"
        },
        {
            "id": "87",
            "nass": "الحياة الدنيا لوجود مشركين في سعة من أرزاقهم، وإنما أراد به بعد الموت قبل الحشر) . ¶ ومن الآيات التي استدل بها أهل السنة على إثبات عذاب القبر قوله تعالى: {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} ¶ وقد استدل بها النبي صلى الله عليه وسلم على إثبات عذاب القبر، فقد أخرج البخاري في صحيحه من حديث البراء بن عازب وفيه قوله صلى الله عليه وسلم: «المسلم إذا سئل في القبر يشهد أن لا إله إلا الله وأن محمدا رسول الله فذلك قوله: {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا} » (¬1) وقول النبي صلى الله عليه وسلم: «إن أحدكم إذا مات عُرض عليه مقعده بالغداة والعشي، إن كان من أهل الجنة فمن أهل الجنة، وإن كان من أهل النار فمن أهل النار، فيقال: هذا مقعدك حتى يبعثك الله يوم القيامة» (¬2) . ¶ والأحاديث في إثبات عذاب القبر كثيرة متواترة، قال الشيخ عبد الغني المقدسي في عقيدته [ص (37) ] : (رواه عن ¶ ¬_________ ¶ (¬1) البخاري (8 / 229) ح 4699 في التفسير، باب يثبت الله الذين آمنوا. ¶ (¬2) البخاري (3 / 286) ح 1379 في الجنائز، باب الميت يعرض عليه مقعده بالغداة والعشي، من حديث نافع عن ابن عمر مرفوعا.",
            "page": "90",
            "part": "1",
            "seal": "0CA57E51"
        },
        {
            "id": "88",
            "nass": "النبي اثنا عشر صحابيا) [ضمن المجموعة العلمية السعودية ص (37) ] ، وخالف جمهور أهل السنة في ذلك ضرار بن عمر وبشر المريسي وأكثر المتأخرين من المعتزلة [انظر: شرح الأصول الخمسة ص (730) ، والمواقف ص (382) ] . ¶ الخلاصة: ¶ يؤمن أهل السنة بوجود عذاب في القبر على الحقيقة كما ورد في الكتاب والسنة. ¶ المناقشة: ¶ س1: هل يوجد في القبر عذاب حقيقي أم لا؟ ¶ س 2: اذكر دليلا في إثبات عذاب القبر. ¶ س 3: اذكر بعض المخالفين لأهل السنة في هذا الباب.",
            "page": "91",
            "part": "1",
            "seal": "F5CE9DB6"
        },
        {
            "id": "89",
            "nass": "[الحوض] ¶ (الحوض) * وأن الحوض حق ¶ الشرح: يؤمن أهل السنة بالحوض المورود الذي أعده الله تعالى لنبيه صلى الله عليه وسلم. ¶ وهذا ما قرره الحافظ أبو بكر الإسماعيلي في اعتقاد أئمة أهل الحديث [ص (68) ] فقد قال: (والحوض حق) ، وكذا شيخ الإسلام أبو عثمان إسماعيل الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (65) ] فقد قال: (ويؤمنون بالحوض والكوثر. .) ، وقد قال الله تعالى: {إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ} وقد تضافرت الأدلة من السنة على إثبات الحوض، فقد بوَّب البخاري في صحيحه بابا (في الحوض) ، وكذا مسلم عقد بابا (في إثبات حوض نبينا محمد صلى الله عليه وسلم) ، ومن جملة تلك الأحاديث حديث أنس بن مالك مرفوعا: «إن قدْر حوضي كما بين أيلة وصنعاء اليمن وإن فيه من الأباريق كعدد نجوم السماء» (¬1) ¶ ¬_________ ¶ (¬1) البخاري (11 / 472) ح 6580 في الرقاق، باب في الحوض، ومسلم (4 / 1800) ح 2303 في الفضائل، باب إثبات حوض نبينا صلى الله عليه وسلم، كلاهما من حديث ابن شهاب عن أنس مرفوعا.",
            "page": "92",
            "part": "1",
            "seal": "524C45CA"
        },
        {
            "id": "90",
            "nass": "وحديث جندب مرفوعا: «أنا فَرَطُكم على الحوض» (¬1) والأحاديث في ذلك كثيرة بلغت حد التواتر، صرح بذلك بعض أهل العلم كالقرطبي في المفهم كما في فتح الباري [ (11 / 467) ] ، وابن كثير في النهاية [ (2 / 3) ] ، والقاضي عياض كما في شرح مسلم [ (15 / 53) ] ، وابن أبي عاصم كما في السنة [ (2 / 360) ] وغيرهم. ¶ فأهل السنة اتفقت كلمتهم قاطبة على إثبات حوض نبينا محمد صلى الله عليه وسلم، وهو حوض عظيم ومورد كريم طوله مسيرة شهر كعرضه، ماؤه أشد بياضا من اللبن وأحلى من العسل وأطيب ريحا من المسك، وآنيته عدد نجوم السماء، على ما صحت به الأخبار عن النبي المختار، وأنكرته طائفة من المبتدعة. ¶ الخلاصة: ¶ يؤمن أهل السنة بحوض النبي صلى الله عليه وسلم على صفته الواردة في الآثار. ¶ ¬_________ ¶ (¬1) البخاري (11 / 473) ح 6589 في الرقاق، باب في الحوض، ومسلم (4 / 1792) ح 2289 في الفضائل، باب إثبات حوض نبينا صلى الله عليه وسلم، كلاهما من حديث عبد الملك بن عمير عن جندب مرفوعا.",
            "page": "93",
            "part": "1",
            "seal": "D61E60F2"
        },
        {
            "id": "91",
            "nass": "المناقشة: ¶ س1: ما موقف أهل السنة من مسألة حوض النبي صلى الله عليه وسلم؟ ¶ س 2: اذكر بعضا من صفات هذا الحوض كما وردت بها الآثار. ¶ س 3: من هو فرط المسلمين على الحوض؟",
            "page": "94",
            "part": "1",
            "seal": "1BFE93B2"
        },
        {
            "id": "92",
            "nass": "(الصراط) * والصراط حق. ¶ اللغة: (الصراط) : الطريق، والمراد هنا جسر على متن جهنم. ¶ الشرح: أجمع أهل السنة والجماعة على إثبات الصراط، وهو جسر - بفتح الجيم وكسرها - ممدود على جهنم ليعبر المسلمون عليه إلى الجنة، وهو أحدّ من السيف وأدقّ من الشعر، ولا يعبره إلا المؤمنون، فيمضون عليه على قدر نورهم، منهم من يمر كانقضاض الكواكب، ومنهم من يمر كالريح ومنهم من يمر كالطرف، ومنهم من يرمل رملا، وهو ثابت بالكتاب والسنة. ¶ وقال تعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا} فسَّرها عبد الله بن مسعود وقتادة وزيد بن أسلم (بالمرور على الصراط) ، قال ابن أبي العز: (والأظهر أنه المرور على الصراط، وفسرها جماعة منهم ابن عباس بالدخول في النار لكن ينجون منها) . [انظر: تفسير البغوي (5 / 246) ] .",
            "page": "95",
            "part": "1",
            "seal": "3573EFC9"
        },
        {
            "id": "93",
            "nass": "وقد بوب الإمام البخاري في صحيحه باب (الصراط جسر جهنم) ذكر فيه حديث أبي هريرة الطويل وفيه: «ويُضرب جسر جهنم، قال رسول الله صلى الله عليه وسلم: \" فأكون أول من يُجيز، ودعاء الرسول يومئذ: اللهم سلم سلم، وبه كلاليب مثل شوك السعدان» (¬1) الحديث، وأنكره بعض المعتزلة. [ينظر: شرح الأصول الخمسة (737، 378) ، والإرشاد للجويني ص 370، 380) ] . ¶ الخلاصة: ¶ يؤمن أهل السنة بأن الصراط حق، كما ورد في الكتاب والسنة، وعليه الإجماع. ¶ المناقشة: ¶ س1: ما المراد بالصراط؟ وما صفته؟ ¶ س 2: ما مذهب أهل السنة في شأن الصراط؟ ¶ س 3: اذكر بعض المخالفين في هذا الباب. ¶ ¬_________ ¶ (¬1) البخاري (11 / 453) ح 6573 في الرقاق، باب الصراط جسر جهنم، من حديث عطاء عن أبي هريرة مرفوعا.",
            "page": "96",
            "part": "1",
            "seal": "4AB46C2D"
        },
        {
            "id": "94",
            "nass": "[البعث] ¶ (البعث) * والبعث بعد الموت حق ¶ اللغة: (البعث) : هو إحياء الموتى يوم القيامة للحساب. ¶ الشرح: البعث بعد الموت قررته الأديان كلها ووردت فيه النصوص الشرعية التي لا تحصى. ¶ وهذا ما قرره الحافظ أبو بكر الإسماعيلي فقد قال في كتابه اعتقاد أئمة أهل الحديث [ص (68) ] : (والمعاد حق) . ¶ وكذا شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (60) ] حيث قال: (ويؤمن أهل الدين والسنة بالبعث بعد الموت يوم القيامة، وبكل ما أخبر الله سبحانه ورسوله صلى الله عليه وسلم من أهوال ذلك اليوم الحق) . ¶ فالله يبعث الموتى من القبور ويعيدهم معادا جسمانيا بأن يجمع ما تفرق من أجسامهم ثم ينشئهم نشأة أخرى ثم يعيد أرواحهم، دل على ذلك قوله تعالى: {قَالَ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ وَلَكُمْ فِي الْأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ - قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ}",
            "page": "97",
            "part": "1",
            "seal": "26E8D570"
        },
        {
            "id": "95",
            "nass": "[سورة الأعراف، الآيتان: 24، 25] ، وقوله تعالى: {وَأَنَّ السَّاعَةَ آتِيَةٌ لَا رَيْبَ فِيهَا وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ} وقول النبي صلى الله عليه وسلم: «كل ابن آدم يأكله التراب إلا عجب الذَّنَب منه خلق ابن آدم وفيه يركّب» (¬1) . ¶ وأجمعت الأمة على إثبات البعث، قال السفاريني في لوامع الأنوار [2 / 157] : (اعلم أنه يجب الجزم شرعا أن الله تعالى يبعث جميع العباد ويعيدهم بجميع أجزائهم الأصلية وهي التي شأنها البقاء من أول العمر إلى آخره، ويسوقهم إلى محشرهم لفصل القضاء، فإن هذا حق ثابت بالكتاب والسنة وإجماع سلف الأمة) . ¶ بل اتفقت اليهود والنصارى على إثبات المعاد. ¶ الخلاصة: ¶ يؤمن أهل السنة بالبعث بعد الموت يوم القيامة على الحقيقة بالأبدان والأرواح. ¶ ¬_________ ¶ (¬1) مسلم (4 / 2271) ح 2955 في الفتن، باب ما بين النفختين، من حديث الأعرج عن أبي هريرة مرفوعا.",
            "page": "98",
            "part": "1",
            "seal": "FFF95876"
        },
        {
            "id": "96",
            "nass": "المناقشة: ¶ س1: ما هو البعث؟ ¶ س 2: ما قول أهل السنة في مسألة البعث بعد الموت؟ ¶ س 3: هل البعث للأرواح فقط أم للأرواح والأبدان معا؟ ¶ س 4: اذكر بعضا ممن أنكر المعاد الجسماني.",
            "page": "99",
            "part": "1",
            "seal": "D19AE1B5"
        },
        {
            "id": "97",
            "nass": "[الحساب] ¶ (الحساب) * والمحاسبة من الله عز وجل للعباد حق، والوقوف بين يدي الله حق. ¶ اللغة: (المحاسبة) : مفاعلة من حاسب، والمقصود بها الحساب وعرض الأعمال على الله عز وجل، (الوقوف) : القيام. ¶ الشرح: يؤمن أهل السنة بالحساب وبما يكون فيه من العرض والمناقشة، وهذا ما قرره الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (68) ] حيث قال: (والحساب حق) . ¶ وكذا الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (6) ] حيث قال: (واختلاف العباد فيه والخلق فيما يرونه ويلقونه هنالك في ذلك اليوم الهائل؛ من أخذ الكتب بالأيمان والشمائل، والإجابة عن المسائل، إلى سائر الزلازل والبلابل الموعودة في ذلك اليوم العظيم، والمقام الهائل من الصراط والميزان ونشر الصحف التي فيها مثاقيل الذر من الخير وغيرها) .",
            "page": "100",
            "part": "1",
            "seal": "4DC55A09"
        },
        {
            "id": "98",
            "nass": "فقد كثرت الأدلة من الكتاب والسنة والإجماع على إثبات وقوف الخلق للحساب، دل على هذا قوله تعالى: {يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ} وقوله تعالى: {وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ} ¶ وقول النبي صلى الله عليه وسلم: «من حُوسب عُذِّب \" فقالت عائشة: يقول الله تعالى: {يُحَاسَبُ حِسَابًا يَسِيرًا} قالت: فقال: \" إنما ذلك العرض ولكن من نوقش للحساب يهلك \".» ¶ وقول النبي صلى الله عليه وسلم في قول الله تعالى: {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} قال: «يقوم أحدهم في رشحه إلى أنصاف أذنيه» . ¶ قال السفاريني ذاكرا إجماع أهل العلم: (وهو حق ثابت ورد به الكتاب والسنة وانعقد عليه الإجماع وهو يوم القيامة) . [لوامع الأنوار (1 / 394) ] . ¶ الخلاصة: ¶ يؤمن أهل السنة بالوقوف بين يدي الله تعالى يوم القيامة للحساب والعرض عليه.",
            "page": "101",
            "part": "1",
            "seal": "04B70558"
        },
        {
            "id": "99",
            "nass": "المناقشة: ¶ س1: ما المراد بالحساب، الوقوف؟ ¶ س 2: ما مصير من يناقش الحساب؟ ¶ س 3: ما المراد بقوله تعالى: {يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ} ؟",
            "page": "102",
            "part": "1",
            "seal": "BD0079DE"
        },
        {
            "id": "100",
            "nass": "[زيادة الإيمان ونقصانه] ¶ (زيادة الإيمان ونقصانه) * ويقرون بأن الإيمان قول وعمل يزيد وينقص ولا يقولون مخلوق ولا غير مخلوق. ¶ الشرح: هذا هو قول أهل السنة والجماعة في مسألة الإيمان، وهو ما قرره الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (63: 64) ، حيث قال: (ويقولون إن الإيمان قول وعمل ومعرفة، يزيد بالطاعة وينقص بالمعصية، من كثرت طاعته أزيد إيمانا ممن هو دونه في الطاعة) . ¶ وكذا شيخ الإسلام أبو عثمان إسماعيل الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (67) ] حيث قال: (ومن مذهب أهل الحديث أن الإيمان قول وعمل ومعرفة يزيد بالطاعة وينقص بالمعصية) . ¶ فالأدلة من الكتاب والسنة متضافرة على أن الإيمان قول واعتقاد وعمل، يزيد بالطاعة وينقص بالمعصية، وأجمع عليه أهل العلم، قال تعالى: {وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ} ¶ قال الحليمي في كتابه المنهاج [ (1 / 379) ] : (أجمع",
            "page": "103",
            "part": "1",
            "seal": "0D39482D"
        },
        {
            "id": "101",
            "nass": "المفسرون على أنه أراد صلاتكم إلى بيت المقدس فثبت أن الصلاة إيمان وإذا ثبت ذلك فكل طاعة إيمان إذ لم أعلم فارقا فرق في هذا التسمية بين الصلاة وسائر الطاعات) . ¶ وقال تعالى: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} ¶ وقول النبي صلى الله عليه وسلم: «الإيمان بضع وستون شعبة، والحياء من الإيمان» (¬1) . أخرجه البخاري، زاد مسلم في رواية «فأفضلها لا إله إلا الله، وأدناها إماطة الأذى عن الطريق» . ¶ قال ابن منده: (فجعل الإيمان شعبا بعضها باللسان وبعضها بالقلب وبعضها بسائر الجوارح) . [الإيمان، (1 / 332) ] . ¶ وعقد البخاري باب (زيادة الإيمان ونقصانه) وقول الله تعالى: {وَزِدْنَاهُمْ هُدًى} {وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَانًا} وقال: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ} فإذا ترك ¶ ¬_________ ¶ (¬1) البخاري (1 / 67) ح 9 في الإيمان، باب أمور الإيمان، ومسلم (1 / 63) ح 35 في الإيمان، باب بيان عدد شعب الإيمان، من حديث أبي صالح عن أبي هريرة مرفوعا.",
            "page": "104",
            "part": "1",
            "seal": "D6218FED"
        },
        {
            "id": "102",
            "nass": "شيئا من الكمال فهو ناقص، ثم ساق حديث أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال: «يخرج من النار من قال لا إله إلا الله وفي قلبه وزن شعيرة من خير، ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن برة من خير، ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن ذرة من خير» (¬1) . وحكى اتفاق السلف على أن الإيمان اعتقاد وقول وعمل يزيد بالطاعة وينقص بالمعصية غيرُ واحد من أهل العلم؛ كالشافعي في شرح أصول اعتقاد أهل السنة والجماعة [ (3 / 886، 887) ] ، وأحمد كما في مناقب الإمام أحمد لابن الجوزي [ص (228) ] ، والبخاري كما في فتح الباري [ (1 / 47) ] ، وابن عبد البر في التمهيد [ (9 / 238) ] ، والبغوي في شرح السنة [1 / 38، 39) ] ، وعبد الرزاق الصنعاني كما في شرح مسلم [1 / 146] . ¶ وقوله: (قول) أي قول القلب واللسان، فقول القلب هو الاعتقاد، وأما قول اللسان فهو التكلم بكلمتي الإسلام والإيمان. ¶ قوله: (وعمل) العمل قسمان: عمل القلب وهو الإخلاص ¶ ¬_________ ¶ (¬1) البخاري (1 / 127) ح44 في الإيمان، باب زيادة الإيمان ونقصانه، من حديث قتادة عن أنس مرفوعا.",
            "page": "105",
            "part": "1",
            "seal": "7D58F04B"
        },
        {
            "id": "103",
            "nass": "والنية، وعمل الجوارح وهي الأعضاء. ¶ وقوله: (لا يقولون) وهذه المقالة من البدع التي أحدثها أهل الكلام، وأصلها يرجع إلى القول باللفظ بالقرآن، فقد تقدم أن الإمام أحمد نهى أن يقال لفظي بالقرآن مخلوق أو غير مخلوق، ونهى كذلك أن يقال الإيمان مخلوق أو غير مخلوق، فقد نقل ابن حامد أن أبا طالب نقل عن الإمام أحمد أنه يقول في الإيمان: (إن من قال مخلوق فهو جهمي، ومن قال إنه غير مخلوق فقد ابتدع وأنه يهجر حتى يرجع) . [طبقات الحنابلة (2 / 176) ] . ¶ وقال القاضي أبو يعلى في مختصر المعتمد [ص (191) ] : (واعلم أنه لا يجوز إطلاق القول في الإيمان أنه مخلوق أو غير مخلوق لأن من قال مطلقا إنه مخلوق أوهم أن كلام الله وأسماءه وصفاته مخلوقة، ومن قال إنه غير مخلوق أوهم أن أفعال العباد قديمة غير مخلوقة) . ¶ الخلاصة: ¶ يؤمن أهل السنة أن الإيمان قول وعمل، يزيد وينقص، ولا يقولون مخلوق أو غير مخلوق.",
            "page": "106",
            "part": "1",
            "seal": "3B4C4220"
        },
        {
            "id": "104",
            "nass": "المناقشة: ¶ س1: ما موقف أهل السنة من مسألة دخول الأعمال في مسمى الإيمان؟ ¶ س 2: هل يقول أهل السنة إن الإيمان مخلوق أو غير مخلوق؟ ¶ س 3: اذكر بعض من خالف أهل السنة في مسألة الإيمان. ¶ س 4: ما الذي جرَّأ أهل البدع على القول بأن الإيمان مخلوق؟",
            "page": "107",
            "part": "1",
            "seal": "EFA0A515"
        },
        {
            "id": "105",
            "nass": "[الاسم للمسمى] ¶ (الاسم للمسمى) * ويقولون: أسماء الله هي الله. ¶ الشرح: من البدع التي أحدثها أهل الكلام أن أسماء الله غير الله، وما كان غيره فهو مخلوق، وهذا من حماقاتهم وبذلك يمهدون الطريق لبدعة القول بخلق أسماء الله، قال ابن جرير في كتابه صريح السنة: (وأما القول في الاسم هو المسمى أم هو غيره فإنه من الحماقات الحادثة التي لا أثر فيها فيُتبع ولا قول من إمام فيُستمع) . ¶ قلت: قول ابن جرير: (ولا قول من إمام فيستمع) يشير إلى أن النزاع في هذه المسألة حدث بعد أئمة السلف الأوائل، وذكر ابن أبي يعلى أن الإمام أحمد كان يشق عليه الكلام في الاسم والمسمى ويقول: (هذا كلام محدث، ولا يقول إن الاسم غير المسمى ولا هو هو ولكن يقول: إن الاسم للمسمى اتباعا لقوله تعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا} ¶ وقال شيخ الإسلام: (وهذا هو القول بأن الاسم للمسمى، وهذا الإطلاق اختيار أكثر المنتسبين إلى السنة من أصحاب",
            "page": "108",
            "part": "1",
            "seal": "C2435951"
        },
        {
            "id": "106",
            "nass": "أحمد وغيره) . [انظر: الفتاوى (6 / 187) ] . ¶ وعقد اللالكائي في كتابه (¬1) بابا في (سياق ما فُسِّر من كتاب الله تعالى وما روي عن رسول الله صلى الله عليه وسلم وورد في لغة العرب على أن الاسم والمسمى واحد وأنه هو هو لا غير) قال المحقق في الحاشية هنا في حاشية الأصل بخط دقيق كأنه جديد: (وأن الاسم للمسمى) ، وذكر الأدلة من الكتاب والسنة منها قوله تعالى: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا} ومن أعظم الشرك أن يقال (إن العبادة لاسمه واسمه مخلوق وقد أمر بالعبادة للمخلوق) وهذا قول المعتزلة والنجارية وغيرهم من أهل البدع والكفر والضلالة. وقال تبارك وتعالى: {قُلْ هُوَ اللَّهُ أَحَدٌ} وقد أجمع المسلمون على أن هو إشارة إليه وأن اسمه هو، وقال تبارك وتعالى: {فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ} فأمر الله تبارك وتعالى أن يُذكر اسمه على البُدْن حيث نحرها للتقرب إليه، وعلى مذهب المبتدعة لو ذكر اسم زيد أو عمرو أو اللات والعزى يجزيه لأن هذه الأسماء مخلوقة، وأسماء الله عز وجل عندهم مخلوقة، وقال في آية أخرى: {فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ} ¶ ¬_________ ¶ (¬1) شرح أصول اعتقاد أهل السنة والجماعة (1 / 204) .",
            "page": "109",
            "part": "1",
            "seal": "377D271C"
        },
        {
            "id": "107",
            "nass": "[سورة الأنعام، الآية: 118] . ¶ وأجمع المسلمون على أن المؤذن إذا قال: أشهد أن لا إله إلا الله وأشهد أن محمدا رسول الله، فإنه قد أتى بالتوحيد وأقر بالنبوة إلا المعتزلة فإنه يلزمهم أن يقولوا: أشهد أن الذي اسمه (الله) لا إله إلا هو وأشهد أن الذي اسمه محمد رسول الله، وهذا خلاف ما وردت به الشريعة وخلاف ما عليه المسلمون، وكذلك هذه الأيمان التي بالله تبارك وتعالى كلها عندهم يجب أن تكون مخلوقة والناس يحلفون بالمخلوق دون الخالق لأن الاسم غير المسمى والاسم مخلوق عندهم، والذي عن النبي صلى الله عليه وسلم أنه كان يقول في دعائه: «باسمك اللهم أحيا وأموت» (¬1) وكان يستشفي للمرضى بقوله: «أعيذك بكلمات الله التامة» ، وكان يعوِّذ بها حسنا وحسينا، وجبريل حين اشتكى رسولُ الله صلى الله عليه وسلم عوَّذه بها، ثم قول الناس في الأدعية: اللهم اغفر لي وارحمني: معناه عندهم: من اسمه اللهم الذي هو مخلوق اغفر لي، وهذا كفر بالله وخلاف كتاب الله وسنة رسوله صلى الله عليه وسلم وإجماع المسلمين ولغة العرب والعرف والعادة. ¶ ¬_________ ¶ (¬1) البخاري (11 / 96) ح 111 من حديث حذيفة وأبي ذر رضي الله عنهما مرفوعا.",
            "page": "110",
            "part": "1",
            "seal": "C23E5736"
        },
        {
            "id": "108",
            "nass": "والحاصل أن هاهنا ثلاث صور: ¶ الأولى: الاسم غير المسمى. ¶ والثانية: الاسم هو المسمى. ¶ والثالثة: الاسم للمسمى. ¶ فأما الصورتان الأوليان فتحتملان حقا وباطلا، فقول القائل إن الاسم غير المسمى إن أراد أن لفظ الاسم غير الذات وأنه مخلوق، فهذا معنى باطل لأن أسماء الله تعالى من كلامه وكلامه غير مخلوق فأسماء الله غير مخلوقة. ¶ وإن أراد القائل أن أسماء الله غير ذات الله، فهذا كلام صحيح عقلا ولغة، لأن لفظ زيد مثلا غير زيد الآكل الشارب. ¶ وأما الصورة الثانية: أن الاسم عين المسمى، فأيضا تحتمل حقا وباطلا، فمن قال إن الاسم عين المسمى وأراد بالاسم الذات وأراد أن ألفاظ أسماء الله مخلوقة، فهذا معنى باطل كما سبق. ¶ وإن أراد أن الاسم عين المسمى بمعنى الاسم لا ينفك عن المسمى ولم يقل بخلق أسماء الله، فهو كلام حق. ¶ وأما الصورة الثالثة: وهي أن الاسم للمسمى فهو كلام واضح لا تلبيس فيه ولا تدليس وليس من الكلمات المحدثة بل الكتاب والسنة يدلان عليه، فقد قال الله تبارك وتعالى: {وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى} فالحاصل أن قول القائل إن الاسم عين",
            "page": "111",
            "part": "1",
            "seal": "32614209"
        },
        {
            "id": "109",
            "nass": "المسمى أو غير المسمى إن صدر عن إمام من أئمة السنة فيُحمل على المعنى الحق، وإن جرى على لسان إمام من أئمة أهل الكلام فيحمل على المعنى الباطل. ¶ ولذلك ننبه طلبة العلم إلى معرفة مصطلحات أهل الكلام لغموضها وتلبيسها ولما في طياتها من التعطيل والشطط (¬1) والله المستعان. ¶ الخلاصة: ¶ الراجح عند أهل السنة أن يقال: إن الاسم للمسمى؛ لورود الأدلة بذلك، ولا يقال الاسم هو المسمى أو غير المسمى إلا ببيان المعنى الحق إذ إنها تحتمل حقا وباطلا. ¶ المناقشة: ¶ س1: بيِّن القول الراجح عند أهل السنة في مسألة الاسم والمسمى. ¶ س 2: ما المعاني الحقة والباطلة في قولنا إن الاسم هو المسمى أو غير المسمى؟ ¶ س 3: بيِّن مذهب المعتزلة في هذه المسألة. ¶ ¬_________ ¶ (¬1) انظر مجموع الفتاوى (6 / 185: 189: 197: 202) ، وشرح كتاب التوحيد للشيخ عبد الله الغنيمان (1 / 225: 226) ، وشرح أصول اعتقاد أهل السنة والجماعة للالكائي (1 / 204: 207) .",
            "page": "112",
            "part": "1",
            "seal": "02434B7C"
        },
        {
            "id": "110",
            "nass": "[ترك الشهادة لأحد من الموحدين بالجنة أو النار إلا من شهد له رسول الله] ¶ (ترك الشهادة لأحد من الموحدين بالجنة أو النار ¶ إلا من شهد له رسول الله صلى الله عليه وسلم) * ولا يشهدون على أحد من أهل الكبائر بالنار ولا يحكمون بالجنة لأحد من الموحدين، حتى يكون الله سبحانه ينزلهم حيث شاء ويقولون: أمرهم إلى الله إن شاء عذبهم وإن شاء غفر لهم، ويؤمنون بأن الله سبحانه يُخرج قوما من الموحدين من النار على ما جاءت به الروايات عن رسول الله صلى الله عليه وسلم. ¶ اللغة: (يشهدون) : الشهادة هي الإخبار عن علم، (الموحدين) : جمع موحد وهو من أفرد الله تعالى بجميع أنواع التوحيد. ¶ الشرح: لا يحكم أهل الحديث لمسلم معين بجنة أو نار إلا من ورد في حقهم نص عن النبي صلى الله عليه وسلم، وقد قرر هذا الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (68: 69) ] حيث قال: (ولا يقطعون على أحد من أهل الملة أنه من أهل الجنة أو من أهل النار لأن علم ذلك يغيب عنهم لا يدرون على ماذا الموت؟ أعلى الإسلام أم على",
            "page": "113",
            "part": "1",
            "seal": "A101766F"
        },
        {
            "id": "111",
            "nass": "الكفر؟ ولكن يقولون: إن من مات على الإسلام مجتنبا للكبائر والأهواء والآثام فهو من أهل الجنة لقوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} ولم يذكر عنهم ذنبا {أُولَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ - جَزَاؤُهُمْ عِنْدَ رَبِّهِمْ جَنَّاتُ عَدْنٍ} ومن شهد له النبي صلى الله عليه وسلم بعينه وصح ذلك عنه فإنهم يشهدون له بذلك اتباعا لرسول الله صلى الله عليه وسلم وتصديقا لقوله) . ¶ وكذا قال الشيخ الإسلام أبو عثمان إسماعيل الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (82) ] حيث قال: (ويعتقد ويشهد أصحاب الحديث أن عواقب العباد مبهمة لا يدري أحد بِمَ يُختم له، ولا يحكمون لواحد بعينه أنه من أهل الجنة، ولا يحكمون على أحد بعينه أنه من أهل النار، لأن ذلك مغيَّب عنهم لا يعرفون علام يموت عليه الإنسان أعلى الإسلام أم على الكفر؟ ولذلك يقولون: إنا مؤمنون إن شاء الله، أي من المؤمنين الذين يختم لهم بخير إن شاء الله. ¶ ويشهدون لمن مات على الإسلام أن عاقبته الجنة، فإن الذين سبق القضاء عليهم من الله أنهم يعذبون بالنار مدة لذنوبهم التي اكتسبوها ولم يتوبوا منها فإنهم يردون أخيرا إلى الجنة ولا يبقى أحد في النار من المسلمين فضلا من الله ومنة، ومن مات - والعياذ بالله - على الكفر فمرده إلى النار لا ينجو",
            "page": "114",
            "part": "1",
            "seal": "326909AD"
        },
        {
            "id": "112",
            "nass": "منها ولا يكون لمقامه فيها منتهى) . ¶ فمن خلال ما تقدم يتبين لنا أن الشهادة بالجنة أو النار تنقسم إلى قسمين: عامة وخاصة. ¶ فالعامة: هي المعلَّقة بالوصف مثل أن نشهد لكل مؤمن بأنه في الجنة، أو لكل كافر بأنه في النار، أو نحو ذلك من الأوصاف التي جعلها الشارع سببا لدخول الجنة أو النار. ¶ والخاصة: هي المعلقة بشخص مثل أن نشهد لشخص معين بأنه في الجنة أو لشخص معين بأنه في النار، فلا نعيِّن إلا ما عينه الله أو رسوله. ¶ الخلاصة: ¶ لا يشهد أهل السنة لأحد من المسلمين بجنة ولا نار بل هم تحت مشيئة الله تعالى، ويؤمنون بأن الموحدين يخرجون من النار ويدخلون الجنة. ¶ المناقشة: ¶ س1: ما موقف أهل السنة من قضية الحكم على المعين؟ ¶ س 2: هل يخرج أحد من النار بعد أن يدخلها؟ ¶ س 3: اذكر أنواع الشهادة بالجنة أو النار وما يجوز منها وما لا يجوز.",
            "page": "115",
            "part": "1",
            "seal": "19A01886"
        },
        {
            "id": "113",
            "nass": "[ترك المراء والجدال في الدين] ¶ (ترك المراء والجدال في الدين) * وينكرون الجدال والمراء في الدين، والخصومة في القدر، والمناظرة فيما يتناظر فيه أهل الجدل، ويتنازعون فيه من دينهم بالتسليم للروايات الصحيحة والآثار التي رواها الثقات عدلا عن عدل حتى ينتهي ذلك إلى رسول الله صلى الله عليه وسلم، ولا يقولون كيف ولا لِمَ لأن ذلك بدعة. ¶ اللغة: (الجدال) : شدة المخاصمة، (المراء) : هو الجدال، (عدلا) : المؤدي للفرائض المجتنب للمحارم. ¶ الشرح: قرر هذا أبو عثمان الصابوني في عقيدة السلف أصحاب الحديث [ص (99) ] حيث قال: (ويتقون الجدال في الدين والخصومات فيه) ، والحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (71) ] حيث قال: (ويرون ترك الخصومات والمراء في القرآن وغيره، لقول الله عز وجل: {مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا} يعني يجادل فيها تكذيبا بها، والله أعلم) . ¶ قلت: ما ذكره الإسماعيلي من الجدال القبيح المنهي عنه،",
            "page": "116",
            "part": "1",
            "seal": "450EBE37"
        },
        {
            "id": "114",
            "nass": "أما إذا كان الغرض من الجدال إثبات الحق وإبطال الباطل فهذا من المجادلة الحسنة وهي المذكورة في قوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} ¶ وقد وردت نصوص شرعية فيها الأمر بالإمساك عن القدر والنهي عن الخوض فيه، فمما ورد في ذلك قول النبي صلى الله عليه وسلم: «إذا ذُكر أصحابي فأمسكوا، وإذا ذكرت النجوم فأمسكوا، وإذا ذكر القدر فأمسكوا» أخرجه الطبراني في الكبير (¬1) . ¶ الخلاصة: ¶ يمنع أهل السنة الجدال والمراء في الدين والقدر، ويسلمون لما ورد في الآثار الصحيحة عن النبي صلى الله عليه وسلم. ¶ المناقشة: ¶ س1: ما موقف أهل السنة من مسألة الجدال في الدين؟ ¶ س 2: هل يجوز الخوض في مسائل القدر؟ ¶ ¬_________ ¶ (¬1) الكبير (2 / 96) ح 1427 من حديث أبي الأشعث عن ثوبان مرفوعا، قال في مجمع الزوائد (7 / 202) : وفيه يزيد بن ربيعة وهو ضعيف.",
            "page": "117",
            "part": "1",
            "seal": "B4A74478"
        },
        {
            "id": "115",
            "nass": "[الإرادة الكونية والشرعية] ¶ (الإرادة الكونية والشرعية) * ويقولون: إن الله لم يأمر بالشر بل نهى عنه وأمر بالخير ولم يرض بالشر وإن كان مريدا له. ¶ اللغة: (يأمر) هو طلب الفعل على وجه الإلزام، (نهى) : النهي عن الشيء هو طلب الكف عنه. ¶ الشرح: الفرق بين الإرادة الكونية والإرادة الشرعية أن الكونية يلزم فيها وقوع المراد ولا يلزم أن يكون محبوبا لله مثل قوله تعالى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} فهي بمعنى المشيئة. ¶ وأما الشرعية فيلزم أن يكون المراد فيها محبوبا لله ولا يلزم وقوعه كقول الله تعالى: {وَاللَّهُ يُرِيدُ أَنْ يَتُوبَ عَلَيْكُمْ} وقال التيمي في الحجة [1 / 23] : (والإرادة غير المحبة والرضا، فقد يريد ما لا يحبه الله ولا يرضاه بل",
            "page": "118",
            "part": "1",
            "seal": "869B408F"
        },
        {
            "id": "116",
            "nass": "يكرهه ويسخطه ويبغضه، قال بعض السلف: إن الله يقدِّر ما لا يرضاه بدليل قوله: {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ} ) . ¶ والشر لا يضاف إلى الله مفردا قط، بل إما أن يدخل في عموم المخلوقات كقوله تعالى: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} {كُلٌّ مِنْ عِنْدِ اللَّهِ} وإما أن يضاف إلى السبب كقوله: {مِنْ شَرِّ مَا خَلَقَ} وإما أن يحذف فاعله كقول الجن: {وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا}",
            "page": "119",
            "part": "1",
            "seal": "72EB3319"
        },
        {
            "id": "117",
            "nass": "[حقوق الصحابة والاعتراف بفضائلهم] ¶ (حقوق الصحابة والاعتراف بفضائلهم) * ويعرفون حق الذين اختارهم الله سبحانه لصحبة نبيه صلى الله عليه وسلم، ويأخذون بفضائلهم، ويمسكون عما شجر بينهم صغيرهم وكبيرهم. ¶ اللغة: (الفضائل) : جمع فضيلة وهي ما يُحمد عليه الإنسان، (يمسكون) : يكفون، (شجر) : دب ووقع من الشر. ¶ الشرح: يكفيهم في الفضل أن الله أثنى عليهم ورضي عنهم ووعدهم بالحسنى كما في قوله تعالى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} وقوله تعالى: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} وقوله تعالى: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ - وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ}",
            "page": "120",
            "part": "1",
            "seal": "F696054D"
        },
        {
            "id": "118",
            "nass": "[سورة الحشر، الآيتان: 8، 9] . ¶ فأفضل الصحابة المهاجرون لجمعهم بين الهجرة والنصرة، ثم الأنصار الذين آووا المهاجرين وآثروهم على أنفسهم ونصروا دين الله. ¶ وأما مسألة الكف عما شجر بين الصحابة فهذا هو الصواب، ويستثنى منه ما إذا كان الغرض بيان الحق في مسألة ما دونما انتقاص لأحد منهم. ¶ وقد قرر هذا شيخ الإسلام أبو عثمان إسماعيل الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (93) ] حيث قال: (ويرون الكف عما شجر بين أصحاب رسول الله صلى الله عليه وسلم، وتطهير الألسنة عن ذكر ما يتضمن عيبا لهم ونقصا فيهم، ويرون الترحم على جميعهم والموالاة لكافتهم، وكذلك يرون تعظيم قدر أزواجه رضي الله عنهن، والدعاء لهن ومعرفة فضلهن والإقرار بأنهن أمهات المؤمنين) . ¶ وكذا ابن بطة في الإبانة على أصول السنة [ص (268) ] : (ومن بعد ذلك نكف عما شجر بين أصحاب رسول الله صلى الله عليه وسلم فقد شهدوا المشاهد معه، وسبقوا الناس بالفضل، فقد غفر الله لهم وأمر بالاستغفار لهم والتقرب إليه",
            "page": "121",
            "part": "1",
            "seal": "CBDC60DC"
        },
        {
            "id": "119",
            "nass": "بمحبتهم، وفرض ذلك على لسان نبيه وهو يعلم ما سيكون منهم وأنهم سيقتتلون، وإنما فُضِّلوا على سائر الخلق لأن الخطأ والعمد قد وُضع عنهم وكل ما شجر بينهم مغفور لهم) . ¶ وكذا أبو بكر الإسماعيلي في اعتقاد أئمة أهل الحديث [ص (79) ] حيث قال: (والكف عن الوقيعة فيهم وتأويل القبيح عليهم ويَكِلونهم فيما جرى بينهم على التأويل إلى الله عز وجل) . ¶ الخلاصة: ¶ يؤمن أهل السنة بفضل الصحابة على من عداهم، ويكفُّون عما شجر بينهم. ¶ المناقشة: ¶ س1: ما موقف أهل السنة من الصحابة؟ ¶ س 2: ما موقف أهل السنة مما شجر بين الصحابة من منازعات؟ ¶ س 3: ما الذي يستثنى من مسألة الكف عما شجر بين الصحابة؟",
            "page": "122",
            "part": "1",
            "seal": "E8DDF8CE"
        },
        {
            "id": "120",
            "nass": "[المفاضلة بين الصحابة] ¶ (المفاضلة بين الصحابة) * ويقدمون أبا بكر ثم عمر ثم عثمان ثم عليا رضوان الله عليهم. ¶ الشرح: أفضل هؤلاء الأربعة أبو بكر ثم عمر ثم عثمان ثم علي، لحديث ابن عمر رضي الله عنهما: «كنا نخيِّر بين الناس زمن النبي صلى الله عليه وسلم فنخير أبا بكر ثم عمر بن الخطاب ثم عثمان بن عفان» (¬1) . ¶ فهذا الحديث الجليل فيه رد بليغ على أهل الضلال الذين قدموا عليًّا رضي الله عنه على الشيخين، بل الحق الذي عليه أهل الحديث أهل السنة والجماعة أن خير هذه الأمة بعد نبيها صلى الله عليه وسلم هو الصديق أبو بكر رضي الله عنه ثم عمر الفاروق ثم عثمان ذو النورين ثم علي رضي الله عنهم أجمعين، على ترتيبهم في الخلافة، ثم باقي العشرة، ثم أصحاب بدر والرضوان وبيعة العقبة وهكذا. ¶ ¬_________ ¶ (¬1) البخاري (7 / 20) ح 3655 في فضائل الصحابة، باب فضل أبي بكر، من حديث نافع عن ابن عمر مرفوعا.",
            "page": "123",
            "part": "1",
            "seal": "98AAA442"
        },
        {
            "id": "121",
            "nass": "هذا هو قولهم وهو الذي يدينون الله به ولا يعدلون عنه، وقد ضل من عدل عن قولهم في هذه المسألة أو غيرها من المسائل. ¶ والصحابة كانوا يخيِّرون بهذا الترتيب في زمن النبي صلى الله عليه وسلم، فلو كان باطلا لما أقرهم عليه ولا وافقهم ولا سكت، فتنبه.",
            "page": "124",
            "part": "1",
            "seal": "B82688A5"
        },
        {
            "id": "122",
            "nass": "[خلافة الخلفاء الراشدين] ¶ (خلافة الخلفاء الراشدين) * ويقرون أنهم الخلفاء الراشدون المهديون أفضل الناس كلهم بعد النبي صلى الله عليه وسلم. ¶ الشرح: هذا قول أهل السنة قاطبة في شأن الخلفاء الأربعة رضي الله عنهم، وقد قرر هذا وبسطه الحافظ أبو بكر الإسماعيلي في كتاب اعتقاد أئمة أهل الحديث [ص (71: 72) ] حيث قال: (ويثبتون خلافة أبي بكر رضي الله عنه بعد رسول الله صلى الله عليه وسلم باختيار الصحابة إياه، ثم خلافة عمر بعد أبي بكر رضي الله عنه باستخلاف أبي بكر إياه، ثم خلافة عثمان رضي الله عنه باجتماع أهل الشورى وسائر المسلمين عليه عن أمر عمر، ثم خلافة علي بن أبي طالب رضي الله عنه عن بيعة من بايع من البدريين عمار بن ياسر وسهل بن حنيف ومن تبعهما من سائر الصحابة مع سابقة فضله) . ¶ الخلاصة: ¶ يؤمن أهل السنة بتفضيل الخلفاء الأربعة على من سواهم من الصحابة، وبفضلهم على ترتيبهم في الخلافة، وأنهم خير الأمة بعد رسول الله صلى الله عليه وسلم.",
            "page": "125",
            "part": "1",
            "seal": "EE616E5A"
        },
        {
            "id": "123",
            "nass": "المناقشة: ¶ س1: ما قول أهل السنة في التفضيل بين الصحابة؟ ¶ س 2: من أحسن الأمة بالفضل بعد النبي صلى الله عليه وسلم؟ ¶ س 3: ما قولك فيمن يقدم عليا رضي الله عنه على أبي بكر وعمر رضي الله عنهما؟",
            "page": "126",
            "part": "1",
            "seal": "9A3F75E1"
        },
        {
            "id": "124",
            "nass": "[صفة النزول] ¶ (صفة النزول) * ويصدِّقون بالأحاديث التي جاءت عن رسول الله صلى الله عليه وسلم: «إن الله سبحانه ينزل إلى السماء الدنيا فيقول: هل من مستغفر» . . .؟ \" كما جاء الحديث عن رسول الله صلى الله عليه وسلم. ¶ اللغة: (يصدقون) : يؤمنون ويقرون. ¶ الشرح: حديث النزول من الأحاديث المتواترة، نص على ذلك أبو زرعة الرازي كما في عمدة القاري [ (7 / 199) ] ، وابن القيم في تهذيب السنن [ (7 / 108) ] ، والذهبي في العلو [ص (73) ] ، وابن عبد الهادي في الصارم المنكي [ص (304) ] ، والكتاني في النظم المتناثر [ص (191) ] وغيرهم. ¶ ولفظه: «ينزل ربنا إلى السماء الدنيا حين يبقى ثلث الليل الآخر فيقول من يدعوني فأستجيب له» . . . \" متفق عليه. ¶ وهذا ما قرره عن أهل الحديث الحافظ أبو بكر الإسماعيلي في اعتقاد أئمة أهل الحديث [ص (62) ] حيث قال: (وأنه عز وجل ينزل إلى السماء الدنيا على ما صح به الخبر عن رسول",
            "page": "127",
            "part": "1",
            "seal": "0872841D"
        },
        {
            "id": "125",
            "nass": "الله صلى الله عليه وسلم بلا اعتقاد كيف فيه) . ¶ وشيخ الإسلام أبو عثمان إسماعيل الصابوني في عقيدة السلف أصحاب الحديث [ص (26) ] حيث قال: (ويثبت أصحاب الحديث نزول الرب سبحانه وتعالى كل ليلة إلى السماء الدنيا من غير تشبيه له بنزول المخلوقين ولا تمثيل ولا تكييف، بل يثبتون ما أثبته رسول الله صلى الله عليه وسلم وينتهون فيه إليه، ويُمِرُّون الخبر الصحيح الوارد بذكره على ظاهره ويَكِلون علمه إلى الله) ، قلت: قوله: (يَكِلون علمه إلى الله) يقصد به علم كيفية النزول، فقد استأثر الله بعلم الكيف، أما المعنى فهو معروف من لغة العرب وهو لائق بجلال الله وعظمته من غير تكييف ولا تمثيل ولا تعطيل {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ¶ الخلاصة: ¶ يؤمن أهل السنة بصفة النزول الإلهي على الكيفية اللائقة بالله تعالى وأنه نزول حقيقي إلى السماء الدنيا كل ليلة. ¶ المناقشة: ¶ س1: ما موقف أهل السنة من صفة النزول الإلهي؟ ¶ س2: هل ذكر أهل السنة كيفية معينة لنزول الرب سبحانه وتعالى؟ ¶ س3: ما حكم من شبَّه نزول الله تعالى بنزول الخلق؟",
            "page": "128",
            "part": "1",
            "seal": "5D0575E2"
        },
        {
            "id": "126",
            "nass": "[التحاكم عندهم إلى الكتاب والسنة] ¶ (التحاكم عندهم إلى الكتاب والسنة) * ويأخذون بالكتاب والسنة كما قال الله عز وجل: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} ¶ اللغة: (التحاكم) : التماس الحكم، (تنازعتم) : تخاصمتم. ¶ الشرح: هذا أصل من أصول مذهب أهل الحديث وهو التحاكم إلى الكتاب والسنة والتسليم لهما وعدم معارضتهما بالرأي أو العقل أو القياس، فمن رام النجاة والسلامة من الأهواء فليكن ميزانه الكتاب والسنة، فلا تقبل من أحد قولا وإلا وطالِبه بالاستدلال على صحة قوله بآية محكمة أو سنة ثابتة أو قول صحابي من طريق صحيح. [انظر: رسالة الحرف والصوت ص (310) ] . ¶ قال الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (79) ] : (فتمسكوا معتصمين بحبل الله جميعا، ولا تفرقوا عنه، واعلموا أن الله تعالى أوجب محبته ومغفرته لمتبعي رسوله صلى الله عليه وسلم في كتابه، وجعلهم الفرقة الناجية والجماعة المتبعة، فقال عز وجل لمن ادعى أنه يحب الله عز وجل:",
            "page": "129",
            "part": "1",
            "seal": "8066A199"
        },
        {
            "id": "127",
            "nass": "{قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} ¶ وقال شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (107) ] : (وقد وفقهم - يعني أصحاب الحديث - الله جل جلاله لاتباع كتابه ووحيه وخطابه، والاقتداء برسوله في أخباره التي أمر فيها أمته بالمعروف من القول والعمل وزجرهم فيها عن المنكر منهما، وأعانهم على التمسك بسيرته والاهتداء بملازمة سنته. . وشرح صدورهم لمحبته ومحبة أئمة شريعته وعلماء أمته، ومن أحب قوما فهو معهم يوم القيامة بحكم قول رسول الله صلى الله عليه وسلم: «المرء مع من أحب» (¬1) . ¶ الخلاصة: ¶ يرى أهل السنة والجماعة أن من أصول الاعتقاد وجوب التحاكم إلى الله ورسوله عند التنازع في أي أمر. ¶ المناقشة: ¶ س1: إلى من تتحاكم عند التنازع؟ ¶ س 2: ما حكم من لم يسلِّم لله والرسول؟ ¶ ¬_________ ¶ (¬1) أخرجه البخاري (10 / 573) ح 6170 في الآداب، باب علامة الحب في الله، من حديث أبي وائل عن أبي موسى مرفوعا.",
            "page": "130",
            "part": "1",
            "seal": "42E9E8C0"
        },
        {
            "id": "128",
            "nass": "[اتباع السلف] ¶ (اتباع السلف) * ويرون اتباع من سلف من أئمة الدين لا يبتدعون في دينهم ما لم يأذن به الله. ¶ اللغة: (اتباع) : اقتفاء أثر وملازمة الأمر الذي كانوا عليه. ¶ الشرح: من أصول مذهب أهل الحديث اتباع أقوال الصحابة والتابعين لهم بإحسان من أئمة الدين في أصول العقيدة خاصة وفي الدين عامة، أما الصحابة فلما فُضِّلوا به من شرف الصحبة وأخذهم الدين عن النبي صلى الله عليه وسلم، وسلامة قلوبهم وأعمالهم من البدع وسلامة ألسنتهم من العجمة. ¶ وأما التابعون فلأخذهم الدين مباشرة عن الصحابة، ولقربهم من عهد النبوة، فقد قال النبي صلى الله عليه وسلم: «خير الناس قرني ثم الذين يلونهم» (¬1) . ¶ ¬_________ ¶ (¬1) البخاري (7 / 5) ح 3651 في فضائل الصحابة في فضائل الصحابة، باب فضائل أصحاب النبي صلى الله عليه وسلم، من حديث عبيدة عن ابن مسعود مرفوعا.",
            "page": "131",
            "part": "1",
            "seal": "494B6209"
        },
        {
            "id": "129",
            "nass": "وقال شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (99) ] : (ويقتدون بالنبي صلى الله عليه وسلم وبأصحابه الذين هم كالنجوم بأيهم اقتدوا اهتدوا) . ¶ وقال الإمام الحافظ أبو نصر السجزي: (أئمة الحق هم المتبعون لكتاب ربهم سبحانه، المقتفون سنة نبيهم صلى الله عليه وسلم، المتمسكون بآثار سلفهم بمعرفتها وجمعها والتقدم فيها أئمة لغيرهم) . ¶ الخلاصة: ¶ وجوب اتباع الصحابة والتابعين في جميع مسائل الدين وحرمة الابتداع بما لم يأذن به الله. ¶ المناقشة: ¶ س1: من الذين يجب عليك اتباعهم؟ ¶ س 2: ما سبب وجوب اتباع الصحابة والتابعين؟ ¶ س 3: اذكر حكم الابتداع في الدين بما لم يأذن به الله.",
            "page": "132",
            "part": "1",
            "seal": "2163FBDF"
        },
        {
            "id": "130",
            "nass": "[صفة المجيء] ¶ (صفة المجيء) * ويقرون أن الله سبحانه يجيء يوم القيامة كما قال: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} ¶ الشرح: مجيء الله للفصل بين عباده يوم القيامة ثابت بالكتاب والسنة، قال تعالى: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ} ¶ وقال النبي صلى الله عليه وسلم في حديث طويل: «حتى إذا لم يبق إلا من يعبد الله أتاهم رب العالمين» (¬1) متفق عليه. ¶ فيجب إثباته له من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل، وهو مجيء حقيقي يليق بالله تعالى، وهذا ما قرره شيخ الإسلام أبو عثمان الصابوني حيث قال: (وكذلك يثبتون ما أنزله الله - عز اسمه - في كتابه من ذكر المجيء والإتيان المذكورين في قوله عز وجل: {هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ} ¶ ¬_________ ¶ (¬1) البخاري (13 / 431) ح 7439 في التوحيد، باب قول الله تعالى: وجوه يومئذ ناضرة، ومسلم (1 / 167) ح 183 في الإيمان، باب معرفة طريق الرؤية، كلاهما من حديث عطاء بن أبي سعيد مرفوعا.",
            "page": "133",
            "part": "1",
            "seal": "3BB883E2"
        },
        {
            "id": "131",
            "nass": "وقوله عز اسمه: {وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا} ) . [عقيدة السلف أصحاب الحديث ص (27) ] . ¶ وهذه صفة من الصفات الفعلية التي يفعلها الله تعالى إذا شاء، وأهل السنة لم يشبِّهوا مجيء الله بمجيء الخلق كما فعلت المشبهة، وكذلك لم يؤوِّلوا ويحرِّفوا كما فعلت المعطلة.",
            "page": "134",
            "part": "1",
            "seal": "9EBA6D54"
        },
        {
            "id": "132",
            "nass": "[القرب] ¶ (القرب) * وأن الله يقرب من خلقه كيف شاء كما قال: {وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ} ¶ اللغة: (يقرب) : يدنو، (الوريد) جمعه أوردة وهي العروق التي يجري فيها الدم إلى القلب. ¶ الشرح: إن الله سبحانه فوق سماواته على عرشه، كما أنه يقرب من عباده في آخر الليل، وهو فوق عرشه، فإن علوه سبحانه على سماواته من لوزام ذاته، فلا يكون قط إلا عاليا ولا يكون فوقه شيء ألبتة كما قال أعلم الخلق: «وأنت الظاهر فليس فوقك شيء» (¬1) وهو سبحانه قريب في علوه، عالٍ في قربه كما جاء في الحديث الصحيح عن أبي موسى الأشعري قال: «كنا مع رسول الله صلى الله عليه وسلم في سفر فارتفعت أصواتنا ¶ ¬_________ ¶ (¬1) ابن ماجه (2 / 1259) ح 3831 في الدعاء، باب فضل الدعاء، وابن حبان (2 / 156، 157) ح 962، كلاهما من حديث أبي صالح عن أبي هريرة مرفوعا.",
            "page": "135",
            "part": "1",
            "seal": "BE949AE4"
        },
        {
            "id": "133",
            "nass": "بالتكبير فقال: \" أيها الناس، اربعوا على أنفسكم فإنكم لا تدعون أصمَّ ولا غائبا؛ إن الذي تدعونه سميع قريب أقرب إلى أحدكم من عنق راحلته» (¬1) فأخبر صلى الله عليه وسلم وهو أعلم الخلق به أنه أقرب إلى أحدهم من عنق راحلته، وأخبر أنه فوق سماواته على عرشه، مطلع على خلقه، يرى أعمالهم ويعلم ما في بطونهم، وهذا حق لا يناقض أحدهما الآخر والذي يسهل عليك فهم هذا معرفة عظمة الرب وإحاطته بخلقه وأن السماوات السبع كخردلة في يد العبد، وأنه سبحانه يقبض السماوات بيده والأرض بيده الأخرى ثم يهزُّهن، فكيف يستحيل في حق من هذا بعض عظمته أن يكون فوق عرشه، ويقرب من خلقه كيف شاء، وهو على العرش سبحانه وتعالى تقدست أسماؤه وعظمت صفاته (¬2) ؟ ¶ الخلاصة: ¶ إن الله تعالى يقرب من خلقه كيف شاء ومتى شاء، ولا تنافيَ بين هذا القرب وبين علوه على خلقه واستوائه على ¶ ¬_________ ¶ (¬1) البخاري (10 / 191) ح 6384 في الدعوات باب الدعاء إذا علا عقبة، ومسلم (4 / 2076) ح 2704 في الذكر والدعاء، باب استحباب خفض الصوت بالذكر كلاهما من حديث أبي عثمان عن أبي موسى مرفوعا. ¶ (¬2) انظر: مختصر الصواعق (2 / 271) .",
            "page": "136",
            "part": "1",
            "seal": "3AC749A5"
        },
        {
            "id": "134",
            "nass": "عرشه، وهو سبحانه يجيء يوم القيامة لفصل القضاء بينهم كما ورد في الأخبار. ¶ المناقشة: ¶ س1: اذكر بعضا من الأدلة الدالة على إثبات صفة المجيء لله تعالى. ¶ س 2: اذكر دليلا على أن الله تعالى يقرب من خلقه متى شاء. ¶ س 3: هل هناك تناف بين صفة القرب وبين العلو والاستواء؟",
            "page": "137",
            "part": "1",
            "seal": "AEF89109"
        },
        {
            "id": "135",
            "nass": "[الجمعة والجماعة خلف كل إمام مسلم] ¶ (الجمعة والجماعة خلف كل إمام مسلم) * ويرون العيد والجماعة خلف كل إمام بر وفاجر. ¶ اللغة: (البر) : هو المطيع الصالح، (الفاجر) : هو العاصي الفاسق. الشرح: هذا مذهب أهل السنة في مسألة الصلاة خلف البر والفاجر، وهو الذي قرره الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (75) ] حيث قال: (ويرون الصلاة - الجمعة وغيرها - خلف كل إمام مسلم، برا كان أو فاجرا، فإن الله عز وجل فرض الجمعة وأمر بإتيانها فرضا مطلقا مع علمه تعالى بأن القائمين يكون منهم الفاجر والفاسق ولم يستثن وقتا دون وقت ولا أمرا بالنداء للجمعة دون أمر) . ¶ وكذا قرره شيخ الإسلام أبو عثمان الصابوني في عقيدة السلف أصحاب الحديث [ص (92) ] حيث قال: (ويرى أصحاب الحديث الجمعة والعيدين وغيرهما من الصلوات خلف كل إمام مسلم برا كان أو فاجرا) .",
            "page": "138",
            "part": "1",
            "seal": "3A14FB36"
        },
        {
            "id": "136",
            "nass": "الخلاصة: ¶ يرى أهل السنة صحة الصلاة خلف كل مسلم برا أو فاجرا. ¶ المناقشة: ¶ س1: ما معنى البر، الفاجر؟ ¶ س 2: ما حكم الصلاة خلف الإمام الفاجر؟",
            "page": "139",
            "part": "1",
            "seal": "E1EDA9DA"
        },
        {
            "id": "137",
            "nass": "[المسح على الخفين] ¶ (المسح على الخفين) * ويثبتون المسح على الخفين سنة ويرونه في الحضر والسفر. ¶ اللغة: (الحضر) : هو ضد السفر، وهو الإقامة. ¶ الشرح: المسح على الخفين من المسائل الفقهية، ولأن أهل البدع أنكروا المسح على الخفين نص العلماء عليها في عقائدهم، قال ابن أبي العز شارحا كلام الطحاوي: (ونرى المسح على الخفين في السفر والحضر كما جاء في الأثر) ، وقال: (تواترت السنة عن رسول الله بالمسح على الخفين وبغسل الرجلين، والرافضة تخالف هذه السنة المتواترة. . والكلام عليها في كتب الفروع) [شرح العقيدة الطحاوية ص (437، 439) ] . ¶ تنبيه: هذه المسألة من المسائل الفرعية ولكن مخالفتها والتشنيع على فاعليها يجعلها من مسائل أصول الاعتقاد، ولذلك يذكرها أئمة السنة في كتب العقائد كما ذكروا مسألة رفع اليدين وسورة الفاتحة خلف الإمام لما رأوا أن كثيرا من",
            "page": "140",
            "part": "1",
            "seal": "C066A351"
        },
        {
            "id": "138",
            "nass": "أهل البدع من أهل الرأي شنَّعوا على من يعمل بها. ¶ الخلاصة: ¶ يرى أهل السنة جواز المسح على الخفين للمسافر والمقيم على ما تواتر في السنة النبوية. ¶ المناقشة: ¶ س1: ما حكم المسح على الخفين للمسافر والمقيم؟ ¶ س 2: لماذا تكلم العلماء في كتب العقيدة على هذه المسائل رغم أنها من مسائل الفروع؟",
            "page": "141",
            "part": "1",
            "seal": "6C933A05"
        },
        {
            "id": "139",
            "nass": "[جهاد الكفار والمشركين ماضٍ إلى يوم القيامة] ¶ (جهاد الكفار والمشركين ماضٍ إلى يوم القيامة) * ويثبتون فرض الجهاد للمشركين منذ بعث الله نبيه صلى الله عليه وسلم إلى آخر عصابة تقاتل الدجال وبعد ذلك. ¶ اللغة: (الجهاد) : مصدر جاهد، ومعناه بذل الجهد والوسع، ومقصوده قتال الكفار والمنافقين، (عصابة) : جماعة من الناس، (الدجال) : الأعور الكذاب الذي وردت الآثار في شأنه. ¶ الشرح: جهاد الكفار والمشركين ماضٍ إلى أن يرث الله الأرض ومن عليها، وقد قرر الإمام أبو بكر الإسماعيلي مذهب أهل الحديث في الجهاد مع الأئمة وإن كانوا جَوَرَة، فقد قال في كتابه اعتقاد أهل الحديث [ص (75) ] : (ويرون جهاد الكفار معهم وإن كانوا جورة، ويرون الدعاء لهم بالإصلاح والعطف إلى العدل) . ¶ وكذا أبو عثمان شيخ الإسلام إسماعيل الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (92) ] حيث قال: (ويرون جهاد الكفرة معهم وإن كانوا جَوَرة فَجَرة، ويرون",
            "page": "142",
            "part": "1",
            "seal": "58BCA9B7"
        },
        {
            "id": "140",
            "nass": "الدعاء لهم بالإصلاح والتوفيق والصلاح وبسط العدل في الرعية) . ¶ الخلاصة: ¶ يرى أهل السنة وجوب قتال الكفار والمنافقين مع كل إمام عدل أو جائر، وكذلك يرون الدعاء لهم بالتوفيق وتحري العدل واجتناب الظلم. ¶ المناقشة: ¶ س1: ما حكم قتال الكفار والمشركين؟ ¶ س 2: ما حكم القتال مع الإمام الجائر؟ ¶ س 3: هل يجوز الدعاء للحاكم بالخير؟",
            "page": "143",
            "part": "1",
            "seal": "A61AB944"
        },
        {
            "id": "141",
            "nass": "[نهيهم عن الخروج على أئمة المسلمين] ¶ (نهيهم عن الخروج على أئمة المسلمين) * ويرون الدعاء لأئمة المسلمين بالصلاح، وأن لا يخرجوا عليهم بالسيف، وأن لا يقاتلوا في الفتنة. ¶ اللغة: (أئمة المسلمين) : المراد بهم هنا أمراء المسلمين. ¶ الشرح: قلت: هذا هو المذهب الحق في مسألة الخروج على الأئمة، وهذا ما قرره الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (75: 76) ] حيث قال: (ويرون الدعاء لهم بالإصلاح والعطف إلى العدل، ولا يرون الخروج بالسيف عليهم ولا قتال الفتنة، ويرون قتال الفئة الباغية مع الإمام العدل، إذا كان وجد على شرطهم في ذلك) . ¶ وشيخ الإسلام أبو عثمان الصابوني في عقيدة السلف أصحاب الحديث [ص (93) ] حيث قال: (ويرون الدعاء لهم بالإصلاح والتوفيق والصلاح وبسط العدل في الرعية، ولا يرون الخروج عليهم بالسيف وإن رأوا منهم العدول عن العدل إلى الجور والحيف، ويرون قتال الفئة الباغية حتى ترجع إلى طاعة الإمام العدل) .",
            "page": "144",
            "part": "1",
            "seal": "B0767D53"
        },
        {
            "id": "142",
            "nass": "تنبيه: الخروج على الحكام الكفرة المطبقين للقوانين الكفرية ليس من هذا الباب بل هذا من الجهاد في سبيل الله، فإن مراد عدم الخروج على ولاة الأمر الذين يعظمون شعائر الله وينفذون شرائع الله ثم الخروج على الحكام الكفرة أيضا يحتاج إلى التأني والتثبت، فقد يكون في الخروج عليهم ضرر بالإسلام والمسلمين، فمثل هذا يُعمل بأخف الضررين. ¶ الخلاصة: ¶ يرى أهل السنة عدم الخروج على الأئمة وعدم القتال في الفتنة. ¶ المناقشة: ¶ س1: ما حكم الخروج عن طاعة الإمام المسلم؟ ¶ س 2: هل يجوز قتال الفتنة؟ ¶ س 3: ما حكم قتال الأئمة الذين بدَّلوا شرائع الإسلام واستبدلوا بها غيرها؟",
            "page": "145",
            "part": "1",
            "seal": "DBF98809"
        },
        {
            "id": "143",
            "nass": "[خروج الدجال] ¶ (خروج الدجال) * ويصدقون بخروج الدجال وأن عيسى ابن مريم يقتله. ¶ اللغة: (الدجال) : الكذاب الأعور الذي يخرج في آخر الزمان قبل قيام الساعة. ¶ الشرح: من أشراط الساعة الكبرى خروج الدجال في آخر الزمان يدعي الربوبية ومعه خوارق فيقول للسماء أمطري فتمطر وللأرض أنبتي فتنبت. ¶ وقد ذكر النبي كثيرا من صفاته وحذر منها، وكان النبي صلى الله عليه وسلم يتعوَّذ منه في الصلاة، فقد قال النبي صلى الله عليه وسلم: «اللهم إني أعوذ بك من عذاب جهنم، وأعوذ بك من عذاب القبر، وأعوذ بك من فتنة المسيح الدجال، وأعوذ بك من فتنة المحيا والممات» (¬1) . ¶ ¬_________ ¶ (¬1) أخرجه مسلم في كتاب الصلاة (413) ح314، باب ما يستفاد منه في الصلاة، ومالك في الموطأ (1 / 216- 217) ، وأحمد في المسند (1 / 298) .",
            "page": "146",
            "part": "1",
            "seal": "1D48E868"
        },
        {
            "id": "144",
            "nass": "وفي حديث النواس بن سمعان «أنه يخرج من طريق بين الشام والعراق فيدعو الناس إلى عبادته، فأكثر من يتبعه اليهود والنساء والأعراب ويتبعه سبعون ألفا من يهود أصبهان، فيسير في الأرض كلها كالغيث استدبرته الريح إلا مكة والمدينة فيُمنع منهما، ومدته أربعون يوما، يوم كسنة، ويوم كشهر، ويوم كجمعة، وباقي أيامه كالعادة، وهو أعور العين مكتوب بين عينيه (ك ف ر) يقرؤه المؤمن فقط، وله فتنة عظيمة منها أنه يأمر السماء فتمطر والأرض فتنبت، معه جنة ونار فجنته نار وناره جنة» (¬1) قال القاضي عياض: (هذه الأحاديث التي ذكرها مسلم وغيره في قصة الدجال حُجة لمذهب أهل الحق في صحة وجوده وأنه شخص بعينه ابتلى الله به عباده وأقدره على أشياء من مقدورات الله تعالى: من إحياء الميت الذي يقتله، ومن ظهور زهرة الدنيا معه، وجنته وناره، ونهريه، واتباع كنوز الأرض له، وأمره السماء أن تمطر فتمطر والأرض أن تنبت فتنبت، فيقع كل ذلك بقدرة الله تعالى ومشيئته ثم يعجزه الله تبارك وتعالى بعد ذلك فلا يقدر على قتل ذلك الرجل ولا ¶ ¬_________ ¶ (¬1) ابن ماجه، كتاب الفتن، باب فتنة الدجال وخروج عيسى ابن مريم (2 / 1356، 1359) ح 4075 و 4077.",
            "page": "147",
            "part": "1",
            "seal": "5C86BF0E"
        },
        {
            "id": "145",
            "nass": "غيره؛ فيبطل أمره ويقتله عيسى صلى الله عليه وسلم، ويثبِّت الله الذين آمنوا. هذا مذهب أهل السنة وجميع المحدثين والفقهاء والنظار خلافا لمن أنكر وأبطل أمره من الخوارج والجهمية وبعض المعتزلة) (¬1) . ¶ كما قال في حديث أبي داود وابن ماجه: «أن عيسى يدرك الدجال عند باب لُدّ الشرقي فيقتله» . ¶ (ولُدّ: بضم اللام وتشديد الدال: بلدة قريبة من بيت المقدس من نواحي فلسطين) (¬2) . ¶ الخلاصة: ¶ يصدق أهل السنة بخروج الدجال وبما ورد في شأنه من الأحاديث وبأن عيسى ابن مريم يقتله. ¶ المناقشة: ¶ س1: عرِّف الدجال واذكر بعض ما ورد في شأنه وصفاته. ¶ س 2: ما حكم الإيمان بوجود الدجال وخروجه على الناس؟ ¶ س 3: هل تستمر فتنة الدجال طويلا؟ ¶ س 4: من الذي يقتل الدجال؟ وأين؟ ¶ ¬_________ ¶ (¬1) شرح مسلم للنووي (18 / 58: 59) . ¶ (¬2) معجم البلدان (5 / 15) .",
            "page": "148",
            "part": "1",
            "seal": "B418DBBA"
        },
        {
            "id": "146",
            "nass": "[سؤال منكر ونكير] ¶ (سؤال منكر ونكير) * ويؤمنون بمنكر ونكير، والمعراج، والرؤيا في المنام. ¶ اللغة: (منكر ونكير) : ملكان يباشران سؤال القبر، (المعراج) : مفعال من عَرَج وهو ما يُصعد عليه، (الرؤيا) : ما يُرى في المنام. ¶ الشرح: كل هذه المسائل مما يؤمن به أهل السنة، وقرر هذا الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (70: 71) ] حيث قال: (ويؤمنون بمسألة منكر ونكير على ما ثبت به الخبر عن رسول الله صلى الله عليه وسلم مع قول الله تعالى: {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ} وما ورد تفسيره عن النبي صلى الله عليه وسلم قلت: قال النبي صلى الله عليه وسلم في تفسير هذه الآية: «المسلم إذا سئل في القبر يشهد أن لا إله إلا الله وأن محمدا رسول الله، فذلك قول الله تعالى:",
            "page": "149",
            "part": "1",
            "seal": "EA410D6D"
        },
        {
            "id": "147",
            "nass": "{يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} » (¬1) \". وخالف أهل السنة في هذه المسألة ضرار بن عمرو وبشر المريسي (¬2) وحكم المعراج حكم غيره من المغيبات نؤمن به ولا نشتغل بكيفيته (¬3) وقد «أُسري بالنبي صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى راكبا على البراق في صحبة جبريل، ثم عُرج به إلى السماوات العلا، فرأى في الأولى آدم، وفي الثانية يحيى بن زكريا وعيسى ابن مريم، وفي الثالثة يوسف، وفي الرابعة إدريس، وفي الخامسة هارون، وفي السادسة موسى، وفي السابعة إبراهيم، عليهم السلام، وكلهم قد رحَّب به، وأقر بنبوته صلى الله عليه وسلم، ثم رُفع إلى سدرة المنتهى، ثم رُفع إلى البيت المعمور، ثم عُرج به إلى الجبار جل جلاله، فدنا حتى كان قاب قوسين أو أدنى، وفرض عليه وعلى أمته خمسين صلاة في اليوم والليلة، فأشار عليه موسى عند عودته أن يرجع إلى ربه ويسأله التخفيف، فلم يزل بين موسى وربه حتى جعلها الله ¶ ¬_________ ¶ (¬1) سبق تخريجه. ¶ (¬2) انظر: شرح الأصول الخمسة ص (730) ، والمواقف ص (382) . ¶ (¬3) شرح الطحاوية ص (214) .",
            "page": "150",
            "part": "1",
            "seal": "5AFBA031"
        },
        {
            "id": "148",
            "nass": "خمسا ثم نادى مناد: \" قد أمضيت فريضتي وخففت عن عبادي» (¬1) . ¶ وأما ذكر المصنف رحمه الله للرؤيا في المنام فلا أدري ما علاقة المنامات والرؤيا بأصول العقيدة عند أهل الحديث إلا إذا كان يقصد حديث النبي صلى الله عليه وسلم: «إذا اقترب الزمان لم تَكَدْ رؤيا المسلم تكذب، وأصدقكم رؤيا أصدقكم حديثا» (¬2) . ¶ ويمكن أن يقصد أنه يجوز رؤية المؤمن ربه في المنام فإن من عقيدة أهل السنة جواز رؤية الله في المنام، أما في الآخرة فيرونه بأبصارهم في اليقظة. ¶ وأما من يدعي رؤية الله في الدنيا يقظة فهو من الكاذبين الدجالين كما يدعي كثير من الصوفية كما ادعى ذلك التفتازاني الماتريدي. ¶ الخلاصة: ¶ يؤمن أهل السنة بسؤال منكر ونكير في القبر، ويؤمنون ¶ ¬_________ ¶ (¬1) البخاري (7 / 241) ح 3887 في مناقب الأنصار، باب المعراج، من حديث أنس عن مالك بن صعصعة مرفوعا. ¶ (¬2) أخرجه مسلم، كتاب الرؤيا (4 / 1773) ح 2263، من طريق محمد بن سيرين عن أبي هريرة.",
            "page": "151",
            "part": "1",
            "seal": "12756FDB"
        },
        {
            "id": "149",
            "nass": "بمعراج النبي صلى الله عليه وسلم إلى السماوات وما رأى خلاله، ويؤمنون بالرؤيا في المنام. ¶ المناقشة: ¶ س1: من هما منكر ونكير؟ وما وظيفتهما؟ ¶ س 2: ما حكم الإيمان بالمعراج؟ ¶ س 3: ما المراد بالرؤيا في المنام؟ ¶ س 4: اذكر بعضا من مشاهد المعراج للنبي صلى الله عليه وسلم.",
            "page": "152",
            "part": "1",
            "seal": "1CFD0DA2"
        },
        {
            "id": "150",
            "nass": "[الدعاء لموتى المسلمين] ¶ (الدعاء لموتى المسلمين) * وأن الدعاء لموتى المسلمين والصدقة عنهم بعد موتهم تصل إليهم. ¶ اللغة: (الدعاء) : أي طلب الخير لهؤلاء الموتى، (تصل إليهم) : أي ينتفعون بثوابها. ¶ الشرح: أخذا من قول النبي صلى الله عليه وسلم: «إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له» (¬1) . ¶ والمقصود أن الإنسان إذا هو مات طويت صحيفة أعماله فلا يُزاد فيها ولا يُنقص، لكنه ينفع بأشياء منها الصدقة الجارية كالوقف الذي وقفه فإنه ينتفع بعد موته وذلك لدوام ثوابه، وكذلك علم يكون قد علَّمه لغيره في الدنيا فإنه يدوم نفعه ¶ ¬_________ ¶ (¬1) أخرجه مسلم (3 / 1255) ح 1631 في الوصية، باب ما يلحق الإنسان من الثواب بعد وفاته، من حديث العلاء بن عبد الرحمن عن أبيه عن أبي هريرة مرفوعا.",
            "page": "153",
            "part": "1",
            "seal": "79C691B6"
        },
        {
            "id": "151",
            "nass": "كذلك ويأتيه ثوابه، ومنها استغفار الولد الصالح له، وكيف لا والولد من كسب أبيه. ¶ الخلاصة: ¶ يرى أهل السنة أن الميت ينتفع بالدعاء له وبالصدقة عنه على ما ورد في الآثار. ¶ المناقشة: ¶ س1: ما معنى تصل إليهم؟ ¶ س 2: هل ينتفع الميت بشيء من أعمال الأحياء؟ وما الدليل؟",
            "page": "154",
            "part": "1",
            "seal": "2CD3905F"
        },
        {
            "id": "152",
            "nass": "[السحر والسحرة] ¶ (السحر والسحرة) * ويصدقون بأن في الدنيا سَحَرة، وأن الساحر كافر كما قال الله، وأن السحر كائن موجود في الدنيا. ¶ اللغة: (الساحر) : متعاطي السحر، (السحر) : ما يخفى سببه ويخالف حقيقته ويكون على وجه التمويه والخداع. ¶ الشرح: هذا هو موقف أهل السنة من إثبات السحر ومن حكم الساحر، وقد قرر هذا الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (78) ] حيث قال: (وأن في الدنيا سحرا وسحرة، وأن السحر واستعماله كفر من فاعله معتقدا له نافعا ضارا بغير إذن الله) . ¶ وكذا قال شيخ الإسلام أبو عثمان الصابوني في عقيدة السلف أصحاب الحديث [ص (96) ] حيث قال: (ويشهدون أن في الدنيا سحرا وسحرة إلا أنهم لا يضرون أحدا إلا بإذن الله، قال الله عز وجل: {وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ إِلَّا بِإِذْنِ اللَّهِ} ومن سحر منهم واستعمل السحر واعتقد أنه يضر أو ينفع بغير إذن الله تعالى فقد كفر بالله",
            "page": "155",
            "part": "1",
            "seal": "1088FE9B"
        },
        {
            "id": "153",
            "nass": "جل جلاله، وإذا وصف ما يكفر به استُتيب، فإن تاب وإلا ضُربت عنقه، وإن وصف ما ليس بكفر أو تكلم بما لا يُفهَم نُهِي عنه فإن عاد عُزِّر، وإن قال: السحر ليس بحرام، وأنا أعتقد إباحته وجب قتله لأنه استباح ما أجمع المسلمون على تحريمه) ، وقد عقد الإمام الحافظ إسماعيل التيمي الأصبهاني في كتاب الحجة [ (1 / 481) ] فصلا (في بيان أن السحر له حقيقة وليس بتخيل) وذلك ردًّا على من أنكر السحر كالمعتزلة وغيرهم. ¶ الخلاصة: ¶ يرى أهل السنة أنه يوجد سحر وسحرة، وأن السحر كائن، والساحر كافر، وأن السحرة لا يملكون ضرا ولا نفعا إلا بإذن الله. ¶ المناقشة: ¶ س1: عرِّف السحر، الساحر؟ ¶ س 2: ما موقف أهل السنة من إثبات السحر والسحرة؟ ¶ س 3: اذكر بعضا من الطوائف التي أنكرت السحر.",
            "page": "156",
            "part": "1",
            "seal": "8EB37509"
        },
        {
            "id": "154",
            "nass": "[الصلاة على كل من مات من أهل القبلة] ¶ (الصلاة على كل من مات من أهل القبلة) * ويرون الصلاة على كل من مات من أهل القبلة، برِّهم وفاجرهم، وموارثتهم. ¶ اللغة: (البر) : المطيع الصالح، (الفاجر) : الفاسق العاصي، (الموارثة) : هي التوارث، يرثونهم ويورِّثونهم. ¶ الشرح: يرى أهل السنة والجماعة الصلاة على كل مسلم بعد موته ما دام منتسبا لأهل القبلة - أي المسلمين - وما دام لم يخرج من الإسلام بجحود ما أدخله فيه، ويستوي في ذلك الصالح والطالح، والمطيع والعاصي، والبر والفاجر، ما دام لم يخرج من الإسلام، وكذلك يرون موارثته ما دام مسلما، فأما إذا خرج من الإسلام فلا توارث، وفي الحديث: «لا يتوارث أهل ملتين شتى» (¬1) . ¶ ¬_________ ¶ (¬1) أخرجه أبو داود (3 / 328) ح 2911 في الفرائض، باب هل يرث المسلم الكافر؟ وأحمد (2 / 178، 195) وغيرهما، وحسنه الألباني في صحيح الجامع (2 / 1261 / 7614) .",
            "page": "157",
            "part": "1",
            "seal": "67B9195F"
        },
        {
            "id": "155",
            "nass": "الخلاصة: ¶ يرى أهل السنة الصلاة على كل من مات من أهل القبلة برّا أو فاجرا وكذلك موارثته. ¶ المناقشة: ¶ س1: ما حكم الصلاة على الميت؟ ¶ س 2: هل تصح الصلاة على الميت الفاجر عند أهل السنة؟ وهل تصح موارثته؟ ¶ س 3: ما حكم التوارث بين أهل دينين مختلفين؟",
            "page": "158",
            "part": "1",
            "seal": "E91F00E7"
        },
        {
            "id": "156",
            "nass": "[الجنة والنار مخلوقتان لا تفنيان] ¶ (الجنة والنار مخلوقتان لا تفنيان) * ويقرون أن الجنة والنار مخلوقتان. ¶ الشرح: يرى أهل السنة أن الجنة والنار مخلوقتان كائنتان في الحاضر، وهذا ما قرره شيخ الإسلام أبو عثمان إسماعيل الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (66) ] حيث قال: (ويشهدون - أهل السنة - ويعتقدون أن الجنة والنار مخلوقتان وأنهما باقيتان لا تفنيان أبدا، ويؤمر بالموت فيذبح على سور بين الجنة والنار، وينادي منادٍ يومئذ \" يا أهل الجنة خلود ولا موت، ويا أهل النار خلود ولا موت \" على ما ورد به الخبر الصحيح عن رسول الله صلى الله عليه وسلم) . ¶ وقد عقد الإمام الحافظ الأصبهاني التيمي في كتابه الحجة [ (1 / 471) ] في الرد على الجهمية الذين يقولون إن الجنة والنار لم تُخلقا، وأورد فيه الأدلة من الكتاب والسنة لبيان بطلان مذاهب الجهمية واختار دليلا واحدا من كل منهما. ¶ أما الكتاب فقال تعالى: {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا} أما من السنة فقد روي بسنده إلى عمران بن حصين رضي الله عنه قال: قال رسول الله",
            "page": "159",
            "part": "1",
            "seal": "E7CFAA77"
        },
        {
            "id": "157",
            "nass": "صلى الله عليه وسلم: «اطلعت في الجنة فرأيت أكثر أهلها الفقراء، واطلعت في النار فرأيت أكثر أهلها النساء» (¬1) . ¶ وقد أنكرت الجهمية وطوائف من المعتزلة خلق الجنة والنار وأنهما موجودتان لأن خلقها الآن عبث لا فائدة عنه والله تعالى منزه عن العبث. [انظر: شرح الطحاوية (476) ، والموافق (377) ، وأصول الدين للبغدادي (237) ] . ¶ الخلاصة: ¶ يرى أهل السنة أن الجنة والنار مخلوقتان الآن وموجودتان وأنهما لا تفنيان. ¶ المناقشة: ¶ س1: هل الجنة والنار مخلوقتان كائنتان في الحاضر؟ ¶ س 2: ما الطوائف التي أنكرت وجود الجنة والنار؟ وما حجتها؟ ¶ ¬_________ ¶ (¬1) البخاري (6 / 366) ح 3241 في بدء الخلق، باب ما جاء في صفة الجنة وأنها مخلوقة، من حديث أبي رجاء عن عمران مرفوعا.",
            "page": "160",
            "part": "1",
            "seal": "75DC02E0"
        },
        {
            "id": "158",
            "nass": "[الميت والمقتول استكمل أجله] ¶ (الميت والمقتول استكمل أجله) * وأن من مات مات بأجله وكذلك من قُتل قُتل بأجله. ¶ اللغة: (بأجله) : الأجل هو الوقت الذي قدره الله تعالى لنهاية عمر الإنسان. ¶ الشرح: الله سبحانه قدر آجال الخلائق بحيث إذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون، فالمقتول ميت بأجله، فعلم الله تعالى وقدر وقضى أن هذا يموت بسبب القتل، وهذا بسبب المرض، وهذا بسبب الهدم، وهذا بسبب الحرق، وهذا بالغرق، إلى غير ذلك من الأسباب، والله سبحانه خلق الموت والحياة وخلق سبب الموت والحياة. [انظر: شرح العقيدة الطحاوية ص (101) ] . ¶ وقال شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (94) ] : (ويعتقدون ويشهدون أن الله عز وجل أجَّل لكل مخلوق أجلا، وأن نفسا لن تموت إلا بإذن الله كتابا مؤجلا وإذا انقضى أجل المرء فليس إلا الموت وليس عنه فوت، قال الله عز وجل:",
            "page": "161",
            "part": "1",
            "seal": "8259DD55"
        },
        {
            "id": "159",
            "nass": "{وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} وقال: {وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلَّا بِإِذْنِ اللَّهِ كِتَابًا مُؤَجَّلًا} ¶ ويشهدون أن من مات أو قتل فقد انقضى المسمى له، قال الله عز وجل: {قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ} وقال: {أَيْنَمَا تَكُونُوا يُدْرِكُكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ} ) . ¶ وقال الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (77) ] : (ويقولون إن الله عز وجل أجَّل لكل حي مخلوق أجلا هو بالغه، فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون، وإن مات أو قتل فهو عند انتهاء أجله المسمى له، كما قال الله عز وجل: {قُلْ لَوْ كُنْتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ} ) . ¶ وخالفت المعتزلة أهل السنة في هذه المسألة فالمقتول انقطع أجله.",
            "page": "162",
            "part": "1",
            "seal": "FAB94B10"
        },
        {
            "id": "160",
            "nass": "الخلاصة: ¶ يرى أهل السنة أن الإنسان إذا انتهى أجله مات بأي سبب كان، وحتى القتل فإنه سبب وقد انتهى أجل المقتول عند قتله. ¶ المناقشة: ¶ س1: هل المقتول قد انتهى أجله كالميت أم أن أجله انقطع؟ ¶ س 2: بيِّن موقف أهل السنة من هذه المسألة. ¶ س 3: هل يمكن أن يتأخر أجل الإنسان عما قدره الله تعالى؟ ¶ س 4: بيِّن موقف المعتزلة من قضية انتهاء أجل المقتول.",
            "page": "163",
            "part": "1",
            "seal": "9968D7A2"
        },
        {
            "id": "161",
            "nass": "[الرازق الله] ¶ (الرازق الله) * وأن الأرزاق من قبل الله سبحانه يرزقها عباده حلالا كانت أم حراما. ¶ اللغة: (الأرزاق) : جمع رزق وهو ما يرزقه الله عباده من صنوف النعم حلالا كان أم حراما. ¶ الشرح: يرى أهل السنة أنه لا رزاق إلا الله تعالى، سواء كان الرزق حلالا أو حراما، وهذا ما قرره الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (77) ] حيث قال: (وإن الله تعالى يرزق كل حي مخلوق رزق الغذاء الذي به قوام الحياة، وهو يضمنه الله لمن أبقاه من خلقه، وهو الذي رزقه من حلال أو من حرام، وكذلك رزق الزينة الفاضل عما يحيا به) وقد قال تعالى: {يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ} وقال عز وجل أيضا: {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا} فكل رزق يُرزَقه الخلق إنما هو من الله تعالى،",
            "page": "164",
            "part": "1",
            "seal": "D901684B"
        },
        {
            "id": "162",
            "nass": "والرزق من أخص خصائص الربوبية، وإذ لا خالق إلا الله ولا رب غيره فلا رازق غيره. ¶ الخلاصة: ¶ جميع ما يُرزق به الخلق من صنوف الرزق حراما أو حلالا فهو من الله وحده. ¶ المناقشة: ¶ س1: من الذي يرزق الخلق جميعا؟ ¶ س 2: هل الرزق من حرام هو من الله أيضا؟ ¶ س 3: هل يستغني أحد عن رزق الله تعالى؟",
            "page": "165",
            "part": "1",
            "seal": "841A569E"
        },
        {
            "id": "163",
            "nass": "[الله خالق الشياطين ووساوسهم] ¶ (الله خالق الشياطين ووساوسهم) * وأن الشيطان يوسوس للإنسان ويشككه ويخبطه. ¶ اللغة: (يوسوس) : الوسوسة حديث النفس، أي ما يلقيه الشيطان في قلب الإنسان، (يشككه) : يزرع فيه الشك والريبة، (يخبطه) : يفسده. ¶ الشرح: يرى أهل السنة أن الشيطان متسلط على الإنسان بالوساوس والشكوك وأنه قد يتخبطه ويصرعه، وذلك كما قال الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (77: 78) ] : (ويؤمنون بأن الله تعالى خلق الشياطين توسوس للآدميين ويخدعونهم ويغرونهم وأن الشيطان يتخبط الإنسان) . ¶ وكذا شيخ الإسلام أبو عثمان الصابوني في عقيدة السلف أصحاب الحديث [ص (95) ] : (ويستيقنون أن الله سبحانه خلق الشياطين يوسوسون للآدميين ويقصدون استذلالهم فيترصدون لهم، قال الله عز وجل: {وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} ¶ وأن الله يسلطهم على من يشاء، ويعصم من كيدهم ومكرهم من يشاء، قال الله عز وجل: {وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَولَادِ وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا - إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا} وقال: {إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ - إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ} ) . ¶ الخلاصة: ¶ يرى أهل السنة أن الشيطان يوسوس للإنسان ويتخبطه ويشككه في أمر دينه غير أن كل ذلك كائن بمشيئة الله. ¶ المناقشة: ¶ س1: من الذي تولى محاولة تشكيك الإنسان وإفساده والوسوسة إليه؟ ¶ س 2: هل يمكن أن يتخبط الشيطان الإنسان؟ وما معنى التخبط؟ ¶ س 3: هل يُضلُّ الشيطان أحدا بغير إذن الله؟",
            "page": "166",
            "part": "1",
            "seal": "6615A4D9"
        },
        {
            "id": "164",
            "nass": "[التصديق بكرامات الصالحين] ¶ (التصديق بكرامات الصالحين) * وأن الصالحين قد يجوز أن يخصهم الله بآيات تظهر عليهم. ¶ اللغة: (آيات) : جمع آية، وهي العلامة والبرهان. ¶ الشرح: من أصول عقيدة أهل السنة التصديقُ بالآيات والكرامات الخارقة للعادة المألوفة للآدميين، قال شيخ الإسلام ابن تيمية: (ومن أصول أهل السنة التصديق بكرامات الأولياء وما يُجري الله على أيديهم من خوارق العادات) . [مجموع الفتاوى (3 / 156) ] ، ونفتها المبتدعة من الجهمية والمعتزلة، وقد جاء ذكر الكرامات في القرآن، من ذلك قوله تعالى: {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} ¶ وكذا ذكر كرامات بعض الصالحين في السنة، من ذلك تكلُّم الطفل ببراءة جريج الراهب من الفاحشة. [انظر: صحيح مسلم (4 / 1976) ] ، وانفراج الصخرة عن الثلاثة في الغار بعد",
            "page": "168",
            "part": "1",
            "seal": "6D172F14"
        },
        {
            "id": "165",
            "nass": "أن وقعت عليهم وسدت المنافذ. [انظر: صحيح البخاري (4 / 408 ح2215) ] . ¶ على أنه ليس كل إنسان يحدث له شيء من خوارق العادة وليا لله حتى ينظر في مدى موافقة حاله للشريعة إذ قد يكون وليا للشيطان ويُحدِث له الشيطان شيئا من الخوارق حتى يضل بها الناس. ¶ الخلاصة: ¶ يؤمن أهل السنة بكرامات الأولياء التي خصهم الله بها وهي ثابتة بالكتاب والسنة والإجماع. ¶ المناقشة: ¶ س1: هل يختص الصالحون بكرامات يُحدِثها الله لهم؟ ¶ س 2: هل كل إنسان يحدث معه خوارق يكون وليا لله؟ ¶ س 3: ما موقف المعتزلة والجهمية من كرامات الأولياء؟",
            "page": "169",
            "part": "1",
            "seal": "EB5A16F2"
        },
        {
            "id": "166",
            "nass": "[السنة تنسخ القرآن] ¶ (السنة تنسخ القرآن) * وأن السنة لا تنسخ القرآن. ¶ اللغة: (لا تنسخ) : أصل النسخ هنا إزالة الحكم. ¶ الشرح: هذا غلط من المؤلف رحمه الله، ولعل (لا) زيدت من النساخ إما عمدا وإما سهوا لأن الحق الذي عليه كثير من أهل السنة أن السنة تنسخ القرآن، من ذلك حديث: «لا وصية لوارث» نسخ قوله تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ} ¶ تنبيه: معنى نسخ السنة للقرآن أن تكون السنة مخصِّصة لعموم القرآن أو مقيِّدة لمطلق القرآن، خلافا للحنفية، وقولهم باطل مبني على أصل فاسد وهو أن السنة ظنية عندهم. ¶ وعموما فإن السلف قد اختلفوا في هذه المسألة إلى فريقين: ¶ الأول: جوَّز نسخ السنة للقرآن واستدل بأدلة كثيرة وجعلوا النسخ للحكم فقط.",
            "page": "170",
            "part": "1",
            "seal": "EDA92405"
        },
        {
            "id": "167",
            "nass": "الثاني: منع نسخ السنة للقرآن ولهم في ذلك حجج أخرى. ¶ وقد أجابت كل طائفة منهما على الأخرى، وهي مسألة خلاف طويل (¬1) . ¶ الخلاصة: ¶ اختلف أهل السنة في مسألة نسخ السنة للقرآن، والحق أنها تنسخه، أي من جهة الحكم، فتخصِّص العام وتقيِّد المطلق وغير ذلك. ¶ المناقشة: ¶ س1: ما موقف أهل السنة من مسألة نسخ السنة للقرآن؟ ¶ س 2: ما معنى نسخ السنة للقرآن؟ ¶ ¬_________ ¶ (¬1) انظر: مجموع الفتاوى (17 / 197- 198) ، إرشاد الفحول للشوكاني ص (190) ، الأحكام للآمدي (3 / 147) .",
            "page": "171",
            "part": "1",
            "seal": "CF8A8F20"
        },
        {
            "id": "168",
            "nass": "[حكم الأطفال الذين ماتوا] ¶ (حكم الأطفال الذين ماتوا) * وأن الأطفال أمرُهم إلى الله، إن شاء عذبهم وإن شاء فعل بهم ما أراد. ¶ اللغة: (الأطفال) : من لم يبلغوا الحلم. ¶ الشرح: قال أبو المظفر السمعاني: (وأما اعتقاد أهل السنة في أمر الأطفال فهو ما نطق به الحديث من توقيف الأمر فيهم يفعل الله بهم ما يريد) . [انظر: الحجة في بيان المحجة (2 / 39) ] . ¶ والأظهر أن الله لا يعذبهم لقوله تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} ولقوله صلى الله عليه وسلم: «رُفع القلم عن ثلاثة: النائم حتى يستيقظ، والصبي حتى يحتلم، والمجنون حتى يفيق» (¬1) . ¶ وقال النووي في شرحه لمسلم [ (16 / 207) ] : (أجمع من يُعتدّ به من علماء المسلمين أن من مات من أطفال المسلمين ¶ ¬_________ ¶ (¬1) الطبراني في الكبير (11 / 11141) من حديث مجاهد عن ابن عباس مرفوعا.",
            "page": "172",
            "part": "1",
            "seal": "07717B5A"
        },
        {
            "id": "169",
            "nass": "فهو من أهل الجنة لأنه ليس مكلفا، وتوقف فيهم بعض من لا يعتد به لحديث عائشة هذا وأجاب العلماء عنه بأنه لعله نهاها عن المسارعة إلى القطع من غير أن يكون عندها دليل قاطع) . ¶ الخلاصة: ¶ يرى أهل السنة أن الأطفال الذين يموتون دون الحلم تحت مشيئة الله تعالى. ¶ المناقشة: ¶ س1: من هم الأطفال؟ ¶ س 2: ما حكم من مات قبل الحلم عند أهل السنة؟",
            "page": "173",
            "part": "1",
            "seal": "51333231"
        },
        {
            "id": "170",
            "nass": "[العلم والكتابة] ¶ (العلم والكتابة) * وأن الله عالم ما العباد عاملون، وكتب أن ذلك يكون، وأن الأمور بيد الله. ¶ اللغة: (عالم) : أصل العلم بالشيء معرفته على ما هو عليه وإدراكه. ¶ الشرح: هذا أصل عظيم من أصول أهل السنة والجماعة، وقد قرر هذا الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (57) ] حيث قال: (ويقولون لا سبيل لأحد أن يخرج عن علم الله، ولا أن يغلب فعله وإرادته مشيئة الله، ولا أن يبدل علم الله، فإنه العالم لا يجهل ولا يسهو والقادر لا يغلب) فالله سبحانه وتعالى علم ما العباد عاملون قبل أن يخلقهم، وكتب ذلك في اللوح المحفوظ، وأراد أن يكون ذلك، فكل شيء بيده، ولم يَخْفَ عليه شيء قبل أن يخلقهم فإنه سبحانه العليم الذي لا تخفى عليه خافية في الأرض ولا في السماء. ¶ تنبيه: هذا في غير محله وموضعه مسألة القدر إذ إن العلم الإلهي هو أول مراتب الإيمان بالقدر التي لا يتم إلا بها.",
            "page": "174",
            "part": "1",
            "seal": "E5FBE7B8"
        },
        {
            "id": "171",
            "nass": "الخلاصة: ¶ يرى أهل السنة أن الله علم أفعال العباد قبل خلقهم، وكتب ذلك وقدره، وأن ما قدره الله فهو كائن، وجميع الأمور بيده سبحانه. ¶ المناقشة: ¶ س1: هل يخفى على الله خافية من أعمال العباد؟ ¶ س 2: هل علم الله أفعال العباد قبل أن تكون؟",
            "page": "175",
            "part": "1",
            "seal": "701B3B1F"
        },
        {
            "id": "172",
            "nass": "[من آداب أهل الحديث] ¶ (من آداب أهل الحديث) * ويرون الصبر على حكم الله، والأخذ بما أمر الله به والانتهاء عما نهى الله عنه، وإخلاص العمل والنصيحة للمسلمين، ويدينون بعبادة الله في العابدين والنصحية لجماعة المسلمين، واجتناب الكبائر والزنا وقول الزور والعصبية والفخر والكبر والإزراء على الناس والعجب. ¶ اللغة: (الصبر) : حبس النفس عن الجزع، والمقصود هنا القيام على حكم الله والمداومة عليه، (العصبية) : الغضب لأجل الحسب أو القبيلة أو غير ذلك، (الكبر) : بطر الحق وغمط الناس وهو التكبر، (الإزراء) : التحقير، (العجب) : الإعجاب بالنفس أو بالعمل. ¶ الشرح: كل هذه الآداب مما اتفق عليه أهل السنة والجماعة رحمهم الله، وقد قال شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (99) ] : (ويتواصون بقيام الليل والسعي في الخيرات والأمر بالمعروف والنهي عن المنكر والبدار إلى فعل الخيرات أجمع واتقاء شر عاقبة",
            "page": "176",
            "part": "1",
            "seal": "4035B967"
        },
        {
            "id": "173",
            "nass": "الطمع، ويتواصون بالحق والصبر، ويتحابون في الدين ويتباغضون فيه) وقال قبل ذلك في [ص (97) ] : (ويحرِّم أصحاب الحديث المسكر من الأشربة المتخذة من العنب أو الزبيب أو التمر أو العسل أو الذرة أو غير ذلك مما يسكر كثيره، يحرمون قليله وكثيره ويجتنبونه ويوجبون به الحد، ويرون المسارعة إلى أداء الصلوات المكتوبات، وإقامتها في أوائل الأوقات أفضل من تأخيرها إلى آخر الأوقات) فكل هذه الأمور المذكورة هي من الآداب التي تأدب بها أهل الحديث، وكلها من الآداب التي أرشد إليها وحث عليها الكتاب والسنة، وأهل الحديث هم أولى الناس بالتأدب بهذه الآداب الإسلامية السامية. ¶ الخلاصة: ¶ يرى أهل السنة وجوب الصبر على المصائب، وفعل الواجبات واجتناب المحرمات، وإخلاص الدين لله، والنصح لجماعة المسلمين، واجتناب الكبائر واجتناب تحقير المسلمين وغير ذلك من خصال البر. ¶ المناقشة: ¶ س1: اذكر بعضا من الآداب التي يحض عليها أهل الحديث. ¶ س 2: هل قليل المسكر مثل كثيره في الحرمة وإيجاب الحد؟",
            "page": "177",
            "part": "1",
            "seal": "11283A91"
        },
        {
            "id": "174",
            "nass": "[مجانبة أهل البدع] ¶ (مجانبة أهل البدع) * ويرون مجانبة كل داعٍ إلى بدعة. ¶ اللغة: (مجانبة) : أي اجتناب وهجران، (بدعة) : ما أُحدث في الدين مما لم يأذن به الله. ¶ الشرح: هجران أهل البدع ومجانبتهم من المسائل التي تكلم فيها أهل السنة، وقولهم فيها هو اجتناب الداعي إلى بدعته، هذا ما قرره الحافظ الإمام أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (78) ] حيث قال: (ويرون مجانبة البدعة والآثام وترك الغيبة إلا لمن أظهر بدعة وهوى يدعو إليها فالقول فيه ليس بغيبة عندهم) . ¶ وكذا قال شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (99 - 100-106) ، حيث قال: (ويتجانبون أهل البدع والضلالات، ويعادون أصحاب الأهواء والجهالات، ويبغضون أهل البدع الذين أحدثوا في الدين ما ليس منه، ولا يحبونهم ولا يصحبونهم، ولا يسمعون كلامهم ولا يجالسونهم، ولا يجادلونهم في الدين ولا يناظرونهم،",
            "page": "178",
            "part": "1",
            "seal": "FD27C23B"
        },
        {
            "id": "175",
            "nass": "ويرون صون آذانهم عن سماع أباطيلهم التي إذا مرت بالآذان وقرت في القلوب ضَرَّت وجَرَّت إليها من الوساوس والخطرات الفاسدة ما جرت، وقد أنزل الله عز وجل قوله: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ} ¶ وعلامات البدع على أهلها بادية ظاهرة، وأظهر آياتهم وعلاماتهم شدةُ معاداتهم لحَمَلَة أخبار النبي صلى الله عليه وسلم واحتقارهم لهم واستخفافهم بهم وتسميتهم إياهم حَشَويَّة وجهلة وظاهرية ومشبِّهة اعتقادا منهم في أخبار رسول الله صلى الله عليه وسلم أنها بمعزل عن العلم، وأن العلم ما يلقيه الشيطان إليهم من نتائج عقولهم الفاسدة ووساوس صدورهم المظلمة وهواجس قلوبهم الخالية من الخير وكلماتهم وحججهم الباطلة {أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ} {وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ} قال أبو عثمان: قلت: أنا رأيت أهل البدع في هذه الأسماء التي لقَّبوا بها أهل السنة، ولا يلحقهم شيء منها فضلا من الله ومنة، سلكوا معهم مسلك المشركين لعنهم الله مع رسول الله صلى الله عليه وسلم، فإنهم اقتسموا القول فيه فسماه بعضهم ساحرا، وبعضهم كاهنا، وبعضهم شاعرا، وبعضهم مجنونا، وبعضهم",
            "page": "179",
            "part": "1",
            "seal": "E65BE59D"
        },
        {
            "id": "176",
            "nass": "مفتونا، وبعضهم مفتريا مختلقا كذابا، وكان النبي صلى الله عليه وسلم من تلك المعائب بعيدا بريئا، ولم يكن إلا رسولا مصطفى نبيا، قال الله عز وجل: {انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا} وكذلك المبتدعة - خذلهم الله - اقتسموا القول في حملة أخباره ونقلة آثاره ورواة أحاديثه المقتدين به المهتدين بسنته المعروفين بأصحاب الحديث، فسماهم بعضهم حشوية، وبعضهم مشبهة، وبعضهم نابتة، وبعضهم ناصبة، وبعضهم جبرية وأصحاب الحديث عصامة من هذه المعايب بريئة زكية نقية، وليسوا إلا أهل السنة المضِيَّة والسيرة المرضية والسبل السوية والحجج البالغة القوية، فقد وفقهم الله جل جلاله لاتباع كتابه ووحيه وخطابه والاقتداء برسوله صلى الله عليه وسلم) . ¶ وقد أحسن الشيخ فيما قال في حقهم فلله درُّه، كم من عظيم السجايا والصفات التي اتصف بها أهل الحديث ولم يُقرّ لهم بها أهل البدع، وكم رُمُوا بالتهم وهم منها براء، وكم تجنَّى عليهم السفهاء فبرأهم الله مما قاله الشانئون، وذلك فضل الله يؤتيه من يشاء.",
            "page": "180",
            "part": "1",
            "seal": "988D7AE8"
        },
        {
            "id": "177",
            "nass": "الخلاصة: ¶ يرى أهل السنة وجوب اجتناب أهل البدع الداعين إليها وهجرانهم. ¶ المناقشة: ¶ س1: ما موقف أهل السنة من أهل البدع الداعين إليها؟ ¶ س 2: هل تجوز مجادلة أهل البدع؟",
            "page": "181",
            "part": "1",
            "seal": "0FBDD165"
        },
        {
            "id": "178",
            "nass": "[تعلم العلم] ¶ (تعلم العلم) * والتشاغل بقراءة القرآن وكتابة الآثار والنظر في الفقه. ¶ اللغة: (التشاغل) : الاشتغال في الأوقات. ¶ الشرح: إن شغل الأوقات بالعلم النافع وطلبه هو مما حرص عليه أهل السنة والجماعة، وهذا ما قرره الحافظ الإمام أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (7) ] حيث قال: (ويرون تعلم العلم، وطلبه من مظانه، والجد في تعلم القرآن وعلومه، وتفسيره، وسماع سنن الرسول صلى الله عليه وسلم، وجمعها والتفقه فيها، وطلب آثار أصحابه) وهكذا أهل الحديث، هم أكثر الناس طلبا للعلم، وانشغالا به، تعلما وتعليما وعملا، وهم أتبع الناس للآثار، كيف لا وهم حملة النصوص الداعية إلى طلب العلم المرغِّبة في ذلك، والداعية إلى الانشغال بالقرآن والآثار، فلله درُّهم.",
            "page": "182",
            "part": "1",
            "seal": "969935DC"
        },
        {
            "id": "179",
            "nass": "الخلاصة: ¶ يرى أهل السنة شغل الأوقات بما عاقبته حميدة من قراءة القرآن وكتابة الأحاديث والآثار والتأمل في مسائل الفقه. ¶ المناقشة: ¶ س1: اذكر بعضا من الأمور التي يرى أهل الحديث الانشغال بها.",
            "page": "183",
            "part": "1",
            "seal": "3BA936AE"
        },
        {
            "id": "180",
            "nass": "[من آداب أهل الحديث] ¶ (من آداب أهل الحديث) * مع التواضع وحسن الخلق وبذل المعروف وكف الأذى وترك الغيبة والنميمة والسعاية وتفقد المأكل والمشرب. ¶ اللغة: (الغيبة) : ذكرك أخاك بما يكره، (النميمة) : نقل الكلام بين الناس على الوجه المفسد بينهم، (السعاية) : الوشاية بقصد الإيقاع. ¶ الشرح: جميع ما ذكر من آداب أهل الحديث، وقد قال الإمام الحافظ أبو بكر الإسماعيلي في كتابه اعتقاد أئمة أهل الحديث [ص (79) ] : (مع لزوم الجماعة والتعفف في المأكل والمشرب والملبس، والسعي في عمل الخير والأمر بالمعروف والنهي عن المنكر والإعراض عن الجاهلين حتى يعلموهم ويبينوا لهم الحق ثم الإنكار والعقوبة من بعد البيان وإقامة العذر بينهم ومنهم) . ¶ وقال شيخ الإسلام أبو عثمان الصابوني في كتابه عقيدة السلف أصحاب الحديث [ص (98- 99) ] : (ويتواصون بقيام الليل للصلاة بعد المنام، وبصلة الأرحام على اختلاف",
            "page": "184",
            "part": "1",
            "seal": "7167BCEB"
        },
        {
            "id": "181",
            "nass": "الحالات، وإفشاء السلام وإطعام الطعام والرحمة على الفقراء والمساكين والأيتام، والاهتمام بأمور المسلمين، والتعفف في المأكل والمشرب والملبس والمنكح والمصرف، والسعي في الخيرات والأمر بالمعروف والنهي عن المنكر والبدار إلى فعل الخيرات أجمع، واتقاء شر عاقبة الطمع، ويتواصون بالحق والصبر، ويتحابون في الدين ويتباغضون فيه، ويتقون الجدال في الله والخصومات فيه) ، وجميع ما ذكره الشيخ رحمه الله تعالى هنا مع سابقه، كل ذلك هو من الآداب التي تأدب بها أهل الحديث، فهم أعلم الناس بالله وشريعته، وحكمه وحكمته، فهم أولى الناس بأن يُتبعوا، وأن يُقتفى أثرهم فيما هم عليه من الآداب، إذ هي آداب الإسلام التي دعا إليها الكتاب والسنة وحرصا عليها، فالواجب على كل مسلم أن يقتدي بهم في ذلك، وأن يقتفي أثرهم، وأن يهتدي بهداهم حتى يلحق بهم. ¶ الخلاصة: ¶ يتحلى أهل السنة بصفات التواضع والحلم والعفة، والبعد عن الحرام، وحسن الخلق والورع وغير ذلك. ¶ المناقشة: ¶ س1: اذكر بعضا من آداب أهل الحديث.",
            "page": "185",
            "part": "1",
            "seal": "2F2C13B4"
        },
        {
            "id": "182",
            "nass": "[الأشعري يقول بأنه على مذهب أهل الحديث] ¶ (الأشعري يقول بأنه على مذهب أهل الحديث) * فهذه جملة ما يأمرون به ويستعملونه ويرونه، وبكل ما ذُكر من قولهم نقول وإليه نذهب، وما توفيقنا إلا بالله، وهو حسبنا ونعم الوكيل، وبه نستعين وعليه نتوكل وإليه المصير. ¶ الشرح: هذه عقيدة الإمام الأشعري التي استقر عليها وصرح بها، وفيها عبرة للأشعرية والماتريدية ممن انتسبوا إليه وهو بريء مما يقولون وما زالوا يدعون إليها، وإنما أردت بيان عقيدته التي استقر عليها في آخر أمره حتى يتقوا الله ويرجعوا إلى الحق إن كانوا فعلا ممن يريد الحق، وإلا فهم مبطلون متبعون للشياطين وللهوى. وفق الله الجميع لما فيه رضاه، وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "186",
            "part": "1",
            "seal": "3602C40E"
        }
    ],
    "t10471": [
        {
            "id": null,
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أصول الاعتقاد عند أهل الحديث"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الاستواء على العرش"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "صفة اليدين"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العينين"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الوجه"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "أسماء الله أسماء حسنى لله غير مخلوقة"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "صفة العلم"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "صفتا السمع والبصر"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "القوة لله جميعا"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "الخير والشر بقضاء الله وقدره"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "إثبات المشيئة"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الاستطاعة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "أفعال العباد"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "القرآن كلام الله على الحقيقة غير مخلوق"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "بدعة الوقف في القرآن"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "رؤية المؤمنين ربهم في الآخرة"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "قولهم في مرتكب الكبيرة"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "أركان الإيمان"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "أركان الإسلام"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الفرق بين الإيمان والإسلام"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الله سبحانه مقلب القلوب"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "الشفاعة"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "عذاب القبر"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الحوض"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "البعث"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "الحساب"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "زيادة الإيمان ونقصانه"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "الاسم للمسمى"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "ترك الشهادة لأحد من الموحدين بالجنة أو النار إلا من شهد له رسول الله"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "ترك المراء والجدال في الدين"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "الإرادة الكونية والشرعية"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "حقوق الصحابة والاعتراف بفضائلهم"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "المفاضلة بين الصحابة"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "خلافة الخلفاء الراشدين"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "صفة النزول"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "التحاكم عندهم إلى الكتاب والسنة"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "اتباع السلف"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "صفة المجيء"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "القرب"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "الجمعة والجماعة خلف كل إمام مسلم"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "المسح على الخفين"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "جهاد الكفار والمشركين ماض إلى يوم القيامة"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "نهيهم عن الخروج على أئمة المسلمين"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "خروج الدجال"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "سؤال منكر ونكير"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "الدعاء لموتى المسلمين"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "السحر والسحرة"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "الصلاة على كل من مات من أهل القبلة"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "الجنة والنار مخلوقتان لا تفنيان"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "الميت والمقتول استكمل أجله"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "الرازق الله"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "الله خالق الشياطين ووساوسهم"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "التصديق بكرامات الصالحين"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "السنة تنسخ القرآن"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الأطفال الذين ماتوا"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "العلم والكتابة"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "من آداب أهل الحديث"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "مجانبة أهل البدع"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "تعلم العلم"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": null,
            "tit": "من آداب أهل الحديث"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "الأشعري يقول بأنه على مذهب أهل الحديث"
        }
    ]
}