{
    "b10498": [
        {
            "id": "1",
            "nass": "الكتاب: الجزء الثاني من حديث أبي محمد حاجب بن أحمد الطوسي - مخطوط ¶ المؤلف: أبو محمد حاجب بن أحمد بن يرحم الطوسي ¶ المتوفى: 336 هـ",
            "page": "1",
            "part": "1",
            "seal": "CD99729E"
        },
        {
            "id": "2",
            "nass": "-ق1أ- ¶ بسم الله الرحمن الرحيم ¶ ولا حول ولا قوة إلا بالله العلي العظيم وبه نستعين وهو حسبي ونعم الوكيل ¶ 1- أخبرني الشيخ الإمام أبو قاسم حسين بن الشيخ أبي منصور ومحمد بن علي بن مطهر بن أبي غالب بن أبي طاهر المحدث (غير واضح بالأصل) بقرائتي عليه بأصبهان في شهر شعبان سنة ست وست مائة قلت له أخبركم أبو الفضل محمد بن عثمان بن يوسف وأنت حاضر في شعبان سنة ثمان وخمسين وخمس مائة فأقر به أنبا الرئيس أبو الحسن مكي بن منصور بن غيلان الكرخي في عشرة شعبان سنة تسع وخمس مائة بهمدان قراءة عليه من أصل سماعه قيل له أخبركم القاضي أبو بكر أحمد بن الحسن الحيري بنيسابور فأقر به أنبا أبو محمد حاجب بن أحمد بن يرحم الطوسي ثنا محمد بن حماد ثنا أبو معاوية عن الأعمش عن عمرو بن مرة عن أبى البخترى عن علي أنه أتاه رجل فأثنى عليه قال وكان يبلغه عنه قال فقال على ليس كما تقول وأنا فوق ما فى نفسك هـ. ¶ 2- حدثنا عبد الرحيم بن منيب ثنا سليمان عَنْ قَتَادَةَ، عَنْ أَنَسٍ أَنّ رسول الله صلى الله عليه وسلم قَالَ يَكْبُرُ ابْنُ آدَمَ وَتَشِبُّ مِنْهُ اثْنَتَانِ حِرْص عَلَى الْمَالِ وَطول الْعُمُرِ هـ. ¶ 3- حدثنا عبد الرحيم ثنا الحسن بن موسى ثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ بن مالك أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ الْحَمْدُ للهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَكَفَانَا وَأَوَانَا وَكَمْ مَنْ لاَ كَافِيَ لَهُ، وَلاَ مُئْوِيَ هـ.",
            "page": "1",
            "part": "1",
            "seal": "5BB86AC2"
        },
        {
            "id": "3",
            "nass": "4- حدثنا عبد الرحيم قال قال عفان اختلف يحيى بن سعيد وعبد الرحمن بن مهدي في حديث فبعثوا إليّ فقال عبد الرحمن أقول شيئا وتسأل عفان فقال يحيى ما أحد أكره أن يخالفني من عفان فقال وخالفتها فنظر تحتي في كتابه فوجد الأمر على ما قلت هـ. ¶ 5- حدثنا عبد الرحيم ثنا الفضيل بن عياض عن منصور عن إبراهيم قال كان العدل في المسلمين ما لم تظهر منه ريبة هـ. ¶ 6- وبه عن إبراهيم أن الأسود وعمرو بن ميمون قالا صلينا خلف عمر الفجر فلم يقنت هـ. ¶ 7- حدثنا محمد بن يحيى هو الذهلي ثنا عمر بن أبي سلمة عن صدقة بن عبد الله عن موسى بن بشار عن نافع عن ابن عمر عن النبي صلى الله عليه وسلم قال العشر في كل عشر زقاق زق هـ. ¶ 8- حدثنا محمد بن يحيى ثنا صفوان بن عيسى عن الحارث عن منير ابن عبد الله عن أبيه عن سعد بن أبي ذباب قال قدمت على رسول الله صلى الله عليه وسلم فأسلمت فقلت يا رسول الله اجعل لقومي ما أسلموا عليه من أموالهم ففعل فاستعملني عليهم ثم استعملني أبو بكر من بعده ثم استعملني عمر من بعده قال فقدمت على قومي وكان من أهل السراة فقلت في العسل زكوه هو قال زكاه هو قال زكوة لا خير في مالا لا يزكى قالوا كم ترى قلت العشر فأخذته منهم ثم قدمت بعده على عمر وأخبرته بما فيه فأخذه عمر فباعه وجعله في صدقات المسلمين هـ. ¶ 9- حدثنا محمد بن يحيى ثنا محمد بن يوسف ثنا سفيان عن زياد بن علاقة عن قطبة بن مالك قال سمعت النبي صلى الله عليه وسلم يقرأ في الركعة الأولى في الفجر والنخل باسقات لها طلع نضيد هـ.",
            "page": "2",
            "part": "1",
            "seal": "36F2BD6B"
        },
        {
            "id": "4",
            "nass": "10- ثنا محمد بن يحيى عن محمد بن يوسف عن سفيان عن زياد بن علاقة عن ¶ -ق1ب- ¶ قطبة بن مالك قال قال النبي صلى الله عليه وسلم سيكون هنات وهنات فمن جاء يفرق بين أمة محمد صلى الله عليه وسلم وهم جميع فاقتلوه كائنا من كان هـ. ¶ 11- حدثنا محمد بن يحيى ثنا عبد الصمد بن عبد الوارث أنا أبو عوانة وشعبة عن زياد بن علاقة عن عرفجة قال قال رسول الله صلى الله عليه وسلم مثله هـ. ¶ 12- حدثنا محمد بن يحيى ثنا يزيد بن هارون ثنا محمد بن عمرو عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إني لأستغفر الله وأتوب إليه كل يوم مائة مرة هـ. ¶ آخر ما (غير واضح بالأصل) من الجزء الثاني من حديث الطوسي وأوله أول حديث كتبته هنا وآخر حديث عائشة (غير واضح بالأصل) وسمعت الجزء على أبي هاشم الحسين بن أبي منصور وحدي في داره بالليل في شهر شعبان وسنة ست وست مائة بأصبهان.",
            "page": "3",
            "part": "1",
            "seal": "771E00E2"
        }
    ],
    "t10498": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء_الث.."
        }
    ]
}