{
    "b10508": [
        {
            "id": "2",
            "nass": "[مقدمة الكتاب] ¶ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ ¶ وبه استفتح الحمد لله الذى افتتح بالحمد كتابه، وألهمه عباده، وجعله مستزيدا لهم من فضله، وذريعة إلى ما قرّب منه وأزلف عنده. وصلّى الله على محمد نبيّه وخاتم رسله، وصفوته من خلقه، وخيرته من عباده، صلاة تزلفه لديه، وتحظيه عنده؛ وسلّم تسليما. ¶ إن الله عزّ وجل خلق خلقه لعبادته، وأمرهم بطاعته، ونهاهم عمّا حرّمه، ووعدهم رحمته، وحذّرهم عقابه، فكان أحسنهم طاعة له، وأشدّهم تقرّبا منه، وأبعدهم ممّا حرّمه ونهى عنه العلماء، وذو [و] العقل والفضل من خلقه، فإنّه يروى أنّ رسول الله صلى الله عليه وسلّم [قال] : إن الله يعاقب العاقل بما لا يعاقب به الجاهل. ففضّل الله جلّ اسمه ذكر العالم فى زمانه على سائر نظرائه من خلقه، وجعله قدوة لأهل عصره، وذكرا لمن يبقى بعده. ¶ من ذلك ما يروى أنّ الأحنف بن قيس رأى الناس بالبصرة يقصدون الحسن البصرىّ فى أمورهم، ويسألونه عن أحوال دينهم، فقال: كادت العلماء أن يكونوا «1» اربابا، وكلّ عزّ لم يوطّد بعلم فإلى ذلّ يصير. ¶ ويروى من غير وجه: سمعنا أن زيد بن ثابت أتى عبد الله بن عباس فتلقّاه عبد الله، وأخذ بركاب بغلته حتى نزل عنها، فلامه زيد على ما فعله، فقال: كذا أمرنا",
            "page": "1",
            "part": "1",
            "seal": "7590DE5C"
        },
        {
            "id": "3",
            "nass": "رسول الله صلّى الله عليه أن نفعل بعلمائنا، فقال له زيد: ادن منّى، فدنا منه، فقبّل يده ثم قال: كذا أمرنا رسول الله صلّى الله عليه أن نفعل بأهل بيته. ¶ وإنما سلك زيد فى ذلك ما يروى أن رسول الله صلى الله عليه قال: «لا يحلّ لأحد أن يقبّل يد أحد إلّا يد عالم أو يد رجل من أهل بيتى» . ويروى أنّه قال: ¶ إذا كان يوم القيامة قيل للعابد قم فادخل الجنّة، ويقال للعالم: قم فاشفع» . ¶ وقال عليه السّلام: فضل العلم خير من فضل العمل. ¶ وقال الله جل ثناؤه: إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ ¶ . فجعل- عزّ اسمه- العالمين بحدوده هم الخائفين من عقابه، وأولياءه وأهل طاعته. ¶ ثم أفضل العلم ما عمل به، وانتفع بثمرته، فإنه يقال: إن أبعدهم من الله عالم لا ينتفع بعلمه. وقال بعض الحكماء: فلان أحوج إلى كذا من علم إلى عمل، ومن قول إلى فعل، ومن قدرة إلى عفو، وعلى ذلك قول الشاعر: ¶ لا خير فى القول إلّا الفعل يتبعه ... والفعل للقول ما أتبعته أدم «1» ¶ وقال سلمان: إنّك لن تكون عالما حتى تكون به متعلّما، ولن تكون بالعلم عالما حتى تكون به عاملا. ¶ ولكنّ الله- جل ذكره- لم يؤت عباده من العلم إلا قليلا، فمن لم يكن نصيبه فى ذلك القليل كالمحتوى على أكثره، ولم يكن أغلب الخصال عليه عقله، وأشرف ما يعتقده عليه تقواه لم يعدّ فاضلا. وقال أمير المؤمنين عليه السّلام: ¶ قيمة كل امرىء ما يحسن.",
            "page": "2",
            "part": "1",
            "seal": "238EBA8A"
        },
        {
            "id": "4",
            "nass": "وللعالم سقطات، وللمّتقى هفوات. وكان ابن عمر «1» يقول: إذا ترك العالم قول «لا أدرى» أصيبت مقاتله. ¶ وقال علىّ رحمة الله عليه: يا بردها على الكبد من عالم يقول: «لا أدرى» ! وأحسن ما روى فى جبلّة الإنسان الّتى جبل عليها كلام يروى عن علىّ رحمة الله عليه، يشبّه بكلام الأنبياء عليهم السلام، يصدّق ذلك ما روى عنه أنه مسح يده على بطنه، وقال: كنيف «2» ملىء علما، أما والله لو طرحت لى وسادة لقضيت لأهل التوراة بتوراتهم، ولأهل الإنجيل بإنجيلهم، ولأهل القرآن بقرآنهم. وكان رسول الله صلى الله عليه يقول: أنا مدينة العلم وعلىّ بابها. وكان كلامه فى فطرة الإنسان كلام من قد عرف ذلك من نفسه، أو يقرؤه من كفّه: ¶ وأعجب ما فى الإنسان قلبه، وله موادّ من الحكمة، وأضداد من خلافها، فإن سنح له الرجاء «3» أذلّه الطمع، وإن هاج به الطمع أهلكه الحرص، وإن ملكه اليأس قتله الأسف، وإن عرض له الغضب استبدّ به الغيظ، وإن أسعد بالرضا نسى «4» التحفّظ، وإن ناله الخوف شغله الحذر، وإن اتّسع له الأمر استلبته الغرّة «5» ، وإن أفاد مالا أطغاه الغنى، وإن عارضته فاقة فضحه الجزع، وإن جهده الجوع",
            "page": "3",
            "part": "1",
            "seal": "8E0C100C"
        },
        {
            "id": "5",
            "nass": "قعد به الضعف، وإن أفرط فى الشّبع كظّته البطنة. فكلّ تقصير به مضرّ، وكل إفراط له مفسد. ¶ وأفضل ما قصد له من العلوم كتاب الله- جلّ ذكره- والمعرفة بما حلّ فيه من حلاله وحرامه وأحكامه، وإعراب لفظه وتفسير غريبه. ويروى أن المأمون أمر معلّم الواثق بالله- وقد سأله عمّا يعلّمه إياه-[أن يعلّمه «1» ] كتاب «2» الله جلّ اسمه، وأن يقرئه عهد أردشير، ويحفّظه كتاب كليلة ودمنة. ¶ وأفضل العلوم بعد علم اللّغة وإعراب الكلام، فإن بذلك يقرأ القرآن، وعليه تروى الأخبار والأشعار، وبه يزيّن المرء كتابه، ويحلّى لفظه، قال الله عزّ وجلّ: ¶ بِلِسانٍ عَرَبِيٍّ مُبِينٍ ¶ . وقال الشاعر «3» : ¶ النحو يطلق من لسان الألكن ... والمرء تعظمه إذا لم يلحن ¶ فإذا طلبت من العلوم أجلّها ... فأجلّها منها مقيم الألسن ¶ وقال صلّى الله عليه وسلّم: أعربوا فى كلامكم تعربوا فى كتاب الله. ¶ وقال «4» عمر بن الخطاب رحمة الله عليه: تعلّموا العربية تحرزوا المروءة. ¶ ولحن رجل بين يدى سليمان بن عبد الملك بعد أن فاوضه فوجده عاقلا، فقال سليمان: زيادة عقل على منطق هجنة،. وزيادة منطق على عقل خدعة. ¶ وأحسن الأشياء ما شاكل بعضه بعضا. ¶ وكان الصدر الأوّل من أصحاب رسول الله صلّى الله عليه يعربون طبعا، حتى خالطهم العجم ففسدت ألسنتهم، وتغيّرت لغاتهم.",
            "page": "4",
            "part": "1",
            "seal": "43BD0D75"
        },
        {
            "id": "6",
            "nass": "ويروى أن عمر بن عبد العزيز رأى قوما من الفرس ينظرون فى النحو فقال: ¶ لئن أصلحتموه لأنتم أوّل من أفسده. ¶ ويروى أن رجلا قال لبعض العلماء: أسألك عن شىء من الغريب، فقال: ¶ هو كلام القوم «1» ، وإنّما أنت وأمثالك فيه غرباء. ¶ وذكر أن السبب الذى بنى له أبواب النحو وعليه أصّلت أصوله أن ابنة «2» أبى الأسود الدئلّى قالت: يا أبت ما أشدّ الحرّ! قال: الحصباء بالرّمضاء. قالت: إنما تعجبت من شدّته، قال: أو قد لحن الناس؟ فأخبر بذلك عليّا- رحمة الله عليه- فأعطاه أصولا بنى منها، وعمل بعده عليها، فأخذه عن أبى الأسود عنبسة بن معدان المهرىّ «3» الذى يقال له عنبسة الفيل. ¶ وأبو الأسود أوّل من نقط المصاحف. ثم أخذ النحو عن عنبسة ميمون الأقرن، ثم أخذه عن ميمون عبد الله بن أبى إسحق الحضرمىّ الذى يقول فيه الفرزدق «4» : ¶ فلو كان عبد الله مولى هجوته ... ولكنّ عبد الله مولى مواليا ¶ ثم أخذه عنه عيسى بن عمر، وأخذه عن عيسى الخليل بن أحمد الفرهودىّ «5» ، ثم أخذه عن الخليل سيبويه- واسمه عمرو بن عثمان الحارثى- ثم أخذه عن سيبويه الأخفش، وهو سعيد بن مسعدة المجاشعىّ.",
            "page": "5",
            "part": "1",
            "seal": "0B120E08"
        },
        {
            "id": "7",
            "nass": "وأفضل ما فى الإنسان المعبّر عن ... شأنه المبيّن لمعرفته لسانه، ¶ وقال الشاعر «1» : ¶ لسان الفتى نصف ونصف فؤاده ... فلم يبق إلّا صورة اللّحم والدم ¶ وكائن ترى من صامت لك معجب ... زيادته أو نقصه فى التكلّم ¶ وقال الآخر «2» : ¶ «3» وما المرء إلّا الأصغران لسانه ... ومعقوله والجسم خلق مصوّر ¶ فإن طرّة راقتك يوما فربما ... أمرّ مذاق العود والعود أخضر ¶ وقال عمرو بن العاص: لسان المرء قطعة من عقله، وظنّه قطعة من علمه. ¶ وقيل: ما الإنسان لولا اللّسان إلّا بهيمة مهملة، أو صورة ممثّلة. وقال علىّ رحمة الله عليه: المرء مخبوء تحت لسانه. ¶ وقال النمر بن تولب «4» : ¶ أعذنى ربّ من حصر وعىّ ... ومن نفس أعالجها علاجا ¶ وقال آخر «5» : ¶ وما بى من عىّ ولا أنطق الخنا ... إذا جمع الأقوام فى الخطب محفل",
            "page": "6",
            "part": "1",
            "seal": "4168B046"
        },
        {
            "id": "8",
            "nass": "وقال أحيحة «1» بن الجلاح: ¶ والصمت أحسن بالفتى ... ما لم يكن عىّ يشينه ¶ والقول ذو خطل إذا ... ما لم يكن لبّ يعينه ¶ وبعد معرفة النحو علم الدين، والفقه والتفقّه فيه، ومعرفة الحلال والحرام منه. ¶ وقيل للحسين: ما المروءة؟ قال: الدّين المتوسّط. ¶ وقال له رجل: علّمنى دينا وسوطا، لا ذاهبا فروطا، ولا ساقطا هبوطا. ¶ فقال: نعم، خير الأمور أوساطها. وأنشد أبو عبيدة «2» : ¶ لا تذهبنّ فى الأمور فرطا ... وكن من الناس جميعا وسطا ¶ وعلى قدر دين الرجل حسن منقلبه، وعلى حسب سريرته منزلته من ربّه. ¶ وإنما يبين عن الناس أعمالهم، ويلحقهم بالصّلّاح والطّلّاح آثارهم- واعتمدنا تأليف هذا الكتاب، والحثّ على طلب الأدب والترغيب فيه، والحضّ على الإكثار منه، فإنّ المستكثر من شىء، «3» إن لم يدرك آخره ولم يأت على غابره استكثر من الصواب، واستقل من الخطأ، وتزيّن به عند الناس، واستتر به من لؤم الأصل، وإنّما الإنسان بنفسه وابن خبره. ¶ وقالت عائشة: كلّ لؤم دونه شرف فالشرف أولى به، وكل شرف دونه لؤم فاللؤم أولى به.",
            "page": "7",
            "part": "1",
            "seal": "520BF0D7"
        },
        {
            "id": "9",
            "nass": "وقال الشاعر «1» : ¶ كن ابن من شئت واكتسب أدبا ... يغنيك محموده عن النّسب «2» ¶ وكان بعض العلماء إذا سأل عن رجل قال: أعصامىّ هو أم عظامىّ؟ ¶ أى [أ] هو ممن يفخر بآبائه وسلفه وبمن قد مضى من أهله، وهو خال ممّا كانوا فيه، أم هو بنفسه؟ كما قال الشاعر «3» : ¶ نفس عصام سوّدت عصاما ... وعلّمته الكرّ والإقداما ¶ وجعلته ملكا هماما ¶ وسنذكر فى كتابنا هذا أبوابا من كلام العرب وبعض ما روى عنها، ونثرا من أخبارها، ونفصل ذلك بأشعار وأخبار من قديم وحديث وما بينهما، ونقدّم العذر فى تقصير إن وقع فيه أو خلل إن لزمه، فإنا ألفناه من غير خلوة به ولا تمييز لما تضمّنه، ونسأل الله توفيقه وحسن معونته، ونتوكّل عليه ونسترشده، وبه الحول والقوّة.",
            "page": "8",
            "part": "1",
            "seal": "E75F7F2F"
        },
        {
            "id": "10",
            "nass": "[باب فى فضل الشعر] ¶ بسم الله الرّحمن الرّحيم حدّثنى أبو الفضل العباس بن الفرج الرّياشى قال: روى لنا أشياخنا أنّ رسول الله صلّى الله عليه وسلّم كان يستحسن الشعر ويستنشده من أهله، ويثيب عليه قائله. ثم يروى أن شاعرا أنشده مدحا فى الله ومدحا فيه، فأثابه على مدحه لله ولم يثبه على مدحه له. ¶ وكان يتمثّل بقول طرفة «1» : «ويأتيك من لم تزوّد بالأخبار» لأن الشعر لم يجر قط على لسانه. وقال يوما لأبى بكر رحمة الله عليه: كيف قال العباس بن مرداس «2» : ¶ «أتجعل نهبى ونهب العبيد بين الأقرع وعينية» ؟ فقال أبو بكر: يا رسول الله (صلّى الله عليه) : «بين عيينة والأقرع» . قال: أليس هما سواء! وكان يستحسن «3» : ¶ ألا كلّ شى ما خلا الله باطل ... وكلّ نعيم لا محالة زائل ¶ وكان يقول: «إن من الشعر لحكمة، وإنّ من البيان لسحرا. وكان حسان بن ثابت شاعره. ويروى أنّه أنشده فى كلمة له «4» يقول فيها:",
            "page": "9",
            "part": "1",
            "seal": "72DBF3F0"
        },
        {
            "id": "11",
            "nass": "لو لم تكن فيه آيات مبيّنة ... كانت بداهته تنبيك بالخبر ¶ فأعجب بذلك، صلّى الله عليه وسلّم، وأثاب حسانا ودعا له. ¶ ويروى أنه قيل لحسّان بعد موت رسول الله عليه السّلام «1» : ما بالك لا ترثى رسول الله عليه السّلام؟ قال: لأنى أستقلّ كلّ شىء يجيئنى فيه. ¶ وروى أبو عبيدة قال: كان ابن عبّاس يقول: إذا أشكل عليكم الشىء من القرآن فارجعوا فيه إلى الشعر فإنه ديوان العرب. وكان يسأل «2» عن القرآن فينشد الشعر. ¶ وسئل عن الزّنيم، فقال: هو الدّعىّ الملصق «3» ، ألم تسمع إلى قول الشاعر «4» : ¶ زنيم تداعاه الرجال زيادة ... كما زيد فى عرض الأديم الأكارع ¶ وسئل عن قوله عزّ وجلّ: وَاللَّيْلِ وَما وَسَقَ ¶ . قال: وما جمع، ألم تسمع إلى قول الراجز: ¶ إنّ لنا قلائصا حقائقا «5» ... مستوسقات لو يجدن سائقا ¶ وكان يفسر قوله: فَإِذا هُمْ بِالسَّاهِرَةِ ¶ . قال: بالأرض، ألم تسمع إلى قول أميّة بن أبى الصّلت الثّقفىّ «6» : ¶ فذاك جزاء ما عملوا قديما ... وكلّ بعد ذلكم يدوم ¶ وفيها لحم ساهرة وبحر ... وما فاهوا به لهم مقيم",
            "page": "10",
            "part": "1",
            "seal": "F30470DB"
        },
        {
            "id": "12",
            "nass": "وتحدّث عمر بن شبّة قال «1» : بينما ابن عباس فى المسجد الحرام وعنده ناس من الخوارج وابن الأزرق يسائلونه إذ أقبل عمر بن عبد الله بن أبى ربيعة فقال: ¶ أنشدنا، فأنشده: ¶ أمن آل نعم أنت غاد فمبكر ... غداة غد أم رائح فمهجّر ¶ حتى جاء على آخرها. فأقبل عليه ابن الأزرق فقال: تالله «2» يابن عباس، إنا نضرب إليك أكباد الإبل عن أقاصى البلاد لنسألك عن الحلال والحرام فتتثاقل علينا، ويأتيك مترف من مترفى قريش فينشدك: ¶ رأت رجلا أيما إذا الشمس عارضت ... فيخزى وأمّا بالعشىّ فيخسر ¶ فقال ابن عبّاس: ليس هكذا. قال: فكيف قال؟: فأنشده: ¶ رأت رجلا أمّا إذا الشمس عارضت ... فيضحى وأمّا بالعشىّ فيخصر ¶ فقال: ما أراك إلّا وقد حفظت هذا البيت، قال: نعم! وإن شئت أن أنشدك القصيدة كلّها كما [أنشدك] أنشدتك، قال: نعم، فانّى أشاء، فأنشده القصيدة حتى جاء على آخرها، ثم أقبل على عمر فقال: أنشد، فأنشده: «3» ¶ تشطّ غدا دار جيراننا ¶ فقال ابن عباس: ¶ وللّدار بعد غد أبعد ¶ فقال: كذا قلت! قال: كذا يكون- إن شاء الله- فاضطرب ابن أبى ربيعة وخجل، فقال له ابن عباس: إنما عنيت أنّك أنت قلته، قال: يا عمّ، فكيف علمت؟ ¶ فقال: لا يكون بعد هذا إلّا ذا.",
            "page": "11",
            "part": "1",
            "seal": "D55722D9"
        },
        {
            "id": "13",
            "nass": "ويروى أنّ أعرابيّا سأله عن قول الشاعر «1» : ¶ لذى الحلم قبل اليوم ما تقرع العصا ... وما علّم الإنسان إلّا ليعلما ¶ من الّذى قاله؟ ومن عنى به؟ قال: عمرو بن حممة الدوسىّ، قضى على العرب ثلاثمائة سنة وهو ابن سبعين، فألزموه السادس من ولد ولده حيث كبر، فجعل بينه وبينهم أمارة إذا اختلط أن يقرع له العصا ليرتدع. فذلك قول المتلمّس: ¶ لذى الحلم قبل اليوم ما تقرع العصا ¶ ويروى أنّ رسول الله صلّى الله عليه سمع كعب بن مالك بن أبى كعب الأنصارىّ ينشد «2» : ¶ ألا هل أتى غسّان عنّا ودوننا ... من الأرض خرق غوله متتعتع «3» ¶ مجالدنا عن جذمنا «4» كلّ فخمة ... مدرّبة «5» فيها القوانس تلمع ¶ فقال صلى الله عليه: لا تقل عن «جذمنا» وقل «عن ديننا» . فكان كعب يقرأ كذلك ويفتخر بذلك، ويقول: ما أعان رسول الله صلى الله عليه أحدا فى شعره غيرى. ¶ وحدثنى الرياشىّ فى إسناد قال: لما دخل رسول الله صلّى الله عليه المدينة اجتمعت عليه الأنصار، وجعلوا يخبرونه عن أمورهم، قال: وأنشده حسّان «6» : ¶ وقد أروح أمام الحىّ منتطقا ... بصارم مثل لون الملح قطّاع",
            "page": "12",
            "part": "1",
            "seal": "C51B86B8"
        },
        {
            "id": "14",
            "nass": "يدفع عنى ذباب السيف سابغة ... موارة مثل مور النّهى بالقاع ¶ فى فتية كسيوف الهند أوجههم ... لا ينكلون إذا ما ثوّب الداعى ¶ قال: ورسول الله صلّى الله عليه يتبسّم، فظنّ أن تبسّمه لما يسمع من وصفه مع ما هو عليه من جبنه. وذكر الزبير أن قومه كانوا يدفعون أن يكون جبانا، ولكنه أقعده عن الحرب أنّ أكحله قد قطع، فذهب منه العمل فى الحرب، وأنشد الزبير قول حسّان «1» : ¶ أضرّ بجسمى مرّ الدّهور ... وخان قراع يدى الأكحل ¶ وقد كنت أشهد وقع الحروب ... ويحمرّ فى كفّى المنصل ¶ ورثنا من المجد أكرومة ... يورّثها الآخر الأوّل ¶ وحدّثت عن الأصمعى قال: الدليل على أن حسّانا لم يكن جبانا من الأصل أنه كان يهاجى خلقا فلم يعيّره أحد منهم. ¶ وكان أبو بكر الصديق رحمة الله عليه- فيما يروى- شاعرا، وعمر شاعرا، وعلىّ أشعر الثلاثة. وينشد لعلىّ عليه السّلام «2» : ¶ فلو كنّا إذا متنا تركنا ... لكان الموت راحة كلّ حىّ ¶ ولكنّا إذا متنا بعثنا ... فنسأل بعد ذا عن كل شىّ ¶ وكانت عائشة رحمها الله تفسر قول رسول الله صلّى الله عليه: لأن يمتلئ جوف أحدكم قيحا حتى يريه (من الورى) خير له من أن يمتلىء شعرا. قالت: يعنى الهجاء منه.",
            "page": "13",
            "part": "1",
            "seal": "9FA6FDA7"
        },
        {
            "id": "15",
            "nass": "وسمع أبو بكر يوما قول لبيد «1» : ¶ أخا لى أمّا كل شىء سألته ... فيعطى وأمّا كلّ ذنب فيغفر ¶ فقال: ذاك رسول الله صلى الله عليه. ¶ وحدّثنى الريّاشىّ قال: أنشد منشد أبا بكر قول زهير فى هرم بن سنان: ¶ أن نعم معترك الجياع إذا ... خبّ السفير وسابئ الخمر «2» ¶ ولنعم حشو الدّرع أنت إذا ... دعيت نزال ولجّ فى الذّعر ¶ ومرهّق النّيران يحمد فى ال ... لأواء غير ملعّن القدر ¶ وجعل أبو بكر رحمه الله يقول عند كلّ بيت: ذاك رسول الله، حتى أنشده: ¶ والسّتردون الفاحشات وما ... يلقاك دون الخير من ستر ¶ أى يكون لك سترا دون الفاحشات من دون الخيرات. فقال: هكذا كان والله رسول الله صلى الله عليه. ثم قال: أشعر شعرائكم زهير. ¶ باب منه [أخبار وأحاديث] ¶ قال «3» محمد بن على بن الحسين بن على- صلوات الله عليهم: إن الله جلّ وعزّ- أدّب محمدا صلّى الله عليه أحسن الأدب، فقال تبارك وتعالى: ¶ خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجاهِلِينَ. ¶ فلمّا قبل عن ربّه جلّ وعزّ، وعمل بما أمره به ربّه أثنى عليه فقال: ¶ وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ.",
            "page": "14",
            "part": "1",
            "seal": "22CAD093"
        },
        {
            "id": "16",
            "nass": "وقال «1» صلّى الله عليه: أوصانى ربّى بتسع خصال: الإخلاص فى السرّ والعلانية، والعدل فى الرّضا والغضب، والفضل «2» فى الفقر والغنى، وأن أعفو عمّن ظلمنى، وأعطى من حرمنى، وأصل من قطعنى، وأن يكون نطقى ذكرا، وصمتى فكرا، ونظرى عبرا،،. ¶ وقال أنس بن مالك: لمّا قدم رسول الله صلّى الله عليه المدينة جاءت بى أمّى إليه فقالت: يا رسول الله، هذا ابنى جئتك به ليخدمك، فخدمته عشر سنين ما سمعته قال أفّ قطّ، ولا قال فى شىء فعلته: لم فعلته؟ ولا قال فى شىء لم أفعله: لم لم تفعله؟ فلما كانت السنة الّتى توفّى فيها رسول الله صلى الله عليه جاءته أمّى، فقالت: يا رسول الله خادمك أنس تدعو الله له، فقال: ¶ اللهمّ أطل عمره، وكثّر ولده وماله، واغفر له. فقال أنس: قد دفنت من ولدى مائة إلّا اثنين، أو مائة واثنين، وغلّتى تأتينى فى السّنة مرتين. وبلغ سنّه مائة سنة وسنين بعد ذلك لم يعدّه، وخلّف من الولد عددا كالقبيلة الوافرة. قال أنس: ¶ وإنى لأرجو الله فى الدعوة الرابعة. ولم يسأل صلى الله عليه الله عز وجل شيئا فمنعه. ¶ ويروى أنه نظر إلى عصابة قادمة من الأعراب ولم يكن عنده فى ذلك الوقت شىء يقسمه بينهم، فتناوله بعضهم بما كرهه، فجاءوه فقالوا: يا رسول الله الله اقتصص منا، فقال عليه السّلام: لا أفعل. ¶ وقال صلّى الله عليه لوافد وفد عليه، فسأله عن شىء فكذبه: أسألك فتكذبنى! لولا سخاء فيك ومقك الله عليه لشردت بك من وافد القوم.",
            "page": "15",
            "part": "1",
            "seal": "0F3FCD09"
        },
        {
            "id": "17",
            "nass": "وقدم عليه علىّ بن أبى طالب رضوان الله عليه بأسراء، فأمر بقتلهم إلّا واحدا منهم، فقال علىّ: يا رسول الله، الرب واحد، والدين واحد، فما بال هذا من بينهم؟ فقال: إن جبرئيل أمرنى عن الله تبارك وتعالى بترك هذا لسخاء فيه شكره الله له. ¶ ولما دخل المدينة قال لبنى سلمة «1» : من سيّدكم؟ قالوا: جدّ بن قيس، على بخل فيه. فقال عليه السّلام: وأى داء أدوى من البخل؟ لا يسود البخيل، بل سيّدكم الأبيض الجعد عمرو بن الجموح،، ويقال: بشر بن البراء «2» . وجاء فى الحديث أن رجلا سأله عليه السلام أىّ الأعمال أفضل؟ قال: «حسن الخلق» . ¶ وسئلت عائشة رحمة الله عليها عن خلق رسول الله صلى الله عليه فقالت: ¶ أو ما تقرءون القرآن: وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ. ¶ وقالت: كان رسول الله صلى الله عليه مع أصحابه فصنعت له طعاما، وصنعت له حفصة طعاما، وسبقتنى، فقلت لجاريتى: اذهبى فأكفئ قصعتها، فلحقتها وقد أهوت أن تضعها بين يدى رسول الله صلّى الله عليه فكفأتها، فانكسرت القصعة، وانتشر الطعام، فجمعها رسول الله صلّى الله عليه وما فيها من الطعام على نطع فأكلوا، ثم بعثت قصعتى إلى حفصة فقلت: خذوا هذه ظرفا مكان ظرفكم فكلوا ما فيها. قالت: فما رأيت ذلك فى وجه رسول الله صلّى الله عليه. ¶ وجاءه رجل فقال: يا رسول الله أوصنى، فقال: عليك بتقوى الله واليأس عما فى أيديهم، وإياك والطمع فإنه الفقر الحاضر، وإذا صليت فصلّ صلاة مودّع",
            "page": "16",
            "part": "1",
            "seal": "4880BC94"
        },
        {
            "id": "18",
            "nass": "وإياك وما يعتذر فيه «1» ،،. فقال: زدنى، قال: «حسن الخلق وصلة الرّحم يزيدان فى العمر» . وروى عنه أنه قال: «من أقال نادما ببيع أقال الله عثرته، ومن سعى فى حاجة أخيه كان الله معه» . وقال عليه السّلام: «إن من الصدقة- أو قال: ¶ من المعروف- لفضل لسانك تعبّر به عن أخيك» . وقال عليه السّلام: ¶ «لعن الله المثلّث» . قيل: وما المثلّث؟ قال: «الذى يسعى بجاره «2» إلى سلطانه، فقد أهلك نفسه وجاره وسلطانه» . ¶ وروى محمد بن علىّ بن الحسين عليهم السّلام قال: [قال] رسول الله عليه السلام: «اهتبلوا عثرات الكرام» . يقول: اغتنموا أن يعثروا فتصفحوا عنهم. ¶ وقال عليه السلام: «لا يزال المرء فى فسحة من دينه ما لم يصب دما حراما» . ¶ وروى عن أمير المؤمنين عليه السلام أنه قال: من أخذه الله بمعصيته فى الدنيا فالله أكرم من أن يعيدها عليه فى الآخرة، ومن عفا عنه فى الدنيا فالله أكرم من أن يأخذه بها فى الآخرة. فيقال إن هذا أحسن حديث روى فى الإسلام. ¶ وروى أنه لما همّ رسول الله صلّى الله عليه بتزويج فاطمة عليّا رحمهما الله أمر بجمع المهاجرين والأنصار، ثم قال لعلىّ عليه السّلام: «تكلّم خطيبا لنفسك» . ¶ فقال: الحمد لله حمدا يبلغه ويرتضيه، وصلّى الله على نبيه صلاة تزلفه وتحظيه، والنكاح مما أمر الله تعالى به، واجتماعنا مما قدّره الله وأذن فيه، وهذا محمد بن عبد الله رسول الله صلّى الله عليه زوّجنى ابنته فاطمة على خمسمائة درهم، وقد رضيت، فاسألوه واشهدوا.",
            "page": "17",
            "part": "1",
            "seal": "316FC5DA"
        },
        {
            "id": "19",
            "nass": "ويروى أن أبا طالب خطب «1» لتزويج رسول الله صلّى الله عليه خديجة بنة خويلد رحمها الله فقال: الحمد لله الذى جعلنا من زرع إبراهيم، ومن ذرّية إسماعيل، وجعل لنا بيتا محجوجا وحرما آمنا، وجعلنا الحكّام على الناس فى محلّنا الذى نحن فيه، ثم إن ابن أخى محمد بن عبد الله بن عبد المطلب لا يوزن برجل من قريش إلّا رجح به، ولا يقاس به شىء إلا عظم عنده، وإنه وإن كان فى المال قلّ فإن المال بعد رزق جار، وله فى خديجة رغبة، ولها فيه تلك، والصداق ما سألتموه عاجله وآجله فمن مالى، وله والله خطر «2» عظيم، ونبأ شائع جسيم. ¶ باب نوادر من غريب ولغة ¶ حدّثنى المازنىّ قال حدّثنى الأصمعىّ قال سمعت أعرابيّا يقول: جاءت فقيم تفايش بقبائلها «3» ، أى تفاخر، كما قال جرير «4» : ¶ ولا تفخروا إن الفياش بكم مزر ¶ وحدّثنى الأصمعىّ قال: سيف قساسىّ: منسوب إلى معدن، وأنشدنى لرجل يصف معولا: ¶ أخضر من معدن ذى قساس «5» ... كأنه فى الحيد ذى الأضراس «6» ¶ يرمى به فى البلد الدهاس «7»",
            "page": "18",
            "part": "1",
            "seal": "AF46587E"
        },
        {
            "id": "20",
            "nass": "وأنشدنى أبو عثمان «1» : ¶ لو عرضت لأيبلىّ «2» قسّ ... أشعث فى هيكله مندسّ ¶ حنّ إليها كحنين الطسّ ¶ جاء به على الأصل، وذلك أن أصله الطسّ، وإنّما التاء بدل من السين، كما قالوا: ستّة، وأصله سدسة، وجمع السدس أسداس مبنىّ عن أصله، والسدس مبنىّ عن ستّة، والطّست يجمع على طساس، ويصغّر على طسيسة. ¶ وأنشدنى أبو عثمان المازنى «3» : ¶ وما البتوت «4» غير صوف بحت ... مصبوغة ألوانها بالزّفت ¶ فضمّ الزاى، كقولهم: الضعف والضعف، والفقر والفقر. ¶ ويقال: قلوت الإبل إذا سقتها سوقا شديدا، ودلوتها إذا هوّنت عليها السير، وأنشدنى عن أبى زيد «5» : ¶ لا تقلواها وادلواها دلوا ... إنّ مع اليوم أخاه غدوا ¶ وأخبرنى الرياشىّ عن الأصمعىّ، يقال: حبض السهم إذا قصّر عن الهدف ثم سقط، وأنشد: ¶ والنّبل تهوى خطأ أو «6» حبضا",
            "page": "19",
            "part": "1",
            "seal": "E2155254"
        },
        {
            "id": "21",
            "nass": "وقال أبو زيد: حبض السهم إذا خرج عن الوتر فوقع بين يدى الرامى، والناقر: ¶ السهم الذى يصيب الهدف ثم يسقط، والعاصد: المائل عن الهدف، والحابض: ¶ الذى يقع قدّام الرامى، والقاصر: الذى يقصر عن الهدف، والزالج: الذى يصيب الأرض ثم يرتفع فيصيب الهدف، والمعظعظ «1» : الذى يمرّ ملتويا غير مستقيم، وأنشدنى التّوزىّ لعنترة: ¶ وعظعظ ما أعدّ من السهام ¶ ويقال: فوّق له بسهم، وأفوق له بسهم إذا وضعه فى الوتر. قال المازنىّ: ¶ قال أبو زيد: أصابه سهم غرب وسهم غرب، والغرب: الذى يأتيك من حيث لا تدرى، فأمّا سهم غرب فإذا رمى غيره فأصابه، والغرب: الذى يرمى غيره فأصابه هو. ¶ يقال: خبرت الطعام إذا خلطته بدسم، وسمرته إذا أعريته من ذاك. ¶ قال رجل من الأعراب لأمرأته: عليك بهذا الطعام فاخبريه ولا تسمريه. ¶ والخبرة: الدسم، والسمار: اللبن الرقيق، يقول: اجعلى فيه دسما ولا تجعلى فيه سمارا. ¶ والخبرة أيضا: النصيب من الجزور «2» وأنشد: ¶ إذا ما جعلت العنز «3» للقوم خبرة ... فشأنك إنّى عامد لشؤونى ¶ اى إذا ما فرغت «4» من طعام الضيف فافعلى ما شئت. ¶ ويقال: الجاثى على ركبتيه، والجاذى على ركبتيه ورجليه قائما، وأنشد: ¶ لقد طالما جرّبتنى فوجدتنى ... على مركب «5» السّوء المذلة جاذيا",
            "page": "20",
            "part": "1",
            "seal": "DB6A33F3"
        },
        {
            "id": "22",
            "nass": "وحدّثنى المازنىّ عن أبى زيد قال: تقول العرب- وقد جرّب ذلك فوجد-: الضبّ لا يزيد على الإجذاع، والظبى لا يزيد على الإثناء. وتقول العرب: لا آتيك سنّ الحسل جذعانا، وسنّ الظبى ثنيانا. ¶ وقال: من كلامهم: «أحيا من ضبّ» «1» . وذكروا أنه يعيش ثلاثمائة سنة. ¶ ويقال: الضّبّ أطول الدوابّ ذماء إذا ذبح وأبقاه، يعنون أنه لا يموت سريعا. والذّماء: النفس. ويقال: «أعقّ من ضبّ» «2» ، وزعموا أنه كان يأكل أولاده. ¶ ويقال: هذا بحر لا يغطغط، ولا ينكش «3» ، ولا ينكف، ولا يفتح ولا يدرك غوره. ¶ والغرب: كثرة الماء «4» ، يقال: غرب البحر إذا تدفّق ماؤه. ويقال: ¶ غربت معدته ورمضت وذربت إذا فسدت من امتلائها. ¶ وكان يقال- وهو الجارى فى كلامهم-: الأسودان: التمر والماء، والأخمران: اللحم والنبيذ. وقالوا أيضا: الأحامرة: اللحم والنبيذ والزّعفران، وقال الأعشى «5» : ¶ إن الأحامرة الثلاثة أذهبت ... مالى وكنت بها قديما مولعا ¶ الراح واللحم السمين وأطّلى ... بالزعفران وقد أروح مولّعا ¶ ولقد شربت ثمانيا وثمانيا ... وثمان عشرة واثنتين وأربعا",
            "page": "21",
            "part": "1",
            "seal": "DAB70F6F"
        },
        {
            "id": "23",
            "nass": "والأبيضان: الشحم واللبن. وقيل: اللبن والماء. والأصرمان: الذئب والغراب. والأهيمان: الجمل الهائج والسيل، وهما الأيهمان أيضا. ¶ والأيهم: الرجل الذى لا عقل له ولا فهم، وهو الحجر الأسود الذى لا أثر فيه أيضا. والأيهم: الذى لا علم به. واليهماء: الفلاة الملساء، وهى القرواح. وذهب منه الأطيبان: الطعام والنكاح. ووقع فى الأهيغين، أى فى الأكل والنكاح. ¶ والأصفران: الورس والزعفران. والحجران: الذهب والفضة، وهما الحبيبان «1» . ¶ والفتيان: الليل والنهار، وهما الملوان، والأجدّان، والجديدان. والعصران: الغداة والعشىّ، وهما القرّتان «2» والبردان والأبردان. والغاران: الفرج والفم، وكذلك الطرفان. وقال النبى صلّى الله عليه وسلم: «إنه من حفظ طرفيه فله الجنّة» . ¶ وذهب منه الأبيضان: شبابه وشحمه. وجاء فى الحديث: «لا صلاة المدافع الأخبثين» ، وهما البول والغائط. ¶ وكان [ت] أمّ الهيثم من أفصح من رأيت، وسمعتها تقول من كلامنا: ¶ «لا ترضى الشانئة إلا بجرزة» «3» . والشانئة: المبغضة، وهى التى لا ترضى ممّن أبغضته إلا باستئصال، ومنه قيل: سيف جراز للذى يقطع كلّ ما يمرّ به. ورجل جروز: إذا قعد على الزاد فأفناه، وأنشدتنى «4» : ¶ كانت عجوزا خبّة جروزا ... تأكل فى مقعدها قفيزا ¶ تشرب حبّا وتبول كوزا ... لا تنكحنّ بعدها عجوزا",
            "page": "22",
            "part": "1",
            "seal": "1B505791"
        },
        {
            "id": "24",
            "nass": "ومنه الأرض الجروز التى تأكل نبتها فلا تدفع منه شيئا. ¶ وسمعتها تقول: جاء فلان يضرب أصدريه وأزدريه وأسدريه، وينفض مذرويه، أى هو فارغ، قال عنترة «1» : ¶ أحولى تنفض استك مذرويها ... لتقتلنى فهأنذا عمارا ¶ باب من الشعر ¶ أنشدنى المازنى لعبد الله بن الدّمينة الخثعمىّ «2» : ¶ ولما لحقنا بالحمول ودونها ... خميص الحشا توهى القميص عواتقه «3» ¶ قليل قذى العينين نعلم أنّه ... هو الموت إن لم تلق عنا بوائقه ¶ عرضنا فسلّمنا فسلّم كارها ... علينا وتبريح من الغيظ خانقه ¶ فسايرته مقدار ميل وليتنى ... بكرهى له ما دام حيّا أرافقه ¶ فلما رأت أن لا وصال وأنّه ... مدى الصّرم مضروب علينا سرادقه ¶ رمتنى بطرف لو كميّا رمت به ... لبلّ نجيعا نحره وبنائقه ¶ ولمع» ¶ بعينيها كأن وميضه ... وميض الحيا تهدى لنجد شقائقه «5»",
            "page": "23",
            "part": "1",
            "seal": "4A4BCAAC"
        },
        {
            "id": "25",
            "nass": "وقال توبة بن الحميّر فى كلمة له «1» : ¶ لكلّ لقاء نلتقيه بشاشة ... وإن كان حولا كلّ يوم أزورها ¶ وكنت إذا ما جئت ليلى تبرقعت ... فقد رابنى منها الغداة سفورها ¶ وقد رابنى منها صدود رأيته ... وإعراضها عن حاجتى وبسورها ¶ ألا إنّ ليلى قد أجدّ بكورها ... وزمّت غداة السبت «2» للبين عيرها ¶ فما أمّ سوداء المحاجر مطفل ... بأحسن منها مقلتين تديرها «3» ¶ وكنت إذا ما جئت قلت لها اسلمى ... فهل ترفى قولى «اسلمى» ما يضيرها! ¶ قوله: وكنت إذا ما جئت ليلى تبرقعت، كان النساء إذا أنكحن أبرزن وجوههنّ ليعلمن أن لا سبيل إليهنّ، وكذلك قال: ¶ وقد رابنى منها الغداة سفورها ¶ وقال فى هذه القصيدة: ¶ وأشرف بالقور اليفاع لعلّنى ... أرى نار ليلى أو يرانى بصيرها ¶ حمامة بطن الواديين ترنّمى ... سقاك من الغرّ العذاب مطيرها ¶ أبينى لنا لا زال ريشك ناعما ... ولا زلت فى خضراء دان «4» بريرها ¶ [وقال آخر «5» ] : ¶ تعرّضن مرمى الصيد ثم رميننى ... من النّبل لا بالطّائشات الخوالف",
            "page": "24",
            "part": "1",
            "seal": "773DC505"
        },
        {
            "id": "26",
            "nass": "ضعائف يقتلن الرّجال بلا دم ... فيا عجبا للقاتلات الضعائف! ¶ وللعين ملهّى فى التّلاد ولم يقد ... هوى النفس شىء كاقتياد الطّرائف ¶ وقال آخر «1» : ¶ أروح ولم أحدث ليلى زيارة ... لبئس إذا راعى المودّة والوصل ¶ تراب لأهلى لا ولا نعمة لهم ... لشدّ إذا ما قد تعبّدنى أهلى ¶ وقال الشّمردل اليربوعىّ «2» : ¶ وما أنصفت ذلفاء أمّا دنوّها ... فهجر وأما نأيها فيشوق ¶ تباعد ممّن واصلت وكأنّها ... لآخر ممّن لا تودّ صديق ¶ يقول: لتنفى الريبة عن نفسها. ¶ وقال آخر «3» : ¶ وأعرض حتى يحسب الناس أنّما ... بى الهجر، لا ها الله! ما بى لك الهجر ¶ ولكن أروض النفس أنظر هل لها ... إذا فقدت يوما أحبّتها صبر ¶ وقال آخر «4» : ¶ فإن كان هذا منك حقّا فإنّنى ... أداوى الذى بينى وبينك بالهجر ¶ ومنصرف عنك انصراف ابن حرّة ... طوى ودّه والطىّ أبقى من النّشر",
            "page": "25",
            "part": "1",
            "seal": "31FC06F8"
        },
        {
            "id": "27",
            "nass": "وقال أعرابىّ فصيح «1» : ¶ أيا ربوة الرّبعين حيّيت ربوة ... على النّأى منّا واستهلّ بك الرعد ¶ قضيت الغوانى غير أن مودّة ... لذلفاء ما قضّيت آخرها بعد ¶ فإن تدعى نجدا أدعه ومن به ... وإن تسكنى نجدا فيا حبّذا نجد ¶ فرى نائبات الدّهر بينى وبينها ... وصرف الليالى مثلما فرى البرد ¶ إذا قيل يوم الوعد أدنى لقائنا «2» ... فلا تعذلينى أن أقول متى الوعد؟ ¶ ولكثيّر «3» : ¶ وأنت التى حبّبت شغبا إلى بدا «4» ... إلىّ وأوطانى بلاد سواهما ¶ حللت بهذا مرّة ثم مرّة ... بهذا فطاب الواديان كلاهما ¶ وأنشدنى الرّياشى لذى الرمّة «5» : ¶ إذا ما امرؤ حاولن أن يقتتلنه ... بلا إحنة بين الصدور ولا ذحل ¶ تبسّمن عن نور الأقاحىّ فى الثرى ... وفتّرن عن أبصار مكحولة «6» نجل ¶ وشفّفن «7» عن أجياد غزلان رملة ... هجان فكان القتل أو شبه القتل ¶ وإنّا لنرضى حين نشكو بخلوة ... إليهنّ حاجات النفوس بلا بذل ¶ وما الفقر أزرى عندهنّ بوصلنا ... ولكن جرت أخلاقهنّ على البخل ¶ وأنشدنى الرياشىّ لذى الرّمة «8» : ¶ لعمرى لوجه الأرض إذا أنتم به ... أشدّ اغتباطا بالأنيس وأخصب",
            "page": "26",
            "part": "1",
            "seal": "0A711A36"
        },
        {
            "id": "28",
            "nass": "من الأرض إذ فارقتموها وبدّلت ... بكم غير من أهوى وللماء أعذب ¶ وفى الركب جثمانى ونفسى رهينة ... بزينب لم أذهب بها حيث أذهب ¶ وأنشدنى مسعود بن بشر لمعروف بن زريق: ¶ ولست بناسيها عشيّة فتّلت ... أناملها وارفضّ منها المدامع ¶ وأترابها اللّاتى يقلن اقتتلنه ... فما لنواه بعد ذا اليوم جامع ¶ فقلت اقتلا قتلا رفيقا وأجملا ... فعال «1» امرئ يوما به الموت واقع ¶ فقالت وبيت الله لا تقتلانه ... ولكن سلاه لى متى هو راجع ¶ وقال الصّمة بن عبد الله «2» القشيرىّ: ¶ ألا من لقلب قد أصيبت مقاتله ... به غلّة عادية «3» ما تزايله ¶ ومعتصب بالبين لم تستطع له ... كلاما ولم تصرم لبين حبائله ¶ وقال آخر: ¶ لو انّ لك الدنيا وما عدلت بها ... سواها وليلى بائن عنك بينها ¶ لكنت إلى ليلى فقيرا ولو جرت ... عليك تناعيم الحياة ولينها ¶ وقال آخر «4» : ¶ لعلّك يوما أن ترى أمّ واهب ... ويجمعنا من نخلتين طريقى ¶ وتنضمّ أعناق المطىّ وبيننا ... لغى من حديث دون كل رفيق",
            "page": "27",
            "part": "1",
            "seal": "B671845F"
        },
        {
            "id": "29",
            "nass": "وقال كثيّر: ¶ رأيت وعينى قرّبتنى لما ترى ... إليها وبعض العاشقين قتول ¶ عيونا جلاها الكحل أمّا ضميرها ... فعفّ، وأما طرفها فجهول ¶ فسلك العباس بن الأحنف هذا المعنى فى شعره: ¶ أتأذنون لصبّ فى زيارتكم ... فعندكم شهوات السمع والبصر ¶ لا يضمر السوء إن طال الجلوس به ... عفّ اللسان «1» ولكن فاسق النظر ¶ وقال كثير «2» : ¶ رمتنى على قرب بثينة بعد ما ... تولّى شبابى وارجحنّ شبابها ¶ بعينين لو أبدتهما ثم كلّمت ... سحاب الثريّا لاستهل سحابها ¶ وأنشدنى التّوزىّ عن الأصمعىّ «3» : ¶ من ذا رسول ناصح فمبلّغ ... عنّى عليّة غير قيل الكاذب ¶ أنى غرضت إلى تناصف وجهها ... غرض المحبّ إلى الحبيب الغائب ¶ قال الأصمعى: سألت عيسى بن عمر عن التناصف فقال: هو أن تكون العينان مثل الأنف فى الحسن. قال ويقال: غرضت إلى لقائك وجعت وعطشت، وإنى إليك لأصور، وإنى إليك لملتاح، وإنى لأجاد إلى لقائك. وقال: ¶ وإنى لأمضى الهمّ عنها تجمّلا ... وقلبى إلى أسماء عطشان جائع",
            "page": "28",
            "part": "1",
            "seal": "25D3DAF2"
        },
        {
            "id": "30",
            "nass": "وقال الأقرع بن معاذ: ¶ سلام على من لا يملّ حديثه ... وإن عاشرته النفس عصرا إلى عصر ¶ وما الشمس يوم الدّجن وافت فأشرقت ... وما البدر وافى تمّه ليلة البدر ¶ بأحسن «1» منها بل تزيد ملاحة ... بذى السّرح أو وادى المياه خيامها ¶ إذ ابتسمت فى الليل والليل مظلم ... أضاء دجى الليل البهيم ابتسامها ¶ باب نذكره فى الجود والكرم ¶ يروى من غير وجه: سمعنا أن عبيد الله بن العباس بن عبد المطلب «2» كان يقال له عبيد الله الجواد. حدثنى على بن القاسم الهاشمىّ قال: كانت سمات أربعة من ولد العباس: عبد الله «3» الحبر، وعبيد الله الجواد. ومعبد الشهيد، وقثم الشبيه، وتأويل ذلك أن قثم بن العباس كان كثير المشابهة برسول الله صلى الله عليه، وكان العباس يرقّصه ويقول: ¶ أيا قثم أيا قثم ... أيا شبيه ذى الكرم ¶ شبيه ذى الأنف الأشمّ ¶ صلى الله عليه. وحدّثنى المازنى قال: قدم قوم على معاوية بالشام فقال: من أفقه من خلفت «4» بالمدينة؟: فقال: عبد الله بن العباس. قال: فأسخاهم؟ قال:",
            "page": "29",
            "part": "1",
            "seal": "11C9E98D"
        },
        {
            "id": "31",
            "nass": "عبيد الله. قال: فأعبدهم؟ قال: معبد. ويروى أنه قيل لعبيد الله بن العباس: ¶ صف لنا أنفسكم وبنى أمية، قال: نحن «1» أفصح وأسمح وأصبح، وبنو أمية أمكر وأنكر وأغدر. وفى خبر آخر: نحن أمجد وأجود وأنجد. ¶ ويروى أن مولى لبنى أمية قال لمولى لبنى هاشم: موالىّ أجود من مواليك، فقال الهاشمى: بل موالىّ والله، فهلّم فسل عشرة من مواليك وأنتم السلطان، وأسأل عشرة من موالىّ، فتحالفا وتعاقدا على ذلك، فانطلق الأموى فسأل عشرة من مواليه، فأعطاه كلّ واحد عشرة آلاف، وانطلق الهاشمى إلى عبيد الله بن العباس فسأله فأعطاه مائة ألف، وأتى الحسن بن علىّ فسأله فقال: سألت أحدا قبلى؟ ¶ قال: نعم، عبيد الله بن العباس. فقال: لو بى بدأت لكفيتك أن تسأل غيرى. ¶ وأعطاه ثلاثين ومائة ألف. ثم أتى الحسين بن علىّ عليهما السلام. فسأله، فقال: ¶ هل سألت أحدا قبلى؟ قال: نعم، أخاك الحسن فأعطانى ثلاثين ومائة ألف، فقال الحسين: لا أتجاوز ما فعل سيّدى، وأعطاه مثلها. قال: فانطلق الهاشمى من ثلاثة بثلاثمائة ألف وستين، وأتى الأموىّ من عشرة بعشرة آلاف، فانصرف مغلوبا فردّها على «2» من أعطاه فقبلها، ورجع الهاشمى ليردّ ما أخذه على من أعطاه، فكلهم قالوا بعد أن أبوه قبولها: اذهب فألقها حيث شئت. ¶ ويروى «3» أنّ عبيد الله بن العباس خرج يريد معاوية ذات يوم فأصابه سماء، ونظر إلى نويرة عن يمينه، فقال لغلامه: مل بنا إليه، فلما انتهى إذا رجل شيخ، وإذا هيئة رثّة ونعم مهازيل، فقال له الشيخ: انزل فنزل، ودخل الشيخ على",
            "page": "30",
            "part": "1",
            "seal": "096270B9"
        },
        {
            "id": "32",
            "nass": "امرأته فقال: هبى لى عنزك حتى أقضى بها ذمام هذا الرجل، فقد توسمت فيه الخير، فإن يكن من مضر فهو من بنى عبد المطلب، وإن يكن من اليمن فهو من بنى آكل المرار. قالت: وقد عرفت حال صبيتىّ هاتين وأن معيشتهما منهما وهما توءمتان، وأنا أتخوّف عليهما الموت، قال: موتهما خير من اللؤم، فقبض على رجل الشاة فاجترّها إلى المذبح، وأخذ الشّفرة بيمينه ثم قال: ¶ قرينتى لا توقظى ابنتيه ... إن توقظا تنتحبا عليّه ¶ وتنزعا الشّفرة من يديّه ... أبغض «1» بهذا وبذا لديّه ¶ ثم شحطها «2» وكشف «3» عن جلدها، وقطعها أرباعا فقذفها فى القدر، وصبّ عليها ماء وحفن عليها من الملح، وجعل يحشّ تحتها حتى بلغت إناها، ثم ثرد فى جفنة فعشّاهم، ثم غدّاهم، فأقام عنده يومين وليلتين، ثم أراد الرحيل فقال لغلامه: ارم إلى الشيخ بما أخرجت من النفقة، فقال: سبحان الله! إنما ذبح لك شاة فكافئه بمثلها خمس مرات، وهو بعد لا يعرفك «4» . فقال: ويحك! إن هذا لم يملك من الدنيا غير هذه الشاة فجاد بها، وإن يكن لا يعرفنى فأنا أعرف نفسى، ارم بها إليه، فقال: إنها أكثر من ذلك، قال: ¶ وإن كثرت. فرمى بها إليه- وكانت خمسمائة دينار- ثم ارتحل فأتى معاوية فقضى حاجته وأكرمه، وأقبل راجعا إلى المدينة حتى قرب من الشيخ، فقال لغلامه، يا مقسم، مل بنا إليه ننظر إليه كيف حاله، فإذا فناء رجل سرىّ، وإذا نار ورماد ودخان عال وإبل كثيرة وغنم، ففرح بذلك، فقال له: أتعرفنى؟ قال: لا والله فمن أنت؟ قال: أنا أبو منزلك ليلة كذا، قال: وإنك لهو! فجعل يقبّل رأسه ثم قال: جعلنى الله فداءك! قد قلت أبياتا فاسمعها منى، فقال:",
            "page": "31",
            "part": "1",
            "seal": "93B3A117"
        },
        {
            "id": "33",
            "nass": "توسّمته لمّا رأيت مهابة ... عليه وقلت المرء من آل هاشم ¶ وإلا فمن آل المرار فإنهم ... ملوك عظام من ملوك «1» أعاظم ¶ فقمت إلى عنز بقيّة أعنز ... فأذبحها «2» فعل امرئ غير نادم ¶ فعوّضنى منها غناى ولم تكن ... تساوى قليلا من قليل الدّراهم ¶ فقلت لعرسى فى الخلاء وصبيتى ... أحقّا أرى أم تلك أحلام نائم ¶ فقالوا جميعا: لا بل الحقّ هذه ... تخبّ به «3» الركبان وسط المواسم ¶ بخمس مئين من دنانير عوّضت ... من العنز ما جادت به كفّ حاتم ¶ فضحك عبيد الله وقال: لما أعطيتنا أكثر مما أخذت، يا غلام أعطه مثلها. فبلغت فعلته معاوية فقال: لله درّ عبيد الله! من أىّ بيضة خرج؟ وفى أىّ عش درج؟ ¶ هذه لعمرى من فعلاته. ¶ ويروى من غير وجه: أن عبد الله بن جعفر- وكان من الأجواد المتقدّمين- خرج يريد الشأم، فألجأه المطر إلى أبيات، فإذا قبّة حمراء بفنائها رجل ينادى: ¶ الذّرى «4» الذّرى! فأنحنا وحطّ عن رواحلنا، ثم أتى بجزور فنحرها، فبتنا فى شواء وقدير، وتحدّث معنا هنيهة من الليل، ثم انصرف وأتى بجزور فنحرها، فقلنا له: ¶ يرحمك الله! ما تريد بهذا وقد فضل ما فيه كفاية؟ فقال: كلوا رحمكم الله! فإنا لا نطعم الضيف غابّا. قال عبد الله: فدعوت بثوب وجعلت فيه زعفرانا وصررت فى كل طرف منه مائتى دينار، ثم بعثت به إلى أهله فقالوا: إنا لا نقدر على أخذه إلا بإذنه، وسألته أن يقبله فأبى، فلما ارتحلنا [و] ودّعته أمرت بالثوب،",
            "page": "32",
            "part": "1",
            "seal": "3009436D"
        },
        {
            "id": "34",
            "nass": "فألقى بين البيوت، قال: فإنا لنسير إذ لحقنا على فرس مشرعا رمحه، قد احمرّت «1» عيناه فصاح بنا: أغنوا عنّى هذه، ونبذه إلينا وولّى وهو يقول: ¶ وإذا أخذت ثواب ما أعطيته ... فكفى بذاك لنائل تكديرا ¶ وهذا يشبه ما حدّثنى به الرّياشىّ من أن سليمان بن عبد الملك لما حجّ ونزل الطائف هاربا من و «2» مد مكة، قال له رجل من ثقيف: انزل علىّ، فقال: إنك لن تطيقنى، فقال: إنى لأطيقك. فنزل عنده أياما، ثم ارتحل، فأمره بالخروج معه، فقالت له امرأته: اخرج معه إلى مستقرّه، فقال: أعمل معه ماذا؟ أقول له أعطنى ثمن ما أكلته عندى! لا والله لا أفعل أبدا. ¶ ويروى أن الحسن والحسين عليهما السلام لاما عبد الله بن جعفر فى إسهابه فى إعطاء المال- وكانا «3» من الجود ما لا نهاية له- فقال: بأبى وأمى أنتما! إن الله عزّ وجلّ عوّدنى أن يمدّنى بماله، وعوّدته أن أفضل على خلقه، فأكره أن أقطع العادة فتنقطع عنى المادّة، وهذا يشبه ما يزوى عن رسول الله صلى الله عليه أنه قال: ¶ «الخلق عيال الله، فأحبّهم إليه أنفعهم لعياله» . ¶ وفى عبد الله بن جعفر يقول القائل: ¶ وما كنت إلّا كالأغرّ ابن جعفر ... رأى المال لا يبقى فأبقى به حمدا ¶ ويروى «4» أن نصيبا امتدحه فأعطاه خيلا وإبلا ودنانير ودراهم وثيابا، فقال أحد من حضر: أمثل هذا الأسود يعطى هذا المال؟ فقال: أما إنه لئن كان أسود إنّ شعره لأبيض، وإنّ مدحه لعربىّ، ولقد استحقّ بما قال أكثر مما",
            "page": "33",
            "part": "1",
            "seal": "F4773F63"
        },
        {
            "id": "35",
            "nass": "نال، وما الذى أعطيناه؟ إنما أعطيناه مالا يفنى، وثيابا تبلى، ومطايا تنضى وأعطانا ثناء يبقى، ومديحا يروى. ¶ وهذا يشبه ما يروى «1» عن معاوية أنه قال لرجل من ولد قيس بن معديكرب: ¶ ما أعطى أبوك الأعشى حين مدحه؟ فقال: ثيابا وإبلا وأشياء أنسيتها، قال: ¶ لكنه أعطاه ما لا ينسى. ¶ ويروى أن عبد الله بن الحسن قدم على أمير المؤمنين أبى العباس فسلّم عليه والمال فى ذلك الوقت قليل- فلما انصرف بعث إليه بثلاثين ألف درهم وقال له: أعلمت أن مثلى وهب لمثلك مثلها؟ قال: نعم يا أمير المؤمنين، قدم عبد الله ابن جعفر على يزيد بن معاوية فسلّم عليه. فلما انصرف وجّه إليه بمائة ألف درهم وقال للرسول: احفظ ما يقول، فرجع إليه فقال [: قال] : اقرأ عليه السلام. ¶ قال يزيد: لم يرض ابن جعفر! اذهب إليه بمثلها، ففعل، فقال: قل له: وصلتك رحم. قال أبو العباس: فاسق وهب لمسرف. ¶ وحدّثنى الرياشىّ عن الأصمعىّ قال: كان ابن هبيرة وهو أمير العراق يقسم المال بين أصحابه ويقول: ¶ لا «2» تبخلنّ بدنيا وهى مقبلة ... فليس ينقصها التبذير والسرف ¶ فإن تولت فأحرى أن تجود بها ... فالشكر منها إذا ما أدبرت خلف ¶ ومثل ذلك قول يحيى بن خالد البرمكىّ لبنيه: يا بنىّ، إذا أقبلت الدنيا عليكم فأعطوا منها فإنها لا تفنى، وإذا أدبرت عنكم فأعطوا منها فإنها لا تبقى. وكان بعضهم يعطى العطايا السابغة ويفرّق التفرقة الواسعة، وينشد: ¶ أنت للمال إذا أمسكته ... فإذا أنفقته فالمال لك «3»",
            "page": "34",
            "part": "1",
            "seal": "63086E7D"
        },
        {
            "id": "36",
            "nass": "ونظر الأحنف إلى درهم فى يد رجل يقلّبه، فقال: أما إنه ليس لك حتى يخرج عن يديك. ¶ ويروى عن يحيى بن خالد أنه كان يقول: لا يحسن بالملك أن تكون جائزته أقلّ من ألف ألف، وجائزة وزيره أقل من خمسمائة ألف. وكان يعطى ويعتذر كما قال يزيد المهلبىّ: ¶ كم صغّروا منهم والله يكلؤهم ... نعماء ما صغّرت إلا لأن عظموا ¶ ويروى أن المأمون قال لمحمد بن عباد المهلّبى- وكان من أجود الناس: ¶ بلغنى يا محمد أنك تصبّ المال صبّا، قال: يا أمير المؤمنين، حبس الموجود سوء الظنّ بالمعبود. وكان رسول الله صلّى الله عليه يقول: «الله يقول: ابن آدم يقول: ¶ مالى مالى، مالك من مالك إلا ما أكلت فأفنيت، أو لبست فأبليت، أو أعطيت فأمضيت» . وقال عليه السلام: «خصلتان ليس فوقهما من الخير شىء: الإيمان بالله عزّ وجلّ والنفع لعباده» . وقال عليه السلام: «من عظمت نعمة الله عنده عظمت مؤونة الناس عليه، فمن لم يحتمل تلك المؤونة عرّض تلك النعمة للزوال» . ¶ وقال عبد الله بن العباس: ما رأيت رجلا لى عنده معروف إلا أضاء ما بينى وبينه، وما رأيت رجلا أسأت إليه إلا أظلم ما بينى وبينه. ويروى عن عيسى عليه السلام أنه قال: استكثروا من شىء لا تأكله النار، قيل: وما هو؟ قال: ¶ المعروف. وكان ابن السّماك يقول: العجب ممّن يشترى المماليك بماله ولا يشترى الأحرار بمعروفه. ¶ وأنشد منشد عبد الله بن جعفر «1» : ¶ إن الصنيعة لا تكون صنيعة ... حتى يصاب بها طريق المصنع",
            "page": "35",
            "part": "1",
            "seal": "DDC87758"
        },
        {
            "id": "37",
            "nass": "فإذا صنعت صنيعة فاعمل بها ... لله أو لذوى القرابة أو دع ¶ فقال: هذان البيتان يبخّلان الناس، أمطر المعروف مطرا فإن أصاب الكرام كانوا له أهلا، وإن أصاب اللئام كنت أهلا لما صنعت. وقال معن بن زائدة: ¶ ما أتانى رجل فى حاجة فرددته عنها إلا رأيت «1» الغنى فى قفاه. ويروى أن حكيم بن حزام قال: ما أصبحت ذا صباح قطّ فرأيت ببابى طالب حاجة، أو مستعينا بى على أمر قد ضاق به ذرعا إلا كان ذلك من النّعم التى أحمد الله عليها، وإن أصبحت ذا صباح ولم أر ذلك كان من المصائب التى أسأل الله الأجر عليها. وقيل لأبى عبد الله جعفر بن محمد عليه السلام: لم حرّم الله الربا؟ قال: لئلّا يتمانع الناس المعروف. وقال جعفر لسفيان الثورىّ: احفظ عنى ثلاثا، إذا صنعت معروفا فعجّله فإن تعجيله تهنئته، وإذا فعلته وهو كبير فصغّره فإن تصغيرك إياه أعظم له، وإذا فعلته فاستره فإذا ظهر من غيرك كان أكبر لقدره، وأحسن فى الناس. ¶ وحدّثنى مسعود بن بشر قال: ¶ كان الحجّاج على عتوّه وإسرافه على نفسه جوادا، وكان إذا ضحك واستغرب أتبع ذلك الاستغفار مرات. وكان يصعد المنبر ملتفعا بمطرفه فما يسمع من كلامه إذا ابتدأ فى الخطبة، ثم يتزيّد حتى يخرج يده عن مطرفه، ثم يصيح الصيحة يسمع بها أقصى من فى المسجد، وكان يطعم على ألف خوان جنبا مشويّا وسمكة طرية وثريدة، وكان له ساقيان أحدهما يسقى العسل والآخر يسقى الماء واللبن. ¶ وكان يطاف به فى محفّة يدور على الموائد ويقول: يا أهل الشام مزّقوا «2» الخبز فإنه لا يعدّ عليكم، وكان يجلس على كل مائدة عشرة رجال وذلك فى كلّ يوم، وكان",
            "page": "36",
            "part": "1",
            "seal": "921B2BD0"
        },
        {
            "id": "38",
            "nass": "يقول: أرى الناس يتخلّفون عن طعامى فى كل يوم! فقال له بعض من حضر: ¶ كأنّهم يكرهون الحضور قبل أن يدعوا، قال: قد جعلت رسولى إليهم فى كل يوم الشمس إذا طلعت، فليحضروا. ¶ وحدّثنى المازنى قال: ¶ بلغنى عن دهقان نهر تيرى «1» ، وكان الناس لا يرون نارا ولا دخانا إلا فى مطبخه لقيامه بشأنهم وتفقّده لأحوالهم، فرأى يوما دخانا فاستنكر ذلك، فمضى غلمانه يتحسّسون فإذا امرأة وجدت وجعا فى حلقها واتّخذت حسوا تحسوه، فأخبروه بذلك، فأمر أن يتّخذ فى مطبخه كلّ يوم كرّ «2» من دقيق حسوا. ¶ قال أبو العباس قد ذكرنا من هذا الباب بعض ما استحسنّاه ونمى إلينا، ونحن نذكر بعقبه أشعارا تشاكل هذا الباب وتدخل فى هذا النوع. وبالله الحول والقوّة. ¶ باب من الشعر ¶ أنشدنى أبو عثمان المازنىّ «3» : ¶ وإنا لمشّاءون بين رحالنا ... إلى الضّيف منّا لاحف ومنيم «4» ¶ فذو الحلم منا جاهل من ورائه ... وذو الجهل منا عن أذاه حليم ¶ وقال آخر «5» يصف ضيفا: ¶ عوى فى سواد اللّيل بعد اعتسافه «6» ... لينبح كلب أو ليفزع نوّم",
            "page": "37",
            "part": "1",
            "seal": "6388798B"
        },
        {
            "id": "39",
            "nass": "فجاوبه مستسمع الصوت للقرى ... له مع إتيان المهيبين «1» مطعم ¶ يكاد إذا ما أبصر الضيف مقبلا ... يكلّمه من حبّه وهو أعجم ¶ وقال أعرابى «2» : ¶ وعاو عوى شبه الجنون وما به ... جنون ولكن كيد أمر يحاوله ¶ فأوقدت نارى فاستضاء بضوئها ... وأخرجت كلبى وهو فى السجن داخله ¶ فلما رآها كبّر الله وحده ... وبشّر قلبا كان جمّا بلابله ¶ فلما أتاها قلت أهلا ومرحبا ... تقدّم ولم أقعد إليه أسائله ¶ فقمت إلى البرك «3» الهجان أعودها ... بضربة حقّ لازم أنا فاعله ¶ فجالت قليلا واتّقتنى بخيرها ... سناما، وأدناها من الشحم كاهله ¶ فأطعمته من لحمها وسنامها ... شواء، وخير الخير ما كان عاجله ¶ طعامين لا أسطيع بخلا عليهما ... جنى النحل والمغصوب «4» تغلى مراجله ¶ وقال آخر يصف ضيفا «5» : ¶ ومستنبح قال الصّدى مثل قوله ... حضأت «6» له نارا لها حطب جزل ¶ وقمت إليه مسرعا فغنمته ... مخافة قومى أن يفوزوا به قبل ¶ فأوسعنى حمدا وأوسعته قرى ... وأرخص بحمد كان كاسبه الأكل ¶ وقال أبو كدراء العجلىّ «7» : ¶ يا أم كدراء مهلا لا تلومينى ... إنى كريم وإن اللوم يؤذينى",
            "page": "38",
            "part": "1",
            "seal": "7F22ED9F"
        },
        {
            "id": "40",
            "nass": "فإن بخلت فإن البخل مشترك ... وإن أجد أعط عفوا غير ممنون ¶ ليست بباكية إبلى إذا فقدت ... صوتى ولا وارثى فى الحىّ يبكينى ¶ بنى البناة لنا مجدا ومكرمة ... لا كالبناء من الآجرّ والطين ¶ وقال عتبة بن بجير «1» : ¶ سأقدح من قدرى نصيبا لجارتى ... وإن كان ما فيها كفافا على أهلى «2» ¶ إذا أنت لم تشرك صديقك فى الّذى ... يكون قليلا لم تشاركه فى الفضل ¶ وعلى ذلك قول الآخر «3» : ¶ ليس جود الأقوام عن فضل مال ... إنما الجود للمقلّ المواسى ¶ وكذلك قول العتبىّ «4» : ¶ ليس العطاء من الكثير سماحة ... حتى تجود وما لديك قليل ¶ ومثل قول عتبة «5» فى شعره ووصفه سعة قدره وإيثاره جاره على أهله قول بعض الأعراب: ¶ وقدر إذا «6» ما أنفض «7» الناس أو فضت «8» ... بأزفارها تومى إليها الأرامل ¶ الزّفر: الحمل، يقول: إذا قل مال الناس لم يبخل بما كان يقيمه للأضياف المحتاجين إليه. وأوفضت أى وسّعت، ويقال أسرعت.",
            "page": "39",
            "part": "1",
            "seal": "58E6F90C"
        },
        {
            "id": "41",
            "nass": "وحدّثنى المازنى عن أبى زيد قال: وصفت امرأة من سعد امرأة فقالت: ¶ إنها لليّاء العنق، ممذاق السّقاء، منهاء القدر. ¶ ليّاء العنق: كثيرة الالتفات إلى الأضياف. ممذاق السقاء، يقول: إذا قلّ لبنها مذقته بالماء ليتّسع على أضيافها، كما قال الشاعر «1» : ¶ نمدّهم بالماء لا لهوانهم ... ولكن إذا ما قلّ شىء يوسّع ¶ ومنهاء القدر، أى تعجّل إنزالها إلى أضيافها، ونظن أن قولها: منهاء القدر، من نهىء اللحم إذا كان نيئا. ¶ وقال خالد بن عبد الله الطابى، ويقال لحاتم الطائى «2» : ¶ وعاذلة قامت علىّ تلومنى ... كأنى إذا أعطيت مالى أضميها ¶ أعاذل إن الجود ليس بمهلكى ... ولا يخلد النفس الشحيحة لؤمها ¶ وتذكر أخلاق الفتى وعظامه ... مغيّبة فى اللّحد بال رميمها ¶ ومن يبتدع خيما سوى خيم نفسه ... يدعه ويغلبه على النفس خيمها ¶ وأنشد أبو زيد «3» فى قصيدة لحاتم أوّلها: ¶ ألا أرقت عينى فبتّ أديرها ... ............... ............... ¶ وإنا نهين المال من غير ضنّة ... ولا يشتكينا فى السّنين ضريرها ¶ إذا «4» ما بخيل الناس هرّت كلابه ... وشقّ على الضيف الغريب عقورها",
            "page": "40",
            "part": "1",
            "seal": "E6CCF712"
        },
        {
            "id": "42",
            "nass": "فإنى جبان الكلب بيتى موطّأ ... جواد إذا ما النفس شحّ ضميرها ¶ وإنّ كلابى قد أقرّت وعوّدت ... قليل على من يعتريها هريرها ¶ وأبرز قدرى بالفناء قليلها ... يرى غير ممنون به «1» وكثيرها ¶ وليس على نارى حجاب يكنّها ... لمقتبس ليلا ولكن أثيرها «2» ¶ فلا وأبيك ما يظلّ ابن جارتى ... يطوف حوالى قدرنا ما يطورها «3» ¶ وما تشتكينى جارتى غير أنّنى ... إذا غاب عنها بعلها لا أزورها ¶ سيبلغها خيرى ويرجع بعلها ... إليها ولم تسدل علىّ ستورها ¶ وقال حاتم أيضا «4» : ¶ وإنى لأستحيى حياء يشفّنى ... إذا القوم أمسوا مرملى الزاد جوّعا ¶ وإنى لأستحيى أكيلى أن يرى ... مكان يدى من جانب الزاد أقرعا ¶ أكفّ يدى من أن تنال أكفّهم ... إذا نحن أهوينا لمطعمنا معا ¶ أبيت خميص البطن مضطمر «5» الحشى ... حياء أخاف اللوم أن أتضلّعا ¶ فإنك إن أعطيت بطنك سؤله ... وفرجك نالا منتهى الذمّ أجمعا ¶ وحكى أبو عبيدة وغيره- والخبر مشهور، فى ألفاظه اختلاف: أن حاتما الطائىّ لما أقام فى عنزة بأن قد فدى أسيرا لهم بنفسه، غاب الرجال مرة وبقى هو والنساء، نيط «6» لبعير لهم. فقلن له: قم فافصد هذه الناقة، وأخذ الشفرة",
            "page": "41",
            "part": "1",
            "seal": "1CE8CC38"
        },
        {
            "id": "43",
            "nass": "فنحرها، فلطمته امرأة منهن وسبته، فقال: «لو «1» غير ذات سوار لطمنى» أى لو لطمنى رجل! فقلن: أمرناك بأن تفصد فنحرتها! فقال: «هكذا فصدى [أنه] » . ¶ وحدّثنى المازنى قال: سمعت العرب تقول: «لو غير ذات سوار لطمنى» . ¶ ويقول النحويون: «لطمتنى» . فأخذت «غير» «2» قول النحويين وتركت قول العرب. ¶ وقال مالك بن أسماء «3» : ¶ قالت طريفة ما تبقى دراهمنا ... وما بنا سرف فيها ولا خرق ¶ إنا إذا كثرت يوما دراهمنا ... ظلّت إلى سبل المعروف تستبق ¶ لا يألف الدرهم المنقوش صرّتنا ... إلا لماما قليلا ثم ينطلق ¶ حتى يصير إلى نذل يخلّده ... يكاد من صرّه إيّاه يمّزق ¶ وقال أعرابى: ما أبالى أصررت على حجر أم صررت على دنانير إذا كنت لا أنفقها. ¶ وحدّثنى ابن عائشة عن بعض أشياخه قال: قال الأحنف بن قيس: بئس الرفيقان الدراهم والدنانير فإنهما لا ينفعانك حتى يفارقاك. وأنشدنى ابن عائشة: ¶ عوّدت نفسى إذا ما الضيف نبّهنى ... عقر العشار على يسرى وإعسارى ¶ وأترك الشىء أهواه ويعجبنى ... أخشى عواقب ما فيه من العار",
            "page": "42",
            "part": "1",
            "seal": "1CA6AF25"
        },
        {
            "id": "44",
            "nass": "وقال بعض المتقدّمين «1» : ¶ تغطّ بأثواب السّخاء فإننى ... أرى كلّ عيب فالسخاء غطاؤه ¶ وقارب إذا قاربت حرّا فإنما ... يزين ويزرى بالفتى قرناؤه ¶ وأقلل إذا ما قلت قولا فإنه ... إذا قلّ قول المرء قلّ خطاؤه ¶ إذا قلّ ماء الوجه قلّ حياؤه ... ولا خير فى وجه إذا قلّ ماؤه ¶ إذا قلّ مال المرء قلّ صديقه ... وضاقت عليه أرضه وسماؤه ¶ إذا قلّ مال المرء لم يرض عقله ... بنوه ولم يغضب له أقرباؤه ¶ وأصبح لا يدرى وإن كان حازما ... أقدّامه خير له أم وراؤه ¶ إذا المرء لم يختر صديقا لنفسه ... فناد به فى الناس هذا جزاؤه ¶ وقد أفضينا من هذا الباب إلى بعض ما قصدنا له مما يجانس الباب المتقدّم، ونبتدئ بباب من معانى الشعر المستحسنة، وبالله الحول والقوة. ¶ باب [من الشعر] ¶ أنشد منشد فى صفة درع «2» : ¶ وكلّ ذيّالة قضّاء «3» تحسبها ... نهيا بقاع علته الريح مشمول ¶ تنفى السرى وجياد النّبل تتركها ... من بين معتسف كسرا ومفلول ¶ يقول: هذه الدرع سابغة الذيل، شبّهها بغدير أصابته الشمال فاطّرد ماؤه وتجعّد. ¶ والنّهى، بالفتح: الغدير. ويقال: نهى بالكسر أيضا. وزعم الأصمعىّ أنه سمّى نهيا لأنه ينهى الماء أن يفيض عنه، «4» وقال جرير: ¶ فما ثغب باتت تصفّقه الصّبا ... بسرّاء نهى أتأقته الروائح",
            "page": "43",
            "part": "1",
            "seal": "469E0062"
        },
        {
            "id": "45",
            "nass": "الثّغب، مفتوح ساكن: الماء الصافى، وهو الذى لو وقع فيه دعموص «1» لكدّره. ¶ وقوله: أتأقته، أى طردته كذا مرّة، وكذا مرّة، يقال: أتأقت الإناء وأترعته وأدهقته أى ملأته. وفى المثل «2» «أنا تئق وأنت مئق فكيف نتّفق» - يقول: ¶ أنا سريع الغضب ممتلئ منه، وأنت مغيظ، فليس يقع بيننا اتفاق. وقوله: تنفى السّرى، وهو الصغار من النبل، يقال للواحدة سروة وسروة لضيق حلقها، وقوله: ¶ وجياد النبل تتركها، أى تحطمها وتجعلها كسرا. معتسف، لأنه على غير قصد قال النمر بن تولب «3» : ¶ وقد رمى بسراه اليوم معتمدا ... فى المنكبين وفى الساقين والرّقبه ¶ وأنشد رجل من قريش: ¶ ولست بزمّيلة نأنأ ... [خفىّ] «4» إذا ركب العود عودا ¶ ولكنّنى أحمل المؤنسات ... إذا ما الرجال استخفّوا الحديدا ¶ قوله: إذا ركب العود عودا، أى إذا ركب السهام على القسىّ. والنأنأ: الضعيف، (مهموز مقصور) . والمؤنسات من السلاح: السيف والرمح والقوس والترس. وقوله: ¶ إذا ما الرجال استخفّوا الحديد، أى فى الحرب، يقول: إذا فزع الرجال أو خافوا خفّ ما عليهم من السلاح وإن كان ثقيلا. ¶ وأنشدنى التوّزىّ: ¶ ورسم دار مقفر الجناب ... يزداد عمرانا من الخراب ¶ يصف دارا تزداد عمرانا من الخراب بالموتى الذين يدفنون فيها.",
            "page": "44",
            "part": "1",
            "seal": "840CCB51"
        },
        {
            "id": "46",
            "nass": "وأنشدنى المازنى: ¶ كأن تحت البطن منه أكلبا ... بيضا صغارا ينتهسن المنقبا «1» ¶ يصف فرسا يعدو، فإذا عدا ارتفعت قوائمه وبها تحجيل فصارت قرب بطنه، فشبّه تحجيله وتقليبه يديه ورجليه «2» من شدّة جريه واقترابهما من بطنه إذا رفعهما بكلاب بيض صغار ينتهسنه، فهو ينفر منها، وهو أشدّ لجريه. ¶ وأنشد الأصمعى قول الشاعر «3» ، ولم نر تشبيها فى بيت أحسن من هذا: ¶ كأنّ مثار النقع فينا وفيهم ... وأسيافنا ليل تهاوى كواكبه ¶ شبه الغبار بالليل، وشبه السيوف فى الغبار بالكواكب المنقضّة فى الليل. وأنشد: ¶ يحملن أوعية السّلاف كأنّما ... يحملنها بأكارع النغران «4» ¶ شبّه أغصان العنب وما يتشعّب منها بأكارع النّغران، هى عصافير. وقال آخر: ¶ وحيّات نربّيها لتجدى ... علىّ قبورها بعد الممات ¶ يعنى دود القزّ. وقال ابن البراء الجعدى- ويقال للنابغة الجعدى «5» : ¶ أرار الله مخّك فى السّلامى ... على من بالحنين تعوّلينا ¶ فلست وإن حننت أشدّ شوقا ... ولكنّى أسرّ وتعلنينا ¶ ويروى: «أرانى الله مخّك» والرار والرّير: المخّ الرقيق الذائب. ¶ وقال الأصمعى: آخر ما يبقى من المخّ والسمن فى الدابّة فى سلاماها وعينها، فدعا عليها بالهزال والهلاك.",
            "page": "45",
            "part": "1",
            "seal": "31BC60A2"
        },
        {
            "id": "47",
            "nass": "وقال الراجز «1» : ¶ لا يشتكين عملا ما أنقين ... ما دام مخّ فى السّلامى أو عين ¶ قال أبو زيد: السّلامى: الفراسن وعصبها، والنّقى: المخّ. وقوله ما أنقين، أى ما دام مخّ فيهنّ. وقال آخر «2» : ¶ طلب الأبلق العقوق فلمّا ... لم ينله أراد بيض الأنوق ¶ هذا مثل، يقول: طلب ما لا ينال ولا يكون، والأصل أن العقوق الحامل من الخيل. ¶ والأبلق الذّكر، والأنوق الرّخم، وإنما يكون فى أصعب المواضع على رءوس الجبال حيث لا يوصل إليه. وهو مثل قول الهذلىّ عديل بن الفرخ العجلى «3» : ¶ بيض الأنوق كسّرهنّ ومن يرد ... بيض الأنوق فإنه بمعاقل ¶ والمعاقل: جمع معقل وهو الحرز، قال: وأنشدنى المازنىّ «4» : ¶ ومستأسد يندى كأنّ ذبابه ... أخو الخمر هاجت شوقه فتذكّرا ¶ المستأسد: النبات الملتفّ الكثير. يندى، من الندى، وأخو الخمر: الذى يشربها. ¶ وهاجت، يعنى الخمر، وشوقه، يعنى الشارب. والمعنى أنه شبه صوت الذباب فى هذا العشب بصوت شارب قد سكرو اشتاق إلى أهله فتغنّى. وقال آخر «5» : ¶ وصاحب معجب فى طول صحبته ... لا ينفع الدهر إلّا وهو محموم ¶ تأتيك فى شدّة الحمّى منافعه ... وإن أفاق بدا فى وجهه اللوم",
            "page": "46",
            "part": "1",
            "seal": "74A37A38"
        },
        {
            "id": "48",
            "nass": "يعنى الفرج، ويكون للفرجين جميعا. قال وأنشدنى التوّزىّ: ¶ رواحلنا ستّ ونحن ثلاثة ... نجنّبهنّ الماء فى كلّ منهل ¶ يعنى النعال. وقال الكميت «1» : ¶ ولما رأيت النّسر عزّ ابن دأية ... وعشّش فى وكريه جاشت له نفسى ¶ يقال للغراب ابن دأية، لأنه يقع على الدأية من ظهر البعير الدّبر فينقرها. وإنما يعنى الشيب وغلبته على السواد. وعزّنى فى الخطاب، أى كان أعزّ منّى فى المخاطبة، قالت الخنساء «2» : ¶ كأن لم يكونوا حمى يتّقى ... إذ الناس إذ ذاك من عزّ بزّا ¶ أى من غلب سلب. وقوله: وعشّش فى وكريه، يعنى بوكريه عارضيه ولحييه، فوجلت نفسه لذلك. وأنشد الأصمعى: ¶ قلن اتّضعت فقالت لا، فقلن لها ... فكيف تقوين يا سلمى على الجمل ¶ زعموا أن المؤدّب من الإبل يقال له «ضع ضع» ، فيطأطئ «3» رأسه ليركب. يقول: وأنت لو لم يفعلن هذا ما قدرت على ركوبه. واتضعت، افتعلت من الوضع. ومثله قول جميل: ¶ فلمّا دنت أولى الرّكاب تيّممت ... إلى جؤجؤ جلس فقالت له ضع ¶ يقول قصدت إلى نجيب قوىّ شديد فقالت له ذلك، وأنشد: ¶ قد قلت للصّباح والمهاجر «4» ... إنّا وربّ القلص الضوامر",
            "page": "47",
            "part": "1",
            "seal": "5D07270F"
        },
        {
            "id": "49",
            "nass": "إنا: أى أعيينا، والأين: الإعياء، تقول آن يئين أينا إذا أعيا، وأنشد «1» : ¶ لنعم البيت بيت أبى دثار ... إذا ما خاف بعض القوم بعضا «2» ¶ يقول: إذا خاف بعض القوم بعض البعوض فبيت أبى دثار لا يخاف عليه ذلك فيه. وبيت أبى دثار: الكلّة. وأنشد: ¶ يريع «3» إليه العمّ «4» حاجة واحد ... فآبوا بحاجات وليس بذى مال ¶ يريع: يجتمع. إليه، يعنى الكعبة، يريد أن الناس كلّهم يسألون عند ذلك الموضع المغفرة، فرجعوا وهم يرجون حسن الإجابة، وليس معهم مال حووه. ¶ وقال آخر «5» : ¶ ما لك لا ترمى وأنت أنزع ... وهى ثلاث أذرع وإصبع ¶ وهى إذا أنبضت فيها تسجع ... ترنّم الثّكلى أبت لا تهجع ¶ قوله: أنزع، يريد أنزع من غيرك، وبعضهم يقول: أنزع. يقول: قد كبرت وصارت بك نزعة، قال: وأجود ما تكون القسىّ ثلاث أذرع ونصف وثلاث أذرع. وإنما أخبر عن جبنه فقال: مالك لا ترمى وأنت أنزع فى القوس من غيرك، وقوسك هذا حالها فى الجودة والتمام؟. وأنبضت: جذبت. وتسجع: ¶ ترنّم. ويقال: خير القسىّ ما إذا جذبت ترنّمت، وأنشد: ¶ تسمع بعد النزع والتوكير «6» ... فى سيتيها رنّة الطّنبور",
            "page": "48",
            "part": "1",
            "seal": "97B29956"
        },
        {
            "id": "50",
            "nass": "قد أتينا من هذا الباب ببعض ما قصدنا له، وفسرنا ما أتينا به تفسيرا يغنى عن تشكل فيه أو مسألة عنه، ونرجع إلى باب أخبار وأشعار يشاكل بعضها بعضا. ¶ وبالله الحول والقوّة. ¶ باب [أخبار وأشعار] ¶ حدّثنى مسعود بن بشر قال: قدم عمرو بن العاص مكة وفتيان قريش يتحدّثون، فلما رأوه رموه «1» بأبصارهم، فعدل إليهم فقال: كأنكم كنتم فى حديثنا، فقالوا: نعم كنا نفضّل بينك وبين أخيك، فقال: إن له علىّ لأربعا، أمّه ابنة هشام بن المغيرة وأمّى من قد علمتم، وكان أحبّ إلى أبى منّى وقد عرفتم رأى الأب فى ابنه، وأسلم قبلى واستشهد وبقيت. وكان هشام بن المغيرة شريفا مسوّدا «2» ، وكان الناس يؤرّخون بالأمور العظام تحدث، مثل عام الفيل، وعام الرمادة، وموت هشام بن المغيرة وفيه يقول القائل «3» : ¶ فأصبح بطن مكّة مقشعرّا ... كأنّ الأرض ليس بها هشام ¶ وحدّثنى مسعود بن بشر قال: كان عمرو بن العاص جيّد الفطنة كثير الدهاء سريع الجواب بليغ الكلام. ويروى أنه جعل «4» لرجل ألف درهم على أن يسأل عمرا عن أمّه- وكان يطعن عليها- فأتاه وهو يومئذ أمير مصر، فقال: أصلح الله الأمير! أردت أن أعرف أمّ الأمير، فقال: نعم، امرأة من عنزة ثم من بنى العنبر ثم من جلّان، اسمها ليلى وتعرف بالنّابغة. اذهب فخذ جعلك.",
            "page": "49",
            "part": "1",
            "seal": "31B266B1"
        },
        {
            "id": "51",
            "nass": "وحدّثنى مسعود بن بشر فى إسناد متّصل قال: قال المنذر بن الجارود لعمرو: ¶ يا أبا عبد الله، إنك أفضل الناس لولا أنّ أمّك أمّك، فقال: قد خطر هذا ببالى البارحة والله، فأقبلت أقّلبها على أحياء العرب ممن كنت أحبّ أن تكون فيهم فلم يخطر لى عبد القييس ببال- يعنى منذرا. ¶ ومما يستحسن من سرعة الجواب وحضوره عند وقته ما يروى أن خالد بن صفوان لقى الفرزدق- وكان دميما- وقد لبس ثيابا سريّة، فقال له: يا أبا فراس مرحبا بهذا الوجه الذى لو رآه صواحب يوسف لم يكبرنه ولم يقطّعن أيديهنّ فقال الفرزدق: وأهلا ومرحبا بوجهك الذى لو رأته صاحبة موسى لم تقل لأبيها: ¶ يا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ. ¶ وحدّثت «1» أن شريكا النميرىّ ساير عمر بن هبيرة وهو على بغلة، فجاوزت بغلته برذون عمر، فقال له: اغضض من لجامها، فقال: إنها مكتوبة، فقال: ¶ ما أردت ذلك، قال: ولا أنا أيضا أردته. ظنّ شريك أن عمر عنى بقوله: ¶ «اغضض من لجامها» قول جرير «2» : ¶ فغضّ الطرف إنك من نمير ... فلا كعبا بلغت ولا كلابا ¶ وعنى شريك بقوله: «مكتوبة» قوله «3» : ¶ لا تأمننّ فزاريّا خلوت به ... على قلوصك واكتبها بأسيار",
            "page": "50",
            "part": "1",
            "seal": "C4A18ACD"
        },
        {
            "id": "52",
            "nass": "أى اشددها. ويروى أن ابن ملجم قال لعلىّ بن أبى طالب صلوات الله عليه: ¶ إنى اشتريت سيفى هذا بألف، وسممته بألف، وسألت الله أن يقتل به شرّ خلقه فقال: قد أجاب الله دعوتك، يا حسن، إذا متّ فاقتله بسيفه. ¶ ويروى «1» أنّ عبد الملك بن مروان كتب إلى الحجّاج بن يوسف «بسم الله الرحمن الرحيم- أمّا بعد- فإنّك سالم والسلام» فأشكل على الحجّاج وأرق لذلك ليلته، فقال له ابن هبيرة «2» : ما يسهر الأمير؟ فقال: كتاب كتبه إلىّ أمير المؤمنين فيه كذا، قال: فإن أعلمتك معناه فمالى عندك؟ قال: ولاية خراسان، فقرأ عليه الكتاب، فقال عمر: أخذه من قول القائل «3» : ¶ يديروننى عن سالم وأديرهم ... وجلدة بين العين والأنف سالم ¶ فولّاه خراسان. ¶ ويروى أن [أبا] دلامة الشاعر دخل على المنصور أو المهدىّ وعليه جبّة فاخرة فقال ما هذه الجبّة يا [أبا] دلامة؟ فقال: هذه «4» لا ألبسها إلا فى كلّ موت خليفة، قال: فأرانى ميّتا ولا أدرى. ¶ ويروى أن الحسين بن علىّ صلوات الله عليهما دخل على معاوية وهو فى علّة غليظة فقال معاوية: ساندونى، ثم تمثّل ببيت أبى ذؤيب «5» : ¶ وتجلّدى للشامتين أريهم ... أنّى لريب الدّهر لا أتضعضع، ¶ فسلّم الحسين و «6» تمثّل ببيت أبى ذؤيب: ¶ وإذا المنيّة أنشبت أظفارها ... ألفيت كلّ تميمة لا تنفع",
            "page": "51",
            "part": "1",
            "seal": "EB0177C6"
        },
        {
            "id": "53",
            "nass": "وكان معاوية مع حدّة جوابه وصواب رأيه حليما جوادا، وكان يضيف إلى ذلك شجاعة وخرما. ويروى أنّ عبد الرحمن بن خالد بن الوليد قال له: إنّى لأراك تقدم أحيانا حتى أقول أشجع الناس، وأراك تحجم أحيانا حتى أقول أجبن الناس، قال: ¶ إنى أقدم ما كان الإقدام غنما، وأحجم ما كان الإحجام حزما، فأنا كما قال القائل «1» : ¶ شجاع إذا ما أمكنتنى فرصة ... وإن لم تكن لى فرصة فجبان ¶ وكان المهلّب يقول: الإقدام على الهلكة تضييع، كما أن الإحجام عن الفرصة جبن. ¶ ويروى أن جرّة «2» هوت على رأس يزيد ابنه فلم يتوقّها، فقال له المهلّب: حفظت الشجاعة من حيث ضيّعت الحزم. ويروى عن أحد الحكماء قال: يجب على الرجل أن يكون سخيا ولا يبلغ التبذير، وأن يكون حافظا ولا يبلغ البخل، وأن يكون «3» شجاعا ولا يبلغ التضييع، وأن يكون محترسا ولا يبلغ الجبن، وأن يكون ماضيا ولا يبلغ القحة، وأن يكون قوّالا ولا يبلغ الهذر، وأن يكون صموتا ولا يبلغ العىّ، وأن يكون حليما ولا يبلغ الذل، وأن يكون منتصرا ولا يبلغ الظلم، وأن يكون أنفا ولا يبلغ الزّهو، وأن يكون حييّا ولا يبلغ العجز. ¶ وحدّثنى مسعود بن بشر فى إسناد ذكره قال: لما قال «4» حسّان بن ثابت فى كلمة له يعيّر بها الحارث بن هشام بن المغيرة- حيث فرّ يوم بدر عن أخيه أبى جهل ابن هشام: ¶ إن كنت كاذبة الذى حدّثتنى ... فنجوت منجى الحارث بن هشام ¶ ترك الأحبّة لم يقاتل دونهم ... ونجا برأس طمرّة ولجام «5»",
            "page": "52",
            "part": "1",
            "seal": "1032A11C"
        },
        {
            "id": "54",
            "nass": "وقال الحارث يعتذر من فزارة «1» : ¶ الله يعلم ما تركت قتالهم ... حتى علوا فرسى بأشقر مزبد «2» ¶ وعلمت أنى إن أقاتل واحدا ... أقتل ولا يضرر عدوّى مشهدى ¶ فصددت عنهم والأحبّة فيهم ... طمعا لهم بعقاب يوم مفسد ¶ وقال سعيد بن المسيّب لرجل من قريش: من جاءكم بخبر الجمل؟ قال: ¶ عبد الرحمن بن الحارث بن هشام، فقال سعيد: كان أبوه أوّل من جاء بخبر بدر. ¶ وفرّ الحارث يوم بدر، وفرّ هشام أبوه يوم الفجار، وفرّ عبد الرحمن يوم الجمل. ¶ وأنشدنى التوّزىّ لأبى ثور عمرو بن معد يكرب «3» : ¶ ولقد أرفع رجلىّ «4» بها ... حذر الموت وإنى لفرور ¶ ولقد أعطفها كارهة ... حين للنفس من الموت هرير ¶ كلّ ما ذلك منّى خلق ... وبكلّ أنا فى الرّوع جدير ¶ ومثله قول زيد «5» بن المهلهل: ¶ أقاتل حتى لا أرى لى مقاتلا ... وأنجو إذا لم ينج إلا المكيّس ¶ ولست بذى كهرورة «6» غير أننى ... إذا طلعت أولى المغيرة أعبس",
            "page": "53",
            "part": "1",
            "seal": "698E88AC"
        },
        {
            "id": "55",
            "nass": "ومنه قول أبى «1» كعب الأنصارى: ¶ ألا لا تقل عرسى على حين ساعة ... ألا فرّ عنى مالك بن أبى كعب ¶ أقاتل حتى لا أرى لى مقاتلا ... وأنجو إذا غمّ الجبان من الكرب ¶ وقال آخر: ¶ وماذا على مروان لو كنت خلفه ... رديفا على أقتاد أصهب بازل «2» ¶ ورفّعت من رجلىّ ألتمس الذى ... وجدت على عهد القرون الأوائل ¶ هذا رجل فرّ من حرب، فطلب إلى مروان هذا أن يردفه فأبى عليه، فعدا على رجليه حتى أفلت. وإنما أراد قول وعلة الجرمىّ حين نجا يوم الكلاب على رجليه «3» : ¶ فدى لكما رجلىّ أمّى وخالتى ... غداة الكلاب إذ تحزّ الدوابر ¶ يقول: إنما فعلت ما كان يفعل من كان قبلى من القرون الأوائل. ¶ ويروى أن رجلا من أهل الشام انهزم من حرب، فلقيه لاق فقال: ما الخبر؟ ¶ قال: من صبر أخزاه الله، ومن انهزم نجاه الله. ¶ باب [من الاخبار المستحسنة] ¶ من الأخبار المستحسنة التى لا تدخل فى جملة ما نقل منها ولا تشاكل ما ذكرناه قبلها. ¶ حدّثنى العتبىّ فى إسناد عن أبى خالد مولى عمرو «4» بن عتبة قال قال محمد بن عمرو ابن عتبة: جاءت هذه الدولة- يعنى دولة ولد العبّاس- وأنا حديث السنّ متفرق الأموال خائف العيال، وكنت لا أنزل سكّة من سكك البصرة إلا شهر مكانى، فرأيت أن",
            "page": "54",
            "part": "1",
            "seal": "E1DDA8A2"
        },
        {
            "id": "56",
            "nass": "أقى عيالى بنفسى، قال أبو خالد: قال لى: موعدك غدا باب الأمير سليمان بن على، فبكرت فإذا به قد أقبل وعليه سراويل وشى، قد أسدلها على قدميه، وطيلسان مطبق، فقلت فى نفسى إنا لله! ما تصنع الحداثة بأهلها. فلما دنا قلت: إن هذا اللباس ليس من لباس هذا اليوم، قال: صدقت والله ولكن ليس عندى إلا ما هو أشهر منه، فلففت سراويله حتى بلغت بها ركبتيه، وأخذت طيلسانه إلىّ وأعطيته طيلسانى، ثم قلت: ¶ ادخل الآن، فدخل، فلبث شيئا ثم خرج إلىّ ضاحكا، فقلت: ما كان بينك وبين الأمير؟ قال: مثلت بين يديه ولم يكن رآنى قبلها فقلت: أصلح الله الأمير! ساقنى البلاء إليك، ودلّنى فضلك عليك، فإما قبلتنى غانما، وإما رددتنى سالما. فقال: من أنت أعرفك؟ فانتسبت له، فقال لى: اقعد يابن أخى فتكلم غانما سالما. ¶ فجلست فقلت: أيها الأمير إن هؤلاء الحرم اللواتى هنّ حرمكم بعدنا وأنتم فيهنّ شركاؤنا، وقد خفن لخوفنا، ومن خاف خيف عليه. فقال: ما أجابنى إلا بعبرته. ¶ فقال: بل يحقن الله دمك، ويصون حرمك، ويجمع لك مالك، ولو أمكننى مثل ذلك فى جميع أهلك لفعلت، فكن مستترا كظاهر، واكتب إلىّ فى حاجاتك. ¶ فقال: كان والله يكتب إلىّ كما يكتب الرجل إلى أبيه أو عمه. قال: فلما قضى حديثه رددت إليه طيلسانه، فقال: مه! فإن ثيابنا إذا فارقتنا لا ترجع إلينا. ¶ ويروى أنّ مروان الجعدىّ كتب إلى عبد الله بن علىّ: إنى أظنّ هذا الأمر صائر إليكم، فإن كان ذلك فاعلم أن حرمنا حرمكم والسلام. فكتب إليه عبد الله: إن الحق لنا فى دمك، والحق علينا فى حرمك. ¶ وحدّثنى على بن القاسم الهاشمى قال بينما «1» الخيزران قاعدة ذات يوم قيل لها إن ببابك امرأة حسناء، وعليها ثياب بذّة تطلب الإذن عليك، وقد سئلت عن اسمها",
            "page": "55",
            "part": "1",
            "seal": "817114A9"
        },
        {
            "id": "57",
            "nass": "فأبت أن تخبر به، فقالت لزينب بنت سليمان بن علىّ: ما ترين؟ فقالت: تدخل فإنه لا بدّ من فائدة أو ثواب. فأذنت لها، فدخلت، فقالت: أنا مارية امرأة مروان ابن محمد الأموى، فقالت زينب: أأنت مارية؟ فلا حياك الله! والحمد لله الذى أدال منك، أما تذكرين يا عدوّة الله حيث أتاك عجائز قومى وأهل بيتى يسألونك مسألة صاحبك فى دم إبراهيم الإمام فوثبت عليهنّ وأسمعت ما أسمعت، وأمرت بإخراجهنّ! قال: فضحكت مارية، فلا ينسى حسن ثغرها وعلوّ صوتها بالقهقهة. ¶ ثم قالت أيا بنة عمّ، أى شىء أعجبك من صنع الله بى على العقوق حتى أردت أن تتأسّى بى! فهبينى أنى فعلت بنساء قومك ما فعلت ثم ساقنى الله خاضعة ذليلة عريانة، فكان هذا مقدار شكرك لله على ما أولاك فىّ. ثم ولّت وقالت: السلام عليكنّ، فقالت الخيزران: ليس هذا لك عافاك الله! علىّ استأذنت، وإيّاى قصدت فارجعى! فقالت: نعم، وإن مما يردّنى الجوع والضّرّ. فدعت الخيزران بالخلع لها ثم قالت: افرشوا لها المقصورة الفلانية، وقالت: والله لا يفرّق بيننا إلا الموت. فما فرّق بينهما إلّا الموت. ¶ ونمى إلىّ من ناحية زبير قال: اعترض رجل من بنى أميّة يحيى بن خالد البرمكى، فقال: ما حاجتك؟ قال: حاجتى أن توصلنى إلى أمير المؤمنين الرشيد- وعرّفه نفسه- فقال له: إن أمير المؤمنين يكره أهل هذا البيت، فإن كانت لك حاجة كنت لك فيما تريده دون أمير المؤمنين، قال: ما بى حاجة إلى غيره، وهذه حاجتى إليك. ¶ فدخل إليه يحيى فصادفه طيّب النفس، فقال: يا أمير المؤمنين إن لى حاجة، فقال له: قل يا أبا على، فأخبره بقصّة الأموىّ. فقال: ما أكره ذلك، فأتى به فسلّم عليه ودعا فأحسن، ثم أنشأ يقول:",
            "page": "56",
            "part": "1",
            "seal": "65F1F969"
        },
        {
            "id": "58",
            "nass": "يا أمين الله إنّى قائل ... قول ذى رأى ودين وحسب ¶ لكم الفضل علينا ولنا ... بكم الفضل على كلّ العرب ¶ من يقل غير مقالى فلقد ... ضلّ فى الحكم ضلالا وكذب ¶ عبد شمس كان يتلو هاشما ... وهما بعد لأمّ ولأب ¶ فصل الأرحام منا إنما ... عبد شمس عمّ عبد المطّلب ¶ فالقرابات شديد عقدها ... عقدها أوثق من عقد الكرب ¶ قال الرشيد: إى والله! وأمر له بجائزة، فقبضها وخرج. قال يحيى: فخرجت خلفه لأعطيه أنا أيضا فلم ألحقه. ¶ ويروى أنّ حفصا الأموىّ- وكان هجّاء لبنى هاشم مطنبا فى ذكر مثالبهم- لم يشعر به عبد الله بن علىّ بن العباس «1» إلا هو واقف على رأسه وهو لا يعرفه، فقال له: من الرجل؟ قال: حفص الأموىّ، قال: أأنت الذى لم تزل مطنبا فى هجاء بنى هاشم وثلبهم؟ فقال: ليس كل ما بلغك أيها الأمير حقا، ولكنى الذى أقول: ¶ وكانت أميّة فى ملكها ... تجور وتكثر عدوانها ¶ فلما رأى الله أن قد طغت ... ولم يطق الناس طغيانها ¶ رماها بسفّاح آل الرسول ... فجدّ بكفّيه أعيانها ¶ فقال له: اجلس، فجلس، ثم دعا عبد الله بالطعام فتغدّى معه، ثم نظر إلى عبد الله وهو يسارّ خادما له، فخاف على نفسه، فقال: أيها الأمير، إنى قد تحرّمت بطعامك",
            "page": "57",
            "part": "1",
            "seal": "024DE1F0"
        },
        {
            "id": "59",
            "nass": "فقال: ليس الأمر كما تظنّ، فجاءه الخادم بخمسمائة دينار، فصبّها فى كمّه وقال له: ¶ اخرج آمنا. ومن بالباب يتوقعون أن يخرج رأسه، فسألوه عن حاله فقال: وهب لى الأمير ألف دينار: خمسمائة دينار ديتى وخمسمائة فى كمّى. ¶ وهذه رسالة نذكرها، فإنا استحسنّا ألفاظها، واستغر بنا معانيها، ووقفنا على إبلاغ عظاتها، وهى رسالة عبد الله بن معاوية بن عبد الله بن جعفر من الحبس إلى أبى مسلم «1» : ¶ بسم الله الرحمن الرحيم من الأسير فى يديه، بغير ذنب إليه، ولا خلاف عليه. أما بعد، فإنك مستودع ودائع، ومولى صنائع، فاذكر القصاص، واطلب الخلاص، وأنبه للفكر قلبك، واتق الله ربك، وآثر ما يلقاك غدا على ما لا يلقاك أبدا، فإنك لاق ما سلّفت، غير لاق ما خلّفت، وفّقك الله لما ينجيك، وآتاك شكر ما يوليك. ¶ فخلى سبيل إخوته. ومات عبد الله فى السجن، فعاقب الله أبا مسلم ببغيه وأسلمه بغدره، وأتاح له من قتله. ¶ ويروى أن المنصور بعد قتله أبا مسلم خطب فقال بعد حمد الله والثناء عليه: ¶ أيّها الناس، لا تخرجوا من أنس الطاعة إلى وحشة المعصية، ولا تسرّوا غش الأئمّة، فإنه من غشّ إمامه أظهر الله سريرته فى فلتات لسانه، وسقطات أفعاله، إنا [لن] «2» نبخسكم حقكم، ولا نبخس الدين حقه عليكم، وأنه من نازعنا عروة هذا",
            "page": "58",
            "part": "1",
            "seal": "30890962"
        },
        {
            "id": "60",
            "nass": "القميص أوطأناه خبىء هذا العمل «1» وأن أبا مسلم بايع لنا على أنه من نكث بنا فقد حل ماله ودمه، ثم نكث بنا، فحكمنا عليه لأنفسنا حكمه على غيره لنا، ولم يمنعنا رعاية الحق له من إقامة الحقّ عليه فيه، والسلام. وفى قتله يقول [أبو] دلامة الأسدى: ¶ أبا مجرم ما غيّر الله نعمة ... على عبده حتّى يغيّرها العبد ¶ أبا مجرم خوّفتنى القتل فانتحى ... عليك بما خوّفتنى الأسد الورد ¶ باب مراث بليغة وعظات موجزة وأبيات مستحسنة ¶ أنشدنى أبو محمد التّوزىّ عن أبى عبيدة لأخت عمرو ذى الكلب ترثيه فى كلمة «2» وصفته فيها فأطنبت، وعدّدت فضائله فأكثرت، وذكرت عظم فقده ومبلغ قدره فى حياته وانحطاط كل فخر وذكر بعد موته، وهو:- ¶ يا من بمقتله زهى الدهر ... قد كان فيك تضاءل البدر «3» ¶ كنت المجير عليه تقهره ... فإذا سطوت فقد سطا القهر ¶ وإذا سكتّ فإنها عدة ... وإذا نطقت تدفّق البحر ¶ وإذا نظرت إلى أخى عدم ... أثرى وزال بلحظك الفقر ¶ وإذا رقدت فأنت منتبه ... وإذا بدوت فوجهك البدر ¶ والله لو بك لم أدع أحدا ... الا قتلت لفاتنى الوتر",
            "page": "59",
            "part": "1",
            "seal": "C666BB05"
        },
        {
            "id": "61",
            "nass": "ما زال يحسد بطن أرضك ظهرها ... إذ تمّ أمرك واستوى القدر ¶ حتى حللت ببطنها فتقدّست ... فاليوم يحسد بطنها الظهر «1» ¶ وهذا من أحسن المعانى وألطفها. ولها فيه أيضا كلمة أوّلها «2» : ¶ سألت بعمرو أخى صحبه ... فأوحشنى حين هابوا السؤالا ¶ وقالوا تركناه فى غارة ... بآية ما قد ورثنا «3» النّبالا ¶ أتيح له نمرا أجبل ... فنالا لعمرك منه منالا ¶ فأقسم يا عمرو لو نبّهاك ... إذن نبّها منك داء غضالا ¶ إذن نبّها ليث عرّيسة ... مفيدا مفيتا نفوسا ومالا «4» ¶ وكان سبب وفاته أن النمر وثب عليه فقتله. وفى هذه القصيدة من حرّ الكلام وصادق المدح قولها: ¶ وخرق تجاوزت مجهوله ... بوجناء حرف تشكّى الكلالا «5» ¶ فكنت النهار به شمسه ... وكنت دجى الليل فيه الهلالا ¶ فما بلغت مدحتى لامرئ ... يزمّ الكماة ويعطى النوالا «6» ¶ وينزل فى غمرات الحروب ... إذا كره المحجمون النزالا ¶ ومما اخترناه منها قولها:- ¶ وخوف وردت وثغر سددت ... وعلج شددت عليه الحبالا",
            "page": "60",
            "part": "1",
            "seal": "7D018377"
        },
        {
            "id": "62",
            "nass": "ومال حويت وخيل حميت ... وضيف قريت يخاف الوكالا ¶ وأبراد عصب وخطّيّة ... بنيت لقومك منها الظّلالا ¶ وقالت امرأة من بنى أسد ترثى ابنها «1» : ¶ لنعم الفتى أضحى بأكناف حائل «2» ... قرى للصفيح البيض والأسل السمر ¶ لعمرى لقد أرديت «3» غير مزنّد ... ولا مغلق باب السماحة بالعذر ¶ فتى لم يزل مذ شدّ عقد إزاره ... مشيد معال أو مقيما على ثغر ¶ فتى لم يكذّب فعله نادباته ... بما قلن فيه لا ولا المادح المطرى ¶ أرادوا ليخفوا قبره عن عدوّه ... فطيب تراب القبر دلّ على القبر ¶ فيقال إن هذا أرثى بيت قالته العرب. ¶ وقال أحد المحسنين «4» أيضا: ¶ وأخ رمانى الدهر فيه بفقده ... فالوجد من قلبى عليه دخيل ¶ هيهات لا يأتى الزمان بمثله ... إن الزمان بمثله لبخيل ¶ وقال آخر: ¶ هاتوا فتى يكفى مقام محمّد ... هيهات ذلك واحد لا يوجد ¶ وهذا من الأبيات النادرة، وكذلك سبيلنا فيما نحكيه فى كتابنا.",
            "page": "61",
            "part": "1",
            "seal": "4EDBC5A7"
        },
        {
            "id": "63",
            "nass": "وقال «1» : ¶ جلّت صنيعته فعمّ مصابه ... فالناس فيه كلّهم مأجور ¶ فالناس مأتمهم عليه واحد ... فى كلّ دار رنّة وزفير ¶ تجرى عليك دموع من لم توله ... خيرا لأنك بالثناء جدير ¶ ويشاكل هذا الباب قول عمارة بن عقيل لخالد بن يزيد بن مزيد «2» : ¶ أرى الناس طرّا حامدين لخالد ... وما كلّهم أفضت إليه صنائعه ¶ ولن يترك الأقوام أن يحمدوا الفتى ... إذا كرمت أعراقه وطبائعه ¶ فتى أمعنت ضراؤه فى عدوّه ... وخصّت وعمّت فى الصديق منافعه ¶ وأنشدنى عمارة بيتين لحرير يرثى بهما أخويه عمرا وحكيما «3» : ¶ خليلىّ كم من زفرة قد رددتها ... ومن ظلمة وارت علىّ ضحى حجرا ¶ إذا ما دعا قوم علىّ أخاهم ... دعوت فلم أسمع حكيما ولا عمرا ¶ وحدّثنى الرياشى فى إسناد ذكره قال قال عمر بن الخطاب للخنساء: ما أقرح مآقى عينيك؟ قالت: بكائى على السادات من مضر. قال: يا خنساء، إنهم فى النار قالت: ذلك أطول لعويلى. ¶ ويروى أنها قالت: كنت أبكى لصخر على الحياة وأنا أبكى له اليوم من النار.",
            "page": "62",
            "part": "1",
            "seal": "5FB35A27"
        },
        {
            "id": "64",
            "nass": "وهذا نظير ما يروى أن عمر بن الخطاب رحمة الله عليه- قال لمتمم بن نويرة حين سمعه ينشد فى أخيه مالك «1» : ¶ لا يمسك العوراء تحت ثيابه ... حلو شمائله عفيف المئزر ¶ ولنعم حشو الدرع كنت وحاسرا ... ولنعم مأوى الطارق المتنوّر ¶ لوددت أنك رثيت أخى بما رثيت به أخاك، فقال له: يا أبا حفص، لو أعلم أن أخى صار حيث صار أخوك ما رثيته، يقول: إن أخاه قتل شهيدا. فقال عمر: ما عزّانى أحد بمثل تعزيته. وفى حديث آخر أنه رثى زيد بن الخطاب فلم يجد، فقال عمر: لم أرك رثيت زيدا كما رثيت مالكا! فقال: إنه والله يحرّكنى لمالك ما لا يحرّكنى لزيد. ¶ وأنشدنى «2» الرياشىّ لعبد الله بن عمر بن عبد العزيز فى عاصم بن عمر أخيه: ¶ لئن تك أحزان «3» وفائض عبرة ... أمرن نجيعا من دم الجوف منقعا ¶ تجرّعتها فى عاصم واحتسيتها ... لأعظم منها ما احتسى وتجرّعا ¶ فليت المنايا كنّ صادفن غيره «4» ... فعشنا جميعا أو ذهبن بنا معا ¶ وقال إبراهيم بن عبد الله بن حسن بن حسن يرثى أخاه «5» محمدا: ¶ أبا المنازل يا عبر الفوارس من ... يفجع بمثلك فى الدنيا فقد فجعا",
            "page": "63",
            "part": "1",
            "seal": "57316A16"
        },
        {
            "id": "65",
            "nass": "الله يعلم أنّى لو خشيتهم ... أو أوجس القلب من خوف لهم فزعا ¶ لم يقتلوك ولم أسلم أخى لهم ... حتى نعيش جميعا أو نموت معا ¶ قال: وكان قتله فى المعركة عيسى بن موسى بن محمد بن علىّ بن عبد الله بن عباس وهو «1» الذى قتل أخاه- ويروى أنه قال: ما استغفرت الله قطّ من قتلهما. ¶ وأنشدنى الرياشى لابن ميّادة «2» فى رياح بن عثمان بن حيان المرّى وقتل معه محمد بن عبد الله بن حسن: ¶ أمرتك يا رياح بأمر حزم ... فقلت هشيمة من آل «3» نجد ¶ نهيتك عن رجال من قريش ... على محبوكة الأصلاب جرد «4» ¶ ووجدا ما وجدت على رياح ... وما أغنيت شيئا غير وجدى ¶ ويروى «5» لعلىّ بن أبى طالب صلوات الله عليه بيتان فى النبى صلى الله عليه وسلم، وهما: ¶ فو الله لا أنساك أحمد ما مشت ... بى العيس فى أرض وجاوزت واديا ¶ وإنى متى أهبط من الأرض تلعة «6» ... أجد أثرا منها «7» جديدا وعافيا ¶ ويروى أنه لما مات أخو الحسن البصرى أجهش عليه بالبكاء، فقال له رجل: ¶ وأنت يا أبا سعيد تبكى! فقال: لقد بكى يعقوب على يوسف حتى ابيضّت عيناه فما",
            "page": "64",
            "part": "1",
            "seal": "88733A64"
        },
        {
            "id": "66",
            "nass": "عيره الله بذلك. وقال رسول الله صلّى الله عليه: «ما كان من العين والقلب فمن الله ومن الرحمة، وما كان من اليد واللسان فمن القسوة والشيطان» . ¶ ويروى أن عبيد الله بن العباس كان عاملا لعلىّ بن أبى طالب رضى الله عنه على اليمن، فخرج إلى علىّ واستخلف على صنعاء عمرو بن أراكة الثقفى، فوجّه إليه معاوية بسر بن أرطاة، فقتل عمرو بن أراكة، فجزع عليه أخوه عبد الله فقال أبوه «1» فى كلمة له: ¶ وقلت لعبد الله إذ جدّ باكيا ... حزينا وماء العين منحدر يجرى ¶ لعمرى لئن أتبعت عينيك ما مضى ... به الدهر أو ساق الحمام إلى القبر ¶ لتستنفدن ماء الشؤون بأسره ... ولو كنت تمريهنّ من ثبج البحر ¶ تأمّل فإن كان البكا ردّ هالكا ... على أحد فاجهد بكاء على عمرو ¶ ولا تبك ميتا بعد ميت أجنّه ... علىّ وعباس وآل أبى بكر «2» ¶ وكان بسر قتل خلقا باليمن- يقول بعضهم- حتى أخاض الخيل فى الدماء. ¶ وكان فيمن قتل طفلان لعبيد «3» الله بن العباس أخذهما من المكتب، فروى أنه قتلهما وهما يقولان: يا عمّ لا نعود. وأما الرواية الفاشية التى كأنها إجماع فإنه",
            "page": "65",
            "part": "1",
            "seal": "A8493B4A"
        },
        {
            "id": "67",
            "nass": "أخذهما من تحت ذيل أمّهما- وهى امرأة من بنى الحارث بن كعب- ففى ذلك تقول لما خرج بهما من عندها: ¶ ألا من بيّن الأخوي ... ن أمّهما هى الثّكلى ¶ تسائل من رأى ابنيها ... وتستبغى فما تبغى «1» ¶ وقالت أيضا «2» : ¶ يا من أحسّ بنيّى اللذين هما ... كالدرّتين تشظّى عنهما الصدف ¶ يا من أحس بنيّى اللذين هما ... قلبى وطرفى فقلبى اليوم مختطف ¶ يا من أحسّ بنيّى اللذين هما ... مخّ العظام فمخّى اليوم مزدهف «3» ¶ نبّئت بسرا وما صدّقت ما ذكروا ... من قولهم ومن الإفك الذى اقترفوا ¶ أنحى على ودجى شبلىّ مرهفة ... من الشّفار، كذاك البغى يقترف ¶ ويروى أن عمر بن الخطاب عزّى أبا بكر رحمة الله عليهما عن طفل له فقال: ¶ عوّضك الله منه ما عوّضه منك، فإن الطفل يعوّض من أبويه الجنّة. وقال رسول الله صلّى الله عليه: «إن الطفل لا يزال محبنطئا «4» على باب الجنّة يقول: ¶ لا أدخل الجنة حتى يدخل أبواى» .",
            "page": "66",
            "part": "1",
            "seal": "97FD9AF8"
        },
        {
            "id": "68",
            "nass": "وقال العتبى يرثى بنيه- وكانوا ستة توالوا موتا: ¶ يا ستّة أودعتهم حفر البلى ... لخدودهم عفر الجبوب وساد «1» ¶ منعوا جفونى أن يصافح بعضها ... بعضا فهنّ وإن قربن بعاد ¶ لم تبق عين أسعدت ذا عبرة ... إلا بكت حتى بكى الحسّاد ¶ وله أيضا فيهم «2» : ¶ وكنت أبا ستّة كالبدو ... ر قد فقئوا أعين الحاسدينا ¶ فمرّوا على حادثات المنون ... كمرّ الدراهم بالناقدينا ¶ فألقين هذا إلى ضارح «3» ... وألقين هذا إلى لاحدينا ¶ فما زال ذلك دأب الزما ... ن حتى أبادهم أجمعينا ¶ وحتّى بكى لى حسّادهم ... وقد أتعبوا بالدموع العيونا «4» ¶ وحسبك من حادث بامرئ ... ترى حاسديه له راحمينا ¶ فمن كان يسليه مرّ السنين ... فحزنى يجدّده لى السنونا ¶ وقال مسلم بن الوليد يرثى أخاه فى كلمة «5» له: ¶ وإنى وإسماعيل يوم فراقه ... لكالغمد يوم الرّوع فارقه النصل ¶ فإن آت قوما بعده أو أزرهم «6» ... فكالوحش يدنيها من القنص المحل",
            "page": "67",
            "part": "1",
            "seal": "8EE37A00"
        },
        {
            "id": "69",
            "nass": "قال أبو العباس: قصدنا فيما نحكيه فى كتابنا هذا حسن الاختيار وكثرة الاختصار، وذكر ما يستغنى به عن غيره، ويقنع بمثله عن نظيره، وإنما نذكر فى كل باب أحسن ما روى لنا فيه، وأطرف ما نمى إلينا منه. ولو ذهبنا نستقصى آخر هذا الباب لمدّ بنا الحديث وطال بنا القول. والحمد لله الموفق المعين. ¶ باب [فى بعض أخبار المعمرين وأشعار العرب المحدثين فى ذم الشيب وفقد الشباب] ¶ نذكره ونشرح فيه بعض أخبار المعمّرين وأشعار العرب المحدثين فى ذمّ الشيب وفقد الشباب، ومدح من مدح شيبه وذمّ من ذمّه، ووصف إسراعه إليه وتغييره إياه على كثرة ذلك وتفاوته، ونفضّل ما نحكيه من ذلك، ولم اخترنا ما اخترناه. ¶ وبالله الحول والقوة. ¶ حدّثنى الرياشىّ عن الأصمعى قال: كان ربيعة بن نزار يحمل أخاه مضر على عنقه ويقول: اللهم بلّغ به، وكان أكبر منه بنحو من خمسين سنة. ¶ وحدّثنى الرياشىّ عن الأصمعىّ عن أبى عمرو بن العلاء قال: قيل لشيخ قد ذهب منه المأكل والمشرب والنكاح: هل تشتهى أن تموت؟ قال: لا، فقيل له: ¶ فما تشتهى؟ قال: أشتهى أن أعيش وأسمع الأعاجيب. ¶ وأنشدنى الرياشىّ لعلىّ بن الغدير الغنوى: ¶ وهلك الفتى ألّا يراح «1» إلى النّدى ... وألّا يرى شيئا عجيبا فيعجبا ¶ وحدّثنى الرياشىّ عن أبى عمرو بن العلاء قال: [قيل] لشيخ قد بلغ ثلاثين ومائتى سنة: كيف رأيت عيشك؟ قال: عشت مائة سنة لا أصدّع، وأصابنى فى الثلاثين والمائة ما يصيب الناس «2» .",
            "page": "68",
            "part": "1",
            "seal": "2C1CECDC"
        },
        {
            "id": "70",
            "nass": "وحدثنى الرياشىّ قال: سمعت الأصمعى يقول قال أبو عمرو: عاش المستوغر «1» ابن ربيعة بن كعب بن سعد بن زيد مناة بن تميم عشرين وثلاثمائة سنة. وزعموا أن سعدا تناسلت فى شيبه. وسمعت ابن العجاج قال: مرّ المستوغر بن ربيعة يقود ابن ابنه بعكاظ، فقيل: من ذا؟ قال: ابن ابنى، قالوا: وما رأينا كاليوم فى الكذب مثلك قط، لو كنت المستوغر ما زاد، قال: فأنا المستوغر. وفى حديث آخر: فلما رأوه يقوده ظنّوا أنه أبوه فقالوا: ارفق به فطالما رفق بك، فقال: إنه ابن ابنى. ¶ ويروى من غير وجه أن معاوية قال لجلسائه: أشتهى أن أرى رجلا قد لقى الناس، وسمع الأعاجيب، ورأى من كان قبلنا يحدّثنا عن زمانه، وأين زماننا مما مرّ عليه. ¶ فقيل له: ذاك رجل بحضرموت، فأتى به، فأقبل عليه فقال له: ما اسمك؟ قال: أمد، قال ابن من؟ قال: ابن أبد، قال: كم أتى عليك من السنّ؟ قال: ثلاثمائة وستون سنة، قال: كذبت، وتشاغل عنه بغيره. ثم أقبل عليه فقال له: ما اسمك؟ قال: ¶ أمد، قال: ابن من؟ قال: ابن أبد، قال: كم أتى عليك من السنين؟ قال: ¶ ثلاثمائة وستون سنة، قال: فحدّثنا عما رأيت من الأزمنة، أين زماننا منها؟ قال: ¶ وكيف تسأل رجلا يكذب؟ قال: أحببت أن أعرف مقدار عقلك، قال: يوم شبيه بيوم، وليلة شبيهة بليلة، ولد مولود، ووالد مفقود، فلولا من يولد لم يبق على ظهرها أحد، ولولا من يموت لم يسعهم بلد، قال: ما كانت صناعتك؟ قال: ¶ كنت تاجرا، قال: فما بلغت فى تجارتك؟ قال: كنت لا أشترى غبنا، ولا أردّ ربحا، قال: سلنى حاجتك، قال: أسألك أن تدخلنى الجنة، قال: ليس ذاك إلىّ، قال: فأسألك أن تردّ إلىّ شبابى، قال: ولا ذاك إلىّ. قال:",
            "page": "69",
            "part": "1",
            "seal": "1781A6D4"
        },
        {
            "id": "71",
            "nass": "فلست أرى بيدك شيئا من أمور الدنيا والآخرة، قال: هو والله ذاك، قال: ¶ فارددنى من حيث جئت، ففعل به ذلك. ¶ ويروى أنه مكتوب فى الحكمة: من بلغ السبعين اشتكى من غير علّة. ¶ وأنشدت عن الزّبير «1» . ¶ أرجّى شبابا بعد تسعين حجّة ... لهنّى «2» لا فى مطمع لطموع ¶ وقال آخر «3» : ¶ هزئت «4» أسماء منى وقالت ... أنت يا بن الموصلىّ كبير ¶ ورأت شيبا علانى فصدّت ... وابن ستّين بشيب جدير ¶ وقال أحد المحسنين، وهو النّمر بن تولب «5» : ¶ كانت قناتى لا تلين لغامز ... فألانها الإصباح والإمساء ¶ ودعوت ربّى بالسلامة جاهدا ... ليصحّنى فإذا السلامة داء ¶ وقال بعض الأعراب «6» : ¶ وللكبير رثيات أربع ... الرّكبتان والنّسا والأخدع «7» ¶ ولا يزال رأسه يصّدّع ... وكلّ شىء بعد ذاك ييجع ¶ وقال الهيثم بن عدىّ: لقى رجل «8» الهيثم بن الأسود فقال له: كيف تجدك",
            "page": "70",
            "part": "1",
            "seal": "8BE8D90D"
        },
        {
            "id": "72",
            "nass": "يا أبا العريان؟ قال: أجدنى صالحا، وأصبحت على ذاك قد ابيضّ منى ما كنت أحبّ أن يسودّ، واسودّ منى ما كنت أحبّ أن يبيضّ، واشتدّ منى ما كنت أحبّ أن يلين، ولان منى ما كنت أحبّ أن يشتدّ، ثم قال: ¶ إنى سأنبيك بآيات الكبر ... تقارب المشى وضعف فى البصر ¶ وقلة النوم إذا الليل اعتكر ... وقلة الطّعم إذا الزاد حضر ¶ وتركى الحسناء فى قبل الطّهر ... وكثرة النسيان فيما يدّكر ¶ والناس يبلون كما يبلى الشجر ... فهذه أعلام آيات الكبر ¶ وقال أعرابى: ¶ لا بارك الله على وجه الكبر ... فإنه يأمر للمرء بشرّ ¶ وخبث ريح وبياض فى الشّعر ¶ وقال آخر «1» : ¶ إنى وإن أفنى الزمان نحضى «2» ... وأسرعت أيامه فى نقضى ¶ بمنحفات وأمور تمضى «3» ... حتّى حنت طولى وضمّت عرضى ¶ وابتزّنى بعضى وأبقى بعضى ... وقصرت رجلاى دون الأرض ¶ وهمّ أهل ثقتى برفضى ... ينفع حبّى ويضرّ بغضى ¶ وقال آخر: ¶ قد صرت يا عمرو كأنّى نقض ... تسوّر الشّيب وخفّ النّحض «4» ¶ وصار قدّام قيامى نهض ... وصار لا يحمل بعضى بعض",
            "page": "71",
            "part": "1",
            "seal": "0EDF0A48"
        },
        {
            "id": "73",
            "nass": "يقول: تسوّر الشيب وأنا غافل، أى كما يفعل اللّص، أى تقحم. وقوله: قدّام قيامى نهض. يقول: إذا أردت أن أقوم نؤت أوّلا ثم استقللت، أى صرت كبيرا لا أستقل بنهضتين «1» ولا ثلاث. ¶ وحدّثنى التوّزىّ قال: رأى رجل «2» من العرب بنيه يركبون الخيل باقتدار، فأعجبه ذلك منهم، فحاول مثل ذلك مرّة أو مرتين، فأعجزه الوثوب، فقال: من سرّه بنوه ساءته نفسه. وقال بعضهم: ¶ يموت منّى كلّ يوم شىّ ... وأنا فى ذاك صحيح حىّ ¶ وكم عسى ما قد يدوم الفىّ «3» ... وآخر الداء العياء الكىّ ¶ وحدّثنى الرياشىّ- ولا أحفظ عمن حدّثنيه- قال: دخل أبو الأسود الدّئلىّ على عبيد الله «4» بن زياد فقال يهزأ به: يا أبا الأسود، لو علّقت عليك تميمة! فإنك جميل الوجه، فقال أبو الأسود «5» : ¶ أفنى الشباب الذى أفنيت جدّته ... مرّ الجديدين من آت ومنطلق ¶ لم يتركا لى فى طول اختلافهما ... شيئا يخاف عليه لذعة الحدق ¶ وأنشد: ¶ من يشترى شيخين منّى بفتى ... إنّ الشيوخ فيهم كلّ أذى ¶ قال أبو العباس: كانت العرب تذكر الشيب فى أشعارها إمّا مدحا وإما ذمّا، وشعرهم فى ذمّه أكثر منه فى مدحه. ويروى أنه قيل: ما بال شعركم فى الشيب أحسن أشعاركم فى سائر قولكم؟ قالوا «6» : لأنا نقوله وقلوبنا قرحة.",
            "page": "72",
            "part": "1",
            "seal": "B8139695"
        },
        {
            "id": "74",
            "nass": "وقال يونس النحوى: ما بكت العرب على شىء بكاءها على الشباب، وما بلغت به كنه ما يستحقّ. ويروى أن بعضهم رأى يوما شيبة فى رأسه فقال: شرّ بديل وخير مبدول. وقال ابن قيس الرّقيّات «1» : ¶ رأت «2» بى شيبة فى الرأ ... س منى ما أغيّبها ¶ فقالت «3» : أبن قيس ذا؟ ... وبعض الشيب يعجبها ¶ أى تتعجّب منه، ليس أنها معجبة به. وأنشدنى أبو العالية «4» : ¶ يا ربّ بيضاء على مهشّمه ... أعجبها أكل البعير الينمه «5» ¶ بيضاء: امرأة. ومهشّمة: موضع، أعجبها أى تعجّبت منه، كما قال الجعدىّ يصف ثورا: ¶ فأراه صورة تعجبه ¶ وقال النمر بن تولب: ¶ لعمرى لقد أنكرت نفسى ورابنى ... خلائق منها لم تكن من شمائلى ¶ مطاوعتى من كنت لست أطيعه ... وأنى أرى بثّى عن اللهو شاغلى ¶ وبدّل رأسى الشيب بعد سواده ... فأصبحت ذا شغل وأقصر باطلى ¶ وأصبحت قد أعرضن عنى وسؤننى ... وأخلفننى عهد الخليل المماطل ¶ ألا إن شيب الرأس ليس بأفة ... تضيرك إلا فى النساء الجواهل ¶ وحدّثنى الرياشى قال: تزوّج عبد الله بن عامر بأم كلثوم بنت معاوية، فنظر إلى وجهه فى المرآة مع وجهها فرأى شيبة فى لحيته، فقال لها: أيتها المرأة، الحقى بأهلك،",
            "page": "73",
            "part": "1",
            "seal": "F0CA127E"
        },
        {
            "id": "75",
            "nass": "فلما جاءت إلى أبيها قال لها: لعلك أسأت عشرة زوجك، قالت: لا والله يا أمير المؤمنين، ما أدرى لم طلّقنى؟ فوجّه إليه معاوية فأحضره، فقال: ما أنكرت من أهلك؟ ¶ قال: لا شىء والله يا أمير المؤمنين، إلا أنى نظرت إلى وجهى ووجهها فى المرآة، فرأيت شيئا قد ظهر بى، فكرهت أن يفسد شبابها معى، فطلقتها لتتمتّع بالأزواج. ¶ وقال جرير فى كلمة له «1» : ¶ يا قلّ خير الغوانى كيف رعن به ... فشربه وشل فيهنّ تصريد ¶ أعرضن من شمط فى الرأس مشتعل ... فهنّ عنى إذا أبصرننى حيد ¶ قد كنّ يعهدن منّى مضحكا حسنا ... ومفرقا حسرت عنه العناقيد ¶ فهنّ ينشدن منى بعض معرفة ... وهن بالودّ لا بخل ولا جود ¶ قد كان عهدى حديثا فاستبدّ به ... والعهد متّبع ما فيه منشود ¶ فقلن لا أنت بعل «2» يستقاد له ... ولا الشباب الذى قد فات مردود ¶ كأنما باتت الصّردان «3» تنتفه ... حتى تطاير عنه طيره السود ¶ هل الشباب الذى قد فات مردود ... أم هل دواء يردّ الشيب موجود ¶ لن يرجع الشّيب شبّانا ولن يجدوا ... عدل الشباب لهم ما أورق العود ¶ إن الشباب لمحمود بشاشته ... والشيب منصرف عنه ومصدود ¶ وأنشدنى مسعود «4» بن بشر: ¶ قعد «5» الشيب بى عن اللّذّات ... ورمانى بجفوة القينات ¶ فإذا رمت ستره بخضاب ... فضحته طلائع الناصلات",
            "page": "74",
            "part": "1",
            "seal": "ACA50F2F"
        },
        {
            "id": "76",
            "nass": "ما رأيت إلّا الشباب إلّا سرابا ... غرّنى لمعه بأرض فلاة ¶ فإذا ما دعاك للكأس داع ... قيل ما للكبير والنّشوات ¶ لست بعد الشباب ألتذّ بالعيد ... ش فدعنى بغصّة العبرات ¶ إنّ فقد الشباب أنزلنى بع ... دك دار الهموم والحسرات ¶ ورمانى بحادث الدهر شيب ... قارعتنى أيّامه عن حياتى ¶ وقال الطائى «1» : ¶ أرى ألفات قد كتبن على راسى ... بأقلام شيب فى صحائف أنقاسى «2» ¶ فأن تسألينى من يخطّ كتابها ... فكفّ الليالى تستمدّ بأنفاسى ¶ جرت فى قلوب الغانيات لشقوتى «3» ... قشعريرة من بعد لين وإيناس ¶ وقد كنت أجرى فى حشاهنّ مرّة ... مجارى معين الماء فى قضب الآس ¶ وقال أبو العتاهية «4» فى مثل قوله: ¶ فكفّ اللّيالى تستمدّ بأنفاسى ¶ الشيب كره وكره أن يفارقنى ... أعجب بشىء على البغضاء مودود ¶ يمضى الشباب وقد يأتى له خلف ... والشيب يذهب مفقودا بمفقود ¶ ومثله قول الآخر وهو علىّ بن محمد العلوىّ «5» : ¶ لعمرك للمشيب علىّ ممّا ... فقدت من الشباب أشدّ فوتا ¶ تملّيت الشباب فصار شيبا ... وأبليت المشيب فصار موتا",
            "page": "75",
            "part": "1",
            "seal": "5193F734"
        },
        {
            "id": "77",
            "nass": "وقال الحسن: الشباب الصحة، والسلطان المال، والعزّ الغنى عن الناس. ¶ وأنشدنى مسعود «1» بن بشر فى مدح الشيب لكثيّر فى عبد الملك بن مروان «2» : ¶ رأيت أبا الوليد غداة جمع ... به شيب وما فقد الشبابا «3» ¶ ولكن تحت ذاك الشيب حزم ... إذا ما ظن أمرض «4» أو أصابا ¶ وقال إبراهيم بن المهدى «5» : ¶ يقولون هل بعد الثلاثين ملعب ... فقلت وهل قبل الثلاثين ملعب! ¶ لقد جلّ قدر الشّيب إن كان كلّما ... بدت شيبة يعرى من اللهو مركب ¶ وقال آخر: ¶ ألقى عصاه وأرخى من عمامته ... وقال ضيف فقلت الشّيب قال أجل ¶ فقلت أخطأت دار الحىّ قال ألا ... تمّت لك الأربعون الحول ثم نزل ¶ لله شيب رمى قلبى بلوعته ... كأنما اعتمّ منه مفرقى بجبل ¶ وأنشد إسحاق: ¶ كان الشباب كخضاب فنصل ... واختاره الشيب محلّا فنزل ¶ فأزعج الشيب الشباب فارتحل ... والشيب داء قاتل وإن مطل ¶ ولأبى العتاهية «6» : ¶ يا خاضب الشيب بالحنّاء تستره ... سل المليك له سترا من النار ¶ لن يرحل الشيب عن دار ألمّ بها ... حتى يرحّل عنها صاحب الدار",
            "page": "76",
            "part": "1",
            "seal": "AD86F390"
        },
        {
            "id": "78",
            "nass": "وكان الخضاب يستحبّ. وقد خضب أبو عبد الله الحسين بن علىّ صلوات الله عليهما. ويروى أنّ قائلا قال للرضىّ: أأخضب؟ قال: نعم، بالحنّاء والخطر «1» ، ثم قال: أما علمت أن لك فى ذلك أجرا؟ قال: وكيف؟ قال: ألا تعلم أنها تحبّ أن ترى منك مثل الذى تحبّ أن ترى منها؟ لقد خرج نساء من العفّة ما أخرجهن إلّا قلّة هيئة أزواجهن لهن. قال وأنشد: ¶ الشيب زهّد فيك من تصل ... ولقد جفا بك بعده الغزل ¶ ولذاك ما قالت لجارتها ... هيهات شيّخ بعدنا الرجل ¶ قولى له يختار بى بدلا ... من حيث شاء فلى به بدل ¶ وقال آخر «2» : ¶ رأين الغوانى الشيب لاح بعارضى ... فأعرضن عنّى بالحدود النواضر ¶ وكنّ إذا أبصرننى [أ] وسمعن بى ... سعين فرقّعن الكوى بالمحاجر «3» ¶ وقال محمد «4» بن عبد الملك الزيات يشتكى مصابه ويذكر فجيعته ويبكى على زمانه: ¶ عريت من الشباب وكنت غضّا ... كما يعرى من الورق القضيب ¶ ونحت على الشباب بدمع عينى ... فما نفع البكاء ولا النحيب ¶ فيا أسفا أسفت على شباب ... نفاه «5» الشيب والرأس الخضيب ¶ ألا ليت الشباب يعود يوما ... فأخبره بما فعل المشيب",
            "page": "77",
            "part": "1",
            "seal": "1D6BA8B6"
        },
        {
            "id": "79",
            "nass": "باب شعر وغريب ولغة ¶ حدثنى المازنىّ عن أبى زيد الأنصارىّ قال: سمعت «1» العرب تقول فى أسماء الدواهى: لقيت منه البرحين والبرحين والفتكرين والفتكرين. قال: وحكيت لى الفتكرين ولم أسمعها من العرب «2» ، وأنشد: ¶ قد كلّفت راعيها الفتكرين ... إضمامة «3» من ذودنا الثلاثين ¶ ولقيت منه الدهارس، واحدها دهرس، وهى الدواهى. وقال الكلبىّ: الدهاريس، قال المتلمّس «4» : ¶ حنّت إلى النخلة القصوى فقلت لها ... بسل حرام ألا تلك الدهاريس",
            "page": "78",
            "part": "1",
            "seal": "2D27A9B0"
        },
        {
            "id": "80",
            "nass": "وقال أبو زيد «1» : البسل الحرام، والبسل الحلال، وهو عندهم من الأضداد، قال ابن همام السّلولىّ للنعمان بن بشير الأنصارى: ¶ زيادتنا نعمان لا تحرمنّنا ... تق الله فينا والكتاب الذى تتلو ¶ أيثبت ما زدتم وتلقى «2» زيادتى ... دمى- إن أحلّت هذه لكم- بسل ¶ يقول: حلال. ¶ وأنشد أبو زيد لضمرة «3» بن ضمرة النهشلى، وكان فى الجاهليّة من الفتّاك: ¶ بكرت تلومك بعد وهن فى الندى ... بسل «4» عليك ملامتى وعتابى ¶ أأصرّها «5» وبنىّ عمّى ساغب ... فكفاك من إبة علىّ وعاب ¶ يقال فى كل شىء عجل به: فى أىّ وقت بكربه، ويقال: بكرت على فلان عشية أمس، أى فى أول أوقات العشىّ، ليس البكرة للغداة، ألا ترى إلى قوله: «بعد وهن» أى بعد ساعة من الليل، ومنه سمّيت الباكورة. وقوله: «من إبة علىّ» يقال أوبت «6» إبة أى استحييت واحتشمت، وكذلك اتّأبت من الشىء. وأوأبت الرجل أحشمته. ¶ ويقال لطعام الفجأة: طعام ذو توبة، أى ذو حشمة. ويقال: لقيت منه الذّربين والذّربيّا، والأقورين والأقوريّات. ولقيت منه بنات برح، وبنى برح، وبنات",
            "page": "79",
            "part": "1",
            "seal": "2E0BC902"
        },
        {
            "id": "81",
            "nass": "بئس «1» ، وبنى بئس، وبنات أودك، ولقيت منه الأمرّين، ولقيت منه بنات طبق، يعنى الداهية، وأمّ الرّبيق على وريق وعلى أريق «2» ، وأنشد: ¶ إنى رأيت العنز يمنع ربّها ... من أن يضيح «3» جارها بالسنبس ¶ وهى الداهية. والقناذع «4» : الدواهى، وأنشد: ¶ ومن لا يورّع نفسه تتبع الخنا ... ومن يتبع الجرباء يغش القناذعا ¶ ولقيت منه الزّبير، وهى الداهية، وأنشد «5» : ¶ فلاقوا من آل الزّبير الزّبيرا ¶ وأنشد «6» : ¶ إذا تمطّين على القياقى ... لاقين منها أذنى عناق ¶ والقياقى: واحدها قيقاءة، وهو ما ارتفع من الأرض. وأذنى عناق، يريد شرّا وداهية. ولقيت منه الدقارير، واحدتها دقرارة. ولقيت منه صلّا من الأصلال، وصمّة من الصمم، يريد الداهية. ويقال للداهية حوّل قلّب. ومما تمثّل «7» به معاوية عند موته: ¶ الحوّل القلّب الأريب وهل ... يدفع صرف المنية الحيل ¶ والدّرخمين الداهية.",
            "page": "80",
            "part": "1",
            "seal": "B6FC97E7"
        },
        {
            "id": "82",
            "nass": "وحدّثنى التّوزىّ قال: سألت الأصمعىّ عن الدّرفس والدّرفسة فقال: ¶ هو الجمل الشديد، وأنشد للعجّاح «1» : ¶ كم قد حسرنا من علاة عنس ... كبداء كالقوس وأخرى جلس ¶ درفسة أو بازل درفس ¶ وكان الأصمعىّ لا يعرف الدّرفس فى بيت عبيد الله بن قيس الرقيّات وهو يمدح عبد العزيز بن مروان «2» : ¶ تكنّه خرقة الدّرفس من الشّمس كليث يفرّج الأجما فقال: الدّرفس البعير، وماله هاهنا موضع، ولو كان إلىّ لقلت: «تكنّه خرقة الدّمقس» ، يعنى الحرير. ¶ وقال أبو العبّاس: وإنّما الدرفس اسم لواء للعجم حملوه يوم القادسيّة لرستم يقال له بالعجميّة «درفش «3» كابيان» ، فأعربه عبد الله بن قيس فقال: الدّرفس. ¶ وحدّثنى التّوزىّ قال: صحّف «4» الأصمعىّ فى بيت الحطيئة مرّة فلم نسمع تصحيفا أحسن منه، وهو: ¶ أغررتنى وزعمت أنّك لا تنى بالضّيف تأمر أى لا تنى تأمر بالضيف، تأمر بإكرامه وحسن قراه، والشعر: ¶ أغررتنى وزعمت أنّك لابن بالصّيف تامر",
            "page": "81",
            "part": "1",
            "seal": "F77DAEAA"
        },
        {
            "id": "83",
            "nass": "أى كثير اللبن والتمر. ويقال: شاة لبنة وغنم لبان ولبن ولبن. ويقال: كم لبن غنمك؟ وكم رسلها؟ قال: إنه إنما قيل: كم لبن غنمك، أى كم فيها مما يحلب، وفلان لابن وتامر إذا كان ذا لبن وتمر، وتمرت القوم ولبنتهم ألبنهم لبنا وقد ألبن الرجل: كثر لبنه، وتمرته فأنا أتمره «1» . ولم نقصد فيما نذكره فى هذا الفصل طعنا على الأصمعىّ، ولا دفعا لعلمه، وكذلك غيره، ولكنّ الشىء يذكر بالشىء، والحديث يجرّ الحديث. ¶ حدّثنى التّوّزىّ عن أبى عبيدة قال أنشدنى المفضّل: ¶ وإذا «2» ألمّ خيالها طرقت ... عينى فماء شؤونها سجم ¶ وإنما هى «طرفت» ، فصحّف، وهى للمخبّل السعدىّ. ¶ وقال «3» الأصمعىّ: هى لطرفة، وأوّلها: ¶ ذكر الرّباب وذكرها سقم ¶ وأخبرنى التّوّزىّ عن أبى عبيدة أن المفضّل أنشد بيت أوس بن حجر «4» : ¶ وذات هدم عار نواشرها ... تصمت بالماء تولبا جذعا ¶ وإنما هو جدعا. والجدع السّيّىء الغذاء، ويقال جدعته وأجدعته: أسأت غذاءه. ويقال للسيّىء الغذاء الحجن «5» والقتين، ويقال للّذى قد أحسن غذاؤه",
            "page": "82",
            "part": "1",
            "seal": "9657D07A"
        },
        {
            "id": "84",
            "nass": "مسرهف ومعذلج ومخرفج «1» ، والتّولب: الصغير «2» . والأهدام: خلقان الثياب. ¶ وحدّثنى التّوزىّ قال: أنشد المفضّل قول اليشكرىّ «3» : ¶ وكنت زمينا جار بيت وصاحبا ... ولكنّ قيسا فى مسامعه صمم ¶ وأخبرنى أبو عبيدة والأصمعىّ قالا: إنما هو زميتا أى قريبا. ¶ وأخبرنى الأصمعىّ وأصحابنا أنّ المفضّل أنشد قول البرجمىّ: ¶ أفاطم «4» إنّى هالك فتبيّنى ... ولا تجزعى كلّ النساء يتيم ¶ وقال المفضّل: امرأة يتيم إذا مات زوجها، وغلام يتيم مات أبوه، واليتم فى البهائم موت الأمّ. قال الأصمعى: وإنما هو: «كلّ النساء تئيم» أى تصير أيّما والأيّم: التى لا زوج لها بكرا كانت أم ثيّبا، والأيّم عند العامة: الثيّب. ¶ وأخبرنى الشّيبانىّ قال: سألت المفضّل عن قول «5» متمم بن نويرة: ¶ لعمرى وما دهرى «6» بتأبين هالك ... ولا جزع ممّا أصاب فأوجعا ¶ ما التأبين؟ قال: لا أدرى. والتأبين: ندبة الميّت، وقال أبو زيد: أبّنت الميّت تأبينا إذا بكيته بعد موته.",
            "page": "83",
            "part": "1",
            "seal": "1418F438"
        },
        {
            "id": "85",
            "nass": "وحدّثنى الرياشىّ عن الأصمعىّ قال: ناظرنى المفضّل عند عيسى بن جعفر فأخطأ أو صحّف، فجعل يصيح ويشغب، فقلت له: أصب، وليكن كلامك كلام النمل، لو صحت إلى النشور ما نفعك. ¶ وحدّثنى التّوّزىّ قال: شهدت الأصمعىّ فقرأ عليه رجل: ما فى بعيرى هاتّة فجوّزها له، ومضى الرجل، فرددت على الرجل فقلت: إنما هى هانّة «1» ، والهانّة الشّحم، فسكت الأصمعى وما أجابنى بحرف. ¶ قال: وشهدته أيضا- وقرأ عليه رجل: ما سمعنا العام قابّة- قال الأصمعىّ: ¶ يريد صوت الرعد، من القبيب «2» ، فقلت له: إنما قابّة قطرة من المطر، يقال: ¶ ما سمعنا العام قابّة، أى قطرة مطر- وكان كيسان «3» ، وابن أبى يحيى الغنوىّ حاضرين فوافقانى- فسكت الأصمعىّ. ¶ وحدّثنى عن أبى عمرو الشّيبانىّ قال: كنا بالرّقّة فأنشد الأصمعىّ: ¶ عننا «4» باطلا وظلما كما تع ... نز «5» عن حجرة الرّبيض الظّباء",
            "page": "84",
            "part": "1",
            "seal": "B47E16F8"
        },
        {
            "id": "86",
            "nass": "فقلت له: «تعتر» من العتيرة. والشعر للحارث بن حلّزة، وأصل ذلك أن العرب كانوا إذا بلغت إبل الرجل ألفا فقئوا عين الفحل لتدفع العين عنها، فهو المفقّأ يافتى، وإذا زادت على الألف فقئوا العين الأخرى، فهو المعمّى. وفى ذلك يقول قائلهم «1» : ¶ فقأت لها عين الفحيل «2» تعيّفا ¶ ومن نذورهم: إذا بلغت إبلى كذا ذبحت كذا وكذا شاة، ثمّ يقولون الظباء شاء، فيذبحون مكان الشاة ظبية مما يصيدون، ويسمّونها العتيرة، وحقّ ذلك أن يكون فى رجب، فذلك قول الحارث بن حلّزة: «عننا باطلا ... » البيت. ¶ باب [فى الاحالة بالذنب على غير المذنب] ¶ نذكره من باب إحالتهم بالذّنب على غير المذنب. فمن ذلك «3» أنهم كانوا إذا امتنعت البقر من ورود الماء ضربوا الثور حتى يرد وترد بوروده، ففى ذلك يقول أنس بن مدرك الخثعمىّ «4» : ¶ إنّى وقتلى سليكا ثم أعقله ... كالثور يضرب لمّا عافت البقر",
            "page": "85",
            "part": "1",
            "seal": "5844375A"
        },
        {
            "id": "87",
            "nass": "وقال عوف بن عطيّة بن الخرع: «1» ¶ تمنّت طيّىء جهلا وجبنا ... وقد خاليتهم فأبوا خلائى «2» ¶ هجونى أن هجرت جبال سلمى ... كضرب الثّور للبقر الظماء ¶ ويدخل فى هذا الباب قصة صحر «3» التى يضرب بها المثل، وهى صحر بنت لقمان بن عاد، وكان لقمان تزوّج عدّة نساء كلّهن قد خانته فى نفسه، فقتلهنّ، فلما قتل أخراهن ونزل من الجبل كانت صحر ابنته أوّل من لقيه، فقتلها، وقال: وأنت أيضا امرأة، فضرب بها المثل، قال خفاف بن ندبة «4» : ¶ وعبّاس يدبّ لى المنايا ... وما أذنبت إلّا ذنب صحر ¶ وقال عروة بن أذينة «5» : ¶ أتجعل تهياما بليلى إذا نأت ... وهجرا لها ظلما كما ظلمت صحر ¶ قد ذكرنا من هذا الباب صدرا نخاف على قارئه الملال إن أطلناه، ونحذر من ضجر يلحقه إن أسهبنا فيه، ويكفى من القلادة ما أحاط بالعنق. ونعود إلى الأخبار، والأشعار يشبه بعضها بعضا، وبالله التوفيق. ¶ باب [فى] الحلم والأناة ¶ يروى أن معاوية بن أبى سفيان كان أكثر الناس حلما، وأوسعهم عفوا، وأشدّهم إغضاء عمّن نابذه، وأحسنهم احتمالا لمن عازّه وعانده.",
            "page": "86",
            "part": "1",
            "seal": "A1531A67"
        },
        {
            "id": "88",
            "nass": "فمن ذلك أن رجلا أغلظ له فى الكلام، فقيل له: يا أمير المؤمنين، أتحلم عن هذا وقد قال ما قال؟ قال معاوية: ما كنت لأحول بين الناس وبين ألسنتهم ما لم يحولوا بيننا وبين ملكنا. ¶ ويروى «1» أن أبا الجهم الأموىّ «2» قال: لقد بتّ ليلة بأسرها قلقا أفكّر فى حلم معاوية فيذهب عنى وسنى، قال: وغدوت عليه وأنا مجمع لقاءه بما أرجو أن يطيّشه، فدخلت عليه، وقد كان عنده رجل أغضبه بأشياء لقيه بها، فقلت فى نفسى: ظفرت به، فسلّمت عليه، فردّ علىّ جوابا ضعيفا، فقلت: يابن هند، أبلغ بك الأمر إلى أن أسلّم عليك فتردّ علىّ مثل هذا الردّ! والله لقد رأيت أمّك وهى شابة ناهد، وأنا إذ ذاك أطلب الفجور، فعرضت علىّ نفسها فأبيتها، فقال: يا أبا الجهم، أما إنك لو نكحتها لنكحت حصانا كريمة، ولكنت أهلا لها. قال أبو الجهم: فوقعت على رجليه أقبلهما، وأقول: ¶ نقلّبه لنخبر حالتيه ... فيكشف عنهما كرما ولينا ¶ نميل على جوانبه كأنّا ... نميل إذا نميل على أبينا ¶ فقام معاوية فدخل إلى حجرة له فدعا بأبى الجهم فقال له: يا أبا الجهم، إيّاك وإغضاب الملوك، فإن لهم غضبا كغضب الصبيان، وبطشا كبطش الأسد. ¶ يا غلام، أعطه ثلاثين ألف درهم، وليحملها معه ثلاثة من العبيد، فخرج من بين يديه ومعه تلك الصّلة.",
            "page": "87",
            "part": "1",
            "seal": "46951A2C"
        },
        {
            "id": "89",
            "nass": "ويروى أنه كان يقول: إذا لم يكن الملك حليما استفزّه الشىء اليسير الذى يندم عليه، وإذا لم يكن شجاعا لم يخفه عدوّه، وإذا كان شحيحا لم يكن له خاصة ولا مناصح، وإذا لم يكن صدوقا لم يطمع فى رأيه. ¶ وحدثنى العتبىّ قال: قيل لمعاوية: ما النّبل؟ قال: مؤاخاة الأكفاء، ومداجاة الأعداء، فقيل له: ما المروءة؟ قال: الحلم عند الغضب، والعفو عند القدرة. ¶ ويروى أنه لما ورد عليه خبر علىّ بن أبى طالب، صلوات الله عليه صعد المنبر فقال: الحمد لله الذى أدالنا من عدوّنا، وردّ إلينا من زماننا، فقام اليه رجل من أهل الشام، فقال: ما ذاك من كرامتك على الله يا معاوية، فقال له عمرو بن العاص: اسكت يا جاهل، فو الله لأنت أنذل أهل الشام وأقطعهم عن الكلام، فتمثّل معاوية: ¶ إنى أرى الحلم محمودا مغبّته ... والجهل أفنى من الأقوام أقواما ¶ ونظر يوما إلى يزيد ابنه يضرب غلاما له، فقال: يا يزيد، أتضرب من لا يمتنع منك! والله لقد حالت القدرة بينى وبين أولى التّرات. ¶ ويروى من ناحية زبير قال: حدّثنى مبارك الطبرى قال: سمعت أبا عبيد الله «1» يقول: سمعت المنصور يقول للمهدىّ: يا أبا عبد الله، الخليفة لا يصلحه إلّا التقوى، والسلطان لا يصلحه إلّا الطاعة، والرعية لا يصلحها إلّا العدل، وأولى الناس بالعفو أقدرهم على العقوبة، وأنقص الناس عقلا «2» من ظلم من هو دونه، وأنشد: ¶ وأحلام «3» عاد لا يخاف جليسهم ... إذا نطق العوراء غرب لسان «4» ¶ إذا حدّثوا لم يخش سوء استماعهم ... وإن حدّثوا أدّوا بحسن بيان",
            "page": "88",
            "part": "1",
            "seal": "609CDEB3"
        },
        {
            "id": "90",
            "nass": "وقال عمر بن عبد العزيز: ثلاث من كنّ فيه فقد كمل: من إذا غضب لم يخرجه غضبه من الحقّ، وإذا رضى لم يدخله رضاه فى الباطل، وإذا قدر عفا وكفّ. ¶ ويروى أن وفودا دخلت عليه، فتحفّز فتى منهم للكلام، فقال عمر: كبّروا، أى ليتكلّم أكبركم، فقال الفتى: إن قريشا ليرى فيها من هو أسنّ منك. ¶ فأطرق عمر ثم قال: تكلم يافتى. ¶ وقال الشعبىّ: ما رأيت رجلا أفهم إذا حدّث، ولا أنصت إذا حدّث، ولا أحلم إذا خولف من عبد الملك. ¶ وقال المدائنىّ: شتم رجل المهلّب بن أبى صفرة فلم يردد عليه، فقيل له: ¶ لم حلمت عنه؟ قال: لم أعرف مساويه، وكرهت أن أبهته «1» بما ليس فيه. ¶ وشتم رجل فقال الرّجل لشاتمه «2» : يا هذا، ما ستر الله عليك من عورتى أكثر، وأنشد «3» : ¶ لن يدرك المجد أقوام وإن كرموا ... حتى يذلّوا وإن عزّوا لأقوام ¶ أو يشتموا فترى الألوان مشرقة ... لا صفح ذلّ ولكن صفح أحلام ¶ وكان يقال: العقوبة ألأم حالات ذوى القدرة. وقال جعفر بن محمد: لأن أندم على العفو أحبّ إلىّ من أن أندم على العقوبة. وقال أمير المؤمنين عليه السلام: ¶ أوّل ما عوّض الحليم من حلمه أن الناس أنصاره. وأنشد الشعبىّ: ¶ ليست «4» الأحلام فى حال الرّضا ... إنما الأحلام فى حال الغضب",
            "page": "89",
            "part": "1",
            "seal": "95F9D1FE"
        },
        {
            "id": "91",
            "nass": "وقال الأخطل «1» فى بنى أميّة: ¶ صمّ عن الجهل عن قول الخنا خرس ... وإن ألمّت بهم مكروهة صبروا ¶ شمس «2» العداوة حتى يستقاد لهم ... وأعظم الناس أحلاما إذا قدروا ¶ وقال حاتم الطائى «3» : ¶ تحلّم عن الأدنين واستبق ودّهم ... فلن تستطيع الحلم حتى تحلّما ¶ إذا شئت نازيت امرأ السّوء ما نزا «4» ... إليك ولا طمت اللئيم الملطّما ¶ وقال محمد بن زياد الحارثى: ¶ تخالهم للحلم صمّا عن الخنا ... وخرسا عن الفحشاء عند التهاجر «5» ¶ ومرضى إذا لاقوا حياء وعفّة ... وعند الحفاظ كاللّيوث الخوادر ¶ لهم ذلّ إنصاف وأنس تواضع ... بهم ولهم ذلّت رقاب المعاشر ¶ كأنّ بهم وصما يخافون عاره ... وما وصمهم إلّا اتقاء المعاير ¶ وقال رسول الله صلّى الله عليه وسلّم «6» : «إياكم ومشارّة الناس، فإن المعاير تدفن الغرّة وتظهر العرّة «7» » . وأنشد:",
            "page": "90",
            "part": "1",
            "seal": "9A14AA48"
        },
        {
            "id": "92",
            "nass": "وإنى «1» ليثنينى عن الجهل والخنا ... وعن شتم ذى القربى خلائق أربع ¶ حياء وإيمان ودين وأنّنى ... حليم ومثلى لا يضرّ وينفع ¶ وقال رجل «2» من بنى حنيفة يرثى أخاه: ¶ لقد وارى المقابر من شريك ... كثير تكرّم وقليل عاب ¶ به كنّا نصول على الأعادى ... وننقض مرّة «3» القوم الغضاب ¶ صموت فى المجالس غير عىّ ... جدير حين ينطق بالصواب ¶ كثير الحلم لا طبع عيّى ... ولا فحّاشة نزق السّباب «4» ¶ قوله: «صموت فى المجالس غير عىّ» ، نظير قول ابن كناسة «5» فى إبراهيم بن أدهم الغنوىّ: ¶ رأيتك لا يغنيك ما دونه الغنى ... وقد كان يغنى دون ذاك ابن أدهما",
            "page": "91",
            "part": "1",
            "seal": "2E1E3373"
        },
        {
            "id": "93",
            "nass": "يشيع الغنى إن ناله وكأنّما ... يلاقى به البأساء عيسى بن مريما ¶ أخاف الهوى حتى تجنّبه الهوى ... كما اجتنب الجانى الدم الطالب الدما ¶ وأكثر ما تلقاه فى القوم صامتا ... وإن قال بدّ القائلين فأفحما ¶ وقال آخر «1» : ¶ إنى ليمنعنى من ظلم ذى رحم ... لبّ أصيل وحلم غير ذى وصم ¶ إن لآن لنت وإن دبّت عقاربه ... ملأت كفّيه من عفو ومن كرم ¶ ويروى أن الأحنف كان حليما وقورا عالما فقيها، وكانت الملوك ترجع إلى رأيه وتعمل بقوله، وذكروا أن ختنا «2» له أراد أن يستفز حلمه فقال: ملأتنا ابنتك البارحة من دمائها، فقال: نعم إنها من نسوة يخبأن ذلك لأزواجهنّ، فقال: إنى حملت على نفسى البارحة فى جماعها، فقال: ما زوّجناك إلّا لذلك. وكان يقول «3» : ¶ ما نازعنى أحد إلا أخذت عليه بإحدى ثلاث: إن كان فوقى عرفت له قدره، وإن كان دونى رفعت نفسى عنه، وإن كان مثلى تفضّلت عليه. ويروى «4» أن معاوية قال له: يا أحنف، أأنت صاحبنا يوم صفّين، والمخذول «5» عن أمير المؤمنين؟ ¶ فقال الأحنف: والله يا معاوية إن القلوب التى أبغضناك بها يومئذ لفى صدورنا، وإنّ سيوفنا التى قاتلناك بها لعلى عواتقنا، ولئن دنوت إلينا شبرا من خير لندنونّ إليك ذراعا من عذر «6» ، ولئن شئت ليصفونّ لك ودّنا بفضل حلمك عنّا. قال: ¶ قد شئت. وروى زبير عن رجاله قال: دخلت «7» على معاوية موجدة على يزيد، فأرق",
            "page": "92",
            "part": "1",
            "seal": "23F80C93"
        },
        {
            "id": "94",
            "nass": "لذلك ليلته، فلمّا أصبح بعث إلى الأحنف فقال له: كيف رضاك عن ولدك؟ ¶ - أو ما تقول فى الولد؟ - قال الأحنف: فقلت فى نفسى: ما سألنى أمير المؤمنين عن هذا إلا لموجدة دخلته على يزيد، فحضرنى كلام لو كنت روّأت «1» فيه سنة كنت قد أجدت، فقلت: يا أمير المؤمنين: هم ثمار قلوبنا، وعماد ظهورنا، ونحن لهم أرض ذليلة، وسماء ظليلة، وبهم نصول ونصل إلى كلّ حيلة، فإن سألوك فأعطهم، وإن غضبوا فأرضهم، يمحضوك ودّهم، ويلطفوك جهدهم، ولا تكن عليهم قفلا لا تعطيهم إلّا نزرا فيملّوا حياتك ويكرهوا قربك. فقال: لله درّ الأحنف! لقد دخلت علىّ وإنّى لمن أشدّ الناس موجدة على يزيد، فلقد سللت سخيمة «2» قلبى، يا غلام، اذهب إلى يزيد فقل له: إن أمير المؤمنين يقرأ عليك السلام ويقول لك: قد أمرنا لك بمائتى ألف درهم ومائتى ثوب، فأرسل من يقبض مالك، فأتاه الرسول فأعلمه، فقال: من كان عند أمير المؤمنين؟ فقال: الأحنف، [فقال] : لا جرم! لأقاسمنّه الجائزة، فوجّه برسول يأتيه بالمال ورسول يأتيه بالأحنف. فقال: يا أبا بحر: كيف كان رضا أمير المؤمنين؟ فأخبره، فقاسمه الجائزة، وأمر له بمائة ألف ومائة ثوب. ¶ وحدّثنى الرياشىّ قال: دخل عقيل بن أبى طالب على معاوية- وكان من أحضر الناس جوابا- فقال له معاوية: يا عقيل «3» ، ما حال عمّك أبى لهب؟ ¶ وأين مكانه من النار؟ فقال: إذا أنت دخلتها فخذ على يسارك، فستجده مفترشا عمّتك حمّالة الحطب، فأطرق معاوية.",
            "page": "93",
            "part": "1",
            "seal": "B9AE3634"
        },
        {
            "id": "95",
            "nass": "ويروى أنه قال [له] يوما: أيّما خير لك: أنا أم علىّ؟ فقال: ذاك خير لدينى، وأنت خير لدنياى. وكان يسبغ جائزته إذا وفد عليه. ¶ وحدّثنى الزيادىّ قال: لما بنى معاوية الخضيراء دخل إليها ومعه عمرو بن العاص، فأخذ يفتح بابا بابا، ويقول: هذا اتخذناه لكذا، وهذا بنيناه لكذا، فرأى فى بعض الأبنية غلاما يفجر بجارية من جواريه، فقال: وهذا اتخذناه ليفجر فيه غلماننا بجوارينا، وحلم عن الغلام والجارية ولم يعاقبهما. ¶ ويروى أن كسرى أنو شروان لما قتل بزرجمهر بعث إلى ابنته، فلما بعث إليها غطّت رأسها، فقالت: هيبتى لك فى وفاته، كهيبتى لك فى حياته، وكذا كنت أفعل، فقال: اخطبوها لى، فقالت: انظروا إلى ملك يقتل وزيرا لا يجد له عوضا، ويصيّر بينه وبين فراشه موتورة «1» بأبيها! فدعا بجوهر فحشا [به] فاها. ¶ ويروى أنّ رجلا قال للرشيد: إنى أريد أن أعظك وأغلظ لك فى القول، فقال الرشيد: يا هذا ليس ذاك لك، قد بعث الله من هو خير منك إلى من هو شرّ منى، فأمره أن يقول له قولا لينا. ¶ باب الشكر للصنائع ¶ يروى من غير وجه سمعنا أن علىّ بن أبى طالب رضوان الله عليه قال: ¶ لا يزهّدنّك فى المعروف من لا يشكرك عليه، فقد شكرك عليه من لم يستمتع منك بشىء، وقد يدرك من شكر الشاكر أكثر مما أضاع منه الكافر. وكان من دعائه: ¶ الحمد لله أحمده معترفا بالتقصير فى شكره، وأستغفره طامعا فى عفوه، وأتوكّل عليه فاقة إلى كفايته. وكان يقول: لا تكونّن كمن يعجز عن شكر ما أوتى، ويطلب",
            "page": "94",
            "part": "1",
            "seal": "A633B195"
        },
        {
            "id": "96",
            "nass": "المزيد، يأمر الناس بما لا يأتى، يحبّ الصالحين ولا يعمل بأعمالهم، ويكره المسيئين وهو منهم، يكره الموت لكثرة ذنوبه، ولا يدعها فى حياته. وجاء فى الحديث أنّ رسول الله صلى الله عليه وسلم قال: «إن الله عز وجل ليحمد العبد إذا قال الحمد لله» ، فلذلك قال «1» محمود الورّاق فى هذا المعنى: ¶ إذا كان شكرى نعمة الله نعمة ... علىّ له فى مثلها يجب الشكر ¶ فكيف بلوغ الشكر إلّا بفضله ... وإن طالت الأيّام واتّصل العمر ¶ إذا مسّ بالسرّاء عمّ سرورها ... وإن مسّ بالضراء أعقبها الأجر ¶ وما منهما إلّا له فيه نعمة ... تضيق بها الأوهام والبرّ والبحر ¶ فهذا معنى لطيف، يعنى أن الله عزّ وجلّ لا يحمد إلّا بتوفيق يجب أن يحمد على توفيقه، ثم وجب فى الحمد الثانى ما وجب فى الحمد الأوّل، ثم إلى ما لا نهاية له. ¶ ويروى فى الخبر أن داود عليه السلام قال: إلهى كيف لى أن أشكرك وأنا لا أصل إلى شكرك إلّا بنعمتك! فأوحى الله عزّ وجلّ إليه: أن يا داود، ألست تعلم أن الّذى بك من النعم هو منّى! قال: بلى يا ربّ، قال: فأنى أرضى بذلك منك شكرا. ¶ فلو «2» كان يستغنى عن الشكر ماجد ... لعزّة مجد أو علوّ مكان ¶ لما أمر الله العباد بشكره ... فقال اشكروا لى أيها الثقلان ¶ وكان يقال: كثرة الامتنان من النعم تهدم الصنيعة وتكدّر المعروف. وكان يقال: ¶ من كفر النعمة كتمانها من المنعم عليه، ومن تكديرها إظهارها من المنعم. فعلى المنعم أن لا يمتنّ، وعلى المنعم عليه أن لا يكفر، وأنشد «3» :",
            "page": "95",
            "part": "1",
            "seal": "7B89AF60"
        },
        {
            "id": "97",
            "nass": "زاد معروفك عندى عظما ... أنّه عندك مستور حقير ¶ تتناساه كأن لم تأته ... وهو عند الله مشكور كبير ¶ وقال آخر «1» : ¶ لأشكرنّك معروفا هممت به ... إنّ اهتمامك بالمعروف معروف ¶ ولا ألومك إن لم يمضه قدر ... فالشىء بالقدر المجلوب مصروف ¶ وكان معاوية يقول: من همّ بالمعروف ثم عجز عنه فقد وجب شكره، ويروى عن سليمان التّيمى «2» أنه قال: إن الله أنعم على العباد بقدر قدرته، وكلّفهم من الشكر بقدر طاقتهم. وشكر أعرابىّ رجلا أولاه جميلا فقال له: لا ابتلاك الله ببلاء يعجز عنه صبرك، وأنعم عليك نعمة يعجز عنها شكرك. وكان عمر بن عبد العزيز يقول: قيّدوا النعم بالشكر، والعلم بالكتابة. وقالت هند بنة المهلّب: اغتنموا شكر النعمة قبل زوالها. وقال محمود الورّاق «3» : ¶ أعارك ماله لتقوم فيه ... بطاعته وتقضى فضل حقّه ¶ فلم تشكره نعمته ولكن ... قويت على معاصيه برزقه ¶ تجاهره بها عودا وبدءا ... وتستخفى بها من شرّ خلقه",
            "page": "96",
            "part": "1",
            "seal": "32BF0F78"
        },
        {
            "id": "98",
            "nass": "وقال بعض الظرفاء «1» : ¶ وزهّدنى فى كلّ خير فعلته ... إلى الناس ما جرّبت من قلّة الشكر ¶ إذا أنت لم تنظر لنفسك حظّها ... أحاطت بك الأشياء من حيث لا تدرى ¶ وكان الناس يحبّون أن يحمدوا على ما أولوا، وأن يظهروا الشكر لهم على ما قدّموا، وأن يكون ذلك فى غير وجوههم. ويروى أن أعرابيّا دخل على هشام بن عبد الملك فأثنى عليه، فقال: إنا لا نحب أن نمدح فى وجوهنا، قال: لست أمدحك، ولكنى أحمد الله فيك، وأنشد: ¶ شكرى كفعلك «2» فانظر فى عواقبه ... تعرف بفضلك ما عندى من الشّكر ¶ وقال آخر «3» : ¶ فلو كان للشكر شخص يبين ... إذا ما تأمّله الناظر ¶ لمثّلته لك حتى تراه ... فتعلم أنّى امرؤ شاكر ¶ وقال آخر: ¶ كنت أثنى على معاوية الأو ... سىّ قبل العطاء خير الثناء ¶ فأرانى بعد البلاء تناهي ... ت وخير الثناء بعد البلاء ¶ ويروى أن رسول الله صلى الله عليه وسلم قال: «قال لى جبرائيل عليه السلام: من أسديت إليه معروفا فكافأ فذاك، ومن عجز عن ذلك فأثنى فقد كافأ» . وأنشد: ¶ ثمن الصنيعة شكر صاحبها ... والشكر شىء ما له ثمن",
            "page": "97",
            "part": "1",
            "seal": "82DB5164"
        },
        {
            "id": "99",
            "nass": "وقال آخر «1» : ¶ ولا يشترى الحمد أمنيّة ... ولا يشترى الحمد بالمقصر ¶ ولكنّه يشترى غاليا ... فمن يعط أثمانه يشتر ¶ ومن يعتطفه على مئزر ... فنعم الرداء على مئزر ¶ ويروى أن عبد الله «2» بن العباس- وكان من الأجواد- أمر لسائل سأله بعشرة آلاف درهم، فصبّت فى حجره فتخرّق ثوبه، فبكى، فقال له: أعلى قميصك تبكى؟ ¶ فقال: لا والله ولكن على ما يأكل التراب منك، فقال: شكرك أحسن من صنيعتنا، يا غلام أعطه مثلها. ويروى عن «3» بعض الحكماء أنه قال: من شكر استحقّ الإحسان، ومن أحسن استحقّ الشكر. ولقد أحسن أبو نواس حيث يقول فى كلمة له «4» : ¶ أنت امرؤ طوّقتنى مننا ... أوهت قوى شكرى فقد ضعفا ¶ لا تسدينّ إلىّ عارفة ... حتّى أقوم بشكر ما سلفا ¶ وقال آخر «5» : ¶ سأشكر عمرا ما تراخت منيّتى ... أيادى لم تمنن وإن هى جلّت ¶ فتى غير محجوب الغنى عن صديقه ... ولا مظهر الشكوى إذا النعل زلّت",
            "page": "98",
            "part": "1",
            "seal": "821F0670"
        },
        {
            "id": "100",
            "nass": "رأى خلّتى من حيث يخفى مكانها ... فكانت قذى عينيه حتى تجلّت ¶ إذا استقبلت منه المودّة أقبلت ... وإن غمزت منه القناة اكفهرّت ¶ وقال آخر «1» : ¶ شكرتك إنّ الشكر منّى سجيّة ... وما كلّ من أوليته نعمة يقضى ¶ ونبّهت من ذكرى وما كان خاملا ... ولكنّ بعض الذكر أنبه من بعض ¶ وقال آخر: ¶ جلّت أياديك عن الذكر ... فحار فى معقولها شكرى ¶ ما تنقضى منك يد ثيّب ... حتى تثنّى بيد بكر ¶ فالشكر فى عرفك مستهلك ... كقطرة فى لجّة البحر ¶ لم يعف معروفك عندى ولا ... يعفو إلى المبعث والحشر ¶ وشكر أعرابى رجلا فقال: ذاك من شجر لا يخلف ثمره، ومن ماء لا يخاف كدره. وشكر آخر رجلا فقال: الحمد لله على توفيقه إيّاك فى إعطائى، وعلى توفيقه إيّاى فى مسألة مثلك، أعاشك الله صالحا. وقال بعض الحكماء: الشكر بالغ ما بلغ أدقّ من الصنيعة كائنة ما كانت، لأن الشكر فرع من فروع الصنيعة، ولها وعنها كان، ولولا الصنيعة لم يكن شكر. ¶ قد أردنا أن نصل كتابنا بما شرطناه على أنفسنا من ذكر ما ينتفع به من يأخذه عنّا، وينشره من ينسبه إلينا، وقد أتينا منه بعض ما أردنا وقصدنا، وكرهنا الإطالة، وخفنا على قارئه السآمة، وأشفقنا أن يبلغ به حدّ المجاوزة، فإن الإكثار سرف «2» ، كما أن التقصير عجز. ويروى عن بعض الحكماء أنه قال: من أطال الحديث عرّض أصحابه للسآمة وسوء الاستماع.",
            "page": "99",
            "part": "1",
            "seal": "CC59D008"
        },
        {
            "id": "101",
            "nass": "ونحن خاتمو كتابنا هذا بباب يشتمل على فنون من الآداب، ويتضمّن بعض ما نستحسنه من الأخبار والأشعار التى يشاكل بعضها بعضا، ونضيف إلى ذلك من العظات الموجزة، والأمثال السائرة، والأشعار الموزونة. وبالله الحول والقوّة. ¶ باب يشتمل على فصول ¶ فصل فى الحسد ¶ حدّثنى التوّزىّ قال: قال معاوية بن أبى سفيان «1» : كل إنسان أقدر أن أرضيه إلّا حاسد نعمة فإنّه لا يرضيه إلّا زوالها. وقال عمر بن عبد العزيز: ¶ ما رأيت «2» ظالما أشبه بمظلوم من حاسد، غمّ دائم، ونفس متتابع. وكان يقال: ¶ الحاسد إذا رأى نعمة بهت، وإذا رأى مصيبة شمت. وكان يقال: من علامات الحسود أن يتملّق الرجل إذا حضر، ويغتابه إذا غاب، ويشمت بالمصيبة إذا نزلت. ¶ وكان «3» يقال: ستّة لا تخطئهم الكآبة: فقير حديث عهد بغنى، ومكثر يخاف على ماله التلف، والحسود، والحقود، وطالب مرتبة فوق قدره، وخليط أهل أدب غير أديب. وقال بعض الحكماء لبنيه: إيّاكم والحسد فإنه يبيّن فيكم ما لا يبيّن على عدوّكم. وقال معاوية: ليس فى خلال الشرّ خلّة أعدل من الحسد فإنه يقتل الحاسد قبل أن يصل إلى المحسود. وقال ابن المقفّع: الحسد خلق دنىء، ومن دناءته أنه يبدأ بالأقرب فالأقرب ¶ حسدوا «4» النعمة لمّا ظهرت ... فرموها بأباطيل الكلم ¶ وإذا ما الله أسدى نعمة ... لم يضره قول حسّاد النّعم",
            "page": "100",
            "part": "1",
            "seal": "E6DDD707"
        },
        {
            "id": "102",
            "nass": "ومن الدعاء: اللهمّ إنى أعوذ بك من الكمد، ومن الانطواء على الحسد، ومن صاحب لا يقيل عثرة، ولا يقبل معذرة، ومن صديق يمدح فى المحيّا ويغمز فى القفا، ومن جار مؤذ، وولد عاقّ، وأمة خائنة، وعبد آبق، وعاقر غيرى. وكان يقال: ¶ لا يوجد العجول محمودا، ولا الغضوب مسرورا، ولا الحرّ حريصا، ولا الكريم حسودا، ولا الشّره غنيّا، ولا الملول ذا إخوان. ¶ فصل فى كتمان السِّرِّ ¶ أنشدنى بعض أصحابنا: ¶ «1» إذا أنت لم تحفظ لنفسك سرّها ... فسرّك عند الناس أفشى وأضيع ¶ وقال آخر: ¶ ليس سرّى يجاوز الدهر قلبى ... كل سرّ يجاوز القلب فاش ¶ وحدّثنى الرياشىّ قال: يروى أن «2» عثمان بن عنبسة بن أبى سفيان أسرّ إليه معاوية سرّا، فأتى أباه عنبسة فقال: إن معاوية أسرّ إلىّ سرّا، فأحدّثك به؟ قال: لا، قال: ولم؟ قال: لأنّ الرجل إذا كتم سرّه كان الأمر إليه، وإذا أذاعه فالأمر عليه، ولا تجعلنّ نفسك مملوكا بعد أن كنت حرّا، قال: أفيدخل هذا بين الأب وابنه؟ قال: لا يا بنىّ، ولكن أكره أن تذلّل لسانك بإفشاء السرّ، قال فأتى معاوية فذكر ذلك له، فقال: أعتقك أخى من رقّ الخطأ، وأنشد: ¶ دسّت إلىّ رسولا لا تكن عجلا ... واحذر هديت وأمر الحازم الحذر ¶ إنى رأيت رجالا من ذوى رحم ... هم العدوّ بظهر الغيب قد نذروا ¶ إن يقتلوك كفاك القتل قادره ... والله جارك ممّا يزمع النّفر ¶ فالسرّ يكتمه الخلّان بينهما ... وكلّ سرّ عدا الخلّين منتشر",
            "page": "101",
            "part": "1",
            "seal": "565A71ED"
        },
        {
            "id": "103",
            "nass": "وقال قيس بن الخطيم: ¶ فإن ضيّع الإخوان سرّى فإنّنى ... كتوم لأسرار الصديق «1» أمين ¶ يكون له عندى إذا ما اتّهمته ... مكان بسوداء الفؤاد مكين ¶ وقال بعض المحدثين «2» : ¶ لعمرك ما استودعت سرّى وسرّها ... سوانا حذارا أن تضيع السرائر ¶ ولا لاحظتها مقلتاى بلحظة ... فتفهم نجوانا العيون النواظر ¶ ولكن جعلت الوهم بينى وبينها ... كلاما فأدّى ما تجنّ الضمائر ¶ وقال آخر: ¶ ولا «3» تخبر بسرّك بل أمته ... وصيّر فى حشاك له حجابا ¶ فما استودعت مثل النفس سرّا ... ولا أغلقت مثل الصّدر بابا ¶ وقال العبّاس بن الأحنف «4» : ¶ أيا من سرورى به شقوة ... ومن صفو عيشى به أكدر ¶ أظنّك جرّبتنى بالصدو ... د عمدا لتعلم هل أصبر ¶ أمنّى تخاف انتشار الحديث ... وحظّى فى ستره أوفر ¶ ولو لم أصنه لبقيا عليك ... نظرت لنفسى كما تنظر",
            "page": "102",
            "part": "1",
            "seal": "06464CB5"
        },
        {
            "id": "104",
            "nass": "فصل آخر فى تفضيل الكبير ¶ حدّثنى الرّياشىّ أن بنى عبد الملك بن مروان كانوا إذا انصرفوا من دار أبيهم مضوا مع أكبرهم حتى يشيّعوه، فإذا فارقوه مضى الباقون مع أسنّهم حتى يرجع آخرهم وحده. ويروى عن رسول الله صلّى الله عليه وسلم أنّه قال: «حقّ كبير الإخوة على إخوته كحقّ الوالد على ولده» . ويروى فى الحديث أن يعقوب لمّا دخل على يوسف تقدّم يوسف أباه فى المشية، فأوحى الله: يا يوسف تقدّمت أباك فى المشية، جعلت عقوبتك ألّا يخرج من نسلك نبىّ. ويروى أن غلاما يقال له ذرّ «1» احتضر فحضر أبوه «2» فقال وهو بين يديه يجود بنفسه: ذرّ، لئن متّ لما فى موتك علينا غضاضة، ولئن عشت لما بنا إلى غير الله حاجة. فلما مات وقف على قبره ثم قال: ¶ اللهمّ إنّى قد غفرت لذرّ ما قصّر فيه من واجب حقّى، فاغفر له ما قصّر فيه من واجب حقّك، فلمّا انصرف من قبره سئل كيف كانت عشرته معك؟ فقال: ¶ ما مشى معى فى ليل قط إلّا كان أمامى، ولا فى نهار إلّا كان ورائى، ولا ارتقى سقفا كنت تحته. ¶ ويروى أن رسول الله صلّى الله عليه وسلّم قال للحسن والحسين: «هما سيّدا شباب أهل الجنة، وأبوهما خير منهما. ويروى أنه قيل لعلىّ بن الحسين «3» : إنك أبرّ الناس وأتقاهم، فما بالك لا تأكل مع والدتك فى صحفة واحدة؟ فقال: أكره أن تقع عينها على لقمة فأحاول أخذها وأنا لا أعلم فأكون قد عققتها. ويروى أن",
            "page": "103",
            "part": "1",
            "seal": "23726E61"
        },
        {
            "id": "105",
            "nass": "عليّا كان أبرّ الناس وأتقاهم، وكان إذا سافر كتم نسبه، وستر وجهه، فقيل له فى ذلك فقال: أكره أن آخذ برسول الله ما لا أعطى مثله. وكان يقول: ما أكلت بنسبتى من رسول الله درهما قط. ¶ وحدّثنى الرياشىّ قال: قال سعيد بن المسيّب: كنت «1» وأنا صغير ألعب مع علىّ بن الحسين عليه السلام «2» بالمداحى، فكان إذا غلبنى ركبنى وإذا غلبته يقول: ¶ أتركب ابن رسول الله عليه السلام. والمداحى أصلها من الدّحو «3» ، وهو المرّ السهل، وهى المواضع التى تنتضل بها العرب بينهم، لأنهم يرمون بالواحدة فتقع موضعا ثم تمرّ مرّا سهلا حتى تدخل فى الحفرة. وحدثنى أصحابنا جميعا عن الأصمعىّ قال قلت لابن أقيصر «4» : ما خير الخيل؟ قال: الذى إذا استدبرته حبا «5» ، وإن",
            "page": "104",
            "part": "1",
            "seal": "EF88EF27"
        },
        {
            "id": "106",
            "nass": "استقبلته أقعى، وإن استعرضته استوى، وإذا عدا دحا، وإذا مشى ردى «1» ، قلت «2» : وما الرّديان؟ قال: مشى الحمار بين آريّه ومتمعّكه «3» . وقالت الأنصار: فقدنا صدقة السرّ مذ مات علىّ بن الحسين صلوات الله عليه. ¶ وحدّثنى مسعود بن بشر قال: قال طاوس: رأيت علىّ بن الحسين ساجدا فى المسجد بمكة، فقلت: رجل من آل النبىّ عليه السلام، أمضى فأصلّى خلفه، فمضيت فدنوت منه، فسمعته يقول: «عبدك بفنائك، فقيرك بفنائك، مسكينك بفنائك» . فتعلّمتهنّ فما دعوت بها فى كرب قطّ إلّا فرّج عنّى. ¶ وحدّثنى التوّزىّ عمّن حدّثه قال: قال علىّ بن الحسين: لقد ابيضّت عينا يعقوب من أقلّ ممّا نالنى، وذلك أنه فقد واحدا من اثنى عشر، وأنا رأيت ثلاثة عشر من لحمتى قتلوا بين يدىّ. ¶ وروى عن جابر بن سليمان الأنصارى عن عمه عثمان بن صفوان الأنصارى قال: خرجنا فى جنازة علىّ بن الحسين رحمة الله عليهما، فتبعتنا ناقته تخطّ الأرض بزمامها، فلمّا صلّينا عليه ودفنّاه أقبلت تحنّ وتتردّد وتريد قبره، فأوسعنا لها، فجاءت حتى بركت عليه وجعلت تفحص بكر كرتها «4» وتحنّ، فو الله ما بقى أحد إلا بكى وانتحب، وقال: وبلغنا أنه حجّ عليها ثمانى عشرة حجة أو تسع عشرة حجة لم يقرعها بعصا.",
            "page": "105",
            "part": "1",
            "seal": "8B5DEA2E"
        },
        {
            "id": "107",
            "nass": "وكان يقال لعلىّ بن الحسين: ذو الخيرتين «1» ، لأنّ أمّه كانت ابنة يزدجرد، وتأويل ذلك أنّ رسول الله صلى الله عليه وسلم قال: «إن لله عز وجل من خلقه خيرتين: من العرب قريش، ومن العجم فارس» . وكان الأصمعىّ يحدّث أن ابنة يزدجرد جاءت علىّ بن أبى طالب فى مائة وصيفة، فقال علىّ: أكرموها فإنها حديثة عهد بنعمة فقال لها: تزوّجى بالحسين ابنى، فقالت: بل أتزوّجك أنت، فقال لها: الحسين شابّ، وهو أحق بالتزويج منّى، قالت: مثلى لا يملكه من يملك. وزعم عمر ابن الخطاب أنه ليس أحد أذكى من أولاد السرارىّ، لأن لهم عزّ العرب وتدبير العجم. ويقال لولد السّرّية الهجين، وهو الّذى أمّه أمة وأبوه عربىّ شريف. ¶ وأنشدنى الرياشىّ «2» : ¶ إن أولاد السّرارى ... كثروا يا ربّ فينا ¶ ربّ أدخلنى بلادا ... لا أرى فيها هجينا ¶ فصل آخر ¶ حدّثنى مسعود بن بشر فى إسناد متصل قال: اجتمع الفرزدق وجرير والأخطل والبعيث بباب بشر بن مروان بالكوفة، فدخل عليه داخل فأخبره بمكانهم، وأعلمه أنه لم ير مثلهم بباب ملك قطّ، فأذن للفرزدق ثم لجرير ثم للأخطل، وأمسك عن البعيث، فقال له الرجل: إن البعيث معهم، فقال: إنه ليس كهؤلاء، ثم أذن للبعيث، فلما دخل مثل بين يديه فقال: أيها الأمير، إن الناس قد تحدّثوا بالباب أنك أذنت لهؤلاء لفضل رأيته لهم علىّ، قال: أو ما تعلم ذاك؟ قال: لا والله ولا الله يعلمه، قال: فأنشدنى، [قال] : أو أخبرك من معايبهم بما تستغنى به عن",
            "page": "106",
            "part": "1",
            "seal": "467733A6"
        },
        {
            "id": "108",
            "nass": "الإنشاد، فقال: هات، قال: أما هذا القرد- يعنى الفرزدق- فقد قال «1» فى هجائه ابن المراغه- يعنى جريرا-: ¶ فما لك بيت الزّبرقان وظلّه ... ولا لك بيت عند قيس بن عاصم ¶ بأىّ رشاء يا جرير وماتح ... تدلّيت فى تلك البحور الخضارم «2» ¶ فجعله تدلّى عليهم، وإنما أتاهم من تحتهم لو كان يعقل. وأما هذا- يعنى ابن «3» المراغه- فقال فى هجائه هذا القرد يعنى الفرزدق: ¶ لقومى أحمى للحقيقة منكم ... وأضرب للجبّار والنقع ساطع ¶ وأوثق عند المرهقات «4» عشيّة ... لحاقا إذا ما جرّد السيف لامع ¶ فجعل نساءه قد أردفن وفضحهنّ ووثقن باللحاق. وأما هذا الكافر- يعنى الأخطل «5» - فقال فى وقعة نجا «6» منها أسيرا، وأقرّ على نفسه وقومه بالذّلّ: ¶ لقد أوقع الجحاف بالبشر وقعة ... إلى الله منها المشتكى والمعوّل «7»",
            "page": "107",
            "part": "1",
            "seal": "9DA7155D"
        },
        {
            "id": "109",
            "nass": "فوصله يومئذ وحرمهم. فخلف جرير أنه لم يقل: «وأوثق عند المردفات» ، وإنما قال: «عند المرهقات» «1» . والشىء يذكر بالشىء، أنشدنى مسعود بن بشر «2» لأحمد أخى أشجع السلمىّ يمدح نصر بن شبث: ¶ لله سيف فى يدى نصر ... فى متنه ماء الردى يجرى ¶ أوقع نصر بالسواجير ما ... لم يوقع الجحّاف بالبشر ¶ أبكى بنى بكر على تغلب ... وتغلبا أبكى على بكر «3» ¶ وقيل لبشر بن مروان: أيّما أشعر، جرير أم الفرزدق أم الأخطل؟ فقال: ¶ والله ما كان الأخطل مثلهما، ولكن أبت ربيعة إلا أن تجعله ثالثا، قال: أجرير أم الفرزدق؟ فقال: إن جريرا سلك أساليب من الشعر لم يسلكها الفرزدق، ولقد ماتت النوار وكانوا ينوحون عليها بشعر جرير. وكان الأصمعى يقول: قال أبو عمرو ابن العلاء: الأخطل ثم الفرزدق ثم جرير، وكان أبو عبيدة يقول بمثل قول أبى عمرو. ¶ ويروى أن الفرزدق قال للنوار: أنا أشعر أم جرير؟ قالت: إنك لشاعر وإن جريرا والله لشاعر، قال لها: أتقسمين على جرير! قالت: إنه والله غلبك على حلوه وشاركك فى مرّه. وسئل ابن دأب «4» عن جرير والفرزدق فقال: الفرزدق أشعر عامّة",
            "page": "108",
            "part": "1",
            "seal": "183F8836"
        },
        {
            "id": "110",
            "nass": "وجرير أشعر خاصّة. وسئل يونس بن حبيب عنهما فقال أبو عبيدة للسائل: ¶ أنا أخبرك عنه، الفرزدق أشعر. قال يونس: ما شهدت مشهدا قطّ ذكرا فاتفق أهل ذلك المجلس على أحدهما. ¶ وحدّث أبو عبد الله «1» محمد بن سلّام الجمحى قال: رأيت أعرابيّا من بنى أسيّد أعجبنى ظرفه وروايته، فقلت: أيهما أشعر عندك؟ فقال: بيوت الشعر أربعة: ¶ فخر ومدح وهجاء ونسيب، وفى كلها غلب جرير، فالفخر قوله «2» : ¶ إذا غضبت عليك بنو تميم ... حسبت الناس كلّهم غضابا ¶ والمدح قوله «3» : ¶ ألستم خير من ركب المطايا ... وأندى العالمين بطون راح ¶ والهجاء قوله «4» : ¶ فغضّ الطرف إنك من نمير ... فلا كعبا بلغت ولا كلابا ¶ والنسيب قوله «5» : ¶ إنّ العيون التى فى طرفها مرض ... قتلننا ثم لم يحيين قتلانا ¶ وقال أبو عبد الله: والنسيب عندى قوله «6» : ¶ ولما التقى الحيّان ألقيت العصا ... ومات الهوى لمّا أصيبت مقاتله",
            "page": "109",
            "part": "1",
            "seal": "3D838A16"
        },
        {
            "id": "111",
            "nass": "فقلت للأسيدىّ «1» : والله لقد أوجعكم (يعنى فى الهجاء) ، فقال: يا أحمق أو ذاك يمنعه من أن يكون شاعرا! ويروى أن الفرزدق كان حسن التديّن محمود السيرة، وأنه كان إذا ضحك فاستغرب فى الضّحك التفت كأنه يخاطب ملكيه، فقال: أما والله لأسمعنّكما خيرا: لا إله إلا الله والحمد لله وأستغفر الله. ويروى «2» أنه اجتمع هو والحسن البصرى فى جنازة فقال الفرزدق للحسن: يا أبا سعيد، أتدرى ما يقول الناس؟ قال: لا، قال: يقولون اجتمع فى هذه الجنازة خير الناس وشرّ الناس، فقال الحسن: كلّا لست بخيرهم ولست بشرّهم، ولكن ما أعددت لهذا الموضع؟ ¶ قال: شهادة أن لا إله إلا الله منذ سبعين «3» سنة، فقال الحسن: خذها والله من غير فقيه، ثم أنشأ الفرزدق يقول «4» : ¶ أخاف وراء القبر إن لم يعافنى ... أشدّ من القبر التهابا وأضيقا ¶ إذا قادنى نحو القيامة قائد ... عنيف وسوّاق يسوق الفرزدقا ¶ لقد خاب من أولاد آدم من مشى ... إلى النار مغلول القلادة أزرقا «5» ¶ يقاد إلى نار الجحيم مسربلا ... سرابيل قطران لباسا ممزّقا ¶ إذا شربوا فيها الصديد «6» رأيتهم ... يذوبون من حرّ الجحيم تحرّقا",
            "page": "110",
            "part": "1",
            "seal": "E5A2EEEC"
        },
        {
            "id": "112",
            "nass": "فلمّا مات الفرزدق رؤى فى المنام فقيل: ما صنع بك ربّك؟ فقال: غفر لى، فقيل: ¶ بماذا؟ قال: بالكلمة التى نازعنيها الحسن على شفير القبر. ويروى «1» أن أبا هريرة قال له: إنى أرى لك قدمين لطيفين فانظر أن تجعل لهما موضعا لطيفا يوم القيامة، ومهما صنعت من شىء فلا تقنط من رحمة الله. ¶ وحدّثنى الرياشىّ قال: هجا الفرزدق ابن هبيرة لما ولّى فقال: ¶ أمير «2» المؤمنين وأنت برّ ... بذاك ولست بالطّبع الحريص «3» ¶ أأطعمت العراق ورافديه ... فزاريا أحدّ يد القميص ¶ ولم يك قبلها راعى مخاض ... ليأمنه «4» على وركى قلوص ¶ تفيهق فى العراق أبو المثنّى ... وعلّم قومه أكل الخبيص «5» ¶ فبينما ابن هبيرة قاعد ينظر وجهه فى المرآة قالت له الجارية: أصلح الله الأمير، قد قدم أمير آخر، فقال: لا إله إلا الله، هكذا تقوم الساعة، وكان القادم خالد بن عبد الله القسرىّ، فأراد خالد أن يعذّب ابن هبيرة، فقال ابن هبيرة: أنشدك الله أن تستنّ فىّ سنّة هى تستنّ فيك غدا، إن القوم الذين ولوك هم القوم الذين عزلونى، فقال: ¶ لا حاجة لى فى عذابك، فحبسه. وكان لابن هبيرة مولى من الدّهاة، فنقب من داره إلى حبس ابن هبيرة، وهرب به إلى مسلمة بن عبد الملك، فاستجار به، فدخل مسلمة على أخيه يزيد أو هشام، فقال: يا أمير المؤمنين إن لى حاجة- وكانت تقضى",
            "page": "111",
            "part": "1",
            "seal": "5C9C3973"
        },
        {
            "id": "113",
            "nass": "فى كل يوم ثلاث حوائج- فقال: نعم كلّ حاجة لك مقضيّة ما خلا ابن هبيرة، فقال: ما عوّدنى أمير المؤمنين أن يستثنى علىّ، فلم يزل به حتى أجابه. وقدم خالد بن عبد الله فأمر مسلمة بتلقّيه، وكان فيمن تلقّاه ابن هبيرة، فقال خالد: يابن هبيرة أإباق كإباق الأمة! فقال ابن هبيرة: أنوم كنوم العبد! وفى ذلك يقول الفرزدق «1» : ¶ ولما رأيت الأرض قد سدّ ظهرها ... ولم يبق إلّا بطنها لك مخرجا ¶ دعوت الذى ناداه يونس بعد ما ... ثوى فى ثلاث مظلمات ففرّجا ¶ خرجت ولم يمنن عليك طلاقة ... سوى ربذ التقريب من آل أعوجا «2» ¶ فأصبحت تحت الأرض قد سرت سيرة ... وما سار سار مثلها حين أدلجا ¶ فقال ابن هبيرة: ما رأيت أكرم من الفرزدق، هجانى أميرا ومدحنى أسيرا. ¶ فصل آخر فى الفصاحة ¶ حدّثنى الرّياشىّ عن الأصمعىّ قال: قلت لعيسى بن عمر: أنا أفصح من معدّ بن عدنان، قال لى: تجاوزت، فأنا أفصح منك، فقلت له: كيف ينشد هذا البيت «3» : ¶ قد كنّ يكنّن الوجوه تستّرا ... فالآن حين بدأن للنّظّار ¶ أو بدين؟ فقال لى: بدأن، فقلت له: لم تصب، لأنه يقال بدا يبدو، وبدأ الشىء يبدؤه إذا أنشأه واستأنفه، والصواب «حين بدون» .",
            "page": "112",
            "part": "1",
            "seal": "D1BE1AFA"
        },
        {
            "id": "114",
            "nass": "وحدّثنى هارون بن عبد الله المهلبى قال حدّثنى نصر بن على بن عبد الله عن أبيه- وكان أبوه «1» قرين سيبويه- قال سمعت الخليل بن أحمد يقول: ¶ أفصح الناس أزد السّراة. ¶ وحدّثنى هارون عن نصر بن علىّ عن الأصمعى قال: سمعت أبا عمرو بن العلاء يقول: أفصح الناس سافلة قريش وعالية تميم، قال: وكنا نسمع أصحابنا يقولون: ¶ أفصح الناس تميم وقيس وأزد السّراة وبنو عذرة. ¶ وحدّثنى علىّ بن القاسم الهاشمىّ قال: رأيت قوما من أزد السراة لم أر أفصح منهم، وكانوا يلبسون الثياب المصبّغة، قلت لأحدهم: ما حملك على لبس المصبّغ؟ قال: ابتغاء الحسن. ¶ وحدّثنى على بن القاسم عن أبى قلابة الجرمىّ «2» قال: رأيت قوما من بنى الحارث ابن كعب لم أر أفصح منهم. وفى الحديث أن رسول الله صلى الله عليه وسلم ورد عليه الوفود فأقرأ الأخماس «3» كلّ خمس على لغته فكان أعرب القوم تميم. وعنه عليه السلام أن عمر بن الخطاب قال له: ما رأيت أفصح منك، قال: «بيد أنّى من قريش ونشأت فى بنى بكر بن سعد بن هوازن» . ويروى غير «بيد أنّى» ، «من أجل أنّى» . ¶ قال أبو العباس: وكلّ عربىّ لم تتغيّر لغته فصيح على مذهب قومه، وإنما يقال: ¶ بنو فلان أفصح من بنى فلان، أى أشبه لغة بلغة القرآن ولغة قريش، على أن القرآن نزل بكل لغات العرب. ويروى عن ابن عباس أنه قال: كنت لا أدرى ما الفتّاح حتى سمعت ابنة ذى يزن تقول لخصم لها: هلّم فاتحنى، أى حاكمنى، فعلمت أن الحاكم",
            "page": "113",
            "part": "1",
            "seal": "6F9CD52A"
        },
        {
            "id": "115",
            "nass": "الفتّاح. وكنت لا أدرى ما فاطِرِ السَّماواتِ ¶ حتى سمعت أعرابيّا ينازع فى بئر فقال: أنا فطرتها، يريد أنشأتها. ¶ وكان «1» أبو «2» محلم من أفصح من رأيت لسانا، وحدّثنى قال: جئت يونس بن حبيب النحوىّ فسألته عن هذا الحديث «3» : «خير المال سكّة مأبورة ومهرة مأمورة «4» » فقال: ¶ هذا من لغاتكم يا بنى سعد، ويقال: خير المال نتاج أو زرع، فأنشدته «5» : ¶ لهفى على شاة أبى السّباق ... عتيقة من غنم عتاق ¶ مرغوسة مأمورة معناق «6» ... تحلب رسلا طيّب المذاق ¶ فكتبه يونس على ذراعه وقال: إنك لجيّاء بالخير. قال أبو محلّم: المرغوسة النامية «7» ، وأنشد للعجّاج «8» : ¶ إمام رغس فى نصاب رغس ... من نسل مروان قريع الإنس ¶ وابنة «9» عباس قريع عبس ¶ وحدّثنى عن الأصمعىّ قال: رأيت امرأة من بنى تميم لم أر أفصح منها، فسمعتها تدعو على أخرى وتقول: إن كنت كاذبة فحلبت قاعدة. قال: رعية الغنم عندهم ضعة فإنما تتمنّى لها ذلك.",
            "page": "114",
            "part": "1",
            "seal": "4585FB3D"
        },
        {
            "id": "116",
            "nass": "وحدّثنى الزيادىّ قال: قالت امرأة: مررت بالبادية فرأيت أبياتا، فقصدتها فقامت امرأة هنا لك، وإذا نسوة يتضاحكن، فقلت: ما يضحككن؟ قلن: ¶ هذه التى توارت مىّ صاحبة ذى الرمّة. قالت: فقلت: فقد والله كنت أشتهى أن أراها، فالآن لا أبرح حتى أراها، فدعونها فلم تجبهنّ، فأقسمن عليها فخرجت وهى تقول: شهّرنى غيلان شهّره الله. فلم أكبرها حين «1» رأيتها، فلما تكلّمت ورأيت فصاحتها علمت أن ذا الرمّة قصّر فى وصفها. ¶ وحدّثنى علىّ بن القاسم قال: قلت لأعرابى فصيح: ما معنى قولهم فى المثل: ¶ «كاد العروس أن تكون أميرا «2» » لم كاد ذاك؟ قال: لأن الأكفاء يخدمونها فى تلك الحال. ومن أمثالهم- روى ذلك أبو عبيدة- أن إبليس تصوّر لابنة الخسّ «3» فقال لها: أسألك أو تسأليننى؟ فقالت له: سل، قال لها: كاد، فقالت: ¶ «كاد النعام أن يطير» ، فقال لها: كاد، قالت: «كاد المنتعل أن يكون راكبا» . قال لها: ¶ كاد، قالت: «كاد العروس يكون أميرا «4» » . ثم قال لها: سلينى، قالت: عجبت، قال: من الحجارة لا يشيب صغيرها ولا يهرم كبيرها، قالت: عجبت، قال: من السّبخة لا يجفّ ثراها ولا ينبت مرعاها، قالت: عجبت، قال: من حرك لا يبلغ حفره، ولا يدرك قعره، قالت: اعزب عليك لعنة الله. ويروى أن ابنة الخسّ كانت بليغة فصيحة.",
            "page": "115",
            "part": "1",
            "seal": "A27309EF"
        },
        {
            "id": "117",
            "nass": "وحدّث محمد بن سلّام عن يونس «1» النحوى قال: النحويّون يغلطون فى ثلاثة أشياء، يقولون فى نكاح أمّ خارجة «2» : «خطب» فتقول: «نكح» «3» ، وإنما هو نكح، «4» ويقولون: ¶ ابنة الخسّ، وإنما هو الأخسّ، مثل الأرزّ، ويقولون: «ليس لحاقن «5» رأى» ، وإنما هو ذهن. ويقال: رجل خسّ ورجال أخسّ، من الخسة. ¶ وحدّثنى المازنىّ وغيره قال: أمّ خارجة امرأة ولدت زهاء عشرين حيّا من العرب، وآخر من نكحها عمرو بن تميم، وذلك أنه أتاها فسبق أهلها الذين أرادوا أن يمنعوه منها مثل ما يسبق الراكب الراجل، فقال لها: خطب، قالت: نكح، فى قول يونس فجاءوها فوجدوها قد تزوّجت. ¶ فصل آخر فى الجمال ¶ يروى عن ابن كناسة قال: الجمال فى الأنف، والحسن فى العينين، والملاحة فى الفم. وقال ابن عباس وقد سئل عنه «6» المحدّثين (كذا) وعن بنى أمية فقال: ¶ نحن أصبح وأسمح وأفصح، وقال آخر: ¶ يروى حديث عن نبىّ الهدى ... يحكيه عن أسلافنا حاملوه",
            "page": "116",
            "part": "1",
            "seal": "1B785013"
        },
        {
            "id": "118",
            "nass": "أن رسول الله فى مجلس ... قال وقد حفّ به حاضروه ¶ إذا سألتم أحدا حاجة ... فالتمسوها من صباح الوجوه ¶ وكان يقال: إن الجمال كان من قريش فى ثلاثة: مصعب بن الزبير، وطلحة بن عبيد الله، وعمرو بن سعيد بن العاص «1» ، إلا أن ابن الرقيّات» ¶ قال لما أنشد عبد الملك: ¶ يعتقد «3» التاج فوق مفرقه ... على جبين كأنه الذهب ¶ فقال: أما مصعب بن الزبير فتقول «4» فيه: ¶ إنما مصعب شهاب من الل ... هـ تجلّت عن وجهه الظلماء ¶ ويروى أنه كان يقال له الدّيباج. وكان يقال: لم ير أزواج قطّ أحسن من ثلاثة: عائشة بنت طلحة ومصعب بن الزبير، ولبابة «5» بنت عبد الله والوليد بن عتبة، وجعفر بن أبى طالب وأسماء بنت عميس «6» . ويروى أن لبابة قالت: ما نظرت وجهى قطّ فى مرآة ونظرت معى امرأة إلا رحمتها من حسن وجهى، حتى تزوّجت الوليد بن عتبة فنظر معى فى المرآة فرحمت نفسى من حسن وجهه. ويروى عن",
            "page": "117",
            "part": "1",
            "seal": "D97D1C02"
        },
        {
            "id": "119",
            "nass": "ابن عباس رحمة الله عليه قال: قدم الوليد بن عتبة المدينة «1» فكأنّ وجهه ورقة مصحف، وكأن منطقه نظم خرز، فلم يبق بها راجل إلا حمله، ولا فقير إلا أعطاه. ¶ وذكر النّسابون أن لبابة بنت عبد الله بن عباس كانت عند عباس «2» بن على بن أبى طالب فولدت له عبيد الله بن العباس، ثم قتل عنها مع الحسين بن على صلوات الله عليهما، فتزوّجها الوليد بن عتبة وهو يومئذ أمير المدينة ومكة، فولدت له القاسم ابن الوليد، وملك عنها الوليد، فتزوّجها زيد بن حسن بن على بن أبى طالب عليهم السلام «3» . ¶ ويروى أن عبد الله «4» بن جعفر والحسين بن على وعبد الله بن عمر ومصعب ابن الزبير وجّهوا بحبّى «5» المدنيّة الى أربع نسوة تخطبهن لهم: عائشة بنت طلحة وسكينة بنت الحسين، وأمّ البنين، وامرأة ذهب عنى اسمها، فأتتهن حبّى وأعلمتهن بما قصدت له، فكلّ قال [ما] فيمن ذكرت أحد يرغب عنه، قالت لهن: ¶ ولكن بينى وبينكن شريطة، قلن: وما هى؟ قالت: تمشى كل واحدة منكن بين يدىّ متجرّدة، فأبين عليها، فأدلّت عائشة بنت طلحة بما عندها من الجمال، فتجرّدت",
            "page": "118",
            "part": "1",
            "seal": "83201CC5"
        },
        {
            "id": "120",
            "nass": "ومشت. فلما رجعت حبّى إليهم أعلمتهم بما رجعت به منهن ومن عائشة، فقالوا: ¶ كيف رأيتها حين تجرّدت؟ قالت: مشت فما بقيت فى بدنها شحمة إلا تحرّكت، فتزوّجها مصعب بن الزبير، فشرطت عليه ألّا تستر وجهها عن أحد، وقالت: ¶ لا أخفى ما رزقنيه الله من الجمال. ¶ وقال الهيثم بن عدىّ «1» : أخبرنا يونس «2» بن إسحاق قال: كان الجمال من أهل الكوفة فى ثلاثة نفر: الأشعث بن قيس الكندىّ، وعدىّ بن حاتم الطائىّ، وجرير ابن عبد الله البجلىّ، فدخلت مأدبة فى السّبيع «3» فرأيت هؤلاء الثلاثة، فما رأيت بيض نعام ولا طريدة ظبى ولا تمثالا إلا وما رأيت من هؤلاء الثلاثة أحسن. ¶ وقال الهيثم: وكلّ أعور. قال يونس: فأما الأشعث بن قيس فأصيبت عينه يوم اليرموك، وأما عدىّ بن حاتم فأصيبت عينه يوم الجمل، وأما جرير فأصيبت عينه بهمذان «4» . ¶ فصل آخر ¶ حدّثنى الرّياشىّ عن الأصمعى قال: كانت أم البنين «5» بنت يزيد بن معاوية عند عبد الملك ابن مروان، وكانت من أحسن الناس وجها وأتمّهم خلقا، ويروى أنه وقع بينها وبينه هجرة فى أمر الدخول إليها، فمنعته من ذلك، فعسر عليه رضاها، فشكا أمره",
            "page": "119",
            "part": "1",
            "seal": "3E40C872"
        },
        {
            "id": "121",
            "nass": "إلى خريم «1» ، فضمن له أن ترضى عنه، وضمن له عبد الملك قضاء جميع ما يسأله إن وقع ذلك، فمضى خريم إلى بابها وشقّ جيبه وجعل التراب على رأسه، فسئل عن خبره فذكر أن أحد ابنيه وثب على أخيه ليضربه فقتله إما عمدا أو خطأ، فبلغ الخبر عبد الملك فحكم بقتل القاتل، فيذهب منه ابنان، وهو بتأديب ابنه أحقّ، وذكر لها حرمته بيزيد وبها، فأرسلت إليه تعلمه أنها مغاضبة لعبد الملك، فازداد عويلا وبكاء، فرحمته، وأرسلت بخادم يتعرف خبر عبد الملك، فسرّ وسرّى عنه، وأقبلت أمّ البنين تتهادى بين وصائفها حتى تمثلت بين يديه، ثم قالت له: [ما كان من حقّك أن أبتدئك بالكلام، ولكن] جور حكمك حملنى على ذلك، لم حكمت بقتل ابن خريم، لأنه قتل أخاه؟ أليس أبوه أحقّ بتأديب ابنه منك؟ ففطن عبد الملك للحيلة، فقال لها: إنى لا أمكن رعاياى من أن يقتل بعضها بعضا، قالت: فهبه لى، قال فادخلى البيت، فدخلت، وألقى السّتر، قال خريم فجئت عبد الملك فقلت: كأنى بها قد قالت كذا، قال: نعم وألقى الستر، قال خريم: الوعد، قال: فما حاجتك؟ ¶ قال: تقطعنى كذا، قال: نعم أفعل، وتثبت ابنى فى العطاء، قال: أفعل، وقضى حاجته. ¶ وحدثنى مسعود بن بشر أن عبد الملك وجّه بخادم له «2» إلى أمّ البنين يسألها أن تصير إليه، فأخذت فى زينتها، وطال اختلاف الخادم إليه، فبصرت به عثامة",
            "page": "120",
            "part": "1",
            "seal": "5A011369"
        },
        {
            "id": "122",
            "nass": "جارية عبد الملك، فسألته عن خبره، فأعلمها انتظار عبد الملك لأمّ البنين واحتباسها عنه، فقالت له: إن أدّيت اليه ما أقول فلك عشرة آلاف درهم، فقالت: قل له: ¶ أَمَّا مَنِ اسْتَغْنى فَأَنْتَ لَهُ تَصَدَّى وَما عَلَيْكَ أَلَّا يَزَّكَّى، وَأَمَّا مَنْ جاءَكَ يَسْعى وَهُوَ يَخْشى فَأَنْتَ عَنْهُ تَلَهَّى ¶ فأخبر الخادم عبد الملك، فأرسل إليها وخلابها دون أمّ البنين. ¶ وتحدّث عمر بن شبّة «1» عن رجاله أن عليّة «2» بنت المهدى كانت من أحسن النساء وجها وأتمّهن خلقا وأسهلهنّ شعرا، ولم يكن فيها عيب «3» غير سعة فى جبينها، فاتّخذت العصائب من الجوهر وغيره، واستعملها الناس بعدها. وكانت تحبّ خادما للرشيد يقال له طلّ، فبلغه الخبر، فحلف عليها ألّا تسمّى باسمه، فقرأت يوما: فَإِنْ لَمْ يُصِبْها وابِلٌ ¶ فالذى نهاها عنه أمير المؤمنين وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ ¶ . فبلغه ذلك فقال: أبت إلا ظرفا وكانت تحب خادما له يقال له رشأ، فصحّفت اسمه وقالت «4» فيه: ¶ وجد الفؤاد بزينبا ... وجدا شديدا متعبا «5»",
            "page": "121",
            "part": "1",
            "seal": "B5F1F708"
        },
        {
            "id": "123",
            "nass": "فجعلت زينب سترة «1» ... وكتمت أمرا معجبا ¶ ويقال إنها مشت على ميزاب طوله عشرون ذراعا وكتبت إلى الخادم «2» : ¶ قد كان ما حمّلته زمنا ... يا طلّ من كلف بكم يكفى ¶ حتى أتيتك زائرا عتما «3» ... أمشى على حتف إلى حتف ¶ ويروى أن الموكّل بالقصر منع طلّا من الدخول لأجلها فقالت «4» فى ذلك: ¶ متى يلتقى من ليس يرجى خروجه ... وليس لمن تهوى إليه دخول ¶ ويروى: «سبيل» . ¶ عسى الله أن يرتاح منه برحمة ... فيشفى جوّى من مدنف وعويل ¶ ولها فى الرشيد: ¶ سلام على من لا يردّ سلامى ... ومن لا يرانى موضعا لكلام ¶ وماذا عليه أن يردّ مسلّما ... إذا كان يقضى بالسلام ذمامى ¶ ويروى أنها إذا وعظت وخوّفت ما ينالها من نكير الرشيد إن صحّ عنده خبرها أنشدت «5» : ¶ تالله أترك مهجتى تبلى ... وأطيع رأيك فى الهوى عقلا. ¶ ثم تقول: قال النبىّ صلى الله عليه وسلم: «حبّك الشىء يعمى ويصمّ» . ¶ [",
            "page": "122",
            "part": "1",
            "seal": "FBCE38DA"
        },
        {
            "id": "124",
            "nass": "وعلى ذلك ما يروى عن أحد «1» الحكماء أنه قال: الهوى يقظان والرأى نائم. ¶ وأنشد لمحمود الورّاق: ¶ هواك «ولا تكذب» عليك أمير ... وأنت رهين فى يديه أسير ¶ يسومك عصيانا وأنت تطيعه ... وطاعته عار عليك كثير ¶ ويروى عن بزرجمهر أنه قال: الهوى غالب والمغلوب مستعبد. ¶ وكان عمر بن عبد العزيز رحمة الله عليه يقول: جاهدوا أهواءكم كما تجاهدون أعداءكم. ¶ ويروى «2» لهشام بن عبد الملك ولم يقل غيره: ¶ إذا أنت لم تعص الهوى قادك الهوى ... إلى بعض ما فيه عليك مقال ¶ وقال معاوية: لولا يزيد لأبصرت رشدى. وقال معاوية: لا رأى لذى هوّى. وقال أمير المؤمنين علىّ عليه السلام: إنما أخشى عليكم الهوى. وقالوا: ¶ أصبر الناس من كان رأيه رادّا لهواه. وقالوا: إنما سمى الهوى لأنه يهوى بصاحبه. ¶ وأنشد لبعض «3» المحدثين: ¶ ترانى تاركا باللّ ... هـ ما أهوى لما تهوى ¶ أنا أعلم أن الح ... بّ من قلبى إذا دعوى",
            "page": "123",
            "part": "1",
            "seal": "820C9608"
        },
        {
            "id": "125",
            "nass": "وقال رسول الله صلى الله عليه وسلم: «حبّب إلىّ النساء والطّيب وجعلت قرّة عينى [فى] الصلاة» . وقال بعض الأعراب: إنى لأعشق الرزق وإنه ليبغضنى. ¶ وقال محمد بن واسع «1» : ما بقى شىء أهواه، وألذّه إلا الصّلاة. ¶ كمل كتاب فاضل (كذا) المبرّد، والحمد لله الموجب الشاكرين مزيدا كما هو أهله، والصلاة على نبيه محمد وآله الطيبين الطاهرين وأصحابه الفاضلين وَالسَّلامُ عَلى مَنِ اتَّبَعَ الْهُدى. ¶ استوفاه مطالعة العبد الفقير إلى الله حسن بن أحمد الجوهرى عفا عنه بمنّه.",
            "page": "124",
            "part": "1",
            "seal": "ECA68719"
        },
        {
            "id": "126",
            "nass": "يقول الميمنى: وتمّ نسخة من نسخة جلبتها مصوّرة من إستنبول لتمثّل للطبع بمنزلى فى عليكرة يوم السبت (خامس ذى القعدة الحرام سنة 1356 هـ- 8 يناير سنة 1938 م) . ثم أكملت التعليق فى 31 من يناير المذكور. ¶ وقع بصرى فى بعض تطوافى بخزائن إستنبول فى خزانة أسعد أفندى من مكاتب السليمانية على نسخة منزوية فى المجلّد رقم 3598 فيها (أمثال الضبى) ، وهذا الكتاب و (الطراز الأسمى) ، ولكل ساقطة- كما قيل- لاقطة، فخالجنى الارتياب أن كلام الناسخ فى الخاتمة: «كمل كتاب فاضل المبرد» ربما تكون كلمة «الفاضل» فيه صفة للمبرّد قدمها الناسخ على طريقة العجم، وسرعان ما زال بعد قراءة فصول منه لأنى كنت أحفظ فى ريعان الشباب معظم (الكامل) ، فجزمت بأنه ليس به ألبتّة وإن لم أكن أذكر للمبرّد تأليفا بهذا الاسم. ¶ فصوّرته وجلبته فيما جلبته. ولمّا نقّبت عنه فى كتب التراجم وغيرها بعد رجوعى لم أجد أحدا يكون يعرفه غير ابن النديم ص 59 باسم (كتاب الفاضل والمفضول) . وأما ناسخ نسختنا فإنه لم يذكر الاسم إلا فى الخاتمة. ¶ هذا ورأيت فى (جمهرة العسكرى 220، 2: 378 لطبعتيه) فى المثل «لا ترضى شانئة إلا بجزرة» تفسير المبرد عن أم الهيثم، ولعله عن هذا الكتاب فانه لا يوجد فى (الكامل) ألبتّة. ¶ والنسخة بقطع وسط، ومسطرتها 19 سطرا فى الغالب، وصفحاتها 101 يدلّ خطها وورقها أنها لا تجاوز القرن الثامن. والله أعلم. وهى مصحّفة ومحرّفة للغاية، تدل على جهل الناسخ بالعربية، فلم أتبعه فى كل ما أثبته، ورجعت بكلّ شىء إلى أصله، ولم أدلّ على ذلك إلّا نادرا، وظهر لى أن فى الكتاب خرما",
            "page": "125",
            "part": "1",
            "seal": "15F90CFA"
        },
        {
            "id": "127",
            "nass": "صغيرا أو كبيرا فى موضعين ص 20 و 22 غير أن الكلام متصل بعضه ببعض فى هذه النسخة. والكتاب كما ترى للمبرد حقا يشبه (الكامل) من جميع الجهات كأنه كامل صغير، يصلح لأن يدخل فى مناهج الدروس فيتدارسه النشء، وهو أثر ثالث «1» للمبرد يبعث من مرقده على يدى العاجز (عبد العزيز الميمنى) ، لثمان بقين من ذى القعدة الحرام سنة 1356 هـ 25 يناير سنة 1938 م.",
            "page": "126",
            "part": "1",
            "seal": "85F02464"
        }
    ],
    "t10508": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "[مقدمة الكتاب]"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "[باب فى فضل الشعر]"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "باب منه [أخبار وأحاديث]"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "باب نوادر من غريب ولغة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "باب من الشعر"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "باب نذكره فى الجود والكرم"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "باب من الشعر"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "باب [من الشعر]"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "باب [أخبار وأشعار]"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "باب [من الاخبار المستحسنة]"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "فصل الأرحام منا إنما ... عبد شمس عم عبد المطلب"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "باب مراث بليغة وعظات موجزة وأبيات مستحسنة"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "باب [فى بعض أخبار المعمرين وأشعار العرب المحدثين فى ذم الشيب وفقد الشباب]"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "باب شعر وغريب ولغة"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "باب [فى الاحالة بالذنب على غير المذنب]"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "باب [فى] الحلم والأناة"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "باب الشكر للصنائع"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "باب يشتمل على فصول"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": "1",
            "tit": "فصل فى الحسد"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "فصل فى كتمان السر"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "فصل آخر فى تفضيل الكبير"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "فصل آخر"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "فصل آخر فى الفصاحة"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "فصل آخر فى الجمال"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "فصل آخر"
        }
    ]
}