{
    "b10531": [
        {
            "hno": "1",
            "id": "9",
            "nass": "1 - حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ قَالَ: نا زَيْدُ بْنُ أَخْزَمَ قَالَ: نا مُحَمَّدُ بْنُ الْفَضْلِ قَالَ: نا سَعِيدُ بْنُ زَيْدِ عَنْ أَبِي حَمْزَةَ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ , عَنْ , عَبْدِ اللَّهِ يَعْنِي ابْنَ مَسْعُودٍ قَالَ: «§لَا تَنْثُرُوهُ نَثْرَ الدَّقَلِ وَلَا تَهُذُّوهُ هَذَّ الشِّعْرِ , قِفُوا عِنْدَ عَجَائِبِهِ , وَحَرِّكُوا بِهِ الْقُلُوبَ , وَلَا يَكُنْ هَمُّ أَحَدِكُمْ آخِرَ السُّورَةِ»",
            "page": "38",
            "part": "1",
            "seal": "47573B15"
        },
        {
            "hno": "2",
            "id": "10",
            "nass": "2 - وَحَدَّثَنَا أَبُو بَكْرِ الْآَجُرَّي قَالَ: وَحَدَّثَنَا أَبُو بَكْرٍ الْوَاسِطِيُّ , أَيْضًا: قَالَ نا الْحَسَنُ بْنُ مُحَمَّدٍ الصَّبَّاحُ الزَّعْفَرَانِيُّ , قَالَ: نا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ , قَالَ: سَمِعْتُ أَبَا عُبَيْدَةَ النَّاجِيَّ يَقُولُ: إِنَّهُ سَمِعَ الْحَسَنَ , يَقُولُ: \" §الْزَمُوا كِتَابَ اللَّهِ وَتَتَبَّعُوا مَا فِيهِ مِنَ الْأَمْثَالِ , وَكُونُوا فِيهِ مِنْ أَهْلِ الْبَصَرِ , ثُمَّ قَالَ: رَحِمَ اللَّهُ عَبْدًا عَرَضَ نَفْسَهُ وَعَمَلَهُ عَلَى كِتَابِ اللَّهِ , فَإِنْ وَافَقَ كِتَابَ اللَّهِ , حَمِدَ اللَّهَ وَسَأَلَهُ الزِّيَادَةَ , وَإِنْ خَالَفَ كِتَابَ اللَّهِ , أَعْتَبَ نَفْسَهُ , وَرَجَعَ مِنْ قَرِيبٍ \"",
            "page": "39",
            "part": "1",
            "seal": "9A62AA5A"
        },
        {
            "hno": "3",
            "id": "11",
            "nass": "3 - ¶ 4 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا شُجَاعُ بْنُ مَخْلَدٍ قَالَ: نا ابْنُ عُلَيَّةَ , قَالَ: نا زِيَادُ بْنُ مِخْرَاقٍ , عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ , عَنْ أَبِي كِنَانَةَ أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّ جَمَعَ الَّذِينَ قَرَءُوا الْقُرْآنَ وَهُمْ قَرِيبٌ مِنْ ثَلَاثِمِائَةٍ , فَعَظَّمَ الْقُرْآنَ وَقَالَ: إِنَّ §هَذَا الْقُرْآنَ كَائِنٌ لَكُمْ ذُخْرًا , وَكَائِنٌ عَلَيْكُمْ وِزْرًا , فَاتَّبِعُوا الْقُرْآنَ وَلَا يَتَّبِعْكُمْ , فَإِنَّهُ مَنِ اتَّبَعَ الْقُرْآنَ هَبَطَ بِهِ عَلَى رِيَاضِ الْجَنَّةِ , وَمَنِ اتَّبَعَهُ الْقُرْآنُ زُجَّ فِي قَفَاهُ , فَقَذَفَهُ فِي النَّارِ \"",
            "page": "40",
            "part": "1",
            "seal": "29E17250"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "حَدَّثَنَا أَبُو بَكْرٍ قَالَ: حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ قَالَ: نا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , قَالَ: نا ابْنُ الْمُبَارَكِ , قَالَ لَنَا سَالِمٌ الْمَكِّيُّ , عَنِ الْحَسَنِ قَالَ: «§مَنْ أَحَبَّ أَنْ يَعْلَمَ مَا هُوَ فَلْيَعْرِضْ نَفْسَهُ عَلَى الْقُرْآنِ»",
            "page": "41",
            "part": "1",
            "seal": "B51D2E9B"
        },
        {
            "hno": "5",
            "id": "13",
            "nass": "5 - وَحَدَّثَنَا أَبُو مُحَمَّدٍ , أَيْضًا قَالَ: نا الْحُسَيْنُ , قَالَ لَنَا عَبْدُ اللَّهِ: قَالَ لَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ , عَنْ عَطَاءٍ وَقَيْسِ بْنِ سَعْدٍ , عَنْ مُجَاهِدٍ فِي قَوْلِهِ عَزَّ وَجَلَّ: {§يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} [البقرة: 121] قَالَ: يَعْمَلُونَ بِهِ حَقَّ عَمَلِهِ \"",
            "page": "42",
            "part": "1",
            "seal": "7457A3D3"
        },
        {
            "hno": "6",
            "id": "14",
            "nass": "6 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا شُجَاعُ بْنُ مَخْلَدٍ قَالَ: نا أَبُو مُعَاوِيَةَ الضَّرِيرُ قَالَ: نا عَبْدُ رَبِّ بْنُ أَيْمَنَ , عَنْ عَطَاءٍ قَالَ: «إِنَّمَا §الْقُرْآنُ عِبَرٌ , إِنَّمَا الْقُرْآنُ عِبَرٌ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: -[44]- وَقَبْلَ أَنْ أَذْكُرَ أَخْلَاقَ أَهْلِ الْقُرْآنِ , وَمَا يَنْبَغِي لَهُمْ أَنْ يَتَأَدَّبُوا بِهِ، أَذْكُرُ فَضْلَ حَمَلَةِ الْقُرْآنِ لِيَرْغَبُوا فِي تِلَاوَتِهِ، وَالْعَمَلِ بِهِ، وَالتَّوَاضُعِ لِمَنْ تَعَلَّمُوا مِنْهُ أَوْ عَلَّمُوهُ",
            "page": "43",
            "part": "1",
            "seal": "B2784835"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "§بَابُ فَضْلِ حَمَلَةِ الْقُرْآنِ",
            "page": "45",
            "part": "1",
            "seal": "3D52FFBF"
        },
        {
            "hno": "7",
            "id": "16",
            "nass": "7 - حَدَّثَنَا أَبُو الْعَبَّاسِ حَامِدُ بْنُ مُحَمَّدِ بْنِ شُعَيْبٍ الْبَلْخِيُّ قَالَ: نا يَعْقُوبُ الدَّوْرَقِيُّ قَالَ: نا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ بُدَيْلٍ , عَنْ أَبِيهِ , عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لِلَّهِ مِنَ النَّاسِ أَهْلُونَ» قِيلَ: مَنْ هُمْ يَا رَسُولَ اللَّهِ؟ قَالَ: «أَهْلُ الْقُرْآنِ هُمْ أَهْلُ اللَّهِ وَخَاصَّتُهُ»",
            "page": "45",
            "part": "1",
            "seal": "E8E81523"
        },
        {
            "hno": "8",
            "id": "17",
            "nass": "8 - حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , قَالَ: نا زِيَادُ بْنُ أَيُّوبَ قَالَ: نا أَبُو عُبَيْدَةَ الْحَدَّادُ قَالَ: نا عَبْدُ الرَّحْمَنِ بْنُ بُدَيْلٍ , عَنْ أَبِيهِ , عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §لِلَّهِ أَهْلِينَ» قِيلَ: مَنْ هُمْ يَا رَسُولَ اللَّهِ؟ قَالَ: «أَهْلُ الْقُرْآنِ هُمْ أَهْلُ اللَّهِ وَخَاصَّتُهُ»",
            "page": "48",
            "part": "1",
            "seal": "B7761114"
        },
        {
            "hno": "9",
            "id": "18",
            "nass": "9 - حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ قَالَ: نا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّامِيُّ قَالَ: نا حَمَّادُ بْنُ شُعَيْبٍ , عَنْ عَاصِمٍ , عَنْ زِرٍّ , عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §يُقَالُ لِصَاحِبِ الْقُرْآنِ يَوْمَ الْقِيَامَةِ: اقْرَأْ وَارْقَ فِي الدَّرَجَاتِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا فَإِنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ كُنْتَ تَقْرَؤُهَا \"",
            "page": "48",
            "part": "1",
            "seal": "A28C7A35"
        },
        {
            "hno": "10",
            "id": "19",
            "nass": "10 - وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا شُجَاعُ بْنُ مَخْلَدٍ نا الْفَضْلُ بْنُ دُكَيْنٍ , قَالَ: نا سُفْيَانُ , عَنْ عَاصِمٍ عَنْ زِرٍّ , وَعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو , وَعَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يُقَالُ اقْرَأْ وَارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا , فَإِنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَؤُهَا» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: -[50]- وَرَوِيَ عَنْ أُمِّ الدَّرْدَاءِ أَنَّهَا قَالَتْ: سَأَلْتُ عَائِشَةَ عَمَّنْ دَخَلَ الْجَنَّةَ مِمَّنْ قَرَأَ الْقُرْآنَ: مَا فَضْلُهُ عَلَى مَنْ لَمْ يَقْرَأْهُ؟ فَقَالَتْ عَائِشَةُ: إِنَّ عَدَدَ دَرَجِ الْجَنَّةِ بِعَدَدِ آيِ الْقُرْآنِ , فَمَنْ دَخَلَ الْجَنَّةَ مِمَّنْ قَرَأَ الْقُرْآنَ فَلَيْسَ فَوْقَهُ أَحَدٌ",
            "page": "49",
            "part": "1",
            "seal": "70B9F9BF"
        },
        {
            "hno": "11",
            "id": "20",
            "nass": "11 - حَدَّثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: نا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ , قَالَ: نا عَلِيُّ بْنُ عَاصِمٍ , عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ عَنْ أَبِي الْأَحْوَصِ , عَنْ عَبْدِ اللَّهِ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §-[53]- تَعَلَّمُوا هَذَا الْقُرْآنَ وَاتْلُوهُ فَإِنَّكُمْ تُؤْجَرُونَ عَلَى تِلَاوَتِهِ بِكُلِّ حَرْفٍ عَشْرَ حَسَنَاتٍ , أَمَا إِنِّي لَا أَقُولُ: {ألم} [البقرة: 33] عَشْرٌ , وَلَكِنِ الْأَلِفُ عَشْرٌ , وَاللَّامُ عَشْرٌ , وَالْمِيمُ عَشْرٌ , إِنَّ هَذَا الْقُرْآنَ مَأْدُبَةُ اللَّهِ , فَتَعَلَّمُوا مِنْ مَأْدُبَةِ اللَّهِ مَا اسْتَطَعْتُمْ إِنَّ هَذَا الْقُرْآنْ هُوَ حَبْلُ اللَّهِ , هُوَ النُّورُ الْمُبِينُ , وَالشِّفَاءُ النَّافِعُ وَنَجَاةُ مَنِ اتَّبَعَهُ , وَعِصْمَةُ مَنْ تَمَسَّكَ بِهِ , لَا يَعْوَجُّ فَيُقَوَّمَ وَلَا تَنْقَضِي عَجَائِبُهُ , وَلَا يَخْلَقُ عَنْ كَثْرَةِ الرَّدِّ \"",
            "page": "52",
            "part": "1",
            "seal": "6683FB0F"
        },
        {
            "hno": "12",
            "id": "21",
            "nass": "12 - وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا شُجَاعُ بْنُ مَخْلَدٍ قَالَ: نا حَجَّاجُ بْنُ الْمِنْهَالِ قَالَ: نا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَطَاءِ بْنِ السَّائِبِ , عَنْ أَبِي الْأَحْوَصِ , وَأَبِي الْبَخْتَرِيِّ أَنَّ ابْنَ مَسْعُودٍ , قَالَ: §تَعَلَّمُوا الْقُرْآنَ وَاتْلُوهُ فَإِنَّكُمْ تُؤْجَرُونَ بِهِ , إِنَّ بِكُلِّ اسْمٍ مِنْهُ عَشْرًا أَمَا إِنِّي لَا أَقُولُ بِ {ألم} [البقرة: 33] عَشْرٌ , وَلَكِنْ بِالْأَلِفِ عَشْرٌ وَبِاللَّامِ عَشْرٌ , وَبِالْمِيمِ عَشْرٌ \"",
            "page": "54",
            "part": "1",
            "seal": "6AFE2EEB"
        },
        {
            "hno": "13",
            "id": "22",
            "nass": "13 - حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنِ أَبِي دَاوُدَ , قَالَ: نا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرٍو قَالَ: نا ابْنُ وَهْبٍ , قَالَ: أنا يَحْيَى بْنُ أَيُّوبَ , عَنْ خَالِدِ بْنِ يَزِيدَ , عَنْ ثَعْلَبَةَ بْنِ أَبِي الْكَنُودِ , عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ: «§-[56]- مَنْ جَمَعَ الْقُرْآنَ فَقَدْ حَمَلَ أَمْرًا عَظِيمًا , لَقَدْ أُدْرِجَتِ النُّبُوَّةُ بَيْنَ كَتِفَيْهِ غَيْرَ أَنَّهُ لَا يُوحَى إِلَيْهِ , فَلَا يَنْبَغِي لِحَامِلِ الْقُرْآنِ أَنْ يَحِدَّ مَعَ مَنْ يَحِدُّ , وَلَا يَجْهَلْ مَعَ مَنْ يَجْهَلُ؛ لِأَنَّ الْقُرْآنَ فِي جَوْفِهِ»",
            "page": "55",
            "part": "1",
            "seal": "AE6D7D89"
        },
        {
            "hno": "14",
            "id": "23",
            "nass": "14 - وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ أَيْضًا، قَالَ: نا أَبُو الطَّاهِرِ , قَالَ: نا ابْنُ وَهْبٍ , قَالَ: أَخْبَرَنِي سَلَمَةُ بْنُ عَلِيٍّ , عَنْ زَيْدِ بْنِ وَاقِدٍ , عَنْ مَكْحُولٍ , عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ يَرْفَعُهُ قَالَ: «§مَنْ قَرَأَ رُبُعَ الْقُرْآنِ فَقَدْ أُوتِيَ رُبُعَ النُّبُوَّةِ , وَمَنْ قَرَأَ ثُلُثَ الْقُرْآنِ فَقَدْ أُوتِيَ ثُلُثَ النُّبُوَّةِ , وَمَنْ قَرَأَ ثُلُثَيِ الْقُرْآنِ فَقَدْ أُوتِيَ ثُلُثَيِ النُّبُوَّةِ , وَمَنْ قَرَأَ الْقُرْآنَ فَقَدْ أُوتِيَ النُّبُوَّةَ»",
            "page": "57",
            "part": "1",
            "seal": "0A011097"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "§بَابُ فَضْلِ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ",
            "page": "61",
            "part": "1",
            "seal": "7AD4DFA5"
        },
        {
            "hno": "15",
            "id": "25",
            "nass": "15 - حَدَّثَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ الْحَرَّانِيُّ , قَالَ: نا عَلِيُّ بْنُ الْجَعْدِ قَالَ: نا شُعْبَةُ , عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ قَالَ: سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ يُحَدِّثُ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ , عَنْ عُثْمَانَ بْنِ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ قَالَ شُعْبَةُ: قُلْتُ لَهُ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: نَعَمْ قَالَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» (¬1) . ¶ قَالَ أَبُو عَبْدِ الرَّحْمَنِ: فَذَلِكَ أَقْعَدَنِي مَقْعَدِي هَذَا , فَكَانَ يُعَلِّمُ مِنْ خِلَافَةِ عُثْمَانَ إِلَى إِمْرَةِ الْحَجَّاجِ ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ وَأَخْرَجَهُ الطَّيَالِسِيُّ (73) ، وَابْنُ أبِي شَيْبَةَ (6/132/30071) ، وَأَحْمَدُ (1/69، 58) ، وَأبُو عُبَيْدٍ «فَضَائِلُ الْقُرْآنِ» (1) ، وَابْنُ سَعْدٍ «الطَّبَقَاتُ» (6/172) ، وَالدَّارَمِيُّ (3338) ، وَسَعِيدُ بْنُ مَنْصُورٍِ «السُّنَنُ» (21) ، والْبُخَارِيُّ (5027) ، وَأبُو دَاوُدَ (1452) ، وَالتِّرْمِذِيُّ (2907) ، والنَّسَائِيُّ «الْكُبْرَى» (5/19/8037، 8036) و «فَضَائِلُ الْقُرْآنِ» (62، 61) ، وَابْنُ مَاجَهْ (211) ، والْمَرْوزِيُّ «قِيَامُ اللَّيْلِ» (211) ، وَالطَّحَاوِيُّ «مُشْكَلُ الآثَارِ» (4474، 4471، 4470) ، وَالْبَزَّارُ (396) ، وَيَعْقُوبُ الْفَسْوِيُّ «الْمَعْرِفَةُ وَالتَّارِيخُ» (2/590) ، وَالْفِرْيَابِيُّ «فَضَائِلُ الْقُرْآنِ» (11، 10) ، وَابْنُ الضُّرَيْسِ «فَضَائِلُ الْقُرْآنِ» (130) ، وَأبُو الْقَاسِمِ الْبَغَوِيُّ «مُسْنَدُ ابْنِ الْجَعْدِ» (475) ، وَابْنُ قَانِعٍ «مُعْجَمُ الصَّحَابَةِ» (2/255) ، وَابْنُ حِبَّانَ (118) ، وَابْنُ عَدِيٍّ «الْكَامِلُ» (6/45) ، وَابْنُ الأَعْرَابِيِّ «مُعْجَمُهُ» ، والأنْطَاكِيُّ «جُزْءُ أبِي عَرُوبَةَ الْحَرَّانِيُّ» (47) ، وَأبُو نُعَيْمٍ «الْحِلْيَةُ» (4/193و8/384) ، وَالْبَيْهَقِيُّ «شُعُبُ الإِيْمَانِ» (2/404، 324/2207، 2205، 1932) ، وَأبُو جَعْفَرٍ الْفَارِسِيُّ «أحَادِيثُ الشَّامُوخِيِّ» (16) ، وَأبُو الْفَضْلِ الرَّازِيُّ «فَضَائِلُ الْقُرْآنِ» (41) ، وَالْقُضَاعِيُّ «مُسْنَدُ الشِّهَابِ» (1240) ، والْخَطِيبُ «التَّارِيخُ» (4/109) مِنْ طُرُقٍ عَنْ شُعْبَةُ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ يُحَدِّثُ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عُثْمَانَ بْنِ عَفَّانَ بِهِ. ¶ قُلْتُ: وَرَوَاهُ عَنْ شُعْبَةَ: آدَمُ بْنُ أَبِي إِيَاسٍ، وَبِشْرُ بْنُ عُمَرَ الزَّهْرَانِيُّ، وَبِهْزُ بْنُ أَسَدٍ، وَحَجَّاجُ بْنُ مُحَمَّدٍ الأَعْوَرُ، وَحَجَّاجُ بْنُ مِنْهَالٍ، وَحَفْصُ بْنُ عُمَرَ الْحَوْضِيُّ، وَخَالِدُ بْنُ الْحَارِثِ، وَدَاوُدُ بْنُ الْمُحَبَّرِ، وَسُلَيْمَانُ بْنُ حَرْبٍ، وَسُلَيْمَانُ بْنُ دَاوُدَ الطَّيَالِسِيُّ، وَشَبَابَةُ بْنُ سَوَّارٍ الْفَزَارِيُّ، وَعَبْدُ اللهِ بْنُ رَجَاءٍ الْغُدَانِيُّ، وَعَبْدُ اللهِ بْنُ يَزِيدَ الْمُقْرِئُ، وَعَبْدُ الرَّحْمَنِ بْنُ زِيَادٍ الْمُحَاربِيُّ، وَعَبْدُ الْمَلِكِ بْنُ عَمْرٍو أبُو عَامِرٍ الْعَقَدِيُّ، وَعَلِيُّ بْنُ الْجَعْدِ، وَعَفَّانُ بْنُ مُسْلِمٍ، وَعَمْرُو بْنُ عَاصِمٍ الْكِلابِيُّ، وَعَمْرُو بْنُ مَرْزُوقٍ، وَكَادِحُ بْنُ رَحْمَةَ، وَمُحَمَّدُ بْنُ جَعْفَرٍ غُنْدَرٌ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ الْفَرَاهِيدِيُّ، وَمُعَاذُ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، وَنَصْرُ بْنُ حَمَّادٍ، وَهَاشِمُ بْنُ الْقَاسِمِ، وَهِشَامُ بْنُ عَبْدِ الْمَلِكِ الطَّيَالِسِيُّ، وَوَهْبُ بْنُ جَرِيرٍ، وَيَحْيَى بْنُ آدَمَ، وَيَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، وَيَعْقُوبُ بْنُ إِسْحَاقَ الْحَضْرمِيُّ، وَيَعْلَى بْنُ عَبَّادٍ الْكِلابِيُّ، أَحَدٌ وثَلاثُونَ نَفْسَاً فِيمَا عَلِمْتُ. وَرُوَاتُهُ عَنْ شُعْبَةَ أَضْعَافُ هَؤُلاءِ لِمَنْ أَفْرَغَ الْجُهْدَ فِي التَّتَبُّعِ وَالاسْتِقْصَاءِ. ¶ وَهَكَذَا حَدَّثَ بِهِ شُعْبَةُ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عن سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عُثْمَانَ بْنِ عَفَّانَ، وَخَالَفَهُ سُفْيَانُ الثَّوْرِيُّ، فَرَوَاهُ «عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عُثْمَانَ بْنِ عَفَّانَ» ، فَأَنْقَصَ مِنْ إِسْنَادِهِ: سَعْدَ بْنَ عُبَيْدَةَ. وَقَدْ أَخْرَجَهُ الْبُخَارِيُّ مِنْ الطَّرِيقَيْنِ مَعَاً نَسَقَاً مُتَتَابِعَاً، مُشِيرَاً إِلَى أَنَّهُ مِنْ الْمَزِيدِ فِي مُتِّصِلِ الأَسَانِيدِ.",
            "page": "61",
            "part": "1",
            "seal": "7A71A267"
        },
        {
            "hno": "16",
            "id": "26",
            "nass": "16 - حَدَّثَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ قَالَ: نا فَيْضُ بْنُ وَثِيقٍ , قَالَ: نا عَبْدُ الْوَاحِدِ بْنُ زَيْدٍ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ , عَنِ النُّعْمَانِ بْنِ سَعْدٍ , عَنْ -[65]- عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "64",
            "part": "1",
            "seal": "6E03F34F"
        },
        {
            "hno": "17",
            "id": "27",
            "nass": "17 - حَدَّثَنَا أَبُو خُبَيْبٍ الْعَبَّاسُ بْنُ أَحْمَدَ الْبُرْتِيُّ , قَالَ عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ قَالَ: نا الْحَارِثُ بْنُ نَبْهَانَ قَالَ: نا عَاصِمُ بْنُ بَهْدَلَةَ , عَنْ مُصْعَبِ بْنِ سَعْدٍ , عَنْ أَبِيهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» (¬1) . ¶ قَالَ: وَأَخَذَ بِيَدِي فَأَقْعَدَنِي فِي مَجْلِسِي أُقْرِئُ. ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ مُنْكَرٌ بِهَذَا الإِسْنَادِ. وَأَخْرَجَهُ سَعِيدُ بْنُ مَنْصُورٍ «التَّفْسِيرُ» (20) ، والدَّارَمِيُّ (3339) ، وابْنُ مَاجَهْ (209) ، وَالدَّوْرَقِيُّ «مُسْنَدُ سَعْدٍ» (50) ، وَابْنُ الضُّرَيْسِ «فَضَائِلُ الْقُرْآنِ» (131) ، وَالْبَزَّارُ (1157) ، وَأَبُو يَعَلَى (814) ، وَالْعُقَيْلِيُّ «الضّعَفَاءُ» (1/217) ، وتَمَّامٌ الرَّازِيُّ «الْفَوَائِدُ» (213) ، وَالْهَيْثَمُ بْنُ كُلَيْبٍ «الْمُسْنَدُ» (71) ، وَالطَّبَرَانِيُّ «الأَوْسَطُ» (6339) ، وَابْنُ عَدِيٍّ «الْكَامِلُ» (2/191) ، وَعَلِيُّ بْنُ عُمَرَ الْحَرْبِيُّ «الْفَوَائِدُ الْمُنْتَقَاةُ الْعَوَالِي» (7) ، وَالْمِزِّيُّ «تَهْذِيبُ الْكَمِالِ» (5/290) مِنْ طُرُقٍ عَنْ الْحَارِثِ بْنِ نَبْهَانَ عَنْ عَاصِمِ بْنِ أَبِي النُّجُودِ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ أَبِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ بِهِ، إِلا أَنَّ أَكْثَرَ الرُّوَاةِ يَقُولُونَ «خِيَارُكُمْ» . ¶ وَرَوَاهُ عَنْ الْحَارِثِ بْنِ نَبْهَانَ: أَزْهَرُ بْنُ مَرْوَانَ، وَسَعِيدُ بْنُ مَنْصُورٍ، وَعَبْدُ الرَّحْمَنِ بْنُ الْمُبَارَكِ، وَعَبْدُ اللهِ بْنُ مُعَاويَةَ الْجُمَحِيُّ، وَعَبْدُ الْوَاحِدِ بْنُ غِيَاثٍ أبُو بًحْرٍ الْمِرْبَدِيُّ، وَالعَلاءُ بْنُ عَبْدِ الْجَبَّارِ الْعَطَّارِ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، والْمُعَلَّى بْنُ أَسَدٍ، وَيُونُسُ بْنُ مُحَمَّدٍ الْمُؤَدِّبُ. ¶ قُلْتُ: وَالْحَدِيثُ مُنْكَرٌ بِهَذَا الإِسْنَادِ عَنْ سَعْدٍ، لَمْ يَرْوِه هَكَذَا إِلا الْحَارِثُ بْنُ نَبْهَانَ الْجَرْمِيُّ. وهو بَصْرِيٌّ يَرْوِي عَنْ عَاصِمِ بْنِ أَبِي النُّجُودِ، وَالأَعْمَشِ، وَالْكُوفِيِّينَ. قَالَ يَحْيَى بْنُ مَعِينٍ: لا يْكْتَبُ حَدِيثُهُ لَيْسَ بِشَيْءٍ. وَقَالَ أَحْمَدُ بْنُ حَنْبَلَ: كَانَ رَجُلاً صَالِحَاً، وَلَكِنْ لَمْ يَكُنْ يَعْرِفُ الْحَدِيثَ وَلا يَحْفَظُهُ، مُنْكَرُ الْحَدِيثِ. وَقَالَ الْبُخَارِيُّ: مُنْكَرُ الْحَدِيثِ. وَقَالَ النَّسَائِيُّ: مَتْرُوكُ الْحَدِيثِ. وَقَالَ الدَّارَقُطْنِيُّ: لَيْسَ بِالْقَوِي. وَقَالَ ابْنُ حِبَّانَ: غَلَبَ عَلَيْهِ الْوَهْمُ حَتَّى فَحُشَ خَطَؤُهُ، وَخَرَجَ عَنْ حَدِّ الاحْتِجَاجِ بِهِ. ¶ وَخَالَفَهُ شَرِيكٌ، فَرَوَاهُ عَنْ عَاصِمِ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ ابْنِ مَسْعُودٍ، وَكِلاهُمَا وَهْمٌ. ¶ فَقَدْ أَخْرَجَهُ ابْنُ الضُّرَيْسِ «فَضَائِلُ الْقُرْآنِ» (134) ، وَالطَّحَاوِيُّ «مُشْكَلُ الآثَارِ» (4476) ، وَالطَّبَرَانِيُّ «الكبير» (10/161/10325) و «الأَوْسَطُ» (3062) مِنْ طُرُقِ عَنْ شَرِيكٍ عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ ابْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُكُمْ مَنْ قَرَأَ الْقُرْآنَ وَأَقْرَأَهُ» . ¶ قَالَ ابْنُ أَبِي حَاتِمٍ «عِلَلُ الْحَدِيثِ» (2/65/1684) : «سَأَلْتُ أَبِي عَنْ حَدِيثٍ رَوَاهُ الْحَارِثُ بْنُ نَبْهَانَ عَنْ عَاصِمِ بْنِ أَبِي النُّجُودِ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنْ أَبِيهِ عَنْ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: خِيَارُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ. فَقَالَ أَبِي: هَذَا خَطَأٌ، إِنَّمَا هُوَ عَاصِمٌ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُرْسَلٌ» .",
            "page": "66",
            "part": "1",
            "seal": "507AAF8B"
        },
        {
            "hno": "18",
            "id": "28",
            "nass": "18 - حَدَّثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: نا زُهَيْرُ بْنُ مُحَمَّدٍ قَالَ: نا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِيُء , قَالَ: نا مُوسَى بْنُ عَلِيِّ بْنِ رَبَاحٍ قَالَ: سَمِعْتُ أَبِي يَقُولُ: سَمِعْتُ عُقْبَةَ بْنَ عَامِرٍ يَقُولُ: خَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ فِي الصُّفَّةِ فَقَالَ: \" §أَيُّكُمْ يُحِبُّ أَنْ يَغْدُوَ إِلَى بُطْحَانَ أوِ الْعَقِيقِ فَيَأْتِيَ كُلَّ يَوْمٍ بِنَاقَتَيْنِ كَوْمَاوَيْنِ , الْكَوْمَاءُ: النَّاقَةُ الْعَظِيمَةُ السَّنَامِ زَهْرَاوَيْنِ فَيَأْخُذُهُمَا فِي غَيْرِ إِثْمٍ وَلَا قَطْعِ رَحِمٍ؟ \" قُلْنَا: كُلُّنَا يَا رَسُولَ اللَّهِ يُحِبُّ ذَلِكَ , قَالَ: «فَلَأَنْ يَغْدُوَ أَحَدُكُمْ إِلَى الْمَسْجِدِ فَيَتَعَلَّمَ آيَتَيْنِ مِنْ كِتَابِ اللَّهِ خَيْرٌ لَهُ مِنْ نَاقَتَيْنِ , وَثَلَاثٌ خَيْرٌ لَهُ مِنْ ثَلَاثٍ , وَأَرْبَعٌ خَيْرٌ لَهُ مِنْ أَرْبَعٍ , وَمِنْ أَعْدَادِهِنَّ مِنَ الْإِبِلِ» . (¬1) ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ وَأَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ (6/133/30074) ، وأَحْمَدُ (4/154) ، وأبُو عُبَيْدٍ «فَضَائِلُ الْقُرْآنِ» (2) ، وَمُسْلِمٌ (803) ، وَأبُو دَاوُدَ (1456) ، وَابْنُ الضُّرَيْسِ «فَضَائِلُ الْقُرْآنِ» (62) ، وَابْنُ حِبَّانَ (115) ، وَالطَّبَرَانِيُّ «الْكَبِيرُ» (17/290/799) ، وَأبُو الْفَضْلِ الرَّازِيُّ «فَضَائِلُ الْقُرْآنِ» (100) ، وَأَبُو نُعَيْمٍٍ «الْمُسْنَدُ الْمُسْتَخْرَجُ» (2/393/1824) و «الْحِلْيَةُ» (1/341و2/8) ، وَالْبَيْهَقِيُّ «شُعُبُ الإِيْمَانِ» (2/325/1934) ، وَابْنُ عَسَاكِرَ «التَّارِيخُ» (40/496) مِنْ طُرُقٍ عَنْ مُوسَى بْنِ عُلَيِّ بْنِ رَبَاحٍ عَنْ أَبِيهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ بِهِ. ¶ ورواه عَنْ مُوسَى بْنِ عُلَيِّ بْنِ رَبَاحٍ: عَبْدُ اللهِ بْنُ صَالِحٍ، وَعَبْدُ اللهِ بْنُ الْمُبَارَكِ، وَعَبْدُ اللهِ بْنُ وَهْبٍ، وعَبْدُ اللهِ بْنُ يَزِيدَ الْمُقْرِئُ، وَالْفَضْلُ بْنُ دُكَيْنٍٍ، وَوَهْبُ بْنُ جَرِيرٍ.",
            "page": "67",
            "part": "1",
            "seal": "43D292EB"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "§بَابُ فَضْلِ الِاجْتِمَاعِ فِي الْمَسْجِدِ لِدَرْسِ الْقُرْآنِ",
            "page": "69",
            "part": "1",
            "seal": "0EEFC713"
        },
        {
            "hno": "19",
            "id": "30",
            "nass": "19 - حَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا إِسْحَقُ بْنُ رَاهَوَيْهِ قَالَ لَنَا جَرِيرٌ يَعْنِي ابْنَ عَبْدِ الْحَمِيدِ , عَنِ الْأَعْمَشِ , عَنْ أَبِي صَالِحٍ , عَنْ أَبِي هُرَيْرَةَ , عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَا تَجَالَسَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ , يَتْلُونَ كِتَابَ اللَّهِ , وَيَتَدَارَسُونَهُ بَيْنَهُمْ , إِلَّا حَفَّتْ بِهِمُ الْمَلَائِكَةُ , وَغَشِيَتْهُمُ الرَّحْمَةُ , وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ , وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ , لَمْ يُسْرِعْ بِهِ نَسَبُهُ» قَالَ: -[72]- ¶ 20 - حَدَّثَنَا أَبُو مُعَاوِيَةَ الْأَعْمَشُ",
            "page": "69",
            "part": "1",
            "seal": "7A879DB8"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَحَدَّثَنَا الْفِرْيَابِيُّ , أَيْضًا قَالَ: نا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ , عَنْ أَبِي صَالِحٍ , عَنْ أَبِي هُرَيْرَةَ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ عَزَّ وَجَلَّ , يَتْلُونَ كِتَابَ اللَّهِ , وَيَتَدَارَسُونَهُ بَيْنَهُمْ , إِلَّا نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ , وَحَفَّتْ بِهِمُ الْمَلَائِكَةُ وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ»",
            "page": "72",
            "part": "1",
            "seal": "2E885E5C"
        },
        {
            "hno": "21",
            "id": "32",
            "nass": "21 - وَحَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا مِنْجَابُ بْنُ الْحَارِثِ قَالَ: نا أَبُو الْأَحْوَصِ، عَنْ هَارُونُ بْنُ عَنْتَرَةَ , عَنْ أَبِيهِ , قَالَ: قُلْتُ لِابْنِ عَامِرٍ: أَيُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: «§-[74]- ذِكْرُ اللَّهِ أَكْبَرُ , وَمَا جَلَسَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ , يَدْرُسُونَ فِيهِ كِتَابَ اللَّهِ , وَيَتَعَاطَوْنَهُ بَيْنَهُمْ , إِلَّا أَظَلَّتْهُمُ الْمَلَائِكَةُ بِأَجْنِحَتِهَا , وَكَانُوا أَضْيَافَ اللَّهِ مَا دَامُوا فِيهِ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ»",
            "page": "73",
            "part": "1",
            "seal": "1DBACDD2"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§بَابُ ذِكْرِ أَخْلَاقِ أَهْلِ الْقُرْآنِ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَنْبَغِي لِمَنْ عَلَّمَهُ اللَّهُ الْقُرْآنَ وَفَضَّلَهُ عَلَى غَيْرِهِ , مِمَّنْ لَمْ يُحَمَّلْهُ , وَأَحَبَّ أَنْ يَكُونَ مِنْ أَهْلِ الْقُرْآنِ وَأَهْلِ اللَّهِ وَخَاصَّتِهِ , وَمِمَّنْ وَعَدَهُ اللَّهُ مِنَ الْفَضْلِ الْعَظِيمِ مَا تَقَدَّمَ ذِكْرُنَا لَهُ , وَمِمَّنْ قَالَ اللَّهُ عَزَّ وَجَلَّ: {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} [البقرة: 121] قِيلَ فِي التَّفْسِيرِ: يَعْمَلُونَ بِهِ حَقَّ الْعَمَلِ وَمِمَّنْ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الَّذِي يَقْرَأُ الْقُرْآنَ وَهُو مَاهِرٌ بِهِ مَعَ الْكِرَامِ السَّفَرَةِ , وَالَّذِي يَقْرَأُ الْقُرْآنَ وَهُو عَلَيْهِ شَاقٌّ لَهُ أَجْرَانِ» وَقَالَ بِشْرُ بْنُ الْحَارِثِ: سَمِعْتُ عِيسَى بْنَ يُونُسَ يَقُولُ: إِذَا خَتَمَ الْعَبْدُ الْقُرْآنَ قَبَّلَ الْمَلَكُ بَيْنَ عَيْنَيْهِ فَيَنْبَغِي لَهُ أَنْ يَجْعَلَ الْقُرْآنَ رَبِيعًا لِقَلْبِهِ يَعْمُرُ بِهِ مَا خَرِبَ مِنْ قَلْبِهِ , يَتَأَدَّبُ بِآدَابِ الْقُرْآنِ , وَيَتَخَلَّقُ بِأَخْلَاقٍ شَرِيفَةٍ تَبِينُ بِهِ عَنْ سَائِرِ النَّاسِ , مِمَّنْ لَا يَقْرَأُ الْقُرْآنَ: فَأَوَّلُ مَا يَنْبَغِي لَهُ أَنْ يَسْتَعْمِلَ تَقْوَى اللَّهِ فِي السِّرِّ وَالْعَلَانِيَةِ , بِاسْتِعْمَالِ الْوَرَعِ فِي مَطْعَمِهِ وَمَشْرَبِهِ وَمَلْبَسِهِ وَمَسْكَنِهِ , بَصِيرًا بِزَمَانِهِ وَفَسَادِ أَهْلِهِ , فَهُوَ يَحْذَرُهُمْ عَلَى دِينِهِ , مُقْبِلًا عَلَى شَأْنِهِ , مَهْمُومًا بِإِصْلَاحِ مَا فَسَدَ مِنْ أَمَرِهِ , حَافِظًا لِلِسَانِهِ , مُمَيِّزًا لَكَلَامِهِ , إِنْ تَكَلَّمَ تَكَلَّمَ",
            "page": "77",
            "part": "1",
            "seal": "5E6858BF"
        },
        {
            "hno": "22",
            "id": "38",
            "nass": "22 - حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ سُلَيْمَانَ السِّجِسْتَانِيُّ , قَالَ: نا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عُمَرَ قَالَ: نا ابْنُ وَهْبٍ , قَالَ: أَخْبَرَنِي يَحْيَى بْنُ أَيُّوبَ , عَنْ زَبَّانَ بْنِ فَائِدٍ , عَنْ سَهْلِ بْنِ مُعَاذٍ الْجُهَنِيِّ , عَنْ أَبِيهِ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ قَرَأَ الْقُرْآنَ وَعَمِلَ بِمَا فِيهِ , أُلْبِسَ وَالِدَيْهِ تَاجًا يَوْمَ الْقِيَامَةِ , ضَوْءُهُ أَحْسَنُ مِنْ ضَوْءِ الشَّمْسِ , فِي بُيُوتِ الدُّنْيَا لَوْ كَانَتْ فِيهِ , فَما ظَنُّكُمْ بِالَّذِي عَمِلَ بِهَذَا»",
            "page": "81",
            "part": "1",
            "seal": "D915AF06"
        },
        {
            "hno": "23",
            "id": "39",
            "nass": "23 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا شُجَاعُ بْنُ مَخْلَدٍ قَالَ: نا يَعْلَى بْنُ عُبَيْدٍ عَنِ الْأَعْمَشِ , عَنْ خَيْثَمَةَ , قَالَ: \" §مَرَّتِ امْرَأَةٌ بِعِيسَى ابْنِ مَرْيَمَ فَقَالَتْ: طُوبْي لِحِجْرٍ حَمَلَكَ وَلِثَدْيٍ رَضَعْتَ مِنْهُ فَقَالَ عِيسَى: طُوبَى لِمَنْ قَرَأَ الْقُرْآنَ ثُمَّ عَمِلَ بِهِ \"",
            "page": "82",
            "part": "1",
            "seal": "21E72A72"
        },
        {
            "hno": "24",
            "id": "40",
            "nass": "24 - حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ السَّقَطِيُّ قَالَ: نا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ قَالَ: نا أَبُو أَحْمَدَ الزُّبَيْرِيُّ , قَالَ: نا بَشِيرُ بْنُ مُهَاجِرٍ , عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ , عَنْ أَبِيهِ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ إِلَى الرَّجُلِ كَالرَّجُلِ الشَّاحِبِ فَيَقُولُ لَهُ: مَنْ أَنْتَ؟ فَيَقُولُ: أَنَا الَّذِي أَظْمَأْتُ نَهَارَكَ وَأَسْهَرْتُ لَيْلَكَ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ وَأَخْرَجَهُ كَذَلِكَ ابْنُ عَدِيٍّ «الْكَامِلُ» (21) مِنْ طَرِيقِ عَمْرِو بْنِ عَلِيٍّ الْفَلاسِ ثَنَا أبُو أَحْمَدَ الزُّبَيْرِيُّ حَدَّثَنِي بَشِيرُ بْنُ الْمُهَاجِرِ بِإِسْنَادِهِ وَمَتْنِهِ سَوَاء. ¶ وَتَابَعَهُ عَنْ بَشِيرِ بْنِ الْمُهَاجِرِ: وَكِيعٌ، وَأَبُو نُعَيْمٍ، وَخَلادُ بْنُ يَحْيَى بْنِ صَفْوَانَ. فأمَّا وَكِيعٌ فَاخْتَصَرَهُ، وَأَمَّا الآخَرَانِ فَسَاقَاهُ بِأَطْوَلَ مِمَّا هَاهُنَا، وَفِيهِ زِيَادَاتٌ مُسْتَحْسَنَةٌ. ¶ فَقَدْ أَخْرَجَهُ أَحْمَدُ (5/352) ، وابْنُ مَاجَهْ (3781) عَنْ عَلِيَّ بْنِ مُحَمَّدٍ الطنافسِيِّ، كِلاهُمَا عَنْ وَكِيعٍ عَنْ بَشِيرِ بْنِ مُهَاجِرٍ عَنْ ابْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم: «يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ كَالرَّجُلِ الشَّاحِبِ، فَيَقُولُ: أَنَا الَّذِي أَسْهَرْتُ لَيْلَكَ، وَأَظْمَأْتُ نَهَارَكَ» . ¶ وَقَالَ الإِمَامُ أَحْمَدُ (5/348) : حَدَّثَنَا أبُو نُعَيْمٍ حَدَّثَنَا بَشِيرُ بْنُ الْمُهَاجِرِ حَدَّثَنِي عَبْدُ اللهِ بْنُ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ: كُنْتُ جَالِسَاً عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّم، فَسَمِعْتُهُ يَقُولُ: «تَعَلَّمُوا سُورَةَ الْبَقَرَةِ، فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلا يَسْتَطِيعُهَا الْبَطَلَةُ» ، قَالَ: ثُمَّ مَكَثَ سَاعَةً، ثُمَّ قَالَ: «تَعَلَّمُوا سُورَةَ الْبَقَرَةِ وَآلِ عِمْرَانَ، فَإِنَّهُمَا الزَّهْرَاوَانِ، يُظِلانِ صَاحِبَهُمَا يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، أَوْ غَيَايَتَانِ أَوْ فِرْقَانٍ مِنْ طَيْرٍ صَوَافَّ، وَإِنَّ الْقُرْآنَ يَلْقَى صَاحِبَهُ يَوْمَ الْقِيَامَةِ حِينَ يَنْشَقُّ عَنْهُ قَبْرُهُ كَالرَّجُلِ الشَّاحِبِ، فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟، فَيَقُولُ: مَا أَعْرِفُكَ!، فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟، فَيَقُولُ: مَا أَعْرِفُكَ!، فَيَقُولُ: أَنَا صَاحِبُكَ الْقُرْآنُ الَّذِي أَظْمَأْتُكَ فِي الْهَوَاجِرِ، وَأَسْهَرْتُ لَيْلَكَ، وَإِنَّ كُلَّ تَاجِرٍ مِنْ وَرَاءِ تِجَارَتِهِ، وَإِنَّكَ الْيَوْمَ مِنْ وَرَاءِ كُلِّ تِجَارَةٍ، فَيُعْطَى الْمُلْكَ بِيَمِينِهِ، وَالْخُلْدَ بِشِمَالِهِ، وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ، وَيُكْسَى وَالِدَاهُ حُلَّتَيْنِ لا يُقَوَّمُ لَهُمَا أَهْلُ الدُّنْيَا، فَيَقُولانِ: بِمَ كُسِينَا هَذِهِ؟، فَيُقَالُ: بِأَخْذِ وَلَدِكُمَا الْقُرْآنَ، ثُمَّ يُقَالُ لَهُ: اقْرَأْ وَاصْعَدْ فِي دَرَجَةِ الْجَنَّةِ وَغُرَفِهَا، فَهُوَ فِي صُعُودٍ مَا دَامَ يَقْرَأُ، هَذَّاً كَانَ أَوْ تَرْتِيلاً» . ¶ وَأَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ (6/129/30045) ، وَأَبُو عُبَيْدٍ «فَضَائِلُ الْقُرْآنِ» (47) ، والدَّارَمِيُّ (3391) ، وَابْن الضُّرَيْسِ «فَضَائِلُ الْقُرْآنِ» (97) ، وَالْبَغَوِيُّ «مَعَالِمُ التَّنْزِيلِ» (1/33) جَمِيعَاً عَنْ أَبِي نُعَيمٍ، وَالْعُقَيْلِيُّ «الضُّعَفَاءُ» (1/143) ، وَالْحَاكِمُ (1/742) ، وَالْبَيْهَقِيُّ «شُعُبُ الإِيْمَانِ» ثَلاثَتُهُمْ عَنْ خَلادِ بْنِ يَحْيَى، كِلاهُمَا عَنْ بَشِيرِ بْنِ مُهَاجِرٍ بِهِ. ¶ قُلْتُ: وَهَذَا إِسْنَادٌ حَسَنٌ عَلَى ضَعْفٍ يَسِيرٍ فِي بَشِيرِ بْنِ الْمُهَاجِرِ الْغَنْوِيِّ الْكُوفِيُّ. ¶ فَقَدَ قَالَ أَحْمَدُ ابْنُ حَنْبَلَ: مُنْكَرُ الْحَدِيثِ، اعْتَبَرْتُ أَحَادِيثَهُ فَإِذَا هُوَ يَجِئُ بِالْعَجَبِ. وَقَالَ ابْنُ عَدِيٍّ: هُوَ مِمَّنْ يُكْتَبُ حَدِيثُهُ، وَإِنْ كَانَ فِيهِ بَعْضُ الضَّعْفِ. وَقَالَ أبُو حَاتِمٍ: يُكْتَبُ حَدِيثُهُ وَلا يُحْتَجُّ بِهِ. وَقَالَ الْبُخَارِيُّ: يُخَالِفُ فِي بَعْضِ حَدِيثِهِ. وَلَكِنْ قَالَ يَحْيَى بْنُ مَعِينٍ: ثِقَةٌ. ¶ وَقَالَ الْعِجْلِيُّ: كوفِيٌ ثقةٌ. وَقَالَ النَّسَائِيُّ: لَيْسَ بِهِ بَأْسٌ. وَذَكَرَهُ ابْنُ حِبَّانَ فِي «الثِّقَاتِ» وَقَالَ: وَكَانَ يُخْطِىءُ كَثِيرَاً. وَقَالَ الذَّهَبِيُّ: ثِقَةٌ فِيهِ شَيْءٌ. وَقَالَ ابْنُ حَجَرٍ: صَدُوقٌ لَيِّنُ الْحَدِيثِ، رُمِيَ بِالإِرْجَاءِِ. ¶ وَقَالَ الْحَافِظُ الْبُوصِيرِِيُّ «مِصْبَاحُ الزُّجَاجَةِ» (4/126) : إِسْنَادٌ رِجَالُهُ ثِقَاتٌ. اهـ ¶ قُلْتُ: وَلأَوَّلِهِ شَاهِدٌ صَحِيحٌ مِنْ حَدِيثِ أَبِي أُمَامَةَ الْبَاهِلِيِّ. ¶ قَالَ الإِمَامُ مُسْلِمٌ (804) : حَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ ثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ ثَنَا مُعَاوِيَةُ يَعْنِي ابْنَ سَلامٍ عَنْ زَيْدٍ أَنَّهُ سَمِعَ أَبَا سَلامٍ يَقُولُ حَدَّثَنِي أَبُو أُمَامَةَ الْبَاهِلِيُّ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «اقْرَءُوا الْقُرْآنَ، فَإِنَّهُ يَأْتِي يَوْمَ الْقِيَامَةِ شَفِيعَاً لأَصْحَابِهِ، اقْرَءُوا الزَّهْرَاوَيْنِ الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ، فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، أَوْ كَأَنَّهُمَا غَيَايَتَانِ، أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، تُحَاجَّانِ عَنْ أَصْحَابِهِمَا، اقْرَءُوا سُورَةَ الْبَقَرَةِ، فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلا تَسْتَطِيعُهَا الْبَطَلَةُ» .",
            "page": "84",
            "part": "1",
            "seal": "FBFC5911"
        },
        {
            "hno": "25",
            "id": "41",
            "nass": "25 - حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ سُلَيْمَانَ , قَالَ: نا أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرٍو قَالَ: نا عَبْدُ اللَّهِ بْنُ وَهْبٍ , قَالَ: أَخْبَرَنِي مُوسَى بْنُ أَيُّوبَ , عَنْ عَمِّهِ إِيَاسِ بْنِ عَامِرٍ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ قَالَ لَهُ: إِنَّكَ §إِنْ بَقَيْتَ فَسَيُقْرَأُ الْقُرْآنُ عَلَى ثَلَاثَةِ أَصْنَافٍ: صِنْفٍ لِلَّهِ , وَصِنْفٍ لِلدُّنْيَا , وَصِنْفٍ لِلْجَدَلِ , فَمَتَى طُلِبَ بِهِ أُدْرِكَ \" ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَقَدْ ذَكَرْتُ أَخْلَاقَ الصِّنْفِ الَّذِينَ قَرَءُوا الْقُرْآنَ يُرِيدُونَ بِهِ وَجْهَ اللَّهِ عَزَّ وَجَلَّ , وَأَنَا أَذْكُرُ الصِّنْفَيْنِ الَّذَيْنِ يُرِيدُونَ بِقِرَاءَتِهِمُ الدُّنْيَا وَالْجَدَلَ , وَأَصِفُ أَخْلَاقَهُمْ؛ حَتَّى يَعْرِفَهَا مَنِ اتَّقَى اللَّهَ فَيَحْذَرَهُمَا",
            "page": "85",
            "part": "1",
            "seal": "74725584"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "§بَابُ أَخْلَاقِ مَنْ قَرَأَ الْقُرْآنَ لَا يُرِيدُ بِهِ اللَّهَ عَزَّ وَجَلَّ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَأَمَّا مَنْ قَرَأَ الْقُرْآنَ لِلدُّنْيَا وَلِأَبْنَاءِ الدُّنْيَا , فَإِنَّ مِنْ أَخْلَاقِهِ أَنْ يَكُونَ حَافِظًا لِحُرُوفِ الْقُرْآنِ , مُضَيِّعًا لِحُدُودِهِ , مُتَعَظِّمًا فِي نَفْسِهِ , مُتَكَبِّرًا عَلَى غَيْرِهِ , قَدِ اتَّخَذَ الْقُرْآنَ بِضَاعَةً , يَتَآكَلُ بِهِ الْأَغْنِيَاءَ , وَيَسْتَقْضِي بِهِ الْحَوَائِجَ يُعَظِّمُ أَبْنَاءَ الدُّنْيَا وَيُحَقِّرُ الْفُقَرَاءَ , إِنْ عَلَّمَ الْغَنِيَّ رَفَقَ بِهِ طَمَعًا فِي دُنْيَاهُ , وَإِنْ عَلَّمَ الْفَقِيرَ زَجَرَهُ وَعَنَّفَهُ؛ لِأَنَّهُ لَا دُنْيَا لَهُ يُطْمَعُ فِيهَا , يَسْتَخْدِمُ بِهِ الْفُقَرَاءَ , وَيَتِيهُ بِهِ عَلَى الْأَغْنِيَاءِ , إِنْ كَانَ حَسَنَ الصَّوْتِ , أَحَبَّ أَنْ يَقْرَأَ لِلْمُلُوكِ , وَيُصَلِّيَ بِهِمْ؛ طَمَعًا فِي دُنْيَاهُمْ , وَإِنْ سَأَلَهُ الْفُقَرَاءُ الصَّلَاةَ بِهِمْ , ثَقُلَ ذَلِكَ عَلَيْهِ؛ لِقِلَّةِ الدُّنْيَا فِي أَيْدِيهِمْ , إِنَّمَا طَلَبُهُ الدُّنْيَا حَيْثُ كَانَتْ , رَبَضَ عِنْدَهَا , يَفْخَرُ عَلَى النَّاسِ بِالْقُرْآنِ , وَيَحْتَجُّ عَلَى مَنْ دُونَهُ فِي الْحِفْظِ بِفَضْلِ مَا مَعَهُ مِنَ الْقِرَاءَاتِ , وَزِيَادَةِ الْمَعْرِفَةِ بِالْغَرِيبِ مِنَ الْقِرَاءَاتِ , الَّتِي لَوْ عَقَلَ لَعَلِمَ أَنَّهُ يَجِبُ عَلَيْهِ أَنْ لَا يَقْرَأَ بِهَا فَتَرَاهُ تَائِهًا مُتَكَبِّرًا , كَثِيرَ الْكَلَامِ بِغَيْرِ تَمْيِيزٍ , يَعِيبُ كُلَّ مَنْ لَمْ يَحْفَظْ كَحِفْظِهِ , وَمَنْ عَلِمَ أَنَّهُ يَحْفَظُ كَحِفْظِهِ طَلَبَ عَيْبَهُ مُتَكَبِّرًا فِي جِلْسَتِهِ , مُتَعَاظِمًا فِي تَعْلِيمِهِ لِغَيْرِهِ , لَيْسَ لِلْخُشُوعِ فِي قَلْبِهِ مَوْضِعٌ , كَثِيرَ الضَّحِكِ وَالْخَوْضِ فِيمَا لَا يَعْنِيهِ , يَشْتَغِلُ عَمَّنْ يَأْخُذُ عَلَيْهِ بِحَدِيثِ مَنْ جَالَسَهُ , هُوَ إِلَى اسْتِمَاعِ حَدِيثِ جَلِيسِهِ أَصْغَى مِنْهُ إِلَى اسْتِمَاعِ مَنْ يَجِبُ عَلَيْهِ أَنْ يَسْتَمِعَ لَهُ , يُوَرِّي أَنَّهُ لَمْ يَسْتَمِعْ حَافِظًا , فَهُوَ إِلَى كَلَامِ النَّاسِ أَشْهَى مِنْهُ إِلَى كَلَامِ الرَّبِّ عَزَّ وَجَلَّ , لَا يَخْشَعُ عِنْدَ اسْتِمَاعِ الْقُرْآنِ وَلَا يَبْكِي , وَلَا يَحْزَنُ , وَلَا يَأْخُذُ نَفْسَهُ بِالْفِكْرِ فِيمَا يُتْلَى عَلَيْهِ , وَقَدْ نُدِبَ إِلَى ذَلِكَ , رَاغِبٌ فِي الدُّنْيَا وَمَا قَرَّبَ مِنْهَا , لَهَا يَغْضَبُ وَيَرْضَى , إِنْ قَصَّرَ رَجُلٌ فِي حَقِّهِ , قَالَ: أَهْلُ الْقُرْآنِ لَا يُقَصَّرُ فِي حُقُوقِهِمْ , وَأَهْلُ الْقُرْآنِ تُقْضَى حَوَائِجُهُمْ , يَسْتَقْضِي مِنَ",
            "page": "87",
            "part": "1",
            "seal": "B17D0D35"
        },
        {
            "hno": "26",
            "id": "45",
            "nass": "26 - حَدَّثَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ قَالَ: نا إِبْرَاهِيمُ بْنُ الْعَلَاءِ الزُّبَيْدِيُّ قَالَ: نا بَقِيَّةُ بْنُ الْوَلِيدِ , عَنْ شُعْبَةَ , عَنْ سَعِيدٍ الْجُرَيْرِيِّ , عَنْ أَبِي نَضْرَةَ , عَنْ أَبِي فِرَاسٍ , عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَالَ: لَقَدْ §أَتَى عَلَيْنَا حِينٌ وَمَا نَرَى أَنَّ أَحَدًا يَتَعَلَّمُ الْقُرْآنَ يُرِيدُ بِهِ إِلَّا اللَّهَ , فَلَمَّا كَانَ هَاهُنَا بِأَخْرَةٍ , خَشِيتُ أَنَّ رِجَالًا يَتَعَلَّمُونَهُ يُرِيدُونَ بِهِ النَّاسَ وَمَا عِنْدَهُمْ , فَأَرِيدُوا اللَّهَ بِقُرْآنِكُمْ وَأَعْمَالِكُمْ , وَإِنَّا كُنَّا نَعْرِفُكُمْ إِذْ فِينَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَإِذْ يَنْزِلُ الْوَحْيُ , وَإِذْ يُنْبِئُنَا اللَّهُ مِنْ أَخْبَارِكُمْ , فَأَمَّا الْيَوْمَ فَقَدْ مَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَانْقَطَعَ الْوَحْيُ , وَإِنَّمَا أَعْرِفُكُمْ بِمَا أَقُولُ: مَنْ أَعْلَنَ خَيْرًا أَجَبْنَاهُ عَلَيْهِ , وَظَنَنَّا بِهِ خَيْرًا , وَمَنْ أَظْهَرَ شَرًّا بَغَضْنَاهُ وَظَنَنَّا بِهِ شَرًّا , سَرَائِرُكُمْ فِيمَا بَيْنَكُمْ وَبَيْنَ اللَّهِ عَزَّ وَجَلَّ \" -[91]- ¶ 27 - حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ يَحْيَى بْنِ سُلَيْمَانَ الْمَرْوَزِيُّ , قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ قَالَ: نا حَمَّادُ بْنُ سَلَمَةَ , قَالَ: نا الْجُرَيْرِيُّ , عَنْ أَبِي نَضْرَةَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ: -[92]- يَا أَيُّهَا النَّاسُ , وَذَكَرَ نَحْوًا مِنْ حَدِيثِ الْفِرْيَابِيِّ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَإِذَا كَانَ عُمَرُ بْنُ الْخَطَّابِ قَدْ خَافَ عَلَى قَوْمٍ قَرَءُوا الْقُرْآنَ فِي ذَلِكَ الْوَقْتِ بِدَرَاهِمَ إِلَى الدُّنْيَا فَمَا ظَنُّكَ بِهِمُ الْيَوْمَ؟ وَقَدْ أَخْبَرَنَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ يَكُونُ أَقْوَامٌ يَقْرَءُونَ الْقُرْآنَ يُقِيمُونَهُ كَمَا يُقِيمُونَ الْقِدْحَ , يَتَعَجَّلُونَهُ , وَلَا يَتَأَجَّلُونَهُ , يَطْلُبُونَ بِهِ عَاجِلَةَ الدُّنْيَا , وَلَا يَطْلُبُونَ بِهِ الْآخِرَةَ»",
            "page": "90",
            "part": "1",
            "seal": "5937BBAF"
        },
        {
            "hno": "28",
            "id": "46",
            "nass": "28 - حَدَّثَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلَوَيْهِ الْقَطَّانُ , قَالَ: نا خَلَفُ بْنُ هِشَامٍ الْبَزَّارُ قَالَ: نا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ , عَنْ حُمَيْدٍ الْأَعْرَجِ , عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ , عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: -[93]- خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَنَحْنُ نَقْرَأُ الْقُرْآنَ وَفِينَا الْعَجَمِيُّ وَالْأَعْرَابِيُّ , قَالَ: فَاسْتَمَعَ فَقَالَ: «§اقْرَءُوا فَكُلٌّ حَسَنٌ , سَيَأْتِي قَوْمٌ يُقِيمُونَهُ كَمَا يُقِيمُونَ الْقِدْحَ , يَتَعَجَّلُونَهُ وَلَا يَتَأَجَّلُونَهُ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ ضَعِيفٌ مَرْفُوعَاً. وَأَخْرَجَهُ أَحْمَدُ (3/397) عَنْ خَلَفِ بْنِ الْوَلِيدِ، وَأَبُو دَاوُدَ (830) وَالْفِرْيَابِيُّ «فَضَائِلُ الْقُرْآنِ» (157) ، وَالْبَغَوِيُّ «شَرْحُ السُّنَّةِ» (609) ثَلاثَتُهُمْ عَنْ وَهْبِ ابْنِ بَقِيَّةَ، وَالْبَيْهقِيُّ «شُعُبُ الإِيْمَانِ» (2/538/2642) عَنْ أَحْمَدَ بْنِ دَاوُدَ أبِي سَعِيدٍ الْوَاسِطِيِّ، وَابْنُ بَشْرَانَ «أَمَالِيهِ» (229) عَنْ خَلَفِ بْنِ هِشَامٍ، أَرْبَعَتُهُمْ عَنْ خَالِدٍ الْوَاسِطِيِّ عَنْ حُمَيْدٍ الأَعْرَجِ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ مَرْفُوعَاً به. ¶ وَتَابَعَهُ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ: أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ. ¶ فَقَدْ أَخْرَجَهُ أَحْمَدُ (3/357) ، وَأَبُو يَعْلَى (2197) ، وَالْبَيْهقِيُّ «شُعُبُ الإِيْمَانِ» (2/538/2643) مِنْ طُرُقٍ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ مَرْفُوعَاً به. ¶ وَخَالَفَهُمَا عَلَى رَفْعِهِ: السُّفْيَانَانِ، فَرَوَيَاهُ عَنْ ابْنِ الْمُنْكَدِرِ مُرْسَلاً، وَهُوَ أَشْبَهُ بِالصَّوَابِ. ¶ أَخْرَجَهُ عَبْدُ الرَّزَّاقِ (6034) ، وَسَعِيدُ بْنُ مَنْصُورٍ «تَفْسِيرُهُ» كِلاهُمَا عَنْ ابْنِ عُيَيْنَةَ، ¶ وابْنُ أَبِي شَيْبَةَ (6/125/30004) ، وَالْبَيْهقِيُّ «شُعُبُ الإِيْمَانِ» (2/538/2641) كِلاهُمَا عَنْ الثورِيِّ، كِلاهُمَا - السُّفْيَانَانِ - عَنْ ابْنِ الْمُنْكَدِرِ قَالَ قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم: «سَيَجِيءُ قَوْمٌ يَقْرَؤُونَ الْقُرْآنَ، يُقِيمُونَهُ إِقَامَةَ الْقِدْحِ، يَتَعَجَّلُونَ أَجْرَهُ، وَلا يَتَأَجَّلُونَهُ» .",
            "page": "92",
            "part": "1",
            "seal": "DD966529"
        },
        {
            "hno": "29",
            "id": "47",
            "nass": "29 - حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ قَالَ: نا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , قَالَ: نا ابْنُ الْمُبَارَكِ , قَالَ: أنا مُوسَى بْنُ عُبَيْدَةَ الرَّبْذِيُّ , عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدَةَ , وَهُوَ أَخُوهُ , عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ: بَيْنَمَا نَحْنُ نَقْتَرِئُ إِذْ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «§-[95]- الْحَمْدُ لِلَّهِ , كِتَابُ اللَّهِ وَاحِدٌ وَفِيكُمُ الْأَخْيَارُ , وَفِيكُمُ الْأَحْمَرُ وَالْأَسْوَدُ , اقْرَءُوا الْقُرْآنَ قَبْلَ أَنْ يَأْتِيَ أَقْوَامٌ يَقْرَءُونَهُ يُقِيمُونَ حُرُوفَهُ كَمَا يُقَامُ السَّهْمُ لَا يُجَاوِزُ تَرَاقِيَهُمْ , يَتَعَجَّلُونَ أَجْرَهُ وَلَا يَتَأَجَّلُونَهُ»",
            "page": "94",
            "part": "1",
            "seal": "87CDB22E"
        },
        {
            "hno": "30",
            "id": "48",
            "nass": "30 - وَحَدَّثَنَا أَبُو مُحَمَّدٍ , أَيْضًا قَالَ: نا الْحُسَيْنُ , قَالَ: أنا ابْنُ الْمُبَارَكِ , قَالَ: أنا مُوسَى بْنُ عُبَيْدَةَ , عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ , عَنِ ابْنَةِ الْهَادِ , عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §يَظْهَرُ هَذَا الدِّينُ حَتَّى يُجَاوِزَ الْبِحَارَ , وَحَتَّى يُخَاضَ بِالْخَيْلِ فِي سَبِيلِ اللَّهِ , ثُمَّ يَأْتِي قَوْمٌ يَقْرَءُونَ الْقُرْآنَ , فَإِذَا قَرَءُوهُ -[97]- قَالُوا: قَدْ قَرَأْنَا الْقُرْآنَ فَمَنْ أَقْرَأُ مِنَّا؟ فَمَنْ أَعْلَمُ مِنَّا؟ \" ثُمَّ الْتَفَتَ إِلَى أَصْحَابِهِ فَقَالَ: «هَلْ تَرَوْنَ فِي أُولَئِكَ مِنْ خَيْرٍ؟» قَالُوا: لَا , قَالَ: «فَأُولَئِكَ مِنْكُمْ , وَأُولَئِكَ مِنْ هَذِهِ الْأُمَّةِ , وَأُولَئِكَ هُمْ وَقُودُ النَّارِ» ¶ 31 - وَحَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ قَالَ: نا -[98]- زُهَيْرُ بْنُ مُحَمَّدِ بْنِ قِبَالٍ , قَالَ: أنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ قَالَ: نا ابْنُ نُمَيْرٍ , عَنْ مُوسَى بْنِ عُبَيْدَةَ , عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ , عَنِ ابْنَةِ الْهَادِ , عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَذَكَرَ الْحَدِيثَ مِثْلَهُ",
            "page": "96",
            "part": "1",
            "seal": "56DE2E2D"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَنْ قَنَعَ بِتَلْقِينِ الْأُسْتَاذِ وَلَمْ يُجَاوِزْهُ فَبِالْحَرِيِّ أَنْ يُوَاظِبَ عَلَيْهِ , وَأُحِبُّ ذَلِكَ مِنْهُ , وَإِذَا أَرَاهُ قَدِ الْتُقِنَ مَا لَمْ يُلَقِّنْهُ زَهَدَ فِي تَلْقِينِهِ وَثَقُلَ عَلَيْهِ , وَلَمْ يُحْمَدْ عَوَاقِبُهُ , وَأُحِبُّ لَهُ إِذَا قَرَأَ عَلَيْهِ أَنْ لَا يَقْطَعَ حَتَّى يَكُونَ الْأُسْتَاذُ هُوَ الَّذِي يَقْطَعُ عَلَيْهِ , فَإِنْ بَدَتْ لَهُ حَاجَتُهُ وَقَدْ كَانَ الْأُسْتَاذُ مُرَادُهُ أَنْ يَأْخُذَ عَلَيْهِ مِائَةَ آيَةٍ , فَاخْتَارَ هُوَ أَنْ يَقْطَعَ الْقِرَاءَةَ",
            "page": "143",
            "part": "1",
            "seal": "A14E5501"
        },
        {
            "hno": "32",
            "id": "49",
            "nass": "32 - وَحَدَّثَنَا ابْنُ عَبْدِ الْحَمِيدِ , أَيْضًا قَالَ: نا زُهَيْرُ بْنُ مُحَمَّدٍ , قَالَ لَنَا أَبُو نُعَيْمٍ , قَالَ: نا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ قَالَ: سَمِعْتُ أَبِي يَذْكُرُ عَنْ مُجَاهِدٍ , عَنِ ابْنِ عُمَرَ , قَالَ: «§كُنَّا صَدْرَ هَذِهِ الْأُمَّةِ وَكَانَ الرَّجُلُ مِنْ خِيَارِ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا مَعَهُ إِلَّا السُّورَةُ مِنَ الْقُرْآنِ أَوْ شِبْهُ ذَلِكَ , وَكَانَ الْقُرْآنُ ثَقِيلًا عَلَيْهِمْ وَرُزِقُوا الْعَمَلَ بِهِ , وَإِنَّ آخِرَ هَذِهِ الْأُمَّةِ يُخَفَّفُ عَلَيْهِمُ الْقُرْآنُ حَتَّى يَقْرَأَهُ الصَّبِيُّ وَالْأَعْجَمِيُّ فَلَا يَعْمَلُونَ بِهِ» . (¬1) ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ ضَعِيفٌ. آفَتُهُ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ الْبَجَلِيُّ النَّخَعِيُّ الْكُوفِيُّ. قَالَ الْبُخَارِيُّ: مُنْكَرُ الْحَدِيثِ. وَقَالَ يَحْيَى بْنُ مَعِينٍ وَالنَّسَائِيُّ: ضَعِيفٌ. وَقَالَ يَحْيَى مَرَّةً: لا شَيْءَ. وَقَالَ الآجُرِّيُّ سَأَلْتُ أَبَا دَاوُدَ عَنْهُ فَقَالَ: ضَعِيفٌ ضَعِيفٌ، أَنَا لا أَكْتُبُ حَدِيثَهُ. وَقَالَ أبُو حَاتِمٍ: لَيْسَ بِقَوِيٍّ يُكْتُبُ حَدِيثُهُ. وَقَالَ ابْنُ حِبَّانَ: كَانَ فَاحِشَ الْخَطَأِ. وَقَالَ أَحْمَدُ: أبُوهُ أَقْوَى فِي الْحَدِيثِ مِنْهُ.",
            "page": "98",
            "part": "1",
            "seal": "5B8C2C51"
        },
        {
            "hno": "33",
            "id": "50",
            "nass": "33 - وَحَدَّثَنَا ابْنُ عَبْدِ الْحَمِيدِ , قَالَ: نا زُهَيْرُ بْنُ مُحَمَّدٍ قَالَ: أنا سَعِيدُ بْنُ سُلَيْمَانَ قَالَ: أنا خَلَفٌ يَعْنِي الْوَاسِطِيَّ , عَنْ عَطَاءِ بْنِ السَّائِبِ قَالَ: كَانَ أَبُو عَبْدِ الرَّحْمَنِ يُقْرِئُنَا فَقَالَ يَوْمًا: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيُرَتِّلُ هَذَا الْقُرْآنَ قَوْمٌ يَشْرَبُونَهُ كَمَا يُشْرَبُ الْمَاءُ لَا يُجَاوِزُ تَرَاقِيَهُمْ»",
            "page": "99",
            "part": "1",
            "seal": "801E3694"
        },
        {
            "hno": "34",
            "id": "51",
            "nass": "34 - حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعْدِ بْنِ صَاعِدٍ قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , قَالَ: نا ابْنُ الْمُبَارَكِ , قَالَ لَنَا مَعْمَرٌ , عَنْ يَحْيَى بْنِ الْمُخْتَارِ , عَنِ الْحَسَنِ قَالَ: §إِنَّ هَذَا الْقُرْآنَ قَدْ قَرَأَهُ عَبِيدٌ وَصِبْيَانٌ لَا عِلْمَ لَهُمْ بِتَأْوِيلِهِ , وَلَمْ يَتَأَوَّلُوا الْأَمْرَ -[101]- مِنْ أَوَّلِهِ , قَالَ اللَّهُ عَزَّ وَجَلَّ: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ} [ص: 29] وَمَا تَدَبُّرُ آيَاتِهِ إِلَّا اتِّبَاعُهُ , وَاللَّهُ يَعْلَمُ , أَمَا وَاللَّهِ مَا هُوَ بِحِفْظِ حُرُوفِهِ وَإِضَاعَةِ حُدُودِهِ حَتَّى إِنَّ أَحَدَهُمْ لَيَقُولُ: قَدْ قَرَأْتُ الْقُرْآنَ كُلَّهُ فَمَا أُسْقِطُ مِنْهُ حَرْفًا , وَقَدْ وَاللَّهِ أَسْقَطَهُ كُلَّهُ , مَا تَرَى الْقُرْآنَ لَهُ مِنْ خُلُقٍ وَلَا عَمِلٍ , حَتَّى إِنَّ أَحَدَهُمْ لَيَقُولُ: إِنِّي لَأَقْرَأُ السُّورَةَ فِي نَفَسٍ وَاحِدٍ , وَاللَّهِ مَا هَؤُلَاءِ بِالْقُرَّاءِ وَلَا الْحُكَمَاءِ وَلَا الْوَرَعَةِ , مَتَى كَانَتِ الْقُرَّاءُ تَقُولُ مِثْلَ هَذَا؟ لَا أَكْثَرَ اللَّهُ فِي النَّاسِ مِثْلَ هَؤُلَاءِ \" ¶ 35 - حَدَّثَنَا أَبُو مُحَمَّدٍ أَيْضًا قَالَ: نا الْحُسَيْنُ قَالَ لَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ قَالَ: أنا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ , عَنْ عَطَاءٍ وَقَيْسِ بْنِ سَعْدٍ , عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {يَتْلُونَهُ حَقَّ تِلَاوَتِهِ} [البقرة: 121] قَالَ: يَعْمَلُونَ بِهِ حَقَّ عَمَلِهِ \"",
            "page": "100",
            "part": "1",
            "seal": "03550443"
        },
        {
            "hno": "36",
            "id": "52",
            "nass": "36 - حَدَّثَنَا أَبُو الْفَضْلِ الْعَبَّاسُ بْنُ يُوسُفَ الشِّكْلِيُّ , قَالَ: نا الْعَلَاءُ بْنُ سَالِمٍ , قَالَ: نا شُعَيْبُ بْنُ حَرْبٍ قَالَ: نا مَالِكُ بْنُ مِغْوَلٍ , عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ , قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: «§-[102]- يَنْبَغِي لِحَامِلِ الْقُرْآنِ أَنْ يُعْرَفَ بِلَيْلِهِ إِذِ النَّاسُ نَائِمُونَ , وَنَهَارِهِ إِذِ النَّاسُ مُفْطِرُونَ , وَبِوَرَعِهِ إِذِ النَّاسُ يَخْلِطُونَ , وَبِتَوَاضُعِهِ إِذِ النَّاسُ يَخْتَالُونَ , وَبِحُزْنِهِ إِذِ النَّاسُ يَفْرَحُونَ , وَبِبُكَائِهِ إِذِ النَّاسُ يَضْحَكُونَ , وَبِصَمْتِهِ إِذِ النَّاسُ يَخُوضُونَ» ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذِهِ الْأَخْبَارُ كُلُّهَا تَدُلُّ عَلَى مَا تَقَدَّمَ ذِكْرُنَا لَهُ مِنْ أَنَّ أَهْلَ الْقُرْآنِ يَنْبَغِي أَنْ تَكُونَ أَخْلَاقُهُمْ مُبَايِنَةً لِأَخْلَاقِ مَنْ سِوَاهُمْ مِمَّنْ لَمْ يَعْلَمْ كَعِلْمِهِمْ إِذَا نَزَلَتْ بِهِمُ الشَّدَائِدُ لَجَئُوا إِلَى اللَّهِ فِيهَا وَلَمْ يَلْجَئُوا فِيهَا إِلَى مَخْلُوقٍ , وَكَانَ اللَّهُ أَسْبَقَ إِلَى قُلُوبِهِمْ , قَدْ تَأَدَّبُوا بِأَدَبِ الْقُرْآنِ وَالسُّنَّةِ , فَهُمْ أَعْلَامٌ يُهْتَدَى بِهِمْ؛ لِأَنَّهُمْ خَاصَّةُ اللَّهِ وَأَهْلُهُ {أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ} [المجادلة: 22]",
            "page": "101",
            "part": "1",
            "seal": "C93CDDF8"
        },
        {
            "hno": "37",
            "id": "53",
            "nass": "37 - حَدَّثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: نا الْفَضْلُ بْنُ زِيَادٍ , -[103]- قَالَ: نا عَبْدُ الصَّمَدِ بْنُ يَزِيدَ , قَالَ: سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ: §يَنْبَغِي لِحَامِلِ الْقُرْآنِ أَنْ لَا يَكُونَ لَهُ حَاجَةٌ إِلَى أَحَدٍ مِنَ الْخَلْقِ , إِلَى الْخَلِيفَةِ فَمَنْ دُونَ , وَأَنْ تَكُونَ حَوَائِجُ الْخَلْقِ إِلَيْهِ , قَالَ: سَمِعْتُ الْفُضَيْلَ يَقُولُ: حَامِلُ الْقُرْآنِ حَامِلُ رَايَةِ الْإِسْلَامِ لَا يَنْبَغِي لَهُ أَنْ يَلْغُوَ مَعَ مَنْ يَلْغُو , وَلَا يَسْهُوَ مَعَ مَنْ يَسْهُو , وَلَا يَلْهُوَ \" قَالَ: وَسَمِعْتُ الْفُضَيْلَ يَقُولُ: إِنَّمَا أُنْزِلَ الْقُرْآَنُ لِيُعْمَلَ بِهِ , فَاتَّخَذَ النَّاسُ قِرَاءَتَهُ عَمَلًا , أَيْ لِيُحِلُّوا حَلَالَهُ وَيُحَرِّمُوا حَرَامَهُ , وَيَقِفُوا عِنْدَ مُتَشَابِهِهِ",
            "page": "102",
            "part": "1",
            "seal": "F8BDCA7F"
        },
        {
            "hno": "38",
            "id": "54",
            "nass": "38 - وَحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: سَمِعْتُ أَبَا الْحَسَنِ مُحَمَّدَ بْنَ مُحَمَّدِ بْنِ أَبِي الْوَرْدِ يَقُولُ: كَتَبَ حُذَيْفَةُ الْمَرْعَشِيُّ إِلَى يُوسُفَ بْنِ أَسْبَاطٍ: -[104]- بَلَغَنِي أَنَّكَ §بِعْتَ دِينَكَ بِحَبَّتَيْنِ , وَقَفْتَ عَلَى صَاحِبِ لَبَنٍ فَقُلْتَ: بِكَمْ هَذَا؟ فَقَالَ: هُوَ لَكَ بِسُدُسٍ , فَقُلْتَ: لَا بِثُمُنٍ , فَقَالَ: هُوَ لَكَ , وَكَانَ يَعْرِفُكَ , اكْشِفْ عَنْ رَأْسِكَ قِنَاعَ الْغَافِلِينَ , وَانْتَبِهِ مِنْ رَقْدَةِ الْمَوْتِ , وَاعْلَمْ أَنَّهُ مَنْ قَرَأَ الْقُرْآنَ ثُمَّ آثَرَ الدُّنْيَا لَمْ آمَنْ أَنْ يَكُونَ بِآيَاتِ اللَّهِ مِنَ الْمُسْتَهْزِئِينَ \"",
            "page": "103",
            "part": "1",
            "seal": "ADC89FFE"
        },
        {
            "hno": "39",
            "id": "55",
            "nass": "39 - أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ الْبُخَارِيُّ , قَالَ: نا مَخْلَدُ بْنُ الْحَسَنِ بْنِ أَبِي زُمَيْلٍ , قَالَ: نا أَبُو الْمَلِيحِ , قَالَ: كَانَ مَيْمُونُ بْنُ مِهْرَانَ يَقُولُ: «§لَوْ صَلُحَ أَهْلُ الْقُرْآنِ صَلُحَ النَّاسُ» . (¬1) ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ أَثَرٌ حَسَنٌ. وَأَخْرَجَهُ أبُو نُعَيْمٍ «الْحِلْيَةُ» (4/83) قالَ: حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرٍ أبُو بَكْرٍ الْقَطِيعِيُّ ثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ ثَنَا عِيسَى بْنُ سَالِمٍ ثَنَا أبُو الْمَلِيحِ سَمِعْتُ مَيْمَونَ بْنَ مِهْرَانَ بِمِثْلِهِ. ¶ قُلْتُ: وَهَذَا إِسْنَادٌ حَسَنٌ، رِجَالُهُ مُوَثَّقُونَ. وَأبُو الْمَلِيحِ هُوَ الْحَسَنُ بْنُ عُمَرَ بْنِ يَحْيَى الرَّقِيُّ، وَعِيسَى بْنُ سَالِمٍ الشَّاشِيُّ صَدُوقَانِ.",
            "page": "104",
            "part": "1",
            "seal": "3691F68C"
        },
        {
            "hno": "40",
            "id": "56",
            "nass": "40 - أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ الْبُخَارِيُّ , قَالَ: نا عَبْدَةُ بْنُ عَبْدِ الرَّحِيمِ الْمَرْوَزِيُّ قَالَ: أنا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ , قَالَ: أنا حَيْوَةُ يَعْنِي ابْنَ شُرَيْحٍ , قَالَ: حَدَّثَنِي بَشِيرُ بْنُ أَبِي عَمْرٍو الْخَوْلَانِيُّ أَنَّ الْوَلِيدَ بْنَ قَيْسٍ , حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ , يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §-[106]- يَكُونُ خَلْفٌ بَعْدَ سِنِينَ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَونَ غَيًّا , ثُمَّ يَكُونُ خَلْفٌ يَقْرَءُونَ الْقُرْآنَ لَا يَعْدُو تَرَاقِيَهُمْ , وَيَقْرَأُ الْقُرْآنَ ثَلَاثَةٌ: مُؤْمِنٌ وَمُنَافِقٌ وَفَاجِرٌ \" , فَقَالَ بَشِيرٌ: فَقُلْتُ لِلْوَلِيدِ: مَا هَؤُلَاءِ الثَّلَاثَةُ؟ فَقَالَ: الْمُنَافِقُ كَافِرٌ بِهِ , وَالْفَاجِرُ يَتَآكَلُ بِهِ , وَالْمُؤْمِنُ مُؤْمِنٌ بِهِ \"",
            "page": "105",
            "part": "1",
            "seal": "D5E91A89"
        },
        {
            "hno": "41",
            "id": "57",
            "nass": "41 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , قَالَ: نا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ زَيْدٍ , قَالَ سَعْدُ بْنُ الصَّلْتِ قَالَ: نا الْأَعْمَشُ , عَنْ خَيْثَمَةَ , عَنِ الْحُسَيْنِ , قَالَ: -[107]- مَرَرْتُ أَنَا وَعِمْرَانُ بْنُ حُصَيْنٍ , عَلَى رَجُلٍ يَقْرَأُ سُورَةَ يُوسُفَ , فَقَامَ عِمْرَانُ يَسْتَمِعُ لِقِرَاءَتِهِ , فَلَمَّا فَرَغَ سَأَلَ , فَاسْتَرْجَعَ وَقَالَ: انْطَلِقْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ قَرَأَ الْقُرْآنَ فَلْيَسْأَلِ اللَّهَ بِهِ , فَإِنَّهُ سَيَأْتِي قَوْمٌ يَقْرَءُونَ الْقُرْآنَ يَسْأَلُونَ بِهِ النَّاسَ»",
            "page": "106",
            "part": "1",
            "seal": "28FBE4BA"
        },
        {
            "hno": "42",
            "id": "58",
            "nass": "42 - وَحَدَّثَنَا أَبُو بَكْرِ بْنُ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , قَالَ: نا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ قَالَ: نا يَزِيدُ بْنُ هَارُونَ قَالَ: نا شَرِيكُ بْنُ عَبْدِ اللَّهِ عَنْ مَنْصُورٍ , عَنْ خَيْثَمَةَ , عَنِ الْحَسَنِ , قَالَ: كُنْتُ أَمْشِي مَعَ عِمْرَانَ بْنِ الْحُصَيْنِ , أَحَدُنَا آخِذٌ بِيَدِ صَاحِبِهِ , فَمَرَرْنَا بِسَائِلٍ يَقْرَأُ الْقُرْآنَ , فَاحْتَبَسَ عِمْرَانُ يَسْتَمِعُ الْقُرْآنَ , فَلَمَّا فَرَغَ سَأَلَ , فَقَالَ عِمْرَانُ: انْطَلِقْ بِنَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§اقْرَءُوا الْقُرْآنَ وَاسْأَلُوا اللَّهَ بِهِ , فَإِنَّ بَعْدَكُمْ قَوْمًا يَقْرَءُونَ الْقُرْآنَ، يَسْأَلُونَ النَّاسَ بِهِ» . (¬1) ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ ضَعِيفٌ. وَأَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ (6/124/30002) ، وَأَحْمَدُ (4/439) ، وَالتِّرْمِذِيُّ (2917) ، وَالطَّبَرَانِيُّ «الْكَبِيرُ» (18/167/374) جَمِيعَاً عَنْ الثَّوْرِيِّ، وَالْبَيْهقِيُّ «شُعُبُ الإِيْمَانِ» (2/533/2628، 2627) عَنْ الثَّوْرِيِّ وَالْحَسَنِ بْنِ عُمَارَةَ، كِلاهُمَا عَنْ الأَعْمَشِ عَنْ خَيْثَمَةَ عَنْ الْحَسَنِ قَالَ: مَرَرْتُ أَنَا وَعِمْرَانُ بْنُ حُصَيْنٍ بِهِ. ¶ قُلْتُ: وَهَذَا إِسْنَادٌ ضَعِيفٌ. خَيْثَمَةُ بْنُ أَبِي خَيْثَمَةَ الْبَصْرِيُّ لَيْسَ بِشَيْءٍ، قَالَهُ يَحْيَى بْنُ مَعِينٍ. وَقَالَ ابْنُ حِبَّانَ: مُنْكَرُ الْحَدِيثِ عَلَى قِلَّتِهِ.",
            "page": "108",
            "part": "1",
            "seal": "E748DE5F"
        },
        {
            "hno": "43",
            "id": "59",
            "nass": "43 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ السَّوَانِيطِيُّ قَالَ: نا مِقْدَامُ بْنُ دَاوُدَ الْمِصْرِيُّ قَالَ: نا أَسَدُ بْنُ مُوسَى قَالَ: نا عَبْدُ اللَّهِ بْنُ وَهْبٍ , , عَنِ الْمَاضِي بْنِ مُحَمَّدٍ , عَنْ أَبَانَ , عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يُؤْتَى بِحَمَلَةِ الْقُرْآنِ يَوْمَ الْقِيَامَةِ , فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ: أَنْتُمْ وُعَاةُ كَلَامِي , آخُذُكُمْ بِمَا آخُذُ بِهِ الْأَنْبِيَاءَ إِلَّا الْوَحْيَ» (¬1) . ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فِي هَذَا بَلَاغٌ لِمَنْ تَدَبَّرَهُ وَاتَّقَى اللَّهَ , وَأَجَلَّ الْقُرْآنَ وَصَانَهُ , وَبَاعَ مَا يَفْنَى بِمَا يَبْقَى , وَاللَّهُ الْمُوَفِّقُ ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ ضَعِيفٌ جِدَّاً. وَأَخْرَجَهُ أبُو الْفَضْلِ الرَّازِيُّ «فِضَائِلُ الْقُرْآنِ» (46) قَالَ: أَخْبَرَنَا أبو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ الْمُقْرِىءُ نَا أَبْو بَكْرٍ الآجُرِّيُّ بِهِ. ¶ قُلْتُ: وَهَذَا إِسْنَادٌ ضَعِيفٌ جِدَّاً. أَبَانٌ هُوَ ابْنُ أَبِي عَيَّاشٍ مَتْرُوكُ الْحَدِيثِ، بَيَّنُ الأَمْرَ فِي الضُّعَفَاءِ وَالْمَتْرُوكِينَ، كَذَّبَهُ شُعْبَةُ. ¶ وَالْمَاضِي بْنُ مُحَمَّدٍ الغافقِيُّ الْمِصْرِيُّ مُنْكَرُ الْحَدِيثِ، قَالَهُ ابْنُ عَدِيٍّ. وَأَنْكَرَ حَدِيثَهُ عَنْ لَيْثِ ابْنِ أَبِي سُلَيْمٍ عَنْ مُجَاهِدٍ عَنْ ابْنِ عُمَرَ مَرْفُوعَاً «الزِّنَا يُوَرِّثُ الْفَقَرَ» . وَأَنْكَرُ مِنْهُ حَدِيثُهُ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ «يَا أَبَا هُرَيْرَةَ؛ إِذَا اسْتَبَدَّ بِكَ الْجُوعُ، فَعَلَيْكَ بِرَغِيفٍ وَجَرٍّ مِنَ الْمَاءِ الْقُرَاحِ، وَقُلْ عَلَى الدُّنْيَا وَأَهْلِهَا مِنِّي الدَّمَارُ» . ¶ وَمَعَ ذَا، فَالظَّاهِرُ أَنَّ الْمُتَّهَمَ بِالْحَدِيثِ هُوَ أَبَانُ بْنُ أَبِي عَيَّاشٍ، فَإِنَّهُ واهٍ بِمَرَّةٍ.",
            "page": "109",
            "part": "1",
            "seal": "3BAFB2BC"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "§بَابُ أَخْلَاقِ الْمُقْرِئِ إِذَا جَلَسَ يُقْرِئُ وَيُلَقِّنُ لِلَّهِ عَزَّ وَجَلَّ مَاذَا يَنْبَغِي لَهُ أَنْ يَتَخَلَّقَ بِهِ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَنْبَغِي لِمَنْ عَلَّمَهُ اللَّهُ كِتَابَهُ , فَأَحَبَّ أَنْ يَجْلِسَ فِي الْمَسْجِدِ , يُقْرِئُ الْقُرْآنَ لِلَّهِ , يَغْتَنِمُ قَوْلَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ» فَيَنْبَغِي لَهُ أَنْ يَسْتَعْمِلَ مِنَ الْأَخْلَاقِ الشَّرِيفَةِ مَا يَدُلُّ عَلَى فَضْلِهِ وَصِدْقِهِ , وَهُوَ أَنْ يَتَوَاضَعَ فِي نَفْسِهِ إِذَا جَلَسَ فِي مَجْلِسِهِ , وَلَا يَتَعَاظَمَ فِي نَفْسِهِ , وَأُحِبُّ أَنْ يَسْتَقْبِلَ الْقِبْلَةَ فِي مَجْلِسِهِ لِقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفْضَلُ الْمَجَالِسِ مَا اسْتُقْبِلَ بِهِ الْقِبْلَةُ» (¬1) . وَيَتَوَاضَعَ لِمَنْ يُلَقِّنُهُ الْقُرْآنَ , وَيُقْبِلَ عَلَيْهِ إِقْبَالًا جَمِيلًا وَيَنْبَغِي لَهُ أَنْ يَسْتَعْمِلَ مَعَ كُلِّ إِنْسَانٍ يُلَقِّنُهُ مَا يَصْلُحُ لِمِثْلِهِ , إِذَا كَانَ يَتَلَقَّنُ عَلَيْهِ الصَّغِيرُ وَالْكَبِيرُ وَالْحَدَثُ , وَالْغَنِيُّ وَالْفَقِيرُ , فَيَنْبَغِي لَهُ أَنْ يُوَفِّيَ كُلَّ ذِي حَقٍّ حَقَّهُ , وَيَعْتَقِدَ الْإِنْصَافَ إِنْ كَانَ يُرِيدُ اللَّهَ بِتَلْقِينِهِ الْقُرْآنَ: فَلَا يَنْبَغِي لَهُ أَنْ يُقَرِّبَ الْغَنِيَّ وَيُبْعِدَ الْفَقِيرَ , وَلَا يَنْبَغِي لَهُ أَنْ يَرْفُقَ بِالْغَنِيِّ وَيَحْذِقَ بِالْفَقِيرِ , فَإِنْ فَعَلَ هَذَا فَقَدْ جَارَ فِي فِعْلِهِ , فَحُكْمُهُ أَنْ يَعْدِلَ بَيْنَهُمَا , ثُمَّ يَنْبَغِي لَهُ أَنْ يَحْذَرَ عَلَى نَفْسِهِ التَّوَاضُعَ لِلْغَنِيِّ وَالتَّكَبُّرَ عَلَى الْفَقِيرِ , بَلْ يَكُونُ مُتَوَاضِعًا لِلْفَقِيرِ , مُقَرِّبًا لِمَجْلِسِهِ مُتَعَطِّفًا عَلَيْهِ , يَتَحَبَّبُ إِلَى اللَّهِ بِذَلِكَ ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ ضَعِيفٌ جِدَّاً. أَخْرَجَهُ أَحْمَدُ «الزُّهْدُ» (ص295) ، والْحَارِثُ بْنُ أَبِي أُسَامَةَ (1070. بُغْيَةُ الْحَارِثِ) ، وَابْنُ سَعْدٍ «الطَّبَقَاتُ» (5/370) ، وَعَبْدُ بْنُ حُمَيْدٍ (675) ، وَالطَّبَرِيُّ ¶ «تَهْذِيبُ الآثَارِ» (776) ، وَابْنُ عَدِيٍّ «الْكَامِلُ» (7/106) ، والْحَاكِمُ (4/301) ، وَالْقُضَاعِيُّ «مُسْنَدُ الشِّهَابِ» (1020) ، وَالْخَطِيبُ «الْجَامِعُ لأَخْلاقِ الرَّاوِي» (2/61) ، وَالسَّمْعَانِيُّ «أَدَبُ الإِمْلاءِ» (ص44) مِنْ طَرِيقِ هِشَامِ بْنِ زِيَادٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ قَالَ: عَهِدْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ، وَهُوَ عَلَيْنَا عَامِلٌ بِالْمَدِينَةِ، وَهُوَ شَابٌ غَلِيظُ الْبُضْعَةِ مُمْتَلِىءُ الْجَسْمِ، فَذَكَرَ حَدِيثَاً طَوِيلاً، فَقَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ: أَعِدْ عَلِيَّ حَدِيثَاً كُنْتَ حَدَّثْتَنِيهِ عَنْ ابْنِ عَبَّاسٍ، فَقَالَ ابْنُ كَعْبٍ حَدَّثَنِي ابْنُ عَبَّاسٍ عَنْ النَّبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ لِكُلِّ شَيْءٍ شَرَفَاً، وَإِنَّ أَشْرَفَ الْمَجَالِسِ مَا اسْتُقْبِلَ بِهِ الْقِبْلَةُ» . ¶ قُلْتُ: وَإِسْنَادُهُ وَاهٍ بِمَرَّةٍ. آفَتُهُ هِشَامُ بْنُ زِيَادٍ أبُو الْمِقْدَامِ البصرِيُّ. قَالَ أَحْمَدُ: ضَعِيفٌ. وَقَالَ مَرَّةً: لَيْسَ بِثِقَةٍ. وَقَالَ النَّسَائِيُّ وَعَلِيُّ بْنُ الْجُنَيْدِ وَالأَزْدَيُّ: مَتْرُوكُ الْحَدِيثِ.",
            "page": "111",
            "part": "1",
            "seal": "3DAC29BA"
        },
        {
            "hno": "44",
            "id": "61",
            "nass": "44 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , قَالَ: نا إِسْحَقُ بْنُ الْجَرَّاحِ الْأَذَنِيُّ , وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ , قَالَ لَنَا نَبَّأَنَا جَعْفَرُ بْنُ عَوْنٍ قَالَ: أنا أَبُو جَعْفَرٍ الرَّازِيُّ , عَنِ الرَّبِيعِ بْنِ أَنَسٍ فِي قَوْلِهِ عَزَّ وَجَلَّ: -[112]- {§وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ} [لقمان: 18] , قَالَ: يَكُونُ الْغَنِيُّ وَالْفَقِيرُ عِنْدَكَ فِي الْعِلْمِ سَوَاءً \"",
            "page": "111",
            "part": "1",
            "seal": "2444FEF2"
        },
        {
            "hno": "45",
            "id": "62",
            "nass": "45 - حَدَّثَنَا ابْنُ أَبِي دَاوُدَ , قَالَ: نا بِشْرُ بْنُ خَالِدٍ الْعَسْكَرِيُّ قَالَ: نا شَبَابَةُ يَعْنِي ابْنَ سَوَّارٍ , عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ , وَعَنِ الرَّبِيعِ بْنِ أَنَسٍ , عَنْ أَبِي الْعَالِيَةِ , فِي قَوْلِهِ عَزَّ وَجَلَّ: {§وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ} [لقمان: 18] قَالَ: يَكُونُ الْغَنِيُّ وَالْفَقِيرُ عِنْدَكَ فِي الْعِلْمِ سَوَاءً \" ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَيَتَنَاوَلُ فِيهِ مَا أَدَّبَ اللَّهُ بِهِ نَبِيَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَيْثُ أَمَرَهُ أَنْ يُقَرِّبَ الْفَقِيرَ {وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ} [الكهف: 28] إِذَا كَانَ قَوْمٌ أَرَادُوا الدُّنْيَا , فَأَحَبُّوا مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُدْنِيَ مِنْهُمْ مَجْلِسَهُمْ , وَأَنْ يَرْفَعَهُمْ عَلَى مَنْ سِوَاهُمْ مِنَ الْفُقَرَاءِ , فَأَجَابَهُمُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى مَا سَأَلُوا , لَا لِأَنَّهُ أَرَادَ الدُّنْيَا , وَلَكِنَّهُ تَأَلَّفَهُمْ عَلَى الْإِسْلَامِ فَأَرْشَدَ اللَّهُ نَبِيَّهُ عَلَى أَشْرَفِ الْأَخْلَاقِ عِنْدَهُ , فَأَمَرَهُ أَنْ يُقَرِّبَ الْفُقَرَاءَ وَيَنْبَسِطَ إِلَيْهِمْ , وَيَصْبِرَ عَلَيْهِمْ , وَأَنْ يُبَاعِدَ الْأَغْنِيَاءَ الَّذِينَ يَمِيلُونَ إِلَى الدُّنْيَا , فَفَعَلَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَهَذَا أَصْلٌ يَحْتَاجُ إِلَيْهِ جَمِيعُ مَنْ جَلَسَ يُعَلِّمُ الْقُرْآنَ وَالْعِلْمَ , وَيَتَأَدَّبُ بِهِ , وَيُلْزِمُ نَفْسَهُ , ذَلِكَ إِنْ كَانَ يُرِيدُ اللَّهَ بِذَلِكَ وَأَنَا أَذْكُرُ مَا فِيهِ لِيَكُونَ النَّاظِرُ فِي كِتَابِنَا هَذَا فَقِيهًا بِمَا يَتَقَرَّبُ بِهِ إِلَى اللَّهِ عَزَّ وَجَلَّ , يُقْرِئُ لِلَّهِ , وَيَقْضِي ثَوَابَهُ مِنَ اللَّهِ لَا مِنَ الْمَخْلُوقِينَ",
            "page": "113",
            "part": "1",
            "seal": "6392FE79"
        },
        {
            "hno": "46",
            "id": "63",
            "nass": "46 - حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ , قَالَ: نا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانُ قَالَ: نا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ قَالَ: نا أَسْبَاطٌ -[114]- عَنِ السُّدِّيِّ , عَنْ أَبِي سَعْدٍ الْأَزْدِيِّ , وَكَانَ قَارِئَ الْأَزْدِ , عَنْ أَبِي الْكَنُودِ , عَنْ خَبَّابِ بْنِ الْأَرَتِّ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {§وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ} [الأنعام: 52] وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ إِلَى قَوْلِهِ {فَتَكُونَ مِنَ الظَّالِمِينَ} [الأنعام: 52] قَالَ: جَاءَ الْأَقْرَعُ بْنُ حَابِسٍ التَّمِيمِيُّ , وَعُيَيْنَةُ بْنُ حِصْنٍ الْفَزَارِيُّ فَوَجَدَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَ صُهَيْبٍ وَبِلَالٍ وَعَمَّارٍ وَخَبَّابٍ قَاعِدًا فِي أُنَاسٍ مِنَ الضُّعَفَاءِ مِنَ الْمُؤْمِنِينَ فَقَالَا: إِنَّا نُرِيدُ أَنْ تَجْعَلَ لَنَا مِنْكَ مَجْلِسًا تَعْرِفُ لَنَا بِهِ الْعَرَبُ , نَأْتِيكَ , فَنَسْتَحِي أَنْ تَرَانَا الْعَرَبُ مَعَ هَذِهِ الْأَعْبُدِ , فَإِذَا نَحْنُ جِئْنَاكَ فَنَحِّهِمْ عَنَّا - أَوْ كَمَا قَالَا - فَإِذَا نَحْنُ فَرَغْنَا فَاقْعُدْ مَعَهُمْ إِنْ شِئْتَ , فَقَالَ: «نَعَمْ» , فَقَالَا: فَاكْتُبْ لَنَا عَلَيْكَ كِتَابًا , قَالَ: فَدَعَا بِالصَّحِيفَةِ , وَدَعَا عَلِيًّا لِيَكْتُبَ وَنَحْنُ قُعُودٌ فِي نَاحِيَةٍ , فَنَزَلَ جِبْرِيلُ فَقَالَ: {وَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ} [الأنعام: 52] ثُمَّ -[115]- ذَكَرَ الْأَقْرَعَ وَعُيَيْنَةَ , فَقَالَ عَزَّ وَجَلَّ: {وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ} [الأنعام: 53] ثُمَّ قَالَ عَزَّ وَجَلَّ: {وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ} [الأنعام: 54] قَالَ: فَرَمَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالصَّحِيفَةِ , ثُمَّ دَعَانَا فَأَتَيْنَاهُ فَقَالَ: «سَلَامٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ» فَدَنَوْنَا مِنْهُ حَتَّى وَضَعْنَا رُكَبَنَا عَلَى رُكْبَتِهِ , وَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَجْلِسُ مَعَنَا , فَإِذَا أَرَادَ أَنْ يَقُومَ قَامَ وَتَرَكَنَا , فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعُدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا} [الكهف: 28] يَقُولُ: لَا تَعْدُ عَيْنَاكَ عَنْهُمْ وَتَجَالِسَ الْأَشْرَافَ {وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا} [الكهف: 28] يَعْنِي عُيَيْنَةَ وَالْأَقْرَعَ، {وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} [الكهف: 28] ثُمَّ ضَرَبَ لَهُمْ مَثَلًا رَجُلَيْنَ , وَمَثَلَ الْحَيَاةِ الدُّنْيَا، قَالَ: فَكُنَّا نَقْعُدُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَإِذَا بَلَغْنَا السَّاعَةَ الَّتِي يَقُومُ قُمْنَا وَتَرَكْنَاهُ حَتَّى يَقُومَ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: أَحَقُّ النَّاسِ بِاسْتِعْمَالِ هَذَا بَعْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَهْلُ الْقُرْآنِ إِذَا جَلَسُوا لِتَعْلِيمِ الْقُرْآنِ يُرِيدُونَ بِهِ اللَّهَ عَزَّ وَجَلَّ",
            "page": "113",
            "part": "1",
            "seal": "6DC571A8"
        },
        {
            "hno": "47",
            "id": "64",
            "nass": "47 - حَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا يَزِيدُ بْنُ خَالِدِ بْنِ مُوهِبٍ الرَّمْلِيُّ قَالَ: نا عِيسَى بْنُ يُونُسَ , عَنْ هَارُونَ بْنِ أَبِي وَكِيعٍ قَالَ: سَمِعْتُ زَاذَانَ أَبَا عُمَرَ يَقُولُ: دَخَلْتُ عَلَى ابْنِ مَسْعُودٍ: فَوَجَدْتُ أَصْحَابَ الْخَزِّ وَالْيُمْنَةِ قَدْ سَبَقُونِي إِلَى الْمَجْلِسِ , فَنَادَيْتُهُ: يَا عَبْدَ اللَّهِ , مِنْ أَجْلِ أَنِّي رَجُلٌ أَعْمَى أَدْنَيْتَ هَؤُلَاءِ وَأَقْصَيْتَنِي؟ فَقَالَ: ادْنُهْ , قَدْ §دَنَوْتُ حَتَّى كَانَ بَيْنِي وَبَيْنَهُ جَلِيسٌ \" -[117]- قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَأُحِبُّ لَهُ إِذَا جَاءَ مَنْ يُرِيدُ أَنْ يَقْرَأَ عَلَيْهِ مِنْ صَغِيرٍ أَوْ حَدَثٍ أَوْ كَبِيرٍ أَنْ يَعْتَبِرَ كُلَّ وَاحِدٍ مِنْهُمْ قَبْلَ أَنْ يُلَقِّنَهُ مِنْ سُورَةِ الْبَقَرَةِ، يَعْتَبِرُهُ بِأَنْ يَعْرِفَ مَا مَعَهُ مِنَ الْحَمْدِ , إِلَى مِقْدَارِ رُبُعِ سُبُعٍ أَوْ أَكْثَرَ مِمَّا يُؤَدِّي بِهِ صَلَاتَهُ , وَيَصْلُحُ أَنْ يَؤُمَّ بِهِ فِي الصَّلَوَاتِ إِذَا احْتَاجَ إِلَيْهِ , فَإِنْ كَانَ يُحْسِنُهُ وَكَانَ تَعَلُّمُهُ فِي الْكُتَّابِ أَصْلَحَ مِنْ لِسَانِهِ وَقَوَّمَهُ , حَتَّى يَصْلُحَ أَنْ يُؤَدِّيَ بِهِ فَرَائِضَهُ ثُمَّ يَبْتَدِئُ فَيُلَقِّنُهُ مِنْ سُورَةِ الْبَقَرَةِ وَأُحِبُّ لِمَنْ يُلَقَّنُ إِذَا قُرِئَ عَلَيْهِ أَنْ يُحْسِنَ الِاسْتِمَاعَ إِلَى مَنْ يَقْرَأُ عَلَيْهِ , وَلَا يَشْتَغِلَ عَنْهُ بِحَدِيثٍ وَلَا غَيْرِهِ , فَبِالْحَرِيِّ أَنْ يَنْتَفِعَ بِهِ مَنْ يَقْرَأُ عَلَيْهِ , وَكَذَلِكَ يَنْتَفِعُ هُوَ أَيْضًا , وَيَتَدَبَّرُ مَا يَسْمَعُ مِنْ غَيْرِهِ , وَرُبَّمَا كَانَ سَمَاعُهُ لِلْقُرْآنِ مِنْ غَيْرِهِ لَهُ فِيهِ زِيَادَةُ مَنْفَعَةٍ وَأَجْرٌ عَظِيمٌ , وَيَتَنَاوَلَ قَوْلَ اللَّهِ عَزَّ وَجَلَّ: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا -[118]- لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأعراف: 204] فَإِذَا لَمْ يَتَحَدَّثْ مَعَ غَيْرِهِ وَأَنْصَتَ إِلَيْهِ أَدْرَكَتْهُ الرَّحْمَةُ مِنَ اللَّهِ , وَكَانَ أَنْفَعَ لِلْقَارِئِ عَلَيْهِ وَقَدْ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ: «اقْرَأْ عَلَيَّ» , قَالَ: فَقُلْتُ: يَا رَسُولَ اللَّهِ , أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ؟ , قَالَ: «إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي»",
            "page": "116",
            "part": "1",
            "seal": "FD4733F3"
        },
        {
            "hno": "48",
            "id": "65",
            "nass": "48 - أَخْبَرَنَا الْفِرْيَابِيُّ , قَالَ: نا مُحَمَّدُ بْنُ الْحُسَيْنِ الْبَلْخِيُّ , قَالَ لَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ: قَالَ لَنَا سُفْيَانُ , عَنْ سُلَيْمَانَ يَعْنِي الْأَعْمَشَ عَنْ إِبْرَاهِيمَ عَنْ عُبَيْدَةَ , عَنِ ابْنِ مَسْعُودٍ قَالَ: -[119]- قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اقْرَأْ عَلَيَّ» , فَقُلْتُ: أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ؟ قَالَ: «إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي» قَالَ: فَافْتَتَحْتُ سُورَةَ النِّسَاءِ فَلَمَّا بَلَغْتُ: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} [النساء: 41] قَالَ: فَرَأَيْتُ عَيْنَيْهِ تَذْرِفَانِ , فَقَالَ لِي: «حَسْبُكَ» وَأُحِبُّ لِمَنْ كَانَ يُقْرِئُ أَنْ لَا يَدْرُسَ عَلَيْهِ وَقْتَ الدَّرْسِ إِلَّا وَاحِدٌ , وَلَا يَكُونَ ثَانِيًا مَعَهُ فَهُوَ أَنْفَعُ لِلْجَمِيعِ وَأَمَّا التَّلْقِينُ: فَلَا بَأْسَ أَنْ يُلَقِّنَ الْجَمَاعَةَ , -[120]- وَيَنْبَغِي لِمَنْ قَرَأَ عَلَيْهِ الْقُرْآنَ فَأَخْطَأَ عَلَيْهِ أَوْ غَلَطَ , أَنْ لَا يُعَنِّفَهُ وَأَنْ يَرْفُقَ بِهِ , وَلَا يَجْفُوَ عَلَيْهِ , وَيَصْبِرَ عَلَيْهِ , فَإِنِّي لَا آمَنُ أَنْ يَجْفُوَ عَلَيْهِ فَيَنْفُرَ عَنْهُ , وَبِالْحَرِيِّ أَنْ لَا يَعُودَ إِلَى الْمَسْجِدِ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «عَلِّمُوا وَلَا تُعَنِّفُوا فَإِنَّ الْمُعَلِّمَ خَيْرٌ مِنَ الْمُعَنِّفِ» وَقَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ وَلَمْ تُبْعَثُوا مُعَسِّرِينَ»",
            "page": "118",
            "part": "1",
            "seal": "60B808EC"
        },
        {
            "hno": "49",
            "id": "66",
            "nass": "49 - وَحَدَّثَنَا حَامِدُ بْنُ شُعَيْبٍ الْبَلْخِيُّ قَالَ: نا بِشْرُ بْنُ الْوَلِيدِ , ونا عُمَرُ بْنُ أَيُّوبَ السَّقَطِيُّ قَالَ: نا الْحَسَنُ بْنُ عَرَفَةَ , قَالَ: نا إِسْمَاعِيلُ بْنُ عَيَّاشٍ , عَنْ حُمَيْدِ بْنِ أَبِي سُوَيْدٍ , عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ , عَنْ أَبِي هُرَيْرَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§عَلِّمُوا وَلَا تُعَنِّفُوا فَإِنَّ الْمُعَلِّمَ خَيْرٌ مِنَ الْمُعَنِّفِ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ مُنْكَرٌ. وَأَخْرَجَهُ الطَّيَالِسِيُّ (2536) ، وَالْحَارِثُ بْنُ أَبِي أُسَامَةَ (43. بُغْيَةُ الْحَارِثِ) ، ¶ وَابْنُ عَدِيٍّ «الْكَامِلُ» (2/274) ، وَالْبَيْهَقِيُّ «شُعُبُ الإِيْمَانِ» (2/276/1749) جَمِيعَاً مِنْ طَرِيقِ إِسْمَاعِيلَ بْنِ عَيَّاشِ عَنْ حُمَيْدِ بْنِ أَبِي سُوَيْدٍ عَنْ عَطَاءٍ عَنْ أَبِي هُرَيْرَةَ به. ¶ قُلْتُ: وَهَذَا إِسْنَادٌ ضَعِيفٌ جَدَّاً. حُمَيْدُ بْنُ أَبِي سُوَيْدٍ، وَيُقَالُ ابْنُ أَبِي حُمَيْدٍ، مَكِّيٌّ عَامَّةُ رِوَايَاتِهَا عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ مَنَاكِيرٌ لا يُتَابَعُ عَلَيْهَا، قَالَهُ أبُو أحْمَدَ بْنُ عَدِيٍّ. وَلا يَبْعُدْ أَنْ تَكُونَ النَّكَارَةُ مِنْ قِبَلِ إِسْمَاعِيلَ بْنِ عَيَّاشِ أبِي عُتْبَةَ الْحِمْصِيِّ، فَإِنَّهُ لَيْسَ بِحُجَّةٍ فِي رِوَايَتِهِ عَنْ الْمَكِّيِّينَ وَالْحِجَازِيِّينَ.",
            "page": "120",
            "part": "1",
            "seal": "A613DFEF"
        },
        {
            "hno": "50",
            "id": "67",
            "nass": "50 - حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ , قَالَ: نا عَلِيُّ بْنُ الْجَعْدِ قَالَ: نا شُعْبَةُ , عَنْ أَبِي التَّيَّاحِ , قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يَسِّرُوا وَلَا تُعَسِّرُوا وَسَكِّنُوا وَلَا تُنَفِّرُوا»",
            "page": "121",
            "part": "1",
            "seal": "8C8BE449"
        },
        {
            "hno": "51",
            "id": "68",
            "nass": "51 - وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا مُحَمَّدُ بْنُ بَكَّارٍ , قَالَ: نا عَنْبَسَةُ بْنُ عَبْدِ الْوَاحِدِ , عَنْ عَمْرِو بْنِ عَامِرٍ الْبَجَلِيِّ قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ: «§تَعَلَّمُوا الْعِلْمَ وَتَعَلَّمُوا لِلْعِلْمِ السَّكِينَةَ وَالْحِلْمَ , وَتَوَاضَعُوا لِمَنْ تُعَلِّمُونَ وَلْيَتَوَاضَعْ لَكُمْ مَنْ تُعَلِّمُونَ , وَلَا تَكُونُوا جَبَابِرَةَ الْعُلَمَاءِ , فَلَا يَقُومَ عِلْمُكُمْ بِجَهْلِكُمْ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَمَنْ كَانَتْ هَذِهِ أَخْلَاقَهُ انْتَفَعَ بِهِ مَنْ يَقْرَأُ عَلَيْهِ ثُمَّ أَقُولُ: إِنَّهُ يَنْبَغِي لِمَنْ كَانَ يُقْرِئُ الْقُرْآنَ لِلَّهِ أَنْ يَصُونَ نَفْسَهُ عَنِ اسْتِقْضَاءِ الْحَوَائِجِ مِمَّنْ يَقْرَأُ عَلَيْهِ الْقُرْآنَ , وَأَنْ لَا يَسْتَخْدِمَهُ وَلَا يُكَلِّفَهُ حَاجَةً يَقُومُ بِهَا , وَأَخْتَارُ لَهُ إِذَا عُرِضَتْ لَهُ حَاجَةٌ أَنْ يُكَلِّفَهَا لِمَنْ لَا يَقْرَأُ عَلَيْهِ وَأُحِبُّ أَنْ يَصُونَ الْقُرْآنَ عَلَى أَنْ يُقْضَى لَهُ بِهِ الْحَوَائِجُ , فَإِنْ عُرِضَتْ لَهُ حَاجَةٌ سَأَلَ مَوْلَاهُ الْكَرِيمَ قَضَاءَهَا , فَإِذَا ابْتَدَأَهُ أَحَدٌ مِنْ إِخْوَانِهِ مِنْ غَيْرِ مَسْأَلَةٍ مِنْهُ فَقَضَاهَا , شَكَرَ اللَّهَ؛ إِذْ صَانَهُ -[123]- عَنِ الْمَسْأَلَةِ وَالتَّذَلُّلِ لِأَهْلِ الدُّنْيَا , وَإِذْ سَهَّلَ اللَّهُ لَهُ قَضَاءَهَا , ثُمَّ يَشْكُرُ مَنْ أَجْرَى ذَلِكَ عَلَى يَدَيْهِ؛ فَإِنَّ هَذَا وَاجِبٌ عَلَيْهِ وَقَدْ رَوَيْتُ فِيمَا ذَكَرْتُ أَخْبَارًا تَدُلُّ عَلَى مَا قُلْتُ , وَأَنَا أَذْكُرُهَا لِيَزْدَادَ النَّاظِرُ فِي كِتَابِنَا بَصِيرَةً إِنْ شَاءَ اللَّهُ",
            "page": "122",
            "part": "1",
            "seal": "66AB5C48"
        },
        {
            "hno": "52",
            "id": "69",
            "nass": "52 - حَدَّثَنَا أَبُو الْفَضْلِ الْعَبَّاسُ بْنُ يُوسُفَ الشِّكْلِيُّ , قَالَ: نا إِسْحَاقُ بْنُ الْجَرَّاحِ الْأَذَنِيُّ قَالَ: نا ابْنُ الرَّبِيعِ الْبُورَانِيُّ , قَالَ: كُنْتُ عِنْدَ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ فَلَمَّا قُمْتُ قَالَ لِي: سَلْ عَنْ سِعْرِ الْأُشْنَانِ (¬1) , فَلَمَّا مَشَيْتُ رَدَّنِي فَقَالَ: لَا تَسْأَلْ؛ فَإِنَّكَ تَكْتُبُ مِنِّي الْحَدِيثَ , وَأَنَا §أَكْرَهُ أَنْ أَسْأَلَ مَنْ يَسْمَعُ مِنِّي الْحَدِيثَ حَاجَةً ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ الأُشْنَانُ: فَارِسِيٌ مُعَرَّبٌ، وَهُوَ فِي الْعَرَبِيَّةِ الْحُرْضُ أَوْ الْغَسُّولُ الَّذِي تُغْسَلُ بِهِ الثِّيَابُ. ¶ قَالَ الأَزْهُرِيُّ: شَجَرُ الأُشْنَانِ يُقَالُ لَهُ: الْحُرْضُ، وَهُوَ مِنْ الْحَمْضِ، وَمِنْهُ يُسَوَّى الْقِلْيُ الَّذِي تُغْسَلُ بِهِ الثِّيَابُ، وَيُحْرَقُ الْحَمْضُ رَطْبَاً، ثُمَّ يُرَشُّ الْمَاءُ عَلَى رَمَادِهِ، فَيَنْعَقِدُ وَيَصِيرُ قِلْيَاً.",
            "page": "124",
            "part": "1",
            "seal": "5FCC2B18"
        },
        {
            "hno": "53",
            "id": "70",
            "nass": "53 - حَدَّثَنَا أَبُو الْفَضْلِ , قَالَ: نا إِسْحَاقُ بْنُ الْجَرَّاحِ قَالَ: قَالَ خَلَفُ بْنُ تَمِيمٍ: مَاتَ أَبِي وَعَلَيْهِ دَيْنٌ , فَأَتَيْتُ حَمْزَةَ الزَّيَّاتَ , فَسَأَلْتُهُ أَنْ يُكَلِّمَ صَاحِبَ الدَّيْنِ أَنْ يَضَعَ عَنْ أَبِي مِنْ دِينِهِ شَيْئًا , فَقَالَ لِي حَمْزَةُ: وَيْحَكَ إِنَّهُ يَقْرَأُ عَلَيَّ الْقُرْآنَ , وَأَنَا §أَكْرَهُ أَنْ أَشْرَبَ مِنْ بَيْتِ مَنْ يَقْرَأُ عَلَيَّ الْقُرْآنَ الْمَاءَ \"",
            "page": "124",
            "part": "1",
            "seal": "5976A5B5"
        },
        {
            "hno": "54",
            "id": "71",
            "nass": "54 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: نا الْفَضْلُ بْنُ زِيَادٍ , قَالَ: نا عَبْدُ الصَّمَدِ بْنُ يَزِيدَ , قَالَ: سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ: «§يَنْبَغِي لِحَامِلِ الْقُرْآنِ أَنْ لَا يَكُونَ لَهُ حَاجَةٌ إِلَى أَحَدٍ مِنَ النَّاسِ , إِلَى خَلِيفَةٍ فَمَنْ دُونَ , وَيَنْبَغِي أَنْ تَكُونَ حَوَائِجُ الْخَلْقِ إِلَيْهِ»",
            "page": "125",
            "part": "1",
            "seal": "03B1E16F"
        },
        {
            "hno": "55",
            "id": "72",
            "nass": "55 - حَدَّثَنَا حَامِدُ بْنُ شُعَيْبٍ الْبَلْخِيُّ قَالَ: نا شُرَيْحُ بْنُ يُونُسَ قَالَ: نا -[126]- إِسْحَاقُ بْنُ سُلَيْمَانَ الرَّازِيُّ وَأَبُو النَّضْرِ , عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ , عَنِ الرَّبِيعِ بْنِ أَنَسٍ , قَالَ: §مَكْتُوبٌ فِي التَّوْرَاةِ: عَلِّمْ مَجَّانًا كَمَا عُلِّمْتَ مَجَّانًا \"",
            "page": "125",
            "part": "1",
            "seal": "394781BA"
        },
        {
            "hno": "56",
            "id": "73",
            "nass": "56 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ قَالَ: نا شُجَاعُ بْنُ مَخْلَدٍ قَالَ: نا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ , عَنْ هِشَامٍ الدَّسْتُوَائِيِّ , عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ , عَنْ رَاشِدٍ الْحَرَّانِيِّ , قَالَ: قَالَ عَبْدُ الرَّحْمَنِ بْنُ شِبْلٍ , قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§-[127]- اقْرَءُوا الْقُرْآنَ وَلَا تَغْلُوا فِيهِ , وَلَا تَجْفُوا عَنْهُ , وَلَا تَأْكُلُوا بِهِ وَلَا وَلا تَسْتَكْثِرُوا (¬1) » ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: وَرَدَ في بعض المطبوعات بِلَفْظِ «تَسْتَكْبِرُوا عَلَيْهِ» ، قال الشيخ أبو محمد الألفي: ¶ وَلَمْ يَرِدْ هَكَذَا فِي مَصْدَرٍ مِنْ مَصَادِرِ الْحَدِيثِ، وَإِنَّمَا هُوَ كَمَا أَثْبَتُّهُ بِعَالِيهِ.",
            "page": "126",
            "part": "1",
            "seal": "FCB6EE93"
        },
        {
            "hno": "57",
            "id": "74",
            "nass": "57 - حَدَّثَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ سَهْلٍ الْأُشْنَانِيُّ قَالَ: نا بِشْرُ بْنُ الْوَلِيدِ , قَالَ لَنَا فُلَيْحُ بْنُ سُلَيْمَانَ , عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مَعْمَرٍ , عَنْ سَعِيدِ بْنِ يَسَارٍ , عَنْ أَبِي هُرَيْرَةَ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§-[128]- مَنْ تَعَلَّمَ عِلْمًا مِمَّا يُبْتَغَى بِهِ وَجْهُ اللَّهِ لَا يَتَعَلَّمُهُ إِلَّا لِيُصِيبَ بِهِ عَرَضًا مِنَ الدُّنْيَا لَمْ يَجِدْ غُرُفَاتِ الْجَنَّةِ يَوْمَ الْقِيَامَةِ»",
            "page": "127",
            "part": "1",
            "seal": "94F8A0F2"
        },
        {
            "hno": "58",
            "id": "75",
            "nass": "58 - أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ قَالَ: نا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَسَّانِيُّ قَالَ: نا وَكِيعٌ , عَنْ وَاقِدٍ , مَوْلَى زَيْدِ بْنِ خُلَيْدَةَ , عَنْ زَاذَانَ , قَالَ: «§مَنْ قَرَأَ الْقُرْآنَ يَتَأَكَّلُ بِهِ النَّاسَ جَاءَ يَوْمَ الْقِيَامَةِ وَوَجْهُهُ عَظْمٌ لَيْسَ عَلَيْهِ لَحْمٌ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ لا أَصْلَ لَهُ. وَأَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ (2/168/7741) عَنْ وَكِيعٍ، وَأَبُو نُعَيْمٍ «حِلْيَةُ الأَوْلِيَاءِ» (4/199) عَنْ أَحْمَدَ بْنِ يُونُسَ، كِلاهُمَا عَنْ سُفْيَانَ عَنْ وَاقِدٍ عَنْ زَاذَانَ بِمِثْلِهِ. ¶ قُلْتُ: وهذا عَنْ زَاذَانَ أبِي عُمَرَ لا أَصْلَ لَهُ، وَإنَّما يُرْوَى مِنْ حَدِيثِ بُرَيْدَةَ بْنِ الْحُصَيْبِ مَرْفُوعَاً بِإِسْنَادٍ وَاهٍ، لا يُحْتَجُّ بِمِثْلِهِ.",
            "page": "129",
            "part": "1",
            "seal": "5E97BEFF"
        },
        {
            "hno": "59",
            "id": "76",
            "nass": "59 - حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ قَالَ: نا شُعَيْبُ بْنُ أَيُّوبَ قَالَ: نا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ , قَالَ: نا مُعَاوِيَةُ النَّصْرِيُّ , [عَنْ نَهْشَلٍ] (¬1) عَنِ الضَّحَّاكِ , عَنِ الْأَسْوَدِ بْنِ يَزِيدَ , وَقَالَ غَيْرُ شُعَيْبٍ: وَعَلْقَمَةَ , وَلَمْ أَرَ شُعَيْبًا ذَكَرَ عَلْقَمَةَ , قَالَ: قَالَ عَبْدُ اللَّهِ يَعْنِي ابْنَ مَسْعُودٍ: لَوْ أَنَّ أَهْلَ الْعِلْمِ صَانُوا الْعِلْمَ وَوَضَعُوهُ عِنْدَ أَهْلِهِ سَادُوا بِهِ أَهْلَ زَمَانِهِمْ , -[131]- وَلَكِنَّهُمْ بَذَلُوهُ لِأَهْلِ الدُّنْيَا لِيَنَالُوا مِنْ دُنْيَاهُمْ فَهَانُوا عَلَى أَهْلِهَا , سَمِعْتُ نَبِيَّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ جَعَلَ الْهَمَّ هَمًّا وَاحِدًا هَمَّ آخِرَتِهِ كَفَاهُ اللَّهُ هَمَّ دُنْيَاهُ , وَمَنْ تَشَعَّبَتْ بِهِ الْهُمُومُ فِي أَحْوَالِ الدُّنْيَا لَمْ يُبَالِ اللَّهُ فِي أَيِّ أَوْدِيَتِهَا هَلَكَ» (¬2) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ سَقَطَتْ مِنْ الإِسْنَادِ بِالْمَطْبُوعَةِ، وَهِي مُثْبَتَةٌ فِي كُلِّ الْمَصَادِرِ، فَوَجَبَ إِثْبَاتُهَا كَمَا بَعَالِيهِ. ¶ فَقَدْ قَالَ ابْنُ أَبِي شَيْبَةَ (7/76/34313) : حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ ثَنَا مُعَاوِيَةُ النَّصْرِيُّ عَنْ نَهْشَلٍ عَنْ الضَّحَّاكِ عَنْ الأَسْوَدِ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ: لَوْ أَنَّ أَهْلَ الْعِلْمِ صَانُوا الْعِلْمَ، وَوَضَعُوهُ ... فَذَكَرَهُ مِثْلَهُ. ¶ (¬2) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ مُنْكَرٌ. وَأَخْرَجَهُ الْهَيْثَمُ بْنُ كُلَيْبٍ الشَّاشِيُّ «مُسْنَدُهُ» (317) ، وَالْعُقَيْلِيُّ (4/309) ، وَابْنُ عَدِيٍّ «الْكَامِلُ» (7/57) ، وَالدَّارَقُطْنِيُّ «الْعِلَلَ» (5/42) ، وَابْنُ عَسَاكِرَ «تَارِيخُ دِمِشْقَ» (33/174 و59/35) مِنْ طُرُقٍ عَنْ مُحَمَّدِ بْنِ بِشْرٍ الْعَبْدِيِّ ثَنَا عَبْدِ اللهِ بْنِ نُمَيْرٍ عَنْ مُعَاوِيَةَ النَّصْرِيِّ عَنْ نَهْشَلٍ عَنْ الضَّحَّاكِ عَنْ الأَسْوَدِ وَعَلْقَمَةَ عَنْ ابْنِ مَسْعُودٍ بِمِثْلِهِ، إلا الْعُقَيْلِيَّ فَاقْتَصَرَ عَلَى الْمَرْفُوعِ. ¶ قُلْتُ: هَكَذَا رَوَاهُ مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيِّ وَشُعَيْبُ بْنُ أَيُّوبَ، فَقَالا «عَنْ الأَسْوَدِ وَعَلْقَمَةَ عَنْ ابْنِ مَسْعُودٍ» ، وَأَكْثَرُ أَصْحَابِ ابْنِ نُمَيْرٍ لا يَذْكُرُونَ «عَلْقَمَةَ» . ¶ فَقَدْ أَخْرَجَهُ ابْنُ أَبِي شَيْبَةَ (7/76/34313) ، وَعَنْهُ ابْنُ عَدِيٍّ «الْكَامِلُ» (7/57) ، وَأَبُو نُعَيْمٍ «الْحِلْيَةُ» (2/105) ، وَأَحْمَدُ «الزُّهْدُ» (ص22) عَنْ مُحَمَّدِ بْنِ عَبْدِ اللهِ بْنِ نُمَيْرٍ، وَابْنُ مَاجَهْ (4106، 257) عَنْ عَلِيِّ بْنِ مُحَمَّدٍ وَالْحُسَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، وَالْبَزَّارُ (1638) عَنْ مُحَمَّدِ بْنِ عُمَرَ الْكِنْدِيِّ، وَالدَّارَقُطْنِيُّ «الْعِلَلَ» (5/42) عَنْ سَعِيدِ بْنِ أَيُّوبَ، وَالْبَيْهَقِيُّ «شُعُبُ الإِيْمَانِ» (2/306/1888) عَنْ الْحَسَنِ بْنِ عَلِيٍّ الْحُلْوَانِيِّ، سَبْعَتُهُمْ عَنْ عَبْدِ اللهِ بْنِ نُمَيْرٍ عَنْ مُعَاوِيَةَ النَّصْرِيِّ عَنْ نَهْشَلٍ عَنْ الضَّحَّاكِ عَنْ الأَسْوَدِ عَنْ ابْنِ مَسْعُودٍ بِهِ.",
            "page": "130",
            "part": "1",
            "seal": "8AE5335D"
        },
        {
            "hno": "60",
            "id": "77",
            "nass": "60 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ قَالَ: نا إِبْرَاهِيمُ بْنُ مَهْدِيٍّ قَالَ: نا أَحْمَدُ بْنُ عَبْدِ اللَّهِ فَيْرُوزُ قَالَ , نا الْعَبَّاسُ بْنُ بَكَّارٍ الضَّبِّيُّ , قَالَ: نا عِيسَى بْنُ عُمَرَ النَّحْوِيُّ قَالَ: أَقْبَلْتُ حَتَّى أَقَمْتُ عِنْدَ الْحَسَنِ فَسَمِعْتُهُ يَقُولُ: §قَرَأَ هَذَا الْقُرْآنَ ثَلَاثَةُ رِجَالٍ: فَرَجُلٌ قَرَأَهُ فَاتَّخَذَهُ بِضَاعَةً وَنَقَلَهُ مِنْ بَلَدٍ إِلَى بَلَدٍ , وَرَجُلٌ قَرَأَهُ فَأَقَامَ عَلَى حُرُوفِهِ , وَضَيَّعَ حُدُودَهُ يَقُولُ: إِنِّي وَاللَّهِ لَا أُسْقِطُ مِنَ الْقُرْآنِ حَرْفًا , كَثَّرَ اللَّهُ بِهِمُ الْقُبُورَ , وَأَخْلَى مِنْهُمُ الدُّورَ فَوَاللَّهِ لَهُمْ أَشَدُّ كِبْرًا مِنْ صَاحِبِ السَّرِيرِ عَلَى سَرِيرِهِ , وَمِنْ صَاحِبِ الْمِنْبَرِ عَلَى مِنْبَرِهِ , وَرَجُلٌ قَرَأَهُ فَأَسْهَرَ لَيْلَهُ وَأَظْمَأَ نَهَارَهُ وَمَنَعَ شَهْوَتَهُ , فَجَثَوْا فِي بَرَاثِنِهِمْ وَرَكَدُوا فِي مَحَارِبِهِمْ , بِهِمْ يَنْفِي اللَّهُ عَنَّا الْعَدُوَّ وَبِهِمْ يَسْقِينَا اللَّهُ الْغَيْثَ , وَهَذَا الدَّرْبُ مِنَ الْقُرَّاءِ أَعَزُّ مِنَ الْكِبْرِيتِ الْأَحْمَرِ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: الْأَخْبَارُ فِي هَذَا الْمَعْنَى كَثِيرَةٌ وَمُرَادِي مِنْ هَذَا نَصِيحَةٌ لِأَهْلِ الْقُرْآنِ لِئَلَّا يَبْطُلَ سَعْيُهُمْ , إِنْ هُمْ طَلَبُوا بِهِ شَرَفَ الدُّنْيَا حُرِمُوا شَرَفَ الْآخِرَةِ , إِذْ يَتْلُونَهُ لِأَهْلِ الدُّنْيَا طَمَعًا فِي دُنْيَاهُمْ , أَعَاذَ اللَّهُ حَمَلَةَ الْقُرْآنِ مِنْ -[133]- ذَلِكَ , فَيَنْبَغِي لِمَنْ يَجْلِسُ يُقْرِئُ الْمُسْلِمِينَ أَنْ يَتَأَدَّبَ بِأَدَبِ الْقُرْآنِ يَقْتَضِي ثَوَابَهُ مِنَ اللَّهِ عَزَّ وَجَلَّ , يَسْتَغْنِي بِالْقُرْآنِ عَنْ كُلِّ أَحَدٍ مِنَ الْخَلْقِ , مُتَوَاضِعٌ فِي نَفْسِهِ لِيَكُونَ رَفِيعًا عِنْدَ اللَّهِ",
            "page": "132",
            "part": "1",
            "seal": "F8753A1B"
        },
        {
            "hno": "61",
            "id": "78",
            "nass": "61 - حَدَّثَنَا عَلِيُّ بْنُ إِسْحَاقَ بْنِ زَاطِيَا قَالَ: نا عَبْدُ اللَّهِ بْنُ عَمْرٍو الْقَوَارِيرِيُّ , قَالَ: نا حَمَّادُ بْنُ زَيْدٍ قَالَ: سَمِعْتُ أَيُّوبَ يَقُولُ: «§يَنْبَغِي لِلْعَالِمِ أَنْ يَضَعَ الرَّمَادَ عَلَى رَأْسِهِ تَوَاضُعًا لِلَّهِ عَزَّ وَجَلَّ»",
            "page": "133",
            "part": "1",
            "seal": "9DAFFC48"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "§بَابُ ذِكْرِ أَخْلَاقِ مَنْ يَقْرَأُ عَلَى الْمُقْرِئِ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَنْ كَانَ يَقْرَأُ عَلَى غَيْرِهِ وَيَتَلَقَّنُ فَيَنْبَغِي لَهُ أَنْ يُحْسِنَ الْأَدَبَ فِي جُلُوسِهِ بَيْنَ يَدَيْهِ , وَيَتَوَاضَعَ فِي جُلُوسِهِ , وَيَكُونَ مُقْبِلًا عَلَيْهِ , فَإِنْ ضَجِرَ عَلَيْهِ احْتَمَلَهُ , وَإِنْ زَبَرَهُ احْتَمَلَهُ وَرَفَقَ بِهِ , وَاعْتَقَدَ لَهُ الْهَيْبَةَ , وَالِاسْتِحْيَاءَ مِنْهُ , وَأُحِبُّ أَنْ يَتَلَقَّنَ مَا يَعْلَمُ أَنَّهُ يَضْبِطُ , هُوَ أَعْلَمُ بِنَفْسِهِ , إِنْ كَانَ يَعْلَمُ أَنَّهُ لَا يَحْتَمِلُ فِي التَّلْقِينِ أَكْثَرَ مِنْ خَمْسٍ خَمْسٍ , فَلَا يَنْبَغِي أَنْ يَسْأَلَ الزِّيَادَةَ , وَإِنْ كَانَ يَعْلَمُ أَنَّهُ لَا يَحْتَمِلُ أَنْ يَتَلَقَّنَ إِلَّا ثَلَاثَ آيَاتٍ , لَمْ يَسْأَلْ أَنْ يُلَقِّنَهُ خَمْسًا , فَإِنْ لَقَّنَهُ الْأُسْتَاذُ ثَلَاثًا لَمْ يَزِدْهُ عَلَيْهَا , وَعَلِمَ هُوَ مِنْ نَفْسِهِ أَنَّهُ يَحْتَمِلُ خَمْسًا سَأَلَهُ أَنْ يَزِيدَهُ , عَلَى أَرْفَقَ مَا يَكُونُ , فَإِنْ أَبَى لَمْ يَزِدْهُ بِالطَّلَبِ , وَصَبَرَ عَلَى مُرَادِ الْأُسْتَاذِ مِنْهُ , فَإِنَّهُ إِذَا فَعَلَ ذَلِكَ , كَانَ هَذَا الْفِعْلُ مِنْهُ دَاعِيًا لِلزِّيَادَةِ لَهُ مِمَّنْ يُلَقِّنُهُ إِنْ شَاءَ اللَّهُ وَلَا يَنْبَغِي لَهُ أَنْ يُضْجِرَ مَنْ يُلَقِّنُهُ فَيَزْهُوَ فِيهِ , وَإِذَا لَقَّنَهُ شَكَرَ لَهُ ذَلِكَ , وَدَعَا لَهُ , وَعَظَّمَ قَدْرَهُ , وَلَا يَجْفُو عَلَيْهِ إِنْ جَفَا عَلَيْهِ , وَيُكْرِمُ مَنْ يُلَقِّنُهُ إِنْ هُوَ لَمْ يُكْرِمْ , وَتَسْتَحِي مِنْهُ إِنْ كَانَ هُوَ لَا يَسْتَحِي مِنْكَ , تُلْزِمُ أَنْتَ نَفْسَكَ وَاجِبَ حَقِّهِ عَلَيْكَ , فَبِالْحَرِيِّ أَنْ يَعْرِفَ حَقَّكَ؛ لِأَنَّ أَهْلَ الْقُرْآنِ أَهْلُ خَيْرٍ وَتَيَقُّظٍ وَأَدَبٍ يَعْرِفُونَ الْحَقَّ عَلَى أَنْفُسِهِمْ , فَإِنْ غَفَلَ عَنْ وَاجِبِ حَقِّكَ , فَلَا تَغْفُلْ عَنْ وَاجِبِ حَقِّهِ , فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ أَمَرَكَ أَنْ تَعْرِفَ حَقَّ الْعَالِمِ وَأَمَرَكَ بِطَاعَةِ الْعُلَمَاءِ , وَكَذَا أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "135",
            "part": "1",
            "seal": "BB6A778D"
        },
        {
            "hno": "62",
            "id": "80",
            "nass": "62 - حَدَّثَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحُسَيْنِ الْحَرَّانِيُّ , قَالَ: نا أَحْمَدُ بْنُ عِيسَى الْمِصْرِيُّ قَالَ: نا عَبْدُ اللَّهِ بْنُ وَهْبٍ , عَنْ مَالِكِ بْنِ الْحُسَيْنِ الزِّيَادِيِّ , مِنْ أَهْلِ الْيَمَنِ , عَنْ أَبِي قَبِيلٍ الْمَعَافِرِيِّ , عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ مِنْ أُمَّتِي مَنْ لَمْ يُجِلَّ كَبِيرَنَا , وَلَا يَرْحَمْ صَغِيرَنَا , وَيَعْرِفْ بِعُلَمَائِنَا» قَالَ أَحْمَدُ: يَعْنِي يَعْرِفُ حَقَّهُمْ",
            "page": "136",
            "part": "1",
            "seal": "FF785439"
        },
        {
            "hno": "63",
            "id": "81",
            "nass": "63 - حَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: نا ابْنُ لَهِيعَةَ , عَنْ جَمِيلٍ -[138]- الْأَسْلَمِيِّ , عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اللَّهُمَّ لَا يُدْرِكْنِي زَمَانٌ وَلَا أُدْرِكْهُ لَا يُتَّبَعُ فِيهِ الْعَالِمُ , وَلَا يُسْتَحْيَا فِيهِ مِنَ الْحَلِيمِ , قُلُوبُهُمْ قُلُوبُ الْعَجَمِ , وَأَلْسِنَتُهُمْ أَلْسِنَةُ الْعَرَبِ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ ضَعِيفٌ. وَأَخْرَجَهُ أَحْمَدُ (5/340) : حَدَّثَنَا حَسَنُ بْنُ مُوسَى أَخْبَرَنَا ابْنُ لَهِيعَةَ ثَنَا جَمِيلٌ الأَسْلَمِيُّ عَنْ سَهْلِ بْنِ سَعْدٍ بِمِثْلِهِ إلا قَوْلَهُ «أَوْ لا تُدْرِكُوا زَمَانَاً لا يُتْبَعُ فِيهِ الْعَلِيمُ» . ¶ قُلْتُ: هَكَذَا رَوَاهُ ابْنُ لَهِيعَةَ، فَجَعَلَهُ «عَنْ سَهْلِ بْنِ سَعْدٍ» . وَخَالَفَهُ عَمْرُو بْنُ الْحَارِثِ، فَقَالَ «عَنْ جَمِيلٍ الْحَذَّاءِ عَنْ أَبِي هُرَيْرَةَ» . ¶ فَقَدْ أَخْرَجَهُ الْحَاكِمُ (4/555) ، وَالْبَيْهَقِيُّ «شُعُبُ الإِيْمَانِ» (6/146/7740) كِلاهُمَا مِنْ طَرِيقِ عُثْمَانَ بْنِ صَالِحٍ نَا بَكْرُ بْنُ مُضَرٍ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنْ جَمِيلٍ الْحَذَّاءِ عَنْ أَبِي هُرَيْرَةَ بِمِثْلِهِ. ¶ قُلْتُ: وَهَذَانِ الإِسْنَادَانِ ضَعِيفَانِ. جَمِيلٌ الْحَذَّاءُ الأَسْلَمِيُّ لا تَثْبُتُ رِوَايَتُهُ عَنْ أَحَدٍ مِنْ الصَّحَابَةِ بِمِثْلِ ذَا، سِيَّمَا مَعَ اضْطِرَابِ الرِّوَايَةِ عَنْهُ وَضَعْفِهَا. وَقَدْ ذَكَرَهُ ابْنُ حِبَّانَ فِي أَتْبَاعِ التَّابِعِينَ مِنْ «الثِّقَاتِ» فَقَالَ: شَيْخٌ يَرْوِى الْمَرَاسِيلَ. ¶ لِذَا قَالَ الْحَافِظُ ابْنُ حَجَرٍ «تَعْجِيلُ الْمَنْفَعَةِ» (1/73) : حَدِيثُهُ عَنْ سَهْلٍ مَعْلُولٌ.",
            "page": "137",
            "part": "1",
            "seal": "ACBC51D1"
        },
        {
            "hno": "64",
            "id": "82",
            "nass": "64 - أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْهَيْثَمِ النَّاقِدُ قَالَ: نا أَبُو مَعْمَرٍ الْقَطِيعِيُّ , قَالَ: نا سُفْيَانُ عَنِ الزُّهْرِيِّ , عَنْ أَبِي سَلْمَةَ , قَالَ: «§لَوْ رَفَقْتُ بِابْنِ عَبَّاسٍ لَأَصَبْتُ مِنْهُ عِلْمًا» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ أَثَرٌ حَسَنٌ. وَأَخْرَجَهُ الدَّارَمِيُّ (568، 412) : أَخْبَرَنَا أَبُو مَعْمَرٍ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ قَالَ: لَوْ رَفَقْتُ بِابْنِ عَبَّاسٍ لأَصَبْتُ مِنْهُ عِلْمًا كَثِيرَاً. ¶ قُلْتُ: وَهَذَا إِسْنَادٌ رِجَالُهُ ثِقَاتٌ كُلُّهُمْ. وَرَوَاهُ كَذَلِكَ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ: سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومُِّي، وَعَبْدُ الْمَلِكِ بْنُ قُرَيْبٍ الأَصْمَعِيُّ. ¶ وَفِي رِوَايَةِ الأَصْمَعِيِّ بَيَانٌ لِعِلَّةِ قَوْلِ أبِي سَلَمَةَ ذَا، وَأَنَّهُ كَانَ يُمَارِي ابْنَ عَبَّاسٍ كَثِيرَاً، وَلا يُلاطِفُهُ كَمَا كَانَ عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ يَفْعَلُ وَيَتَوَدَّدُ إِلَيْهِ، وَلِذَا كَانَ ابْنُ عَبَّاسٍ حَفِيَّاً بِهِ. ¶ فَقَدْ أَخْرَجَهُ ابْنُ عَسَاكِرَ «التَّارِيخُ» (29) مِنْ طَرِيقِ الأَصْمَعِيِّ عَنْ ابْنِ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ قَالَ أبُو سَلَمَةَ: أَنَا أَفْقَهُ مِنْ فُلانٍ، فَقَالَ ابْنُ عَبَّاسٍ: أَجَلْ فِي الْمَبَاوِلِ، وَعَجِبَ مِنْ قَوْلِهِ، قَالَ: وَقَالَ الزُّهْرِيُّ قَالَ أبُو سَلَمَةَ: لَوْ رَفَقْتُ بِابْنِ عَبَّاسٍ لأَصَبْتُ مِنْهُ عِلْمَاً كَثِيرَاً.",
            "page": "138",
            "part": "1",
            "seal": "3D4FCACB"
        },
        {
            "hno": "65",
            "id": "83",
            "nass": "65 - حَدَّثَنَا أَحْمَدُ بْنُ سَهْلٍ الْأُشْنَانِيُّ قَالَ: نا الْحُسَيْنُ بْنُ عَلِيِّ بْنِ الْأَسْوَدِ , قَالَ: نا يَحْيَى بْنُ آدَمَ قَالَ: نا شَرِيكٌ , عَنْ لَيْثٍ , عَنْ مُجَاهِدٍ فِي قَوْلِهِ عَزَّ وَجَلَّ: {§أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59] قَالَ: الْفُقَهَاءُ وَالْعُلَمَاءُ -[140]- ¶ 66 - وَحَدَّثَنَا يَحْيَى بْنُ آدَمَ , عَنْ مُفَضَّلِ بْنِ مُهَلْهَلٍ , عَنْ مُغِيرَةَ , عَنْ إِبْرَاهِيمَ مِثْلُهُ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: ثُمَّ يَنْبَغِي لِمَنْ لَقَّنَهُ الْأُسْتَاذُ أَنْ لَا يُجَاوِزَ مَا لَقَّنَهُ , إِذَا كَانَ مِمَّنْ قَدْ أَحَبَّ أَنْ يَتَلَقَّنَ عَلَيْهِ , وَإِذَا جَلَسَ بَيْنَ يَدَيْ غَيْرِهِ لَمْ يَتَلَقَّنْ مِنْهُ إِلَّا مَا لَقَّنَهُ الْأُسْتَاذُ , أَعْنِي بِغَيْرِ الْحَرْفِ الَّذِي قَدْ تَلَقَّنَهُ مِنَ الْأُسْتَاذِ , فَإِنَّهُ أَعْوَدُ عَلَيْهِ , وَأَصَحُّ لِقِرَاءَتِهِ , وَقَدْ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْرَءُوا كَمَا عُلِّمْتُمْ»",
            "page": "139",
            "part": "1",
            "seal": "852FA1AD"
        },
        {
            "hno": "67",
            "id": "84",
            "nass": "67 - حَدَّثَنَا أَبُو يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ , قَالَ: نا أَبُو هِشَامٍ الرِّفَاعِيُّ قَالَ: نا أَبُو بَكْرِ بْنُ عَيَّاشٍ , قَالَ: نا عَاصِمٌ , عَنْ زِرٍّ , عَنْ عَبْدِ اللَّهِ يَعْنِي ابْنَ مَسْعُودٍ , قَالَ: قُلْتُ لِرَجُلٍ أَقْرِئْنِي مِنَ الْأَحْقَافِ ثَلَاثِينَ آيَةً , فَأَقْرَأَنِي خِلَافَ مَا أَقْرَأَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَقُلْتُ لِآخَرَ: أَقْرِئْنِي مِنَ الْأَحْقَافِ ثَلَاثِينَ آيَةً , فَأَقْرَأَنِي خِلَافَ مَا أَقْرَأَنِي الْأَوَّلُ , فَأَتَيْتُ بِهِمَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَغَضِبَ , وَعَلِيُّ بْنُ أَبِي طَالِبٍ جَالِسٌ , فَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: قَالَ لَكُمُ: «§اقْرَءُوا كَمَا عُلِّمْتُمْ»",
            "page": "141",
            "part": "1",
            "seal": "958868AB"
        },
        {
            "hno": "68",
            "id": "85",
            "nass": "68 - وَحَدَّثَنَا ابْنُ صَاعِدٍ , أَيْضًا قَالَ: نا أَحْمَدُ بْنُ سِنَانٍ الْقَطَّانُ قَالَ: نا يَزِيدُ بْنُ هَارُونَ قَالَ: نا شَرِيكُ بْنُ عَاصِمٍ , عَنْ زِرٍّ , عَنْ عَبْدِ اللَّهِ , قَالَ: أَقْرَأَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُورَةً فَدَخَلْتُ الْمَسْجِدَ فَقُلْتُ: أَفِيكُمْ مَنْ يَقْرَأُ؟ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: أَنَا , فَقَرَأَ السُّورَةَ الَّتِي أَقْرَأَنِيهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَإِذَا هُوَ يَقْرَؤُهَا بِخِلَافِ مَا أَقْرَأَنِي رَسُولُ اللَّهِ , فَانْطَلَقْنَا إِلَى رَسُولِ اللَّهِ , فَقُلْنَا: يَا رَسُولَ اللَّهِ , اخْتَلَفْنَا فِي قِرَاءَتِنَا فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ عَلِيٌّ: إِنَّ رَسُولَ اللَّهِ يَقُولُ: «§إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِالِاخْتِلَافِ , فَلْيَقْرَأْ كُلُّ امْرِئٍ مِنْكُمْ مَا أُقْرِئَ»",
            "page": "142",
            "part": "1",
            "seal": "F6B26CC0"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "§بَابُ أَدَبِ الْقُرَّاءِ عِنْدَ تِلَاوَتِهِمُ الْقُرْآنَ مِمَّا لَا يَنْبَغِي لَهُمْ جَهْلُهُ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَأُحِبُّ لِمَنْ أَرَادَ قِرَاءَةَ الْقُرْآنِ , مِنْ لَيْلٍ أَوْ نَهَارٍ أَنْ يَتَطَهَّرَ , وَأَنْ يَسْتَاكَ وَذَلِكَ تَعْظِيمٌ لِلْقُرْآنِ؛ لِأَنَّهُ يَتْلُو كَلَامَ الرَّبِّ عَزَّ وَجَلَّ؛ وَذَلِكَ أَنَّ الْمَلَائِكَةَ تَدْنُوا مِنْهُ عِنْدَ تِلَاوَتِهِ لِلْقُرْآنِ , وَيَدْنُو مِنْهُ الْمَلَكُ , فَإِنْ كَانَ مُتَسَوِّكًا وَضَعَ فَاهُ عَلَى فِيهِ , فَكُلَّمَا قَرَأَ آيَةً أَخَذَهَا الْمَلَكُ بِفِيهِ , وَإِنْ لَمْ يَكُنْ تَسَوَّكَ تَبَاعَدَ مِنْهُ فَلَا يَنْبَغِي لَكُمْ يَا أَهْلَ الْقُرْآنِ أَنْ تُبَاعِدُوا مِنْكُمُ الْمَلَكَ , اسْتَعْمِلُوا الْأَدَبَ , فَمَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَهُوَ يَكْرَهُ إِذَا لَمْ يَتَسَوَّكْ أَنْ يُجَالِسَ إِخْوَانَهُ وَأُحِبُّ أَنْ يُكْثِرَ الْقِرَاءَةَ فِي الْمُصْحَفِ لِفَضْلِ مَنْ قَرَأَ فِي الْمُصْحَفِ , وَلَا يَنْبَغِي لَهُ أَنْ يَحْمِلَ الْمُصْحَفَ إِلَّا وَهُوَ طَاهِرٌ فَإِنْ أَحَبَّ أَنْ يَقْرَأَ فِي الْمُصْحَفِ عَلَى غَيْرِ طَهَارَةٍ فَلَا بَأْسَ , وَلَكِنْ لَا يَمَسَّهُ , وَلَكِنْ يُصَفِّحُ الْمُصْحَفَ بِشَيْءٍ , وَلَا يَمَسَّهُ إِلَّا طَاهِرًا , وَيَنْبَغِي لِلْقَارِئِ إِذَا كَانَ يَقْرَأُ فَخَرَجَتْ مِنْهُ رِيحٌ أَمْسَكَ عَنِ الْقِرَاءَةِ حَتَّى تَنْقَضِي الرِّيحُ , ثُمَّ إِنْ أَحَبَّ أَنْ يَتَوَضَّأَ ثُمَّ يَقْرَأَ طَاهِرًا فَهُوَ أَفْضَلُ، وَإِنْ قَرَأَ غَيْرَ طَاهِرٍ فَلَا بَأْسَ مِنْهُ , وَإِذَا تَثَاءَبَ وَهُوَ يَقْرَأُ , أَمْسَكَ عَنِ الْقِرَاءَةِ حَتَّى يَنْقَضِيَ التَّثَاؤُبُ , وَلَا يَقْرَأِ الْجُنُبُ وَلَا الْحَائِضُ الْقُرْآنَ , وَلَا آيَةً , وَلَا حَرْفًا وَاحِدًا , , وَإِنْ سَبَّحَ أَوْ حَمِدَ أَوْ كَبَّرَ وَأَذَّنَ فَلَا بَأْسَ بِذَلِكَ وَأُحِبُّ لِلْقَارِئِ أَنْ يَأْخُذَ نَفْسَهُ بِسُجُودِ الْقُرْآنِ كُلَّمَا مَرَّ بِسَجْدَةٍ سَجَدَ فِيهَا , وَفِي الْقُرْآنِ خَمْسَ عَشْرَةَ سَجْدَةً , وَقَدْ قِيلَ: أَرْبَعَ عَشْرَةَ , وَقَدْ قِيلَ:",
            "page": "145",
            "part": "1",
            "seal": "D90EE706"
        },
        {
            "hno": "69",
            "id": "90",
            "nass": "69 - حَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: نا اللَّيْثُ بْنُ سَعْدٍ , قَالَ: نا عُقَيْلُ بْنُ خَالِدٍ , عَنِ الزُّهْرِيِّ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا تَسَوَّكَ أَحَدُكُمْ , ثُمَّ قَامَ يَقْرَأُ , طَافَ بِهِ الْمَلَكُ يَسْتَمِعُ الْقُرْآنَ , حَتَّى يَجْعَلَ فَاهُ عَلَى فِيهِ , فَلَا تَخْرُجُ آيَةٌ مِنْ فِيهِ إِلَّا فِي فِي الْمَلَكِ , وَإِذَا قَامَ يَقْرَأُ , وَلَمْ يَتَسَوَّكْ , طَافَ بِهِ الْمَلَكُ , وَلَمْ يَجْعَلْ فَاهُ عَلَى فِيهِ»",
            "page": "146",
            "part": "1",
            "seal": "CBE6FBC3"
        },
        {
            "hno": "70",
            "id": "91",
            "nass": "70 - وَحَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا قُتَيْبَةُ قَالَ: نا سُفْيَانُ بْنُ عُيَيْنَةَ , عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ النَّخَعِيِّ , عَنْ سَعْدِ بْنِ عُبَيْدَةَ , عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ , أَنَّ عَلِيًّا كَانَ §يَحُثُّ عَلَيْهِ وَيَأْمُرُ بِهِ , يَعْنِي السِّوَاكَ , وَقَالَ: إِنَّ الرَّجُلَ إِذَا قَامَ يُصَلِّي دَنَا الْمَلَكُ مِنْهُ يَسْتَمِعُ الْقُرْآنَ فَمَا يَزَالُ مِنْهُ حَتَّى يَضَعَ فَاهُ عَلَى فِيهِ , فَمَا يَلْفِظُ مِنْ آيَةٍ إِلَّا دَخَلَتْ فِي جَوْفِهِ \"",
            "page": "146",
            "part": "1",
            "seal": "E00BF271"
        },
        {
            "hno": "71",
            "id": "92",
            "nass": "71 - حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ الطَّيَالِسِيُّ , قَالَ: نا إِسْحَاقُ بْنُ مَنْصُورٍ الْكَوْسَجُ قَالَ: قُلْتُ لِأَحْمَدَ: الْقِرَاءَةُ عَلَى غَيْرِ وُضُوءٍ , قَالَ: لَا بَأْسَ بِهَا , وَلَكِنْ لَا يَقْرَأُ فِي الْمُصْحَفِ إِلَّا مُتَوَضِّئٌ , قَالَ إِسْحَقُ يَعْنِي ابْنَ رَاهَوَيْهِ: كَمَا قَالَ: §سُنَّةٌ مَسْنُونَةٌ \"",
            "page": "148",
            "part": "1",
            "seal": "56C9ECC3"
        },
        {
            "hno": "72",
            "id": "93",
            "nass": "72 - حَدَّثَنَا أَبُو نَصْرٍ مُحَمَّدُ بْنُ كُرْدِيٍّ قَالَ: نا أَبُو بَكْرٍ الْمَرْوَزِيُّ , قَالَ: كَانَ أَبُو عَبْدِ اللَّهِ رُبَّمَا §قَرَأَ فِي الْمُصْحَفِ وَهُوَ عَلَى غَيْرِ طَهَارَةٍ فَلَا يَمَسُّهُ وَلَكِنْ يَأْخُذُ بِيَدِهِ عُودًا أَوْ شَيْئًا يُصَفِّحُ بِهِ الْوَرَقَ \"",
            "page": "148",
            "part": "1",
            "seal": "6B1EB94F"
        },
        {
            "hno": "73",
            "id": "94",
            "nass": "73 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ الطَّيَالِسِيُّ , قَالَ: نا الْمُشْرِفُ بْنُ أَبَانَ , قَالَ: نا ابْنُ عُيَيْنَةَ , عَنْ زُرْزُرٍ (¬1) قَالَ: قُلْتُ لِعَطَاءٍ: أَقْرَأُ الْقُرْآنَ فَيَخْرُجُ مِنِّي الرِّيحُ قَالَ: §تُمْسِكُ عَنِ الْقِرَاءَةِ حَتَّى تَنْقَضِيَ الرِّيحُ ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ وَرَدَ بِالْمَطْبُوعَةِ «عَنْ زِرٍّ» ، وَهُوَ خَطَأٌ صَوَابُهُ زُرْزُرُ، وهو «زُرْزُرُ بْنُ صُهَيْبٍ مِنْ أَهْلِ شَرَجَةَ، مَوْلَى لآلِ جُبَيْرِ بْنِ مُطْعِمٍ. سَمِعَ عَطَاءَ بْنَ أَبِي رَبَاحٍ. رَوَى عَنْهُ ابْنُ عُيَيْنَةَ قَوْلَهُ» قَالَهُ أبُو عَبْدِ اللهِ الْبُخَارِيُّ «التَّارِيخُ الْكَبِيرُ» (3/450) . ¶ وَأَخْرَجَهُ عَبْدُ الرَّزَّاقِ (1326) عَنْ ابْنِ عُيَيْنَةَ عَنْ زُرْزُرٍ سَمِعْتُ عَطَاءَ بْنَ أَبِي رَبَاحٍ يُسْئَلُ عَنْ الرَّجُلِ يَقْرَأُ فَتَكُونُ مِنْهُ الرِّيحُ، قَالَ: فَذَكَرَهُ بِمِثْلِهِ. ¶ قُلْتُ: وَرِجَالُهُ ثِقَاتٌ كُلُّهُمْ. وزُرْزُرُ بْنُ صُهَيْبٍ النَّوْفَلِيُّ، قَالَ إِسْحَاقُ بْنُ مَنْصُورٍ عَنْ يَحْيَى بْنِ مَعِينٍ: زُرْزُرُ ثِقَةٌ. وَذَكَرَهُ ابْنُ حِبَّانَ فِي «كِتَابِ الثِّقَاتِ» (6/348) .",
            "page": "149",
            "part": "1",
            "seal": "6B3FBB58"
        },
        {
            "hno": "74",
            "id": "95",
            "nass": "74 - حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ قَالَ: نا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , قَالَ: أنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , قَالَ: أنا عُثْمَانُ بْنُ الْأَسْوَدِ , عَنْ مُجَاهِدٍ قَالَ: «§إِذَا تَثَاءَبْتَ وَأَنْتَ تَقْرَأُ فَأَمْسِكْ حَتَّى يَذْهَبَ عَنْكَ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ أَثَرٌ صَحِيحٌ. رِجَالُهُ ثِقَاتٌ كُلُّهُمْ، أبُو مُحَمَّدٍ ابْنُ صَاعِدٍ فَمَنْ فَوْقَهُ.",
            "page": "149",
            "part": "1",
            "seal": "F88006B4"
        },
        {
            "hno": "75",
            "id": "96",
            "nass": "75 - أَخْبَرَنَا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ، قَالَ: نا مُحَمَّدُ بْنُ الصَّبَّاحِ الْحُلْوَانِيُّ الدُّولَابِيُّ قَالَ: نا وَكِيعٌ , , قَالَ: نا هِشَامٌ , عَنْ أَبِيهِ , عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِذَا نَعَسَ أَحَدُكُمْ فَلْيَرْقُدْ فَإِنَّ أَحَدَكُمْ يُرِيدُ أَنْ يَسْتَغْفِرَ فَيَسُبَّ نَفْسَهُ» (¬1) . ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبو محمد الألفي: ¶ صَحِيحٌ. وَأَخْرَجَهُ أَحْمَدُ (6/205، 202) ، وَابْنُ أبِي دَاوُدَ «مُسْنَدُ عَائِشَةَ» (27) ، وَأبُو نُعَيْمٍ «الْحِلْيَةُ» (10/30) عَنْ وَكِيعٍ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّم قَالَ: «إِذَا نَعَسَ أَحَدُكُمْ وَهُوَ يُصَلِّي فَلْيَرْقُدْ، حَتَّى يَذْهَبَ عَنْهُ النَّوْمُ، فَإِنَّهُ إِذَا صَلَّى وَهُوَ يَنْعَسُ لَعَلَّهُ يَذْهَبُ يَسْتَغْفِرُ، فَيَسُبُّ نَفْسَهُ» . ¶ قُلْتُ: وَتَابَعَهُ عَنْ هِشَامٍ جَمْعٌ كَثِيرٌ: مَالِكُ بْنُ أَنَسٍ، وَأَيُّوبُ السَّخْتَيَانِيُّ، وَالثَّوْرِيُّ، وَشُعْبَةُ، وَابْنُ عُيَيْنَةَ، وَعَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، وَعَبْدُ اللهِ بْنُ نُمَيْرٍ، وَعِيسَى بْنُ يُونُسَ، وَعَلِيُّ بْنُ مُسْهِرٍ، وحَمَّادُ بْنُ أُسَامَةَ، وَعَبْدَةُ بْنُ سُلَيْمَانَ، وَأَنَسُ بْنُ عِيَاضٍ، وَأَبُو مُعَاوِيَةَ، وَجَرِيرٌ، وَيَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، وَيَحْيَى بْنُ عَبْدِ اللهِ الْعُمَرِيُّ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ. ¶ وَأَحْسَنُهُمْ وَأَوْفَاهُمْ سِيَاقَةً لَهُ: نَجْمُ السُّنُنِ وَالآثَارِ مَالِكُ بْنُ أَنَسٍ. ¶ أَخْرَجَهُ يَحْيَى بْنُ يَحْيَى «الْمُوَطَّأ» (257) ، وَالْبُخَارِيُّ (209) ، وَمُسْلِمٌ (786) ، وَأبُو دَاوُدَ (1310) ، وَأبُو نُعَيْمٍ «الْمُسْتَخْرَجُ» (1785) ، وَالْبَيْهَقِيُّ «الْكُبْرَى» (3/16) جَمِيعَاً عَنْ مَالِكٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ رَضِيَ اللهُ عَنْهَا أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّم قَالَ: «إِذَا نَعَسَ أَحَدُكُمْ فِي صَلاتِهِ فَلْيَرْقُدْ، حَتَّى يَذْهَبَ عَنْهُ النَّوْمُ، فَإِنَّ أَحَدَكُمْ إِذَا صَلَّى وَهُوَ نَاعِسٌ لا يَدْرِي لَعَلَّهُ يَذْهَبُ يَسْتَغْفِرُ، فَيَسُبَّ نَفْسَهُ» .",
            "page": "150",
            "part": "1",
            "seal": "ADE7B8D6"
        },
        {
            "hno": "76",
            "id": "97",
            "nass": "76 - حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ , قَالَ: نا عَلِيُّ بْنُ الْجَعْدِ قَالَ: أنا شُعْبَةُ قَالَ: أَخْبَرَنِي عَمْرُو بْنُ مُرَّةَ قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ سَلَمَةَ , يَقُولُ: دَخَلْتُ عَلَى عَلِيِّ بْنِ أَبِي طَالِبٍ فَقَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §لَا يَحْجُبُهُ , أَوْ قَالَ: لَا يَحْجِزُهُ شَيْءٌ عَنْ قِرَاءَةِ الْقُرْآنِ إِلَّا الْجَنَابَةَ \"",
            "page": "151",
            "part": "1",
            "seal": "46A8ACA2"
        },
        {
            "hno": "77",
            "id": "98",
            "nass": "77 - أَخْبَرَنَا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ قَالَ: نا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ قَالَ: نا إِسْمَاعِيلُ بْنُ عَبَّاسٍ , عَنْ مُوسَى بْنِ عُقْبَةَ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا يَقْرَأُ الْجُنُبُ، وَلَا الْحَائِضُ شَيْئًا مِنَ الْقُرْآنِ» ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: -[154]- جَمِيعُ مَا ذَكَرْتُهُ يَنْبَغِي لِأَهْلِ الْقُرْآنِ أَنْ يَتَأَدَّبُوا بِهِ وَلَا يَغْفُلُوا عَنْهُ , فَإِذَا انْصَرَفُوا عَنْ تِلَاوَةِ الْقُرْآنِ اعْتَبَرُوا نُفُوسَهُمْ بِالْمُحَاسَبَةِ لَهَا , فَإِنْ تَبَيَّنُوا مِنْهُ قَبُولَ مَا نَدَبَهُمْ إِلَيْهِ مَوْلَاهُمُ الْكَرِيمُ مِمَّا هُوَ وَاجِبٌ عَلَيْهِمْ مِنْ أَدَاءِ فَرَائِضِهِ , وَاجْتِنَابِ مَحَارِمِهِ , فَحَمِدُوهُ فِي ذَلِكَ وَشَكَرُوا اللَّهَ عَلَى مَا وَفَّقَهُمْ لَهُ , وَإِنْ عَلِمُوا أَنَّ النُّفُوسَ مُعْرِضَةٌ عَمَّا نَدَبَهُمْ إِلَيْهِ مَوْلَاهُمُ الْكَرِيمُ , قَلِيلَةُ الِاكْتِرَاثِ بِهِ , اسْتَغْفِرُوا اللَّهَ مِنْ تَقْصِيرِهِمْ , وَسَأَلُوهُ النَّقْلَةَ مِنْ هَذَا الْحَالِ الَّذِي لَا يَحْسُنُ بِأَهْلِ الْقُرْآنِ , وَلَا يَرْضَاهَا لَهُمْ مَوْلَاهُمْ إِلَى حَالَةٍ يَرْضَاهَا , فَإِنَّهُ لَا يَقْطَعُ مَنْ لَجَأَ إِلَيْهِ , وَمَنْ كَانَتْ هَذِهِ حَالَهُ وَجَدَ مَنْفَعَةَ تِلَاوَةِ الْقُرْآنِ فِي جَمِيعِ أُمُورِهِ , وَعَادَ عَلَيْهِ مِنْ بَرَكَةِ الْقُرْآنِ كُلُّ مَا يُحِبُّ فِي الدُّنْيَا وَالْآخِرَةِ إِنْ شَاءَ اللَّهُ",
            "page": "153",
            "part": "1",
            "seal": "75194BE9"
        },
        {
            "hno": "78",
            "id": "99",
            "nass": "78 - حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدٍ قَالَ: نا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , قَالَ: أنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , قَالَ: أنا هَمَّامٌ , عَنْ قَتَادَةَ قَالَ: §لَمْ يُجَالِسْ هَذَا الْقُرْآنَ أَحَدٌ إِلَّا قَامَ عَنْهُ بِزِيَادَةٍ أَوْ نُقْصَانٍ , قَضَى اللَّهُ عَزَّ وَجَلَّ الَّذِي قَضَى: {شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} [الإسراء: 82] \"",
            "page": "155",
            "part": "1",
            "seal": "49C6498D"
        },
        {
            "hno": "79",
            "id": "100",
            "nass": "79 - أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مُوسَى الْجَوْزِيُّ قَالَ: نا يُوسُفُ بْنُ مُوسَى الْقَطَّانُ قَالَ: نا عَمْرُو بْنُ حُمْرَانَ , عَنْ سَعِيدٍ , عَنْ قَتَادَةَ , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {§وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ} [الأعراف: 58] , قَالَ: الْبَلَدُ الطَّيِّبُ: الْمُؤْمِنُ , سَمِعَ كِتَابَ اللَّهِ فَوَعَاهُ وَأَخَذَ بِهِ , وَانْتَفَعَ بِهِ كَمَثَلِ هَذِهِ الْأَرْضِ أَصَابَهَا الْغَيْثُ فَأَنْبَتَتْ وَأَمْرَعَتْ {وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا} [الأعراف: 58] عَسِرًا , وَهَذَا مَثَلُ الْكَافِرِ قَدْ سَمِعَ الْقُرْآنَ فَلَمْ يَأْخُذْ بِهِ , وَلَمْ يَنْتَفِعْ بِهِ كَمَثَلِ هَذِهِ الْأَرْضِ الْخَبِيثَةِ أَصَابَهَا الْغَيْثُ فَلَمْ تُنْبِتْ شَيْئًا وَلَمْ تُمْرِعْ شَيْئًا \"",
            "page": "156",
            "part": "1",
            "seal": "7177414D"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "§بَابٌ فِي حُسْنِ الصَّوْتِ بِالْقُرْآنِ",
            "page": "156",
            "part": "1",
            "seal": "2D77C76C"
        },
        {
            "hno": "80",
            "id": "102",
            "nass": "80 - أَخْبَرَنَا الْفِرْيَابِيُّ , قَالَ: نا صَفْوَانُ بْنُ صَالِحٍ قَالَ: نا مُحَمَّدُ بْنُ شُعَيْبٍ قَالَ: نا الْأَوْزَاعِيُّ , عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ اللَّهِ أَنَّهُ حَدَّثَهُ , عَنْ فَضَالَةَ بْنِ عُبَيْدٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَلَّهُ أَشَدُّ أَذَنًا (¬1) إِلَى الرَّجُلِ الْحَسَنِ الصَّوْتِ بِالْقُرْآنِ مِنْ صَاحِبِ الْقَيْنَةِ إِلَى الْقَيْنَةِ» قَالَ الْأَوْزَاعِيُّ: يَعْنِي أَذَنًا: اسْتِمَاعًا \" ¶ ¬__________ ¶ (¬1) قال مُعِدُّ الكتاب للشاملة: وَرَدَ في بعض المطبوعات «أَذَانَاً» ، قال الشيخ أبو محمد الألفي: ¶ وَهُوَ فِي كُلِّ الْمَصَادِرِ «أَذَنَاً» ، فَاعْتَمَدْتُهُ كَمَا بِهَا، وَإِنْ لَمْ أَقِفُ عَلَى رِوَايَةِ مُحَمَّدِ بْنِ شُعَيْبٍ إِلا هَاهُنَا، فَلا أَدْرِي أَهُوَ لَفْظُهُ أَمْ خَطَأ!. ¶ قُلْتُ: هَكَذَا رَوَاهُ مُحَمَّدُ بْنُ شُعَيْبٍ بْنِ شَابُورَ عَنِ الأَوْزَاعِيِّ فَقَالَ «عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللهِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ» ، لَيْسَ بَيْنَهُمَا أَحَدٌ. ¶ وَتَابَعَهُ: بِشْرُ بْنُ بَكْرٍ، ويَحْيَى بْنُ حَمْزَةَ، وَالْوَلِيدُ بْنُ مَزْيَدٍ، والْوَلِيدُ بْنُ مُسْلِمٍ مِنْ رِوَايَةِ إِسْحَاقَ الطَّالَقَانِيِّ عَنْهُ. ¶ قَالَ الإِمَامُ أَحْمَدُ (6/18) : حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الطَّالَقَانِيُّ ثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنِ الأَوْزَاعِيِّ عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللهِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «للهُ أَشَدُّ أَذَنًا إِلَى الرَّجُلِ حَسَنِ الصَّوْتِ بِالْقُرْآنِ مِنْ صَاحِبِ الْقَيْنَةِ إِلَى قَيْنَتِهِ» . ¶ وَأَخْرَجَهُ أبُو عُبَيْدٍ «فِضَائِلُ الْقُرْآنِ» (187) عَنْ يَحْيَى بْنِ حَمْزَةَ، والْحَاكِمُ (1/760) عَنْ بِشْرِ بْنِ بَكْرٍ، والْبَيْهَقِيُّ «الْكُبَرَى» (10/230) و «شُعُبُ الإِيْمَانِ» (2/387/2144) ، وَابْنُ عَسَاكَرَ «التَّارِيخُ» (61/321) كِلاهُمَا عَنْ الْوَلِيدِ بْنِ مَزْيَدٍ، جَمِيعَاً عَنِ الأَوْزَاعِيِّ عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللهِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ بِمِثْلِهِ. ¶ وَقَالَ أبُو عَبْدِ اللهِ الْحَاكِمُ: صَحِيحٌ عَلَى شَرْطِهِمَا، وَلَمْ يُخَرِّجَاهُ. ¶ فَتَعَقَّبَهُ الذَّهَبِيُّ بِقَوْلِهِ: بَلْ هُوَ مُنْقَطِعٌ. ¶ قُلْتُ: وَهُوَ كَمَا قَالَ، فَإِنَّ إِسْمَاعِيلَ بْنَ عُبَيْدِ اللهِ بْنِ الْمُهَاجِرِ لَمْ يُدْرِكْ فَضَالَةَ. ¶ وَلَكِنْ خَالَفَهُمْ الْوَلِيدُ بْنُ مُسْلِمٍ بِرِوَايَةِ جَمْعٍ مِنٍ أَثْبَاتِ أَصْحَابِهِ، فَوَصَلَهُ «عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللهِ عَنْ مَيْسَرَةَ مَوْلَى فَضَالَةَ عَنْ فَضَالَةَ» . ¶ فَقَدْ أَخْرَجَهُ أَحْمَدُ (6/20) عَنْ عَلِىِّ بْنِ بَحْرٍ، وَالْبُخَارِيُّ «التَّارِيخُ» (7/124/556) عَنْ صَدَقَةَ بْنِ خَالِدٍ، وَابْنُ مَاجَهْ (1340) عَنْ رَاشِدِ بْنِ سَعِيدٍ الرَّمَلِيِّ، وَالْمَرْوزِيُّ «قِيَامُ اللَّيْلِ» عَنْ زِيَادِ بْنِ أيُّوبَ، وَابْنُ حِبَّانَ (754) عَنْ دُحَيْمٍ، وَالطَّبَرَانِيُّ «الْكَبِيرُ» (18/301/772) عَنْ عَلِىِّ بْنِ بَحْرٍ ودُحَيْمٍ، وَأبُو الْفَضْلِ الرَّازِيُّ «فِضَائِلُ الْقُرْآنِ» (24) ، وَالْبَيْهَقِيُّ «الْكُبْرَى» (10/230) كِلاهُمَا عَنْ مُحَمَّدِ بْنِ عُقْبَةَ السَّدُوسِيِّ، وَابْنُ عَسَاكَرَ ¶ «التَّارِيخُ» (61/321) ، والْمِزِّىِّ «تَهْذِيبُ الْكَمَالِ» (29/199) كِلاهُمَا عَنْ دَاوُدَ بْنِ رُشَيْدٍ، سَبْعَتُهُمْ _ دُحَيْمٌ وَمُتَابِعُوهُ _ عَنْ الْوَلِيدِ بْنِ مُسْلِمٍ حَدَّثَنَا الأَوْزَاعِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُبَيْدِ اللهِ عَنْ مَيْسَرَةَ مَوْلَى فَضَالَةَ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ بِهِ. ¶ وَتُوبِعَ الْوَلِيدُ بْنُ مُسْلِمٍ عَلَى هَذَا الْوَجْهِ. ¶ قَالَ ابْنُ بَطَّةَ «الإِبَانَةُ الْكُبْرَى» (3/122/92) : حَدَّثَنَا مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ ثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْحَدَّادِيُّ ثَنَا أبُو عَبْدِ الرَّحْمَنِ الْوَكِيعِيُّ ثَنَا أبُو أُسَامَةَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ الأَوْزَاعِيِّ عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللهِ عَنْ مَوْلَى فَضَالَةَ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ بِهِ.",
            "page": "157",
            "part": "1",
            "seal": "B4205404"
        },
        {
            "hno": "81",
            "id": "103",
            "nass": "81 - وَأَخْبَرَنَا الْفِرْيَابِيُّ , قَالَ: نا أَبُو قُدَامَةَ , وَعُمَرُ بْنُ عَلِيٍّ قَالَ: أنا يَحْيَى بْنُ -[159]- سَعِيدٍ , عَنْ شُعْبَةَ قَالَ: حَدَّثَنِي طَلْحَةُ بْنُ مُصَرِّفٍ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ , , عَنِ الْبَرَاءِ بْنِ عَازِبٍ , عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» -[160]- ¶ 82 - حَدَّثَنَا جَعْفَرُ الصَّنْدَلِيُّ قَالَ: نا صَالِحُ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ , عَنْ أَبِيهِ , قَالَ: قُلْتُ لَهُ: قَوْلُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» مَا مَعْنَاهُ؟ قَالَ: التَّزَيُّنُ أَنْ تُحْسِنَهُ -[161]- قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَنْبَغِي لِمَنْ رَزَقَهُ اللَّهُ حُسْنَ الصَّوْتِ بِالْقُرْآنِ أَنْ يَعْلَمَ أَنَّ اللَّهَ قَدْ خَصَّهُ بِخَيْرٍ عَظِيمٍ فَلْيَعْرِفْ قَدْرَ مَا خَصَّهُ اللَّهُ بِهِ , وَلْيَقْرَأْ لِلَّهِ لَا لِلْمَخْلُوقِينَ وَلِيَحْذَرْ مِنَ الْمَيْلِ إِلَى أَنْ يُسْتَمَعَ مِنْهُ لِيَحْظَى بِهِ عِنْدَ السَّامِعِينَ رَغْبَةً فِي الدُّنْيَا وَالْمَيْلِ إِلَى حُسْنِ الثَّنَاءِ وَالْجَاهِ عِنْدَ أَبْنَاءِ الدُّنْيَا , وَالصَّلَاةِ بِالْمُلُوكِ دُونَ الصَّلَاةِ بِعَوَامِّ النَّاسِ فَمَنْ مَالَتْ نَفْسُهُ إِلَى مَا نَهَيْتُهُ عَنْهُ خِفْتُهُ أَنْ يَكُونَ حُسْنُ صَوْتِهِ فِتْنَةً عَلَيْهِ , وَإِنَّمَا يَنْفَعُهُ حُسْنُ صَوْتِهِ إِذَا خَشِيَ اللَّهَ عَزَّ وَجَلَّ فِي السِّرِّ وَالْعَلَانِيَةِ وَكَانَ مُرَادُهُ أَنْ يُسْتَمَعَ مِنْهُ الْقُرْآنُ؛ لِيَنْتَبِهَ أَهْلُ الْغَفْلَةِ عَنْ غَفْلَتِهِمْ , فَيَرْغَبُوا فِيمَا رَغَّبَهُمُ اللَّهُ عَزَّ وَجَلَّ وَيَنْتَهُوا عَمَّا نَهَاهُمْ , فَمَنْ كَانَتْ هَذِهِ صِفَتَهُ انْتَفَعَ بِحُسْنِ صَوْتِهِ , وَانْتَفَعَ بِهِ النَّاسُ",
            "page": "158",
            "part": "1",
            "seal": "A490BD18"
        },
        {
            "hno": "83",
            "id": "104",
            "nass": "83 - حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ السَّقَطِيُّ قَالَ: نا عَبْدُ اللَّهِ الْقَوَارِيرِيُّ , قَالَ: نا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ , قَالَ: نا إِبْرَاهِيمُ , عَنْ أَبِي الزُّبَيْرِ , عَنْ جَابِرٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَحْسَنَ النَّاسِ صَوْتًا بِالْقُرْآنِ الَّذِي إِذَا سَمِعْتَهُ يَقْرَأُ حَسِبْتَهُ يَخْشَى اللَّهَ»",
            "page": "161",
            "part": "1",
            "seal": "8BAB8B34"
        },
        {
            "hno": "84",
            "id": "105",
            "nass": "84 - حَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا ابْنُ الْمُبَارَكِ , قَالَ: نا يُونُسُ بْنُ يَزِيدَ عَنِ الزُّهْرِيِّ , قَالَ: بَلَغَنَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَحْسَنُ النَّاسِ صَوْتًا بِالْقُرْآنِ مَنْ إِذَا سَمِعْتَهُ يَقْرَأُ رَأَيْتَ أَنَّهُ يَخْشَى اللَّهَ» ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَأَكْرَهُ الْقِرَاءَةَ بِالْأَلْحَانِ وَالْأَصْوَاتِ الْمَعْمُولَةِ الْمُطْرِبَةِ , فَإِنَّهَا مَكْرُوهَةٌ عِنْدَ كَثِيرٍ مِنَ الْعُلَمَاءِ , مِثْلِ يَزِيدَ بْنِ هَارُونَ وَالْأَصْمَعِيِّ , وَأَحْمَدَ بْنِ حَنْبَلٍ , وَأَبِي عُبَيْدٍ وَالْقَاسِمِ بْنِ سَلَّامٍ , وَسُفْيَانَ بْنِ عُيَيْنَةَ , وَغَيْرِ وَاحِدٍ مِنَ الْعُلَمَاءِ , وَيَأْمُرُونَ الْقَارِئَ إِذَا قَرَأَ أَنْ يَتَحَزَّنَ وَيَتَبَاكَى وَيَخْشَعَ بِقَلْبِهِ",
            "page": "163",
            "part": "1",
            "seal": "3E34757C"
        },
        {
            "hno": "85",
            "id": "106",
            "nass": "85 - حَدَّثَنَا الْفِرْيَابِيُّ , قَالَ: نا الْهَيْثَمُ بْنُ أَيُّوبَ الطَّالْقَانِيُّ , قَالَ: نا الْوَلِيدُ بْنُ -[164]- مُسْلِمٍ , عَنْ أَبِي رَافِعٍ إِسْمَاعِيلَ بْنِ رَافِعٍ قَالَ: حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ الْأَحْوَلُ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ السَّائِبِ , قَالَ: قَدِمَ عَلَيْنَا سَعْدُ بْنُ مَالِكٍ بَعْدَمَا كُفَّ بَصَرُهُ , فَأَتَيْتُهُ مُسْلِمًا وَانْتَسَبَنِي فَانْتَسَبْتُ لَهُ فَقَالَ: مَرْحَبًا بِابْنِ أَخِي , بَلَغَنِي أَنَّكَ حَسَنُ الصَّوْتِ بِالْقُرْآنِ , سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§إِنَّ هَذَا الْقُرْآنَ نَزَلَ بِحُزْنٍ , فَإِذَا قَرَأْتُمُوهُ فَابْكُوا فَإِنْ لَمْ تَبْكُوا فَتَبَاكَوْا , وَتَغَنَّوْا بِهِ , فَمَنْ لَمْ يَتَغَنَّ بِهِ فَلَيْسَ مِنَّا»",
            "page": "163",
            "part": "1",
            "seal": "D8446506"
        },
        {
            "hno": "86",
            "id": "107",
            "nass": "86 - وَأَخْبَرَنَا الْفِرْيَابِيُّ , قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ يُوسُفَ بْنِ عَطَاءٍ الرِّيَاحِيُّ قَالَ: حَدَّثَنَا عَوْنُ بْنُ عُمَرَ أَخُو رَبَاحٍ الْقَيْسِيِّ قَالَ: نا سَعِيدٌ الْجُرَيْرِيُّ , عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ , عَنْ أَبِيهِ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اقْرَأُوا الْقُرْآنَ بِحُزْنٍ فَإِنَّهُ نَزَلَ بِحُزْنٍ» قِيلَ لِابْنِ أَبِي مُلَيْكَةَ: فَإِنْ لَمْ يَكُنْ حَسَنَ الصَّوْتِ؟ يُحَسِّنُهُ مَا اسْتَطَاعَ , وَقَالَ وَكِيعٌ وَابْنُ عُيَيْنَةَ: مَنْ لَمْ يَتَغَنَّ بِهِ يَسْتَغْنِي بِهِ وَرَوَى أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَا أَذِنَ اللَّهُ لِشَيْءٍ مَا أَذِنَ لِنَبِيٍّ حَسَنِ الصَّوْتِ يَتَغَنَّى بِالْقُرْآنِ يَجْهَرُ بِهِ» -[167]- قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَأُحِبُّ لِمَنْ يَقْرَأُ الْقُرْآنَ أَنْ يَتَحَزَّنَ عِنْدَ قِرَاءَتِهِ , وَيَتَبَاكَى وَيَخْشَعَ قَلْبُهُ , وَيَتَفَكَّرُ فِي الْوَعْدِ وَالْوَعِيدِ لِيَسْتَجْلِبَ بِذَلِكَ الْحُزْنَ , أَلَمْ تَسْمَعْ إِلَى مَا نَعَتَ اللَّهُ عَزَّ وَجَلَّ مَنْ هُوَ بِهَذِهِ الصِّفَةِ؟ , وَأَخْبَرَنَا بِفَضْلِهِمْ , فَقَالَ عَزَّ وَجَلَّ: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ} [الزمر: 23] الْآَيَةَ , ثُمَّ ذَمَّ قَوْمًا اسْتَمَعُوا الْقُرْآنَ فَلَمْ تَخْشَعْ لَهُ قُلُوبُهُمْ , فَقَالَ عَزَّ وَجَلَّ: {أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ وَتَضْحَكُونَ وَلَا تَبْكُونَ وَأَنْتُمْ سَامِدُونَ} [النجم: 60] ثُمَّ يَنْبَغِي لِمَنْ قَرَأَ الْقُرْآنَ أَنْ يُرَتِّلَ كَمَا قَالَ اللَّهُ عَزَّ وَجَلَّ: {وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} [المزمل: 4] قِيلَ فِي التَّفْسِيرِ: تُبَيِّنُهُ تَبْيِينًا , وَاعْلَمْ أَنَّهُ إِذَا رَتَّلَهُ وَبَيَّنَهُ انْتَفَعَ بِهِ مَنْ يَسْمَعُهُ مِنْهُ , وَانْتَفَعَ هُوَ بِذَلِكَ؛ لِأَنَّهُ قَرَأَهُ كَمَا أَمَرَ اللَّهُ عَزَّ وَجَلَّ فِي قَوْلِهِ تَعَالَى: {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 106] عَلَى تُؤَدَةٍ",
            "page": "165",
            "part": "1",
            "seal": "8FA7DF51"
        },
        {
            "hno": "87",
            "id": "108",
            "nass": "87 - حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدٍ قَالَ: نا أَبُو الْخَطَّابِ زِيَادُ بْنُ يَحْيَى قَالَ: نا مَالِكُ بْنُ سَعِيدٍ قَالَ: نا ابْنُ أَبِي لَيْلَى , عَنِ الْحَكَمِ , عَنْ مِقْسَمٍ , عَنِ ابْنِ عَبَّاسٍ , فِي هَذِهِ الْآيَةِ {§وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} [المزمل: 4] بَيِّنْهُ تِبْيَانًا (¬1) . ¶ ¬__________ ¶ (¬1) ضَعِيفٌ بِهَذَا الإِسْنَادِ. وَأَخْرَجَهُ ابْنُ أبِي شَيْبَةَ (2/255/8725و6/141/30158) ، وَالطَّبَرِيُّ «جَامِعُ الْبَيَانِ» (29/127) كِلاهُمَا عَنْ وَكِيعِ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ ابْنُ أَبِي لَيْلَى بِمِثْلِهِ، وَلَفْظُ الطَّبَرِيُّ: بَيِّنْهُ بَيَانَاً. ¶ قُلْتُ: وَفِيهِ ابْنُ أَبِي لَيْلَى، وَهُوَ صَدُوقٌ فَقِيهٌ رُبَّمَا يَهِمُ فِي الإِسْنَادِ، قَالَهُ التِّرْمِذِيُّ.",
            "page": "168",
            "part": "1",
            "seal": "7AED60F5"
        },
        {
            "hno": "88",
            "id": "109",
            "nass": "88 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: نا أَبُو بَكْرِ بْنُ زَنْجُوَيْهِ , قَالَ: نا عَبْدُ الرَّزَّاقِ , قَالَ: أنا سُفْيَانُ , عَنْ عُبَيْدٍ الْمُكْتِبِ , عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {§وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 106] قَالَ عَلَى تُؤَدَةٍ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَالْقَلِيلُ مِنَ الدَّرْسِ لِلْقُرْآنِ مَعَ الْفِكْرِ فِيهِ وَتَدَبُّرِهِ أَحَبُّ إِلَيَّ مِنْ قِرَاءَةِ الْكَثِيرِ مِنَ الْقُرْآنِ بِغَيْرِ تَدَبُّرٍ , وَلَا تَفَكُّرٍ فِيهِ , وَظَاهِرُ الْقُرْآنِ يَدُلُّ عَلَى ذَلِكَ , وَالسُّنَّةُ وَقَوْلُ أَئِمَّةِ الْمُسْلِمِينَ",
            "page": "169",
            "part": "1",
            "seal": "CBB02612"
        },
        {
            "hno": "89",
            "id": "110",
            "nass": "89 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ قَالَ: نا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ , قَالَ: نا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ , عَنْ أَيُّوبَ , عَنْ أَبِي جَمْرَةَ الضُّبَعِيِّ , قَالَ: قُلْتُ لِابْنِ عَبَّاسٍ: إِنِّي سَرِيعُ الْقِرَاءَةِ إِنِّي أَقْرَأُ الْقُرْآنَ فِي ثَلَاثٍ , قَالَ: لَأَنْ §أَقْرَأَ الْبَقَرَةَ فِي لَيْلَةٍ فَأَتَدَبَّرَهَا وَأُرَتِّلَهَا أَحَبُّ إِلَيَّ أَنْ أَقْرَأَ كَمَا تَقُولُ \"",
            "page": "169",
            "part": "1",
            "seal": "C7789E5C"
        },
        {
            "hno": "90",
            "id": "111",
            "nass": "90 - حَدَّثَنَا جَعْفَرٌ أَيْضًا قَالَ: نا أَبُو بَكْرِ بْنُ زَنْجُوَيْهِ , قَالَ: نا مُحَمَّدُ بْنُ يُوسُفَ قَالَ: نا سُفْيَانُ , عَنْ عُبَيْدٍ الْمُكْتِبِ قَالَ: سُئِلَ مُجَاهِدٌ عَنْ رَجُلٍ قَرَأَ الْبَقَرَةَ وَآلَ عِمْرَانَ وَرَجُلٍ قَرَأَ الْبَقَرَةَ , قِرَاءَتُهُمَا وَاحِدَةٌ وَرُكُوعُهُمَا وَسُجُودُهُمَا وَجُلُوسُهُمَا , أَيُّهُمَا أَفْضَلُ؟ قَالَ: الَّذِي قَرَأَ الْبَقَرَةَ , ثُمَّ قَرَأَ: {§وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ} [الإسراء: 106]-[171]- قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: جَمِيعُ مَا قُلْتُهُ يَنْبَغِي لِأَهْلِ الْقُرْآنِ أَنْ يَتَخَلَّقُوا بِجَمِيعِ مَا حَثَثْتُهُمْ عَلَيْهِ مِنْ جَمِيعِ الْأَخْلَاقِ وَيَنْزَجِرُوا عَمَّا كَرِهْتُهُ لَهُمْ مِنْ دَنَاءَةِ الْأَخْلَاقِ , وَاللَّهُ الْكَرِيمُ يَهْدِينَا وَإِيَّاهُمْ إِلَى سَبِيلِ الرَّشَادِ ¶ ¬__________ ¶ قال مُعِدُّ الكتاب للشاملة: قال الشيخ أبُو مُحَمَّدٍ الأَلْفِيُّ: ¶ فَيَا أَيُّهَا الْمُنْتَابُ لِهَذَا الْجَنَابِ: لَكَ غُنْمُهُ، وَعَلِىَّ غُرْمُهُ، لَكَ حَسَنَاتُهُ، وَعَلِىَّ تَبِعَاتُهُ، فَمَا وَجَدْتَ فِيهِ مِنْ حَقٍّ فَاقْبَلْهُ، وَمَا ظَنَنْتَ فِيهِ مِنْ خَطَأٍ فَارْدُدْهُ، «إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ» .",
            "page": "170",
            "part": "1",
            "seal": "D23F347B"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "§مُلْحَقٌ بِهَذَا الْكِتَابِ (*) ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: هذا الملحق ليس في المطبوعة التي وافقنا النسخة الإلكترونية عليها",
            "page": null,
            "part": null,
            "seal": "F7F11AA3"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "قَالَ حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ قَالَ: نا سَعِيدُ بْنُ سُلَيْمَانَ قَالَ: نا عِيسَى بْنُ مَيْمُونٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ كَعْبٍ , عَنِ ابْنِ عَبَّاسٍ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخُلُقُ السَّيِّئُ يُفْسِدُ الْعَمَلَ , كَمَا يُفْسِدُ الْخَلُّ الْعَسَلَ»",
            "page": null,
            "part": null,
            "seal": "EE6A0FCD"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "حَدَّثَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ , قَالَ: حَدَّثَنِي جَدِّي أَحْمَدُ بْنُ أَشْعَثَ قَالَ: حَدَّثَنِي مُوسَى بْنُ أَعْيَنَ , عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ , عَنْ حَبِيبِ بْنِ عُبَيْدٍ الرَّحَبِيِّ , عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الشُّؤْمُ سُوءُ الْخُلُقِ»",
            "page": null,
            "part": null,
            "seal": "AA8A4940"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "أَخْبَرَنَا الْفِرْيَابِيُّ , , نا صَفْوَانُ بْنُ صَالِحٍ , نا مُحَمَّدُ بْنُ شُعَيْبٍ , أَنَا الْأَوْزَاعِيُّ , عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ أَنَّهُ حَدَّثَهُ , عَنْ فَضَالَةَ بْنِ عُبَيْدٍ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَلَّهُ تَبَارَكَ وَتَعَالَى أَشَدُّ أَذَنًا إِلَى الرَّجُلِ الْحَسَنِ الصَّوْتِ بِالْقُرْآنِ مِنْ صَاحِبِ الْقَيْنَةِ إِلَى الْقَيْنَةِ» قَالَ الْأَوْزَاعِيُّ: أَذَنًا: اسْتِمَاعًا",
            "page": null,
            "part": null,
            "seal": "AA5D0C6A"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "أَخْبَرَنَا الْفِرْيَابِيُّ , أَبَنَا أَبُو قُدَامَةَ , وَعَمْرُو بْنُ عَلِيٍّ قَالَ: نا يَحْيَى بْنُ سَعِيدٍ , عَنْ شُعْبَةَ حَدَّثَنِي طَلْحَةُ بْنُ مَعْرُوفٍ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ , عَنِ الْبَرَاءِ بْنِ عَازِبٍ , عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: §زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ \"",
            "page": null,
            "part": null,
            "seal": "F924B13A"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "أَخْبَرَنَا جَعْفَرٌ الصَّنْدَلِيُّ , نا صَالِحُ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ , عَنْ أَبِيهِ , قَالَ: قُلْتُ لَهُ: قَوْلُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا مَعْنَاهُ؟ قَالَ: §التَّزَيُّنُ أَنْ تُحْسِنَهُ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: يَنْبَغِي لِمَنْ رَزَقَهُ اللَّهُ حِفْظَ شَيْءٍ وَكَذَا وَجَدْتُهُ فِي الْأَصْلِ",
            "page": null,
            "part": null,
            "seal": "4458D849"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "حَدَّثَنَا الْفِرْيَابِيُّ نا الْهَيْثَمُ بْنُ أَيُّوبَ الطَّالْقَانِيُّ نا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ أَبِي رَافِعٍ إِسْمَاعِيلَ بْنِ رَافِعٍ حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ الْأَحْوَلُ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ السَّائِبِ , قَالَ: قَدِمَ عَلَيْنَا سَعْدُ بْنُ مَالِكٍ بَعْدَمَا كُفَّ بَصَرُهُ فَأَتَيْتُهُ مُسَلِّمًا وَانْتَسَبَنِي فَانْتَسَبْتُ لَهُ، فَقَالَ: مَرْحَبًا بِابْنِ أَخِي، بَلَغَنِي أَنَّكَ حَسَنُ الصَّوْتِ بِالْقُرْآنِ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§إِنَّ هَذَا الْقُرْآنَ نَزَلَ بِحُزْنٍ، فَإِذَا قَرَأْتُمُوهُ فَابْكُوا، فَإِنْ لَمْ تَبْكُوا فَتَبَاكَوْا وَتَغَنَّوْا بِهِ , فَمَنْ لَمْ يَتَغَنَّ بِهِ فَلَيْسَ مِنَّا»",
            "page": null,
            "part": null,
            "seal": "0BE14CF8"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "وَأَخْبَرَنَا الْفِرْيَابِيُّ، نا إِسْمَاعِيلُ بْنُ يُوسُفَ , أنا أَبُو عَلِيِّ بْنُ مَسْلَمَةَ , أَخْبَرَكُمْ عَلِيٌّ , أنبا أَبُو بَكْرٍ , أنا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ , أنا سَعِيدُ بْنُ سُلَيْمَانَ , أنا عِيسَى بْنُ مَيْمُونٍ قَالَ: سَمِعْتُ مُحَمَّدَ بْنَ كَعْبٍ , عَنِ ابْنِ عَبَّاسٍ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْخُلُقُ السَّيِّئُ يُفْسِدُ الْعَمَلَ كَمَا يُفْسِدُ الْخَلُّ الْعَسَلَ»",
            "page": null,
            "part": null,
            "seal": "80A72FC8"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "حَدَّثَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ , , حَدَّثَنِي جَدِّي أَحْمَدُ بْنُ الْأَشْعَثَ , نا مُوسَى بْنُ أَعْيَنَ , عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ , عَنْ جُنْدُبٍ , عَنْ عُبَيْدٍ الرَّحَبِيِّ , عَنْ عَائِشَةَ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الشُّؤْمُ سُوءُ الْخُلُقِ»",
            "page": null,
            "part": null,
            "seal": "D8057410"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "أَخْبَرَنَا أَبُو عَلِيِّ بْنُ مَسْلَمَةَ , حَدَّثَكُمْ أَبُو الْحَسَنِ الْحَمَّامِيُّ , إِمْلَاءً مِنْ لَفْظِهِ , نا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ الْحَسَنِ النَّحَّاسُ , أنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْقَاسِمِ بْنِ بَشَّارٍ النَّحْوِيُّ , نا مُحَمَّدُ بْنُ يُونُسَ الْكُدَيْمِيُّ , نا يُونُسُ بْنُ عُبَيْدِ اللَّهِ الْعَنْبَرِيُّ , نا دَاوُدُ بْنُ يَحْيَى الْكَرْمَانِيُّ , عَنْ مُسْلِمِ بْنِ شَدَّادٍ , عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَيْرٍ , عَنْ عُبَادَةَ بْنِ الصَّامِتِ صَاحِبِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , قَالَ: \" §إِذَا قَامَ أَحَدُكُمْ مِنَ اللَّيْلِ فَلْيَجْهَرْ بِقِرَاءَتِهِ فَإِنَّهُ بِقِرَاءَتِهِ يَطْرُدُ مَرَدَةَ الشَّيَاطِينِ وَفُسَّاقَ الْجِنِّ , وَإِنَّ الْمَلَائِكَةَ الَّذِينَ فِي الْهَوَاءِ وَسُكَّانَ الدَّارِ يُصَلُّونَ بِصَلَاتِهِ , وَيَسْتَمِعُونَ لِقِرَاءَتِهِ , فَإِذَا مَضَتْ هَذِهِ اللَّيْلَةَ أَوْصَتِ اللَّيْلَةَ الْمُسْتَأْنَفَةَ , فَقَالَتْ: تَحَفَّظِي لِسَاعَاتِهِ , وَكُونِي عَلَيْهِ خَفِيفَةً , وَإِذَا حَضَرَتْهُ الْوَفَاةُ جَاءَهُ الْقُرْآنُ فَوَقَفَ عِنْدَ رَأْسِهِ وَهُمْ يُغَسِّلُونَهُ , فَإِذَا غَسَّلُوهُ وَكَفَّنُوهُ جَاءَ الْقُرْآنُ فَدَخَلَ حَتَّى صَارَ بَيْنَ صَدْرِهِ وَكَفَنِهِ , فَإِذَا دُفِنَ وَجَاءَ مُنْكَرٌ وَنَكِيرٌ خَرَجَ حَتَّى صَارَ فِيمَا بَيْنَهُ وَبَيْنَهُمَا , فَيَقُولَانِ: إِلَيْكَ عَنَّا فَإِنَّا نُرِيدُ أَنْ نَسْأَلَهُ , فَيَقُولُ: وَاللَّهِ مَا أَنَا بِمُفَارِقِهِ أَبَدًا حَتَّى أُدْخِلَهُ الْجَنَّةَ , فَإِنْ كُنْتُمَا أُمِرْتُمَا بِشَيْءٍ فَشَأْنَكُمَا , ثُمَّ قَالَ: يَنْظُرُ إِلَيْهِ فَيَقُولُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: مَا أَعْرِفُكَ , فَيَقُولُ: أَنَا الْقُرْآنُ الَّذِي كُنْتُ أُسْهِرُ لَيْلَكَ , وَأُظْمِئُ نَهَارَكَ , وَأَمْنَعُكَ شَهْوَتَكَ وَسَمْعَكَ وَبَصَرَكَ، فَأْنَسْ، مَا عَلَيْكَ بَعْدَ مُسَاءَلَةِ مُنْكَرٍ وَنَكِيرٍ مِنْ هَمٍّ وَلَا حَزَنٍ , قَالَ: ثُمَّ يَعْرُجُ الْقُرْآنُ إِلَى اللَّهِ تَعَالَى , فَيَسْأَلُهُ لَهُ فِرَاشًا وَدِثَارًا , فَيَأْمُرُ لَهُ بِفِرَاشٍ وَدِثَارٍ وَقِنْدِيلٍ مِنْ نُورِ الْجَنَّةِ , وَيَاسَمِينٍ مِنْ يَاسَمِينِ الْجَنَّةِ , فَيَحْمِلُهُ أَلْفُ مَلَكٍ مِنْ مُقَرَّبِي الْمَلَائِكَةِ مِنَ الدُّنْيَا , قَالَ: فَيَسْبِقُهُمْ إِلَيْهِ الْقُرْآنُ فَيَقُولُ: هَلِ اسْتَوْحَشْتَ بَعْدِي؟ فَإِنِّي لَمْ أَزَلْ حَتَّى أَمَرَ لَكَ اللَّهُ بِفِرَاشٍ وَدِثَارٍ مِنَ الْجَنَّةِ وَقِنْدِيلٍ مِنْ نُورِ الْجَنَّةِ , وَيَاسَمِينٍ مِنْ يَاسَمِينِ الْجَنَّةِ , فَيَحْمِلُونَهُ , ثُمَّ يَفْرِشُونَ لَهُ ذَلِكَ الْفِرَاشَ , وَيَضَعُونَهُ عَلَيْهِ , وَيَضَعُونَ الدِّثَارَ عِنْدَ رِجْلَيْهِ , وَالْيَاسَمِينَ عِنْدَ صَدْرِهِ , ثُمَّ يُضْجِعُونَهُ عَلَى شِقِّهِ الْأَيْمَنِ , ثُمَّ يَخْرُجُونَ عَنْهُ , فَلَا يَزَالُ يَنْظُرُ إِلَيْهِمْ حَتَّى يَلِجُوا فِي السَّمَاءِ , ثُمَّ يُدْفَعُ لَهُ الْقُرْآنُ فِي قِبْلَةِ الْقَبْرِ , فَيُوَسِّعُ لَهُ مَسِيرَةَ خَمْسِمِائَةِ عَامٍ أَوْ مَا شَاءَ اللَّهُ , ثُمَّ يَحْمِلُ الْيَاسَمِينَ فَيَضَعُهُ عِنْدَ مِنْخَرَيْهِ , يَأْتِي أَهْلَهُ مَرَّةً أَوْ مَرَّتَيْنِ كُلَّ يَوْمٍ , فَيَأْتِيهِ بِخَبَرِهِمْ وَيَدْعُو لَهُمْ بِالْخَيْرِ وَالْبَرَكَةِ , فَإِنْ تَعَلَّمَ أَحَدٌ مِنْ وَلَدِهِ الْقُرْآنَ بَشَّرَهُ بِذَلِكَ , وَإِنْ كَانَ عَاقِبَتُهُ عَقِبَ سُوءٍ أَتَاهُمْ كُلَّ يَوْمٍ مَرَّةً أَوْ مَرَّتَيْنِ فَيَبْكِي عَلَيْهِمْ حَتَّى يُنْفَخَ فِي الصُّورِ \"",
            "page": null,
            "part": null,
            "seal": "E39D6A06"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "حَدَّثَنَا أَبُو الْقَاسِمِ النَّحَّاسُ , أَمْلَأنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْعُمَرِيُّ بِالْكُوفَةِ , نا الْفَضْلُ بْنُ يَحْيَى بْنِ زِيَادٍ الْفَرَّاءُ أَبُو الْعَبَّاسِ الْعَبْسِيُّ , حَدَّثَنِي أَبِي يَحْيَى بْنُ زِيَادٍ , عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ , عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ جَازَ مَكْفُوفًا , فَأَدْخَلَهُ فِي مَنْزِلِهِ وَأَنَا مَعَهُ فِي مَنْزِلِهِ وَالَّذِي بَاتَ فِيهِ ابْنُ عُمَرَ , فَلَمَّا كَانَ مِنْ جَوْفِ اللَّيْلِ قَامَ ابْنُ عُمَرَ فَتَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ , ثُمَّ صَلَّى رَكْعَتَيْنِ , ثُمَّ دَعَا دُعَاءً فَهِمَهُ الْمَكْفُوفُ قَالَ: فَقَامَ فَتَوَضَّأَ بِفَضْلِ وُضُوءِ ابْنِ عُمَرَ فَدَعَا بِذَلِكَ الدُّعَاءِ الَّذِي فَهِمَهُ فَرَدَّ اللَّهُ عَلَيْهِ بَصَرَهُ , فَأَصْبَحَ مَعَ ابْنِ عُمَرَ فَشَهِدَ الصُّبْحَ , فَلَمَّا صَلَّيْنَا قَالَ: يَا أَبَا عَبْدِ الرَّحْمَنِ: دَعَوْتَ الْبَارِحَةَ بِالدُّعَاءِ الَّذِي فَهِمْتُهُ عَنْكَ فَرَدَّ اللَّهُ عَلَيَّ بَصَرِي , فَقَالَ: ذَلِكَ دُعَاءٌ عَلَّمَنَاهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَمَرَنَا أَنْ لَا نَدْعُوَ بِهِ فِي شَيْءٍ مِنْ أُمُورِ الدُّنْيَا , وَالدُّعَاءُ: «اللَّهُمَّ §رَبَّ الْأَرْوَاحِ الْفَانِيَةِ وَالْأَجْسَادِ الْبَالِيَةِ , أَسْأَلُكَ بِطَاعَةِ الْأَرْوَاحِ الرَّجِعَةِ إِلَى أَجْسَادِهَا بِالطَّاعَةِ , وَبِطَاعَةِ الْأَجْسَادِ الْمُلْتَئِمَةِ بِعُرُوقِهَا , وَبِكَلِمَتِكَ التَّامَّةِ فِيهِمْ , وَأَخْذِكَ الْحَقَّ بَيْنَهُمْ , وَالْمَلَائِكَةُ بَيْنَ يَدَيْكَ يَنْتَظِرُونَ فَصْلَ قَضَائِكَ , يَرْجُونَ رَحْمَتَكَ وَيَخَافُونَ عَذَابَكَ وَعِقَابَكَ , أَنْ تَجْعَلَ النُّورَ فِي بَصَرِي , وَالْيَقِينَ فِي قَلْبِي وَذِكْرَكَ بِاللَّيْلِ وَالنَّهَارِ عَلَى لِسَانِي , وَعَمَلًا صَالِحًا فَارْزُقْنِي»",
            "page": null,
            "part": null,
            "seal": "871884D2"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "أَخْبَرَنَا عَلِيٌّ قَالَ أَنْشَدُونَا لِأَبِي أَحْمَدَ الْكَاتِبِ النَّحْوِيِّ: ¶ [البحر الكامل] ¶ §يَا غَافِلًا مَهِّدْ لِنَفْسِكَ ... قَبْلَ أَنْ يُظْعَنْ بِنَفْسِكْ ¶ أَيْنَ الَّذِينَ عَهِدْتَهُمْ ... مِنْ أَقْرِبَاكَ وَأَهْلِ أُنْسِكْ ¶ سَكَنُوا التُّرَابَ فَأَوْحَشُو ... كَ وَآذَنُوكَ بِقُرْبِ أَمْسِكْ ¶ أَوَ لَمْ يَكُنْ لَكَ عِبْرَةٌ ... فِي أَنَّهُمْ مِنْ أَهْلِ رَمْسِكْ\"",
            "page": null,
            "part": null,
            "seal": "11A02CDF"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "مُقَدِّمَةٌ ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ وَبِه ثقتي وَمَا توفيقي إِلَّا بِاللَّه ¶ أخبرنَا الشَّيْخَانِ الصالحان الثقتان: الشَّيْخ تَاج الدَّين أَبُو الْعَبَّاس أَحْمد بن عَليّ بن أبي الْفَضَائِل العكبري الْفَقِيه الشَّافِعِي، وَالشَّيْخ كَمَا الدَّين أَبُو حَفْص عمر بن مُحَمَّد بن مُحَمَّد بن حُسَيْن سبط الشَّيْخ الإِمَام الْعَالم الْحَافِظ أبي مُحَمَّد عبد الرَّحِيم بن مُحَمَّد بن الزّجاج. ¶ قِرَاءَة عَلَيْهِمَا وَأَنا أسمع، فِي يَوْم الْجُمُعَة السَّادِس عشر من شهر ربيع الآخر من سنة ثَلَاث وَثَلَاثِينَ وَسَبْعمائة فِي مَسْجِد السلَامِي بدار الْخَلِيفَة مشرقي بَغْدَاد. ¶ قيل لَهما: أخبركما الشَّيْخ الإِمَام الْعَالم مجد الدَّين أَبُو الْفضل عبد الله بن مَحْمُود بن مودود بن مَحْمُود بن بلدجي إجَازَة فأقرابه. ¶ قَالَا: أخبرنَا الشَّيْخ الإِمَام الزَّاهِد الصَّالح أَبُو بكر مِسْمَار بن عمر بن مُحَمَّد بن العويس النيار الْمُقْرِئ الْبَغْدَادِيّ سَمَاعا لجميعه قَالَ: أخبرنَا أَبُو الْفضل مُحَمَّد بن نَاصِر بن مُحَمَّد بن عَليّ الْحَافِظ قَالَ: أَنا أَبُو بكر أَحْمد بن عَليّ الطُّرَيْثِيثِيُّ قَالَ: أخبرنَاأبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ عُمَرَ بْنِ حَفْصٍ الْحَمَّامِيُّ رَحْمَة الله عَلَيْهِ، قَالَ: قَالَ أَبُو بكر مُحَمَّد بن الْحُسَيْن بن عبد الله الْآجُرِيّ، رَحمَه الله: ¶ أَحَقُّ مَا اسْتُفْتِحَ بِهِ الْكَلَامُ: الْحَمْدُ لِمَوْلَانَا الْكَرِيمِ , وَأَفْضَلُ الْحَمْدِ مَا حَمِدَ",
            "page": "31",
            "part": "1",
            "seal": "15363BB6"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "بِهِ الْكَرِيمُ نَفْسَهُ , فَنَحْنُ نَحْمَدُهُ بِهِ {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجًا قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَاكِثِينَ فِيهِ أَبَدًا} [الكهف: 2] وَ {الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ وَلَهُ الْحَمْدُ فِي الْآخِرَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ} أَحْمَدُهُ عَلَى قَدِيمِ إِحْسَانِهِ وَتَوَاتُرِ نِعَمِهِ حَمْدَ مَنْ يَعْلَمُ أَنَّ مَوْلَاهُ الْكَرِيمَ عَلَّمَهُ مَا لَمْ يَكُنْ يَعْلَمُ وَكَانَ فَضْلُهُ عَلَيْهِ عَظِيمًا وَأَسْأَلُهُ الْمَزِيدَ مِنْ فَضْلِهِ , وَالشُّكْرَ عَلَى مَا تَفَضَّلَ بِهِ مِنْ نِعَمِهِ , إِنَّهُ ذُو فَضْلٍ عَظِيمٍ , وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ عَبْدِهِ وَرَسُولِهِ وَنَبِيِّهِ وَأَمِينِهِ عَلَى وَحْيِهِ وَعِبَادِهِ , صَلَاةً تَكُونُ لَهُ رِضًا , وَلَنَا بِهَا مَغْفِرَةٌ , وَعَلَى آلِهِ أَجْمَعِينَ وَسَلَّمَ تَسْلِيمًا كَثِيرًا طَيِّبًا أَمَّا بَعْدُ: فَإِنِّي قَائِلٌ وَبِاللَّهِ أَثِقُ لِتَوْفِيقِ الصَّوَابِ مِنَ الْقَوْلِ وَالْعَمَلِ , وَلَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ , قُلْتُ: أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ الْقُرْآنَ عَلَى نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَأَعْلَمَهُ فَضْلَ مَا أَنْزَلَهُ عَلَيْهِ , وَأَعْلَمَ خَلْقَهُ فِي كِتَابِهِ وَعَلَى لِسَانِ رَسُولِهِ أَنَّ الْقُرْآنَ عِصْمَةٌ لِمَنِ اعْتَصَمَ بِهِ , وَهُدًى لِمَنِ اهْتَدَى بِهِ , وَغِنًى لِمَنِ اسْتَغْنَى بِهِ , وَحِرْزٌ مِنَ النَّارِ لِمَنِ اتَّبَعَهُ , وَنُورٌ لِمَنِ اسْتَنَارَ بِهِ , وَشِفَاءٌ لِمَا فِي الصُّدُورِ , وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ ,",
            "page": "32",
            "part": "1",
            "seal": "5E59D4B3"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ثُمَّ أَمَرَ اللَّهُ خَلْقَهُ أَنْ يُؤْمِنُوا بِهِ , وَيَعْمَلُوا بِمُحْكَمِهِ فَيُحِلُّوا حَلَالَهُ , وَيُحَرِّمُوا حَرَامَهُ , وَيُؤْمِنُوا بِمُتَشَابِهِهِ , وَيَعْتَبِرُوا بِأَمْثَالِهِ وَيَقُولُوا {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} [آل عمران: 7] ثُمَّ وَعَدَهُمْ عَلَى تِلَاوَتِهِ وَالْعَمَلِ بِهِ النَّجَاةَ مِنَ النَّارِ , وَالدُّخُولَ إِلَى الْجَنَّةِ , ثُمَّ نَدَبَ خَلْقَهُ عَزَّ وَجَلَّ إِذَا هُمْ تَلَوْا كِتَابَهُ أَنْ يَتَدَبَّرُوهُ , وَيَتَفَكَّرُوا فِيهِ بِقُلُوبِهِمْ , وَإِذَا سَمِعُوهُ مِنْ غَيْرِهِمْ أَحْسَنُوا اسْتِمَاعَهُ , ثُمَّ وَعَدَهُمْ عَلَى ذَلِكَ الثَّوَابَ الْجَزِيلَ , فَلَهُ الْحَمْدُ , ثُمَّ أَعْلَمَ خَلْقَهُ أَنَّ مَنْ تَلَا الْقُرْآنَ وَأَرَادَ بِهِ مُتَاجَرَةَ مَوْلَاهُ الْكَرِيمِ , فَإِنَّهُ يُرْبِحُهُ الرِّبْحَ الَّذِي لَا بَعْدَهُ رِبْحٌ , وَيُعَرِّفُهُ بَرَكَةَ الْمُتَاجَرَةِ فِي الدُّنْيَا وَالْآخِرَةِ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: جَمِيعُ مَا ذَكَرْتُهُ , وَمَا سَأَذْكُرُهُ إِنْ شَاءَ اللَّهُ , بَيَانُهُ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ , وَفِي سُنَّةِ رَسُولِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَمِنْ قَوْلِ صَحَابَتِهِ رَضِيَ اللَّهُ عَنْهُمْ وَسَائِرِ الْعُلَمَاءِ , وَسَأَذْكُرُ مِنْهُ مَا حَضَرَ لِي ذِكْرُهُ إِنْ شَاءَ اللَّهُ , وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ قَالَ اللَّهُ عَزَّ وَجَلَّ: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ} [فاطر: 29] , وَقَالَ عَزَّ وَجَلَّ: {إِنَّ هَذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا وَأَنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} [الإسراء: 9] وَقَالَ عَزَّ وَجَلَّ: {وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا خَسَارًا} [الإسراء: 82] وَقَالَ عَزَّ وَجَلَّ: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ} [يونس: 57] وَقَالَ عَزَّ وَجَلَّ: {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنزَلْنَا إِلَيْكُمْ",
            "page": "33",
            "part": "1",
            "seal": "AC44F921"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "نُورًا مُبِينًا فَأَمَّا الَّذِينَ آمَنُوا بِاللَّهِ وَاعْتَصَمُوا بِهِ فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِنْهُ وَفَضْلٍ وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُسْتَقِيمًا} [النساء: 174] وَقَالَ عَزَّ وَجَلَّ: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا} [آل عمران: 103] الْآيَةَ , وَحَبْلُ اللَّهِ هُوَ الْقُرْآنُ وَقَالَ عَزَّ وَجَلَّ: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} [الزمر: 23] وَقَالَ عَزَّ وَجَلَّ: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابُ} وَقَالَ عَزَّ وَجَلَّ: {وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا} [طه: 113] ثُمَّ إِنَّ اللَّهَ عَزَّ وَجَلَّ وَعَدَ لِمَنِ اسْتَمَعَ إِلَى كَلَامِهِ , فَأَحْسَنَ الْأَدَبَ عِنْدَ اسْتِمَاعِهِ: بِالِاعْتِبَارِ الْجَمِيلِ , وَلُزُومِ الْوَاجِبِ لِاتِّبَاعِهِ , وَالْعَمَلِ بِهِ - يُبَشِّرُهُ مِنْهُ بِكُلِّ خَيْرٍ وَوَعَدَهُ عَلَى ذَلِكَ أَفْضَلَ الثَّوَابِ فَقَالَ عَزَّ وَجَلَّ: {فَبَشِّرْ عِبَادِ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ} وَقَالَ عَزَّ وَجَلَّ: {وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُونَ} [الزمر: 54] إِلَى قَوْلِهِ: {مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنْتُمْ لَا تَشْعُرُونَ} [الزمر: 55] قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ:",
            "page": "34",
            "part": "1",
            "seal": "DC076BAD"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "فَكُلُّ كَلَامِ رَبِّنَا حَسَنٌ لِمَنْ تَلَاهُ وَلِمَنِ اسْتَمَعَ إِلَيْهِ , وَإِنَّمَا هَذَا - وَاللَّهُ أَعْلَمُ - صِفَةُ قَوْمٍ إِذَا سَمِعُوا الْقُرْآنَ أَحْسَنَ مَا يَتَقَرَّبُونَ بِهِ إِلَى اللَّهِ تَعَالَى مِمَّا دَلَّهُمْ عَلَيْهِ مَوْلَاهُمُ الْكَرِيمُ يَطْلُبُونَ بِذَلِكَ رِضَاهُ , وَيَرْجُونَ رَحْمَتَهُ سَمِعُوا اللَّهَ قَالَ: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا لَعَلَّكُمْ تُرْحَمُونَ} [الأعراف: 204] فَكَانَ حُسْنُ اسْتِمَاعِهِمْ يَبْعَثُهُمْ عَلَى التَّذَكُّرِ فِيمَا لَهُمْ وَمَا عَلَيْهِمْ وَسَمِعُوا اللَّهَ عَزَّ وَجَلَّ قَالَ: {فَذَكِّرْ بِالْقُرْآنِ مَنْ يَخَافُ وَعِيدِ} [ق: 45] وَقَدْ أَخْبَرَنَا اللَّهُ عَنِ الْجِنِّ فِي حُسْنِ اسْتِمَاعِهِمْ لِلْقُرْآنِ وَاسْتِجَابَتِهِمْ لِمَا نَدَبَهُمْ إِلَيْهِ , ثُمَّ رَجَعُوا إِلَى قَوْمِهِمْ فَوَعَظُوهُمْ بِمَا سَمِعُوا مِنَ الْقُرْآنِ بِأَحْسَنِ مَا يَكُونُ مِنَ الْمَوْعِظَةِ , قَالَ اللَّهُ عَزَّ وَجَلَّ: {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا} [الجن: 1] وَقَالَ عَزَّ وَجَلَّ: {وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ يَاقَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ} قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَقَدْ قَالَ اللَّهُ عَزَّ وَجَلَّ فِي سُورَةِ {ق وَالْقُرْآنِ الْمَجِيدِ} [ق: 1] مَا دَلَّنَا عَلَى عَظِيمِ مَا",
            "page": "35",
            "part": "1",
            "seal": "497B8995"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "خَلَقَ مِنَ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا مِنْ عَجَائِبِ حِكْمَتِهِ فِي خَلْقِهِ ثُمَّ ذَكَرَ الْمَوْتَ وَعَظِيمَ شَأْنِهِ وَذَكَرَ النَّارَ وَعَظِيمَ شَأْنِهَا وَذَكَرَ الْجَنَّةَ وَمَا أَعَدَّ فِيهَا لِأَوْلِيَائِهِ فَقَالَ عَزَّ وَجَلَّ: {لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ} , إِلَى آخِرِ الْآيَةِ , ثُمَّ قَالَ بَعْدَ ذَلِكَ كُلِّهِ {إِنَّ فِي ذَلِكَ لِذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} [ق: 37] فَأَخْبَرَ جَلَّ ذِكْرُهُ أَنَّ الْمُسْتَمِعَ بِأُذُنَيْهِ يَنْبَغِي أَنْ يَكُونَ مُشَاهِدًا بِقَلْبِهِ مَا يَتْلُو وَمَا يَسْمَعُ؛ لِيَنْتَفِعَ بِتِلَاوَتِهِ لِلْقُرْآنِ وَبِالِاسْتِمَاعِ مِمَّنْ يَتْلُوهُ , ثُمَّ إِنَّ اللَّهَ عَزَّ وَجَلَّ حَثَّ خَلْقَهُ عَلَى أَنْ يَتَدَبَّرُوا الْقُرْآنَ فَقَالَ عَزَّ وَجَلَّ: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا} [محمد: 24] وَقَالَ عَزَّ وَجَلَّ: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلًافًا كَثِيرًا} [النساء: 82] قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: أَلَا تَرَوْنَ رَحِمَكُمُ اللَّهُ إِلَى مَوْلَاكُمُ الْكَرِيمِ كَيْفَ يَحُثُّ خَلْقَهُ عَلَى أَنْ يَتَدَبَّرُوا كَلَامَهُ , وَمَنْ تَدَبَّرَ كَلَامَهُ عَرَفَ الرَّبَّ عَزَّ وَجَلَّ , وَعَرَفَ عَظِيمَ سُلْطَانِهِ وَقُدْرَتِهِ , وَعَرَفَ عَظِيمَ تَفَضُّلِهِ عَلَى الْمُؤْمِنِينَ , وَعَرَفَ مَا عَلَيْهِ مِنْ فَرْضِ عِبَادَتِهِ فَأَلْزَمَ نَفْسَهُ الْوَاجِبَ , فَحَذِرَ مِمَّا حَذَّرَهُ مَوْلَاهُ الْكَرِيمُ , وَرَغِبَ فِيمَا رَغَّبَهُ فِيهِ , وَمَنْ كَانَتْ هَذِهِ صِفَتَهُ عِنْدَ تِلَاوَتِهِ لِلْقُرْآنِ وَعِنْدَ اسْتِمَاعِهِ مِنْ غَيْرِهِ , كَانَ الْقُرْآنُ لَهُ شِفَاءً فَاسْتَغْنَى بِلَا مَالٍ , وَعَزَّ بِلَا عَشِيرَةٍ , وَأَنِسَ بِمَا يَسْتَوْحِشُ مِنْهُ غَيْرُهُ , وَكَانَ هَمُّهُ عِنْدَ التِّلَاوَةِ لِلسُّورَةِ إِذَا افْتَتَحَهَا مَتَى أَتَّعِظُ بِمَا أَتْلُو؟ وَلَمْ يَكُنْ مُرَادُهُ مَتَى أَخْتِمُ السُّورَةَ؟ وَإِنَّمَا مُرَادُهُ مَتَى أَعْقِلُ عَنِ اللَّهِ الْخِطَابَ؟",
            "page": "36",
            "part": "1",
            "seal": "1C8E8056"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "مَتَى أَزْدَجِرُ؟ مَتَى أَعْتَبِرُ؟ لِأَنَّ تِلَاوَتَهُ لِلْقُرْآنِ عِبَادَةٌ , وَالْعِبَادَةُ لَا تَكُونُ بِغَفْلَةٍ , وَاللَّهُ الْمُوَفِّقُ",
            "page": "37",
            "part": "1",
            "seal": "5BDC788D"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "بِعِلْمٍ إِذَا رَأَى الْكَلَامَ صَوَابًا , وَإِنْ سَكَتَ سَكَتَ بِعِلْمٍ إِذَا كَانَ السُّكُوتُ صَوَابًا , قَلِيلُ الْخَوْضِ فِيمَا لَا يَعْنِيهِ , يَخَافُ مِنْ لِسَانِهِ أَشَدَّ مِمَّا يَخَافُ عَدُوَّهُ , يَحْبِسُ لِسَانَهُ كَحَبْسِهِ لِعَدُوِّهِ؛ لِيَأْمَنَ شَرَّهُ وَشَرَّ عَاقِبَتِهِ , قَلِيلُ الضَّحِكِ مِمَّا يَضْحَكُ مِنْهُ النَّاسُ لِسُوءِ عَاقِبَةِ الضَّحِكِ , إِنْ سُرَّ بِشَيْءٍ مِمَّا يُوَافِقُ الْحَقَّ تَبَسَّمَ , يَكْرَهُ الْمِزَاحَ خَوْفًا مِنَ اللَّعِبِ , فَإِنْ مَزَحَ قَالَ حَقًّا , بَاسِطُ الْوَجْهِ , طَيِّبُ الْكَلَامِ , لَا يَمْدَحُ نَفْسَهُ بِمَا فِيهِ , فَكَيْفَ بِمَا لَيْسَ فِيهِ؟ يُحَذِّرُ نَفْسَهُ أَنْ تُغْلَبَ عَلَى مَا تَهْوَى مِمَّا يُسْخِطُ مَوْلَاهُ , لَا يَغْتَابُ أَحَدًا , وَلَا يَحْقِرُ أَحَدًا , وَلَا يَسُبُّ أَحَدًا , وَلَا يَشْمَتُ بِمُصِيبِهِ , وَلَا يَبْغِي عَلَى أَحَدٍ , وَلَا يَحْسُدُهُ , وَلَا يُسِيءُ الظَّنَّ بِأَحَدٍ إِلَّا لِمَنْ يَسْتَحِقُّ يَحْسُدُ بِعِلْمٍ , وَيَظُنُّ بِعِلْمٍ , وَيَتَكَلَّمُ بِمَا فِي الْإِنْسَانِ مِنْ عَيْبٍ بِعِلْمٍ , وَيَسْكُتُ عَنْ حَقِيقَةِ مَا فِيهِ بِعِلْمٍ , وَقَدْ جَعَلَ الْقُرْآنَ وَالسُّنَّةَ وَالْفِقْهَ دَلَيْلَهُ إِلَى كُلِّ خُلُقٍ حَسَنٍ جَمِيلٍ , حَافِظًا لِجَمِيعِ جَوَارِحِهِ عَمَّا نُهِيَ عَنْهُ , إِنْ مَشَى بِعِلْمٍ , وَإِنْ قَعَدَ قَعَدَ بِعِلْمٍ , يَجْتَهِدُ لِيَسْلَمَ النَّاسُ مِنْ لِسَانِهِ وَيَدِهِ , لَا يَجْهَلُ؛ فَإِنْ جُهِلَ عَلَيْهِ حَلُمَ , لَا يَظْلِمُ , وَإِنْ ظُلِمَ عَفَا , لَا يَبْغِي , وَإِنْ بُغِيَ عَلَيْهِ صَبَرَ , يَكْظِمُ غَيْظَهُ لِيُرْضِيَ رَبَّهُ وَيَغِيظَ عَدُوَّهُ , مُتَوَاضِعٌ فِي نَفْسِهِ , إِذَا قِيلَ لَهُ الْحَقُّ قَبِلَهُ مِنْ صَغِيرٍ أَوْ كَبِيرٍ , يَطْلُبُ الرِّفْعَةَ مِنَ اللَّهِ , لَا مِنَ الْمَخْلُوقِينَ , مَاقِتًا لِلْكِبْرِ , خَائِفًا عَلَى نَفْسِهِ مِنْهُ , لَا يَتَآكَلُ بِالْقُرْآنِ وَلَا يُحِبُّ أَنْ يَقْضِيَ بِهِ الْحَوَائِجَ , وَلَا يَسْعَى بِهِ إِلَى أَبْنَاءِ الْمُلُوكِ , وَلَا يُجَالِسُ بِهِ الْأَغْنِيَاءَ لِيُكْرِمُوهُ , إِنْ كَسَبَ النَّاسُ مِنَ الدُّنْيَا الْكَثِيرَ بِلَا فِقْهٍ وَلَا بَصِيرَةٍ , كَسَبَ هُوَ الْقَلِيلَ بِفِقْهٍ وَعِلْمٍ , إِنْ لَبِسَ النَّاسُ اللَّيِّنَ الْفَاخِرَ , لَبِسَ هُوَ مِنَ الْحَلَالِ مَا يَسْتُرُ بِهِ عَوْرَتَهُ , إِنْ وُسِّعَ عَلَيْهِ وَسَّعَ , وَإِنْ أُمْسِكَ عَلَيْهِ أَمْسَكَ , يَقْنَعُ بِالْقَلِيلِ فَيَكْفِيهِ , وَيَحْذَرُ عَلَى نَفْسِهِ مِنَ الدُّنْيَا مَا يُطْغِيهِ يَتْبَعُ وَاجِبَاتِ الْقُرْآنِ وَالسُّنَّةِ , يَأْكُلُ الطَّعَامَ بِعِلْمٍ , وَيَشْرَبُ بِعِلْمٍ , وَيَلْبَسُ بِعِلْمٍ , وَيَنَامُ بِعِلْمٍ , وَيُجَامِعُ أَهْلَهُ بِعِلْمٍ , وَيَصْطَحِبُ الْإِخْوَانَ بِعِلْمٍ , وَيَزُورُهُمْ بِعِلْمٍ , وَيَسْتَأْذِنُ عَلَيْهِمْ بِعِلْمٍ , وَيُسَلِّمُ عَلَيْهِمْ بِعِلْمٍ , وَيُجَاوِرُ جَارَهُ بِعِلْمٍ , يُلْزِمُ نَفْسَهُ بِرَّ وَالِدَيْهِ: فَيَخْفِضُ لَهُمَا جَنَاحَهُ , وَيَخْفِضُ لِصَوْتِهِمَا صَوْتَهُ ,",
            "page": "78",
            "part": "1",
            "seal": "4280E175"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وَيَبْذُلُ لَهُمَا مَالَهُ , وَيَنْظُرُ إِلَيْهِمَا بِعَيْنِ الْوَقَارِ وَالرَّحْمَةِ , يَدْعُو لَهُمَا بِالْبَقَاءِ , وَيَشْكُرُ لَهُمَا عِنْدَ الْكِبَرِ , لَا يَضْجَرُ بِهِمَا , وَلَا يَحْقِرُهُمَا , إِنِ اسْتَعَانَا بِهِ عَلَى طَاعَةٍ أَعَانَهُمَا , وَإِنِ اسْتَعَانَا بِهِ عَلَى مَعْصِيَةٍ لَمْ يُعِنْهُمَا عَلَيْهَا , وَرَفَقَ بِهِمَا فِي مَعْصِيَتِهِ إِيَّاهُمَا بِحُسْنِ الْأَدَبِ؛ لِيَرْجِعَا عَنْ قَبِيحِ مَا أَرَادَا مِمَّا لَا يَحْسُنُ بِهِمَا فِعْلُهُ , يَصِلُ الرَّحِمَ , وَيَكْرَهُ الْقَطِيعَةَ , مَنْ قَطَعَهُ لَمْ يَقْطَعْهُ , وَمَنْ عَصَى اللَّهَ فِيهِ أَطَاعَ اللَّهَ فِيهِ , يَصْحَبُ الْمُؤْمِنِينَ بِعِلْمٍ , وَيُجَالِسُهُمْ بِعِلْمٍ , مَنْ صَحِبَهُ , نَفَعَهُ حَسَنُ الْمُجَالَسَةِ لِمَنْ جَالَسَ , إِنْ عَلَّمَ غَيْرَهُ رَفَقَ بِهِ , لَا يُعَنِّفُ مَنْ أَخْطَأَ وَلَا يُخْجِلُهُ , رَفِيقٌ فِي أُمُورِهِ , صَبُورٌ عَلَى تَعْلِيمِ الْخَيْرِ , يَأْنَسُ بِهِ الْمُتَعَلِّمُ , وَيَفْرَحُ بِهِ الْمُجَالِسُ , مُجَالَسَتُهُ تُفِيدُ خَيْرًا , مُؤَدِّبٌ لِمَنْ جَالَسَهُ بِأَدَبِ الْقُرْآنِ وَالسُّنَّةِ , إِنْ أُصِيبَ بِمُصِيبَةٍ , فَالْقُرْآنُ وَالسُّنَّةُ مُؤَدِّبَانِ؛ يَحْزَنُ بِعِلْمٍ، وَيَبْكِي بِعِلْمٍ، وَيَصْبِرُ بِعِلْمٍ، يَتَطَهَّرُ بِعِلْمٍ، وَيُصَلِّي بِعِلْمٍ، وَيُزَكِّي بِعِلْمٍ وَيَتَصَدَّقُ بِعِلْمٍ، وَيَصُومُ بِعِلْمٍ، وَيَحُجُّ بِعِلْمٍ وَيُجَاهِدُ بِعِلْمٍ، وَيَكْتَسِبُ بِعِلْمٍ، وَيُنْفِقُ بِعِلْمٍ , وَيَنْبَسِطُ فِي الْأُمُورِ بِعِلْمٍ , وَيَنْقَبِضُ عَنْهَا بِعِلْمٍ قَدْ أَدَبَّهُ الْقُرْآنُ وَالسُّنَّةُ , يَتَصَفَّحُ الْقُرْآنَ؛ ليُؤَدِّبَ بِهِ نَفْسَهُ , لَا يَرْضَى مِنْ نَفْسِهِ أَنْ يُؤَدِّيَ مَا فَرَضَ اللَّهُ بِجَهْلٍ , قَدْ جَعَلَ الْعِلْمَ وَالْفِقْهَ دَلَيْلَهُ إِلَى كُلِّ خَيْرٍ إِذَا دَرَسَ الْقُرْآنَ فَبِحُضُورِ فَهْمٍ وَعَقْلٍ , هِمَّتُهُ إِيقَاعُ الْفَهْمِ لِمَا أَلْزَمَهُ اللَّهُ: مِنَ اتِّبَاعِ مَا أَمَرَ , وَالِانْتِهَاءِ عَمَّا نَهَى , لَيْسَ هِمَّتُهُ مَتَى أَخْتِمُ السُّورَةَ؟ هِمَّتُهُ مَتَى أَسْتَغْنِي بِاللَّهِ عَنْ غَيْرِهِ؟ مَتَى أَكُونُ مِنَ الْمُتَّقِينَ؟ مَتَى أَكُونُ مِنَ الْمُحْسِنِينَ؟ مَتَى أَكُونُ مِنَ الْمُتَوَكِّلِينَ؟ مَتَى أَكُونُ مِنَ الْخَاشِعِينَ؟ مَتَى أَكُونُ مِنَ الصَّابِرِينَ؟ مَتَى أَكُونُ مِنَ الصَّادِقِينَ؟ مَتَى أَكُونُ مِنَ الْخَائِفِينَ؟ مَتَى أَكُونُ مِنَ الرَّاجِينَ؟ مَتَى أَزْهَدُ فِي الدُّنْيَا؟ مَتَى أَرْغَبُ فِي الْآخِرَةِ مَتَى أَتُوبُ مِنَ الذُّنُوبِ؟ مَتَى أَعْرِفُ النِّعَمَ الْمُتَوَاتِرَةَ؟ مَتَى أَشْكُرُهُ عَلَيْهَا؟ مَتَى أَعْقِلُ عَنِ اللَّهِ الْخِطَابَ؟ مَتَى أَفْقَهُ مَا أَتْلُو؟ مَتَى أَغْلِبُ نَفْسِي عَلَى مَا تَهْوَى؟ مَتَى أُجَاهِدُ فِي اللَّهِ حَقَّ الجِهَادِ؟ مَتَى أَحْفَظُ لِسَانِي؟ مَتَى أَغُضُّ طَرْفِي؟ مَتَى أَحْفَظُ فَرْجِي؟ مَتَى أَسْتَحِي مِنَ اللَّهِ حَقَّ الْحَيَاءِ؟ مَتَى أَشْتَغِلُ بِعَيْبِي؟ مَتَى أُصْلِحُ مَا فَسَدَ مِنْ أَمْرِي؟ مَتَى أُحَاسِبُ نَفْسِي؟ مَتَى أَتَزَوَّدُ لِيَوْمِ مَعَادِي؟ مَتَى أَكُونُ عَنِ اللَّهِ رَاضِيًا؟ مَتَى أَكُونُ بِاللَّهِ وَاثِقًا؟ مَتَى أَكُونُ بِزَجْرِ الْقُرْآنِ مُتَّعِظًا؟ مَتَى أَكُونُ بِذِكْرِهِ عَنْ ذِكْرِ غَيْرِهِ مُشْتَغِلًا؟ مَتَى أُحِبُّ مَا أَحَبَّ؟ مَتَى أُبْغِضُ مَا أَبْغَضَ؟ مَتَى أَنْصَحُ لِلَّهِ؟ مَتَى أُخْلِصُ لَهُ عَمَلِي؟ مَتَى أُقَصِّرُ أَمَلِي؟ مَتَى أَتَأَهَّبُ لِيَوْمِ مَوْتِي وَقَدْ غُيِّبَ عَنِّي أَجَلِي؟ مَتَى أُعَمِّرُ قَبْرِي , مَتَى أُفَكِّرُ",
            "page": "79",
            "part": "1",
            "seal": "9DCD0DAA"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "فِي الْمَوْقِفِ وَشِدَّتِهِ؟ مَتَى أُفَكِّرُ فِي خَلْوَتِي مَعَ رَبِّي؟ مَتَى أُفَكِّرُ فِي الْمُنْقَلَبِ؟ مَتَى أَحْذَرُ مِمَّا حَذَّرَنِي مِنْهُ رَبِّي مِنْ نَارٍ حَرُّهَا شَدِيدٌ وَقَعْرُهَا بَعِيدٌ وَعُمْقُهَا طَوِيلٌ , لَا يَمُوتُ أَهْلُهَا فَيَسْتَرِيحُوا , وَلَا تُقَالُ عَثْرَتُهُمْ , وَلَا تُرْحَمُ عَبْرَتُهُمْ , طَعَامُهُمُ الزَّقُّومُ , وَشَرَابُهُمُ الْحَمِيمُ , {كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُوا الْعَذَابَ} [النساء: 56] , نَدِمُوا حَيْثُ لَا يَنْفَعُهُمُ النَّدَمُ , وَعَضُّوا عَلَى الْأَيْدِي أَسَفًا عَلَى تَقْصِيرِهِمْ فِي طَاعَةِ اللَّهِ , وَرُكُونِهِمْ لِمَعَاصِي اللَّهِ فَقَالَ، مِنْهُمْ قَائِلٌ: {يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي} [الفجر: 24] وَقَالَ قَائِلٌ: {رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ} [المؤمنون: 100] وَقَالَ قَائِلٌ: {يَا وَيْلَتَنَا مَا لِهَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا} وَقَالَ قَائِلٌ: {يَا وَيْلَتَا لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا} وَقَالَتْ فِرْقَةٌ مِنْهُمْ وَوُجُوهُهُمْ تَتَقَلَّبُ فِي أَنْوَاعِ الْعَذَابِ فَقَالُوا: {يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا} [الأحزاب: 66] فَهَذِهِ النَّارُ يَا مَعْشَرَ الْمُسْلِمِينَ يَا حَمَلَةَ الْقُرْآنِ , حَذَّرَهَا اللَّهُ الْمُؤْمِنِينَ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِهِ , فَقَالَ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} [التحريم: 6] وَقَالَ عَزَّ وَجَلَّ: {وَاتَّقُوا النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ} [آل عمران: 131] وَقَالَ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} [الحشر: 18] ثُمَّ حَذَّرَ الْمُؤْمِنِينَ أَنْ يَغْفُلُوا عَمَّا فَرَضَ عَلَيْهِمْ , وَمَا عَهِدَهُ إِلَيْهِمْ , أَلَّا يَضَعُوهُ، وَأَنْ يَحْفَظُوا مَا اسْتَرْعَاهُمْ مِنْ حُدُودِهِ , وَلَا يَكُونُوا كَغَيْرِهِمْ مِمَّنْ فَسَقَ عَنْ أَمْرِهِ , فَعَذَّبَهُمْ بِأَنْوَاعِ الْعَذَابِ , فَقَالَ عَزَّ وَجَلَّ: {وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنسَاهُمْ أَنفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ} [الحشر: 19] ثُمَّ أَعْلَنَ اللَّهُ لِلْمُؤْمِنِينَ أَنَّهُ لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ فَقَالَ عَزَّ وَجَلَّ: {لَا يَسْتَوِي أَصْحَابُ النَّارِ وَأَصْحَابُ الْجَنَّةِ أَصْحَابُ الْجَنَّةِ هُمُ الْفَائِزُونَ} [الحشر: 20] فَالْمُؤْمِنُ الْعَاقِلُ إِذَا تَلَا الْقُرْآنَ اسْتَعْرَضَ الْقُرْآنَ , فَكَانَ كَالْمِرْآةِ , يَرَى بِهَا مَا حَسُنَ مِنْ فِعْلِهِ , وَمَا قَبُحَ مِنْهُ , فَمَا حَذَّرَهُ مَوْلَاهُ حَذِرَهُ , وَمَا خَوَّفَهُ بِهِ مِنْ عِقَابِهِ خَافَهُ ,",
            "page": "80",
            "part": "1",
            "seal": "BB7828BE"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وَمَا رَغَّبَهُ فِيهِ مَوْلَاهُ رَغِبَ فِيهِ وَرَجَاهُ , فَمَنْ كَانَتْ هَذِهِ صِفَتَهُ , أَوْ مَا قَارَبَ هَذِهِ الصِّفَةَ , فَقَدْ تَلَاهُ حَقَّ تِلَاوَتِهِ , وَرَعَاهُ حَقَّ رِعَايَتِهِ , وَكَانَ لَهُ الْقُرْآنُ شَاهِدًا وَشَفِيعًا وَأَنِيسًا وَحِرْزًا , وَمَنْ كَانَ هَذَا وَصَفَهُ , نَفَعَ نَفْسَهُ وَنَفَعَ أَهْلَهُ , وَعَادَ عَلَى وَالِدَيْهِ , وَعَلَى وَلَدِهِ كُلُّ خَيْرٍ فِي الدُّنْيَا وَفِي الْآخِرَةِ",
            "page": "81",
            "part": "1",
            "seal": "B78DC1DB"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "النَّاسِ حَقَّ نَفْسِهِ , وَلَا يَسْتَقْضِي مِنْ نَفْسِهِ مَا لِلَّهِ عَلَيْهَا , يَغْضَبُ عَلَى غَيْرِهِ , زَعَمَ لِلَّهِ , وَلَا يَغْضَبُ عَلَى نَفْسِهِ لِلَّهِ لَا يُبَالِي مِنْ أَيْنَ اكْتَسَبَ , مِنْ حَرَامٍ أَوْ مِنْ حَلَالٍ , قَدْ عَظُمَتِ الدُّنْيَا فِي قَلْبِهِ , إِنْ فَاتَهُ مِنْهَا شَيْءٌ لَا يَحِلُّ لَهُ أَخْذُهُ , حَزِنَ عَلَى فَوْتِهِ لَا يَتَأَدَّبُ بِأَدَبِ الْقُرْآنِ , وَلَا يَزْجُرُ نَفْسَهُ عَنِ الْوَعْدِ وَالْوَعِيدِ , لَاهٍ غَافِلٌ عَمَّا يَتْلُو أَوْ يُتْلَى عَلَيْهِ , هِمَّتُهُ حِفْظُ الْحُرُوفِ , إِنْ أَخْطَأَ فِي حَرْفٍ سَاءَهُ ذَلِكَ؛ لِئَلَّا يَنْقُصَ جَاهُهُ عِنْدَ الْمَخْلُوقِينَ , فَتَنْقُصَ رُتْبَتُهُ عِنْدَهُمْ , فَتَرَاهُ مَحْزُونًا مَغْمُومًا بِذَلِكَ , وَمَا قَدْ ضَيَّعَهُ فِيمَا بَيْنَهُ وَبَيْنَ اللَّهِ مِمَّا أَمَرَ بِهِ الْقُرْآنُ أَوْ نَهَى عَنْهُ , غَيْرُ مُكْتَرِثٍ بِهِ , أَخْلَاقُهُ فِي كَثِيرٍ مِنْ أُمُورِهِ أَخْلَاقُ الْجُهَّالِ , الَّذِينَ لَا يَعْلَمُونَ , لَا يَأْخُذُ نَفْسَهُ بِالْعَمَلِ بِمَا أَوْجَبَ عَلَيْهِ الْقُرْآنُ إِذْ سَمِعَ اللَّهَ عَزَّ وَجَلَّ قَالَ: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: 7] , فَكَانَ مِنَ الْوَاجِبِ عَلَيْهِ أَنْ يُلْزِمَ نَفْسَهُ طَلَبَ الْعِلْمِ لِمَعْرِفَةِ مَا نَهَى عَنْهُ الرَّسُولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَيَنْتَهِيَ عَنْهُ , قَلِيلُ النَّظَرِ فِي الْعِلْمِ الَّذِي هُوَ وَاجِبٌ عَلَيْهِ فِيمَا بَيْنَهُ وَبَيْنَ اللَّهِ عَزَّ وَجَلَّ , كَثِيرُ النَّظَرِ فِي الْعِلْمِ الَّذِي يَتَزَيَّنُ بِهِ عِنْدَ أَهْلِ الدُّنْيَا لِيُكْرِمُوهُ بِذَلِكَ , قَلِيلُ الْمَعْرِفَةِ بِالْحَلَالِ وَالْحَرَامِ الَّذِي نَدَبَهُ اللَّهُ إِلَيْهِ , ثُمَّ رَسُولُهُ لِيَأْخُذَ الْحَلَالَ بِعِلْمٍ , وَيَتْرُكَ الْحَرَامَ بِعِلْمٍ , لَا يَرْغَبُ بِمَعْرِفَةِ عِلْمِ النِّعَمِ , وَلَا فِي عِلْمِ شُكْرِ الْمُنْعِمِ , تِلَاوَتُهُ لِلْقُرْآنِ تَدُلُّ عَلَى كِبْرِهِ فِي نَفْسِهِ , وَتَزَيُّنٍ عِنْدَ السَّامِعِينَ مِنْهُ , لَيْسَ لَهُ خُشُوعٌ , فَيَظْهَرَ عَلَى جَوَارِحِهِ , إِذَا دَرَّسَ الْقُرْآنَ , أَوْ دَرَسَهُ عَلَيْهِ غَيْرُهُ هِمَّتُهُ مَتَى يَقْطَعُ , لَيْسَ هِمَّتُهُ مَتَى يَفْهَمُ , لَا يَتَفَكَّرُ عِنْدَ التِّلَاوَةِ بِضُرُوبٍ أَمْثَالِ الْقُرْآنِ , وَلَا يَقِفُ عِنْدَ الْوَعْدِ وَالْوَعِيدِ , يَأْخُذُ نَفْسَهُ بِرِضَا الْمَخْلُوقِينَ , وَلَا يُبَالِي بِسَخَطِ رَبِّ الْعَالَمِينَ , يُحِبُّ أَنْ يُعْرَفَ بِكَثْرَةِ الدَّرْسِ , وَيُظْهِرُ خَتْمَهُ لِلْقُرْآنِ لِيَحْظَى عِنْدَهُمْ , قَدْ فَتَنَهُ حُسْنُ ثَنَاءِ مَنْ جَهِلَهُ يَفْرَحُ بِمَدْحِ الْبَاطِلِ , وَأَعْمَالُهُ أَعْمَالُ أَهْلِ الْجَهْلِ , يَتَّبِعُ هَوَاهُ فِيمَا تُحِبُّ نَفْسُهُ , غَيْرُ مُتَصَفِّحٍ لِمَا ذَكَرَهُ الْقُرْآنُ عَنْهُ , إِنْ كَانَ مِمَّنْ يُقْرِئُ , غَضِبَ عَلَى مَنْ قَرَأَ عَلَى غَيْرِهِ إِنْ ذُكِرَ عِنْدَهُ رَجُلٌ مِنْ أَهْلِ الْقُرْآنِ بِالصَّلَاحِ كَرِهَ ذَلِكَ , وَإِنْ ذُكِرَ عِنْدَهُ بِمَكْرُوهٍ سَرَّهُ ذَلِكَ , يَسْخَرُ بِمَنْ دُونَهُ , وَيَهْمِزُ بِمَنْ فَوْقَهُ يَتَتَبَّعُ عُيُوبَ أَهْلِ الْقُرْآنِ؛ لِيَضَعَ مِنْهُمْ , وَيَرْفَعَ مِنْ نَفْسِهِ , يَتَمَنَّى أَنْ يُخْطِئَ غَيْرُهُ وَيَكُونَ هُوَ الْمُصِيبُ",
            "page": "88",
            "part": "1",
            "seal": "44D651C4"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وَمَنْ كَانَتْ هَذِهِ صِفَتَهُ فَقَدْ تَعَرَّضَ لِسَخَطِ مَوْلَاهُ الْكَرِيمِ , وَأَعْظَمُ مِنْ ذَلِكَ , إِنْ أَظْهَرَ عَلَى نَفْسِهِ شِعَارَ الصَّالِحِينَ بِتِلَاوَةِ الْقُرْآنِ , وَقَدْ ضَيَّعَ فِي الْبَاطِنِ مَا يَجِبُ لِلَّهِ , وَرَكِبَ مَا نَهَاهُ عَنْهُ مَوْلَاهُ , كُلُّ ذَلِكَ بِحُبِّ الرِّيَاسَةِ وَالْمَيْلِ إِلَى الدُّنْيَا قَدْ فَتَنَهُ الْعُجْبُ بِحِفْظِ الْقُرْآنِ , وَالْإِشَارَةِ إِلَيْهِ بِالْأَصَابِعِ , إِنْ مَرِضَ أَحَدٌ مِنْ أَبْنَاءِ الدُّنْيَا أَوْ مُلُوكِهَا , فَسَأَلَهُ أَنْ يَخْتِمَ عَلَيْهِ سَارَعَ إِلَيْهِ وَسُرَّ بِذَلِكَ , وَإِنْ مَرِضَ الْفَقِيرُ الْمَسْتُورُ , فَسَأَلَهُ أَنْ يَخْتِمَ عَلَيْهِ ثَقُلَ ذَلِكَ عَلَيْهِ يَحْفَظُ الْقُرْآنَ وَيَتْلُوهُ بِلِسَانِهِ , وَقَدْ ضَيَّعَ الْكَثِيرَ مِنْ أَحْكَامِهِ , أَخْلَاقُهُ أَخْلَاقُ الْجُهَّالِ , إِنْ أَكَلَ فَبِغَيْرِ عِلْمٍ , وَإِنْ شَرِبَ فَبِغَيْرِ عِلْمٍ , وَإِنْ لَبِسَ فَبِغَيْرِ عِلْمٍ , وَإِنْ جَامَعَ أَهْلَهُ فَبِغَيْرِ عِلْمٍ , وَإِنْ نَامَ فَبِغَيْرِ عِلْمٍ , وَإِنْ صَحِبَ أَقْوَامًا أَوْ زَارَهُمْ , أَوْ سَلَّمَ عَلَيْهِمْ , أَوِ اسْتَأْذَنَ عَلَيْهِمْ , فَجَمِيعُ ذَلِكَ يَجْرِي بِغَيْرِ عِلْمٍ مِنْ كِتَابٍ أَوْ سُنَّةٍ , وَغَيْرُهُ مِمَّنْ يَحْفَظُ جُزْءًا مِنَ الْقُرْآنِ مُطَالِبٌ لِنَفْسِهِ بِمَا أَوْجَبَ اللَّهُ عَلَيْهِ مِنْ عِلْمِ أَدَاءِ فَرَائِضِهِ وَاجْتِنَابِ مَحَارِمِهِ , وَإِنْ كَانَ لَا يُؤْبَهُ لَهُ وَلَا يُشَارُ إِلَيْهِ بِالْأَصَابِعِ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَمَنْ كَانَتْ هَذِهِ أَخْلَاقَهُ صَارَ فِتْنَةً لِكُلِّ مَفْتُونٍ؛ لِأَنَّهُ إِذَا عَمِلَ بِالْأَخْلَاقِ الَّتِي لَا تَحْسُنُ بِمِثْلِهِ , اقْتَدَى بِهِ الْجُهَّالُ , فَإِذَا عِيبَ الْجَاهِلُ , قَالَ: فُلَانٌ الْحَامِلُ لِكِتَابِ اللَّهِ فَعَلَ هَذَا , فَنَحْنُ أَوْلَى أَنْ نَفْعَلَهُ وَمَنْ كَانَتْ هَذِهِ حَالَهُ , فَقَدْ تَعَرَّضَ لَعَظِيمٍ , وَثَبَتَتْ عَلَيْهِ الْحُجَّةُ , وَلَا عُذْرَ لَهُ إِلَّا أَنْ يَتُوبَ , وَإِنَّمَا حَدَانِي عَلَى مَا بَيَّنْتُ مِنْ قَبِيحِ هَذِهِ الْأَخْلَاقِ؛ نَصِيحَةً مِنِّي لِأَهْلِ الْقُرْآنِ لِيَتَخَلَّقُوا بِالْأَخْلَاقِ الشَّرِيفَةِ , وَيَتَجَانَبُوا الْأَخْلَاقَ الدَّنِيئَةَ , وَاللَّهُ يُوَفِّقُنَا وَإِيَّاهُمْ للِرَّشَادِ وَاعْلَمُوا رَحِمَكُمُ اللَّهُ أَنِّي قَدْ رَوَيْتُ فِيمَا ذَكَرْتُ أَخْبَارًا تَدُلُّ عَلَى مَا كَرِهْتُهُ لِأَهْلِ الْقُرْآنِ , فَأَنَا أَذْكُرُ مِنْهَا مَا حَضَرَنِي؛ لِيَكُونَ النَّاظِرُ فِي كِتَابِنَا يَنْصَحُ نَفْسَهُ عِنْدَ تِلَاوَتِهِ لِلْقُرْآنِ , وَيُلْزِمُ نَفْسَهُ الْوَاجِبَ , وَاللَّهُ الْمُوَفِّقُ",
            "page": "89",
            "part": "1",
            "seal": "97848BD6"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "إِحْدَى عَشْرَةَ سَجْدَةً، وَالَّذِي أَخْتَارُ لَهُ أَنْ يَسْجُدَ كُلَّمَا مَرَّتْ بِهِ سَجْدَةٌ؛ فَإِنَّهُ يُرْضِي رَبَّهُ عَزَّ وَجَلَّ وَيَغِيظُ عَدُوَّهُ الشَّيْطَانَ ¶ رُوِيَ عَنْ أَبِي هُرَيْرَةَ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ فَسَجَدَ , اعْتَزَلَ الشَّيْطَانُ يَبْكِي , يَقُولُ: يَا وَيْلَهُ أُمِرَ ابْنُ آدَمَ بِالسُّجُودِ فَسَجَدَ فَلَهُ الْجَنَّةُ , وَأُمِرْتُ بِالسُّجُودِ فَعَصَيْتُ فَلِيَ النَّارُ \" ¶ وَأُحِبُّ لِمَنْ كَانَ يَدْرُسُ وَهُوَ مَاشٍ فِي طَرِيقٍ , فَمَرَّتْ بِهِ سَجْدَةٌ أَنْ يَسْتَقْبِلَ الْقِبْلَةَ وَيَوْمِي بِرَأْسِهِ بِالسُّجُودِ , وَهَكَذَا إِنْ كَانَ رَاكِبًا , فَدَرَسَ فَمَرَّتْ بِهِ سَجْدَةٌ , سَجَدَ يَوْمِي نَحْوَ الْقِبْلَةِ إِذَا أَمْكَنَهُ وَأُحِبُّ لِمَنْ كَانَ جَالِسًا يَقْرَأُ أَنْ يَسْتَقْبِلَ بِوَجْهِهِ الْقِبْلَةَ , إِذَا أَمْكَنَ؛ وَذَلِكَ لِقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خَيْرُ الْمَجَالِسِ مَا اسْتُقْبِلَ بِهِ الْقِبْلَةُ» وَأُحِبُّ لِمَنْ تَلَا الْقُرْآنَ أَنْ يَقْرَأَهُ بِحُزْنٍ , وَيَبْكِي إِنْ قَدَرَ , فَإِنْ لَمْ يَقْدِرْ تَبَاكَى , وَأُحِبُّ لَهُ أَنْ يَتَفَكَّرَ فِي تِلَاوَتِهِ , وَيَتَدَبَّرَ مَا يَتْلُوهُ , وَيَسْتَعْمِلَ غَضَّ الطَّرْفِ عَمَّا يُلْهِي الْقُلُوبَ , وَلَوْ تَرَكَ كُلَّ شَيْءٍ حَتَّى يَنْقَضِيَ دَرْسُهُ كَانَ أَحَبَّ إِلَيَّ؛ لِيَحْضُرَ فَهْمُهُ , فَلَا يَشْتَغِلَ بِغَيْرِ كَلَامِ مَوْلَاهُ , وَأُحِبُّ إِذَا دَرَسَ فَمَرَّتْ بِهِ آيَةُ رَحْمَةٍ سَأَلَ مَوْلَاهُ الْكَرِيمَ , وَإِذَا مَرَّتْ بِهِ آيَةُ عَذَابٍ اسْتَعَاذَ بِاللَّهِ عَزَّ وَجَلَّ مِنَ النَّارِ , وَإِذَا مَرَّ بِآيَةِ تَنْزِيهٍ لِلَّهِ عَزَّ وَجَلَّ عَمَّا قَالَ أَهْلُ الْكَنْزِ سَبَّحَ اللَّهَ وَعَظَّمَهُ , وَإِذَا كَانَ يَقْرَأُ فَأَدْرَكَهُ النُّعَاسُ , فَحُكْمُهُ أَنْ يَقْطَعَ الْقُرْآنَ حَتَّى يَرْقُدَ , حَتَّى يَقْرَأَهُ وَهُوَ يَعْقِلُ مَا يَتْلُو قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: جَمِيعُ مَا أَمَرْتُ بِهِ التَّالِيَ لِلْقُرْآنِ مُوَافِقٌ لِلسُّنَّةِ وَأَقَاوِيلِ الْعُلَمَاءِ , وَأَنَا أَذْكُرُ مِنْهُ مَا حَضَرَنِي إِنْ شَاءَ اللَّهُ",
            "page": "146",
            "part": "1",
            "seal": "234D8F0E"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "فِي خَمْسِينَ آيَةً , فَلْيُخْبِرْهُ قَبْلَ ذَلِكَ بِعُذْرِهِ , حَتَّى يَكُونَ الْأُسْتَاذُ هُوَ الَّذِي يَقْطَعُ عَلَيْهِ وَيَنْبَغِي لَهُ أَنْ يُقْبِلَ عَلَى مَنْ يُلَقِّنُهُ , وَيَأْخُذَ عَلَيْهِ , وَلَا يُقْبِلَ عَلَى غَيْرِهِ , فَإِنْ شُغِلَ عَنْهُ بِكَلَامٍ لَا بُدَّ لَهُ فِي الْوَقْتِ مِنْ كَلَامِهِ , قَطَعَ الْقِرَاءَةَ حَتَّى يَعُودَ إِلَى الِاسْتِمَاعِ إِلَيْهِ , وَأُحِبُّ لَهُ إِذَا انْقَضَتْ قِرَاءَتُهُ عَنِ الْأُسْتَاذِ , وَكَانَ فِي الْمَسْجِدِ فَإِنْ أَحِبَّ أَنْ يَنْصَرِفَ انْصَرَفَ وَعَلَيْهِ وَقَارٌ وَدَرَسَ فِي طَرِيقِهِ مَا قَدِ الْتَقَنَ , وَإِنْ أَحَبَّ أَنْ يَجْلِسَ لِيَأْخُذَ عَلَى غَيْرِهِ فَعَلَ , وَإِنْ جَلَسَ فِي الْمَسْجِدِ وَلَيْسَ بِالْحَضْرَةِ مَنْ يَأْخُذُ عَلَيْهِ , فَإِمَّا أَنْ يَرْكَعَ فَيَكْتَسِبَ خَيْرًا , وَإِمَّا أَنْ يَكُونَ ذَاكِرًا لِلَّهِ شَاكِرًا لَهُ عَلَى مَا عَلَّمَهُ مِنْ كِتَابِهِ , وَإِمَّا جَالِسٌ يَحْبِسُ نَفْسَهُ فِي الْمَسْجِدِ , يَكْرَهُ الْخُرُوجَ مِنْهُ خَشْيَةَ أَنْ يَقَعَ بَصَرُهُ عَلَى مَا لَا يَحِلُّ , أَوْ مُعَاشَرَةِ مَنْ لَمْ يُحْسِنْ مُعَاشَرَتَهُ فِي الْمَسْجِدِ , فَحُكْمُهُ أَنْ يَأْخُذَ نَفْسَهُ فِي جُلُوسِهِ فِي الْمَسْجِدِ أَلَّا يَخُوضَ فِيمَا لَا يَعْنِيهِ , وَيَحْذَرَ الْوَقِيعَةَ فِي أَعْرَاضِ النَّاسِ , وَيَحْذَرَ أَنْ يَخُوضَ فِي حَدِيثِ الدُّنْيَا وَفُضُولِ الْكَلَامِ , فَإِنَّهُ رُبَّمَا اسْتَرَاحَتِ النُّفُوسُ إِلَى مَا ذَكَرْتُ مِمَّا لَا يَعُودُ نَفَعُهُ , وَلَهُ عَاقِبَةٌ لَا تُحْمَدُ , وَيَسْتَعْمِلُ مِنَ الْأَخْلَاقِ الشَّرِيفَةِ فِي حُضُورِهِ وَفِي انْصِرَافِهِ مَا يُشْبِهُ أَهْلَ الْقُرْآنِ , وَاللَّهُ الْمُوَفِّقُ لِذَلِكَ",
            "page": "144",
            "part": "1",
            "seal": "461D0B2A"
        }
    ],
    "t10531": [
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل حملة القرآن"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل من تعلم القرآن وعلمه"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "باب فضل الاجتماع في المسجد لدرس القرآن"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "باب ذكر أخلاق أهل القرآن"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "باب أخلاق من قرأ القرآن لا يريد به الله عز وجل"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "باب أخلاق المقرئ إذا جلس يقرئ ويلقن لله عز وجل ماذا ينبغي له أن يتخلق به"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "باب ذكر أخلاق من يقرأ على المقرئ"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "باب أدب القراء عند تلاوتهم القرآن مما لا ينبغي لهم جهله"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "باب في حسن الصوت بالقرآن"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "ملحق بهذا الكتاب"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        }
    ]
}