{
    "b1061": [
        {
            "id": "2",
            "nass": "مالك بن نبي ¶ مشكلات الحضارة ¶ *************** ¶ مشكلة الثقافة ¶ دار الفكر المعاصر- بيروت لبنان ¶ دار الفكر-دمشق سورية",
            "page": "1",
            "part": "1",
            "seal": "5B983536"
        },
        {
            "id": "3",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مشكلة الثقافة",
            "page": "2",
            "part": "1",
            "seal": "BFD3674B"
        },
        {
            "id": "4",
            "nass": "مالك بن نبي ¶ مشكلات الحضارة ¶ مشكلة الثقافة ¶ ترجمة عبد الصبور شاهين ¶ دار الفكر",
            "page": "3",
            "part": "1",
            "seal": "7AEB3CA5"
        },
        {
            "id": "5",
            "nass": "إعادة ¶ 1420هـ = 2000م ¶ ط4: 1984م",
            "page": "4",
            "part": "1",
            "seal": "1D95602A"
        },
        {
            "id": "6",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ في عام 1971 ترك أستاذنا مالك بن نبي- رحمه الله- في المحكمة الشرعية في طرابلس لبنان وصية، سجلت تحت رقم 275/ 67 في 16 ربيع الثاني 1391هـ الموافق 10 حزيران 1971م، وقد حملني فيها مسؤولية كتبه المعنوية والمادية. ¶ وتحملاً مني لهذه الرسالة ووفاءً لندوات سقتنا على ظمأ صافي الرؤية، رأيت تسمية ما يصدر تنفيذاً لوصية المؤلف بـ (ندوة مالك بن نبي). ¶ والتسمية هذه دعوة إلى أصدقاء مالك بن نبي وقارئيه، ليواصلوا نهجاً في دراسة المشكلات كان قد بدأه. ¶ وهي مشروع نطرحه بوصفه نواة لعلاقات فكرية كان- رحمه الله- يرغب في توثيقها. ¶ وإنني لأرجو من أصدقاء مالك وقارئيه مساعدتنا على حفظ حقوق المؤلف، في كل ما ينشر بالعربية أو غيرها مترجماً من قبل المترجمين أو غير مترجم. فقد حمّلني- رحمه الله- مسؤولية حفظ هذه الحقوق والإذن بنشر كتبه. فإن وجدت طبعات لم تذكر فيها إشارة إلى إذن صادر من قبلنا، فهذه طبعات غير مشروعة، ونرجو إبلاغنا عنها. ¶ طرابلس لبنان ¶ 18 ربيع الأول 1399هـ ¶ 15 شباط (فبراير) 1979م ¶ عمر مسقاوي",
            "page": "5",
            "part": "1",
            "seal": "093ADD4E"
        },
        {
            "id": "8",
            "nass": "تصدير ¶ كنا في الطبعة السابقة قد التزمنا الطبعة الثانية، كما أشرف عليها فيلسوفنا مالك بن نبي- رحمه الله- حينما حضر إلى لبنان في حزيران عام 1971م. ¶ ثم بدا لي من بعد ذلك أن أضيف إلى فصول الكتاب فصلاً جديداً تماماً على الذي أفاض في شرحه بن نبي، وهو يتحدث عن الثقافة في اتجاه العالمية. ¶ فقد سلمني- رحمه الله- عام 1971م حين زيارته إلى طرابلس لبنان مقالاً، نشر في إحدى المجلات الناطقة بالفرنسية، يجمع بين نص البيان الذي كان قد وجهه عام 1959م إلى مؤتمر الكتاب الإفريقيين السود في روما- وهو يمثل الفصل الأخير من هذا الكتاب- وبين تعقيب عليه، يعبر عن رؤية أودعها المؤلف مؤتمراً آخر للكتاب الإفريقيين انعقد عام 1969م. وقد وضع لهذا التعقيب بخط يده وبالفرنسية عنواناً (ما ضد الثقافة)، كما وضع للبيان الأول المنشور في الفصل الأخير من هذا الكتاب عنواناً (الثقافة والتاريخ). ¶ وإذ اشتمل هذا المقال على ما يتمم فكرة الأستاذ بن نبي عن مشكلة الثقافة، فقد عدنا إلى ترجمته إلى العربية، وإضافته إلى هذا الكتاب تنفيذاً لوصية المؤلف في تبليغ أفكاره إلى قراء العربية. ¶ وكتاب (مشكلة الثقافة) في أساسه قد فرّقت بين فصوله المناسبات؛ وإذا ذكرت دوافع إصداره عام 1959، فذلك لأنني رأيتها صدىً لما كان قد كتبه مالك بن نبي وأصدره بالعربية في (شروط النهضة) و (فكرة الإفريقية الآسيوية). ¶ ففي المعادي في القاهرة كان يسكن بن نبي عام 1959م، وكان الطلاب يرتادون مجلسه بين الحين والحين، وأكثرهم يأتيه مستوضحاً مفهوم الثقافة فيما كتب في (شروط النهضة وفكرة الإفريقية الآسيوية).",
            "page": "7",
            "part": "1",
            "seal": "0BDAF144"
        },
        {
            "id": "9",
            "nass": "وظل في حديثه يوماً بعد يوم يدلف من خلال تحليل مفهوم الثقافة عبر تطور الحضارات وتدافُع الشعوب، إلى أن تكونت لديه فكرة الكتاب. ¶ ولقد زكّى مبادرته ما كان قد حمل إليه أحد الطلاب السوريين من تعريف للثقافة، تلقاه في محاضرات الجامعة نقلاً عن المفكريْن الأمريكييْن (وليام أوجبرن ورالف لنتون)، ثم ما كان قد وقع في يده من كتاب (دور الأفكار التقدمية) للماركسي (كونستانتينوف)، وكان رائج التداول ذلك الحين، كمثله من منشورات الفكر الماركسي. ¶ وفي ظل امتداد (الأفكار التقدمية) عام 1959م، علينا أن ندرك أهمية الحديث، عن المفاهيم والمصطلحات التي كونت الفكر الجامعي في القاهرة وسواها من مدن العالم العربي. ¶ فقد جاءت أفكار بن نبي حول مفهوم الثقافة برؤية جديدة، لم تألفها المصطلحات المستوردة التي تمت صياغتها في إطار الفكر الليبرالي، أو في إطار الفكر الاشتراكي التقدمي. ¶ لذا شعر أستاذنا مالك بن نبي بالحاجة إلى جمع أفكاره حول الثقافة وعرضها من جديد، في صورة تحليلية تحفز الفكر العربي والإسلامي، وتحركه باتجاه اكتشاف الحقائق والمصطلحات، بوسائله الخاصة، ووفق المعطيات النابعة من تجربته. ¶ وإذا كان كتاب (مشكلة الثقافة) قد ابتدأ فيض التجربة، وما اقتضته التطورات والأيام من توضيح وبيان، فقد شاء الله أن يضم بين دفتيه البداية والنهاية معاً، وأن تجتمع كلمات بن نبي عن الثقافة في بواكير إنتاجه الفكري عام 1947م في (شروط النهضة)، حين أخرجه بالفرنسية مع نظراته فيها عام 1969م، في السنوات الأخيرة من نضاله في سبيل القضية. ¶ رحمه الله وأجزل ثوابه جزاء ما قدم من خير، وضحَّى من جهد. ¶ طرابلس لبنان 27 شباط 1980 ¶ عمر مسقاوي",
            "page": "8",
            "part": "1",
            "seal": "2F0D4A91"
        },
        {
            "id": "10",
            "nass": "الإهداء ¶ إلى الشباب ¶ المتطلع إلى العودة بالمجتمع الإسلامي ¶ إلى حلبة التاريخ ¶ مالك",
            "page": "9",
            "part": "1",
            "seal": "639AB045"
        },
        {
            "id": "12",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مقدمة الطبعة الثانية ¶ إن الطبعة الأولى لهذا الكتاب صدرت بالقاهرة منذ اثنتي عشرة سنة، وكانت الأفكار التي تعرضها- فيما أعتقد- غريبة في الوسط المثقف العربي، إذ لم تكن سبقت دراسة في هذا الموضوع من دارس عربي، خصوصاً إذا أضفنا أن المؤلف- كما تبين هذا في الفصول الأولى- قد تناول القضية من زاوية جديدة، لأنه كان أثناء دراسته منقاداً بشعور من يبحث عن ضالة؛ بينما عالم الاجتماع في الغرب أو حتى في الشرق الأوروبي، يتناول الموضوع وهو ممتلئ بشعوره. أنه إنما يصف واقعاً اجتماعياً شاخصاً أمام عينيه في نظم بلاده، وفي فعالية السلوك حوله، وفي الترابط الواضح بين بني جلدته ومجتمعهم، ذاك الترابط الذي هو في جوهره التزام متبادل بين المجموعة والفرد. ¶ بينما كان المؤلف مضطراً أن يقف موقف الباحث عن سبب أو أسباب هذا الالتزام، في مجتمعٍ فقده منذ شاعت فيه الروح الانعزالية التي وجدت فلسفتها في تلك الكلمة القتّالة: (عليك بخاصة نفسك) التي رددتها أجيال مسلمة عبر قرون عصر ما بعد الموحدين. ¶ إذن كانت فعلاً الأفكار التي تعرضها هذه الدراسة غريبة، وغريبة من ناحيتين: ¶ أولاً: لأنها لم تتوخ منهج الدراسات الغربية في الموضوع لأسباب منهجية قدمها المؤلف في الصفحات التالية. ¶ وثانياً: لأن الأفكار المعروضة هنا ليست في جوهرها إلا أمتداداً وشرحاً تحليلياً من ناحية، وتركيباً من أخرى للأفكار التي قدمها في أحد فصول كتابه (شروط النهضة)، الذي نشر منذ ربع قرن باللغة الفرنسية، أي عندما كان الموضوع بكراً لا بالنسبة للعالم الإسلامي فحسب، بل أيضاً في بلاد الغرب.",
            "page": "11",
            "part": "1",
            "seal": "CEC6A7F0"
        },
        {
            "id": "13",
            "nass": "هذا من ناحية، ومن ناحية أخرى يجب أن نضيف أن هذه الطبعة تمتاز بالنسبة للأولى بفصل جديد (الأزمة الثقافية)، رأيت من الضروري إضافته حتى أطلع القارئ العربي على أغوار أخرى للقضية. ¶ إنني عندما أراجع نفسي بوصفي مؤلفاً، أراني سرت في الطبعة الأولى على قاعدة (العالم بخير)، أي أنه يكفي إبراز الجوانب الإيجابية للقضية لوضع يد القارئ على حلها، أو على الأقل لوضع قدميه في طريق حلها. ¶ ولكن الأيام تكمل التجربة وتتم الخبرة، فالسنوات التي مرت منذ الطبعة الأولى بينت لي أن الأمر ليس على هذا الجانب من اليسر، وأن الدلالة على الخير- وإن كانت من الخير- لا تكفي لتحقيقه في الميدان العملي، إن لم تصحب هذه الإشارة الخيرة إشارة أخرى، تدل على مطبات الشر التي قد يتعثر السير عليها، وربما يستحيل أمامها. ¶ إن الفصل الذي عقدته في هذه الطبعة لـ (الأزمة الثقافية)، إنما قصدت به أن أضع بعض معالم الإنذار على بعض تلك المطبات، التي تجعل سير المجتمع مستحيلاً، فلعل القارئ العربي يعيره بعض الاهتمام. ¶ بيروت 16 ربيع الثاني 1391هـ ¶ مالك بن نبي",
            "page": "12",
            "part": "1",
            "seal": "0E0B4CDE"
        },
        {
            "id": "14",
            "nass": "مقدمة الطبعة الأولى ¶ جرى العرف إذا ما أريد الحديث عن الثقافة أن تقتصر مشكلتها في ذهن القارئ على قضية الأفكار. ¶ والحق أن المشكلة هي كذلك في جانب من جوانبها؛ ولكن الثقافة لا تضم في مفهومها الأفكار فحسب، وإنما تضم أشياء أعم من ذلك كثيراً، تخص- كما سنرى خلال عرضنا- أسلوب الحياة في مجتمع معين من ناحية، كما تخص السلوك الاجتماعي الذي يطبع تصرفات الفرد في ذلك المجتمع من ناحية أخرى. ¶ ومع ذلك فإذا لم يكن من دافع يدفعنا إلى هذه الدراسة سوى مشكلة الأفكار، فإن مسوغاً كهذا قد يكون كافياً في الظروف الراهنة التي يعيشها العالم الإسلامي والبلاد العربية. ¶ وسيكون هذا المسوغ في الواقع صادقاً في نظرتين، ومن المحتمل أن يصدق في نظرة ثالثة. ¶ إن تنظيم المجتمع وحياته وحركته، بل فوضاه وخموده وركوده، كل هذه الأمور ذات علاقة وظيفية بنظام الأفكار المنتشرة في ذلك المجتمع؛ فإذا ما تغير هذا النظام بطريقة أو بأخرى فإن جميع الخصائص الاجتماعية الأخرى تتعدل في الاتجاه نفسه. إن الأفكار تكون في مجموعها جزءاً هاماً من أدوات التطور في مجتمع معين، كما أن مختلف مراحل تطوره هي في الحقيقة أشكال متنوعة لحركة تطوره الفكري؛ فإذا ما كانت إحدى هذه المراحل تنطبق على ما يسمى بالنهضة، فإن معنى هذا أن المجتمع في هذه المرحلة يتمتع بنظام رائع من الأفكار، وإن هذا النظام يتيح لكل مشكلة من مشاكله الحيوية حلاً مناسباً. ¶ ومثالنا على ذلك أننا نرى في أيامنا هذه مجتمعات معاصرة تطبق حلولاً مختلفة بصدد مشكلة بسيطة هي مشكلة الذباب، هذا الاختلاف لا ينشأ عن سبب فني في المشكلة، بل",
            "page": "13",
            "part": "1",
            "seal": "838B8ED9"
        },
        {
            "id": "15",
            "nass": "هو ناشئ عن اختلاف نظم الأفكار؛ ومن أجل هذا اختلفت فاعلية الحلول التي تطبقها ففي الصين تعالج المشكلة بتجنيد المجتمع لقتل الذباب، بينما في أميركا تواجه بـ (د. د. ت). ¶ ولكن لو أننا رأينا في مجال معين أثر الأفكار في مقاومة الحشرات، فقد نرى في مجال آخر أثرها الناقل للمرض. فمن المعلوم مثلاً أن الأجسام الحية قد تتناقل بعض الأمراض بواسطة العدوى. ولكنا منذ (باستور) و (كوخ) عرفنا أن الجراثيم هي العوامل التي تنقل هذه الأمراض. ¶ ونحن نرى أن هناك شكلاً آخر من أشكال العدوى، هو ذلك الذي ينقل الأمراض الاجتماعية من جيل إلى جيل، الأمر الذي يضطرنا تبعاً لطبيعة المشكلة ذاتها أن نقرر أن هناك أيضاً أنواعاً من الجراثيم الناقلة للأمراض الاجتماعية، هذه الجراثيم الخاصة أفكار معدية، أفكار تهدم كيان المجتمعات أو تعوق نموها. ¶ وعلى هذا نجد أن أهمية الأفكار في حياة مجتمع معين تتجلى في صورتين: فهي إما أن تؤثر بوصفها عوامل نهوض بالحياة الاجتماعية، وإما أن تؤثر على عكس ذلك بوصفها عوامل ممرضة، تجعل النمو الاجتاعي صعباً أو مستحيلاً. ¶ وهنالك فضلاً عن ذلك جانب آخر لأهمية الأفكار في العالم الحديث: ففي القرن التاسع عشر كانت العلاقات بين الأمم والشعوب علاقات قوة، وكان مركز الأمة يقدر بعدد مصانعها ومدافعها وأساطيلها البخرية ورصيدها من الذهب. ولكن القرن العشرين قد سجل في هذا الصدد تطوراً معلوماً، هو أنه قد أعلى من الفكرة باعتبارها قيمة قومية ودولية. هذا التطور لم تشعر به كثيراً البلدان المتخلفة، لان عقدة تخلفها ذاتها قد نصبت في طريقها ضرباً من الغرام السقيم بمقاييس القوة، أي بالقاييس القائمة على (الأشياء). ¶ فالرجل الذي يعيش في بلد متخلف يلاحظ دون ريب تخلفه بالنسبة للرجل الذي يعيش في بلد متقدم، وهو يلاحظ شيئاً فشيئاً أن الذي يفصل ما بين الشعوب ليس هو المسافات الجغرافية، وإنما هي مسافات ذات طبيعة أخرى.",
            "page": "14",
            "part": "1",
            "seal": "0F5A6824"
        },
        {
            "id": "16",
            "nass": "والمسلم بسبب عقدة تخلفه يرد هذه المسافة إلى نطاق (الأشياء)، أو هو بتعبير آخر يرى أن تخلفه متمثل في نقص ما لديه من مدافع وطائرات ومصارف. ¶ وبذلك يفقد مركب النقص لديه فاعليته الاجتماعية، إذ ينتهي من الوجهة النفسية إلى الشاؤم، كما ينتهي من الوجهة الاجتماعية إلى ما أطلقنا عليه (التكديس (¬1))، فلكي يصبح مركب النقص لديه فعالاً مؤثراً ينبغي أن يرد المسلم تخلفه إلى مستوى الأفكار لا إلى مستوى (الأشياء)، فإن تطور العالم الجديد دائماً يتركز اعتماده على المقاييس الفكرية. ¶ ولننظر كيف يفكر في هذا الصدد ممثلان من ممثلي (القوة)، أعني: رجلين يملك بلداهما أكبر قدر من الأشياء، ابتداء من الثلاجة الكهربية حتى الصاروخ. ¶ ففي المؤتمر الحادي والعشرين للحزب الشيوعي الذي انعقد في موسكو أراد خروشوف أن يفحم خصومه فقال: \"إن النجاح الاقتصادي هو أقوم مقياس لسلامة الأفكار\"، فها نحن أولاء نرى فاعلية الأفكار في إطار اقتصادي قومي، أي عندما تكون الأفكار سليمة يصبح الاقتصاد ناجحاً. ¶ أما في المجال الدولي فإن لدينا حكماً أصدره رجل آخر يمثل أيضاً عنصر القوة في المعسكر الغربي، فلقد نشر (جورج كينان) الدبلوماسي الأمريكي تحليلاً هاماً للوضع العالمي الراهن، كان قد ألقاه في عدة محاضرات، ثم نشره في كتاب بعنوان (روسيا والذرة والغرب)، وخلاصة ما ذهب إليه: أن هناك توازناً في القوى بين كلا الجانبين، وهذا التوازن يضطر كليهما إلى الكف عن الاعتداد بالأسلحة، وأن يكون اعتدادهما بالأفكار؛ ففي البلاد المتخلفة التي ما زالت حتى الآن ضمن مناطق النفوذ، لم يعد السلاح أو عائدات البترول بكافيين في تدعيم هذا النفوذ، وإنما هي الأفكار وحدها. ¶ فالعالم قد دخل إذن في مرحلة لا يمكن أن تحل فيها أغلبية مشكلاته إلا على أساس نظم الأفكار، وفي مرحلة كهذه يتحتم على البلاد العربية والإسلامية أن تولي أكبر قدر من اهتهامها لمشكلة أفكارها، وخاصة تلك البلاد التي لا تملك كثيراً من أدوات القوة المادية. ¶ ¬__________ ¶ (¬1) أنظر كتابنا (شروط النهظة)، فصل (من التكديس إلى البناء)",
            "page": "15",
            "part": "1",
            "seal": "450BAC0E"
        },
        {
            "id": "18",
            "nass": "وعليه فلو افرتضنا أن موضوع ثقافة معينة يرجع إلى مشكلة الأفكار فحسب، فإن ذلك كاف بوصفه مسوغاً نضعه بين يدي هذه الدراسة. ¶ وربما وجد القارئ جوانب أخرى لم يكن يتوقعها في هذه الدراسة التي لا تمس السياسة من قريب أو بعيد، بيد أننا إذا ما قررنا أن لمشكلة الثقافة نوعيتها التاريخية والاجتماعية في حدود الزمان والمكان، وأن لأية ثقافة بحكم هذه النوعية وجودها الخاص الذي يرسم حدودها على الخريطة، إذا ما قررنا ذلك فمن العسير علينا ألا نربط هذه الملاحظة النظرية بالمشكلات السياسية التي تثير اهتمام العالم عامة، والبلاد التي تخصها تلك المشكلات خاصة. ¶ فإذا ما أخذنا مثلاً موقف البلاد التي اتبعت في سياستها الدولية روح مؤتمر باندونج المتمثلة في (الحياد الإيجابي)، فمن الطبيعي أن نتصور أن هذه البلاد ينبغي أن تفكر في اقتصادها طبقاً لهذه الخطة السلوكية، بل أن تفكر في سياستها أيضاً بذلك الروح. ¶ ولكن أليس من الطبيعي أن تتجه البلاد إلى أن تفكر في ثقافتها بالطريقة نفسها، أعني بذلك أن تكون ثقافتها متجاوبة مع فكرة (الحياد الإيجابي)؟!. ¶ ومع ذلك فربما كان هذا السؤال عارياً عن المنطق أو خيالياً لو أنه كان متعارضاً- في النظرة الأولى- مع العناصر الذاتية في المشكلة. ولكن الوضع الاجتماعي في البلاد الإفريقية الآسيوية- ومن بينها البلاد العربية الإسلامية- يحتوي في مرحلة تطورها الراهنة كثيراً من العناصر النوعية، التي تتفق مع مقتضيات فكرة (الحياد الإيجابي) بحكم ضرورة داخلية، فهناك إذن ثقافة تتفق مع هذا الاتجاه السياسي بصورة طبيعية، وربما استطاع القارئ أن يلحظ ذلك ضمناً في ثنايا هذا العرض. ¶ فمشكلة الثقافة في البلاد العربية والإسلامية تتصل في الحقيقة اليوم بجوانب مختلفة، جعلتني أرى من المفيد في هذه الدراسة بعد موضوعها الرئيسي الذي يحمل عنواناً (تحليل نفسي للثقافة)، أن أضيف بعض الأفكار التي نشرت من قبل في دراسات أخرى، فتجمع هنا تحت عنوان (تركيب نفسي للثقافة) وتحت عنوان (تعايش الثقافات). فهذد الإضافة تمليها طبيعة المنهج ووحدة الموضوع. ¶ القاهرة: 26/ 2/ 1959م ¶ م. ب",
            "page": "16",
            "part": "1",
            "seal": "93A7CEB7"
        },
        {
            "id": "20",
            "nass": "الفصل الأول ¶ تحليل نفسي للثقافة",
            "page": "17",
            "part": "1",
            "seal": "82E54136"
        },
        {
            "id": "22",
            "nass": "أوّليات ¶ ما هي الثقافة؟ ¶ ليس في مقدورنا اليوم أن نعالج موضوعاً كهذا، دون أن نجد أنفسنا- في حالة التطور الراهنة في العالم العربي - أمام مشكلة لغوية وتاريخية. ¶ فمن أين جاءت كلمة (ثقافة) ومنذ متى استخدمت في اللغة العربية؟ ¶ إن أول فكرة تخطر لنا للإجابة عن سؤال كهذا هي أن نستشير قاموساً، ولكن القواميس الموجودة بين أيدينا لا تذكر هذه الكلمة إلا لماماً، سواء في ذلك القديمة والحديثة. فلسان العرب يقول في المجلد العاشر: ((يقال ثقف الشيء وهو سرعة التعلم))، ويقول ابن دريد: ((ثقفت الشيء حذقته))، وفي حديث الهجرة: ((هو غلام شاب لقن ثقف)) [رواه البخاري]، أي ذو فطنة وذكاء، والمراد أنه ثابت المعرفة بما يحتاج إليه. ¶ والعلامة فريد وجدي يقول في (دائرة معارف القرن العشرين/ المجلد الثاني): \" ثقِف يثقف ثقافة: فطن وحذق، وثقف العلم في أسرع مدة أي أسرع أخذه، وثقفه يثقفه ثقفاً: غلبه في الحذق، والثَّقيف: الحاذق الفطن)). ¶ والقواميس الحديثة تقول: ((ثقف ثقافة: صار حاذقاً خفيفاً، وثقف الكلام فهمه بسرعة)). ¶ وفي هذه النصوص من التشابه ما يدعونا إلى أن نعدها نسخاً مكررة نقل بعضها عن بعض.",
            "page": "19",
            "part": "1",
            "seal": "47F6CFCF"
        },
        {
            "id": "23",
            "nass": "فإذا ما رجعنا قليلاً في مجال هذا البحث لم نجد أثراً لتلك الكلمة في لغة ابن خلدون (¬1)، الذي يعد على أية حال المرجع الأول لعلم الاجتماع العربي في العصر الوسيط. ولو ردنا في رجوعنا إلى ما قبل ذلك لم نجد الكلمة مستعملة في العصر الأموي والعباسي، إذ لا أثر لها في اللغة الأدبية أو في اللغة الرسمية والإدارية لذلك العصر، فتاريخ هذه الحقبة لم يرو وجود لائحة إدارية خاصة بمنظمة معينة أو عمل من الأعمال يتصل بالثقافة، ولم يحدث أن وقفت عين من الأعيان لفائدة عمل أو منظمة من هذا القبيل. ¶ ومع ذلك فإن تاريخ هذه الحقبة، يدل على أن الثقافة العربيةكانت آنئذ في قمة ازدهارها. ¶ لعل في هذا الموقف نوعاً من التعارض، ولكنه تعارض لا يتصل بمسألة لغوية فحسب، فإن الاختلاف بين الموقفين أكثر عمقاً، إذ هو الفرق بين واقع اجتماعي وبين درجة تقبله بوصفه فكرة في مجال شعورنا، أي عنصراً من عناصر الإدراك مندمج في بنائنا العقلي. ¶ وهذا الواقع فيه من الدقة ما يحتاج معه إلى مزيد من الإيضاح، فالحق أن المشكلة هي مشكلة ما جرينا عليه في تحديد معاني الأشياء بصفة عامة. ¶ كيف يتكون تعريف معين في عقولنا؟ ¶ إن من الواجب أن نعود إلى العناصر النفسية الاجتماعية للمشكلة. ¶ فـ (يونج) يعرف (الذات) أو (الأنا) في صورة أخّاذة فيقول: ((الأنا هي جزيرة صغيرة في مجال غير محدود يمثل اللاشعور)). ¶ ¬__________ ¶ (¬1) وردت الكلمة مرتين أو ثلاثاً في المقدمة بصورة أدبية بوصفها مفردة لغوية دون الوقوف عند كلمة (ثقافة) بوصفها مفهوماً وتقديرها ظاهرة اجتماعية.",
            "page": "20",
            "part": "1",
            "seal": "ADFAE31E"
        },
        {
            "id": "24",
            "nass": "ولا بد أن نضيف إلى هذه الصورة عنصراً آخر كيما تصبح صالحة لما نحن بصدده، فالجزيرة الصغيرة تحمل مناراً يغمر بضوئه امتداد المياه حوله، فالمنار هو شعورنا، والساحة التي يغمرها الضوء هي مجال شعورنا، وهي تتراءى في صورة من الضوء تتفاوت في مدى امتدادها حول الجزيرة، فكل ما يقع خارج هذا المجال يغمره الظلام، وهو داخل في مجال اللاشعور بالنسبة لعالم ذواتنا الباطن، كما يتصل بمجال (الشيء الممكن) بالنسبة للعالم الخارجي، عالم الشيء الذي لم تتحقق شخصيته بعد أمام شعورنا، أي الشيء الذي هو مجرد (حضور)، لا يتمتع بكيان مقرر. ¶ إن (الشيء) لا يعد موجوداً بالنسبة لشعورنا إلا عندما يلد فكرة تصبح برهاناً على وجوده في عقلنا؛ فكل ما ينضوي داخلياً أو خارجياً في منطقة الضوء التي تحوط جزيرتنا يصبح (فكرة) تدخل إلى مجال معرفتنا، أي إلى شعورنا. ولكنه عندما يتم دخوله في هذه المنطقة من الضوء يصبح حضوره وجوداً حقيقياً، وحينئذ تنكشف شخصيته ويوضع بالتالي اسم يطلق عليه. ¶ تلك هي عملية الإدراك عندما نريد أن نفهم الأشياء من الوجهة النفسية، أعني من وجهة نظر الفرد. أما إذا أردنا أن نتناولها من وجهة اجتماعية فسيكون علينا أن نحدث تفرقة بين الواقع الاجتماعي الذي يحدد أو يصنف، وبين الواقع الاجتماعي المدرك المتحقق، أي الواقع المترجم إلى مفهوم، المدرك على أنه موضوع للدراسة والمعرفة. ¶ إن لكلتا العمليتين وجوهاً متماثلة: فتحقيق الشيء يتم بواسطة الإدراك الشعوري ثم يترجم إلى (اسم). وتحقيق الواقع الاجتماعي يتم بواسطة التصنيف ثم يترجم إلى (مفهوم). ¶ فالاسم إذن هو أول تعريف للشيء الذي يدخل في نطاق شعورنا، فهو",
            "page": "21",
            "part": "1",
            "seal": "C6A3AD3C"
        },
        {
            "id": "25",
            "nass": "تصديق على وجوده، وهو القوة التي تستخرجه من الفوضى المبهمة فتسجله في عقلنا في صورة حقيقية محددة. ¶ والاسم بهذا الوضع يعد إذن أول درجة من درجات المعرفة، وأول خطوة نخطوها نحو العلم. فإذا سميتَ (شيئاً) فمعنى ذلك أنك تستخرج منه فكرة معينة، أي أنك تؤدي أول عمل من أعمال المعرفة بالنسبة لذلك الشيء، وهو العمل الذي يغير ((حضوره)) المجرد في ذلك الامتداد الهائل الذي يحوط (الأنا) إلى (وجود) تدركه (الأنا). ¶ ولو أننا قرأنا وصف الحق تبارك وتعالى للمشهد الذي يدعو فيه عز وجل آدم إلى تسمية الأشياء بأسمائها في قوله: {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ * قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} [البقرة 2/ 31 و 32]- فربما أخطأنا فلم ندرك معنى الآية إلا على أنه يصف لنا مشهداً بسيطاً؛ والأمر على عكس ذلك تماماً، فينبغي أن نرى هنا في تلك الصورة الرمزية أول عمل جوهري للعقل الإنساني حين يسيطر على الأشياء، وهو يخلع عليها أسماءها، الأمر الذي لم تستطعه الملأئكة. ¶ عملية التعريف: ¶ ومع ذلك فهذا العمل الأول لا يعطينا سوى معرفة تجريبية، أعني معرفة تدخل في مفهوم التجربة، فإذا ما نظمت هذه المعرفة تبعاً لقواعد الفكر أخذت صفة العلم بسبب هذه القواعد. ¶ فهناك إذن عملية تعريف تبدأ عندما يطلق الاسم على الشيء، وتنمو كلما أخذ الشيء معنى مركباً، أي أنه بعد أن يصبح اسماً يصبح فكرةً ثم مفهوماً .. إلخ.",
            "page": "22",
            "part": "1",
            "seal": "6DC85867"
        },
        {
            "id": "26",
            "nass": "ولقد اتبعت فكرة الزمن- مثلاً- هذا السياق، فإن الزمن لم يكن شيئاً مذكوراً، أو بمعنى أصح كان شيئاً لا عنوان له طالما لم يخترع الإنسان كلمة يطلقها عليه. ¶ ثم أخذ اسماً حقق وجوده، فانتقل بذلك من مرحلة (الحضور) إلى مرحلة (الوجود) المعبر عنه بكلمة، ولكنه في ظل هذه الكلمة لم يكن يعني شيئاً كبيراً، بل كان فقط فكرة غامضة عن المدة الزمنية، تلك معرفة تجريبية. ¶ لكن هذه الفكرة سوف تنمو في عقل الإنسان كما نظّم نشاطه في نطاق المدة، فكان من نتيجة تقسيم العمل في المجال الاجتماعي تقسيم الزمن في المجال النفسي، ومنذ ذلك الحين أصبح الزمن كمية تخضع للقياس، وإن كان هذا القياس ما زال في أول الطريق؛ فالعمل يقدر باليوم لا بالساعة لسبب بسيط، هو أن وحدة الزمن لم يتم تحديدها بعد، فحديث القدماء عن الساعة لم يكن حديثاً عن كمية محددة من الزمان، فكان على الإنسانية أن تنتظر الحضارة العربية لترى الزمان يقاس في النهاية قياساً رياضياً، لأن أحد الفلكيين المسلمين بالغرب وهو (أبو الحسن المراكشي) قد اخترع وحدته حين حدد (الساعات المتساوية)، أعني حين قسم مدة دوران الأرض أربعة وعشرين جزءاً متساوياً. ¶ فمنذ ذلك الحين انتقل تحديد الزمن من المرحلة التجريبية إلى المرحلة العلمية. ¶ ومنذ ذلك الحين أيضاً نمت فكرة الزمن حتى انتهت إلى (تايلور)، الذي جعل منها قاعدة جوهرية في التنظيم الصناعي في القرن التاسع عشر. ¶ وها نحن أولاء اليوم نرى أن تلك القاعدة تسيطر على جميع نواحي النشاط الإنساني، حتى لنراها قد صارت جزءاً من مفهوم (الثقافة) في القرن العشرين، باعتبارها عنصراً جوهرياً في بناء (أنا) الفرد في المجتمع الحديث.",
            "page": "23",
            "part": "1",
            "seal": "81A9619A"
        },
        {
            "id": "27",
            "nass": "فكرة الثقافة: ¶ هذه العملية التي فرغنا من وصفها فيما يتصل بفكرة الزمن، يمكن- في قليل أو في كثير- أن تعطينا فكرة عن كيفية تعريف (وحدة) أخرى كالثقافة مثلاً. ¶ فهناك ظاهرة تثقيف تلقائي هي ثمرة طبيعية لأي مجتمع في أي وضع كان. ¶ وبهذا المعنى يستطيع علماء الأجناس أن يتحدثوا عن ثقافات المجتمعات البدائية. ¶ ذلك واقع اجتماعي عام حتى في المجتمعات البدائية، ولكنه واقع ظل زمناً طويلاً دون تحديد، أي أنه ظل مجرد شيء حاضر عار عن التسمية، وبذلك لم يتح له أن يصبح فكرة. ¶ فروما كانت لها ثقافة (امبراطورية) كما كان لأثينا (ثقافة حضارة) كما سنرى فيما بعد، ولكن لا العبقرية الرومانية ولا العبقرية الإغريقية ابتكرت لفظاً أطلقته عنواناً على ثقافتها. ¶ وكل ما كان في روما أو في أثينا إنما هو (حضور) ثقافة ما، لا تحديد وتشخيص لواقع اجتماعي أو تعريف لفكرة (ثقافة). وهكذا أيضاً كان الأمر في دمشق وفي بغداد. فليس لنا أن نعجب إذا لم نجد كلمة (ثقافة) في وثائق العصر أو في مؤلفات ابن خلدون؛ لأن فكرة (الثقافة) حديثة جاءتنا من أوروبا. ثم إننا نجد فيها كتب حديثاً عن هذا الموضوع في البلاد العربية، أن الكتّاب يقرنون دائماً كلمة (ثقافة) بكلمة  culture  مكتوبة بحروف لاتينية، كأنما يبتغون بهذا أن يقولوا: إن كلمة ثقافة لا تكتب إلا بهذا الوضع؛ وهؤلاء المؤلفون يعلمون دون ريب ما يفعلون، حين يقرنون الكلمة العربية بنظيرتها الأجنبية؛ فإن معنى هذا أنهم يدركون أن الكلمة لم تكتسب بعد في العربية قوة التحديد، التي ينبغي أن تتوافر لكل علم على مفهوم. فالكلمة إذن جديدة، أي أنها وجدت بطريقة",
            "page": "24",
            "part": "1",
            "seal": "B0AF8681"
        },
        {
            "id": "28",
            "nass": "التوليد؛ والغريب أن الكاتب الذي صاغها- وربما كان ذلك في مستهل هذا القرن (¬1) - قد اختارها من بين عدد من الأصول اللغوية من مثل: (علم- أدب- فهم- أدرك- ثقف)، تلك الكلمات التي تدل على العمل أو العلاقة المعرفية. ومعنى هذا أنه اختار الكلمة التي تدل صورتها على طابع الروح الجاهلية. ¶ وبوسعنا أن نقول: إن الفعل (ثقف) أصل لغوي يتصل تاريخه بلغة ما قبل الإسلام، حتى لنراه قد ورد في بعض آيات من القرآن الكريم من مثل قوله تعالى: ¶ {وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ} [البقرة 191/ 2]. ¶ ولا شك أن الذي اشتق كلمة (ثقافة) كان صنّاعاً ماهراً في علم العربية، حريصاً على تجويد اللفظ وصفائه، على ما عليه عدد من كتاب الأدب في هذه الأيام. ¶ ولكن يبدو لنا أن كلمة (ثقافة) التي كان من حظها أن تختار لهذا المعنى، لم تكتسب بعد قوة التحديد الضرورية لتصبح علماً على مفهوم معين. وهذا هو ما يفسر لنا أنها بحاجة دائماً إلى كلمة أجنبية، تقرن بها لتحديد ما يراد منها في الكتب التي تتصدى لهذا الموضوع، أو بعبارة أخرى إنها كلمة لا تزال في اللغة العربية تحتاج إلى عكاز أجنبي مثل كلمة  Culture  كي تنتشر. ¶ والواقع أن فكرة (ثقافة) كما سبق أن قلنا فكرة حديثة جاءتنا من أوربا، والكلمة التي أطلقت عليها هي نفسها صورة حقيقية للعبقرية الأوروبية. ¶ فمفهوم (ثقافة) ثمرة من ثمار عصر النهضة، عندما شهدت أوروبا في القرن السادس عشر انبثاق مجموعة من الأعمال الأدبية الجليلة في الفن وفي الأدب وفي الفكر. ¶ ¬__________ ¶ (¬1) لعل من المفيد أن يهتم باحث بالكشف عن اسم واضع هذا التوليد، منذ تاريخ إضافته إلى ثروة الكتابة العربية.",
            "page": "25",
            "part": "1",
            "seal": "AE05DC36"
        },
        {
            "id": "29",
            "nass": "ومن الواجب أن نترجم هذه الظاهرة في ضوء النفسية الأوربية، وخصوصاً في ضوء النفسية الفرنسية، حتى نفهم لماذا اختيرت كلمة  Culture  المشتقة من الأصل اللاتيني  Cultuvare  كيما تطلق على صورة ما تفتقت عنه أذهان المفكرين. ¶ فالواقع أن الأوربي عامة والفرنسي خاصة هو (إنسان الأرض)، وإن الحضارة الأوربية هي (حضارة الزراعة)؛ وعليه فإن العمليات التي تستنتج من الأرض خيراتها كالحرث والبذر والحصاد، لها بالضرورة دور هام في نفسية الإنسان الأوربي، كما أن لها دوراً هاماً في صياغة رموز حضارته؛ إذ أن الزراعة هي العملية التي تضم بين دفتيها جميع العمليات السابقة، فهي التي تحدد وتنظم إنتاج الأرض. ¶ فإذا حدث في بعض الظروف- كتلك التي صحبت حركة النهضة في أوربا- أن تعاظم إنتاج الفكر، فلن تكون هناك غرابة إذا ما أطلق عليه الرجل الفرنسي كلمة  Culture  التي تعني الزراعة إطلاقاً مجازياً. ¶ بيد أن هذه الاستعارة- وهي ما يهمنا في هذا المكان- قد شخصت وصنفت واقعاً اجتماعياً لم يكن مدركاً، فالاستعارة حين أطلقت على الواقع الاجتماعي قد خلقت مفهوماً جديداً هو مفهوم (الثقافة). ¶ فأصبحت  Culture  منذ ذلك الحين فكرة، ولكنها فكرة تجريبية؛ إنها شيء (حاضر) دُلّ على (وجوده) بواسطة التسمية. ¶ تلك هي الدرجة الأولى في سلم التعريف، وتأتي قوة اللفظة  Culture  من أنها مرت بهذه الدرجة ثم نمت في اللغات الأوربية منذ ذلك الحين. ¶ ومن هنا نفهم أيضاً أن كلمة (ثقافة) العربية لم تكتسب إلى الآن قوة التحديد التي كان لنظيرتها الأوربية. وإننا مضطرون من أجل هذا إلى أن نقرنها بكلمة  Culture  في مؤلفاتنا الفنية، حتى كأنها دعامة تشد من أزرها في عالم المفاهيم.",
            "page": "26",
            "part": "1",
            "seal": "73CDDC31"
        },
        {
            "id": "30",
            "nass": "الثقافة وعلم الاجتماع ¶ لكن القرن التاسع عشر قد أحدث تقدماً في مفهوم كلمة (ثقافة)، أي أنه قد أحد خطوة في طريق تطوير تعريفها. ¶ فعلم الوقائع الاجتماعية قد بدأ بـ (أوجست كونت) الذي يعدونه أباً لعلم الاجماع، والواقع أن ابن خلدون كان قد وضع معالم الطريق، فقبل ظهوره كان التاريخ ضرباً من (الأحداث المتتابعة)، حتى إذا جاء وجدناه يخلع على التاريخ نظرة جديدة، فهو حين وصله بمبدأ السببية أدرك بتلك النظرة معنى تتابع الأحداث من حيث كونه عملية تطور، كما حدد معنى الواقع الاجتماعي من حيث كونه مصدراً لتلك الأحداث ولتطورها. ¶ ومع ذلك فإن القرن التاسع عشر قد شهد حقلاً من حقول الدراسة أكثر اتساعاً، ووسائل للبحث والتحقيق أخصب وأكثر تنوعاً. ¶ فعلم الإنسان وعلم الأجناس وعلم النفس والاقتصاد السياسي، تتلاقى أضواؤها جميعاً وتتركز في نقطة واحدة هي الواقع الاجتماعي، فهي تتناوله بطريقة أعظم اتساعاً وعمقاً. ¶ وإذا بفكرة (ثقافة) تزداد جلاء في هذا المجال المضيء، وتصبح مفهوماً أكثر تحديداً، بحيث أصبحت إحدى مشكلات علم الاجتماع، وآن الأوان ليثور في أذهان المفكرين سؤال هو: ما هي الثقافة؟. ¶ وهو سؤال اضطرتهم إليه الأفكار الجديدة التي حملها إليهم، علم النفس وعلم",
            "page": "27",
            "part": "1",
            "seal": "A9D4DABF"
        },
        {
            "id": "31",
            "nass": "الاجتماع وعلم الأجناس، وهو يدل على الحاجة إلى خطوة جديدة في طريق تحديد معنى الكلمة، للانتقال من الفكرة العفوية الموروثة عن عصر النهضة الأوربية إلى فكرة علمية جديدة. ¶ وكان من الطبيعي أن يظل تصور (الثقافة) على ما كان عليه في عصر النهضة، أي على أنها جموع ثمرات الفكر في ميادين الفن والفلسفة والعلم والقانون ... إلخ. ¶ بيد أن هذا التعريف التاريخي لا يتفق كثيراً مع طبيعة الفكر في القرن التاسع عشر، باعتباره قرن التشريح والتحليل الكيماوي. ¶ فلقد كان عمل القرن التاسع عشر في أوربا متجهاً إلى تحليل الوقائع داخل العمل، أكثر من اتجاهه إلى دراستها في حجرة الدراسة أو في بطون الكتب أو في آثار التاريخ؛ وبذلك كان من الطبيعي أن تدخل فكرة (الثقافة) إلى معرفة بنائها وأجزائها وعناصر تركيبها الأولية، باستخدام طرق التشريح والتحليل. ¶ ومن هنا نشأت محاولات تهدف إلى وضع تعريف جديد للثقافة، إذ لم يعد التعريف التاريخي الذي خلفه عصر النهضة بكاف في إقناع المنطق الجديد. ¶ وهنا ينشأ تيار جديد وسط تقاليد الفكر الكلاسيكي وعاداته، تلك التي كانت ترى في الثقافة ميراثاً من مواريث روما وأثينا، وتفسر (النهضة) على أنها هي ذاتها (عودة التاريخ القديم). ¶ لكن هذا الفكر الجديد يلاحظ أن فكرة (ثقافة)، تمتد لتشمل ما وراء ما أطلق عليه (الإنسانيات الإغريقية اللاتينية)، وأن معناها يتجاوز ما أنتجته قرائح الفكر الكلاسيكي من أعمال أدبية، ليضم في رحابته واقعاً اجتماعياً يتجاوز هو أيضاً حدود أوربا وليحمل بصورة عامة طابع العبقرية الإنسانية، فهذا هو",
            "page": "28",
            "part": "1",
            "seal": "4745C6C8"
        },
        {
            "id": "32",
            "nass": "العصر الذي اكتشفت فيه أوربا عامة، وألمانيا خاصة، ثقافات آسيا على يد (شبنهور ونيتشه). ¶ ولقد رحب مجال البحث الاجتماعي في القرن التاسع عشر بتأثير التوسع الاستعماري ذاته، ورحب معه مفهوم (الثقافة) الذي كان حتى ذلك الحين حبيساً في نزعات، فردية أوربية، تدين بمبدأ (الإنسانيات الإغريقية اللاتينية)، اتسع هذا المفهوم حتى ضم مجالاً جغرافياً أوسع ومعنى اجماعياً أشمل، إلى أن ظفر بدراسات (ليفي بريل) عن ثقافات المجتمعات البدائية. ¶ بعض الأفكار: ¶ وهكذا وصل الفكر إلى سؤال: ما هي الثقافة؟ ولكن عن طرق مختلفة ومناهج متخالفة؛ فجاءت وجهات النظر مختلفة أيضاً لاختلاف النزعات مترجمة أحياناً عن اتجاهات سياسية؛ فمن أجل هذا كله اختلفت تعاريف الثقافة باختلاف الزاوية التي ينظر منها إلى الموضوع. ¶ ولقد رأينا في مجال آخر هو مجال (علم الحياة)، صورة الاختلافات التي يمكن أن تنشأ بين آراء المدارس المختلفة، عندما أراد (ليسنكو) منذ حوالي عشرين سنة أن يضع أسساً جديدة لعلم الوراثة على أنقاض ما كان قد وضعه (مورجان) ومدرسته. ¶ فكذلك الحال في مجال الثقافة الذي نستطيع معه اليوم أن نرد مجموع ما قيل من تفسيرات إلى مدرستين: ¶ ـ[المدرسة الغربية]ـ: التي ظلت وفيّة لتقاليد عصر النهضة، وهي ترى عموماً أن الثقافة ثمرة الفكر، أي ثمرة الإنسان، تقابلها طبعاً: ¶ ـ[المدرسة الماركسية]ـ: التي ترى أن الثقافة في جوهرها ثمرة المجتمع.",
            "page": "29",
            "part": "1",
            "seal": "00C8BB83"
        },
        {
            "id": "33",
            "nass": "ونحن لا نقصد بهذا التقسيم أن نضع حداً صارماً بين كلا الاتجاهين، وإنما نهدف إلى مجرد الفصل بين صورتين لموضوع واحد في إطارين مختلفين من أطر الفكر. ¶ فالفكر والمجتمع يمثلان اليوم الإطارين المألوفين، اللذين توضع فيهما هنا وهناك المشكلات الاجتماعية في عمومها. ¶ ثم يحدث أن يشتمل كل إطار على اختلافات شخصية. ففي حقل البلدان الغربية اليوم نجد أن الأمريكيين هم الذين سيطروا عموماً على الاتجاهات الثقافية، وحسبنا أن نلخص للقارئ رأي مُفكرَيْن من بينهم هما: (وليام أوجبرن) و (رالف لنتون)، حتى يتسنى له أن يطلع على فكرة المدرسة الغربية، ولكي يرى مدى ما تدين لها به البلدان المتخلفة عامة والعربية خاصة. ¶ يذهب (رالف لنتون) إلى أن الثقافة (كلٌّ) تتداخل أجزاؤه تداخلاً وثيقاً، ولكن من الممكن أن نتعرف فيه على شكل بنائي معين، أي أن نتعرف فيه على عناصر مختلفة هي التي تكون الكل. ¶ ففي المستوى الأول يوجد مجال العموميات باعتبارها الأرض التي تمتد فيها جذور الحياة الثقافية للمجتمع، وذلك كالدين واللغة والتقاليد، تلك التي تعد المنوال الأساسي الذي يحدد نوع العقلية الخاصة بالنموذج الاجتماعي، وهو نموذج شائع في صور جميع الأفراد المنتمين لذلك المجتمع يطبع حياتهم بسلوك اجتماعي معين. ¶ وهذا السلوك العام هو المقياس الذي يكشف عن المواقف الشاذة والاضطرابات وألوان الفساد لدى الشواذ. ¶ والمستوى الثاني- على ما ذهب إليه (لنتون)، هو مستوى الأفكار الخاصة",
            "page": "30",
            "part": "1",
            "seal": "5201A6E7"
        },
        {
            "id": "34",
            "nass": "الناتجة عن التخصص المهني، والتي على أساسها تكون التفرقة بين مختلف الطبقات الاجتماعية. ¶ بيد أن هناك تطوراً في ثقافة مجتمع معين في مجموعها، وهناك نمو في مواريثه التاريخية؛ وهي حركة ناتجة عن الأفكار الجديدة وعن التنظيم الصناعي، وعن النظريات المستحدثة والمخترعات والمكتشفات في الميدان السياسي والاجتماعي والاقتصادي؛ فهذا القسم الثالث هو الإطار الثقافي الذي يحوط المستويين السابقين، ويؤثر فيهما تأثيراً ينسب إليه ما يطرؤ عليهما من تغيير أو تعديل. ¶ ويحدث هذا التأثير من داخل المجتمع ذاته بوصفه أثرا ناتجاً عن نموه وعن حياته، كما يحدث من خارجه بفعل تبادل المؤثرات بين الثقافات المختلفة، أي بفعل الامتصاص والامتداد الثقافي. ¶ أما (وليام أوجبرن) فإنه يفرق في الثقافة بين مجالين يطلق على أحدهما: (الثقافة المادية  Material culture)،  وعلى الآخر (الثقافة المتكيفة  Adoptive culture). ¶ فالمجال الأول يضم في رأيه الجانب المادي من الثقافة، أي مجموع الأشياء وأدوات العمل والثمرات التي تخلقها. ¶ ويضم المجال الثاني الجانب الاجتماعي كالعقائد والتقاليد والعادات والأفكار واللغة والتعليم، وهذا الجانب الاجتماعي هو الذي ينعكس في سلوك الأفراد. ¶ فتغير الثقافة- في رأيه- ضروري، ولكن من أين يبدأ؟ ¶ يرى (أوجبرن) أنه يبدأ في مجال الأشياء والأدوات ثم يمتد تأثيره كيما يُعدّل الجانب الاجتماعي. ¶ فالقوة المغيرة عنده كامنة في الأشياء، لأنها تقبل التغير بأسرع مما تتقبله الأفكار.",
            "page": "31",
            "part": "1",
            "seal": "639EDB4F"
        },
        {
            "id": "35",
            "nass": "وليس ممكناً أن تتخلص الأفكار من تأثير هذه التغيرات، وإلا حدث اختلال ثقافي واضطراب اجتماعي قد ينشأ عنه كثير من النازعات الاجتماعية. ¶ ثم يورد مثلاً يؤيد به نظريته: حالة التعليم الذي يجب دائماً أن يساير تقدم الصناعة. ¶ ... ¶ فإذا ما أردنا أن نعرض المشكلة من وجهة نظر الفكر الماركسى أوردنا للقارئ أيضاً رأيين: ¶ رأياً ذكره (ف. كونستا نتينوف) في كتابه (دور الافكار التقدمية في تطوير المجتمع)، ورأي (ماوتسي تونج) في كتابه (الديموقراطية الجديدة). فـ (كونستا نيتنوف) لا يعرض للمشكلة صراحة، وإنما ضمناً عندما يعرض موقف الفلسفة الماركسية حيالها فيقول: ¶ ((إن حياة المجتمع المادية هي واقع موضوعي ومستقل عن إرادة الناس، أما حياة المجتمع العقلية  culture  مجموعة الأفكار الاجتماعية والنظريات والأديان ونظريات علم الجمال والمذاهب الفلسفية (يعني كل ما يحدد الثقافة (¬1)) فهي كلها انعكاس هذا الواقع الموضوعي)). ¶ ولما كان هذا التعريف لا يقيم كبير وزن للأفكار في تحديد الثقافة وفي تطور الوسط الذي تنشأ فيه، فإن المؤلف الماركسي يختم فكرته بعد صفحات من كتابه قائلاً: ¶ ((ولكن هذا لا يعني طبعاً أن الأفكار الاجتماعية، مهما كانت الصورة ¶ ¬__________ ¶ (¬1) الجملة بين القوسين من إضافة المؤلف.",
            "page": "32",
            "part": "1",
            "seal": "0109A01D"
        },
        {
            "id": "36",
            "nass": "الفكرية التي تتجلى فيها، لا تمارس بدورها رد فعل على تطور شروط الحياة المادية للمجتمع ... )). ¶ وبهذا نرى أن الجانبين اللذين أطلق عليهما (وليام أوجبرن): (الثقافة المادية) و (الثقافة المتكيفة) يظهران خلال التعبير الماركسي؛ وسنحاول أن نكشف فيها بعد عن سر هذه القرابة بين وجهتي النظر على الرغم من تعارض مذاهب مؤلفيهما. ¶ أما (ماوتسي تونج) فقد ذهب في كتابه إلى أن مشكلة الثقافة تتجلى في جوانب معينة، ولكن يثير اهتمامنا لديه خاصة هو أنه يصف لنا كيف أن هذه الفكرة تتمثل لفكره باعتباره ماركسياً فيقول: ¶ ((إن كل ثقافة معينة هي انعكاس من حيث شكل مفهومها لمجتمع معين .. )) ولست أدري إذا ما كانت الترجمة العربية أمينة في نقل الظلال والألوان، ولكنا نجد فيها دون ريب جوهر ما يدور حوله فكر ماركسي، أعني بذلك العلاقة التكوينية التي يريد إقرارها بين الأشكال المادية، التي تعنى بها الحياة في مجتمع معين، وبين أفكار هذا المجتمع. ¶ ونحن بحاجة إلى أن نضيف هنا أن عقلاً صاغته المادية الجدلية كعقل (ماوتسي) أو (كونستانتينوف) يرى أن ضرورة تطور الثقافة ضرورة ملزمة ملحة. ¶ ومع ذلك فيجب أن نحسب هنا حساب عنصر سلبي جوهري في مفهوم الثقافة عند رجل كـ (ماوتسي تونج)، يرى أن القلم سلاح في المشكلة إذا ما اقتضى الأمر وضع أساس ثقافة جديدة؛ ولكن قد يكون الفأس سلاحاً عندما نحتاج إلى تسوية أطلال ما يطلق عليه أحياناً ثقافة الإقطاع أو الاستعمار، والتي يرى فيها مصدراً لمجيع صنوف الضعف الاجتماعي والسياسي في البلاد؛ ولذلك",
            "page": "33",
            "part": "1",
            "seal": "F2D80A01"
        },
        {
            "id": "37",
            "nass": "يقول في هذا الصدد: ((فينبغي القضاء عليها، وإن لم يقض عليها فسيكون من المستحيل إقامة أي أساس لثقافة جديدة (¬1))). ¶ وسنبين فيما بعد إلى أي حد يكون هذا العنصر السلبي في التعريف الماركسي للثقافة مفيداً لمفهومنا ولجهودنا في هذا الميدان. ¶ موازنة هذه الآراء: ¶ وضح لنا مما مفى أن تعريف (رالف لنتون) قد أملاه عقل كلاسيكي ورث تقاليد عصر النهضة، يحدد نصيب الفكر في الواقع الاجتماعي بنسبة هذا الواقع أولاً إلى الأفكار. ¶ ونحن نقره على ما ذهب إليه في تحليله من وجود مستويين للأفكار هما (الأفكار العامة والأفكار الخاصة (¬2))، دون أن نجد أنفسنا ملزمين بموافقته على رأيه في المستوى الثالث، الذي ربما أمكننا أن نجعل عنوانه هو العنوان نفسه الذي اختاره (كونستانتينوف) لكتابه: (الأفكار التقدمية والتطور الاجتماعي) مع تعديل بسيط. ¶ فـ (رالف لنتون) يرى في الواقع تطور الثقافة، فلكي يفهم ماهية هذا التطور اعتقد أن من الضروري تحديد إطار من الأفكار الجديدة، كالمخترعات والمكتشفات والمذاهب الجديدة، فهي في رأيه الإطار الثقافي الخاص الذي يتم داخله كل تغير يصيب الثقافة؛ وربما وجدناه يكتفي بالقول: ((إن (الأفكار الفنية) تحمل في ثناياها بذور هذا التغيير)). ¶ وربما شهدناه مثلاً وهو يتتبع عملية النمو، التي تعرضت لها فكرة ¶ ¬__________ ¶ (¬1) [ص:58] من الكتاب نفسه. ¶ (¬2) يتفق هذا التقسيم مع ما ذهبنا إليه في مقدمة كتابنا (الظاهرة القرآنية) من وجود أفكار شعبية وأفكار علمية.",
            "page": "34",
            "part": "1",
            "seal": "1826EB65"
        },
        {
            "id": "38",
            "nass": "(الكهرباء) منذ التجارب الخالدة التي قام بها (جلفاني)، هؤكداً النتائج غير المتوقعة لهذه العملية في حقل الثقافة في القرنين التاسع عشر والعشرين. ¶ فتعريف (وليام أوجبرن) يعد مرحلة بالنسبة لما سبقه، إنه يسجل انفصالا ًعن الفكر الكلاسيكي الذي ربما دلنا على تطور في التفكير الأمريكي، يميزه ويقصيه عن الأسس التي قام عليها التفكير الأوربي، إقصاء يحمل معه طابع العالم الأمريكي. ¶ فـ (أوجبرن) حين وضع تعريفه لا بد أن يكون نظره قد وقع على ذلك العالم الممتلئ بالأشياء والأدوات والأجهزة، فأدركت نظرته العملية من أول وهلة مدى فاعلية هذه الأشياء. ¶ ومع ذلك فإن طريقة التعريف في كلتا الحالين واحدة، صادرة عن فكر واحد هو الفكر الإحصائي الذي يتم لدى (لنتون) في عالم من الأفكار، ولدى (أوجبرن) في عالم من الأشيماء يحوطه جو من الأفكار. ¶ وعلى الرغم من هذا يجب أن نذكر أن عالم (أوجبرن) يختلف تماماً عن عالم (لنتون)، إذ أن الشيء لديه هو الذي يخلق الفكرة؛ وبناء عليه يكفي أن نتصور زوال (الأشياء) حتى تنهار الثقافة كأنها بناء قُوّضَ أساسه. ¶ لكن هذا لا يقوم عليه دليل. ولقد أرانا تاريخ ألمانيا الحديث كيف أن بلداً شهد الانهيار الكامل (لعالم أشيائه)، قد استطاع باحتفاظه (بعالم أفكاره) أن يبني كيانه من جديد. ¶ فلو أننا أخذنا الآن تعريف (أوجبرن) على أنه محاولة وسطى، فإن وجهة النظر الماركسية تصبح وليس بها أدنى غموض، على الرغم من أنها تؤكدى أكثر من غيرها دور الشروط المادية في تحديد العناصر الثقافية.",
            "page": "35",
            "part": "1",
            "seal": "35CA809A"
        },
        {
            "id": "39",
            "nass": "ومع ذلك فلقد ذكرنا أن في التعريف الماركسي- الذي سبق أن وجدناه عند (ماوتسي تونج) - عنصراً سلبياً، أو جانباً هداماً، يرجع بكل تأكيد إلى الجانب الثوري. ¶ فلماذا، وإلى أي مدى يستطيع هذا العنصر أن يقدم لنا مقياساً مهما عندما نحتاج أن نصوغ مذهباً في الثقافة؟. ¶ إن من الواجب أن نضع نصب أعيننا (ماضياً) تتكون فيه أحياناً الأشياء والأفكار الميتة الخامدة، و (مستقبلاً) ينبغي أن يشيد على الأفكار والأشياء الحية الناشطة. ¶ والحق أننا قد قلنا جوهر رأينا في مقدمة هذه الدراسة، فيما يخص هذا الجانب السلبي الضروري في تحديد معنى (الثقافة)، وذلك عندما تحدثنا عن (الأفكار الممرضة) التي تنقل الأمراض الاجتماعية من جيل إلى آخر. ¶ ومن الواضح أنه لا يمكن تعرف (ثقافة حية وباعثة) دون أن ندرك خطر هذه الجراثيم الثقافية التي يتحتم القضاء عليها. ¶ تصور آخر للمشكلة: ¶ عندما افتتح الرئيس (جمال عبد الناصر) العيد الذهبي لجامعة القاهرة، وجه الخطاب إلى مستعيه من الطلبة والأساتذة قائلاً: ((إنني جئت لأضع على كاهلم مسؤولية المستقبل)). ¶ وهذه الكلمات حين تقال في مكان كهذا ولهؤلاء المستمعين، إنما تعني أن مشكلة الثقافة أصبحت ذات شأن كبير في ضمير العالم العربي. ¶ ولكن من أين لنا حل مشكلة كهذه؟ ¶ لا شك أن فيما عرضناه من آراء مختلفة إشارات ثمينة، لكن هذه الإشارات",
            "page": "36",
            "part": "1",
            "seal": "B0CED97F"
        },
        {
            "id": "40",
            "nass": "- على الرغم من أنها لا تقدّر بثمن- ليست في الحقيقة حلاً لمشكلتنا، فإن للمشكلات الاجتماعية نوعيتها التاريخية، وهذا يعني أن ما يصلح لمجتمع معين في مرحلة معينة من تاريخه، قد تنعدم فائدته تماماً بالنسبة له في مرحلة أخرى. ¶ وذلك هو ما عبر عنه (لنتون) و (أوجبرن) بصورة غير مباشرة، عندما تحدثا عن جانب (تطور الثقافة)، وهو ما أراد (ماوتسي تونج) قوله أيضاً، وبصورة أكثر تحديداً عندما سجل في كتابه هذه العبارة: ¶ ((ورب شيء جديد في مرحلة تاريخية معينة يصبح قديماً في مرحلة تاريخية أخرى)) (¬1) ¶ فلو صح هذا بالنسبة لمجتمع واحد معين في حقبتين مختلفتين من تاريخه، فكم يكون صحيحاً بالنسبة لمجتمعين مختلفين، قد اختلف فيهما أيضاً عمر التطور الاجتماعي. ¶ ولهذا نستطيع أن نقرر بصفة عامة أن من الخاطرة أن نقتبس حلاً أمريكياً أو حلاً ماركسياً، كما نطبقه على أية مشكلة تواجهنا في العالم العربي والإسلامي، لأننا هنا أمام مجتمعات تختلف أعمارها أو تختلف اتجاهاتها وأهدافها. ¶ لكن هناك نتائج فنية تنبع من هذه النوعية التاريخية، وهي نتائج تتصل بطريقة مواجهة المشكلة التي تؤتر على طبيعة الحل. ¶ فالواقع أننا لو تأملنا من قريب تعريف (لنتون) و (أوجبرن)، فسنجد فيهما- على الرغم من اختلافهما المذهبي- نظرة متجهة إلى واقع الأشياء، هو واقع الولايات المتحدة الأمريكية، أي واقع مجتمع له عمره ونموه؛ فلنا أن نعد تعريفهما نوعاً من التصور الإقليمي، أعني أنه فكرة صادرة من مكان واحد في وسط تاريخي واحد. ¶ ¬__________ ¶ (¬1) [ص:59] الكتاب.",
            "page": "37",
            "part": "1",
            "seal": "C71400F1"
        },
        {
            "id": "41",
            "nass": "فإذا ما انتقلنا إلى مجال آخر، وجدنا أن وجهتي النظر الماركسي اللتين ذكرناهما يمكن أيضاً أن تتقاربا في تصور آخر، هو في هذه المرة روح الوسط الإيديولوجي. ¶ فهناك في كلتا الحالين عنصر ضمني مكمل للتعريف، سواء كان ذلك في نطاق تاريخي هو نطاق الحضارة الغربية، أم كان في نطاق إيديولوجي هو نطاق الفكر الماركسي. ¶ فتعريف الثقافة بصورة أو بأخرى مكتمل ضمناً في فكر عالم الاجتماع الأمريكي أو في فكر الكاتب الماركسي. والسؤال الذي يرد أمام كليهما في صورة (ما هي الثقافة؟) يأخذ لديه الاتجاه نفسه والمعنى نفسه، فهي تتصل لديهما بفهم واقع اجتماعي معين موجود بالفعل في نطاق تاريخي معين، أو موجود في حيز القوة في نطاق فكري معين أيضاً. ¶ أما إذا وضع هذا السؤال في العالم العربي والإسلامي، فإنه يأخذ معنى آخر مختلفاً تمام الاختلاف؛ إذ هو يتصل بخلق واقع اجتماعي معين لم يوجد بعد. ¶ وعليه فإن وضع المشكلة مختلف كما قلنا تماماً، ولعل الآراء التي عرضناها تعطينا في هذا الصدد توجيهات قيمة، وإن كانت في الحق لا تمنحنا حلولاً حقيقية، لأن الحلول التي قد توحي بها إلينا بهذه الطريقة لن تصادف في عقولنا العنصر الذي يكملها ضمناً، والذي تجده تلقائياً في العقل الأمريكي أو في العقل الماركسي. ¶ وغني عن البيان أن حلاً يجعل من عالم الأشياء هيكل البناء الثقافي، لا يمكن تطبيقه في البلاد العربية والإسلامية، حيث لم تملك بعد (عالم الأشياء).",
            "page": "38",
            "part": "1",
            "seal": "6DA38DA2"
        },
        {
            "id": "42",
            "nass": "ومن الواضح أيضاً أن مجتمعاً عندما يولد أو عندما ينهض لا يكون لديه (عالم الأشياء)، وبالتالي لا يكون لديه سوى (عالم الأفكار)، يلتمس فيه إخصاب فكره، وبواعث ثقافته؛ أعني: مبادئ التجديد والخلق والإبداع. ¶ من أجل هذه النوعية التاريخية في المشكلة لا يمكن أن تستورد الحلول، كما تستورد من الخارج قضبان الحديد أو المواد الخامة. ¶ تعريف آخر للثقافة: ¶ فلو أننا عدنا إلى التعريفات السابقة، سواء منها ما عبر عن وجهة النظر الغربية أم الماركسية، لم نجد في كل منها على حدة ما يدعو إلى الاعتراض. ¶ فليس نقصها راجعاً إلى خطأ فيها، بل لأن مضمونها لا يمكن أن يعطينا مفتاح المشكلة في الظروف النفسية الزمنية التي تكتنفها في البلاد العربية والإسلامية، على الرغم من أنها -كما قلنا من قبل- مكتملة في فكر أصحابها بواسطة عنصر ضمني تقدمه الحضارة الغربية في جانب، أو الإيديولوجية الماركسية في جانب آخر. ¶ فتعريف (لنتون) الذي يرى الثقافة على أنها مجموعة من الأفكار سليم، ولكنه ناقص من نواح عديدة. ¶ وتعريف (أوجبرن) الذي يرى الثقافة على أنها جملة من الأشياء والأفكار سليم أيضاً، ولكنه ناقص من نواح أخرى. ¶ أما التعاريف الماركسية للثقافة التي تذهب إلى أنها انعكاس للمجتمع، فهي سليمة أيضاً دون أن تكون أكثر إقناعاً، في وطن تقتضي المشكلة فيه حلاً أساسياً، أي حيث لا تكون المشكلة مشكلة فهم وتفسير لواقع اجتماعي معين، بقدر ما هي مشكلة خلق لهذا الواقع الاجتماعي.",
            "page": "39",
            "part": "1",
            "seal": "6EB089D2"
        },
        {
            "id": "43",
            "nass": "ومن هنا كان علينا أن نتصور تعريفاً للثقافة، لا من زاوية نظرية فحسب، بل لابد أن ينضاف إليها وجهة النظر العملية أو التربوية. ¶ وعليه فلو افترضنا أن تعريفاً معيناً توفر له شرط الصحة، ولكنه في ذاته مقتصر على الجانب النظري، لم يكن في رأينا كافياً في بلد لا تساعد ظروفه العامة على تكملة مضمونه بطريقة ضمنية؛ فعندما يضع أمريكي مشكلة الثقافة في إطار نظري، فإن مضمون الثقافة الأمريكية محدد من قبل بحكم الظروف العامة الناتجة عن الحضارة الغربية. ¶ وعندما يذهب ماركسي المذهب نفسه في تعريفها، فإن مضمون الثقافة التي يعرفها مكمل ضمناً بفضل الإيديولوجية الماركسية. ¶ أما عندما يراد تعريف الثقافة تعريفاً نظرياً في بلد ليس فيه ما يكمل هذا التعريف ضمناً، سواء بما توفر لديه من تراث تاريخي أم إيديولوجي، فإن الأمر يصبح مشكلاً إشكالاً يحتاج معه إلى إيضاح. ¶ وبذلك نجد أنفسنا منساقين مع طبيعة المشكلة الخاصة بالبلاد العربية والإسلامية إلى تطبيق منهج آخر، هو المنهج الذي يستخدم في تعريف الشيء المعقد. ¶ والرسم الصناعي يعطينا في صورة رسم بياني فكرة عن تعريف الأشياء المعقدة، فإذا أردنا مثلاً تعريف نقطة (أي صورتها) بطريقة الرسم الصناعي، كان علينا أن نرسم نقطة مماثلة لها؛ فإذا أردنا تعريف خط معين، رسمنا خطاً مماثلاً له على مستوى معين، كما أنه إذا أريد تعريف مسطح هندسي رسم له مسطح على مستوى معين أيضاً؛ وتلك في الواقع أشكال بسيطة يمكن أن يدل على خصائصها جميعاً رسم بياني واحد. ¶ أما إذا ما أريد تعريف شكل أكثر تعقيداً، كأن يكون ذا حجم مثلاً، فإن",
            "page": "40",
            "part": "1",
            "seal": "25990780"
        },
        {
            "id": "44",
            "nass": "الرسم الصناعي يعرف موضوعاً كهذا بصورتين أو بثلاث صور، وربما بأكثر من ذلك تبعاً لدرجة التعقيد؛ فيرسم سطح الموضوع في منظر وارتفاعه في آخر، ثم يرسم تفصيلاً أو أكثر من تفاصيله الداخلية في منظر ثالث، ومن مجموع هذه المناظر يكون الرسم الصناعي (صورة) عن الموضوع يمكن تنفيذها صناعياً؛ فإذا لم يكن لدينا سوى منظر واحد فإن (الصورة) - أي التعريف- لن تكون قابلة للتنفيذ، لا لأنها غير كافية؛ أو بعبارة أدق: إن الصورة لا تكون قابلة للتنفيذ إلا بما يوجد في عقل صائغها من عناصر ضمنية تكملها. ¶ فهذه اعتبارات تجب مراعاتها والاعتماد عليها في المشكلة التي نحن بصددها، فالثقافة (فكرة) ذات وجوه كثيرة ينبغي أن نطبق في تعريفها منهج الشيء العقد الذي لا يمكن أن يدرك في صورة واحدة؛ فليس يكفي أن تكون صورتها لدينا مجموعة من الأفكار، أو مجموعة من الأفكار والأشياء، على الطريقة الأمريكية، كما لا يكفي أن تكون انعكاساً للمجتمع على الطريقة الماركسية. ¶ إنما الواجب أولاً قبل كل شيء أن نحدد السر في تعدد وجوهها، ومن أجل هذا ينبغي أن نحدد الأسباب الذاتية الخاصة التي تدفعنا نحن العرب والمسلمين، في الظروف النفسية الزمنية التي نحياها إلى أن نضع السؤال التالي: ¶ ما هي الثقافة؟ ¶ ولقد سبق أن بينا الفرق الصريح بين طريقة الأمريكي والماركسي والعريي المسلم في وضع هذا السؤال وفي مواجهته، وكيف أن هذا الأخير لا يملك من العناصر الضمنية التي تكمل تعريف الثقافة في عقل سابقيه؛ وهو فرق على قدر كبير من الأهمية، ومن الممكن أن نلحظه في البلاد المتخلفة، حيث يتمثل في نفسية هذه البلاد على أنه سبب من الأسباب الذاتية، التي ترسم موقف الفرد المثقف أمام مشكلة كمشكلة الثقافة؛ وهناك من ناحية أخرى سبب قاطع هو أن",
            "page": "41",
            "part": "1",
            "seal": "B58D9EAE"
        },
        {
            "id": "45",
            "nass": "الحياة الاجتماعية في تلك البلاد مغلفة بلفائف من انعدام الفاعلية، موصومة بنقائص من كل نوع. ¶ وتبدو هذه (اللافاعلية) من تلقاء ذاتها لنظر المرء في صورة انعكاس لثقافة معينة، وهي فضلاً عن ذلك تبدو في مظهر مزدوج هو: المظهر النفسي الفردي والمظهر الاجتماعي الجماعي. ¶ فمن الملاحظ أن طالب الطب المسلم الذي يذهب لتلقي علومه في إحدى العواصم الأوربية، يحصل على الدبلوم نفسه الذي يحصل عليه زميله الإنجليزي مثلاً، بل إنه كثيراً ما يتفوق عليه إذا ما كان أكثر استعداداً وذكاء؛ لكنه لا يحصل غالباً على فاعليته، أعني طريقة سلوكه وتصرفه أمام مشكلات الحياة الاجتماعية. ¶ وليس لدينا سوى وجه واحد لتفسير هذا الاختلال، هو أن الفاعلية الاجتماعية لا علاقة لها بمنهج الكلية، وإنما تعتمد بصفة عامة على أسلوب الحياة في مجتمع معين، وعلى السلوك الذي ينتهجه الفرد كيما ينسجم مع هذا الأسلوب، وعليه إذا ما مضينا لمواجهة مشكلة الثقافة، وجدنا أنفسنا نواجه ضمناً مشكلة أسلوب الحياة ومشكلة السلوك الذي ينسجم معها. ¶ ذلك على وجه التحديد هو الذي يفسر ما لم نستطع أن نجده في التعريف الأمريكي الذي لا يحاول تعريف (أسلوب الحياة) لأنه- بالنسبة له- عنصر ضُمِّنته الحضارة الغربية، كما لم نستطع أن نجده في التعريف الماركسي، الذي يعد السلوك بالنسبة له عنصراً منحته له الإيديولوجية الماركسية. ¶ فإذا صحت هذه الاعتبارات فربما أتاحت لنا تفسير تعدد وجوه الثقافة، الذي يجعلنا نتناولها من جانبيها بوصفها شيئاً معقداً، إلى جانب أنها تفسر لنا الفرق الطبيعي بين طريقة مواجهة مشكلة الثقافة في بلد أخذت فيه الثقافة",
            "page": "42",
            "part": "1",
            "seal": "7F92E122"
        },
        {
            "id": "46",
            "nass": "صورة واقع اجتماعي معين، وآخر لا يعرفها إلا بوصفها مشروعاً، وثالث ما زال المشروع فيه غامضاً. ¶ لكن تعدد وجوه الثقافة لا يساعدنا في تعريفها على أنها (شيء)، بل على أنها علاقة متبادلة، هي العلاقة التي تحدد السلوك الاجتماعي لدى الفرد بأسلوب الحياة في المجتمع، كما تحدد أسلوب الحياة بسلوك الفرد. ¶ فلكي نعرف الثقافة نجد أنفسنا مضطرين إلى أن ننظهر إلى المشكلة في اتجاهين، بل في ثلاثة اتجاهات، حتى يتسنى لنا أن نفهم عناصرها النفسية وعناصرها الاجتماعية، ثم نقر العلاقة الضرورية بين هذه العناصر جميعاً، وأخيراً لكي نصوغ هذه العلاقة صياغة تربوية وافية، تجعل التعريف قابلاً للتنفيذ كأنه (صورة) من صور الرسم الصناعي. ¶ الجانب النفسي والجانب الاجتماعي ¶ حينما عرفنا في الفصل السابق (الثقافة) على أنها علاقة متبادلة لم نحدد بذلك معنى هذا التبادل، لذلك فإن من واجبنا أن نبيِّن كيف يربط هذا التبادل شقين متحدين- وإن كانا منفصلين- في وظيفة محددة: أحد عضويها الفرد، والثاني المجتمع؛ وهي متفقة في الوجود مع عملية (تثقيف). ¶ والفروق الموجودة بين تفسيرات الثقافة المختلفة باختلاف المدارس من جانب، وباختلاف أساتذة المدرسة الواحدة من جانب آخر، هذه الفروق إنما ترجع في جوهرها إلى هذا التبادل، الذي يبتغي كل فرد في نطاقه أن يعطي الأسبقية لأحد الجانبين حسب استعداده وأفكاره؛ فبعض الناس يقدم الجانب النفسي وبالتالي الفردي، معتبرين الثقافة قضية الإنسان؛ وآخرون يقدمون الجانب الاجتماعي ذاهبين إلى أن الثقافة (قضية المجتمع)، إذ هي تمثل في نظرهم صورة اشتراكية بالمعنى التكويني للكلمة.",
            "page": "43",
            "part": "1",
            "seal": "5ED91F0F"
        },
        {
            "id": "47",
            "nass": "واختلاف هذه الآراء جميعاً ناشئ عن تفسير العلاقة المتبادلة، سواء تقدم في تحديد هذه العلاقة- أي في تحديد الثقافة- جانب الفرد أم جانب المجتمع، جانب الفكرة أم جانب الشيء؛ فإذا ما فصلنا هذه الأمور وقدمنا واحداً من بينها على ما سواه، انتهى بنا المطاف إلى نظريات عرجاء تحجل ولا تستطيع المشي؛ ولقد يحدث أن ينتهي المطاف إلى معارك بين المدارس المختلفة، تحاول فيها النظرية التي تعرج بيمناها أن تزدري قرينتها التي تعرج بيسراها .. وهكذا. ¶ إن من العسير أن نصل إلى تمييز موضوعي بين دور الفكرة ودور الشيء في ظاهرة التثقيف، إذ أننا ندرس عامة هذه الظاهرة في مرحلتها الحركية، أي في الحالة التي تكون فيها عناصرها مندمجة في حركة متواصلة، وفي هذه الحالة يصبح من العسير أن نحدد أياً من العناصر كان سبباً في الحركة. ¶ فالحكم في هذا الموقف العسير يصحبه دائماً نوع من التطرف والغلو، الذي يظهر في صورة نزعة إقليمية ثقافية. ¶ وعلى هذا نستطيع أن نتصور عملية التثقيف في مرحلتين متميزتين: المرحلة الحركية (الديناميكية) والمرحلة الساكنة (الاستاتيكية) التي تسبق المرحلة الديناميكية مباشرة، ولسنا نهتم هنا إلا بتلك المرحلة الأولى. ¶ فالفكرة والشيء إذن مرتبطان ومتعاونان تعاون الذراع والعجلة في الآلات التي تغير حركة أفقية إلى حركة دائرية: فالذراع هو الفكرة، والعجلة هي الشيء. ¶ والذراع هو ولا شك العضو المحرك، ومعلوم أنه لا يستطيع أن يتجاوز ما يطلق عليه (النقط الميتة) في حركته، إذا لم تساعده العجلة على اجتيازها بفضل ما لديها من طاقة مختزنة.",
            "page": "44",
            "part": "1",
            "seal": "7B15A344"
        },
        {
            "id": "48",
            "nass": "فلا مجال إذن في المرحلة الديناميكية لأن نغض من قيمة الدور الذي يؤديه الشيء في ظاهرة التثقيف. ¶ ولكن قد يحدث في هذه المرحلة وبحكم ظروف خاصة أن يقر التاريخ أسبقية معينة، فنرى في هذه الظروف مجتمعاً معيناً يفقد- إلى حين- السيطرة على (عالم أشيائه)، وعلى الرغم من هذا فهو يحتفظ بالقدرة على إنشائه مرة أخرى، كما حدث في ألمانيا عام 1945م. ¶ وبذلك تكون القدرة الخلاقة هي قوة (الأفكار) إذ أن الحرب لم تستطع أن تهدها، بل أتاحت لألمانيا أن تنهض مرة أخرى بعد اندحار الهتلرية: فها نحن أولاء نرى العجلة تتوقف دون أن تتوقف الحركة. ¶ وتتجلى القدرة الخلاقة في الفكرة في التفاصيل ذات الأهمية البسيطة، كما يمكننا أن نلاحظه في هذه الأيام في قربات الباعة الجائلين في شوارع القاهرة، حيث يبيعون (الفوانيس) الملونة لتسلية الأطفال في ليالي رمضان. ¶ فمن الواضح أن (الفوانيس) - وهي شيء- قد أوجدها معنى رمضان، أعني فكرة. ¶ فلا مجال إذن لأن ننكر دور الشيء في خلق الثقافة، ولكنا لا يمكن بحال أن نُخْضِع له الفكرة، بل ينبغي أن نعترف لها بأسبقية معينة في هذا المجال، وبقدر ما يصعب علينا ملاحظة هذه الأسبقية في المرحلة الديناميكية، في نمو ثقافة معينة وفي حركتها، فإنها تكون ظاهرة في المرحلة الاستاتيكية، أي في بداية تحريك الذراع والعجلة، عندما تبدأ عملية التثقيف. ¶ والواقع أن أي مجتمع في بدايته لا يكون قد شاد بعد (عالم أشيائه)، بل كل ما هنالك أن (عالم أفكاره) يبدأ في التكوين، دون أن يشتمل أحياناً إلا على بوادر تفكير إيديولوجي.",
            "page": "45",
            "part": "1",
            "seal": "820180AF"
        },
        {
            "id": "49",
            "nass": "ومع ذلك فلكي نزيد في تحديد دور الأفكار في ظاهرة التثقيف، ينبغي أن نحدد في أي الظروف التاريخية والاجتماعية تؤدي دورها؟. ¶ إن النشاط الاجتماعي والثقافي لفكرة ما، مرتبط في الواقع ببعض الشروط النفسية الاجتماعية التي بدونها تفقد الفكرة فاعليتها. ¶ ففكرة (التقدم) مثلاً قامت بدور رئيسي في تاريخ القرن التاسع عشر، لأن إشعاعها في ثقافة أوروبا كان مؤيداً بفكرتين أخريين عاصرتاها هما: النظرية الوضعية لـ (أوجست كونت)، ونظرية التطور لـ (دارون). وقد وصل هذا الإشعاع العالم الإسلامي في مستهل القرن العشرين، حين نشأت رابطة سياسية في تركيا باسم (الاتحاد والترقي)، كما نشأت نواد أخرى في الجزائر فيما بين 1920 - 1930م باسم (نادي الترقي). ¶ بيد أن هذه الفكرة التي أصيبت بصدمة خلال حرب 1914 - 1918، أصابتها ضربة قاتلة خلال الحرب العالمية الثانية، لم يعد لها أدنى وقع في أوروبا. ¶ وليس معى هذا أن التقدم في ذاته بوصفه واقعاً قد انعدم في أوروبا، بل معناه أن إشعاعه بوصفه فكرة قوة فقد تأثيره في الثقافة الأوروبية، ففقد من أجل هذا فاعليته الاجتماعية. ¶ إذن ففاعلية الفكرة رهن بشروط نفسية واجتماعية تتنوع بتنوع الزمان والمكان. ¶ ويمكن القول عامة: إننا إذا ما عرفنا تاريخ مجتمع معين، فسنجد أنه كما أن لديه مقبرة يستودعها موتاه، فإن لديه مقبرة يستودعها أفكاره الميتة، الأفكار التي لم يعد لها دور اجتماعي. ¶ فالفكرة من حيث كونها فكرة ليست مصدراً للثقافة، أعني عنصراً صالحاً",
            "page": "46",
            "part": "1",
            "seal": "CB88144E"
        },
        {
            "id": "50",
            "nass": "لتحديد سلوك ونمط معين من أنماط الحياة، فإن فاعليتها ذات علاقة وظيفية بطبيعة علاقتها بمجموع الشروط النفسية الزمنية، التي ينطبع بها مستوى الحضارة في المجتمع؛ وهو مستوى قد يتغير بطريقتين: ¶ فهو عندما يرتفع تعرض له في الطريق أفكار ليست من بين القوى الجوهرية التي نتجت عنها الحركة التاريخية، فإذا بهذه الأفكار تتقادم ثم تختفي؛ ففكرة حجر الفلاسفة (¬1) التي كانت من أكبر دوافع الفكر العلمي خلال العصر الوسيط، هذه الفكرة قد ماتت منذ أعلن (لافوازييه) نتائج أبحاثه الكيميائية. ¶ وهو عندما يهبط تنقطع صلة بعض الأفكار بالوسط الاجتماعي ذاته، أعني أنها تنقطع من منابع خلقية وعقلية صدرت عنها، فتكسب هذه الأفكار وجوداً صناعياً غير تاريخي، وبذلك تفقد كل معنى اجتماعي. ¶ ومن أمثلة ذلك أن تراث ابن خلدون قد ظهر في العالم الإسلامي، وهو مع ذلك لم يسهم في تقدمه العقلي أو الاجماعي، لأن هذا التراث في ذلك العصر كان يمثل فكرة لا صلة لها إطلاقاً بالوسط الاجتماعي. ¶ ومهما يكن من شيء، فليست الفكرة في تلك المرحلة هي التي تفقد وحدها معناها الثقافي وقدرتها على إبداع الأشياء، بل إن الشيء نفسه يفقد أيضاً مقدرته على إنتاج الأفكار. وخذ مثلاً على ذلك تفاحة (نيوتن) الشهيرة، وتخيل ما كان يمكن أن تؤديه لو أنها بدلاً من أن تقع على رأس ذلك الرياضي الكبير وقعت على رأس جده الذي عاصر عهد جيوم الفاتح؟ ¶ إن من المؤكد أنها لم تكن لتخلق فكرة الجاذبية، بل كانت ستكون حينئذ كومة صغيرة من الروث بعد أن يأكلها جد (نيوتن) بكل بساطة. ¶ ¬__________ ¶ (¬1) حجر كان القدماء في العصر الوسيط يعتقدون أنه يحول النحاس إلى ذهب. (المترجم)",
            "page": "47",
            "part": "1",
            "seal": "16AFD42B"
        },
        {
            "id": "51",
            "nass": "فقد بان إذن أن الفكرة والشيء لا يكسبان قيمة ثقافية إلا في ظل بعض الشروط. ¶ وهما لا يخلقان الثقافة إلا من خلال اهتمام أسمى، بدونه يتجمد (عالم الأفكار) و (عالم الأشياء) حتى كأنه قطع من الآثار في متحف، فيفقد كل فاعلية اجتماعية حقة. ¶ ويمكننا أن نفسر هذا الاهتمام الأسمى بالنسبة للفرد على أنه علاقة عضوية تربطه بـ (عالم الأفكار) و (عالم الأشياء). فإذا ما انعدمت هذه العلاقة لم تعد للفرد سيطرة لا على الأفكار ولا على الأشياء، فهو يمر بها دون أن يتصل بكيانها، ويتعلق بظواهر الأشياء دون أن يتعمقها، ويلم بالأفكار بعض إلمام دون أن يتعرف عليها. ¶ وهذا الاتصال السطحي لا يؤدي مطلقاً إلى إثارة سؤال، ولا يخلق أبداً مشكلة. لقد استنطق نيوتن التفاحة لأن اهتمامه الأسمى قد تعلق بها، بينما لو حدث ذلك قبل نيوتن بألف عام مثلاً فمن أبسط الأشياء أن تُلتهم التفاحة، لأن الاهتمام الأسمى آنئذ غير موجود في المجتمع الإنجليزي الذي لم يكن قد ولد بعد. ¶ وعكس ذلك تماماً ما حدث في المجتمع الإسلامي حتى القرن التاسع عشر، فإن أحداً في ذلك المجتمع لم تكن لديه قدرة ما على استنطاق فكرة ابن خلدون، لأن ذلك المجتمع لم يكن بعد قد أسس نشاطه العقلي والاجتماعي على اهتمام أسمى. ¶ ومنذ ذلك العصر كان المسلم ينزلق على سطح الأشياء دون أن يغور خلالها، ويمر بجانب الأفكار دون أن يتعمقها، لأنه لم تعد له علاقة بهذه أو تلك، فلم يعد ينتج عن لقائه بالحياة الاجماعية تلك الصدمة القوية التي تغير أسلوبها كما تغير سلوكه.",
            "page": "48",
            "part": "1",
            "seal": "A0AD4D9F"
        },
        {
            "id": "52",
            "nass": "ولقد حدد النبي - صلى الله عليه وسلم - هذه العلاقة في صورة أخاذة تخلع على الأفكار وعلى الأشياء قيمتها العقلية، وفاعليتها الاجتماعية حين قال: ¶ «مثل ما بعثني الله عز وجل به من الهدى والعلم كمثل الغيث الكثير، أصاب أرضاً فكانت منها بقعة قبلت الماء، فأنبتت الكلأ والعشب الكثير؛ وكانت منها بقعة أمسكت الماء، فنفع الله عز وجل بها الناس، فشربوا منها وسقوا وزرعوا؛ وكانت منها طائفة قيعان لا تمسك ماء ولا تنبت كلأ» [متفق عليه]. ¶ ففي هذا النص تدرج من الأعلى للأدنى في تصوير علاقة الفرد والمجتمع بالعلم، أي بالأفكار والأشياء. ¶ وكان النبي - صلى الله عليه وسلم - أراد من هذا التدرج ذي الدرجات الثلاث أن يرمز إلى عصور ثلاثة يمر بها المجتع، يبدأ تاريخه بمرحلة يحدث فيها تقبل الأفكار وإبداعها وتمثلها؛ تليها مرحلة تبلغ فيها الأفكار إلى مجتمعات أخرى؛ ثم تعقب مرحلة يتجمد فيها عالم الأفكار فيصبح ليست لديه أدنى فاعلية اجتماعية. ¶ فيمكننا أن نقول: إن المجتمع الإسلامي في عصر الفارابي كان يخلق أفكاراً، وأنه كان على عهد ابن رشد يبلّغها إلى أوروبا، وأنه بعد ابن خلدون لم يعد قادراً لا على الخلق ولا على التبليغ. ¶ طبيعة العلاقة الثقافية: ¶ قلنا من قبل: إن القيمة الثقافية للأفكار وللأشياء تقوم على طبيعة علاقتها بالفرد، وإن (نيوتن) بدلاً من أن يأكل التفاحة قد استخرج معناها، إذ كانت صلته بعالم الأشياء جد مختلفة عما كان لجده في القرن الحادي عشر. ¶ هذه الصلة تجسد لنا ما اصطلحنا على تسميته (بالعلاقة المتبادلة) بين سلوك الفرد وأسلوب الحياة في مجتمع معين، فهي الجانب العضوي من هذه العلاقة.",
            "page": "49",
            "part": "1",
            "seal": "F053E599"
        },
        {
            "id": "53",
            "nass": "فمن الطبيعي إذن أن نتساءل عن طبيعتها، وعن كيفية تكوينها لدى الفرد؟ ¶ فالفرد كما نعلم ينمي كيانه المادي في مجال حيوي ( Biosphère)،  يمنحه منذ ميلاده العناصر الضرورية لنموه؛ فكأن هذه العناصر تذوب في بنية الفرد لتنميها، وهو انحلال يحدث بواسطة عمليات الهضم والتمثيل ودوران الدم والتنفس، الى غير ذلك مما نحدث علماء الحياة عن تفاصيله الكثيرة. ¶ فلو جاز لنا من الوجهة الحيوية أن نفسر هذه العمليات على أنها تعبير عضوي عن الحياة، فإن هذه بدورها يمكن أن تفسر على أنها صلة بين الفرد وبين الوسط الذي ينمي فيه وجوده المادي، إذ أن هذه العمليات ليست في الواقع سوى أشكال متنوعة لعلاقته بالمجال الحيوي. ¶ ولقد يقودنا هذا التصور إلى عالم آخر يستمد منه الفرد ما يحتاجه من عناصر النمو، لالكيانه المادي بل لكيانه النفسي. ¶ والثقافة هي التعبير الحسي عن علاقة الفرد بهذا العالم أي بالمجال الروحي  Noosphère  الذي ينمي فيه وجوده النفسي، فهي نتيجة هذا الاتصال بذلك المناخ. ¶ فالفرد إذا ما فقد صلته بالمجال الحيوي قررنا أنه مات موتاً مادياً، وكذلك الأمر إذا فقد صلته بالمجال الثقافي فإنه يموت موتاً ثقافياً. ¶ فالثقافة إذن- إذا ما رددنا الأمور إلى مستوى اجتماعي- هي حياة المجتمع التي بدونها يصبح مجتمعاً ميتاً. ¶ ولقد لاحظنا حين عقدنا موازنة بين الطبيب الإنجليزي أو الفرنسي وبين زميله المسلم- فيما يتعلق بجانب الفاعلية الاجتماعية- أن الفرق بينهما لا يمكن أن",
            "page": "50",
            "part": "1",
            "seal": "B3A217AC"
        },
        {
            "id": "54",
            "nass": "يعزى إلى منهج الدراسة أو إلى المؤسسة التعليمية، إذ هي واحدة بالنسبة لكليهما؛ فبقي إذن أن يعزى هذا الفرق في السلوك إلى أسباب أعم، تتضح أماراتها عندما نعقد موازنة أخرى، هي هذه المرة بين الطبيب الإنجليزي والراعي الإنجليزي، وستكون هذه الموازنة مفيدة لنا فائدة كاملة لأنها تتيح لنا أن ندرك فكرة (الثقافة) في أعم مظاهرها. ¶ فطبيب وراع لا يمكن أن يلتقيا في المكونات الخاصة التي تمليها المهنة، ومع ذلك فإن هنالك تشابهاً عجيباً في سلوكهما الخاص، هذا التشابه من أخص الأمور وأهمها في تحديد ثقافة مجتمع معين، هو يحدد في الواقع أسلوب حياة ذلك المجتمع، كما يحدد سلوك أفراده ومدى ما بينهم من تبادل في هذين الجانبين. ¶ فلدى ميلاد المجتمع الإسلامي مثلاً كانت ثقافة هذا المجتمع جد متجانسة، متحدة الطابع عند الخليفة والبدوي البسيط، وذلك يتجلى في موقف عمر رضي الله عنه عندما خطب المسلمين غداة توليه الخلافة، فقال قولته المشهورة: ((أيها الناس: من رأى منكم فيّ أعوجاجاً فليقومه)). ¶ وكان الرد على هذه المقولة ما نطق به أحد أولئك البدو البسطاء: ((والله لو رأينا فيك اعوجاجاً لقومناه بسيوفنا)). ¶ هذا الحوار الفريد كان يطبع بطريقة رائعة أسلوب الحياة في مجتمع، اتحدت فيه حركات الفكر والعواطف ودوافع العمل؛ وفي كلمة واحدة: اتحد فيه شكل السلوك لدى الخليفة والبدوي البسيط. والواقع أن عمر في قولته تلك كان متجهاً صوب المجتمع الإسلامي، وأن الذي أجابه إنما هو ذلك المجتمع على لسان البدوي. ¶ وهكذا نرى بطريقة مباشرة العلاقة المتبادلة بين الجانب النفسي والجانب الاجتماعي متجسدة في رجلين، كان موقفهما انعكاساً لأسلوب الحياة من ناحية، وتعبيراً عن سلوك معين خاص بالمسلم في ذلك العصر من ناحية أخرى.",
            "page": "51",
            "part": "1",
            "seal": "BCA0CCA0"
        },
        {
            "id": "55",
            "nass": "وفي الوقت ذاته يظهر هذا التشابه الحدود الروحية للمجتمع، حين يرسم داخل هذه الحدود معالم ثقافة محددة. ¶ فالخليفة المسلم والراعي المسلم يتصفان بسلوك واحد لأن جذور شخصيتهما تغور في أرض واحدة، هي المجال الروحي للثقافة الإسلامية. ¶ والطبيب الإنجليزي والطبيب المسلم يختلف سلوكهما لأن جذورهما لا تغوص في الأرض نفسها، على الرغم من أن تكوينهما المهني يتم في إطار منهج فني واحد. ¶ فلكل ثقافة وجودها الخاص، الذي تزداد معه قدرتها على التمييز كلما تغير المستوى الاجتماعي لجانبي الموازنة، فلو أننا بدلاً من أن نعقد هذه الموازنة بين طبيبين عقدناها بين طبيب إنجليزي ورجل من عامة المسلمين، فسنجد أن فروق السلوك تزداد بصورة مذهلة، ومن السهل أن نلاحظ ذلك في إحدى دور السينما. ¶ لقد شاهدت في إحدى العواصم العربية رواية سينمائية مقتبسة عن إحدى روائع شكسبير (عطيل)، وتأثير هذه الرائعة في المسرح أو في السينما في أوروبا معلوم لنا، وخاصة لحظة وصولها إلى حل عقدتها عندما يقتل البطل صاحبته ثم ينتحر. لقد تركزت المهارة الروائية كما تؤدي بالموقف إلى هذا الحل الذي ادخر له الكاتب الإنجليزي كل موارد عبقريته، ليثير في وجدان المتفرج أعظم قدر من الانفعال، لكن هذه العبقرية أوربية، وهذا المتفرج أيضاً أوربي، فشخصيتهما منطوية على العناصر الذاتية نفسها، لأن جذورها تمتد في أرض واحدة، أمدتهما باستعداد واحد لتقبل المؤثرات. ¶ أما جذور المتفرج المسلم فإنها تمتد في أرض أخرى، فذاتيته واستعداده للتقبل والانفعال مختلفان، ولذلك فقد يحدث أن نراه يضحك حيث يؤدي الموقف بالمتفرج الأوربي إلى البكاء.",
            "page": "52",
            "part": "1",
            "seal": "8922B797"
        },
        {
            "id": "56",
            "nass": "لست أعدُّ هذا ناشئاً عن نقص في الحساسية، وإلا فكيف لنا لو أننا خصصنا المتفرج الإنجليزي بمزيد من الإحساس بالألم، أن نفسر سلوكه أمام المشكلات الاستعمارية، أعني أمام المأساة التي اشتملت على أكبر قدر من الألم الإنساني خلال التاريخ؟ ¶ بل الأمر غير ذلك تماما، فالمتفرج الأوربي عامة يفكر في جو من الحساسية الجمالية، بينما يفكر المتفرج المسلم في جو من الحساسية الأخلاقية؛ ومن أجل هذا لا يمكن أن يتشابه سلوكهما أمام المشهد الواحد. ¶ فعندما يقتل عطيل (ديدمونا) وينتحر يبلغ انفعال المتفرج الأوربي أوجه، لأن الدائرة التي يعيشها في تلك اللحظة دائرة جمالية، أليس يرى نهاية مخلوقين جميلين!! ¶ بينما يظل انفعال المتفرج المسلم هادئاً في هذا المشهد لأن دائرته أخلاقية، فهو يرى قاتلاً ومنتحراً. ¶ ومن الطبيعي ألا يتدخل هذا الفرق في السلوك في صورة حكم موضوعي، بل في صورة ذاتية محض، إنه اللاشعور يتكلم بلغته الخاصة بصورة أو بأخرى، ليس الشعور وليس العقل. ¶ الثقافة والمقاييس الذاتية: ¶ وهكذا تواجهنا مشكلة التثقيف بوجهها الحقيقي، فنضع قدمنا بحديثنا عن اللاشعور على أرض، تمد فيها الثقافة جذورها في أعماق الفرد وفي ذاتيته. ¶ إن مقاييسنا الذاتية التي تتمثل في قولنا (هذا جميل) و (ذاك قبيح) أو (هذا خير) و (ذلك شر)، هذه المقاييس هي التي تحدد سلوكنا الاجتماعي في عمومه، كما تحدد موقفنا أمام المشكلات قبل أن تتدخل عقولنا، إنها تحدد دور",
            "page": "53",
            "part": "1",
            "seal": "3CCADAB3"
        },
        {
            "id": "57",
            "nass": "العقل ذاته إلى درجة معينة، وهي مع ذلك درجة كافية تسمح لنا بتمييز فاعليته الاجتماعية في مجتمع معين بالنسبة لمجتمع آخر. ¶ إنها تحدد في الواقع المباني الشخصية في الفرد، كما تحدد المباني الاجتماعية، أو ما أطلقنا عليه من قبل (أسلوب الحياة)، أعني: خاصية الثقافة، وهي بهذا نفسه تحدد رقعتها وحدودها. ¶ وهذا يفسر لنا الفروق العامة في سلوك طبيبين ينتميان إلى ثقافتين مختلفتين، كما يفسر لنا الفروق المنطبعة في أسلوب الحياة في مجتمعين تفصل بينهما حدود ثقافية. حتى لو كانا يتعايشان في مكان واحد، كجالية صينية مثلاً في نيويورك، ومجتمع نيويورك نفسه؛ فتكوين هذه المقاييس يعد إذن أهم أساس في ثقافة المجتمع، والطريقة التي ينقل بها هذا المجتمع إلى كل فرد راعياً أو طبيباً تراث هذه المقاييس الذاتية، في صورة عقائد وتقاليد وأعراف وعادات؛ هذه الطريقة تمثل جانباً جوهرياً في ظاهرة التثقيف. ¶ فبدلاً من أن نواجه المشكلة في صورتها الاجتماعية بأن نتساءل: كيف ينقل المجتمع هذا التراث إلى الفرد؟ ينبغي أن نتناولها في صورتها النفسية بأن نتساءل: كيف ينتقي الفرد المقاييس الذاتية التي تحدد انتماءه إلى نمط ثقافة معينة، وبالتالي تحدد سلوكه خليفة كان أو بدوياً، طبيباً أو راعياً؟ ¶ الواقع أن الفرد يختارها لا بناء على عملية واعية يجريها عقله وتفكيره، فمثل هذه العملية غير متوقعة لدى الراعي ولا يمكن تصورها عند الطفل، وإنما هو يستنشقها في محيط حياته، وفي مجاله الروحي الذي يحوط وجوده المعنوي، كما يتنسم الأوكسجين في مجاله الحيوي الذي يحوط وجوده المادي. ¶ فأشياء الوسط الاجتماعي وأفكاره التي تحوط الفرد، يتمثلها الفرد بواسطة",
            "page": "54",
            "part": "1",
            "seal": "05874D2D"
        },
        {
            "id": "58",
            "nass": "نوع من التحليل يدمجها في كيانه الروحي، تماماً كما تتجمع عناصر الوسط الحيوي التي تحوطه وتندمج في كيانه المادي بواسطة التنفس والتمثيل. ¶ والفرد منذ ولادته غارق في عالم من الأفكار والأشياء التي يعيش معها في حوار دائم، فالمحيط الداخلي الذي ينام الإنسان في ثناياه ويصحو، والصورة التي تجري عليها حياتنا اليومية، تكون في الحقيقة إطارنا الثقافي الذي يخاطب كل تفصيل فيه روحنا بلغة ملغزة؛ ولكن سرعان ما تصبح بعض عباراتنا مفهومة لنا ولمعاصرينا، عندما تفسرها لنا ظروف استثنائية تتصل مرة واحدة بعالم الأفكار وعالم الأشياء وعالم العناصر، فإذا بها تكشف عن مضمونها تماماً كما كشفت التفاحة لنيوتن عن سر الجاذبية، وكما أوحت نافورات المياه في قصر (الإست  Este)  إلى عبقرية (ليتز  Litz)  بمقطوعته الموسيقية الرائعة. ¶ فلكل تفصيل لغة لا تدرك قدرتنا العقلية أحيانا معانيها، وهي مع ذلك واضحة لذاتيتنا، فتلك التحفة الصغيرة أمامنا في حجرة النوم أو العمل ليست أبداً خامدة، إن فيها بعض شيء، بعض ما يشبه الروح يدعونا إلى الكلام كما ندعوه. ¶ وفي الإطار الثقافي يحدثنا الشيء بما فيه من مادة بلغة موضوعية تهم الكيميائي أو التاجر، كما يتحدث بما انطوى عليه من روح بلغة ذاتية، تؤدي إلى روح الطفل والشاعر والوسيقي والمخترع رسالة ملغزة، قد ينكشف مضمونها في إحدى لحظات فقدان الشعور. ¶ وبذلك نستطيع أن نفهم أن (شيئاً) ما قد يموت بصورة ما إذا ما قُطعَ عن وسطه الثقافي المعتاد، إذ أن لغته خارج هذا الإطار تفقد معناها. ولنآخذ مثلاً صاروخاً كونياً يقترب من بعض الكواكب التي تسكنها مخلوقات متخلفة، فمن الواضح أن هذا الصاروخ وهو (شيء) يفقد كل معنى خارج إطاره الثقافي، وقد سبق أن بيَّنا في أي الظروف تموت فكرة معينة بالطريقة نفسها.",
            "page": "55",
            "part": "1",
            "seal": "EBE4A88F"
        },
        {
            "id": "59",
            "nass": "وبذلك نفهم ضمنا أهمية الصلة الثقافية، تلك الصلة التي تمنح الأفكار والأشياء قيمتها الذاتية والموضوعية في إطار معين. ¶ ومهما يكن من شيء فإن هذه العلاقة التي تتيح لنا أن نتلقى مقاييس ذاتية، تنقل إلينا غالباً كرسائل ملغزة. ¶ فإذا حدث أن فسر فردان هذه الرسالة بصورة واحدة مع ما بينهما من فروق اجتماعية، فإن ذلك دليل على أنهما ينتهيان إلى ثقافة واحدة. ¶ والشواهد على ذلك سبق إيرادها، فالخليفة والبدوي المسلمان يتصرفان بصورة واحدة إذا ما واجها مشكلة سياسية أخلاقية معينة، لأن كليهما ينتميان إلى الثقافة الإسلامية. ¶ والطبيب والراعي الإنجليزيان يتصرفان بصورة واحدة أيضاً أمام حل عقدة عطيل، لأنهما يمثلان نموذجاً ثقافياً آخر. ¶ ومن هذا نرى أن ذاتيتنا تؤدي دوراً رئيسيا في تحديد الثقافة وفي رسم خصائصها. ¶ لكن إثراء هذه الذاتية لا يقتصر على الأشخاص والأفكار التي تكون المجال الروحي؛ فإن لدينا حواراً آخر مع الطبيعة التي تنقل إلينا رسالتها، مكتوبة بأبجدية ملغزة أيضاً، هي: أبجدية الألوان والأصوات والروائح والحركات والظلال والأضواء والأشكال والصور؛ هذه العناصر الطبيعية ذاتها تتجمع في نفسيتنا ثم تذوب وتهضم في صورة عناصر ثقافية، تندمج في وجودنا الأخلاقي وفي بنائنا الأساسي. ¶ فليس من قبيل الصدفة أن تغنى الشعراء وخلد الرسامون شروق الشمس وغروبها، فرسموا خفة حركة وجمال صورة، كما نشدوا ذكاء رائحة ورقة لون.",
            "page": "56",
            "part": "1",
            "seal": "1D23C09A"
        },
        {
            "id": "60",
            "nass": "فكل هذا إذا ما ذاب في كياننا وانسكب في لا شعورنا، تجلى في عقلنا في صورة أفكار عملية، ثم تحول إلى صيغ فنية، إلى تنوع في الأزياء وفي الصناعة، أو سما صُعُداً لدى الموسيقار فألهمه فناً من الموسيقا الآسرة، أو لدى الرسام فمنحه صوراً رائعة، أو لدى الشاعر فأوحى إليه نفحة صوفية. ¶ وهذا كله لب الثقافة ودمها وروحها. ¶ ***",
            "page": "57",
            "part": "1",
            "seal": "6F47A3B7"
        },
        {
            "id": "62",
            "nass": "الفصل الثاني ¶ تركيبٌ نفسِيٌّ للثقافَة",
            "page": "59",
            "part": "1",
            "seal": "CAEF668C"
        },
        {
            "id": "64",
            "nass": "تَرَاكيبُ جزئيَّة وَتركيب عام ¶ كان اتجاهنا في الفصل السابق إلى التحليل، لمحاولة إبراز العوامل المختلفة التي لها دور ما في تحديد ثقافة معينة، ومن أجل هذا كان عنوان الفصل (تحليل نفسي للثقافة). ¶ وربما أفادنا هذا في فهم واقع اجتماعي معين، وفي إدراك معالمه النفسية والاجتماعية. ¶ لكنا قد ذكرنا من قبل الفرق الجوهري الكامن في طريقة مواجهة مشكلة الثقافة، تبعاً لدرجة التطور في بلد ما وتبعاً لمرحلته التاريخية، وقلنا: إن العالم العربي الإسلامي يختلف في موقفه من الثقافة عن العالم الغربي وعن العالم الشيوعي، فليست مشكلته منحصرة في محاولة فهم (الثقافة)، وإنما في تحقيقها بصورة عملية. ¶ فإذا صح هذا فإن ما قدمناه من تحليل لقضية الثقافة يساعدنا على فهم طبيعة الأشياء. ¶ ومع ذلك فينبغي أن نخطو خطوة إلى الأمام في طريق تحقيقها عملياً، على",
            "page": "61",
            "part": "1",
            "seal": "6C04E889"
        },
        {
            "id": "65",
            "nass": "أن تكون الخطوة الجديدة (تركيباً) لعناصر الثقافة، ولكي نظل في نطاق مصطلحات علماء النفس نقول ينبغي أن تكون (تركيباً نفسياً). ¶ ومن زيادة القول أن نقرر أن هذه العملية تتم تلقائياً وبصورة عادية؛ فإذا ما واصل مجتمع معين تطوره الطبيعي، فإنه يؤدي عملية تركيب ثقافته بصورة تلقائية، تنحصر في تنظيم المقومات الثقافية في وحدة متجانسة تمثل ثقافته. وليس هذا منهجاً يقوم على أساسه تنظيم الثقافة وإنما هي ظاهرة. ¶ فإذا أمكننا أن ندرك ميكانيكية الظاهرة أمكننا أن نتصور المنهج. فينبغي لكي ننظم العناصر الثقافية في وحدة عضوية، أن نضع خطة تربوية صالحة لتحقيق هذه الوحدة، وبذلك نكون قد تصورنا منهج تحقيق مشروعنا بصورة فنية. ¶ لقد بيّنا في ثنايا تحليلنا السابق عدداً من العوامل الثقافية، فتحدثنا عن عالم الأشخاص وعن عالم الأفكار وعن عالم الأشياء وعن عالم العناصر والظواهر الطبيعية؛ بيد أننا قد بينا أن القيمة الثقافية لهذه العوامل المختلفة تخضع دائماً لصلتنا الشخصية بها، فتفاحة (نيوتن) لم تتحول اعتباطاً إلى نظرية في الجاذبية الأرضية، ونافورات الماء في قصر الإست لم تكن لتلهم (ليتز) أروع وأجمل مقطوعاته الموسيقية، لو لم تكن له بهذه العناصر صلة شخصية استثنائية. ¶ وإذن فلكي نستحدث تركيب العناصر الثقافية ينبغي أولاً أن يتحقق شرط جوهري، هو أن نخلق وأن نوثق الصلة الضرورية بين الفرد وبين العوالم الأربعة التي أحصيناها. ولعالم الأشخاص في هذا الميدان حق التقدم والسبق، لا من أجل امتياز شخص الإنسان فحسب، بل لأنه يمثل الرصيد الثقافي الذي يزود الفرد منذ ولادته، بالمقاييس الذاتية التي تحدد سلوكه، وتؤكد انتسابه إلى ثقافة معينة.",
            "page": "62",
            "part": "1",
            "seal": "1CED2C20"
        },
        {
            "id": "66",
            "nass": "فالشرط الأول العام لتحقيق مشروع ثقافة هو إذن الصلة بين الأشخاص أولاً. ¶ وها هو ذا القرآن يعطينا فكرة عن قيمة هذه الصلة حين وجه خطابه إلى النبي قائلاً: ¶ {لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ}، [الأنفال 8/ 63]. ¶ فأساس كل ثقافة هو بالضرورة (تركيب) و (تآليف) لعالم الأشخاص، وهو تأليف يحدث طبقاً لمنهج تربوي يأخذ صورة فلسفية أخلاقية. ¶ وإذن فالأخلاق أو الفلسفة الأخلاقية هي أولى المقومات في الخطة التربوية لأية ثقافة. ¶ ولا ريب في أن هذه الفكرة كانت من بين نواحي الاهتمام الموضوعية لرجل دولة كـ (خروشوف)، حين تحدث في المؤتمر الحادي والعشرين عن (مشكلة الإنتاج في جانبها الإنساني)، فلاحظ أنه: ((قبل أن تتكون لدى الأفراد حاجة داخلية إلى أن يعملوا ما وسعهم الجهد، فإن المجتمع لا يمكن أن يعفي نفسه من مهمة تحديد أصول هذا العمل ... )). ¶ تلك إذن هي مشكلة الأخلاق تُواجه منذ الآن في المجتمع الماركسي، دون أن يقصدوا إلى التعبير عنها بهذه الصورة، بل دون أن يرمزوا إلى العنصر الديني الذي يعد من مكوناتها. ¶ وبحسبنا أن نلاحظ أنهم يواجهوننا على أنها ضرورة ملحة لكل مجتمع يريد أن ينظم نفسه، مهما تحاشوا بسبب مذهبهم أن يدلوا عليها بألفاظها المستقاة في نظرهم من (فلسفة مثالية).",
            "page": "63",
            "part": "1",
            "seal": "29DC659A"
        },
        {
            "id": "67",
            "nass": "وهكذا نلاحظ بطريقة أو بأخرى (مباشرة أو عن طريق السياسة) أن عالم الأشخاص لا يمكن أن يكون ذا نشاط اجتماعي فعَّال، إلا إذا نظم وتحول إلى (تركيب). ¶ والفرد المنعزل- إذا ما أعطينا هذه الكلمة معناها النسبي- لا يمكن أن يستقبل الثقافة، ولا أن يرسل إشعاعها. ¶ فإذا ما اتجهنا إلى المجال الاجتماعي، وجدنا أن الأفكار والأشياء لا يمكن أن تتحول إلى عناصر ثقافية إلا إذا تألفت أجزاؤها فأصبحت (تركيباً)، فليس للشيء المنعزل أو الفكرة المنعزلة معنى أبداً. ¶ وفي المجال الطبيعي أيضاً لا يمكن أن تتجمع الألوان والأصوات والروائح والحركات والأضواء والظلال .. الخ وأن تتمثلها ذاتيتنا إلا إذا اتخذت صورة (تركيب)، فأصبحت مجموعة من الألوان وطائفة من الأصوات وطاقة من الروائح، وكتلة من الحركات وحزمة من الأضواء والظلال؛ تلك هي التراكيب الجزئية المستمدة مباشرة من الطبيعة، ثم يأتي بعد ذلك دور ذاتيتنا، حين تحولها إلى (تركيب) أكثر تعقيدى كالرسم والموسيقا ... الخ. ¶ ومن مجموع هذه التراكيب الجزئية يتألف تركيب عام هو (الثقافة)، ولكن كيف يتسنى لنا بطريقة منهجية أن ننظم كل هذه التراكيب الجزئية المتفاوتة في تعقيدها في تركيب عام؟. ¶ هنا تواجهنا مشكلة الثقافة، لا بوصفها دراسة لواقع اجتماعي معين، بل منهجاً للتحقيق؛ وبعبارة أدق: بوصفها منهجاً تربوياً، ولكن الخطوة التي خطوناها تشير لنا إلى الطريق الذي ينبغي أن نتبعه، فإذا ما كشفنا عن التركيب الذي يتم في عالم الأشخاص كما يخلع عليه القيمة الثقافية التي يستحقها، وإذا ما وضعنا هذا التركيب بحكم طبيعته في إطار تربوي قائم على فلسفة",
            "page": "64",
            "part": "1",
            "seal": "503F2323"
        },
        {
            "id": "68",
            "nass": "أخلاقية، فإننا نكون في الواقع قد حددنا ضمناً منهجاً، ويبقى علينا أن نتبعه بتنظيم مختلف العناصر الثقافية التي سبق أن حللناها في إطار تربوي مناسب يتفق وطبيعتها. ¶ والواقع أن هذه العناصر التي تحللت في ذاتيتنا، وأسهمت في بناء حياتنا الفردية، كما أسهمت في بناء حياة المجتمع باعتبارها مؤثرات في سلوكنا، وعناصر في أسلوب حياة المجتمع الذي نعيش فيه، هذه العناصر تنتمي إلى طوائف معينة. ¶ فإذا ما حددنا واحداً من هذه الطوائف طبقاً لطبيعة العناصر التي صنفناها هنا، فربما استطعنا بذلك أن نحدد فصلاً من فصول الثقافة. ¶ ومن أجل هذا كانت خطوتنا الأولى أنما نصنف جميع العناصر الثقافية، التي ترجع إلى عالم الأشخاص، في فصل خاص أطلقنا عليه (الفلسفة الأخلاقية) بسبب ما اشتمل عليه من عناصر. ¶ فالأخلاق هي التركيب التربوي لكل هذه العناصر، ولذلك كانت فصلاً جوهرياً من فصول الثقافة، نتصوره لا على أنه تاريخ بل على أنه مشروع تاريخ. ¶ وكذلك يجب أن يكون موقفنا من بقية العناصر الثقافية، نصنف كل مجموعة في فصل تربوي يتناسب مع طبيعتها. ولكن ينبغي ألا ننسى أن الهدف من هذا التصنيف ليس تعيين فصول خاصة بعلم من العلوم، وإنما هي فصول ثقافة عامة؛ فقد يكون لعنصر من عناصر الطبيعة- كصوت مثلاً- خاصة مزدوجة، فنعامله باعتبارين: شكلاً أو حدثاً؛ فهو من حيث كونه شكلاً ينتمي إلى الجمال أو إلى الفلسفة الجمالية، ولكنه بوصفه حدثاً يعد ظاهرة يتولى دراستها علم خاص هو علم الأصوات، وهو على كلتا الحالين ينتمي إلى الثقافة.",
            "page": "65",
            "part": "1",
            "seal": "425559CE"
        },
        {
            "id": "69",
            "nass": "فعنصر الجمال يعد إذن (تركيباً) لطائفة جديدة من العناصر الثقافية، فإذا حدد العنصر الأخلاقي شكل السلوك حدد العنصر الجمالي أسلوب الحياة في المجتمع. ¶ لكن أسلوب الحياة لا يحدد بهذه العناصر الثقافية الساكنة فحسب، عناصر الألوان والأصوات والأشكال .. إلخ، بل يشمل فضلاً عن ذلك جانباً، يرجع إلى العناصر الثقافية المتحركة كالحركة والنشاط، تلك التي تحدد إلى درجة ما فاعلية المجتمع. ¶ فمن الضروري إذن أن نتصور لهذه الطائفة تركيباً تربوياً آخر نطلق عليه (المنطق العملي). ¶ وأخيراً فإن أسلوب حياة المجتمع وفاعليته يقومان في جانبهما الأكبر على عالم الأشياء، الذي هو نتيجة عوامل فنية صناعية مختلفة، فهذا أيضاً جانب الأشياء الذي ينبغي أن نصنفه عنصراً ثقافياً في إطار تربوي مناسب. ¶ فالصناعة- أو العنصر الفني- هي إذن فصل آخر ضروري لتصنيف العناصر المتبقية. ¶ ولسوف نقدم للقارئ في الفصل التالي ما يحتاجه من إيضاحات لكل من هذه التراكيب الثقافية الجزئية. ¶ بيد أننا سنورد بعض الأفكار التي سبق أن وردت في سياق تحليلي، لنعالجها هنا من زاوية تركيبية، وسنرجع خاصة إلى التعريفات الأساسية للثقافة، كما نعالجها هذه المرة في ضوء ما قد يسفر عنه التاريخ والتربية. ¶ لكننا منذ الآن نستطيع أن نكون لأنفسنا فكرة واضحه عن التعريف الذي ذكرناه آنفاً للثقافة، من حيث كونها علاقة عضوية بين سلوك الفرد وأسلوب الحياة في المجتمع.",
            "page": "66",
            "part": "1",
            "seal": "4A14E0A9"
        },
        {
            "id": "70",
            "nass": "والواقع أن هذه العلاقة تنتج مباشرة من طبيعة الأشياء ذاتها، تلك التي سبق أن صنفناها. ¶ وبوسعنا أخيراً أن نلخص الاعتبارات التي تقررت في هذا التصنيف في قولنا: إن الثقافة هي التركيب العام لتراكيب جزئية أربعة هي: الأخلاق، والجمال، والمنطق العملي، والصناعة. ¶ توجيه الأفكار (¬1): ¶ مشكلة الثقافة من الوجهة التربوية هي في جوهرها مشكلة توجيه الأفكار، ولذلك كان علينا أن نحدد المعنى العام لفكرة التوجيه، فهو بصفة عامة قوة في الأساس وتوافق في السير ووحدة في الهدف؛ فكم من طاقات وقوى لم تستخدم لأننا لا نعرف كيف نكتلها، وكم من طاقات وقوى ضاعت فلم تحقق هدفها حين زحمتها قوى أخرى صادرة عن المصدر نفسه، متجهة إلى الهدف نفسه. ¶ فالتوجيه هو تجنب الإسراف في الجهد وفي الوقت، فهناك ملايين السواعد العاملة والعقول المفكرة في البلاد الإسلامية، صالحة لأن تستخدم في كلا وقت؛ والمهم هو أن ندير هذا الجهاز الهائل الكون من ملايين السواعد والعقول، في أحسن ظروفه الزمنية والإنتاجية. ¶ وهذا الجهاز حين يتحرك يحدد مجرى التاريخ نحو الهدف المنشود، وفي هذا تكن أساساً فكرة توجيه الإنسان الذي تحركه دوافع دينية؛ وبلغة الاجتماع: الإنسان الذي يكتسب من فكرته الدينية معنى (المجاعة) ومعنى (الكفاح). ¶ وليس يكفي مطلقاً أن ننتج أفكارا، بل يجب أن نوجهها طبقاً لمهمتها الاجتماعية المتحدة التي نريد تحقيقها، وهنا يطالعنا موقفان متعارضان في ¶ ¬__________ ¶ (¬1) أغلب هذا الفصل من كتاب (شروط النهضة).",
            "page": "67",
            "part": "1",
            "seal": "A4E7F37C"
        },
        {
            "id": "71",
            "nass": "الظاهر، ولكنهما مع ذلك نتيجة لوجهة النظر الاجتماعية، ففي البلاد العربية غالباً ما نصادف هذين الموقفين متجسدين في شخصيتين مختلفتين. ¶ فهناك من يدعي أداء العمل السياسي مثلاً دون أن يرجع في عمله إلى قاعدة أو فكرة معينة؛ كأن من الممكن أن يكون النشاط فعالاً وفاعله أعمى، هذا (الرجل العملي) غالباً ما يكون سليم القصد، وحينئذ لا يُفسّر موقفه إلا بجهله في المشكلات الإنسانية. ¶ لكن قد يحدث أن يعتلي المسرح مقاول ماهر في الدجل السياسي، يكتشف طيبة البسطاء وسرعة انقيادهم، فهو يريد أن يحتفظ بهذا النجم الثمين بأي ثمن، بينما يعلم أنه لن يحتفظ به إلا بنشر الظلام، يؤيده في ذلك خفية الاستعمار الذي يقدر بداهة ثمن ذلك الظلام. ¶ وطبيعي أن يفقد النشاط فاعليته إذا ما أدار ظهره عمداً للمقاييس والقواعد، وفي كلمة واحدة: إذا ما أدار ظهره للأفكار، فإذا به يضل في متاهة من الإبهام والغموض والشك، دون أن يدرك أنه قد زاغ عن سواء السبيل. ¶ لكن هناك شخصية أخرى تمثل نموذجاً آخر من انعدام الفاعلية: ¶ فهي بصفة عامة رجل مخلص وهبته الطبيعة فكراً خصيباً، لكن لديه ذوقاً خالطه الترف العقلي، فهو طروب لا يتخيل الفكرة منوالاً تنسج عليه ضروب النشاط الاجتماعي، بل هي لديه لون من الترف يخلق المسرة، وغرام بالأفكار أشبه بالغرام بجمع التحف والأشياء الثمينة. ¶ فلو أنني وصفت هذا الفكر بصورة أستعيرها قلت: إنه ليس مصنعاً تتحول فيه الأفكار إلى أشياء، بل هو مخزن تتكدس فيه الأفكار بعضها فوق بعض. ¶ وهكذا نتمثل الوجه الآخر من الانحراف الذي يقع فيه بعض الناس، إن",
            "page": "68",
            "part": "1",
            "seal": "35FD082A"
        },
        {
            "id": "72",
            "nass": "النشاط هذه المرة يضل في غيوم من الأفكار؛ فيجب أن نطبق في هذا الميدان ما يطبق في الحساب الجبري، ففي هذا النوع من الحساب نلحظ علاقة رياضية بين عدد المقادير المعلومة وعدد المجاهيل. ¶ ففي الحالة التي يكون فيها عدد المقادير المعلومة أقل من عدد المجاهيل أو أكثر منه بنسبة معينة، يصبح في المسألة نوع من (الاستحالة) أو (عدم التحديد)، وبذلك لا يمكن حلها. ¶ فكذلك الأمر بالنسبة لما نحن بصدده، إذ أن هناك قواعد رياضية للأفكار (¬1) تؤكد وجود علاقات محددة بين الأفكار وبين ضروب النشاط. ¶ فإذا انعدمت هذه العلاقة بزيادة أو نقص، واجهتنا (استحالة) في أدائنا لأي نشاط. ¶ وبعبارة أخرى يصاب النشاط بالشلل عندما يدير ظهره للفكرة، كما تصاب الفكرة بالشلل إذا ما انحرفت عن النشاط، لكي تمضي في طريق اللهو والعبث. ¶ ونحن لا نستطيع بصفة عامة أن نتخذ عدد الكتب التي تخرجها المطبعة في عام دليلاً على الصحة العقلية في بلد معين، أو أن نعد الورم أمارة على الصحة البدنية، فهناك أورام عقلية وأجسام اجتماعية مريضة مثقلة بالأفكار. ¶ ومهما يكن من شيء فإن توجيه الأفكار يقوم على إقرار التوازن الضروري في هذا المجال، حتى لا يبقى هناك فراغ أو تورم. ¶ فمفتاح المشكلة يكمن في وضع برنامج لتوجيه الثقافة، توجيهاً يتفق وسمو الغاية التي ننشدها. ¶ ¬__________ ¶ (¬1) خص المؤلف هذا الجانب بدراسة تحت عنوان (الصراع الفكري في البلاد المستعمرة).",
            "page": "69",
            "part": "1",
            "seal": "1703EECD"
        },
        {
            "id": "73",
            "nass": "توجيه الثقافة: ¶ لقد سبق أن حددنا الثقافة بما تحركه من قوى في الفرد وفي المجتمع، وهذا تحديد يجعل منها شيئاً شبيهاً (بحالة) نفسية واجتماعية. ¶ لكن من الطبيعي أن تتطور هذه الحالة بتطور المجتمع، أو على الأصح أن يتطور المجتمع تبعاً لهذه الحالة. ¶ ولذلك يجب أن نحدد الثقافة في ضوء تصورنا لوضعها التاريخي، أي بوصفها حركة مستمرة (صيرورة)؛ فإن في التاريخ منعطفات هائلة خطيرة يتحتم فيها هذا التعرف، والنهضة في العالم الإسلامي إحدى تلك المنعطفات، والثقافة من الأمور الأساسية التي تتطلب في إلحاح تعريفاً بل تعريفين: ¶ الأول: يحددها في ضوء حالتنا الراهنة. ¶ والثاني: يحددها في ضوء مصيرنا. ¶ فإن جيلنا هذا حد فاصل بين عهدين: عهد الكساد والخمول، وعهد النشاط والحضارة. ¶ فنحن قد شرعنا في بناء نهضتنا منذ خمسين عاماً، ذلك هو مكاننا، أي تلك هي اللحظة الخاطفة، التي تسجل نهاية الظلام في ضميرنا ودبيب الحياة في ذلك الضمير؛ فهي اللحظة الفارقة بين عهد الفوضى الجامدة والجمود الفوضوي وعهد التنظيم والتركيب والتوجيه. ¶ وحينما يصل التاريخ إلى مثل هذا المنعطف من دورة الحضارة، فإنه يصل إلى المنطقة التي تتصل فيها نهاية عهد ببداية عهد آخر، ويتجاور فيها ماضي الأمة المظلم مع مستقبلها المشرق البسام. ¶ وهكذا حين نتحدث عن النهضة نحتاج إلى أن نتصورها من ناحيتين:",
            "page": "70",
            "part": "1",
            "seal": "346E0EE4"
        },
        {
            "id": "74",
            "nass": "1 - تلك التي تتصل بالماضي، أي بخلاصة التدهور، وتشعبها في الأنفس وفي الأشياء. ¶ 2 - تلك التي تتصل بخمائر المصير وجذور المستقبل. ¶ هذا التمييز الضروري لا يتصل بمظاهر الترف العقلي لطائفة من الناس، وإنما يهتم بتكييف حالة شعب وتقرير مصيره بما في ذلك وضع السائل، ما دام السؤال موجوداً في النظام الاجتماعي. ¶ ومن أول واجباتنا تصفية عاداتنا وتقاليدنا وإطارنا الخلقي والاجتماعي، مما فيه من عوامل قتّالة ورمَمٍ لا فائدة منها، حتى يصفو الجو للعوامل الحية والداعية إلى الحياة. ¶ ولن تتأتى هذه التصفية إلا بفكر جديد، يحطم ذلك الوضع الموروث عن فترة تدهور مجتمع، يبحث عن وضع جديد هو وضع النهضة. ¶ ونخلص من ذلك إلى ضرورة تجديد الأوضاع بطريقتين: ¶ الأولى: سلبية تفصلنا عن رواسب الماضي. ¶ والثانية: إيجابية تصلنا بالحياة الكريمة. ¶ ولعل أثر هذه النظرية قد لوحظ في الثقافة الغربية في عهد نهضتنا، حين كان (توماس الأكويني) ينقيها- ولو عن غير قصد منه- لتكون الأساس الفكري للحضارة الغربية، ولم تكن ثورته ضد ابن رشد وضد القديس (أوغسطين)، إلا مظهراً للتجديد السلبي، حتى يستطيع تصفية ثقافته مما كان يراه فكرة إسلامية أو ميراثاً ميتافيزيقياً للكنيسة البيزنطية. ¶ وأتى بعده (ديكارت) بالتجديد الإيجابي، الذي رسم للثقافة الغربية طريقها الموضوعي، الطريق الذي بني على المنهج التجريبي، والذي هو في الواقع السبب المباشر لتقدم الحضارة الحديثة تقدمها المادي.",
            "page": "71",
            "part": "1",
            "seal": "47BD2CD7"
        },
        {
            "id": "75",
            "nass": "والحضارة الإسلامية نفسها قامت بعملية التجديد هذه من ناحيتها السلبية والإيجابية، إلا أن الحضارة الإسلامية قد جاءت بهذين التجديدين مرة واحدة، وصدرت فيهما عن القرآن الكريم الذي نفى الأفكار الجاهلية البالية، ثم رسم طريق الفكرة الإسلامية الصافية التي تخطط للمستقبل بطريقة إيجابية. ¶ وهذا العمل نفسه ضروري اليوم للنهضة الإسلامية. ¶ ولعله قد أصبح منذ زمن قريب موضع بحث وتأمل، فإن في ريح الإصلاح التي هبت على العالم الإسلامي منذ محمد عبده وتلامذته كـ (بن باديس)، بشائر ذلك التحديد السلبي الذي حاول تحطيم عللنا وعوامل انحطاطنا. ¶ ولكن الدوائر الأزهرية والزيتونية لم تعبأ بتلك المحاولة من قبل محمد عبده وتلامذته، ولم تستطع أن تتصور أحياناً النتائج التي تقتضيها الحركة الإصلاحية، وهو أمر يعود بلا شك إلى ما بقي في أنفسنا من وطأة شديدة للانحطاط. ¶ وأما التجديد الإيجابي فهو- وإن كان قد وضع لنا مجمله- إلا أنه لا يزال غامضاً غير محدد. ¶ فليس المقصود هنا من التجديد الإيجابي وضع منهاج جديد للتفكير، فإن ديكارت قد وضعه بصورة لا نتوهم تغييرها، إلا بانقلاب عملي هائل لا تحتمله الظروف الآن. ¶ وإنما المقصود تجديد محتواه من العناصر الجوهرية التي سبق أن صنفناها في أربعة فصول، وهذا التجديد المزدوج للثقافة لا أثر له، إلا إذا زال ذلك الخلط الخطير الشائع في العالم الإسلامي بين ما تفيده كلمتا (ثقافة) و (تعليم). ¶ ففي الغرب يعرفون الثقافة: على أنها تراث (الإنسانيات) الإغريقية",
            "page": "72",
            "part": "1",
            "seal": "A9A7B295"
        },
        {
            "id": "76",
            "nass": "اللاتينية، بمعنى أن مشكلتها ذات علاقة وظيفية بالإنسان، (فالثقافة) في رأيهم هي: (فلسفة الإنسان). ¶ وفي البلاد الاشتراكية، حيث يطبع تفكير ماركس كل القيم، عرف (يادانوف) الثقافة في تقريره المشهور الذي قدمه منذ عشر سنوات لمؤتمر الحزب الشيوعي في موسكو، على أنها ذات علاقة وظيفية بالجماعة، فالثقافة عنده هي: (فلسفة المجتمع). ¶ ونزيد هنا أن هذين التعريفين يعدان من الوجهة التربوية مشتملين على (فكرة عامة) عن الثقافة، دون تحديد لمضونها القابل لأن يدخله التعليم في عقلية الجماعة. ¶ وهذا ما نريد أن نحاوله هنا حين نربط ربطاً وثيقاً بين الثقافة والحضارة. ¶ وفي ضوء هذا الربط تصبح الثقافة نظرية في السلوك، أكثر من أن تكون نظرية في المعرفة، وبهذا يمكن أن يقاس الفرق الضروري بين الثقافة والتعليم. ¶ ولكي نفهم هذا الفرق فلا بأس أن نتصور- من ناحية- فردين مختلفين في الوظيفة وفي الظروف الاجتماعية، ولكنهما ينتميان لمجتمع واحد، كطبيب إنجليزي وراع إنجليزي مثلاً. ¶ ومن ناحية أخرى نتصور فردين متحدين في العمل والوظيفة، ولكنهما ينتميان إلى مجتمعين مختلفين في درجة تقدمهما وتطورهما، كطبيب صيني وطبيب إنجليزي؛ فالأولان يتميز سلوكهما إزاء مشكلات الحياة بتماثل معين في الرأي يتجلى فيه ما يسمى (الثقافة الإنجليزية). ¶ بينما يختلف سلوك الآخرين أحياناً اختلافاً عجيباً يدل على طابع الثقافة الذي يميز كليهما عن صاحبه، لأنه يميز المجتمع الذي ينتمي إليه.",
            "page": "73",
            "part": "1",
            "seal": "F0FE970E"
        },
        {
            "id": "77",
            "nass": "هذا التماثل في السلوك في الحالة الأولى، والاختلاف في السلوك في الثانية، هما الملاحظتان المسلّم بهما في المشكلة التي أمامنا، وعليه فالتماثل أو الاختلاف في السلوك ناتج عن الثقافة لا عن التعليم. ¶ ونحن نريد أن نؤكد هذا، لندرك أن السلوك الاجتماعي للفرد خاضع لأشياء أعم من المعرفة، وأوثق صلة بالشخصية منها بجمع المعلومات، وهذه هي الثقافة. ¶ فالثقافة إذن تتعرف بصورة عملية على أنها: ((مجموعة من الصفات الخلقية والقيم الاجتماعية، التي تؤثر في الفرد منذ ولادته وتصبح لا شعورياً العلاقة التي تربط سلوكه بأسلوب الحياة في الوسط الذي ولد فيه))؛ فهي على هذا التعريف المحيط الذي يشكل فيه الفرد طباعه وشخصيته. ¶ وهذا التعريف الشامل للثقافة هو الذي يحدد مفهومها، فهي المحيط الذي يعكس حضارة معينة، والذي يتحرك في نطاقه الإنسان المتحضر. وهكذا نرى أن هذا التعريف يضم بين دفتيه فلسفة الإنسان وفلسفة الجماعة، أي مقومات الإنسان ومقومات المجتمع، مع أخذنا في الاعتبار ضرورة انسجام هذه المقومات جميعاً في كيان واحد، تحدثه عملية التركيب التي تجريها الشرارة الروحية، عندما يؤذن فجر إحدى الحضارات. ¶ ***",
            "page": "74",
            "part": "1",
            "seal": "EF9F06EC"
        },
        {
            "id": "78",
            "nass": "الحَرفيَّة في الثقافة ¶ لقد نتج عن عدم محاولتنا تصفية عاداتنا وحياتنا مما يشوبها من عوامل الانحطاط- كم أشرنا سابقاً- أن ثقافة نهضتنا لم تنتج سوى حرفيين منبثين في أنحاء شعب أميّ. ¶ ونحن مدينون بهذا النقص لرجل (القلة) الذي بتر فكرة النهضة فلم ير في مشكلتها سوى حاجاته ومطامعه، دون أن يمس فيها العنصر الرئيسي لا في نفسه، فهو لم ير في الثقافة إلا المظهر التافه، لأنها عنده طريقة ليصبح شخصية بارزة، وإن زاد فعلم يجلب رزقاً. ¶ ونتيجة هذا التحريف لمعنى الثقافة متجسدة في ذات ما نسميه: (المتعالم أو المتعاقل). ¶ والحقيقة أننا منذ خسين عاماً نعرف مرضاً واحداً يمكن علاجه هو الجهل والأمية، ولكننا اليوم أصبحنا نرى مرضاً جديداً مستعصياً هو (التعالم)، وإن شئت فقل: الحرفية في التعلم، والصعوبة كل الصعوبة في مداواته. وهكذا أتيح لجيلنا أن يشهد خلال النصف الأخير من هذا القرن، ظهور نموذجين من الأفراد في مجتمعنا: حامل المرقعات ذي الأطمار البالية، وحامل اللافتات العلمية. ¶ فإذا كنا ندرك بسهولة كيف نداوي المريض الأول، فإن مداواتنا للمريض الثاني لا سبيل إليها، لأن عقل هذا المريض لم يقتن العلم ليصيره ضميراً فعالاً، بل ليجعله آلة للعيش وسلماً يصعد به منصة البرلمان. وهكذا يصبح العم مسخاً وعملة",
            "page": "75",
            "part": "1",
            "seal": "2B8EFDF8"
        },
        {
            "id": "79",
            "nass": "زائفة غير قابلة للصرف. وهذا النوع من الجهل أدهى وأمر من الجهل المطلق لأنه جهلٌ حجرته الحروف الأبجدية؛ وجاهل هذا النوع لا يقوم الأشياء بمعانيها، ولا يفهم الكلمات بمراميها، وإنما بحسب حروفها، فهي تتساوى إذا ما تساوت حروفها، وكلمة (لا) تساوي عنده (نعم) لو احتمل أن حروف الكلمتين متساوية. ¶ وكلام هذا المتعالم ليس (كتهتهة) الصبي فيها (صبيانية) وبراءة، فهو ليس متدرجاً في طريق التعلم كالصبي، وإنما تتمثل في (تهتهته) تلك شيخوخة وداء، فهو الصبي المزمن. ¶ فلا بد من إزالة هذا المريض ليصفو الجو للطالب العاقل الجاد. وعليه فإن مشكلة الثقافة لا تخص طبقة دون أخرى، بل تخص مجتمعنا كله بمن فيه المتعلم والصبي الذي لم يبلغ مرحلة التعلم؛ إنها تشمل المجتمع كله من أعلاه إلى أسفله إن بقي علو في مجتمع فقد حاسة العلو، فأصبحت هذه الحاسة عنده: أفقية زاحفة راقدة. ¶ إن من أوليات واجبنا أن تعود الثقافة عندنا إلى مستواها الحقيقي، ولذلك يجب أن نحددها عاملاً تاريخياً لكي نفهمها، ثم نظاماً تربوياً تطبيقياً لنشرها بين طبقات المجتمع. ¶ معنى الثقافة في التاريخ: ¶ لا يمكن لنا أن نتصور تاريخاً بلا ثقافة، فالشعب الذي يفقد ثقافته يفقد حتما تاريخه. ¶ والثقافة- بما تتضمنه من فكرة دينية انتظمت الملحمة الإنسانية في جميع أدوارها من لدن آدم- لا يسوغ أن تعد علماً يتعلمه الإنسان، بل هي محيط يحيط",
            "page": "76",
            "part": "1",
            "seal": "2CB2F045"
        },
        {
            "id": "80",
            "nass": "به وإطار يتحرك داخله، فهو يغذي جنين الحضارة في أحشائه، إنها الوسط الذي تتكون فيه جميع خصائص المجتمع المتحضر، وهي الوسط الذي تتشكل فيه جميع خصائص المجتمع المتحضر، وهي الوسط الذي تتشكل فيه كل جزئية من جزئياته تبعاً للغاية العليا التي رسمها المجتمع لنفسه، بمن في ذلك الحداد والفنان والراعي والعالم والإمام، وهكذا يتركب التاريخ. ¶ فالثقافة هي تلك الكتلة نفسها بما تتضمنه من عادات متجانسة، وعبقريات متقاربة وتقاليد متكاملة، وأذواق متناسبة وعواطف متشابهة، وبعبارة جامعة: هي كل ما يعطي الحضارة سمتها الخاصة ويحدد قطبيها: من عقلية ابن خلدون، وروحانية الغزالي، أو عقلية (ديكارت) وروحانية (جان دارك)، هذا هو معنى الثقافة في التاريخ. ¶ معنى الثقافة في التربية: ¶ فإذا حاولنا أن نحدد الثقافة بمعناها التربوي، فيجب أن نوضح هدفها وما تتطلبه من وسائل التطبيق. ¶ فأما الهدف فقد اتضح بما قدمناه في الفصل السابق من أن الثقافة ليست علماً خاصاً لطبقة من الشعب دون أخرى، بل هي دستور تتطلبه الحياة العامة، بجميع ما فيها من ضروب التفكير والتنوع الاجتماعي، وخاصة إذا كانت الثقافة هي الجسر الذي يعبره الناس إلى الرقي والتمدن، فإنها أيضاً ذلك الحاجز الذي يحفظ بعضهم الآخر من السقوط من أعلى الجسر إلى الهاوية. ¶ وعلى هدي هذه القاعدة، فإن الثقافة تشتمل في معناها العام على إطار حياة واحدة يجمع بين راعي الغنم والعالم جمعاً توحد معه بينهما مقتضيات مشتركة، وهي تهتم في معناها بكل طبقة من طبقات المجتمع فيها يناسبها من وظيفة تقوم",
            "page": "77",
            "part": "1",
            "seal": "53008503"
        },
        {
            "id": "81",
            "nass": "بها، وما لهذه الوظيفة من شروط خاصة؛ وعلى ذلك فإن الثقافة تتدخل في شؤون الفرد، وفي بناء المجتمع، وتعالج مشكلة القيادة كما تعالج مشكلة الجماهير. ¶ وإذا ما أردنا إيضاحاً أشمل لوظيفة الثقافة فلنتمثلها بوظيفة الدم، فهو يتركب من الكريات الحمراء والبيضاء، وكلاهما يسبح في سائل واحد من (البلازما) ليغذي الجسد، والثقافة هي ذلك الدم في جسم المجتمع يغذي حضارته، ويحمل أفكار (الصفوة) كما يحمل أفكار (العامة)، وكل من هذه الأفكار منسجم في سائل واحد من الاستعدادات المتشابهة، والاتجاهات الموحدة والأذواق المناسبة. ¶ وفي هذا المركب الاجتماعي للثقافة ينحصر برنامجها التربوي كما سنبين فصوله فيما بعد. ¶ ***",
            "page": "78",
            "part": "1",
            "seal": "A55AA873"
        },
        {
            "id": "82",
            "nass": "التوجيه الأخلاقي ¶ لسنا نهتم هنا بالأخلاق من الزاوية الفلسفية بل من الناحية الاجتماعية، وليس الأمر هنا أن نشرح مبادئ خلقية، بل أن نحدد (قوة التماسك) الضرورية للأفراد في مجتمع يريد تكوين وحدة تاريخية؛ هذه القوة مرتبطة في أصلها بغريزة (الحياة في جماعة) عند الفرد، ارتباطاً يتيح له تكوين القبيلة والعشيرة والمدينة والأمة. والقبائل الموغلة في البداوة تستخدم هذه الغريزة لكي تتجمع، أما المجتمع الذي يتجمع لتكوين حضارة فإنه يستخدم الغريزة نفسها، ولكنه يهديها ويوظفها بروح خلقي سامٍ. ¶ هذا الروح الخلقي منحة من السماء إلى الأرض، يأتيها مع نزول الأديان عندما تولد الحضارات، ومهمته في المجتمع ربط الأفراد بعضهم ببعض، كما يشير إلى ذلك القرآن الكريم في قوله تعالى: ¶ {وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ}. [الأنفال 8/ 63]. ¶ ومن العجب أن نجد اتفاقاً له مغزاه ودلالته بين ما توحي به هذه الآية، وبين معنى كلمة (دين،  Religion)  في أصلها اللاتيني فهي تعني هنالك (الربط والجمع (¬1)). ¶ ¬__________ ¶ (¬1) خصص المؤلف لهذا الجانب دراسة بعنوان (العلاقات الاجماعية وأثر الدين فيها).",
            "page": "79",
            "part": "1",
            "seal": "41C1AAF8"
        },
        {
            "id": "83",
            "nass": "وليس من شك في أن نظرات المثقفين إلى المدنية الغربية مؤسسة على غلط منطقي، إذ يحسبون أن التاريخ لا يتطور ولا تتطور معه مظاهر الشيء الواحد الذي يدخل في نطاقه، حتى إنك لتنظر إلى الشيء بعد حين فتحسبه قد تبدل شيئاً آخر، وما هو في الحق إلا الشيء نفسه تنكر لك في مظهره الجديد. ¶ وإن شبابنا لينظرون إلى المدنية الغربية في يومها الراهن ويضربون صفحاً عن أمسها الغابر، حين نبتت أولى بذورها وتلونت في تطورها ونموها ألواناً مختلفة، وما فتئت تتلون عبر السنين حتى استوت على لونها الحاضر فحسبناها نباتاً جديداً. ¶ ولو أننا تناولنا بالدراسة مشروعاً اجتماعياً كجمعية حضانة الأطفال في فرنسا، لبدا لنا من أول وهلة أنها جمعية تقوم على شؤونها دولة مدنية، ونحكم بأنها مؤسسة نشأت في بادئ أمرها على أسس مدنية (لادينية). بينما لو درسنا تاريخها ورجعنا إلى أصول فكرتها الأولى، لوجدناها ذات أصل مسيحي، فهي تدين بالفضل للقديس (فانسان دي بول) الذي أنشأ مشروع الأطفال المشردين خلال النصف الأول من القرن السابع عشر. ¶ غير أن نظرتنا العابرة هذه جعلتنا ننظر إليه وكأن تاريخه قد ابتدأ من يوم أن التفتت أنظارنا إليه فأعرناه بعض اهتمامنا؛ وذلك شأن شبابنا في نظرتهم إلى الأشياء، فإن أكبر مصادر خطئنا في تقدير المدنية الغربية أننا ننظر إلى منتجاتها وكأنها نتيجة علوم وفنون وصناعات، وننسى أن هذه العلوم والفنون والصناعات ما كان لها أن توجد لولا صلات اجتماعية خاصة لا تُتصور هذه الصناعات والفنون بدونها، فهي الأساس الخلقي الذي قام عليه صرح المدنية الغربية في علومه وفنونه، بحيث لو ألغينا ذلك الأساس لسرى الإلغاء على جميع ما نشاهده اليوم من علوم وفنون؛ فلو تناولنا جهاز الراديو مثلاً لرأينا فيه مجهودات علمية وفنية مختلفة دون أن يخطر ببالنا أثر القيم المسيحية في بنائه، بينما هو في الواقع أثر من",
            "page": "80",
            "part": "1",
            "seal": "E93143D2"
        },
        {
            "id": "84",
            "nass": "آثار تلك العلاقات الاجتماعية التي وحدت جهوداً مختلفة لـ (هرتز  Hertz)  الألماني، و (بو بوف  Popov)  الروسي، و (برانلي  Branly)  الفرنسي، و (ماركوني  Marconi)  الإيطالي، و (فليمن  Fleming)  الأمريكي، فكان الراديو نتيجة هذه الجهود جميعاً. ¶ وهل هذه العلاقات الخاصة في أصلها سوى الرابطة المسيحية التي أنتجت الحضارة الغربية منذ عهد شارلمان؟. ¶ ولسوف نصل في النهاية- إذا ما تتبعنا كل مدني من مظاهر الحضارة الغربية- إلى الروابط الدينية الأولى التي بعثت الحضارة، وهذه حقيقة كل عصر وكل حضارة. ¶ إن روح الإسلام هو الذي خلق من عناصر متفرقة كالأنصار والمهاجرين أول مجتمع إسلامي، حتى كان الرجل في المجتمع الجديد يعرض على أخيه أن ينكحه من يختار من أزواجه بعد أن يطلقها له كي يبني بذلك أسرة. ¶ فقوة التماسك الضرورية للمجتمع الإسلامي موجودة بكل وضوح في الإسلام، ولكن أي إسلام؟ الإسلام المتحرك في عقولنا وسلوكنا والمنبعث في صورة إسلام اجتماعي. ¶ وقوة التماسك هذه جديرة بأن تؤلف لنا حضارتنا المنشودة، وفي يدها - ضماناً لذلك- تجربة عمرها ألف عام، وحضارة ولدت على أرض قاحلة، وسط البدو رجال الفطرة والصحراء. ¶ التوجيه الجمالي: ¶ لا يمكن لصورة قبيحة أن توحي بالخيال الجميل أو بالأفكار الكبيرة، فإن لمنظرها القبيح في النفس خيالاً أقبح، والمجتمع الذي ينطوي على صور قبيحة، لا بد أن يظهر أثر هذه الصور في أفكاره وأعماله ومساعيه.",
            "page": "81",
            "part": "1",
            "seal": "3775A260"
        },
        {
            "id": "85",
            "nass": "ولقد دفعت هذه الملاحظة كل من عنوا بالنفس الاجتماعية من علماء الأخلاق أمثال الغزالي إلى دراسة الجمال وتأثيره في الروح الاجتماعبة. ¶ ويمكن أن نلخص أفكارهم في هذا الصدد في أنه لا يمكن تصور الخير منفصلاً عن الجمال. ¶ وترجمة هذا الاعتبار في لغة الاجماع: أن الأفكار هي المنوال الذي تنسج عليه الأعمال، وهي تتولد من الصور المحسة الموجودة في الإطار الاجتماعي فتنعكس في نفس من يعيش فيه، وهنا تصبح صوراً معنوية يصدر عنها تفكيره، فالجمال الموجود في الإطار الذي يشتمل على ألوان وأصوات وروائح وحركات وأشكال، يوحي للإنسان بأفكاره ويطبعها بطابعه الخاص من الذوق الجميل أو السماجة المستهجنة. ¶ فبالذوق الجميل الذي ينطبع فيه فكر الفرد، يجد الإنسان في نفسه نزوعاً إلى الإحسان في العمل وتوخياً للكريم من العادات. ¶ ولاشك أن للجمال أهمية اجتماعية كبيرة، إذا ما عددناه المنبع الذي تصدر عنه الأفكار، وتصدر عنه بواسطة تلك الأفكار أعمال الفرد في المجتمع. ¶ والواقع أن أزهد الأعمال- في نظرنا- له صلة كبرى بالمجال، فالشيء الواحد قد يختلف تأثيره في المجتمع باختلاف صورته التي تنطق بالجمال، أو تنضح بالقبح، ونحن نرى أثر تلك الصورة في تفكير الإنسان، وفي عمله وفي السياسة التي يرسمها لنفسه، بل حتى في الحقيبة التي يحمل فيها ملابس سفره. ¶ ولعل من الواضح لكل إنسان أننا أصبحنا اليوم نفقد ذوق الجمال، ولو أنه كان موجوداً في ثقافتنا، إذن لسخرناه لحل مشكلات جزئية، تكون في مجموعها جانباً من حياة الإنسان.",
            "page": "82",
            "part": "1",
            "seal": "B6D5821F"
        },
        {
            "id": "86",
            "nass": "ويكفينا للتدليل على ذلك ما نراه مثلاً من شأن ذلك الطفل الذي يلبس الأسمال البالية والثياب القذرة، التي إن شئنا وصفها لقلنا إنها ثياب حيكت من قاذورات وجراثيم، إن مثل هذا الطفل الذي يعيش جسده وسط هذه القاذورات والرقعات غير المتناسبة، يحمل في المجتمع صورة القبح والتعاسة معاً، بينما هو جزء من ملايين السواعد والعقول التي تحرك التاريخ، لكنه لا يحرك شيئاً لأن نفسه قد دفنت في أوساخه، ولن تكفينا عشرات من الخطب السياسية لتغيير ما به من القبح وما يحتويه من الضعة النفسية والبؤس الشنيع. ¶ فهذا الطفل لا يعبر عن فقرنا المسلم به بل عن تفريطنا في حياتنا. ¶ ولنستخدم أبسط معنى للمجال ولننظر من قريب إلى أسمال هذا الطفل، فهي على كونها أسمالاً تحمل أكثر من ذلك جراثيم تقتله مادياً وأدبياً، فليست هذه الأسمال جراباً للوسخ فحسب وإنما هي سجن لنفس الطفل أيضاً. ¶ أما من الوجهة الخلقية فقد أراد الطفل ستر عورته لكن مرقعاته قتلت كرامته، لأن العدالة الشكلية تذهب أحياناً إلى أن (الجبة) تصنع الشيخ. ¶ وليس من شك في أن (مصطفى كمال) حينما فرض القبعة لباساً وطنياً للشعب إنما أراد بذلك تغيير نفس لا تغيير ملبس، إذ أن الملبس يحكم تصرفات الإنسان إلى حد بعيد. ¶ فإذا ما لاحظنا أن مرقعات طفلنا قد أصبحت بما تحمل من أوساخ لا تقيه البرد أو الحر، وجدنا أيضاً أنها لا تستدر في الإنسان عطفاً، بل تثير فيه اشمئزازاً، وذلك بتأثير الصور الشنيعة والرائحة الكريهة والألوان المتنافرة. ¶ وإن دستور الجمال في النفس الإنسانية ليعبر عن هذه المأساة كلها بكلمة واحدة: إنه لمنظر قبيح. إلا أنه لا يقف عند هذا الحد بل يوحي بالحل والمعالجة",
            "page": "83",
            "part": "1",
            "seal": "6B6C3918"
        },
        {
            "id": "87",
            "nass": "الممكنة. ومن المؤكد أننا لن نأتي له بثوب آخر، فنحن نريد أن نخلصه من قبحه في سعة ويسر؛ بأن نأخذ بيده إلى الماء فننزع عنه مرقعاته ونأمره بأن يقوم بغسل واحدة منها ذات لون أقرب إلى الذوق، قطعة تكفي لستر عورته، يغسلها ثم يرتديها بعد أن يغتسل هو أيضا مما به من وسخ، ثم نقتاده إلى حلاق يحلق له رأسه ونتركه بعد ذلك يسير في حاله، بعد أن نعلمه كيف يقصد في مشيته وكيف لا يطأطئ رأسه، بهذا لا يظل كومة متحركة من الأوساخ، بل يصبح طفلاً فقيراً يسعى لقوته تجد فيه صورة للفقر والكرامة لا للقبح والمهانة. ¶ ولا يظنن ظان أننا بإيرادنا هذا المثل نرى أن ذوق الجمال يسعى لحل مشكلات المساكين فحسب، بل أردنا التدليل على تأثيره في المجتمع باختيار نموذج من صميم أوضاعنا الاجتماعية، أما تأثيره فعام يمس كل دقيقة من دقائق الحياة كذوقنا في الموسيقا والملابس والعادات وأساليب الضحك والعطاس، وطريقة تنظيم بيوتنا وتمشيط أولادنا ومسح أحذيتنا وتنظيف أرجلنا. ¶ لقد صدرت بعض الأوامر في مدينة موسكو- نقلتها إلينا الصحافة- تلزم سكانها بأن يرعوا في يقظة نظافة مدينتهم، وإلا فهم مهددون بفرض غرامة تبدأ من خمسة وعشرين إلى مئة روبل على كل من يبصق في الشارع، أو يلقي بأعقاب (السجائر) على الرصيف، أو يعلق ملابسه في الشباك المطل على الشارع، أو يلصق إعلانات على الحوائط، أو من يركب السيارات العامة بملابس العمل المتسخة. ¶ فلو أننا سألنا عمدة موسكو مثلاً عن السبب الذي دعا إلى مثل هذه الأوامر لأجابنا بأنه: النظام ... ، ويجيب طبيب من وجهة نظره بأنه: الصحة .. ، وثالث فنان يذهب إلى أنه: جمال المدينة. ¶ وكل إجابة من هذه الإجابات صادقة بوصفها سلوكاً يمليه وضع خاص،",
            "page": "84",
            "part": "1",
            "seal": "5054B985"
        },
        {
            "id": "88",
            "nass": "ولكن جميع هذه الإجابات لا تكون صادقة إلا لأنها تعبر عن سلوك عام يؤدي إلى (الثقافة الشيوعية) التي نتصورها في شكلها الأعم، الذي سميناه في تعريف الثقافة (المحيط) الاجتماعي. ¶ وعليه فإن فكرة المحيط تدخل في كل عمل فردي أو إداري في وسط متحضر، ولكنها تدخل ضمناً فقط- كما رأينا- لا على وجه التحديد، الذي نريد القيام به هنا حين نتحدث عن أحد مقومات الثقافة وهو: الجمال. ¶ والإطار الحضاري بكل محتوياته متصل بذوق الجمال، بل إن الجمال هو الإطار الذي تتكون فيه أية حضارة، فينبغي أن نلاحظه في أنفسنا، كما ينبغي أن نتمثل في شوارعنا وبيوتنا ومقاهينا، مسحة الجمال التي يرسمها مخرج رواية في منظر سينمائي أو مسرحي. ¶ يجب أن يثيرنا أقل نشاز في الأصوات وفي الروائح وفي الألوان، كما يثيرنا منظر مسرحي سيئ الأداء. ¶ إن الجمال هو وجه الوطن في العالم، فلنحفظ وجهنا لكي نحفظ كرامتنا، ونفرض احترامنا على جيراننا الذين ندين لهم بالاحترام نفسه. ¶ المنطق العملي: ¶ لسنا نعني بالمنطق العملي ذلك الشيء الذي دونت أصوله ووضعت قواعده منذ أرسطو، وإنما نعني به كيفية ارتباط العمل بوسائله ومقاصده، وذلك حتى لانستسهل أو نستصعب شيئاً دون مقياس، يستمد معاييره من الوسط الاجتماعي وما يشتمل من إمكانيات؛ وليس من الصعب على الفرد المسلم أن يصوغ مقياساً نظرياً يستخرج به نتائج من مقدمات محددة، غير أنه من النادر جداً أن يعرف المنطق العملي، أي استخراج أقصى ما يمكن من الفائدة من وسائل معينة.",
            "page": "85",
            "part": "1",
            "seal": "90037B8C"
        },
        {
            "id": "89",
            "nass": "ونظرة إلى ما حولنا تكفينا لكي نلاحظ أن ضروب نشاطنا غالباً ما تتسم بالشلل وانعدام الفاعلية في الجانب الخاص أو العام. ¶ ففي مدخل أحد مكاتب البريد رأيت مثلاً منظراً عجباً، رأيت رجلاً يحمل مظاريف كثيرة يحاول أن يرتبها، وبديهي أن نحس بحاجته إلى عتبة أو حافة شباك ليتمكن من أداء عمليته على ما يرام، لقد بحث الرجل فعلاً عن عتبة، وظننت أنه لا بد واضع عليها بريده، وضعاً يجعله يتخذ منها نضداً صغيراً أمامه، وشد ما كان عجبي حين وجدته بدلاً من أن يضع عليها بريده يقف عليها بقدميه ثم ينحني واضعاً الخطابات أوطأ من نعليه، في وضع يجعل عمله أشق وأكثر إجهاداً. ¶ فإذا ما انتقلنا الى قطاع آخر نجد مثلاً أن مصلحة الهاتف في بعض البلاد قد أنشأت (الساعة المتكلمة) وتلك فكرة جميلة، ولكن لابد من شروط تجعلها نافعة فعالة، فقد يحتار صوت طفل وهو لطيف، أو صوت امرأة وهو ناعم رقيق، ولكن قد يختار أيضاً صوت رجل، لا لأنه أجمل، بل لأنه أوضح وأكثر تميزاً، فهو يضغط على المقاطع بطريقة أوضح، بينما تصبح تلك المقاطع في فم الطفل أو المرأة أقل وضوحاً بحكم الطبيعة. ¶ لقد اختار المشرفون على ساعتنا المتكلمة صوت امرأة، فإذا بالمرأة تضيف إلى الخطأ الأساسي في الاختيار خطأ شخصياً، فلقد حسبت من الضروري أن تضغط على المقاطع التي تعبر عن الد ... قا ... ئق والثـ ... ـوا ... ني ... ، ولكنها نسيت ما هو أهم من ذلك: أن تضغط على الأرقام!!!. ¶ فهذه أمثلة على انعدام المنطق العملي في جوانب مختلفة من حياتنا. ¶ ونحن أحوج ما نكون إلى هذا المنطق لأن العقل المجرد متوفر في بلادنا، غير أن العقل التطبيقي الذي يتكون في جوهره من الإرادة والانتباه شيء يكاد يكون معدوماً.",
            "page": "86",
            "part": "1",
            "seal": "2E13A6B8"
        },
        {
            "id": "90",
            "nass": "والمسلم يتصرف في أربع وعشرين ساعة كل يوم، فكيف يتصرف فيها؟. وقد يكون له نصيب من العلم أو حظ من المال، فكيف ينفق ماله ويستغل علمه؟ ¶ وإذا أراد أن يتعلم علماً أو حرفة، فكيف يستخدم إمكانياته في سبيل الوصول إلى ذلك العلم أو تلك الحرفة؟. ¶ إننا نرى في حياتنا اليومية جانباً كبيراً من (اللافاعلية) في أعمالنا، إذ يذهب جزء كبير منها في العبث وفي المحاولات الهازلة. ¶ وإذا ما أردنا حصراً لهذه القضية فإننا نرى سببها الأصيل في افتقادنا الضابط الذي يربط بين الأشياء ووسائلها وبين الأشياء وأهدافها، فسياستنا تجهل وسائلها، وثقافتنا لا تعرف مثلها العليا وفكرتنا لا تعرف التحقيق، وإن ذلك كله ليتكرر في كل عمل نعمله وفي كل خطوة نخطوها. ¶ ولقد يقال: إن المجتمع الإسلامي يعيش طبقاً لمبادئ القرآن، ومع ذلك فمن الأصوب أن نقول: إنه يتكلم تبعاً لمبادئ القرآن لعدم وجود المنطق العملي في سلوكه الإسلامي. ¶ ونظرة إلى واقعنا لنرى الرجل الأوروبي والرجل المسلم: أيهما ذو نشاط وعزم وحركة دائبة؟. ¶ ليس هو الرجل المسلم بكل أسف، وهو الذي يأمره القرآن- كما يعرف ذلك تماماً- بقوله تعالى: {وَاقْصِدْ فِي مَشْيِكَ} [لقمان 31/ 19]، وقوله: {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا} [لقمان 31/ 18]. ¶ ألم نقل: إن الذي ينقص المسلم ليس منطق الفكرة ولكن منطق العمل والحركة، وهو لا يفكر ليعمل بل ليقول كلاماً مجرداً، بل إنه أكثر من ذلك",
            "page": "87",
            "part": "1",
            "seal": "CA418F5F"
        },
        {
            "id": "91",
            "nass": "يبغض أولئك الذين يفكرون تفكيراً مؤثراً، ويقولون كلاماً منطقياً من شأنه أن يتحول في الحال إلى عمل ونشاط. ¶ ومن هنا يأتي عمقنا الاجتماعي، فنحن حالمون ينقصنا المنطق العملي، ولننظر إلى الأم التي تريد أن تربي ولدها، فهي إما أن تبلده بمعاملة أم متوحشة، وإما أن ترخي له العنان وتتميع معه، فإذا أبدت إشارة أو أصدرت أمراً شعر الطفل بتفاهة إرادتها فلم يعبأ بها، إذ أن الوهن والسخف يطبعان منطقها حتى في عين الصبي المسكين. ¶ التوجيه الفني أو الصناعة: ¶ لا نعني بالصناعة ذلك المعنى الضيق المقصود من هذا اللفظ بصفة عامة في البلاد الإسلامية، فإن كل الفنون والمهن والقدرات وتطبيقات العلوم تدخل في مفهوم الصناعة. ¶ والراعي نفسه له صناعته، ومما يدلنا على القيمة الاجماعية لهذه الحرفة المتواضعة الزهيدة، أن لها مدرسة أهلية في فرنسا بمدينة (رامبوليه) إحدى ضواحي باريس، فلو رأينا الراعي الخريج في هذه المدرسة والراعي العربي يقود كل منهما قطيعه لعلمنا أي فرق بينهما؟ ¶ ومن المسلم به أن الصناعة للفرد وسيلة لكسب عيشه وربما لبناء مجده، ولكنها للمجتمع وسيلة للمحافظة على كيانه واستمرار نموه؛ وعليه فيجب أن نلاحظ في كل فن هذين الاعتبارين. ¶ وإنا لنرى في هذا الباب ضرورة إنشاء مجلس للتوجيه الفني، ليحل نظرياً وعملياً المشكلة الخطيرة للتربية المهنية تبعاً لحاجات البلاد، وقد بدأ الأخذ بهذا الاتجاه في الجمهورية العربية المتحدة (¬1) الان. ¶ ¬__________ ¶ (¬1) ترجع التسمية إلى زمن تأليف الكتاب (المصحح).",
            "page": "88",
            "part": "1",
            "seal": "DE5EF98C"
        },
        {
            "id": "92",
            "nass": "هذا الحل المنطقي لمشكلة التوجيه الفني هو الذي يتيح لرجل الفطرة ورجل القلة (¬1) (المدينة) أن يَلِجَا معاً باب الحضارة التي بدأت فعلاً، ولكنها واقفة في مفترق الأقدار وفي مهب الأهواء والمبادئ قلقة لا تعرف لنفسها طريقاً. ¶ ولسوف تخيب آمالنا التي عقدناها إذا ما عولنا في قضيتنا على العلم الذي نتعلمه في المدارس الرسمية أو غير الرسمية، أو على ما تعدنا به السياسات الانتخابية؛ وما تعدنا إلا غروراً. ¶ ولقد نعلم أن الحل الوحيد منوط بتكوين الفرد الحامل لرسالته في التاريخ، فقد صار مؤكداً أن التركة الكبرى التي ورثنا عنها جيلاً من (المتعالمين)، وورثنا عنها التنافس على المقاعد الأولى، حتى لجان الإنقاذ في كارثة فلسطين في البلاد الإسلامية؛ كل هذه الفضائح التي يغذيها الاستعمار بكل عناية، لا يمكن أن نضع لها حداً إلا بتحديد الثقافة. ¶ وإن الإمكانيات البسيطة في البلاد الإسلامية لتسمح لنا بأن نحقق هذا التحديد سريعاً، وأن نكون القيادة الفنية التي نحتاج إليها الآن. ¶ ¬__________ ¶ (¬1) يقصد المؤلف بهذه الكلمة الرجل الذي اختلط بحياة المدن فقللت من مقوماته الفطرية، على حين لم يظفر بمقومات الحضارة الحقة. (المترجم)",
            "page": "89",
            "part": "1",
            "seal": "D1605B27"
        },
        {
            "id": "93",
            "nass": "الأزمة الثقافية ¶ إننا قدمنا في الفصول السابقة ما رأيناه ضرورياً لإبراز معنى الثقافة بوصفها (جواً) يمتص الفرد تلقائياً عناصره، من ألوان وأصوات وحركات وروائح وأفكار، يتلقاها لا بوصفها (معاني) و (مفاهيم مجردة)، ولكن بوصفها صوراً مألوفة يستأنسها منذ مهده. ¶ ثم بيّنا كيف تذوب هذه العناصر في كيان المجتمع لتطبع أسلوب حياته، وفي كيان الفرد لتطبع سلوكه مع تفاعل مستمر بين هذا الأسلوب وهذا الأسلوب، في صورة التزام مزدوج بين الفرد والمجتمع، التزاماً لا يسمح معه هذا لذاك بأي نشوز في السلوك، ولا ذاك لهذا بأي انحراف في الأسلوب؛ إذ يتدخل في الحالة الأولى ما يسمى بالضغط الاجتماعي، وفي الثانية كل مواقف الفرد التي تعبر عن استنكاره، سواء بما نسميه اليوم النقد أو ما يشير إليه الحديث: «من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» [رواه مسلم] ¶ وفي كل هذا العرض إنما تتبعنا الاطّراد الثقافي في طور تكوينه، ولكن ماذا يحدث في الاطّراد العكسي عندما يزول (الجو) الثقافي، ويتعذر تركيب العناصر الثقافية في منهج تربوي، أي عندما تنشأ أزمة ثقافية؟ ¶ يجب أن نحدد أولاً هذه العبارة: ماذا نعني بـ (الأزمة الثقافية)؟ إن الجواب عن هذا السؤال يتأتى بطريقة مباشرة، فكلما عمل المجتمع واجبه في السهر على سلوك الأفراد- بدعوى الحرية، أو أية دعوة أخرى- وزال الضغط",
            "page": "90",
            "part": "1",
            "seal": "FDCF6D81"
        },
        {
            "id": "94",
            "nass": "الاجتماعي، انطلقت الطاقة الحيوية من قيودها، سواء أكانت هذه القيود مفروضة على أساس ديني أو أساس دستوري، فدمرت كل ما يقوم على تلك الأسس سواء كانت دينية أو علمانية، أي أنها تدمر كل البناء الاجتماعي. ¶ وهذا ما يحدث أيضاً عندما يفقد الفرد، مثلاً لأسباب سياسية، حقه في النقد أو فيما يشير إليه الحديث السابق كواجب تغيير المنكر. ¶ ففي كلتا الحالتين تنشأ أزمة ثقافية مآلها البعيد أفول حضارة، وفي القريب زوال الالتزام بين المجتمع والفرد زوالاً، يعبر عنه في صورته الفلسفية كتاب مثل (اللامنتمي) للإنجليزي (كولين ولسون)، أو في صورته السلوكية عصابات (الهيبيز). ¶ يجب أن نلاحظ هنا أن كل ظاهرة اجتماعية لا تستقر في صورة منشئها، فهي كائن مرتبط بحياة المجتمع، بينها وبين هذه الحياة تفاعل جدلي ينمي نتائجها في المجتمع من حد الصفر إلى نقطة (اللارجوع). ¶ فالأزمة الثقافية تنمو وتنمو معها أيضاً نتائجها، من الحد الذي يمكن تداركه بالتعديل البسيط إلى الحد الذي يصبح فيه التعديل مستحيلاً، أو لا يمكن إلا بثورة ثقافية عارمة تكون في الحقيقة بمثابة انطلاقة جديدة للحياة الاجتماعية من نقطة الصفر. ¶ وبين هذين الطرفين تبرز حقيقة ألا وهي أن ظرفاً واحداً أعني أزمة ثقافية، يخلق أمام مجتمع متقهقر أو جامد استحالة لا يستطيع التغلب عليها فيستسلم- كما يقولون- للواقع، بينما يخلق هذا الظرف نفسه بالنسبة لمجتمع آخر فرصة لدفعة جديدة لحركيته، مثل الدفعة التي أعطاها (ماوتسي تونج) للحياة الصينية تحت اسم (الثورة الثقافية)، لم يكن للشعب الصيني غنى عنها لمواجهة أي واقع يواجهه من أجل تعديله في الاتجاه الذي يراه.",
            "page": "91",
            "part": "1",
            "seal": "38A12680"
        },
        {
            "id": "95",
            "nass": "وبين هاتين الحالتين، بين الاستسلام التام لـ (الواقع) وبين الثورة العنيفة على أي (واقع) لا يستساغ، درجات من الخنوع والتقوقع والهروب من المسؤولية، هي بالضبط درجات الأزمة الثقافية التي يتخبط فيها المجتمع، والتي تحاول السلطات السياسية المتورطة أو الانتهازية بكل جهدها إخفاءها أحياناً، لأنها تعودت على ألا تسمي القط قطاً وأن تعيّن الخائن باسمه. ¶ إن هذه الانتهازية وهذه التورطات وهذه (الشطارة) في إخفاء الواقع باسم (الواقعية) كلها من معدن واحد، معدن (الأزمة الثقافية)، المعدن الذي تصاغ منه كل الفاجعات وكل النكسات وكل المحاولات الفاشلة، سواء في الميدان الصناعي أو الزراعي أو الأخلاقي أو السياسي أو العسكري. ¶ فأي إخفاق يسجله مجتمع في إحدى محاولاته إنما هو التعبير الصادق على درجة أزمته الثقافية، أو بعبارة أعم التعبير عن الأزمة التي تمر بها حضارته في تلك المرحلة من تاريخه. ¶ وإننا نستطيع بل يجب علينا لتوضيح الأشياء من الناحية الفنية، الوقوف عند نتائج الأزمة الثقافية أو بعض نتائجها عندما تبلغ حدها الأقصى في حياة الفرد من ناحية وفي حياة المجتمع من أخرى. ¶ إن الأزمة الثقافية تكون في ذروتها بالنسبة إلى الفرد إذا ما قدرنا أنه حرم منذ البداية مما أسميناه (الجو) الثقافي. ¶ فماذا يحصل للفرد في هذه الحالة، أي إذا عزل عن المجتمع عزلاً كاملاً، فلم تتكون لديه أية صلة اجتماعية، حتى صلة الكلام أي تبليغ الآخرين ما نريده بالصوت؟ ¶ إن هذه الحالة حدثت في بعض الظروف الشاذة، مثلاً عندما تموت أم بجانب مولودها على حافة طريق، فحتضنه الطبيعة، فتأتي غزالة مثلاً",
            "page": "92",
            "part": "1",
            "seal": "35878BBE"
        },
        {
            "id": "96",
            "nass": "ترضعه، فينشأ في قطيع غزلان، مثل ذلك الإنسان الذي اكتشف في الأربعينات وشاهدته شوارع دمشق في تلك الفترة. ¶ وهذه الحالة تكررت في صور وأماكن وأزمنة مختلفة، تكرراً كونت معه موضوع دراسة اجتماعية خاصة تحت عنوان ( L'enfant sauvage  الطفل المتوحش). ¶ والمهم في هذه الدراسة أنها تكشف عن تدهور (إنسانية) هذا الإنسان البائس حتى من الناحية الفيزيولوجية، إذ يفقد حتى الصلة الجنسية ولا يحاول استعادتها حتى بعد عودته الطارئة لمجتمع البشري. ¶ إنه فقد إنسانيته بكل وضوح، ولكن هل أصبح مع ذلك في مستوى الحيوان؟ ¶ لاشك أن التكيف مع شروط الحياة المفروضة عليه جعله يتلقى بعض الدروس من وسطه الحيواني، فأصبح مثلاً يمشي على أربع ويقفز مثل الغزال، ولكن تكيفه لا يتعدى ولا يمكنه أن يتعدى هذا الحد، لأنه لا يستطيع أن يهب له الغريزة التي تهيمن على كل سلوك الحيوان الحقيقي في مواجهة كل ظروف حياته. ¶ ولكن هذا الفرد الذي فقد إنسانيته في حالة نادرة لم يستطع، ولم يكن له أن يكتسب (حيوانية) خالصة، فلو أردنا أن نحدد مكانه في سلم الحياة لاضطررنا أن نضعه دون الحيوان، بينما كل إنسان ولو كان أقبح خلق الله يبقى فوق مستوى الحيوان بكثير. ¶ وهذه أبشع صورة قطعاً للأزمة الثقافية في مستوى الفرد، وليست كما نرى تعبر عن قضية جهل أو علم، لأنها تمس الجوهر الإنساني في الفرد.",
            "page": "93",
            "part": "1",
            "seal": "FB23A9FA"
        },
        {
            "id": "97",
            "nass": "أما في مستوى المجتمع الذي يعيش أزمة ثقافية فإننا نستطيع حصر العديد من الملاحظات، ويكفينا لذلك أن نرى بالعين المجردة ما يدور في حياته الاقتصادية والسياسية، ولكن تكفينا ملاحظة واحدة لما فيها من العبرة. ¶ إننا لو وضعنا سلماً للقيم الثقافية، جنباً إلى جنب مع السلم الاجتماعي، لقررنا مبدئياً أن السلمين يتجهان في الاتجاه نفسه من الأسفل إلى الأعلى، أي أن المراكز الاجتماعية تكون تلقائياً موزعة حسب الدرجات الثقافية. ¶ وهذه حقيقة نمارسها في حياة كل مجتمع ولو كان يواجه بعض الأزمة الثقافية، على شرط أنها لم تبلغ درجة (اللارجوع). ¶ أما في المجتمع الذي بلغ هذه الدرجة فإن السلمين ينعكسان، الواحد بالنسبة للآخر انعكاساً تصبح معه القاعدة الشعبية على الأقل بمحافظتها على الأخلاق أثرى ثقافياً من قيادتها. ¶ وهذه فيما أعتقد أشنع صورة للأزمة الثقافية التي لا تحل بمجتمع ما إلا صيرته عاجزاً عن حل مشكلاته داخل حدوده، وعن مواجهة مشكلات الجوار على حدوده، وبصورة أعم لا يستطيع التعايش دون عقد نفسية تعرض شخصيته للتلف أو كرامته للمهانة، بينما أصبح التعايش ضرورة حتمية في عالم تهيمن فيه التكنولوجية التي فرضت على كل مجتمع وجود الآخرين.",
            "page": "94",
            "part": "1",
            "seal": "FBFAED1B"
        },
        {
            "id": "98",
            "nass": "الفصل الثالث ¶ تَعَايُش الثَقافات",
            "page": "95",
            "part": "1",
            "seal": "7B726519"
        },
        {
            "id": "100",
            "nass": "نظرات في تعايش الثقافات: ¶ كان من نتيجة التحليل الذي قمنا به في الفصل الأول أن وضعنا أمام القارئ حقيقتين جوهريتين هما: الوجود الخاص للثقافة، ونوعية مشكلتها؛ وقلنا حين تناولنا الحقيقة الأولى: إنها ترسم الحدود الجغرافية والإنسانية للثقافة، ولكن ماذا يجري على هذه الحدود؟ ¶ لم يكن هذا السؤال ليثير اهتمام أحد سوى رجل دولة عندما يحدث أن تثور أمامه المشكلة في صورة اهتمام سياسي مؤقت، أو مؤرخ ملزم بحكم مهنته أن يحصي كل ما تجري به الأحداث التاريخية، كالمنازعات والاحتكاكات والأخطاء والاختلافات التي تنفجر على حدود ثقافتين، كما يسجل الاتصالات وألوان التبادل التي تمت بينهما في وقت معين. ¶ لكنّ ما يقوم به رجل الدولة ليس سوى عملية سياسية، وما يقوم به المؤرخ ليس سوى الاهتمام بعمل قائمة إحصائية لعصر من العصور، وهذه العملية وتلك القائمة لا تدخلان في رصيد الثقافة إلا من وجهٍ غير مباشر، لأن ذلك هو ما تقتضيه الأشياء لا إرادة الإنسان. ¶ وقد حدث أحياناً أن أحدثت طبيعة الأشياء (تراكيب هامة) على حدود ثقافتين، دون أن يسعى الإنسان إليها ودون أن يريدها. ¶ فهناك مؤرخون يرون أن نهضة أوروبا في القرن السادس عشر، تعد تركيباً حققه الزمن والأحداث على الحدود بين الثقافة الإسلامية والعالم المسيحي؛",
            "page": "97",
            "part": "1",
            "seal": "A351D07D"
        },
        {
            "id": "101",
            "nass": "والحروب الصليبية على أية حال قد انفجرت على هذه الحدود، ولا ريب أنها نوع من التركيب الذي اتخذ وضعاً معكوساً؛ فللثقافات دارُ أمنها وإقامتها في مواطن حضاراتها، ولكن الأحداث التي تنتج عنها لها ميدانها بصفة عامة في (المنطقة الحرام) على حدودها. ¶ ففي المنطقة الحرام (بالتبت) تم تركيب البوذية على حدود ثقافتين عظيمتين هما ثقافة الصين وثقافة الهند. ¶ لكنا الآن نرى أن الإنسان قد أخذ شيئاً فشيئاً يفرض وجوده في مختلف الميادين، حيث كانت الأمور تجري من قبل في أعنتها. ¶ فتحليل العناصر الإشعاعية كان يتم من قبل تلقائياً على يد الطبيعة، ولكن الإنسان قد أثبت وجوده في هذه السبيل، حين سيطر على هذا التحليل موجهاً إياه وجهة أهداف معينة. ¶ وحين اتجه العالم إلى إنشاء منظمة اليونسكو، كان يهدف إلى السيطرة على عملية من نوع آخر، هي إحداث تكامل بين العناصر الثقافية لتحقيق (تركيب) ثقافة إنسانية على المدى البعيد. ¶ فالمشكلة إذن تخضع لمشيئتنا الآن بصورة غير مباشرة، ولكن يبدو أن الأحداث هي التي تملي أحياناً محاولة الإنسان في هذا الميدان حين تحدد مغزاها. ¶ فالذين ذهبوا إلى (باندونج) في إبريل عام 1955م، لم يذهبوا هنالك لكي يضعوا ويحلوا مشكلة ثقافة، ولكن الأحداث ذاتها قد حددت معنى محاولتهم، فإذا بمهمتهم وقد أصبحت تحقيق برنامج ثقافي معين في إطار الاجتماعات الإفريقية الآسيوية، ولست أريد هنا أن أحلل هذا البرنامج، فقد يكون من السهل أن نلاحظ أن حظ الرجال من التأثير كان أقل من حظ الأحداث.",
            "page": "98",
            "part": "1",
            "seal": "0CB565F7"
        },
        {
            "id": "102",
            "nass": "فالضير الإنساني الذي لم يألف العمل على حدود الثقافات، ما زال تسيطر عليه عادات جذبية مزمنة تحمله على أن يرى الأشياء من زاوية ضيقة (¬1). ¶ بيد أن الأحداث تسير، وتتقدم معها المشكلات نحو حلها على نسق مسرَّعٍ يتفق وسرعة التاريخ. ¶ فنحن مضطرون أحياناً إلى أن نفكر في هذا النقص الذي أصاب الإنسان، فقعد به عن ملاحقة توقيت التاريخ، وأن نفكر في سد هذا النقص. ¶ فمحاولة كمحاولة اليونسكو تبدو كأنما أخذ الإنسان على نفسه أن يسد نقصه من طريقها، ومع ذلك فهي محاولة تتصل في جانبها الأكبر بشطر الإنسانية الذي يعيش على محور طنجة - جاكرتا، فقد وضع هذا المشكلة ليواجهها في باندونج، لكن الأحداث لم تنضج بعد ثمرة غرست شجرتها منذ وقت قريب. ¶ وبوسع القارئ، بعد أن يطالع هنا محاولتنا التي أخلصناها لتركيب الثقافة، أن يجد في هذا العرض بعض الأفكار العامة عن إمكان استحداث تركيب أرحب، بين ثقافتين أو ثلاث، لها حدودها المشتركة على الخريطة، وقد يثور في ذهنه سؤال عن إمكان تعايش هذه الثقافات في صورة مشروع يدرك في مستوى جغرافي سياسي. ¶ فباندونج قد لفتت انتباهنا إلى تعايش كهذا، ربما دون أن تحدد لنا المنهج. ولكن المشكلة على أية حال قد أعدت؛ وقد رأيت من واجبي أن أخصها بفصل مستقل في كتابي (فكرة الإفريقية الآسيوية)، حيث درست إمكان ¶ ¬__________ ¶ (¬1) يستطيع المتتبع للاجتماعات الأفرسيوية منذ ثلاثة أعوام أن يلاحظ في أغلبية بياناتها- على الرغم من روعتها- خلوها من الاهتمام باستحداث تركيب معين، فنرى مثلاً أن الصيني يتحدث عن الصين، كما يتحدث العربي عن بلده وهكذا.",
            "page": "99",
            "part": "1",
            "seal": "C03A611B"
        },
        {
            "id": "103",
            "nass": "تركيب ثقافتين هما: الثقافة الإسلامية والثقافة الهندية من أجل تحديد عمل ثقافي على مستوى إفريقي آسيوي. ¶ فليس هن العبث إذن أن نضيف هذا الفصل في دراستنا هذه، كيما نمنح القارئ فرصة مطالعة مشكلة الثقافة من هذا الجانب، وحتى يلم أيضاً بفكرة أوضح عن نشاط ثقافة ما على حدود رقعتها. وبعد أن يقرأ ما قيل عن نوعية الثقافة وعن وجودها الخاص، سيكون في وسعه أن يفهم بسهولة أن كلمة (تركيب) قد استخدمت هنا في معناها الواسع الذي يعني (التعايش)، حتى لا نقع فيما وقع فيه الإمبراطور (أكبر) حين حاول استحداث (تلفيق) قصد به أن يكون (تركيباً). ¶ فكل ما يرجى من الثقافات التي مثِّلَتْ في باندونج، هو أن تتعايش وأن تعمل متعاونة على طول المحور من طنجة إلى جاكرتا. ¶ وسيتضح من الفصل التالي في أي الظروف يمكن أن يتم هذا العمل في رقعة معينة. ¶ تعايش ثقافي على محور طنجة - جاكرتا: ¶ تدلنا الدراسة المنهجية لمؤتمر باندونج على أنَّ المشكلة الجوهرية التي احتوتها روحه- وإن لم تعبر عنها مناقشاته- إنما كانت مصير الإنسان الأفرسيوي. وبعبارة أكثر تحديداً: مصير الشعوب المتخلفة التي تمتد رقعة سكناها على محور جغرافي من طنجة إلى جاكرتا. ¶ لكن الأمر على ما صورناه في غير هذا المكان، يتلخص في ((أن كل تفكير في مشكلة الإنسان هو تفكير في مشكلة الحضارة (¬1)))، ولو أردنا محاكاة هذه الجملة ¶ ¬__________ ¶ (¬1) انظر كتاب (فكرة الإفريقية الأسيوية) في الفصل المعنون (مشكلة الإنسان الأفرسيوي).",
            "page": "100",
            "part": "1",
            "seal": "437A670E"
        },
        {
            "id": "104",
            "nass": "بصورة أخرى- مع اعتبار ما بين الحضارة والثقافة من ربط وثيق- لقلنا: ((إن أي تفكير في مشكلة الحضارة هو في جوهره تفكير في مشكلة الثقافة))، وبذلك تكون الحضارة في جوهرها عبارة عن مجموع من القيم الثقافية المحققة. وإذن فمصير الإنسان رهن دائماً بثقافته. ¶ ومع ذلك فإن (باندونج) حين جمعت عناصر المشكلات العضوية الخاصة بالشعوب الأفرسيوية، قد دفعت المشكلة ضمناً إلى ضوء هو الذي نعالجها فيه هنا، على الرغم من أن تقارير الصحافة قد أكثرت في إلحاحها على الجوانب السياسية في المناقشات. ¶ لكن منظمة اليونسكو لم يَفُتْها أن تخص الجانب الذي يهمنا بتقرير ذكرت فيه أن: ((المؤتمر الأفرسيوي قد أزمع نشر مجموعة من الدراسات عن الجوانب الاجتماعية والاقتصادية والثقافية في البلدان المشتركة فيه)). ¶ وبقي علينا أن نعرف في أي الظروف يمكن لهذا التبادل في المعلومات أن يكون الأسس الثقافية للفكرة الأفرسيوية، وفي أي الظروف يمكننا عن طريق هذا التبادل أن نحدد طبيعة الثقافة، وأن ننشئ عناصرها من تغيير ظروف (البقاء) لدى الشعوب الأفرسيوية. ¶ حقاً .. إن التبادل ضروري ولكن هل هو كاف؟ ¶ وسيكون لدينا في هذا الشأن مقياس متمثل في النموذج الغربي، فعلى محور واشنطن - موسكو حتى طوكيو، نجد أن المشكلات العلمية والعقلية والاجتماعية متحدة من طرف إلى آخر، بل على الرغم من التوتر السياسي بين الطرفين فإن التبادل الثقافي يتم في نطاق علاقة حضارية واحدة، حتى في المجال الذري، كما رأينا منذ مؤتمر جنيف.",
            "page": "101",
            "part": "1",
            "seal": "29497C21"
        },
        {
            "id": "105",
            "nass": "فهناك ولاشك علاقة مباشرة بين هذا التبادل وبين المنظر السائد من واشنطن إلى موسكو، وبالتالي بين الظروف الإنسانية على هذا المحور. ¶ ولكن إذا كان هذا التبادل حين يتم في إطار معين وفي طرف ما يعد سبباً محتماً قاطعاً، فإنه في جانب آخر أثر محتوم؛ فمن الأهمية بمكان أن نحتاط لأنفسنا حتى لا تُخفي عنا (ظاهرة سطحية  Epiphénomène)  ظاهرة جوهرية. ¶ فعندما يذهب باليه الأوبرا في باريس إلى موسكو، أو عندما يأتي باليه الأوبرا من موسكو ليقدم بعض التمثيليات على المسرح الباريسي، فإن الذي يهمنا أن نستخلص لبناء فكرة (الأفرسيوية) ليس مجرد تبادل الفرق الراقصة، بل هو أن كلاً من هذه الفرق قد وجد خلال رحلاته جمهوره مع اختلاف بسيط في الألوان، كما وجد الجو نفسه والانفعال الجمالي نفسه. فمن المؤكد أن تطوافه لا بد أن يقوي هذه الوحدة في الإطار الفني، وأن يقوي (الروابط الثقافية) حسب التعبير الدبلوماسي، كما أن الفن ذاته يجد خلال هذا التبادل إلهاماً جديداً ودوافع جديدة. ¶ وهكذا يتوافق السبب وأثره في نتيجة كلية تصدر عن الواقع الذي سبق وجوده، أي إطار الحضارة المشتركة. وواضح جداً أن الباليه الروسي لم يكن ليجد في (فاس) مثلاً جمهوره، ولا ذلك الصدى نفسه. ¶ فالتبادل يصبح تقريباً غير ذي فائدة أو موضوع، عندما يخرج عن إطاره الذي يمنحه قيمته الاجماعية ومغزاه الثقافي. ¶ وإذن فتحديد التبادل الفعال الذي نتصوره ليساعد على تكوين ثقافة معينة، يجب أن يبدأ من هذه النظرة العامة عن (المحيط) الثقافي، فالثقافة هي أولاً (محيط) معين يتحرك في حدوده الإنسان، فيغذي إلهامه ويكيف مدى صلاحيته للتأثير عن طريق التبادل؛ والثقافة (جو) من الألوان",
            "page": "102",
            "part": "1",
            "seal": "6D8C18AF"
        },
        {
            "id": "106",
            "nass": "والأنغام، والعادات والتقاليد والأشكال والأوزان والحركات، التي تطبع على حياة الإنسان اتجاهاً وأسلوباً خاصاً يقوي تصوره، ويلهم عبقريته، ويغذي طاقاته الخلاقة؛ إنها الرباط العضوي بين الإنسان والإطار الذي يحوطه. ¶ لقد خضعت الثورة الصينية لمنطق طبيعي عندما قصدت من فورها إلى تعديل الإطار التقليدي، فمن أجل الإنسان ينبغي أن تغير وسطه الثقافي بإنشاء (محيط) جديد. ¶ ولقد انتقدوا الثورة الصينية في أنها غيرت (الإنسان) إلى (نملة زرقاء)، حين فرضت على الشعب الصيني لباسأ أزرق؛ والواقع أنه يجب أن نغير أحد طرفي التشبيه كيما نكون محقين، لأن وجه الشبه ليس بين (الإنسان) وبين (النملة الزرقاء) بل هو بين (النملة الزرقاء) و (الدودة البائسة) التي كانت تدب في أقذارها وأسمالها في غرز الأفيون، هنالك حيث كان يجتمع الباحثون عن النسيان وعن الغرائب والعجائب. ¶ فالنملة الزرقاء إذن ليست هدفاً، وإنما هي دليل على أن زمن الدودة الصغيرة قد وَلّى، وأن الصيني لن يلبث أن يصل إلى مستوى (الإنسان) إن كان لم يبلغه بعد، وفي هذه القرينة يعد ظهور (النملة الزرقاء) أمارة ثورة ثقافية، من شأنها أن تحدث تغيير المحيط الذي كانت تدب فيه الدودة الصينية، وهو الذي يشكل في الواقع هذه الدودة حتى تصل إلى الكمال. ¶ فإطلاق هذا اللقب على الإنسان الصيني إنما يصف المأساة النفسية التي يعانيها مطلقوه تجاه الثورة الصينية، أكثر من أن يكون تعبيراً عن الحقيقة الموضوعية في هذه الثورة، ويخيل إلينا أن الأوربي في هذا الموقف يعبر عن خيبة أمله، حين عبر بلغة عالم الجمال الذي يأسى، لأنه يرى تلك الريشة الصلبة العنيفة أحياناً في يد (ماوتسي تونج)، ترسم وجه الصين الجديدة على تلك",
            "page": "103",
            "part": "1",
            "seal": "85DF839F"
        },
        {
            "id": "107",
            "nass": "اللوحة العتيقة المهيبة، وقد كان يهوى- وهو الأوربي المغرم بغرائب المشاهدات- أن يرى الملامح النبيلة على وجه الصين القديمة، وبذا نفهم حدة الانفعال عنده، وصيحاته التي تدوي: ياللبربرية. ولكنا نتساءل إذا ما كان يريد أن يتحدث بوصفه كاتباً مولعاً بالجمال أو مؤرخاً اجتماعياً؟ ¶ ومهما يكن من شيء فإن مشكلة الثقافة توضع بالنسبة للفكرة الأفرسيوية، في الخطوط نفسها التي وضعت فيها بالصين، في المستوى الأساسي، بقصد إحداث التغيير ابتداء من إطار جديد. ¶ وفي هذا المستوى تقوم مشكلة الثقافة على تحديد يشمل أساساً الناحيتين الحيوية والتربوية، فالثقافة في مهمتها التاريخية تقوم بالنسبة للحضارة بوظيفة الدم بالنسبة للكائن الحي، فالدم ينقل الكريات البيضاء والحمراء التي تصون الحيوية والتوازن في الكائن، كما تكون جهاز مقاومته الذاتية. ¶ والثقافة تنقل أفكار الجمهور الشعبية، وأفكار القادة الفنية، وهذان العنصران هما اللذان يغذيان عبقرية الحضارة، فهي تدين لهما بدفعتها وبمقدرتها الخلاقة. ولكن من أين يأتي جوهر هذين العنصرين؟ ¶ تلكم هي المشكلة التربوية التي نواجهها، فكل واقع اجتماعي هو في أصله قيمة ثقافية خرجت إلى حيز التنفيذ، فجوهر الأول هو جوهر الأخرى ضرورة. ولو أننا حللنا واقعاً اجتماعياً، أعني نشاطاً محساً، فسنجد فيه في وضعه الراهن، أو في اطّراد تطوره عناصر أساسية أربعة هي كما بينا في الفصول السابقة: المنهج الأخلاقي والذوق الجمالي والصناعة والمنطق العملي؛ فكل واقع اجتماعي أو ناتج حضارة هو في جوهره مركب من هذه العناصر الأربعة، وبالتالي فإن مشكلة الثقافة الأفرسيوية هي من الناحية التربوية مشكلة هذا التركيب، والفكرة الآسيوية تتمثل عند انطلاقها في صورة هيكل مكوَّن من القوى الأخلاقية",
            "page": "104",
            "part": "1",
            "seal": "EAADA172"
        },
        {
            "id": "108",
            "nass": "والعقلية، ومن الطاقات الاجماعية والاقتصادية والسياسية، وهي في غايتها باعتبارها حضارة يجب أن تتمثل تركيب هذه القوى جميعاً. ¶ فالتماسك الداخلي الذي أودعته باندونج بين هذه الطاقات، قد استمدَّ من مبدأ فكري مشترك يكمن أساساً في النزعة المعادية للاستعمار لدى الشعوب الأفرسيوية .. ولكن التطور الذي يجب أن يخلف وراءه مرحلة الاستعمار، سيتجاوز حتماً نزعة العداوة للاستعمار أيضاً، وبالتالى فإن فكرة الأفرسيوية يجب أن تؤسس منهجها الأخلاقي على مبدأ إيجابي أكثر من ذلك، على ألا يكون في جوهره دينياً، حتى لا نخلع على الفكرة صفة (الكتلة) الدينية. ¶ فإذا ما حاولنا المزاوجة في أساس هذه الفكرة بين الإسلام والهندوسية، فإن الأمر لن يكون محاولة للتلفيق والاصطناع، بل لابد من ميثاق أخلاقي بينهما ليتخذا وجهة دولية واحدة، وليس في هذا تجديد للمحاولة العابثة التي قام بها الإمبراطور (أكبر) الذي أراد في القرن السادس عشر أن يؤسس إمبراطوريته في الهند على أساس تلفيق وحدة إسلامية هندوسية. ¶ إن الأديان لا يمكن أن تتنازل كيما تستغل وسائل لمثل هذه الغايات، ولو أننا أردنا درساً من الماضي فإن تاريخ الغرب يعطينا اياه، فلقد قامت الحضارة الغربية في بدايتها على هيكل أخلاقي مسيحي، أتاح لها التماسك والوثبة الضرورية لازدهارها؛ لكن تطورها قد غير هذا الأساس العقيدي شيئاً فشيئاً، إلى أن صار هيكلاً مختلطاً يتمثل فيه التفكير الكاثوليكي والبروتستانتي، وما يسمى بالتفكير الحر والتفكير اليهودي، وعليه فلا مجال لأن نبحث عن التماسك والتوافق في تلفيق ديني مصطنع. ¶ ولقد كانت نزعة معاداة الاستعمار كافيذ في مبدئها لتكون وسيلة لإحداث التماسك بين العناصر الممثلة في باندونج، لكنها فضلاً عن أنها ستنتهي بفعل",
            "page": "105",
            "part": "1",
            "seal": "73F7C246"
        },
        {
            "id": "109",
            "nass": "التطور فإن من الواجب أن نمر بها سريعاً، فلقد كان الدبلوماسي الهندي (بانيكار) يعتقد أنها ضرورية دون شك باعتبارها (وحدة أساسية) تجعل منها باندونج نقطة انطلاق للفكرة الآفرسيوية، بيد أنه كان يعتقد أيضاً أنها غير كافية، إذ كان ينظر في الوقت نفسه إلى هذا الاجتماع على أنه ((اجتماع لعناصر غير متوافقة)). فمن الواضح أن مبدأ كهذا لا يكفي على الرغم من تأثيره المؤقت، أليس هو الذي ألهم الشعوب المستعمرة خلال فترة تحريرها تضحيات نبيلة وأعمالاً نزيهة؟ ¶ وهو الذي ألهمها أخيراً تلك الملحمة العظمى، ملحمة (الساتيا جراها) أو طريق الحقيقة الذي حرر الهند؟ ¶ لكن هذه المرحلة الحماسية حين تمر فإن نزعة معاداة الاستعمار لا تصلح أن تكون دافعاً سامياً، يحرك حضارة ويعطيها مثلها الأعلى ووثبتها الضرورية. وفضلاً عن ذلك فإن هذه النزعة إذا ما صفي مضمونها من (المشاعر الإيجابية) عبر الزمن، فقد لا تدع فيها هذه التصفية سوى (مشاعر سلبية)، تقوم على حقد الشعوب التي قاست ظلم طغاتها، بينما القضية ليست أن ننتزع العالم من موجة احتقار الكبار لنسلمه إلى حقد الصغار، ومن المطمئن في هذا السبيل أن قادة الثقافة الآفرسيوية يدركون ذلك جيداً، وهذا أحد كبارهم مولانا (أبو الكلام آزاد) قد تفضل فأعطانا شخصياً الدليل، حين أكد لنا فخامته: ((إن مسؤولية التربية خطيرة، إذ ينبغي ألا تدع الحقد يتأصل في قلوب الجيل الجديد في الهند وعقولهم تحت ستار النزعة المعادية اللاستعمار)). ونحن نعتقد أن مهمة كهذه لا تخص المسؤولين عن توجيه الثقافة في وطن غاندي فحسب، بل تشمل جميع الأوطان الأفرسيوية، فهي تحدد لهذه الشعوب دونما لبس أو غموض طريق التحرر الداخلي، الذي يجب أن يكمل عملية التحرر السياسي والقومي بعملية التحرر الذاتي، أي في الإطار النفسي والأخلاقي، فإن الاستعمار لم يؤتر على",
            "page": "106",
            "part": "1",
            "seal": "67D73E3A"
        },
        {
            "id": "110",
            "nass": "الرجل المستعمر في مفهومه السياسي، أي في علاقاته الاجتماعية فحسب، بل لقد أثر عليه في أعماقه وفي تكويناته الأساسية، حتى لقد وصل الى روحه وإلى ضميره في صورة حالات ذُهان، وحالات حرمان تشل عنده كل جهد خلاق، ولاسيما، في إفريقية الشمالية. ¶ ومن المؤالم أن نرى الرجل المستعمر يقف دائماً في كتاباته موقف متهم أو متهَم، فإن هذا الموقف السلبي يسيء إلى (ذات) تكبت دائماً نقائصها، فلا تدعها تتفتح للحياة الجديدة. ¶ فمشكلة التحرر يجب أن توضع إذن في الإطار النفسي، وسنكون قد صفينا هذه الحالات الذُهانية وصنوف الحرمان- بعض التصفية على الأقل- إذا ما خلّصنا الرجل الأفرسيوي من المشاعر السلبية التي أصابته بها نزعته المعادية للاستعمار، وأصابه بها حقده عليه. ¶ وتبرز أهمية هذه المهمة النفسية في مشكلة الثقافة الأفرسيوية كلما ظهرت المهام الاجتماعية الضرورية إثر تحقق المطالب القومية، وكما أصبحت المقتضيات الإنسانية الدولية أكثر إلحاحاً. ¶ إن مشكلة السلام والحرب تتطلب قرارات واضحة وصريحة، أما نزعة الحقد فهي عمياء، وهي بذلك لن تشجع بعض المساعي التي ينبغي أن تكون نزيهة لكي تكون فعالة. ¶ فالثقافة الأفرسيوية لا يمكنها لأسباب مختلفة أن تجد إلهامها الجوهري في مجرد نزعة معادية للاستعمار، تختفي باختفاء سببها وهو: الاستعمار، فيجب أن تبحث عن روحها الأخلاقي في مجموع من القيم الروحية والتاريخية التي تُقرّها الشعوب الأفرسيوية بوصفها نوعاً من التراث، يشبه ما قدمته الإنسانيات الإغريقية اللاتينية إلى الغرب فوجد فيه دليل الطريق وزادها، والمصدر الذي",
            "page": "107",
            "part": "1",
            "seal": "3E8F0A55"
        },
        {
            "id": "111",
            "nass": "غذى عبقريته، ابتداء من (فيدياس  Phîdias)  حتى (ميشيل آنج  Michel Ange)  كما وجد فيه مقياس تنظيمه العقلي من أرسطو إلى ديكارت. ¶ (والتراث) الأفرسيوي يمكن أن يجد عناصره أولاً في المركبات النفسية التي أدت دوراً في الصراع من أجل التحرر، وهي مشتركة بين جميع الشعوب التي خاضت هذا الصراع، ثم إنه سيجدها في الاتجاه الذي يختط للفكرة الأفرسيوية وجهتها الخاصة بها في العالم، وجهة المصير المشترك بين الشعوب السائرة تحت لواء خطر الحرب. ¶ وإذا كان إلهام الثقافة الكلاسيكية في عصر النهضة الأوروبية قد اتجه بخاصة نحو الجمال وفلسفته أكثر من اتجاهه إلى أي شيء آخر، فإن الثقافة الأفرسيوية ملزمة بسبب مأساة هذا القرن العشرين، بأن تتجه أولاً نحو الأخلاق وفلسفتها لتحديد مثلها الأعلى، ثم نحو الصناعة لخلق وسائلها إلى هذا المثل الأعلى. فإنقاذ الإنسان من البؤس والفاقة على محور طنجة - جاكرتا، وإنقاذه من حتمية الحرب على محور واشنطن - موسكو، هما بالنسبة لنا الضرورتان المحددتان للمشكلة كلها: مشكلة بقائه، ومشكلة اتجاهه، وهذه الضرورة المزدوجة تسيطر بصورة طبيعية على تحديد ثقافته، وبالتالي تسيطر على تحديد منهجه الأخلاقي. ¶ وستجد الفكرة الأفرسيوية- بمقتضى ازدواجها الروحي- مبدأها الثاني في فكرة (عدم العنف)، ذلك المبدأ الذي نعرف دوره المنقذ في تحرير الهند، والذي لا زال يلهم حتى يومنا الحوار الدولي، بوصفه قانوناً لا يقبل الانفكاك عن المحاولات الإنسانية في الميدان السياسي. ¶ لكنا لا يمكننا أن نضم هذه الملحمة إلى الفكرة الأفرسيوية دون أن ندخل فيها في الوقت ذاته بطلها الأسطوري: (غاندي)، ذلك الوجه المحاط بهالة من نور الشهداء، الوجه الذي يتجلى في أروع صفحة من تاريخ عصرنا، ويزيد في",
            "page": "108",
            "part": "1",
            "seal": "710D07F4"
        },
        {
            "id": "112",
            "nass": "روعته أن الفصل الأول في مجموعة مواقفه فصل رمزي، نرى فيه المهاتما يدخل الميدان السياسي لأول مرة في صحبة رجل مسلم، هو (حاجي حبيب) الذي أيده مادياً وأدبياً منذ المؤتمر الأول الذي أعلن فيه المهاتما خطته (طريق الحقيقة  Satyagraha)  في 11 من أيلول (سبتمبر) 1906 بمسرح امبريال في (جوهانسبرج) بجنوب إفريقية. ¶ هذا الرمز لا يقتصر في تأثيره على الناحية السياسية، بل يتعداها إلى نطاق الروح، وحسبنا أن نعرف كم كان غاندي يميل إلى أن يغذي فكره من جميع منابع الغذاء الروحي، كالقرآن والإنجيل و (التهاجافاد- جيتا: كتاب الديانة الهندوسية). ¶ إن المتاحف في آسيا وإفريقية غنية بالوجوه الجليلة، وبالأسماء والمُثُل، لكي نستمد منها عناصر أخلاقية نحتاج إليها في بنائنا لتراث أفرسيوي، وسيكون غاندي ولا ريب في أحد الأبهاء الفخمة التي تحتوي صور الرجال العظماء. ¶ وكما أن الثقافة تتحدد بعناصرها المستمدة من الروح الأخلاقي فإنها تتحدد أيضاً بالجمال، وإذا كانت الثقافة قبل كل شيء (محيطاً)، فمن الواضح أن العنصر الجمالي يؤدي فيها دوراً رئيسياً، إذ أن القدرة الخلاقة مرتبطة دائماً بالانفعال الجمالي، بل إن مقدرة الفرد على التأثير مرتبطة أيضاً ببعض المقاييس الجمالية، ومن المعلوم مثلاً في ميدان التجارة والصناعة أن ((الصنف الرديء لا يباع)). ¶ على أن القيمة الجمالية يجب أن ينظر إليها خاصة من الوجهة التربوية، فهي تسهم في خلق نموذج إنشائي متميز يهب الحياة نسقاً معيناً، واتجاهاً ثابتاً في التاريخ بفضل ما وهب من أذواق وتناسب جمالي. ¶ ومن المؤكد أن تتغير (الدودة الصينية) الجرباء ذات الأطمار إلى (نملة",
            "page": "109",
            "part": "1",
            "seal": "2CCA2AC3"
        },
        {
            "id": "113",
            "nass": "زرقاء)، ذلك التغيير الخارجي البسيط قد زود الحياة في الصين بمثير فعال وبدافع إنشائي، ووضع أساساً للتربية الشعبية، وأبدع ذوقاً رفيعاً وحركة جديدة خلاقة للقيم الاجماعية. ¶ ومهما يكن من شيء فإن الكنوز الفنية في إفريقية وآسيا تشهد بوجود ثروة، تستطيع الفكرة الأفرسيوية أن تجد فيها دائماً عناصر جوهرية لخلق هذا الجزء المهم من تراثها. ¶ إن الثقافة الأفرسيوية في هذا العصر الحاضر، العصر الذي يخضع فيه التطور الإنساني في اتجاهه وفي سعته للعوامل الصناعية، ولاعتبارات المقدرة الإنتاجية، لا يمكن لها أن تحدد معالمها ما لم تأخذ في اعتبارها بعض العوامل الديناميكية، الصالحة لتشجيع النمو المادي لشعوب إفريقية وآسيا، والإسراع بحركته. ¶ وخطط المشروعات القومية التي رأت النور في السنوات الأخيرة في بلادنا، تشعرنا عملياً بالحاجات التي تطابق في صورة طبيعية الفصول التي تتركب منها الثقافة، فالصناعة أو المنهج الفني والمنطق العملي فصلان من هذه الفصول الهامة ((حيث يتجاوب المنطق العملي مع القدرة الإنتاجية في الناحية الاقتصادية، وحيث يرسمان خطة للعمل والنشاط في السلوك الفردي)). ¶ وللصناعة والمنطق العملي علاقة مباشرة بالمشكلات العضوية التي بحثها مؤتمر باندونج، والتي يجب أن يحلها كل بلد أفرسيوي لمصلحته الخاصة، ولهذين العنصرين تأثير مباشر عاجل على حظ الإنسان الأفرسيوي وعلى الإطار الذي يحوطه. ¶ ويأتي دور العامل الصناعي عندما يضع بلد ما تخطيطاً لمشروع قومي، وبذا يتم إدخاله في برنامج تربوي بصورة آلية نوعاً ما، إذ هي ضرورة تفرض نفسها على المشروعات الحكومية من جهة، وعلى المحاولات الخاصة من جهة",
            "page": "110",
            "part": "1",
            "seal": "E311B6F8"
        },
        {
            "id": "114",
            "nass": "أخرى، وهكذا يتلاقى احتياج دولة إلى الفنيين ورغبة الأفراد في أن يؤدوا وظائف معينة في مجال الفن الصناعي، يتلاقيان كاملاً في الضرورة العضوية نفسها. ¶ ويتقرر المنطق العملي بالصورة نفسها بصفته حاجة عاجلة لثقافة (نهضة) تريد أن تحدث تغييراً في (المحيط) حيث تتشكل عبقرية الحضارة، وحيث يتطور الإنسان، فالمنطق العملي يكيف صورة النشاط وأسلوبه ونسقه وجميع أشكاله الديناميكية. ¶ وعلى محور واشنطن - موسكو توجد ديناميكية خاصة تختلف عن ديناميكية محور طنجة - جاكرتا، والفرق منحصر في أن الثرثرة تكثر كلما قل النشاط والحركة، إذ حيثما يسود الكلام تبطئ الحركة، ومن أجل هذا وجدنا أن منظمي مؤتمر (باندونج) قد حددوا زمن الكلام بخمس عشرة دقيقة لكل متكلم، كان هذا ولاشك كيما يحولوا بينه وبين أن يغرق في لجة من الجعجعة وثرثرة اللسان. ¶ وبهذا أنقذت الحكمة مقدرة المؤتمر على التأثير من طوفان الكلام الذي قد لا يدع مجالاً للعمل الإيجابي. وجدير بالذكر أن نعلم أن (شواين لاي) قد برهن على تقديره لهذا المبدأ حين صاغ كلمته في أقل من ربع ساعة وهو يتحدث باسم ست مئة مليون من البشر. ¶ حقاً .. إن الكلمة لمن روح القدس. ولكن من الضروري أن يقر في أذهاننا التمييز بين الكلمة المقدسة الفعالة وبين الثرثرة والهذر، فهناك أناس ليست الكلمة بالنسبة إليهم سوى أداة تؤدي العدم، فهي عندهم مجرد صورة بيانية خلابة ترف في الهواء، أو مجرد كمية من المداد على صفحة من الورق. ¶ لكن الواجب يفرض علينا أن نرعى واقعاً جلياً وجوهرياً، هو أن ميزانية",
            "page": "111",
            "part": "1",
            "seal": "CDD45C3D"
        },
        {
            "id": "115",
            "nass": "التاريخ ليست رصيداً من الكلام بل كتلاً من النشاط المادي ومن الأفكار التي لها كثافة الواقع ووزنه. وهذه الميزانية المكونة من صنوف النشاط الإيجابي هي في الحقيقة ميزانيات من القيم الثقافية تقوم على فصول الثقافة الأربعة: منهجها الأخلاقي، وفلسفتها الجمالية، وفنها الصناعي، ومنطقها العملي. ¶ إننا حين عالجنا مشكلة الثقافة كنا نهدف إلى تبيان ضرورة التوجيه في الحياة الفكرية، تاركين جانباً المناقشة التي ستقرر إذا ما كان هذا الاتجاه يجب أن ينبع من ظروف الدولة طبقاً لاحتياجات البلاد، أي طبقاً لمنهج يفرض سيطرة التوجيه الجامعي، أو أن يصدر عن المنافع الشخصية والأذواق الفردية، أعني: عن التعليم الحر المنطلق، فمهما تكن الصورة التي نضع فيها المشكلة فمن الأهمية بمكان أن تحدد البلدان المتخلفة ثقافتها لتتدارك تأخرها، وتؤدي دورها في العالم بصورة فعالة. ¶ ولكل بلد أن يحل هذه المشكلة بطرقه الخاصة، فكلّ الطرق تؤدي إلى هدف واحد ولكن بتوقيت مختلف. فالواجب أن نتجنب الطرق الطويلة، طرق الاعتباط والاستهواء، الطرق التي سلكتها الحضارات التي كان أمامها ما يكفيها من القرون ومن آلاف السنين؛ وبلغة التربية: يجب أن نطبق الطرق التي توجه الذكاء في اتجاه الحضارة، والتي تجعل تكوينها طبقاً للتطورات الضرورية في نطاق هذه الحضارة، فإذا ما صيغت المشكلة في تعبيرات هذه اللغة وجدناها تتجاوز بذلك النطاق القومي، لتقوم على أساس وضع (سياسة للثقافة)، تبعاً لتعبير الجمعية العامة الخامسة لمؤتمر الثقافة الأوروبية الذي انعقد في بروكسل في تشرين الأول (أكتوبر) 1955، أي أن المشكلة تتطلب في هذا الاتجاه (مؤتمراً للثقافة الأفرسيوية)، وربما عبّر البيان النهائي لمؤتمر باندونج عن هذه الضرورة تحت عنوان (التعاون الثقافي).",
            "page": "112",
            "part": "1",
            "seal": "E8F5FCE6"
        },
        {
            "id": "116",
            "nass": "الفصل الرابع ¶ الثَقافة في اتّجاهِ العَالَميَّة",
            "page": "113",
            "part": "1",
            "seal": "FCE4B6DD"
        },
        {
            "id": "118",
            "nass": "تناولنا مشكلة الثقافة فيما سبق بالنسبة لعناصرها الداخلية، أعني تلك التي تتصل بوجود مجتمع معين؛ كما تناولناها بالنسبة لمشكلاتها الاتصالية، وهي التي تتصل بتعايش مجتمعين أو أكثر، متشابهين في النموذج، كنموذج إفريقي آسيوي مثلاً، وهي مشكلات تنتج على حدودها نتيجة لاتصالهما وتواجههما. ¶ وهذا يحدد- كما سبق أن عرضنا- مجالين متميزين، ينبغي على الثقافة أن تواجه في كل منهما مشكلات ذات طبيعة معينة. ¶ فهي في أحدهما يجب أن تسجل أسلوب الحياة في مجتمع معين وسلوك أفراده، وهي في الآخر ينبغي أن تخلق إمكانيات اتصال وتعاون بين المجتمعات المختلفة. ¶ ومع ذلك فإن نشاط الثقافة في المجال الأول يتم بصورة عادية، لأن يقظة الضمير أمام المشكلات الداخلية أو العضوية تتم هي الأخرى بصورة تلقائية. ¶ أما يقظة الضمير أمام مشكلات الاتصال فقد ظلت غائمة زمناً طويلاً، ولذلك كان نشاط ثقافة معينة على حدودها أقل ظهوراً ولا يعطي ثمرة إلا في بعض الظروف التاريخية، وأحياناً تكون هذه الثمرات سلبية، أشبه بذلك التلفيق غير المنتظر الذي حاول الإمبراطور (أكبر) أن يحققه بالهند في القرن السادس عشر، بين الثقافة الإسلامية والثقافة البرهمية. ¶ ومع ذلك فإن التطور الذي أعقب الحربين العالميتين قد أبرز كثيراً هذه الطائفة من المشكلات، كما تشهد بذلك محاولات كبرى، كمحاولة باندونج، حيث حاول المؤتمرون أن يضعوا لها حلولاً مناسبة.",
            "page": "115",
            "part": "1",
            "seal": "774EC543"
        },
        {
            "id": "119",
            "nass": "لكن الحربين العالميتين قد عجلتا في الواقع هذا التطور، فأعطتا تلك المشكلات معنى أبعد مدى، حين أنشأت بصورة ما مجالاً ثالثاً، هو المجال الذي يتحتم فيه على كل ثقافة أدركت حقيقة مشكلاتها الداخلية والاتصالية، أن تدرك حقيقة مشكلات أخرى على مستوى عالمي. ¶ ويبدو لنا أن منظمة اليونسكو لم تُنشأ إلا من أجل مواجهة هذا النوع من المشكلات، مهما شاب تفكيرها أحياناً جاذبية انطوائية تحول بينها وبين أن ترى الأشياء في هذا المستوى، وعلى ذلك نستطيع أن نحدد ثقافة معينة في حدود توقعها العالمي. ¶ والصفحات التالية تعالج مشكلة الثقافة في ضوء هذا التوقع. ¶ لقد استوحيت فكرة الكتابة في هذا الموضوع من الدعوة التي وجهتها إلي اللجنة التحضيرية لمؤتمر الكتاب الأفريقيين الذي انعقد بروما، حين دعتني إلى توجيه بلاغ إلى المؤتمر عن (الثقافة الإفريقية). ¶ والتأملات التي تسجل في موضوع كهذا لا تهم- فيما يبدو لي- الرجل المثقف في إفريقية السوداء وحده، فسواء مضينا في الشوط على محور واشنطن - موسكو، أم على محور طنجة - جاكرتا، فإن مشكلات الساعة الحاسمة واحدة هنا وهناك، فإن تكامل النوع الإنساني وسلامه قد أصبحا أهم ما يهم نفسية القرن العشرين واجتماعه وسياسته إلى حد ما. ¶ ونتيجة لهذا اتحدت المهمات الأساسية التي يتحمل عبئها الجيل الحالي في آسيا وفي إفريقية وفي أوروبا وفي أمريكا. ¶ فالمثقف المسلم نفسه ملزم بأن ينظر إلى الأشياء من زاويتها الإنسانية الرحبة، حتى يدرك دوره الخاص ودور ثقافته في هذا الإطار العالمي.",
            "page": "116",
            "part": "1",
            "seal": "05592C54"
        },
        {
            "id": "120",
            "nass": "هذا التغيير الذي أصاب المستوى لا يتوقف مطلقاً على ظروف مادية كما يحسب الناس غالباً في بلادنا، بل إنه يقوم على شروط أخلاقية، فهو يتم أولاً في الأفكار قبل أن يتم في نطاق الأشياء. ¶ فغاندي لم يكن يتصرف في صاروخ كوني، أعني في (شيء) ذي مستوى عالمي، وإنما كان يملك ضميراً تراحب حتى وسع العالم. ¶ ولقد خول له هذا الضمير قدراً من العالمية أكثر مما تخوله (الأقمار الصناعية) لأصحابها اليوم، فإذا بالهند التي ورثت عن غاندي مبدأ (عدم العنف)، قد أصبحت بفضل هذه الفكرة البسيطة أمة في الطليعة بالنسبة لمجموع المشكلات التي تثيرها قضية السلام. ¶ فهيبة الأمة قد تكفلها لها أحياناً الأفكار، إذا ما تناغمت هذه الأفكار مع المرحلة التي تجتازها الإنسانية. ¶ ولقد يحدث أن يخطئ الفتى المسلم في تقديره للمشكلات والأشياء، فهو غالباً ما يخطئ عندما يعتقد أن الذي ينقصه في وضعه الراهن إنما هو الصاروخ، أو على الأقل البندقية التي يؤدي بها كما يتوهم واجبه العاجل. ¶ فضميره هنا قد أصيب بانحراف، لأنه يحسب حساب حضوره الفذ وسط عالم يشعر بأنه لا مكان له فيه، ولكنه يفسر أصل دائه تفسيراً خاطئاً حتى يعزوه إلى نقص (أشياء) كثيرة في حياته، على حين أن ما ينقصه إنما هو (الأفكار). ¶ وسنظل نكرر ونلح في تكرارنا أن أزمة العالم الإسلامي منذ زمن طويل لم تكن أزمة في الوسائل، وإنما في الأفكار، وما لم يدرك هذا العالم تلك الحقيقة إدراكاً واضحاً، فسيظل داء الشبيبة العربية الإسلامية عضالاً، بسبب تخلفها عن ركب العالم المتقدم.",
            "page": "117",
            "part": "1",
            "seal": "1EDA9C17"
        },
        {
            "id": "121",
            "nass": "فلكي نتغلب على مرضنا ينبغي أن نكتشف طريق الأمة المرشدة، أعني الطريق الذي لم تترسمه أمة قبلها. ¶ ولهذا ينبغي أن نختار من بين الاتجاهات التي تتجه نحوها الإنسانية فنأخذ بزمام أحدها، ثم نسبق إلى الطليعة. ¶ وبوسعنا أن نقول: إن الهند قد بلغت اليوم مرتبة الأمة المرشدة في بعض الميادين، لا بفضل أنها تملك القنابل الهيدروجينية أو الصواريخ عابرة القارات، فهي لا تملكها، وإنما كان ذلك بفضل الروح الذي خلفه لها غاندي، فإذا بها تتصدر موكب الإنسانية في اتجاه السلام. ¶ فعلى المربين في البلاد العربية والإسلامية أن يُعَلّموا الشبيبة كيف تستطيع أن تكتشف طريقاً تتصدر فيه موكب الإنسانية، لا أن يعلموها كيف تواكب الروس أو الأمريكيين في طرائقهم، أو كيف تتبعهم؟ ¶ ولو أتيح لهذه الشبيبة أن تعتنق مشكلة تكامل الإنسانية اعتناقاً تمنحها معه كل ذكائها وكل قلبها، حتى تجعل منها رسالتها، فسوف تحتل مقام الصدارة في الزحف نحو اتجاه جديد، نحو تقرير مصائر الإنسانية، ولعلها بذلك تمحو الشرور التي تفشت اليوم في حنايا أنفسنا، ولعلها أيضاً تمحو بعض الشوائب والمذاهب التي خامرت عقولنا. ¶ تتحدد صورة الثقافة بصفة عامة عندما تصبح تاريخاً، فتتمثل لأعين الأجيال في صورة معجزة إغريقية أو إمبراطورية رومانية، غير أن القرن العشرين قد أدخل مقياساً جديداً في روح المنهج وفي الطريقة التي تحدد بها الثقافة، فالإنسانية قد دخلت عصر التخطيط منذ الحرب العالمية الأولى، وإذن فإذا أردنا أن نفهم الثقافة في هذا العصر، وجب أن نفهمها بوصفها منهاجاً قبل أن نحددها نتيجة. وعلى ذلك فإذا ما واجهنا اليوم مشكلة الثقافة الإفريقية وجب",
            "page": "118",
            "part": "1",
            "seal": "70ED34A6"
        },
        {
            "id": "122",
            "nass": "أن نُعَرّفَها طبقاً لمقياس عملي، وذلك بأن تكون صالحة لشيء ما، وأن تكون على علم بهذا الشيء، أي أن تتحدد طبقاً لما يجب أن تقوم به من عمل. ¶ فإلى أي حد سوف يهدينا التاريخ في هذا السبيل؟ ¶ هنالك نوعان من النماذج التي خلفها لنا الماضي، والتي من شأنها أن تفيدنا مثالاً تاريخياً يضع حدود تعريف لثقافة ما: ¶ ففي عالم البحر الأبيض المتوسط يوجد النموذجان الروماني والإغريقي (¬1). ¶ وفي آسيا يوجد النموذجان المنغولي والصيني. ¶ فها نحن أولاء من أول خطوة في طريقنا أمام اختيار ريسي، فإما أن نُعَرّفَ الثقافة وسيلة للإمبراطورية، وإما أن نعرفها طريقاً إلى الحضارة، وبعبارة أخرى يواجه المجتمع مشكلاته بلغة القوة أو بلغة البقاء، بقدر ما تصوغ ثقافته أسلوب حياته وسلوك الأفراد فيه. وقد كان الذي صرف المجتمعات التي سبقتنا عن التماس حل نظري لمشكلة الثقافة، أن قضيتها لم تبرز واضحة أمام ضمائرها، فكان التاريخ في الواقع هو الذي يضعها ويحلها بوسائله الخاصة. فإذا كان الشعب الإغريقي والشعب الروماني قد سارا كلٌّ في طريق، فإن ذلك لم يكن ابتداء نتيجة اختيار، وإنما اتجها بكل بساطة إلى ما تميل إليه طباعهما. فنوع الثقافة إذن يتحدد في كل شعب تبعاً لحتمية منبعثة من نفسيته، وعلى أساس هذه النفسية اتجه الرومان نحو الإمبراطورية، بينما فرغ الإغريق لتحقيق معجزاتهم في صورة حضارة. فإذا ما نجم في نطاق ثقافة معينة نزوع يتعارض مع اتجاهها الطبيعي، فإن اتجاهها يقصيه بوصفه عنصراً غريباً عن ذاتها، وقد ¶ ¬__________ ¶ (¬1) هذا الفصل بيان وجهه المؤلف إلى مؤتمر الكتاب الإفريقيين، وقد سبق أن ترجمه الزميل عمر كامل مسقاوي.",
            "page": "119",
            "part": "1",
            "seal": "D92D50AB"
        },
        {
            "id": "123",
            "nass": "حدثنا التاريخ كيف طردت أثينا إسبرطة حينما أرادت أن تجعل من نفسها عاصمة لإميراطورية عسكرية. ¶ وهناك حتمية أخرى تدخل في هذا التحديد نطلق عليها الحتمية الجغرافية، فلكل ثقافة رقعتها حيث تكتشف منابع إلهامها، ولها مجال معين تكون فيه وعيها للمشكلات، كما تجد فيه وسائل حل هذه المشكلات. وإنا لنرى في خريطة العالم القديم الرقعة التي انتشرت عليها الحضارة الهلينية، وهي الأرض التي عليها تكونت معجزة الإغريق من العناصر التي أمدّها بها إنسان هذه الرقعة وترابها ووقتها. ¶ كما أننا نرى في الثقافة الرومانية الاستجابة للمشكلات التي نبتت على الأرض التي سيطر عليها (السلام الروماني  Pax Romana)،  فمن قبل أن تصبح هذه الأماكن (متحفاً) يقدم لنا التفسيرات التاريخية عن ثقافة الماضي، فإنها كانت معملاً تركبت فيه عناصر تلك الثقافة، وإن هذه الآثار التي خلفها لنا الماضي لتستطيع- بقدر ما في هذه النظرة من صواب- أن ترشدنا اليوم. ¶ ولاريب أن في إفريقية متحفاً هاماً للثقافة، ينبغي ألا ننساه إذا ما أردنا أن نصنف بعض عناصرها، وخاصة ما يتصل بالقيم الأخلاقية والجمالية الإفريقية، التي لا يجوز إغفالها عند أي تخطيط للثقافة، فلسنا نشك في أن هذا المؤتمر يعد إلى حد ما مؤتمر تخطيط، وهذا يعني أن أعمالها تتجه نحو المستقبل أكثر مما تلتفت إلى الماضي. ¶ فإذا سرنا على هدي التاريخ كان علينا أن ندرس المشكلة في ضوء عنصرين محددين هما: مزاج الثقافة ورقعتها. ¶ أما المزاج: فإنني أرى أنه من غير سبر دقيق لأعماق النفسية الإفريقية، ودون إضرار بالنتائج التي يمكن أن نستخلصها، نستطيع أن نفترض عملياً أنه من",
            "page": "120",
            "part": "1",
            "seal": "2DBF0F22"
        },
        {
            "id": "124",
            "nass": "غير التوقع أن يأتي يوماً ما تهديدٌ من إفريقية، تحت شعار إمبراطورية عسكرية؛ وإذا ما احتاج الأمر إلى التدليل على صحة الفرض دون تأسيس على الاعتبار الأخلاقي وحده، فإننا نجد الاتجاه يتحدد طريقه بقوة الواقع، فإفريقية لا تملك في الواقع رصيداً من القنابل الذرية، ولاهي تملك صناعة ثقيلة لإنتاجها، وإذن فمن غير الممكن أن تسطر مشكلاتها بلغة القوة، وإنما على العكس من ذلك سوف تسطرها- بقوة واقعها- بلغة البقاء. ¶ فالمشكلة من الناحية النفسية واضحة لا لبس فيها، فإن المزاج الإفريقي لا يحمل أية عقدة من نوع إمبراطوري، وليس في صدره أية نواة لإرادة قوة تأتي بثقافة إمبراطورية، وإذن فنحن من أول خطوة أمام ثقافة حضارية. ¶ وفي ظل هذه الصياغة للمشكلة ينبغي تحديد العنصر الآخر: (الرقعة) فما هي الحدود التي يجب أن نضعها للثقافة الإفريقية، تلك الحدود التي في داخلها سوف تجد منابع إلهامها من ناحية، كما تجد فيها الأعمال التي ينبغي أن تقوم بها؟. وفي كلمة مجملة: ما هي مهماتها؟ ¶ إن من الواضح أن الضمير الإنساني في القرن العشرين لم يعد يتكون في إطار الوطن أو الإقليم، هذا مع اعترافنا بأن أرض المولد التي يعيش عليها الناس تمدهم بالبواعث الحقيقية لمواقفهم العميقة، غير أن الضمير الإنساني في القرن العشرين إنما يتكون على ضوء الحوادث العالمية التي لا يستطيع أن يتخلص من تبعاتها، فإن مصير أي جماعة إنسانية يتحدد جزء منه خارج حدودها الجغرافية. ¶ فالثقافة أصبحت تتحدد أخلاقياً وتاريخياً داخل تخطيط عالمي، لأن المنابع التي سوف تستقي منها أفكارها ومشاعرها، والقضايا التي سوف تتبناها، والاستفزازات التي سوف تستجيب لها، والأعمال التي سوف تقوم بها، لا تستطيع هذه كلها أن تتجمع في أرض الوطن؛ فالثقافة الإفريقية مجالها العالم ضرورة،",
            "page": "121",
            "part": "1",
            "seal": "4CC787CE"
        },
        {
            "id": "125",
            "nass": "فيجب أن تصعد أعمالها إلى هذا المستوى، مميزة بين الأعمال التي تتصل ببناء حضارة إفريقية، وتلك التي تبعث بإشعاع تلك الحضارة خارج حدودها. ¶ والنظر في التخطيط العالمي الذي يجب أن تندمج فيه الثقافة الإفريقية يكشف عن ناحيتين، فإنه يوجد نوعان من الناس يختلفان اجتماعياً: نوع كان أو لايزال مستعمَراً، ونوع كان ولا يزال مستعمِراً. ¶ وجميع المشكلات الكبرى للعالم الراهن ترد نفسياً وسياسياً واقتصادياً إلى هذا النظام الثنائي الذي خلفه لنا القرن التاسع عشر، بل إن مشكلة العلاقات الداخلية لكلا النوعين هي فعل أو رد فعل لهذا النظام، فإن السباق الخطر في مجال القوة بين الدول المتقدمة، من أهدافه الرقابة على الجماهير، وعلى المساحات التي تملكها الشعوب المتخلفة، وهذه الشعوب الأخيرة بدورها قد مزقتها الأحلاف التي تربطها عسكرياً وسياسياً بالشعوب المتقدمة، فضلاً عن أن بينها أحقاداً مستحكمة، وأحقاداً أخرى تبعث بها هذه الشعوب عبر حدودها إلى البقعة المتحضرة من هذا العالم، وفي هذا كله تحميل لمشكلة السلام أثقالاً مع أثقالها. ¶ وهكذا نرى القرن العشرين يضع قضاياه  Thèses  في مواجهة ما خلفه لنا القرن التاسع عشر من مناقضات (الاستعمار)  Antithèses،  فنحن نعيش هذا الصراع اليوم في جميع أشكاله في انتظار ساعة (التركيب  Synthèses)  التي تصهر النزعتين في السلام العالمي. ¶ ويبدو أن هذه الساعة قد آذنت في مؤتمر باندونج، لو أن التاريخ يحقق مشاريعه. فهذا كله في جملته هو التخطيط العالمي الذي ينبغي أن تندمج فيه الثقافة الإفريقية. ¶ أما المهام التي ينبغي أن تواجهها الثقافة الإفريقية داخل هذا التخطيط فإنها تتألف من قضايا ثلاث هي:",
            "page": "122",
            "part": "1",
            "seal": "9790E9AB"
        },
        {
            "id": "126",
            "nass": "(1) الارتفاع بمستوى الرجل الإفريقي المتحرر من الاستعمار، أو الذي لا يزال يرسف في أغلاله إلى مستوى الحضارة. ¶ (2) الارتفاع بالرجل المتحضر الذي لا يزال ضميره ملطخاً بإثم الاستعمار إلى مستوى الإنسانية .. ¶ (3) إدخال الشخصية الإفريقية في المسألة الرئيسية للسلام. ¶ وهذه المهام الثلاث ترجع في الواقع إلى مهمة واحدة تعبر في عومها عن مشكلة الإنسانية، وهي مشكلة تتطلب في حلها ذلك التركيب المنتظر، ولسوف يجد المجتمع الإفريقي دون شك في مزاجه وفي ظروف تطوره الإلهامات الضرورية، التي تضطره ألا يواجه مشكلاته بلغة الإمبراطورية. ومن هنا فقد وجب على الثقافة الإفريقية أن تضعها بلغة الحضارة. ¶ وحتى تستطيع النخبة الإفريقية أن تقوم بدورها الحضاري على أتمه، فإن عليها أن تدرك بدقة وضعها الحالي، إذ أنها تجد نفسها أحياناً منفصلة عن وسطها، فإن المثقف الإفريقي الذي كونته باريس ولندن، هو في أغلب الأحيان أوثق اتصالاً بمنشأ ثقافته منه بمنشأ حياته، وهذه ولاريب نقطة اتصال مهمة في ضمير هذا المثقف إذا ما نظرنا إليه بالنسبة لمشروع تركيب إنساني، فهو يستطيع أن يقوم بدور مهم بفضل ما انغرس في فكره من نبات الثقافة الأوربية، وذلك يجعله ينظر إلى المشكلات نظرة مزدوجة، فهو ينظر إليها مرة من خلال ثقافته، وأخرى بإيحاء من منشئه، غير أن هذا الوضع الغريب له جانب سلبي يتجلى بوضوح في موقف النخبة الإفريقية، حينما نرى مثقفاً يبحث في الأزياء ما يعوض به عن نقص هن نوع آخر، فنراه مثلاً في بعض الحفلات يلبس زي أبيه القديم فكأنه بهذا يعوض نقصاً يشعر به في اتصاله الروحي بالجماهير الإفريقية، ويوشك هذا المظهر السلبي أن يؤدي بتلك النخبة إلى انفصال ثقافي في وقت هي",
            "page": "123",
            "part": "1",
            "seal": "A29ADE62"
        },
        {
            "id": "127",
            "nass": "أحوج ما تكون فيه إلى الاتصال، فإن الحضارة التي دانت بها النخبة الإفريقية في نواحٍ شتى، قد فصلتها عمن دونها من المجاهير التي لا تزال في تطورها البدائي، وربما انفصلت عن وسط ثقافتها إذا ما حاولت العودة إلى منشئها، لكن الأمر قد يأخذ صورة أخرى لو أن هذه النخبة الإفريقية قامت بدور الوسيط بين العالم الذي نشأت فيه وبين الحضارة. ¶ فقيامها بهذا الدور ليس وفاء منها لأحد العالمين، وإنما هو وفاء مزدوج لأصلها ولثقافتها، فحضورها ( Présence)  في إفريقية ينبغي أن يبرأ من العقد، كما ينبغي على ثقافتها ألا تكون في برج عاجي، لا تصل إليها أيدي الجماهير الجاهلة، بل ينبغي أن تكون القاعدة التي ترتفع عليها هذه الجماهير إلى مستوى الحضارة. ¶ وهذا يبدو لي بصورة مختصرة المشكلة الأولى للثقافة الإفريقية، أما مشكلتها الثانية التي عليها أن تواجهها فهي الضمير الأوربي .. ¶ فإن أوربا التي ورثت التقاليد الرومانية من عصر النهضة قد أصبحت اليوم رهينة ثقافة إمبراطورية. فقد تغذى ضميرها بما أثار القرن التاسع عشر من قضايا، وهو القرن الذي شهد ازدهار فكرة (جوبينو)، ذلك الكاتب الذي طبق أفكار (دارون) عن أصل الأنواع على مجال الإنسان، فخلّف بهذا القرن العشرين تراثاً روحياً ضاراً ثقيلاً أنتج أمثال (هتلر) والدكتور (مالون). ¶ لكن هذه الأرض التي أقامت عليها بناءها الفكري خلال القرنين الأخيرين قد انهارت به اليوم وبما كان يحمل، فالذي يبدو أن أوربا تبحث اليوم عن مسوغات جديدة لوضعها الجديد، فمن وراء هذه الحقيقة يمكن أن نجد جميع التفسيرات لمأساة الأوربية الراهنة، أعني بذلك أصل المأساة التي يعيشها العالم اليوم، وربما استطعنا بهذا أن نفسر بعض ألوان الأدب الأوربي كالوجودية مثلاً،",
            "page": "124",
            "part": "1",
            "seal": "F4E24705"
        },
        {
            "id": "128",
            "nass": "وبكلمة واحدة: فإن العالم يعيش الأزمة الأوربية، إنه يعيشها سياسياً وفكرياً واقتصادياً وإلى حد ما أخلاقياً؛ وإذن فتعريف الثقافة الإفريقية لا يكون دون أن نأخذ في حسابنا هذا العنصر الأساسي للأزمة العالمية التي هي (الحالة  Le cas)  الأوربية. ¶ ولاشك أن النخبة الإفريقية ستجد نفسها حيال هذه (الحالة) أمام إحدى مهماتها، التي تتطلب منها قسطاً أوفر من الصفات الأخلاقية، بقدر ما تحتاج إلى الصفات الفكرية، وبكلمة أخرى كل الصفات التي يحتاجها الطبيب الصالح. ¶ والسير في معالجة حالة ما يقتضي دراسة مرضية وأخرى علاجية. فإذا كانت الدراسة الأولى سهلة التحديد فإنه من الصعب تحديد الأخرى، لأن السير في العلاج يتوقف نجاحه على المريض نفسه أي على أوربا، فأوربا تعيش في عالم كوَّنه علمها، غير أن ضميرها لا يعلمه تماماً، لأنها تجهل فيه مسألة رئيسية، تجهل الإنسان الذي اعتادت أن تنظر إليه حتى الآن على أنه من أبناء المستعمرات. ¶ فإذا ما أراد الضمير الأوربي أن يجدد بناءه فإن عليه أن يبدأ فترة من التدريب المؤلم القاسي، شأنه في ذلك شأن أي عضو فقد صلاحيته. ¶ يجب على هذا الضمير أن يشعر في العالم الذي سيطرت عليه أوربا بوجود الآخرين، ومهمة النخبة الإفريقية إزاء ذلك أن تسهم في ترويضه على صلاحيته تلك بأقل ألم ممكن؛ ولاشك فإن الذي يسهل قيامها بهذه المهمة أن تكون قد قامت بمهمتها الأولى، فبقدر ما ترتفع بالجماهير الإفريقية إلى مستوى الحضارة فإنها ترتفع بالضمير الأوربي إلى مستوى الإنسانية، لتضع أمامه صورة صحيحة عن الرجل الذي يعده الاستعمار شيئاً تافهاً، فالمهمتان مترابطتان ونتائجهما الاجتماعية والنفسية متلازمة، فكل ما سوف يحضر الرجل الإفريقي سوف يعطي للأوربي فكرة أصح عن العالم الإنساني.",
            "page": "125",
            "part": "1",
            "seal": "AA310C4C"
        },
        {
            "id": "129",
            "nass": "ولسنا بحاجة إلى القول: إن المنظمات الثقافية العالمية كاليونسكو تستطيع أن تقوم من ناحيتها بدور مؤثر في معالجة الضمير الأوربي، وحينئذ تكون المهمة أسهل، وخاصة إذا اختيرت لها طرق أقل تزمتاً مما جرت به العادة، وذلك حتى تواجه بها الجماهير، وليس النخبة فقط. فالثقافة الإفريقية ينبغي ألا تكون أقل إشعاعاً خارج إفريقية منها في أعمالها لتحضير قارتها. وحينها تكون قد خلصت الدول المتحضرة من الاستعمار، والشعوب المتخلفة من القابلية للاستعمار فإنها تكون بذلك قد أسهمت في تكوين الضمير الإنساني، وبهذا تكون قد كونت لحظة هامة في التطور الاجتماعي والروحي للإنسانية، لحظة تتلاشى فيها قضايا الماضي ونقائصها لتخلي مكانها للتركيب الذي من شأنه أن يعيد للإنسان قيمته، حتى لا يبقى مستعمِر ولا قابل للاستعمار، غير أن مهمة الإنسانية اليوم خاضعة في عمومها لقضية السلام، التي تفرض نفسها مقدماً على كل مشروع اجتماعي أو روحي في العالم الراهن، فمشكلة السلام قدى أصبحت هي النقطة التي تلتقي عندها خيوط التاريخ جميعاً. ¶ ولن يتاح للثقافة الإفريقية أن تأخذ مكانها بحق في التخطيط العالمي للقرن العشرين، ما لم تتجه نحو هذه النقطة الرئيسية، واضعة مشكلة السلام من بين المهام الرئيسية التي تضطلع بمواجهتها. ¶ وهذه المهمة الثالثة تضعها أمام اختبار: ¶ فماذا يمكن، وماذا يجب على هذه الثقافة الإفريقية أن تقدم لحل هذه المشكلة العالمية؟ ¶ إن العالم مثقل بالعلم وبثقافة الإمبراطورية، إنه يضج بروح الحرب وبوسائل الحرب، ولكن هناك فراغًا كبيراً من الضمير ينبغي له أن يمتلئ، وعلى الثقافة الإفريقية أن تتحدد طبقاً لهذا.",
            "page": "126",
            "part": "1",
            "seal": "690F1D2E"
        },
        {
            "id": "130",
            "nass": "إن روح القرن التاسع عشر التي ادّعت تحقيق سعادة الإنسان بواسطة الآلة قد انتهت إلى إفلاس محزن، فلم يعد العالم ينتظر الخلاص على يد العلم، ولكن في أن يُبْعَث الضمير الإنساني من جديد، والعبقرية الإفريقية لا تستطيع أن تنقذه باكتشاف طريقة جديدة في صناعة الكوتشوك، أو وسيلة مستحدثة في تحليل الذرة، ومن ثم فإن ما ينبغي أن تقدمه لخدمة السلام هو الضمير .. وليس العلم. ¶ والثقافة إنما تتجه إلى الإمبراطورية أو إلى الحضارة بما تتضمنه من الكفاءات الفنية والمبادئ الأخلاقية، ونسبة هذا المضمون- التي تقرر مصير الثقافة- يحددها المزاج، وغالباً الظروف التاريخية، وهو ما يمكن خاصة أن يتحقق في الثقافة الإفريقية، هذه الثقافة التي سوف تقوم حينئذ بدور مهم في حل الأزمة العالمية، وذلك بما تأتي به من الإصلاحات لبعض المفاهيم الأساسية، فليس بخافٍ أن إفريقية لا تملك رصيداً من القنابل الذرية عليها أن تصفيه خدمة للسلام، ولكن في العالم أكداساً من الكراهية والحقد لابد من تصفيتها، ففي نفسية غالب الشعوب بذور فكرية مميتة. وليست الإنسانية مهددة من الغيوم المشبعة بالإشعاع الذي تعلقه فوق رؤوسنا التجارب الذرية فحسب، ولكنها أيضاً مختنقة في جو مشحون بهذه الجراثيم الميتة التي ورثتها عن العهد الاستعماري، والنخبة الإفريقية سوف تستطيع خدمة السلام في فكر الإنسان مباشرة، بما تغير من موقفه الفكري والأخلاق إزاء المشاكل القائمة اليوم. ¶ إن الحرب جزء من التجارب الإنسانية في عهودها الأولى، وليس من قبيل المصادفة أن يلعب الأطفال ألعاب الحرب في العالم أجمع، والمثل القائل: (من أراد السلام فليتهيأ للحرب  Si vis Pacym Para Bellum)  الذي كان يضربه الرومان في عهدهم، يدلنا كيف تخضع فكرة السلام لفكرة الحرب، ولا تزال هذه النفسية تسيطر حتى الآن في كل المعاهد حيث تتكون الكفاءة العسكرية،",
            "page": "127",
            "part": "1",
            "seal": "1134649B"
        },
        {
            "id": "131",
            "nass": "ولايزال السلام في البلاد المتحضرة يعد نتيجة لحرب ظافرة، وليس نتيجة لتخطيط صالح للحياة الدولية، تحت رقابة فعالة من الضمير العالمي؛ ففكرة السلام لم تحقق حتى الآن استقلالها وشخصيتها الخاصة، وهي تدين في خضوعها هذا للثقافة الإمبراطورية التي لا ترى السلام إلا حيثما يكون مؤيداً بالسلاح. ¶ فالثقافة الحضارية ينبغي أن تعطي لفكرة السلام شخصيتها الحقيقية، بأن تضعها منذ الآن تحت ضمان المبادئ. ¶ إن على الثقافة الإفريقية أن تتحدد بالنسبة لهذه القضية طبقاً لبعض المبادئ كالتي قررها مؤتمر باندونج، وإذا ما دان الكتّاب الإفريقيون بهذه المبادئ فخصصوا قسطاً من إنتاجهم لمشكلة السلام، فسوف نرى يوماً يبتدع فيه أطفال إفريقية لعباً أوحى إليهم بها السلام. ¶ وأخيراً فإنه إذا ما كتب للثقافة الإفريقية أن تواجه هذه المهام الثلاث التي ألقينا عليها بعض الأضواء، فإن من حقها على التاريخ أن تحظى لديه بلقب (ثقافة كبرى)، لأنها تكون حينئذ قد أسهمت في تشييد عصر إنساني شامل في العالم.",
            "page": "128",
            "part": "1",
            "seal": "98688A17"
        },
        {
            "id": "132",
            "nass": "الفصل الخامس ¶ ما ضد الثقافة  L'anti culture",
            "page": "129",
            "part": "1",
            "seal": "6FD52709"
        },
        {
            "id": "134",
            "nass": "في عام 1959 وعند كتابة الفصل السابق، كان العالم يمر بفترة من الانفراج النسبي. فمن ناحية نجحت (روح جنيف) إلى حد ما في ترطيب الجو الدولي للحرب الباردة، ومن ناحية أخرى، وفيما كانت الثورة الجزائرية مستمرة، تسارعت عملية تصفية الاستعمار في العالم الثالث. وأخيراً فإن الدول الأفروسيوية المستقلة اجتمعت في (باندونج)، محققة وعيها لحقوقها وواجباتها في العالم، ولتضع ثقلها بأكمله في الميزان تحت شعار عدم الانحياز. ¶ فحين نطرح مشكلة ثقافة معينة على مستوى القارة الإفريقية مثلاً، أو على مستوى أي بلد تقدمي، دون أن نأخذ بعين الاعتبار كل هذه المعطيات السياسية والجغرافية، فإننا نكون بذلك قد أدرنا ظهرنا عن قصد لسائر أبعاد التاريخ في هذا النصف من القرن. ¶ تلك كانت قناعة الكاتب في أعماقه وهو يضع رسالته، إذ رأى بأن أفضل وسيلة لإدخال إنسان العالم الثالث، والإنسان الإفريقي على وجه الخصوص في تلك الآفاق البارزة، أن ندعوه إلى المشاركة في تحقيقها في الإطار السياسي والأخلاقي والاجتماعي. ¶ فمهمات هذه المشاركة التي أوضحناها في تلك الرسالة، قد صاغتها معطيات وضع عالمي معين، فضلاً عن وضع خاص بالعالم الثالث، هذا العالم الذي خرج من عصر الاستعمار ليجد نفسه في مواجهة مشاكل تخلفه. ¶ كان ذلك منذ عشر سنين، لكن الأعوام الماضية عدلت دون أدنى شك، تلك الصورة التي فيها شيء من المثالية لعام 1959، فالعالم لا يتطور اليوم في جو من السلام فدون ذلك الكثير.",
            "page": "131",
            "part": "1",
            "seal": "AC5AFA3E"
        },
        {
            "id": "135",
            "nass": "ذلك أن روح باندونح التي تركها كي تلقى مصيرها أولئك الذين أوجدوها أنفسهم، قد انطفأت كما تنطفئ نار معبد هجره سَدَنته. ¶ وروح جنيف تبدد كما يتبدد الحلم، وخطط تصفية الاستعمار تتابعت وتتتابع اليوم في جوّ من العنف متزايد، مرتدة أحياناً إلى سيرورة استعمار جديد كما في فلسطين وفيتنام وإفريقية الجنوبية. ¶ وأخيراً فالعالم الثالث ينزع نحو الإغراق في تخلفه أكثر فأكثر، اللهم إذا استثنينا تلك الحالات التي حدثت فيها بالتحديد تحولات ثقافية جادة كما هو شأن كوبا والصين. ¶ وبكلمة أخرى فإذا قسنا الأمور بالمقياس الذي قسنا به المهمات، التي حددناها في الفصل السابق لعشر سنوات خلت رأينا: ¶ أ- أن الرجل المتحضر قد أصبح أكثر همجية، فمستواه الأخلاقي قد انخفض بشكل ملحوظ. ¶ ب- أن الإنسان الإفريقي لم ير مستواه الاجتماعي قد ارتفع إلى ما كان يأمل أن يرتفع إليه. ¶ جـ- أن السلام أخيراً- تلك الفكرة المهيمنة، والموضوع المحوري لباندونج- هو اليوم كما لم يكن في يوم مضى في ظل السلاح. ¶ يمكن في الواقع ومن خلال موقف كهذا، أن تتكون فلسفة تسمح بالقول: إن إنسان العالم الثالث، والإفريقي على وجه الخصوص، لم يخدم قضية السلام، إذ لم يكن بإمكانه القيام بهذه المهمة. ¶ وبوضوح أكثر فإن إفريقيا (منظمة الوحدة الإفريقية) لم تطرح- كما هو معلوم- مشاكلها بلغة القوة في (أديس أبابا)، وهي لم تعلن عن استعداد ما",
            "page": "132",
            "part": "1",
            "seal": "6DF213B5"
        },
        {
            "id": "136",
            "nass": "لخلق فكرة ثقافة سيطرة، وهي لا تستطيع ذلك حتى ولو كانت طبيعتها تدفعها في هذا الاتجاه. ¶ يكفي هذا من وجهة موضوعية. ¶ ويمكن أن يضاف إلى ذلك، أن الإنسان الإفريقي في المرحلة الحاضرة من تطوره، لا يستطيع أن يدعي دور الموجه للإنسان المتحضر، ليرفعه إلى مستوى (الأخلاق الإنسانية). ¶ ثم إن هذا الإنسان المتحضر كبير بشكل يستطيع معه أن يتخبط وحيداً في مشاكله، وينبغي أن نترك له بمحض وسائله أن يرتبط بهذه المبادئ أو يتخلى عنها. ¶ إننا إذا أخذنا الأمور بموضوعية، فهذه فلسفة مقبولة، ومع ذلك فإننا نشعر بمدى أي ضيق في الأفق، وعزلة عن العالم الخارجي، ستقود إليهما ثقافة إفريقية كهذه، تضع مثل هذه الفلسفة. ¶ وإذا ما اندفعنا قليلاً في الاستسلام لهذا النوع من الموضوعية، وأوغلنا فيه دفعة واحدة، فذلك لن يكون سبباً في عزل هذه الثقافة عن الترفع والمثالية وروح الشعر، وسد آفاقها على العالم، وتبديد جميع تطلعاتها الكونية فحسب، ولكنه الانطواء في نفسها على العدم. ¶ فإذا ما تخلت ثقافة أو قصرت عن رفع المستوى الاجتماعي للفرد، إذا ما أخفقت في أعمالها اليومية وذلك محكها الأخير، فإنها لن تكون ثقافة. إنها ستسقط في المعنى الأدق للكلمة في وهدة (لا ثقافة)، وستتمتع في هذا النطاق بقليل من الغرابة أو كثير، وقد تصطبغ بلون محلي أو توشيها مباهج الفولوكلور.",
            "page": "133",
            "part": "1",
            "seal": "4C3E5469"
        },
        {
            "id": "137",
            "nass": "فالوظيفة الاجتماعية للثقافة تتطلب الكثير من التحديد، خصوصاً في المعطيات السياسية للبلاد الحديثة التي خرجت من عصر الاستعمار، وبدأت بناءها الاجتماعي. ¶ هنا فإن كل وتيرة لهذا البناء، وكل قيمة اجتماعية له، وكل خلفية تاريخية، ترتكز على الثقافة وحدها التي تبعثه وتحييه. ¶ ذلك أن حرب التحرير في أي بلد إفريقي، تفتح الطريق سياسياً إلى السيادة القومية، واجماعياً تقود إلى وضع تتراكم فيه المشاكل الناشئة عن النظام الجديد، وتضاف إلى المشاكل التي خلفها النظام الاستعماري. ¶ والنظام الجديد يبنى أساساً في ظل تباشير دولة، هي أبعد من أن تكون مجرد تأكيد للسيادة الوطنية، بخطها الدستور في أسطره الأولى؛ إنها بناء الأجهزة الأساسية لتطوير هذه السيادة في أبعادها السياسية والاجتماعية والاقتصادية. ¶ فتأكيد السيادة قد تحقق بدماء أولئك الذين قادوا معركة التحرير، لكن توطيدها في الحياة العامة يقع على عاتق الأحياء. إنه يرتكز على جلَدهم في العمل، على النظام، وعلى حماستهم في مهماتهم اليومية. وبكلمة واحدة على ميزة ثقافتهم. ¶ وبتعبير آخر، فالثقافة تستطيع أن تمنحنا اللحظات الممتعة، إذ توحي إلينا أن نُنشد أحياناً مجتمعين، وأن نرقص مجتمعين، ونضحك مجتمعين؛ والأداء الحسن لذلك كله ظاهرة مشجعة وجمالية ينبغي عدم الاستخفاف بها. ولكن دورها الأساسي أن تعلمنا العيش المشترك والعمل المشترك، وخاصة الكفاح المشترك.",
            "page": "134",
            "part": "1",
            "seal": "B2AFF14A"
        },
        {
            "id": "138",
            "nass": "هذه هي وظيفتها الاجماعية الأساسية. ولن نتلهى بإضاعة الوقت في إيجاد تعريف لمفهوم الثقافة. ¶ وجواب (هوريو) العفوي قد يكون كافياً حينما قال: ((الثقافة: إنها ذلك الذي نحتفظ به حينما ننسى ما تعلمناه)). لكن اختصاصياً كالأمريكي (هوركوفيست) تردد وهو يعطي لها تعريفاً، فأعطى لها تعاريف ثلاثة سماها (المتناقضات الظاهرة) من أجل أن يحيط بدلاً من أن يحدد لها تعريفاً منهجياً أفلت منه. ¶ ومن أجل أن نتفادى الأفكار المسبقة، يمكن لنا أن نلجأ هنا إلى تلك الطريقة في المعالجة، بأن نتتبع المسائل التي ترد إلى الفكر من خلال المصالح المحورية، التي نحتاج أن نوليها أهمية معينة في البلاد الإفريقية، في هذه المرحلة من تطورها. ¶ وهكذا فإن من حقنا في بلد متخلف، أن نصب معظم اهتماماتنا على الجانب الاقتصادي، ويمكن لنا وكيفما اتفق أن نعدد بعض القيم في هذا الإطار: الإنتاج، التسليف، العمل، الاستهلاك، العقد، الأمانة التجارية، الدقة، التنظيم، الادخار، المبادلة، أمن الأموال ... إلخ. ¶ ها نحن أولاء أمام جدول من المصالح المحورية، وارتباطها بعيشنا اليومي لا يخفى على أحد، وكل القيم الاقتصادية التي حددناها، لا تستطيع أن تُحقق دورها وأن تمارسه بصورة فعلية، في مخطط تنمية إفريقي، على سبيل المثال، دون بعض شروط تكيف تتعلق بالإنسان الإفريقي نفسه. ¶ من الطبيعي أن هذه الضوابط ليست تعريفاً للثقافة، ولكنها تشكل أحد جوانبها الأساسية، إذا نظرنا إلى الموضوع من زاوية المشاكل الاقتصادية أي المشكلات الأهم في إفريقيا.",
            "page": "135",
            "part": "1",
            "seal": "E03F153E"
        },
        {
            "id": "139",
            "nass": "وعلى ضوء ذلك سنستطيع القول: إن معالجة الموضوع من هذه الناحية تتناول تعريفاً جزئياً للثقافة. ويمكن لنا أن نوسع إطارها لتشكل مواضيع أخرى: ¶ الرياضة، بناء المدن، الفن .... إلخ، مثلاً، فإذا طبقنا مثل هذه الطريقة على تجربة الإفريقي الذي عاش في كلا المجتمعين: في العالم المتطور والعالم الثالث، فإن هذه الملاحظات ستتناول بالضرورة ذلك المظهر المزدوج للأشياء، إذ سيشاهد (العمل، الدقة، التنظيم، الادخار) من ناحية، ومن ناحية أخرى (عدم الفعالية، الغموض، التسيب، الإسراف). فإذا زان الأمر بالمعيار الثقافي وجد نفسه منساقاً إلى الحديث عن ثقافتين: ثقافة تنتج أسباب التقدم والتنمية، وتلك التي تخلق الشروط النفسية والاجتماعية لما هو التخلف. ¶ وهكذا فإن وحدة مفهوم كفهوم الثقافة، له مثل هذه الأهمية التاريخية الكبرى، ستكون معرضة للخطر بطريقة فريدة إذا ما أعطيناها هذين الوجهين: وجهاً يمثل التنمية، وآخر يمثل ما دون التنمية. ¶ من هنا نستطيع الجزم بأنه لا توجد ثقافة للتخلف، ومن أجل صفاء أكبر ولوضع أعلى درجات الوضوح لأفكارنا، فإنه من الجائز الحديث عن ثقافة في حالة، وفي حالة أخرى، ودون أن نكون منحازين عن (اللاثقافة)، شريطة أن نضع لهذه الكلمة محتوى اجماعياً صالحاً. ¶ ونقول عن (لاثقافتنا) إنها ذلك المستوى الاجتماعي التاريخي، الذي لا بد أن ننطلق منه لنبني ثقافة تتمتع بالأصالة والعالمية في آن معاً. ¶ هذا هو الرأسمال الأولي، وفي حالتنا هذه فإن مثل هذا الرأسمال، لا يستهان به من أجل أن يوظف في إطار برنامج ثقافة. ¶ فهناك طهارة إفريقيا الأخلاقية، وجماع حماستها للخير والجمال، ونقاء",
            "page": "136",
            "part": "1",
            "seal": "E228C03D"
        },
        {
            "id": "140",
            "nass": "روحها وواسع عفويتها العاطفية المتعاطفة، وعميق مخزونها البكر من روحها كما تخلق القيم الجديدة النافعة والصلبة معاً. ¶ لكن الثروة الثمينة هذه معرضة للأخطار، فنحن في عالم ما زال ملطخاً بخطيئة الاستعمار إزاء أولئك المشغوفين بـ (ثقافة سيطرة)، ولا يريدون أن يتيحوا للشعوب التي خرجت حديثاً من ربقة الاستعمار، إمكانية تحقيق (برنامج ثقافة) ولا أن يحافظوا على (لاثقافتهم) بكراً لا يمسها سوء. ¶ هناك أفلام، وهناك أسطوانات، وهناك مجلات خلاعية. وهناك كتب التربية الجنسية، وهناك أساليب التخنث والترجل، وهناك مجون نشاهده أمام أبصارنا، وهناك حتى فلسفة اللذة الجنسية كما تضع الشباب على طريق الفرويدية. وهذه كلها ليست إلا مظاهر منظورة أو غير منظورة لوحش متعدد الأطراف، واسع المدى، قذر تسمم أنفاسه الملوثة مناخاً، تولد فيه القيم الثقافية الأصلية، وتمتد أطرافه تتلوى كالأفعى، لزجة الدبق، تمسك بقوة وتنزلق، لتحم الخناق وتخمد في أعماقنا وفي قلوبنا وفي عبقريتنا وفي روحنا، تلك الثروة الأساسية التي هي المنطلق في تحديد (منهج ثقافة). ¶ ولا ريب أن هنالك مشاريع حقيقية لما هو ضد الثقافة، تولد تحت الأشكال والعناوين كافة، لتجهض بالوسائل المصطنعة أخلاقياً وفكرياً البرامج التي ينمو في إطارها هذا الرأسمال ويزداد. ¶ لكن يضاف إلى هذا الخطر وهو يأتي من الخارج، خطر يأتي من أنفسنا، فـ (لينين) اشتم هذا الخطر في بداية مجتمع وليد، عندما وجه تحذيره الشديد (ضد كل محاولة تحجيم للقيم الثقافية لتتلاءم مع إطار الثقافة البروليتارية). ¶ ينبغي أن ننقي مفهوم الثقافة من التراكم الأدبي، ومن كل أكاديمية ومن كل إقحام فولكلوري.",
            "page": "137",
            "part": "1",
            "seal": "AF7898DE"
        },
        {
            "id": "141",
            "nass": "وإذا كان لا ريب في أن الفولكلور جزء من الثقافة، فالثقافة ليست فولكلوراً يتأنق في قليل أو كثير، بما يناسب ذوق العصر، وخاصة ذوق السائح الذي تستهويه المشاهد الغريبة عن وسطه. ¶ فالثقافة هي أسلوب حياة، الأسلوب المشترك لمجتمع بأكله من علمائه إلى فلاحيه. ¶ أما الفولكلور فهو إقليمي، أي إن عالم الأجناس يجد في حدود الإقليم كل ما يريده عن تاريخ الفولكلور ومغزاه ومعناه. وهكذا يمكن أن نجد لفولكلورنا الجزائري تفسيره في الأرض الجزائرية، التي تحدها حدودنا المتعددة الأضلاع كما نراها على الخريطة. ففي داخل هذه الحدود يمكن حصر سائر المعطيات التاريخية لنمط (عيسى الجرموني) على سبيل المثال. ¶ لكننا لا نستطيع دراسة فكر وأعمال (ابن خلدون) ونحن نغلق عليهما وعلى أنفسنا حدود هذه الرقعة الجغرافية. ¶ فمجال ثقافة ما إنما هو مدى حضارة. ومؤلف المقدمة شعر به بحدة كبيرة وبكل مأساوية، في ذلك العصر الذي انتهت به الحضارة. إذ حينما شهد بثاقب نظره الأفول الثقافي في المغرب، كان يعي بحسرة وحنين تدني الثقافة في الشرق الأوسط الإسلامي. ¶ وقبل أن تصبح الثقافة وطنية وخاضعة لضرورات ومتغيرات الشعوب، وما يفاجئ مسيرتها، أو عالمية تتحسن وتنفتح لمصلحة مجموعة أكبر هي الإنسانية، فالثقافة هي أولاً ما يرسم قسمات المجتمع ويحدد مسيرته. ¶ وحينما نطرح مسألة ثقافة إفريقية، فإننا بصورة أساسية نطرح قضية حضارة إفريقية ودوراً إفريقياً في العالم، وهذا الطرح يترك لنا الخيار بين ثقافة امبراطورية أو ثقافة حضارة. ¶ وحينما يصبح هذا الاختيار حقيقة واقعة، فإن النخبة الإفريقية ملزمة بأن تضع في صيغته المحتوى الملائم.",
            "page": "138",
            "part": "1",
            "seal": "25ACE39F"
        },
        {
            "id": "142",
            "nass": "خاتمة ¶ لقد أردنا في هذه الصفحات أن يلمّ القارئ العربي في نظرة واحدة بمشكلة الثقافة من جوانبها الكلاسيكية، مع جانب من وجهات نظر جديدة يجدها هنا، ومع ذلك فسيلحظ القارئ أننا حتى في عرضنا للجوانب الكلاسيكية قد طبقنا منهجاً جديداً في الدرس والتحليل، كما ندرك العناصر الأولية في الثقافة إدراكاً أكثر تعمقاً. ¶ والواقع أن التحليل النفسي الذي طبقناه في الفصل الأول قد كشف لنا بصورة ما عن ذرات هذه العناصر، كما أعطانا فكرة عن طريقة تحللها في ذاتية الفرد، ليتم عن طريق هذا التحلل تحديد طابعه الثقافي. ¶ حتى إذا استوفينا هذا البحث قمنا بخطوة أخرى في اتجاه معكوس، فعرضنا منهجاً للتركيب النفسي يتفق وما نقصد إليه من تحويل العناصر التي كشف عنها التحليل، إلى برنامج تربوي يمكن تطبيقه في ميدان التعليم. ¶ بيد أن هذا التحليل قد وضعنا في الوقت ذاته في مواجهة جانب آخر من جوانب المشكلة، ذي مغزى غير منتظر ولا متوقع، وذلك بسبب ما يلابسها من ظروف دولية، فإن قولنا إن لمشكلة الثقافة في مجتمع معين نوعيتها يمنعنا أن نستورد لها حلاً طبّقه مجتمع آخر، دون أن نحتفظ في النقل أو الاستيراد سواء تقلد هذا الحل صبغة شيوعية أو تقليداً غربياً. ¶ وليس مبنى هذه الملاحظة قائماً على اعتبارات دينية أو سياسية، بل هي",
            "page": "139",
            "part": "1",
            "seal": "45076B75"
        },
        {
            "id": "143",
            "nass": "قائمة على اعتبارات فنية خالصة كما رأينا، وهي تدل ضمنا على أن هناك لواقعنا أساساً ثقافياً عربياً إسلامياً لا يمكن إعادة بناء حضارتنا على سواه. ¶ ومن ناحية أخرى لقد غذت الاعتبارات التي قدمناها- فيما أعتقد- الموضوع برأي جديد، على الأقل بالنسبة للشباب العربي الذي أتوجه إليه في هذه الدراسة، وذلك الرأي هو- دون ريب- ما عالجناه في فصل (تعايش الثقافات). ¶ كما كان من المفيد قطعاً أن ننظر إلى مشكلة الثقافة من زاوية عالمية. ¶ ولعل القارئ قد أدرك أننا حين تحدثنا عن هذه الزاوية بصدد حديثنا عن الثقافة الإفريقية، وحين بيّنا الشروط اللازمة لكي تؤدي دوراً كهذا، إنما كنا نهدف من باب أولى إلى بيان أن الثقافة العربية الإسلامية يمكنها أن تقوم به، لأنها قد قامت به في الماضي فعلاً، عندما كانت تهدي بإشعاعها من مراكزها في القاهرة وبغداد وقرطبة موكب التقدم الروحي والعقلي للإنسانية. ¶ وبهذا فهي قادرة وجديرة بأن تنهض اليوم بدورها بصفتها (ثقافة كبرى) في العالم. ¶ فإذا ما أدرك المثقف العربي المسلم مشكلة الثقافة من هذه الزاوية، فسوف يمكنه أن يدرك حقيقة الدور الذي يناط به في حضارة القرن العشرين. ¶ ***",
            "page": "140",
            "part": "1",
            "seal": "A9A69FF6"
        },
        {
            "id": "144",
            "nass": "المسارد ¶ ¬__________ ¶ 1 - مسرد الآيات القرآنية ...................................... 143 ¶ 2 - مسرد الأحاديث النبوية .................................... 144 ¶ 3 - مسرد الأعلام (يشمل الأشخاص والدول والأمكنة) .......... 145 ¶ 4 - مسرد المذاهب والمجاعات والشعوب ....................... 148 ¶ 5 - مسرد المعاهدات والمؤتمرات والمنظمات .................... 149 ¶ 6 - مسرد المراجع والصادر .................................... 150 ¶ 7 - مسرد الموضوعات ........................................ 151",
            "page": "141",
            "part": "1",
            "seal": "F2583840"
        },
        {
            "id": "146",
            "nass": "¬_______________ ¶ 1 - مسرد الآيات القرآنية ¶ _______________ ¶ سورة البقرة (2) ¶ الآية .............................................................................................................................................................. رقها ............. الصفحة ¶ {وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى الْمَلَائِكَةِ فَقَالَ أَنْبِئُونِي بِأَسْمَاءِ هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ * قَالُوا سُبْحَانَكَ لَا عِلْمَ لَنَا إِلَّا مَا عَلَّمْتَنَا إِنَّكَ أَنْتَ الْعَلِيمُ الْحَكِيمُ} .......... 31و 32 .......... 22 ¶ {واقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ} .......................................................................................................................................... 191 .............. 25 ¶ سورة الأنفال (8) ¶ {لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ} ........................................................................................... 63 ............... 63 ¶ {وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ} ........................................................... 63 ............... 79 ¶ سورة لقمان (31) ¶ {وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا} ....................................................................................................................................... 18 ............... 87 ¶ {وَاقْصِدْ فِي مَشْيِكَ} ............................................................................................................................................... 19 ............... 87",
            "page": "143",
            "part": "1",
            "seal": "BC7C97B2"
        },
        {
            "id": "147",
            "nass": "¬_______________ ¶ 2 - مسرد الأحاديث النبوية ¶ _______________ ¶ الحديث .............................................................................................................................................................. الصفحة ¶ ((م)) ¶ «مثل ما بعثني الله عز وجل به من الهدى والعلم كمثل الغيث الكثير، أصاب أرضاً فكانت منها بقعة قبلت الماء، فأنبتت الكلأ والعشب الكثير؛ وكانت منها بقعة أمسكت الماء، فنفع الله عز وجل بها الناس، فشربوا منها وسقوا وزرعوا؛ وكانت منها طائفة قيعان لا تمسك ماء ولا تنبت كلأ». [متفق عليه] ............................................................................................ 49 ¶ «من رأى منم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان [رواه مسلم) ........................................................ 90 ¶ ((هـ)) ¶ حديث الهجرة: هو غلام شاب لقن ثقف [رواه البخاري) ................................................................................................................. 19",
            "page": "144",
            "part": "1",
            "seal": "283436E8"
        },
        {
            "id": "148",
            "nass": "¬___________ ¶ 3 - مسرد الأعلام ¶ ___________ ¶ (يشمل الأشخاص والدول والأمكنة) ¶ ((أ)) ¶ آدم (عليه السلام) 76 ¶ آسيا 29، 109، 110، 116، 119 ¶ ابن خلدون 20، 24، 37، 47، 49، 77، 138 ¶ ابن دريد 19 ¶ ابن رشد 49، 71 ¶ أبو الحسن املراكشي (فلكي) 23 ¶ أبو الكلام آزاد 106 ¶ الأبيض المتوسط (البحر) 119 ¶ أثينة 24 ¶ أديس أبابا 132 ¶ أرسطو 108 ¶ إسبرطة 120 ¶ الإست (قصر) 55 ¶ إفريقية 109، 110، 116، 120، 121، 124، 135، 136 ¶ إفريقية الجنوبية 132 ¶ أكبر (الإمبراطور) 100، 105، 115 ¶ ألمانيا 29، 35، 45 ¶ أوجست كونت 27، 46 ¶ أوروبا 24، 29، 46، 49، 52، 116، 124، 125 ¶ أوغسطين (القديس) 71 ¶ أميركا 14، 116 ¶ ((ب)) ¶ باريس 102، 123 ¶ باستور 14 ¶ بانيكار (دبلوماسي هندي) 106 ¶ برانلي (عالم فرنسي) 81 ¶ بغداد 24، 140 ¶ بن باديس 72 ¶ بوبوف (عالم روسي) 90 ¶ ((ت)) ¶ تايلور 33 ¶ التبت 98 ¶ تركيا 46 ¶ توماس الأكويني 71 ¶ ((ج)) ¶ جاكرتا 100 ¶ جان دارك 77 ¶ الجزائر 46 ¶ جلفاني (عالم كهربائي) 35 ¶ جمال عبد الناصر 36 ¶ جوبينو (كاتب) 124 ¶ جورج كينان (دبلوماسي أمريكي) 15",
            "page": "145",
            "part": "1",
            "seal": "1376ED05"
        },
        {
            "id": "149",
            "nass": "¬__________ ¶ جوهانسبرج 109 ¶ جويم الفاتح 47 ¶ ((ح)) ¶ حاجي حبيب (مؤيد لغاندي) 109 ¶ ((خ)) ¶ خروشوف 15، 62 ¶ ((د)) ¶ دارون 46، 134 ¶ دمشق 24، 93 ¶ ديدمونا (من شخصيات مسرحية عطيل) 56 ¶ ديكارت 71، 77، 108 ¶ ((ر)) ¶ رالف لنتون 8، 30، 34، 35، 37، 38 ¶ رامبوليه (مدينة فرنسية) 88 ¶ روسيا 15 ¶ روما 7، 24، 116 ¶ الرومانية (الإمبراطورية) 118 ¶ ((ش)) ¶ شارلمان 81 ¶ شبنهور 29 ¶ شكسبير 52 ¶ شواين لاي 111 ¶ ((ص)) ¶ الصين 14، 98، 104، 110، 132 ¶ ((ط)) ¶ طرابلس لبنان 5، 7 ¶ طنجة 100 ¶ طنجة جاكرتا (محور) 99، 100، 108، 111، ¶ طوكيو 101 ¶ ((ع)) ¶ العربية المتحدة (الجمهورية) 88 ¶ عطيل 53 ¶ عمر (رضي الله عنه) 51 ¶ عيسى الجرموني (مطرب شعبي) 138 ¶ ((غ)) ¶ غاندي 106، 108، 117 ¶ الغزالي 77، 82 ¶ ((ف)) ¶ الفارابي 49 ¶ فاس 102 ¶ فانسان دي بول (قديس) 80 ¶ فرنسا 80 ¶ فريد وجدي 19 ¶ فلسطين 89، 132 ¶ فليمن (عالم أمريكي) 81 ¶ فيتنام 132 ¶ فيدياس 108 ¶ (ق)) ¶ القاهرة 7، 8، 11، 45، 140",
            "page": "146",
            "part": "1",
            "seal": "4877E174"
        },
        {
            "id": "150",
            "nass": "¬__________ ¶ القاهرة (جامعة) 36 ¶ قرطبة 140 ¶ ((ك)) ¶ كوبا 132 ¶ كوخ 14 ¶ كولين ولسن (كاتب إنكليزي) 91 ¶ (ف) كونستانتينوف 8، 32، 33، 34 ¶ ((ل)) ¶ لافوازييه 47 ¶ لندن 123 ¶ ليتز (موسيقار) 55، 62 ¶ ليسنكو (عالم وراثة) 29 ¶ ليفي بريل (عالم أمريكي) 29 ¶ لينين 137 ¶ ((م)) ¶ ماركس 73 ¶ ماركوني (عالم إيطالي) 81 ¶ مالون (الدكتور) 124 ¶ ماوتسي تونج 32، 33، 36، 37، 91، 103 ¶ محمد عبده 72 ¶ مصطفى كمال 83 ¶ مورجان (عالم وراثة) 29 ¶ موسكو 15، 73، 84، 102 ¶ المهاتما (وانظر غاندي) 109 ¶ ميشيل آنج 108 ¶ ((ن)) ¶ النبي - صلى الله عليه وسلم - 49، 63 ¶ النملة الزرقاء (الصيني الجديد) 103، 109 ¶ نيتشه 29 ¶ نيوتن 47، 48، 49، 55، 62 ¶ نيويورك 54 ¶ ((هـ)) ¶ هتلر 124 ¶ هرتز (عالم ألماني) 81 ¶ الهند 98، 105، 106، 115، 117، 118 ¶ هوركلونيست 135 ¶ هوريو 135 ¶ (و) ¶ واشنطن 102 ¶ واشنطن- موسكو (محور) 101، 108، 110، 116 ¶ الولايات المتحدة الأمريكية 37 ¶ وليام أوجبرن 8، 30، 31، 33، 35، 37، 38 ¶ ((ي)) ¶ يادانوف 73 ¶ يونج 20",
            "page": "147",
            "part": "1",
            "seal": "F3E697F8"
        },
        {
            "id": "151",
            "nass": "¬________________________ ¶ 4 - مسرد المذاهب والمجاعات والشعوب ¶ ________________________ ¶ ((أ)) ¶ الاتحاد والترقي (رابطة) 46 ¶ الاشتراكي التقدمي (الفكر) ¶ الإصلاح 72 ¶ الإغريقي (الشعب) 119 ¶ الأفكار الخاصة 34 ¶ الأفكار العامة 34 ¶ الأفكار الممرضة 36 ¶ الأمريكيون 30، 118 ¶ الإنسانيات الإغريقية اللاتينية 28، 29، 107 ¶ الأنصار 81 ¶ ((ب)) ¶ البوذية 98 ¶ ((ت)) ¶ الترقي (نادي) 46 ¶ ((ح)) ¶ حضانة الأطفال (جمعية) 80 ¶ ((ر)) ¶ الروس 118 ¶ الروماني (الشعب) 119، 127 ¶ ((غ)) ¶ الغربية (مدرسة الثقافة) 29، 30 ¶ ((ف)) ¶ الفرويدية 137 ¶ ((ك)) ¶ الكلاسيكي (الفكر) 28، 35 ¶ (م)) ¶ المادية (الثقافة) 31، 33 ¶ الماركسية (الإيديولوجية) 40، 42 ¶ الماركسي (الفكر) 8، 29، 32 ¶ المتكيفة (الثقافة) 31، 33 ¶ المهاجرون 81 ¶ الموحدون 11 ¶ ((هـ)) ¶ الهتلرية 45 ¶ الهندوسية 105 ¶ الهيبز (عصابات) 91 ¶ ((و)) ¶ الوجودية 124",
            "page": "148",
            "part": "1",
            "seal": "5301CC71"
        },
        {
            "id": "152",
            "nass": "¬__________________________ ¶ 5 - مسرد المعاهدات والمؤتمرات والمنظمات ¶ __________________________ ¶ ((أ)) ¶ الأفرسيوي (المؤتمر) 101 ¶ ((ب)) ¶ باندونج (مؤتمر) 16، 98، 99، 101، 105، 106، ¶ 110، 111، 112، 115، 122، 128، 131، 132 ¶ ((ج)) ¶ جنيف (مؤتمر) 99، 129، 132 ¶ ((ح)) ¶ الحزب الشيوعي (مؤتمر) 15، 73 ¶ الحياد الإيجابي 16 ¶ ((ك)) ¶ الكتاب الإفريقيون (مؤتمر) 116، 119 ¶ ((و)) ¶ الوحدة الإفريقية (منظمة) 132 ¶ ((ي)) ¶ اليونسكو (منظمة) 98، 99، 101، 116، 126",
            "page": "149",
            "part": "1",
            "seal": "4845B813"
        },
        {
            "id": "153",
            "nass": "¬______________________ ¶ 6 - مصرد الكتب والمراجع والمصادر ¶ ______________________ ¶ ((أ)) ¶ الإنجيل 109 ¶ ((ت)) ¶ التها جافاد- جيتا (كتاب الديانة الهندوسية) 109 ¶ ((د)) ¶ دائرة معارف القرن العشرين 19 ¶ دور الأفكار التقدمية في تطوير المجتمع 8، 32، 34 ¶ الديمقراطية الجديدة (كتاب) 32 ¶ ((ر)) ¶ روسيا والذرة والغرب (كتاب) 15 ¶ ((س)) ¶ الساتيا جراها (ملحمة) 106 ¶ ((ش)) ¶ شروط النهضة (للمؤلف) 7، 8، 15، ح 67 ¶ ((ص)) ¶ الصراع الفكري في البلاد المستعمرة (للمؤلف) ح 69 ¶ ((ط)) ¶ الطفل المتوحش (دراسة) 93 ¶ ((ظ)) ¶ الظاهرة القرآنية (للمؤلف) ح 34 ¶ ((ع)) ¶ عطيل (مسرحية) 52 ¶ العلاقات الاجتماعية وأثر الدين فيها (دراسة) ح 79 ¶ ((ف)) ¶ فكرة الإفريقية الآسيوية (للمؤلف) 7، 99، ح 100 ¶ ((ق)) ¶ القرآن 109 ¶ ((ل)) ¶ اللامنتمي (كتاب) 90 ¶ لسان العرب (معجم) 19",
            "page": "150",
            "part": "1",
            "seal": "CB0D49E6"
        },
        {
            "id": "154",
            "nass": "¬______________ ¶ 7 - مسرد الموضوعات ¶ ______________ ¶ الموضوع ................................. الصفحة ¶ الوصية ................................... 5 ¶ تصدير ................................... 7 ¶ الإهداء ................................... 9 ¶ مقدمة الطبعة الثانية ....................... 11 ¶ مقدمة الطبعة الأولى ....................... 13 ¶ الفصل الأول: تحليل نفسي للثقافة .......... 17 ¶ أوليات ..................................... 19 ¶ ما هي الثقافة؟ ............................. 19 ¶ عملية التعريف ............................. 22 ¶ فكرة الثقافة ................................. 24 ¶ الثقافة وعلم الاجتماع ....................... 27 ¶ بعض الأفكار .............................. 29 ¶ موازنة هذه الآراء ........................... 34 ¶ تصور آخر للمشكلة ........................ 36 ¶ تعريف آخر للثقافة ......................... 39 ¶ ماهي الثقافة؟ .............................. 41 ¶ الجانب النفسي والجانب الاجتماعي ......... 43 ¶ طبيعة العلاقة الثقافية ....................... 49 ¶ الثقافة والمقاييس الذاتية ..................... 53 ¶ الفصل الثاني: تركيب نفسي للثقافة .......... 59 ¶ تراكيب جزئية وتركيب عام .................. 61 ¶ توجيه الأفكار ............................... 67",
            "page": "151",
            "part": "1",
            "seal": "F41D5697"
        },
        {
            "id": "155",
            "nass": "¬______________ ¶ توجيه الثقافة ......................................... 70 ¶ الحرفية في الثقافة .................................... 75 ¶ معنى الثقافة في التاريخ ............................... 76 ¶ معنى الثقافة في التربية ............................... 77 ¶ التوجيه الأخلاقي ..................................... 79 ¶ التوجيه الجمالي ...................................... 81 ¶ المنطق العملي ....................................... 85 ¶ التوجيه الفني أو الصناعة ............................ 88 ¶ الأزمة الثقافية ........................................ 90 ¶ الفصل الثالث: تعايش الثقافات ....................... 95 ¶ نظرات في تعايش الثقافات ........................... 97 ¶ تعايش ثقافي على محور طانجة- جاكرتا ............. 100 ¶ الفصل الرابع: الثقافة في اتجاه العالمية ............... 113 ¶ الفصل الخامس: ما ضد الثقافة  L'anti culture................. 129 ¶ خاتمة ............................................... 139 ¶ المسارد .............................................. 141 ¶ 1 - مسرد الآيات .................................... 143 ¶ 2 - مسرد الأحاديث ................................. 144 ¶ 3 - مسرد الأعلام ................................... 145 ¶ 4 - مسرد المذاهب والجماعات والشعوب ............. 148 ¶ 5 - مسرد المعاهدات والمؤتمرات والمنظمات .......... 149 ¶ 6 - مسرد المراجع والمصادر ......................... 150 ¶ 7 - مسرد الموضوعات .............................. 151",
            "page": "152",
            "part": "1",
            "seal": "AD7DF071"
        }
    ],
    "t1061": [
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "تصدير"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الإهداء"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الثانية"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الأولى"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول تحليل نفسي للثقافة"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "أوليات"
        },
        {
            "id": "22",
            "lvl": "3",
            "sub": "1",
            "tit": "ما هي الثقافة؟"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "عملية التعريف"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "فكرة الثقافة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الثقافة وعلم الاجتماع"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "بعض الأفكار"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "موازنة هذه الآراء"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "تصور آخر للمشكلة"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف آخر للثقافة"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "ما هي الثقافة؟"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "الجانب النفسي والجانب الاجتماعي"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "طبيعة العلاقة الثقافية"
        },
        {
            "id": "56",
            "lvl": "3",
            "sub": null,
            "tit": "الثقافة والمقاييس الذاتية"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني تركيب نفسي للثقافة"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "تراكيب جزئية وتركيب عام"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "توجيه الأفكار"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": null,
            "tit": "توجيه الثقافة"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "الحرفية في الثقافة"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الثقافة في التاريخ"
        },
        {
            "id": "80",
            "lvl": "3",
            "sub": null,
            "tit": "معنى الثقافة في التربية"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "التوجيه الأخلاقي"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "التوجيه الجمالي"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "المنطق العملي"
        },
        {
            "id": "91",
            "lvl": "3",
            "sub": null,
            "tit": "التوجيه الفني أو الصناعة"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "الأزمة الثقافية"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث تعايش الثقافات"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "نظرات في تعايش الثقافات"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "تعايش ثقافي على محور طنجة - جاكرتا"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع الثقافة في اتجاه العالمية"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس ما ضد الثقافة L'anti culture"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "المسارد"
        }
    ]
}