{
    "b10659": [
        {
            "hno": null,
            "id": "1",
            "nass": "ـ[مسانيد أبي يحيى فراس بن يحيى الْمُكَتِّبِ الكوفي]ـ ¶ المؤلف: أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني (المتوفى: 430هـ) ¶ المحقق: أبو يوسف محمد بن حسن المصري ¶ الناشر: مطابع ابن تيمية - القاهرة ¶ الطبعة: الأولى، 1413 هـ ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع، وهو ضمن خدمة التخريج، وفي الهامش قطوف من كلام المحقق]",
            "page": null,
            "part": null,
            "seal": "8517ABEC"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "§رِوَايَتُهُ عَنْ عَامِرِ بْنِ شَرَاحِيلَ أَبِي عَمْرٍو الشَّعْبِيِّ وَتُوُفِّيَ الشَّعْبِيُّ سَنَةَ سِتٍّ وَمِائَةٍ وَكَانَ ابْنَ سَبْعٍ وَسَبْعِينَ سَنَةً",
            "page": "18",
            "part": "1",
            "seal": "D37FD9FE"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "§الشَّعْبِيُّ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ",
            "page": "18",
            "part": "1",
            "seal": "338D50B3"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "أَخْبَرَنَا الشَّيْخُ تَقِيُّ الدِّينِ أَبُو الْخَطَّابِ مَحْفُوظُ بْنُ عُمَرَ بْنِ أَبِي بَكْرٍ الْحَامِضِ الْبَغْدَادِيُّ قِرَأَةً عَلَيْهِ، وَأَنَا أَسْمَعُ، قَالَ: أَنْبَأَنَا الشَّيْخُ الزَّاهِدُ وَلِيُّ اللهِ أَبُو طَاهِرٍ خَلِيلُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ خَلِيلٍ الْجَوْسَقِيُّ قِرَاءَةُ عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَنْبَأَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ بْنِ سُلَيْمَانَ الْمَعْرُوفُ بِابْنِ الْبَطِّيِّ، قِرَاءَةُ عَلَيْهِ وَنَحْنُ نَسْمَعُ قَالَ: أَنْبَأَنَا أَبُو الْفَضْلِ حَمَدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ الْحَدَّادُ، بِقِرَاءَةِ الشَّيْخِ أَبِي بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي ابْنِ الْخَاضِبَةِ عَلَيْهِ وَأَنَا أَسْمَعُ فِي صَفَرٍ مِنْ سَنَةِ خَمْسٍ وَثَمَانِينَ وَأَرْبَعِمِائَةٍ بِبَغْدَادَ قَالَ: أَنْبَأَنَا الْحَافِظُ أَبُو نُعَيْمٍ أَحْمَدُ بْنُ عَبْدِ اللهِ بْنِ أَحْمَدَ الْأَصْبَهَانِيُّ قَالَ: ذِكْرُ مَا انْتَهَى إِلَيْنَا مِنْ حَدِيثِ أَبِي يَحْيَى فِرَاسِ بْنِ يَحْيَى الْمُكَتِّبِ الْكُوفِيِّ الْخَارِقِيِّ مِنْ هَمَدَانَ،",
            "page": "18",
            "part": "1",
            "seal": "82F0FE82"
        },
        {
            "hno": "1",
            "id": "5",
            "nass": "1 - حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الْهَيْثَمِ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ الصَّايِغُ، حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ فِرَاسٍ قَالَ: قَالَ الشَّعْبِيُّ: حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللهِ أَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ، وَتَرَكَ بَنَاتٍ، وَتَرَكَ عَلَيْهِ دَيْنًا، فَلَمَّا حَضَرَ جِدَادُ النَّخْلِ أَتَيْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: يَا رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَدْ عَلِمْتَ أَنَّ §وَالِدِي اسْتُشْهِدَ يَوْمَ أُحُدٍ، وَتَرَكَ عَلَيْهِ دَيْنًا كَثِيرًا وَأَنَا أُحِبُّ أَنْ يَرَاكَ الْغُرَمَاءُ. -[19]- قَالَ: «اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَةٍ» , ثُمَّ دَعْوَتُهُ، فَلَمَّا نَظَرُوا إِلَيْهِ أُغْرُوا بِي تِلْكَ السَّاعَةَ، فَلَمَّا رَأَى مَا يَصْنَعُونَ بِي طَافَ أَعْظَمُهَا بَيْدَرَ ثَلَاثَ مَرَّاتٍ، ثُمَّ جَلَسَ عَلَيْهِ، ثُمَّ قَالَ: «ادْعُ أَصْحَابَكَ» فَمَا زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللهُ أَمَانَةَ وَالِدِي، وَأَنَا وَاللهِ رَاضٍ أَنْ يُؤَدِّيَ اللهُ أَمَانَةَ وَالِدِي، وَلَا أَرْجِعَ إِلَى أَخَوَاتِي بِتَمْرَةٍ، فَسَلَّمَ اللهُ الْبَيَادِرَ كُلَّهَا حَتَّى إِنِّي أَنْظُرُ إِلَى الْبَيْدَرِ الَّذِي عَلَيْهِ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَنَّهُ لَمْ يَنْقُصْ مِنْهُ تَمْرَةٌ وَاحِدَةٌ. -[20]- رَوَاهُ عُبَيْدُ اللهِ بْنُ مُوسَى عَنْ شَيْبَانَ. حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا الْقَاسِمُ بْنُ زَكَرِيَّا، حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ، وَالْقَاسِمُ بْنُ دِينَارٍ قَالَا: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ قَالَ: حَدَّثَنِي جَابِرٌ، «أَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ» الْحَدِيثَ -[21]- وَحَدَّثَنَا أَبِي قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَكَمِ الْحَرُورِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ، حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ قَالَ: حَدَّثَنِي جَابِرٌ، أَنَّ أَبَاهُ اسْتُشْهِدَ ... فَذَكَرَهُ ¶ __________ ¶ Qصحيح",
            "page": "18",
            "part": "1",
            "seal": "27F7E4C8"
        },
        {
            "hno": "1",
            "id": "6",
            "nass": "1 - حَدَّثَنَا مُسْلِمُ بْنُ مُحَمَّدٍ الدَّهَّانُ الْكُوفِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدِ بْنِ حَمْدَوَيْهِ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا أَبُو مَالِكٍ، عَنِ ابْنِ أَبِي خَالِدٍ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللهِ أَنَّ أَبَاهُ مَاتَ وَتَرَكَ دَيْنًا فَخَرَزَ نَخْلَهُ، ثُمَّ قَالَ لِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنِّي قَدْ §خََرزْتُ نَخْلِي وَلَوَدِدْتُ أَنِّي قَضَيْتُ دَيْنَ أَبِي، وَأَنِّي لَا أَنْقَلِبُ إِلَى أَهْلِي بِتَمْرَةٍ، فَقَالَ: «اذْهَبْ فَسَوِّهِ وَصَنِّفْهُ» فَجَاءَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَدَارَ فِيهِ ثَلَاثَ مَرَّاتٍ، ثُمَّ جَلَسَ عَلَى الْكُرْسِيِّ أَوِ الْكُدَيِّ فَقَالَ: «اكْتَالُوا» وَبَقِيَ مِثْلُ مَا كَانَ، فَقَالَ: «اذْهَبْ بِهَذَا إِلَى امْرَأَتِكَ»",
            "page": "21",
            "part": "1",
            "seal": "B65254FC"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "§الشَّعْبِيُّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ",
            "page": "22",
            "part": "1",
            "seal": "3B93F492"
        },
        {
            "hno": "2",
            "id": "8",
            "nass": "2 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو حُذَيْفَةَ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، وَحَدَّثَنَا الْغِطْرِيفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ، حَدَّثَنَا أَبُو بَكْرٍ، وَعُثْمَانُ ابْنَا أَبِي شَيْبَةَ قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ أَنَّ ابْنًا لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُوُفِّيَ، وَهُوَ إِبْرَاهِيمُ وَهُوَ ابْنُ سِتَّةَ عَشَرَ شَهْرًا، قَالَ: «§ادْفِنُوهُ فِي الْبَقِيعِ، فَإِنَّ لَهُ مُرْضِعًا يُتِمُّ رَضَاعَهُ فِي الْجَنَّةِ» ¶ __________ ¶ Qصحيح ورجال إسناده كلهم ثقات",
            "page": "22",
            "part": "1",
            "seal": "A9443EA7"
        },
        {
            "hno": "3",
            "id": "9",
            "nass": "3 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، حَدَّثَنَا يُوسُفُ بْنُ عَدِيٍّ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ سُفْيَانَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، وَدَاوُدُ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ يَذْكُرُ أَحَدُهُمَا مَا لَا يَذْكُرُ الْآخَرُ، قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَضْحَى قَالَ: «§مَنْ تَوَجَّهَ قِبْلَتَنَا، وَصَلَّى صَلَاتَنَا، وَنُسُكَنَا، فَلَا يَذْبَحْ حَتَّى يُصَلِّيَ» فَقَامَ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللهِ، إِنَّ هَذَا اليَوْمَ النَّحْرُ مَكْرُوهٌ، وَإِنِّي عَجَّلْتُ نُسُكِي لِأُطْعِمَ أَهْلِي وَأَهْلَ دَارِي وَجِيرَانِي، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَعِدْ ذَبِيحَتَكَ أُخْرَى» ، قَالَ: إِنَّ عِنْدِي عَنَاقًا لَلَبُونٌ هِيَ أَحَبُّ إِلَيَّ مِنْ شَاتَيْ لَحْمٍ، قَالَ: «اذْبَحْهَا فَإِنَّهَا خَيْرُ نُسُكِكَ، وَلَا تُجْزِئُ ذَبِيحَةً عَنْ أَحَدٍ بَعْدَكَ» ¶ __________ ¶ Qصحيح",
            "page": "23",
            "part": "1",
            "seal": "FE6975D5"
        },
        {
            "hno": "3",
            "id": "10",
            "nass": "3 - حَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، حَدَّثَنَا بُجَيْرُ بْنُ مُحَمَّدِ بْنِ جَابِرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا يَحْيَى بْنُ يَعْلَى، -[25]- وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُبَيْشٍ قَالَ: حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ، حَدَّثَنَا يَحْيَى بْنُ يَعْلَى، وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ سِينٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ الْحَضْرَمِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ، حَدَّثَنَا يَحْيَى بْنُ يَعْلَى، وَحَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ الْمُطَيَّنِ، وَأَبُو عَلِيِّ بْنُ شُعْبَةَ قَالَا: حَدَّثَنَا أَبُو بُجَيْرٍ، حَدَّثَنَا يَحْيَى بْنُ يَعْلَى قَالُوا: عَنْ غَيْلَانَ بْنِ جَامِعٍ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ، «إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنْ أَنْ يَذْبَحَ الرَّجُلُ أُضْحِيَّتَهُ قَبْلَ أَنْ يُصَلِّيَ»",
            "page": "24",
            "part": "1",
            "seal": "CD706FF1"
        },
        {
            "hno": "3",
            "id": "11",
            "nass": "3 - حَدَّثَنَا أَبُو أَحْمَدَ الْغِطْرِيفِيُّ، حَدَّثَنَا عَلِيُّ بْنُ إِسْحَاقَ بْنِ زَاطِيَا، حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ، عَنْ زَكَرِيَّا، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، وَحَدَّثَنَا أَبُو إِسْحَاقَ بْنُ حَمْزَةَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْحَسَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ ثَوَابِ بْنِ سَعِيدٍ الْهَبَّارِيُّ، حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ صَلَّى صَلَاتَنَا، وَاسْتَقْبَلَ قِبْلَتَنَا، وَنَسَكَ نُسُكَنَا، فَلَا يَذْبَحْ حَتَّى يُصَلِّيَ» فَقَالَ خَالِي: نَسَكْتُ عَنِ ابْنٍ لِي، قَالَ: «ذَاكَ شَيْءٌ عَجَّلْتَهُ لِأَهْلِكَ» ، قَالَ: إِنَّ عِنْدِي شَاةَ لَبَنٍ خَيْرٌ مِنْ شَاتَيْنِ؟ قَالَ: «ضَحِّي بِهَا؛ فَإِنَّهَا خَيْرٌ نَسَكْتِيهِ» لَفْظُهُمَا وَاحِدٌ",
            "page": "25",
            "part": "1",
            "seal": "A506FD33"
        },
        {
            "hno": "4",
            "id": "12",
            "nass": "4 - حَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ الْحَضْرَمِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَحَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ رُزَيْنٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ اللهِ بْنُ عُمَرَ بْنِ أَبَانَ قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ قَالَ: §تُوُفِّيَ إِبْرَاهِيمُ وَهُوَ ابْنُ سِتَّةَ عَشَرَ شَهْرًا، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ادْفِنُوهُ»",
            "page": "26",
            "part": "1",
            "seal": "F0D8C9AA"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "§الشَّعْبِيُّ عَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِ",
            "page": "27",
            "part": "1",
            "seal": "C8D75626"
        },
        {
            "hno": "5",
            "id": "14",
            "nass": "5 - حَدَّثَنَا الْقَاضِي أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ، حَدَّثَنَا دَاوُدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الْكَبَائِرُ أَرْبَعٌ: الْإِشْرَاكُ بِاللهِ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللهُ، وَعُقُوقُ الْوَالِدَيْنِ، وَالْيَمِينُ الْغَمُوسُ» ¶ -[28]- ¶ حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، وَأَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ، وَسُلَيْمَانُ بْنُ أَحْمَدَ قَالُوا: حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، وَحَدَّثَنَا أَبُو إِسْحَاقَ بْنُ حَمْزَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو مُوسَى قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنَا ابْنُ حُمَيْدٍ، حَدَّثَنَا عَبَّاسُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا خَلَّادُ بْنُ أَسْلَمَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، مِثْلَهُ. حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ أَبِي غَسَّانَ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ النَّيْسَابُورِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، مِثْلَهُ ¶ __________ ¶ Qصحيح",
            "page": "27",
            "part": "1",
            "seal": "84975394"
        },
        {
            "hno": "5",
            "id": "15",
            "nass": "5 - وَحَدَّثَنَا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ، حَدَّثَنَا مُوسَى الْجَوْنِيُّ، حَدَّثَنَا إِسْحَاقُ أَبُو النَّضْرِ، حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْكَبَائِرُ أَرْبَعٌ: الْإِشْرَاكُ بِاللهِ» الْحَدِيثَ",
            "page": "28",
            "part": "1",
            "seal": "C5EA029E"
        },
        {
            "hno": "6",
            "id": "16",
            "nass": "6 - حَدَّثَنَا عَبْدُ اللهِ بْنُ الْحُسَيْنِ بْنِ بَالَوَيْهِ، حَدَّثَنَا الْحَسَنُ بْنُ الْحُسَيْنِ بْنِ مَنْصُورٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ الْعَبْدِيُّ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ: «§أَوَّلُ كَلِمَةٍ قَالَهَا إِبْرَاهِيمُ حِينَ طُرِحَ فِي النَّارِ: حَسْبِيَ اللهُ وَنِعْمَ الْوَكِيلُ» كَذَا حَدَّثَنَاهُ مَوْقُوفًا ¶ __________ ¶ Qصحيح",
            "page": "29",
            "part": "1",
            "seal": "77147CA6"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "§الشَّعْبِيُّ عَنِ النُّعْمَانِ بْنِ بَشِيرِ بْنِ سَعْدٍ",
            "page": "31",
            "part": "1",
            "seal": "D3A81D21"
        },
        {
            "hno": "7",
            "id": "18",
            "nass": "7 - حَدَّثَنَا أَبُو حَاتِمٍ عَبْدُ الصَّمَدِ بْنُ مُحَمَّدٍ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ جَعْفَرٍ الْيَزْدِيُّ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ قَالُوا: حَدَّثَنَا أَبُو نُعَيْمِ بْنُ عَدِيٍّ، حَدَّثَنَا أَبُو إِسْحَاقَ بْنُ إِبْرَاهِيمَ الطَّالْقَانِيُّ قَالَ: حَدَّثَنَا عَفَّانُ بْنُ سَيَّارٍ، حَدَّثَنَا قَيْسٌ، عَنْ فِرَاسٍ، وَابْنِ أَبِي لَيْلَى، وَحُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ: «§تَصَدَّقَ بَشِيرٌ عَلَى ابْنِهِ النُّعْمَانِ بِغُلَامٍ أَوْ جَارِيَةٍ، فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُشْهِدُهُ» وَذَكَرَ الْحَدِيثَ",
            "page": "31",
            "part": "1",
            "seal": "418EF463"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "§الشَّعْبِيُّ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ",
            "page": "36",
            "part": "1",
            "seal": "47450A9E"
        },
        {
            "hno": "8",
            "id": "20",
            "nass": "8 - حَدَّثَنَا عَبْدُ اللهِ بْنُ حَامِدٍ الْفَقِيهُ، حَدَّثَنَا مَكِّيُّ بْنُ عَبْدَانَ، حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ، حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ قَالَ: طَلَّقَ ابْنُ عُمَرَ امْرَأَتَهُ وَهِيَ حَائِضٌ، فَانْطَلَقَ عُمَرُ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَخْبَرَهُ «§فَأَمَرَهُ أَنْ يُرَاجِعَهَا إِذَا طَهُرَتْ، ثُمَّ يَسْتَقْبِلُ الطَّلَاقَ بِعِدَّتِهَا وَيَحْتَسِبُ بِهَذِهِ تَطْلِيقَةً الَّتِي طَلَّقَهَا أَوَّلَ مَرَّةٍ» ¶ __________ ¶ Qصحيح",
            "page": "36",
            "part": "1",
            "seal": "9198CD04"
        },
        {
            "hno": "9",
            "id": "21",
            "nass": "9 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ، حَدَّثَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ إِلْيَاسَ، حَدَّثَنِي مُحَمَّدُ بْنُ يُوسُفَ بْنِ عَبْدِ الرَّحْمَنِ الْبَغْدَادِيُّ، بِالرَّمْلِ، حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الصَّمَدِ الْأَنْصَارِيُّ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ لَطَمَ عَبْدَهُ فَكَفَّارَتُهُ عِتْقُهُ» كَذَا حَدَّثَنَاهُ وَصَوَابُهُ فِرَاسٌ، عَنْ زَاذَانَ، عَنِ ابْنِ عُمَرَ ¶ __________ ¶ Qصحيح",
            "page": "41",
            "part": "1",
            "seal": "26FEA9DD"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "§الشَّعْبِيُّ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ",
            "page": "42",
            "part": "1",
            "seal": "552D1359"
        },
        {
            "hno": "10",
            "id": "23",
            "nass": "10 - حَدَّثَنَا فَارُوقٌ الْخَطَّابِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُعَاوِيَةَ، حَدَّثَنَا يَحْيَى بْنُ حَمَّادٍ، حَدَّثَنَا شُعْبَةُ، ¶ وَحَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ، حَدَّثَنَا يُونُسُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنَا حَبِيبُ بْنُ الْحَسَنِ، وَفَارُوقٌ، وَسُلَيْمَانُ، قَالُوا: حَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، -[43]- وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُسْلِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ حَيَّانَ، قَالَا: حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، حَدَّثَنَا شُعْبَةُ، -[44]- وَحَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ سُلَيْمَانَ، حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ، حَدَّثَنَا يَحْيَى بْنُ عَبَّادٍ، حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ زُهَيْرٍ، حَدَّثَنَا زِيَادُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو بَحْرٍ الْبَكْرَاوِيُّ، حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، حَدَّثَنَا أَحْمَدُ بْنُ مَنْصُورٍ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا شُعْبَةُ، كُلُّهُمْ عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى يَوْمًا الصُّبْحَ , ثُمَّ قَالَ: «هَاهُنَا أَحَدٌ مِنْ بَنِي فُلَانٍ؟ إِنَّ §صَاحِبَكُمْ مَحْبُوسٌ عَلَى بَابِ الْجَنَّةِ بِدَيْنٍ عَلَيْهِ، فَإِنْ شِئْتُمْ فَافْدُوهُ، وَإِنْ شِئْتُمْ فَأَسْلِمُوهُ» ¶ __________ ¶ Qصحيح",
            "page": "42",
            "part": "1",
            "seal": "56ADC0E2"
        },
        {
            "hno": "10",
            "id": "24",
            "nass": "10 - حَدَّثَنَا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ الْقُسْطَانِيُّ، حَدَّثَنَا عَبْدُ الْمُؤْمِنِ بْنُ عَلِيٍّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ أَبِي خَالِدٍ الدَّالَانِيِّ، وَحَدَّثَنَا أَبُو الْحَسَنِ يَحْيَى بْنُ عَبْدِ اللهِ بْنِ يَحْيَى الطَّلْحِيُّ، حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو سَعِيدٍ الْأَشَجُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ أَبِي خَالِدٍ الدَّالَانِيُّ، عَنْ فِرَاسٍ الْخَارِفِيِّ، عَنِ الشَّعْبِيِّ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، صَلَّى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْضَ الصَّلَوَاتِ , ثُمَّ قَالَ: «مَنْ هَاهُنَا مِنْ رَهْطِ فُلَانٍ؟ إِنَّ §صَاحِبَكُمْ قَدِ احْتَبَسَ عَنِ الْجَنَّةِ بِكَذَا كَانَ عَلَيْهِ، فَإِمَّا أَنْ تُفْدُوهُ مِنْ عَذَابِ اللهِ، وَإِمَّا أَنْ تُسْلِمُوهُ»",
            "page": "45",
            "part": "1",
            "seal": "377FE0A2"
        },
        {
            "hno": "10",
            "id": "25",
            "nass": "10 - وَحَدَّثَنَا فَارُوقٌ الْخَطَّابِيُّ، حَدَّثَنَا أَبُو مُسْلِمٍ الْكَشِّيُّ، حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ صَلَّى ذَاتَ يَوْمٍ صَلَاةً فَقَالَ: «أَهَاهُنَا أَحَدٌ مِنْ بَنِي فُلَانٍ؟» فَنَادَى ثَلَاثًا لَا يُجِيبُهُ أَحَدٌ، فَقَالَ: «إِنَّ §الرَّجُلَ الَّذِي مَاتَ فِيكُمْ قَدِ احْتَبَسَ عَنِ الْجَنَّةِ مِنْ أَجْلِ الدَّيْنِ الَّذِي عَلَيْهِ، فَإِنْ شِئْتُمْ فَافْدُوهُ، وَإِنْ شِئْتُمْ فَأَسْلِمُوهُ إِلَى عَذَابِ اللهِ»",
            "page": "45",
            "part": "1",
            "seal": "1299A32C"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "§الشَّعْبِيُّ عَنْ عَبْدِ اللهِ بْنِ أَبِي أَوْفَى",
            "page": "46",
            "part": "1",
            "seal": "43181387"
        },
        {
            "hno": "11",
            "id": "27",
            "nass": "11 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ، حَدَّثَنَا مَحْمُودُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ نَضْرٍ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللهِ بْنِ أَبِي أَوْفَى، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §اللهَ مَعَ الْقَاضِي مَا لَمْ يَجُرْ، فَإِذَا جَارَ وَكَلَهُ إِلَى نَفْسِهِ» ¶ __________ ¶ Qحسن",
            "page": "46",
            "part": "1",
            "seal": "F0D0657A"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "§الشَّعْبِيُّ، عَنْ أَبِي جُحَيْفَةَ",
            "page": "48",
            "part": "1",
            "seal": "32875E41"
        },
        {
            "hno": "12",
            "id": "29",
            "nass": "12 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا أَحْمَدُ بْنُ مَسْعُودٍ، حَدَّثَنَا الْهَيْثَمُ بْنُ جَمِيلٍ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي جُحَيْفَةَ، عَنْ عَلِيٍّ قَالَ: «§خَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا أَبُو بَكْرٍ، ثُمَّ عُمَرُ» ¶ __________ ¶ Qحديث صحيح موقوف",
            "page": "48",
            "part": "1",
            "seal": "CE131F3F"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "§الشَّعْبِيُّ عَنْ عَدِيِّ بْنِ حَاتِمٍ",
            "page": "51",
            "part": "1",
            "seal": "9C1C3D4F"
        },
        {
            "hno": "13",
            "id": "31",
            "nass": "13 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ قَالَ: حَدَّثَنِي أَبُو الْعَبَّاسِ بْنُ سَعِيدٍ قَالَ: حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يُوسُفَ بْنِ خِرَاشٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ مَعْبَدٍ قَالَ: حَدَّثَنَا بِشْرُ بْنُ عُمَرَ قَالَ: حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنِي عَبْدُ اللهِ بْنُ أَبِي السَّفَرِ، سَمِعْتُ الشَّعْبِيَّ يَقُولُ: سَمِعْتُ عَدِيَّ بْنَ حَاتِمٍ يَقُولُ: سَأَلْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمِعْرَاضِ فَقَالَ: «§إِذَا أَصَابَ بِحَدِّهِ فَقَتَلَ فَكُلْ، وَإِذَا أَصَابَ بِعَرْضِهِ فَقَتَلَ فَلَا تَأْكُلْ، فَإِنَّهُ وَقِيذٌ»",
            "page": "51",
            "part": "1",
            "seal": "F0B4FC07"
        },
        {
            "hno": "13",
            "id": "32",
            "nass": "13 - قَالَ: يَا رَسُولَ اللهِ، إِنِّي أُرْسِلُ كَلْبِي فَيَقْتُلُ وَيَأْكُلُ. قَالَ: «§إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ، فَأَخَذَ وَقَتَلَ فَكُلْ، وَإِنْ أَكَلَ مِنْهُ، فَلَا تَأْكُلْ، فَإِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ» قُلْتُ يَا رَسُولَ اللهِ، أُرْسِلُ كَلْبِي فَأَجِدُ كَلْبًا آخَرَ، فَلَا أَدْرِي: أَيُّهُمَا أَخَذَ قَالَ: «لَا تَأْكُلْ، فَإِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ، وَلَمْ تُسَمِّ عَلَى غَيْرِهِ» . -[52]- قَالَ شُعْبَةُ: وَحَدَّثَنِي فِرَاسٌ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِهَذِهِ الْخِصَالِ ¶ __________ ¶ Qصحيح",
            "page": "51",
            "part": "1",
            "seal": "86002BE0"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "§الشَّعْبِيُّ، عَنْ جَرِيرِ بْنِ عَبْدِ اللهِ الْبَجَلِيِّ",
            "page": "55",
            "part": "1",
            "seal": "4CA98195"
        },
        {
            "hno": "14",
            "id": "34",
            "nass": "14 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ بَيَانٍ قَالَ: حَدَّثَنَا مُسَدَّدٌ قَالَ: حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللهِ، عَنِ الْحَسَنِ بْنِ عُمَارَةَ، عَنْ فِرَاسِ بْنِ يَحْيَى، عَنِ الشَّعْبِيِّ، عَنْ جَرِيرِ بْنِ عَبْدِ اللهِ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا أَتَاكُمْ كَرِيمُ قَوْمٍ فَأَكْرِمُوهُ» ¶ __________ ¶ Qحسن بشواهده",
            "page": "55",
            "part": "1",
            "seal": "D6B10EBC"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "§الشَّعْبِيُّ، عَنْ مُطِيعِ بْنِ الْأَسْوَدِ",
            "page": "61",
            "part": "1",
            "seal": "3F53E9F0"
        },
        {
            "hno": "15",
            "id": "36",
            "nass": "15 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، وَحَدَّثَنَا مُحَمَّدُ بْنُ مُظَفَّرٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ زَيْدَانَ قَالَ: حَدَّثَنَا أَبُو كُرَيْبٍ قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ قَالَ: حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ قَالَ: قَالَ مُطِيعُ بْنُ الْأَسْوَدِ قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْفَتْحِ: «§لَا يَنْبَغِي أَنْ يُقْتَلَ قُرَشِيٌّ بَعْدَ الْيَوْمِ صَبْرًا» ¶ __________ ¶ Qصحيح",
            "page": "61",
            "part": "1",
            "seal": "B2060F30"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "§الشَّعْبِيُّ، عَنْ عَبْدِ اللهِ بْنِ عَبَّاسٍ",
            "page": "63",
            "part": "1",
            "seal": "027C6E3E"
        },
        {
            "hno": "16",
            "id": "38",
            "nass": "16 - حَدَّثَنَا مُحَمَّدُ بْنُ مُظَفَّرٍ قَالَ: حَدَّثَنَا أَبُو جَابِرٍ زَيْدُ بْنُ عَبْدِ الْعَزِيزِ قَالَ: حَدَّثَنَا مَسْعُودُ بْنُ جُوَيْرِيَةَ قَالَ: حَدَّثَنَا الْمُعَافَى بْنُ عِمْرَانَ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، أَوْ جَابِرٍ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، «أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §احْتَجَمَ بَيْنَ الْأَخْدَعَيْنِ وَالْكَتِفَيْنِ، وَأَعْطَى الْحَجَّامَ أُجْرَةً، وَلَوْ كَانَ حَرَامًا لَمْ يُعْطِهِ» ¶ __________ ¶ Qصحيح",
            "page": "63",
            "part": "1",
            "seal": "4BC2C8FA"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "§الشَّعْبِيُّ، عَنْ وَهْبِ بْنِ خَنْبَشٍ",
            "page": "68",
            "part": "1",
            "seal": "67D7E703"
        },
        {
            "hno": "17",
            "id": "40",
            "nass": "17 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ رِشْدِينَ الْمِصْرِيُّ، قَالَ: حَدَّثَنَا حَامِدُ بْنُ يَحْيَى الْبَلْخِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبَانَ، قَالَ: حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ فِرَاسٍ، وَبَيَانٍ، عَنِ الشَّعْبِيِّ، وَحَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ شَبِيبٍ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبَانَ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، وَبَيَانٍ، عَنِ الشَّعْبِيِّ، عَنْ وَهْبِ بْنِ خَنْبَشٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حِجَّةً» تَفَرَّدَ بِهِ عَبْدُ الْعَزِيزِ، عَنْ سُفْيَانَ، عَنْ فِرَاسٍ، وَرَوَاهُ النَّاسُ عَنْ سُفْيَانَ، عَنْ جَابِرٍ، وَبَيَانٍ ¶ __________ ¶ Qصحيح",
            "page": "68",
            "part": "1",
            "seal": "2368AEAD"
        },
        {
            "hno": "17",
            "id": "41",
            "nass": "17 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُظَفَّرِ قَالَ: حَدَّثَنَا حَاجِبُ بْنُ آرْكِينَ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عُمَرَ بْنِ يُونُسَ الْيَمَامِيُّ قَالَ: حَدَّثَنَا يَزِيدُ بْنُ أَبِي حَكِيمٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ وَهْبِ بْنِ خَنْبَشٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حِجَّةً»",
            "page": "69",
            "part": "1",
            "seal": "E41D7CE4"
        },
        {
            "hno": "18",
            "id": "42",
            "nass": "18 - حَدَّثَنَا الْقَاضِي أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا بَكْرُ بْنُ سَهْلٍ قَالَ: حَدَّثَنَا مَهْدِيُّ بْنُ جَعْفَرٍ قَالَ: حَدَّثَنَا يَحْيَى بْنُ عِيسَى، عَنْ شَرِيكٍ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ قَالَ: لَمَّا كَانَ يَوْمُ بَدْرٍ قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ لَمْ يَكُنْ لَهُ فِدَاءٌ فَلْيُعَلِّمْ رَجُلَيْنِ مِنَ الْمُسْلِمِينَ الْكِتَابَةَ» قَالَ: زَيْدٌ: فَكُنْتُ مِمَّنْ عَلِمَ الْكِتَابَ، قَالَ: يَحْيَى: «هَذِهِ رُخْصَةٌ لِلْمُعَلِّمِينَ» ¶ __________ ¶ Qمرسل",
            "page": "73",
            "part": "1",
            "seal": "E852890A"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "§الشَّعْبِيُّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ الْفِهْرِيَّةِ «لَمْ يُذْكَرْ شَيْءٌ»",
            "page": "74",
            "part": "1",
            "seal": "202FC427"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "§الشَّعْبِيُّ عَنْ مَسْرُوقِ بْنِ عَبْدِ الرَّحْمَنِ",
            "page": "74",
            "part": "1",
            "seal": "3154392D"
        },
        {
            "hno": "19",
            "id": "45",
            "nass": "19 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو حُذَيْفَةَ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ قَالَ: أَفْتَى عَبْدُ اللهِ بْنُ مَسْعُودٍ فِي رَجُلٍ تَرَكَ امْرَأَتَهُ، وَلَمْ يَكُنْ دَخَلَ بِهَا، فَتَرَدَّدَ إِلَيْهِ فِيهَا شَهْرًا، لَا يَقْضِي فِيهِمَا بِشَيْءٍ، ثُمَّ قَالَ: أَقُولُ فِيهَا بِرَأْيِي فَإِنْ كَانَ خَطَأً فَمِنْ نَفْسِي، وَإِنْ كَانَ صَوَابًا فَمِنَ اللهِ، أَقُولُ: §لَهَا مَهْرُ نِسَائِهَا، وَعَلَيْهَا الْعِدَّةُ، وَلَهَا الْمِيرَاثُ، فَقَامَ أَبُو سِنَانٍ الْأَشْجَعِيُّ، فَقَالَ: «قَضَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي بَرْوَعَ بِنْتِ وَاشِقٍ» ، فَفَرِحَ عَبْدُ اللهِ بِذَلِكَ ¶ __________ ¶ Qصحيح",
            "page": "74",
            "part": "1",
            "seal": "786C92A1"
        },
        {
            "hno": "19",
            "id": "46",
            "nass": "19 - حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ، حَدَّثَنَا أَبُو مَسْعُودٍ، حَدَّثَنَا ابْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ، بِنَحْوِ حَدِيثِ عَلْقَمَةَ، عَنْ عَبْدِ اللهِ، أَنَّهُ سُئِلَ عَنْ رَجُلٍ، تَزَوَّجَ امْرَأَةً وَلَمْ يَدْخُلْ بِهَا، وَلَمْ يُسَمِّ لَهَا صَدَاقًا، ثُمَّ مَاتَ عَنْهَا فَتَرَدَّدْتُ إِلَيْهِ فِي ذَلِكَ، فَقَالَ: أَقُولُ بِرَأْيِي، فَإِنْ كَانَ صَوَابًا فَمِنَ اللهِ، وَإِنْ كَانَ خَطَأً فَمِنِّي: §لَهَا صَدَاقُ نِسَائِهَا , وَعَلَيْهَا الْعِدَّةُ، وَلَهَا الْمِيرَاثُ، فَقَالَ: مَعْقِلُ بْنُ سِنَانٍ: فَقَالَ: «أَشْهَدُ لَقَضَيْتَ فِيهَا بِقَضَاءِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَرْوَعَ بِنْتِ وَاشِقٍ» امْرَأَةٍ مِنْ بَنِي رُوَاسٍ وَهُمْ حَيٌّ مِنْ بَنِي عَامِرِ بْنِ صَعْصَعَةَ -[76]- حَدَّثَنَا أَبُو بَحْرٍ مُحَمَّدُ بْنُ الْحَسَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ شَاذَانَ، حَدَّثَنَا يَعْلَى بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، أَنَّ ابْنَ مَسْعُودٍ سُئِلَ عَنْ رَجُلٍ تُوُفِّيَ وَتَرَكَ امْرَأَةً وَلَمْ يَدْخُلْ بِهَا، فَذَكَرَهُ",
            "page": "75",
            "part": "1",
            "seal": "753EFBC3"
        },
        {
            "hno": "19",
            "id": "47",
            "nass": "19 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ إِبْرَاهِيمَ الْعَسْكَرِيُّ، حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ، عَنْ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ الدَّالَانِيِّ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ فِي رَجُلٍ تَزَوَّجَ امْرَأَةً، فَمَاتَ عَنْهَا، وَلَمْ يَدْخُلْ بِهَا، وَلَمْ يَفْرِضْ لَهَا، فَقَالَ: §لَهَا الصَّدَاقُ كَامِلًا، وَعَلَيْهَا الْعِدَّةُ، وَلَهَا الْمِيرَاثُ، فَقَالَ: مَعْقِلُ بْنُ سِنَانٍ: «سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِهِ فِي بَرْوَعَ بِنْتِ وَاشِقٍ»",
            "page": "76",
            "part": "1",
            "seal": "BE9306BC"
        },
        {
            "hno": "20",
            "id": "48",
            "nass": "20 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ: قُرِئَتْ عِنْدَهُ أَوْ قَرَأَهَا: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ} [النحل: 120] ، «إِنَّ مُعَاذًا كَانَ أُمَّةً قَانِتًا لِلَّهِ» فَقَالُوا: يَا أَبَا عَبْدِ الرَّحْمَنِ، {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ} [النحل: 120] فَقَالَ عَبْدُ اللهِ: «هَلْ تَدْرُونَ مَا §الْأُمَّةُ؟ الَّذِي يُعَلِّمُ النَّاسَ الْخَيْرَ، وَالْقَانِتُ الَّذِي يُطِيعُ اللهَ وَرَسُولَهُ» وَرَوَاهُ شُعْبَةُ عَنْ فِرَاسٍ ¶ __________ ¶ Qإسناده صحيح موقوف",
            "page": "77",
            "part": "1",
            "seal": "450EBC1A"
        },
        {
            "hno": "21",
            "id": "49",
            "nass": "21 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، -[79]- عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ قَالَتْ: أَقْبَلَتْ فَاطِمَةُ تَمْشِي كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «مَرْحَبًا بِابْنَتِي» فَأَجْلَسَهَا عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ، ثُمَّ أَسَرَّ إِلَيْهَا حَدِيثًا فَبَكَتْ، فَقُلْتُ لَهَا اسْتَخَصَّكِ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثَهُ، ثُمَّ تَبْكِينَ، ثُمَّ أَسَرَّ لَهَا حَدِيثًا فَضَحِكَتْ، فَقُلْتُ: مَا رَأَيْتُ كَالْيَوْمِ فَرَحًا أَقْرَبَ مِنْ حُزْنٍ. فَسَأَلْتُهَا عَمَّا قَالَ، فَقَالَتْ: مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، حَتَّى إِذَا قُبِضَ سَأَلْتُهَا، فَقَالَتْ: إِنَّهُ أَسَرَّ إِلَيَّ: «أَنَّ §جِبْرِيلَ كَانَ يُعَارِضُنِي بِالْقُرْآنِ كُلَّ سَنَةٍ مَرَّةً، وَإِنَّهُ عَارَضَنِي الْعَامَ مَرَّتَيْنِ، وَلَا أُرَاهُ إِلَّا قَدْ حَضَرَ أَجْلِي، وَأَنَّكِ أَوَّلُ أَهْلِ بَيْتِي لَحَاقًا بِي، وَنِعْمَ السَّلَفُ أَنَا لَكِ» ، فَبَكَيْتُ لِذَلِكَ، ثُمَّ قَالَ: «أَلَا تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُسْلِمِينَ» ، فَضَحِكْتُ لِذَلِكَ ¶ -[80]- ¶ حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ، حَدَّثَنَا يُونُسُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو دَاوُدَ، وَحَدَّثَنَا فَارُقٌ الْخَطَّابِيُّ، حَدَّثَنَا أَبُو مُسْلِمٍ قَالَ: حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ قَالَا: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسِ بْنِ يَحْيَى، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ قَالَتْ: كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ إِذْ جَاءَتْ فَاطِمَةُ تَمْشِي فَذَكَرَ مِثْلَهُ، ¶ __________ ¶ Qصحيح متفق عليه",
            "page": "78",
            "part": "1",
            "seal": "8CBDE261"
        },
        {
            "hno": "22",
            "id": "50",
            "nass": "22 - وَحَدَّثَنَا الْقَاضِي أَبُو أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَيُّوبَ، حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا أَبُو عَوَانَةَ ¶ وَحَدَّثَنَا فَارُوقٌ الْخَطَّابِيُّ، حَدَّثَنَا أَبُو مُسْلِمٍ، حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ قَالَتْ: اجْتَمَعْنَ نِسَاءُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْنَ: يَا رَسُولَ اللهِ، §أَيُّنَا أَسْرَعُ بِكَ لُحُوقًا؟ فَقَالَ: «أَطْوَلُكُنَّ يَدًا» فَأَخَذْنَا عُودًا أَوْ قَصَبَةً فَجَعَلْنَا نُقَدِّرُ أَيْدِيَنَا، وَكَانَتْ سَوْدَةُ أَطْوَلَنَا يَدًا، وَكَانَتْ أَسْرَعَنَا لُحُوقًا بِهِ، فَعَلِمْنَا بَعْدُ أَنَّ طُولَ يَدِهَا كَانَتْ بِالصَّدَقَةِ، وَكَانَتِ امْرَأَةً تُحِبُّ الصَّدَقَةَ ¶ __________ ¶ Qصحيح",
            "page": "81",
            "part": "1",
            "seal": "8F7459DA"
        },
        {
            "hno": "23",
            "id": "51",
            "nass": "23 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَحْمَدَ أَبُو الْعَبَّاسِ بْنِ سَابُورَ، حَدَّثَنَا عَلِيُّ بْنُ الْهَيْثَمِ الْبَغْدَادِيُّ، حَدَّثَنَا يَعْلَى بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ قَالَ: §كَانَ عَبْدُ اللهِ رُبَّمَا حَدَّثَنَا عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَيَتَلَوَّنُ وَيَتَغَيَّرُ وَجْهُهُ لَوْنُهُ وَيَقُولُ: «نَحْوَ هَذَا أَوْ شِبْهُ هَذَا» ¶ __________ ¶ Qإسناده صحيح",
            "page": "82",
            "part": "1",
            "seal": "5ED1996B"
        },
        {
            "hno": "23",
            "id": "52",
            "nass": "23 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُظَفَّرِ، حَدَّثَنَا يَحْيَى بْنُ صَاعِدٍ، حَدَّثَنَا أَبُو عُثْمَانَ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللهِ قَالَ: رُبَّمَا حَدَّثَنَا عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ §فَيَتَلَوَّنُ وَيَتَغَيَّرُ وَجْهُهُ وَيَقُولُ: «هَذَا أَوْ قَرِيبٌ مِنْ هَذَا»",
            "page": "83",
            "part": "1",
            "seal": "2CE7F22E"
        },
        {
            "hno": "24",
            "id": "53",
            "nass": "24 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللهِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ: «§الْبِكْرَانِ يُجْلَدَانِ وَيُنْفَيَانِ، وَالثَّيِّبَانِ يُرْجَمَانِ، وَاللَّذَانِ قَدْ بَلَغَا سِنًّا يُجْلَدَانِ، ثُمَّ يُرْجَمَانِ» ¶ __________ ¶ Qإسناده صحيح موقوف",
            "page": "84",
            "part": "1",
            "seal": "DBFB4155"
        },
        {
            "hno": "24",
            "id": "54",
            "nass": "24 - وَحَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو نُعَيْمِ بْنُ عَدِيٍّ، حَدَّثَنَا يُوسُفُ بْنُ سَعِيدٍ، حَدَّثَنَا الْهَيْثَمُ بْنُ جَمِيلٍ قَالَ: حَدَّثَنَا شَرِيكٌ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ أُبَيٍّ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الثَّيِّبَانِ يُجْلَدَانِ وَيُرْجَمَانِ، وَالْبِكْرَانِ يُجْلَدَانِ وَيُنْفَيَانِ»",
            "page": "84",
            "part": "1",
            "seal": "B4F0455A"
        },
        {
            "hno": "25",
            "id": "55",
            "nass": "25 - حَدَّثَنَا أَبُو مُحَمَّدِ بْنُ حَيَّانَ، حَدَّثَنَا أَبُو يَعْلَى، حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْحَجَّاجِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، أَنَّ امْرَأَةً قَالَتْ لِعَائِشَةَ: يَا أُمَّهْ، فَقَالَتْ: «§إِنِّي لَسْتُ أُمَّكِ، إِنَّمَا أَنَا أُمُّ رِجَالِكُمْ» فِي التَّفْسِيرِ ¶ __________ ¶ Qإسناده صحيح",
            "page": "85",
            "part": "1",
            "seal": "018389FF"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "§الشَّعْبِيُّ، عَنْ وَهْبِ بْنِ الْأَجْدَعِ",
            "page": "86",
            "part": "1",
            "seal": "F7B9EBD2"
        },
        {
            "hno": "26",
            "id": "57",
            "nass": "26 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللهِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، ثنا قُتَيْبَةُ، ثنا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ: «صَلَّيْتُ مَعَ عُمَرَ بْنِ الْخَطَّابِ عَلَى جِنَازَةٍ، §فَكَبَّرَ عَلَيْهَا أَرْبَعًا» ¶ __________ ¶ Qإسناده صحيح ورجاله ثقات",
            "page": "86",
            "part": "1",
            "seal": "938419A6"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "§الشَّعْبِيُّ، عَنِ الْحَارِثِ بْنِ عَبْدِ اللهِ الْأَعْوَرِ",
            "page": "87",
            "part": "1",
            "seal": "3E4D5766"
        },
        {
            "hno": "27",
            "id": "59",
            "nass": "27 - حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنُ الْهَيْثَمِ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّائِغُ، حَدَّثَنَا بَشَّارُ بْنُ مُوسَى الْخَفَّافُ، حَدَّثَنَا شَرِيكٌ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ قَالَ: كُنْتُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ أَقْبَلَ أَبُو بَكْرٍ وَعُمَرُ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§هَذَانِ سَيِّدَا كُهُولِ أَهْلِ الْجَنَّةِ مِنَ الْأَوَّلِينَ وَالْآخِرِينَ إِلَّا النَّبِيِّينَ وَالْمُرْسَلِينَ، لَا تُخْبِرْهُمَا يَا عَلِيُّ» ¶ __________ ¶ Qحسن",
            "page": "87",
            "part": "1",
            "seal": "77009086"
        },
        {
            "hno": "27",
            "id": "60",
            "nass": "27 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، حَدَّثَنَا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يُونُسَ الْمُسْتَمْلِي، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الْحَسَنِ بْنِ عُمَارَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، وَحَدَّثَنَا الْفَضْلُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللهِ الْأَصْبَهَانِيُّ، بِالْبَصْرَةِ، حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِسْحَاقَ، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، حَدَّثَنَا أَبُو يَحْيَى، حَدَّثَنَا الْحَسَنُ بْنُ عُمَارَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، وَحَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، ثنا بُجَيْرُ بْنُ مُحَمَّدِ بْنِ جَابِرٍ، ثنا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، ثنا سَهْلُ بْنُ عَامِرٍ، عَنْ فُضَيْلِ بْنِ مَرْزُوقٍ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، وَحَدَّثَنَا أَبُو مُحَمَّدِ بْنُ حَيَّانَ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَبِي دَاوُدَ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، وَحَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، ثنا بِشْرُ بْنُ مُوسَى، حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ رَجُلٍ مِنَ النَّخَعِ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، -[89]- وَحَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَمْزَةَ، حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ اللهِ الرَّقِّيُّ، حَدَّثَنَا أَيُّوبُ الْوَرَّاقُ، ثنا مَعْمَرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ، عَنِ الْحَسَنِ بْنِ عُمَارَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ قَالُوا كُلُّهُمْ: إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَبُو بَكْرٍ وَعُمَرُ سَيِّدَا كُهُولِ أَهْلِ الْجَنَّةِ»",
            "page": "88",
            "part": "1",
            "seal": "1F5D23EA"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "§الشَّعْبِيُّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى",
            "page": "90",
            "part": "1",
            "seal": "E0A52E31"
        },
        {
            "hno": "28",
            "id": "62",
            "nass": "ا28 - حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ أَبِي غَسَّانَ، حَدَّثَنَا أَبُو يَعْلَى، حَدَّثَنَا سُرَيْجٌ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا مَعْمَرٌ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§ثَلَاثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ» ¶ __________ ¶ Qصحيح متفق عليه",
            "page": "90",
            "part": "1",
            "seal": "B412A0CC"
        },
        {
            "hno": "29",
            "id": "63",
            "nass": "29 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، ثنا مُحَمَّدُ بْنُ جَعْفَرٍ الرَّازِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي الْأَسْوَدِ، حَدَّثَنَا دَاوُدُ بْنُ إِبْرَاهِيمَ الْوَاسِطِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§ثَلَاثَةٌ يَدْعُونَ اللهَ فَلَا يَسْتَجِيبُ لَهُمْ: رَجُلٌ تَحْتَهُ امْرَأَةُ سَوْءٍ فَلَا يُطَلِّقُهَا، وَرَجُلٌ لَهُ جَارُ سَوْءٍ فَلَا يَتَحَوَّلُ عَنْهُ، وَرَجُلٌ كَانَ لَهُ غَرِيمُ سَوْءٍ، فَأَعْطَاهُ الْبَعْضَ فَلَمْ يَأْخُذْهُ، فَذَهَبَ الْكُلُّ» ¶ حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ، وَإِبْرَاهِيمُ بْنُ إِسْحَاقَ قَالَا: حَدَّثَنَا أَبُو بَكْرِ بْنُ خُزَيْمَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ خَلَفٍ الْحَدَّادِيُّ، ثنا عُثْمَانُ بْنُ عُمَرَ، وَابْنُ حَكَّامٍ قَالَا: حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، رَفَعَهُ عُمَرُ، وَابْنُ حَكَّامٍ قَالَ: «ثَلَاثَةٌ يَدْعُونَ اللهَ» ، فَذَكَرَهُ وَرَوَاهُ غُنْدَرٌ، وَرَوْحٌ مَوْقُوفًا",
            "page": "93",
            "part": "1",
            "seal": "E1492AE7"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "§فِرَاسٌ، عَنْ عَطِيَّةَ بْنِ سَعْدٍ الْعَوْفِيُّ، عَنْ أَبِي سَعِيدٍ",
            "page": "95",
            "part": "1",
            "seal": "CEB36F04"
        },
        {
            "hno": "30",
            "id": "65",
            "nass": "30 - حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ، حَدَّثَنَا يُونُسُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ الْمُكْتِبِ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§تَحِلُّ الصَّدَقَةُ لِلْغَنِيِّ إِذَا كَانَ فِي سَبِيلِ اللهِ» ¶ __________ ¶ Qصحيح بدون زيادة السبيل",
            "page": "95",
            "part": "1",
            "seal": "7A4BB215"
        },
        {
            "hno": "30",
            "id": "66",
            "nass": "30 - حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ زَكَرِيَّا، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ الْمُكْتِبِ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ إِلَّا إِذَا كَانَ فِي سَبِيلِ اللهِ»",
            "page": "97",
            "part": "1",
            "seal": "2E1CFADE"
        },
        {
            "hno": "30",
            "id": "67",
            "nass": "30 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنْ نَبِيِّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ إِلَّا أَنْ يَكُونَ لَهُ جَارٌ فَقِيرٌ فَيَدْعُوهُ فَيَأْكُلَ مَعَهُ أَوْ يَكُونَ ابْنَ السَّبِيلِ أَوْ فِي سَبِيلِ اللهِ»",
            "page": "97",
            "part": "1",
            "seal": "260D6A3C"
        },
        {
            "hno": "31",
            "id": "68",
            "nass": "31 - حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ: حَدَّثَنِي أَبِي، ¶ وَحَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ أَبِي غَسَّانَ، حَدَّثَنَا أَبُو يَعْلَى، حَدَّثَنَا أَبُو كُرَيْبٍ قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَقَدْ دَخَلَ الْجَنَّةَ رَجُلٌ مَا عَمِلَ خَيْرًا، فَقَالَ لِأَهْلِهِ حِينَ حَضَرَهُ الْوَفَاةُ: إِذَا أَنَا مِتُّ فَأَحْرِقُونِي، ثُمَّ اسْحَقُونِي، ثُمَّ أَذْرُوا نِصْفِي فِي الْبَرِّ وَنِصْفِي فِي الْبَحْرِ، فَأُمِرَ الْبَرُّ وَالْبَحْرُ فَجَمَعَاهُ، فَقَالَ: §مَا حَمَلَكَ عَلَى مَا صَنَعْتَ؟ قَالَ: مَخَافَتُكَ، فَغُفِرَ لَهُ بِذَلِكَ» ¶ __________ ¶ Qصحيح",
            "page": "98",
            "part": "1",
            "seal": "DD6AF7AA"
        },
        {
            "hno": "32",
            "id": "69",
            "nass": "32 - حَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، حَدَّثَنَا عُبَيْدُ بْنُ غَنَّامٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، ¶ وَحَدَّثَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ جَبَلَةَ، حَدَّثَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَلًّى، وَأَحْمَدُ بْنُ يُوسُفَ قَالُوا: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§رُؤْيَا الْمُسْلِمِ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنَ النُّبُوَّةِ» ¶ __________ ¶ Qصحيح",
            "page": "101",
            "part": "1",
            "seal": "FF469000"
        },
        {
            "hno": "33",
            "id": "70",
            "nass": "33 - حَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، وَحَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عُقْبَةَ، حَدَّثَنَا أَبُو كُرَيْبٍ، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، -[104]- وَحَدَّثَنَا نَزِيرُ بْنُ جَنَاحٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عُقْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، وَحَدَّثَنَا أَحْمَدُ بْنُ سُلَيْمَانَ بْنِ شُعَيْبٍ الْوَلَّادِيُّ، حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْعَسْكَرِيُّ، حَدَّثَنَا حُمَيْدُ بْنُ الرَّبِيعِ، قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ سَمَّعَ سَمَّعَ اللهُ بِهِ، وَمَنْ رَاءَى رَاءَى اللهُ بِهِ» ¶ __________ ¶ Qصحيح",
            "page": "103",
            "part": "1",
            "seal": "5BDB0A41"
        },
        {
            "hno": "34",
            "id": "71",
            "nass": "34 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، وَحَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللهِ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ، حَدَّثَنَا عَبْدُ اللهِ بْنُ الْحَكَمِ الْقَطَوَانِيُّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§يَخْرُجُ عُنُقٌ مِنَ النَّارِ فَيَتَكَلَّمُ، فَيَقُولُ: وُكِّلْتُ الْيَوْمَ بِثَلَاثٍ: بِكُلِّ جُبَارٍ عَنِيدٍ، وَمَنْ جَعَلَ مَعَ اللهِ إِلَهًا آخَرَ، -[108]- وَمَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ، فَيَنْطَوِي عَلَيْهِمْ فَيَقْذِفُهُمْ فِي غَمَرَاتِ جَهَنَّمَ» ¶ __________ ¶ Qحسن",
            "page": "107",
            "part": "1",
            "seal": "BFB59057"
        },
        {
            "hno": "35",
            "id": "72",
            "nass": "35 - حَدَّثَنَا أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الْقَاضِي، حَدَّثَنَا عَلِيُّ بْنُ الْعَبَّاسِ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَبِي زِيَادٍ، ¶ وَحَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ كَذَبَ عَلِيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ بَيْتًا فِي النَّارِ» ¶ __________ ¶ Qصحيح وهو خبر متواتر",
            "page": "109",
            "part": "1",
            "seal": "E9274B41"
        },
        {
            "hno": "36",
            "id": "73",
            "nass": "36 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ قَالَ: حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنْ نَبِيِّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ الْمِسْكِ، قَالَ: §صَامَ هَذَا مِنْ أَجْلِي، وَتَرَكَ شَهْوَتَهُ مِنَ الطَّعَامِ وَالشَّرَابِ مِنْ أَجْلِي، فَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ» ¶ __________ ¶ Qصحيح",
            "page": "111",
            "part": "1",
            "seal": "9DF6C2C4"
        },
        {
            "hno": "37",
            "id": "74",
            "nass": "37 - حَدَّثَنَا أَبُو بَكْرٍ الطَّلْحِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْعَبَّاسِ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، وَحَدَّثَنَا نُذَيْرُ بْنُ جَنَاحٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ عُقْبَةَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ، وَحَدَّثَنَا مَخْلَدُ بْنُ جَعْفَرٍ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ، حَدَّثَنَا أَبُو كُرَيْبٍ قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ سَمَّعَ سَمَّعَ اللهُ بِهِ، وَمَنْ رَاءَى رَاءَى اللهُ بِهِ» ¶ __________ ¶ Qصحيح",
            "page": "112",
            "part": "1",
            "seal": "DBF26019"
        },
        {
            "hno": "38",
            "id": "75",
            "nass": "38 - حَدَّثَنَا. . . ¶ «§مَنْ لَا يَرْحَمُ النَّاسَ لَا يَرْحَمُهُ اللهُ» ¶ __________ ¶ Qسقط إسناد هذا الحديث من المخطوط",
            "page": "113",
            "part": "1",
            "seal": "1FA165B1"
        },
        {
            "hno": "39",
            "id": "76",
            "nass": "39 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا سَعْدُونُ بْنُ سُهَيْلِ بْنِ عَبْدِ الرَّحْمَنِ النَّحْوِيُّ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§ذَكَاةُ الْجَنِينِ ذَكَاةُ أُمِّهِ» ¶ __________ ¶ Qصحيح",
            "page": "115",
            "part": "1",
            "seal": "2B3C9FBD"
        },
        {
            "hno": "40",
            "id": "77",
            "nass": "40 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§يُقَالُ لِصَاحِبِ الْقُرْآنِ إِذَا دَخَلَ الْجَنَّةَ اقْرَأْ وَاصْعَدْ، فَيَقْرَأُ وَيَصْعَدُ بِكُلِّ آيَةٍ دَرَجَةً حَتَّى يَقْرَأَ آخِرَ شَيْءٍ مَعَهُ» ¶ __________ ¶ Qحسن",
            "page": "117",
            "part": "1",
            "seal": "ABE8F676"
        },
        {
            "hno": "40",
            "id": "78",
            "nass": "40 - حَدَّثَنَا بَيَانُ بْنُ أَحْمَدَ الْبِرْتِيُّ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ سَهْلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا طَلْقُ بْنُ غَنَّامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§يُقَالُ لِصَاحِبِ الْقُرْآنِ: اقْرَأْ وَاصْعَدْ وَلَكَ بِكُلِّ آيَةٍ دَرَجَةٌ، حَتَّى يَقْرَأَ آخِرَ مَا مَعَهُ» . -[118]- حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَأَحْمَدُ بْنُ يُوسُفَ قَالَا: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , مِثْلَهُ",
            "page": "117",
            "part": "1",
            "seal": "AF2A0CBA"
        },
        {
            "hno": "41",
            "id": "79",
            "nass": "41 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ مُحَمَّدٍ الشَّرْقِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الذُّهْلِيُّ، وَأَحْمَدُ بْنُ يُوسُفَ قَالَا: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَثَلُ الْمُجَاهِدِ فِي سَبِيلِ اللهِ كَمَثَلِ الصَّائِمِ الْقَائِمِ لَا يَفْتِرُ وَلَا يَرْجِعُ» ¶ __________ ¶ Qصحيح",
            "page": "119",
            "part": "1",
            "seal": "CA504A5F"
        },
        {
            "hno": "42",
            "id": "80",
            "nass": "42 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو حَامِدِ بْنُ الشَّرْقِيِّ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَأَحْمَدُ بْنُ يُوسُفَ، قَالَا: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الْمُجَاهِدُ فِي سَبِيلِ اللهِ مَضْمُونٌ عَلَى اللهِ، إِنْ تَوَفَّاهُ أَنْ يُدْخِلَهُ الْجَنَّةَ وَإِنْ رَدَّهُ ... » ¶ __________ ¶ Qحسن",
            "page": "121",
            "part": "1",
            "seal": "FAB11E5D"
        },
        {
            "hno": "43",
            "id": "81",
            "nass": "43 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَأَحْمَدُ بْنُ يُوسُفَ، قَالَا: حَدَّثَنَا عُبَيْدُ اللهِ -[122]- بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§نَارُكُمْ هَذِهِ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ» ¶ __________ ¶ Qصحيح",
            "page": "121",
            "part": "1",
            "seal": "6AD7E6C9"
        },
        {
            "hno": "44",
            "id": "82",
            "nass": "44 - حَدَّثَنَا أَبُو مُحَمَّدِ بْنُ حَيَّانَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ أَيُّوبَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ الصَّاغَانِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّهُ سَمِعَ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§أَلَا إِنَّ كُلَّ نَبِيٍّ أَنْذَرَ الدَّجَّالَ أُمَّتَهُ، وَأَوَّلُ يَوْمِهِ هَذَا قَدْ أَكَلَ الطَّعَامَ» ، فَذَكَرَهُ بِطُولِهِ",
            "page": "124",
            "part": "1",
            "seal": "C702369D"
        },
        {
            "hno": "45",
            "id": "83",
            "nass": "45 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§بَيْنَمَا رَجُلٌ يَمْشِي بَيْنَ بُرْدَيْنِ مُخْتَالًا، خَسَفَ اللهُ بِهِ الْأَرْضَ فَهُوَ يَتَجَلْجَلُ فِيهَا إِلَى يَوْمِ الْقِيَامَةِ» ¶ __________ ¶ Qصحيح",
            "page": "127",
            "part": "1",
            "seal": "6D8176CE"
        },
        {
            "hno": "46",
            "id": "84",
            "nass": "46 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§يُرْفَعُ لِلْغَادِرِ لِوَاءٌ يَوْمَ الْقِيَامَةِ، فَيُقَالُ هَذَا لِوَاءُ غَدْرِ فُلَانٍ» . لَفْظُ أَحْمَدَ، ¶ وَأَخْبَرَنَاهُ الْقَاضِي أَبُو أَحْمَدَ فِي كِتَابِهِ، حَدَّثَنَا عَبَّاسُ بْنُ حَمْدَانَ، حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ قَالَ: حَدَّثَنَا مُعَاوِيَةُ بِهِ ¶ __________ ¶ Qصحيح",
            "page": "130",
            "part": "1",
            "seal": "240FBDAE"
        },
        {
            "hno": "47",
            "id": "85",
            "nass": "47 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ» ¶ __________ ¶ Qصحيح",
            "page": "132",
            "part": "1",
            "seal": "AA0D6B84"
        },
        {
            "hno": "48",
            "id": "86",
            "nass": "48 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنْ نَبِيِّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِذَا تَطَهَّرَ الرَّجُلُ فَأَحْسَنَ الطُّهُورَ، ثُمَّ أَتَى الْجُمُعَةَ فَلَمْ يَلْغُ، وَلَمْ يَجْهَلْ حَتَّى يَنْصَرِفَ الْإِمَامُ، كَانَتْ كَفَّارَةٌ لِمَا بَيْنَهُنَّ وَبَيْنَ الْجُمُعَةِ الْأُخْرَى، وَفِي الْجُمُعَةِ السَّاعَةُ لَا يُوَافِقُهَا رَجُلٌ مُؤْمِنٌ يَسْأَلُ اللهَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ، وَالْمَكْتُوبَاتُ كَفَّارَاتٌ لِمَا بَيْنَهُنَّ»",
            "page": "135",
            "part": "1",
            "seal": "646C1DDE"
        },
        {
            "hno": "49",
            "id": "87",
            "nass": "49 - حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ حَدَّثَهُ، عَنْ نَبِيِّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§مَنْ جَرَّ ثِيَابَهُ مِنَ الْخُيَلَاءِ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ» ¶ __________ ¶ Qصحيح",
            "page": "136",
            "part": "1",
            "seal": "1CD4DDE6"
        },
        {
            "hno": "50",
            "id": "88",
            "nass": "50 - حَدَّثَنَا أَحْمَدُ بْنُ جَعْفَرِ بْنِ مَالِكٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ نَبِيُّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ تَقَرَّبَ إِلَى اللهِ شِبْرًا تَقَرَّبَ اللهُ إِلَيْهِ ذِرَاعًا، وَمَنْ تَقَرَّبَ إِلَيْهِ ذِرَاعًا تَقَرَّبَ اللهُ إِلَيْهِ بَاعًا، وَمَنْ أَتَاهُ يَمْشِي أَتَاهُ يُهَرْوِلُ» ¶ __________ ¶ Qصحيح",
            "page": "137",
            "part": "1",
            "seal": "73484E75"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "§عَطِيَّةُ عَنِ ابْنِ عُمَرَ",
            "page": "139",
            "part": "1",
            "seal": "D59BEBCA"
        },
        {
            "hno": "51",
            "id": "90",
            "nass": "51 - حَدَّثَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ حِيلَةَ قَالَ: حَدَّثَنَا أَبُو حَامِدٍ أَحْمَدُ بْنُ الشَّرْقِيِّ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ، حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§الْتَمِسُوا لَيْلَةَ الْقَدْرِ فِي السَّبْعِ الْأَوَاخِرِ» ¶ __________ ¶ Qصحيح",
            "page": "139",
            "part": "1",
            "seal": "6496E94B"
        },
        {
            "hno": "52",
            "id": "91",
            "nass": "52 - حَدَّثَنَا أَبُو حَامِدِ بْنُ جَبَلَةَ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ الْمُسْتَمْلِي قَالَ: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسِ بْنِ يَحْيَى، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ قَالَ: كُنْتُ آكُلُ الضَّبَّ حَتَّى أُتِيَ بِهِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «§لَا آكُلُهُ وَلَا أُحَرِّمُهُ» ¶ __________ ¶ Qصحيح",
            "page": "140",
            "part": "1",
            "seal": "4DE594ED"
        },
        {
            "hno": "53",
            "id": "92",
            "nass": "53 - حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ أَيُّوبَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ اللهِ بْنُ دَاوُدَ، عَنْ حَسَنِ بْنِ صَالِحٍ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، «أَنَّهُ كَانَ §يَتَطَوَّعُ فِي السَّفَرِ»",
            "page": "141",
            "part": "1",
            "seal": "13F848FC"
        },
        {
            "hno": "54",
            "id": "93",
            "nass": "54 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ بْنِ الصَّبَّاحِ، حَدَّثَنَا أَبُو غَسَّانَ مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا الْحَسَنُ بْنُ صَالِحٍ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي السَّفَرِ، وَصَلَّيْتُ مَعَهُ فِي الْحَضَرِ §الظُّهْرَ: أَرْبَعَ رَكَعَاتٍ وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعَصْرَ: أَرْبَعَ رَكَعَاتٍ وَلَيْسَ بَعْدَهَا شَيْءٌ، وَالْمَغْرِبَ: ثَلَاثَ رَكَعَاتٍ وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعِشَاءَ: أَرْبَعَ رَكَعَاتٍ، وَبَعْدَهَا رَكْعَتَيْنِ، وَصَلَّيْتُ مَعَهُ فِي السَّفَرِ، الظُّهْرَ: رَكْعَتَيْنِ وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعَصْرَ: رَكْعَتَيْنِ، وَلَيْسَ بَعْدَهُ شَيْءٌ، وَالْمَغْرِبَ: ثَلَاثَ وَبَعْدَهَا رَكْعَتَيْنِ، وَالْعِشَاءَ: رَكْعَتَيْنِ وَبَعْدَهَا رَكْعَتَيْنِ» ¶ __________ ¶ Qإسناده ضعيف",
            "page": "142",
            "part": "1",
            "seal": "B540EB20"
        },
        {
            "hno": "55",
            "id": "94",
            "nass": "55 - حَدَّثَنَا أَبُو بَكْرِ بْنُ مَالِكٍ قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ حَدَّثَهُ، عَنْ نَبِيِّ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «§مَنْ جَرَّ ثِيَابَهُ مِنَ الْخُيَلَاءِ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ» وَحَدَّثَنِيهِمَا أَبُو سَعِيدٍ أَيْضًا ¶ __________ ¶ Qصحيح",
            "page": "143",
            "part": "1",
            "seal": "B2E56518"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "§فِرَاسٌ، عَنْ مُدْرَكِ بْنِ عُمَارَةَ",
            "page": "145",
            "part": "1",
            "seal": "77D8B201"
        },
        {
            "hno": "56",
            "id": "96",
            "nass": "56 - حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ، حَدَّثَنَا يُونُسُ بْنُ حَبِيبٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، -[147]- وَحَدَّثَنَا فَارُوقٌ، وَسُلَيْمَانُ قَالَا: حَدَّثَنَا أَبُو مُسْلِمٍ، وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُسْلِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ حَيَّانَ قَالَا: حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ قَالَا: حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ الضَّبِّيُّ، حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ قَالَ: حَدَّثَنَا شُعْبَةُ، وَحَدَّثَنَا سَهْلُ بْنُ عَبْدِ اللهِ، حَدَّثَنَا الْحُسَيْنُ بْنُ إِسْحَاقَ قَالَ: حَدَّثَنَا أَبُو رَبِيعٍ قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا شُعْبَةُ، كُلُّهُمْ عَنْ فِرَاسٍ، عَنْ مُدْرِكِ بْنِ عُمَارَةَ، عَنْ عَبْدِ اللهِ بْنِ أَبِي أَوْفَى، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَزْنِي الرَّجُلُ أَوِ الْعَبْدُ حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ، وَلَا يَسْرِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ، وَلَا يَنْتَهِبُ نُهْبَةً ذَاتَ شَرَفٍ أَوْ قَالَ: شَرَفٍ حِينَ يَنْتَهِبُهُ وَهُوَ مُؤْمِنٌ» . زَادَ أَبُو دَاوُدَ: «وَلَا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ» حَدَّثَنَا عَبْدُ اللهِ بْنُ حَسَنٍ الْعَاقُولِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الْبَاهِلِيُّ، حَدَّثَنَا عَبْدُ اللهِ بْنُ عَبْدِ الصَّمَدِ قَالَ: حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، مِثْلَهُ",
            "page": "145",
            "part": "1",
            "seal": "5AAD6C73"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "§فِرَاسٌ، عَنْ ذَكْوَانَ أَبِي صَالِحٍ",
            "page": "148",
            "part": "1",
            "seal": "A07FF39D"
        },
        {
            "hno": "57",
            "id": "98",
            "nass": "57 - حَدَّثَنَا سُلَيْمَانُ بْنُ أَحْمَدَ قَالَ: حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا الْفِرْيَابِيُّ، -[149]- وَحَدَّثَنَا سُلَيْمَانُ، حَدَّثَنَا إِسْحَاقُ، عَنْ عَبْدِ الرَّزَّاقِ كُلُّهُمْ - كَذَا - عَنِ الثَّوْرِيِّ، عَنْ فِرَاسٍ، عَنْ أَبِي صَالِحٍ، عَنْ زَاذَانَ قَالَ: كُنْتُ عِنْدَ ابْنِ عُمَرَ، فَدَعَا مَمْلُوكًا لَهُ فَأَعْتَقَهُ، ثُمَّ رَفَعَ شَيْئًا مِنَ الْأَرْضِ فَقَالَ: مَالِي بِهِ مِنَ الْأَجْرِ مَا يَزِنُ هَذَا أَوْ يُسَاوِي هَذَا، سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ ضَرَبَ عَبْدًا لَهُ حَدًّا لَمْ يَأْتِهِ، أَوْ لَطَمَهُ، كَانَ كَفَّارَتُهُ أَنْ يُعْتِقَهُ» حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ هَارُونَ الطَّحَّانُ، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدِ بْنِ دَاوُدَ، حَدَّثَنَا أَبِي، حَدَّثَنَا إِبْرَاهِيمُ بْنُ هَرَاسَةَ قَالَ: حَدَّثَنَا سُفْيَانُ، مِثْلَهُ ¶ __________ ¶ Qصحيح",
            "page": "148",
            "part": "1",
            "seal": "D8F24733"
        },
        {
            "hno": "57",
            "id": "99",
            "nass": "57 - حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْحَسَنِ، وَسُلَيْمَانُ بْنُ أَحْمَدَ قَالَا: حَدَّثَنَا عَبْدُ اللهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ قَالَ: حَدَّثَنِي أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ فِرَاسٍ، عَنْ أَبِي صَالِحٍ، عَنْ زَاذَانَ، أَنَّ ابْنَ عُمَرَ عَتَقَ مَمْلُوكًا لَهُ، ثُمَّ أَخَذَ مِنَ الْأَرْضِ عُودًا فَقَالَ: مَالِي فِيهِ مِنَ الْأَجْرِ مَا يُسَاوِي هَذَا، ثُمَّ قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ لَطَمَ مَمْلُوكًا أَوْ ضَرَبَهُ حَدًّا لَمْ يَأْتِهِ، فَكَفَّارَتُهُ أَنْ يُعْتِقَهُ»",
            "page": "149",
            "part": "1",
            "seal": "ED083AF8"
        },
        {
            "hno": "57",
            "id": "100",
            "nass": "57 - حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلَّادٍ، حَدَّثَنَا الْحَارِثُ بْنُ أَبِي أُسَامَةَ، حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا شَرِيكٌ، عَنْ فِرَاسٍ، عَنْ أَبِي صَالِحٍ، عَنْ زَاذَانَ قَالَ: كُنْتُ عِنْدَ ابْنِ عُمَرَ جَالِسًا فَمَرَّ عَلَيْهِ غُلَامٌ، فَدَعَاهُ، قَالَ: اكْشِفْ، عَنْ ظَهْرِكَ، فَكَشَفَ عَنْ ظَهْرِهِ، فَإِذَا ضَرْبٌ فَقَالَ: أَنْتَ لِلَّهِ أَوْ أَنْتَ حُرٌّ، ثُمَّ رَفَعَ عُودًا مِنَ الْأَرْضِ، فَقَالَ: مَالِي مِنَ الْأَجْرِ مِثْلُ ذَا، قُلْتُ: لِمَ يَا أَبَا عَبْدِ الرَّحْمَنِ؟ قَالَ: لِأَنِّي سَمِعْتُ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ جَلَدَ عَبْدَهُ حَدًّا لَمْ يَأْتِهِ، أَوْ لَطَمَهُ، فَإِنَّ كَفَّارَتَهُ عِتْقُهُ» ¶ حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، ثنا حَامِدُ بْنُ شُعَيْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ لُوَيْنٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ فِرَاسٍ، عَنْ أَبِي صَالِحٍ، عَنْ زَاذَانَ قَالَ: أَتَيْتُ ابْنَ عُمَرَ، وَقَدْ أَعْتَقَ مَمْلُوكًا، فَذَكَرَ نَحْوَهُ",
            "page": "150",
            "part": "1",
            "seal": "77FE90E9"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "§فِرَاسٌ، عَنْ إِبْرَاهِيمَ بْنِ يَزِيدَ بْنِ شَرِيكٍ التَّيْمِيِّ وَعَبْدِ خَيْرٍ الْحَنَوَانِيُّ وَالْمَشَايِخِ",
            "page": "151",
            "part": "1",
            "seal": "AE9FB55E"
        },
        {
            "hno": "58",
            "id": "102",
            "nass": "58 - حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، حَدَّثَنَا جَعْفَرُ بْنُ أَحْمَدَ بْنِ سِنَانٍ، حَدَّثَنَا عُمَرُ بْنُ شَبَّةَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ، عَنْ فِرَاسٍ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْبَرَاءِ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الْأَوَّلِ» ¶ __________ ¶ Qصحيح",
            "page": "151",
            "part": "1",
            "seal": "0B18AD07"
        },
        {
            "hno": "58",
            "id": "103",
            "nass": "58 - حَدَّثَنَا أَبُو حَلِيمٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ السَّرِيِّ، حَدَّثَنَا أَبُو الْهَيْثَمِ خَالِدُ بْنُ أَحْمَدَ بْنِ خَالِدٍ الذُّهْلِيُّ، حَدَّثَنَا الدَّقِيقِيُّ، حَدَّثَنَا مُعَلَّى بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ فِرَاسِ بْنِ يَحْيَى، عَنْ إِبْرَاهِيمَ بْنِ يَزِيدَ التَّيْمِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الْأَوَّلِ»",
            "page": "153",
            "part": "1",
            "seal": "B9BE6F55"
        },
        {
            "hno": "58",
            "id": "104",
            "nass": "58 - حَدَّثَنَا أَبُو أَحْمَدَ الْغِطْرِيفِيُّ قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ زَكَرِيَّا قَالَ: حَدَّثَنَا عُمَرُ بْنُ شَبَّةَ قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ فِرَاسِ بْنِ يَحْيَى، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ §اللهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الْأَوَّلِ»",
            "page": "153",
            "part": "1",
            "seal": "3938B0EB"
        },
        {
            "hno": "59",
            "id": "105",
            "nass": "59 - حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ مُسْلِمٍ قَالَ: حَدَّثَنَا أَحْمَدُ بْنُ زِيَادِ بْنِ عَجْلَانَ قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ جَعْفَرٍ قَالَ: حَدَّثَنَا عَمِّي طَاهِرٌ قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ عُمَارَةَ، عَنْ فِرَاسٍ، عَنْ عَبْدِ خَيْرٍ قَالَ: قَالَ عَلِيٌّ: «§خَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا أَبُو بَكْرٍ، وَخَيْرُهَا بَعْدَ أَبِي بَكْرٍ عُمَرُ، لَوْ شِئْتُ أَنْ أُسَمِّيَ الثَّالِثَ لَسَمَّيْتُهُ» ¶ __________ ¶ Qصحيح",
            "page": "154",
            "part": "1",
            "seal": "92674DAF"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "§فِرَاسُ بْنُ يَحْيَى، عَنْ زَاذَانَ",
            "page": "157",
            "part": "1",
            "seal": "530B4E31"
        },
        {
            "hno": "60",
            "id": "107",
            "nass": "60 - حَدَّثَنَا أَبُو أَحْمَدَ الْحَسَنُ بْنُ عَبْدِ اللهِ بْنِ سَعِيدٍ قَالَ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ قَالَ: حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ قَالَ: عِيسَى بْنُ يُونُسَ، عَنِ الثَّوْرِيِّ، عَنْ مَنْصُورٍ، عَنْ زَاذَانَ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ ضَرَبَ عَبْدَهُ أَوْ لَطَمَهُ، فَكَفَّارَتُهُ عِتْقُهُ» ¶ __________ ¶ Qصحيح",
            "page": "157",
            "part": "1",
            "seal": "7CD2DDDD"
        }
    ],
    "t10659": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "روايته عن عامر بن شراحيل أبي عمرو الشعبي وتوفي الشعبي سنة ست ومائة وكان ابن سبع وسبعين سنة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن جابر بن عبد الله"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن البراء بن عازب"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي عن عبد الله بن عمرو بن العاص"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي عن النعمان بن بشير بن سعد"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن عبد الله بن عمر بن الخطاب"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي عن سمرة بن جندب"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي عن عبد الله بن أبي أوفى"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن أبي جحيفة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي عن عدي بن حاتم"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن جرير بن عبد الله البجلي"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن مطيع بن الأسود"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن عبد الله بن عباس"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن وهب بن خنبش"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن فاطمة بنت قيس الفهرية \" لم يذكر شيء \""
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي عن مسروق بن عبد الرحمن"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن وهب بن الأجدع"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن الحارث بن عبد الله الأعور"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الشعبي، عن أبي بردة، عن أبي موسى"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "فراس، عن عطية بن سعد العوفي، عن أبي سعيد"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "عطية عن ابن عمر"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "فراس، عن مدرك بن عمارة"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "فراس، عن ذكوان أبي صالح"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "فراس، عن إبراهيم بن يزيد بن شريك التيمي وعبد خير الحنواني والمشايخ"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "فراس بن يحيى، عن زاذان"
        }
    ]
}