{
    "b1069": [
        {
            "id": "1",
            "nass": "30 عملا تُطيل في العُمر ¶ أمير بن محمد المدري ¶ غفر الله له ولوالديه ولسائر المسلمين",
            "page": null,
            "part": null,
            "seal": "A2C8504F"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه وبعد ... ¶ يقول الله عز وجل في كتاب العزيز: ¶ ((وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُوراً)) [الفرقان:62] ¶ ، وأقسم الله عز وجل بالزمن فقال: ((والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعلموا الصالحات وتواصوا بالحق وتواصوا بالصبر)). ¶ إن أوقاتنا هي أعمارنا، بها إما أن نُكتب به من الفائزين أو من الخاسرين، وذلك بحسب اغتنام العبد لعمره, ولذلك أقسم الله سبحانه وتعالى بأجزاء اليوم بأول النهار وبآخر النهار والضحى والليل إذا سجى، والليل إذا",
            "page": "3",
            "part": "1",
            "seal": "95805E73"
        },
        {
            "id": "3",
            "nass": "يغشى والنهار إذا تجلى، والفجر وليال عشر. ¶ لماذا يقسم الله تعالى بالزمن؟. ¶ يقسم ربنا بهذه الأوقات حتى نعلم قيمتها وحتى نصونها ونحفظها ولا نعمل فيها إلا خيرًا, فهذا العمر الذي تعيشه أيها العبد هو المزرعة التي تجنى ثمارها في الدار الآخرة, فإن زرعته بخير وعملٍ صالح جنيت السعادة والفلاح وكنت من الذين يُنادى عليهم في الدار الآخرة ¶ ((كُلُوا وَاشْرَبُوا هَنِيئاً بِمَا أَسْلَفْتُمْ فِي الأَيَّامِ الْخَالِيَةِ)) ... [الحاقة:24] ¶ ، وإن ضيعّته بالغفلات وزرعته بالمعاصي والمخالفات, ندمت يوم لا تنفعك الندامة وتمنيت",
            "page": "4",
            "part": "1",
            "seal": "EE37933B"
        },
        {
            "id": "4",
            "nass": "الرجوع إلى الدنيا يوم القيامة فيقال لك: ¶ ((وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمْ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ)) ... [فاطر:37] ¶ أي ألم نجعل لكم عمرًا فطول العمر حجة، ولقد أعذر الله إلى عبد أحياه حتى بلغ ستين أو سبعين سنة. ¶ والمتأمل يجد أن حياتنا محدودةٌ ومعدودةٌ بسنواتٍ وأيام، بل بثوان ولحظات لا نستطيع أن نزيد فيها لحظة واحدة، فعمرنا قصير مقارنة بأعمار الأمم السابقة التي كانت تعمر مئات السنين، كان أحدهم يعيش 100 سنة أو أكثر إلى 1000 سنة، أما هذه الأمة فأعمارها كما قال نبيها - صلى الله عليه وسلم -: (أَعْمَارُ أُمَّتِي مَا بَيْنَ السِّتِّينَ إِلَى",
            "page": "5",
            "part": "1",
            "seal": "4719B83A"
        },
        {
            "id": "5",
            "nass": "السَّبْعِينَ، وَأَقَلُّهُمْ مَنْ يَجُوزُ ذلِكَ) حديث حسن رواه الترمذي. ¶ لو عاش المرء 60 سنة، 20 سنة منها نوم \"بمعدل 8 ساعات نوما يومياً\" 15 سنة \"ما قبل البلوغ\"، 5 سنوات \"أكل ووقت فراغ\" = 20 سنة. تبقي من العمر 20 سنة تحتوي علي ساعات العمل بلا شك. ¶ فبكم سنة عبادة خرجنا من دنيانا؟ حتى ولو حسبنا عمرنا كله عباده، 60 سنة، يساوي ثلاث دقائق فقط إذا وزن بيوم القيامة \"مائة ألف سنة\". ¶ أخي الحبيب: ¶ لو عاش الإنسان ستين وكان يضيع في اليوم ساعة لأتى يوم القيامة وثلاث سنوات ليس فيها حسنة",
            "page": "6",
            "part": "1",
            "seal": "E4C7B0E6"
        },
        {
            "id": "6",
            "nass": "واحدة وكذلك لو أضاع ساعتين ست سنوات فارغة وربما فيها سيئات نعوذ بالله من الخذلان. ¶ كم في اليوم والليلة لله وكم للدنيا والنفس الحقيقة أنّ الصالح منا سيصلي الخمس الصلوات وذلك في ساعة مثلا ً وساعة أخرى إن قرأ قران أو صلى نوافل أو غير ذلك وبقي 22 ساعة تذهب يوميا بين اتصالات وتنقلات وزيارات ولقاءات وترفيهات وأخبار وعمل وأكل وشرب ونوم وراحة ولهو. ¶ لو عاش الإنسان سبعين عاما ساعتين لله في صلاة جماعة فالصلوات تأخذ ساعة وساعة أخرى لأعمال صالحة أخرى وبقي 22 ساعة وهي تساوي من عمرك الافتراضي 64 سنة، والساعتين أي ما معدله",
            "page": "7",
            "part": "1",
            "seal": "E8205588"
        },
        {
            "id": "7",
            "nass": "6 سنوات وهي التي بقيت لك من السبعين سنة. ¶ إذاً لم يبق أمامنا أخي إلا أن نبحث عن أعمال شرعية نطيل بها أعمارنا، ونضاعف بها من حسناتنا في هذا العمر القصير الذي ضاع أكثره في الأمور الدنيوية. ¶ هل العمر يطول فعلاً؟ ¶ جاء ذكر ذلك في حديث أنس بن مالك - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (مَنْ أَحَبَّ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ، وَيُنْسَأَ لَهُ فِي أَثَرِهِ، فَلْيَصِلْ رَحِمَهُ) متفق عليه. ¶ وقد اختلفت آراء العلماء حول مفهوم إطالة العمر: ¶ فمنهم من يري أن هذه الإطالة حقيقية بالسنين والأيام ومنهم من يقول وهو الراجح هي البركة",
            "page": "8",
            "part": "1",
            "seal": "0A28440C"
        },
        {
            "id": "8",
            "nass": "في عمره والتوفيق للطاعات، وعمارة أوقاته بما ينفعه في الآخرة، وصيانتها عن الضياع في غير ما يفيد، وزاد الإمام ابن تيمية بأن البركة في العمر: أن يعمل في الزمن القصير ما لا يعمله غيره إلا في الزمن. ¶ ويقول صاحب روح المعاني \"أراد صلى الله تعالى عليه وسلم إن تلك الطاعات تزيد في هذا العمر لما أنها تكون سببا للذكر الجميل وأكثر ما ورد ذلك في الصدقة وصلة الرحم وكونهما مما يترتب عليهما ثناء الناس مما لا شبهة فيه قيل: ولهذا لم يقل صلى الله تعالى عليه وسلم في ذلك إنه يزيد في الأجل.",
            "page": "9",
            "part": "1",
            "seal": "18928868"
        },
        {
            "id": "9",
            "nass": "أعمال تطيل في العمر وتزيد في الحسنات وترفع في الدرجات ¶ فهيا معي أخي الحبيب لتعيش مع أعمال ووصايا تطيل في العمر وتزيد في الحسنات وهي كالتالي: ¶ 1 - احتسب الأجر من الله في كل عمل تعمله: ¶ أحتسب الأجر في نومك وأكلك وشربك وعملك تؤجر عليه إن شاء الله - تعالى -. ¶ النفقة على الأهل والأولاد يحتسبها له فيها، يقول صلى الله عليه وسلم لسعد بن أبي وقاص: (إنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت عليها حتى ما تضعه في فيّ امرأتك) رواه البخاري.",
            "page": "10",
            "part": "1",
            "seal": "AD05550C"
        },
        {
            "id": "10",
            "nass": "حتى في إفشاء وردّ السلام، وحتى في تشميت العاطس، وحتى في لين الجانب، وحتى في العفو عمن ظلمه، وحتى في الإحسان لمن أساء إليه، كل هذه الأمور يفعلها المسلم طاعة لله، ونية صالحة يبتغي بها وجه الله، لا يعمل الأشياء مجرد عادة، ولا مجاملة، حتى عندما يأتي المسلم أهله له أجر. ¶ قال صلى الله عليه وسلم: ((وفي بُضع أحدكم صدقة)) أي فرجه، قالوا: يا رسول الله، أيأتي أحدنا شهوته ويكون له فيها أجر؟! يقولون: يا رسول الله، جماع الرجل امرأته لذة ومتعة، أيكون له أجر وهو قصد المتعة والتلذذ؟! قال: ((أرأيتم لو وضعها في الحرام كان عليه وزر؟!",
            "page": "11",
            "part": "1",
            "seal": "5641280C"
        },
        {
            "id": "11",
            "nass": "فكذلك إذا وضعها في الحلال كان له أجر) قال بعض السلف: \"إن نوم المؤمن وأكله وشربه كل ذلك أعمال صالحة تجري عليه إذا أراد بها التقوي على طاعة الله. ¶ 2 - صل رحمك: ¶ من الإعمال التي تطيل في العمر وتزيد في الحسنات -صلة الرحم: فعن عبد الله بن مسعود - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (صِلَةُ الرَّحِمِ تَزِيدُ فِي الْعُمُرِ) صحيح الجامع، وقال - صلى الله عليه وسلم -: (مَنْ سَرَّهُ أَنْ يُبْسَطَ لَهُ فِي رِزْقِهِ، وَأَنْ يُنْسَأَ لَهُ فِي أَثَرِهِ، فَلْيَصِلْ رَحِمَهُ) رواه البخاري عن أبي هريرة - رضي الله عنه - صلة الرحم التي من وصلها وصله. ومن قطعها",
            "page": "12",
            "part": "1",
            "seal": "54878CE2"
        },
        {
            "id": "12",
            "nass": "قطعه الله. ¶ احذر أخي الحبيب من قطيعة الرحم فإنها سبب للعنة الله وعقابه يقول الله عز وجل: ((فهل عسيتم إن توليتم أن تفسدوا في الأرض وتقطعوا أرحامكم أولئك الذين لعنهم الله فأصمهم وأعمى أبصارهم)) ويقول تعالى: ((والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في الأرض أولئك لهم اللعنة ولهم سوء الدار)). ¶ عن أبي بكرة عن النبي قال: (ما من ذنب أحرى أن يعجل الله لصاحبه العقوبة في الدنيا مع ما يدخر له في الآخرة من البغي وقطيعة الرحم) سنن الترمذي: كتاب",
            "page": "13",
            "part": "1",
            "seal": "C9C6D30F"
        },
        {
            "id": "13",
            "nass": "صفة القيامة (2511) من حديث أبي بكرة رضي الله عنه وهو في السلسلة الصحيحة (918). ¶ عبد الله ابن مسعود كان جالسا بعد الصبح في حلقة فقال: (أنشد الله قاطع رحم لما قام عنا، فإنا نريد أن ندعو ربنا، وإن أبواب السماء مرتجّة دون قاطع رحم. وروي كذلك في الآثار (أن الرحمة لا تنزل على قوم فيهم قاطع رحم، وأن الملائكة لا تنزل على قوم فيهم قاطع رحم. ¶ وأدني درجة في صلة الرحم هو الصلة بالسلام من خلال الهاتف، قال - صلى الله عليه وسلم -: (بُلُّوا أَرْحَامَكُمْ وَلَوْ بِالسَّلاَمِ) صحيح الجامع عن ابن عباس - رضي الله عنه -.",
            "page": "14",
            "part": "1",
            "seal": "3828F03A"
        },
        {
            "id": "14",
            "nass": "3 - حسِّن أخلاقك: ¶ عن أبي الدرداء رضي الله عنه أن النبي قال: ((ما من شيء أثقل في ميزان العبد المؤمن يوم القيامة من حسن الخلق، وإن الله يبغض الفاحش البذيء)) وإذا حسنت خلقك مع الناس حصلت على ثواب الصائم النهار، القائم الليل، لقوله - صلى الله عليه وسلم -: (إِنَّ المُؤْمِنَ لَيُدْرِكُ بِحُسْنِ خُلُقِهِ دَرَجَةَ الصّائِمِ الْقَائِمِ) صحيح سنن أبي داود عن عائشة - رضي الله عنها. ¶ ما منا من أحد إلا وهو يحب النبي - صلى الله عليه وسلم -، وما منا من أحد إلا وهو طامع أن يكون من أحب الناس إليه، وما منا من أحد إلا وهو يرجو أن يكون من أقرب",
            "page": "15",
            "part": "1",
            "seal": "7F45ACC3"
        },
        {
            "id": "15",
            "nass": "الناس إليه مجلسًا يوم القيامة والوسيلة الى ذلك يقول: ((إن من أحبكم إلي وأقربكم مني مجلسا يوم القيامة أحاسنكم أخلاقًا)) ¶ 4 - أحسن الى جيرانك: ¶ فعن عائشة - رضي الله عنها - قالت: قال رسول الله - صلى الله عليه وسلم -: (صِلَةَ الرَّحِمِ، وَحُسْنُ الْخُلُقِ، وَحُسْنُ الْجِوَارِ، يَعْمُرَانِ الدِّيَار، وَيَزِيدَانِ فِي الأَعْمَار) صحيح الجامع. ¶ قوله صلى الله عليه وسلم: ((ما زال جبريل يوصيني بالجار حتى ظننت أنه سيورثه))، وقوله: ((خير الأصحاب عند الله تعالى خيرهم لصاحبه، وخير الجيران عند الله تعالى خيرهم لجاره))، وقوله: ((من كان يؤمن بالله واليوم الآخر فليحسن",
            "page": "16",
            "part": "1",
            "seal": "B8103839"
        },
        {
            "id": "16",
            "nass": "إلى جاره))، وقوله: ((كم من جار متعلّق بجاره يوم القيامة، يقول: يا رب، هذا أغلق بابه دوني فمنع معروفه))، وقيل للنبي صلى الله عليه وسلم: إن فلانة تقوم الليل وتصوم النهار وتفعل وتصدق وتؤذي جيرانها بلسانها، فقال رسول الله: ((لا خير فيها، هي من أهل النار))، قالوا: وفلانة تصلي المكتوبة وتصوم رمضان ولا تؤذي أحدًا، فقال رسول الله: ((هي من أهل الجنة)) ¶ 5 - حافظ على صلاة الجماعة في المسجد: ¶ وذلك بالمواظبة عليها جماعة مع الإمام في المسجد، لقوله - صلى الله عليه وسلم -: (صَلاَةُ الْجَمَاعَةِ أَفْضَلُ مِنْ صَلاَةِ الْفَرْدِ",
            "page": "17",
            "part": "1",
            "seal": "AA2696E3"
        },
        {
            "id": "17",
            "nass": "بِسَبْعٍ وَعِشْرِينَ دَرَجَة) متفق عليه. ¶ فلو توفي رجلان مثلا في عمر واحد، وأحدهما تعوَّد أن يصلي الفرائض في البيت بمفرده طوال حياته، والآخر يصليها جماعة في المسجد، لكان مجموع ثواب الرجل الثاني يزيد على ثواب الأول بسبع وعشرين مرة كأنما عاش 27 مرة ضعف من يصليها في بيته ... ¶ 6 - تطهر في بيتك واخرج للصلاة: ¶ وتستطيع زيادة حسناتك من خلال خروجك من بيتك متطهرا لأداء الصلاة المكتوبة في المسجد: لقوله - صلى الله عليه وسلم -: (مَنْ خَرَجَ مِنْ بَيْتِهِ مُتَطَهِّراً إِلَى صَلاَةٍ مَكْتُوبَةٍ فَأَجْرُهُ كَأَجْرِ الْحَاجِّ الْمُحْرِمِ) رواه أبو داود وصححه الألباني. ¶ فالأولى بك أخي أن تخرج إلى المسجد متطهراً من",
            "page": "18",
            "part": "1",
            "seal": "E4A311DB"
        },
        {
            "id": "18",
            "nass": "بيتك، إلا لحاجة أو ضرورة. ¶ 7 - حافظ على الصلاة في الصف الأول: ¶ وتستطيع أن تطيل عمرك وتزيد في حسناتك من خلال الصلاة في الصف الأول: لقول العرباض بن سارية - رضي الله عنه -: إِنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - كَانَ يَسْتَغْفِرُ لِلصَّفِ الْمُقَدَّمِ ثَلاَثاً، وَلِلثَّانِي مَرَّةً) رواه النسائي وابن ماجة، ولقوله - صلى الله عليه وسلم -: (إِنَّ اللهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى الصَّفِّ الأَوَّلِ) رواه أحمد بإسناد جيد. ¶ 8 - أكثر من الصلاة في الحرمين الشريفين: ¶ وتستطيع زيادة حسناتك من خلال الإكثار من الصلاة في الحرمين الشريفين، خاصة أثناء الحج أو",
            "page": "19",
            "part": "1",
            "seal": "17CCC84F"
        },
        {
            "id": "19",
            "nass": "العمرة، فالصلاة الواحدة في المسجد الحرام أفضل من الصلاة في أي مسجد آخر بمائة ألف صلاة كما أخبر بذلك النبي صلى الله عليه وسلم. ¶ ركعتان تؤديهما في المسجد الحرام لا تستغرقان منك دقائق معدودة، يضاعِفَانِ لك ثواب صلواتٍ من المفترض أن تؤديها في [46] سنة تقريبا. ¶ ولو صليت عشر ركعات في المسجد الحرام بمكة المكرمة لا يستغرق أداؤها ثُلثي ساعة، كُتب لك ثواب [مليون ركعة] تؤديها في بلدك. ¶ 9 - صلي النوافل في بيتك: ¶ وتستطيع زيادة حسناتك من خلال حرصك على صلاة النوافل في بيتك قال رسول الله - صلى الله عليه وسلم -: (صَلاَةُ الرَّجُلِ",
            "page": "20",
            "part": "1",
            "seal": "4424FBEC"
        },
        {
            "id": "20",
            "nass": "تَطَوُّعاً حَيْثُ لاَ يَرَاهُ النَّاسُ تَعْدِلُ صَلاَتَهُ عَلَى أَعْيُنِ النَّاسِ خَمْساً وَعِشْرِينَ) صحيح الجامع، عن صهيب - رضي الله عنه -. وقال - صلى الله عليه وسلم -: (أَفْضَلُ صَلاَةِ الْمَرْءِ فِي بَيْتِهِ إِلاَّ الْمَكْتُوبَةَ) متفق عليه. ¶ 10 - حافظ على صلاة العشاء والفجر في جماعة: ¶ عن عثمان بن عفان - رضي الله عنه ـ قال: قال رسول الله - صلى الله عليه وسلم -: (من صلى العشاء في جماعة كان كقيام نصف ليلة ومن صلى العشاء والفجر في جماعة كان كقيام الليل) البخاري ومسلم .. ¶ عشاء لمدة سنة كأنما قام = 180 يوم. ¶ عشاء + فجر لمدة سنة = 360 يوم قياماً.",
            "page": "21",
            "part": "1",
            "seal": "4A9A7B22"
        },
        {
            "id": "21",
            "nass": "11 - حافظ على صلاة الضحى: ¶ وتستطيع أن تُطيل في عمرك وتزيد من حسناتك من خلال صلاة الضحى: صلاة الأوابين وهي تجزيء 360 صدقة في اليوم وعن فضلها يقول النبي - صلى الله عليه وسلم -: (يُصْبِحُ عَلَىَ كُلِّ سُلاَمَىَ -أي مفصل- مِنْ أَحَدِكُمْ صَدَقَةٌ، فَكُلُّ تَسْبِيحَةٍ صَدَقَةٌ، وَكُلُّ تَحْمِيدَةٍ صَدَقَةٌ، وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ، وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ، وَأَمْرٌ بِالْمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنِ الْمُنْكَرِ صَدَقَةٌ، وَيُجَزِئُ مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِنَ الضُّحَىَ) رواه مسلم عن أبي ذر - رضي الله عنه -.",
            "page": "22",
            "part": "1",
            "seal": "41D6EFA9"
        },
        {
            "id": "22",
            "nass": "أخي الحبيب عود نفسك عندما تريد أن تغادر بيتك في الصباح توضأ وصلي ركعتي صلاة الضحى ركعتين أو أربع. ¶ 12 - أحضر دروس العلم في المساجد: ¶ وتستطيع زيادة حسناتك من خلال حضور دروس العلم في المساجد: لقوله - صلى الله عليه وسلم -: (مَنْ غَدَا إِلَى الْمَسْجِدِ لاَ يُرِيدُ إِلاَّ أَنْ يَتَعَلَّمَ خَيْراً أَوْ يُعَلِّمَهُ (يَعْمَلَهُ) كَانَ لَهُ كَأَجْرِ حَاجٍّ تَامّاً حَجَّتُهُ) رواه الطبراني وصححه الألباني. ¶ 13 - تحلى بآداب يوم الجمعة: ¶ وتستطيع زيادة حسناتك من خلال التحلي ببعض الآداب يوم الجمعة:",
            "page": "23",
            "part": "1",
            "seal": "65D44BA1"
        },
        {
            "id": "23",
            "nass": "فعن أوس ابن أوس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (مَنْ غَسَّلَ يَوْمَ الْجُمُعَةِ وَاغْتَسَلَ، ثُمَّ بَكَّرَ وَابْتَكَرَ، وَمَشَى وَلَمْ يَرْكَبْ، وَدَنَا مِنَ الإِمَامِ، وَاسْتَمَعَ وَأَنْصَتَ، وَلَمْ يَلْغُ، كَانَ لَهُ بِكُلِّ خُطْوَةٍ يَخْطُوهَا مِنْ بَيْتِهِ إِلَى الْمَسْجِدِ عَمَلُ سَنَةٍ، أَجْرُ صِيَامِهَا وَقِيَامِهَا) رواه أهل السنن وصححه الألباني. ¶ ومعنى \"غسَّل\" أي: غسل رأسه، وقيل: أي جامع امرأته ليكون أغض لبصره عن الحرام في هذا اليوم، ومعنى \"بكَّر\" أي: راح في أول الوقت، و\"ابتكر\" أي: أدرك أول الخطبة. ¶ إذا استمر العبد على آداب يوم الجمعة لشهر بأربع جمع بمائة خطوة = 400 سنة.",
            "page": "24",
            "part": "1",
            "seal": "81878E84"
        },
        {
            "id": "24",
            "nass": "فإن استمر عليها لمدة سنة = 50 جمعة / 100 خطوة = 5000 ثواب قيام خمسة آلاف سنة قيامها وصيامها. ¶ فإن استمر عليها لمدة عشر سنوات فإنه يحوز أجر خمسين ألف سنة بقيامها وصيامها. ¶ 14 - احرص على الإكثار من الحج والعمرة: ¶ وتستطيع زيادة حسناتك من خلال الحرص على الإكثار من الحج: فقد حرص كثير من السلف الصالح على الإكثار منهما استجابة لدعوة النبي - صلى الله عليه وسلم -: ( ... ولَيسَ للحَجَّةِ المبرُورَةِ ثَوَابٌ إِلاَّ الجنَّةِ) صحيح سنن الترمذي عن عبد الله بن مسعود - رضي الله عنه -",
            "page": "25",
            "part": "1",
            "seal": "A70902F7"
        },
        {
            "id": "25",
            "nass": "وقد حج التابعي سعيد بن المسيب [40] حجة. ¶ 15 - اعتمر في شهر رمضان: ¶ وتستطيع زيادة حسناتك من خلال أداء عمرة في رمضان: لقوله - صلى الله عليه وسلم -: (عُمْرَةٌ فِي رَمَضَانَ تَقْضِي حَجَّةً مَعِي) يعني: يعني ثواب العمرة في رمضان يعدل ثواب حجة مع النبي - صلى الله عليه وسلم -. رواه البخاري عن ابن عباس - رضي الله عنه -. ¶ 16 - ساعد فقراء المسلمين على أداء فريضة الحج: ¶ وتستطيع زيادة حسناتك من خلال مساعدة فقراء المسلمين على أداء فريضة الحج من مالك إذا كنت ميسورا، فإن الله - تعالى -يكتب لك مثل ثواب حجهم.",
            "page": "26",
            "part": "1",
            "seal": "B4D8D4CE"
        },
        {
            "id": "26",
            "nass": "17 - صلي في مسجد قباء: ¶ وتستطيع زيادة حسناتك من خلال الصلاة في مسجد قباء: فعن سهل بن حنيف - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال صلى الله عليه وسلم: (مَنْ تَطَهَّرَ فِي بَيْتِهِ، ثُمَّ أَتَى مَسْجِدَ قُبَاءٍ، فَصَلَّى فِيهِ صَلاَةً، كَانَ لَهُ كَأَجْرِ عُمْرَةٍ) سنن ابن ماجه، وصححه الألباني. ¶ 18 - كن مؤذناً أو ردد مع المؤذن: ¶ وتستطيع زيادة حسناتك إذا كنت مؤذنا أو قلت كما يقول المؤذن: قال - صلى الله عليه وسلم -: ( ... وَالْمُؤَذِّنُ يُغْفَرُ لَهُ بِمَدِّ صَوْتِهِ، ويُصَدِّقُهُ مَنْ سَمِعَهُ مِنْ رَطْبٍ وَيَابِسٍ، وَلَهُ مِثْلُ أَجْرِ مَنْ صَلَّى مَعَهُ) صحيح سنن النسائي عن البراء بن عازب - رضي الله عنه -. ¶ فلو كنت في مسجد فيه مائة مصل مثلا، وكنت",
            "page": "27",
            "part": "1",
            "seal": "57E9DB88"
        },
        {
            "id": "27",
            "nass": "مؤذنا أو مجيبا للأذان، فلك ثواب مائة مصل فضلا عن صلاتك، فعن عبد الله بن عمرو - رضي الله عنه - أَنَّ رَجُلاً قال: يَا رَسُولَ الله، إِنَّ المُؤَذِّنِينَ يَفْضُلُونَنَا، فقال رسولُ الله - صلى الله عليه وسلم -: (قُلْ كَمَا يَقُولُونَ، فإِذَا انْتَهَيْتُ فَسَلْ تُعْطَهُ) صحيح سنن أبي داود. أي يتقبل الله منك الدعاء. ¶ 19 - أكثر من صيام النوافل: ¶ وتستطيع زيادة حسناتك من خلال الإكثار من صيام النوافل: ومن ذلك: ¶ 1 - صيام ستة أيام من شوال بعد رمضان: لقول النبي - صلى الله عليه وسلم -: (مَنْ صَامَ رَمَضَانَ ثم أتْبَعَهُ سِتّا مِنْ شَوّالٍ كَانَ كَصِيَامِ الدَّهْرِ) رواه مسلم عن أبي أيوب الأنصاري - رضي الله عنه.",
            "page": "28",
            "part": "1",
            "seal": "AC922EE3"
        },
        {
            "id": "28",
            "nass": "2 - صيام الأيام البيض الثلاثة من كل شهر هجري: وهي 13 - 14 - 15، لقوله - صلى الله عليه وسلم -: (مَنْ صَامَ ثَلاَثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ فَذَلِكَ صَوْمُ الدَّهْرِ) صحيح سنن ابن ماجه عن أبي ذر - رضي الله عنه. ¶ فإذ صمت ستة أيام من شوال، سُجِّلَ لك ثوابُ صيامِ سنةٍ كاملةٍ، وإذا صمت ثلاثة أيام من كل شهر، سُجِّلَ لك ثوابُ صيام سنةٍ أخرى. ¶ 3 - صيام عرفة لغير الحاج يكفر ذنوب سنتين، وصيام عاشوراء يكفر ذنوب سنة كما صح عن النبي صلى الله عليه وسلم.",
            "page": "29",
            "part": "1",
            "seal": "B1436C93"
        },
        {
            "id": "29",
            "nass": "20 - شارك في تفطير الصائمين: ¶ وتفطير الصائمين يزيد الحسنات قال - صلى الله عليه وسلم -: (مَنْ فَطَّرَ صَائِماً كَانَ لَهُ مِثْلُ أَجْرِهِ غَيْرَ أنَّهُ لاَ يَنْقُصُ مِنْ أجْرِ الصَّائِمِ شَيْئاً) صحيح سنن الترمذي عن زيد بن خالد الجهني - رضي الله عنه. ¶ فلو فطَّرت خمسا من الصائمين في كل يوم من رمضان، لسُجِّلَ لك في نهاية رمضان ثواب صيام [5] أشهر بدل شهر واحد. ¶ 21 - لا تترك قيام ليلة القدر: ¶ وقيام ليلة القدر يزيد الحسنات أيضا: وهي أفضل عند الله من عبادة [1000] شهر، كما قال - تعالى -: ((لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْر)) أي ثواب قيامها أفضل من",
            "page": "30",
            "part": "1",
            "seal": "E229438D"
        },
        {
            "id": "30",
            "nass": "ثواب العبادة لمدة [83] عاما تقريبا. ¶ لو داوم العبد على قيام ليلة القدر لمدة عشر سنوات أدرك ـ بفضل الله ـ أجر 833 سنة عبادة، وذلك فضل الله يؤتيه من يشاء، والمحروم من حرمه الله هذا الخير، نعوذ بالله من الخذلان والحرمان. ¶ 22 - جاهد في سبيل الله: ¶ والجهاد في سبيل الله بأنواعه يزيد الحسنات ويطيل ويبارك في العمر: وهو أفضل عند الله من عبادة رجل [60] سنة، لقوله - صلى الله عليه وسلم -: (مقام الرجل في الصف في سبيل الله، أفضل عند الله من عبادة رجل ستين سنة) رواه الحاكم في المستدرك وقال: صحيح على شرط البخاري، عن عمران بن حصين - رضي الله عنه -.",
            "page": "31",
            "part": "1",
            "seal": "6FA755F1"
        },
        {
            "id": "31",
            "nass": "23 - رابط واحرس في سبيل الله: ¶ والمرابطة وحراسة يوم في سبيل الله لثغر من ثغور الإسلام، يعتبر في الأجر كصيام شهر وقيامه، لقوله - صلى الله عليه وسلم -: (مَنْ رَابَطَ يَوْماً وَلَيْلَةً فِي سَبِيلِ اللهِ كَانَ لَهُ كَأَجْرِ صِيَامِ شَهْرٍ وَقِيَامِهِ، .... ) صحيح سنن النسائي عن سلمان الخير - رضي الله عنه .. ولا تنسى دعم أخواننا المرابطين على أرض الأقصى وفي كل مكان. ¶ 24 - أكثر من قراءة القرآن: ¶ ومما يطيل في العمر ويزيد في الحسنات قراءة القرآن وتكرار قراءة بعض السور مثل: سورة الإخلاص، التي تعدل ثلث القرآن، والكافرون،",
            "page": "32",
            "part": "1",
            "seal": "281C9437"
        },
        {
            "id": "32",
            "nass": "التي تعدل ربع القرآن، فأنت في ظل مشاغلك اليومية قد لا تستطيع ختم القرآن مرة في الأسبوع أو اليوم، ولكنك تستطيع ختمه عشرات المرات في دقائق معدودات لو قرأت سورة الإخلاص عشرات المرات. ¶ فعن أبي الدرداء - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ الْقُرْآنِ؟ \" ¶ قَالُوا: وَكَيْفَ يَقْرَأُ ثُلُثَ الْقُرْآنِ؟ قَالَ: (قُلْ هُوَ الله أَحَدٌ) تَعْدِلُ ثُلُثَ الْقُرْآنِ) رواه مسلم، وقال - صلى الله عليه وسلم -: (قل يا أيها الكافرون تعدل ربع القرآن) أخرجه الحاكم في المستدرك وصححه، عن ابن عمر - رضي الله عنه -.",
            "page": "33",
            "part": "1",
            "seal": "F7BF5B43"
        },
        {
            "id": "33",
            "nass": "25 - أكثر من ذكر الله عز وجل: ¶ والذكر المضاعف بحر عظيم من الحسنات، غفل عنه كثير من المسلمين اليوم، رغم سهولة قوله، ومنه التسبيح والتحميد والتهليل والتكبير والحوقلة والحسبلة. ¶ عن جويرية أم المؤمنين - رضي الله عنها - أَنَّ النَّبِيَّ - صلى الله عليه وسلم - خَرَجَ مِنْ عِنْدِهَا بُكْرَةً حِينَ صَلَّىَ الصُّبْحَ، وَهِيَ فِي مَسْجِدِهَا، ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَىَ، وَهِيَ جَالِسَةٌ، فَقَالَ: (مَا زِلْتِ عَلَىَ الْحَالِ الَّتِي فَارَقْتُكِ عَلَيْهَا؟) قَالَتْ: نَعَمْ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: (لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ، ثَلاَثَ مَرَّاتٍ، لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ الْيَوْمِ لَوَزَنَتْهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ",
            "page": "34",
            "part": "1",
            "seal": "ABA946AE"
        },
        {
            "id": "34",
            "nass": "عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ) رواه مسلم. أي أنها لو قالت هذه الكلمات ثلاث مرات لكان ثوابها أكثر من ثواب ما أجهدت نفسها بالساعات الطوال في ذكر الله - تعالى -. ¶ 26 - أكثر من الاستغفار: ¶ والاستغفار المضاعف يزيد الحسنات: فعن عبادة بن الصامت - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (مَنِ اسْتَغْفَرَ لِلمُؤْمِنِينَ وَالْمُؤْمِنَاتِ كَتَبَ اللهُ لَهُ بِكُلِّ مُؤْمِنٍ وَمُؤْمِنَةٍ حَسَنَةً) رواه الطبراني وإسناده جيد. ¶ فتخيل أخي: أنك باستغفارك للمؤمنين والمؤمنات، تنال كل يوم مليار حسنة، باعتبار أن عدد المسلمين اليوم أكثر من مليار و 200 مليون مسلم، منهم مليار موحِّد مؤمن بالله - تعالى -، وإذا أضفت إليهم الأموات فأكثر",
            "page": "35",
            "part": "1",
            "seal": "21C2EBC6"
        },
        {
            "id": "35",
            "nass": "وأكثر، فلا تتردد أخي أن تدعو للمسلمين قائلا: اللهم اغفر للمؤمنين والمؤمنات، والمسلمين والمسلمات، الأحياء منهم والأموات، إنك سميع قريب مجيب الدعوات يا رب العالمين. ¶ 27 - شارك في قضاء حوائج الناس: ¶ وقضاء حوائج الناس يُطيل في العمر يزيد الحسنات: فعن عبد الله بن عمر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: ( ... وَلأَنْ أَمْشِي مَعَ أَخِي الْمُسْلِمِ فِيِ حَاجَةٍ أَحَبُّ إِلَيَّ مِنْ أَنْ أَعْتَكِفَ فِي هَذَا الْمَسْجِدِ شَهْرًا) أي مسجد المدينة، رواه الطبراني وحسنه الألباني في صحيح الجامع. فثواب قضائك لحاجة أخيك المسلم تعدل ثواب من يعتكف في المسجد النبوي لذكر الله لمدة شهر. ¶ تستطيع أن تُطيل عمرك وزيادة حسناتك من خلال أعمال يجري ثوابها إلى ما بعد الممات:",
            "page": "36",
            "part": "1",
            "seal": "07453BC5"
        },
        {
            "id": "36",
            "nass": "28 - الموت في الرباط: ¶ قال - صلى الله عليه وسلم -: (كلُّ ميِّتٍ يُخْتَمُ عَلَى عَمَلِهِ إلاَّ الَّذِي مَاتَ مُرَابِطاً فِي سَبِيلِ اللهِ، فإنَّهُ يُنَمَّى لهُ عَمَلُهُ إِلَى يَوْمِ القِيَامَةِ، وَيَأْمَنُ فِتْنَةَ الْقَبْرِ) رواه الترمذي وقال حسن صحيح عن فضالة بن عبيد - رضي الله عنه -. ¶ 29 - ليكن لك صدقة جارية: ¶ كالوقف الخيري، وحفر الآبار، وبناء الملاجئ للأيتام، وغرس الأشجار، وبناء المساجد والمدارس وطباعة الكتب ووقفها لله - تعالى -، وغير ذلك من أعمال البر، كل هذا مما تستمر حسناته لك في حياتك وبعد مماتك، قال - صلى الله عليه وسلم - (إِنَّ مِمَّا يَلْحَقُ الْمُؤْمِنَ مِنْ عَمَلِهِ وَحَسَنَاتِهِ بَعْدَ مَوْتِهِ: عِلْمًا عَلَّمَهُ وَنَشَرَهُ، وَوَلَدًا صَالِحًا تَرَكَهُ، وَمُصْحَفًا وَرَّثَهُ، أَوْ مَسْجِدًا بَنَاهُ، أَوْ بَيْتًا لابْنِ السَّبِيلِ",
            "page": "37",
            "part": "1",
            "seal": "6E83AEEE"
        },
        {
            "id": "37",
            "nass": "بَنَاهُ، أَوْ نَهْرًا أَجْرَاهُ، أَوْ صَدَقَةً أَخْرَجَهَا مِنْ مَالِهِ فِي صِحَّتِهِ وَحَيَاتِهِ، يَلْحَقُهُ مِنْ بَعْدِ مَوْتِهِ) أخرجه ابن ماجه وحسنه الألباني عن أبي هريرة - رضي الله عنه -. ¶ 30 - احرص أن يكون لك ولدٌ صالح: ¶ تربية الولد على الصلاح تستمر حسناته لك في الحياة وبعد الممات ¶ قال - صلى الله عليه وسلم -: (إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلاَّ مِنْ ثَلاَثَةٍ: وذكر منها: .... أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ) رواه مسلم عن أبي هريرة - رضي الله عنه -. ¶ 31 - كن داعية الى الله وعلم الناس: ¶ تعليم الناس الخير من الأعمال الجاري ثوابها لك في الحياة وبعد الممات ¶ قال - صلى الله عليه وسلم -: (إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إَلاَّ مِنْ",
            "page": "38",
            "part": "1",
            "seal": "6E5F2B5E"
        },
        {
            "id": "38",
            "nass": "ثَلاَثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ) رواه مسلم عن أبي هريرة - رضي الله عنه -. ¶ فأنت إذا دللت أخاك المسلم على طاعة الله أو على خير، فإنك تأخذ مثل أجره وثوابه، قال - صلى الله عليه وسلم -: (مَنْ دَعَا إِلَى هُدًى كَانَ لَهُ مِنَ الأَجْرِ مِثْلَ أُجُورِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئًا .. ) رواه مسلم عن أبي هريرة - رضي الله عنه -. ¶ حافظ على حسناتك وأعمالك الصالحة: ¶ أخيرا: بعد أن سجلت أخي في سجلك مليارات الحسنات يوميا، لابد لك أن تحافظ عليها وإلا لم تستفد شيئا، ولمعرفة ذلك لابد أن تحذر من أربعة أمور أساسية وهي:",
            "page": "39",
            "part": "1",
            "seal": "2E7C5918"
        },
        {
            "id": "39",
            "nass": "1 - المعاصي والذنوب: ¶ فإنها من أكثر الأمور التي تحبط الحسنات، وترجح كفة السيئات، فاقتراف ذنب واحد مثل: الزنا مثلا، أو انتهاك محارم الله، كفيل بإحباط الحسنات ولو كانت كالجبال، لقوله - صلى الله عليه وسلم -: (لأَعْلَمَنَّ أَقْوَاماً مَنْ أُمَّتِي يَأْتُونَ يَوْمَ الْقِيَامَةِ بِحَسَنَاتٍ أَمْثَالِ جِبَالِ تِهَامَةَ بِيضاً، فَيَجْعَلُهَا اللهُ - عز وجل - هَبَاءً مَنْثُورا) قَالَ ثُوْبان: يَا رَسُولَ اللهِ! صِفْهُمْ لَنَا، جَلِّهِمْ لَنَا، أَنْ لاَ نَكُونَ مِنْهُمْ وَنَحْنُ لاَ نَعْلَمُ، قَالَ (أَمَا إِنَّهُمْ إِخْوَانُكُمْ وَمِنْ جِلْدَتَكُمْ، وَيَأْخُذُونَ مِنَ اللَّيْلِ كَمَا تَأْخُذُونَ، وَلَكِنَّهُمْ أَقْوَامٌ إِذَا خَلَوْا بِمَحَارِمِ اللهِ انْتَهَكُوهَا) صحيح سنن ابن ماجه عن ثوبان - رضي الله عنه -.",
            "page": "40",
            "part": "1",
            "seal": "6DEDB111"
        },
        {
            "id": "40",
            "nass": "2 - العجب والغرور بالأعمال الصالحة: ¶ فإنها تحبط ثوابها، لأن صاحبها ظن أنه سيدخل الجنة بعمله فقط. ¶ لذلك على المسلم أن يعلم أن قيامه بالأعمال الصالحة هو بفضل الله وتوفيقه أولا، وألا يغتر بكثرة عمله، لأنه لا يعلم أقَبِلَ الله منه أم لا؟ والله - تعالى -لا يتقبل الأعمال الصالحة إلا من المتقين، كما قال: (إنما يتقبل الله من المتقين) المائدة 27 ¶ ويجب أن يعلم أن أعماله الصالحة كلها لا توازي نعمة واحدة من نعم الله، كنعمة البصر، كما أن هناك الكثير من عباد الله أكثر منه عملا وثوابا.",
            "page": "41",
            "part": "1",
            "seal": "1479B014"
        },
        {
            "id": "41",
            "nass": "3 - الاعتداء على حقوق الناس: ¶ وإيذائهم بغيبةِ أو شتم أو سب أو نميمة، أو أخْذِ حقوقهم بغير حقٍ كل ذلك يسلب من الإنسان حسناته يوم القيامة، وتعطى لمن آذاهم أو اعتدى على حقوقهم، فيأتي يوم القيامة وقد أصبح مفلسا من الحسنات، بعد أن كان لديه مليارات، وقد وصف النبي - صلى الله عليه وسلم - المفلسَ بأنه من يأتي يوم القيامة بصلاة وصيام وزكاة، ويأتي وقد شتم هذا، وقذف هذا، وأكل مال هذا، وسفك دم هذا، وضرب هذا، فيعطى هذا من حسناته، وهذا من حسناته، فإن فنيت حسناته قبل أن يقضي ما عليه، أخذ من خطاياهم فطرحت عليه، ثم طرح في النار) رواه مسلم عن أبي هريرة - رضي الله عنه -.",
            "page": "42",
            "part": "1",
            "seal": "D4A8AF14"
        },
        {
            "id": "42",
            "nass": "4 - السيئات الجارية تأكل الحسنات ولو بعد الممات: ومنها: ¶ إغواء المسلمين وإفسادهم، كالفتوى بغير علم، وإبعاد مسلم عن الالتزام، وتوزيع أشرطة إباحية وجنسية على الأصدقاء، أو شراء دش أو إنترنت لمشاهدة الأفلام الجنسية وليشاهدها أبناؤه من بعده. ¶ وقد صح عن النبي - صلى الله عليه وسلم - أنه قال: ( .... وَمَنْ سَنَّ فِي الإِسْلاَمِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ) رواه مسلم عن جرير بن عبد الله - رضي الله عنه -. ¶ أسأل الله أن يجعل هذا العمل خالصاً لوجهه وأن ينفع به كل مسلم وان يرزقنا وإياكم الميتة الحسنة بعد طول عمرٍ وحسن عمل. اللهمّ اجعل أعمارَنا تنقضي في طاعةٍ وأعمال",
            "page": "43",
            "part": "1",
            "seal": "1BC0C335"
        },
        {
            "id": "43",
            "nass": "صالحة، اللهمّ اجعل خيرَ أعمالنا خواتيمها، وخير أعمارنا أواخرَها، وخير أيّامنا يوم لقاك، إنّك على كل شيء قدير. ¶ وصلى اللهم على نبينا محمد وعلى اله وصحبه وسلم ¶ وكتبه .... ¶ الفقير إلى عفو ربه ومغفرته ¶ أمير بن محمد المدري ¶ اليمن-عمران ¶ Almadari_1@hotmail.com",
            "page": "44",
            "part": "1",
            "seal": "D343A0BF"
        }
    ],
    "t1069": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "لماذا يقسم الله تعالى بالزمن؟"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "هل العمر يطول فعلا؟"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "أعمال تطيل في العمر وتزيد في الحسنات وترفع في الدرجات"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - احتسب الأجر من الله في كل عمل تعمله"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "2 - صل رحمك"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "3 - حسن أخلاقك"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "4 - أحسن الى جيرانك"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "5 - حافظ على صلاة الجماعة في المسجد"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "6 - تطهر في بيتك واخرج للصلاة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "7 - حافظ على الصلاة في الصف الأول"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "8 - أكثر من الصلاة في الحرمين الشريفين"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "9 - صلي النوافل في بيتك"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "10 - حافظ على صلاة العشاء والفجر في جماعة"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "11 - حافظ على صلاة الضحى"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "12 - أحضر دروس العلم في المساجد"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "13 - تحلى بآداب يوم الجمعة"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "14 - احرص على الإكثار من الحج والعمرة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "15 - اعتمر في شهر رمضان"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": "1",
            "tit": "16 - ساعد فقراء المسلمين على أداء فريضة الحج"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "17 - صلي في مسجد قباء"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "18 - كن مؤذنا أو ردد مع المؤذن"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "19 - أكثر من صيام النوافل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "20 - شارك في تفطير الصائمين"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "21 - لا تترك قيام ليلة القدر"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "22 - جاهد في سبيل الله"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "23 - رابط واحرس في سبيل الله"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "24 - أكثر من قراءة القرآن"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "25 - أكثر من ذكر الله عز وجل"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "26 - أكثر من الاستغفار"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "27 - شارك في قضاء حوائج الناس"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "28 - الموت في الرباط"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "29 - ليكن لك صدقة جارية"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "30 - احرص أن يكون لك ولد صالح"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "31 - كن داعية الى الله وعلم الناس"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "التحذير من أربعة أمور أساسية"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "1 - المعاصي والذنوب"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "2 - العجب والغرور بالأعمال الصالحة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "3 - الاعتداء على حقوق الناس"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "4 - السيئات الجارية تأكل الحسنات ولو بعد الممات"
        }
    ]
}