{
    "b10705": [
        {
            "id": "2",
            "nass": "(مَا جَاءَ فِي الْأَمر بالتداوي والعلاج) ¶ قَالَ عبد الْملك بن حبيب: ¶ حَدثنِي مطرّف بن عبد الله عَن مَالك بن أنس عَن زيد بن أسلم أَن رجلا فِي زمَان رَسُول الله [صلى الله عَلَيْهِ وَسلم] جرح فاحتقن الْجرْح بِالدَّمِ وَأَن الرجل دَعَا برجلَيْن من بني أَنْمَار فَنَظَرا إِلَيْهِ فَقَالَ لَهما رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" أيكما، أطبّ؟ \". ¶ فَقَالَا: أَفِي الطبّ خير، يَا رَسُول الله؟ [صلى الله عَلَيْهِ وَسلم] : \" أنزل الدَّوَاء الَّذِي أنزل الدَّاء \". فَأَمرهمَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] يومئذٍ بمداواته فبطَّا الْجرْح وغسلاه ثمَّ خاطاه. ¶ وَعَن زيد بن أسلم أَن رجلا أَتَى الى رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَقد نصل فِي بَطْنه نصل فَدَعَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] رجلَيْنِ من الْعَرَب كَانَا متطببين فَقَالَ لَهما: \" يكما، أطبّ؟ \". ¶ فَقَالَا: أَفِي الطِّبّ خير، يَا رَسُول الله؟ فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : أنزل [الدَّوَاء] 8 الَّذِي ابتلى بالداء \". ¶ فَقَالَ أَحدهمَا: أَنا أطبّ الرجلَيْن يَا رَسُول الله. فَأمره رَسُول الله [صلى الله عَلَيْهِ وَسلم] بمداواته. فبطّ بَطْنه واستخرج النصل ثمَّ خاطه. ¶ وَعَن أبي هُرَيْرَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" تداوا فَإِن الله لم يخلق دَاء إِلَّا خلق لَهُ",
            "page": "9",
            "part": "1",
            "seal": "AA079833"
        },
        {
            "id": "3",
            "nass": "شِفَاء علّة من عِلّة وجهله من جَهله إِلَّا دائين \". قيل: وَمَا هما يَا رَسُول الله؟ قَالَ: \" الْبرم وَالْمَوْت وَمثله \". ¶ عَن أُسَامَة بن زيد وَابْن مَسْعُود عَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَحدث الخزامي سنداً أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" إِن الله بثّ الدَّاء وبثّ الدَّوَاء وَجعل لكل دَاء دَوَاء من الشّجر وَالْعَسَل فتداوا \". ¶ وَعَن جَابر بن عبد الله أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" لكل دَاء دَوَاء فَإِذا أصَاب دَوَاء الدَّاء] برِئ [بِإِذن الله \". وَعَن قَتَادَة أَنه قَالَ: \" أنزل الله ألف دَاء وَأنزل ألف دَوَاء \". ¶ وَرُوِيَ عَن ابراهيم خَلِيل الرَّحْمَن عَلَيْهِ السَّلَام قَالَ: يَا ربّ مِمَّن الدَّاء؟ قَالَ: منّي. قَالَ: مِمَّن الشِّفَاء؟ قَالَ: مني. قَالَ: فَمَا بَال الطَّبِيب؟ قَالَ: معالج على يَدَيْهِ الشِّفَاء. ¶ وَعَن ابراهيم التَّيْمِيّ أَن رجلا أَتَى إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" من أَنْت؟ \". قَالَ: أَنا طَبِيب. قَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" ولعلك تدبر أَشْيَاء يحرق بهَا غَيْرك \". ¶ وَكَانَ عَن عُثْمَان بن عفّان - رَضِي الله عَنهُ - طبيبان [بعث] بِأَحَدِهِمَا إِلَيْهِ مُعَاوِيَة وَالْآخر عبد الله بن ربيعَة. ¶ وَعَن أنس بن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" أَيهَا طَبِيب داوى مُسلما يُرِيد بِهِ وَجه الله لم يَأْخُذ عَلَيْهِ أجرا فصلح على يَدَيْهِ كتب الله إِذا نقل أجره إِلَى يَوْم الْقِيَامَة وَمن أَخذ عَلَيْهِ أجرا فَهُوَ حَظه فِي الدُّنْيَا وَالْآخِرَة \".",
            "page": "10",
            "part": "1",
            "seal": "D312BAF2"
        },
        {
            "id": "4",
            "nass": "وَأسْندَ الخزامى أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" لَا يَنْبَغِي لأحد أَن يداوى حَتَّى يغلب مَرضه صِحَّته \". ¶ وَأسْندَ أَيْضا عَن ابْن عبّاس قَالَ: كَانَ سُلَيْمَان النَّبِي كلما صلى الصَّلَاة فقضاها إِذا شَجَرَة قد نبت بَين يَدَيْهِ فَيَقُول: مَا أَنْت؟ فَتَقول: أَنا شَجَرَة كَذَا وَكَذَا أَنْفَع من كَذَا وَكَذَا. فيأمر بهَا فتقطع فتكتب: شَجَرَة كَذَا وَكَذَا تَنْفَع من كَذَا وَكَذَا. ¶ فصلّى يَوْمًا فَرَأى الشَّجَرَة فَقَالَ: مَا أَنْت؟ فَقَالَت: أَنا الخرّوب. قَالَ: [لِمَ] أَنْت؟ قَالَت: لخراب هَذَا الْمَسْجِد. فَقَالَ: مَا كَانَ الله يخرب هَذَا الْمَسْجِد وَأَنا حيّ. ¶ فنحت سُلَيْمَان من تِلْكَ الخرّوبة] عَصا [وَلَقي ملك الْمَوْت فَسَأَلَهُ إِذا [جَاءَت] وَفَاته أَن يُعلمهُ، فلمّا أعلمهُ قَامَ وشدّ ثِيَابه وَأخذ تِلْكَ [الْعَصَا] الَّتِي نحت من الخرّوبة، فتوكأ عَلَيْهَا وَقَالَ: اللَّهُمَّ أغمّ على الجنّ موتِي حَتَّى يعلم الْإِنْس أَنهم كَانُوا لَا يعلمُونَ الْغَيْب. ¶ وَأمر الجنّ فبنت عَلَيْهِ قبّة من قَوَارِير - يَعْنِي الزّجاج - فَقبض فِيهَا وَهُوَ متّكئ على عَصَاهُ والجنّ تعْمل بَين يَدَيْهِ كَمَا قَالَ الله تَعَالَى: {كل بِنَاء وغواص وَآخَرين مُقرنين فِي الأصفاد} [ص: 37 - 38] ، وهم يرَوْنَ أَنه حيّ، فَوَقَعت الأرضة فِي [الْعَصَا] فَأَكَلتهَا فِي حول فَسقط حِين ضعفت [الْعَصَا] فَعلم مَوته فَشَكَرت الأرضة الْجِنّ وَالشَّيَاطِين للخرّوب، فَلَا ترَاهَا فِي مَكَان إلاّ رَأَيْته ندياً، وشكرت الأرضة فأينما كَانَت جاءتها الشَّيَاطِين بِالْمَاءِ. قَالَ ابْن عبّاس: وَقدر مَا مِقْدَار أكلهَا [الْعَصَا] فَكَانَ سنة.",
            "page": "11",
            "part": "1",
            "seal": "AF7375A0"
        },
        {
            "id": "5",
            "nass": "(مَا جَاءَ فِي جَوَاز عرض الْبَوْل على الطَّبِيب) ¶ وَعَن عمر بن عُثْمَان قَالَ: رَأَيْت بَوْل عمر بن عبد الْعَزِيز فِي زجاجة عِنْد الطَّبِيب ينظر إِلَيْهِ. ¶ وَعَن الْوَاقِدِيّ عَن يزِيد مولى الزِّنَاد أَنه قَالَ: رَأَيْت الزُّهْرِيّ وَأَبا الزِّنَاد بالرصافة يريان الطَّبِيب الْبَوْل. ¶ قَالَ الْوَاقِدِيّ: وَقد رَأَيْت مَالِكًا وَالثَّوْري يرسلان بالبول إِلَى الطَّبِيب ينظر إِلَيْهِ إِلَّا أَن الثَّوْريّ كَانَ يبْعَث بِهِ إِلَى الْحيرَة. ¶ (مَا جَاءَ فِي حمية الْمَرِيض) ¶ ابْن حبيب قَالَ: سمعتهم يَقُولُونَ عوِّد جسماً مَا تعوّد، وَخير الطبّ التجربة، وَرَأس الطبّ الحمية. ¶ قَالَ: وَقد حمى رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَأمر بالحمية عمر بن الْخطاب وَغَيره من الصَّحَابَة. ¶ وَبَلغنِي أَن عمر قَالَ لِلْحَارِثِ بن كلدة: مَا الدَّوَاء؟ قَالَ: الحمية. ¶ وَعَن عَليّ بن أبي ذيب أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" اخلوا على الْحمى \" - يَعْنِي احتموا من الطَّعَام - والخلا بِعَيْنِه: الْجُوع. ¶ وروى ابْن حبيب مُسْندًا أَن عليا دخل على رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَهُوَ حَدِيث عهد بحمى فَأتى رَسُول الله [صلى الله عَلَيْهِ وَسلم] برطب فَأَرَادَ عَليّ أَن يَقع فِيهِ فَمَنعه رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَطرح إِلَيْهِ رطبَة رَطِبة فَأكل حَتَّى انْتهى إِلَى سبع رطبات ثمَّ قَالَ: \" حَسبك إِنَّك ناقه \". ¶ وَعَن أمّ الْمُنْذر المازنية قَالَت: دخلت على رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَعلي يأكلان مِنْهَا. قَالَت: فَطَفِقَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَقُول لعَلي: \" مهلا إِنَّك ناقه \" حَتَّى كفّ، وَقد صنعت",
            "page": "12",
            "part": "1",
            "seal": "83198A8A"
        },
        {
            "id": "6",
            "nass": "لَهما سلقاً وخبز شعير فلمّا جِئْت بِهِ قَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" من هَذَا فأََصِب فَهُوَ أوفق لَك \"، فَأكل من ذَلِك. ¶ قَالَ الْوَاقِدِيّ: فَهُوَ عندنَا بِالْمَدِينَةِ يُقَال لَهُ سلق الْأَنْصَار وَهُوَ السرمق. ¶ قَالَ عبد الْملك: ¶ السرمق هُوَ القطف. وَكَانَت عَائِشَة تنْعَت سلق الْأَنْصَار للمحموم وَتقول: هُوَ صَالح، وَكَانَت تَحْمِي الْمَرِيض. ¶ وَسَأَلَ عمر بن الْخطاب - رَضِي الله عَنهُ - الْحَارِث بن كلّدة عَن أفضل الطبّ فَقَالَ: الأزم. ¶ قَالَ عبد الْملك: يَعْنِي الحمية حمية الْمَرِيض، والأزم بِعَيْنِه، الْجُوع. ¶ قَالَت بنت سعيد بن أبي وَقاص: كَانَ أبي يحمّ الْمَرِيض وَيَقُول: أحماني الْحَارِث شرب المَاء إِلَّا مَا بدّ مِنْهُ. وَعَن كريب [مولى] ابْن عَبَّاس: اللَّحْم من الْحمى. قَالَ نَافِع: لم يكن ابْن عمر يحتمي فِي مرض. ¶ قَالَ عبد الْملك: ¶ وَمَا علمنَا أحدا يكرّه الحمية غَيره. قد حمى رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، وَحمى عمر وَجَمَاعَة من الصَّحَابَة. ¶ وَعَن صُهَيْب قَالَ: رمدت فَأتى رَسُول الله [صلى الله عَلَيْهِ وَسلم] بِتَمْر فَجعلت آكل مِنْهُ فَقَالَ عمر: يَا رَسُول الله أَلا ترى صُهَيْب يَأْكُل التَّمْر وَهُوَ أرمد؟ ¶ فَقلت: يَا رَسُول الله إِنَّمَا آكل بِثمن عَيْني الصَّحِيحَة. فَضَحِك رَسُول الله [صلى الله عَلَيْهِ وَسلم] . ¶ (مَا جَاءَ فِي الْحجامَة وَمَا يُرْجَى من نَفعهَا) ¶ وَعَن أنس بن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" مَا مَرَرْت لَيْلَة أسرِي بِي على ملك من الْمَلَائِكَة إِلَّا قَالُوا: يَا مُحَمَّد مرْ أمتك بالحجامة \".",
            "page": "13",
            "part": "1",
            "seal": "C2D3C75D"
        },
        {
            "id": "7",
            "nass": "وَعنهُ عَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، قَالَ \" جعل الله الشِّفَاء فِي الْعَسَل وَفِي الْحجامَة واحتجموا فَإِن الدَّم [يتبيَّغ] بالإنسان حَتَّى يقْتله \". ¶ وَعَن نَافِع عَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، أَنه يَقُول: \" من احْتجم فعلى بركَة الله وَهُوَ على الرِّيق أفضل وتزيد فِي الْحِفْظ وَتذهب البلغم \". وَعَن ابْن عبّاس أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" نِعْمَ الدَّوَاء الْحجامَة تذْهب الدَّاء والصداع وتخفّ الصلب وتجلو الْبَصَر \". وَعَن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" إِن كَانَ دَوَاء يبلغ الدَّاء فَإِن الْحجامَة تبلغه \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" إِن كَانَ فِي شَيْء من الدَّوَاء خير فَهُوَ فِي هَذِه الْحجامَة \". ¶ وَعَن الْحسن أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" اسْتَعِينُوا على شدّة الحرّ بالحجامة \". ¶ وَعَن سلمى خَادِم رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَنَّهَا قَالَت: مَا سَمِعت أحدا يشكو إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] وجعاً فِي رَأسه إِلَّا قَالَ لَهُ: \" احْتجم \"، وَلَا وجعاً فِي رجلَيْهِ إِلَّا قَالَ لَهُ: \" أخضبهما بِالْحِنَّاءِ \". ¶ وَعَن ابْن عَبَّاس أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" الْحجامَة شِفَاء من الْجُنُون والجذام والبرص والأضراس وَالنُّعَاس \". ¶ قيل لرَسُول الله [صلى الله عَلَيْهِ وَسلم] ، على مَا تُعْطِي هَذَا جِلْدك يقطعهُ؟ فَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" هَذِه [هِيَ] الْحجامَة وَإنَّهُ أفضل مَا [يتداوى] بِهِ \".",
            "page": "14",
            "part": "1",
            "seal": "CA558EC5"
        },
        {
            "id": "8",
            "nass": "وَعَن مَكْحُول أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" خمس من سفر الْمُرْسلين: الْحجامَة، والتعطر، والسواك، والحناء، وَكَثْرَة النِّسَاء \". , ¶ وَعَن جَابر بن عبد الله أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] : قَالَ: \" نعْمَة الْعَادة القائلة ونعمة الْعَادة الْحجامَة تَنْفَع بِإِذن الله من الصداع ووجع الْأَسْنَان ووجع الْحلق وتخفّ الصلب والصدر \". ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" جَاءَنِي جِبْرِيل فَأمرنِي بالحجامة وَقَالَ: أَنْفَع دَوَاء يتداوى بِهِ النَّاس \". ¶ وَعَن ابْن عَبَّاس أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" إِن كَانَ فِي شَيْء مِمَّا تَصْنَعُونَ خير فَفِي نَزعَة حجام \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] أَنه قَالَ: \" مَا تداوى النَّاس بِمثل الْحجامَة وشربة عسل \". وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" التمسوا الشِّفَاء فِي ااثنين: فِي شربة الْعَسَل أَو شَرط محجمة \". ¶ قَالَ سعيد بن الْمسيب لحجام: أشرط شرطتين. هَذَا الَّذِي كَانَ الْحَارِث بن كلّدة الثَّقَفِيّ يَأْمر بِهِ. ¶ قَالَ عبد الْملك: يشرط ضربتين بِشَرْط ضَرْبَة، ثمَّ يمصر الدَّم، ثمَّ يشرط ضَرْبَة أُخْرَى. ¶ قَالَ عبد الْملك: إِن عمر بن الْخطاب كَانَ يَأْمر بذلك الَّذِي يحجمه. ¶ (مَا جَاءَ فِي مَوَاضِع الْحجامَة من الرَّأْس والجسد) ¶ وَعَن الْوَاقِدِيّ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] حجمه أَبُو هِنْد [مولى] بني بياضة فِي يافوخ",
            "page": "15",
            "part": "1",
            "seal": "708C061E"
        },
        {
            "id": "9",
            "nass": "من أجل الشَّاة المسمومة الَّتِي أكل مِنْهَا يَوْم خَيْبَر قَالَ: وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يحتجم الذؤابة كل سنة، وَكَانَ يحتجم تَحت الذؤابة فِي النقرة وَفِي الأخدعين وَفِي الْكَاهِل. ¶ وَاحْتَجَمَ [صلى الله عَلَيْهِ وَسلم] تَحت كتفه الْيُسْرَى من أجل الشَّاة المسمومة أَيْضا الَّتِي أكل يَوْم خَيْبَر. ¶ وَاحْتَجَمَ بَين وركيه من وجع الصلب وَاحْتَجَمَ فَوق الرّكْبَة من وجع الرّكْبَة وَاحْتَجَمَ وَهُوَ محرم على ظهر الْقدَم من وتي أَصَابَهُ فِي قدمه. ¶ قَالَ عبد الْملك: ¶ فَهَذِهِ [عشرَة] مَوَاضِع احْتجم فِيهَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَرْبَعَة مِنْهَا فِي الرَّأْس، وَسِتَّة فِي الْجَسَد. ¶ فأمّا الْخَمْسَة من هَذِه الْعشْرَة الَّتِي احْتجم فِيهَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَلَيْسَتْ من مَوَاضِع الْحجامَة إِلَّا لعِلَّة. ¶ وَهِي اليافوخ، وَتَحْت الْكَتف، وَبَين الْوَرِكَيْنِ، وَفَوق الرّكْبَة، وعَلى ظهر الْقدَم. ¶ فأمّا اليافوخ وَتَحْت الْكَتف فَإِنَّمَا احْتجم فيهمَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] من أجل الشَّاة المسمومة الَّتِي أكل مِنْهَا يَوْم خَيْبَر. ¶ وَاحْتَجَمَ على ظهر قدمه وَهُوَ محرم لوتي أَصَابَهُ فِيهَا بطرِيق مكّة، وَاحْتَجَمَ بَين وركيه وَفَوق رُكْبَتَيْهِ من وجع أَصَابَهُ فِيهَا. ¶ قَالَ عبد الْملك: ¶ فأمّا الْخَمْسَة الْمَوَاضِع الْبَاقِيَة من الْعشْرَة فَهِيَ مَوَاضِع حجامة الْعَامَّة على الصِّحَّة وَالْعلَّة. وَثَلَاثَة مِنْهَا فِي الرَّأْس وَهِي: الذؤابة، وَهِي وسط الرَّأْس وَتَحْت الذؤابة وَهِي القمحدوة والنقرة، وَهِي نقرة القفاء والاثنان فِي الْجَسَد الْوَاحِد. ¶ فِي الأخدعين، وهما الزبرتان وهما صفحة الرَّقَبَة من تَحت قصَص شعر القفاء.",
            "page": "16",
            "part": "1",
            "seal": "42F2A0D1"
        },
        {
            "id": "10",
            "nass": "وَالْأُخْرَى فِي الْكَاهِل وَهُوَ الْعظم الناتي بَين الْكَتِفَيْنِ تَحت الكعب الَّذِي فَوق الرُّكْبَتَيْنِ فِي مغرز الْعُنُق فِي الْجَسَد. ¶ وَفِي كل هَذِه الْخَمْسَة الْمَوَاضِع قد [جَاءَت] الْأَحَادِيث بالرغبة فِي حجمها إِلَّا فِي النقرة، فَإِنَّهَا تورث النسْيَان وفيهَا مَنْفَعَة فِي غير ذَلِك وَقد احتجمها رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَثَبت عَنهُ فِي حَدِيث أَنه احْتجم النقرة، والكاهل، والأخدعين. وَفِي حَدِيث آخر أَنه [صلى الله عَلَيْهِ وَسلم] احْتجم على الدَّوَام بمحاجم صفر. ¶ وَكَانَ [صلى الله عَلَيْهِ وَسلم] ، يحتجم الذؤابة وَهِي وسط الرَّأْس، وسماها: الْمعينَة. وَكَانَ يحتجم تَحت الذؤابة وَهِي القمحدوة، وسماها: المنقدة. وَكَانَ فِيهَا شِفَاء من سَبْعَة أدواء من الْجُنُون، والجذام، والبرص، والصداع، وأكلة الْفَم، وَمن النعاس، ووجع الأضراس. ¶ وَاحْتَجَمَ [صلى الله عَلَيْهِ وَسلم] الْكَاهِل وَأمر بهَا وسماها: النافعة، وَقَالَ: \" تَنْفَع بِإِذن الله حجامة الْكَاهِل من سبعين دَاء مِنْهَا الْجُنُون والجذام والبرص \". ¶ وَعَن عَليّ بن أبي طَالب: أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] احْتجم الأخدعين، والكاهل؛ نزل عَلَيْهِ بذلك جِبْرِيل. ¶ (مَا جَاءَ فِي الْأَوْقَات وَالْأَيَّام الَّتِي تسْتَحب فِيهَا الْحجامَة وَتكره) ¶ وَعَن ابْن شهَاب أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" من احْتجم يَوْم الْأَرْبَعَاء، أَو يَوْم السبت فَأَصَابَهُ وضح فَلَا يلوم إِلَّا نَفسه \". ¶ وَعنهُ عَن الْحسن الْبَصْرِيّ عَن خَمْسَة من أَصْحَاب رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَنهم سمعُوا مثل ذَلِك عَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] . ¶ وَعَن أبي هُرَيْرَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" حجامة يَوْم الثُّلَاثَاء صَبِيحَة سَبْعَة عشر من الشَّهْر شِفَاء من كل دَاء \".",
            "page": "17",
            "part": "1",
            "seal": "9546356A"
        },
        {
            "id": "11",
            "nass": "وَعَن الزُّهْرِيّ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" من كَانَ محتجماً فصبيحة سَبْعَة عشر، أَو تِسْعَة عشر، أَو أحد وَعشْرين، وَمن وَافَقت حجامته يَوْم الثُّلَاثَاء السَّبْعَة عشر كَانَ دَوَاء سنة \". ¶ قَالَ عبد الْملك: ¶ وَفِي هَذِه الثَّلَاثَة الْأَيَّام الْمُتَقَدّمَة كَانَت حجامة رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَأسْندَ عَنهُ ذَلِك قَالَ: \" وَهِي أفضل أَوْقَات الْحجامَة من الشَّهْر وَأفضل أَيَّام الْحجامَة يَوْم الثُّلَاثَاء، ثمَّ بعده يَوْم الْخَمِيس، ثمَّ بعده يَوْم الْإِثْنَيْنِ، ثمَّ بعده يَوْم الْأَحَد وأكرههما يَوْم الْأَرْبَعَاء وَيَوْم السبت خيفة البرص وَيَوْم الْجُمُعَة خيفة الْمَوْت \". ¶ رَوَاهُ ابْن عمر عَنهُ [صلى الله عَلَيْهِ وَسلم] وَلَفظه: \" إيَّاكُمْ والحجامة يَوْم الْأَرْبَعَاء فَإِنَّهُ دَاء \" الحَدِيث. ¶ وَعَن كَعْب الْأَحْبَار عَنهُ [صلى الله عَلَيْهِ وَسلم] : \" خلق الضرّ يَوْم الْأَرْبَعَاء فبذلك كرهت الْحجامَة يَوْم الْأَرْبَعَاء مَخَافَة البرص \". ¶ وَعَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَنه قَالَ: \" من احْتجم يَوْم الْجُمُعَة فَمَاتَ شرك فِي دَمه \". وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" الْحجامَة ليَوْم الْأَحَد شِفَاء \". وَقَالَ أَيْضا: \" الْحجامَة يَوْم الْأَحَد [كأنّها] [تداو] بدواء سنة \". ¶ قَالَ عبد الْملك: ¶ والحجامة تكره فِي أوّل الْهلَال، فَلَا [يُرْجَى] نَفعهَا حَتَّى ينقص الْهلَال. وَعَن ابْن سِيرِين كَرَاهَة الْحجامَة لرأس الْهلَال وَيَقُول: إِنَّهَا لَا تَنْفَع.",
            "page": "18",
            "part": "1",
            "seal": "966A917D"
        },
        {
            "id": "12",
            "nass": "قَالَ عبد الْملك: ¶ وَيَكْفِي فِي معرفَة ذَلِك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] لم يحتجم إِلَّا فِي نُقْصَان الْهلَال. ¶ (مَا جَاءَ فِي كَرَاهِيَة الْحجامَة للشَّيْخ) ¶ قَالَ حَكِيم بن حزَام: مِمَّا علمنَا من طبّ الْعَرَب فِي الْجَاهِلِيَّة ترك الْحجامَة للشَّيْخ. وَعَن سعيد بن الْمسيب أَنه يكره الْحجامَة للشَّيْخ الْكَبِير وَيَقُول: تذْهب بِنَفس الشَّيْخ. ¶ (مَا جَاءَ [فِي مَا] يستحبّ من دفن الْحجامَة) ¶ وَعَن مُجَاهِد أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَمر بدفن دم الْحجامَة، وَدم الْحيض، وَدفن الشّعْر من الحلاق وَمن الجزار، وَدفن الظفر إِذا قصّ، وَدفن السنّ إِذا نزعت. وَكَانَ خَارِجَة بن زيد بن ثَابت يَأْمر بدفن الدَّم. ¶ وَعَن مُحَمَّد بن عَليّ أَنه أَمر حجّاماً يحجمه أَن يفرغ محجمة دم لكَلْب أَن يلغه. ¶ قَالَ ابْن حبيب: ¶ وَإِن فعله مُحَمَّد بن عَليّ فَلَيْسَ بمتبرع من الْفِعْل وَقد نهى عَنهُ [صلى الله عَلَيْهِ وَسلم] ، وَأَنه احْتجم فَأعْطى الدَّم رجلا ليدفنه وَقَالَ: \" احذر أَن يبْحَث عَلَيْهِ الْكَلْب! \". ¶ فَانْطَلق بِهِ الرجل فلمّا أَرَادَ أَن يدفنه إِذا بكلب يطوف بِهِ، فلمّا خشِي أَن يبْحَث عَلَيْهِ ازْدَردهُ، فلمّا انْصَرف قَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" مَا صنعت؟ \"، فَأخْبرهُ. فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" أما أَحْبَبْت أَن تحرز نَفسك من النَّار؟ \". ¶ وَكَانَ أنس بن مَالك إِذا جزّ شعره جعله فِي طبق، ثمَّ جعله فِي جِدَار. وَكَانَ يَقُول للحجام: لَا تخلط دمي بِدَم غَيْرِي. ¶ (مَا جَاءَ فِي علاج الْحمى) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" الْحمى من فيح جَهَنَّم فأبردها بِالْمَاءِ \".",
            "page": "19",
            "part": "1",
            "seal": "94D76154"
        },
        {
            "id": "13",
            "nass": "وَعنهُ أَيْضا [صلى الله عَلَيْهِ وَسلم] : \" الْحمى أمّ ملدم تلدم اللَّحْم وَالدَّم بردهَا من الشَّيَاطِين وحرّها من جَهَنَّم فَإِذا حستموها فاغتسلوا بِالْمَاءِ الْجَارِي ثَلَاثًا أَو خمْسا أَو سبعا \" يَعْنِي مرّات. ¶ قَالَ مَكْحُول الرَّاوِي: فَإِذا فعلت ذَلِك فَقل: اللَّهُمَّ إِنَّمَا فعلت ذَلِك تَصْدِيقًا لِرَسُولِك وَإِرَادَة شِفَاء بك. ¶ وَرُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] لمّا قدم خَيْبَر قدمُوا على تَمْرَة خضراء فَأَكَلُوا فَأَصَابَتْهُمْ الْحمى فاهتدتهم فَأَمرهمْ رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَن يقدموا المَاء فِي اللَّيْل فِي الشتَاء: \" فَإِذا كَانَ بَين الْأُذُنَيْنِ فأفيضوا المَاء عَلَيْكُم واذْكُرُوا اسْم الله عَلَيْهِ \" فَفَعَلُوا فَكَأَنَّمَا انشطوا من العقال. ¶ وَكَانَت أَسمَاء بنت أبي بكر إِذا أتتها امْرَأَة محمومة تَأْخُذ المَاء فتصبّه بَينهَا وَبَين جيبها وَتقول: إِن رَسُول الله [صلى الله عَلَيْهِ وَسلم] كَانَ يَأْمُرنَا أَن نبردها بِالْمَاءِ. ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" الْحمى رايد الْمَوْت وسجن الله فِي الأَرْض وَقطعَة من جَهَنَّم فَإِن عَلَيْكُم مِنْهَا شَيْء فانهزوها بِالْمَاءِ الْبَارِد \". ¶ وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا حمّ أَمر بقربة من مَاء فبرّدت، ثمَّ صبّها على قرنة فاغتسل بهَا. ¶ وَرُوِيَ أَن رجلا [شكا] الْحمى إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" اغْتسل ثَلَاث مَرَّات قبل طُلُوع الشَّمْس وَقل: بِسم الله وَبِاللَّهِ اذهبي يَا أمّ ملدم فَإِن لم تذْهب فاغتسل سبعا \" ¶ (مَا جَاءَ فِي علاج الخاصرة) ¶ وَعَن عَائِشَة - رَضِي الله عَنْهَا - أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" وجع الخاصرة من عرق",
            "page": "20",
            "part": "1",
            "seal": "EBAD1CEA"
        },
        {
            "id": "14",
            "nass": "الْكُلية فَمن وجد مِنْهَا شَيْئا فَعَلَيهِ بالعسل وَالْمَاء المحرّق \" يَعْنِي الْحَمِيم. قَالَت عَائِشَة: وَكَانَت الخاصرة برَسُول الله [صلى الله عَلَيْهِ وَسلم] وَكَانَت تشتدّ بِهِ حَتَّى إِن كَانَت لتسهده. ¶ وَعَن عمر بن عبد الْعَزِيز أَنه قَالَ: لم أر للخاصرة خيرا من الْحَمِيم. يَعْنِي يدْخل فِيهِ وَيشْرب الْعَسَل. ¶ وَرُوِيَ أَن عمر بن الْخطاب - رَضِي الله عَنهُ - سَأَلَ الْحَارِث بن كلّدة الثَّقَفِيّ عَن دَوَاء الخاصرة. ¶ قَالَ: الحلبة تطبخ وَيجْعَل فِيهَا سمن الْبَقر. قَالَ الْحَارِث: وَأما إِذا كنّا على غير الْإِسْلَام فالخمر وَسمن الْبَقر. ¶ قَالَ لَهُ عمر: لَا نسْمع مِنْك ذكر الْخمر فَإِنِّي لَا آمن إِن طَالَتْ مدّة من لَا روع لَهُ أَن [يتداوى] بهَا. ¶ وَعَن الْأَوْزَاعِيّ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" من سبق الْعَاطِس إِلَى الْحَمد الله عوفي من وجع الخاصرة \". ¶ (مَا جَاءَ فِي الإثْمِد وعلاج الْبَصَر) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" عَلَيْكُم بالإثْمِد فاكتحلوا بِهِ عِنْد منامكم فَإِنَّهُ خير أكحالكم وَهُوَ يجلو الْبَصَر وَيذْهب القذى وينبت الشّعْر ويجفّ الدمع \". ¶ وَكَانَت لرَسُول الله [صلى الله عَلَيْهِ وَسلم] محكلة فِيهَا إثْمِد يكتحل مِنْهَا عِنْد النّوم. وَسمع رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَقُول: \" [الكمأة] من المنّ وماؤها شِفَاء للعين \".",
            "page": "21",
            "part": "1",
            "seal": "3C363DED"
        },
        {
            "id": "15",
            "nass": "قَالَ عبد الْملك: ¶ تعصر وَهِي رطبَة ثمَّ يرفع ويكتحل بِهِ من اشْتَكَى عينه من الرمد وَغَيره، وَكَانُوا يكْرهُونَ أكل الْحَلَاوَة، وَأكل التَّمْر وَالرّطب لصَاحب الرمد. وَقَالَ ابْن الْمُنْكَدر: لم ير لكاتب وَلَا لعامل أَي شَيْء خير لبصره من النّظر إِلَى الخضرة. ¶ وَسُئِلَ مَالك عَن الضَّرِير الْبَصَر يقْدَح المَاء من عينه فيمكث أَرْبَعِينَ لَيْلَة أَو أقل من ذَلِك أَو أَكثر لَا يُصَلِّي إِلَّا إِيمَاء بِرَأْسِهِ فَقَالَ: أكره ذَلِك. ¶ ولمّا نزل المَاء فِي عين ابْن عبّاس أَتَاهُ طَبِيب قَالَ: أَنا أقدح المَاء من عَيْنك وتستلقي على ظهرك أَرْبَعِينَ يَوْمًا يرجع إِلَيْك بَصرك، فكره ذَلِك ابْن عبّاس وَقَالَ: مَا كنت لأشتري [بَصرِي] بترك صَلَاتي. ¶ وَمثل هَذَا عَن ابْن الْمَاجشون حرفا بِحرف. ¶ قَالَ عبد الْملك: ¶ فَأَقَامَ مَحْجُوب الْبَصَر حَتَّى مَاتَ. ¶ قَالَ عبد الْملك: ¶ قَالَ مَالك: وَلَو كَانَ إِنَّمَا يستلقي من قدح المَاء من عَيْنَيْهِ الْيَوْم الْوَاحِد وَنَحْوه لرأيت ذَلِك خَفِيفا، وَلَو اسْتَطَاعَ أَن يُصَلِّي جَالِسا يُومِئ بِرَأْسِهِ فِي الرُّكُوع وَالسُّجُود فِي الْأَرْبَعين لَيْلَة لم أر بذلك بَأْسا. وَعَن أبي مليكَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" من أَخذ من شَاربه وقلم أَظْفَاره يَوْم الْجُمُعَة عوفي من الْجُنُون والجذام والبرص وَإِن فيكمه إِلَى الْجُمُعَة الْأُخْرَى وَزَاد غَيره وَإِن أدْرك الرِّجَال لم يُسَلط عَلَيْهِ \". ¶ وَكَانَ الْوَلِيد بن عبد الْملك يَأْمر بنيه أَلا يقلموا أظفارهم إِلَّا يَوْم الْخَمِيس والسبت وَيَقُول: ذكر لي أَن من فعل ذَلِك لم يصبهُ رمد مَا لزم فعل ذَلِك. ¶ وَعَن حبيب بن سَلمَة أَنه قَالَ: مَا رمدت عَيْني وَلَا جربت وَذَلِكَ أَنِّي لم أجدّ حكاكاً بعيني وَلَا جلدي إِلَّا مسحتهما بريقي.",
            "page": "22",
            "part": "1",
            "seal": "ABEFD98B"
        },
        {
            "id": "16",
            "nass": "(مَا جَاءَ فِي علاج الصداع) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" الصداع مرض الْأَنْبِيَاء \". ¶ وَكَانَت عَائِشَة - رَضِي الله عَنْهَا - تنْعَت لصَاحب الدَّوَام (يَعْنِي الدوار) أَن يَأْكُل سبع تمرات ضحوة لكلّ يَوْم على الرِّيق سَبْعَة أَيَّام. وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا أَصَابَهُ الصداع غلف رَأسه بِالْحِنَّاءِ، وَكَانَ يصدع من الْوَحْي إِذا نزل عَلَيْهِ. ¶ وَعَن أم كُلْثُوم بنت أبي بكر أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] دخل على عَائِشَة وَبهَا حرارة بصداع فَأخذ رَسُول الله [صلى الله عَلَيْهِ وَسلم] خلق عمَامَته فَشَقهَا عصائب فعصب بهَا مفاصل يَديهَا ورجليها فَذهب مَا كَانَت تَجِد. ¶ وَكَانَ الْحَارِث بن كلّدة يَأْمر الَّذِي بِهِ الصداع والحرارة أَن يستعط بحضض بِالْمَاءِ لَا يخالط بِغَيْرِهِ وَرُبمَا أَمر بالصمغ الْعَرَبِيّ مَعَ شَيْء من الكندر. ¶ قَالَ عبد الْملك: والكندر: هُوَ اللبان، والحضض: كحل خولان. ¶ وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَأْمر بالاستعاط بالكست الْهِنْدِيّ من الصداع. يُؤْخَذ الكست فَيَحُك بالسمسم أَو بالزنبق، ثمَّ يسعط بِهِ من بِهِ الصداع.",
            "page": "23",
            "part": "1",
            "seal": "E5030C2B"
        },
        {
            "id": "17",
            "nass": "وَعَن يحيى بن سعيد قَالَ: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَأْمر بالاستعاط بالحبة السَّوْدَاء وَهِي الشونيز من الصداع. ¶ قَالَ يحيى بن سعيد: وَذَلِكَ أَن تَأْخُذ سبع حبات، أَو تسعا، أَو إِحْدَى عشرَة فيهشمن، ثمَّ يصْرَرْن فِي خرقَة، ثمَّ تنقع الْخِرْقَة فِي مَاء، ثمَّ يعصر فِي مسعط على شَيْء من لبن امْرَأَة، أَو بنفسج، ثمَّ يسعط صَاحب الصداع. ¶ وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يسعط بالسمسم من الصداع، وَيغسل رَأسه بالسدر. ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" عَلَيْكُم بالمشط فتداوا بِهِ فَإِنَّهُ يذهب الصداع \". ¶ وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يمشط لحيته وَرَأسه فِي الْيَوْم المرّتين و [الثَّلَاث] من غير دهن وَرُبمَا فعل ذَلِك بِالْمَاءِ. ¶ وَعَن عَليّ بن أبي طَالب - رَضِي الله عَنهُ -: أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" مشط الرَّأْس",
            "page": "24",
            "part": "1",
            "seal": "3ADB6C2A"
        },
        {
            "id": "18",
            "nass": "ِ واللحية بِاللَّيْلِ وَالنَّهَار يذهب الصداع \". وَعَن قَتَادَة قَالَ: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا دهن بَدَأَ بحاجبيه، وَقَالَ: \" هَذَا أَمَان من الصداع \". ¶ (مَا جَاءَ فِي علاج الْفُؤَاد) ¶ وَعَن جَابر بن عبد الله أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] دخل على سعد بن أبي وَقاص وَهُوَ يشتكي. قَالَ سعد: فَوضع رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَده على صَدْرِي حَتَّى وجدت بردهَا على فُؤَادِي فَقَالَ لي: \" أَنْت رجل مفؤود أرسل إِلَى ابْن كلّدة فَإِنَّهُ رجل متطبب فلتأخذ سبع تمرات من عَجْوَة وشيئاً من كست هندي وشيئاً من ورس وشيئاً من زَيْت، فلتدق التمرات بنواهن ثمَّ لِتجمع ذَلِك وتلذذ \" فَفعل فبرأ. ¶ (مَا جَاءَ فِي علاج الدماميل) ¶ وَعَن ابراهيم بن مُحَمَّد الْهِنْدِيّ قَالَ: ينفع بِإِذن الله من الدماميل أَن تَأْخُذ من الْعِنَب الْأَحْمَر خمسين عنبة أَو نَحْوهَا فتطبخ بِالْمَاءِ حَتَّى يعود المَاء إِلَى الثُّلُث ثمَّ تشربه وتأكل الْعِنَب. ¶ (مَا جَاءَ فِي الْعذرَة والسلفاغ) ¶ وَعَن جَابر بن عبد الله أَن امْرَأَة دخلت على عَائِشَة بِابْن لَهَا وَبِه الْعذرَة وَقد أعلقت عَنهُ وَأَنْفه يسيل دَمًا فَدخل رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَرَآهُ فَقَالَ: \" ويلكنّ لَا تقتلن أولادكنّ",
            "page": "25",
            "part": "1",
            "seal": "6BED8F5C"
        },
        {
            "id": "19",
            "nass": "[بأعلاق. أيَّتكنَّ أصَاب] وَلَدهَا من الْعذرَة أَو من وجع بِرَأْسِهِ فتأخذ كستاً هندياً وشيئاً من الْحبَّة السَّوْدَاء فلتحكه بِشَيْء من زَيْت ثمَّ تسعطه إِيَّاه \" فَأمر رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَائِشَة فَفعلت ذَلِك [فبرئ] . ¶ وَعَن أم الغلامين قَالَت: سَقَطت بابنيّ عذرة فَجئْت رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقلت: يَا رَسُول الله إِن بابنيّ عذرة، أَبَا علق عَنْهُمَا؟ ¶ قَالَ: \" لَا وَلَكِن أسعطيهما بالحبة السَّوْدَاء وبالكست المرّ وبالزيت و [تؤكلن] \". ¶ قَالَت: فَذَهَبت فَلم تغدر لي نَفسِي حَتَّى أعلقت عَنْهُمَا فَقضى أَن مَاتَا فسيحتهما، ثمَّ ذهبت إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فأعلمته بموتهما وَبِالَّذِي فعلت فَقَالَت: يَا رَسُول الله مصيبتي بمعصيتي لله وَرَسُوله أشدّ من مصيبتي بابنيّ. ¶ فَقَالَ لَهَا: \" أَنْت وَالِدَة لَا جنَاح عَلَيْك \". ¶ قَالَت: وألفيت عِنْده نسَاء من الْمُهَاجِرين وَالْأَنْصَار فَقَالَ: \" يَا معشر النِّسَاء لَا تعلقن على أولادكنّ فَإِنَّهُ قتل السِّرّ، وَلَكِن أسعطن بالحبة السَّوْدَاء وبالكست المرّ وبالزيت وتؤكلن \". ¶ قَالَ عبد الْملك: ¶ فَسَأَلت قدامَة عَن علاج ذَلِك فَقَالَ لي: تَأْخُذ سبع حبّات من الْحبَّة السَّوْدَاء - وَهِي الْقرح الَّذِي يَجْعَل فِي الْخبز - فتجعلها فِي شَيْء من زَيْت، ثمَّ تسهكها سهكاً حَتَّى تنماع، ثمَّ تَأْخُذ عويداً من كست مرّ [فتسهكه] فِي ذَلِك الزَّيْت سهكاً فَتقبل بِهِ وتدبر",
            "page": "26",
            "part": "1",
            "seal": "F1D2D7A8"
        },
        {
            "id": "20",
            "nass": "حَتَّى مَاتَ مِنْهُ مَا مَاتَ، ثمَّ تقطره فِي مَنْخرَيْهِ وَإِن كَانَ ذَلِك فِي الصَّيف فِي شدّة الحرّ فَلْيَكُن ذَلِك بِشَيْء من لبن امْرَأَة وَهُوَ ردّ فَإِنَّهُ بَارِد. ¶ قَالَ لي قدامَة: وَتَفْسِير الأعلاق أَن تحدد الحديدة أَو الْعود حَتَّى كدح السهْم، ثمَّ يحدد طرفه شَدِيدا، ثمَّ يدْخل الْحلق واللهات حَيْثُ الْعذرَة فيبطّ بِهِ حَتَّى يسيل الدَّم. والعذرة شَبيه السلفاغ. ¶ (مَا جَاءَ فِي علاج الجذام والبرص وَاجْتنَاب مَا يجرّ إِلَيْهِمَا) ¶ وَرُوِيَ [أَن] الْأَزْدِيّ كَاتب عمر بن الْخطاب - رَضِي الله عَنهُ - أَصَابَهُ الجذام فَقَالَ عمر لِلْحَارِثِ بن كلدة: عالجه. ¶ قَالَ: يَا أَمِير الْمُؤمنِينَ أمّا أَن يبرأ فَلَا، وَلَكِن أداويه حَتَّى يقف مَرضه. ¶ قَالَ عمر: [فَلذَلِك كَانَ] الْحَارِث يَأْمر بالحنظل الرطب فيدهن بِهِ قَدَمَيْهِ لَا يزِيدهُ على ذَلِك فَوقف مَرضه حَتَّى مَاتَ. ¶ وَجَاء رجل إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَبِه برص، فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" إيت بِفنَاء لَيْسَ بِهِ بمرتفع وَلَا منحدر فتمرّغ فِيهِ \"، فَفعل الرجل فَلم يزدْ برصه. ¶ وَعَن مُجَاهِد أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" نبت الشّعْر فِي الْأنف أَمَان من الجذام \". ¶ وَعَن الزُّهْرِيّ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" غُبَار الْمَدِينَة شِفَاء من الجذام \". ¶ وَعنهُ، [صلى الله عَلَيْهِ وَسلم] : \" من أكل الجرجير لَيْلًا تردد الجذام عَلَيْهِ حَتَّى يصبح \". ¶ وَرُوِيَ فِي حَدِيث آخر: \" لَا تَأْكُل الجرجير فَإِنَّهُ يسْقِي عروق الجذام \". ¶ وَعَن أنس بن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" لَا تستاكوا بِعُود الرمّان، وَلَا الريحان فَإِنَّهُ يسْقِي عرق الجذام \".",
            "page": "27",
            "part": "1",
            "seal": "652F04CC"
        },
        {
            "id": "21",
            "nass": "(مَا جَاءَ فِي الكي والبطّ وَقطع الْعُرُوق) ¶ قَالَ عبد الْملك بن حبيب: ¶ الكي والبطّ وَقطع الْعُرُوق مَكْرُوهَة إِلَّا من اضْطر إِلَيْهِ لداء لَا دَوَاء لَهُ إِلَّا فِيهِ، وَأمر لَا يُوجد فِيهِ بدّ فإمّا على حَال التَّدَاوِي [فِي مَا] فِيهِ المندوحة بِغَيْرِهِ عَنهُ فَلَا يجوز فعله. لم تزل الْكَرَاهِيَة فِيهِ فِي الْآثَار، وَفِي الْفتيا من أهل الْعلم. ¶ وَعَن قَتَادَة أَن رجلا دخل على رَسُول الله [صلى الله عَلَيْهِ وَسلم] شاكٍ قَالَ: يَا رَسُول الله لَو اكتويت؟ ¶ فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" بل اكتوِ أَنْت \" فَمَا مَاتَ الرجل حَتَّى اكتوِيَ تسعا وَتِسْعين كَيَّة. ¶ وروى إِبْرَاهِيم النَّخعِيّ أَن رجلا اسْتَأْذن رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَن يكتوي ثَلَاث مرّات فَنَهَاهُ ثَلَاث، فاكتوى الرجل بِغَيْر إِذن رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَغَضب [صلى الله عَلَيْهِ وَسلم] لمّا أخبر بِهِ، ثمَّ قَالَ: \" إِذا أحرقه الله فَأَحْرقُوهُ \". ¶ وَجَاء رجل أَيْضا إِلَيْهِ [صلى الله عَلَيْهِ وَسلم] فَقَالَ لَهُ: إِن بِي عرق النِّسَاء، وَقد أردْت قطعه. فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" لَا تقطعه وَلَكِن استرقّ لَهُ وَخذ إلية كَبْش عَرَبِيّ أسود فيذاب، ثمَّ اشربه على الرِّيق ثَلَاثَة أَيَّام وادهنه بِهِ فَإِنَّهُ ينفع بِإِذن الله من عرق النِّسَاء \". وَنهى ابْن مَسْعُود عَن قطع اللهاة. ¶ وَعَن مُحَمَّد بن عَمْرو بن عَلْقَمَة بن وَقاص أَنه أَصَابَته ذَات الْجنب فَدَعَا لَهُ أَبوهُ طَبِيبا يكويه فَقَالَ لَهُ عمر بن الْخطاب: لَا تمسّ ابْنك نَارا فَإِن لَهُ أَََجَلًا هُوَ بالغه لن يعدوه وَلنْ يتَأَخَّر عَنهُ. ¶ فولى عَلْقَمَة بن وَقاص رَاجعا فَنَادَى عمر فَقَالَ لَهُ عمر: اعْلَم إِن الَّذِي كرهته لَك هُوَ كَمَا ذكرت، وَهُوَ حدث بابنك حدث فِي وَجَعه هَذَا لم يزل عليّ فِي نَفسك من نهيي [إيّاك] شَيْء اذْهَبْ فَاصْنَعْ مَا رَأَيْت. ¶ وروى ابْن سعيد بن زارة: أَصَابَته الذبْحَة فَاسْتَأْذن رَسُول الله [صلى الله عَلَيْهِ وَسلم] فِي الكي فَنَهَاهُ فَأبى سعد إِلَّا أَن يكتوي. فاكتوى فَمَاتَ.",
            "page": "28",
            "part": "1",
            "seal": "BDB00BB7"
        },
        {
            "id": "22",
            "nass": "قَالَ عبد الْملك: ¶ وَقد اكتوى بَعضهم على حَال الِاضْطِرَار إِلَيْهِ إِذْ لم يجد مِنْهُ بدا وَلَا عَنهُ غنى بِغَيْرِهِ. ¶ وَعَن جَابر بن عبد الله أَن ابْن سعد بن أبي وَقاص رمي بِسَهْم فِي يَده فَأمر رَسُول الله [صلى الله عَلَيْهِ وَسلم] طَبِيبا فكواه على مَوضِع الرَّمية. ¶ وروى مَالك عَن نَافِع عَن عمر أَن اكتوى من اللقوة. وَقَالَ مَالك: لَا بَأْس بالكي، والبطّ، وَقطع الْعُرُوق لمن اضطّر إِلَيْهِ وَلم يجد من بدا. ¶ وَرُوِيَ أَن خباب بن الْأَرَت اكتوى سبعا فِي بَطْنه لما لم يجد مِنْهُ بدا. وَعَن أنس بن مَالك أَنه اكتوى فِي عهد رَسُول الله [صلى الله عَلَيْهِ وَسلم] من ذَات الْجنب. ¶ وَرُوِيَ أَن الْمِقْدَاد بن الْأسود كَانَ عَظِيم الْبَطن قد أضرّ بِهِ الشَّحْم وغمّه حَتَّى كَانَ يوقفه على الْمَوْت، فبطّ بَطْنه مرَّتَيْنِ يخرج مِنْهُ الشَّحْم على غير مرض إِلَّا كَثْرَة الشَّحْم. فَمَاتَ من ذَلِك على آخر البطّ. ¶ وَخرج عُرْوَة بن الزبير إِلَى الْوَلِيد بن عبد الْملك فأصابت رجله الشافة فعظمت ثمَّ آلت الى الْأكلَة فَأَرَادَ عُرْوَة قطعهَا فَدَعَا لَهُ الْوَلِيد الْأَطِبَّاء فَقَالُوا لَهُ: إِن أَنْت قطعتها قتلت نَفسك. ¶ فَقَالَ: لَا بُد من قطعهَا فَاقْطَعُوا. قَالُوا: فنسقيك المرقد. قَالَ: ولِمَ؟ قَالُوا: لِئَلَّا ترى وَلَا تحس مَا نصْنَع لَك. قَالَ: لَا أشربه. ¶ فَأخذُوا منشاراً فأحموه حَتَّى صَار كالجمرة ثمَّ قطعُوا بِهِ سَاقه فَوق الكعب بأَرْبعَة أَصَابِع ثمَّ أدخلوها فِي الزَّيْت تَفُور فَمَا تحرّك. ¶ فَلَمَّا قطعت وَنظر إِلَيْهَا مَوْضُوعَة أَمَامه [قَالَ:] أما إِنَّه يعلم أَنِّي لم أمش بهَا إِلَى مَعْصِيّة قطّ، ثمَّ أَمر بهَا فغسلت فكفنها فِي قبطية، ثمَّ أَمر بهَا أَن تدفن فِي مَقَابِر الْمُسلمين.",
            "page": "29",
            "part": "1",
            "seal": "363E45E7"
        },
        {
            "id": "23",
            "nass": "(مَا جَاءَ فِي امْرَأَة يَمُوت وَلَدهَا فِي بَطنهَا وَيكون الْجرْح فِي مَوضِع الْعَوْرَة فتحتاج إِلَى علاج الطَّبِيب) ¶ وَعَن الْأَوْزَاعِيّ أَن امْرَأَة عسر وَلَدهَا فِي رَحمهَا فَأمر عمر بن عبد الْعَزِيز الطَّبِيب أَن يقوّر ثوبها على فرجهَا وَيدخل يَده فيقطعه فَفعل، ثمَّ جعل يعضيه فِي رَحمهَا عطواً عطواً وَقَالَ: لَا بَأْس بذلك. ¶ وَعنهُ أَيْضا، وَعَن مَكْحُول، وَعَطَاء وَغَيرهم من التَّابِعين قَالُوا: فِي الْمَرْأَة بهَا الْجرْح وَغَيره لَا بَأْس أَن يداويها الرجل يَأْخُذ ثوبها فيلفّ بِهِ مَا حول الْفرج حَتَّى لَا يرى غير الْجرْح ثمَّ يداويه. ¶ (مَا جَاءَ فِي ضَمَان الطَّبِيب) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" من تطبب وَلم يعرف قبل ذَلِك بطبّ فَهُوَ ضَامِن \". ¶ وَكَانَ عمر بن الْخطاب - رَضِي الله عَنهُ - يتَقَدَّم إِلَى المتطببين وَيَقُول: من وضع يَده من المتطببين فِي علاج أحد فَهُوَ ضَامِن إِلَّا أَن يكون طَبِيبا مَعْرُوفا. ¶ وَأَنه قدم طَبِيبا مَعْرُوفا من نجد فداوى رجلا من الْأَنْصَار فَمَاتَ فَرفع إِلَى عمر بن الْخطاب فَقَالَ: مَا حملك على أَن تضمّ يدك على هَذَا، وَلَيْسَ لَك طبّ تعرف بِهِ؟ ¶ فَقَالَ: يَا أَمِير الْمُؤمنِينَ أَنا طَبِيب الْعَرَب، وَلَكِن أَجله انْقَضى. ¶ فَسَأَلَ عَنهُ عبَادَة بن الصَّامِت فَقَالَ عبَادَة: يَا أَمِير الْمُؤمنِينَ هُوَ من أطبّ النَّاس. فَخَلَّاهُ عمر. ¶ قَالَ عبد الْملك: ¶ وَإِنَّمَا تَفْسِير هَذَا أَن يَمُوت الْمَرِيض من علاج الطَّبِيب من بطّه، أَو كيّه، أَو من قطعه، أَو من شقّه، وَلم يخط يَده فِي شَيْء، وَلم يُخَالف فَعِنْدَ ذَلِك لَا يكون عَلَيْهِ ضَمَان إِذا كَانَ مَعْرُوفا بالطب، وَإِذا لم يكن مَعْرُوفا بالطب فَهُوَ ضَامِن لذَلِك فِي مَاله وَلَا تحمل ذَلِك الْعَاقِلَة، وَلَا قَود عَلَيْهِ لِأَنَّهُ لم يتعمّد قَتله وَإِنَّمَا أَخطَأ الَّذِي طلب من أَصَابَت",
            "page": "30",
            "part": "1",
            "seal": "062CFF8B"
        },
        {
            "id": "24",
            "nass": "مداواته بجهله ذَلِك، وَعَلِيهِ من السُّلْطَان الْعقُوبَة الموجعة بِضَرْب ظَهره وإطالة سجنه، وَمنعه من أَن يعالج بعده أحدا. ¶ قَالَ عبد الْملك: ¶ فأمّا إِذا أَخطَأ الطَّبِيب فِي كيّه، أَو بطّه، أَو شقّه فَيكون حَيْثُ لَا يكون، أَو يقطع عرقاً لَا يقطع، أَو يبطّ حَيْثُ لَا يبَطّ، أَو يَسقي مَا لَا يُؤمن شربه، أَو يُجَاوز قدره فَيَمُوت من ذَلِك فَهُوَ ضَامِن، وَإِن كَانَ طَبِيبا مَعْرُوفا بالطب وبالبصر بِهِ لِأَنَّهُ جِنَايَة يَده بخطأ، وَذَلِكَ على عَاقِلَته إِذا جَاوز مَا أصَاب ثلث الدِّيَة، وَلَا عُقُوبَة عَلَيْهِ لِأَنَّهُ لم يقدر بِجَهْل، وَلم يتَعَمَّد بيد، وَلَا بقلب حَتَّى زلت يَده فِي جعلهَا أَو حديده لسرعتها. ¶ وَكَذَلِكَ قَالَ مَالك: إِذا كَانَ الطَّبِيب مَعْرُوفا بالطب فَلَا ضَمَان عَلَيْهِ إِلَّا أَن [يتَعَدَّى] أَو [يُخطئ] فَيكون ذَلِك على الْعَاقِلَة عَن بلغت ثلث الدِّيَة وَإِن كَانَ أقلّ من ذَلِك فَفِي مَاله. ¶ قَالَ عبد الْملك: ¶ وَكَذَلِكَ الخاتن يختن فَيَمُوت الصبيّ من اختتانه إِن كَانَ بَصيرًا بِعَمَلِهِ مَعْرُوفا بِهِ فَلَا شَيْء عَلَيْهِ وَإِن لم يكن مَعْرُوفا فَهُوَ ضَامِن لذَلِك فِي مَاله وَعَلِيهِ الْعقُوبَة. ¶ قَالَ: وَإِن كَانَ أَخطَأ فقد أكشفه، أَو بَعْضهَا، أَو قطع مَا لَا يقطع، أَو مضّت يَده إِلَى الْبَيْضَة، أَو مَا أشبه ذَلِك من الْخَطَأ وتعدى الصَّوَاب فَهُوَ ضَامِن. كَانَ بَصيرًا بِعَمَلِهِ مَعْرُوفا بِهِ أَو غير [معروفٍ] . وَإِن كَانَ غير [معروفٍ] بِهِ فَفِي مَاله قَلِيلا كَانَ أَو كثيرا وَإِن كَانَ بَصيرًا بِعَمَلِهِ مَعْرُوفا بِهِ فَذَلِك على عَاقِلَته إِذا جَاوز ذَلِك ثلث الدِّيَة، وَإِنَّمَا يفترقان فِي الْعقُوبَة يُعَاقب غير الْمَعْرُوف بذلك الْعَمَل، وَتصرف الْعقُوبَة عَن الْمَعْرُوف بِعَمَلِهِ الْبَصِير بِهِ. كَذَلِك قَالَ مَالك فِي ذَلِك كلّه، وَقضى عمر بن عبد الْعَزِيز فِي خاتنه كَذَا، فَمَاتَ الصبيّ فَالدِّيَة على عاقلتها.",
            "page": "31",
            "part": "1",
            "seal": "7261F867"
        },
        {
            "id": "25",
            "nass": "قَالَ عبد الْملك: ¶ وَإِن كَانَ الطَّبِيب نَصْرَانِيّا فيسْقي الْمُسلم فَمَاتَ فعلى السُّلْطَان أَن يكشفه عمّا سقَاهُ، وَإِن كَانَ طَبِيبا مَعْرُوفا بالطبّ وَالْبَصَر بِهِ للظنّة الَّتِي تواقعه [لعداوة] النَّصَارَى للْمُسلمين، وَمَا قد اضْطربَ الْمَوْت وجدر القَوْل بِهِ: إِن [أطبّاءهم] يتعمّدون سقِِي الْمُسلم ذِي الْقدر فِي الْإِسْلَام مَا يقْتله بِهِ. فَأولى للسُّلْطَان أَن يشتدّ فِي ذَلِك على من مَاتَ مِنْهُم على أيديه. ويبالغ فِي الشدّة عَلَيْهِ فِي الضَّرْب وَالْحَبْس والكشف على الدَّوَاء بِعَيْنِه، وَإِن أمنع ذَلِك، يمْنَع الْمُتَّهم مِنْهُم الظنّين ب [الجرأة] على مَا وصفوا بِهِ من سقِِي الْمُسلم ذِي الْقدر فِي الاسلام من المتطبّب ويشعر مَنعه ويتقدّم إِلَيْهِ فِي ذَلِك. ¶ وَرُوِيَ أَن طَبِيبا نَصْرَانِيّا بِالشَّام سقى سُلَيْمَان بن مُوسَى شربة فَمَاتَ مِنْهَا [وَكَانَ] سُلَيْمَان كَبِيرا من فُقَهَاء الشَّام وَذَلِكَ [فِي عهد] هِشَام بن عبد الْملك، فَأرْسل هِشَام إِلَى غُلَام سُلَيْمَان فَقَالَ لَهُ: أتعرف القارورة الَّتِي أَخذ الطَّبِيب مِنْهَا الدَّوَاء؟ ¶ فَقَالَ: نعم. ¶ فَأتى هِشَام بالطبيب وَبِمَا فِي بَيته فَعرف الْغُلَام القارورة بِعَيْنِه. ¶ فَقَالَ هِشَام للطبيب: اشرب مِنْهَا مثل مَا سقيته. ¶ فَقَالَ: بل أشْرب من هَذِه الْأُخْرَى. ¶ قَالَ هِشَام: لَا وَالله إِلَّا من هَذِه. ¶ فَشرب مِنْهَا فَمَاتَ. ¶ قَالَ عبد الْملك: ¶ وَكَانَ الطَّبِيب قد اتهمَ أَن يكون إِنَّمَا سقَاهُ ليَقْتُلهُ لفضل سُلَيْمَان بن مُوسَى ومكانه من الاسلام، وَكَانَ الطَّبِيب نَصْرَانِيّا، فَلذَلِك أمره هِشَام أَن يشرب من حَيْثُ سقَاهُ تُهْمَة لَهُ أَن يكون إِنَّمَا سقِِي سمّاً وَمَا أشبهه فَكَانَ ذَلِك كَذَلِك.",
            "page": "32",
            "part": "1",
            "seal": "F7CB49E0"
        },
        {
            "id": "26",
            "nass": "(مَا جَاءَ فِي مداواة الْجراح) ¶ رُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] دوِي مَا أُصِيب بِوَجْهِهِ يَوْم أحد برماد حَصِير محرق. ¶ وَقَالَ عبد الْملك: ¶ أرَاهُ كَانَ حَصِيرا من دوم لِأَنَّهَا حصر الْمَدِينَة، وَأما الحلفاء فَلم أره بهَا. ¶ (مَا جَاءَ فِي التعالج بالسعوط واللدود والوجور والغمر والتمريخ والكماد والتلديغ) ¶ رُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] غشي عَلَيْهِ فِي مَرضه الَّذِي مَاتَ مِنْهُ فتخوّفوا أَن تكون بِهِ ذَات الْجنب فلدّدوه فَوجدَ خفافاً فأفاق فَقَالَ: \" مَا صَنَعْتُم؟ \" قَالُوا: لدّدناك يَا رَسُول الله. قَالَ: \" بِمَاذَا؟ \" قَالُوا: بِالْعودِ الْهِنْدِيّ يَعْنِي الكست وبشيء من ورس وقطارات من زبد. قَالَ: \" من أَمركُم بذلك؟ \" قَالُوا: أَسمَاء بنت عُمَيْس. قَالَ: \" هَذَا طبّ أَصَابَته بِأَرْض الْحَبَشَة \". ثمَّ قَالَ: \" لَا يبْقين أحد فِي الْبَيْت إِلَّا التدّ إِلَّا مَا كَانَ من عمي \" يَعْنِي الْعَبَّاس. ¶ قَالَ: \" مَا الَّذِي تخافون عليّ؟ \" قَالُوا: ذَات الْجنب. ¶ قَالَ: \" مَا كَانَ الله ليسلطها عليّ، وَلَكِن هَذَا من شَأْن الْيَهُودِيَّة يَوْم خَيْبَر، هَذَا أَوَان قطع أَبْهَري \". ¶ قَالَ عبد الْملك: ¶ وسمعتهم يستحبون للْمَرِيض السعوط واللدود والغمس والتمريخ والكماد والتلديغ ويذكرون أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] نهى عَن العلق، وَقَالَ: \" السعوط مَكَانَهُ \". وَنهى عَن الكي وَقَالَ: \" اجعلوا الكماد مَكَانَهُ، والتلديغ \". وَقد سعط رَسُول الله [صلى الله عَلَيْهِ وَسلم] . ¶ وَقَالَ عطا بن أبي رَبَاح: اللدود سَبْعَة أشفية لسبعة أدواء. مِنْهَا ذَات الْجنب. يلدّ بالكست، والورس، وَالْملح الدراني.",
            "page": "33",
            "part": "1",
            "seal": "43C215F9"
        },
        {
            "id": "27",
            "nass": "وَعَن جَابر بن عبد الله قَالَ: حطر رَسُول الله [صلى الله عَلَيْهِ وَسلم] بِيَدِهِ لسعد بن زُرَارَة من الذبْحَة. حطر: لدغ. التحطير هُوَ التلديغ. ¶ قَالَ عبد الْملك: ¶ وَتَفْسِير التلديغ: أَن تحمى المسلّة وَمَا أشبههَا من الأبر أَو الْحَدِيد الدَّقِيق فيلدغ بهَا صَاحب الذبْحَة، أَو من غشي عَلَيْهِ عُنُقه فَلم يسْتَطع أَن يلويه، وَمَا أشبه ذَلِك من الأوجاع فَكَذَلِك التلديغ ويغني عَن الكي، والكماد مَعَه يُغني عَن الكي. ¶ وَتَفْسِير الكماد: أَن يسخن الْملح ثمَّ يرْبط بِخرقَة فيكمد بِهِ مَوضِع الوجع من الْبَطن، أَو الْجَسَد، أَو يحمى الشَّقف فيفعل بِهِ مثل ذَلِك. وَالْملح، وَالشعِير، والرماد السخن خير من الشقف. ¶ الْغمر: غمر الْقَدَمَيْنِ والساقين وَالْيَدَيْنِ والذراعين وَسَائِر المفاصل والجسد فَإِنَّهُ جيد. ¶ والتمريخ: أَن يمرخ جسده بالدهن إِن كَانَ بِهِ حرارة فيدهن، أَو بالبنفسج، وَإِن كَانَت بِهِ برودة فبالزيت يسخن بِشَيْء من خل، وَإِن كَانَ من مليلة فالصندل يسخن وَيحْتَمل ثمَّ يذاب بالدنبق حَتَّى يصير كالمخ فيمرخ بِهِ الْجَسَد والمفاصل فَإِنَّهُ يذهب المليلة وأوجاع الْجَسَد كلّها. ¶ وَأما اللدود: فبأن يعالج الَّذِي وَصفنَا فَوق هَذَا من اللدود فَيجْعَل فِي ملدة ذَات أنبوبة، أَو مجار مثله، ثمَّ يرفع اللِّسَان فَيصب تَحْتَهُ.",
            "page": "34",
            "part": "1",
            "seal": "AA24B25B"
        },
        {
            "id": "28",
            "nass": "وَأما العلق فَهُوَ الأعلاق: وَتَفْسِيره أَن يرفع اللهاة وَيدخل الإصبع فِي الْحلق فيخدش الْحلق بهَا أَو بِعُود حَتَّى يدمى. ¶ والنفخ: أَن يسدّ فَمه وينفخ فِي مخرجه، أَو يسدّ مخرجه وينفخ فِي فَمه. وَقد نهي عَنهُ وَعَن العلق. ¶ وَعَن الشّعبِيّ عَن عَائِشَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" اجعلوا السعوط مَكَان العلق واللدود مَكَان الكي \". ¶ وَعَن أم قيس بنت مُحصن أَنَّهَا أَتَت رَسُول الله [صلى الله عَلَيْهِ وَسلم] بِابْن لَهَا وَقد أعلقت عَنهُ من الْعذرَة، فَقَالَ لَهَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" علام [تدغرن] أولادكنّ بِهَذَا الأعلاق؟ عَلَيْكُم بِالْعودِ الْهِنْدِيّ فَإِن فِيهِ سَبْعَة أشفية يلد من ذَات الْجَانِب ويسعط من الْعذرَة \". ¶ (مَا جَاءَ فِي التعالج بالحقن) ¶ قَالَ عبد الْملك بن حبيب: ¶ كَانَ من [مضى] من السّلف وَأهل الْعلم يكْرهُونَ التعالج بالحقن إِلَّا من ضَرُورَة غالبة لَا يُوجد عَن التعالج لَهَا بالحقنة مندوحة بغَيْرهَا. ¶ وَرُوِيَ أَن رجلا عليلاً جلس إِلَى عمر بن الْخطاب فَسَأَلَهُ عمر عَن علّته فَأخْبرهُ وَقَالَ: إِنَّه ليقال مَا لي دَوَاء أوفق من الحقنة. فَقَالَ لَهُ عمر: وَإِذا وجدت من شكواك شَيْئا فعد لَهَا. ¶ وَعَن الْوَاقِدِيّ قَالَ: كَانَ عَليّ، وَابْن عبّاس، وَمُجاهد، وَالشعْبِيّ، وَالزهْرِيّ، وَعَطَاء، وابراهيم النَّخعِيّ، وَأَبُو بكر بن حزم، وَالْحكم بن عُيَيْنَة، وَرَبِيعَة، وَابْن هُرْمُز يكرهونها إِلَّا من ضَرُورَة غالبة وَكَانُوا يَقُولُونَ: لَا تعرفها الْعَرَب، وَهِي من فعل الْعَجم، وَهِي طرف من عمل قوم لوط.",
            "page": "35",
            "part": "1",
            "seal": "B02DAFB8"
        },
        {
            "id": "29",
            "nass": "قَالَ عبد الْملك: ¶ وَأَخْبرنِي مطرّف عَن مَالك أَنه كرهها، وَذكر أَن عمر بن الْخطاب كرهها وَقَالَ: هِيَ شُعْبَة من عمل قوم لوط. ¶ قَالَ عبد الْملك: ¶ وَسَمعنَا ابْن الْمَاجشون يكرهها وَيَقُول: كَانَ [عُلَمَاؤُنَا] يكرهونها. ¶ (مَا جَاءَ فِي التعالج بِالْمَشْيِ من السنا والشبرم وأشباهها من العقاقير) ¶ وَعَن أنس بن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" عَلَيْكُم بِأَرْبَع فَإِن فِيهِنَّ شِفَاء من كلّ دَاء إِلَّا من السام وَهُوَ الْمَوْت: السنا، والسنوت، والثفاء، والحبة السَّوْدَاء \". ¶ قَالَ عبد الْملك: ¶ والسنا القثاء لُغَة ثمَّ السنوت الشبت والثفاء الْحَرْف والحبة السَّوْدَاء (الشونيز) . ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" مَاذَا فِي الأمرّين من الشِّفَاء الصَّبْر والثفاء \" يَعْنِي الْحَرْف. ¶ وَعَن أَسمَاء بنت عُمَيْس أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] دخل عَلَيْهَا وَعِنْدهَا شبرم فَقَالَ لَهَا: \" مَا",
            "page": "36",
            "part": "1",
            "seal": "E2A3B4B8"
        },
        {
            "id": "30",
            "nass": "هَذَا؟ \" فَقَالَت: شبرم يَا رَسُول الله أردْت أَن أستمشي بِهِ؟ ¶ فَقَالَ لَهَا: \" إِنَّه حارّ جارّ \" يَعْنِي أَنه يجرّ الدَّاء. ¶ قَالَت: وَدخل عليّ مرّة أُخْرَى وَعِنْدِي سنا فَقلت: يَا رَسُول الله أردْت أَن أستمشي بِهَذَا؟ فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" لَو كَانَ شَيْء يشفي من الْمَوْت لشفا مِنْهُ السنا \". ¶ فَكَانَت أَسمَاء تنهي بعده عَن الشبرم لحرارته عَن الْأَدْوِيَة الَّتِي فِيهَا السمُوم. وَكَانَت إِذا شربت السنا تطبخه بالزيت. ¶ وَوصف الْحَارِث بن كلّدة لعمر بن الْخطاب شرب السنا يطْبخ بالزيت وَأَنه ينفع من الخام ووجع الظّهْر، فَأرْسل عمر إِلَى أَزوَاج النَّبِي [صلى الله عَلَيْهِ وَسلم] بنعت ذَلِك يكن يتعالجن بِهِ وَكَانَت عَائِشَة لَا تعيبه. ¶ وَعَن حبيب كَاتب مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" عَلَيْكُم بالسنا وَإِيَّاكُم والشبرم فَإِنَّهُ حارّ جارّ \" يَعْنِي أَنه يجر بالداء. ¶ وَعَن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" عَلَيْكُم بالأشبيوش فَإِنَّهُ مرهم الْبَطن \". قَالَ: والأشبيوش بزر قطونا. وَكَانَ الْمِقْدَاد بن عمر يشرب دهن الخروع عَاما ويتركه عَاما. ¶ (مَا جَاءَ [فِي مَا] يكره التعالج بِهِ من الدَّوَاء الْخَبيث الْمخوف أَو الْمحرم) ¶ وَعَن مُجَاهِد أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] نهى عَن شرب الدَّوَاء الْخَبيث وَهُوَ الَّذِي يبْقى فِي الأمعاء وَيقتل صَاحبه من العقاقير المسمومة مثل السقمونية والتاكوت والشبرم",
            "page": "37",
            "part": "1",
            "seal": "D7465354"
        },
        {
            "id": "31",
            "nass": "والحنظل والعلقم وأشباهها من العقاقير المسمومة فَإِن التعالج بهَا مَكْرُوه. ¶ وَقد سُئِلَ مَالك عَن التعالج بهَا فكرهها وَنهى عَنْهَا إِلَّا من اضطّر لشدَّة دَاء وَيكون الَّذِي يعالج بهَا ثِقَة مَأْمُونا عَالما بالطب والعلاج بِهِ فَلَعَلَّ. ¶ وَسُئِلَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن الْخمر أيتداوى بهَا الْمَرِيض وَالصبيان؟ فَقَالَ: \" لَا يقربونها فَإِنَّهَا دَاء دوِي \" وَقَالَ: \" لَيْسَ [فِي مَا] حرم الله شِفَاء \". وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" مَا جعل الله فِي شَيْء حرمه شِفَاء لأحد \". ¶ وَقَالَ مَالك: لَا يحلّ لأحد أَن [يداوي] دبر الدَّوَابّ بِالْخمرِ وَكَيف [بمداواة] الْمَرِيض بهَا. وَقد كرهها ابْن عمر لناقته. ¶ وَكَانَ ابْن عمر إِذا دَعَا [طَبِيبا] يداوي أَهله اشْترط عَلَيْهِ ألاّ يداوي بِشَيْء مِمَّا حرم الله. ¶ (مَا جَاءَ [فِي مَا] يكره من التعالج بِالْمَاءِ المرّ وَالْحَمِيم وَمَاء الشَّمْس) ¶ وَعَن الْحسن بن عَليّ أَنه قَالَ: المَاء العذب مبارك فأمّا المَاء المرّ فَمَلْعُون فَلَا تتداووا بِهِ. وَكره رَسُول الله [صلى الله عَلَيْهِ وَسلم] شرب المَاء الْحَمِيم للدواء. ¶ قَالَ عبد الْملك: ¶ وَذَلِكَ إِذا كَانَ وَحده فأمّا إِذا كَانَ بالعسل فقد أَمر بِهِ رَسُول الله [صلى الله عَلَيْهِ وَسلم] للخاصرة، وَمَا",
            "page": "38",
            "part": "1",
            "seal": "976B0233"
        },
        {
            "id": "32",
            "nass": "كَانَ بالكمّون، وَمَا أشبهه من الْأَشْجَار الحارّة فَذَلِك الفاشور وَلَا بَأْس بِهِ، بل هُوَ من جيد العلاج للمعدة وَبرد الْجوف. وَقَالَ عمر بن الْخطاب: لَا تغتسلوا بِمَاء الشَّمْس فَإِنَّهُ يُورث البرص. ¶ قَالَ عبد الْملك: ¶ وَقد روى غير وَاحِد من أهل الْعلم أَنهم كَانُوا يغتسلون بِهِ. واجتنابه بنهي عمر خيفة. مَا ذكر أحب إليّ. ¶ (مَا جَاءَ فِي التعالج بألبان الأتن ومرارة السَّبع) ¶ سُئِلَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن التَّدَاوِي بِشرب ألبان الأتن فَقَالَ: \" لَا بَأْس بِهِ \".",
            "page": "39",
            "part": "1",
            "seal": "0DC0599E"
        },
        {
            "id": "33",
            "nass": "وَكَانَت رَملَة بنت الْمسور بن مخرمَة قد اشتكت رجلهَا فنعت لَهَا ألبان الأتن تتداوى بهَا فَكَانَت تشربها، والمسور يُعلمهُ فَلَا يُنكره. ¶ وَعَن الْوَاقِدِيّ أَن سعيد بن الْمسيب وَالقَاسِم بن مُحَمَّد وَعَطَاء بن أبي رَبَاح وَمَالك بن أنس قَالُوا: لَا بَأْس بالتداوي بشربها. ¶ وَعَن الْقَاسِم بن مُحَمَّد أَنه سُئِلَ عَن التَّدَاوِي بمرارة الذِّئْب وَغَيره من السبَاع وَقَالَ: لَا بَأْس بِهِ لمن اضطّر إِلَيْهِ. ¶ قَالَ الْوَاقِدِيّ: وَقَالَهُ الزُّهْرِيّ، وَسَعِيد بن جُبَير، وَالْحسن بن سِيرِين، وَقَالَهُ مَالك بن أنس وَذَلِكَ إِذا ذكي مَا يذكى بِهِ الصَّيْد لمرارته، وَلما يتداوى بِهِ مِنْهُ فَلَا يُؤْخَذ ذَلِك من ميت. ¶ (مَا جَاءَ فِي التعالج بالترياق) ¶ وَرُوِيَ أَن عمر بن عبد الْعَزِيز اسْتعْمل الْوَلِيد بن هِشَام على الطَّائِف وزوّده الترياق وَأمره أَن يسْقِيه لمن لدغ من الْمُسلمين. وَكَانَ ابْن عمر [يشرب] الترياق وَلَا يرى بِهِ بَأْسا. ¶ قَالَ ابْن أبي شبْرمَة: وَسَأَلت ربيعَة وَأَبا الزِّنَاد عَنهُ فَقَالَا لي: اشربه وَلَا تسْأَل عَنهُ وَعَلَيْك بِعَمَل أرِيحَا فأمّا إِن عملته أَنْت فَلَا تجْعَل فِيهِ إِلَّا حَيَّة ذكية. ¶ قَالَ عبد الْملك: ¶ وَهُوَ قَول مَالك. وَعَن معن بن عمر بن عبد الْعَزِيز كتب إِلَى أرِيحَا وهم صَنْعَة الترياق يَأْمُرهُم أَلا يجْعَلُوا فِيهِ إِلَّا حَيَّة ذكية. ¶ (مَا جَاءَ فِي فضل دهن البنفسج على غَيره) ¶ رُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" عَلَيْكُم بدهن البنفسج فَإِن فَضله على سَائِر الأدهان كفضلي على أدناكم \".",
            "page": "40",
            "part": "1",
            "seal": "61F4DBAA"
        },
        {
            "id": "34",
            "nass": "(مَا جَاءَ فِي علاج البلغم وعلاج النسْيَان وَمَا يُورث الْحِفْظ) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" أكل اللبان يُورث الْحِفْظ وَيذْهب النسْيَان وَيقطع البلغم \" ¶ وَكَانَ أَبُو بكر الْمُنْكَدر يُصِيب الشونيز بالعسل كل غدْوَة وَيَقُول: هُوَ أجلّ مَا يتعالج بِهِ من البلغم. وَيذكر أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] كَانَ يُصِيبهَا كل غدْوَة. ¶ وَعَن الحكم بن عُيَيْنَة قَالَ: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] لَا ينَام لَيْلَة حَتَّى يَأْكُل مِثْقَال شونيز بِعَسَل وَإِذا أصبح أكل مِنْهُ مثل ذَلِك للْحِفْظ ولذهاب البلغم. ¶ وَعَن عَليّ - رَضِي الله عَنهُ - أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ \" ثَلَاثَة يذْهبن البلغم من غير علاج: السِّوَاك وَالصِّيَام وتلاوة الْقُرْآن \". ¶ وَرُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" خمس يزدن فِي النسْيَان: الْحجامَة فِي النقرة وإلقاء القملة وَالْبَوْل فِي المَاء الراكد وَأكل التفاح وَأكل التفاح سور الفار \". ¶ وَرُوِيَ أَن بني إِسْرَائِيل قَالُوا لمُوسَى بن عمرَان صلوَات الله عَليّ نَبينَا وَعَلِيهِ: إِنَّه نسْمع مِنْك أَشْيَاء تدق قُلُوبنَا فَإِذا ذَهَبْنَا عَنْك نسيناها فَادع الله يذهب ذَلِك عَنَّا. ¶ [فَشَكا] ذَلِك إِلَى الله فَأوحى الله إِلَيْهِ أَن [مرْهم] أَن يَأْكُلُوا اللبان فَفَعَلُوا فَذهب ذَلِك عَنْهُم. ¶ قَالَ عبد الْملك: ¶ وَأكل اللبان يذهب البلغم وكلّ مَا أذهب البلغم فَهُوَ يذهب النسْيَان وَيُورث الْحِفْظ.",
            "page": "41",
            "part": "1",
            "seal": "57B18799"
        },
        {
            "id": "35",
            "nass": "(مَا جَاءَ فِي علاج الصَّدْر وَالْحلق والفم) ¶ وَعَن قَتَادَة أَن رجلا أَتَى إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ: يَا رَسُول الله أشتكي صَدْرِي. ¶ فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" اقْرَأ الْقُرْآن فَإِن الله يَقُول: فِيهِ شِفَاء لما فِي الصُّدُور \". ¶ وَعَن جَابر بن عبد الله أَن رجلا قَالَ لرَسُول الله [صلى الله عَلَيْهِ وَسلم] : إِنِّي أشتكي حلقي. ¶ فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" عَلَيْك بِالْقُرْآنِ فاقرأه \". ¶ وَعَن ابراهيم بن مُحَمَّد قَالَ: كَانَ أَصْحَاب رَسُول الله [صلى الله عَلَيْهِ وَسلم] يلتقطون الْبرد لرَسُول الله [صلى الله عَلَيْهِ وَسلم] فيأكله وَيَقُول: \" إِنَّه يذهب أَكلَة الْأَسْنَان \". وَكَانَ عمر بن الْخطاب يَقُول: إيَّاكُمْ والتخلل بالقصب فَإِنَّهُ تكون مِنْهُ الْأكلَة. ¶ وَعَن مُجَاهِد أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" تخللوا من الطَّعَام وتمضمضوا مِنْهُ فَإِنَّهُ مطهرة للفم مَصَحَّة للثات والنواجذ \". ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ للنفساء عِنْد نفَاسهَا) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" نِعْم الطَّعَام الرطب للْمَرْأَة عِنْد وِلَادَتهَا \". وَقَالَ الْحسن: إِن لم يكن رطب فتمر. ¶ قَالَ عبد الْملك: ¶ قيل لَا يَنْبَغِي أَن يكثر مِنْهُ فَإِنَّهُ يرقّ الْبَطن، وَلَكِن تَأْكُل مِنْهُ وَاحِدَة، أَو ثَلَاثًا، أَو خمْسا، فَإِن لم تَأْكُل رطبا، فتمر مبلول. ¶ قَالَ أنيس: ولدت امْرَأَتي وَأَنا مَعَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَأمرنِي أَن آخذ لَهَا تَمرا فأبلّه فِي قدح حَتَّى إِذا ابتلّ سقيته [إيّاها] ففعلته فَمَا رَأَيْت شَيْئا أكْبِره. ¶ قَالَ الرّبيع بن خثيم: لم نجد للنفساء مثل الرطب، وَلَا للْمَرِيض مثل الْعَسَل. وَعَن ابراهيم النَّخعِيّ قَالَ: يستحبّون للنفساء الرطب.",
            "page": "42",
            "part": "1",
            "seal": "83D69A4B"
        },
        {
            "id": "36",
            "nass": "قَالَ عبد الْملك: ¶ وَذَلِكَ إِن الله أطْعم مَرْيَم عِنْد وِلَادَتهَا، وَبَلغنِي أَن نَخْلَة مَرْيَم كَانَت بدنية. ¶ قَالَ ابْن عبّاس: إِذا عسر على الْمَرْأَة وِلَادَتهَا فتأخذ إِنَاء نظيفاً وتكتب فِيهَا: {بِسم الله الرَّحْمَن الرَّحِيم إِذا السَّمَاء انشقَّت} [الانشقاق: 1] إِلَى: {مَا فِيهَا وتخلت} [الانشقاق: 4] ، {كَأَنَّهُمْ يَوْم يرَوْنَ مَا يوعدون لم يَلْبَثُوا إِلَّا سَاعَة من نَهَار} [الْأَحْقَاف: 35] ، {كَأَنَّهُمْ يَوْم يرونها لم يَلْبَثُوا إِلَّا عَشِيَّة أَو ضحاها} [النازعات: 46] {لقد كَانَ فِي قصصهم عِبْرَة} [يُوسُف: 111] إِلَى آخر السُّورَة، ثمَّ تغسل الْإِنَاء [فتستقي] الْمَرْأَة مِنْهُ، ثمَّ تنضح مِنْهُ بَطنهَا وفرجها. ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من التَّمْر) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" من أكل سبع تمرات عَجْوَة حِين يصبح لم يضرّه سحر وَلَا سمّ حَتَّى يُمْسِي \". ¶ وَقَالَ عَليّ بن أبي طَالب: من أكل عِنْد نَومه سبع تمرات من عَجْوَة قتلن الدُّود فِي بَطْنه.",
            "page": "43",
            "part": "1",
            "seal": "DB52E99F"
        },
        {
            "id": "37",
            "nass": "وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" أَحْرَى مَا يُؤْكَل من التَّمْر مَا كَانَ وثراً وَمن اصطبح بِسبع تمرات عَجْوَة مِمَّا [بَين] [لابتيها] لم يضرّه يَوْمه ذَلِك سمّ وَلَا سحر \". ¶ وَعَن أبي هُرَيْرَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" الْعَجْوَة من [الْجنَّة] وَهِي شِفَاء من السمّ \". ¶ وَكَانَت عَائِشَة تنْعَت لصَاحب الدوار (يَعْنِي الدوران) [أَن] يَأْكُل سبع تمرات عَجْوَة كل غدْوَة على الرِّيق سَبْعَة أَيَّام. ¶ وَعَن الْحسن أَن رَسُول [صلى الله عَلَيْهِ وَسلم] قَالَ: \" خير تمراتكم البرني يخرج الدَّاء وَلَا دَاء فِيهِ \". ¶ قَالَ عبد الْملك: يَعْنِي أَنه خير التمرات بعد الْعَجْوَة. ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من الْعَسَل) ¶ وَعَن الزُّهْرِيّ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" الْعَسَل [يجلو] الْبَصَر ويشدّ الْفُؤَاد \".",
            "page": "44",
            "part": "1",
            "seal": "EEBB5C5C"
        },
        {
            "id": "38",
            "nass": "وَبعث لبيد بن ربيعَة إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] : يَا رَسُول الله ابْعَثْ إليّ بشفاء، وَكَانَت بِهِ الدُّبَيْلَة، فَبعث إِلَيْهِ رَسُول الله [صلى الله عَلَيْهِ وَسلم] بعكة عسل، فَكَانَ يلعقها حَتَّى [برِئ] . ¶ وَعَن نَافِع قَالَ: كَانَ ابْن عمر لَا يُصِيبهُ شَيْء إِلَّا [داواه] بالعسل حَتَّى [إِنَّه] كَانَ ليجعله على القرحة والدماميل، وَيَقُول: قَالَ الله: {فِيهِ شِفَاء للنَّاس} [النَّحْل: 69] . ¶ وَعَن أبي سعيد الْخُدْرِيّ أَن رجلا قَالَ لرَسُول الله [صلى الله عَلَيْهِ وَسلم] : ابْني يشتكي بَطْنه. فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" [اسْقِهِ] عسلاً \". ¶ فَذهب ثمَّ رَجَعَ فَقَالَ: يَا رَسُول الله ابْني يشتكي بَطْنه. فَقَالَ: \" [اسْقِهِ] عسلاً \". قَالَ: قد فعلت. فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" [اسْقِهِ] عسلاً \". صدق الله وَكذب بطن ابْنك \" فَسَقَاهُ عسلاً فشفاه الله. ¶ وَعَن عَليّ بن أبي طَالب - رَضِي الله عَنهُ - قَالَ: إِذا اشْتَكَى أحدكُم [فليسأل] امْرَأَته دِرْهَمَيْنِ، أَو ثَلَاثًا ليبتع بهَا عسلاً ويمزجه بِمَاء السَّمَاء، ثمَّ يشربه فَيجمع هنئاً مرئاً وشفاء وَمَاء مُبَارَكًا.",
            "page": "45",
            "part": "1",
            "seal": "181DF484"
        },
        {
            "id": "39",
            "nass": "وَعَن ابْن مَسْعُود أَنه كَانَ يَقُول: عَلَيْكُم بالشفائين الْقُرْآن وَالْعَسَل، فالقرآن شِفَاء لما فِي الصُّدُور وَالْعَسَل شِفَاء من كل دَاء. ¶ وَرُوِيَ أَن رجلا أَتَى ابْن أبي كَعْب فَقَالَ لَهُ: إِنِّي رجل وجيع، فَمَا أشْرب؟ قَالَ: المَاء الَّذِي جعل الله مِنْهُ كل شَيْء حيّ. قَالَ: لَا يوافقني. قَالَ: فَاشْرَبْ الْعَسَل الَّذِي جعل الله فِيهِ شِفَاء من كلّ دَاء. قَالَ: لَا يوافقني. قَالَ: فَاشْرَبْ اللَّبن الَّذِي غديت بِهِ كلّ دابّة. قَالَ: لَا يوافقني. قَالَ: فَاشْرَبْ السويق. قَالَ: ينفخني. قَالَ: أفالخمر تُرِيدُ؟ ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" مَا تداوى النَّاس بِمثل الْحجامَة وشربة الْعَسَل \". وَقَالَ أَيْضا: \" التمسوا الشِّفَاء فِي اثْنَتَيْنِ: فِي شربة عسل، أَو شرطة محجمة \". ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من السّمن) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" مَا دخل جوفاً مثل السّمن \". قَالَ ابْن أخي يزِيد بن الْأَصَم وَهُوَ قريب لميمونة زوج النَّبِي [صلى الله عَلَيْهِ وَسلم] : نزل بِنَا عرّاف الْيَمَامَة فأحسنا قراه وكنّا نحلب لَهُ كلّ يَوْم نعجة مثل الْبَيْضَة من السّمن، فلمّا حَاز انْصِرَافه قُلْنَا لَهُ: نحبّ أَن تخصنا بخاصّة. ¶ فَقَالَ: مَا عولج متبرِّد فِي جَوف بِمثل السّمن الْعَرَبِيّ. ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من اللَّبن) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" عَلَيْكُم بالبقر فَإِن لَبنهَا رقاء وسمنها شِفَاء ولحمها [دَاء] \". وَقَالَ أَيْضا: \" عَلَيْكُم بألبان الْبَقر فَإِنَّهَا تَأْكُل من كلّ الشّجر وفيهَا دَوَاء من",
            "page": "46",
            "part": "1",
            "seal": "D3345E8A"
        },
        {
            "id": "40",
            "nass": "كلّ دَاء إِلَّا الْهَرم \". وَكَانَ الْحَارِث بن كلّدة ينعَت ألبان الْبَقر [للأوجاع] وَيَقُول: لَا تشربه إِلَّا مخيضاً. ¶ وَكَانَ ينعَت ألبان الْإِبِل وَأَبْوَالهَا لمن كَانَ بِهِ وجع أَو دَاء فِي بَطْنه من مَاء، أَو أَمر مخوف. وَيَأْمُر بشربها فِي قيل الشتَاء، وَينْهى عَن شربهَا فِي الصَّيف إِلَّا أَن يكون فصلا. ¶ وَكَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَأْمر بأبوال الْإِبِل وَأَلْبَانهَا للدوبة بطونهم، وَيَقُول لَهُم: \" فِيهَا شِفَاء \". ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من الزَّيْت) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] لعَلي بن أبي طَالب: \" كل بالزيت وادَّهِن بالزيت فَإِنَّهُ من دهن بالزيت لم يقربهُ شَيْطَان أَرْبَعِينَ يَوْمًا \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" عَلَيْكُم بالزيت فَكُلُوا مِنْهُ وأدموا بِهِ وادَّهِنوا مِنْهُ واستشعلوا بِهِ فَإِنَّهُ دهن الأخيار وأدم المصطفين وَهُوَ دهنكم وإدامكم وَهُوَ من شَجَرَة مباركة بوركت بالقدس مقبلة وبوركت بالقدس مُدبرَة وَلَا يضرّ مَعَه شَيْطَان \".",
            "page": "47",
            "part": "1",
            "seal": "1D6A0A60"
        },
        {
            "id": "41",
            "nass": "(مَا جَاءَ [فِي مَا] يستشفى بِهِ من الْملح) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" اجعلوا الْملح أوّل طَعَامكُمْ فَإِن فِيهِ شِفَاء من اثْنَتَيْنِ وَسبعين دَاء مِنْهَا: الْجُنُون، والجذام، والبرص، ووجع الأضراس، ووجع الْحلق، ووجع الْبَطن \". ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من اللبان) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" تداووا بالكندر - وَهُوَ اللبان - فَإِنَّهُ بخور كلّ شَيْء وَمَا من أهل بَيت يتبخرون بِهِ إِلَّا نفى الله عَنْهُم كلّ عفريت فاغر فَاه باسط يَده وَإنَّهُ لينفي عَن اثْنَتَيْنِ وَسبعين دَارا كَمَا يَنْفِي عَن الدَّار الَّتِي يتبخر بِهِ فِيهَا \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" نعْمَة الدخنة اللبان وَهِي الدخنة الَّتِي دخنت بهَا مَرْيَم عِنْد وِلَادَتهَا وَإِن الْبَيْت إِذا دخن فِيهِ باللبان لم يقربهُ حَاسِد وَلَا كَاهِن وَلَا شَيْطَان وَلَا سَاحر \". ¶ وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" يَا معشراً محبالاً غدين أولادكنّ فِي بطونكنّ باللبان فَإِنَّهُ يزِيد فِي الْعقل ويشدّ الْقلب وَيقطع البلغم وَيُورث الْحِفْظ وَيذْهب النسْيَان \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" بخروا بُيُوتكُمْ باللوبان وبالحرمل وبالشيح وبالمرّ وبالصعتر \".",
            "page": "48",
            "part": "1",
            "seal": "D6A7E450"
        },
        {
            "id": "42",
            "nass": "(مَا جَاءَ [فِي مَا] يستشفى بِهِ من الحرمل) ¶ وَعَن عبد الله بن عَمْرو بن الْعَاصِ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" مَا نبت عرق من الحرمل وَلَا أصل وَفرع، وَلَا ورقة وَلَا زهرَة إِلَّا وَعَلَيْهَا ملك مُوكل بهَا حَتَّى تصل إِلَى من وصلت إِلَيْهِ، أَو تكون حطاماً وَإِن فِي أَصْلهَا وفرعها نشرة وَإِن فِي حبّها لشفاء من اثْنَتَيْنِ وَسبعين دَاء فَتَدَاوَوْا بهَا، وبالكندر فَإِنَّهُمَا بخور كلّ شَيْء. وَمَا من أهل بَيت يبخرون بهما، أَو بِأَحَدِهِمَا إِلَّا نفي عَنْهُم كلّ عفريت فاغر فَاه باسط يَده وَإنَّهُ لينفي عَن اثْنَتَيْنِ وَسبعين دَارا كَمَا يَنْفِي عَن الدَّار الَّتِي تبخر بِهِ فِيهَا \". ¶ قَالَ عبد الْملك: ¶ وَمِمَّا يتداوى بالحرمل من الأدواء [كل] من كَانَ بِهِ سلّ، أَو خبل، أَو رمد، أَو غاشية، أَو حبّة فِي وَجهه، أَو كَانَ لَا يَشْتَهِي الطَّعَام فيطحن الحرمل ويسقيه وينخله و [يَجعله] فِي قدرَة جَدِيدَة، ثمَّ يصبّ عَلَيْهِ من الزَّيْت الحلو حَتَّى يصير مثل السويق المشروب، ثمَّ يفتر على النَّار، ثمَّ يشرب مِنْهُ على الرِّيق كاساً يوالي عَلَيْهِ أَيَّامًا. ¶ وَمن [شكا] صلبه، أَو بَطْنه، أَو قدمية، أَو فُؤَاده فيسفّ مِنْهُ على الرِّيق، وَعند النّوم مَا طَابَ لَهُ. ¶ وَمن كَانَ بِهِ سعال فليسحق مِنْهُ وليلفه فِي بَيْضَة مشوية يحسوها على الرِّيق يوالي بِهِ.",
            "page": "49",
            "part": "1",
            "seal": "E95AAF28"
        },
        {
            "id": "43",
            "nass": "وَمن كَانَ بِهِ صداع فليطبخ الحرمل - أَعنِي أُصُوله وأغصانه وورقه - بِالْمَاءِ طبخا جيدا ثمَّ يحملهُ على رَأسه حَتَّى يصبح. ¶ وَمن كَانَ بِهِ ريح، أَو نفخ، أَو يكون ذَلِك بالصبيان الصغار فليبخر بِهِ الْبَيْت وَالدَّار الَّتِي هُوَ فِيهَا ويلقي من أَصله مَاء الْقدر الَّتِي يغسل مِنْهَا الصَّبِي. ¶ وَمن كَانَ بِهِ زكام فليبخر بِهِ حلقه ومنخره. وَمن كَانَت بِهِ حمرَة فليسحقه ويعجنه بخل، ثمَّ يطلي بِهِ مَوضِع الْحمرَة. ¶ وَمن كَانَت بِهِ نسمَة فليسحقه، ثمَّ ليذره على الْحَشِيش الَّذِي يتحشى ويطبخه بِلَحْم ضَأْن، ثمَّ يحسوا مرقه وَلَا يحسوا مِنْهُ امْرَأَة حُبْلَى وَإِن أَرَادَت الْمَرْأَة [السّمن] فلتطبخه مَعَ قَمح طبخاً جيدا حَتَّى يتهرأ، ثمَّ تطعمه دجَاجَة حَتَّى تسمن، ثمَّ تذبح، وتأكلها الْمَرْأَة وَحدهَا لَا يَأْكُل مَعهَا غَيرهَا. توالي عَلَيْهَا فَإِنَّهَا تسمن بِإِذن الله. ¶ ويسعط بِهِ [الْمَجْنُون] يَأْخُذ مِنْهُ حبّات فيشمّها وَيجْعَل مَعهَا شَيْئا من [فجل] ، وثوم. ¶ ثمَّ يَجْعَل فِي خرقَة فَإِن لم يكن لَهُ مَاء رششته، ثمَّ عصرت مِنْهُ فِي مَنْخرَيْهِ قطرات. ¶ توالي بذلك كلمّا أَصَابَهُ وتبخره بِهِ يذهب بِإِذن الله. ¶ وَإِذا مغلت الدابّة فاسحقه، ثمَّ اخلطه بِالْمَاءِ، ثمَّ تحقنها بِهِ فَإِنَّهُ يذهب الْمغل وَإِن واليت بِهِ على الدابّة تحقنها بِهِ كَمَا وَصفنَا لَك سمنت إِن شَاءَ الله. ¶ قَالَ عبد الْملك: ¶ وَأفضل مَا يستشفى بِهِ من الحرمل مَا جمع بِالْمَكَانِ الَّذِي لَا يسمع فِيهِ صُرَاخ ديك، وَلَا نبح كلب.",
            "page": "50",
            "part": "1",
            "seal": "EE13B7B8"
        },
        {
            "id": "44",
            "nass": "(مَا جَاءَ [فِي مَا] يستشفى بِهِ من الحبّة السَّوْدَاء) ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" رَأَيْت حَبَّة سَوْدَاء فِيهَا شِفَاء من كلّ دَاء \". فأوتي بالفلفل، فَقَالَ: \" لَا \". ثمَّ أُوتِيَ بشونيز فَقَالَ: \" هِيَ هَذِه \". ¶ وَعَن جَابر بن عبد الله أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" مَا من دَاء إِلَّا وَفِي الْحبَّة السَّوْدَاء مِنْهُ شِفَاء إِلَّا السام \". والسام: الْمَوْت. ¶ والحبّة السَّوْدَاء: الشونيز. وَعَن الْحَارِث بن كلّدة ينعَت الشونيز للبطن وَيَقُول هُوَ جيد لَهُ ولغير ذَلِك. ¶ قَالَ عبد الْملك: ¶ وَمَا يستشفى بِهِ بالشونيز إِذا قلي فصرّ فِي خرقَة وشمّه المزكوم من زكام البلة إِذا كَانَ من الْبرد نَفعه بِإِذن الله. ¶ وينفع إِذا استسعط بِهِ من البلة والغلظ وَالْبرد الَّذِي يجْتَمع فِي الرَّأْس فَيصير مِنْهُ الفالج وَإِذا شرب قتل حبّ القرع فِي الْبَطن. ¶ وَإِذا عجن بالعسل وَشرب بِمَاء حارّ أذاب الْحَصَا الَّتِي تكون فِي الكليتين والمثانة وَينزل الْحيض وَالْبَوْل. ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من الكست) ¶ وَعَن عَليّ بن أبي طَالب - رَضِي الله عَنهُ - أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" خير الدَّوَاء الْحجامَة والكست والحبّة السَّوْدَاء \". ¶ قَالَ عبد الْملك: ¶ وَبَلغنِي أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" عَلَيْكُم بالكست فَإِن فِيهِ سَبْعَة أشفية: يلدّ من ذَات الْجنب، ويلدّ من وجع الْفُؤَاد، ويسعط من الْعذرَة، ويسعط من الصداع، ويتبخّر من الزُّكَام \". ¶ قَالَ عبد الْملك: ونسيت الدئتان.",
            "page": "51",
            "part": "1",
            "seal": "16630EF3"
        },
        {
            "id": "45",
            "nass": "(مَا جَاءَ [فِي مَا] يستشفى بِهِ من الْحِنَّاء) ¶ قَالَ عبد الْملك بن حبيب: ¶ بَلغنِي أَن الحنّاء دَوَاء رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا أَصَابَهُ خدش، أَو جرح، أَو قرحَة وضع عَلَيْهِ الحنّاء حَتَّى يرى أَثَره على جلده، وَكَانَ إِذا صدع غلف رَأسه بالحنّاء، وَكَانَ لَا يشتكي إِلَيْهِ أحد وجعاً برجليه إِلَّا أمره بالحنّاء. أَن يخضبهما بِهِ. ¶ وَعَن أبي هُرَيْرَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" من دخل الحمّام فَأصَاب هَذِه النورة وَلم يصب شَيْئا من حنّاء فَأَصَابَهُ وضح فَلَا يلوم إِلَّا نَفسه \". ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من الْحَرْف والشبت والحلبة والرجلة والكرفس) ¶ وَعَن جَابر بن عبد الله أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" عَلَيْكُم بالثفاء فَإِن كل شَيْء يرد الْمَوْت لرده الثفاء \". قَالَ فِي السنا مثل ذَلِك. وَقَالَ أَيْضا: \" عَلَيْكُم بالثفاء والسنوت فَإِن فِيهَا شِفَاء من كلّ دَاء إِلَّا السام \" يَعْنِي الْمَوْت. الثفاء الْحَرْف والسنوت الشبث. وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" لَو علم النَّاس مَا فِي الحلبة من الشِّفَاء لتداووا بِهِ وَلَو بوزنها من الذَّهَب \".",
            "page": "52",
            "part": "1",
            "seal": "2B2E66C5"
        },
        {
            "id": "46",
            "nass": "وَرُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] تَوَضَّأ على الكرفس فنالته بركَة رَسُول الله [صلى الله عَلَيْهِ وَسلم] . وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" الرجلة شِفَاء من تسعين دَاء أدناها الصداع \". ¶ وَأَن رجلا [شكا] إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] وجعاً برجليه فَأمره أَن يعالج بهَا رجلَيْهِ فَفعل فبرأ وصحّ. فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" اللَّهُمَّ بَارك فِيهَا انبتي حَيْثُ شِئْت \". ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من التلبين) ¶ أَمر رَسُول الله [صلى الله عَلَيْهِ وَسلم] بالتلبين وَقَالَ: \" فِيهِ بركَة \" وَقَالَ: \" وَلَو ردّ الْمَوْت شَيْء لردّه التلبين \". وَكَانَ يَقُول: \" عَلَيْكُم بالبغيض النافع فَإِنَّهُ يغسل بطن أحدكُم من الدَّاء كَمَا يغسل أحدكُم وَجهه بِالْمَاءِ من الْوَسخ \". وَكَانَ إِذا اشْتَكَى أحد من أَهله لَا ينزل برمتِهِ حَتَّى يَأْتِي على أحد طَرفَيْهِ.",
            "page": "53",
            "part": "1",
            "seal": "013A3D54"
        },
        {
            "id": "47",
            "nass": "قَالَ عبد الْملك: ¶ يَعْنِي بالبغيض النافع: التلبين وَهُوَ أرق من الحريرة يعجن الدَّقِيق، ثمَّ يحلّل بِالْمَاءِ، ثمَّ يطْبخ فَإِذا طبخ صفه فَذَلِك التلبين. ¶ وَقَوله: لَا ينزل برمتِهِ حَتَّى يَأْتِي على أحد طَرفَيْهِ. يَقُول: لَا ينزل برمتِهِ الْمَرِيض من أَهله الَّذِي يعالج لَهُ فِيهَا التلبين. يَعْنِي أَنه لَا ينزل يعالج بِهِ ويتعاهد يحسوه حَتَّى يَأْتِي أحد طَرفَيْهِ يَقُول برأَ أَو يَمُوت. ¶ وَكَانَت عَائِشَة - رَضِي الله عَنْهَا - إِذا هلك هَالك من أَهلهَا فنبرق النِّسَاء أمرت بتلبية فصنعت لَهَا كسرة خبز، ثمَّ كسرت خبْزًا فصبّت عَلَيْهِ التلبينة، ثمَّ أكلت وَحسنت وَتقول: سَمِعت رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَقُول: \" إِنَّهَا ترثوا فؤاد الحزين وتسرّوا فؤاد السقيم \". ¶ قَالَ عبد الْملك: ¶ يَعْنِي بقوله: \" ترثوا فؤاد الحزين \" تشدّ فُؤَاده. \" وتسرّوا عَن فؤاد السقيم \" تجلوا عَن فؤاد الضَّعِيف وَمَا يتقشّر من فؤاد السقيم من الظلمَة والفترة وَمَا أشبه ذَلِك. ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من الثوم) ¶ رُوِيَ عَن حنيف أَنه قَالَ: رَأَيْت سعيد بن زيد بن عَمْرو بن نفَيْل وَأَبا أروى الدوسي بِذِي الحليفة يأكلان الثوم سِنِين لإحدى وَعشْرين لَيْلَة فِي كل شهر، ثمَّ لَا",
            "page": "54",
            "part": "1",
            "seal": "6CFCCCE8"
        },
        {
            "id": "48",
            "nass": "ينزلان إِلَى الْمَدِينَة حَتَّى يذهب ريح الثوم عَنْهُمَا. قَالَ: وَكَانَ أَبُو هُرَيْرَة يَفْعَله وَهُوَ بأرضه بالسحرة. ¶ (مَا جَاءَ [فِي مَا] يستشفى بِهِ من الأَرْض الَّتِي تستوباء) ¶ رُوِيَ أَن رجلا قَالَ لرَسُول الله [صلى الله عَلَيْهِ وَسلم] : [إنَّ لنا أَرضًا] هِيَ ربعنا وميراثنا وَإِنَّمَا وبئت علينا. فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" دَعُوهَا فَإِن من الغرف التّلف \". ¶ قَالَ عبد الْملك: ¶ وَمعنى قَوْله: وبئت علينا. يَقُول: كثر بهَا الْمَرَض والعلل، وَمعنى قَوْله: \" من الغرف التّلف \" فالغرف أَيْضا هُوَ من كَثْرَة الْمَرَض والعلل وَالْمَوْت. ¶ و [شكا] قوم إِلَى عمر - رَضِي الله عَنهُ - وباء بأرضهم فَقَالَ: لَو تَرَكْتُمُوهَا؟ [قَالُوا] : هِيَ مَعَايِشنَا ومعايش عيالنا. فَأرْسل عمر عَن ذَلِك الْحَارِث بن كلّدة فَقَالَ: يَا أَمِير الْمُؤمنِينَ الْبِلَاد الوبيئة هِيَ ذَات [أنجال، وبعوض، وتريب] . والنجل: [هُوَ] الوباء، وَلَكِن لَو خرج أَهلهَا مِنْهَا قريب إِلَى أَن ترْتَفع الثريا وأكلوا بهَا البصل والكرّاث",
            "page": "55",
            "part": "1",
            "seal": "ECE93C8D"
        },
        {
            "id": "49",
            "nass": "والثوم ويتداووا بالسمن الْعَرَبِيّ يشربونه وَيُمْسُونَ طيبا وَلم يعسوا فِيهِ حفاثاً وَلم يَنَامُوا بِالنَّهَارِ. رَجَوْت أَن يسلمُوا من وباء بهَا. فَأَمرهمْ عمر بذلك. ¶ قَالَ عبد الْملك: ¶ والأنجال: الغدور وَاحِدهَا نجل، والتريب: الأَرْض. وَقَوله: [إِلَى أَن ترْتَفع الثريا] فَإِن [مُبْتَدأ] طُلُوع الثريا فِي النّصْف من ميّة وَهُوَ برا الشتَاء واستقبل الصَّيف. فَأَمرهمْ أَن [يختلوا] عَن موضعهم حَتَّى ترْتَفع الثريا. يَعْنِي حَتَّى يخرج عَنْهُم الرّبيع كلّه وَهُوَ [الْفَصْل] ، ويشتدّ الصَّيف فراء. إِن الصَّيف أصحّ من الْفَصْل لذهاب ندوة الأَرْض وَانْقِطَاع بعوضها والعلل وَكَثْرَة الْمَوْت. ¶ رُوِيَ عَن عمر بن الْخطاب [أَنه] قَالَ ليهود خَيْبَر: كَيفَ [صحتكم] بهَا وَهِي أوبى بِلَاد الله، فَقَالُوا: [نَأْكُل] الثوم والتريب على الرِّيق و [نشرب] السكر عَلَيْهِ، وَخُرُوج مِنْهَا إِذا [طلعت] الثريا حَتَّى ترْتَفع، وَالْمَبِيت بالبقاع، والنجل تحتنا أَلا",
            "page": "56",
            "part": "1",
            "seal": "11D7E7D5"
        },
        {
            "id": "50",
            "nass": "يصيبنا. فَأَعْرض عَن ابْن عبّاس أَنه قَالَ: إِذا قدمت أَرضًا قبضت من ترابها، ثمَّ اطرَحهُ فِي مَاء وَليكن أول شَيْء تشربه بهَا فَإنَّك تسلم إِن شَاءَ الله من وباء الأَرْض. ¶ (جَامع مَا يستشفى بِهِ للْمَرِيض وَمَا يُرْجَى لَهُ وَمَا يخْشَى عَلَيْهِ) ¶ وَعَن الْحسن أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" الطّيب نشرة، وَالرُّكُوب نشرة، وَالنَّظَر إِلَى الخضرة نشرة \". ¶ قَالَ عبد الْملك: والنشرة كلّما خفف عَن الْمَرِيض وَأدْخل عَلَيْهِ الرَّاحَة. ¶ وَقَالَ الْحُكَمَاء: علاج الْجَسَد فِي ثَلَاثَة أَشْيَاء من غير علاج: رايحة طيبَة، وَحَدِيث حسن، وَخبر صَالح. ¶ وَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" بَدَأَ كلّ دَاء من ثَلَاثَة من برد أَو تَعب أَو شبع \". وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" من [أدفأ] طَرفَيْهِ لم يضرّهُ الْبرد شَيْء من جسده \". ¶ وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" لَا تيأسوا من مريضكم مَا دَامَ يطرف \". وَدخل [صلى الله عَلَيْهِ وَسلم] على مَرِيض وَأَهله يعرضون عَلَيْهِ الطَّعَام فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" لَا تكْرهُوا مرضاكم على الطَّعَام فَإِن الله يُطعمهُمْ ويسقيهم \". ¶ وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" تعشوا وَلَو على تَمْرَة فَإِن ترك الْعشَاء مهوسة \". ¶ وَأهْديت لَهُ [صلى الله عَلَيْهِ وَسلم] سفرجلة أُوتِيَ بهَا من الطايف فَقَالَ: \" نِعْم الطَّعَام السفرجل يطيب الْفَم وَيذْهب ضخاء الْقلب \" يَعْنِي الضخاء: وَهُوَ مَا يغشي الْقلب. ¶ وَعَن الْحسن أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" مَا من رمّانة إِلَّا وفيهَا قَطْرَة من مَاء الجنّة \". وَعَن عَليّ بن أبي طَالب أَنه قَالَ: كلوا [الرمّان] بشحمه فَإِنَّهُ يدبغ الْمعدة. ¶ وَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" [شكا] نَبِي من الْأَنْبِيَاء إِلَى الله الضعْف فَأوحى الله إِلَيْهِ أَن",
            "page": "57",
            "part": "1",
            "seal": "38A33FA7"
        },
        {
            "id": "51",
            "nass": "اطبخ اللَّحْم بِاللَّبنِ، وَليكن طَعَامك فَإِنِّي جعلت فِيهِ الْقُوَّة وَالْبركَة \". ¶ وَرُوِيَ أَن نَبيا من الْأَنْبِيَاء [شكا] إِلَى الله قلّة نسل قومه فَأوحى الله إِلَيْهِ أَن [مرْهم] يَأْكُلُوا الْبيض بالحيتان. ¶ و [شكا] رجل إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] [قلّة] الْجِمَاع فَقَالَ لَهُ: \" عَلَيْك بِاللَّحْمِ فاطبخه بِاللَّبنِ، ثمَّ كُله فَإِنَّهُ يرجع إِلَيْك مَا كنت تعرب من جماعك \". ¶ وَكَانَ عَليّ - رَضِي الله عَنهُ - يَقُول: كلوا اللَّحْم فَإِنَّهُ ينْبت اللَّحْم. وَكَانَ عمر بن الْخطاب يَقُول: كلوا اللَّحْم فَإِنَّهَا شَجَرَة الْعَرَب الَّتِي تنْبت مِنْهَا لِكَثْرَة أكلهَا بِاللَّحْمِ. ¶ وَعَن ابْن عبّاس قَالَ: قَالَت امْرَأَة لاسماعيل بن ابراهيم: انْزِلْ نُطْعِمك ونسقيك. فَقَالَ لَهَا: مَا طَعَامكُمْ؟ قَالَت: اللَّحْم. قَالَ: وَمَا شرابكم؟ قَالَت: المَاء. قَالَ: بَارك الله لكم فِي اللَّحْم وَالْمَاء. ¶ قَالَ سعيد بن جُبَير: فَلَو أَن إنْسَانا أخلا عَلَيْهِمَا بِغَيْر مكثر وجعلة، وَلَو أخلا بمكّة لم يوجعه بَطْنه. وَعَن مولى لِابْنِ أبي ربيعَة وَكَانَ يقْرَأ التَّوْرَاة قَالَ: اللَّحْم فِي التَّوْرَاة ساموع باصور. ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" اللَّحْم السمين يخرج الدَّاء \". وَقَالَ أَيْضا [صلى الله عَلَيْهِ وَسلم] : \" من ترك اللَّحْم أَرْبَعِينَ يَوْمًا [ساءت] خلقه \". ¶ وَرُوِيَ أَن لُقْمَان الْحَكِيم قَالَ: طول الْجُلُوس على الْحَاجة يوجع الكبد ويهيج البواسير ويثير الحرّ فِي الرَّأْس ويستحيل مِنْهُ الضوم. ¶ وَعَن عَليّ - رَضِي الله عَنهُ - أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" من أحب الْبَقَاء وَلَا بَقَاء فليباكر بالغداء وليقلل مجامعة النِّسَاء ويتخفف الرِّدَاء \".",
            "page": "58",
            "part": "1",
            "seal": "A9DDFCBC"
        },
        {
            "id": "52",
            "nass": "قَالَ عبد الْملك: ¶ قد قيل فِي الرِّدَاء إِنَّه الدّين، وَقد قيل: إِنَّه الرِّدَاء بِعَيْنِه. وَعَن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" لَا تديموا الْجُلُوس فِي الشَّمْس فَإِنَّهَا تكسل الْجَسَد وتثقل الرّيح وتخلق الثَّوْب وَتغَير اللَّوْن وتثير الدَّاء الدفين \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" الشَّمْس مكسلة للجسد مثقلة للريح [مبلاة] للثوب مثيرة للداء الدفين \". ¶ قَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] لعَلي: \" لَا تسْتَقْبل الشَّمْس واستدبرها فَإِن فِي استقبالها دَاء وَفِي استدبارها شِفَاء \". ¶ وَعَن أبي شهَاب أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] رأى رجلا فِي الشَّمْس فَقَالَ لَهُ: \" تحول إِلَى الظلّ فَإِنَّهُ مبارك \". ¶ وحدّث بِهِ نَافِع الْمقري فَقَالَ: أما سَمِعت دَعْوَة الرجل الصَّالح حَتَّى تولى إِلَى الظلّ؟ [فاستجب] لَهُ وَفرج عَنهُ.",
            "page": "59",
            "part": "1",
            "seal": "4588B02C"
        },
        {
            "id": "53",
            "nass": "(صفحة فارغة)",
            "page": "60",
            "part": "1",
            "seal": "B92503F6"
        },
        {
            "id": "54",
            "nass": "(مزاج الْأَطْعِمَة والأشربة واللحمان والإدام وَالثِّمَار والبقول والرياحين وَمَعْرِفَة مَا فِيهَا من العلاج والأشفية) ¶ قَالَ عبد الْملك بن حبيب: ¶ ركبت الْأَطْعِمَة كلّها والأشربة وَالثِّمَار والرياحين من الأخلاط الْأَرْبَعَة من الحرّ، وَالْبرد واليبس، والرطوبة، فَمَا كَانَ مِنْهَا مُوَافقا لطبائع الانسان لم يبلغ حرّه، وَلَا برده، وَلَا رطوبته، وَلَا يبسه سمي معتدلاً. ¶ وَمَا جَاوز الِاعْتِدَال من ذَلِك جُزْء أَرْبَعَة أَجزَاء وحدّ أَرْبَعَة حُدُود، فَمَا جَاوز الِاعْتِدَال باليسير نسب إِلَى الْجُزْء الأول، والحدّ الأول من الْحَرَارَة، أَو الْبُرُودَة، أَو الرُّطُوبَة، أَو اليبوسة، وَمَا جَاوز ذَلِك الْيَسِير بِالْقَلِيلِ أَيْضا نسب إِلَى الْجُزْء الثَّانِي والحدّ الثَّانِي، وَمَا قوي من ذَلِك وأربى نسب إِلَى الْجُزْء الثَّالِث والحدّ الثَّالِث، وَمَا أفرط فِي الْقُوَّة وأضر بطبائع الْجَسَد حَتَّى يفْسد ويمرض نسب إِلَى الْجُزْء الرَّابِع والحدّ الرَّابِع. ¶ فَيَنْبَغِي للْإنْسَان أَلا يُصِيب من الْأَطْعِمَة والأشربة إِلَّا مَا [وَافق] مِنْهَا طبائع جسده وعدلها حَتَّى يكون مزاجها معتدلاً، وَأَنه إِن بغى عَلَيْهِ شَيْء من طبائعه أَن يلْزم من الطَّعَام وَالشرَاب وبضده حَتَّى يكسر بِهِ مَا بغى عَلَيْهِ من طبائعه. ¶ فَإِن طبائع الْجَسَد الَّتِي هِيَ قوامه أَرْبَعَة وَهِي: الدَّم، والبلغم، والمرّة، الحرماء، والمرّة السَّوْدَاء، إِنَّهَا ركبت من الأخلاط الْأَرْبَعَة: من الْحَرَارَة، والبرودة، والرطوبة، واليبوسة، فالدم حارّ رطب حُلْو، والبلغم بَارِد رطب مالح، والمرّة الْحَمْرَاء حارّة يابسة مرّة، والمرّة السَّوْدَاء بَارِدَة يابسة حامضة.",
            "page": "61",
            "part": "1",
            "seal": "82377CAA"
        },
        {
            "id": "55",
            "nass": "فَإِذا بغى عَلَيْهِ الدَّم وَهُوَ حارّ رطب حُلْو لزم من الطَّعَام وَالشرَاب كلّ بَارِد يَابِس حامض. ¶ وَإِذا بغى عَلَيْهِ البلغم وَهُوَ بَارِد رطب مالح لزم من الطَّعَام وَالشرَاب كلّ حارّ يَابِس. ¶ وَإِذا بَغت عَلَيْهِ المرّة الْحَمْرَاء وَهِي حارّة يابسة مرّة لزم من الطَّعَام وَالشرَاب كلّ رطب بَارِد مالح. ¶ وَإِذا بَغت عَلَيْهِ المرّة السَّوْدَاء وَهِي بَارِدَة يابسة حامضة لزم من الطَّعَام وَالشرَاب كلّ رطب حارّ فَإِنَّهُ إِذا فعل اعتدل مزاجه، وَمن اعتدل مزاجه لَزِمته الصِّحَّة وجانبه السقم بِإِذن الله. ¶ قَالَ عبد [الْملك] : ¶ وَالطَّعَام وَالشرَاب كلّه على أَرْبَعَة أوجه: حُلْو، ومرّ، وحامض، ومالح. وَفِيه أَرْبَعَة أمزجة: حرارة، وبرودة، ويبوسة، ورطوبة. ¶ فالحلو كلّه حارّ رطب، والمرّ كلّه حارّ يَابِس، والحامض كلّه بَارِد يَابِس، والمالح كلّه بَارِد رطب، وَمَا فسر لَك ذَلِك نوعا نوعا ووجهاً وَجها من الْأَطْعِمَة، والأشربة، واللحمان، وَالثِّمَار، والرياحين، والبقول. وَمَا فِي كلّ نوع مِنْهُ من العلاجات والأشفية على مَا بَلغنِي علمه وَبلغ كشفي مِمَّن كَلمته فِيهِ واستوضحته إِيَّاه من أهل الْعلم بِهِ، فَإِن أصل علم الطبّ من علم النبؤة بِتَقْدِير الْعَزِيز الْعَلِيم.",
            "page": "62",
            "part": "1",
            "seal": "9A5F11ED"
        },
        {
            "id": "56",
            "nass": "(مزاج الْقَمْح وَالشعِير وَمَا فيهمَا من العلاجات) ¶ قَالَ عبد الْملك بن حبيب رَضِي الله عَنهُ: ¶ حبّ الْقَمْح وخبزه حارّ رطب فِي الْجُزْء الأول، وَالْخبْز النقي من الْقَمْح قد يعْقد الْبَطن وَيجْعَل من المرهمات وَيُوضَع على الْمَوَاضِع الَّتِي فِيهَا الْحَرَارَة فينفع بِإِذن الله. ¶ وَالْخبْز الخشكار: فِيهِ بعض الْحَرَارَة لمَكَان النخالة وَهُوَ سريع الْخُرُوج من الْبَطن. ¶ وَالْخبْز الفطير: أبقى فِي الْجِسْم من الْخبز الخمير، وَأكْثر رياحاً فِي الْبَطن. ¶ ولباب الْقَمْح: ينفع من الخشونة فِي الْحلق وَمن الكلف فِي الْوَجْه إِذا طيِّب، وخلط بِالْمَاءِ والزعفران وطلي بِهِ الْوَجْه.",
            "page": "63",
            "part": "1",
            "seal": "D09A8063"
        },
        {
            "id": "57",
            "nass": "وَسَوِيق الْقَمْح: حارّ لدن وَفِيه بعض النفخة، ونخالة الدَّقِيق (الطحين) إِذا انقعت فِي المَاء ثمَّ مرست وصفيت وَجعل من مَائِهَا حسوى خلط بِشَيْء من السكر وزيت اللوز أنضج مَا فِي الصُّدُور ونفع بِإِذن الله. ¶ وَإِذا مضغ الْقَمْح فَوضع على الورم فِي بَدْء مَا يظْهر، وَفِي مَوضِع عضة الْكَلْب وَمَا يكون من ورم قبل العضة فَإِنَّهُ لاختلاطه بقرّة الرِّيق [نَافِع بِإِذن الله] ، والقمح إِذا أكل وَهُوَ غير مطبوخ وَلَا مقلي ولد الدُّود، وحبّ القرع فِي الْبَطن، والقمح إِذا سخِّن حَتَّى يخرج مِنْهُ عرق شَبيه بالدهن وطلي بِهِ على القوباء والحزازة نَفعهَا بِإِذن الله. ¶ وخمير عجين الْقَمْح: فِيهِ بعض الْحَرَارَة وَهُوَ يحلل الورم وينضح الْحَرَارَة والدمل إِذا وضع على ذَلِك مَعَ الدّهن. ¶ والعجين: إِذا اختمر وَلم يُجَاوز حدّ الاختمار، ثمَّ أغلي مَعَ الْخلّ نفع بِإِذن الله من الْحَيَّات والعقارب، وَذَلِكَ أَنه يطْبخ حَتَّى يغلظ، ثمَّ يطلى بِهِ على مَوضِع السمّ واللدغ. ¶ وخمير عجين الْقَمْح الدَّقِيق: الْمعدل فِي الاختمار إِن أَخذ فيبثّ فِي المَاء، ثمَّ صفي وَجعل مِنْهُ وزن دانق من طباشير وَوزن دانق من سكر طبرزد، وَوزن قيراطين من زعفران، ثمَّ سقِِي مِنْهُ الصبيّ الَّذِي بِهِ الْحمى والعطش والبطن، نفع بِإِذن الله، وَسكن المرّة، وأطفأ الْعَطش، وجسر الْبَطن لما كَانَ من الحموضة مَعَ مَا فِيهَا من الْحَرَارَة. ¶ وَتَفْسِير الطباشير: أَنه يَجْعَل [مثل] من زعفران، و [مثل] من قاقلة، ومثلاً من ورد يسحق، ثمَّ يجمع. فَيجْعَل مِنْهُ أَقْرَاص، وَيجْعَل مَعَه سكر فَذَلِك الطباشير.",
            "page": "64",
            "part": "1",
            "seal": "5DCA07A3"
        },
        {
            "id": "58",
            "nass": "قَالَ عبد الْملك: ¶ وَالشعِير: وخبزه بَارِد فِي الْجُزْء الأول من الْبُرُودَة، وَفِيه بعض اليبس، ويبسه من قِبَل قشره، وَإِذا نقي وقشر وطبخ بِالْمَاءِ صَار بَارِدًا رطبا. وَخبر الشّعير أَضْعَف غذَاء من خبز الْقَمْح وَفِيه بعض النفخة. وَمَاء الكشك: يليّن الصَّدْر، وَينزل الْبَوْل، ويعطلى بِهِ وَهُوَ فاتر الكلف الَّذِي فِي الْوَجْه يذهبه بِإِذن الله. وَسَوِيق الشّعير: إِذا طبخ فيشرب مَائه يحبس الْبَطن، وَهُوَ ليّن وَلَيْسَ كليّن الكشك. وَتَفْسِير الكشك: أَن يقشر الشّعير، ثمَّ يدشّش فيطبخ فتلينه هُوَ الكشك. ¶ (مزاج القطاني وَمَا فِيهَا من العلاجات) ¶ قَالَ عبد الْملك بن حبيب: ¶ الفول، صنفان: أَخْضَر ويابس، والأخضر مِنْهُ رطب بَارِد، واليابس هُوَ إِلَى الْبرد واليابس مَا هُوَ، وَفِيه النفخة، وَفِي قشوره بعض الْقَبْض وَإِذا عجن الفول الْيَابِس وأجيد فَوضع على مَوضِع الْقَيْح والرطوبة أذهبه بِإِذن الله، عزّ وجلّ! ¶ وَقد يدلك بِهِ الكلف فِي الْوَجْه وَهُوَ إِذا أكل جيد للصدر والرئة لِأَنَّهُ ليّن ينقي، وَإِذا طبخ بِالْمَاءِ ثمَّ يسحق بشحم الحنظل وَوضع مثل المرهم على النقرس كَانَ جيدا نَافِعًا، وَإِذا طبخ بِالْمَاءِ والخل وخلط بدقيق الشّعير وَجعل مثل المرهم فَوضع على",
            "page": "65",
            "part": "1",
            "seal": "18375E2F"
        },
        {
            "id": "59",
            "nass": "الوقي والورم والعصب القاسح وعَلى الثديين والأنثيين نَافِع بِإِذن الله. ¶ والحِمَّص: حارّ رطب فِي الْجُزْء الأول وَله نفخة ويغذي الرئة أفضل مَا يغذي الْمعدة، وَإِذا اعتلت الرئة أَو كَانَ فِيهَا قرح فَأخذ من دَقِيق الحمص فأغلي بِاللَّبنِ (الحليب) ، ثمَّ حسا مِنْهُ الْمَرِيض، نَفعه بِإِذن الله. ¶ والحِمَّص أَيْضا ينزل الْبَوْل وَدم الْحَيْضَة إِذا طبخ بقشره، وَيزِيد فِي الْمَنِيّ، وَفِي اللَّبن. ويذيب [الْحَصَاة] الَّتِي تكون فِي المثانة، وَيفتح السدد الَّتِي تكون فِي الرئة، وَيصْلح الْمعدة، والكبد، وَيقتل الدُّود الَّذِي فِي الْبَطن، وحبّ القرع الَّذِي فِي الْوَجْه، وَإِذا سحق وَجعل مِنْهُ شَبيه المرهم وَوضع على الورم حَيْثُ كَانَ من الْجَسَد ليّنه بِإِذن الله. ¶ وَإِذا عجن بالعسل فَوضع على القرحة نَفعهَا وأذهب رطوبتها، وَأفضل الحِمَّص الْأسود. ¶ واللوبياء: قريب من والحِمَّص وَهُوَ إِذا طبخ فَشرب مَائه أنزل الْحَيْضَة. ¶ والعدس: بَارِد يَابِس ولبابه يقبض الْبَطن وَإِذا طبخ ثمَّ صفي مِنْهُ المَاء الأول، ثمَّ صبّ عَلَيْهِ مَاء آخر وطبخ ثَانِيَة، ثمَّ أكل. عقل الْبَطن وقوى الْمعدة، وَإِذا نقي من قشره أضرّ بالبول، وأحبسه، وَأَغْلظ الدَّم فِي الْعُرُوق وَلم يجر. ¶ وَمن أَكثر من أكله ولّد فضول الْمعدة السَّوْدَاء. وَإِذا طبخ وسحق وصنع مِنْهُ مثل المرهم فَوضع على الورم الحارّ ونزف الدَّم برد وَحبس بِإِذن الله.",
            "page": "66",
            "part": "1",
            "seal": "9DC57624"
        },
        {
            "id": "60",
            "nass": "والترمس: حارّ فِي الْجُزْء الثَّانِي من الْحَرَارَة، وَهِي إِلَى الدَّوَاء أقرب مِنْهُ إِلَى الطَّعَام إِذا تدوي بِهِ كَانَ أقوى مِنْهُ إِذا أكل، وَذَلِكَ أَنه ينقي المرّة، ويهضم الفضول، وَيقتل حبّ القرع والدود الَّذِي فِي الْبَطن إِذا طبخ وَشرب بالعسل وَالْمَاء الحارّ، وَإِذا طبخ ثمَّ ذرّ فِي الْموضع الَّذِي يُرِيد الْإِنْسَان أَلا ينْبت فِيهِ الشّعْر لم ينْبت فِي الشّعْر إِذا تعاهد ذَلِك فِي كلّ حِين. ¶ الجلبان: حارّ ليّن نَافِع صَالح للرياح، والبلغم، والسعال، يطفي المرّة، ويسكن الدَّم. ونقلته من غير تأليف [ابْن] حبيب. ¶ (مزاج اللحمان من الْأَنْعَام وَالطير وَالْحِيتَان وَالْبيض) ¶ قَالَ عبد الْملك بن حبيب: ¶ اللحمان وأنواعها فِي الْجُمْلَة حارّة رطبَة وَلكُل مِنْهَا خَاصَّة، فلحم الْبَقر وَالْإِبِل والتيوس الجبلية غليظ بَارِد يَابِس يُولد بغلظه الدَّم الغليظ ويولد المرّة السَّوْدَاء. ¶ وَلحم خصيان الْمعز وإناثها: معتدل فِي الحرّ، وَالْبرد، والغلظ، والرطوبة غير أَنه إِلَى الرُّطُوبَة مَا هُوَ. وَهُوَ من طَعَام الأصحاء، الأقوياء، وَلَيْسَ بِطَعَام المرضى وَلَا الضُّعَفَاء، وَلحم الضَّأْن أحرّ وَأَغْلظ من لحم الْمعز. و [اللَّحْم] المالح يَعْنِي القديد حارّ يَابِس. ¶ لحم الجديان، والحملان، والعجول: وَمَا صغر مِنْهَا وَهُوَ أسْرع انهضاماً وَلَيْسَ من طَعَام الأشدّاء الأقوياء وَذَلِكَ أَنَّهَا تولد الدَّم الدَّقِيق الرطب وَلَا خير [فِي مَا] صغر",
            "page": "67",
            "part": "1",
            "seal": "95988707"
        },
        {
            "id": "61",
            "nass": "مِنْهَا جدا لِكَثْرَة رطوبته وَكَذَلِكَ مَا كبر مِنْهَا جدا لَا خير فِيهِ. وأصحّ اللَّحْم من ذَوَات الْأَرْبَع، وَالطير مَا كَانَ فتياً لَيْسَ بصغير جدا وَلَا كَبِير جدا. ¶ وَلحم الطير: أحرّ وأيبس من لُحُوم ذَوَات الْأَرْبَع، فلحم الدَّجَاج والديوك حارّ معتدل، وَلحم الفراريخ الذُّكُور أحرّ وألطف ومرقتها تلين الْبَطن. ¶ وَلحم الإوز والبط: أحرّ وَأَغْلظ من جَمِيع الطير الأهلي، وَلحم الْحمام حارّ رطب ينفع الكليتين وَيزِيد فِي الْمَنِيّ وَالدَّم. وأخفّ مَا فِي الطير الْجنَاح والصدر، وبطون جَمِيع الطير [حارّة حَدِيدَة] . ¶ وَلحم صَغِير وَحش الطير: أقلّ حرّاً وَأَعْدل من الأنسي مِنْهَا، وَقد يطعم الْمَرِيض من جَمِيع أَنْوَاع الطير، وَلَا يطعم شَيْئا مِمَّا فِي بطونها وَذَلِكَ لِأَن بطونها حارّة حَدِيدَة. وأخفّ لحم الطير الدَّجَاج وَبعده الحجل واليمام. ¶ وَلُحُوم البراطيل: تزيد فِي الْمَنِيّ. ¶ وَلُحُوم طير المَاء: رطبَة غَلِيظَة لِأَنَّهَا تغذى بالحشيش والسمك وَهُوَ أرطب وَأَغْلظ من الْأَهْلِيَّة والحبسية. ¶ قَالَ عبد الْملك: ¶ وَجَمِيع مَا ذكرت من أَنْوَاع لحم الطير والأنعام قد يخْتَلف عِنْد الصَّنْعَة الَّتِي يصنع بهَا كاختلاف لحومه وَذَلِكَ لِأَنَّهُ إِن صنع بالخل احْتمل قُوَّة الْخلّ وَتغَير إِلَيْهِ، وَإِن عمل بالحبوب تغير إِلَيْهَا وَاحْتمل قوتها وَإِن شوي كَانَ على قوته. ¶ قَالَ عبد الْملك: ¶ وبيض الدَّجَاج: معتدل وبياضه غليظ بَارِد بطئ الانهضام، و [قشر] الْبيض",
            "page": "68",
            "part": "1",
            "seal": "2C4D66EE"
        },
        {
            "id": "62",
            "nass": "حسن جَاف لطيف ينفع من الْبيَاض فِي الْعين إِذا سحق واكتحل بِهِ وَحده، أَو مَعَ الْأَدْوِيَة وَقد ينفع بَيَاض الْبيض وصفرته وقشوره من أوجاع الْعين. وَيُوضَع عَلَيْهَا مثل المرهم، ينفع بياضه الصافي من الحرّ والورم فِي الْعين، وقشره ينفع من الْبيَاض، وَقد تسْتَعْمل صفرته فِي المرهمات الَّتِي تُوضَع على الأورام الحارّة، ويطعمها من كَانَ فِي أمعائه قرحَة، ويحتقن بهَا من كَانَ فِي بَطْنه أَو أمعائه بتر وقروح. ¶ قَالَ عبد الْملك: ¶ والسمك الطري: كُله فِي الْجُمْلَة بَارِد رطب، والنهري أرطب من البحري. المالح من السّمك حارّ حَدِيد. وَجَمِيع أَنْوَاع السّمك الطري إِذا شوي وَأكل حارّ فَإِنَّهُ يزِيد فِي الْمَنِيّ وبخاصة شحمه. ¶ وسمك الْبَحْر: لَا يقدر على تَمْيِيزه و [تصنيفه] إِلَّا أَن فِي الْبَحْر دَوَاب تسمّى سمكًا وَلَيْسَت. وَذَلِكَ أَن السّمك إِنَّمَا هُوَ مَا كَانَ لَهُ بيض، وَخلق من الْبيض. وَمَا كَانَ مِنْهُ إِنَّمَا يلد وَلَا بيض فَلَيْسَ بسمك، وَقد يشبه بعضه لحم السّمك، وَيُشبه لحم بعضه لحم الْأَنْعَام، وَقد يعرف السّمك من غير السّمك بِغَيْر الْبيض، يعرف أَيْضا بالسنبق فَمَا كَانَ لَهُ سنبق فَهُوَ سمك، وَمَا لم يكن [لَهُ] سنبق فَلَيْسَ بسمك، وَإِنَّمَا هُوَ من دَوَاب الْبَحْر. ¶ (مزاج الألبان وَمَا فِيهَا من العلاجات) ¶ قَالَ عبد الْملك بن حبيب: ¶ اللَّبن: كُله فِي الْجُمْلَة بَارِد رطب إِلَّا أَن لبن [الْبَقر] غليظ، وَلبن الْإِبِل",
            "page": "69",
            "part": "1",
            "seal": "C398909D"
        },
        {
            "id": "63",
            "nass": "لطيف، وَلبن الضَّأْن معتدل، وَلبن الضَّأْن أغْلظ من لبن الْمعز رطب، والمخيض ألطف من الحليب وأيبس. وألطف الألبان لبن النِّسَاء، وأشبه لبن النِّسَاء لبن الأتن، وَفِي لبن الأتن مَنَافِع لمن كَانَ بِهِ إفراط حرارة ويبس، وَلمن كَانَت بِهِ أوجاع الصَّدْر، والقرح الَّذِي فِي الأمعاء، ووجع الكليتين، والسعال، وَفِيه لطافة مشاكلة لرطوبة طباع النَّاس، ثمَّ يَلِيهِ فِي اللطافة من الألبان ألبان الْإِبِل وَقد يُطلق الْبَطن، وينفع من كَانَ بِهِ المَاء الْأَصْفَر إِذا شربه، وينفع أَيْضا من ورم [الطحال] ، وَينْقص الورم، ويعطوا الْجَسَد. ¶ وَلبن الْمعز: إِذا غلي وطبخ ينفع من السعال، وقروح الأمعاء، وقرح الكليتين، وقرح الرئة والمثانة وَذَلِكَ أَن [يُؤْخَذ] لبن الْمعز فَيجْعَل فِي قدر ثمَّ [يُؤْخَذ] الحصب أَو الْحَدِيد فتحمى، ثمَّ يَجْعَل اللَّبن فيغلي بهَا حَتَّى ينشف بعض لدونته، ثمَّ يسقى مِنْهُ الْمُحْتَاج إِلَيْهِ كل يَوْم بِقدر حَاجته. ¶ وَقد يطْبخ أَيْضا على وَجه آخر: يُؤْخَذ مكيال من لبن، ومكيال من مَاء فَيجْعَل فِي قدر فيوقد تَحْتَهُ نَار لينَة حَتَّى يذهب المَاء وَيبقى اللَّبن. ¶ وَقد يطْبخ مَعَه وزن مثالين أَو ثَلَاثَة من الخشخاش وَهُوَ زريعة النُّعْمَان الْكَبِير",
            "page": "70",
            "part": "1",
            "seal": "F231E15F"
        },
        {
            "id": "64",
            "nass": "وَشَيْء من طبرزد. وَرُبمَا طبخ مَعَه من الكثيراء وَوزن مثقالين أَو ثَلَاثَة فينفع بِإِذن الله من السعال. ¶ وَلبن الْبَقر: الحليب فَإِنَّهُ لَا [يسقى] لشَيْء من الأوجاع إِلَّا الْقرح يكون فِي الْأَرْحَام وسقيه مطبوخ أَو حليب حارّ، ومخيض لبن الْبَقر شِفَاء من أمراض شَتَّى، وَهُوَ جيد من السلّ، وَمن الْحَرَارَة فِي الكبد، وهزالها وضعفها، وَهُوَ يزِيد فِي الْمَنِيّ مَا لم تشد حموضته. وَلبن الْبَقر أَزِيد فِي الْمَنِيّ من سَائِر الأسمان والألبان، والمخيض من جَمِيع الألبان بَارِد رطب فَإِذا احمضَّ جدا، كَانَ بَارِدًا، يَابسا. ¶ وَأما الْجُبْن: الَّذِي يعْمل من لبن الْمعز فينفع من اليرقان وَهُوَ صفرَة الْعَينَيْنِ والجسد، وَيخرج المرّة الْمُحْتَرِقَة إِذا شرب مِنْهُ قدر صَغِير بِقدر قُوَّة شَاربه عَلَيْهِ وَبِمَا خلط مَعَ القرطم المدقوق وَهُوَ زريعة العصفر. ¶ وَلبن الضَّأْن: يشبه لبن الْمعز غير أَنه أغْلظ وأسمن من لين الْمعز.",
            "page": "71",
            "part": "1",
            "seal": "119AF845"
        },
        {
            "id": "65",
            "nass": "واللين كلّه قد يسْرع التَّغْيِير فِي الْجوف والانقلاب إِلَى الْغَالِب من الأخلاط: إِن صَارَت المرّة غالبة فِي الْجوف انْقَلب إِلَيْهَا، وَإِن صَار البلغم غَالب انْقَلب إِلَيْهِ [خَاصَّة] اللَّبن الحليب. فَلذَلِك يَنْبَغِي لمن أَرَادَ شربه أَن يبْدَأ بنفض مَا فِي بَطْنه من الأوساخ، ثمَّ يشرب اللَّبن فَإِنَّهُ من شربه بعد نفض بَطْنه انْتفع بِهِ وَزَاد عضوة للجسد، وَمن شربه قبل إنفاض بَطْنه ضرّه، وانقلب إِلَى الْغَالِب من أخلاطه. وَلبن الرّبيع أرقّ الألبان من الَّذِي يكون بعد مَا يبس المرعى. ¶ والجبن الرطب: كلّه فِي الْجُمْلَة مَا كَانَ مِنْهُ من الْمعز، أَو الضَّأْن، أَو الْبَقر غليظ بطئ الانهضام، وَإِذا كَانَ بالعسل فَهُوَ سريع الانهضام وَلَا يضرّ عِنْد ذَلِك. ¶ والجبن الْعَتِيق: حارّ يَابِس وكلّ مَا عتق ازدادت حرارته وولّد الدَّم الغليظ الَّذِي يولّد المرّة السَّوْدَاء لِأَنَّهُ يولّد الْفضل الغليظ، ويولّد [الْحَصَاة] فِي المثانة لِأَن [الْحَصَاة] إِنَّمَا تكون من الْفضل الغليظ. وَقد ينفع لباب الْجُبْن إِذا شوي فَأكل بالخل من استطلاق الْبَطن إِذا لم تكن الْمعدة ضَعِيفَة. ¶ (مزاج السّمن وَالزَّيْت ومنافعهما) ¶ قَالَ عبد الْملك بن حبيب: ¶ السّمن: حارّ رطب يزِيد فِي الْمَنِيّ. والبقري مِنْهُ خير من المعزي. ¶ وَالزَّيْت: حارّ رطب وَهُوَ دون رُطُوبَة السّمن. وَالسمن أغذى من الزَّيْت وأشفى وأصحّ، وَمَا عتق من السّمن وَالزَّيْت كَانَ أحرّ لَهُ. ¶ وَإِذا شرب السّمن بالعسل ينفع من السمّ الْقَاتِل، وَمن لدغ الْحَيَّات والعقارب، وَهُوَ جيد للحرّ الَّذِي يكون فِي فؤاد الصّبيان، وَنَافِع من الأورام والصلابة الَّتِي تكون فِي الإحليل، وَمن القروح الَّتِي تكون فِي الْأَرْحَام. ¶ وَالزَّيْت صنفان: صنف مِنْهُ يُقَال لَهُ: الْإِنْفَاق: يصنع من الزَّيْتُون الغليظ، وَفِيه",
            "page": "72",
            "part": "1",
            "seal": "16F435F5"
        },
        {
            "id": "66",
            "nass": "حرارة يسيرَة مختلطة بالبرودة وَلَيْسَت فِيهِ رُطُوبَة، وَهُوَ لطيف وَفِيه قبض، ينفع الْمعدة ويقويها، وأجوده الْجَدِيد مِنْهُ. وَإِذا [عتق] اشتدت حرارته وقلّت فِيهِ قُوَّة الْقَبْض. ¶ وصنف مِنْهُ يُقَال لَهُ: الزَّيْت السوقي الَّذِي يصنع من الزَّيْتُون النضج وَهُوَ حارّ رطب وَفِيه قبض. ¶ وزيت السمسم: رطب جدا أرطب من زَيْت الزَّيْتُون، وأقلّ حرّاً وَلَا خير فِيهِ للمعدة لشدّة رطوبته، وَهُوَ إِذا شرب ينزل الْحَيْضَة. ¶ وزيت الْجَوْز: معتدل فِي الْحَرَارَة والرطوبة وَهُوَ جيد للمعدة والكليتين. ¶ وزيت اللوز الحلو: أغذى من زَيْت الْجَوْز. وأقلّ حرارة ورطوبة وَهُوَ جيد للمعدة، والرئة، والصدر، والكليتين. وَيفتح السدد الَّتِي تكون فِي الكبد و [الطحال] ويذيب [الْحَصَاة] . وَينزل الْبَوْل والحيضة، وينفع من دَاء الثَّعْلَب وَهُوَ الْأكل الَّتِي ينتق مِنْهُ الشّعْر، وينفع من القوابي وَمن السعفة، وَهِي النشقرة، إِذا طلي عَلَيْهَا. ¶ وزيت الخرواع: أحرّ هَذِه الزيوت كلّها وأحرّ من زَيْت الزَّيْتُون الْعَتِيق، وَهُوَ أرقّ وألطف من الزَّيْت وَلذَلِك يطلى دَاء الثَّعْلَب ويخلط من المرهمات وَيشْرب فَينزل الْحَيْضَة وينفض الْوَسخ من الْجوف. ¶ وزيت الفجل: أحرّ وَأَغْلظ من دهن الخرواع. ¶ (مزاج الأدهان) ¶ قَالَ عبد الْملك بن حبيب: ¶ والأدهان الَّتِي [تذَوَّب] بالرياحين تتصرّف إِلَى قُوَّة الرياحين الَّتِي",
            "page": "73",
            "part": "1",
            "seal": "F0677D14"
        },
        {
            "id": "67",
            "nass": "[تَذوب] بهَا وَإِن كَانَت من السمسم أَو من اللوز الحلو. ¶ فدهن السوس: حارّ لطيف يحلل وينفع من وجع الْأذن والأعضاء ذَات العصب إِذا بردت، وَينزل الْحَيْضَة. ¶ ودهن النرجس: معتدل وَهُوَ شَبيه بدهن السوسن وَهُوَ أقلّ حرّاً مِنْهُ ويلين الصَّدْر والجنبين إِذا مزج بِهِ. ¶ ودهن الخيري: معتدل لطيف مُوَافق كل مزاج وَفِي كلّ حِين ويخلص مَا عمل من اللوز الحلو. ¶ ودهن البنفسج: بَارِد لطيف ينفع من الحرقة فِي الرَّأْس والجسد. ¶ ودهن الياسمين: شَبيه بالبنفسج إِلَّا أَن فِيهِ بعض الْقَبْض وَلذَلِك ينفع من القروح وَمن الحرّ الَّذِي يكون فِي ظَاهر الْجَسَد وباطنه، وينفع إِذا شرب أَو احتقن بِهِ من القروح فِي الأمعاء. ¶ ودهن فاغية الحنّاء: معتدل فِي الحرّ وَالْبرد وَفِيه قبض وَهُوَ جيد من استرخاء الشّعْر يقويه ويشدده.",
            "page": "74",
            "part": "1",
            "seal": "16D0D703"
        },
        {
            "id": "68",
            "nass": "ودهن المرزنجوش: حارّ لطيف، ينفع إِذا استسعط من الشدّة الَّتِي تكون فِي الدِّمَاغ وَمن الشَّقِيقَة وَمن الرِّيَاح الَّتِي تكون فِي الرَّأْس إِذا دهن بِهِ. ¶ (مزاج الثِّمَار الخضرة واليابسة) ¶ قَالَ عبد الْملك بن حبيب: ¶ التِّين: الأول الباكور معتدل فِي الْحَرَارَة والرطوبة، ثمَّ سَائِر التِّين مُخْتَلف فِي الغلظ والخفة بِقدر أَنْوَاعه ومنابته، فالأبيض مِنْهُ أخفّ التِّين كلّه والأحمر أغْلظ التِّين كلّه وَكَذَلِكَ الْأسود. والتين كلّه أخضره ويابسه حارّ رطب غير أَن يابسه أشدّ حرا وأخضره أشدّ لدونة. والتين أخضره ويابسه ينفع من وجع الصَّدْر والسعال وَينزل الْبَوْل، وينفي الفضول، ويلين الأورام الصلبة الَّتِي تكون فِي الكبدة و [الطحال] وَفِيه شَيْء من نفخة. ¶ وَالْعِنَب: أغذا الْفَاكِهَة وَهُوَ حارّ رطب فِي الْجُزْء الأول وَهُوَ دون التِّين فِي",
            "page": "75",
            "part": "1",
            "seal": "CEA2B7C3"
        },
        {
            "id": "69",
            "nass": "اللدونة والحرارة وَفِيه شَيْء من نفخة، وَمَا كَانَ مِنْهُ شَدِيد الْحَلَاوَة كَانَ أحرّ وَمَا كَانَ حامضاً كَانَ أقلّ حراراة. ¶ وَقد يليّن الْبَطن إِذا كَانَ حلواً وَفِيه شَيْء من قبض لمَكَان قشره وحبّه وَلذَلِك هُوَ أفضل فِي الْمعدة من التِّين. ¶ وَالْعِنَب الْأَبْيَض: أبرد وَأَغْلظ وَأَبْطَأ انهضاماً من الْأَحْمَر، وَالْأسود: أشدّ حرّاً وألطف، وَالْعِنَب الغض: يَعْنِي الحصرم بَارِد يَابِس. ¶ وَالزَّبِيب: أشدّ حرّاً من الْعِنَب كَمَا أَن التِّين الْيَابِس أشدّ حرّاً من التِّين الرطب وأشدّ الْعِنَب قبضا وأبرده وأجوده فِي الْمعدة مَا كَانَ فِيهِ حموضة، وأشدّ حرّاً وأرخاه فِي الْمعدة مَا اشتدّ حلاوته. ¶ والتوت: النضج مِنْهُ بَارِد رطب يليّن الْبَطن، والغضّ مِنْهُ بَارِد يَابِس يحبس الْبَطن. وعصيره ينفع من الْحَرَارَة الَّتِي تكون فِي الْفَم وَكَذَلِكَ الإجاص. ¶ وعيون الْبَقر: الغضّ مِنْهُ بَارِد يَابِس، يحبس الْبَطن والناضج مِنْهُ بَارِد رطب يليّن الْبَطن غير أَن ذَلِك فِي التوت أظهر وَذَلِكَ أَن الغضّ مِنْهُ يحبس الْبَطن جدا وَقد يجِف غضاً وَيرْفَع ويعالج بِهِ من استطلاق الْبَطن، وَالرّطب مِنْهُ يليّن الْبَطن سَرِيعا. ¶ والتفاح: مُخْتَلف فِيهِ لاخْتِلَاف أَنْوَاعه، فَمِنْهُ الحلو، وَمِنْه الحامض، وَمِنْه بَين",
            "page": "76",
            "part": "1",
            "seal": "88414886"
        },
        {
            "id": "70",
            "nass": "ذَلِك. وكلّه بَارِد، وَلَكِن الحلو مِنْهُ بَارِد رطب وَفِيه شَيْء من حرارة، لمَكَان الْحَلَاوَة. والحامض أقلّ رُطُوبَة وأشدّ بردا. والتفاح الشَّامي وَهُوَ عندنَا السَّرقسْطِي أعدل التفاح وأجوده. ¶ والأترنج: فِيهِ قوات مُخْتَلفَة فقشره حارّ يَابِس فِي الْجُزْء الأول، ولحمه بَارِد رطب غليظ، وحامضه بَارِد يَابِس فِي الْجُزْء الثَّالِث، وحبّه حارّ حَدِيد يَابِس وَفِيه شَيْء من لدونة، وورقه حارّ هضوم، وَقد ينفع حبّه من لدغ الْحَيَّات والعقارب إِذا شرب مِنْهُ مثقالين بِمَاء فاتر بِشَيْء من ربّ، أَو عسل، وَإِذا دقّ فَوضع على اللدغة فَهُوَ نَافِع بِإِذن الله. ¶ والخوخ: بَارِد رطب بطيء الانهضام ثقيل يُولد الْغذَاء الرَّدِيء وَفِي ورقه بعض الْقَبْض ودهنه الَّذِي يصنع من لباب نَوَاه فِيهِ حرارة، وينفع من ورم [] وَسَائِر الأورام الْبَارِدَة وينفع من الشَّقِيقَة. ¶ والسفرجل: بَارِد قَابض وَهُوَ يخْتَلف فِي أَنْوَاعه، من الحلو، وَمِنْه الَّذِي فِيهِ بعض الحموضة، والحلو مِنْهُ خَفِيف جيد للمعدة مشَهِّ للطعام وَهُوَ أقلّ قبضا من الحامض وأغذا، وَفِيه شَيْء من حرارة، والحامض أشدّ قبضا وأبرد. ¶ وكلّ قد يسكن الْقَيْء وحبّه مُخَالف لَهُ وَذَلِكَ أَن حبّه ليَّن ذُو زَيْت وَلَيْسَ فِيهِ قبض. وَقد ينفع إِذا نقع فِي شَيْء من مَاء، وَجعل مَعَه طبرزد من خشونة الْحلق، وينفع صَاحب الرّيح من يبس جَمِيع الْأَعْضَاء الْبَاطِنَة.",
            "page": "77",
            "part": "1",
            "seal": "C482BCCF"
        },
        {
            "id": "71",
            "nass": "وَالرُّمَّان: [لطيف رطب بَارِد] من أجل رطوبته قَابض من أجل عجمه وحموضته وَهُوَ مُخْتَلف فِي أَنْوَاعه. فالحلو مِنْهُ أقلّ بردا، وأقلّ قبضا، والحامض مِنْهُ أَشد بردا وأشدّ قبضا وأعدله إِذا نقي عجمه وَهُوَ جيد للصدر والسعال، وَقد يغذي الْجَسَد هُوَ وقشوره وجلّناره قابضان جَمِيعًا إِذا طبخا بِالْمَاءِ وَقعد فِيهِ و [نَافِع] من استرخاء الْمعدة وَمن البلة الَّتِي تكون فِي الْأُنْثَيَيْنِ، وَإِذا دقّ وذرّ على القرحة ذَات البلة المحتاجة إِلَى تجفيف جففها بِإِذن الله. ¶ وَإِن حرق قشوره كَانَ رماده أشدّ تجفيفاً للقرح مِنْهُ قبل أَن يحرق، وَإِذا أَخذ قشور قصبانه أَو عروقه ثمَّ دقّ وطبخ وَشرب مِنْهُ قتل الدُّود وحبّ القرع الَّذِي يكون فِي الأمعاء. وَإِذا أكلت الرمانة بشحمها دبغت الْمعدة المسترخية ودبغت المعي الدَّقِيق ونفع ذَلِك من المعي. ¶ والكمثري: بَارِد يَابِس يشدّ الْمعدة وَفِي الحلو مِنْهُ حرارة قَليلَة وَهُوَ يدبغ الْمعدة وَيحبس الْبَطن وَيقطع الْقَيْء. ¶ وطلع التَّمْر: بَارِد يَابِس قَلِيل الْقَبْض. والبلح الْأَخْضَر قَابض يحبس الْبَطن، والبسر الْأَحْمَر والأصفر معتدل وَفِيه شَيْء من حرارة لمَكَان الْحَلَاوَة، وَالرّطب حارّ ليِّن يُطلق الْبَطن. وَالتَّمْر أَيْضا أحرّ من الرُّطُوبَة. وأقلّ رُطُوبَة وَهُوَ يليّن الْبَطن أَيْضا. ¶ والبطيخ: بَارِد رطب سريع الانهضام ليّن ينقي الْبَطن، وَقد ينزل الْبَوْل",
            "page": "78",
            "part": "1",
            "seal": "B81689F1"
        },
        {
            "id": "72",
            "nass": "والحيضة وحبّه جيد للصدر والسعال والكليتين والقرح فِي المثانة. ¶ وَالْخيَار: أبرد وأرطب من الْبِطِّيخ وَفِيه شَيْء من قبض. وَقد ينفعان جَمِيعًا من الْحمى الحارّة. ¶ والقثاء: مثلهمَا فِي مزاجه إِلَّا أَنه أغْلظ مِنْهُمَا. ¶ والموز: معتدل فِي الْحَرَارَة والبرودة رطب سريع الذوب فِي الْمعدة وَهُوَ غذَاء ودواء جيد للصدر، والكليتين، والمثانة، وَينزل الْبَوْل. ¶ وَالْعِنَب: معتدل فِي الْحَرَارَة والبرودة والرطوبة واليبس، جيد للصدر والسعال وَيكسر الدَّم وَهُوَ يحبس الْبَطن. ¶ والجوز: حارّ لمَكَان دسمه وَفِيه لطافة وَهُوَ يغذي الْجَسَد، والعتيق مِنْهُ أشدّ حرّاً من الْجَدِيد، وَقد يذيب القروح الغليظة ويحلّها إِذا دقّ وَوضع عَلَيْهَا قبل أَن يفتن،",
            "page": "79",
            "part": "1",
            "seal": "A482316B"
        },
        {
            "id": "73",
            "nass": "وَفِيه شَيْء من قبض، وَالرّطب مِنْهُ أشدّ قبضا وأبرد وقشره الْأَخْضَر يصْبغ، وقشره الْيَابِس إِذا حرق [جفف] القروح إِذا ذرّ عَلَيْهَا والجوز إِذا حرق بقشره أصبغ الشّعْر. ¶ واللوز: معتدل وَفِيه شَيْء من برودة وَهُوَ أغذا من الْجَوْز وَأَبْطَأ انهضاماً وَهُوَ جيد للدغ العقارب إِذا أكل مَعَ التِّين، أَو مَعَ التَّمْر، أَو مَعَ الْعَسَل. وَكَذَلِكَ الْجَوْز أَيْضا ينفع مِمَّا ذكرنَا إِذا أكل بِالتِّينِ، أَو بِالتَّمْرِ، أَو بالعسل، واللوز الحلو يصلح للصدر والرئة ويشدّ الْأَسْنَان، واللوز المرّ أشدّ حرّاً وألطف من الحلو وَيخرج الفضول الردية من الْبدن، وَقد جَاوز إِلَى [أَن] صَار دَوَاء مرتفعاً لما فِيهِ من اللطافة والحرارة [وَالْقُوَّة] فَهُوَ يفتح السدد الَّتِي فِي الكبد ويذيب [الْحَصَاة] وَينزل الْبَوْل وينفع من القولنج وَيقطع دَاء الثَّعْلَب والسعفة والقراع إِذا سحق وخلط بالخل وَوضع على ذَلِك كلّه. ¶ والجوز أحسن اعتدالاً من اللوز إِلَّا أَنه بطئ الانهضام وَهُوَ لين جيد للصدر والسعال وَيزِيد فِي الْمَنِيّ وَيصْلح المثانة، وَيذْهب الْقرح الَّتِي تعرض فِيهَا. ¶ والفستق: حارّ لطيف لين، يفتح سدد الكبد وَهُوَ جيد للمثانة، والصدر، والسعال وَهُوَ جيد للدغ الْحَيَّات والعقارب إِذا وضع عَلَيْهِ وَإِذا أكل. ¶ والبلوط: بَارِد يَابِس يحبس الْبَطن وَيحبس الْبَوْل والحيضة.",
            "page": "80",
            "part": "1",
            "seal": "0EDD994B"
        },
        {
            "id": "74",
            "nass": "والقسطل: بَارِد يَابِس أَيْضا، يحبس الْبَطن وَهُوَ ألطف شَيْئا من البلوط وخيرهما إِذا شوي. ¶ وَالزَّيْتُون: الغض بَارِد قَابض يَابِس، والنضيج مِنْهُ معتدل وَفِيه لين، وورق الزَّيْتُون إِذا مضغ. [يجلب] وينفع من السلاق وينفع من أكل الْأَسْنَان إِذا طبخ بالربّ وَأمْسك فِي الْفَم. ¶ والسماق: بَارِد يَابِس، يحبس الْبَطن وَإِذا طبخ فصبّ على الوثء لم يورم. ¶ (مزاج الْأَشْرِبَة الْحَلَال) ¶ قَالَ عبد الْملك بن حبيب: ¶ الْعَسَل: حارّ يَابِس لطيف جدا والطبيخ مِنْهُ ألطف من غَيره وكلّه يذيب البلغم والخام، ويشدّ الْفُؤَاد [ويجلو] الْبَصَر وَيزِيد فِي الْمَنِيّ وَيقطع الأبردة وَيذْهب الدَّاء",
            "page": "81",
            "part": "1",
            "seal": "B9CBF6B7"
        },
        {
            "id": "75",
            "nass": "كلّه، وَيصْلح شربه فِي الشتَاء وَالربيع والخريف وَهُوَ فِي الصَّيف حارّ جدا يقوى الصَّفْرَاء، وَلَكِن شربه بِالْمَاءِ فِي الصَّيف صَالح لِأَنَّهُ يبرده وَتذهب حرارته لما كَانَ المَاء الْبَارِد. الْعَسَل نَفسه حارّ يَابِس فِي الْجُزْء الثَّانِي ويولد المرّة الْحَمْرَاء سريع التَّغْيِير إِلَى المرّة، إِذا وصل إِلَى الْمعدة نقّاها من فضول البلغم. وَالسكر وعسله معتدل لطيف ليِّن الْبَطن. ¶ ونبيذ التِّين حارّ يَابِس أَيْضا وَهُوَ أقلّ يبساً من شراب الْعَسَل وَمن شراب السكر لحرارته ويبسه. ¶ ونبيذ الربّ الَّذِي طبخ وَذهب ثُلُثَاهُ بالطبخ حارّ ليِّن جيد للصدر والسعال والكليتين وَيزِيد فِي الْمَنِيّ ويليِّن الطَّبْخ. ¶ ونبيذ الزَّبِيب الْأَحْمَر أشدّ يبساً وأقبض، وَأما نَبِيذ الزَّبِيب الْأسود فَهُوَ أَلين وأحرّ. ¶ فَأَما الْخمر من الْعِنَب وَمن كلّ شراب فدَاء دوِي، لم يَجْعَل الله فِيهِ دَوَاء وَلَا جعل فِي شَيْء مِمَّا حرم الله فِيهِ شِفَاء، بل قد زعم أهل التجربة لَهَا أَن فِيهِ عشْرين دَاء: تسدد، وتحفر، وتبخر، وتقطر، وتفقر، وتعمش، وترعش، وتفلج، وتنشج، وتمحق، وتملق، وتدرد، وترعد، وَتغَير اللَّوْن، وتخلق الصَّوْت، وتخفق الْقلب، وتسخط الربّ، وتوجب النَّار، وَتلْزم الْعَار. ¶ (مزاج الْبُقُول وَمَا ضارعها من الْخضر وتصرّف مَنَافِعهَا) ¶ قَالَ عبد الْملك بن حبيب: ¶ الكرنب: حارّ يَابِس وَقد يحلّ الورم الدَّاخِل إِذا طبخ وَأكل، وَإِذا طبخ وَوضع على الورم حلله وأذهبه بِإِذن الله. وحبّه أقوى من ورقه وحبّه يقتل حبّ القرع فِي الأمعاء، وَإِذا حرق وَوضع على الأورام حللها، وينفع من الورم الحارّ إِذا وضع عَلَيْهِ، وَإِذا طبخ ورق الكرنب مرّة",
            "page": "82",
            "part": "1",
            "seal": "D25EAFA8"
        },
        {
            "id": "76",
            "nass": "وَاحِدَة، ثمَّ أكل بالخل والكمّون وحسي مرقه ليّن الْبَطن، وَإِذا طبخ فَطرح مَائه، ثمَّ يطْبخ ثَانِيَة بِالْمَاءِ، أَو الْخلّ حبس الْبَطن. ¶ والسلق: بَارِد يَابِس حَدِيد لمَكَان ملوحيته غليظ، وعصر ورقه ومائه يستسعط بِهِ فَيفتح السدد الَّتِي فِي الرَّأْس، وَإِذا استسعط بِهِ مرَارَة الكرْكيّ نفع من اللقوة وأذهبها بِإِذن الله. ¶ وَإِذا غسل الرَّأْس بمائه أذهب الأبرية. وَمن أَرَادَ أكله فليطبخه بِالْمَاءِ، ثمَّ يطبخه ثَانِيَة بِمَاء ثانٍ فتذهب حرارته ونفض غلظه. ¶ وبقل الرُّومِي: الَّذِي يسمّى بالأندلس القطف، وَيُقَال لَهُ بِالْمَدِينَةِ السرمق وسلق الْأَنْصَار، بَارِد رطب فِي الْجُزْء الثَّانِي من الْبُرُودَة والرطوبة. وَقد ينفع من الأورام الحارّة إِذا دقّ وَوضع عَلَيْهَا من خَارج، وينفع من اليرقان الَّذِي يكون من شدّة الكبد. ¶ والقرع: مثل السرمق بَارِد رطب فِي الْجُزْء الثَّانِي من الْبُرُودَة والرطوبة. ¶ والبقل الْيَمَانِيّ: بَارِد رطب فِي الْجُزْء الثَّانِي وَهُوَ أَنْفَع من السرمق والقرع. ¶ والرجلة: وَهِي البقلة الحمقاء فِي بعض الْكتب بَارِد رطب فِي الْجُزْء الثَّالِث، وَقد ينفع من الْحَرَارَة الَّتِي تعرض فِي دَاخل الْجَسَد وخارجه إِذا وضعت على الْجَسَد",
            "page": "83",
            "part": "1",
            "seal": "BEF7ABC6"
        },
        {
            "id": "77",
            "nass": "وأكلت، وينفع من الضرس وينفع حبّها وورقها من الْقرح الَّذِي يكون فِي الأمعاء وَمن حرّة المرّة الْحَمْرَاء، وينفع من القلاع وَهُوَ الَّذِي يكون فِي فَم الصّبيان، وينفع عصيرها وحبّها وورقها - أَخْضَر كَانَ أَو يَابسا - من السمّ وَمن اللدغ، وَقد تزيد فِي الْمَنِيّ وَهِي سريعة الذوب فِي الْمعدة. ¶ والهليون: وَهُوَ الإسفراج حارّ لدن وَهُوَ يزِيد فِي الْمَنِيّ. ¶ والسلجم: مثله وَهُوَ اللفت حارّ لدن وَهُوَ يزِيد فِي الْمَنِيّ وَكَذَلِكَ كلّ لدن إِلَّا أَن اللفت تغيره الصَّنْعَة وتحول مزاجه. ¶ والإسفنارية: الَّتِي تُؤْكَل، وَهِي تسمّى بالحجاز الجزر، وبالشام الإسطفلينة: [حارة] لدنة، تغذي وَتَنْفَع وتهيّج الشَّهْوَة، وفيهَا شَيْء من حرارة، وحبّها أحرّ وأيبس وَهُوَ ينزل الْبَوْل والحيضة إِذا طبخ بِالْمَاءِ وَالْعَسَل. ¶ والملوخيا: وَهِي الخباز بَارِد رطب، مزاجه كمزاج السرمق والقرع. ¶ والباذنجان: بَارِد غليظ يُولد المرّة السَّوْدَاء.",
            "page": "84",
            "part": "1",
            "seal": "34A507FA"
        },
        {
            "id": "78",
            "nass": "والبصل: حارّ رطب فِي الْجُزْء الرَّابِع من الْحَرَارَة وَفِيه نفخة وَيزِيد فِي الْمَنِيّ، وينفع صَاحب السمائم لرطوبته، وَينزل الْبَوْل وَالْحيض. ¶ وَإِذا دقّ وعجن بالخل وَوضع على الكلف القوابي أذهبه بِإِذن الله، وَإِذا دقّ وَوضع على دَاء الثَّعْلَب أذهبه، وَإِذا أحرق كَانَ أَنْفَع، وَإِذا اكتحل بمائه أذهب البلة من الْعين، وينفع [مَاؤُهُ] من المَاء الَّذِي يدْخل فِي الْأذن إِذا قطر فِي الْأذن، وينفع من عضّ الْكَلْب، ولدغ الْحَيَّات، إِذا وضع عَلَيْهِ. ¶ والثوم: الْيَابِس حارّ يَابِس فِي الْجُزْء الرَّابِع من الْحَرَارَة واليبس، والأخضر أقلّ حرّاً وأقلّ يبساً وَينزل الْبَوْل وَالْحيض رطبا كَانَ أَو يبساً، وَإِذا دقّ وعجن بالخل وَوضع على الْأَعْضَاء الَّتِي فِيهَا الرُّطُوبَة مجتمعة فَإِنَّهُ يحللها وَيذْهب ورمها، وينفع من دَاء الثَّعْلَب، وَإِذا دقّ وَوضع على لسع الْحَيَّات والعقارب نفع، وَإِذا دقّ وَشرب بالعسل نفع من [الطحال] ، والثوم البرّي أقوى من البستاني، والثوم ترياق أهل الْبَادِيَة. ¶ والكرّاث: حارّ يَابِس فِي الْجُزْء الثَّانِي من الْحَرَارَة واليبس. وَفِيه بعض الْقَبْض وَهُوَ قَلِيل الْغذَاء لحرارته وحدّته، وَإِذا استسعط بمائه شَيْء من اللبان قطع الرعاف، ويسخن الْمَنِيّ، وَإِذا دقّ وَوضع على لدغ الأفعاء نفع، وَإِذا أَخذ عصيره وخلط بالخل وَشَيْء من لبان، ودهن ورد نفع من وجع الْأذن إِذا هاج من الْبرد، وَإِذا خلط عصيره بالبصاق واكتحل بِهِ نفع من الغشاء، وَإِذا دقّ وخلط بالملح [ووضِعَ] على الْجرْح نَفعهَا ونشفها، وَمن أكله مَعَ حبّ الآس نفع من نفت الدَّم، وَمن طبخه بِالْمَاءِ مرّة أَو مرّتين، ثمَّ أخرجه من المَاء وطبخه بالخل وَالزَّيْت وَشَيْء من الكمّون نفع الْمعدة الْبَارِدَة وسخن الكليتين وحرك الْمَنِيّ وَأنزل الْحَيْضَة. وحبّ الكرّاث أقوى من ورقه وَإِذا دخنت بِهِ المقعدة الَّتِي فِيهَا الْبَاسُور أخففه بِإِذن الله.",
            "page": "85",
            "part": "1",
            "seal": "D5761FBF"
        },
        {
            "id": "79",
            "nass": "وَإِن دخنت الْمَرْأَة بِأَصْلِهِ أنزل الْحَيْضَة، وَإِذا دقّ أَصله وعجن بالعسل وَشرب مِنْهُ مِثْقَال أذاب الفضول الغليظ اللزج، وسخن الْأَعْضَاء الَّتِي [تؤلم] من الْبرد. ¶ وَإِذا دقّ أَصله وعجن بالخل وَجعل على عرق النِّسَاء والخام الَّذِي يجْتَمع فِي المفاصل نفع بِإِذن الله. ¶ وَإِذا دقّ وَوضع على لدغ الْهَوَام نفع بِإِذن الله، وَإِذا دقّ ورقه و [عصِر] ثمَّ احتقن بِهِ بِشَيْء من زَيْت، وخلط بِشَيْء من مَاء النخالة استخرج البعر الْيَابِس المحترق، وَأنزل دَاء كثيرا. ¶ والفجل: حارّ يَابِس فِي الْجُزْء الثَّالِث، يسْرع التَّغْيِير فِي الْمعدة ويهيج الجشا المنتنة، وحبّه أحرّ من ورقه وَمن أَصله، وينفع من القوابي والسعفة إِذا دقّ وخلط بالخل وَوضع عَلَيْهِ، وَيذْهب الثواليل الَّتِي تكون فِي الْوَجْه، وَقد تقيا بالفجل إِذا أكل بالعسل. ¶ والكمأة: بَارِدَة رطبَة غَلِيظَة، تولد الفضول الغليظة الردية وَقد تخْتَلف بِقدر الصَّنْعَة الَّتِي تصنع بهَا. ¶ والخِطْر: بَارِد لطيف، يُولد الدَّم بالجدّ ويهيج النعاس إِذا دقّ بزره وعجن بِمَاء بَارِد وطلي على الْجَبْهَة هيج كالنفس. ¶ وَإِن جعل بزره مدقوقاً معجوناً بدهن الْورْد وَالْمَاء الْبَارِد على الورم الحارّ الْحَدِيد نَفعه بِإِذن الله. ¶ وَإِن شرب بِالْمَاءِ الْبَارِد وَقطع شَهْوَة الْجِمَاع، وَإِذا طبخ ورقه مِمَّا يطْبخ السرمق",
            "page": "86",
            "part": "1",
            "seal": "7314A1DD"
        },
        {
            "id": "80",
            "nass": "وأطعمه من كَانَ بِهِ الحرّ، أَو الْعَطش نَفعه، وأطفأ عَنهُ الحرّ والعطش بِإِذن الله. ¶ والهندباء: وَهِي السريس بَارِدَة لدنة، [تَنْفَع من] السدد لما فِيهَا من الْحَرَارَة، وَإِذا دقّ وَرقهَا فَوضع على الأورام الحارّة حللها بِإِذن الله. ¶ والجرجير: حارّ لدن يهيِّج شَهْوَة الْجِمَاع، وحبّه يزِيد الْمَنِيّ وَهُوَ أحرّ من ورقه وَهُوَ يتقى لِأَنَّهُ يسْقِي عرق الجذام. ¶ والحرْف: حارّ يَابِس وأخضره ويابسه يقطع البلغم، ويسخن الْمَنِيّ، وَينزل الْحَيْضَة، وَإِذا دقّ حبّه وصنع مثل المرهم بالخل ثمَّ وضع على عرق النِّسَاء سخنه وحلله. ¶ والخردل: مثل الْحَرْف فِي مزاجه كلّه إِلَّا أَنه أشدّ حرّاً من الْحَرْف. ¶ والسذاب: وَهُوَ أورم وَهُوَ الفيجن حارّ يَابِس حَدِيد، يذهب الفضول الغليظة، وَينزل الْبَوْل، وَيحرق الْمَنِيّ، وحبّه حارّ يَابِس أحرّ وأيبس وَأقوى من ورقه الْأَخْضَر. ¶ وَإِذا دقّ حبّه فَشرب مِنْهُ وزن دِرْهَم بالعسل فَإِنَّهُ يقطع الفواق الَّذِي يكون من الْبُرُودَة فِي رَأس الْمعدة.",
            "page": "87",
            "part": "1",
            "seal": "1AD616DF"
        },
        {
            "id": "81",
            "nass": "(مزاج الرياحين وَمَا ضارعها وتصرّف مَنَافِعهَا) ¶ قَالَ عبد الْملك بن حبيب: ¶ الآس: هُوَ الريحان بَارِد يَابِس وورقه إِذا جفف ودقّ جفف البلة كلّها والقروح ذَات الرُّطُوبَة. ¶ والورد: بَارِد رطب لطيف وَهُوَ جيد للمعدة والكبد والحمى الحارّة الَّتِي تكون من علّة الْمعدة، وَإِذا طبخ بالعسل وتغرغر بِهِ نفع من وجع الْحلق. ¶ والمرزنجوش: حارّ لطيف جيد لوجع الرَّأْس الَّذِي يهيج من الْبرد والبلغم إِذا شمّه الْإِنْسَان، أَو طبخ بِالْمَاءِ وصبّ مَائه على الرَّأْس، أَو قلي فِي الزَّيْت، ثمَّ وضع على وسط الرَّأْس. ¶ والياسمين: حارّ لطيف جيد لكلّ وجع وَهُوَ يحلل ويسخن. ¶ والسيسنبر: حارّ يَابِس فِي الْجُزْء الثَّالِث، لطيف يحلل وينفع من الْفُؤَاد الَّذِي يكون من الْبرد والرطوبة وبخاصة بزره إِذا سقِِي مِنْهُ وزن مِثْقَال بِالْمَاءِ الْبَارِد، وَإِذا وضع على الورم حلله. ¶ والسوسن: حارّ لطيف يحلل، إِذا طبخ أَصله بدهن الْورْد وَوضع على الْقرح جففه وأبراه بِإِذن الله. ¶ والنرجس: معتدل لطيف يحلل، وبصله يجفف وينقي وينضج الدُّبَيْلَة ويسيل الْقَيْح وينقي القروح ويجففها، وَإِن شرب الْإِنْسَان مِنْهُ وزن مثقالين قتل الْفِدَاء والمرّ بَارِد. ¶ إِذا عصر وخلط مَائه بالبنفسج واستعسط بِهِ نفع من الحرّ فِي الرَّأْس، وَإِن وضع مثل المرهم على الأورام الحارّة نفع بِإِذن الله.",
            "page": "88",
            "part": "1",
            "seal": "8349EA4A"
        },
        {
            "id": "82",
            "nass": "والبادروج: وَهُوَ الحبق العريض الْوَرق الطّيب حارّ لدن، وَإِذا دقّ ورقه وَجعل مرهماً وَوضع على الورم حلله، وَقد يُؤْكَل ورقه، وَإِذا أَكثر من أكله أورث فِي الْعين الظلمَة. ¶ وَإِذا دقّ ورقه وَطرح فِي جير صَار علقاً، وَأكل ورقه ينفع من خفقان الْقلب الَّذِي يكون من الْبرد، وينفع من الجني الَّذِي يكون من المرّة السَّوْدَاء والبلغم. ¶ وَقد يُؤْكَل كَمَا يُؤْكَل البقل ويصنع مِنْهُ مرقة، ثمَّ يأكلها الْمَرِيض، وَقد سمّي فِي بعض الْكتب \" مفرج قلب المحزون \". ¶ والحبق: الْمَعْرُوف عندنَا بالحبق ويسمّى بالمشرق سيد الحبق بَارِد لدن، يقبض وينفع من كلّ حرارة وَمن كلّ احتراق ويهيّج النّوم، وحبّه يحبس الْبَطن المستطلقة من الحرّ والحرقة إِذا شرب مِنْهُ مِثْقَال بِمَاء بَارِد. ¶ والنعنع: وَهُوَ يسمّى بالمشرق الحبق البستاني حارّ يَابِس، وَقد يُؤْكَل رطب كَمَا يُؤْكَل البقل وَهُوَ يهيّج الشَّهْوَة، وينفع من الرّيح الغليظة الَّتِي تكون فِي الْمعدة والأمعاء والكبد، وينفع من برد الكليتين، وَينزل الْبَوْل، وَيقطع الْقَيْء ويسكنه لطيب رِيحه. ¶ والضومران: وَهُوَ يسمّى بالمشرق الحبق النَّهْرِي قوي فِي الْحَرَارَة واليبس جدا",
            "page": "89",
            "part": "1",
            "seal": "8FEF2709"
        },
        {
            "id": "83",
            "nass": "وَلذَلِك يحرق الْمَنِيّ، وعصيره وحبّه يقتلان الدُّود وحبّ القرع لما كَانَ فِيهِ من المرارة والحرارة، وينفع من الفواق إِذا شرب من ورقه وزن دِرْهَم. ¶ والغبيرا: وَهِي تسمّى بالمشرق الحبق البرّي حارّ يَابِس أشدّ حرّاً وأيبس من جَمِيع أَنْوَاع الحبق، وَقد ينفع من لدغ العقارب والهوام كلّها إِذا أكل مِنْهُ أَو وضع على اللدغة. ¶ والكَرَفس: حارّ يَابِس، ينفع ورقه إِذا أكل من الْمعدة والكبد الْبَارِدَة، وَينزل الْبَوْل والحيضة، ويذيب [الْحَصَاة] ، وينفع عصير ورقه من الْحمى النافض يكون من البلغم، وحبّه أقوى وأحرّ من ورقه. ¶ (مزاج أبزار الطَّعَام وَمَا ضارعها وتصرّف مَنَافِعهَا) ¶ قَالَ عبد الْملك بن حبيب: ¶ الكسبر الْأَخْضَر: بَارِد رطب، وعصيره قَاتل وعصير الخس يقتل أَيْضا، وحبّ الكسبر فِيهِ حرارة، وَإِذا دقّ ورق الكسبر فَوضع على الْخَنَازِير نَفعهَا بِإِذن الله. ¶ والكمّون: حارّ يَابِس فِي الْجُزْء الثَّالِث، وَهُوَ ينزل الْبَوْل وَفِيه بعض الحدّ وَالْأسود مِنْهُ هُوَ الَّذِي يسمّى الْكرْمَانِي، وَإِذا نقع فِي الْخلّ ثمَّ قلي حبس الْبَطن. ¶ والشونيز: حارّ يَابِس فِي الْجُزْء الثَّالِث، وَقد وَصفنَا مزاجه فَوق هَذَا الْموضع من",
            "page": "90",
            "part": "1",
            "seal": "015AB133"
        },
        {
            "id": "84",
            "nass": "هَذَا الْكتاب فِي قَوْلنَا: \" مَا جَاءَ [فِي مَا] يستشفى بِهِ من الحبّة السَّوْدَاء \". ¶ [والكراويا] : حارّة يابسة، تَنْفَع من الرّيح الَّتِي تبقى فِي الأمعاء إِذا عمل فِي الطَّعَام، أَو خلط مَعَ الدَّوَاء وَهُوَ أعظم للطعام من الكمّون. ¶ والكاشم: وَهُوَ الشَّابَّة حارّ يَابِس، وَقد يخلط حبّه مَعَ الْأَطْعِمَة والأدوية، وَهُوَ يذيب الأورام الغليظة ويحللها، وحبّه أحرّ من ورقه وَهُوَ جيد من الرِّيَاح فِي الْبَطن. ¶ وَإِذا أحرق ازْدَادَ حرّاً ويبساً، وينفع من القروح العتيقة الرّطبَة إِذا انثر عَلَيْهَا، وبخاصة مَا كَانَ مِنْهَا فِي جلدَة الإحليل. ¶ والفلفل: حارّ يَابِس فِي الْجُزْء الثَّالِث، وَهُوَ لطيف رَقِيق يخلط بالأطعمة وَهُوَ من الْأَدْوِيَة الْكِبَار. ¶ وَكَذَلِكَ القرفة الحارّة: وَهِي دَار صيني، وَهِي من الْأَدْوِيَة النافعة الأصحاء، وَهِي نافعة من الْحمى الَّتِي تكون من البلغم، وتخلط بالجوارش لمَكَان حَرَارَتهَا ولطافتها، وَتَنْفَع من برد الْمعدة، وتهضم الطَّعَام، وتذيب البلغم وتلطفه، وتفتح",
            "page": "91",
            "part": "1",
            "seal": "677877C3"
        },
        {
            "id": "85",
            "nass": "الْعُرُوق المنسدّة، وتنزل الْبَوْل والحيضة، وَتَنْفَع من لدغ الْهَوَام، وَتذهب البلة الغليظة الَّتِي فِي الْعين إِذا خلطت مَعَ الأكحال، وَإِن سحقت وعجنت بالخل فطليت على الكلف والقوابي [أذهبتها] بِإِذن الله. ¶ والخل: بَارِد يَابِس لطيف، يذيب غليظ [الطحال] ويلطفه ويقلل بلله، وَهُوَ رَدِيء فِي العصب لما كَانَ فِيهِ من الْقَبْض، وَالْبرد، واليبس، والحموضة فَهُوَ يضرّ بالعصب إِضْرَارًا شَدِيدا، وَإِذا خلط بِالْمَاءِ ودهن الْورْد ثمَّ وضع على الْموضع الَّذِي تتحلب من المرّة سكن الْحَرَارَة وَمنع التحلب، وينفع من القروح والأكلة الَّتِي تكون فِي الْأَعْضَاء، وَإِذا مزج بِالْمَاءِ وَشرب قطع الْعَطش الَّذِي يكون من الْحَرَارَة والرطوبة، وَيحبس الدَّم أَيْنَمَا سَالَ. ¶ وَالْملح: حارّ يَابِس قَابض وَهُوَ جيد يجلو وينقي ويرقّ البلغم وينفع المعي مَعَ مَا فِيهِ من الْقَبْض. وَالْملح يطيب اللَّحْم والسمك وَجَمِيع مَا يَجْعَل فِيهِ. ¶ والمرّ: حارّ يَابِس لطيف قَابض، ويكتحل بِهِ لمن كَانَ فِيهِ من الْقَبْض فِي بَدء مَا يظْهر من الجدري. ¶ والصعتر: من الْأَطْعِمَة والأدوية وَهُوَ حارّ يَابِس وَهُوَ جيد للرياح والبلغم وَهُوَ صنفان: جبلي وبستاني. ¶ فالجبلي أقوى من البستاني وكلّهما ينزلان الْبَوْل والحيضة، ويطرح الصفار وحبّ القرع من الْبَطن إِذا طبخ وَشرب [مَاؤُهُ] ، وَهُوَ جيد للمعدة الْبَارِدَة ذَات البلغم، وينفع من وجع الْحلق، وَإِذا طبخ وكمدت بِهِ الْعين ذَات البلة نَفعهَا، وينفع إِذا مضغ من وجع الْأَسْنَان الَّذِي يكون من الْبرد وَالرِّيح، وينقي الْمعدة والصدر والكبد.",
            "page": "92",
            "part": "1",
            "seal": "462CE145"
        },
        {
            "id": "86",
            "nass": "(مَا جَاءَ فِي أمزجة الْجَسَد) ¶ قَالَ عبد الْملك بن حبيب: ¶ سَمِعت بعض الْمَدَنِيين من أهل الْعلم بطبّ الْعَرَب والمعرفة بالداء والدواء يَقُول: الْجَسَد أَرْبَعَة أَنْوَاع: ¶ [الرَّأْس: الرّبع الأول] وملاكه الدِّمَاغ وَهُوَ رِبَاط الْجَسَد، فَإِذا كمل الدِّمَاغ كَانَ الرجل زيناً فِي مَجْلِسه ذَا تؤدة فِي أمره، والدماغ حارّ كالنار، والنخاع بَارِد كالثلج. ¶ فلولا برد النخاع أحرق الدِّمَاغ الْجَسَد وَلَوْلَا حرارة الدِّمَاغ أفسد النخاع الْجَسَد بِبرْدِهِ. ¶ والصدر: الرّبع الثَّانِي وملاكه الْقلب وَهُوَ بَين [رئتي الْجَسَد يبرّدهما] . ¶ والبطن: الرّبع الثَّالِث إِلَى المثانة وملاكه الكبد وَهُوَ مُدبرَة وطابخة الطَّعَام فِي الْمعدة، ثمَّ تصفيه فِي الكبد فَيَأْخُذ صَفوه فَيصير دَمًا فتصبه الكبد فِي الْقلب وَالْقلب فِي الْعُرُوق، وَيدْفَع مَا لم يصف إِلَى الأمعاء مِنْهُ ثمَّ إِلَى الْمخْرج. ¶ والكبد حارّة كالنار والمرارة [اللاصقة] بهَا بَارِدَة كالثلج، فلولا برد المرارة أحرقت الكبد الْجَسَد. ¶ وَلَوْلَا حرارة الكبد [أفسدت] المرارة الْجَسَد ببردها، وَلَوْلَا الكبد لم ينضج الطَّعَام فِي الْبَطن. ¶ والمثانة وَمَا تحتهَا إِلَى أَسْفَل: الرّبع الرَّابِع وملاك ذَلِك الرّبع الكليتان، هما [مدبرتان] وهما حارتان كالنار، والمثانة بَارِدَة كالثلج. ¶ فلولا برد المثانة [أحرقت] الكليتان الْجَسَد وَلَوْلَا حرارة الكليتين أفسدت المثانة ربعهَا ببردها. وكلّ ذَلِك بِتَقْدِير الْعَزِيز الْعَلِيم.",
            "page": "93",
            "part": "1",
            "seal": "FDDD360C"
        },
        {
            "id": "87",
            "nass": "(مزاج الْإِنْسَان) ¶ قَالَ عبد الْملك بن حبيب: ¶ وَسمعت بعض الْمَدَنِيين من أهل الْعلم بطبّ الْعَرَب والمعرفة بالداء والدواء يَقُول: الدَّاء أَرْبَعَة أمزجة، وَالسّنة أَرْبَعَة، وَالْإِنْسَان أَرْبَعَة أمزجة، فأمزجة الدَّاء الْأَرْبَعَة: الدَّم، والبلغم، والمرّة الْحَمْرَاء، والمرّة السَّوْدَاء. وأمزجة السّنة: الشتَاء، وَالربيع، والصيف، والخريف. ¶ فمزاج الشتَاء البلغم، ومزاج الرّبيع الدَّم، ومزاج الصَّيف المرّة الْحَمْرَاء، ومزاج الخريف المرّة السَّوْدَاء. ¶ وَاعْلَم أَن الخام من البلغم وَهُوَ أَصله فَمَا كَانَ تَحت الصَّدْر إِلَى الْقدَم فالخام، وَمن الصَّدْر إِلَى الرَّأْس فبلغم. والبواسير من الخام. وَالدَّم، والمرّة الصَّفْرَاء هِيَ من الْحَمْرَاء. ¶ وأمزجة الْإِنْسَان الْأَرْبَعَة أَن الْإِنْسَان يكون غُلَاما سبع عشرَة سنة، وشابّاً سبع عشرَة، وكهلاً سبع عشرَة، وشيخاً إِلَى آخر عمره. ¶ فمزاج الْغُلَام الدَّم وَهُوَ حارّ ذُو ابتلال، أخوف السّنة عَلَيْهِ الرّبيع لِأَن فِيهِ سُلْطَان مزاجه، وَكَذَلِكَ الرّبيع حارّ ذُو ابتلال فَإِن تثور عَلَيْهِ غير الدَّم فَهُوَ آمن عَلَيْهِ. ¶ ومزاج الشابّ المرّة الْحَمْرَاء ومزاجه حارّ يَابِس، أخوف السّنة عَلَيْهِ الصَّيف لِأَن فِيهِ سُلْطَان مزاجه، وَكَذَلِكَ الصَّيف حارّ يَابِس فَإِن تثور عَلَيْهِ غير المرّة الْحَمْرَاء فَهُوَ آمن عَلَيْهِ. ¶ ومزاج الكهل المرّة السَّوْدَاء ومزاجه بَارِد يَابِس، أخوف السّنة عَلَيْهِ الخريف لِأَن فِيهِ سُلْطَان مزاجه وَكَذَلِكَ الخريف بَارِد يَابِس، فَإِن تثور عَلَيْهِ المرّة السَّوْدَاء فَهُوَ آمن عَلَيْهِ. ¶ ومزاج الشَّيْخ الخام والبلغم ومزاجهما بَارِد ذُو ابتلال، أخوف السّنة عَلَيْهِ الشتَاء لِأَن فِيهِ سُلْطَان مزاجه، وَكَذَلِكَ الشتَاء بَارِد ذُو ابتلال، فَإِن تثور عَلَيْهِ غير الخام والبلغم فَهُوَ كَانَ آمن عَلَيْهِ.",
            "page": "94",
            "part": "1",
            "seal": "35145006"
        },
        {
            "id": "88",
            "nass": "وَاعْلَم أَن منزل الدَّم الكبد إِلَى الْعُرُوق إِلَى الْقلب، وَالْقلب حارّ ذُو ابتلال، وَكَذَلِكَ الْعُرُوق والكبد. ومنزلة المرّة الْحَمْرَاء المرارة، والمرارة حارّة يابسة. ¶ ومنزلة المرّة السَّوْدَاء [الطحال] ، بَارِد يَابِس، ومنزل البلغم الرئة ومعدنه الرَّأْس مِنْهُ مهبطه إِلَى الصَّدْر إِلَى الرئة، والرئة بَارِدَة ذَات ابتلال. ومنزل الخام المفاصل. ومنزل الرّيح الأمعاء. ¶ قَالَ عبد الْملك عَن وهب بن منبّه: ¶ لما خلق الله آدم ثمَّ جعل فِي جسده تِسْعَة أَبْوَاب: سَبْعَة فِي رَأسه واثنين فِي جسده، وَجعل عقله فِي دماغه، وسرّه فِي كليتيه، وغضبه وَرَحمته فِي كبده، وندامته فِي قلبه، ورغبته وَنَفسه فِي رئته، وضحكه فِي [طحاله] ، وفرحه وحزنه فِي وَجهه، والمرحة فِي صَدره، وشهوته فِي فرجه، وَذريته فِي صلبه، وقوته فِي منيّه. ¶ وَجعل لَهُ عشرَة أَصَابِع فِي يَدَيْهِ قُوَّة [ليديه] ، وَعشرَة أَصَابِع فِي رجلَيْهِ قُوَّة لرجليه، وَجعل لَهُ بَابَيْنِ مِنْهُمَا يسمع قلبه، وبابين يبصر بهما قلبه وهما نور جسده، وَجعل لَهُ بَابا يعِيش جسده مِنْهُ، وَجعل لَهُ فِيهِ لِسَانا يبين كَلَامه وحنكاً يجيد بِهِ طعم كلّ شَيْء، ومنخرين يجد بهما ريح كلّ شَيْء، وَجعل لَهُ بَابَيْنِ مِنْهُمَا يخرج مِنْهُ ثقل طَعَامه وَشَرَابه. ¶ وَجعل فِيهِ ثَلَاث مائَة وَسِتِّينَ مفصلا وَثَلَاث مائَة وَسِتِّينَ عظما، وَثَلَاث مائَة وَسِتِّينَ عرقاً سَاكِنا وَثَلَاث مائَة وَسِتِّينَ عرقاً نافضاً، فَلَو سكن عرق النافضة مَا نَفعه عَيْش فَلَو نفض عرق من الساكنة مَا نَفعه عَيْش. ¶ وَقَالَ عَليّ بن أبي طَالب - رَضِي الله عَنهُ -: الْحلق للصوت، وَاللِّسَان للحروف، وَالْقلب لِلْعَقْلِ، والكبد للحزن، والكليتان للرأي وَالْمَكْر، والرئة للنَّفس، وَالْقلب و [الطحال] للضحك. ¶ قَالَ عبد الْملك: أصل الْعقل الْقلب ومحلّه الدِّمَاغ. ¶ وَقَالَ عمر - رَضِي الله عَنهُ -: جوارح الْجَسَد أعوان الْقلب وَالْقلب ملكهَا.",
            "page": "95",
            "part": "1",
            "seal": "CAD358DD"
        },
        {
            "id": "89",
            "nass": "فالرجلان يدان، وَالْيَدَانِ جَنَاحَانِ، والعينان مرتادتان، وَاللِّسَان ترجمان، والأذنان تعيتان، والكليتان مدبرتان، و [الطحال] للضحك والفرح، والكبد للحزن وَالْغَضَب وَالرَّحْمَة، والرئة للنَّفس، والدماغ لِلْعَقْلِ، والأنثيان للنسل، والصدر للهم، وَالْأنف للشمّ، والشفتان للذوق، وَالْقلب ملك ذَلِك كلّه، فَإِذا طَابَ الْملك طابت جُنُوده وَإِذا خبث الْملك خبث جُنُوده. ¶ فَقَالَ لَهُ عبد الله بن سَلام وَكَعب الْأَحْبَار: وَالله يَا أَمِير الْمُؤمنِينَ إِنَّه لهكذا عندنَا [فِي مَا] قَرَأنَا من الْكتب. ¶ وَعَن ابْن عبّاس أَنه قَالَ: إِن الله سُبْحَانَهُ خلق آدم من طِينَة عذبة ومالحة، فَلَو كَانَت عذبة لَيست بمالحة لم يحزن أبدا، وَلم يغْضب أبدا وَلم يسأ أبدا وَلم يجهل أبدا، وَلَو كَانَت مالحة لَيست مَعهَا عذبة لم يفرح أبدا، وَلم يضْحك أبدا، وَلم يرض أبدا، وَلم يحسن أبدا، وَلم يحلم أبدا. ¶ وَلكنه خلقه من طين عذبة ومالحة فَمَا كَانَ من [رضّى] ، أَو فَرح، أَو إِحْسَان، أَو حلم فَمن العذبة، وَمَا كَانَ من حزن، أَو بكاء، أَو إساءة، أَو جهل فَهُوَ من المالحة. ¶ وَعَن وهب بن منبّه أَنه قَالَ: لما خلق الله آدم ركب جسده من أَرْبَعَة أَشْيَاء من اليبوسة، والرطوبة، والحرارة، والبرودة، وَذَلِكَ لِأَنَّهُ خلقه من تُرَاب وَمَاء، ثمَّ جعل فِيهِ نفسا وروحاً. ¶ فيبوسته من قبل التُّرَاب، ورطوبته من قبل المَاء، وحرارته من قبل النَّفس، وبرودته من قبل الرّوح. ¶ ثمَّ خلق الله فِيهِ من بعد هَذَا الْخلق أَرْبَعَة أمزجة، هِيَ قوام جسده وملاكه لَا يقوم جسده إِلَّا بهَا، وَلَا يقوم مزاج أحد مِنْهَا إِلَّا بأقرانه. وَهِي: الدَّم، والبلغم، والمرّة الْحَمْرَاء، والمرّة السَّوْدَاء. ¶ ثمَّ أسكن بعض هَذَا الْخلق فِي بعض، فَجعل مسكن اليبوسة فِي المرّة السَّوْدَاء، ومسكن الْحَرَارَة فِي المرّة الْحَمْرَاء، ومسكن الرُّطُوبَة فِي الدَّم، ومسكن الْبُرُودَة فِي البلغم. فأيما جسداً اعتدلت فِيهِ هَذِه الأمزجة الْأَرْبَعَة الَّتِي جعلهَا الله قوام جسده. فَصَارَ كل مزاج مِنْهَا ربعا لَا يزِيد وَلَا ينقص. كملت صِحَّته واعتدلت فطرته وَكَانَ سَائِر جسده",
            "page": "96",
            "part": "1",
            "seal": "3D1D10AB"
        },
        {
            "id": "90",
            "nass": "وغرائزه مستوية. فَإِن زَاد مزاج مِنْهَا عَن ربعه غلبته الأمزجة الثَّلَاثَة وقهرته وَدخل عَلَيْهِ السقم بِقدر نقصانه وعجزه عَن مقارنتها. ¶ فَيَنْبَغِي للطبيب الْعَالم بالداء والدواء أَن يعلم من أَيْن سقم الْجَسَد بِزِيَادَة المزاج أَو من نقصانه وَيعلم الدَّوَاء الَّذِي يعالج بِهِ، فينقص مِنْهُ إِن كَانَ زايداً وَيزِيد فِيهِ إِن كَانَ نَاقِصا حَتَّى يقيمه على فطرته. ¶ قَالَ: وَجعل الله هَذَا الْخلق الَّذِي وَصفنَا عَنهُ بِنَاء أَخْلَاق بني آدم فِي طبائعهم الَّتِي بهَا تعرف أفعالهم. فَمن اليبوسة الْعَزْم، وَمن الرُّطُوبَة اللين، وَمن الْحَرَارَة الحدّة، وَمن الْبُرُودَة الأناة. فَإِن ملك بِهِ اليبوسة كَانَ عزمه قساوة، وَإِن مَالَتْ بِهِ الرُّطُوبَة كَانَ لينه مهانة، وَإِن مَالَتْ بِهِ الْحَرَارَة كَانَت حدّته سفهاً وطيشاً، وَإِن مَالَتْ بِهِ الْبُرُودَة كَانَت [أناته] بلادة ورثياً. ¶ فَإِن هَذِه الْأَشْيَاء الْأَرْبَعَة من اليبوسة، والحرارة، والبرودة، والرطوبة زَاد أَو نقص، دخل عَلَيْهِ الْعَيْب من ناحيته. فَإِذا اعتدلت فِيهِ استقامت فطرته وَحسنت غريزته حِين دهر بَعْضهَا بَعْضًا وَلم يعلّ شَيْئا مِنْهَا أقرانه، ومعروفه، وتوسعه، وسهولته، وترسله، ولعبه، وضحكه، وجزعه، وبطالته. ¶ وَمن الرّوح حلمه، ووقاره، وعفافه، و [حياؤه] وفهمه، وتقاه، وتكرمه، وَصدقه، ورفقه، وَصَبره. وبالروح يسمع الْإِنْسَان، ويبصر، وَيَأْكُل، وَيشْرب، وَيقوم، [و] يقْعد، ويفرح، ويضحك، ويبكي، ويحزن. وبالروح يعرف الْإِنْسَان الحقّ من الْبَاطِل، والرشد من الغي، وَالصَّوَاب من الْخَطَأ، وَبِه علم، وَيعلم، ويتعلّم، وَيَعْفُو، وَيُدبر، ويحذر، ويعزم، ويستحي، ويتكرم، فالحليم يتَعَاهَد أخلاقه وَينظر فِيهَا. فَإِذا خَافَ أَن يغلب عَلَيْهِ بعض أَخْلَاق يبوسة التُّرَاب، ألزم كلّ خلق مِنْهَا خلقا من أَخْلَاق المَاء يمزجه بِهِ. وَإِذا خَافَ أَن يغلب عَلَيْهِ بعض أَخْلَاق النَّفس، ألزم كلّ خلق مِنْهَا خلقا من أَخْلَاق الرّوح بعده. ¶ وَقد يُقَال: لَيْسَ من أحد إِلَّا وَفِيه من كلّ طبيعة سوء غريزة، وَإِنَّمَا التَّفَاضُل بَين النَّاس فِي مغالبة الطبائع. فإمّا أَن يسلم أحد من أَن يكون فِيهِ مِنْهَا فَلَا، إِلَّا أَن الرجل",
            "page": "97",
            "part": "1",
            "seal": "3FB5258C"
        },
        {
            "id": "91",
            "nass": "الْقوي الْحَلِيم يغلبها بِإِذن الله. بالقمع لَهَا كلّما تطلعت أَن يبيتها حَتَّى كَأَنَّمَا لَيست فِيهِ، ولعلها فِيهِ كامنة وَلنْ ينَال ذَلِك إِلَّا بعون الله. ¶ وَمن يَخْذُلهُ الله يهْلك وأنفع مَا يلْزم الْإِنْسَان من التَّدَاوِي بالأدوية إِذا سلم من الأدواء لَا يحمل عَلَيْهِ من الْمَأْكُول والمشروب إِلَّا خَفَاء. ¶ وَاعْلَم أَن الدَّم حُلْو ذُو ابتلال فَإِذا تثوّر فعالجه باليابس الْبَارِد الحامض. والمرّة الْحَمْرَاء حارّة يابسة عللة، فَإِذا تثوّت فعالجها بالبارد الندي الحلو. والمرّة السَّوْدَاء بَارِدَة يابسة حامضة، فَإِذا تثوّرت فعالجها بالسخن الندي الحلو. والبلغم بَارِد رطب مالح فَإِذا تثوّر فعالجه بالحارّ الْيَابِس الحلو. ¶ (الْأَزْمِنَة وَمَا يصلح فِيهَا) ¶ قَالَ عبد الْملك: ¶ وسمعتهم يَقُولُونَ: السّنة أَرْبَعَة أزمنة وَلها أَرْبَعَة أمزجة: صيف، وخريف، وشتاء، وربيع. ¶ فالشتاء ثَلَاثَة أشهر: دجنبر وينير وفبراير، وَهُوَ بَارِد رطب ومزاجه البلغم والخام وهما باردان رطبان يُؤمر فِيهَا باجتناب أكل [اللَّحْم] البقري، والكرّاث والسلق. ¶ ويستحبّ فِيهِ شرب المَاء الفاتر على الرِّيق، وَأكل الدَّجَاج، والحمص، والودك الْكثير، والكرنب، وَأكل الزنجبيل، والفلفل، وَالصِّنَاب، وَأكل الثوم بالعسل، وكلّ حارّ وشربه. ¶ وَاجْتنَاب الْبَارِد من الطَّعَام ويستحبّ فِيهِ تعاهد الْجِمَاع والحمامات والاصطلاء وتعريق الْجَسَد وغمره لِأَن الْعُرُوق والعصب تقسح فِيهِ وتبرد. ¶ وَيكرهُ فِيهِ كَثْرَة الِاغْتِسَال والتصبح وَالنَّوْم كلّه بِالنَّهَارِ، و [ينْهَى] فِيهِ عَن شرب",
            "page": "98",
            "part": "1",
            "seal": "27F02EB2"
        },
        {
            "id": "92",
            "nass": "المَاء بِاللَّيْلِ بعد النّوم فَإِن مِنْهُ يكون ضيق النَّفس. ¶ وَيسْتَحب فِيهِ اسْتِخْرَاج الخام والبلغم ومضغ المخاضع وَلُزُوم الغراغر بالصناب، والربّ وَلُزُوم الْقَيْء بالبكر بِأَكْل الفجل، والخردل، والجرجير، والثفاء، وكلّ شَيْء حارّ، ثمَّ يشرب عَلَيْهِ الْعَسَل فَلبث قَلِيلا ثمَّ يتقيأ على إثره. ¶ وَالربيع ثَلَاثَة أشهر وَهِي: مارص، وإبريل وميّه. وَهُوَ حارّ رطب يُؤمر فِيهِ باجتناب أكل الثوم، والكرّاث، والبصل، والفجل، والسلق، والكرنب، وكلّ بقلة قديمَة، أَو عروق يكون تَحت الأَرْض من أجل الدَّاء الَّذِي يكون فليها وَهُوَ فِي عروقها إِلَى فروعها، وَمن أكلهَا تثوّر عَلَيْهِ الدَّم والبلغم وَأَخذه فِي حنجره مثل الذبْحَة. ¶ وَينْهى عَن أكل الرؤوس والأكارع ورؤوس الْحيتَان وأذنابها من أجل الندى يسْقط على العشب فتأكل مِنْهَا الْبَهَائِم فيحري فِي رؤوسها وأرجلها. فَمن أكل الرؤوس والأكارع وَمن الْحيتَان الرؤوس والأذناب فِي هَذَا الْجُزْء علق ذَلِك فِي رَأسه وأصابته مِنْهُ غشاوة فِي بَصَره. ¶ وَيُؤمر فِيهِ بإقلال من الْجِمَاع وَذَلِكَ أَنه يهيج وَيَتَّقِي فِيهِ كَثْرَة شرب المَاء، ويستحبّ فِيهِ أكل الْحَلَاوَة وشربها على الرِّيق وَأكل [] بالعسل وَبِغير الْعَسَل، والنبق وَأكل السمّاق وشربه وكلّ شَيْء فِيهِ حموضة، وكلّ يَابِس بَارِد لِأَن الدَّم حارّ رطب. ¶ ويستحبّ فِيهِ أكل القطف، والقرع، والرجلة، والملوخيا. وَيُؤمر فِيهِ بالاستمشاء، والاحتقان، والاحتجام، والاطلاء، وَقطع الْعُرُوق لمن اضطّر إِلَى قطعهَا، وَمن بَقِي فَإِنَّهُ رُبمَا بَقِي فِيهِ على من فِيهِ فضل دم وآبد على الطبيعة لِأَنَّهُ زَمَانه وسلطانه وتثوّره. ¶ وَمن علاج تثوّره أَن يشرب من الإهليلج مِثْقَالا وَمن التربد مثقالين فَإِنَّهُ يمشي بعد الْحَرَارَة الَّتِي يتثوّر مِنْهُ الدَّم.",
            "page": "99",
            "part": "1",
            "seal": "5718675D"
        },
        {
            "id": "93",
            "nass": "والصيف ثَلَاثَة أشهر: ينيه ويليه وغشت وَهُوَ حارّ يَابِس، مزاجه المرّة الْحَمْرَاء وَهِي حارّة يابسة، يُؤمر فِيهِ باجتناب أكل الرؤوس والأكارع ورؤوس الْحيتَان وأذنابها كَمَا وَصفنَا فِي الْجُزْء الَّذِي قبله و [ينْهَى] فِيهِ عَن أكل الملوخيا، والفجل، والكرنب، والأطعمة السخنة، وكلّ حارّ مثل الفلفل، وَالصِّنَاب، وَالزَّيْت، والمالح كلّه فَإِن المالح والحارّ [يهيجان] الْعَطش فتثور مِنْهُ المرّة وَالْمَرَض، ويؤمن فِيهِ بالإقلال من الْجِمَاع من أجل تثوّر الدَّم فِيهِ من شدّة الحرّ، و [ينْهَى] عَن دُخُول الْحمام، وَعَن السّفر لشدّة الحرّ، وَعَن الْجُلُوس فِي الشَّمْس، وَقرب النَّار. ¶ ويستحبّ فِيهِ من الْأَطْعِمَة كلّ بَارِد رطب مثل الْبِطِّيخ، والخوخ، والقطف، والقثاء، والرجلة، وكلّ بَارِد. وَشرب المَاء الْبَارِد على الرِّيق وَيكثر فِيهِ من شرب المَاء الْبَارِد على كلّ حَال، وَأَن يتَعَاهَد فِيهِ الحقن المليّنة [المسهلة] وَالْمَشْي الَّذِي يسيل ويحرك الخام لِأَن فِيهِ يؤجع المَاء إِلَى أَصله و [يلوى] الْعود. ¶ وَيُؤمر فِيهِ بِشرب كلّ مَا يفْطر المرّة من الروب ربّ الْعصير وربّ الأترج وربّ السفرجل وأشبه ذَلِك، وَيكثر فِيهِ من أكل الْحَلَاوَة والحموضة وكلّ شَيْء يلطّف حارّة المرّة وأوجاعها. ¶ والخريف ثَلَاثَة أشهر: شتنبر واكتبر ونوبنبر، وَهُوَ بَارِد يَابِس، مزاجه الْمرة السَّوْدَاء وَهِي بَارِدَة يابسة، [ينْهَى] فِيهَا عَن أكل المملوح، وَعَن أكل الملوخيا، وَعَن أكل الكرنب حَتَّى يُصِيبهُ الأمطار.",
            "page": "100",
            "part": "1",
            "seal": "CCC7A46D"
        },
        {
            "id": "94",
            "nass": "وَيُؤمر فِيهِ بِأَكْل الكرّاث نيّاً ومطبوخاً، و [بِشرب] اللَّبن وَأكل التِّين، والتفاح، والحموضة كلّها وَينْهى فِيهِ عَن دُخُول الْحمام. ¶ (علاج المثانة وَمَا حوت إِلَى الْقَدَمَيْنِ) ¶ قَالَ عبد الْملك: ¶ سَمِعت أهل الْبَصَر بالطبّ والعلل يَقُولُونَ: إِذا اسْتقْبل الدَّاء المثانة وَاجْتمعَ إِلَيْهَا فَإِن من مَاهِيَّة ذَلِك انصراف النَّفس عَن الطَّعَام، ونوم ثقيل، وقشعريرة، وأوجاع كأوجاع الْقرح فِيمَا بَين الْقرن إِلَى الْقَدَمَيْنِ، وتقطير الْبَوْل غير سريع وبثر يخرج تَحت الخصيتين، فَإِذا [أحسَّ] الْإِنْسَان بِشَيْء من ذَلِك فَإِن من أَنْفَع دَوَاء بِهِ أَن يَأْخُذ شَيْئا من كرفس بأصوله وَشَيْء من بسباس بأصوله فيغسلهما من ترابهما، ثمَّ يطبخهما بِمَاء وَعسل، ثمَّ يشرب مِنْهُمَا كلّ [غَدَاة] بعد أَن يفتره كأساً تَامَّة على الرِّيق، وليحتم من البطنة والوطئ حتّى يتفرغ ذَلِك عَنهُ. فَمن [توانى] [عَنهُ] أَو عجز عَن علاجه [فَإِن] ذَلِك [يسبب] من الأوجاع: أَن يستغشي الْبَطن مِنْهُ غاشية من الكبد، وإسراف من الْبَوْل، وأرق شَدِيد، وَفَسَاد [فِي] اللَّوْن، وَسُقُوط من مَاء الْبَطن فِي الْأُنْثَيَيْنِ، وقرحة تخرج فِي غشي المثانة. ¶ قَالَ عبد الْملك: ¶ وَمن علاج المثانة إِذا أرقت وَاسْتَرْخَتْ وأبردت فَلم تحبس الْبَوْل أَن تَأْخُذ الضومران المنقى. فَتِّر مِنْهُ، ثمَّ تصبّ المَاء عَلَيْهِ فتطبخه، ثمَّ تعصره فتسقيه ذَلِك المَاء فاتراً فَهُوَ يردهُ بِإِذن الله.",
            "page": "101",
            "part": "1",
            "seal": "BFA9D1ED"
        },
        {
            "id": "95",
            "nass": "وَمن علاج المثانة إِذا اعتلت وسلس بولها أَن [يطْبخ] الحمص الْأسود و [يقشَّر فيؤكل ويحتسى] مرقه فَإِنَّهُ يصلح المثانة، ويذيب الْحَصَاة الَّتِي تصير فليها، ويدرّ الْبَوْل، وَيقطع حصيره، وَيزِيد فِي مني الرجل وَفِي لبن الْمَرْأَة، وَينزل الْحَيْضَة إِذا ارْتَفَعت، وَيفتح السدد الَّتِي تكون فِي الْمعدة والكبد، وَيخرج الدُّود وحبّ القرع من الْبَطن. ¶ وَإِذا طحن فَصنعَ مِنْهُ شَدِيد المرهم يوضع على الورم الَّذِي يكون فِي أصل الأربيّتين وَفِي الْأُنْثَيَيْنِ. ألان ذَلِك وحلله، وَإِذا عجن بالعسل وَوضع على القرحة نَفعهَا وأذهب رطوبتها. ¶ وَمن علاج المثانة إِذا اعتلّت أَن يطْبخ حليباً من لبن الْمعز، ثمَّ يشربه سخناً بالغد وعَلى الرِّيق فَإِنَّهُ ينفع بِإِذن الله من قُرُوح المثانة، وَمن قُرُوح الكليتين والرئة، وقروح الأمعاء، وَمن السعال والسلّ، وطبخه على وَجْهَيْن أَحدهمَا فِي قدر و [يحمى] لَهُ الْحَصْبَاء، أَو الحديدة ثمَّ يَجْعَل فِي اللَّبن فيغلي بهَا حتّى يشقّ بعض لدونته. ¶ الثَّانِي أَن تَأْخُذ مكيالاً من اللَّبن ومكيالاً من المَاء فتجمعهما فِي الْقدر، ثمَّ توقد [تَحْتَهُ] بِنَار لينَة حَتَّى يذهب المَاء وَيبقى اللَّبن، ثمَّ يسقى مِنْهُ الْمُحْتَاج إِلَيْهِ بِقدر حَاجته. ¶ قَالَ: وَلبن الضَّأْن شَبيه بِلَبن الْمعز فِي دوائه إِلَّا أَنه أغْلظ وأسمن من لبن الْمعز. ¶ وَمِمَّا ينفع مَا تَحت السرّة من المثانة والكليتين أكل الحبّة الخضراء، وَهِي حبّ البطم، وحبّ الضرو [وَإِذا طَابَ] واسود وَهُوَ جيد للمعدة وَتذهب",
            "page": "102",
            "part": "1",
            "seal": "FC51B969"
        },
        {
            "id": "96",
            "nass": "[الْحَصَاة] وينفض الْبَوْل ويدرّه وَيقطع حصره. وَمِمَّا يصلح المثانة أكل التِّين الْأَخْضَر واليابس فَإِنَّهُ حارّ لدن وَهُوَ يدرّ الْبَوْل وينقي الفضول من المثانة ويلين الأورام الصلبة الَّتِي تكون فِي الكبد و [الطحال] وَيفتح سددهما. ¶ وَمِمَّا يصلح مَا تَحت السرّة من المثانة والكليتين [شرْب] الربّ الَّذِي يصنع من عصير الْعِنَب حَتَّى يذهب ثُلُثَاهُ فَإِنَّهُ حارّ لين وَهُوَ جيد للصدر والسعال، وَيزِيد فِي الْمَنِيّ، وَينزل الْبَوْل، وَيقطع حصره ويليِّن الْبَطن. ¶ وَمِمَّا يصلح المثانة وينفعها أكل الْبِطِّيخ فَإِنَّهُ بَارِد رطب ليِّن ينقي الصَّدْر والمثانة وَينزل الْبَوْل والحيضة، وحبّه جيد للصدر والسعال والكليتين والقرح الَّذِي يكون فِي المثانة إِذا طبخ وَشرب [مَاؤُهُ] . ¶ قَالَ عبد الْملك: ¶ وَمثله أكل اللوز مِمَّا يصلح المثانة، ويذيب [الْحَصَاة] أكل اللوز وَشرب سويقه فَإِنَّهُ معتدل وَفِيه شَيْء من الْبُرُودَة وَهُوَ ينزل الْبَوْل وَيقطع حصره، وينفع القولنج، وَيقتل الدُّود فِي الْبَطن، وينفع من لدغ العقارب إِذا أكل بِالتِّينِ، أَو بِالتَّمْرِ، أَو بالعسل، ويشدّ الْإِنْسَان حلواً كَانَ أَو مرّاً، والمرّ أقوى. ¶ وَمِمَّا يصلحها أكل الصنوبر وَأكل الفستق، وينفع مِمَّا ينفع لَهُ اللوز إِذا وضع على لدغ الْعَقْرَب. ¶ وَمِمَّا يصلح لَهَا وَلما ذكر مَعهَا أكل النعنع وَهُوَ بِلِسَان الأندلس المنتة، وينفع من الرّيح الغليظ الَّتِي تكون فِي الْمعدة والأمعاء وَيقطع الْقَيْء ويسكنه لطيب رِيحه.",
            "page": "103",
            "part": "1",
            "seal": "F1411CC7"
        },
        {
            "id": "97",
            "nass": "وَمِمَّا ينفع المثانة أَن تيبس الْورْد ثمَّ تدقّه وتشربه بِمَاء فاتر على الرِّيق فَإِنَّهُ مجرّب نَافِع إِن شَاءَ الله. ¶ قَالَ عبد الْملك: ¶ وَمِمَّا ينفع من قطر الْبَوْل أَن تَأْخُذ وردا يَابسا فتسحقه، ثمَّ تعجنه بدقيق الشّعير مغربلاً بالخل وَالْعَسَل [وتبسطه] على خرقَة وتضعه على المثانة، وَهِي الْعَانَة، فَإِنَّهُ يقطع الْقطر بِإِذن الله. ¶ وَمِمَّا ينفع من الخاصرة أَو [الْحَصَاة] أَن تَأْخُذ أصُول الحرّيق فتغسلها من ترابها و [تقطعها] تقطيع الْعجل، ثمَّ تلقيها فِي الْعَسَل النقي الطّيب فتدعها فِيهِ ثَلَاثَة أَيَّام، ثمَّ تلعق مِنْهَا كل غدوات ثَلَاثَة أَيَّام على الرِّيق ملعقة وَمَا زِدْت من الْأَيَّام كَانَ أَنْفَع. ¶ وَمِمَّا ينفع من الخاصرة و [الْحَصَاة] أَن تَأْخُذ أصُول الْقصب فتمزع قشره الْأَعْلَى ثمَّ تيبسه فِي غير الشَّمْس ثمَّ تدقّه حَتَّى يصير بِمَنْزِلَة الفلفل وتغربله بغربال شعر، ثمَّ تَجْعَلهُ ذروراً على كلّ مرق أَو مشوي أَو بَيْضَة. ¶ وَمِمَّا ينفع من الخاصرة و [الْحَصَاة] أَيْضا رماد الضرو يشرب بالزيت أَو رماد الأصاص يشرب بِالْمَاءِ الساخن الساكب، أَو لبن حليب يطْبخ بالرضف، ثمَّ يعمد إِلَى مثله من الزَّيْت فيسكبه عَلَيْهِ فِي حرارته فيخلطهما جَمِيعًا، ثمَّ يشربهما صَاحب [الْحَصَاة] ، أَو الخاصرة فكلّ وَاحِد من الثَّلَاثَة نَافِع بِإِذن الله. ¶ وَمِمَّا ينفع من [الْحَصَاة] وَيخرج النفخة أَن تسحق الْحَرْف، ثمَّ تسقيه إِيَّاه بِمَاء وَعسل على الرِّيق وَكَذَلِكَ تسقيه السنبل بعد سحقه بِمَاء فاتر، وَكَذَلِكَ طبخ أصل",
            "page": "104",
            "part": "1",
            "seal": "DA9E2790"
        },
        {
            "id": "98",
            "nass": "السوسن بالزيت ثمَّ تشربه نَافِع مِنْهُمَا وَكَذَلِكَ شرب زرّيعة الثوم بِمَاء فاتر نَافِع مِنْهُمَا. ¶ وَمِمَّا ينفع [الْحَصَاة] أَن يطْبخ أَطْرَاف الإكليل بِمَاء وَعسل أَو ربّ طيّب، ثمَّ تشرب مِنْهُ بِقدر شَرِيكه على الرِّيق. ¶ وَمِمَّا ينفع المثانة ويصلحها وَيذْهب [الْحَصَاة] الكرفس وَهُوَ مثل النعنع فِي حرارته، وينفع ورقه إِذا أكل رطبا من الْمعدة، وَمن الكبد الْبَارِدَة، وينفع عصير ورقه من الْحمى النافض وحبّه أقوى وأحرّ من ورقه، وَفِيه من الدَّوَاء مَا فِي ورقه. ¶ وَمِمَّا ينفع من الخاصرة أَن تدقّ ورق الكرنب حسنا، ثمَّ تعصر من مَائه قدر [كأسٍ] وَيجْعَل من الربّ مثله، ثمَّ يشربه فِي الحمّام أَو فِي قصرية. ¶ وَمِمَّا ينفع مِنْهَا أَن تَأْخُذ وزن دِرْهَمَيْنِ من الشبّ الْيَمَانِيّ فتسحقه نَاعِمًا ثمَّ تشربه بِهِ فِي مَاء سكب غداوة خَمِيس على الرِّيق فَإِنَّهُ نَافِع بِإِذن الله. ¶ وَمِمَّا ينفع ويدبغ المثانة ويغلظها ويدرّ الْبَوْل مِنْهَا أكل الرمّان بشحمه، وَأكل القسطل والبلّوط نياً ومشوياً، وَأكله مشوياً أفضل من أكله نياً. ¶ وَقد يصنع مِنْهُمَا أَو من أَحدهمَا سويق كسويق اللوز، وَيشْرب بالعسل، أَو بالسكر فيصلح بِهِ المثانة. وَقد يطْبخ بِالْمَاءِ بعد [نزع] قشره، ثمَّ يشرب مَائه فيصلح المثانة ويدبغها. ¶ وَمِمَّا ينفع من ورم الخصى أَن تَأْخُذ السلق فترضّه حسنا وتعجنه بالعسل، ثمَّ تقصبه عَلَيْهِ. وَمِمَّا ينفع مِنْهُ أَيْضا أَن تغطيه برغوة المَاء. ¶ وَمِمَّا ينفع من وجع الشرج أَن يكثر من أكل اللوز، وَيشْرب سويقه وَأَن يسحق",
            "page": "105",
            "part": "1",
            "seal": "D9E8ADAA"
        },
        {
            "id": "99",
            "nass": "الْحَرْف ويخلط بِشَيْء من دَقِيق، ثمَّ تعجنه بالخل السخن، وَتجْعَل مِنْهُ لصوقاً فتركبه على الشرج. ¶ قَالَ عبد الْملك: ¶ وَمِمَّا ينفع من وجع الصلب والوركين أَن تَأْخُذ قضبان الزرجون فتقطعها، ثمَّ تحفر فِي الأَرْض حُفْرَة فتلقي ذَلِك الزرجون فِيهَا، ثمَّ تشعلها نَارا ثمَّ ترشّها فَإِذا افترت فَخذ تبن الشّعير فغطّها بِهِ حسنا، ثمَّ اطرَح عَلَيْهَا كسَاء من صوف، ثمَّ ادهن الَّذِي بِهِ وجع الصلب والوركين بِزَيْت، ثمَّ اضجعه على الكساء فِي الحفرة وغطّه حتّى يعرق فَإِنَّهُ يرقه بِإِذن الله. ¶ وَمِمَّا ينفع من وجع الرّكْبَة أَن تَأْخُذ من ورق التِّين، وَمن ورق الْجَوْز فتسحقه حسنا بشحم اللوز، ثمَّ تعصبه عَلَيْهَا فِي يَوْم حارّ يوكأ بِهِ أَو تَأْخُذ بعر تَيْس فَحل فتعجنه بالخل، ثمَّ تَجْعَلهُ على خرقَة وَهِي فاتر، ثمَّ تعصبه على الرّكْبَة أَو تَأْخُذ أصل الحرّيق فيدقّ حسنا، ثمَّ يلقى فِي زَيْت ويعصب على الرّكْبَة والورك أَو تفعل بأطراف الأصاص مثل ذَلِك، أَو يعجن خثى الْبَقر بخل حاذق، ثمَّ يعصبها على الرّكْبَة والورك فكلّ ذَلِك نَافِع بِإِذن الله. ¶ وَمِمَّا ينفع من وجع الصلب حَيْثُ كَانَ أَن تدهنه بِزَيْت طبخ الشبّة، أَو يدقّ البلشاقية بورقها وتعصبها عَلَيْهِ أَو تَأْخُذ أصل السوسن فترضه بورقه، وتستخرج [مَاءَهُ] فتعجنه بلباب الْخبز، ثمَّ تعصبه عَلَيْهِ. ¶ وَمِمَّا ينفع من وجع الْقَدَمَيْنِ أَن تَرَ ضّ الرجلة، ثمَّ تعصبها عَلَيْهِ، أَو تَأْخُذ فرث [شَاة] سخونة فَتدخل فِيهِ قَدَمَيْك فَإِنَّهُ نَافِع بِإِذن الله.",
            "page": "106",
            "part": "1",
            "seal": "6CDCD083"
        },
        {
            "id": "100",
            "nass": "(مَا جَاءَ فِي السحر وعلاجه) ¶ وَعَن مُحَمَّد بن الْمُنْكَدر أَن امْرَأَة قَالَت لعَائِشَة: يَا أمّ الْمُؤمنِينَ، هَل عليّ من جنَاح أقيد جملي؟ فَقَالَت: اخْرُجُوا عنّي الساحرة. ثمَّ أمرت بمكانها فصبّ عَلَيْهِ مَاء وملح. ¶ قَالَ عبد الْملك: تَعْنِي بقولِهَا أقيد جملي أَن تسحر زَوجهَا: وَكَانَت عَائِشَة تَأمر بدفن الْأَظْفَار وَالشعر، وَدم المحاجم مَخَافَة أَن يسحر فِيهِ. ¶ وروت عمْرَة أَن عَائِشَة - رَضِي الله عَنْهَا - كَانَت برّت جَارِيَة لَهَا ثمَّ إِن عَائِشَة اشتكت بعد ذَلِك مَا شَاءَ الله. ثمَّ دخل عَلَيْهَا رجل سندي فَقَالَ: إِنَّك مطبوبة. قَالَت: وَمن طبّني؟ ¶ قَالَ: امْرَأَة من نعتها كَذَا وَكَذَا. فوصفها لَهَا فِي حجرها صبيّ قد بَال عَلَيْهَا. ¶ قَالَت عَائِشَة: أَي فُلَانَة، لجارية كَانَت تخدمها. فَوَجَدتهَا عِنْد جيران لَهَا وَفِي حجرها صبيّ قد بَال فلمّا غسلت بَوْل صبيّها جَاءَت فَقَالَت لَهَا عَائِشَة: سحرتني؟ قَالَت: نعم. قَالَت: ولِمَ؟ قَالَت: أَحْبَبْت الْعتْق. قَالَت عَائِشَة: أَحْبَبْت الْعتْق وَالله لَا تعتقين أبدا. ثمَّ أمرت عَائِشَة ابْن أَخِيهَا أَن يَبِيعهَا من الْأَعْرَاب مِمَّن يسيء ملكهَا فَبَاعَهَا. ¶ قَالَت عَائِشَة: ثمَّ ابتع بِثمنِهَا رَقَبَة حَتَّى اعتقها فَفعل. قَالَت عمْرَة: فَلبث مَا شَاءَ الله من الزَّمَان، ثمَّ إِنَّهَا رَأَتْ فِي الْمَنَام أَن تَغْتَسِل من ثَلَاث آبار يمدّ بَعْضهَا بَعْضًا فَإنَّك تشفين. ¶ قَالَت عمْرَة: فَدخل على عَائِشَة ابْن أَخِيهَا وَعبد الرَّحْمَن بن سعيد بن زُرَارَة فَذكرت عَائِشَة لَهما ذَلِك فَانْطَلقَا إِلَى قبَاء فوجدا آباراً ثَلَاثًا يمدّ بَعْضهَا بَعْضًا فاستقيا من",
            "page": "107",
            "part": "1",
            "seal": "92B11BFE"
        },
        {
            "id": "101",
            "nass": "كلّ بِئْر ثَلَاثَة سحب حَتَّى [مَلأ] السحب من جَمِيعهنَّ، ثمَّ أَتَوا بِهِ عَائِشَة فاغتسلت بِهِ فشفيت. وَكَانَت عَائِشَة تَأمر المسحور أَن يسْتَقْبل جرية المَاء فيغطس فِيهِ رَأسه سبع مرّات. ¶ وَقَالَت عَائِشَة: من اسْتقْبل جرية المَاء النَّهْرِي فغطس فِيهِ رَأسه إِحْدَى وَعشْرين مرّة، ثمَّ يُغَيِّرهُ فِي عَامه ذَلِك سحر. ¶ وَرُوِيَ أَن بَنَات لبيد بن أعصم الْيَهُودِيّ [سحرن] رَسُول الله [صلى الله عَلَيْهِ وَسلم] فاشتكى شكية شَدِيدَة حَتَّى خيف عَلَيْهِ، وَمكث أَرْبَعِينَ يَوْمًا فِي شكايته وَقد تغير جِسْمه ودهنه وخامره النسْيَان، فَأَتَاهُ جِبْرِيل عَلَيْهِ السَّلَام فَقَالَ: يَا مُحَمَّد أَنْت مطبوب، يَعْنِي مسحور. ¶ قَالَ: \" وَمن طبّني؟ \" قَالَ: بَنَات لبيد بن أعصم الْيَهُودِيّ. قَالَ: \" وَفِيمَا؟ \" قَالَ: فِي خفّ طلع ذَلِك. قَالَ: \" وَأَيْنَ وَضعته؟ \" قَالَ: فِي راعوفة بِئْر ذوران. ¶ قَالَ: \" فَمَا دوائه. يَا جِبْرِيل؟ \" قَالَ: تنْزع مَاء الْبِئْر حَتَّى تبدوا الراعوفة فتستخرج من تحتهَا. ¶ وَكَانَت الْبِئْر فِي بني بياضة من الْأَنْصَار فَأرْسل رَسُول الله [صلى الله عَلَيْهِ وَسلم] لاستخراج ذَلِك من الْبِئْر وأحضر [لذَلِك] أَبَا بكر وَعمر فنزعوا المَاء فوجدوه قد تغير كَهَيئَةِ مَاء الْحِنَّاء، ثمَّ اسْتخْرجُوا الْخُف من تَحت الراعوفة فَأتي بِهِ رَسُول الله [صلى الله عَلَيْهِ وَسلم] فوجدوا فِي عقدا معقداً وَنزل جِبْرِيل على رَسُول الله [صلى الله عَلَيْهِ وَسلم] بالمعوذتين فَقَالَ لَهُ: اقْرَأ يَا مُحَمَّد! ¶ فَقَالَ: \" وَمَا أَقرَأ؟ \" قَالَ: اقْرَأ: {قل أعوذ بِرَبّ الفلق} [الفلق: 1] . فكلّ مَا قَرَأَ آيَة انْحَلَّت عقدَة إِلَى آخر المعوذتين. فَبَرَق رَسُول الله [صلى الله عَلَيْهِ وَسلم] وصحّ. وَقَالَ صلوَات الله عَلَيْهِ: \" مَا تعوذت بِمِثْلِهَا \". ¶ ثمَّ أَمر أَصْحَاب رَسُول الله [صلى الله عَلَيْهِ وَسلم] إنْسَانا فَبَال على العقد والخف، ثمَّ أحرقا بالنَّار، وألقيا بعد احتراقهما فِي حُفْرَة [وواروهما] بِالتُّرَابِ، ثمَّ دَعَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] ببنات",
            "page": "108",
            "part": "1",
            "seal": "7BB74DC4"
        },
        {
            "id": "102",
            "nass": "لبيد بن أعصم فاعترفن بِمَا عملن، وكنّ ثَلَاثًا أَو أَرْبعا. ¶ قَالَ عبد الْملك: ¶ والخفّ حَيْثُ يكون الطّلع، ثمَّ يذهب الطّلع وَيبقى مَوْضِعه فَهُوَ من الخفّ، والراعوفة الصَّخْرَة الَّتِي تكون فِي أَسْفَل الْبِئْر يجلس عَلَيْهَا عِنْد تنقيتها. ¶ وَسُئِلَ يحيى بن سعيد عَن العَبْد أبق فيعقد بِغَيْر سحر فيغمى عَلَيْهِ الطَّرِيق وَيمْتَنع من الْبَوْل والخلا فيشتدّ ذَلِك عَلَيْهِ فَيرجع إِلَى أَهله فَقَالَ: رَأَيْت [كثيرا مِمَّن] أدركنا يكره ذَلِك كَرَاهِيَة شَدِيدَة وَيُنْهِي عَنهُ. ¶ قَالَ عبد الْملك: هُوَ من السحر مَا هُوَ، وَلَا يحل فعله. ¶ (مَا جَاءَ فِي الْعين) ¶ وَعَن ابْن عبّاس أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" الْعين حقّ تستنزل الْجمل الْقدر وَالرجل الْقَبْر \". ¶ وَرُوِيَ عَنهُ عَلَيْهِ السَّلَام: \" الْعين تغلي الْقُدُور وتملأ الْقُبُور \". وَسُئِلَ [صلى الله عَلَيْهِ وَسلم] هَل يضرّ الْغَبْطُ؟ فَقَالَ: \" نعم كَمَا يضرّ السحر \". ¶ وَعنهُ [صلى الله عَلَيْهِ وَسلم] أَنه قَالَ: \" الْعين حقّ، وَلَو كَانَ شَيْء يسْبق الْقدر لسبقته الْعين \". وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" الْعين حقّ يحضرها الشَّيْطَان وحسد ابْن آدم \". ¶ وَعَن ابْن عبّاس فِي قَول يَعْقُوب لِبَنِيهِ: {يَا بني لَا تدْخلُوا من بَاب وَاحِد} [يُوسُف: 67] الْآيَة.",
            "page": "109",
            "part": "1",
            "seal": "6CF150EA"
        },
        {
            "id": "103",
            "nass": "قَالَ: خَافَ عَلَيْهِم الْعين عِنْد اجْتِمَاعهم وَقَوله: {وَلما دخلُوا من حَيْثُ أَمرهم أبوهم} إِلَى قَوْله: {فضها} [يُوسُف: 68] ، وَتلك الْحَاجة خوف الْعين عَلَيْهِم وَقد علم أَن ذَلِك لَا يُغني عَنْهُم من قَضَاء الله وَقدره شَيْئا وَهُوَ قَوْله: {وَإنَّهُ لذُو علمٍِ لما علَّمنه} [يُوسُف: 68] يَعْنِي علمه بذلك. ¶ (مَا جَاءَ فِي النشرة من الْعين وَغَيرهَا} ¶ وَرُوِيَ عَن أبي أُمَامَة بن سهل بن حنيف أَنه قَالَ: رأى عَامر بن ربيعَة سهل بن حنيف يغْتَسل فَقَالَ: مَا رَأَيْت كَالْيَوْمِ وَلَا جلد مخبأة. فلبط سهل مَكَانَهُ فَأتي رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقيل لَهُ: يَا رَسُول الله هَل لَك فِي سهل بن حنيف وَالله مَا يرفع رَأسه؟ ¶ فَقَالَ: \" هَل تتهمون لَهُ أحدا؟ \" قَالُوا: نتهم لَهُ عَامر بن ربيعَة. ¶ فَدَعَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَامر فتغيظ عَلَيْهِ: \" علام يقتل أحدكُم أَخَاهُ أَلا بَركت اغْتسل لَهُ \"، فَغسل لَهُ عَامر وَجهه وَيَديه ومرفقيه وركبتيه وأطراف رجلَيْهِ وداخلة إزَاره فِي قدح ثمَّ صبّ عَلَيْهِ فراح سهل مَعَ النَّاس لَيْسَ بِهِ بَأْس. ¶ قَالَ عبد الْملك: ¶ أمّا قَوْله: \" فلبط سهل \" فيعني صرع سَاقِطا كَالْمَرِيضِ المسبت. يُقَال: لبط بفلان لبطاً وَهُوَ ملبوط بِهِ. ¶ وَمِنْه حَدِيث النَّبِي [صلى الله عَلَيْهِ وَسلم] حِين خرج على قُرَيْش لَيْلَة أَرَادوا أَن يَمْكُرُوا بِهِ فَضرب الله بِالنورِ على قُلُوبهم. ¶ فَخرج رَسُول الله [صلى الله عَلَيْهِ وَسلم] من منزله وقريش ملبوط بهم. يَعْنِي أَنهم سقطوا صرعى بَين يَدَيْهِ، وَتقول الْعَرَب أَيْضا: ليج بفلان، يَعْنِي لبط بِهِ، وَهُوَ الليج واللبط. ¶ قَالَ عبد الْملك: ¶ وأمّا تَفْسِير اغتسال العاين للمعين فَقَالَ الزُّهْرِيّ: يُؤْتى العاين بقدح فِيهِ مَاء فَيدْخل فِيهِ كَفه فيمضمض، ثمَّ يمجه فِي الْقدح، ثمَّ يغسل وَجهه فِي الْقدح، ثمَّ يدْخل يَده الْيُسْرَى فيصبّ بهَا على مرفقيه الْأَيْمن، ثمَّ يدْخل يَده الْيُمْنَى فيصبّ على مرفقيه",
            "page": "110",
            "part": "1",
            "seal": "64471507"
        },
        {
            "id": "104",
            "nass": "الْأَيْسَر، ثمَّ يدْخل يَده الْيُسْرَى فيصبّ بهَا على قدمه الْيُمْنَى، ثمَّ يدْخل يَده الْيُمْنَى فيصبّ على قدمه الْيُسْرَى، وَيدخل يَده [الْيُسْرَى] فيصبّ بهَا على ركبته الْيُمْنَى، ثمَّ يدْخل يَده الْيُمْنَى فيصبّها على ركبته الْيُسْرَى، كلّ ذَلِك فِي الْقدح، ثمَّ يغسل دَاخِلَة إزَاره فِي الْقدح وَلَا يوضع الْقدح [على الأَرْض] ، ثمَّ يصبّ على رَأس الْمعِين من خَلفه صفة وَاحِدَة يجْرِي على جسده. ¶ قَالَ عبد الْملك: ¶ وداخلة الْإِزَار وَهُوَ الطّرف المتوالي الَّذِي يَضَعهُ المتورر على [حقوه] الْأَيْمن. ¶ و [روى] حَدِيثا مُسْندًا أَن سعد بن أبي وَقاص خرج يَوْمًا بالعراق فِي ثَوْبَيْنِ، وَهُوَ أميرها يومئذٍ، فَنَظَرت إِلَيْهِ امْرَأَة فَقَالَت: إِن أميركم هَذَا ليعلم أَنه أهضم الكشحين فعاينته فَرجع إِلَى منزله فَسقط. فَبَلغهُ مَا قَالَت الْمَرْأَة فَأرْسل إِلَيْهَا فغسلت لَهُ أطرافها هَكَذَا، ثمَّ اغْتسل بِهِ فَذهب ذَلِك عَنهُ. وَعنهُ [صلى الله عَلَيْهِ وَسلم] : \" الْعين حقّ فَإِذا استغسلتم فاغتسلوا \". ¶ قَالَ عبد الْملك: الِاغْتِسَال الَّذِي فسرناه فَوق هَذَا. ¶ وَرُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَمر من أَصَابَته الْعين أَن يتَوَضَّأ لَهُ أَشد أَهله لَهُ حبّا ثمَّ يغْتَسل مِنْهُ ويجرع. ¶ وَقَالَ [صلى الله عَلَيْهِ وَسلم] : \" يَا امْرَأَة إِذا أَصَابَت ابْنك عين فَليَتَوَضَّأ لَهُ أودّ أَهله لَهُ، ثمَّ اغسليه بِهِ \". ¶ قَالَ عبد الْملك: ¶ فالاغتسال للمعين يتَوَضَّأ العاين على حَال مَا فسرناه فَوق هَذَا. نشرة أَمر بهَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] للمعين وشفاء جعله الله فِي ذَلِك لمن عين. ¶ وَقد أَمر رَسُول الله [صلى الله عَلَيْهِ وَسلم] بالنشر لغير الْمعِين أَيْضا. وَقد نشر فِي مَرضه، صلوَات الله عَلَيْهِ.",
            "page": "111",
            "part": "1",
            "seal": "A119369F"
        },
        {
            "id": "105",
            "nass": "قَالَت عَائِشَة: أمرنَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] ، فغسلنا من سبع قرب من سبع إِنَاء وَهُوَ مَرِيض وَجَمَاعَة من الصَّحَابَة لم يَكُونُوا يرَوْنَ بهَا بَأْسا. ¶ وَكَانَ سعيد بن الْمسيب لَا يرى بهَا بَأْسا. وَقد سُئِلَ عَنْهَا مَالك وَالثَّوْري فَقَالَا: كلّ النشرة لَا تضرّ من وَطن عَلَيْهَا فَلَا بَأْس بهَا. ¶ قَالَ عبد الْملك: ¶ وَلَا بَأْس بهَا على كلّ حَال ضرّت أَو لم تضرّ وَلَا [تعدوا] أَن تكون نشرة وَلَيْسَ يعلمهَا من عَملهَا لتضرّ أحدا إِنَّمَا يعملها لتنفع من ينتشر بهَا. ¶ وَسُئِلَ عَنْهَا عطا بن أبي رَبَاح فكره نشر الْأَطِبَّاء وَقَالَ: إِنَّهُم يعقدون فِيهَا العقد. وَأما شَيْء تَصنعهُ لنَفسك فَلَا بَأْس بِهِ. ¶ وَعَن أبي أُمَامَة الْبَاهِلِيّ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] قَالَ: \" ينفع بِإِذن الله من البرص وَالْجُنُون والجذام والسعال والبطن والحمى وَالنَّفس إِذا كتبت أَن تكْتب بزعفران أَو عسل أَو مشق: أعوذ بِكَلِمَات الله التامات وأسمائه كلهَا عَامَّة من شرّ السامة والعامة وَمن شرّ الْعين اللامة وَمن شرّ حَاسِد إِذا حسد وَمن شرّ أبي قترة وَمَا ولد \". ¶ ثَلَاثَة وَثَلَاثُونَ من الْمَلَائِكَة أَتَوا ربّهم فَقَالُوا: وصبّ اصيبا بأرضنا. فَقَالَ: خُذُوا أتربة من أَرْضكُم فامسحوا بوصبكم رقية مُحَمَّد لَا يفلح من كتمها أبدا. ¶ وَرُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] اشْتَكَى فَأَتَاهُ أَصْحَابه يعوذونه فَقَالَ: \" إنّ جِبْرِيل أَتَانِي فرقاني فأرجو الله أَن يكون قد عافاني \". ¶ قَالُوا: وَمَا رقاك بِهِ، يَا رَسُول الله؟ قَالَ: \" بِسم الله أرقيك من كلّ شَيْء يُؤْذِيك من كلّ حَاسِد وَعين الله يشفيك \". ¶ قَالَ [مرْثَد] : دخلت الْحمام فَرَأى عَليّ بن مُسلم الْخَولَانِيّ كتابا مُعَلّقا فَأدْخل",
            "page": "112",
            "part": "1",
            "seal": "6E598AA9"
        },
        {
            "id": "106",
            "nass": "يَده فِي الْخَيط فَقَطعه، ثمَّ قَالَ: يَا ابْن أخي أرقيك برقية رَسُول الله [صلى الله عَلَيْهِ وَسلم] ثمَّ قَالَ: بِسم الله أرقيك وَالله يشفيك من كلّ دَاء فِيك من نفس نافس وَعين عاين وحسد حَاسِد. ¶ (مَا جَاءَ فِي رقية القرحة والنَّمْلة) ¶ رُوِيَ أَن عَائِشَة - رَضِي الله عَنْهَا - ترى [البثرة] الصَّغِيرَة فِي بدنهَا فتلح بالتعويذ فَقَالَ لَهَا: \" إِنَّهَا صَغِيرَة \" فَتَقول: الله يعظم مَا يَشَاء من صَغِير، ويصغر مَا يَشَاء من عَظِيم. ¶ وَرُوِيَ أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَصَابَهُ خرش عود فِي إصبعه فَطَفِقَ يجزع مِنْهُ ويلح فِي الدُّعَاء فَقَالَ: \" يَا حميراء إِن الله إِذا أحبّ أَن يكبر الصَّغِير كبره \". ¶ وَأَتَاهُ [صلى الله عَلَيْهِ وَسلم] رجل بِهِ قرحَة قد أعيا عَلَيْهِ أَن يجد من بريها فَأخذ رَسُول الله [صلى الله عَلَيْهِ وَسلم] بإصبعه من رِيقه ثمَّ وَضعهَا على القرحة وَقَالَ: \" بِسم الله بريق بَعْضنَا بِتُرَاب أَرْضنَا يشفي سقيمنا بِإِذن ربّنا \". فبرئ الرجل مَكَانَهُ. ¶ قَالَ أَبُو هُرَيْرَة رَاوِي الحَدِيث الْمُتَقَدّم: وَبَلغنِي أَنه مَا من مَوْلُود إِلَّا بعث الله إِلَيْهِ ملكا فَأخذ من الأَرْض تُرَابا فَجعله على مقطع سرته فَكَانَ فِيهِ [شفاؤه] وَكَانَ قَبره حَيْثُ أَخذ التُّرَاب. ¶ وَعَن ابْن الْمُنْكَدر أَن امْرَأَة من قُرَيْش كَانَت ترقي من النملة فَقَالَ لَهَا رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" علميها حَفْصَة \". [ ... ...]",
            "page": "113",
            "part": "1",
            "seal": "5D543BB3"
        },
        {
            "id": "107",
            "nass": "وَاتَّخذُوا عَلَيْهَا صفداً ثمَّ تكْتب فَاتِحَة الْكَاتِب وَثَلَاث آيَات من أوّل الْبَقَرَة: {وإلهكم إِلَه وَاحِد لَا إِلَه} إِلَى: {يعْقلُونَ} [الْبَقَرَة: 163 - 164] وَآيَة الْكُرْسِيّ، وآيتين بعْدهَا إِلَى: {خلدون} [الْبَقَرَة: 257] وخاتمة سُورَة الْبَقَرَة: {لله مَا فِي السَّمَاوَات وَمَا فِي الأَرْض} [الْبَقَرَة: 284] حَتَّى يخْتم، وَمن آل عمرَان وَعشرا من آخرهَا، وأوّل آيَة من النِّسَاء، وأوّل آيَة من الْمَائِدَة، وأوّل آيَة من الْأَنْعَام، وأوّل آيَة من الْأَعْرَاف وَأُخْرَى فِي صدرها: {إِن ربكُم الله الَّذِي خلق السَّمَاوَات وَالْأَرْض} إِلَى {الْمُحْسِنِينَ} [الْأَعْرَاف: 54 - 56] ، وَآيَة يُونُس: {قَالَ مُوسَى مَا جئْتُمْ بِهِ السحر} إِلَى: {المفسدين} [يُونُس: 81] ، وَآيَة فِي طه: {وألق مَا فِي يَمِينك} [طه: 69] إِلَى آخر الْآيَة، وَعشر من أوّل الصافات، وخاتمة سُورَة الْحَشْر من قَوْله: {لَو أنزلنَا هَذَا الْقُرْآن} [الْحَشْر: 21] ، {قل هُوَ الله أحد} [الْإِخْلَاص: 1] ، والمعوذتين، تكْتب فِي إِنَاء [نظيف] أَو عجفة زجاج، ثمَّ تغسله ثَلَاث، ثمَّ يشرب مِنْهُ ثَلَاث حسي، وَيتَوَضَّأ مِنْهُ كوضوئه للصَّلَاة وَالْوُضُوء الطُّهْر، ويصبّ على رَأسه وصدره مِنْهُ، ثمَّ يُصَلِّي رَكْعَتَيْنِ يستشفي الله. يفعل ذَلِك ثَلَاثَة أَيَّام. ¶ (مَا جَاءَ فِي الرّقية من الْعين) ¶ روى ابْن حبيب عَن مَالك أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] دخل على بني جَعْفَر بن أبي طَالب فَقَالَ لحاضنتهما: \" مَا لي أراهما صارعين \". ¶ فَقَالَت: يَا رَسُول الله، تسرع إِلَيْهِمَا الْعين وَلم يَمْنعنِي أَن نسترقي لَهما إِلَّا أَنِّي لَا أَدْرِي مَا يوافقك من ذَلِك. ¶ فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" استرقوا لَهما فَإِنَّهُ لَو سبق شَيْء للقدر لسبقته الْعين \". وَقَالَت عَائِشَة: أَمرنِي رَسُول الله [صلى الله عَلَيْهِ وَسلم] أَن أسترقي من الْعين. ¶ وَعَن ابْن عبّاس قَالَ: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] يعوذ حسنا وَحسَيْنا: \" أُعِيذكُمَا بِكَلِمَات الله التامات من كلّ عين لامّة وَمن شَيْطَان وَهَامة \" ثمَّ يَقُول: \" هَكَذَا كَانَ أبي اإبراهيم يعوذ إِسْمَاعِيل وَإِسْحَاق \".",
            "page": "114",
            "part": "1",
            "seal": "C561C670"
        },
        {
            "id": "108",
            "nass": "(مَا جَاءَ فِي الرّقية من لدغ الْعَقْرَب) ¶ رُوِيَ أَن عقرباً لدغت رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَهُوَ يُصَلِّي فَأقبل وَهُوَ يَقُول: \" لعن الله الْعَقْرَب مَا تبالي نَبيا لدغت أَو غَيره \". ودعا بِمَاء وملح فَجعل يصبّ من المَاء وَالْملح على مَكَان اللدغة ويمسحه بِيَدِهِ وَيقْرَأ: {قل هُوَ الله أحد} [الْإِخْلَاص: 1] والمعوذتين. ¶ واسترقى ابْن عمر من لدغ عقرب بِعَهْد رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَسُئِلَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن رقية الْعَقْرَب فَقَالَ: \" من اسْتَطَاعَ مِنْكُم أَن ينفع أَخَاهُ فَلْيفْعَل \". ¶ وَرُوِيَ أَن من قَرَأَ حِين يصبح وَحين يُمْسِي: {سَلام على نوح فِي الْعَالمين} [الصافات: 79] لم تلدغه عقرب يَوْمه. [كَذَلِك] كَانُوا يَقُولُونَ شِفَاء المنهوش والملدوغ أَن يقْرَأ عَلَيْهِ: {نُودي أَن بورك من فِي النَّار وَمن حولهَا} إِلَى قَوْله: {الْحَكِيم} [النَّمْل: 8 - 9] . ¶ (مَا جَاءَ فِي الرّقية من الرعاف) ¶ قَالَ ابْن حبيب: كَانُوا يَقُولُونَ شِفَاء للرعاف أَن يمسّ أَنفه بإصبعه ثمَّ يَقُول: يَا أَرض ابلعي مائك وَيَا سَمَاء اقلعي فَإِنَّهُ يعافى بِإِذن الله. ¶ (مَا جَاءَ فِي الرّقية من وجع الْأَسْنَان) ¶ وَعَن ابْن عبّاس أَن رجلا [شكا] إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] بوجع الضرس فرقاه رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ: \" اسكني أيتها الرّيح أسكنتك بِالَّذِي سكن لَهُ مَا فِي السَّمَوَات",
            "page": "115",
            "part": "1",
            "seal": "1B9C7B12"
        },
        {
            "id": "109",
            "nass": "وَالْأَرْض وَهُوَ السَّمِيع الْعَلِيم \" سبع مَرَّات. [فبرئ] الرجل واتخذها الْمُسلمُونَ رقية من الضرس. [وشكا] إِلَيْهِ عبد الله بن رَوَاحَة وجع ضرسه فَقَالَ: \" ادن منّي وَالَّذِي بَعَثَنِي بالحقّ لأدعون لَك دَعْوَة لَا يَدْعُو بهَا مكروب إِلَّا كشف الله عَنهُ \". ¶ فَوضع رَسُول الله [صلى الله عَلَيْهِ وَسلم] يَده على الخد الَّذِي فِيهِ الوجع، ثمَّ قَالَ: \" اذْهَبْ عَنهُ سوء مَا يجد فحشه بدعوة نبيك الْمُبَارك الْمَكِّيّ عَبده \" سبع مَرَّات فشفاه الله قبل أَن يبرح و [عافاه] . ¶ (مَا جَاءَ فِي رقية عرق النِّسَاء) ¶ جَاءَ رجل إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَقَالَ لَهُ: إِن بِي عرق النِّسَاء وَقد أردْت قطعه. ¶ فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" لَا تقطعه وَقل: اللَّهُمَّ ربّ كلّ شَيْء وخالق كلّ شَيْء ومليك كلّ شَيْء وإله كلّ شَيْء خلقتني وخلقت عرق النِّسَاء بِي فَلَا تسلطه عليّ بأذى وَلَا تسلطني عَلَيْهِ بِقطع اشف فَأَنت الشافي لَا شافي لَهُ إلاّ أَنْت \". ¶ وَرُوِيَ عَنهُ [صلى الله عَلَيْهِ وَسلم] أَنه قَالَ: \" فِي إلية [الشَّاة] السَّوْدَاء شِفَاء من عرق النِّسَاء تذاب ويدهن بهَا ثمَّ يشرب مِنْهَا على الرِّيق \". ¶ (مَا جَاءَ فِي رقية الْفرس إِذا اعتلّ واستصعب) ¶ وَعَن شَقِيق قَالَ: كنّا جُلُوسًا عِنْد ابْن مَسْعُود إِذا [جَاءَت] جَارِيَة أعرابية وسيدها جَالس فِي الْقَوْم فَقَالَت لَهُ: مَا يجلسك قُم فابتغ راقياً فَإِن فلَانا مرّ بفرسك فعاينه فَهُوَ يَدُور كَأَنَّهُ فلك.",
            "page": "116",
            "part": "1",
            "seal": "CC7CE87F"
        },
        {
            "id": "110",
            "nass": "فَقَالَ لَهُ ابْن مَسْعُود: لَا تبتغ راقياً قُم على فرسك فانفث فِي منخره الْأَيْمن أَربع مَرَّات، وَفِي الْأَيْسَر ثَلَاث مَرَّات ثمَّ قل: بِسم الله لَا بَأْس أذهب الْبَأْس ربّ النَّاس اشف وَأَنت الشافي لَا يكْشف الضرّ إِلَّا أَنْت. ¶ فَمَا برحنا حَتَّى جَاءَ الرجل فَقَالَ: قد فعلت الَّذِي أَمرتنِي فَمَا بَرحت حَتَّى رَأَيْته أكل وبال. ¶ وَعَن ابْن عبّاس أَنه قَالَ: إِذا استصعب عَلَيْك دابّتك فاقرأ فِي أذنيها هَذِه الْآيَة: {أفغير دين الله يَبْغُونَ وَله أسلم من فِي السَّمَاوَات وَالْأَرْض طَوْعًا وَكرها وَإِلَيْهِ يرجعُونَ} [آل عمرَان: 83] . ¶ (مَا جَاءَ فِي تعويذ الْمَعْتُوه} ¶ ومرّ ابْن مَسْعُود بِرَجُل مصاب فرقاه فِي أُذُنه بِهَذِهِ الْآيَة: {أفحسبتم أَنما خَلَقْنَاكُمْ عَبَثا وأنكم إِلَيْنَا لَا ترجعون فتعالى الله الْملك الْحق لَا إِلَه إِلَّا هُوَ رب الْعَرْش الْكَرِيم وَمن يدع مَعَ الله إِلَهًا آخر لَا برهَان لَهُ بِهِ فَإِنَّمَا حسابه عِنْد ربه إِنَّه لَا يفلح الْكَافِرُونَ وَقل رب اغْفِر وَارْحَمْ وَأَنت خير الرَّاحِمِينَ} [الْمُؤمنِينَ: 115 - 118] . ¶ فَقَالَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" مَا قَرَأت فِي أُذُنه؟ \" فَأخْبرهُ. فَقَالَ: \" وَالَّذِي نَفسِي بِيَدِهِ لَو أَن رجلا موقناً قَرَأَهَا على جبل لزال \". ¶ أقسم الشّعبِيّ عَن ابْن مَسْعُود فِي أَربع آيَات من أوّل الْبَقَرَة، وَآيَة الْكُرْسِيّ وآيتين بعْدهَا، وَثَلَاث آيَات من آخرهَا لَا تقْرَأ فِي بَيت فيدخله شَيْطَان وَلَا تقْرَأ على مَجْنُون إِلَّا أَفَاق. ¶ (جَامع الرقى والسنّة فِيهَا) ¶ وَعَن عقبَة أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] كَانَ يرقي: \" بِسم الله أرقيك وَالله يشفيك من كلّ دَاء يُؤْذِيك خُذْهَا فلشك \".",
            "page": "117",
            "part": "1",
            "seal": "C101B66E"
        },
        {
            "id": "111",
            "nass": "وَعَن عَائِشَة قَالَت: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا أرقى يَقُول: \" أذهب الْبَأْس ربّ النَّاس اشف وَأَنت الشافي لَا شافي إلاّ أَنْت \". ¶ قَالَت عَائِشَة: فَعلمنَا هَذِه الرّقية من رَسُول الله [صلى الله عَلَيْهِ وَسلم] فَكنت [أرقيها] . وعنها أَن رَسُول الله [صلى الله عَلَيْهِ وَسلم] كَانَ إِذا اشْتَكَى يقْرَأ على نَفسه بالمعوذات وينفث. قَالَت: فلمّا اشتدّ وَجَعه كنت أَقرَأ عَلَيْهِ وامسح عَنهُ بِيَدِهِ رَجَاء بركتها. ¶ [وشكا] عُثْمَان بن أبي الْعَاصِ إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] بوجع كَانَ بِهِ قد كَانَ يهلكه فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" امسحه بيمينك سبع مَرَّات وَقل: أعوذ بعزة الله وَقدرته من شرّ مَا أجد \". ¶ قَالَ: فَفعلت ذَلِك فَأذْهب الله مَا كَانَ بِي فَلم أزل آمُر بهَا أَهلِي وَغَيرهم. ¶ وَرُوِيَ أَن أَبَا بكر - رَضِي الله عَنهُ - دخل على عَائِشَة - رَضِي الله عَنهُ - وَهِي تَشْتَكِي وَيَهُودِيَّة ترقيها فَقَالَ أَبُو بكر: [ارقها] بِكِتَاب الله. ¶ وعَوْف بن مَالك قَالَ: كنّا نرقي فِي الْجَاهِلِيَّة فَقُلْنَا: يَا رَسُول الله، كَيفَ ترى فِي الرقي؟ قَالَ: \" اعرضوا عليّ رقاكم فَإِنَّهُ لَا بَأْس [بالرقى] مَا لم يكن فِيهِ شرك \". ¶ وَكَانَ [صلى الله عَلَيْهِ وَسلم] يَأْمر الْإِنْسَان إِذا اشْتَكَى شَيْئا مِنْهُ أَن ينفث عَلَيْهِ ثمَّ يَقُول: \" بِسم الله أعوذ بعزّة الله وَقدرته من شرّ مَا أجد فِيك \" سبع مَرَّات وَيمْسَح عَلَيْهِ فِي ذَلِك بِيَدِهِ الْيُمْنَى.",
            "page": "118",
            "part": "1",
            "seal": "FD31FE0C"
        },
        {
            "id": "112",
            "nass": "وَعَن عَائِشَة أَنَّهَا قَالَت: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا اشْتَكَى رقاه جِبْرِيل: \" بِسم الله أرقيك وَالله يشفيك من كلّ دَاء يُؤْذِيك من شرّ حَاسِد إِذا حسد وَمن شرّ كلّ ذِي عين \". ¶ وَكَانَ يرقي أَصْحَابه [صلى الله عَلَيْهِ وَسلم] يَوْم أحد: \" بِسم الله شِفَاء الحيّ الحميد من كلّ [حسد] أَو حَدِيد أَو حجر طريد اللَّهُمَّ اشف مَا بعبدك إِنَّه لَا شافي إِلَّا أَنْت \". ¶ وَرُوِيَ أَن خَالِد بن الْوَلِيد اشْتَكَى إِلَى رَسُول الله [صلى الله عَلَيْهِ وَسلم] أرقاً كَانَ يجده من اللَّيْل، فَقَالَ لَهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] : \" قل أعوذ بِكَلِمَات الله التامات من غَضَبه وَمن شرّ عباده وَمن همزات الشَّيَاطِين وَأَعُوذ بك ربّ أَن يحْضرُون \". ¶ وَقَالَت عَائِشَة: كَانَ رَسُول الله [صلى الله عَلَيْهِ وَسلم] إِذا اشْتَكَى [عضوا] مسح عَلَيْهِ بِيَمِينِهِ، ثمَّ قَالَ: \" أذهب الْبَأْس ربّ النَّاس اشف وَأَنت الشافي لَا شِفَاء إِلَّا [شفاؤك] شِفَاء لَا يُغَادر سقماً \". ¶ قَالَت: فلمّا مرض ذهبت لأصنع كَمَا كَانَ يصنع فَجعلت أَمسَح بِيَمِينِهِ رَجَاء بركتها فَانْتزع يَده منّي. ثمَّ قَالَ: \" اللَّهُمَّ اغْفِر لي واجعلني فِي الرفيق الْأَعْلَى \" ثمَّ قبض صلوَات الله عَلَيْهِ. ¶ وَعَن مُحَمَّد بن عَليّ فِي الرجل الوجيع يَقُول: أَقْسَمت عَلَيْك يَا وجع بِالَّذِي اتخذ",
            "page": "119",
            "part": "1",
            "seal": "34A76D0F"
        },
        {
            "id": "113",
            "nass": "إِبْرَاهِيم خَلِيلًا، وكلم مُوسَى تكليماً، وَاتخذ [مُحَمَّدًا] صفياً وحبيباً، وَجعل عِيسَى بن مَرْيَم روحه وكلمته أَلا سكنت عَن فلَان وَذَهَبت عَن فلَان كَمَا هربت النَّار عَن إِبْرَاهِيم، فَإِنَّهُ [يشفى] بِإِذن الله. ¶ قَالَ عبد الْملك: وَقد سُئِلَ مَالك عَن الرقي بالحديد وَالْملح فكره ذَلِك. ¶ (مَا جَاءَ فِي الْأَخْذ على الرّقية وأشباهها) ¶ قَالَت عَائِشَة: نهى رَسُول الله [صلى الله عَلَيْهِ وَسلم] عَن التمائم. قَالَت عَائِشَة: وَلَيْسَت التمائم مَا تعلق بعد نزُول الْبلَاء إِنَّمَا التمائم مَا تعلق قبل نزُول الْبلَاء لتدفع بِهِ مقادير الله تَعَالَى. ¶ وَسُئِلَ ربيعَة عَن الْمَرْأَة تعلق الْحِرْز لكَي تحبل أَو لِئَلَّا تحبل فكرهه وَرَآهُ من التمائم وَكره لَهَا أَيْضا أَن تشرب الشَّيْء يمْنَع الْحَبل خيفة أَن يقتل مَا فِي الرَّحِم. ¶ وَسُئِلَ أَيْضا ربيعَة عَن علاج الْمَرِيض بِلَبن [الشَّاة] السَّوْدَاء أَو لبن الْبَقَرَة السَّوْدَاء أَو لبن امْرَأَة من أوّل بطن فَلم [ير] بذلك بَأْس. ¶ قَالَ عبد الْملك: ¶ وَأما مَا علق على الصَّحِيح، أَو الْمَرِيض، أَو الصّبيان، أَو غَيرهم من كتاب الله مثل الحرزة ولحا الشّجر أَو رقية بِغَيْر ذكر الله أَو مَا أشبه ذَلِك فَذَلِك من التمائم. ¶ وَقد نهى عَنهُ رَسُول الله [صلى الله عَلَيْهِ وَسلم] وَهُوَ شعب من الشّرك وَمَا كَانَ من ذكر الله فَلَيْسَ من التمائم وَقد أجَازه أهل الْعلم. وَكَانَ مُجَاهِد يكْتب التعاويذ للصبيان ويعلقها عَلَيْهِم. ¶ وَسُئِلَ مَالك عَنهُ فَلم ير بِهِ بَأْسا وَكره العقد فِي الْخَيط الَّذِي يرْبط بِهِ ذَلِك الْكتاب. وَسُئِلَ أَيْضا عَن الرجل يكْتب للرجل الشَّيْء من الْقُرْآن فِي حامة من زجاج، ثمَّ يغسلهُ بِالْمَاءِ وَالْعَسَل، أَو بِالْمَاءِ وَحده ويسقيه إِيَّاه فَلم ير بِهِ بَأْسا. ¶ وَكَانَ عَليّ بن أبي طَالب يَقُول: إِن هَذِه [الرقى] الَّتِي يرقى بهَا وَالَّتِي تكْتب",
            "page": "120",
            "part": "1",
            "seal": "93AD79C7"
        },
        {
            "id": "114",
            "nass": "وَالَّتِي تعلق لَيست بِشَيْء إِلَّا من علق المواثيق الَّتِي أَخذ سُلَيْمَان بن دَاوُود على هوَام الأَرْض. ¶ انْتهى الْكتاب هُنَا مُخْتَصر مجروف الْأَسَانِيد يسهل تنَاوله على الْقَارئ. وَصلى الله على سيدنَا ومولانا مُحَمَّد وعَلى آله صَلَاة دائمة إِلَى يَوْم الدّين. وَلَا حول وَلَا قُوَّة إِلَّا بِاللَّه الْعلي الْعَظِيم الْملك الحقّ الْمُبين [المنزّه] عَن اتِّخَاذ الصاحبة والبنين. لَا إِلَه إِلَّا هُوَ ربّ الْأَوَّلين والآخرين. وَسَلام على عباده الَّذين اصْطفى توسلنا إِلَيْك يَا الله بجاه سيدنَا ومولانا مُحَمَّد الْمُصْطَفى وَأَصْحَابه الْخُلَفَاء أَن يرزقنا تَوْبَة وَحسن الْوَفَاء وَالْهِدَايَة.",
            "page": "121",
            "part": "1",
            "seal": "B2C42A4B"
        }
    ],
    "t10705": [
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الزيت"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الملح"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ما يستشفى به من اللبان"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الحرمل"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الحبة السوداء"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ما يستشفى به من الكست"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الحناء"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ما يستشفى به من الحرف والشبت والحلبة والرجلة والكرفس"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من التلبين"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الثوم"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من الأرض التي تستوباء"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "جامع ما يستشفى به للمريض وما يرجى له وما يخشى عليه"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الأطعمة والأشربة واللحمان والإدام والثمار والبقول والرياحين ومعرفة ما فيها من العلاج والأشفية"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج القمح والشعير وما فيهما من العلاجات"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج القطاني وما فيها من العلاجات"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج اللحمان من الأنعام والطير والحيتان والبيض"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الألبان وما فيها من العلاجات"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج السمن والزيت ومنافعهما"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الأدهان"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الثمار الخضرة واليابسة"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الأشربة الحلال"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج البقول وما ضارعها من الخضر وتصرف منافعها"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الرياحين وما ضارعها وتصرف منافعها"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج أبزار الطعام وما ضارعها وتصرف منافعها"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في أمزجة الجسد"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "مزاج الإنسان"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "الأزمنة وما يصلح فيها"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "علاج المثانة وما حوت إلى القدمين"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في السحر وعلاجه"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في العين"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في النشرة من العين وغيرها وروي عن أبي أمامة بن سهل بن حنيف أنه قال رأى عامر بن ربيعة سهل بن حنيف يغتسل فقال ما رأيت كاليوم ولا جلد مخبأة فلبط سهل مكانه فأتي رسول الله صلى الله عليه وسلم فقيل له يا رسول الله هل لك في"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في رقية القرحة والنملة"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الرقية من العين"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الرقية من لدغ العقرب"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في الرقية من الرعاف"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": "2",
            "tit": "ما جاء في الرقية من وجع الأسنان"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في رقية عرق النساء"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في رقية الفرس إذا اعتل واستصعب"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في تعويذ المعتوه ومر ابن مسعود برجل مصاب فرقاه في أذنه بهذه الآية أفحسبتم أنما خلقناكم عبثا وأنكم إلينا لا ترجعون فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم ومن يدع مع الله إلها آخر لا برهان له به فإنما حسابه"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "وعن عقبة أن رسول الله صلى الله عليه وسلم كان يرقي بسم الله أرقيك والله يشفيك من كل داء يؤذيك خذها فلشك"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الأخذ على الرقية وأشباهها"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الأمر بالتداوي والعلاج"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في جواز عرض البول على الطبيب"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في حمية المريض"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الحجامة وما يرجى من نفعها"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في مواضع الحجامة من الرأس والجسد"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الأوقات والأيام التي تستحب فيها الحجامة وتكره"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في كراهية الحجامة للشيخ"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ما يستحب من دفن الحجامة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "2",
            "tit": "ما جاء في علاج الحمى"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في علاج الخاصرة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الإثمد وعلاج البصر"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في علاج الصداع"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في علاج الفؤاد"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في علاج الدماميل"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "2",
            "tit": "ما جاء في العذرة والسلفاغ"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في علاج الجذام والبرص واجتناب ما يجر إليهما"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في الكي والبط وقطع العروق"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في امرأة يموت ولدها في بطنها ويكون الجرح في موضع العورة فتحتاج إلى علاج الطبيب"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ضمان الطبيب"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في مداواة الجراح"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في التعالج بالسعوط واللدود والوجور والغمر والتمريخ والكماد والتلديغ"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في التعالج بالحقن"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في التعالج بالمشي من السنا والشبرم وأشباهها من العقاقير"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يكره التعالج به من الدواء الخبيث المخوف أو المحرم"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يكره من التعالج بالماء المر والحميم وماء الشمس"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في التعالج بألبان الأتن ومرارة السبع"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في التعالج بالترياق"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في فضل دهن البنفسج على غيره"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في علاج البلغم وعلاج النسيان وما يورث الحفظ"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في علاج الصدر والحلق والفم"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ما يستشفى به للنفساء عند نفاسها"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من التمر"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من العسل"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ما جاء في ما يستشفى به من السمن"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": "1",
            "tit": "ما جاء في ما يستشفى به من اللبن"
        }
    ]
}