{
    "b10728": [
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَالصَّلَاة على مُحَمَّد وَالتَّسْلِيم ¶ قَالَ الْفَقِيه المشاور الْحَافِظ القَاضِي أَبُو مُحَمَّد عبد الْحق بن غَالب بن عَطِيَّة الْمحَاربي رَضِي الله عَنهُ ¶ الْحَمد لله رب الْعَالمين وَصلى الله على مُحَمَّد خَاتم النَّبِيين وعَلى آله أَجْمَعِينَ وَسلم ¶ هَذِه تَسْمِيَة من لَقيته من الشُّيُوخ حَملَة الْعلم وَذكر مَا رويته عَنْهُم وَمن أجازني ¶ مِنْهُم أبي رَضِي الله عَنهُ ¶ 1 - الْفَقِيه أَبُو بكر غَالب بن عبد الرَّحْمَن بن غَالب بن عبد الرؤوف بن تَمام بن عبد الله بن تَمام بن عَطِيَّة",
            "page": "59",
            "part": "1",
            "seal": "6A7BF77A"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ابْن خَالِد بن عَطِيَّة وعطية هَذَا هُوَ الدَّاخِل الأندلس وَقت الْفَتْح وَهُوَ عَطِيَّة بن خَالِد ابْن خفاف بن أسلم بن مكرم من ولد زيد بن محَارب بن خصفة بن قيس غيلَان بن مُضر كَذَا ذكر القَاضِي مطرف بن عِيسَى فِي كِتَابه فِي تَارِيخ أهل إلبيرة ¶ ولد أبي رَحمَه الله سنة إِحْدَى وَأَرْبَعين وَأَرْبَعمِائَة فَطلب الْعلم فِي شبيبته على الْفَقِيه أبي عُثْمَان سعيد بن خلف بن جعد الْكلابِي وعَلى الْفَقِيه أبي الرّبيع سُلَيْمَان بن الرّبيع الْقَيْسِي ¶ وناظر فِي الْمُوَطَّأ والمدونة وَقَرَأَ الْقُرْآن بالقراءات السَّبع على الشَّيْخ الْمُقْرِئ أبي عَليّ الْحسن بن عبيد الله الْحَضْرَمِيّ وَأَجَازَهُ واكتسب حظا وافرا من النَّحْو وَالْأَدب ثمَّ رَحل إِلَى الْمشرق سنة تسع وَسِتِّينَ وَأَرْبَعمِائَة فلقي بالمرية أَبَا مُحَمَّد بن قُحَافَة رَحمَه الله وناظر عَلَيْهِ فِي الْمُوَطَّأ وَحمل عَنهُ البُخَارِيّ وَسَائِر رِوَايَته وَلَقي بهَا أَيْضا القَاضِي أَبَا بكر بن صَاحب الأحباس وروى عَنهُ",
            "page": "60",
            "part": "1",
            "seal": "D15D3BD3"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وَلَقي القَاضِي أَبَا عبد الله مُحَمَّد بن خلف بن سعيد الْمَعْرُوف بِابْن المرابط قبل توليه الْقَضَاء وَحمل عَنهُ ثمَّ وصل إِلَى المهدية فلقي بهَا عبد الحميد الصَّائِغ وناظر عَلَيْهِ فِي الْمُدَوَّنَة وَحملهَا عَنهُ ¶ وسمعته رَحمَه الله يَقُول كنت بالمهدية أناظر على عبد الحميد وَالنَّاس يتحدثون أَن أَبَا الْحسن اللَّخْمِيّ الربعِي فِي سفاقس",
            "page": "61",
            "part": "1",
            "seal": "C024FAF2"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "يؤلف كتابا على الْمُدَوَّنَة فَظهر لَهُ بعد مُدَّة كتاب التَّبْصِرَة ¶ وَلَقي بالمهدية أَيْضا الْمُتَكَلّم الْأَجَل أَبَا سُلَيْمَان بن الْقَدِيم وَقَرَأَ عَلَيْهِ كتاب التَّمْهِيد للْقَاضِي أبي بكر بن الطّيب قِرَاءَة فك وَنظر وَلَقي بهَا أَيْضا الْفَقِيه أَبَا عبد الله مُحَمَّد بن معَاذ التَّمِيمِي وَحمل عَنهُ البُخَارِيّ قِرَاءَة مِنْهُ عَلَيْهِ وَجَمِيع رِوَايَته ¶ ثمَّ رَحل إِلَى مصر فصحب هُنَالك الشَّيْخ أَبَا الْفضل عبد الله بن حسن الْمَعْرُوف بِابْن الْجَوْهَرِي الْقَرَافِيّ الزَّاهِد رَحمَه الله ولازمه وَحدثنَا بِكَثِير من أخباره وَكثير من أشعار الزّهْد عَنهُ ¶ ثمَّ رَحل إِلَى مَكَّة شرفها الله وَعظم حرمتهَا فصحب بهَا الْفَقِيه الإِمَام أَبَا عبد الله مُحَمَّد بن عبد الله بن أَحْمد النَّحْوِيّ الجاحظ المجاور بِمَكَّة ولازمه وَقَرَأَ عَلَيْهِ التَّمْهِيد للْقَاضِي أبي بكر بن الطّيب واللامع للأذري قِرَاءَة فك وَحمل عَنهُ كِتَابه الَّذِي أَلفه فِي اخْتِصَار كتاب أبي جَعْفَر مُحَمَّد بن جرير الطَّبَرِيّ وَهُوَ كتاب الْبَيَان فِي تَفْسِير الْقُرْآن وَحدثنَا عَنهُ بِهِ رَحمَه الله وَلَقي بِمَكَّة أَيْضا الإِمَام الزكي الْعدْل أَبَا عبد الله الْحُسَيْن بن عَليّ الطَّبَرِيّ نزيل مَكَّة قَرَأَ عَلَيْهِ",
            "page": "62",
            "part": "1",
            "seal": "C9D89439"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "البُخَارِيّ وَكتاب مُسلم وَحمل عَنهُ سَائِر رِوَايَته ¶ ثمَّ حج سنة سبعين وَانْحَدَرَ إِلَى الأندلس سنة إِحْدَى وَسبعين فروى عَن الْفَقِيه الْحَافِظ أبي عَليّ الْحُسَيْن بن مُحَمَّد الجياني وَقيد كتبه مَعَه ¶ وَقُرِئَ عَلَيْهِ الْعلم مناظرات فِي التَّفْسِير والموطأ وَالْبُخَارِيّ والرأي وسماعا أَيْضا حَتَّى حَضَره أَجله ¶ توفّي رَحمَه الله وَبرد مضجعه لَيْلَة الْجُمُعَة لست بَقينَ من شهر جُمَادَى الْآخِرَة سنة ثَمَان عشرَة وَخَمْسمِائة ¶ قَرَأت عَلَيْهِ رَحمَه الله غير مرّة كتاب الْمُوَطَّأ لإِمَام دَار الْهِجْرَة أبي عبد الله مَالك بن أنس الأصبحي رَضِي الله عَنهُ رِوَايَة يحيى بن يحيى بن كثير الأندلسي عَنهُ وَأَخْبرنِي بِهِ عَن الْفَقِيه أبي عُثْمَان سعيد بن خلف بن جعد الْكلابِي عَن أبي عبد الله مُحَمَّد بن عبد الله بن مُحَمَّد بن النَّاشِئ النجيبي عَن أبي عِيسَى يحيى بن عبد الله بن يحيى بن يحيى بن يحيى عَن عَم أَبِيه عبيد الله بن يحيى بن يحيى عَن أَبِيه يحيى بن يحيى عَن مَالك ¶ وَأَخْبرنِي بِهِ أَيْضا عَن أبي الرّبيع سُلَيْمَان بن ربيع الْقَيْسِي",
            "page": "63",
            "part": "1",
            "seal": "F3718ED6"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "سَمَاعا عَلَيْهِ على وَجه المناظرة قَالَ حَدثنَا أَبُو الْمطرف عبد الرَّحْمَن بن أَحْمد بن يزِيد بن هَانِئ اللَّخْمِيّ عَن مُحَمَّد بن عبد الله بن أبي زمنين عَن أَحْمد بن مطرف عَن عبيد الله بن يحيى بن يحيى عَن أَبِيه يحيى عَن مَالك ¶ وَأَخْبرنِي بِهِ أَيْضا عَن الْفَقِيه الْحَافِظ أبي عَليّ الْحُسَيْن بن مُحَمَّد الغساني قِرَاءَة مِنْهُ عَلَيْهِ ثمَّ قرأته أَنا بعد ذَلِك على أبي عَليّ رَحمَه الله وسترى أسانيده فِي بَابه إِن شَاءَ الله عز وَجل ¶ وقرأت عَلَيْهِ رَحمَه الله كتاب الْجَامِع الصَّحِيح الْمُخْتَصر من أُمُور رَسُول الله صلى الله عَلَيْهِ وَسلم وسننه وأيامه تصنيف الإِمَام أبي عبد الله مُحَمَّد بن إِسْمَاعِيل بن إِبْرَاهِيم البُخَارِيّ رَضِي الله عَنهُ وَأَخْبرنِي أَنه قَرَأَهُ بِمَكَّة شرفها الله فِي الْمَسْجِد الْحَرَام عِنْد بَاب بني شيبَة سنة سبعين وَأَرْبَعمِائَة على الإِمَام الزكي الْعدْل أبي عبد الله الْحُسَيْن بن عَليّ بن الْحُسَيْن الطَّبَرِيّ نزيل مَكَّة قَالَ حَدَّثتنَا الْحرَّة الزاهدة كَرِيمَة بنت أَحْمد بن مُحَمَّد بن حَاتِم المروزية قَالَت حَدثنَا أَبُو الْهَيْثَم مُحَمَّد بن الْمَكِّيّ بن زراع الْكشميهني قَالَ حَدثنَا أَبُو عبد الله مُحَمَّد بن يُوسُف بن مطر بن صَالح بن بشر الْفربرِي عَن أبي عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ رَضِي الله عَنهُ ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ قَالَ لي أبي رَضِي الله عَنهُ وَكَانَت قراءتي فِي أصل كَرِيمَة بِعَيْنِه",
            "page": "64",
            "part": "1",
            "seal": "03996C17"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "قَالَ لي وقرأته بالمهدية قبل طلوعي إِلَى الْحَج سنة تسع وَسِتِّينَ وَأَرْبَعمِائَة على الشَّيْخ الْأَجَل أبي عبد الله مُحَمَّد بن معَاذ التَّمِيمِي القيرواني وَأَخْبرنِي أَنه قَرَأَهُ غير مرّة على الشَّيْخ أبي ذَر عبد بن أَحْمد بن مُحَمَّد بن غفير الْأنْصَارِيّ الْمَالِكِي قَالَ أَخْبرنِي أَبُو مُحَمَّد عبد الله بن أَحْمد بن حموية السَّرخسِيّ بهراة وَأَبُو إِسْحَاق إِبْرَاهِيم بن أَحْمد بن دَاوُد الْمُسْتَمْلِي ببلخ وَكَانَ من الثِّقَات المتقنين رَحمَه الله وَأَبُو الْهَيْثَم مُحَمَّد بن الْمَكِّيّ بن زراع الْكشميهني بهَا قِرَاءَة عَلَيْهِ فِي الْمحرم سنة تسع وَثَمَانِينَ وثلاثمائة قَالُوا حَدثنَا مُحَمَّد بن يُوسُف الْفربرِي عَن البُخَارِيّ ¶ قَالَ لي أبي رَضِي الله عَنهُ وَأَخْبرنِي أَبُو عبد الله بن معَاذ أَيْضا قَالَ حَدثنَا أَبُو عمرَان مُوسَى بن عِيسَى بن أبي حَاج الفاسي قَالَ حَدثنَا أَبُو مُحَمَّد عبد الله بن إِبْرَاهِيم الْأصيلِيّ قَالَ حَدثنَا أَبُو زيد مُحَمَّد بن أَحْمد الْمروزِي وَأَبُو أَحْمد مُحَمَّد بن مُحَمَّد بن مكي جَمِيعًا عَن الْفربرِي عَن البُخَارِيّ ¶ قَالَ لي أبي رَضِي الله عَنهُ وقرأته على الْفَقِيه الْحَافِظ أبي عَليّ الْحُسَيْن بن مُحَمَّد الغساني سنة أَربع وَسبعين وَأَرْبَعمِائَة",
            "page": "65",
            "part": "1",
            "seal": "7AA0B836"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "قَالَ حَدثنَا أَبُو الْقَاسِم حَاتِم بن مُحَمَّد بن عبد الرَّحْمَن التَّمِيمِي قِرَاءَة عَلَيْهِ مَرَّات أَولهَا سنة أَربع وَأَرْبَعين وَأَرْبَعمِائَة قَالَ أَخْبرنِي بِهِ أَبُو الْحسن عَليّ بن مُحَمَّد بن أبي بكر الْفَقِيه الْقَابِسِيّ بالقيروان سنة اثْنَتَيْنِ وَأَرْبَعمِائَة ¶ قَالَ أَبُو عَليّ ونا أَبُو شَاكر عبد الْوَاحِد بن مُحَمَّد بن موهب القبري وَالْقَاضِي أَبُو الْقَاسِم سراج بن عبد الله بن سراج قَالَا حَدثنَا أَبُو مُحَمَّد عبد الله بن إِبْرَاهِيم بن مُحَمَّد بن عبد الله بن جَعْفَر الْأصيلِيّ قَالَا مَعًا حَدثنَا أَبُو زيد مُحَمَّد بن أَحْمد الْمروزِي بِمَكَّة سنة ثَلَاث وَخمسين وثلاثمائة ¶ قَالَ الْأصيلِيّ وَأَبُو أَحْمد مُحَمَّد بن مُحَمَّد بن يُوسُف بن مكي الْجِرْجَانِيّ جَمِيعًا عَن أبي عبد الله مُحَمَّد بن يُوسُف عَن البُخَارِيّ ¶ قَالَ لي أبي رَضِي الله عَنهُ وقرأته بالمرية سنة تسع وَسِتِّينَ وَأَرْبَعمِائَة على أبي مُحَمَّد عبد الْجَبَّار بن عَليّ بن سُلَيْمَان بن سيد بن أبي قُحَافَة قَالَ حَدثنَا أَبُو عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر النمري قِرَاءَة عَلَيْهِ قَالَ حَدثنَا أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن",
            "page": "66",
            "part": "1",
            "seal": "4E0AE90F"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "أَسد الْجُهَنِيّ قَالَ حَدثنَا أَبُو عَليّ سعيد بن عُثْمَان بن السكن الْحَافِظ بِمصْر عَن مُحَمَّد بن يُوسُف الْفربرِي عَن البُخَارِيّ ¶ قَالَ لي أبي رَضِي الله عَنهُ وَأَخْبرنِي أَبُو عَليّ الغساني رَحمَه الله بِرِوَايَة أبي إِسْحَاق إِبْرَاهِيم بن معقل بن الْحجَّاج النَّسَفِيّ عَن البُخَارِيّ قَالَ حَدثنِي أَبُو العَاصِي حكم بن مُحَمَّد بن حكم قَالَ حَدثنَا أَبُو الْفضل أَحْمد بن أبي عمرَان الْهَرَوِيّ بِمَكَّة قَالَ حَدثنَا أَبُو صَالح خلف بن مُحَمَّد بن إِسْمَاعِيل الْخيام عَن إِبْرَاهِيم بن معقل عَن البُخَارِيّ ¶ مولد البُخَارِيّ رَحمَه الله يَوْم الْجُمُعَة بعد الصَّلَاة لثلاث عشرَة لَيْلَة خلت من شَوَّال عَام أَرْبَعَة وَتِسْعين وَمِائَة وَتُوفِّي البُخَارِيّ رَحمَه الله سنة سِتّ وَخمسين وَمِائَتَيْنِ ¶ وقرأت عَلَيْهِ كتاب الْمسند الصَّحِيح بِنَقْل الْعدْل عَن الْعدْل عَن رَسُول الله صلى الله عَلَيْهِ وَسلم تصنيف أبي الْحُسَيْن مُسلم بن الْحجَّاج النَّيْسَابُورِي وَأَخْبرنِي أَنه قَرَأَهُ وسَمعه بِمَكَّة زَادهَا الله تَشْرِيفًا وتعظيما فِي ظلّ الْكَعْبَة وَعند بَاب بني شيبَة سنة سبعين وَأَرْبَعمِائَة على الإِمَام الزكي أبي عبد الله الْحُسَيْن بن عَليّ الطَّبَرِيّ قَالَ أخبرنَا أَبُو الْحُسَيْن",
            "page": "67",
            "part": "1",
            "seal": "569AAE53"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "عبد الغافر بن مُحَمَّد بن عبد الغافر الْفَارِسِي ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ قَالَ لي أبي رَضِي الله عَنهُ وقرأته بالأندلس على أبي عَليّ الْحُسَيْن بن مُحَمَّد الغساني وَأَخْبرنِي أَنه قَرَأَهُ على أبي الْعَبَّاس أَحْمد بن عمر بن أنس العذري قَالَ حَدثنَا أَبُو الْعَبَّاس بن الْحسن بن بنْدَار بن جِبْرِيل بن عبد الرَّحْمَن الرَّازِيّ قِرَاءَة عَلَيْهِ وَأَنا أسمع بِمَكَّة سنة تسع وَأَرْبَعمِائَة ¶ قَالَ أَبُو عَليّ وَأَخْبرنِي أَبُو الْقَاسِم حَاتِم بن مُحَمَّد التَّمِيمِي قَالَ حَدثنَا بِهِ أَبُو سعيد عمر بن مُحَمَّد بن مُحَمَّد بن دَاوُد السجْزِي بِمَكَّة سنة ثَلَاث وَأَرْبَعمِائَة قَالُوا ثَلَاثَتهمْ حَدثنَا أَبُو أَحْمد مُحَمَّد بن عِيسَى بن عمرويه بن مَنْصُور الجلودي قَالَ الطَّبَرِيّ فِي رِوَايَته الجلودي بِفَتْح الْجِيم قَالَ حَدثنَا أَبُو إِسْحَاق إِبْرَاهِيم بن مُحَمَّد ابْن سُفْيَان الْفَقِيه قَالَ حَدثنَا أَبُو الْحُسَيْن مُسلم بن الْحجَّاج ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ أخبرنَا أَبُو عبد الله مُحَمَّد بن مَنْصُور بن ثَابت الْخَطِيب أَخْبرنِي مُحَمَّد بن أَحْمد بن يَعْقُوب قَالَ اُخْبُرْنَا مُحَمَّد بن نعيم الضَّبِّيّ قَالَ سَمِعت الْحُسَيْن بن مُحَمَّد الماسرجسي يَقُول سَمِعت أبي يَقُول سَمِعت مُسلم بن الْحجَّاج يَقُول صنفت هَذَا الْمسند الصَّحِيح من ثَلَاثمِائَة ألف حَدِيث مسموعة ¶ وَتُوفِّي مُسلم بن الْحجَّاج رَحمَه الله فِي شهر رَجَب سنة إِحْدَى وَسِتِّينَ وَمِائَتَيْنِ",
            "page": "68",
            "part": "1",
            "seal": "1D47C9E2"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وقرأت عَلَيْهِ مُصَنف أبي دَاوُد سُلَيْمَان بن الْأَشْعَث بن إِسْحَاق السجسْتانِي رَحمَه الله أَخْبرنِي بِهِ عَن أبي عَليّ الغساني ثمَّ قرأته أَنا بعد ذَلِك على أبي عَليّ رَحمَه الله وسترى أسانيده فِي بَابه إِن شَاءَ الله تَعَالَى ¶ وقرأت عَلَيْهِ كتاب السّنَن تصنيف أبي عبد الرَّحْمَن أَحْمد بن شُعَيْب بن عَليّ بن بَحر بن سِنَان النَّسَائِيّ وَأَخْبرنِي أَنه قَرَأَهُ على أبي عَليّ الْحُسَيْن بن مُحَمَّد قَالَ حَدثنَا أَبُو بكر عَبَّاس بن أصبغ بن عبد الْعَزِيز الحجاري قَالَ حَدثنَا أَبُو العَاصِي حكم بن مُحَمَّد بن حكم الجذامي قَالَ حَدثنَا أَبُو بكر عَبَّاس بن أصبغ بن عبد الْعَزِيز الحجاري قَالَ حَدثنَا أَبُو عبد الله مُحَمَّد بن قَاسم بن مُحَمَّد قَالَ حَدثنَا أَبُو عبد الرَّحْمَن أَحْمد بن شُعَيْب النَّسَائِيّ ¶ قَالَ لي أبي رَضِي الله عَنهُ وَأَخْبرنِي بِهِ أَبُو عَليّ الْحُسَيْن بن مُحَمَّد أَيْضا فِي مُجمل أخباره قَالَ حَدثنَا أَبُو عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر النمري قَالَ حَدثنَا أَبُو الْوَلِيد عبد الله بن مُحَمَّد بن يُوسُف الْأَزْدِيّ قَالَ حَدثنَا أَبُو الْحسن عَليّ بن عمر بن حَفْص بن نجيح الإلبيري قَالَ حَدثنَا أَبُو الْفضل مَسْعُود بن عَليّ بن الْفضل البجاني عَن أبي عبد الرَّحْمَن النَّسَائِيّ سَمَاعا عَلَيْهِ بِمصْر ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ وَهَذَا سَنَد غَرِيب وَلم يَقع لَهُ ذكر فِي فهرسة أبي عَليّ وَلَا غَيره ومسعود هَذَا مَشْهُور بِرِوَايَة الْكتاب بالأندلس ذكر القَاضِي أَبُو الْوَلِيد بن الفرضي فِي تَارِيخه وَغَيره وعَلى هَاتين الرِّوَايَتَيْنِ تقيد كتابي وَالْحَمْد لله",
            "page": "69",
            "part": "1",
            "seal": "326FC4EE"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وَتُوفِّي أَبُو عبد الرَّحْمَن النَّسَائِيّ رَحمَه الله بالرملة سنة اثْنَتَيْنِ وَيُقَال ثَلَاث وثلاثمائة وَكَانَ مولده رَحمَه الله سنة أَربع عشرَة وَمِائَتَيْنِ ¶ وقرأت عَلَيْهِ رَضِي الله عَنهُ كتاب السّنَن لأبي عِيسَى مُحَمَّد بن عِيسَى بن سُورَة بن مُوسَى بن الضَّحَّاك السّلمِيّ التِّرْمِذِيّ الْحَافِظ رَضِي الله عَنهُ أَخْبرنِي بِهِ عَن أبي عَليّ الغساني عَن الشَّيْخ الْحَافِظ أبي عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر عَن أبي زَكَرِيَّاء يحيى بن مُحَمَّد بن يُوسُف الْأَشْعَرِيّ عَن أبي يَعْقُوب يُوسُف بن أَحْمد الْمَكِّيّ عَن أبي ذَر مُحَمَّد بن إِبْرَاهِيم التِّرْمِذِيّ عَن أبي عِيسَى رَحمَه الله ¶ وَتُوفِّي أَبُو عِيسَى بالترمذ لَيْلَة الِاثْنَيْنِ لثلاث عشر لَيْلَة مَضَت من رَجَب سنة تسع وَتِسْعين وَمِائَتَيْنِ ¶ وقرأت مَرَّات كَثِيرَة عَلَيْهِ كتاب سيرة رَسُول الله صلى الله عَلَيْهِ وَسلم لأبي بكر مُحَمَّد بن إِسْحَاق بن يسَار المطلبي أَخْبرنِي بِهِ عَن أبي عَليّ الْحُسَيْن بن مُحَمَّد عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد بن حَاتِم التَّمِيمِي قَالَ حَدثنَا أَبُو مُحَمَّد عبد الله بن مُحَمَّد اللمائي التَّاجِر الْقَرَوِي قَالَ حَدثنَا أَبُو مُحَمَّد عبد الله بن جَعْفَر بن الْورْد بن زنجوية البغداذي",
            "page": "70",
            "part": "1",
            "seal": "795B21CA"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قَالَ حَدثنَا أَبُو سعيد عبد الرَّحِيم بن عبد الله بن عبد الرَّحِيم البرقي ¶ قَالَ أَبُو عَليّ وَحدثنَا أَبُو عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر النمري وَأحمد بن مُحَمَّد بن مُحَمَّد بن يحيى التَّمِيمِي الْمَعْرُوف بِابْن الْحذاء قَالَا مَعًا حَدثنَا أَبُو الْقَاسِم عبد الْوَارِث بن سُفْيَان بن جبرون حَدثنَا قَاسم بن أصبغ الْبَيَانِي عَن مُحَمَّد بن عبد السَّلَام الْخُشَنِي قَالَ مُحَمَّد بن عبد الله بن عبد الرَّحِيم البرقي قَالَ الأخوان مَعًا حَدثنَا أَبُو مُحَمَّد عبد الْملك بن هِشَام النَّحْوِيّ قَالَ حَدثنَا زِيَاد بن عبد الله بن الطُّفَيْل البكائي عَن مُحَمَّد بن إِسْحَاق المطلبي ¶ وَتُوفِّي بن إِسْحَاق رَحمَه الله بَغْدَاد وَدفن فِي مَقَابِر الخيزران سنة خمسين وَمِائَة ¶ وقرأت عَلَيْهِ رَضِي الله عَنهُ بعض شرح غَرِيب الحَدِيث لأبي عبيد وَأَخْبرنِي أَنه سَمعه على أبي عَليّ الْحُسَيْن بن مُحَمَّد الغساني قَالَ حَدثنَا أَبُو الْقَاسِم حَاتِم بن مُحَمَّد بن حَاتِم قَالَ حَدثنَا أَبُو جَعْفَر أَحْمد بن مُحَمَّد بن مِسْمَار بِمَدِينَة القيروان قَالَ حَدثنَا أَبُو بكر",
            "page": "71",
            "part": "1",
            "seal": "4366CA99"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "أَحْمد بن مُحَمَّد بن أبي الْمَوْت ¶ قَالَ أَبُو عَليّ وَأَخْبرنِي بِهِ أَيْضا أَبُو أَحْمد جَعْفَر بن عبد الله النجيبي قَالَ حَدثنَا أَبُو الْمطرف عبد الرَّحْمَن بن مَرْوَان القنازعي قَالَ حَدثنَا مُحَمَّد بن يحيى بن عبد الْعَزِيز الْمَعْرُوف بِابْن الخراز عَن أَحْمد بن خَالِد قَالَا مَعًا حَدثنَا أَبُو الْحُسَيْن عَليّ بن عبد الْعَزِيز الْبَغَوِيّ عَن أبي عبيد الْقَاسِم بن سَلام ¶ وَأخذت عَنهُ كتاب التَّفْرِيع فِي مسَائِل الْفِقْه أَخْبرنِي بِهِ عَن أَبِيه عبد الرَّحْمَن بن غَالب عَن أَبِيه غَالب بن عبد الرؤوف بن تَمام عَن مُؤَلفه أبي الْقَاسِم بن الْجلاب رَحمَه الله ¶ وَأخذت عَنهُ الْمُدَوَّنَة أَخْبرنِي بهَا عَن أبي الرّبيع سُلَيْمَان بن الرّبيع الْقَيْسِي عَن أبي الْمطرف عبد الرَّحْمَن بن أَحْمد بن يزِيد بن هَانِئ عَن مُحَمَّد بن عبد الله بن أبي زمنين عَن وهب بن مَسَرَّة عَن ابْن وضاح عَن سَحْنُون وَأَخْبرنِي بهَا أَيْضا عَن عبد الحميد الصَّائِغ ¶ كتبت إِلَى الْفَقِيه أبي عبد الله الْمَازرِيّ سَائِلًا عَن سَنَد عبد الحميد فِي الْمُدَوَّنَة فراجعني بِأَنَّهُ يحملهَا عَن السيوري عَن أبي على الفولي عَن الإبياني عَن يحيى بن عمر عَن سَحْنُون رَحِمهم الله بمنه",
            "page": "72",
            "part": "1",
            "seal": "26757230"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وَأخذت عَنهُ كتاب اللامع لأبي عبد الله الْحسن بن حَاتِم الأذري رَحمَه الله أَخْبرنِي بِهِ عَن أبي عبد الله مُحَمَّد بن نعْمَة العابد عَن مُؤَلفه أبي عبد الله الأذري رَحمَه الله ¶ وَأَخْبرنِي أَيْضا أَنه قَرَأَهُ بِمَكَّة على أبي عبد الله مُحَمَّد بن أَحْمد النَّحْوِيّ نزيل مَكَّة قِرَاءَة فك أخبرهُ بِهِ عَن الأذري إجَازَة كتب بهَا إِلَيْهِ ¶ وَأخذت عَنهُ مُخْتَصر كتاب الطَّبَرِيّ الْكَبِير فِي تَفْسِير الْقُرْآن لأبي عبد الله مُحَمَّد بن أَحْمد النَّحْوِيّ أَخْبرنِي بِهِ عَنهُ مِنْهُ سَمَاعا وإجازة ¶ وقرأت عَلَيْهِ مَرَّات كَثِيرَة عرضا وحفظا مَقْصُورَة أبي بكر مُحَمَّد بن الْحسن بن دُرَيْد الْأَزْدِيّ وَأَخْبرنِي بهَا عَن الْأُسْتَاذ أبي عبد الله مُحَمَّد بن حَارِث السَّرقسْطِي عَن أبي عمر أَحْمد بن صارم عَن أبي نصر هَارُون بن مُوسَى بن جندل عَن أبي عَليّ إِسْمَاعِيل بن الْقَاسِم الْبَغْدَادِيّ قَالَ أنشدنا ابْن دُرَيْد ¶ وقرأت عَلَيْهِ كتاب الْكَافِي فِي النَّحْو لأبي جَعْفَر أَحْمد بن مُحَمَّد بن إِسْمَاعِيل النّحاس قِرَاءَة فك وَتعلم أَخْبرنِي بِهِ عَن",
            "page": "73",
            "part": "1",
            "seal": "77234434"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "أبي عَليّ الْحُسَيْن بن مُحَمَّد الغساني عَن أبي عمر بن عبد الْبر عَن القَاضِي أبي الْوَلِيد عبد الله بن مُحَمَّد بن يُوسُف عَن عبد السَّلَام بن الشَّيْخ الزهراوي عَن مُؤَلفه أبي جَعْفَر بن النّحاس ¶ وقرأت عَلَيْهِ كتاب الْجمل فِي النَّحْو لأبي الْقَاسِم عبد الرَّحْمَن بن إِسْحَاق الزجاجي قِرَاءَة فك وَنظر أَخْبرنِي بِهِ عَن الْأُسْتَاذ أبي عبد الله الكفيف المالقي عَن شَيْخه الْأُسْتَاذ الكفيف أَيْضا صَاحب فك التطيير وَكَانَ أحسن النَّاس ذهنا عَن شُيُوخه ¶ قَالَ القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ وَهُوَ كتاب لم يثبت فِيهِ إِسْنَاد إِلَى أبي الْقَاسِم ¶ وقرأت عَلَيْهِ رَضِي الله عَنهُ بعض كتاب المقتضب لأبي الْعَبَّاس مُحَمَّد بن يزِيد بن عبد الْأَكْبَر الثمالِي وأجازني سائره وَأَخْبرنِي أَنه قَرَأَهُ على الْأُسْتَاذ أبي الْحجَّاج يُوسُف بن إِبْرَاهِيم الْيَعْمرِي الْمَعْرُوف بالميداني ¶ وَأَجَازَ لي رَحمَه الله جَمِيع رِوَايَته عَن شُيُوخه رَضِي الله عَنْهُم ¶ فَمن ذَلِك كتاب قوت الْقُلُوب تصنيف أبي طَالب مُحَمَّد بن",
            "page": "74",
            "part": "1",
            "seal": "0D02076E"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "عَليّ الْمَكِّيّ أَخْبرنِي بِهِ عَن الشَّيْخ أبي عبد الله مُحَمَّد بن نعْمَة الْقرشِي الزبيرِي قَالَ حَدثنَا عبد الحكم بن مُحَمَّد الصّقليّ قَالَ حَدثنَا أَحْمد بن شُعَيْب الْمُقْرِئ عَن مُؤَلفه أبي طَالب رَحمَه الله ¶ وَكتاب مُشكل الحَدِيث لمُحَمد بن الْحسن بن فورك الْأَشْعَرِيّ أَخْبرنِي بِهِ عَن أبي عبد الله مُحَمَّد بن نعْمَة عَن أبي عبد الله مُحَمَّد بن أبي طَالب عَن أبي بكر مُحَمَّد بن عَليّ الْغَازِي وَعَن ابْن نعْمَة أَيْضا عَن أبي عَليّ حسن بن حمود التّونسِيّ الفولي إجَازَة كِلَاهُمَا عَنهُ ¶ وبهذين السندين جَمِيع مَا أَلفه ¶ وحَدثني أبي رَحمَه الله عَن ابْن نعْمَة عَن أبي عمرَان الفاسي عَن القَاضِي أبي بكر بن الطّيب بِجَمِيعِ تواليفه ¶ كتاب التَّحْصِيل وَكتاب الْهِدَايَة وَشَرحهَا كل ذَلِك تأليف أبي الْعَبَّاس أَحْمد بن عمار الْمَهْدَوِيّ أَخْبرنِي بهَا عَن الْأُسْتَاذ غَانِم بن وليد عَن مؤلفها",
            "page": "75",
            "part": "1",
            "seal": "EF89F0EB"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وَكَذَلِكَ حَدثنِي بِجَمِيعِ مَا رَوَاهُ غَانِم عَن شُيُوخه إجَازَة مِنْهُ لَهُ فَمن ذَلِك كتاب الْأَلْفَاظ وَكتاب إصْلَاح الْمنطق كِلَاهُمَا من تأليف ابْن السّكيت أَخْبرنِي بهما عَن غَانِم عَن أبي عمر السَّهْمِي وَأبي سُلَيْمَان دَاوُد بن عَليّ الْخَولَانِيّ عَن أَحْمد بن سيد عَن أبي عَليّ إِسْمَاعِيل بن الْقَاسِم البغداذي قَالَ حَدثنَا أَبُو بكر مُحَمَّد بن الْقَاسِم بن بشار الْأَنْبَارِي عَن أَبِيه عَن أبي مُحَمَّد عبد الله بن مُحَمَّد بن رستم وَأحمد بن عبيد بن نَاصح عَن يَعْقُوب ¶ التَّمْهِيد للْقَاضِي الْجَلِيل أبي بكر مُحَمَّد بن الطّيب الْأَشْعَرِيّ أَخْبرنِي بِهِ عَن أبي سُلَيْمَان بن الْقَدِيم قِرَاءَة مِنْهُ عَلَيْهِ عَن الأذري رَحمَه الله عَن القَاضِي ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ وَكَانَ الأذري رَحمَه الله نحويا وَكَانَ فِي ذهنه فِي علم الْأُصُول بعض البلادة فَأَخْبرنِي أبي رَحمَه الله عَن الإِمَام ابْن الْقَدِيم عَن الأذري قَالَ قَالَ لي القَاضِي رَحمَه الله قد أَذِنت لَك يَا أَبَا عبد الله فِي تصفح كتبي وَإِصْلَاح مَا رَأَيْته خطأ من جِهَة النَّحْو فَأَما مَا كَانَ عنْدك خطأ من جِهَة النّظر فِي الْأُصُول فاتهم فِيهِ نظرك ودع كتبي بحسبها ¶ وَأَخْبرنِي بِهِ أَيْضا من أبي عبد الله مُحَمَّد بن عبد الله بن أَحْمد النَّحْوِيّ قِرَاءَة عَلَيْهِ عَن الأذري إجَازَة عَن القَاضِي رَحمَه الله",
            "page": "76",
            "part": "1",
            "seal": "7F31BB80"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وَبِهَذَا السَّنَد جَمِيع تواليف القَاضِي رَحمَه الله ¶ وَكتاب الْإِرْشَاد وَكتاب التَّلْخِيص كِلَاهُمَا تأليف أبي الْمَعَالِي عبد الْملك بن عبد الله بن يُوسُف الْجُوَيْنِيّ أَخْبرنِي بهما عَن أبي عبد الله النَّحْوِيّ عَنهُ ¶ وَبِهَذَا السَّنَد جَمِيع كتب أبي الْمَعَالِي رَحمَه الله ¶ قَالَ لي أبي رَضِي الله عَنهُ كنت بِمَكَّة عظمها الله سنة سبعين وَأَبُو الْمَعَالِي حَيّ بنيسابور ¶ وكتبت عَن أبي رَضِي الله عَنهُ حكايات وأخبارا وأشعارا أَخذهَا عَن أبي الْفضل بن الْجَوْهَرِي وَأبي عبد الله النَّحْوِيّ وَغَيرهمَا من شُيُوخه الَّذين لَقِيَهُمْ فِي رحلته 2 الْفَقِيه الإِمَام الْحَافِظ أَبُو عَليّ الْحُسَيْن بن مُحَمَّد ابْن أَحْمد الغساني رَضِي الله عَنهُ ¶ أَصله من جيان وانتقل أَبوهُ إِلَى قرطبة قَدِيما وسكنها وَكَانَ",
            "page": "77",
            "part": "1",
            "seal": "9AB2EE39"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "رَحمَه الله أحد من انْتَهَت إِلَيْهِ الرِّئَاسَة بالأندلس فِي علم الحَدِيث وإتقانه والمعرفة بعلله وَرِجَاله مَعَ تصرف فِي علم النَّحْو والغريب وَالْأَدب وَالشعر ¶ مولده سنة سبع وَعشْرين وَأَرْبَعمِائَة وَتُوفِّي رَحمَه الله وَرَضي عَنهُ فِي شهر شعْبَان سنة ثَمَان وَتِسْعين وَأَرْبَعمِائَة ¶ لَقيته بغرناطة ناهضا إِلَى حمة المرية للتطبب بهَا من علته فِي ذِي الْقعدَة سنة خمس وَتِسْعين وَأَرْبَعمِائَة فاستجزته وَسمعت مِنْهُ ألفاظا من اللُّغَة وأبياتا من الشّعْر قيدتها وأنحفز لوجهته ثمَّ صدر بعد شَهْرَيْن وَنصف فَأَقَامَ عندنَا لتوالي الْمَطَر نَحوا من شهر فَقَرَأت عَلَيْهِ فِي تِلْكَ الْمدَّة كتاب الْمُوَطَّأ لمَالِك بن أنس رِوَايَة يحيى بن يحيى الأندلسي وَأَخْبرنِي أَنه قَرَأَهُ على الْفَقِيه الْحَافِظ أبي عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر النمري قَالَ أَخْبرنِي أَبُو عُثْمَان سعيد بن نصر قَالَ حَدثنَا أَبُو مُحَمَّد قَاسم بن اصبغ قَالَ حَدثنَا مُحَمَّد بن وضاح حَدثنَا يحيى بن يحيى عَن مَالك وَعَن أبي عمر أَيْضا عَن أبي الْفضل أَحْمد بن قَاسم عَن أبي عبد الْملك مُحَمَّد بن عبد الله بن أبي دليم ووهب بن مَسَرَّة كِلَاهُمَا عَن ابْن وضاح عَن يحيى بن يحيى عَن مَالك وَعَن أبي عمر أَيْضا عَن أبي عمر أَحْمد بن مُحَمَّد بن أَحْمد الْأمَوِي قَالَ حَدثنَا أَحْمد بن مطرف بن عبد الرَّحْمَن وَأحمد بن سعيد بن حزم جَمِيعًا عَن أبي مَرْوَان عبيد الله بن يحيى بن يحيى عَن أَبِيه عَن مَالك ¶ قَالَ لي أَبُو عَليّ وحَدثني بِهِ أَبُو عمر احْمَد بن مُحَمَّد بن يحيى",
            "page": "78",
            "part": "1",
            "seal": "E9632682"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "عَن عبد الْوَارِث بن سُفْيَان حَدثنَا قَاسم بن أصبغ ووهب بن مَسَرَّة قَالَا حَدثنَا ابْن وضاح عَن يحيى عَن مَالك قَالَ لي وحَدثني بِهِ أَبُو العَاصِي حكم بن مُحَمَّد بن حكم قَالَ حَدثنَا أَبُو بكر عَبَّاس بن أصبغ قَالَ حَدثنَا مُحَمَّد بن عبد الْملك بن أَيمن قَالَ حَدثنَا مُحَمَّد بن وضاح وَإِبْرَاهِيم بن مُحَمَّد بن باز قَالَا حَدثنَا يحيى عَن مَالك ¶ قَالَ لي وقرأته على أبي عبد الله الْفَقِيه الْأَجَل مُحَمَّد بن عتاب وَقُرِئَ على أبي الْقَاسِم حَاتِم بن مُحَمَّد التَّمِيمِي وَأَنا أسمع قَالَا حَدثنَا أَبُو بكر عبد الرَّحْمَن بن أَحْمد بن مُحَمَّد بن أَحْمد بن قَاسم التجِيبِي قَالَ حَدثنِي أَحْمد بن مطرف وَأحمد بن سعيد بن حزم وَأَبُو عِيسَى يحيى بن عبد الله قَالُوا حَدثنَا عبيد الله بن يحيى عَن أَبِيه ¶ قَالَ ابْن عتاب وحَدثني بِهِ أَبُو الْقَاسِم خلف بن يحيى بن غيث الفِهري قَالَ حَدثنَا أَحْمد بن مطرف وَأحمد بن سعيد بن حزم وَمُحَمّد بن أَحْمد بن مُحَمَّد بن قَاسم بن هِلَال الْقَيْسِي قَالُوا حَدثنَا عبيد الله بن يحيى عَن أَبِيه عَن مَالك ¶ قَالَ ابْن عتاب وحَدثني بِهِ أَبُو عُثْمَان سعيد بن سَلمَة وَأَبُو بكر يحيى بن وَافد القَاضِي قَالَا حَدثنَا أَبُو عِيسَى ¶ قَالَ أَبُو عَليّ قَالَ لي حَاتِم وحَدثني بِهِ أَبُو الْمطرف عبد",
            "page": "79",
            "part": "1",
            "seal": "97142A73"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "الرَّحْمَن بن مُحَمَّد بن عِيسَى بن فطيس وَأَبُو عبد الله مُحَمَّد بن عمر بن الفخار قَالَا حَدثنَا أَبُو عِيسَى عَن عَم أَبِيه عبيد الله بن يحيى بن يحيى عَن أَبِيه عَن مَالك ¶ حَدثنَا أَبُو عَليّ وَغَيره عَن أبي عبد الله مُحَمَّد بن عتاب قَالَ حَدثنَا أَبُو الْقَاسِم خلف بن يحيى قَالَ حَدثنَا عبد الرَّحْمَن بن عِيسَى بن مدراج قَالَ حَدثنَا مُحَمَّد بن عبد الْملك بن أَيمن قَالَ حَدثنَا مَالك بن عَليّ الْقرشِي قَالَ حَدثنَا خَالِد بن سُلَيْمَان عَن ابْن كنَانَة قَالَ قلت لمَالِك أصولك فِي موطنك مِمَّن أَخَذتهَا قَالَ من ربيعَة كَمَا أَخذهَا من سعيد بن الْمسيب ¶ وقرأت عَلَيْهِ فِي التَّارِيخ مُصَنف أبي دَاوُد سُلَيْمَان بن الْأَشْعَث السجسْتانِي ¶ فَأَما رِوَايَة أبي بكر مُحَمَّد بن بكر بن داسة الْبَصْرِيّ التمار فحدثنا بهَا عَن أبي عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر النمري قِرَاءَة مِنْهُ عَلَيْهِ قَالَ حَدثنَا أَبُو مُحَمَّد عبد الله بن مُحَمَّد بن عبد الْمُؤمن الزيات عَن أبي بكر بن داسة عَنهُ ¶ وَأما رِوَايَة أبي عِيسَى إِسْحَاق بن مُوسَى بن سعيد الرَّمْلِيّ وراق أبي دَاوُد وَهِي أقرب الرِّوَايَات إِلَى رِوَايَة أبي بكر بن داسة فَأخْبرنَا بهَا عَن أبي عمر بن عبد الْبر عَن سعيد بن عُثْمَان النَّحْوِيّ الْمَعْرُوف بِابْن الْقَزاز قَالَ حَدثنَا أَبُو عمر أَحْمد بن دُحَيْم بن خَلِيل قَالَ حَدثنَا أَبُو عِيسَى الرَّمْلِيّ بِبَغْدَاد سنة سبع عشرَة وثلاثمائة حَدثنَا أَبُو دَاوُد",
            "page": "80",
            "part": "1",
            "seal": "529A0053"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وَأما رِوَايَة أبي سعيد أَحْمد بن مُحَمَّد بن زِيَاد الْأَعرَابِي الْبَصْرِيّ فحدثنا بهَا عَن أبي عمر بن عبد الْبر عَن أبي زيد عبد الرَّحْمَن بن يحيى قِرَاءَة عَلَيْهِ عَن أبي عمر أَحْمد بن سعيد بن حزم عَن أبي سعيد بن الْأَعرَابِي عَن أبي دَاوُد ¶ وحَدثني بهَا أَيْضا عَن أبي العَاصِي حكم بن مُحَمَّد بن حكم الجذامي عَن أبي إِسْحَاق إِبْرَاهِيم بن عَليّ بن مُحَمَّد بن غَالب التمار قَالَ حَدثنَا ابْن الْأَعرَابِي عَن أبي دَاوُد وَسقط من رِوَايَة ابْن الْأَعرَابِي كتاب الْفِتَن والملاحم والحروب والخاتم وَسقط عَلَيْهِ من كتاب اللبَاس نَحْو من نصفه وَفَاته من كتاب الْوضُوء وَالصَّلَاة وَالنِّكَاح أوراق كَثِيرَة خرجها أَبُو سعيد من رِوَايَته عَن شُيُوخه ¶ وَأما رِوَايَة اللؤْلُؤِي فَأَخْبرنِي بهَا هُوَ والفقيه الإِمَام ابو الْحسن على بن أَحْمد بن خلف الْمُقْرِئ قَالَا مَعًا حَدثنَا أَبُو بكر مُحَمَّد بن هِشَام الْقَيْسِي قَالَ حَدثنَا أَبُو الْحسن عَليّ بن إِبْرَاهِيم التبريزي عَن الشريف أبي عمر الْقَاسِم بن جَعْفَر الْهَاشِمِي عَن أبي عَليّ مُحَمَّد بن أَحْمد اللؤْلُؤِي عَن أبي دَاوُد رَحمَه الله ¶ وَأَخْبرنِي بهَا الشَّيْخ الْفَقِيه مُحَمَّد بن فتوح بن عَليّ عَن التبريزي الْمَذْكُور وَسَيَأْتِي ذَلِك فِي تَرْجَمَة الشَّيْخ الْفَقِيه صَاحب أَحْكَام الْقَضَاء مُحَمَّد بن فتوح رَحمَه الله ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ الَّذِي أعْتَمد عَلَيْهِ من هَذِه الرِّوَايَات رِوَايَة أبي بكر بن داسة فَهِيَ أكمل الرِّوَايَات وأحسنها وَقد حَدثنَا أَبُو عَليّ بِرِوَايَة ابْن داسة وَابْن الْأَعرَابِي أَيْضا عَن مُحَمَّد بن",
            "page": "81",
            "part": "1",
            "seal": "B286F869"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "عتاب عَن أبي مُحَمَّد بن بنوش التَّمِيمِي ¶ وحَدثني بهَا أَيْضا عَن أبي عمر أَحْمد بن مُحَمَّد بن يحيى بن الْحذاء عَن أَبِيه قَالَا مَعًا حَدثنَا أَبُو حَفْص عمر بن عبد الْملك الْخَولَانِيّ عَن أبي سعيد بن الْأَعرَابِي وَأبي بكر بن داسة كِلَاهُمَا عَن أبي دَاوُد بالمصنف وَكَانَ أَبُو حَفْص هَذَا قد رَحل فَسمع المُصَنّف بِمَكَّة على أبي سعيد بن الْأَعرَابِي سنة تسع وَثَلَاثِينَ وَثَلَاث مائَة وقابله بِأَصْل ابْن الْأَعرَابِي ثمَّ رَحل إِلَى الْعرَاق فَسَمعهُ بِالْبَصْرَةِ على أبي بكر بن داسة وَهُوَ يمسك كِتَابه سنة إِحْدَى وَأَرْبَعين ثَلَاثمِائَة وَهَذَا كَانَ أصل أبي عَليّ وَملكه ¶ وَتُوفِّي أَبُو دَاوُد رَحمَه الله بِالْبَصْرَةِ فِي النّصْف من شَوَّال سنة خمس وَسبعين وَمِائَتَيْنِ ¶ وقرأت عَلَيْهِ رَحمَه الله كتاب الملخص فِي مُسْند حَدِيث موطأ مَالك بن أنس رِوَايَة عبد الرَّحْمَن بن الْقَاسِم عَنهُ تأليف أبي الْحسن على بن مُحَمَّد بن خلف الْمعَافِرِي الْمَعْرُوف بِابْن الْقَابِسِيّ رَحمَه الله أَخْبرنِي بِهِ عَن أَبى الْقَاسِم حَاتِم بن مُحَمَّد بن عبد الرَّحْمَن بن حَاتِم التَّمِيمِي قِرَاءَة مِنْهُ عَلَيْهِ عَن مُؤَلفه أبي الْحسن الْقَابِسِيّ سَمَاعا عَلَيْهِ ¶ وَتُوفِّي أَبُو الْحسن رَحمَه الله بالقيروان سنة ثَلَاث وَأَرْبَعمِائَة ¶ وقرأت عَلَيْهِ رَحمَه الله كتاب التَّقَصِّي لما فِي موطأ مَالك رِوَايَة",
            "page": "82",
            "part": "1",
            "seal": "C6E41DA4"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "يحيى بن يحيى من حَدِيث النَّبِي صلى الله عَلَيْهِ وَسلم مُسْنده ومرسله وموقوفه ومقطوعه وبلاغاته تأليف الْفَقِيه الْحَافِظ أبي عمر بن عبد الْبر رَضِي الله عَنهُ أَخْبرنِي بِهِ عَن مؤلفة ¶ وَتُوفِّي أَبُو عمر رَحمَه الله سنة ثَلَاث وَسِتِّينَ وَأَرْبَعمِائَة ومولده يَوْم الْجُمُعَة لخمس بَقينَ من ربيع الآخر سنة ثَمَان وَسِتِّينَ وثلاثمائة حَدثنِي بذلك أَبُو عَليّ عَن طَاهِر بن مفوز عَنهُ ¶ وَسمعت أَبَا عَليّ رَحمَه الله يَقُول سَمِعت أَبَا عمر بن عبد الْبر يَقُول وَقع كتاب التَّقَصِّي لأبي عمرَان الفاسي فَقَالَ هَذَا خير من الملخص للقابسي رَحمَه الله ¶ وقرأت عَلَيْهِ رَحمَه الله كِتَابه الَّذِي أَلفه على الصَّحِيحَيْنِ",
            "page": "83",
            "part": "1",
            "seal": "23F6752F"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وَسَماهُ تَقْيِيد المهمل وتمييز الْمُشكل فِي أَصله المجزأ على عشرَة أَجزَاء وَلم يسْبقهُ أحد إِلَى مثله وسَمعه بِقِرَاءَتِي فِي التَّارِيخ أبي وَغَيره ¶ وناولني رَضِي الله عَنهُ فِي التَّارِيخ مَا يَأْتِي ذكره ¶ وسمعته يَقُول المناولة أَن يناول الْمُحدث مَا قرئَ عَلَيْهِ أَو على شَيْخه أَو على أحد الشُّيُوخ الَّذين يخرج إِلَيْهِم فصح أَو كتابا يقطع عَلَيْهِ بِالصِّحَّةِ أَو كتابا قوبل بِأَصْل المناول أَو كتابا قرئَ على تِلْمِيذه فصح وَمن خرج عَن هَذَا فَلَا يناول ¶ فَمن مَا ناولني الْجَامِع الصَّحِيح للْبُخَارِيّ ناولني إِيَّاه فِي أصل أبي رَحمَه الله وَهُوَ الَّذِي بِغَيْر خطه المجزأ على سِتَّة أَجزَاء بعد مَا قَرَأت عَلَيْهِ من أول كل سفر حَدِيثا ¶ وعَلى هَذِه الصّفة ناولني كتاب الْمسند الصَّحِيح لمُسلم فِي النُّسْخَة الَّتِي هِيَ بِخَط أَبى وَقرأَهَا عَلَيْهِ وَهِي فِي ثَلَاثَة أسفار ¶ أَخْبرنِي بهما بِالْأَسَانِيدِ الْمَذْكُورَة فِي بَاب أبي رَضِي الله عَنهُ ¶ وَأَخْبرنِي بِمُسلم أَيْضا قَالَ حَدثنَا أَبُو عمر احْمَد بن مُحَمَّد بن",
            "page": "84",
            "part": "1",
            "seal": "A3DE4B89"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "يحيى التَّمِيمِي قِرَاءَة عَلَيْهِ قَالَ حَدثنَا أبي قَالَ حَدثنَا أَبُو الْعَلَاء عبد الْوَهَّاب بن عِيسَى بن ماهان عَن أبي بكر أَحْمد بن مُحَمَّد بن يحيى الْأَشْقَر قَالَ حَدثنَا أَبُو مُحَمَّد أَحْمد بن عَليّ بن الْحُسَيْن القلانسي عَن مُسلم حاشا ثَلَاثَة أَجزَاء من آخر الدِّيوَان أَولهَا حَدِيث عَائِشَة فِي الْإِفْك الحَدِيث الطَّوِيل فَإِن أَبَا الْعَلَاء يروي ذَلِك عَن أبي أَحْمد الجلودي عَن إِبْرَاهِيم بن سُفْيَان عَن مُسلم ¶ سَمِعت أَبَا عَليّ رَحمَه الله يَقُول سَمِعت أَبَا عمر بن الْحذاء يَقُول سَمِعت أبي يَقُول أَخْبرنِي ثِقَات من أهل مصر أَن أَبَا الْحسن الدَّارَقُطْنِيّ كتب إِلَى أهل مصر أَن اكتبوا عَن أبي الْعَلَاء بن ماهان كتاب مُسلم الصَّحِيح وَوصف أَبَا الْعَلَاء بالثقة والتمييز ¶ كتاب السّنَن لأبي عبد الرَّحْمَن أَحْمد بن شُعَيْب بن عَليّ بن بَحر بن سِنَان النَّسَائِيّ ناولني أَيَّاهُ فِي أصل أبي الَّذِي قَرَأَهُ وأتقنه عَلَيْهِ وَأَخْبرنِي بِهِ بِالْأَسَانِيدِ الْمقيدَة فِي بَاب أبي رَضِي الله عَنهُ وحَدثني بِهِ أَيْضا عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد التَّمِيمِي عَن أبي الْحسن عَليّ بن مُحَمَّد بن أبي بكر الْقَابِسِيّ عَن حَمْزَة بن مُحَمَّد الْكِنَانِي عَن النَّسَائِيّ وحَدثني بِهِ أَيْضا عَن أَبَوي عمر بن عبد الْبر وَابْن الْحذاء قَالَا مَعًا حَدثنَا أَبُو مُحَمَّد بن أَسد عَن حَمْزَة عَن النَّسَائِيّ ¶ وَفِي رِوَايَة حَمْزَة أَسمَاء لَيست فِي رِوَايَة ابْن الْأَحْمَر وَابْن قَاسم ومسعود من ذَلِك التَّفْسِير الْمسند سِتَّة أَجزَاء ومناقب الصَّحَابَة ثَلَاثَة أَجزَاء وثواب الْقُرْآن جُزْء وَالتَّعْبِير جُزْء وَكتاب النعوت جُزْء",
            "page": "85",
            "part": "1",
            "seal": "26B08CFA"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "قَالَ أَبُو عَليّ أَخْبرنِي بِهَذِهِ الْأَسْمَاء أَبُو عمر عَن أبي مُحَمَّد بن أَسد عَن حَمْزَة عَن النَّسَائِيّ ¶ وَمِمَّا انْفَرد بِهِ ابْن قَاسم ومسعود وَلم يروه ابْن الْأَحْمَر كتاب خَصَائِص عَليّ رَضِي الله عَنهُ وَكتاب الِاسْتِعَاذَة وهما فِي رِوَايَة حَمْزَة وَسَقَطت كلهَا من رِوَايَة الْأصيلِيّ عَن حَمْزَة ¶ أَخْبرنِي أَبُو عَليّ بِرِوَايَة الْأصيلِيّ عَن أبي شَاكر القبري عَنهُ وَسقط لمسعود من كتاب الزِّينَة نصفه وَذَلِكَ من بَاب آخر حَدِيث فِي بَاب الجلاجل وَهُوَ أخبرنَا إِسْحَاق بن إِبْرَاهِيم قَالَ أخبرنَا مُحَمَّد بن يزِيد وَهُوَ واسطي قَالَ أخبرنَا إِسْمَاعِيل بن أبي خَالِد الحَدِيث كُله إِلَى آخر كتاب الزِّينَة ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد عبد الْحق بن عَطِيَّة رَضِي الله عَنهُ ¶ وَذكر أَبُو عَليّ فِي فهرسته أَن كتاب الْبيعَة لم يروه عَنهُ أحد إِلَّا حَمْزَة وهووهم هُوَ فِي رِوَايَة جَمِيعهم وَهُوَ نصف كتاب السّير وأوله بَاب الْبيعَة أخبرنَا عِيسَى بن حَمَّاد زغبة قَالَ أخبرنَا اللَّيْث عَن يحيى بن سعيد عَن عبَادَة بن الْوَلِيد الحَدِيث كُله إِلَى آخر كتاب السّير ¶ وَمِمَّا لم يروه أحد من رُوَاة الْكتاب عَنهُ إِلَّا ابْنه عبد الْكَرِيم كتاب الطِّبّ حَدثنِي بِهِ أَبُو عَليّ عَن أَبَوي عمر عَن ابْن أَسد عَن عبد الْكَرِيم بن أَحْمد بن شُعَيْب عَن أَبِيه ¶ وروى الْقَابِسِيّ كتاب الْخَيل عَن أبي الْحسن مُحَمَّد بن عبد الله بن زَكَرِيَّاء بن حيوية عَن النَّسَائِيّ",
            "page": "86",
            "part": "1",
            "seal": "50622FEC"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وناولني رَحمَه الله فِي أصل أبي كتاب سيرة رَسُول الله صلى الله عَلَيْهِ وَسلم أَخْبرنِي بِهِ بِالْأَسَانِيدِ الْمَذْكُورَة فِي بَاب أبي رَضِي الله عَنهُ وَأَخْبرنِي بِهِ أَيْضا عَن أبي عمر بن عبد الْبر عَن خلف بن قَاسم عَن أبي مُحَمَّد عبد الله بن جَعْفَر بن الْورْد بن زنجوية عَن أبي سعيد عبد الرَّحِيم بن عبد الله البرقي عَن عبد الْملك بن هِشَام عَن زِيَاد بن عبد الله البكائي عَن مُحَمَّد بن إِسْحَاق ¶ وناولني مُصَنف أبي سُفْيَان وَكِيع بن الْجراح بن مليح الرُّؤَاسِي أَخْبرنِي بِهِ عَن أَبَوي عمر بن عبد الْبر وَابْن الْحذاء كِلَاهُمَا عَن عبد الْوَارِث بن سُفْيَان عَن قَاسم بن أصبغ وَعَن أبي عبد الله مُحَمَّد بن عتاب عَن أبي بكر عبد الرَّحْمَن بن أَحْمد بالتجيبي عَن إِسْمَاعِيل بن بدر كِلَاهُمَا عَن مُحَمَّد بن وضاح عَن مُوسَى بن مُعَاوِيَة الصمادحي عَن وَكِيع ويروي ابْن وضاح بعضه أَيْضا عَن مُحَمَّد بن سُلَيْمَان الْأَنْبَارِي عَن وَكِيع ¶ وناولني مُصَنف أبي مُحَمَّد قَاسم بن أصبغ الْبَيَانِي صنعه أَبُو مُحَمَّد على كتاب السّنَن لأبي دَاوُد السجسْتانِي إِذْ كَانَ أَبُو دَاوُد قَصده فَلَمَّا فَاتَهُ عمل على نَحْو كِتَابه أَخْبرنِي بِهِ عَن أبي عمر بن عبد الْبر عَن عبد الْوَارِث بن سُفْيَان قِرَاءَة عَلَيْهِ عَن قَاسم بن أصبغ رَحمَه الله ¶ وناولني مُسْند الْحَارِث بن أبي أُسَامَة أَخْبرنِي بِهِ عَن أبي عمر بن الْحذاء قِرَاءَة مِنْهُ عَلَيْهِ عَن عبد الْوَارِث بن سُفْيَان عَن قَاسم بن أصبغ عَن الْحَارِث",
            "page": "87",
            "part": "1",
            "seal": "1295F651"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "والْحَارث هَذَا هُوَ ابْن مُحَمَّد بن أبي أُسَامَة التَّمِيمِي بغداذي جليل يكنى أَبَا مُحَمَّد يروي عَن يزِيد بن هَارُون وطبقته وَتُوفِّي سنة اثْنَتَيْنِ وَثَمَانِينَ وَمِائَتَيْنِ ذكر ذَلِك إِسْمَاعِيل بن على الخطي وَأَبُو الْحُسَيْن بن الْمَنَاوِيّ ¶ وناولني منتقى حَدِيث خَيْثَمَة بن سُلَيْمَان بن حيدرة الأطرابلسي أَخْبرنِي بِهِ عَن أبي عمر أَحْمد بن مُحَمَّد بن يحيى بن الْحذاء عَن أَبِيه عَن القَاضِي أبي عبد الله مُحَمَّد بن أَحْمد بن يحيى بن مفرج عَن خَيْثَمَة ¶ وأصلي الَّذِي ناولني فِيهِ هُوَ بِخَط القَاضِي ابْن مفرج الْمَذْكُور ¶ وناولني كتاب الروَاة من قُرَيْش للْقَاضِي أبي عبد الله بن مفرج وَهُوَ عِنْدِي بِخَط مُؤَلفه وَفِيه ناولني أَخْبرنِي بِهِ عَن أبي عمر بن الْحذاء عَن أَبِيه عَن القَاضِي مُؤَلفه ¶ وناولني تَارِيخ أبي بكر أَحْمد بن أبي خَيْثَمَة زُهَيْر بن حَرْب بن شَدَّاد النَّسَائِيّ أَخْبرنِي بِهِ عَن أَبَوي عمر أَحْمد بن مُحَمَّد بن يحيى قِرَاءَة عَلَيْهِ ويوسف بن عبد الله بن مُحَمَّد بن عبد الْبر إجَازَة قَالَا مَعًا حَدثنَا أَبُو الْقَاسِم عبد الْوَارِث بن سُفْيَان بن جبرون عَن أبي مُحَمَّد قَاسم بن أصبغ عَن ابْن أبي خَيْثَمَة ¶ وحَدثني بِهِ أَيْضا عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد بن عبد الرَّحْمَن التَّمِيمِي عَن أبي حَفْص عمر بن حُسَيْن بن مُحَمَّد بن نائل عَن قَاسم عَن ابْن أبي خَيْثَمَة وَكَانَت مناولته لي فِي أصل حُسَيْن بن نائل بِعَيْنِه",
            "page": "88",
            "part": "1",
            "seal": "DCD631A2"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وَتُوفِّي ابْن أبي خَيْثَمَة ببغداذ سنة تسع وَسبعين وَمِائَتَيْنِ ¶ وناولني كتاب الاستذكار بمذاهب عُلَمَاء الْأَمْصَار فِي شرح الْمُوَطَّأ رِوَايَة يحيى بن يحيى تأليف الْفَقِيه الْحَافِظ أبي عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر النمري أَخْبرنِي بِهِ عَن مُؤَلفه أبي عمر رَحمَه الله سَمَّاهَا عَلَيْهِ لبعضه وإجازة لسائره بِخَطِّهِ وَالَّذِي سمع أَبُو عَليّ مِنْهُ اكثر كتاب الصَّلَاة وَكتاب الْحَج والجنائز وَالزَّكَاة والذبائح والضحايا ¶ وناولني كتاب بهجة الْمجَالِس وَأنس الْمجَالِس بِمَا يجْرِي فِي المذاكرات من غرر الأبيات ونوادر الحكايات تأليف الْفَقِيه أبي عمر رَحمَه الله أَخْبرنِي بِهِ عَنهُ ¶ وناولني كتاب الأمالي لأبي عَليّ البغداذي حَدثنِي بِهِ عَن أبي مَرْوَان بن حَيَّان عَن ابْن أبي الْحباب عَن أبي عَليّ مؤلفها ¶ وَأَجَازَ لي رَحمَه الله جَمِيع رِوَايَته بِخَطِّهِ مِمَّا تضمنته فهرسته وَمَا شَذَّ عَنْهَا سنة سِتّ وَتِسْعين وَأَرْبَعمِائَة ¶ فمما دخل فِي إِجَازَته لنا مُسْند أبي بكر بن أبي شيبَة أَخْبرنِي بِهِ قَالَ قرأته عَليّ أَبى عمر بن عبد الْبر قَالَ أَخْبرنِي بِهِ أَبُو عُثْمَان سعيد بن نصر قِرَاءَة عَلَيْهِ قَالَ حَدثنَا أَبُو مُحَمَّد قَاسم بن أصبغ عَن مُحَمَّد بن وضاح عَن أبي بكر بن أبي شيبَة قَالَ أَبُو عمر لم يكن عِنْد سعيد بن نصر الْجُزْء الأول من الْمسند فِيهِ حَدِيث أبي بكر وَعمر وَعُثْمَان رَضِي الله عَنْهُم فَقَرَأته على أبي الْقَاسِم عبد",
            "page": "89",
            "part": "1",
            "seal": "A66FD063"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "الْوَارِث بن سُفْيَان عَن قَاسم بن أصبغ ووهب بن مَسَرَّة وَابْن أبي دليم كلهم عَن ابْن وضاح عَن ابْن أبي شيبَة ¶ مُسْند أبي عبد الله مُحَمَّد بن عبد الله بن سنجر الْجِرْجَانِيّ نزيل مصر رَحمَه الله أَخْبرنِي بِهِ عَن القَاضِي أبي عمر بن الْحذاء قَالَ أخبرنَا بِهِ قَاضِي الْجَمَاعَة أَبُو الْمطرف عبد الرَّحْمَن بن مُحَمَّد بن عِيسَى بن فطيس عَن أبي سعيد عُثْمَان بن سعيد الغساني عرف بِابْن الدراج عَن أبي جَعْفَر أَحْمد بن عَمْرو بن مَنْصُور الإلبيري عَن أبي عبد الله بن سنجر ¶ كتاب الطَّبَقَات لخليفة بن خياط أَخْبرنِي بِهِ عَن أبي العَاصِي حكم بن مُحَمَّد بن حكم الجذامي عَن أبي بكر عَبَّاس بن أصبغ عَن عبد الله بن يُونُس القبري عَن بَقِي بن مخلد عَن خَليفَة وَخَلِيفَة يكنى أَبَا عَمْرو وَهُوَ خَليفَة بن خياط بن خَليفَة بن خياط الْعُصْفُرِي بَصرِي يلقب بشباب وَتُوفِّي سنة أَرْبَعِينَ وَمِائَتَيْنِ ¶ تَارِيخ الْفُقَهَاء والقضاة والرواة للْعلم وَالْأَدب من أهل الأندلس للْقَاضِي أبي الْوَلِيد عبد بن مُحَمَّد بن يُوسُف الْأَزْدِيّ الْمَعْرُوف بِابْن الفرضي أَخْبرنِي بِهِ عَن أبي عمر بن عبد الْبر عَن مُؤَلفه ابْن الفرضي",
            "page": "90",
            "part": "1",
            "seal": "5C6D5CCD"
        },
        {
            "hno": "3",
            "id": "34",
            "nass": "3 - الْفَقِيه المشاور الْفَاضِل أَبُو عبد الله مُحَمَّد بن فرج الْقُرْطُبِيّ وَيعرف بِابْن الطلاع ¶ قرطبي الأَصْل كَانَ رَحمَه الله من أهل الْفضل وَالصَّلَاح مَعَ التَّقَدُّم فِي حفظ الرَّأْي والمعرفة بالفتيا والوثائق وَله تأليف حسن فِي أقضية رَسُول الله صلى الله عَلَيْهِ وَسلم وتأليف فِي زَوَائِد مُخْتَصر ابْن أبي زيد على الْمُدَوَّنَة لخصها وأخرجها وَكتاب حسن فِي الوثائق ¶ مولده سنة أَربع وَأَرْبَعمِائَة وَتُوفِّي رَحمَه الله فِي شهر رَجَب سنة سبع وَتِسْعين وَأَرْبَعمِائَة ¶ أجَاز لي جَمِيع رِوَايَته بِخَطِّهِ وَكتب لي فِي شهر جُمَادَى الأولى سنة سبع وَتِسْعين فَمن ذَلِك ¶ كتاب الْمُوَطَّأ لمَالِك بن أنس رِوَايَة يحيى بن يحيى الأندلسي عَنهُ أَخْبرنِي بِهِ عَن القَاضِي بقرطبة أبي الْوَلِيد يُونُس بن عبد الله بن مغيث عَن أبي عِيسَى يحيى بن عبد الله عَن عَم أَبِيه عبيد الله بن يحيى بن يحيى عَن أَبِيه عَن مَالك رَضِي الله عَنهُ ¶ مُصَنف أبي عبد الرَّحْمَن أَحْمد بن شُعَيْب النسوي أَخْبرنِي بِهِ عَن القَاضِي أبي الْوَلِيد بن الصفار سَمَاعا عَلَيْهِ عَن مُحَمَّد بن مُعَاوِيَة الْقرشِي الْمَعْرُوف بِابْن الْأَحْمَر عَن النَّسَائِيّ",
            "page": "91",
            "part": "1",
            "seal": "5A32A5DA"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "الْمُدَوَّنَة أَخْبرنِي بهَا عَن أبي عَليّ الْحسن بن أَيُّوب الْحداد سَمَاعا عَلَيْهِ فِي الْمحرم سنة اثْنَتَيْنِ وَعشْرين وَأَرْبَعمِائَة عَن مُحَمَّد بن عبدون عَن مُحَمَّد بن وضاح عَن سَحْنُون ¶ وحَدثني بهَا أَيْضا عَن أبي الْمطرف عبد الرَّحْمَن بن سعيد بن جرج عَن أبي مُحَمَّد مسلمة بن بتري عَن وهب بن مَسَرَّة الحجاري ¶ وحَدثني بِهِ أَيْضا عَن أبي عمر أَحْمد بن مُحَمَّد بن عِيسَى بن الْقطَّان عَن أبي بكر عبد الرَّحْمَن بن أَحْمد التجِيبِي عَن أبي إِبْرَاهِيم إِسْحَاق بن إِبْرَاهِيم صَاحب النصائح عَن أَحْمد بن خَالِد وَكِلَاهُمَا عَن مُحَمَّد بن وضاح عَن سَحْنُون ¶ الْوَاضِحَة لعبد الْملك بن حبيب أَخْبرنِي بهَا عَن أبي مُحَمَّد مكي بن أبي طَالب عَن أبي مُحَمَّد بن أبي زيد عَن عبد الله بن مسرور عَن يُوسُف بن يحيى المغامي عَن ابْن حبيب ¶ تواليف أبي بكر مُحَمَّد بن الْحُسَيْن بن عبد الله الاجري البغداذي ورواياته أَخْبرنِي بهَا عَن أبي عَمْرو أَحْمد بن مُحَمَّد بن جهور المرشاني عَن مؤلفها وراويها أبي بكر الاجري رَحمَه الله ¶ وَكَانَ لِقَاء أبي عَمْرو بن جهور إِيَّاه سنة ثَمَان وَخمسين وثلاثمائة بِمَكَّة",
            "page": "92",
            "part": "1",
            "seal": "0A4A465E"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "توفّي الاجري بعد ذَلِك بِمَكَّة سنة سِتِّينَ وَثَمَانمِائَة ¶ الْخِصَال للْقَاضِي مُحَمَّد بن يبْقى بن زرب أَخْبرنِي بهَا عَن أبي عَليّ الْحسن بن أَيُّوب الْحداد عَن القَاضِي مؤلفها رَحمَه الله ¶ مُخْتَصر أبي مُحَمَّد عبد الله بن أبي زيد وَاسم أبي زيد عبد الرَّحْمَن أَخْبرنِي بِهِ عَن الْفَقِيه أبي مُحَمَّد مكي بن أبي طَالب الْمُقْرِئ عَنهُ ¶ رِسَالَة ابْن أبي زيد أَخْبرنِي بهَا عَن أبي مُحَمَّد عبد الله بن الْوَلِيد بن سعد بن بكر الأندلسي نزيل مصر عَن ابْن أبي زيد ¶ وَأَخْبرنِي بِجَمِيعِ مَا رَوَاهُ أَبُو مُحَمَّد بن الْوَلِيد عَنهُ إجَازَة مِنْهُ لَهُ من ذَلِك كتاب السِّيرَة لِابْنِ هِشَام عَن ابْن الْوَلِيد عَن ابْن اللمائي عَن ابْن الْورْد عَن عبد الرَّحِيم بن عبد الله بن عبد الرَّحِيم البرقي عَن ابْن هِشَام",
            "page": "93",
            "part": "1",
            "seal": "A669648B"
        },
        {
            "hno": "4",
            "id": "37",
            "nass": "4 - الشَّيْخ الْجَلِيل الصَّالح أَبُو مُحَمَّد عبد الْعَزِيز ابْن عبد الْوَهَّاب بن أبي غَالب القيرواني ¶ كَانَ رَحمَه الله شَيخا فَاضلا عالي الرِّوَايَة قديم السماع وَالْقِرَاءَة على الْعلمَاء دخل إِلَيْنَا غرناطة سنة أَربع وَتِسْعين وَأَرْبَعمِائَة وَكتب شَيخنَا أَبُو عَليّ الغساني وَقت دُخُول أبي مُحَمَّد بن أبي غَالب إِلَيْنَا إِلَى شَيخنَا أبي الْحسن بن أَحْمد رحمهمَا الله إِنَّه قدم عَلَيْكُم رجل صَالح عِنْده رِوَايَات فَلَا يفوتنك لَقيته بغرناطة ¶ وحَدثني إجَازَة كتب لي بهَا خطه بِمَا يَأْتِي ذكره ثمَّ انْتقل رَحمَه الله إِلَى المرية فَتوفي بهَا فِي الْعشْر الْوسط من ذِي الْقعدَة سنة خمس وَتِسْعين وَأَرْبَعمِائَة وَصلى عَلَيْهِ الْفَقِيه القَاضِي أَبُو عبد الله مُحَمَّد بن يحيى الزَّاهِد رَحمَه الله ¶ فَمن مَا دخل فِي إِجَازَته لنا ¶ الْمُوَطَّأ لمَالِك بن أنس رِوَايَة أبي مُصعب أَحْمد بن أبي بكر الزُّهْرِيّ ¶ أَخْبرنِي بِهِ عَن الشَّيْخ أَبى الْقَاسِم عبد الْعَزِيز بن بنْدَار بن عَليّ الشِّيرَازِيّ عَن أبي الْحسن أَحْمد بن مُحَمَّد بن مُوسَى بن الْقَاسِم الْقرشِي البغداذي قَالَ قَالَ حَدثنِي إِبْرَاهِيم بن عبد الصَّمد الْهَاشِمِي عَن أبي مُصعب عَن مَالك ¶ وَأَبُو الْقَاسِم بن بنْدَار هَذَا سكن مَكَّة وَسمع من أبي الْحسن بن",
            "page": "94",
            "part": "1",
            "seal": "CEC9CFAB"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "فراس وَأبي الْقَاسِم عبيد الله بن أَحْمد السَّقطِي وَأبي الْحسن مُحَمَّد بن أَحْمد بن مُحَمَّد بن أَحْمد بن رزقوية الْبَزَّاز وَجَمَاعَة غَيرهم روى عَنهُ أَبُو مَرْوَان الطبني وَهُوَ من جلة شُيُوخه وانتقى عَلَيْهِ أَبُو نصر الوائلي ¶ الْجَامِع الصَّحِيح لمُحَمد بن إِسْمَاعِيل البُخَارِيّ أَخْبرنِي بِهِ عَن الأستاذة كَرِيمَة بنت أَحْمد بن مُحَمَّد بن حَاتِم المروزية عَن أبي الْهَيْثَم مُحَمَّد بن الْمَكِّيّ الْكشميهني عَن مُحَمَّد بن يُوسُف الْفربرِي عَن البُخَارِيّ ¶ كتاب الجوزقي الصَّغِير أَخْبرنِي بِهِ عَن أبي زَكَرِيَّاء يحيى بن مطرف عَن الشَّيْخ أبي بكر أَحْمد بن مُحَمَّد بن عِيسَى بن إِبْرَاهِيم عَن أبي بكر مُحَمَّد بن عبد الله بن زَكَرِيَّاء الشَّيْبَانِيّ النَّيْسَابُورِي الجوزقي ¶ فَوَائِد القَاضِي أبي الْحسن مُحَمَّد بن عَليّ بن مُحَمَّد بن عبد الله بن مُحَمَّد بن صَخْر الْأَزْدِيّ انتقاء الشَّيْخ أبي نصر عبيد الله بن سعيد بن حَاتِم الوائلي السجسْتانِي عَلَيْهِ أَخْبرنِي بهَا عَن القَاضِي أبي الْحسن بن صَخْر نَفسه سَمَاعا عَلَيْهِ بِمَكَّة فِي الْمَسْجِد الْحَرَام سنة سِتّ وَثَلَاثِينَ وَأَرْبَعمِائَة ¶ التَّمْهِيد للْقَاضِي الْجَلِيل أبي بكر مُحَمَّد بن الطّيب الْأَشْعَرِيّ أَخْبرنِي بِهِ عَن أبي الْقَاسِم عبد الْعَزِيز بن بنْدَار بن عَليّ الشِّيرَازِيّ عَنهُ ¶ وَبِهَذَا السَّنَد بِجَمِيعِ مَا أَلفه القَاضِي أَبُو بكر بن الطّيب عَن ابْن بنْدَار هَذَا عَنهُ",
            "page": "95",
            "part": "1",
            "seal": "CC3075C8"
        },
        {
            "hno": "5",
            "id": "39",
            "nass": "5 - الشَّيْخ الْجَلِيل الصَّالح الْمُقْرِئ أَبُو الْحسن عَليّ بن خلف بن ذِي النُّون بن أَحْمد بن عبد الله بن هُذَيْل ابْن جحيش بن سِنَان الْعَبْسِي ¶ كَانَ رَحمَه الله شَيخا فَاضلا دينا لَهُ رحْلَة إِلَى الْمشرق قديمَة سنة أَربع وَأَرْبَعين وَأَرْبَعمِائَة حج فِيهَا وَكتب عَن جمَاعَة ثمَّ رَحل أَيْضا ثَانِيَة قبل الثَّمَانِينَ ثمَّ رَجَعَ إِلَى الأندلس وأقرأ الْقُرْآن فِي جَامع قرطبة مُدَّة طَوِيلَة وَكَانَ مُنْقَطع القرين فِي الْخَيْر رَحمَه الله وحفظت لَهُ دعوات ظَهرت إجابتها ¶ وَتُوفِّي رَحمَه الله بقرطبة سنة ثَمَان وَتِسْعين وَأَرْبَعمِائَة ¶ كتبت إِلَيْهِ مستجيزا فِي كتاب الشهَاب للْقَاضِي أبي عبد الله مُحَمَّد بن سَلامَة الْقُضَاعِي الْمصْرِيّ رِوَايَته عَنهُ سَمَاعا عَلَيْهِ بِمصْر فَكتب إِلَيّ خطه بذلك رَحمَه الله ¶ 6 - الشَّيْخ الْأَجَل المشاور أَبُو الْمطرف عبد الرَّحْمَن ابْن قَاسم الشّعبِيّ رَحمَه الله ¶ كَانَ رَحمَه الله من أَقْرَان ابْن الطلاع سنا وعلما ودربة وَأفْتى فِي بَلَده مُنْفَردا برئاسة الْفتيا نَحوا من سِتِّينَ سنة مولده سنة اثْنَتَيْنِ وَأَرْبَعمِائَة وَتُوفِّي رَحمَه الله فِي شهر رَجَب قبل أبي عبد الله",
            "page": "96",
            "part": "1",
            "seal": "506B2E79"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "ابْن الطلاع بيومين سنة سبع وَتِسْعين وَأَرْبع مائَة جَاءَتْنِي إِجَازَته من مالقة صدر سنة سبع وَتِسْعين وَأَرْبع مائَة يُخْبِرنِي بِجَمِيعِ مَا رَوَاهُ عَن شُيُوخه المسمين فِي فهرسته فَمن ذَلِك ¶ كتاب الْمُوَطَّأ لمَالِك بن أنس رِوَايَة يحيى بن يحيى الأندلسي عَنهُ أَخْبرنِي بِهِ القَاضِي بقرطبة أبي الْوَلِيد يُونُس بن عبد الله بن مغيث عَن أبي عِيسَى يحيى بن عبد الله بن أبي عِيسَى عَن عبيد الله بن يحيى بن يحيى عَن أَبِيه عَن مَالك ¶ مُصَنف أبي عبد الرَّحْمَن أَحْمد بن شُعَيْب النسوي أَخْبرنِي بِهِ عَن القَاضِي أبي الْوَلِيد أَيْضا عَن أبي بكر مُحَمَّد بن مُعَاوِيَة بن عبد الرَّحْمَن الْمَعْرُوف بِابْن الْأَحْمَر عَن النَّسَائِيّ ¶ المؤتلف والمختلف للدارقطني أَخْبرنِي بِهِ عَن الشَّيْخ الصَّالح أبي مُحَمَّد عبد الله بن سعيد الشنتجالي عَن أبي ذَر عبد بن أَحْمد الْهَرَوِيّ عَن الدَّارَقُطْنِيّ ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ وَقد أَخْبرنِي غير",
            "page": "97",
            "part": "1",
            "seal": "05FDAA59"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وَاحِد من شيوخي بِهَذَا الْكتاب عَن أبي الْعَبَّاس أَحْمد بن عمر وَأبي الْوَلِيد الْبَاجِيّ وَغَيرهمَا عَن أبي ذَر رَحمَه الله ¶ المؤتلف والمختلف لعبد الْغَنِيّ أَخْبرنِي بِهِ عَن أبي مُحَمَّد قَاسم بن مُحَمَّد الْمَعْرُوف بِابْن المأموني عَن مُؤَلفه عبد الْغَنِيّ بن سعيد الْحَافِظ الْمصْرِيّ ¶ كتاب الْفتُوح وَالرِّدَّة تأليف سيف بن عمر الأسيدي أَخْبرنِي بِهِ عَن أبي مُحَمَّد الشنتجالي عَن أبي ذَر عَن أبي طَاهِر مُحَمَّد بن عبد الرَّحْمَن المخلص عَن أبي بكر أَحْمد بن عبد الله بن سيف عَن السّري بن يحيى عَن شُعَيْب بن إِبْرَاهِيم عَن سيف بن عمر ¶ كتاب الْأَمْثَال لأبي عبيد أَخْبرنِي بهَا عَن القَاضِي أبي الْوَلِيد يُونُس بن عبد الله عَن أبي بكر مُحَمَّد بن عمر بن الْقُوطِيَّة قَالَ حَدثنَا طَاهِر بن عبد الْعَزِيز عَن عَليّ بن عبد الْعَزِيز كَاتب أبي عبيد رَحمَه الله فِي أَبُو عبيد عَنهُ وَتُوفِّي سنة أَربع وَعشْرين وَمِائَتَيْنِ ¶ كتاب طَبَقَات النَّحْوِيين لأبي بكر مُحَمَّد بن حسن الزبيدِيّ",
            "page": "98",
            "part": "1",
            "seal": "8AA3E40E"
        },
        {
            "hno": "7",
            "id": "42",
            "nass": "أَخْبرنِي بِهِ عَن يُونُس بن عبد الله بن مغيث عَن مُؤَلفه أبي بكر الزبيدِيّ رَحمَه الله ¶ كتاب الْخِصَال فِي الْفِقْه على مَذْهَب إِمَام دَار الْهِجْرَة أبي عبد الله مَالك بن أنس للْقَاضِي مُحَمَّد بن يبْقى بن زرب ضاهى بِهَذَا الِاسْم كتاب الْخِصَال الَّذِي أَلفه مُحَمَّد بن عَليّ بن كاس على مَذْهَب أبي حنيفَة أَخْبرنِي بِهِ عَن يُونُس بن عبد الله عَن مُؤَلفه رَحمَه الله ¶ 7 - الْفَقِيه الإِمَام الْحَافِظ أَبُو عَليّ الْحُسَيْن بن مُحَمَّد ابْن فيرة بن حيون الصَّدَفِي السَّرقسْطِي ¶ السَّاكِن بمرسية كتب بالأندلس عَن أبي الْعَبَّاس أَحْمد بن عمر ابْن أنس العذري وَأبي الْوَلِيد الْبَاجِيّ وَجَمَاعَة غَيرهمَا ثمَّ رَحل إِلَى الْمشرق سنة إِحْدَى وَثَمَانِينَ وَأَرْبَعمِائَة وَكتب فِي طلوعه بالإسكندرية ومصر وَغَيرهمَا عَن جمَاعَة وَبلغ مَكَّة فحج وَكتب بهَا أَيْضا عَن جمَاعَة ثمَّ عدل إِلَى الْعرَاق وَأقَام بهَا سِنِين فَكتب الحَدِيث ثمَّ انْصَرف إِلَى الأندلس سنة تسعين فَحدث بشرق الأندلس وَولي الْقَضَاء",
            "page": "99",
            "part": "1",
            "seal": "255A7AE0"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "بمرسية فَسَار فِيهِ سيرة فضحت من كَانَ قبله وأتعبت من جَاءَ بعده إِلَى أَن استعفى وفر بِنَفسِهِ فتم تخليه عَنْهَا سنة سبع وَخَمْسمِائة ¶ وَتُوفِّي رَحمَه الله شَهِيدا فِي الكائنة على الْمُسلمين بكتندة سنة أَربع عشرَة وَخَمْسمِائة وَقد قَارب السِّتين رَحمَه الله وَغفر لَهُ ¶ كتبت إِلَيْهِ من غرناطة مستجيزا لجَمِيع رِوَايَته فَكتب إِلَيّ خطه بذلك ثمَّ لَقيته بمرسية وقرأت عَلَيْهِ كتاب مُصَنف أبي عِيسَى مُحَمَّد بن عِيسَى التِّرْمِذِيّ رَحمَه الله وَأَخْبرنِي أَنه قَرَأَهُ ببغداذ على الشَّيْخ الصَّالح أبي الْحُسَيْن الْمُبَارك بن عبد الْجَبَّار بن أَحْمد بن الْقَاسِم الْأَزْدِيّ الصَّيْرَفِي وعَلى الشَّيْخ الْأَجَل أبي الْفضل أَحْمد بن الْحسن بن خيرون الْعدْل وأنهما أخبراه بِهِ عَن شيخهما أبي يعلى أَحْمد بن عبد الْوَاحِد بن مُحَمَّد بن جَعْفَر عَن أبي عَليّ الْحسن بن مُحَمَّد بن أَحْمد السنجي عَن أبي الْعَبَّاس مُحَمَّد بن أَحْمد بن مَحْبُوب عَن أبي عِيسَى قَالَ أَبُو عَليّ غير كَلَام أبي عِيسَى فِي آخر الْكتاب وَأَحَادِيث علمت عَلَيْهَا فِي كتابي لم يكن ذَلِك سَمَاعا لَهما قرأته على الشَّيْخ الإِمَام أبي الْقَاسِم عبد الله بن طَاهِر الْبَلْخِي قدم بغداذ أَيَّام كوني بهَا أَخْبرنِي بِهِ عَن مُحَمَّد بن عبد الله الْفَارِسِي عَن أبي الْحسن عَليّ بن أَحْمد الْخُزَاعِيّ عَن أبي سعيد الْهَيْثَم بن كُلَيْب الشَّاشِي عَن أبي عِيسَى التِّرْمِذِيّ",
            "page": "100",
            "part": "1",
            "seal": "963DB613"
        },
        {
            "hno": "8",
            "id": "44",
            "nass": "وحَدثني إجَازَة بالتاريخ الْكَبِير لمُحَمد بن إِسْمَاعِيل البُخَارِيّ عَن الشَّيْخ الْأَجَل أبي الْفضل أَحْمد بن الْحسن بن خيرون عَن أَبى أَحْمد عبد الْوَهَّاب بن مُحَمَّد بن مُوسَى الغندجاني حَدثنَا أَبُو بكر أَحْمد بن عَبْدَانِ الشِّيرَازِيّ عَن أبي الْحسن مُحَمَّد بن سهل الْمُقْرِئ عَنهُ ¶ 8 - الْفَقِيه الْأُسْتَاذ الإِمَام أَبُو الْحسن عَليّ بن أَحْمد ابْن خلف الْأنْصَارِيّ الْمُقْرِئ ¶ أَصله من جيان وانتقل أَبوهُ إِلَى غرناطة قَدِيما ويسكنها وَولد هُوَ بغرناطة فِي شهر شَوَّال سنة أَربع وَأَرْبَعين وَأَرْبَعمِائَة وَنَشَأ بهَا وَقَرَأَ الْقُرْآن على جمَاعَة وَرجل فِي طلب الْعلم إِلَى حواضر من الأندلس وَكَانَ رَحمَه الله من الْحفاظ لكتاب سِيبَوَيْهٍ المبرزين فِي النّظر فِي مَعَانِيه من أهل الْخَيْر وَالرِّوَايَة ¶ توفّي رَحمَه الله وَغفر لَهُ لَيْلَة الِاثْنَيْنِ ثلث اللَّيْل لثلاث عشرَة لَيْلَة خلت من شهر الْمحرم سنة ثَمَان وَعشْرين وَخَمْسمِائة وَدفن يَوْم الِاثْنَيْنِ لصَلَاة الْعَصْر وَكَانَت جنَازَته مَشْهُودَة ¶ اخْتلفت إِلَيْهِ قَدِيما وقرأت عَلَيْهِ بعض كتاب أبي بشر سِيبَوَيْهٍ",
            "page": "101",
            "part": "1",
            "seal": "B76F3E00"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "عَمْرو بن عُثْمَان بن قنبر قِرَاءَة فك وَتعلم وسائره مناولة من يَده إِلَى يَدي قَالَ قرأته على الْأُسْتَاذ أبي عبد الله مُحَمَّد بن حَارِث بن أَحْمد بن منوه السَّرقسْطِي قَالَ حَدثنِي أَبُو عمر أَحْمد بن صارم عَن أبي نصر هَارُون بن مُوسَى بن جندل المجريطي قِرَاءَة عَلَيْهِ بقرطبة ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد بن عَطِيَّة رَضِي الله عَنهُ وَأَخْبرنِي بِهِ أَيْضا عَن الْوَزير أَبى بكر مُحَمَّد بن هِشَام بن مُحَمَّد الْقَيْسِي الْمَعْرُوف بِابْن المصحفي مناولة وَأَخْبرنِي أَنه قَرَأَهُ أَربع مرار على أبي عبد الله مُحَمَّد بن فتحون بن مكرم التجِيبِي النَّحْوِيّ وَهُوَ أَخُو أبي عُثْمَان سعيد بن فتحون الملقب بالحمار ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد بن عَطِيَّة رَضِي الله عَنهُ وَأَخْبرنِي بِهِ أَيْضا عَن الْأُسْتَاذ أبي مَرْوَان عبد الْملك بن سراج الْعَلامَة عَن أبي الْقَاسِم إِبْرَاهِيم بن مُحَمَّد بن زَكَرِيَّاء الْمَعْرُوف بِابْن الإفليلي عَن أبي عبد الله مُحَمَّد بن عَاصِم الْمَعْرُوف بالعاصي قَالُوا ثَلَاثَتهمْ حَدثنَا أَبُو عبد الله مُحَمَّد بن يحيى بن عبد السَّلَام الْأَزْدِيّ الْمَعْرُوف بالرباحي عَن أبي جَعْفَر أَحْمد بن مُحَمَّد بن إِسْمَاعِيل النّحاس عَن أبي إِسْحَاق إِبْرَاهِيم بن السّري الزّجاج قَالَ الرباحي وَأَخْبرنِي بِهِ أَيْضا أَبُو الْقَاسِم عبيد الله بن مُحَمَّد بن ولاد عَن أَبِيه أبي الْحُسَيْن مُحَمَّد بن وليد بن ولاد كِلَاهُمَا عَن أبي الْعَبَّاس مُحَمَّد بن يزِيد",
            "page": "102",
            "part": "1",
            "seal": "319F8700"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "الْمبرد عَن أبي عُثْمَان بكر بن مُحَمَّد الْمَازِني وَعَن أبي عمر صَالح بن إِسْحَاق الْجرْمِي عَن أبي الْحسن سعيد بن مسْعدَة الْأَخْفَش عَن سِيبَوَيْهٍ ¶ قَالَ أَبُو الْحُسَيْن بن ولاد قَالَ لنا الْمبرد قَرَأت بعض هَذَا الْكتاب على الْجرْمِي وَبَعضه على الْمَازِني وَمِنْه مَا قد قرأته عَلَيْهِمَا جَمِيعًا وَحدثنَا أَبُو الْعَبَّاس الْمبرد قَالَ قَرَأَ الْمَازِني كتاب سِيبَوَيْهٍ على الْجرْمِي وساءل الْأَخْفَش عَنهُ وقرأه الْجرْمِي على الْأَخْفَش وَقَالَ أَبُو إِسْحَاق الزّجاج لم يقْرَأ أَبُو الْعَبَّاس مُحَمَّد بن يزِيد كتاب سِيبَوَيْهٍ كُله على الْجرْمِي وَلَكِن قَالَ لنا قَرَأت نَحْو ثلثه على أبي عمر فَتوفي أَبُو عمر فابتدأت قِرَاءَته على أبي عُثْمَان الْمَازِني وَقَالَ أَبُو عُثْمَان قرأته على أبي الْحسن سعيد بن مسْعدَة الْأَخْفَش وَقَالَ الْأَخْفَش كنت أسأَل سِيبَوَيْهٍ عَمَّا أشكل عَليّ مِنْهُ فَإِن تصعب عَليّ الشَّيْء مِنْهُ قرأته عَلَيْهِ ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ وَأَخْبرنِي بِهِ أَيْضا شَيخنَا أَبُو الْحسن عَن أبي بكر المصحفي عَن أبي الْحسن عَليّ بن إِبْرَاهِيم التبريزي عَن أبي الْحسن عَليّ بن عِيسَى الربعِي عَن أبي عَليّ الْحسن بن أَحْمد بن عبد الْغفار الْفَارِسِي عَن أبي إِسْحَاق الزّجاج عَن الْمبرد بِسَنَدِهِ ¶ وَأَجَازَ لي جَمِيع مَا رَوَاهُ عَن شُيُوخه المسمين فِي فهرسته فَمن ذَلِك ¶ كتاب إصْلَاح الْمنطق أَخْبرنِي بِهِ عَن أبي بكر المصحفي قِرَاءَة مِنْهُ عَلَيْهِ عَن أبي الْحسن عَليّ بن إِبْرَاهِيم التبريزي عَن أبي عبد الله مُحَمَّد بن عُثْمَان بن بلبل النَّحْوِيّ عَن القَاضِي أبي سعيد",
            "page": "103",
            "part": "1",
            "seal": "8A396559"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "الْحسن بن عبد الله بن الْمَرْزُبَان السيرافي عَن أبي بكر مُحَمَّد بن أبي الْأَزْهَر أخْبركُم أَبُو عَمْرو بنْدَار بن عبد الحميد بن لرة الكرجي صَاحب يَعْقُوب عَن يَعْقُوب ¶ قَالَ ابْن بلبل وقرأته على أبي عبد الله الْحُسَيْن بن أَحْمد بن خالويه قَالَ قرأته على أبي الطَّاهِر النَّحْوِيّ العابد قَالَ قرأته على ابْن الطيان صَاحب يَعْقُوب قَالَ قرأته على يَعْقُوب ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد بن عَطِيَّة رَضِي الله عَنهُ وَأَخْبرنِي بِهِ أَيْضا عَن أبي بكر المصحفي قَالَ قرأته على أبي الْفتُوح ثَابت بن مُحَمَّد الْجِرْجَانِيّ قَالَ قرأته على أبي الْحسن عَليّ بن الْحَارِث البياري قَالَ قرأته على أبي سعيد السيرافي قَالَ أَبُو الْفتُوح وقرأته أَيْضا ببغداذ على أبي أَحْمد عبد السَّلَام بن الْحُسَيْن القرميسي وعَلى أبي الْحسن عَليّ بن عِيسَى النَّحْوِيّ الربعِي وعَلى أبي مُحَمَّد يُوسُف بن أبي سعيد السيرافي كلهم عَن القَاضِي أبي سعيد السيرافي بِسَنَدِهِ وَيَرْوِيه أَبُو سعيد السيرافي أَيْضا عَن أبي بكر بن الْأَنْبَارِي عَن أَبِيه عَن ابْن رستم عَن يَعْقُوب وَأَخْبرنِي بِهِ أَيْضا عَن أبي بكر المصحفي عَن أَبِيه وَعَن أبي الْحسن عَليّ بن أبي الْحُسَيْن كِلَاهُمَا عَن خلف بن سُلَيْمَان بن غمرون ¶ وَأَخْبرنِي بِهِ عَن أبي عَليّ الغساني قِرَاءَة عَلَيْهِ عَن أبي عمر أَحْمد ابْن مُحَمَّد بن يحيى عَن أبي عمر أَحْمد بن عبد الْعَزِيز بن أبي الْحباب ¶ وَأَخْبرنِي بِهِ أَيْضا عَن أبي الْوَلِيد مَالك بن عبد الله الْعُتْبِي قِرَاءَة عَلَيْهِ",
            "page": "104",
            "part": "1",
            "seal": "39649A24"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَأبي عَليّ الغساني كِلَاهُمَا عَن أبي مَرْوَان بن سراج ¶ وَأَخْبرنِي بِهِ أَيْضا عَن ابْن سراج إجَازَة مِنْهُ لَهُ عَن أبي سهل بن الْحَرَّانِي عَن أبي عمر بن أبي الْحباب كِلَاهُمَا عَن أبي عَليّ إِسْمَاعِيل بن الْقَاسِم البغداذي قَالَ حَدثنَا أَبُو بكر مُحَمَّد بن الْقَاسِم بن بشار الْأَنْبَارِي عَن أَبِيه عَن أبي مُحَمَّد عبد الله بن مُحَمَّد ابْن رستم وَأحمد بن عبيد بن نَاصح كِلَاهُمَا عَن يَعْقُوب ¶ كتاب الفصيح لأبي الْعَبَّاس أَحْمد بن يحيى ثَعْلَب أَخْبرنِي بِهِ عَن أبي بكر مُحَمَّد بن هِشَام المصحفي قِرَاءَة عَلَيْهِ عَن أبي الْفتُوح ثَابت ابْن مُحَمَّد الْجِرْجَانِيّ وَأخْبرهُ أَبُو الْفتُوح أَنه قَرَأَهُ بِمَدِينَة جرجان على أبي الْحسن عَليّ بن الْحَارِث البياري أخبرهُ بِهِ عَن السيرافي قَالَ أَبُو الْفتُوح ثمَّ قرأته ببغداذ على أبي أَحْمد عبد السَّلَام بن الْحُسَيْن الْبَصْرِيّ وقرأه عبد السَّلَام على جمَاعَة من الشُّيُوخ مِنْهُم القَاضِي أَبُو",
            "page": "105",
            "part": "1",
            "seal": "C9DCBFA8"
        },
        {
            "hno": "9",
            "id": "49",
            "nass": "سعيد الْحسن بن عبد الله السيرافي وَأَبُو عمر مُحَمَّد بن عبد الْوَاحِد الزَّاهِد غُلَام ثَعْلَب عَنهُ ¶ كتاب الحماسة اخْتِيَار أبي تَمام حبيب بن أَوْس الطَّائِي أَخْبرنِي بِهِ عَن أبي بكر المصحفي قِرَاءَة مِنْهُ عَلَيْهِ عَن أبي الْفتُوح الْجِرْجَانِيّ عَن أبي أَحْمد عبد السَّلَام بن الْحُسَيْن القرميسي الْبَصْرِيّ عَن أبي رياش أَحْمد بن أبي هَاشم بن شبيل الربعِي قَالَ أنشدنا أَبُو الْمطرف الْأَنْطَاكِي قَالَ أنشدنا أَبُو تَمام كتاب الحماسة ¶ 9 - الْفَقِيه الْأَجَل صَاحب الشورى أَبُو مُحَمَّد عبد الرَّحْمَن ابْن مُحَمَّد بن عتاب بن محسن الْأمَوِي ¶ قرطبي الأَصْل من أهل الْفضل وَالصَّلَاح مَعَ التَّقَدُّم فِي علم الْفِقْه وَالْأَحْكَام وَعَلِيهِ كَانَت تَدور الْفتيا بِبَلَدِهِ ¶ وَكَانَ الْفَقِيه أَبُو عبد الله أَبوهُ رَحمَه الله قد استجاز لَهُ وَهُوَ صَغِير جمَاعَة خلد لَهُ بذلك شرفا يذكر بِهِ آخر الدَّهْر ¶ مولده سنة ثَلَاث وَثَلَاثِينَ وَأَرْبَعمِائَة وَتُوفِّي رَحمَه الله وَغفر لَهُ مستهل شهر جُمَادَى الأولى سنة عشْرين وَخمْس مائَة",
            "page": "106",
            "part": "1",
            "seal": "021D6368"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "لَقيته بقرطبة وقرأت عَلَيْهِ كتاب الْمُوَطَّأ لمَالِك بن أنس رِوَايَة يحيى بن يحيى الأندلسي أَخْبرنِي بِهِ عَن أَبِيه الْفَقِيه أبي عبد الله بن مُحَمَّد ابْن عتاب وَأبي الْقَاسِم حَاتِم بن مُحَمَّد التَّمِيمِي كِلَاهُمَا عَن أبي بكر عبد الرَّحْمَن بن أَحْمد التجِيبِي قَالَ حَدثنَا أَحْمد بن مطرف وَأحمد بن سعيد بن حزم وَأَبُو عِيسَى يحيى بن عبد الله قَالُوا حَدثنَا عبيد الله ابْن يحيى بن يحيى عَن أَبِيه يحيى بن يحيى عَن مَالك ¶ وحَدثني بِهِ أَيْضا عَن أَبِيه وحاتم وأبوي عمر بن عبد الْبر وَابْن الْحذاء بِالْأَسَانِيدِ الْمقيدَة فِي بَاب أبي عَليّ رَحمَه الله وَأَجَازَ لي جَمِيع مَا رَوَاهُ عَن شُيُوخه المسمين فِي فهرسته رَضِي الله عَنْهُم أَجْمَعِينَ مِنْهُم أَبوهُ الْفَقِيه أَبُو عبد الله مُحَمَّد بن عتاب وأبوا عمر يُوسُف بن عبد الله مُحَمَّد بن عبد الْبر وَأحمد بن مُحَمَّد بن يحيى ابْن الْحذاء وَأَبُو عبد الله مُحَمَّد بن عبد الله بن سعيد بن عَابِد الْمعَافِرِي وَأَبُو مُحَمَّد عبد الله بن سعيد الشنتجالي وَأَبُو عَمْرو عُثْمَان بن أبي بكر ابْن أَحْمد بن حمود السفاقسي وَأَبُو مُحَمَّد مكي بن أبي طَالب الْمُقْرِئ وَأَبُو ابْن شماخ أخبرهُ بتواليف أبي مُحَمَّد عبد الْوَهَّاب وَرِوَايَته عَنهُ وَأَبُو الْقَاسِم حَاتِم بن مُحَمَّد وَأَبُو مَرْوَان حَيَّان بن خلف بن حُسَيْن بن حَيَّان التاريخي وَكلهمْ أجَاز لَهُ حاشى أبي",
            "page": "107",
            "part": "1",
            "seal": "AE475922"
        },
        {
            "hno": "10",
            "id": "51",
            "nass": "مَرْوَان بن حَيَّان التاريخي فَإِنَّهُ إِنَّمَا أجَاز لَهُ كتاب الفصوص لصاعد بن الْحسن اللّغَوِيّ حَدثهُ بِهِ عَن صاعد ¶ 10 - الْفَقِيه الْأَجَل الْفَاضِل أَبُو بَحر سُفْيَان بن العَاصِي ابْن أَحْمد بن العَاصِي بن سُفْيَان بن عِيسَى بن عبد الْكَبِير بن سعيد الْأَسدي أَسد خُزَيْمَة ¶ أَصله من مربيطر من عمل بلنسية نَشأ ببلنسية وتأدب بهَا وَقَرَأَ الْفِقْه وَسمع من الْفَقِيه الْحَافِظ أبي عمر بن عبد الْبر كتاب الْمُوَطَّأ وَغَيره وَمن أبي الْعَبَّاس أَحْمد بن عمر بن أنس العذري وروى عَن",
            "page": "108",
            "part": "1",
            "seal": "6F741A75"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "القَاضِي أبي الْوَلِيد الْبَاجِيّ وَجَمَاعَة غَيرهم ¶ مولده سنه تسع وَثَلَاثِينَ وَأَرْبَعمِائَة وَتُوفِّي رَحمَه الله عقب شهر جُمَادَى الْآخِرَة سنة عشْرين وَخَمْسمِائة رَحمَه الله وَغفر لَهُ ¶ لَقيته بغرناطة سنة خمس وَخَمْسمِائة فَأجَاز لي جَمِيع رِوَايَته ثمَّ اجْتمعت بِهِ ببلنسية وقرأت عَلَيْهِ كتاب الْمُوَطَّأ لمَالِك بن أنس رِوَايَة يحيى بن يحيى الأندلسي أَخْبرنِي بِهِ عَن الْفَقِيه الْحَافِظ أبي عمر بن عبد الْبر سَمَاعا عَلَيْهِ سنة سِتّ وَخمسين وَأَرْبَعمِائَة عَن أبي عُثْمَان سعيد بن نصر عَن أبي مُحَمَّد قَاسم بن أصبغ عَن مُحَمَّد بن وضاح بن بزيغ عَن يحيى بن يحيى عَن مَالك وَلأبي عمر فِيهِ أَسَانِيد أخر تقدّمت فِي بَاب أبي عَليّ وَالْحَمْد لله وَأَخْبرنِي بِهِ أَيْضا عَن القَاضِي أبي الْوَلِيد هِشَام بن أَحْمد بن هِشَام قراء عَلَيْهِ عَن أبي عمر أَحْمد بن مُحَمَّد الطلمنكي عَن أبي عِيسَى يحيى بن عبد الله عَن عَم أَبِيه عبيد الله يحيى بن يحيى عَن أَبِيه عَن مَالك حاشى الْعُقُول والقسامة وَالْمُسَاقَاة وَالشُّفْعَة فَإِن الطلمنكي لم يسمع ذَلِك من أبي عِيسَى ¶ وَأَخْبرنِي بِهِ أَيْضا عَن أبي الْوَلِيد عَن أبي عمر عَن أبي جَعْفَر أَحْمد بن عون الله بن حدير الْبَزَّاز عَن أبي مُحَمَّد قَاسم بن أصبغ عَن ابْن وضاح عَن يحيى بن يحيى عَن مَالك",
            "page": "109",
            "part": "1",
            "seal": "575078C2"
        },
        {
            "hno": "11",
            "id": "53",
            "nass": "11 - الشَّيْخ الْجَلِيل الْمُقْرِئ أَبُو الْحُسَيْن يحيى بن إِبْرَاهِيم ابْن أبي زيد المرسي ¶ قَرَأَ الْقُرْآن بالأندلس على الْمُقْرِئ أبي عَمْرو عُثْمَان بن سعيد وَأبي عمر الطلمنكي ومكي بن أبي طَالب وَكتب عَن جمَاعَة ثمَّ رَحل وَوصل إِلَى مصر وَكتب بهَا وبالقيروان عَن جمَاعَة من أَصْحَاب أبي عبد الله مُحَمَّد بن سُفْيَان وَغَيره وَكَانَت رحلته سنة إِحْدَى وَعشْرين وَأَرْبَعمِائَة وَفِي هَذِه السّنة سمع التَّلْقِين بِمصْر على مؤلفة القَاضِي أبي مُحَمَّد عبد الْوَهَّاب وَفِي هَذِه السّنة توفّي عبد الْوَهَّاب",
            "page": "110",
            "part": "1",
            "seal": "93A07F6C"
        },
        {
            "hno": "12",
            "id": "54",
            "nass": "وَكَانَ رَحمَه الله شَيخا صَالحا إِلَّا أَنه اخْتَلَط آخر عمره وَحدث بِمَا لَيْسَ من رِوَايَته رَحمَه الله وَغفر لَهُ ¶ جَاءَتْنِي أجازته بِخَطِّهِ يخيرني فِيهَا بِجَمِيعِ رِوَايَته وَفِي جُمْلَتهَا ¶ رِسَالَة ابْن أبي زيد حَدثنِي بهَا عَن ولد ابْن أبي زيد عَن ابْن أبي زيد ¶ وتواليف أبي عَمْرو عُثْمَان بن سعيد الْمُقْرِئ أَخْبرنِي بهَا عَنهُ ¶ وَكتاب التَّلْقِين للْقَاضِي أبي مُحَمَّد عبد الْوَهَّاب بن عَليّ بن نصر البغداذي أَخْبرنِي بِهِ عَنهُ ¶ وَأَخْبرنِي إجَازَة بمضمن فهرسة أبي عمر الطلمنكي إجَازَة مِنْهُ لَهُ ¶ وَأثْنى لي القَاضِي أَبُو عَليّ بن سكرة رَحمَه الله على هَذَا الشَّيْخ أبي الْحُسَيْن وَقَالَ لي سرني حملك عَنهُ ¶ 12 - الْفَقِيه الْأَجَل قَاضِي الْجَمَاعَة بقرطبة أَبُو عبد الله مُحَمَّد ابْن عَليّ بن عبد الْعَزِيز بن حمدين التغلبي ¶ كَانَ رَحمَه الله من أَفْرَاد الرِّجَال جلالة وعلما وَمَعْرِفَة وصلابة فِي الْحق ونفوذا فِي مَنَافِع الْمُسلمين",
            "page": "111",
            "part": "1",
            "seal": "BEF9AA89"
        },
        {
            "hno": "13",
            "id": "55",
            "nass": "لَقيته بغرناطة حرسها الله سنة خَمْسمِائَة قدمهَا لإِصْلَاح فِي أَمر الْخلاف الْكَائِن سنة خَمْسمِائَة فَحَدثني بِجَمِيعِ رِوَايَته إجَازَة مِنْهُ لي ثمَّ لَقيته بعد ذَلِك بقرطبة وقرأت عَلَيْهِ رسَالَته فِي الرَّد على أبي حَامِد مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن حَامِد الْغَزالِيّ ¶ وَمن شُيُوخه أَبوهُ الْفَقِيه الْفَاضِل أَبُو الْحسن عَليّ بن عبد الْعَزِيز بن حمدين والفقيه الْحَافِظ أَبُو عمر يُوسُف بن عبد الله بن مُحَمَّد بن عبد الْبر والفقيه أَبُو عبد الله مُحَمَّد بن عتاب وَأَبُو الْعَبَّاس أَحْمد بن عمر بن أنس العذري وَأَبُو الْقَاسِم حَاتِم بن مُحَمَّد بن عبد الرَّحْمَن التَّمِيمِي ¶ توفّي رَحمَه الله فِي صدر الْمحرم سنة ثَمَان وَخَمْسمِائة ¶ 13 - الْفَقِيه المشاور صَاحب أَحْكَام الْقَضَاء بغرناطة أَبُو عبد الله مُحَمَّد بن فتوح بن عَليّ بن وليد بن مُحَمَّد بن عَليّ الْأنْصَارِيّ الطلبيزي ¶ كَانَ رَحمَه الله من أهل الْعلم بِالرَّأْيِ والوثائق والتقدم فِي علم الْأَحْكَام مولده سنة ثَمَان عشرَة وَأَرْبَعمِائَة واستدعي إِلَى حَضْرَة مالقة",
            "page": "112",
            "part": "1",
            "seal": "F1370274"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "للفتيا بهَا عِنْد موت أبي الْمطرف الشّعبِيّ سنة سبع وَتِسْعين فوصل الْبَلَد وَقد اعتل فَتوفي بعد ذَلِك أول يَوْم من شهر صفر سنة ثَمَان وَتِسْعين وَأَرْبَعمِائَة أجَاز لي جَمِيع رِوَايَته فَمن ذَلِك ¶ مُصَنف أبي دَاوُد سُلَيْمَان بن الْأَشْعَث السجسْتانِي رِوَايَة أبي عَليّ اللؤْلُؤِي وفيهَا مَرَاسِيل أبي دَاوُد من جملَة المُصَنّف أَخْبرنِي بِهِ عَن أبي الْحسن عَليّ بن إِبْرَاهِيم التبريزي الْمَعْرُوف بِابْن الخازن إجَازَة عَن القَاضِي أبي عمر الْقَاسِم بن جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي عَن أبي عَليّ اللؤْلُؤِي عَن أبي دَاوُد رَحمَه الله ¶ كتاب شِفَاء الصُّدُور أَخْبرنِي بِهِ عَن التبريزي عَن القَاضِي أبي الْحُسَيْن مُحَمَّد بن أَحْمد الْمحَامِلِي عَن النقاش مُؤَلفه ¶ الْمُدَوَّنَة أخبرنَا بهَا عَن أَبَوي إِسْحَاق إِبْرَاهِيم بن يُوسُف وَإِبْرَاهِيم ابْن خلف وَأبي زَكَرِيَّاء يحيى بن خلف قِرَاءَة عَلَيْهِم عَن مسلمة بن مُحَمَّد بن بتري وعبدوس بن مُحَمَّد الطليطلي عَن أبي الحزم وهب بن مَسَرَّة عَن ابْن وضاح عَن سَحْنُون ¶ وثائق أَبى جَعْفَر بن مغيث أَخْبرنِي بهَا عَنهُ ¶ الْحجَّة والإغفال والإيضاح لأبي عَليّ الْحسن بن أَحْمد بن",
            "page": "113",
            "part": "1",
            "seal": "A06D103C"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "عبد الْغفار الْفَارِسِي أَخْبرنِي بهَا عَن أبي الْحسن التبريزي عَن أبي الْحسن عَليّ بن عِيسَى الربعِي عَنهُ ¶ كتاب الحماسة لأبي تَمام أَخْبرنِي بهَا عَن التبريزي عَن أبي أَحْمد عبد السَّلَام بن الْحُسَيْن القرميسي عَن أبي رياش قَالَ أنشدنا أَبُو الْمطرف الْأَنْطَاكِي قَالَ أنشدنا أَبُو تَمام ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ أَبُو الْحسن التبريزي هَذَا بغداذي جليل قدم الأندلس سنة عشْرين وَأَرْبَعمِائَة فروى عَنهُ من جلة أَهلهَا أَبُو الْقَاسِم حَاتِم بن مُحَمَّد الطرابلسي وَأَبُو بكر مُحَمَّد بن هِشَام المصحفي وَغَيرهمَا ثمَّ رَجَعَ إِلَى الْمشرق سنة أَربع وَعشْرين وَكَانَ عِنْده عَن أبي أَحْمد الفرضي وَأبي الْفَتْح بن أبي الفوارس وَلم يحدثنا عَنهُ أحد غير أبي عبد الله إجَازَة عَامَّة ¶ وَمن رِوَايَته رَحمَه الله كتب القَاضِي أبي بكر بن الطّيب الَّتِي ألف حملهَا عَنهُ نواليف أبي عبد الله بن أبي زمنين أَخْبرنِي بهَا عَن أبي عمر أَحْمد بن يحيى الْقُرْطُبِيّ عَنهُ",
            "page": "114",
            "part": "1",
            "seal": "C90181C0"
        },
        {
            "hno": "14",
            "id": "58",
            "nass": "وَمن شُيُوخه آبَاء عمر يُوسُف بن عبد الْبر وَأحمد بن مُحَمَّد الطلمنكي وَأحمد بن يحيى بن سمين وَأَبُو عمر السفاقسي وَكلهمْ أجَازه ¶ 14 - الْفَقِيه الشَّيْخ الْجَلِيل أَبُو عبد الله مُحَمَّد بن مَنْصُور بن مُحَمَّد ابْن الْفضل الْحَضْرَمِيّ السَّاكِن بالاسكندرية ¶ كَانَ رَحمَه الله شيخ صدق مهيبا لَهُ إغلاظ على أهل الدُّنْيَا فِي الْحق كتب إِلَيّ بِخَطِّهِ إجَازَة خَاصَّة فِي رِوَايَة الشَّيْخ أبي مُحَمَّد عبد الله بن الْوَلِيد الأندلسي نزيل مصر وتواليف الشَّيْخ أبي بكر أَحْمد بن عَليّ بن ثَابت الْخَطِيب البغداذي ورواياته فَمن ذَلِك ¶ كتاب سيرة رَسُول الله صلى الله عَلَيْهِ وَسلم لِابْنِ إِسْحَاق وَقد ذكرت سَنَده فِي بَاب ابْن الطلاع ¶ مَعَاني الْقُرْآن لأبي إِسْحَاق إِبْرَاهِيم بن السّري الزّجاج أَخْبرنِي بِهِ عَن أبي مُحَمَّد بن الْوَلِيد عَن أبي الْعَبَّاس أَحْمد بن عَليّ الْكسَائي قَالَ قَرَأت على أبي الْحسن أَحْمد بن مُحَمَّد بن الْحسن بن يَعْقُوب بن مقسم الْمُقْرِئ قَالَ أَبُو إِسْحَاق كَذَا وَذكر أَبُو مُحَمَّد بن الْوَلِيد هَذَا السَّنَد عَن الْكسَائي وَذكره أَبُو الْعَبَّاس العذري عَن الْكسَائي عَن أبي",
            "page": "115",
            "part": "1",
            "seal": "4C813F2C"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "عَليّ الْفَسَوِي عَن أبي إِسْحَاق وَلَعَلَّ الْكتاب عِنْده عَنْهُمَا مَعًا وَالله أعلم ¶ مَعَاني الْقُرْآن لأبي جَعْفَر النّحاس أَخْبرنِي بِهِ عَن ابْن الْوَلِيد عَن أبي الْحسن عَليّ بن إِبْرَاهِيم بن سعيد الحوفي عَن أبي بكر مُحَمَّد ابْن عَليّ الأذفوي عَن النّحاس ¶ مُسْند حَدِيث مَالك لأبي الْقَاسِم عبد الرَّحْمَن بن عبد الله بن مُحَمَّد الغافقي أَخْبرنِي بِهِ عَن ابْن الْوَلِيد عَن أبي الْحسن عَليّ بن مُحَمَّد بن فهر عَن الْجَوْهَرِي مُؤَلفه ¶ رِسَالَة أبي مُحَمَّد بن أبي زيد أَخْبرنِي بهَا عَن ابْن الْوَلِيد عَن ابْن أبي زيد مؤلفها ¶ مُصَنف أبي دَاوُد سُلَيْمَان بن الْأَشْعَث السجسْتانِي رِوَايَة أبي عَليّ مُحَمَّد بن أَحْمد بن عَمْرو اللؤْلُؤِي عَنهُ أَخْبرنِي بِهِ عَن الْخَطِيب أبي بكر أَحْمد بن عَليّ بن ثَابت البغداذي عَن أبي عمر",
            "page": "116",
            "part": "1",
            "seal": "9A6598C8"
        },
        {
            "hno": "15",
            "id": "60",
            "nass": "الْقَاسِم بن جَعْفَر بن عبد الْوَاحِد الْهَاشِمِي عَن اللؤْلُؤِي عَن أبي دَاوُد رَحمَه الله ¶ وَأَخْبرنِي بِرِوَايَة ابْن داسة عَن ابْن الْوَلِيد عَن عِيسَى بن حنيف عَن ابْن داسة عَن أبي دَاوُد ¶ وتاريخ بغداذ وَشرف الْمُحدثين ورحلة الحَدِيث وَكتاب الْفَصْل وَكتاب تَقْيِيد الْعلم جَمِيعهَا من تأليف أبي بكر بن ثَابت الْخَطِيب أَخْبرنِي بهَا عَنهُ وبجميع تواليفه ورواياته ¶ وَتُوفِّي الْخَطِيب ببغداذ سنة ثَلَاث وَسِتِّينَ وَأَرْبع مائَة رَحمَه الله ¶ 15 - المقريء الْجَلِيل أَبُو الْحسن عَليّ بن أَحْمد بن كرز الْأنْصَارِيّ ¶ كَانَ رَحمَه الله من قراء كتاب الله تَعَالَى المجودين لَهُ قَرَأَ",
            "page": "117",
            "part": "1",
            "seal": "3BA0AA9D"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "بالسبع على الْمُقْرِئ أبي الْقَاسِم بن عبد الْوَهَّاب وَسكن غرناطة نَحوا من ثَلَاثِينَ سنة وأقرأ بِالْمَسْجِدِ الْجَامِع بهَا مُدَّة وَتُوفِّي بهَا رَحمَه الله سنة عشر وَخَمْسمِائة ¶ وَأَجَازَ لي جَمِيع مَا رَوَاهُ عَن شُيُوخه المسمين فِي فهرسته فَمن ذَلِك كتاب شِفَاء الصُّدُور فِي تَفْسِير الْقُرْآن أَخْبرنِي بِهِ عَن أبي الْقَاسِم عبد الْوَهَّاب بن مُحَمَّد بن عبد الْوَهَّاب الْمُقْرِئ عَن الشريف أبي الْقَاسِم عَليّ بن مُحَمَّد الزيدي لقِيه بحران عَن النقاش مُؤَلفه أبي بكر مُحَمَّد بن الْحسن بن مُحَمَّد بن زِيَاد بن هَارُون الْمُقْرِئ الْمُفَسّر الْموصِلِي ¶ مُشكل الْقُرْآن لأبي مُحَمَّد عبد الله بن مُسلم بن قُتَيْبَة الدينَوَرِي أَخْبرنِي بِهِ عَن أبي عبد الله مُحَمَّد بن عتاب سَمَاعا عَلَيْهِ قَالَ حَدثنَا أَبُو أَيُّوب سُلَيْمَان بن خلف عَن يحيى بن سُلَيْمَان بن زَكَرِيَّاء بن فطر عَن قَاسم بن أصبغ الْبَيَانِي عَنهُ ¶ كتاب التَّحْصِيل وَكتاب الْهِدَايَة فِي الْقرَاءَات السَّبع وَشَرحهَا كلهَا من تأليف أبي الْعَبَّاس أَحْمد بن عمار الْمَهْدَوِيّ أَخْبرنِي بهَا عَن الْأُسْتَاذ أبي مُحَمَّد غَانِم بن الْوَلِيد المَخْزُومِي عَن الْمَهْدَوِيّ مؤلفها",
            "page": "118",
            "part": "1",
            "seal": "37389127"
        },
        {
            "hno": "16",
            "id": "62",
            "nass": "16 - الْفَقِيه الْمُقْرِئ الْأَجَل أَبُو الْقَاسِم خلف بن إِبْرَاهِيم ابْن خلف بن سعيد بن الْحصار الْمَعْرُوف بِابْن النّحاس ¶ كَانَ رَحمَه الله شيخ معرفَة وجلالة كتب بالأندلس عَن أبي عبد الله بن عَابِد وَأبي عمر بن عبد الْبر وَقَرَأَ الْقرَاءَات السَّبع بقرطبة على الْمُقْرِئ أبي الْقَاسِم بن عبد الْوَهَّاب وَصَحبه وروى عَنهُ جَمِيع رواياته ثمَّ رَحل إِلَى الْمشرق سنة أَربع وَخمسين وَأَرْبَعمِائَة رحْلَة حج فِيهَا وَكتب عَن جمَاعَة من أهل الْعلم بِمَكَّة وَغَيرهَا وَانْصَرف إِلَى الأندلس وأقرأ فِي جَامع قرطبة وخطب فِي منبرها مُدَّة طَوِيلَة إِلَى أَن توفّي بهَا سنة إِحْدَى عشرَة وَخَمْسمِائة ¶ لَقيته رَحمَه الله بقرطبة وَأَجَازَ لي جَمِيع رِوَايَته فَمن ذَلِك ¶ موطأ أبي مُصعب أَحْمد بن أبي بكر الزُّهْرِيّ أَخْبرنِي بِهِ عَن أبي عمر بن عبد الْبر عَن خلف بن قَاسم بن سهل الْحَافِظ عَن الْحسن ابْن رَشِيق عَن مُحَمَّد بن رُزَيْق بن جَامع عَن أبي مُصعب عَن مَالك ¶ موطأ يحيى بن بكير أَخْبرنِي بِهِ عَن أبي عبد الله بن عَابِد عَن الْأصيلِيّ أبي مُحَمَّد عبد الله بن إِبْرَاهِيم بن جَعْفَر سَمَاعا عَلَيْهِ عَن أبي",
            "page": "119",
            "part": "1",
            "seal": "40774940"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "الْعَبَّاس عبد الله بن أَحْمد بن إِبْرَاهِيم الإبياني عَن يحيى بن عمر بن يُوسُف بن عَامر الْقَرَوِي عَن ابْن بكير عَن مَالك ¶ الْجَامِع الصَّحِيح لأبي عبد الله البُخَارِيّ قَالَ لي بِلَفْظِهِ إِن كَرِيمَة بنت أَحْمد بن مُحَمَّد بن حَاتِم المورزية أخْبرته بِهِ وكريمة ترويه عَن أبي الْهَيْثَم مُحَمَّد بن الْمَكِّيّ بن زراع الْكشميهني عَن مُحَمَّد بن يُوسُف الْفربرِي عَن البُخَارِيّ ¶ الْمُنْتَهى فِي الْقرَاءَات لأبي الْفضل بن بديل الْخُزَاعِيّ أَخْبرنِي بِهِ عَن ابي معشر عبد الْكَرِيم بن عبد الصَّمد المقرىء الطَّبَرِيّ عَن أبي عَليّ الدقاق عَن مُؤَلفه ¶ الرَّوْضَة فِي الْقرَاءَات لأبي عَليّ البغداذي أَخْبرنِي بهَا عَن أبي مُحَمَّد عبد الْقوي بن عبد الْمجِيد الْمصْرِيّ عَن مُؤَلفه ¶ كتاب الْوَاضِح لأبي الْحسن بن رضوَان الصيدلاني أَخْبرنِي بِهِ عَن نصر بن عبد الْعَزِيز الشِّيرَازِيّ عَن مُؤَلفه رَحمَه الله",
            "page": "120",
            "part": "1",
            "seal": "79805D10"
        },
        {
            "hno": "17",
            "id": "64",
            "nass": "كتاب شرح الْجمل لِابْنِ بَاب شَاذ حَدثنِي بِهِ عَنهُ وبسائر تواليفه ¶ وحَدثني برسالة ابْن أبي زيد عَن ابْن عَابِد عَن ابْن أبي زيد وبكتب عبد الْحق الصّقليّ عَن عبد الْحق ¶ 17 - الْفَقِيه الْأَجَل المشاور أَبُو الْقَاسِم الْحسن بن عمر بن الْحسن ابْن عمر الْهَوْزَنِي الإشبيلي ¶ أَصله مِنْهَا روى بالأندلس عَن أَبِيه الْفَقِيه أبي حَفْص الْهَوْزَنِي وَأبي عبد الله بن مَنْظُور وَغَيرهمَا ثمَّ رَحل إِلَى الْمشرق سنة سبع وَسبعين فِيمَا حَدثنِي فحج وَكتب عَن جمَاعَة من الْعلمَاء لَقيته باشبيلية حرسها الله سنة إِحْدَى عشرَة وَخَمْسمِائة فأجازني جَمِيع رِوَايَته ¶ توفّي رَحمَه الله بعد لقائي لَهُ سنة اثْنَتَيْ عشرَة وَخَمْسمِائة وَسنة الثَّمَانُونَ أَو نَحْوهَا ¶ فمما حَدثنِي بِهِ",
            "page": "121",
            "part": "1",
            "seal": "70D527C1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "مُصَنف أبي عبد الله البُخَارِيّ أَخْبرنِي بِهِ عَن أبي عبد الله مُحَمَّد ابْن أَحْمد الْقَيْسِي عَن أبي ذَر الْهَرَوِيّ بأسانيده الْمقيدَة فِي بَاب أبي عَليّ رَحمَه الله ¶ وحَدثني بِمُسْنَد مُسلم رِوَايَة أبي الْعَلَاء بن ماهان عَن أَبِيه أبي حَفْص عمر بن الْحسن قَالَ حَدثنَا أَبُو عبد الله مُحَمَّد بن أَحْمد بن عبد الله الْبَاجِيّ الاشبيلي قَالَ حَدثنَا أَبُو الْعَلَاء بن ماهان قِرَاءَة مِنْهُ علينا بِمصْر قَالَ حَدثنَا أَبُو بكر أَحْمد بن مُحَمَّد بن يحيى الْأَشْقَر الْفَقِيه على مَذْهَب الشَّافِعِي قَالَ حَدثنَا أَحْمد بن عَليّ بن الْحُسَيْن القلانسي عَن مُسلم حاشى ثَلَاثَة أَجزَاء من آخر الدِّيوَان أَولهَا حَدِيث الْإِفْك حَدِيث عَائِشَة الحَدِيث الطَّوِيل فَإِن أَبَا الْعَلَاء بن ماهان روى ذَلِك عَن أبي أَحْمد الجلودي عَن إِبْرَاهِيم بن سُفْيَان عَن مُسلم بن حجاج ¶ مُصَنف أبي دَاوُد سُلَيْمَان بن الْأَشْعَث السجسْتانِي أَخْبرنِي بِهِ عَن أبي مُحَمَّد عبد الله بن الْوَلِيد إجَازَة عَن أبي مُوسَى عِيسَى بن حنيف عَن أبي بكر بن داسة عَن أبي دَاوُد ¶ ومصنف أبي عِيسَى مُحَمَّد بن عِيسَى بن سُورَة التِّرْمِذِيّ أَخْبرنِي بِهِ عَن أبي بكر مُحَمَّد بن مَنْصُور الشهرزوري إجَازَة قَالَ حَدثنَا أَبُو بكر مُحَمَّد بن إِبْرَاهِيم الْمروزِي قَالَ حَدثنَا أَبُو زيد مُحَمَّد بن أَحْمد الْمروزِي قَالَ حَدثنَا أَبُو حَامِد أَحْمد بن عبد الله التَّاجِر عَن أبي عِيسَى ¶ ثمَّ قَرَأَهُ بعد ذَلِك على أَبِيه أخبرهُ بِهِ عَن الشهرزوري الْمَذْكُور إجَازَة ¶ وحَدثني بِجَمِيعِ مَا رَوَاهُ أَبُو مُحَمَّد عبد الله بن الْوَلِيد بن بكر بن",
            "page": "122",
            "part": "1",
            "seal": "4C83F714"
        },
        {
            "hno": "18",
            "id": "66",
            "nass": "سعد الأندلسي مُقيم مصر عَنهُ إجَازَة مِنْهُ لَهُ بسؤال الْفَقِيه أبي حَفْص أَبِيه رَحمَه الله ذَلِك لَهُ سنة خمس وَأَرْبَعين وَأَرْبَعمِائَة ¶ المؤتلف والمختلف ومشتبه النِّسْبَة كِلَاهُمَا من تأليف الْحَافِظ أبي مُحَمَّد عبد الْغَنِيّ بن سعيد الْمصْرِيّ أَخْبرنِي بِهِ عَن أبي عبد الله مُحَمَّد بن أَحْمد بن عِيسَى بن مَنْظُور الإشبيلي عَن أبي الْحسن مُحَمَّد بن الْحُسَيْن بن بَقَاء الْوراق سبط عبد الْغَنِيّ عَن جده مؤلفهما ¶ وحَدثني بتواليف عبد الْغَنِيّ وَرِوَايَته الْفَقِيه الْحَافِظ أَبُو عَليّ الجياني عَن الْفَقِيه أبي عمر بن عبد الْبر عَن عبد الْغَنِيّ كتب إِلَيْهِ مجيزا من مصر ¶ 18 - الْفَقِيه الْأَجَل الشَّيْخ المشاور أَبُو مُحَمَّد عبد الْوَاحِد ابْن عِيسَى الْهَمدَانِي الإلبيري ¶ كَانَ رَحمَه الله شيخ صدق وَفضل وَكَانَ من أدرب النَّاس بالفتيا وأنفذهم فِيهَا وَكَانَ جدلا دينا ¶ أَخْبرنِي رَحمَه الله إجَازَة بِجَمِيعِ مَا أَلفه الْفَقِيه أَبُو عبد الله مُحَمَّد بن عبد الله بن عِيسَى بن أبي زمنين المري عَن الْفَقِيه أبي إِسْحَاق إِبْرَاهِيم",
            "page": "123",
            "part": "1",
            "seal": "DBAEB0C2"
        },
        {
            "hno": "19",
            "id": "67",
            "nass": "بن مَسْعُود بن سعيد التجِيبِي الإلبيري عَن مؤلفها ابْن أبي زمنين رَحمَه الله ¶ وَتُوفِّي رَحمَه الله سنة أَربع وَخَمْسمِائة وَكَانَت جنَازَته مَشْهُودَة شهد لَهُ النَّاس بِالْفَضْلِ ¶ 19 - الْفَقِيه الْجَلِيل الْفَاضِل أَبُو حَفْص عمر بن خلف الْهَمدَانِي الإلبيري ¶ أَصله مِنْهَا كَانَ رَحمَه الله من أهل الْخَيْر وَالْفضل وَالصَّلَاح والمعرفة كتب الْمُدَوَّنَة وَقرأَهَا وَأم بِالْمَسْجِدِ الْجَامِع بِمَدِينَة غرناطة حرسها الله إِلَى حِين وَفَاته بهَا سنة إِحْدَى وَخَمْسمِائة وَكَانَت جنَازَته مَشْهُودَة رَحمَه الله وَغفر لَهُ ¶ أَخْبرنِي بتواليف الْفَقِيه أبي عبد الله بن أبي زمنين أَيْضا عَن أبي إِسْحَاق إِبْرَاهِيم بن مَسْعُود عَن ابْن أبي زمنين مؤلفها رَحمَه الله ¶ 20 - الْفَقِيه الْأَجَل المشاور أَبُو جَعْفَر أَحْمد بن خلف بن عبد الْملك ابْن غَالب الغساني الْمَعْرُوف بِابْن القليعي ¶ كَانَ نضر الله وَجه خليطا وصديقا لأبي رَضِي الله عَنهُ",
            "page": "124",
            "part": "1",
            "seal": "BBFD29DE"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "وَكَانَ قد سكن قرطبة فِي صباه على طلب الْعلم فناظر فِي الْمُدَوَّنَة على ابْن الْقطَّان ¶ وحَدثني بِجَمِيعِ رِوَايَته عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد وَأبي عبد الله بن عتاب وَأبي زَكَرِيَّاء القليعي وَأبي مَرْوَان بن سراج وَأبي عمر بن الْقطَّان وَغَيرهم ¶ وَكَانَ رَحمَه الله شيخ فضل وَصدق مَوْقُوفا على حوائج المظلومين والمضطهدين وَكَانَ مِمَّن يقوم اللَّيْل لكتاب الله تَعَالَى رَحمَه الله ونفعه ¶ وَتُوفِّي رَحمَه الله فِي شهر ربيع الآخر سنة ثَمَان وَتِسْعين وَأَرْبَعمِائَة ¶ أجَاز لي جَمِيع مَا رَوَاهُ عَن شُيُوخه بسؤال أبي إِيَّاه ذَلِك وبحضرتي فَمن ذَلِك ¶ الْمُدَوَّنَة أَخْبرنِي بهَا عَن أبي عمر أَحْمد بن مُحَمَّد بن عِيسَى بن الْقطَّان عَن أبي بكر عبد الرَّحْمَن بن أَحْمد التجِيبِي عَن أبي إِبْرَاهِيم إِسْحَاق بن إِبْرَاهِيم صَاحب النصائح عَن أَحْمد بن خَالِد عَن أبي عبد الله مُحَمَّد بن وضاح عَن سَحْنُون بن سعيد",
            "page": "125",
            "part": "1",
            "seal": "1276B990"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "وَكتاب أبي نصر الكلاباذي الْمُسَمّى كتاب الْهِدَايَة والإرشاد فِي معرفَة أهل الثِّقَة والسداد الَّذين خرج عَنْهُم أَبُو عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ فِي كِتَابه الصَّحِيح أَخْبرنِي بِهِ عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد عَن أبي سعيد عمر بن مُحَمَّد بن مُحَمَّد بن دَاوُد السجْزِي عَن الكلاباذي مُؤَلفه ¶ كتاب الرِّعَايَة لحقوق الله تَعَالَى أَخْبرنِي بِهِ هُوَ وَأَبُو عَليّ الغساني وَغَيرهمَا عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد عَن أبي بكر إِسْمَاعِيل بن إِسْحَاق الْأَزْدِيّ الْمَعْرُوف بِابْن عزْرَة قَالَ حَدثنَا أَبُو بكر مُحَمَّد بن أَحْمد بن مُحَمَّد بن يَعْقُوب الْمُفِيد البغداذي عَن أَحْمد بن مَيْمُون الصَّواف عَن أبي عبد الله الْحَارِث بن أَسد المحاسبي مؤلفها رَحمَه الله ¶ كتاب الرسَالَة فِي عُقُود أهل السّنة لأبي عبد الله مُحَمَّد بن أَحْمد بن يَعْقُوب بن مُجَاهِد الْبَصْرِيّ أَخْبرنِي بهَا عَن حَاتِم عَن أبي بكر بن عزْرَة عَن مؤلفها ¶ كتاب إصْلَاح الْمنطق أَخْبرنِي بِهِ عَن الْأُسْتَاذ أبي مَرْوَان عبد الْملك بن سراج الْعَلامَة قِرَاءَة عَلَيْهِ قَالَ حَدثنَا أَبُو سهل",
            "page": "126",
            "part": "1",
            "seal": "52200A30"
        },
        {
            "hno": "21",
            "id": "70",
            "nass": "يُونُس بن أَحْمد الْحَرَّانِي عَن أبي عمر أَحْمد بن عبد الْعَزِيز بن أبي الْحباب النَّحْوِيّ عَن أبي عَليّ البغداذي بِسَنَدِهِ الْمُقَيد فِي بَاب الْمُقْرِئ أبي الْحسن رَضِي الله عَنهُ ¶ 21 - الشَّيْخ الْجَلِيل الْفَقِيه أَبُو الْعَبَّاس أَحْمد بن عُثْمَان ابْن مَكْحُول رَحمَه الله ¶ كَانَ شَيخا فَاضلا سمع فِي صباه بِمَدِينَة بطليوس على أبي بكر بن الْغُرَاب سنة ثَمَان وَثَلَاثِينَ وَأَرْبَعمِائَة وَسمع من غَيره ورحل إِلَى الْمشرق سنة إِحْدَى وَخمسين وَأَرْبَعمِائَة فحج وَلحق هُنَالك جلة من أهل الْعلم كتب عَنْهُم ثمَّ انْصَرف إِلَى الأندلس وَعمر رَحمَه الله حَتَّى توفّي بالمرية بعد سنة عشر وَخَمْسمِائة ¶ كتب إِلَيّ بِخَطِّهِ يُخْبِرنِي بِجَمِيعِ رِوَايَته وَفِي جُمْلَتهَا ¶ الْجَامِع الصَّحِيح لأبي عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ رِوَايَته عَن الْحرَّة الزاهدة كَرِيمَة بنت أَحْمد بن مُحَمَّد بن حَاتِم المروزية عَن أبي الْهَيْثَم مُحَمَّد بن الْمَكِّيّ بن زراع الْكشميهني عَن الْفربرِي عَن البُخَارِيّ ¶ وَأَخْبرنِي بِهِ أَيْضا عَن أبي بكر مُحَمَّد بن مُوسَى بن فتح الْمَعْرُوف",
            "page": "127",
            "part": "1",
            "seal": "D09E2E1F"
        },
        {
            "hno": "33",
            "id": "71",
            "nass": "بِابْن الْغُرَاب سَمَاعا عَلَيْهِ عَن أبي مُحَمَّد عبد الله بن إِبْرَاهِيم الْأصيلِيّ عَن أبي زيد مُحَمَّد بن أَحْمد الْمروزِي وَأبي أَحْمد مُحَمَّد بن مُحَمَّد بن مكي الْجِرْجَانِيّ كِلَاهُمَا عَن الْفربرِي عَن البُخَارِيّ ¶ كتاب الشهَاب وَكتاب الْعدَد كِلَاهُمَا من تأليف القَاضِي أبي عبد الله مُحَمَّد بن سَلامَة الْقُضَاعِي أَخْبرنِي بهَا عَنهُ سَمَاعا عَلَيْهِ بِمصْر ¶ وَتُوفِّي الْقُضَاعِي سنة أَربع وَخمسين وَأَرْبَعمِائَة ¶ تَهْذِيب الطَّالِب وَفَائِدَة الرَّاغِب تأليف أبي مُحَمَّد عبد الْحق بن هَارُون السَّهْمِي الصّقليّ أَخْبرنِي بِهِ عَنهُ ¶ شرح الْجمل لأبي الْحسن طَاهِر بن أَحْمد بن بابشاذ النَّحْوِيّ أَخْبرنِي بِهِ عَن مُؤَلفه أبي الْحسن قِرَاءَة مِنْهُ عَلَيْهِ بِمصْر سنة إِحْدَى وَخمسين وَأَرْبَعمِائَة ¶ 33 - الشَّيْخ الْفَقِيه أَبُو بكر عبد الْبَاقِي بن مُحَمَّد بن سعيد ابْن بريال الحجاري ¶ كَانَ رَحمَه الله شيخ فضل وَعمر طَويلا حمل فِي صباه عَن",
            "page": "128",
            "part": "1",
            "seal": "3EC99037"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الْمُنْذرين الْمُنْذر شيخ حَاتِم الطرابلسي وَسكن آخر عمره بالمرية وَكتب إِلَيّ بِخَطِّهِ إجَازَة سنة سبع وَتِسْعين وَأَرْبَعمِائَة ¶ وَتُوفِّي رَحمَه الله بِمَدِينَة بلنسية يَوْم الْأَحَد مستهل شهر رَمَضَان سنة اثْنَتَيْنِ وَخَمْسمِائة ¶ فمما حَدثنِي بِهِ موطأ أبي مُصعب أَحْمد بن أبي بكر الزُّهْرِيّ أَخْبرنِي بِهِ عَن أبي الحكم الْمُنْذر بن الْمُنْذرين عَليّ الحجاري عَن أبي مُحَمَّد الْحسن بن رَشِيق عَن أبي عبد الله مُحَمَّد بن رُزَيْق بن جَامع الْمدنِي عَن أبي مُصعب عَن مَالك ¶ موطأ يحيى بن بكير المَخْزُومِي أَخْبرنِي بِهِ عَن الْمُنْذر بن الْمُنْذر عَن الْحسن بن رَشِيق عَن أَحْمد بن مُحَمَّد الْمُؤَدب عَن ابْن بكير عَن مَالك ¶ موطأ عبد الله بن وهب أَخْبرنِي بِهِ عَن الْمُنْذر بن الْمُنْذر عَن أبي حَفْص عمر بن يُوسُف المكفوف عَن مُحَمَّد بن فطيس الغافقي الإلبيري عَن يُونُس بن عبد الْأَعْلَى وَأحمد بن عبد الرَّحْمَن بن أخي ابْن وهب وَالَّذِي عِنْد ابْن فطيس من الدِّيوَان كتاب الْوضُوء",
            "page": "129",
            "part": "1",
            "seal": "B10E5D18"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "الصَّلَاة الزَّكَاة الْجِهَاد الصّيام والإعتكاف والأشربة الضحابا والعقيقة الْجِزْيَة الْقسَامَة فِي الْعَمَل الشَّهَادَات الشُّفْعَة الْحُدُود الْبيُوع وَالصرْف وَالْحَبْس وَالصَّدَََقَة الْقَضَاء فِي الْبيُوع الْمكَاتب النِّكَاح الرهون والوديعة وَالْعَارِية وَكتاب الْقطع ¶ موطأ يحيى بن يحيى الأندلسي أَخْبرنِي بِهِ عَن أبي عمر أَحْمد بن مُحَمَّد بن أبي عِيسَى لب قرلمان الطلمنكي المقرىء عَن أبي عِيسَى يحيى بن عبد الله بن يحيى بن يحيى بن يحيى عَن عَم أَبِيه أبي مَرْوَان عبيد الله بن يحيى بن يحيى عَن أَبِيه بن يحيى بن يحيى عَن مَالك حاشى الْعُقُول والقسامة وَالْمُسَاقَاة وَالشُّفْعَة فَإِن أَبَا عمر لم يسمع ذَلِك من أبي عِيسَى ¶ مُسْند مُسلم بن الْحجَّاج الصَّحِيح أَخْبرنِي بِهِ عَن الْمُنْذر بن الْمُنْذر عَن أبي الْعَلَاء عبد الْوَهَّاب بن عِيسَى بن عبد الرَّحْمَن بن ماهان الْبَغْدَادِيّ عَن أبي بكر أَحْمد بن مُحَمَّد الْأَشْقَر عَن أبي مُحَمَّد أَحْمد بن عَليّ بن الْحُسَيْن القلانسي عَن مُسلم حاشى ثَلَاثَة أَجزَاء من آخر الدِّيوَان أَولهَا حَدِيث الْإِفْك فَإِن أَبَا الْعَلَاء بن ماهان يروي ذَلِك عَن أبي أَحْمد الجلودي عَن إِبْرَاهِيم بن سُفْيَان عَن مُسلم ¶ وَشَيخنَا أَبُو عَليّ الغساني قَرَأَ هَذِه الرِّوَايَة على أبي عمر بن الْحذاء عَن أَبِيه عَن ابْن ماهان فساويناه فِيهَا وَالْحَمْد لله",
            "page": "130",
            "part": "1",
            "seal": "0145FEC7"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "مُسْند أبي بكر بن أبي شيبَة أَخْبرنِي بِهِ عَن الْمُنْذر بن الْمُنْذر عَن الْحسن بن رَشِيق عَن أبي الْعَلَاء مُحَمَّد بن أَحْمد بن جَعْفَر الوكيعي الْكُوفِي عَن ابْن أبي شيبَة ¶ وبمثل هَذَا السَّنَد حَدثنَا عَن الْمُنْذر بمصنف أبي بكر بن أبي شيبَة ¶ مُسْند أبي بكر أَحْمد بن عَمْرو بن عبد الْخَالِق الْبَزَّار الْبَصْرِيّ أَخْبرنِي بِهِ عَن أبي عمر المقرىء عَن القَاضِي أبي عبد الله مُحَمَّد بن أَحْمد بن يحيى بن مفرج عَن مُحَمَّد بن يحيى الرقي الْمَعْرُوف بالصموت عَن الْبَزَّار وَتُوفِّي الطلمنكي رَحمَه الله سنة تسع وَعِشْرُونَ وَأَرْبَعمِائَة ¶ مُسْند حَدِيث مَالك للجوهري أَخْبرنِي بِهِ عَن أبي عمر المقرىء الطلمنكي عَن الْجَوْهَرِي مُؤَلفه ¶ خَصَائِص عَليّ بن أبي طَالب رَضِي الله عَنهُ تصنيف أبي عبد الرَّحْمَن النَّسَائِيّ وَقد يعد من المُصَنّف حَدثنَا بهَا عَن الْمُنْذر عَن الْحسن بن رَشِيق عَن النَّسَائِيّ",
            "page": "131",
            "part": "1",
            "seal": "DD406D16"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "مُسْند حَدِيث مَالك للنسائي أَخْبرنِي بِهِ عَن الْمُنْذر بن الْمُنْذر عَن الْحسن بن رَشِيق عَنهُ ¶ مُخْتَصر أبي مُصعب حَدثنَا بِهِ عَن الْمُنْذر بن الْمُنْذر عَن الْحسن بن رَشِيق عَن أبي سعيد الْمفضل بن مُحَمَّد بن إِبْرَاهِيم الجندي عَن أبي مُصعب ¶ كتاب الإشراف على مَذَاهِب أهل الْعلم فِي الإجتماع وَالِاخْتِلَاف تأليف أبي بكر مُحَمَّد بن إِبْرَاهِيم بن الْمُنْذر النَّيْسَابُورِي أَخْبرنِي بِهِ عَن أبي عمر الطلمنكي عَن أبي بكر مُحَمَّد بن يحيى بن عمار الدمياطي سنة ثَمَانِينَ وثلاثمائة عَن أبي بكر بن الْمُنْذر سنة سِتّ وثلاثمائة ¶ وَحدثنَا بِهِ أَيْضا عَن الْمُنْذر بن الْمُنْذر عَن مُحَمَّد بن أَحْمد بن إِبْرَاهِيم الْبَلْخِي عَن مُؤَلفه ابْن الْمُنْذر رَحمَه الله ¶ كتاب تَأْوِيل مُشكل الحَدِيث تصنيف أبي جَعْفَر أَحْمد بن مُحَمَّد الطَّحَاوِيّ أخبرنَا بِهِ عَن الْمُنْذر بن الْمُنْذر عَن أبي الْقَاسِم هِشَام ابْن أبي خَليفَة مُحَمَّد بن أبي قُرَّة الرعيني قَالَ الْمُنْذر سمعناه عَلَيْهِ بِقِرَاءَة أبي مُحَمَّد عبد الْغَنِيّ بن سعيد الْحَافِظ عَن مُصَنفه أبي جَعْفَر الطَّحَاوِيّ",
            "page": "132",
            "part": "1",
            "seal": "FD5877D2"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "المؤتلف والمختلف لعبد الْغَنِيّ بن سعيد اخبرني بِهِ عَن الْمُنْذر عَن مُصَنفه عبد الْغَنِيّ ¶ الْأَسْمَاء والكنى لأبي عبد الرَّحْمَن النَّسَائِيّ أخبرنَا بهَا عَن الْمُنْذر عَن أبي بكر سلمَان بن فتح بن مفرج وَأبي سُلَيْمَان أَيُّوب بن حُسَيْن عَن عبد الْكَرِيم بن أَحْمد بن شُعَيْب النَّسَائِيّ عَن أَبِيه ¶ وَمن شُيُوخه الْفَقِيه الْحَافِظ أَبُو عمر بن عبد الْبر النمري وَأَبُو عمر أَحْمد بن مُحَمَّد الْمُقْرِئ الطلمنكي وَأَبُو مُحَمَّد عبد الله بن سعيد الشنتجالي وَأَبُو مُحَمَّد الْقَاسِم بن الْفَتْح الريولي ¶ 23 - الشَّيْخ الْفَقِيه الْجَلِيل أَبُو عبد الله مُحَمَّد بن سُلَيْمَان بن خَليفَة بن عبد الْوَاحِد الْأنْصَارِيّ المالقي ¶ أَصله مِنْهَا وَولي الْقَضَاء بهَا فَلم تطل مدَّته وعزل عَنْهَا وَكَانَ من أهل الْفضل وَله حَظّ من الْمعرفَة بالْكلَام وَله فِيهِ عدَّة تواليف ¶ كتب إِلَيّ بِخَطِّهِ إجَازَة لجَمِيع مَا تضمنته فهرسته من ورايته عَن شُيُوخه فَمن ذَلِك ¶ كتاب التَّحْصِيل فِي تَفْسِير الْقُرْآن لأبي عَبَّاس أَحْمد بن عمار",
            "page": "133",
            "part": "1",
            "seal": "C5954970"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "الْمَهْدَوِيّ أَخْبرنِي بِهِ عَن غَانِم بن وليد عَن الْمَهْدَوِيّ مُؤَلفه ¶ موطأ عبد الرَّحْمَن بن الْقَاسِم العتقي عَن مَالك اخبرني بِهِ هُوَ وَغير وَاحِد من شيوخي عَن مُحَمَّد بن سعدون الْقَرَوِي عَن أبي بكر مُحَمَّد بن مُحَمَّد بن الناظور عَن أبي الْحسن عَليّ بن مسرور الدّباغ عَن أَحْمد بن أبي سُلَيْمَان عَن سَحْنُون عَن ابْن الْقَاسِم حاشا كتاب الْوَلَاء والمواريث والوصايا فَإِنَّهَا عِنْد الدّباغ عَن أَحْمد إجَازَة ¶ أخبرنَا أَبُو عَليّ الْحُسَيْن بن مُحَمَّد الغساني وَغَيره قَالُوا حَدثنَا مُحَمَّد بن عتاب بن محسن قَالَ حَدثنَا أَبُو عُثْمَان سعيد بن سَلمَة قَالَ حَدثنَا أَبُو بكر مُحَمَّد بن مُعَاوِيَة الْقرشِي قَالَ قَالَ لي أَبُو عبد الرَّحْمَن النَّسَائِيّ ابْن الْقَاسِم ثِقَة رجل صَالح سُبْحَانَ الله مَا أحسن حَدِيثه وأصحه عَن مَالك لَيْسَ من أَصْحَاب مَالك عِنْدِي مثله قيل لَهُ فأشهب بن عبد الْعَزِيز قَالَ لَا وَالله وَلَا أَشهب وَلَا غَيره هُوَ عجب من الْعجب الْفضل والزهد وَصِحَّة الرِّوَايَة وَحسن الحَدِيث حَدِيثه يشْهد لَهُ ¶ موطأ يحيى بن بكير عَن مَالك أَخْبرنِي بِهِ عَن الْفَقِيه أبي عبد الله مُحَمَّد بن نعْمَة العابد عَن أبي عَليّ حسن بن حمود التّونسِيّ عَن الإبياني عَن ابْن بكير عَن مَالك ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ هَكَذَا أثبت هَذَا",
            "page": "134",
            "part": "1",
            "seal": "D91F72C1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "السَّنَد شَيخنَا أَبُو عبد الله بن خَليفَة فِي فهرسته وَقَالَ هَذَا إِسْنَاد غَرِيب استغرابا لَهُ وتنبيها على علوه وَهُوَ خطأ أسقط مِنْهُ بَين الإبياني يحيى بن بكير يحيى بن عمر الأندلسي ثمَّ الْقَرَوِي وتستغرب للإبياني رِوَايَته لَهُ عَن يحيى بن عمر فَكيف لَهُ بالرواية عَن ابْن بكير وَأَيْضًا فَإِن الإبياني توفّي سنة إِحْدَى وَسِتِّينَ وثلاثمائة وَتُوفِّي ابْن بكير على مَا ذكر الدولابي وَأَبُو عمر الْكِنْدِيّ وَأَبُو سعيد بن يُونُس فِي تَارِيخه فِي شهر صفر سنة إِحْدَى وَثَلَاثِينَ وَمِائَتَيْنِ زَاد ابْن يُونُس يَوْم السبت لثمان عشرَة لَيْلَة خلت مِنْهُ ¶ ونقلت من خطّ الحكم بن عبد الرَّحْمَن الْمُسْتَنْصر رَحمَه الله أَن يحيى بن بكير مَاتَ سنة سبع وَعشْرين وَمِائَتَيْنِ وَقَالَ وَقيل سنة ثَلَاثِينَ وَمِائَتَيْنِ فَالصَّحِيح مُحَمَّد بن نعْمَة عَن التّونسِيّ عَن الإبياني عَن يحيى بن عمر عَن ابْن بكير كَذَا نَقَلْنَاهُ من خطّ مُحَمَّد ابْن نعْمَة وَكَذَا رَوَاهُ أَبُو الْحسن عَليّ عَن مُحَمَّد الْقَابِسِيّ وَأَبُو مُحَمَّد عبد الله بن إِبْرَاهِيم الْأصيلِيّ وَغَيرهمَا عَن الإبياني هُوَ الصَّحِيح وَبِاللَّهِ التَّوْفِيق ¶ كتاب الزّهْد وَالرَّقَائِق لأبي عبد الرَّحْمَن عبد الله بن الْمُبَارك",
            "page": "125",
            "part": "1",
            "seal": "61948635"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "أَخْبرنِي هُوَ وَغير وَاحِد من شيوخي عَن أبي الْوَلِيد الْبَاجِيّ عَن أبي ذَر الْهَرَوِيّ عَن أبي عَليّ زَاهِر بن أَحْمد السَّرخسِيّ عَن أبي جَعْفَر مُحَمَّد بن معَاذ الْمَالِينِي عَن الْحُسَيْن بن الْحسن الْمروزِي عَن ابْن الْمُبَارك ¶ كتاب التسديد وَكتاب الْإِشَارَة وَكتاب الْمُنْتَقى فِي شرح الْمُوَطَّأ وَكتاب الِاسْتِيفَاء فِي شَرحه أَيْضا كلهَا من تأليف القَاضِي أبي الْوَلِيد سُلَيْمَان بن خلف الْبَاجِيّ رَحمَه الله أَخْبرنِي بهَا عَنهُ وبجميع مَا رَوَاهُ وألفه ¶ وحَدثني أَيْضا بِجَمِيعِ مَا رَوَاهُ الشَّيْخ أَبُو مُحَمَّد بن الْوَلِيد الأندلسي نزيل مصر عَنهُ إجَازَة مِنْهُ لَهُ ¶ 24 - الْفَقِيه القَاضِي أَبُو بكر يحيى بن مُحَمَّد بن دُرَيْد الْأَسدي قَاضِي مَدِينَة بسطة ¶ كَانَ رَحمَه الله من أهل الْمعرفَة وَالتَّحْقِيق بالآداب واللغات وَكَانَ فَاضلا دينا أجَاز لي رِوَايَته بِخَطِّهِ وَفِي جُمْلَتهَا الْجَامِع الصَّحِيح للْبُخَارِيّ ¶ أَخْبرنِي بِهِ عَن أبي الْوَلِيد سُلَيْمَان بن خلف الْبَاجِيّ قِرَاءَة مِنْهُ",
            "page": "136",
            "part": "1",
            "seal": "C080EE1F"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "عَلَيْهِ عَن أبي ذَر عبد بن أَحْمد الْهَرَوِيّ عَن أبي مُحَمَّد عبد الله بن أَحْمد بن حموية وَأبي إِسْحَاق إِبْرَاهِيم بن أَحْمد بن إِبْرَاهِيم الْمُسْتَمْلِي وَأبي الْهَيْثَم مُحَمَّد بن الْمَكِّيّ بن زراع الْكشميهني كلهم عَن مُحَمَّد بن يُوسُف الْفربرِي عَن أبي عبد الله مُحَمَّد بن إِسْمَاعِيل البُخَارِيّ ¶ 25 - الْفَقِيه الشَّيْخ المشاور أَبُو عبد الله مُحَمَّد بن عمر ابْن أبي العصافير الجياني ¶ كَانَ رَحمَه الله شيخ فَاضلا رَحل إِلَى الْمشرق شبيبته ليحج فَتعذر ذَلِك عَلَيْهِ ورده عبد الْحق من صقلية لفساد السَّبِيل فِي ذَلِك الْوَقْت وَلَقي جلة من الْعلمَاء وَكتب هُنَالك عَن الشَّيْخ الْفَقِيه أبي مُحَمَّد عبد الْحق بن هَارُون السَّهْمِي الصّقليّ وَرجع إِلَى الأندلس وَعمر طَويلا إِلَى أَن توفّي رَحمَه الله سنة أَربع وَخَمْسمِائة ¶ لَقيته فِي جيان فِي نهوضي إِلَى غَزْوَة طلبيزة سنّ ثَلَاث وَخَمْسمِائة فَأجَاز لي جَمِيع رِوَايَته وَفِي جُمْلَتهَا تواليف أبي مُحَمَّد عبد الْحق بن هَارُون السَّهْمِي الصّقليّ أَخْبرنِي بهَا عَنهُ ¶ وحَدثني بفهرسة الْفَقِيه الْأَجَل أبي عبد الله مُحَمَّد بن عتاب وَكتب لي بِجَمِيعِ ذَلِك ¶ 26 - الْفَقِيه الْجَلِيل القَاضِي أَبُو سعيد خلوف بن خلف الله رَحمَه الله ¶ كَانَ شيخ صدق وَفضل عني أبدا بِطَلَب الْعلم وَكتبه استجزته",
            "page": "137",
            "part": "1",
            "seal": "61DE6A51"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "فِي كتاب الشَّيْخ أبي إِسْحَاق التّونسِيّ على الْمُدَوَّنَة رِوَايَته إِيَّاه عَن الْفَقِيه الْفَاضِل أبي الرّبيع سُلَيْمَان بن الْوَلِيد عَن الشَّيْخ أبي إِسْحَاق التّونسِيّ مُؤَلفه رَضِي الله عَنهُ فَأجَاز لي ذَلِك رَحمَه الله بِلَفْظِهِ ¶ وَتُوفِّي رَحمَه الله بِمَدِينَة فاس وَقد نقل إِلَى خطة الْقَضَاء بهَا سنة خمس عشرَة وَخَمْسمِائة رَحمَه الله وَغفر لَهُ ¶ 27 - الْفَقِيه الإِمَام أَبُو عبد الله مُحَمَّد بن عَليّ بن عمر التَّمِيمِي الْمَازرِيّ السَّاكِن بالمهدية ¶ كَانَ رَحمَه الله من أَئِمَّة الْعلم المتقنين فِيهِ وَألف كتابا سَمَّاهُ",
            "page": "138",
            "part": "1",
            "seal": "E665F36B"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "الْمعلم بفوائد مُسلم كتب إِلَيّ يحدثني بِهِ وبجميع تواليفه سنة أَربع وَخَمْسمِائة ¶ 28 - الْفَقِيه القَاضِي الْأَجَل أَبُو الْحسن ثَابت بن عبد الله بن ثَابت بن سعيد بن ثَابت بن قَاسم بن ثَابت بن حزم بن عبد الرَّحْمَن بن مطرف بن سُلَيْمَان بن يحيى الْعَوْفِيّ قَاضِي سرقسطة ¶ لَقيته بغرناطة حرسها الله إِثْر تغلب الْعَدو على سرقسطة أَعَادَهَا الله فاستجزته رِوَايَته لكتاب الدَّلَائِل فِي شرح غَرِيب حَدِيث رَسُول الله صلى الله عَلَيْهِ وَسلم مِمَّا لَيْسَ فِي كتاب أبي عبيد وَلَا ابْن قُتَيْبَة تأليف جده قَاسم بن ثَابت بن حزم السَّرقسْطِي فأملى عَليّ نسبه بِلَفْظِهِ وَقَالَ لي نسبي هُوَ سندي فِيهِ ثمَّ سَار رَحمَه الله إِلَى قرطبة واستوطنها حَتَّى توفّي بهَا سنة أَربع عشرَة وَخَمْسمِائة رَحمَه الله وَغفر لَهُ ¶ قَالَ الْفَقِيه الْأَجَل القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ شرع فِي تأليف هَذَا الْكتاب قَاسم بن ثَابت بن حزم وَمَات قبل",
            "page": "139",
            "part": "1",
            "seal": "BB4BBA92"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "إكماله فأكمله أَبوهُ ثَابت بعده وَيُقَال إِن ثَابتا وَابْنه قاسما ألفاه جَمِيعًا وَكَذَلِكَ يرويهِ ثَابت بن قَاسم عَن أَبِيه وجده إجَازَة من أَبِيه وَقِرَاءَة على جده فَإِن جده ثَابتا توفّي سنة ثَلَاث عشرَة وثلاثمائة وَتُوفِّي قَاسم سنة اثْنَتَيْنِ وثلاثمائة وَلم يرو أحد هَذَا الْكتاب عَن مُؤَلفه غير ابْنه وَكَانَ سَماع ثَابت بن حزم وَابْنه قَاسم وَاحِدًا ورحلتهما وَاحِدَة وهما أول من أَدخل كتاب الْعين الأندلس وَكَانَ أَبُو عَليّ إِسْمَاعِيل بن الْقَاسِم البغداذي يرفع بِكِتَاب الدَّلَائِل هَذَا جدا وَكتبه عَن ثَابت بن قَاسم وَكَانَ يَقُول مَا أعلم أَنه وضع بالأندلس مثله وَتُوفِّي ثَابت بن قَاسم رَحمَه الله سنة اثْنَتَيْنِ وَخمسين وثلاثمائة ¶ قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد رَضِي الله عَنهُ ¶ وَأَخْبرنِي بِكِتَاب الدَّلَائِل أَيْضا أَبُو عَليّ الْحُسَيْن بن مُحَمَّد فِيمَا أجَازه لنا قَالَ حَدثنَا أَبُو مَرْوَان عبد الْملك بن زِيَادَة الله الطبني وَمُحَمّد بن عتاب ¶ وَأَخْبرنِي أَيْضا أَبُو عبد الله مُحَمَّد وَأَبُو الْمطرف الشّعبِيّ قَالُوا أربعتهم حَدثنَا القَاضِي أَبُو الْوَلِيد يُونُس بن عبد الله ¶ قَالَ أَبُو عَليّ وحَدثني أَبُو عمر بن الْحذاء قَالَ حَدثنَا أَبُو الْمطرف عبد الرَّحْمَن بن مُحَمَّد بن عِيسَى بن فطيس قَالَا حَدثنَا أَبُو الْفضل عَبَّاس بن عَمْرو الْوراق ¶ وَأَخْبرنِي أَبُو عَليّ أَيْضا وَغَيره عَن أبي الْقَاسِم حَاتِم بن مُحَمَّد قَالَ حَدثنَا أَبُو غَالب تَمام بن غَالب اللّغَوِيّ قَالَ حَدثنَا أبي كِلَاهُمَا عَن ثَابت بن قَاسم بن ثَابت بن حزم عَن أَبِيه قَاسم إجَازَة وجده ثَابت قِرَاءَة عَلَيْهِ",
            "page": "140",
            "part": "1",
            "seal": "326DCE12"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "29 - الْفَقِيه الْأُسْتَاذ الْأَجَل أَبُو مُحَمَّد عبد الله بن مُحَمَّد ابْن السَّيِّد البطليوسي السَّاكِن ببلنسية ¶ كتب إِلَيّ مجيزا كِتَابه الَّذِي أَلفه فِي شرح أدب الْكتاب وَهُوَ الَّذِي سَمَّاهُ بِكِتَاب الاقتضاب ¶ توفّي رَحمَه الله فِي شهر رَجَب سنة إِحْدَى وَعشْرين وَخَمْسمِائة ¶ 30 - الْفَقِيه الشَّيْخ الْفَاضِل أَبُو عبد الله مُحَمَّد بن عبد الله الصّقليّ رَحمَه الله ¶ لَقيته بغرناطة دَخلهَا تَاجِرًا وسلب فِي طَرِيقه وبغرناطة توفّي سنة ثَمَان عشرَة وَخَمْسمِائة وسنه فَوق السّبْعين ¶ حَدثنِي عَن الشَّيْخ أبي الْحسن اللَّخْمِيّ بِكِتَاب التَّبْصِرَة إجَازَة مِنْهُ لَهُ وَأَخْبرنِي أَنه صَحبه وَاخْتلف إِلَيْهِ وَكَانَ جَاره رَحمهَا الله وإيانا بمنه وتغمده آمين",
            "page": "141",
            "part": "1",
            "seal": "2B21079E"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "قَالَ الْفَقِيه القَاضِي أَبُو مُحَمَّد عبد الْحق بن عَطِيَّة رَضِي الله عَنهُ ¶ هَذَا ذكر من لَقيته من الشُّيُوخ الَّذين رويت عَنْهُم أسأَل الله أَن ينفعنا بصحبتهم وَذكر من حَدثنِي مِمَّن لم ألقه وَأَن يَجْعَل مَا قصدناه من ذكر ذَلِك خَالِصا لوجهه بفضله وَرَحمته وَصلى الله على مُحَمَّد وعَلى آله وَسلم تَسْلِيمًا ¶ انْتَهَت فهرسة الْفَقِيه المشاور القَاضِي أبي مُحَمَّد عبد الْحق بن عَطِيَّة رَضِي الله عَنهُ وَعَن أسلافه بمنه وَكَانَ الْفَرَاغ مِنْهَا يَوْم الْأَحَد التَّاسِع من رَجَب الْفَرد عَام ثَلَاثَة وَثَلَاثِينَ وَخَمْسمِائة",
            "page": "142",
            "part": "1",
            "seal": "24BFA09D"
        }
    ],
    "t10728": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم والصلاة على محمد والتسليم"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "هذا ذكر من لقيته من الشيوخ الذين رويت عنهم"
        }
    ]
}