{
    "b10730": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله الَّذِي رفع من وقف بِبَابِهِ وَوصل من انْقَطع لعز جنابه وارشد من اسند أُمُوره لأهل الْأَثر واربابه وَأَجَازَ على الْعَمَل الْحسن الصَّحِيح أحسن اجازة ووعد بوجادة ذَلِك يَوْم مناولة الْكتاب بِالْيَمِينِ وَعدا لَا يخلف سُبْحَانَهُ انجازه الْعَزِيز الْفَرد الَّذِي يفْتَتح باسمه كل أَمر ذِي بَال وتواترت آلاؤه واشتهرت عِنْد كل ذِي بَال الْعلي الَّذِي كل عَال بِالنِّسْبَةِ اليه نَازل الرافع الَّذِي رفع أهل الحَدِيث أَعلَى منَازِل وَأشْهد أَن لَا اله الا الله المفيض نعمه على كل عَزِيز وغريب فعمت كل بعيد وَقَرِيب واشهد أَن سيدنَا مُحَمَّدًا عَبده وَرَسُوله الْقَائِل بلغُوا عني وَلَو آيَة الَّذِي بَقَاء سلسلة السَّنَد اليه مَعَ طول الزَّمن أقوى معْجزَة واعظم آيَة وأصلي وَأسلم عَلَيْهِ فَهُوَ خير مُرْسل ذكره عِنْد الله مَرْفُوع وَشَمل شمائله كل مفروق من الْكَمَال ومجموع فإليه يَنْتَهِي كل مَرْوِيّ من الْفضل ومسموع وببعثته كل مُنكر مَتْرُوك وموضوع وكل مَعْرُوف مَوْصُول غير مَقْطُوع وَلَا مَمْنُوع هُوَ الْمنزل عَلَيْهِ أحسن الحَدِيث والمبجل بَين الورى فِي الْقَدِيم والْحَدِيث الْمَرْفُوع قدره",
            "page": "15",
            "part": "1",
            "seal": "16689CE5"
        },
        {
            "id": "3",
            "nass": "ونصابه والمشروع شرعة الفائض عبابه ثمَّ على آله واصحابه الَّذين آنسوا أَحْوَاله وآثاره واقتبسوا أضواءه وانواره واقتفوا آثاره وسننه وانهوا الى من بعدهمْ سنَنه وورثوا من تراث علومه بِالْفَرْضِ والتعصيب واخبروا بمشاهدتهم مَعَه من لم يظفر بحظ مِنْهَا وَلَا نصيب ثمَّ على التَّابِعين لَهُم المهتدين الَّذين أصلوا لنا اصول الدّين ووصلوا الينا مَا وضحت بِهِ المعالم للمسترشدين صَلَاة وَسلَامًا مترادفين إِلَى يَوْم الدّين ¶ وَبعد ¶ فَيَقُول الْفَقِير الى مَوْلَاهُ الْغَنِيّ صَالح بن مُحَمَّد الْعمريّ المسوفي الشهير بالفلاني اني مذ من الله سُبْحَانَهُ عَليّ بالانخراط فِي سلك طلاب الْعلم والارتباط باسباب أَرْبَاب الْإِدْرَاك والفهم لم أزل أتطفل على المولم مِنْهُم والآدب وادخل عَلَيْهِم فِي محافل الموائد والمآدب واتشبت باذيال من حَاز مِنْهُم قصب السَّبق فِي الْفُنُون اصنافا وجملا وارافق الملبين لدعوتهم غير مفرق فِي ذَلِك بَين النقري والجفلي واتشبه بهم مُعْتَقدًا أَن لَيْسَ فِي ذَلِك جناج ومستندا الى قَول من قَالَ التَّشَبُّه بالكرام فلاح ومعتمدا على خبرهم الْقَوْم الَّذين لَا يشقى بهم جليسهم ومستشهدا بِحَدِيث الْمَرْء على دين خَلِيله فِي مخاللتي لَهُم حَتَّى اتسمت من",
            "page": "16",
            "part": "1",
            "seal": "0DF85B40"
        },
        {
            "id": "4",
            "nass": "سماتهم الرائقة بسمة وتوسم فِي اني مِنْهُم وَإِن لم يحصل لي مِمَّا لديهم عِنْد التَّأَمُّل الصَّادِق الامثل سمسمة فَصَارَ بعض من أظهر الله سُبْحَانَهُ لَهُ مني الْجَمِيل وَستر مَا وَرَاء ذَلِك مِمَّا هُوَ أخص وصف العَبْد الذَّلِيل يأنس منا باللقاء والاجتماع ويلتمس الْمقَام مَعنا برسم الِانْتِفَاع وَالِاسْتِمَاع فَلَمَّا شام على معاطفنا بريقا وشم من مطارفنا عبيقا حجى أَن ذَلِك مطلعه وَجعل ان مَا بدا مِنْهُ هُوَ منبغه ومنبعه فَلَمَّا لوحنا لَهُ أَن ذَلِك مقتبس من مطالعه الاصلية وملتمس من مبازغة السّنيَّة الْعلية مطالع شُيُوخنَا منائر الاعصار ومبازع أعلامنا مَنَابِر الامصار وأشرنا لَهُ الى انهم وشحوا جيدنا العاطل بحلى اجازاتهم وأباحوا لنا الرِّوَايَة بِمَا أَخذنَا عَنْهُم وَبِغَيْرِهِ مِمَّا ينْسب اليهم من حقائقهم ومجازاتهم اشرأب حِينَئِذٍ الى أَن نوشحه بِمثل مَا وشحونا بِهِ من الاجازة وَاسْتحبَّ أَن نُبيح لَهُ مَا أباحوا لنا من أَن نروي عَن كل وَاحِد مِنْهُم حَقِيقَته ومجازه فأكبرت هَذَا الْأَمر الَّذِي اقترحه مني غَايَة وعددته أَشد إستحالة من الْجمع بَين الْفَرَاغ وَعدم النِّهَايَة علما مني باني عَن ذَلِك المرام بمعزل وكوني فِي الحضيض السافل ذَا منزل وجزما بِأَنِّي لم أصل الى أَن أكون الْمجَاز فَكيف أكون مجيز الغيرى وَلَو على سَبِيل الْمجَاز وانما الْمُنَاسب لحالي أَن أكون مِمَّن يعمر عجز مجْلِس طلبة الْعلم لَا صَدره وان لَا أَزَال مستحضرا قَول الْقَائِل فَازَ من عرف قدره وَهُوَ مَعَ هَذَا كُله لم ينثن عَن وجهة الاقتراح وَلم يستبن مني وَجه الْإِبَانَة عَن ذَلِك الْمطلب والانتزاح بل ازاد بِهِ فرط رغتبه المنسوج على منوال التأميل واوفى لأجل تَحْصِيل طلبته على شرف حسن الِاعْتِقَاد وَالظَّن الْجَمِيل فَلَمَّا حصحص ان لَيْسَ لي عَن طلبته مندوحة زورت فِي نَفسِي ان آتِي بالمعاريض لِأَنَّهَا طَريقَة غير مرجوحة ثمَّ خشيت ان يكون ذَلِك غير مقنع لمن رامه وَلَا نَافِع لمن طلبه وسامه فأزمعت أَن أسلك فِي ذَلِك بحول الله تَعَالَى طَريقَة مثلى وأتمسك فِي الْإِبَانَة عَمَّا هُنَاكَ بِعُرْوَة لَا",
            "page": "17",
            "part": "1",
            "seal": "2DB63DAD"
        },
        {
            "id": "5",
            "nass": "تنفصم وَلَا تبلي وَذَلِكَ بِأَن أذكر بعض من قَرَأت عَلَيْهِ من أجلة الشُّيُوخ مَعَ مَا أخذت عَنْهُم اَوْ سَمِعت مِنْهُم على سَبِيل الثُّبُوت والرسوخ ثمَّ أطبق ذَلِك على تَفْصِيل ذِي الطّلب على وَجه يحصل مِنْهُ ان شَاءَ الله تَعَالَى بغيته وارادته وَعَسَى ان يكون هَذَا الْوَجْه لَا يرهقني من أَمْرِي عسرا وَلَا يلحقني فِي الدّين وَالدُّنْيَا مساءة وَلَا ضيرا وسميته قطف الثَّمر فِي رفع اسانيد المصنفات فِي الْفُنُون والأثر وَهَذَا اوان اسناد مَا عَنْهُم رويت وَفِي بَدَائِع برهم نشرت وطويت",
            "page": "18",
            "part": "1",
            "seal": "0F168716"
        },
        {
            "id": "6",
            "nass": "مؤطا الإِمَام مَالك بِرِوَايَة يحيى اللَّيْثِيّ ¶ فاول ذَلِك موطأ امام دَار الْهِجْرَة المعني بعالم الْمَدِينَة نقدمه لانه الأَصْل واللباب ثمَّ نتبعه بِصَحِيح البُخَارِيّ لانه الأَصْل الثَّانِي فِي هَذَا الْبَاب نرويه بروايات كَثِيرَة باسانيد صَحِيحَة شهيرة ونقتصر هُنَا بِرِوَايَة يحيى بن يحيى اللَّيْثِيّ لموضعه عِنْد أهل قطرنا فِي الثِّقَة وَالدّين ولكثرة اسْتِعْمَالهَا واشتهارها فِي الاقطار دون سَائِر الموطأت والدواوين مَعَ رِوَايَة أبي مُصعب الزُّهْرِيّ لعلوه ¶ قأقول قَرَأت الْمُوَطَّأ بِرِوَايَة يحيى بن يحيى اللَّيْثِيّ قِرَاءَة بحث وتدقيق مَعَ احضار الاستذكار والمنتقى والقبس وَالْمُخْتَار",
            "page": "19",
            "part": "1",
            "seal": "B462FEF7"
        },
        {
            "id": "7",
            "nass": "والزرقاني والتنوير والملخص والغافقي وَغَيرهَا على الشَّيْخ المعمر الْمُحَقق المدقق مُحَمَّد بن مُحَمَّد بن سنة الْعمريّ الْفُلَانِيّ وَهُوَ قَرَأَهُ كَذَلِك على الشريف المعمر ابي عبد الله مُحَمَّد الوولاتي وَهُوَ قَرَأَهُ كَذَلِك على شيخ الاسلام وَصدر الائمة الاعلام أبي عُثْمَان سعيد بن ابراهيم الجزائري مفتيها عرف بقدورة وَهُوَ قَرَأَهُ كَذَلِك على قدوة الْأَئِمَّة",
            "page": "20",
            "part": "1",
            "seal": "93AECEF9"
        },
        {
            "id": "8",
            "nass": "ومسند الْأمة أبي عُثْمَان سعيد بن احْمَد الْمقري مفتي تلمسان سِتِّينَ سنة وَهُوَ قَرَأَهُ كَذَلِك على ابي عبد الله مُحَمَّد بن مُحَمَّد بن عبد الله بن عبد الْجَلِيل التنسي وابي زيد عبد الرَّحْمَن بن عَليّ بن احْمَد العاصمي الشهير بسقين السفياني فالاول عَن وَالِده الْحَافِظ مُحَمَّد بن عبد الله بن عبد الْجَلِيل التنسي قِرَاءَة عَلَيْهِ وَالثَّانِي قِرَاءَة عَليّ ولي الله تَعَالَى ابي الْعَبَّاس أَحْمد بن أَحْمد البرنسي الْمَعْرُوف بزروق قِرَاءَة على ولي الله تَعَالَى سَيِّدي ابي زيد عبد الرَّحْمَن الثعالبي وَهُوَ والتنسي قَرَأَهُ قِرَاءَة",
            "page": "21",
            "part": "1",
            "seal": "7FF97C55"
        },
        {
            "id": "9",
            "nass": "بحث وَتَحْقِيق على الْعلم النائر والمثل السائر أبي عبد الله مُحَمَّد بن مَرْزُوق الْحَفِيد وَهُوَ قَرَأَهُ كَذَلِك على ابي عبد الله مُحَمَّد بن جَابر الْوَادي آشي قَالَ حَدثنَا ابو مُحَمَّد عبد الله بن مُحَمَّد بن هَارُون الطَّائِي الْقُرْطُبِيّ وَهُوَ آخر من حدث عَنهُ حَدثنَا القَاضِي أَبُو الْقَاسِم احْمَد بن يزِيد بن بَقِي الْقُرْطُبِيّ وهوآخر من حدث عَنهُ حَدثنَا مُحَمَّد بن عبد الرَّحْمَن بن عبد الْحق الخزرجي الْقُرْطُبِيّ وَهُوَ آخر من حدث عَنهُ",
            "page": "22",
            "part": "1",
            "seal": "C0AE553D"
        },
        {
            "id": "10",
            "nass": "حَدثنَا مُحَمَّد بن فرج مولى ابْن الطلاع الْقُرْطُبِيّ مؤلف كتاب أقضية رَسُول الله صلى الله عَلَيْهِ وَسلم وَهُوَ آخر من حدث عَنهُ حَدثنَا القَاضِي ابو الْوَلِيد يُونُس بن مغيث الصفار الْقُرْطُبِيّ وَهُوَ آخر من حدث عَنهُ حَدثنَا ابو عِيسَى يحيى بن عبد الله بن يحيى بن يحيى بن يحيى الْقُرْطُبِيّ وَهُوَ آخر من حدث عَنهُ حَدثنَا عَم أبي ابو مَرْوَان عبيد الله بن يحيى الْقُرْطُبِيّ وَهُوَ آخر من حدث عَنهُ قَالَ أخبرنَا يحيى بن يحيى الْقُرْطُبِيّ وَهُوَ آخر من حدث عَنهُ قَالَ اُخْبُرْنَا امام دَار الْهِجْرَة ابو عبد الله مَالك ابْن أنس رَضِي الله تَعَالَى عَنهُ سَمَاعا لجميعه الا الابواب الثَّلَاثَة",
            "page": "23",
            "part": "1",
            "seal": "70B3B7C8"
        },
        {
            "id": "11",
            "nass": "الْأَخِيرَة من كتاب الإعتكاف وَهِي بَاب خُرُوج الْمُعْتَكف الى الْعِيد وَبَاب قَضَاء الِاعْتِكَاف وَبَاب النِّكَاح فِي الِاعْتِكَاف فَأَنِّي شَككت فِي سماعهَا فارويها عَن زِيَاد بن عبد الرَّحْمَن شبطون لاني كنت سَمِعت جَمِيعه مِنْهُ قبل الرحلة بِسَمَاعِهِ من الامام مَالك رَحمَه الله تَعَالَى ¶ وَفِي هَذَا السَّنَد مَعَ علوه لطائف اتِّصَاله بِالسَّمَاعِ وَكَون رِجَاله كلهم مالكيين وكونهم فُقَهَاء وكونهم مشاهير مصنفين وكونهم مغاربة وَفِي آخِره لطيفتان كَونهم قرطبيين وكل وَاحِد آخر من سمع من شَيْخه وَفِي اوله لَطِيفَة كَونه مسلسلا بِقِرَاءَة بحث وَتَحْقِيق ¶ ح وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة عَالِيا عَن مولَايَ الشريف مُحَمَّد عَن مُحَمَّد بن خَلِيل عرف بِابْن أركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر",
            "page": "24",
            "part": "1",
            "seal": "A119F16A"
        },
        {
            "id": "12",
            "nass": "الْعَسْقَلَانِي عَن مُحَمَّد بن عبد اللَّطِيف بن الكويك عَن الْحَافِظ الذَّهَبِيّ عَن عبد الله بن مُحَمَّد بن هَارُون بِسَنَدِهِ الْمُتَقَدّم ¶ وَيَرْوِيه الْحَافِظ ابْن حجر ايضا عَن مُحَمَّد بن حَيَّان بن مُحَمَّد بن يُوسُف ابي حَيَّان عَن أَبِيه عَن عبد الله بن مُحَمَّد بن هَارُون بِسَنَدِهِ",
            "page": "25",
            "part": "1",
            "seal": "C1333229"
        },
        {
            "id": "13",
            "nass": "وَيَرْوِيه الْحَافِظ ابْن حجر أَيْضا عَن ابراهيم بن أَحْمد بن عبد الْوَاحِد التنوخي عَن مُحَمَّد بن جَابر الْوَادي آشي سَمَاعا قَالَ قرأته على أبي مُحَمَّد عبد الله بن مُحَمَّد بن هَارُون بِسَنَدِهِ الْمُتَقَدّم الى امام دَار الْهِجْرَة ¶ وارويه ايضا عَن الشَّيْخ مُحَمَّد سنّ سنة عَن الشَّيْخ مُحَمَّد بن احْمَد ابْن مَحْمُود بغبغ قِرَاءَة على الشَّيْخ أبي الْعَبَّاس احْمَد بن احْمَد بَابا التنبكتي سَمَاعا على وَالِده سَمَاعا عَن الْبُرْهَان القلقشندي سَمَاعا",
            "page": "26",
            "part": "1",
            "seal": "165CFE6F"
        },
        {
            "id": "14",
            "nass": "عَن عز الدّين عبد الرَّحِيم بن الْفُرَات عَن الْعِزّ عبد الْعَزِيز بن الْبَدْر ابراهيم بن جمَاعَة عَن ابي جَعْفَر بن الزبير الغرناطي عَن ابي الْخطاب مُحَمَّد بن احْمَد بن خَلِيل السكونِي عَن ابي عبد الله مُحَمَّد بن سعيد بن احْمَد بن سعيد بن زرقون عَن احْمَد بن مُحَمَّد بن غلبون",
            "page": "27",
            "part": "1",
            "seal": "A0B4883C"
        },
        {
            "id": "15",
            "nass": "الْخَولَانِيّ وَهُوَ آخر من حدث عَنهُ عَن ابي عِيسَى وَهُوَ آخر من حدث عَنهُ عَن عَم ابيه ابي مَرْوَان عبيد الله وَهُوَ آخر من حدث عَنهُ عَن ابيه يحيى بن يحيى اللَّيْثِيّ وَهُوَ آخر من حدث عَنهُ عَن إِمَام دَار الْهِجْرَة وَهُوَ آخر من حدث عَنهُ ¶ ح وارويه ايضا فِي الْمَدِينَة المنورة عَن الشَّيْخَيْنِ المرحومين المعمرين الشَّيْخ مُحَمَّد سعيد سفر والشيح مُحَمَّد بن عبد الله الْمَدَنِيين قِرَاءَة على الاول من اوله الى آخِره وَقِرَاءَة على الثَّانِي من أَوله الى الْحَج واجازة للْبَاقِي قَالَ الأول اُخْبُرْنَا بِهِ قِرَاءَة من اوله الى اخره الشَّيْخ ابو طَاهِر بن الملا ابراهيم الْكرْدِي عَن وَالِده",
            "page": "28",
            "part": "1",
            "seal": "012FFE45"
        },
        {
            "id": "16",
            "nass": "وَقَالَ الثَّانِي اُخْبُرْنَا بِهِ قِرَاءَة لاوله واجازة للْبَاقِي الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ عَن الملا ابراهيم الْكرْدِي عَن ولي الله تَعَالَى القشاشي عَن الرَّمْلِيّ عَن القَاضِي زَكَرِيَّا عَن الْحَافِظ ابْن",
            "page": "29",
            "part": "1",
            "seal": "C7EE50F0"
        },
        {
            "id": "17",
            "nass": "حجر عَن المعمر عمر بن حسن بن أميلة المراغي عَن عز الدّين احْمَد بن ابراهيم بن عمر الفاروثي عَن ابي اسحاق ابراهيم بن يحيى بن الْحَافِظ المكناسي باجازته عَن ابي عبد الله مُحَمَّد بن سعيد بن احْمَد بن سعيد ابْن زرقون بِسَنَدِهِ الْمُتَقَدّم ¶ ح وارويه عَن الاول عَن الشَّيْخ عبد الْوَهَّاب الطنطاوي عَن الشَّيْخ مُحَمَّد الزّرْقَانِيّ شَارِح الْمُوَطَّأ عَن البابلي ¶ وَعَن الثَّانِي عَن الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ قِرَاءَة لأوله واجازة",
            "page": "30",
            "part": "1",
            "seal": "5F0E23CC"
        },
        {
            "id": "18",
            "nass": "للْبَاقِي عَن الشَّيْخ مُحَمَّد البابلي سَمَاعا بِقِرَاءَة الشَّيْخ عِيسَى الْجَعْفَرِي من أَوله الى وَقت الْجُمُعَة واجازة لسائره عَن الْعَلامَة سَالم بن مُحَمَّد السنهوري بقرَاءَته لجميعه على النَّجْم مُحَمَّد بن احْمَد الغيطي بِسَمَاعِهِ لجميعه على الشّرف عبد الْحق السنباطي بِسَمَاعِهِ لجميعه على الْبَدْر",
            "page": "31",
            "part": "1",
            "seal": "8C27CC56"
        },
        {
            "id": "19",
            "nass": "حسن بن مُحَمَّد بن أَيُّوب الحسني النسابة بِسَمَاعِهِ لجميعه على عَمه ابي مُحَمَّد الْحسن النسابة بِسَمَاعِهِ لجميعه على ابي عبد الله مُحَمَّد بن جَابر الْوَادي آشي بِسَنَدِهِ الْمُتَقَدّم أَولا ¶ وارويه بِرِوَايَة ابي مُصعب احْمَد بن ابي بكر الزُّهْرِيّ عَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن عَليّ الاجهوري عَن الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا الانصاري عَن عز الدّين عبد الرَّحِيم بن مُحَمَّد بن الْفُرَات عَن ابي حَفْص عمر بن أميلة عَن الْفَخر ابي الْحسن عَليّ بن",
            "page": "32",
            "part": "1",
            "seal": "F2B1E981"
        },
        {
            "id": "20",
            "nass": "عبد الْوَاحِد السَّعْدِيّ ابْن البُخَارِيّ عَن الْمُؤَيد بن مُحَمَّد بن عَليّ الطوسي عَن هبة الله بن سهل بن عمر السيدي عَن ابي عُثْمَان الْهَاشِمِي عَن ابي مُصعب الزُّهْرِيّ عَن امام دَار الْهِجْرَة رَضِي الله عَنهُ ¶ ح وارويه أَيْضا عَن شَيخنَا مُحَمَّد بن سنة باجازته عَن المعمر أَحْمد بن مُحَمَّد بن الْعجل عَن مفتي مَكَّة قطب الدّين مُحَمَّد بن أَحْمد النهروالي",
            "page": "33",
            "part": "1",
            "seal": "1EA29483"
        },
        {
            "id": "21",
            "nass": "عَن الْحَافِظ نور الدّين ابي الْفتُوح احْمَد بن عبد الله الطاوسي عَن المعمر بَابا يُوسُف الْهَرَوِيّ عَن مُحَمَّد بن شاذبخت الْفَارِسِي الفرغاني بِسَمَاعِهِ لجميعه عَن ابي لعمان يحيى بن مقبل بن شاهان الختلاني عَن ابي اسحاق ابراهيم بن عبد الصَّمد الْهَاشِمِي عَن ابي مُصعب الزُّهْرِيّ عَن امام دَار الْهِجْرَة فَيَقَع لنا ثنائياته بِاثْنَيْ عشر",
            "page": "34",
            "part": "1",
            "seal": "56774085"
        },
        {
            "id": "22",
            "nass": "صَحِيح البُخَارِيّ ¶ وَأما صَحِيح البُخَارِيّ فارويه بطرق أَصَحهَا واشهرها طَرِيق ابي ذَر وَهِي طَريقَة المغاربة والمكيين أرويها رِوَايَة ودراية تَحْقِيقا وتدقيقا عَن شَيخنَا الامام الْعَلامَة الْمسند المعمر الفهامة مُحَمَّد بن سنة قِرَاءَة عَلَيْهِ من أَوله الى آخِره مرّة وسماعا مِنْهُ مرَارًا مَعَ إِحْضَار الارشاد وَالْفَتْح وَالْكَوَاكِب والمشارق وَالتَّعْلِيق والتوضيح",
            "page": "35",
            "part": "1",
            "seal": "4EE4941C"
        },
        {
            "id": "23",
            "nass": "واللامع وَابْن الْمُنِير وَابْن بطال والتوشيح وَابْن غَازِي وزروق والسنوسي عَن مولَايَ الشريف مُحَمَّد قِرَاءَة على أبي المعارف عبد الرَّحْمَن بن مُحَمَّد الفاسي وابي السرُور مُحَمَّد الْعَرَبِيّ الفاسي وابي الْفضل عبد الْوَاحِد بن عَاشر ثَلَاثَتهمْ عَن الإِمَام",
            "page": "36",
            "part": "1",
            "seal": "D52C60BB"
        },
        {
            "id": "24",
            "nass": "الْمُحَقق الْخَطِيب الْمُفْتِي ابي الذَّخَائِر مُحَمَّد بن قَاسم الغرناطي الْقَيْسِي الشهير بالقصار عَن الْأُسْتَاذ ابي الْعَبَّاس أَحْمد بن الْحسن بن عبد الرَّحْمَن بن عبد الْعَزِيز التسولي عَن الْمُحدث الرّحال مُحَمَّد بن جَابر الْقَيْسِي الْوَادي آشي نزيل تونس عَن الْحَافِظ ابْن مُجَاهِد عَن القَاضِي ابي الْخطاب مُحَمَّد ابْن احْمَد بن خَلِيل السبتي عَن القاضيين عِيَاض بن مُوسَى الْيحصبِي وابي بكر بن الْعَرَبِيّ عَن القَاضِي الشَّهِيد ابي عَليّ حُسَيْن",
            "page": "37",
            "part": "1",
            "seal": "45E4B29B"
        },
        {
            "id": "25",
            "nass": "ابْن مُحَمَّد بن فيره بن حيون ابْن سكره الصَّدَفِي الْقَائِم بضبط كتب الحَدِيث عَن الامام الْحَافِظ ابي الْوَلِيد سُلَيْمَان بن خلف التجِيبِي الْبَاجِيّ باجة أندلس عَن الامام الْحَافِظ ابي ذَر عبد بن احْمَد ابْن مُحَمَّد الْهَرَوِيّ عَن شُيُوخه الثَّلَاثَة ابي مُحَمَّد عبد الله بن احْمَد بن حمويه الحمويي السَّرخسِيّ وابي اسحاق ابراهيم بن احْمَد بن ابراهيم الْبَلْخِي الْمُسْتَمْلِي وابي الْهَيْثَم مُحَمَّد بن الْمَكِّيّ الْمروزِي الْكشميهني عَن الامام ابي عبد الله مُحَمَّد بن يُوسُف بن مطر الْفربرِي عَن الامام",
            "page": "38",
            "part": "1",
            "seal": "7C95A601"
        },
        {
            "id": "26",
            "nass": "الْحَافِظ الْكَبِير سيد حفاظ الاسلام الشهير مُحَمَّد بن اسماعيل البُخَارِيّ ¶ وَفِي هَذَا السَّنَد مَعَ علوه لطائف كَون رِجَاله فُقَهَاء مشاهير مالكيين مغاربة مَا عدا أَبَا ذَر وشيوخه فان ابا ذَر لَيْسَ بمغربي وان كَانَ مالكيا ¶ ح وَبِه الى الْوَادي آشي عَن الرضي الطَّبَرِيّ عَن ابْن خيرة عَن عبد الْعَزِيز بن سَعَادَة عَن ابي عبد الله بن سَعَادَة الْجَامِع بَين الْعلم وَالرِّوَايَة والتفنن فِي المعارف صَاحب رِوَايَة النُّسْخَة الصَّحِيحَة الشهيرة الْمَوْجُودَة فِي الْمغرب ¶ قَالَ فِي نفح الطّيب وَنسخ صحيحي البُخَارِيّ وَمُسلم بِخَطِّهِ وسمعهما على صهره ابي عَليّ وَكَانَا أصلين لَا يكَاد يُوجد فِي الصِّحَّة مثلهمَا عَن ابي عَليّ حُسَيْن بن مُحَمَّد الصَّدَفِي بِسَنَدِهِ الْمُتَقَدّم",
            "page": "39",
            "part": "1",
            "seal": "FDB2855E"
        },
        {
            "id": "27",
            "nass": "قَالَ الشَّيْخ ابو البركات عبد الْقَادِر الفاسي رِوَايَة ابْن سَعَادَة أتقن وَأفضل من الرِّوَايَات الَّتِي عِنْد الْحَافِظ ابْن حجر وَهِي الْمُعْتَمد عَلَيْهَا عندنَا بالمغرب وَهِي مسلسلة بالمالكية انْتهى ¶ ح وأروي هَذِه الرِّوَايَة نازلا عَن الشَّيْخ المعمر وبركتنا المدخر مُحَمَّد سعيد سفر الْمدنِي عَن الشَّيْخ عَليّ الحريشي شَارِح الْمُوَطَّأ والشفا عَن الشَّيْخ عبد الْقَادِر وَابْن عَمه أبي المكارم الفاسيين عَن عَم والديهما أبي المعارف عبد الرَّحْمَن بن مُحَمَّد الفاسي وعمهما أبي السرُور مُحَمَّد الْعَرَبِيّ الفاسي وَأبي الْفضل بن عَاشر كلهم عَن الإِمَام الْمُحَقق الْخَطِيب الْمُفْتِي أبي الذَّخَائِر مُحَمَّد بن قَاسم الغرناطي الْقَيْسِي الشهير بالقصار بالسند الْمُتَقَدّم ¶ ح وأروي رِوَايَة أبي ذَر أَيْضا بطرِيق ابْنه عَالِيا عَن شَيخنَا مُحَمَّد سعيد سفر عَن الشَّيْخ عَليّ الحريشي عَن أبي المكارم مُحَمَّد بن أَحْمد الفاسي",
            "page": "40",
            "part": "1",
            "seal": "CB0EF530"
        },
        {
            "id": "28",
            "nass": "ح وَعَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن أبي المكارم مُحَمَّد بن أَحْمد بن يُوسُف الفاسي عَن الْقصار عَن يحيى الْحطاب عَن المراغي عَن الْفَخر ابْن البُخَارِيّ عَن أبي مَكْتُوم عِيسَى بن أبي ذَر عَن أَبِيه أبي ذَر الْهَرَوِيّ عَن شُيُوخه الثَّلَاثَة عَن الْفربرِي عَن البُخَارِيّ ¶ ح وأرويه بِرِوَايَة الْفربرِي من طَرِيق الختلاني عَن الشَّيْخ مُحَمَّد سعيد سفر عَن الشَّيْخ مُحَمَّد تَاج الدّين بن عبد المحسن بن سَالم الْحَنَفِيّ الشهير بالقلعي عَن الشَّيْخ حسن العجيمي ¶ ح وَعَن الشَّيْخ سُلَيْمَان الدرعي عَن الشَّيْخ حسن",
            "page": "41",
            "part": "1",
            "seal": "B93BE089"
        },
        {
            "id": "29",
            "nass": "ح وَأَعْلَى مِنْهُ بِدَرَجَة عَن الشَّيْخ مُحَمَّد بن سنة باجازته عَن المعمر الشَّيْخ أبي الوفا أَحْمد بن مُحَمَّد بن الْعجل عَن مفتي مَكَّة قطب الدّين مُحَمَّد بن أَحْمد النهروالي نِسْبَة إِلَى نهروالة بَلْدَة من تَوَابِع كجرات الْهِنْد عَن وَالِده عَن الْحَافِظ نور الدّين أبي الْفتُوح أَحْمد بن عبد الله بن أبي الْفتُوح الطاوسي عَن المعمر بَابا يُوسُف الْهَرَوِيّ عَن مُحَمَّد بن شاذبخث الْفَارِسِي الفرغاني بِسَمَاعِهِ لجميعه على الشَّيْخ أحد الأبدال بسمرقند أبي لُقْمَان يحيى بن عمار بن مقبل بن شاهان الختلاني المعمر مائَة وَثَلَاثَة وَأَرْبَعين سنة وَقد سمع جَمِيعه عَن مُحَمَّد بن يُوسُف الْفربرِي بِسَمَاعِهِ عَن مُؤَلفه ¶ ح وَأَعْلَى مِنْهُ بِدَرَجَة عَن الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد عَن الشَّيْخ أَحْمد الْعجل عَن قطب الدّين مُحَمَّد النهروالي بِسَنَدِهِ إِلَى الْمُؤلف فَتَقَع لنا ثلاثيات البُخَارِيّ بِخَمْسَة عشر ¶ ح وَأَعْلَى مِنْهُ بِدَرَجَة عَن الشَّيْخ مُحَمَّد بن سنة عَن الشَّيْخ أَحْمد الْعجل عَن قطب الدّين النهروالي بِسَنَدِهِ ¶ وَذكر ابْن سنة وَالشَّيْخ يحيى الشناوي وَالشَّيْخ الْعِمَادِيّ والصوالي أَن قطب الدّين روى الصَّحِيح والموطأ عَن أبي الْفتُوح بِغَيْر وَاسِطَة أَبِيه ¶ ح وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة بِسَنَد أَعلَى مِنْهُ بِدَرَجَة اجازة عَن أَحْمد بن عَليّ الشناوي العباسي عَن الْعَلامَة الْوَلِيّ السَّيِّد غضنفر",
            "page": "42",
            "part": "1",
            "seal": "6084D4B2"
        },
        {
            "id": "30",
            "nass": "النقشبندي عَن الْعَلامَة تَاج الدّين عبد الرَّحْمَن بن شهَاب الدّين مَسْعُود ابْن شمس الدّين مُحَمَّد الكازروني عَن أَحْمد بن عبد الله ابْن أبي الْفتُوح عَن المعمر بَابا يُوسُف الْهَرَوِيّ الْمَشْهُور بسه صدساله أَي المعمر ثَلَاثمِائَة سنة عَن مُحَمَّد بن شاذبخت الفرغاني عَن المعمر أبي لُقْمَان يحيى بن مقبل الختلاني عَن مُحَمَّد بن مطر الْفربرِي عَن البُخَارِيّ ¶ ح وأرويه أَيْضا عَن شَيخنَا مُحَمَّد بن سنة باجازته من الشَّيْخ أَحْمد الْعجل عَن الإِمَام يحيى بن مكرم الطَّبَرِيّ عَن جده الإِمَام محب الدّين مُحَمَّد بن مُحَمَّد الطَّبَرِيّ عَن الْبُرْهَان ابراهيم بن مُحَمَّد بن مُحَمَّد بن صديق الدِّمَشْقِي عَن الشَّيْخ عبد الرَّحِيم بن عبد الله الاوالي عَن عبد الرَّحْمَن ابْن مُحَمَّد بن شاذبخت الْفَارِسِي الفرغاني عَن الشَّيْخ أبي لُقْمَان يحيى بن شاهان الختلاني عَن الْفربرِي عَن البُخَارِيّ فَتَقَع لي ثلاثياته بِثَلَاثَة عشر فَكَأَنِّي بِاعْتِبَار الْعدَد سمعته من ملا ابراهيم الكوراني وَبَين وَفَاته وولادتي أَكثر من سِتِّينَ سنة وَكَأن شَيخنَا مُحَمَّد بن سنة سَمعه من الْحَافِظ ابْن حجر الْعَسْقَلَانِي وَبَين وفاتيهما ثَلَاثمِائَة وَأَرْبَعَة وَثَلَاثُونَ سنة",
            "page": "43",
            "part": "1",
            "seal": "782515BD"
        },
        {
            "id": "31",
            "nass": "لِأَن الْحَافِظ ابْن حجر توفى عَام إثنين وَخمسين وثمان مائَة وَشَيخنَا توفّي عَام سِتّ وَثَمَانِينَ وَمِائَة والف ¶ قلت ويروي الختلاني الْمَذْكُور الْمُوَطَّأ عَن أبي اسحاق ابراهيم بن عبد الصَّمد الْهَاشِمِي عَن أبي مُصعب عَن مَالك رَحمَه الله ¶ وأروي صَحِيح البُخَارِيّ أَيْضا قِرَاءَة على شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف اجازة عَن مُحَمَّد بن مُحَمَّد بن أركماس اليشبكي الظَّاهِرِيّ الْفَقِيه الشهير بالجيبقاني عَن الْحَافِظ ابْن حجر عَن الْحَافِظ أبي الْخَيْر أَحْمد بن الصّلاح أبي سعيد خَلِيل الكيكلدي إجَازَة مُكَاتبَة باجازته الْعَامَّة من دَاوُد بن يعمر بن عبد الْوَاحِد الْأَصْبَهَانِيّ بِسَمَاعِهِ من أبي الْوَقْت عبد الاول بن عِيسَى السجْزِي الْهَرَوِيّ بِسَمَاعِهِ من الشَّيْخ أبي الْحسن عبد الرَّحْمَن بن مُحَمَّد بن المظفر الدَّاودِيّ بِسَمَاعِهِ عَن أبي مُحَمَّد عبد الله ابْن أَحْمد بن حمويه الحمويي السَّرخسِيّ سَمَاعا مِنْهُ عَن مُحَمَّد بن يُوسُف الْفربرِي عَن البُخَارِيّ ¶ قلت فَفِي هَذَا بَين الْحَافِظ وَالْبُخَارِيّ سِتَّة لَكِن بِالْإِجَازَةِ لَا بِالسَّمَاعِ وعَلى هَذَا يحمل قَول من قَالَ ان أَعلَى مَا لِلْحَافِظِ ابْن حجر أَن يكون بَينه وَبَين البُخَارِيّ سَبْعَة على السماع دون الْإِجَازَة وَقد ذكر",
            "page": "44",
            "part": "1",
            "seal": "3B1C52AA"
        },
        {
            "id": "32",
            "nass": "بعض أهل الفهارس وَهُوَ الشَّيْخ عبد الْخَالِق بن عَليّ المزجاجي انه صَحَّ ان الشَّيْخ قطب الدّين مُحَمَّد النهروالي روى صَحِيح البُخَارِيّ عَن الْحَافِظ نور الدّين أبي الْفتُوح الطاوسي بِلَا وَاسِطَة وَالِده فَيكون بيني وَبَين البُخَارِيّ ثَمَانِيَة فَتَقَع لي ثلاثياته بِاثْنَيْ عشر فَيكون شَيخنَا مُحَمَّد كَأَنَّهُ سَمعه من الْحَافِظ ابْن حجر بطرِيق الْإِجَازَة لِأَن أَعلَى مَا عِنْد الْحَافِظ ابْن حجر بِاعْتِبَار الْإِجَازَة أَن يكون بَينه وَبَين البُخَارِيّ سِتَّة أنفس وَلَا أعلم فِي الدُّنْيَا سندا أَعلَى من هَذَا السَّنَد الْآن ¶ قَالَ شيخ مشائخنا عبد الْخَالِق المزجاجي فِي نزهة رياض الْإِجَازَة وَهَذِه الطَّرِيقَة لم تبلغ الْحَافِظ ابْن حجر وَلَا السُّيُوطِيّ لِأَنَّهُمَا كَانَا بِمصْر والحافظ ابو الْفتُوح من رجال الثَّمَانمِائَة وَكَانَ بابرقوه مَدِينَة بخراسان الْعَجم وَكَانَ مَوْصُوفا بالصلاح سمع صَحِيح البُخَارِيّ من مُحَمَّد بن شاذبخت الفرغاني وَهَذِه الطَّرِيقَة لم تصل إِلَى الْحَرَمَيْنِ إِلَّا مَعَ أَشْيَاخ مشائخنا كالشيخ المعمر عبد الله بن سعد الله اللاهوري نزيل الْمَدِينَة وَالله أعلم",
            "page": "45",
            "part": "1",
            "seal": "2C8CF6B3"
        },
        {
            "id": "33",
            "nass": "صَحِيح مُسلم ¶ أما صَحِيح مُسلم فأرويه رِوَايَة ودراية عَن الشَّيْخ المعمر مُحَمَّد سعيد سفر قِرَاءَة على الشَّيْخ تَاج الدّين القلعي عَن الشَّيْخ حسن العجيمي عَن الشَّيْخ أَحْمد الْعجل اليمني عَن الإِمَام يحيى بن مكرم الطَّبَرِيّ عَن جده الإِمَام محب الدّين مُحَمَّد بن مُحَمَّد الطَّبَرِيّ عَن زين الدّين أبي بكر بن الْحُسَيْن المراغي عَن أبي الْعَبَّاس أَحْمد بن أبي طَالب الحجار عَن الأنجب بن أبي السعادات الْحمانِي عَن أبي الْفرج",
            "page": "46",
            "part": "1",
            "seal": "4015AC1A"
        },
        {
            "id": "34",
            "nass": "مصعود بن الْحسن الثَّقَفِيّ عَن الْحَافِظ أبي الْقَاسِم عبد الرَّحْمَن بن مندة عَن الْحَافِظ أبي بكر مُحَمَّد بن عبد الله الجوزقي عَن أبي الْحسن مكي بن عَبْدَانِ عَن مُؤَلفه ¶ ح وأرويه باعلى مِنْهُ دَرَجَة عَن الشَّيْخ الشريف مولَايَ سُلَيْمَان الدرعي عَن شَيْخه حسن العجيمي عَن الشَّيْخ أَحْمد الْعجل بِسَنَدِهِ الْمُتَقَدّم ¶ ح وأرويه عَالِيا بالسند الْمُتَقَدّم فِي الْمُوَطَّأ إِلَى الْحَافِظ ابْن حجر الْعَسْقَلَانِي بقرَاءَته لجميعه على الشّرف أبي الطَّاهِر مُحَمَّد بن مُحَمَّد بن عبد اللَّطِيف بن الكويك فِي أَرْبَعَة مجَالِس سوى مجْلِس الْخَتْم وَذَلِكَ وَذَلِكَ فِي نَحْو يَوْمَيْنِ وَشَيْء عَن أبي الْفرج عبد الرَّحْمَن بن عبد الحميد بن عبد الْهَادِي الْحَنْبَلِيّ الْمَقْدِسِي سَمَاعا عَلَيْهِ لجميعه عَن أبي الْعَبَّاس أَحْمد بن",
            "page": "47",
            "part": "1",
            "seal": "0D04F15F"
        },
        {
            "id": "35",
            "nass": "عبد الدَّائِم النابلسي عَن مُحَمَّد بن عَليّ بن صَدَقَة الْحَرَّانِي سَمَاعا لجميعه عَن فَقِيه الْحرم أبي عبد الله مُحَمَّد بن الْفضل بن أَحْمد الفراوي سَمَاعا لجميعه عَن أبي الْحسن عبد الغافر بن مُحَمَّد الْفَارِسِي سَمَاعا قَالَ أخبرنَا أَبُو أَحْمد مُحَمَّد بن عِيسَى الجلودي بِضَم الْجِيم وَاللَّام",
            "page": "48",
            "part": "1",
            "seal": "CC368160"
        },
        {
            "id": "36",
            "nass": "النَّيْسَابُورِي سَمَاعا قَالَ أخبرنَا ابراهيم بن مُحَمَّد بن سُفْيَان الْفَقِيه الزَّاهِد سَمَاعا من مُؤَلفه مُسلم بن الْحجَّاج الْقشيرِي إِلَّا ثَلَاثَة أفوات مَعْلُومَة مضبوطة وَكَانَ يَقُول فِيهَا عَن مُسلم ¶ قَالَ ابْن الصّلاح فَلَا نَدْرِي حملهَا عَنهُ اجازة اَوْ وجادة",
            "page": "49",
            "part": "1",
            "seal": "13B9BF52"
        },
        {
            "id": "37",
            "nass": "سنَن ابي دَاوُد ¶ وَأما سنَن أبي دَاوُد فارويه قِرَاءَة من أَوله إِلَى كتاب الْحَج عَن الشَّيْخ الشريف مولَايَ سُلَيْمَان الدرعي ثمَّ التنبكتي عَن مولَايَ الشريف أبي عبد الله مُحَمَّد الوولاتي عَن شيخ الاسلام وَصدر الْأَئِمَّة الاعلام أبي عُثْمَان سعيد بن ابراهيم الجزائري مفتيها سِتِّينَ سنة عرف بقدورة عَن أبي عُثْمَان سعيد بن أَحْمد الْمقري مفتي تلمسان سِتِّينَ سنة عَن أبي عبد الله مُحَمَّد بن مُحَمَّد بن عبد الْجَلِيل التنسي عَن وَالِده عَن أبي عبد الله مُحَمَّد بن احْمَد بن مَرْزُوق الْحَفِيد عَن جده مُحَمَّد ابْن",
            "page": "50",
            "part": "1",
            "seal": "E47F1FBA"
        },
        {
            "id": "38",
            "nass": "مَرْزُوق الْخَطِيب عَن الإِمَام زين الدّين احْمَد بن مُحَمَّد الطَّبَرِيّ الْمَكِّيّ عَن عَم أَبِيه جمال الدّين يَعْقُوب بن أبي بكر الطَّبَرِيّ عَن الْحَافِظ ابي الْفتُوح نصر بن مُحَمَّد بن عَليّ الحصري قَالَ أخبرنَا أَبُو طَالب مُحَمَّد ابْن مُحَمَّد بن مُحَمَّد بن أبي زيد الْعلوِي قَالَ اُخْبُرْنَا القَاضِي أَبُو عمر الْقَاسِم بن جَعْفَر الْهَاشِمِي قَالَ أخبرنَا ابو عَليّ مُحَمَّد بن احْمَد بن عمر",
            "page": "51",
            "part": "1",
            "seal": "30D77CB0"
        },
        {
            "id": "39",
            "nass": "اللؤْلُؤِي عَن مُؤَلفه أبي دَاوُد سُلَيْمَان بن الْأَشْعَث رَضِي الله تَعَالَى عَنهُ ¶ ح وَأَعْلَى مِنْهُ بِدَرَجَة عَن الشَّيْخ مُحَمَّد بن سنة قِرَاءَة لأوله واجازة للْبَاقِي عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن الشريف المعمر أبي الْجمال مُحَمَّد بن عبد الْكَرِيم عَن الشَّيْخ ياسين الْمحلي والبدر الْكَرْخِي وَالشَّيْخ أَحْمد الْحلَبِي كلهم عَن جلال الدّين أبي الْفضل عبد الرَّحْمَن ابْن الْكَمَال ابي بكر السُّيُوطِيّ عَن ابي بكر بن صَدَقَة الْمَنَاوِيّ عَن مُحَمَّد",
            "page": "52",
            "part": "1",
            "seal": "FD5AD0B6"
        },
        {
            "id": "40",
            "nass": "ابْن الْمُطَرز عَن أبي النُّون يُونُس بن ابراهيم الدبوسي عَن أبي الْحسن عَليّ بن الْحُسَيْن بن المقير عَن الْفضل بن سهل الاسفرائني عَن أبي بكر احْمَد بن عَليّ الْخَطِيب الْبَغْدَادِيّ عَن أبي عمر الْقَاسِم بن جَعْفَر الْهَاشِمِي عَن أبي عَليّ مُحَمَّد بن أَحْمد اللؤْلُؤِي عَن الْمُؤلف ¶ ح وبقراءتي لأوله إِلَى بَدْء الاذان وسماعا للْبَاقِي بِقِرَاءَة غَيْرِي على الشَّيْخَيْنِ المعمرين الشَّيْخ مُحَمَّد بن مُحَمَّد بن عبد الله المغربي وَالشَّيْخ مُحَمَّد ابْن سنة الْعمريّ فالاول عَن الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ عَن مُحَمَّد البابلي عَن الشَّيْخ مُحَمَّد بن حجازي الْوَاعِظ الشعراوي عَن المعمر",
            "page": "53",
            "part": "1",
            "seal": "694BFD0E"
        },
        {
            "id": "41",
            "nass": "الْمسند مُحَمَّد بن أركماس الْحَنَفِيّ وَالثَّانِي عَن مولَايَ الشريف عَن مُحَمَّد ابْن عبد الله عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن أبي عَليّ مُحَمَّد بن أَحْمد الْمُطَرز عَن أبي النُّون يُونُس بن ابراهيم الدبوسي عَن أبي الْخَيْر عَليّ بن مَحْمُود الصَّابُونِي عَن أبي الطَّاهِر السلَفِي عَن غَالب بن عَليّ بن أبي غَالب عَن مُحَمَّد بن اسماعيل الاسترابادي عَن عبد الله بن مُحَمَّد بن ابراهيم الْأَسدي عَن أبي الْحسن عَليّ ابْن عبد الْمَعْرُوف بِابْن العَبْد عَن أبي مُؤَلفه ابي دَاوُد رَحمَه الله تَعَالَى",
            "page": "54",
            "part": "1",
            "seal": "EA60667D"
        },
        {
            "id": "42",
            "nass": "جَامع التِّرْمِذِيّ ¶ وَأما جَامع التِّرْمِذِيّ فارويه قِرَاءَة لبعضه واجازة للْبَاقِي عَن الشَّيْخَيْنِ العلمين مولَايَ الشريف سُلَيْمَان الدرعي وَالشَّيْخ مُحَمَّد بن سنة الْعمريّ كِلَاهُمَا عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن الشَّيْخ عَليّ الأَجْهُورِيّ باجازته عَن السراج عمر بن الجائي ¶ وَيَرْوِيه مولَايَ الشريف ايضا اجازة عَن السراج عمر بن الجائي وَالشَّيْخ بدر الدّين الْكَرْخِي وَالشَّمْس مُحَمَّد بن عبد الرَّحْمَن العلقمي",
            "page": "55",
            "part": "1",
            "seal": "1C26B075"
        },
        {
            "id": "43",
            "nass": "كلهم عَن الْحَافِظ السُّيُوطِيّ عَن أَحْمد بن عبد الْقَادِر بن طريف قِرَاءَة لبعضه واجازة لسائره قَالَ أخبرنَا ابو اسحاق التنوخي ¶ وأرويه ايضا عَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن مُحَمَّد ابْن اركماس عَن الْحَافِظ ابْن حجر عَن ابي اسحاق التنوخي قَالَ اُخْبُرْنَا الحافظان ابو الْحجَّاج يُوسُف بن الزكي الْمزي وَالقَاسِم بن مُحَمَّد ابْن يُوسُف البرزالي وابو الْحسن عَليّ بن مُحَمَّد بن مَمْدُود بن جَامع الْبَنْدَنِيجِيّ سَمَاعا قَالَ الاولان اُخْبُرْنَا الْفَخر ابْن البُخَارِيّ سَمَاعا بِسَمَاعِهِ من ابي حَفْص عمر بن طبرزد",
            "page": "56",
            "part": "1",
            "seal": "0301B79F"
        },
        {
            "id": "44",
            "nass": "وَقَالَ الثَّالِث اُخْبُرْنَا ابو مُحَمَّد عبد الْخَالِق بن الأنجب بن المعمر التسترِي اجازة ومكاتبة قَالَ هُوَ ابْن طبرزد اُخْبُرْنَا ابو الْفَتْح عبد الْملك بن أبي الْقَاسِم الكروخي اُخْبُرْنَا بِجَمِيعِهِ القَاضِي ابو عَامر مَحْمُود بن الْقَاسِم الازدي وابو بكر احْمَد بن عبد الصَّمد الغورجي بِضَم الْغَيْن فِي الْمُعْجَمَة وَفتح الرَّاء قَالَا اُخْبُرْنَا ابو مُحَمَّد عبد الْجَبَّار الجراحي الْمروزِي قَالَ اُخْبُرْنَا ابو الْعَبَّاس مُحَمَّد بن أَحْمد ابْن مَحْبُوب المحبوبي الْمروزِي قَالَ اُخْبُرْنَا ابو عِيسَى مُحَمَّد بن عِيسَى التِّرْمِذِيّ",
            "page": "57",
            "part": "1",
            "seal": "FEB2DE2E"
        },
        {
            "id": "45",
            "nass": "ح وارويه ايضا قِرَاءَة رِوَايَة ودراية لجميعه على شَيخنَا مُحَمَّد سعيد سفر الْمدنِي بقرَاءَته لجميعه على الشَّيْخَيْنِ الجليلين ابْن الْحسن السندي الْكَبِير وَالشَّيْخ مُحَمَّد بن عبد الله المغربي الْكَبِير كِلَاهُمَا قَرَأَ جَمِيعه على إِمَام الصَّنْعَة شيخ الْجَمَاعَة عبد الله بن سَالم الْبَصْرِيّ ¶ ح وارويه أَيْضا قِرَاءَة للْبَعْض وسماعا لسائره بِقِرَاءَة غَيْرِي عَن الشَّيْخ مُحَمَّد بن مُحَمَّد بن عبد الله عَن الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ قِرَاءَة لأوله واجازة لسائره بِسَمَاعِهِ لجميعه مَعَ كتاب الْعِلَل بِقِرَاءَة الشَّيْخ عِيسَى الْجَعْفَرِي على الشَّيْخ مُحَمَّد البابلي عَن النُّور عَليّ بن يحيى الزيَادي ¶ ح وَأَعْلَى مِنْهُ بِدَرَجَة عَن الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن النُّور عَليّ الزيَادي عَن الشهَاب أَحْمد بن أَحْمد الرَّمْلِيّ عَن الزين زَكَرِيَّا بن مُحَمَّد الانصاري عَن الْعِزّ عبد الرَّحِيم بن",
            "page": "58",
            "part": "1",
            "seal": "95DD12C0"
        },
        {
            "id": "46",
            "nass": "مُحَمَّد بن الْفُرَات عَن ابي حَفْص عمر بن حسن المراغي عَن الْفَخر ابْن البُخَارِيّ عَن عمر بن طبرزد الْبَغْدَادِيّ عَن ابي الْفَتْح عبد الْملك بن ابي سهل الكروخي عَن القَاضِي ابْن عَامر مَحْمُود بن الْقَاسِم الازدي عَن ابي مُحَمَّد عبد الْجَبَّار الجراحي عَن ابي الْعَبَّاس مُحَمَّد بن مَحْبُوب عَن الْحَافِظ الْحجَّة ابي عِيسَى التِّرْمِذِيّ وَبِالسَّنَدِ قَالَ ابو عِيسَى التِّرْمِذِيّ حَدثنَا اسماعيل بن مُوسَى الْفَزارِيّ ابْن بنت السّديّ قَالَ حَدثنَا عمر ابْن شَاكر عَن انس بن مَالك رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم يَأْتِي على النَّاس زمَان الصابر مِنْهُم على دينه كالقابض على الْجَمْر انْتهى وَهُوَ حَدِيث ثلاثي لَيْسَ لَهُ غَيره ذكره فِي الْفِتَن وَقَالَ فِيهِ هَذَا حَدِيث غَرِيب من هَذَا الْوَجْه وَعمر بن شَاكر روى عَنهُ غير وَاحِد من أهل الْعلم وَهُوَ شيخ بَصرِي",
            "page": "59",
            "part": "1",
            "seal": "B3EB81F5"
        },
        {
            "id": "47",
            "nass": "سنَن النَّسَائِيّ ¶ اما السّنَن الصُّغْرَى للنسائي الْمُسَمَّاة بالمجتبى والكبرى فأرويهما قِرَاءَة لأولهما من أَوله الى آخِره واجازة لثانيهما عَن الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن علدالله عَن الشريف المعمر أبي الْجمال عَن عبد الرَّحْمَن البهوتي الْحَنْبَلِيّ عَن شيخ الاسلام زَكَرِيَّا عَن الْعِزّ بن الْفُرَات عَن عمر بن حسن المراغي عَن عَليّ بن أَحْمد المدقسي عَن الضياء مُحَمَّد بن عبد الْوَاحِد الْمَقْدِسِي عَن عبد الْغَنِيّ بن عبد",
            "page": "60",
            "part": "1",
            "seal": "E38DC2DF"
        },
        {
            "id": "48",
            "nass": "الْوَاحِد قَالَ أخبرنَا ابو الْفَتْح عبد الله بن الْخرقِيّ بِقِرَاءَتِي عَلَيْهِ قَالَ اُخْبُرْنَا عبد الرَّحْمَن الدوني قَالَ اُخْبُرْنَا ابو نصر الكسار قَالَ اُخْبُرْنَا ابو بكر بن السنى اُخْبُرْنَا مُؤَلفه ابو عبد الرَّحْمَن احْمَد ابْن شُعَيْب النَّسَائِيّ ¶ وقرأت سنَن النَّسَائِيّ الصُّغْرَى ايضا من أَوله الى آخِره على شَيخنَا مُحَمَّد سعيد سفر فِي الرَّوْضَة النَّبَوِيَّة عَام وَاحِد وَتِسْعين وَمِائَة والف فِي رَمَضَان بعد الْعَصْر الى الْمغرب فِي سَبْعَة وَعشْرين مَجْلِسا مَعَ مجْلِس الْخَتْم",
            "page": "61",
            "part": "1",
            "seal": "33DEB22E"
        },
        {
            "id": "49",
            "nass": "بقرَاءَته لجميعه على الشَّيْخَيْنِ الامامين ابي الْحسن السندي الْكَبِير وَمُحَمّد ابْن عبد الله المغربي الْكَبِير بقراءتهما على الشَّيْخ عبد الله سَالم الْبَصْرِيّ ¶ ح وقرأته ايضا من اوله الى كتاب الْحَج على الشَّيْخ مُحَمَّد بن مُحَمَّد بن عبد الله بقرَاءَته لاوله واجازة لسائره من الشَّيْخ عبد الله بن سَالم بِسَمَاعِهِ لجميعه بِقِرَاءَة الشَّيْخ عِيسَى الْجَعْفَرِي على الشَّيْخ مُحَمَّد البابلي عَن الشهَاب احْمَد بن خَلِيل السُّبْكِيّ وابي النجا سَالم بن مُحَمَّد عَن الغيطي عَن زَكَرِيَّا عَن الزين رضوَان بن مُحَمَّد عَن الْبُرْهَان ابراهيم بن احْمَد التنوخي ¶ وارويه ايضا بالسند الْمُتَقَدّم الى الْحَافِظ ابْن حجر عَن التنوخي عَن ابي الْعَبَّاس احْمَد بن ابي طَالب الحجار عَن ابي طَالب عبد اللَّطِيف ابْن مُحَمَّد بن عَليّ القبيطي عَن ابي زرْعَة طَاهِر بن مُحَمَّد بن طَاهِر الْمَقْدِسِي عَن ابي مُحَمَّد عبد الرَّحْمَن بن احْمَد الدوني عَن احْمَد بن",
            "page": "62",
            "part": "1",
            "seal": "627B46E9"
        },
        {
            "id": "50",
            "nass": "حُسَيْن الكسار عَن ابي بكر احْمَد بن مُحَمَّد بن اسحاق بن السّني الدينَوَرِي عَن الْحَافِظ ابي عبد الرَّحْمَن احْمَد بن شُعَيْب النَّسَائِيّ رَحمَه الله تَعَالَى",
            "page": "63",
            "part": "1",
            "seal": "F31A707A"
        },
        {
            "id": "51",
            "nass": "سنَن ابْن مَاجَه ¶ واما سنَن الْحَافِظ ابْن مَاجَه فارويه قِرَاءَة من اوله الى آخِره على شَيخنَا مُحَمَّد سعيد سفر بقرَاءَته لجميعه على الشَّيْخ ابي الطَّاهِر الْكرْدِي بقرءته لجميعه على وَالِده ابراهيم بقرَاءَته لجميعه على الشَّيْخ القشاشي عَن الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا الانصاري ¶ ح وَيَرْوِيه شَيخنَا مُحَمَّد سعيد سفر ايضا قِرَاءَة لجميعه على مفتي بلد الله الْحَرَام تَاج الدّين مُحَمَّد القلعي عَن الشَّيْخ مُحَمَّد بن ابي الْخَيْر",
            "page": "64",
            "part": "1",
            "seal": "5DBC5394"
        },
        {
            "id": "52",
            "nass": "المرحومي الشَّافِعِي عَن الشَّيْخ ابي النجا سَالم السنهوري عَن النَّجْم الغيطي عَن شيخ الاسلام زَكَرِيَّا الانصاري عَن الْحَافِظ ابْن حجر الْعَسْقَلَانِي ¶ ونرويه عَن شَيخنَا مُحَمَّد بن سنة عَالِيا بدرجتين عَن مولَايَ الشريف عَن مُحَمَّد بن اركماس عَن الْحَافِظ ابْن حجر عَن أبي الْعَبَّاس أَحْمد بن عمر بن عَليّ الْبَغْدَادِيّ اللؤْلُؤِي عَن الْحَافِظ ابي الْحجَّاج يُوسُف بن عبد الرَّحْمَن الْمزي عَن شيخ الاسلام عبد الرَّحْمَن بن ابي عمر ابْن قدامَة الْمَقْدِسِي عَن الامام موفق الدّين عبد الله بن احْمَد بن قدامَة عَن ابي زرْعَة طَاهِر بن مُحَمَّد بن ابي طَاهِر الْمَقْدِسِي عَن الْفَقِيه ابي مَنْصُور مُحَمَّد بن الْحُسَيْن بن احْمَد المقومي الْقزْوِينِي عَن ابي طَلْحَة",
            "page": "65",
            "part": "1",
            "seal": "40B92A7E"
        },
        {
            "id": "53",
            "nass": "الْقَاسِم بن ابي الْمُنْذر الْخَطِيب عَن ابي الْحسن عَليّ بن ابراهيم بن سَلمَة الْقطَّان عَن الْحَافِظ أبي عبدلله مُحَمَّد بن يزِيد الْقزْوِينِي رَحمَه الله تَعَالَى ¶ وَيَرْوِيه شَيخنَا مُحَمَّد سعيد سفر أَعلَى مِنْهُ بدرجتين بِسَنَدِهِ الْمُتَقَدّم الى النَّجْم الغيطي عَن عبد الْحق السنباطي عَن النُّور أبي الْحسن عَليّ بن احْمَد البكتمري سبط الْعِمَادِيّ سَمَاعا عَلَيْهِ لجميعه عَن ابي الْعَبَّاس احْمَد بن عمر الْبَغْدَادِيّ الْجَوْهَرِي سَمَاعا لجميعه عَن الْحَافِظ مُحَمَّد بن احْمَد بن عُثْمَان الذَّهَبِيّ سَمَاعا عَلَيْهِ لجميعه عَن موفق الدّين عبد الله بن احْمَد بن قدامَة الْمَقْدِسِي سَمَاعا عَلَيْهِ لجميعه عَن ابي مَنْصُور المقومي سَمَاعا لجميعه قَالَ اُخْبُرْنَا بِهِ ابو طَلْحَة الْقَاسِم بن ابي الْمُنْذر الحطيب قَالَ اُخْبُرْنَا ابو الْحسن الْقطَّان قَالَ حَدثنَا بِهِ مُؤَلفه ابو عبد الله مُحَمَّد",
            "page": "66",
            "part": "1",
            "seal": "071CE0FE"
        },
        {
            "id": "55",
            "nass": "ابْن يزِيد الْقزْوِينِي قَالَ حَدثنَا جبارَة بن الْمُغلس قَالَ حَدثنَا كثير بن سليم قَالَ سمعن انس بن مَالك يَقُول سَمِعت رَسُول صلى الله عَلَيْهِ وَسلم يَقُول من أحب ان يكثر خير بَيته فَليَتَوَضَّأ اذا حضر غداؤه واذا رفع وَهِي اول ثلاثياته وجملتها خَمْسَة وَكلهَا بِهَذَا الاسناد وجبارة تكلم عَلَيْهِ",
            "page": "67",
            "part": "1",
            "seal": "9F9AB895"
        },
        {
            "id": "57",
            "nass": "مُسْند الدَّارمِيّ ¶ واما مُسْند الدَّارمِيّ وَهُوَ مُرَتّب على الابواب فارويه قِرَاءَة من اوله الى الزَّكَاة واجازة لسائره على شَيخنَا مُحَمَّد سعيد سفر الْمدنِي بقرَاءَته على الشَّيْخ مُحَمَّد ابي طَاهِر عَن ابراهيم الكوراني عَن الامام صفي الدّين احْمَد عَن الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا عَن مُحَمَّد بن مقبل عَن جوَيْرِية بنت احْمَد الْكرْدِي عَن ابي الْحسن عَليّ بن عمر",
            "page": "68",
            "part": "1",
            "seal": "9DBC7260"
        },
        {
            "id": "59",
            "nass": "الْكرْدِي عَن ابي المنجى عبد الله بن عمر اللتي عَن ابي الْوَقْت عبد الاول بن عِيسَى الْهَرَوِيّ عَن ابي الْحسن الدَّاودِيّ عَن ابي مُحَمَّد بن حمويه السَّرخسِيّ قَالَ اُخْبُرْنَا ابو عمرَان عِيسَى بن عمر السَّمرقَنْدِي عَن مُؤَلفه ابي مُحَمَّد عبد الله بن عبد الرَّحْمَن الدَّارمِيّ ¶ وَبِه اليه قَالَ حَدثنَا جَعْفَر بن عون قَالَ اُخْبُرْنَا يحيى بن سعيد عَن انس رَضِي الله عَنهُ قَالَ جَاءَ اعرابي الي النَّبِي صلى الله عَلَيْهِ وَسلم فَلَمَّا قَامَ بَال فِي نَاحيَة الْمَسْجِد قَالَ وَصَاح بِهِ أَصْحَاب رَسُول الله صلى الله عَلَيْهِ وَسلم فكفهم عَنهُ ثمَّ دَعَا بِدَلْو مَاء فَصَبَّهُ على بَوْله انتهي وَهُوَ اول ثلاثي لَهُ وجملتها خَمْسَة عشر حَدِيثا",
            "page": "69",
            "part": "1",
            "seal": "1DAB4FBB"
        },
        {
            "id": "61",
            "nass": "صَحِيح ابْن حبَان ¶ واما صَحِيح ابْن حبَان الْمُسَمّى بالتقاسيم وللأنواع فارويه قراءه من أَوله واجازة لسائره عَن الشَّيْخ محمدسعيد سفر قِرَاءَة من اوله الى آخر النَّوْع الْخَامِس وَالْعِشْرين من الْقسم الثَّانِي من النواهي واجازة لسائره عَن الشَّيْخ مُحَمَّد حَيَاة السندي عَن الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ عَن الشَّيْخ عِيسَى الْجَعْفَرِي عَن الشَّيْخ عَليّ الأَجْهُورِيّ عَن النُّور الْقَرَافِيّ عَن الْجلَال السُّيُوطِيّ عَن مُحَمَّد بن مقبل الْحلَبِي عَن",
            "page": "70",
            "part": "1",
            "seal": "20E643D5"
        },
        {
            "id": "63",
            "nass": "الصّلاح بن ابي عمر الْمَقْدِسِي عَن ابي الْفضل بن عَسَاكِر عَن عبد الْعَزِيز بنت مُحَمَّد هروي عَن تَمِيم بن ابي سعيد الْجِرْجَانِيّ عَن ابي الْحسن عَليّ بن مُحَمَّد البحاثي عَن أبي الْحسن مُحَمَّد بن احْمَد بن هَارُون عَن مُؤَلفه ابي حَاتِم مُحَمَّد بن حبَان البستي ¶ واعلى مِنْهُ عَن الشَّيْخ مُحَمَّد بن سنة اجازة عَن مولَايَ الشريف مُحَمَّد ابْن عبد الله عَن عَليّ الاجهوري ¶ واعلى مَا عِنْده خماس وجملتها ثلَاثه وَخَمْسُونَ حَدِيثا وَتَقَع لنا خماسياته بِخَمْسَة عشر",
            "page": "71",
            "part": "1",
            "seal": "2C91CC01"
        },
        {
            "id": "65",
            "nass": "الْمُسْتَدْرك للْحَاكِم ¶ وَأما الْمُسْتَدْرك للْحَاكِم فارويه بالسند الى الشَّيْخ ابراهيم الكوراني عَن صفي الدّين أَحْمد بن مُحَمَّد الْمدنِي عَن الشَّيْخ الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا الْأنْصَارِيّ عَن عز الدّين عبد الرَّحِيم بن الْفُرَات عَن مَحْمُود بن خَليفَة عَن شرف الدّين عبد الْمُؤمن بن خلف الدمياطي عَن عَليّ بن الْحُسَيْن الْمَعْرُوف بِابْن المقير عَن احْمَد بن طَاهِر عَن ابي بكر أَحْمد بن عَليّ بن خلف الشِّيرَازِيّ عَن الْحَاكِم",
            "page": "72",
            "part": "1",
            "seal": "4DED6CCC"
        },
        {
            "id": "67",
            "nass": "أبي عبد الله مُحَمَّد بن عبد الله النَّيْسَابُورِي ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كمعرفة عُلُوم الحَدِيث والمدخل إِلَى علم الصَّحِيح وَكتاب الأكليل وعوالي مَالك",
            "page": "73",
            "part": "1",
            "seal": "66AD8DD0"
        },
        {
            "id": "68",
            "nass": "مُسْند الامام احْمَد ¶ وَأما مُسْند الامام احْمَد بن حَنْبَل مَعَ زَوَائِد عبد الله فارويه قِرَاءَة من اوله الى مُسْند المكيين واجازة لسائره على الشَّيْخ مُحَمَّد سعيد سفر بقرَاءَته من أَوله إِلَى آخِره عَليّ الشَّيْخ ابي الْحسن الْكَبِير وَالشَّيْخ مُحَمَّد حَيَاة بِسَمَاع الاول من اول السَّنَد إِلَى آخِره على الشَّيْخ عبد الله بن سَالم السصري وَالثَّانِي إجَازَة مِنْهُ ¶ ح وأرويه عَالِيا سَمَاعا لأوله إِلَى مُسْند أهل الْبَيْت بِقِرَاءَة غَيْرِي على الشَّيْخ مُحَمَّد بن مُحَمَّد بن عبد الله المغربي بقرَاءَته لأوله وإجازته للْبَاقِي عَن الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ عَن الشَّيْخ مُحَمَّد البابلي عَن عَليّ ابْن يحيى الزيَادي عَن الشهَاب احْمَد الرَّمْلِيّ عَن مُحَمَّد بن عبد الرَّحْمَن السخاوي عَن الْعِزّ عبد الرَّحِيم بن مُحَمَّد الْحَنَفِيّ عَن ابي الْعَبَّاس أَحْمد",
            "page": "74",
            "part": "1",
            "seal": "2FDBA29D"
        },
        {
            "id": "70",
            "nass": "ابْن مُحَمَّد الجوخي عَن ام احْمَد زَيْنَب بنت مكي الحرانية عَن ابي عَليّ حَنْبَل بن عبد الله الرصافي عَن ابي الْقَاسِم هبة الله بن مُحَمَّد بن عبد الْوَاحِد الشَّيْبَانِيّ عَن الْحسن بن عَليّ التَّمِيمِي عَن ابي بكر احْمَد بن جَعْفَر بن حمدَان الْقطيعِي عَن ابي عبد الرَّحْمَن عبد الله ابْن",
            "page": "75",
            "part": "1",
            "seal": "8828F515"
        },
        {
            "id": "72",
            "nass": "الامام احْمَد بن مُحَمَّد بن حَنْبَل عَن أَبِيه ¶ ح وارويه عَالِيا إجَازَة مَعَ قِرَاءَة الْبَعْض على الشَّيْخ مُحَمَّد بن سنة الْفُلَانِيّ الْعمريّ عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن الشَّيْخ عَليّ الأَجْهُورِيّ عَن الشَّمْس مُحَمَّد بن عبد الرَّحْمَن العلقمي ¶ ح وَيَرْوِيه مولَايَ الشريف ايضا إجَازَة عَن الشَّمْس العلقمي عَن جلال الدّين السُّيُوطِيّ عَن مُحَمَّد بن مقبل عَن الصّلاح بن ابي عمر الْمَقْدِسِي عَن الْفَخر ابْن البُخَارِيّ عَن ابي الْيمن الْكِنْدِيّ عَن ابي بكر مُحَمَّد بن عبد الْبَاقِي الْأنْصَارِيّ عَن الْحسن بن عَليّ الْجَوْهَرِي عَن ابي بكر الْقطيعِي عَن عبد الله بن احْمَد بن مُحَمَّد بن حَنْبَل عَن ابيه",
            "page": "76",
            "part": "1",
            "seal": "AD7E8B07"
        },
        {
            "id": "73",
            "nass": "وَبِهَذَا السَّنَد نروي جَمِيع كتبه إجَازَة وَكتاب الزّهْد وَكتاب الْوَرع وَالتَّفْسِير والمناسك الْكَبِير وَالصَّغِير وفضائل الصَّحَابَة والتاريخ والناسخ والمنسوخ",
            "page": "77",
            "part": "1",
            "seal": "EFCF4D93"
        },
        {
            "id": "75",
            "nass": "مُسْند الإِمَام الشَّافِعِي ¶ مُسْند الامام الشَّافِعِي وَهُوَ عبارَة عَن الْأَحَادِيث الَّتِي أسندها الشَّافِعِي مرفوعها وموقوفها الْوَاقِعَة فِي مسموع ابي الْعَبَّاس مُحَمَّد بن يَعْقُوب الْأَصَم الَّتِي كَانَ انْفَرد بروايتها عَن الرّبيع بن سُلَيْمَان من كتاب الْأُم والمبسوط إِلَّا أَرْبَعَة أَحَادِيث من الْجُزْء الأول رَوَاهَا",
            "page": "78",
            "part": "1",
            "seal": "0BD21AA0"
        },
        {
            "id": "76",
            "nass": "الرّبيع عَن الْبُوَيْطِيّ عَن الشَّافِعِي التقطها بعض النيسابوريين وَهُوَ أَبُو جَعْفَر مُحَمَّد بن جَعْفَر بن مطر من الْأَبْوَاب وَيُقَال بل جردها الْحَافِظ ابو عَمْرو مُحَمَّد بن جَعْفَر بن مطر لأبي الْعَبَّاس الْأَصَم وَقيل بل جردها الْأَصَم لنَفسِهِ وَلم يرتب الَّذِي جمع أَحَادِيثه على المسانيد وَلَا على الْأَبْوَاب بل التقطها كَيْفَمَا اتّفق فَذَلِك وَقع فِيهِ تكْرَار فِي كثير من الْمَوَاضِع ¶ قرأته من أَوله الى آخِره عَليّ الشَّيْخ مُحَمَّد سعيد سفر عَن الشَّيْخ مُحَمَّد ابي طَاهِر بن ابراهيم الكوراني عَن أَبِيه عَن احْمَد بن مُحَمَّد الْمدنِي عَن الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا الْأنْصَارِيّ عَن الْحَافِظ ابْن حجر ¶ وأرويه أَعلَى مِنْهُ إجَازَة من المعمر مُحَمَّد بن سنة عَن مولَايَ الشريف عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر عَن الصّلاح بن ابي عمر عَن الْفَخر ابْن البُخَارِيّ عَن احْمَد بن مُحَمَّد بن مُحَمَّد ابْن اللبان عَن الْحسن بن احْمَد الْحداد عَن الْحَافِظ ابي نعيم احْمَد",
            "page": "79",
            "part": "1",
            "seal": "620D14ED"
        },
        {
            "id": "77",
            "nass": "ابْن عبد الله الْأَصْبَهَانِيّ عَن ابي الْعَبَّاس مُحَمَّد بن يَعْقُوب الْأَصَم عَن الرّبيع بن سُلَيْمَان عَن الشَّافِعِي رَضِي الله عَنهُ وَبِه اليه قَالَ حَدثنَا مَالك عَن عبد الله بن دِينَار عَن عبد الله بن عمر قَالَ بَيْنَمَا النَّاس بقباء فِي صَلَاة الصُّبْح إِذْ أَتَاهُم آتٍ فَقَالَ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قد أنزل عَلَيْهِ اللَّيْلَة قُرْآن وَقد أَمر أَن يقبل الْقبْلَة فاستقبلوها وَكَانَت وُجُوههم الى الشَّام فاستداروا الى الْكَعْبَة",
            "page": "80",
            "part": "1",
            "seal": "510EBC78"
        },
        {
            "id": "78",
            "nass": "سنَن الدَّارَقُطْنِيّ ¶ سنَن الدَّارَقُطْنِيّ قرأته من اوله الى آخر الْجلد الاول وَهُوَ كتاب الْحَج على الشَّيْخ مُحَمَّد سعيد سفر الْمدنِي واجازني بسائره بقرَاءَته لأوله واجازة لسائره عَن الامام الْمُحدث مُحَمَّد بن مُحَمَّد بن عبد الله المغربي عَن الشَّيْخ عبد الله بن سَالم الْبَصْرِيّ عَن الشَّيْخ عِيسَى الْجَعْفَرِي عَن عَليّ الأَجْهُورِيّ عَن الْبُرْهَان العلقمي عَن عبد الْحق السنباطي عَن الْحَافِظ ابْن حجر ¶ ح وارويه عَالِيا اجازة من شَيخنَا المعمر مُحَمَّد بن سنة عَن مولَايَ الشريف عَن مُحَمَّد بن اركماس الْحَنَفِيّ اجازة عَن الْحَافِظ ابْن حجر عَن الْبَدْر مُحَمَّد بن قوام عَن احْمَد بن ابي طَالب الحجار عَن ابي الْحسن مُحَمَّد بن احْمَد الْقطيعِي عَن ابي الْكَرم الْمُبَارك الشهرزوري",
            "page": "81",
            "part": "1",
            "seal": "8A2E0441"
        },
        {
            "id": "79",
            "nass": "عَن ابي الْحسن مُحَمَّد بن عَليّ الْمُهْتَدي بِاللَّه عَن مؤلفها ابي الْحسن عَليّ ابْن عمر الدَّارَقُطْنِيّ",
            "page": "82",
            "part": "1",
            "seal": "E1BFB386"
        },
        {
            "id": "80",
            "nass": "السّنَن للبيهقي ¶ السّنَن الْكُبْرَى وَالصُّغْرَى كِلَاهُمَا للبيهقي قَرَأت اولهما على الشَّيْخ مُحَمَّد سعيد سفر واجازني بسائرهما بِسَنَدِهِ الْمُتَقَدّم فِي سنَن الدَّارَقُطْنِيّ الى الْحَافِظ ابْن حجر عَن الْحَافِظ الْعِرَاقِيّ عَن ابي الْفضل مُحَمَّد بن اسماعيل الْحَمَوِيّ عَن الْفَخر ابْن البُخَارِيّ عَن مَنْصُور بن عبد الْمُنعم",
            "page": "83",
            "part": "1",
            "seal": "7C06F503"
        },
        {
            "id": "81",
            "nass": "الفراوي عَن مُحَمَّد بن اسماعيل الْفَارِسِي عَن ابي بكر احْمَد بن الْحُسَيْن الْبَيْهَقِيّ ¶ وأجازني بِهَذَا السَّنَد بِسَائِر كتبه كمعرفة السّنَن والْآثَار وَكتاب الاعتقادات بعد قِرَاءَة الثَّانِي من اوله والى آخِره وَكتاب الْأَسْمَاء وَالصِّفَات لَهُ وَكتاب دَلَائِل النُّبُوَّة وَكتاب شعب الايمان وَالله أعلم",
            "page": "84",
            "part": "1",
            "seal": "1A93DB32"
        },
        {
            "id": "82",
            "nass": "شرح السّنة والمصابيح ومعالم التَّنْزِيل ¶ تأليف الْبَغَوِيّ ¶ شرح السّنة لِلْبَغوِيِّ والمصابيح لَهُ ومعالم التَّنْزِيل لَهُ قَرَأت الاول من اوله الى كتاب الْحَج وقرأت الثَّانِي من أَوله الى آخِره وَالثَّالِث من أَوله الى سُورَة الْمُؤمنِينَ على الشَّيْخ مُحَمَّد سعيد سفر واجازني بسائره بِسَنَدِهِ الْمُتَقَدّم فِي مُسْند احْمَد إِلَى الْعِزّ عبد الرَّحِيم بن الْفُرَات عَن الصّلاح بن ابي عمر عَن الْفَخر عَليّ بن احْمَد بن البُخَارِيّ عَن فضل الله بن ابي سعيد التوقاني عَن الْمُؤلف الْحَافِظ ابي مُحَمَّد الْحُسَيْن ابْن مَسْعُود الْبَغَوِيّ",
            "page": "85",
            "part": "1",
            "seal": "0310F4BD"
        },
        {
            "id": "83",
            "nass": "ح وقرأت الثَّانِي من اوله الى آخِره مَعَ اجازة الاول والأخير على الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف عَن الزيَادي بِسَنَدِهِ الى مؤلفها رَحمَه الله تَعَالَى ¶ مشكاة المصابيح للخطيب التبريزي ¶ مشكاة المصابيح قرأته من أَوله الى آخِره على الشَّيْخ مُحَمَّد سعيد سفر عَن الشَّيْخ مُحَمَّد ابي طَاهِر بن ابراهيم الكوراني عَن ابيه عَن القشاشي عَن احْمَد بن عَليّ الشناوي عَن السَّيِّد عضنفر النهروالي عَن مُحَمَّد سعيد الشهير بميركلان عَن نسيم الدّين ميرك شاه عَن وَالِده جمال الدّين عَطاء الله بن غياث الدّين عَن عَمه عبد الله بن عبد",
            "page": "86",
            "part": "1",
            "seal": "6EDA2F9F"
        },
        {
            "id": "84",
            "nass": "الرَّحْمَن عَن شرف الدّين عبد الرَّحِيم بن عبد الْكَرِيم الجرهي عَن عَليّ بن مبارك شاه عَن مُؤَلفه مُحَمَّد بن عبد الله الْخَطِيب التبريزي رَحمَه الله تَعَالَى ¶ الْأَدَب الْمُفْرد للْإِمَام البُخَارِيّ ¶ الادب الْمُفْرد للْبُخَارِيّ قرأته من أَوله الى آخِره فِي سَبْعَة عشر مَجْلِسا على شَيخنَا مُحَمَّد سعيد سفر بعد الظّهْر فِي الرَّوْضَة النَّبَوِيَّة بقرَاءَته من اوله الى آخِره على الشَّيْخ مُحَمَّد ابي طَاهِر ابْن الشَّيْخ ابراهيم الكوراني الْكرْدِي عَن وَالِده عَن ولي الله القشاشي عَن الشَّمْس الرَّمْلِيّ عَن الزين زَكَرِيَّا بن مُحَمَّد عَن الْحَافِظ ابْن حجر ¶ ح وارويه اجازة عَالِيا عَن مُحَمَّد بن سنة الْعمريّ عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر قَالَ قرأته على الشّرف ابي بكر بن عبد الْعَزِيز بن مُحَمَّد بن ابراهيم بن جمَاعَة بِسَمَاعِهِ على جده مُحَمَّد بن ابراهيم قَالَ اُخْبُرْنَا بِهِ مكي بن",
            "page": "87",
            "part": "1",
            "seal": "75726498"
        },
        {
            "id": "85",
            "nass": "الْأَدَب الْمُفْرد للْإِمَام البُخَارِيّ ¶ الادب الْمُفْرد للْبُخَارِيّ قرأته من أَوله الى آخِره فِي سَبْعَة عشر مَجْلِسا على شَيخنَا مُحَمَّد سعيد سفر بعد الظّهْر فِي الرَّوْضَة النَّبَوِيَّة بقرَاءَته من اوله الى آخِره على الشَّيْخ مُحَمَّد ابي طَاهِر ابْن الشَّيْخ ابراهيم الكوراني الْكرْدِي عَن وَالِده عَن ولي الله القشاشي عَن الشَّمْس الرَّمْلِيّ عَن الزين زَكَرِيَّا بن مُحَمَّد عَن الْحَافِظ ابْن حجر ¶ ح وارويه اجازة عَالِيا عَن مُحَمَّد بن سنة الْعمريّ عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر قَالَ قرأته على الشّرف ابي بكر بن عبد الْعَزِيز بن مُحَمَّد بن ابراهيم بن جمَاعَة بِسَمَاعِهِ على جده مُحَمَّد بن ابراهيم قَالَ اُخْبُرْنَا بِهِ مكي بن",
            "page": "88",
            "part": "1",
            "seal": "2D5FBB8B"
        },
        {
            "id": "86",
            "nass": "مُسلم بن عَلان اجازة عَن الْحَافِظ السلَفِي قَالَ اُخْبُرْنَا ابو غَالب مُحَمَّد بن الْحسن الباقلاني قَالَ اُخْبُرْنَا القَاضِي ابو الْعَلَاء مُحَمَّد بن عَليّ الوَاسِطِيّ قَالَ اُخْبُرْنَا ابو نصر احْمَد بن مُحَمَّد بن الْحسن النيازكي قَالَ حَدثنَا ابو الْخَيْر احْمَد بن مُحَمَّد العبقسي قَالَ حَدثنَا مُؤَلفه وَأَعْلَى مَا لَهُ فِيهِ ثلاثياته ¶ ح وارويه اجازة عَن الشَّيْخ مُحَمَّد بن سنة الْعمريّ عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن عَليّ الأَجْهُورِيّ عَن الْمسند المعمر لما فَوق الْمِائَة قُرَيْش الْبَصِير الْمُقْرِئ العثماني عَن الاستاذ ان الْجَزرِي عَن الْعِزّ",
            "page": "89",
            "part": "1",
            "seal": "63DF2CC6"
        },
        {
            "id": "87",
            "nass": "عبد الْعَزِيز بن الْبَدْر مُحَمَّد بن ابراهيم بن جمَاعَة عَن وَالِده عَن اسماعيل ابْن احْمَد الْعِرَاقِيّ ومكي بن مُسلم بن عَلان عَن ابي طَاهِر احْمَد بن مُحَمَّد السلَفِي بِسَنَدِهِ الْمُتَقَدّم ¶ التَّرْغِيب والترهيب ومختصر مُسلم ومختصر ابي دَاوُد للْإِمَام الْمُنْذِرِيّ ¶ التَّرْغِيب والترهيب ومختصر مُسلم ومختصر ابي دَاوُد قَرَأت الثَّلَاثَة من اولها الى آخرهَا على الشَّيْخ احْمَد بن مُحَمَّد سعيد سفر عَن وَالِده مُحَمَّد سعيد وَقد أجازنيها وَالِده الْمَذْكُور بالسند الْمُتَقَدّم فِي سنَن الدَّارَقُطْنِيّ الى الْحَافِظ ابْن حجر عَن عبد الرَّحْمَن بن احمدبن الْمُبَارك الشهير بِابْن الشّحْنَة عَن عَليّ بن اسماعيل بن قُرَيْش عَن مؤلفها زكي الدّين ابي مُحَمَّد عبد الْعَظِيم بن عبد الْقوي الْمُنْذِرِيّ رَحمَه الله تَعَالَى",
            "page": "90",
            "part": "1",
            "seal": "A98C57C0"
        },
        {
            "id": "88",
            "nass": "بعض كتب الْحَافِظ ابْن عبد الْبر ¶ الاستذكار والتمهيد وَالْكَافِي وَكتاب الْعلم الِاسْتِيعَاب والتقصي كلهَا لِابْنِ عبد الْبر أرويها بِقِرَاءَتِي لبَعض الاوليين واجازة لسائرهما وَالْخَامِس وَقِرَاءَة للثَّالِث وَالرَّابِع من اولهما الى آخرهما على الشَّيْخ مُحَمَّد بن سنة الْفُلَانِيّ عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن ابي عبد الله مُحَمَّد بن عبد الفتاح الطهطاوي عَن سَالم بن مُحَمَّد السنهوري وَاحْمَدْ بن عِيسَى الْكَلْبِيّ المالكيين كِلَاهُمَا عَن مُحَمَّد بن عبد الرَّحْمَن العلقمي",
            "page": "91",
            "part": "1",
            "seal": "08FF55EC"
        },
        {
            "id": "89",
            "nass": "ح وارويه عَالِيا بِهِ الى مولَايَ الشريف اجازة عَن مُحَمَّد العلقمي عَن السُّيُوطِيّ عَن آسِيَة بنت جَار الله بن صَالح الطَّبَرِيّ عَن ابراهيم بن مُحَمَّد الصّديق عَن ابي الْعَبَّاس الحجار عَن جَعْفَر بن عَليّ الْهَمدَانِي عَن ابي الْقَاسِم بن بشكوال عَن ابي عمرَان مُوسَى بن ابي تليد عَن مؤلفها ابي عمر بن عبد الْبر",
            "page": "92",
            "part": "1",
            "seal": "6E06EC16"
        },
        {
            "id": "90",
            "nass": "شرح الْمُوَطَّأ للزرقاني ¶ شرح الْمُوَطَّأ لمُحَمد الزّرْقَانِيّ قَرَأت أَكْثَره على الشَّيْخ مُحَمَّد سعيد سفر وَهُوَ سَمعه عَن الشَّيْخ عبد الْوَهَّاب الطنطاوي عَن مُؤَلفه رَحمَه الله ¶ شرح الْكرْمَانِي على البُخَارِيّ ¶ واما شرح الْكرْمَانِي على البُخَارِيّ فقد قَرَأت غالبه واجازني بسائره الشَّيْخ مُحَمَّد بن سنة عَن الشَّيْخ مولَايَ الشريف أَحْمد بن عبد الله عَن احْمَد الْمقري عَن احْمَد بن ابي الْعَافِيَة المكناسي عَن",
            "page": "93",
            "part": "1",
            "seal": "86C23055"
        },
        {
            "id": "92",
            "nass": "الرَّحْمَن بن عبد الْقَادِر بن عبد الْعَزِيز عَن جده عبد الْعَزِيز عَن مُحَمَّد بن أبي بكر بن الْحُسَيْن المراغي عَن مُؤَلفه مُحَمَّد بن يُوسُف الْكرْمَانِي رَحمَه الله تَعَالَى",
            "page": "94",
            "part": "1",
            "seal": "F55DB695"
        },
        {
            "id": "93",
            "nass": "فتح الْبَارِي ومقدمته لِابْنِ حجر ¶ واما فتح الْبَارِي ومقدمته فقراءتهما سردا من اولها الى آخرهَا على الشَّيْخ احْمَد بن مُحَمَّد سعيد سفر بقرَاءَته لبعضهما واجازة لسائرهما على وَالِده بقرَاءَته على الشَّيْخ مُحَمَّد أبي طَاهِر بن ابراهيم بقرَاءَته على وَالِده عَن القشاشي عَن الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا الانصاري عَن مُؤَلفه الْحَافِظ ابْن حجر الْعَسْقَلَانِي رَحمَه الله تَعَالَى ¶ ح واخبرني بهما عَالِيا اجازة مَعَ قِرَاءَة الْبَعْض شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن الشَّيْخ المعمر مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابي الْفضل احْمَد بن حجر ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته قِرَاءَة لبعضها واجازة للْبَعْض كالتقريب وتهذيب التَّهْذِيب وَشرح النخبة والاصابة ولسان",
            "page": "95",
            "part": "1",
            "seal": "F17397EF"
        },
        {
            "id": "94",
            "nass": "الْمِيزَان والدرر وانباء الْغمر وبلوغ المرام والامالي وتبصير المنتبه وتعجيل المنفة وتلخيص الْبَدْر الْمُنِير وَغير ذَلِك",
            "page": "96",
            "part": "1",
            "seal": "69D96B3B"
        },
        {
            "id": "95",
            "nass": "ارشاد الساري للقسطلاني ¶ واما ارشاد الساري فقد قَرَأت أَكْثَره على شَيخنَا الامام مُحَمَّد بن سنة واجازني سائره عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن احْمَد الْمقري عَن مُحَمَّد بن قَاسم الْقصار عَن القَاضِي بدر الدّين مُحَمَّد بن يحيى ابْن عمر الْقَرَافِيّ عَن زين الدّين عبد الرَّحْمَن بن عَليّ الأَجْهُورِيّ عَن الشَّارِح احْمَد بن مُحَمَّد الْقُسْطَلَانِيّ ¶ ح وَيَرْوِيه مولَايَ الشريف مُحَمَّد بن عبد الله عَن الشَّيْخ عَليّ الأَجْهُورِيّ عَن الْقَرَافِيّ عَن زين الدّين عبد الرَّحْمَن الأَجْهُورِيّ عَن الشَّارِح ¶ ح وَيَرْوِيه الشَّيْخ عَليّ الأَجْهُورِيّ إجَازَة عَن جده عبد الرَّحْمَن الأَجْهُورِيّ عَن مُؤَلفه رَحمَه الله تَعَالَى",
            "page": "97",
            "part": "1",
            "seal": "C615B563"
        },
        {
            "id": "96",
            "nass": "تحفة الْقَارئ لزكريا الانصاري ¶ شَرحه الْمُسَمّى بتحفة الْقَارئ لشيخ الْإِسْلَام زَكَرِيَّا الانصاري أرويه قِرَاءَة لبعضه واجازه لسائره عَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد عَن عَليّ الاجهوري عَن الرَّمْلِيّ عَن مُؤَلفه شيخ الاسلام زَكَرِيَّا الْأنْصَارِيّ ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كفتح الْبَاقِي فِي شرح ألفية الْعِرَاقِيّ وحاشية عَليّ الْبَيْضَاوِيّ ولب الاصول وَشرح الشافية وحاشيته على ابْن النَّاظِم وعَلى شرح جمع الْجَوَامِع وَغير ذَلِك",
            "page": "98",
            "part": "1",
            "seal": "226CC006"
        },
        {
            "id": "97",
            "nass": "حَاشِيَة ابْن غَازِي على صَحِيح البُخَارِيّ ¶ حَاشِيَة ابْن غَازِي على صَحِيح البُخَارِيّ سَمعتهَا من أَولهَا الى آخرهَا بِقِرَاءَة بعض الطّلبَة على الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف عَن احْمَد الْمقري عَن عَمه سعيد بن احْمَد المقريء مفتي تلمسان سِتِّينَ سنة عَن أبي الْحسن عَليّ بن هَارُون وَأبي زيد عبد الرَّحْمَن بن عَليّ بن أَحْمد العاصمي الشهير بسقين عَن شيخ الْجَمَاعَة أبي عبد الله مُحَمَّد بن أَحْمد بن عَليّ بن غَازِي العثماني المكناسي ثمَّ الفاسي وَقد لَازم ابْن هَارُون ابْن غَازِي نيفا وَعشْرين سنة وَهُوَ قارىء درسه",
            "page": "99",
            "part": "1",
            "seal": "667907CC"
        },
        {
            "id": "98",
            "nass": "وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كتكميله وشفاء الغليل وحاشيته على الْمرَادِي ونظم مشكلات الرسَالَة",
            "page": "100",
            "part": "1",
            "seal": "7AA098E7"
        },
        {
            "id": "100",
            "nass": "حَاشِيَة زَرُّوق على البُخَارِيّ ¶ حَاشِيَة الشَّيْخ زَرُّوق على البُخَارِيّ أرويه بالسند الْمُتَقَدّم فِي شرح الْكرْمَانِي الى ابْن أبي الْعَافِيَة عَن أبي عبد الله مُحَمَّد بن أَحْمد الْحَضْرَمِيّ عَن أبي عبد الله مُحَمَّد بن عَليّ الخروبي عَن مُؤَلفه ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كشرحيه على الرسَالَة والإرشاد ومواضع من مُخْتَصر خَلِيل والقرطبية والوغلية وَشرح الغافقية والنصيحة الكافية ومختصرها وقواعده فِي التصوف وَغير ذَلِك ووظيفته",
            "page": "101",
            "part": "1",
            "seal": "53AA2219"
        },
        {
            "id": "101",
            "nass": "بعض مؤلفات الإِمَام السُّيُوطِيّ ¶ حَاشِيَة السُّيُوطِيّ الْمُسَمَّاة بالتوشيح سَمعتهَا عَليّ الشَّيْخ مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم فِي جَامع التِّرْمِذِيّ الى مُؤَلفه السُّيُوطِيّ ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كألفية الحَدِيث الْمُسَمّى نظم الدُّرَر فِي علم الْأَثر وَشَرحهَا الْمُسَمّى بقطر الدُّرَر كِلَاهُمَا للسيوطي وألفيته الْمُسَمَّاة بعقود الجمان فِي علمي الْمعَانِي وَالْبَيَان وَشَرحهَا وألفيته فِي النَّحْو الْمُسَمّى بالفريدة وَشَرحهَا وألفيته فِي الْأُصُول الْمُسَمَّاة بالكوكب الساطع وَشَرحهَا وَجمع الْجَوَامِع وهمع الهوامع",
            "page": "102",
            "part": "1",
            "seal": "88934439"
        },
        {
            "id": "102",
            "nass": "والاشباه والنظائر النحوية والمزهر فِي علم اللُّغَة والاتقان فِي عُلُوم الْقُرْآن وبغية الوعاة وَالْجَامِع الصَّغِير وذيله وَالْجَامِع الْكَبِير والبهجة المرضية وَشَرحه على ألفية الْعِرَاقِيّ وعَلى تقريب النَّوَوِيّ وحواشيه على الْكتب السِّتَّة وعَلى الْمُوَطَّأ وعَلى مُسْند أَحْمد وَالشَّافِعِيّ وَأبي حنيفَة والمعجزات الكبري وأنموذج اللبيب والبدور السافرة ولب اللّبَاب وطبقات الْحفاظ",
            "page": "103",
            "part": "1",
            "seal": "E716241E"
        },
        {
            "id": "103",
            "nass": "والنكت على الْكتب الْخَمْسَة والاقتراح فِي أصُول النَّحْو وَشرح شَوَاهِد الْمُغنِي وحاشيته على المغنى وَالْحَاوِي فِي الفتاوي فِي أَكثر من مائَة رِسَالَة والدر المنثور وَأَسْبَاب النُّزُول والإكليل والجلالين والفلك المشحون فِي خمسين جُزْء وَحسن المحاضرة وديوان الْحَيَوَانَات وتارخ الْخُلَفَاء والنقاية فِي أَرْبَعَة عشر علما واتمام الدِّرَايَة والتحبير وَشرح الصُّدُور والدرر المتناثرة وذيل الموضوعات وتلخيص",
            "page": "104",
            "part": "1",
            "seal": "54A9F7D3"
        },
        {
            "id": "104",
            "nass": "الموضوعات وَغَيرهَا قَرَأت بَعْضهَا من أَوله إِلَى آخِره وقرأت أَوَائِل الْبَعْض وأجازني بسائرها بِسَنَدِهِ الْمُتَقَدّم ¶ التَّنْقِيح لألفاظ الْجَامِع الصَّحِيح للزركشي ¶ وَأما التَّنْقِيح لألفاظ الْجَامِع الصَّحِيح للبدر الزَّرْكَشِيّ فَأخْبرنَا بِهِ قِرَاءَة مني عَلَيْهِ لمواضع كَثِيرَة واجازة لسائرها الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن احْمَد الْمقري عَن ابْن القَاضِي عَن الْبُرْهَان ابراهيم بن عبد الرَّحْمَن بن عَليّ بن أبي بكر العلقمي والنور عَليّ بن أبي بكر الْقَرَافِيّ كِلَاهُمَا عَن الْحَافِظ ابي الْفضل الْجلَال السُّيُوطِيّ عَن تَقِيّ الدّين احْمَد بن مُحَمَّد بن حسن",
            "page": "105",
            "part": "1",
            "seal": "42D10F65"
        },
        {
            "id": "105",
            "nass": "الشمني عَن وَالِده عَن بدر الدّين الزَّرْكَشِيّ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته سَمَاعا لبعضها واجازة لسائرها",
            "page": "106",
            "part": "1",
            "seal": "1FF24496"
        },
        {
            "id": "106",
            "nass": "تَعْلِيق المصابيح للدماميني ¶ وَأما تَعْلِيق المصابيح على أَبْوَاب الْجَامِع الصَّحِيح للبدر الدماميني فَأخْبرنَا بِهِ شَيخنَا مُحَمَّد بن سنة سَمَاعا لبعضه وَقِرَاءَة عَلَيْهِ لكثير مِنْهُ واجازة لسائره بالسند قبله الى الْجلَال السُّيُوطِيّ عَن شرف الدّين احْمَد بن مُحَمَّد الْعقيلِيّ والعلامة محيي الدّين عبد الْقَادِر بن ابي الْقَاسِم الانصاري النَّحْوِيّ الْمَكِّيّ قَاضِي مَكَّة كِلَاهُمَا عَن مُؤَلفه ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كحاشيته على الْمُغنِي وَشَرحه عَلَيْهِ وَشَرحه على الخزرجية وَشَرحه على التسهيل وجواهر البحور فِي الْعرُوض والفواكه البدرية من نظمه ونزول الْغَيْث على الْغَيْث الَّذِي انسجم فِي شرح لامية الْعَجم للصفدي",
            "page": "107",
            "part": "1",
            "seal": "C8EA2ECB"
        },
        {
            "id": "107",
            "nass": "اللامع فِي شرح الْجَامِع الصَّحِيح للبرماوي ¶ وَأما اللامع فِي شرح الْجَامِع الصَّحِيح للشمس الْبرمَاوِيّ فَأخْبرنَا بِهِ شَيخنَا مُحَمَّد بن سنة سَمَاعا لاوله وَقِرَاءَة عَلَيْهِ لطرف مِنْهُ واجازة لسائره عَن مولَايَ الشريف عَن الشهَاب الْمقري التلمساني عَن أبي الْعَبَّاس احْمَد بن أبي الْعَافِيَة عَن عبد الرَّحْمَن بن فَهد عَن عَمه الْعِزّ عبد الْعَزِيز بن عمر ابْن مُحَمَّد بن مُحَمَّد بن فَهد عَن جده تَقِيّ الدّين مُحَمَّد بن مُحَمَّد بن فَهد عَن مُؤَلفه",
            "page": "108",
            "part": "1",
            "seal": "54BE5069"
        },
        {
            "id": "108",
            "nass": "ح وَيَرْوِيه مولَايَ الشريف ايضا عَن احْمَد الْمقري عَن عَمه سعيد ابْن احْمَد الْمقري عَن عبد الرَّحْمَن بن عَليّ سقين عَن عبد الْعَزِيز عَن جده التقي عَن الْمُؤلف مُحَمَّد بن عبد الدَّائِم الْبرمَاوِيّ ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كألفيته فِي الْأُصُول وَشَرحهَا وَشرح عُمْدَة الْأَحْكَام ونظم رِجَاله وَشَرحه وَشرح لامية الافعال ومختصره فِي السِّيرَة ومنظومته فِي الْفَرَائِض",
            "page": "109",
            "part": "1",
            "seal": "1EA9C648"
        },
        {
            "id": "109",
            "nass": "مَشَارِق الْأَنْوَار للْقَاضِي عِيَاض ¶ وَأما الْمَشَارِق للْقَاضِي عِيَاض فأرويه سَمَاعا لأكثره وَقِرَاءَة لسائره على شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن الشهَاب احْمَد الْمقري قَالَ اُخْبُرْنَا بِهِ عمي الامام مفتي تلمسان سِتِّينَ سنة سعيد بن أَحْمد الْمقري التلمساني عَن أبي عبد الله مُحَمَّد بن مُحَمَّد التنسي بِفَتْح الْمُثَنَّاة الْفَوْقِيَّة وَالنُّون عَن وَالِده الْحَافِظ مُحَمَّد بن عبد الله بن عبد الْجَلِيل التنسي ثمَّ التلمساني عَن الامام الحبر أبي الْفضل مُحَمَّد بن أَحْمد بن مُحَمَّد ابْن أَحْمد بن مَرْزُوق الْحَفِيد عَن أَبِيه عَن جده الْخَطِيب وَعَن جده ايضا بالاجازة عَن القَاضِي أبي عَليّ حُسَيْن بن يُوسُف بن يحيى الحسني التلمساني الْقَزاز السبتي المولد والنشأة عَن الْخَطِيب أبي الْقَاسِم مُحَمَّد ابْن عبد الرَّحِيم بن عبد الرَّحْمَن بن الطّيب السبتي عَن القَاضِي",
            "page": "110",
            "part": "1",
            "seal": "3921CF09"
        },
        {
            "id": "110",
            "nass": "الازدي السبتي عَن القَاضِي ابْن غَازِي السبتي عَن الْمُؤلف ¶ وَلَا يخفى على من لَهُ أدنى ممارسة مَا من فِي هَذَا السَّنَد مَا اللطائف من كَونهم كلهم مالكيين مغربيين فُقَهَاء مشاهير وَفِي آخِره لَطِيفَة وَهِي ان رِجَاله من ابْن مَرْزُوق الْخَطِيب الى الْمُؤلف كلهم سبتيون خطباؤها والخطيب ابْن مَرْزُوق أَقَامَ بسبتة خَطِيبًا ثَلَاثَة أَعْوَام ¶ ح وَبِه الى ابْن مَرْزُوق الْخَطِيب قَالَ اُخْبُرْنَا بِهِ الْفَقِيه الْعدْل ابو الْمجد احْمَد بن الْفَقِيه الأعدل أبي عبد الله مُحَمَّد بن القَاضِي أبي الْفضل عِيَاض ابْن القَاضِي أبي عبد الله مُحَمَّد ابْن القَاضِي أبي الْفضل عِيَاض ابْن مُوسَى الْمُؤلف عَن ابيه عَن جده",
            "page": "111",
            "part": "1",
            "seal": "814A87D5"
        },
        {
            "id": "111",
            "nass": "ح وَأخْبرنَا بِهِ عَالِيا مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن الشَّيْخ عَليّ الأَجْهُورِيّ وشهاب الدّين الخفاجي شَارِح الشفا والشهاب احْمَد بن عبد الْوَارِث الْبكْرِيّ والشهاب احْمَد الغنيمي الانصاري اجازة عَن الشَّمْس مُحَمَّد بن أَحْمد الرَّمْلِيّ عَن القَاضِي زَكَرِيَّا بن مُحَمَّد الانصاري عَن مُحَمَّد بن مقبل الْحلَبِي قَالَ اُخْبُرْنَا الصّلاح بن أبي عمر قَالَ اُخْبُرْنَا ابو الْحسن عَليّ بن عبد الْوَاحِد السَّعْدِيّ ابْن البُخَارِيّ قَالَ اخبرني الو الْحُسَيْن يحيى بن مُحَمَّد الصَّائِغ عَن مُؤَلفه القَاضِي ابي الْفضل عِيَاض ¶ ح وَقَالَ مولَايَ الشريف أخبرنَا بِهِ مُحَمَّد بن اركماس الْحَنَفِيّ اجازة عَن الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن ابي اسحاق التنوخي عَن مُحَمَّد بن جَابر بن مُحَمَّد الْوَادي آشي عَن عبد الله بن مُحَمَّد بن هَارُون سَمَاعا من أبي الْحسن سهل بن مَالك عَن أبي جَعْفَر أَحْمد بن عَليّ بن حكم الغرناطي عَن مُؤَلفه",
            "page": "112",
            "part": "1",
            "seal": "68822BD4"
        },
        {
            "id": "112",
            "nass": "ح وَقَالَ الْوَادي آشي اُخْبُرْنَا بِهِ ابو الْمَوَاهِب ربيع بن أبي عَامر يحيى بن عبد الرَّحْمَن بن ربيع اجازة قَالَ اُخْبُرْنَا بِهِ الْحسن بن عَليّ الغافقي اجازة قَالَ اجازنا القَاضِي عياص فَذكره ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفات القَاضِي عياص كالشفا قرأته سبع مَرَّات قِرَاءَة بحث وَتَحْقِيق على الشَّيْخ الْمُحدث مُحَمَّد بن سنة الْمَذْكُور باحضار غَالب الشُّرُوح اوالحواشي والنتبيهات المستنبطة فِي شرح كَلِمَات مشكلة وألفاظ مغلطة مِمَّا اشْتَمَلت عَلَيْهِ كتب الْمُدَوَّنَة والمختلطة وَكتاب تَرْتِيب المدارك وتقريب المسالك لمعْرِفَة أَعْلَام مَذْهَب مَالك وَكتاب الاعلام بحدود قَوَاعِد الاسلام وَكتاب الالماع فِي ضبط الرِّوَايَة وَتَقْيِيد السماع وبغية الرائد لما تضمنه حَدِيث ام زرع من الْفَوَائِد",
            "page": "113",
            "part": "1",
            "seal": "F1EC5436"
        },
        {
            "id": "114",
            "nass": "وَكتاب الغنية فِي شُيُوخه ومعجم شُيُوخ أبي عَليّ الصَّدَفِي ونظم الْبُرْهَان على صِحَة جزم الاذان وَغير ذَلِك من رسائلة وخطبه ¶ شرح صَحِيح البُخَارِيّ للعيني ¶ شرح البُخَارِيّ للعيني وَشرح الشواهد لَهُ ارويها قِرَاءَة لبعضها واجازة لسائرها بالسند الى السُّيُوطِيّ عَن الشَّيْخ قَاسم الْحَنَفِيّ عَن الْمُؤلف بدر الدّين الْعَيْنِيّ رَحمَه الله تَعَالَى",
            "page": "114",
            "part": "1",
            "seal": "C92D2E45"
        },
        {
            "id": "115",
            "nass": "اكمال الْمعلم للْقَاضِي عِيَاض ¶ وَأما اكمال الْمعلم فِي شرح مُسلم فارويه بالسند الْمُتَقَدّم الى مُؤَلفه القَاضِي عِيَاض رَحمَه الله تَعَالَى ¶ الْمعلم للمازري ¶ والمعلم فِي شرح مُسلم للمازري اروية بالسند الْمُتَقَدّم الى القَاضِي عِيَاض عَن مُؤَلفه ابي عبد الله الْمَازرِيّ ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كشرح التَّلْقِين فِي عشْرين مجلدا وَشرح الْبُرْهَان وَقطع لِسَان النابح فِي المترجم الفاضح وَغير ذَلِك",
            "page": "115",
            "part": "1",
            "seal": "94FFBE40"
        },
        {
            "id": "116",
            "nass": "الْمُفْهم للقرطبي ¶ الْمُفْهم فِي شرح مُسلم للقرطبي وَسَائِر تصانيفه بالسند الْمُتَقَدّم فِي كتب السُّيُوطِيّ إِلَى السُّيُوطِيّ عَن مُحَمَّد بن مقبل عَن شرف الدّين الدمياطي عَن الْمُؤلف ابي الْعَبَّاس احْمَد بن عمر الْقُرْطُبِيّ رَحمَه الله تَعَالَى ¶ إِكْمَال الاكمال للأبي ¶ اكمال الْإِكْمَال فِي شرح مُسلم للابي أرويه قِرَاءَة لبعضه واجازة لسائره بالسند الْمُتَقَدّم فِي أول طرق الْمُوَطَّأ الى عبد الرَّحْمَن أبي زيد الثعالبي عَن مُؤَلفه مُحَمَّد بن خلف الأبي رَحمَه الله تَعَالَى",
            "page": "116",
            "part": "1",
            "seal": "3705B8AB"
        },
        {
            "id": "117",
            "nass": "شرح النَّوَوِيّ على صَحِيح مُسلم ¶ وَأما شرح النَّوَوِيّ فارويه قِرَاءَة لبعضه واجازة لسائره بِسَنَدِهِ الْمُتَقَدّم فِي صَحِيح ابْن حبَان الى السُّيُوطِيّ عَن علم الدّين البُلْقِينِيّ عَن وَالِده سراج الدّين عَن الْحَافِظ ابي الْحجَّاج يُوسُف الْمزي عَن مُؤَلفه محيي الدّين يحيى النَّوَوِيّ",
            "page": "117",
            "part": "1",
            "seal": "CF935273"
        },
        {
            "id": "118",
            "nass": "وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كحزبه واذكاره وتقريبه وتيسيره وَشَرحه على البُخَارِيّ الى كتاب الْعلم وَغَيره ذَلِك",
            "page": "118",
            "part": "1",
            "seal": "82029F1E"
        },
        {
            "id": "119",
            "nass": "شرح السنوسي على صَحِيح مُسلم ¶ وَأما شرح السنوسي على مُسلم فارويه سَمَاعا من أَوله الى آخِره على شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن أَحْمد الْمقري التلمساني عَن عَمه أبي عُثْمَان سعيد بن أَحْمد الْمقري التلمساني عَن أبي عبد الله مُحَمَّد بن عبد الرَّحْمَن بن جلال التلمساني عَن سَيِّدي سعيد الكفيف المانوي التلمساني عَن مُؤَلفه الامام الْمُحَقق أبي عبد الله السنوسي رَحمَه الله وَفِي هَذَا السَّنَد لَطِيفَة وَهِي أَن رِجَاله مَا عدا شَيخنَا وَشَيْخه تلمسانيون ¶ ح وَأَعْلَى مِنْهُ بِدَرَجَة بِهِ الى أَحْمد الْمقري عَن أبي عبد الله مُحَمَّد بن",
            "page": "119",
            "part": "1",
            "seal": "C72B9CF2"
        },
        {
            "id": "120",
            "nass": "قَاسم الْقصار عَن مُحَمَّد بن عبد الرَّحْمَن اليسيتني عَن أبي عبد الله مُحَمَّد ابْن مُوسَى الوجديجي عَن مُحَمَّد بن يُوسُف السنوسي الْمُؤلف وَفِي هَذَا السَّنَد أَيْضا لَطِيفَة وَهِي أَن رِجَاله كلهم مَا عدا الْمقري مُحَمَّد ¶ وَقد نظم الْمقري فِي آخر منظومته إضاءة الدجنة فِي عقائد اهل السّنة رجال السَّنَد الاول فَقَالَ ¶ (وَقد أخذت كتبه دراية ... عَمَّن تلقى من الْعُلُوم الرَّايَة) ¶ (عمى سعيد الامام الْمقري ... عَن ابْن جلال عَن الحبر السّري) ¶ (سعيد الشهير بالكفيف ... عَن السنوسي الرضى الْعَفِيف) ¶ (مؤلف العقائد الشهيرة ... وفضله كَالشَّمْسِ فِي الظهيرة) ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كالكبرى وَشَرحهَا الْمُسَمّى بعمدة أهل التَّوْفِيق وَالْوُسْطَى وَشَرحهَا وَشَرحه على القصيدة الجزائرية وَشَرحه على الحوضية ومختصره فِي الْمنطق وَشَرحه عَلَيْهِ وَشَرحه على ايساغوجي وَشَرحه على مُخْتَصر ابْن عَرَفَة فِي الْمنطق وَشَرحه على اسماء الله الْحسنى وَشَرحه على الحوفية فِي الْفَرَائِض وَغير ذَلِك",
            "page": "120",
            "part": "1",
            "seal": "D67B47E3"
        },
        {
            "id": "121",
            "nass": "جَامع الْأُصُول لِابْنِ الْأَثِير ¶ جَامع الْأُصُول لِابْنِ الْأَثِير قَرَأت اوله على الشَّيْخ مُحَمَّد سعيد سفر واجازني سائره بِسَنَدِهِ الْمُتَقَدّم فِي سنَن الدَّارَقُطْنِيّ الى الْحَافِظ ابْن حجر عَن أبي اسحاق التنوخي عَن ابراهيم بن عمر الجعبري عَن الْفَخر عَليّ بن شيكى عَن مُؤَلفه رَحمَه الله تَعَالَى",
            "page": "121",
            "part": "1",
            "seal": "7A3AAFF0"
        },
        {
            "id": "122",
            "nass": "مجمع الزَّوَائِد للهيثمي ¶ مجمع الزَّوَائِد ومنبع الْفَوَائِد لعَلي بن أبي بكر الهيثمي قرأته من اوله الى كتاب الْعلم على شَيخنَا مُحَمَّد سعيد سفر واجازني سائره بِسَنَدِهِ الى الْحَافِظ ابْن حجر عَن مُؤَلفه وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته",
            "page": "122",
            "part": "1",
            "seal": "2479414B"
        },
        {
            "id": "123",
            "nass": "عُلُوم الحَدِيث لِابْنِ الصّلاح ¶ عُلُوم الحَدِيث لِابْنِ الصّلاح قرأته من أَوله الى آخِره على شَيخنَا مُحَمَّد سعيد سفر بِسَنَدِهِ الْمُتَقَدّم فِي سنَن ابْن مَاجَه الى الْحَافِظ ابْن حجر قَالَ اُخْبُرْنَا بِهِ ابو الْحُسَيْن عَليّ بن أبي الْمجد الدِّمَشْقِي سَمَاعا من أبي عبد الله مُحَمَّد بن يُوسُف بن المهتار عَن مُؤَلفه عُثْمَان بن عبد الرَّحْمَن بن عُثْمَان بن الصّلاح رَحمَه الله تَعَالَى",
            "page": "123",
            "part": "1",
            "seal": "B056D838"
        },
        {
            "id": "124",
            "nass": "ألفية الحَدِيث وَشَرحهَا للعراقي ¶ الفية الْعِرَاقِيّ وَشَرحهَا لَهُ قرأتها من أَولهَا الى آخرهَا على شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم فِي فتح الْبَارِي الى الْحَافِظ ابْن حجر عَن مُؤَلفه عبد الرَّحِيم بن الْحُسَيْن الْعِرَاقِيّ ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته كألفية السّير وَالْمُغني عَن حمل الْأَسْفَار ونكته على ابْن الصّلاح وتقريب الْأَسَانِيد لَهُ وَشَرحه وَغير ذَلِك",
            "page": "124",
            "part": "1",
            "seal": "940F3B0B"
        },
        {
            "id": "125",
            "nass": "حَوَاشِي الْكتب السِّتَّة للسندي ¶ حَوَاشِي الْكتب السِّتَّة ومسند الامام احْمَد للشَّيْخ أبي الْحسن السندي الْكَبِير قَرَأت أول كل مِنْهَا على الشَّيْخ مُحَمَّد سعيد سفر وأجازني بسائرها عَن مؤلفها رَحمَه الله تَعَالَى",
            "page": "125",
            "part": "1",
            "seal": "464194F5"
        },
        {
            "id": "126",
            "nass": "معالم السّنَن للخطابي ¶ معالم السّنَن شرح سنَن ابي دَاوُد للخطابي قرأته من كتاب الْفِتَن الى آخر الْكتاب على الشَّيْخ مُحَمَّد سعيد سفر وأجازني بسائره بِسَنَدِهِ الْمُتَقَدّم فِي صَحِيح ابْن حبَان الى السُّيُوطِيّ عَن ابي التقي علم الدّين صَالح بن عمر بن رسْلَان البُلْقِينِيّ باجازته عَن أبي اسحاق ابراهيم بن احْمَد بن عبد الْوَاحِد التنوخي عَن ابي الْعَبَّاس الحجار عَن جَعْفَر بن عَليّ الْهَمدَانِي عَن الْحَافِظ ابي طَاهِر السلَفِي عَن ابي المحاسن الطَّبَرِيّ قَاضِي قُضَاة طبرستان عَن ابي نصر الْبَلْخِي عَن مُؤَلفه رَحمَه الله تَعَالَى",
            "page": "126",
            "part": "1",
            "seal": "E32AD81D"
        },
        {
            "id": "127",
            "nass": "عارضة الأحوذي لِابْنِ الْعَرَبِيّ وَكتب اخرى لَهُ ¶ عارضة الأحوذي فِي شرح التِّرْمِذِيّ قَرَأت كتاب الْبيُوع مِنْهُ وَهُوَ أول الْجلد الثَّانِي على شَيْخي مُحَمَّد سعيد سفر الْمدنِي وأجازني بسائره عَن الشَّيْخ أبي الْحسن الْكَبِير بِسَنَدِهِ الى السُّيُوطِيّ ¶ ح وأرويه عَن الشَّيْخ مُحَمَّد بن سنة بِهِ الى السُّيُوطِيّ ايضا قَالَ أجازتني عَائِشَة بنت جَار الله بن صَالح الطَّبَرِيّ عَن ابراهيم بن مُحَمَّد بن صديق عَن ابي الْعَبَّاس الحجار عَن جَعْفَر بن على الْهَمدَانِي عَن أبي الْقَاسِم بن بشكوال عَن مُؤَلفه القَاضِي ابي بكر بن الْعَرَبِيّ ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كترتيب المسالك فِي شرح موطأ مَالك والقبس عَليّ الْمُوَطَّأ وَأَحْكَام الْقُرْآن وَكتاب أنوار الْفجْر فِي التَّفْسِير والانصاف فِي مسَائِل الْخلاف والأمد الْأَقْصَى فِي شرح اسماء الله الْحسنى والمحصول فِي علم الْأُصُول والعواصم والقواصم ونواهي الدَّوَاهِي وَكتاب النيرين فِي الصَّحِيحَيْنِ وَغير ذَلِك",
            "page": "127",
            "part": "1",
            "seal": "9DF4C446"
        },
        {
            "id": "128",
            "nass": "اقضية رَسُول الله صلى الله عَلَيْهِ وَسلم لِابْنِ الطلاع ¶ كتاب أقضية رَسُول الله صلى الله عَلَيْهِ وَسلم لأبي عبد الله مُحَمَّد بن فرج مولى ابْن الطلاع سمعته من أَوله الى آخِره على مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم فِي كتب الْحَافِظ ابْن حجر اليه عَن ابْن مَرْزُوق الْحَفِيد وَبِالسَّنَدِ الْمُتَقَدّم فِي أول طرق الْمُوَطَّأ الى مَرْزُوق ابْن الْحَفِيد عَن جده الْخَطِيب عَن قَاضِي الْجَمَاعَة أبي عَليّ حُسَيْن بن يُوسُف بن يحيى الْحُسَيْنِي التلمساني عَن الْخَطِيب أبي الْقَاسِم مُحَمَّد بن عبد الرَّحِيم بن عبد الرَّحْمَن السبتي عَن القَاضِي أبي عبد الله مُحَمَّد بن عبد الله الْأَزْدِيّ عَن القَاضِي أبي عبد الله مُحَمَّد بن حسن بن عَطِيَّة بن غَازِي السبتي عَن القَاضِي عِيَاض عَن القَاضِي أبي عبد الله مُحَمَّد بن عِيسَى التَّمِيمِي السبتي وَالْقَاضِي ابي عَليّ الصَّدَفِي كِلَاهُمَا عَن مُؤَلفه وَهَذَا السَّنَد فِيهِ الطَّائِف كَون رِجَاله كلهم مالكيين ومشاهير فُقَهَاء وَفِي آخِره سبتيين",
            "page": "128",
            "part": "1",
            "seal": "551A3D0B"
        },
        {
            "id": "129",
            "nass": "بهجة النُّفُوس لِابْنِ أبي جَمْرَة ¶ كتاب بهجة النُّفُوس لِابْنِ أبي جَمْرَة قرأته من أَوله الى آخِره على الشَّيْخ مُحَمَّد بن سنة بقرَاءَته على مولَايَ الشريف عَن عَليّ الأَجْهُورِيّ باجازته من أبي عبد الله مُحَمَّد بن مُحَمَّد بن أَحْمد الفيشي عَن الْعَلامَة شمس الدّين مُحَمَّد عَن الْعَلامَة الشَّمْس مُحَمَّد بن مُحَمَّد بن عبد الرَّحْمَن الْحطاب عَن وَالِده عَن الْحَافِظ مُحَمَّد بن عبد الرَّحْمَن السخاوي",
            "page": "129",
            "part": "1",
            "seal": "C535D852"
        },
        {
            "id": "130",
            "nass": "عَن أبي مُحَمَّد عبد الرَّحِيم بن مُحَمَّد بن أبي عبد الله بن الْحجَّاج عَن جده عَن مُؤَلفه الامام الْقدْوَة الْعَارِف بِاللَّه أبي مُحَمَّد عبد الله بن أبي جَمْرَة رَحمَه الله تَعَالَى",
            "page": "130",
            "part": "1",
            "seal": "EAC3F61A"
        },
        {
            "id": "131",
            "nass": "الْأَحْكَام الْكُبْرَى وَالصُّغْرَى لعبد الْحق الاشبيلي وَكتب اخرى لَهُ ¶ الْأَحْكَام الْكُبْرَى وَالصُّغْرَى لعبد الْحق قَرَأَ ت الثَّانِي من أَوله الى آخِره وَالْأول الى كتاب الزَّكَاة على شَيْخي مُحَمَّد بن سنة وأجازني بسائره بِسَنَدِهِ الْمُتَقَدّم فِي أول طرق الْمُوَطَّأ الى أبي عبد الله مُحَمَّد بن جَابر الْوَادي آشي عَن أبي عبد الله مُحَمَّد بن هَارُون الْقُرْطُبِيّ عَن أبي الْحسن ابْن نصر عَن مؤلفهما عبد الْحق الإشبيلي ¶ وَبِهَذَا السَّنَد أروي جَمِيع مؤلفاته بِالْإِجَازَةِ كالجمع بَين الصَّحِيحَيْنِ وَالْجمع بَين الْكتب السِّتَّة وأضاف اليها كثيرا من مُسْند الْبَزَّار",
            "page": "131",
            "part": "1",
            "seal": "2CF6A16E"
        },
        {
            "id": "134",
            "nass": "وَكتاب المعتل من الحَدِيث وَهُوَ قدر مُسلم وَكتاب الرَّقَائِق وَكتاب الْعَاقِبَة وَكتاب المرشد وَكتاب المعجزات وَكتاب التَّوْبَة مجلدان ومختصر الْكِفَايَة فِي قوانين الرِّوَايَة وَكتاب الواعي فِي اللُّغَة فِي ثَمَان مجلدات",
            "page": "132",
            "part": "1",
            "seal": "C57CCD82"
        },
        {
            "id": "135",
            "nass": "الْعُمْدَة لعبد الْغَنِيّ الْمَقْدِسِي وَكتب اخرى لَهُ ¶ الْعُمْدَة لِلْحَافِظِ عبد الْغَنِيّ الْمَقْدِسِي قرأته من أَوله إِلَى آخِره رِوَايَة ودراية فِي اثْنَي عشر مَجْلِسا بِأم الْقرى على الشَّيْخ مُحَمَّد سعيد سفر بِسَنَدِهِ الْمُتَقَدّم فِي مُسْند الشَّافِعِي الى السُّيُوطِيّ عَن مُحَمَّد بن مقبل الْحلَبِي عَن الصّلاح بن أبي عمر عَن الْفَخر ابْن البُخَارِيّ قَالَ اُخْبُرْنَا بهَا مؤلفها عبد الْغَنِيّ الْمَقْدِسِي ¶ وَبِهَذَا الْمسند أروي جَمِيع تصانيفه كالمصابيح فِي الْأَحَادِيث الصِّحَاح وَكتاب نِهَايَة المُرَاد فِي السّنَن وَكتاب تحفة الطالبين فِي الْجِهَاد والمجاهدين وَكتاب غنية الْحفاظ فِي مُشكل الْأَلْفَاظ والعمدة الْكُبْرَى والنصيحة فِي الْأَدْعِيَة والكمال فِي معرفَة الرِّجَال",
            "page": "133",
            "part": "1",
            "seal": "DD171B3F"
        },
        {
            "id": "136",
            "nass": "شرح الْعُمْدَة لِابْنِ دَقِيق الْعِيد وَكتب آخرى لَهُ ¶ شرح الْعُمْدَة لِابْنِ دَقِيق الْعِيد قرأته على الشَّيْخ أَحْمد بن مُحَمَّد سعيد سفر من أَوله الى آخِره بقرَاءَته على شَيخنَا وَالِده مُحَمَّد سعيد سفر بِسَنَدِهِ الْمُتَقَدّم آنِفا الى السُّيُوطِيّ قَالَ اخبرني بِجَمِيعِ تصانيف التقي بن دَقِيق الْعِيد اجازة شَيخنَا الْعلم صَالح البُلْقِينِيّ عَن وَالِده السراج عمر البُلْقِينِيّ عَن أثير الدّين أبي حَيَّان مُحَمَّد بن يُوسُف عَن الامام التقي بن دَقِيق الْعِيد رَحمَه الله تَعَالَى ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كالامام فِي أَحَادِيث الْأَحْكَام ومختصره الألمام بِأَحَادِيث الْأَحْكَام وَشرح بعض مُخْتَصر ابْن الْحَاجِب فِي الْفِقْه",
            "page": "134",
            "part": "1",
            "seal": "B02056A7"
        },
        {
            "id": "137",
            "nass": "تَفْسِير ابْن عَطِيَّة ¶ تَفْسِير ابْن عَطِيَّة رَحمَه الله تَعَالَى سمعته من أَوله الى آخِره على الشَّيْخ مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم فِي اول سنَن التِّرْمِذِيّ الى السُّيُوطِيّ عَن الْعلم صَالح بن عمر البُلْقِينِيّ عَن وَالِده عَن أثير الدّين أبي حَيَّان مُحَمَّد بن يُوسُف ¶ ح ويروي شَيخنَا مُحَمَّد بن سنة عَالِيا عَن مولَايَ الشريف عَن مُحَمَّد ابْن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن مُحَمَّد بن حَيَّان عَن جده أبي حَيَّان قَالَ اُخْبُرْنَا أَبُو الْحُسَيْن مُحَمَّد بن القَاضِي ابي عَامر الْأَشْعَرِيّ عَن ابي الْحسن عَليّ بن أَحْمد الغافقي عَن الْمُؤلف الامام الْحَافِظ ابي مُحَمَّد عبد الْحق بن غَالب بن عَطِيَّة رَحمَه الله تَعَالَى",
            "page": "135",
            "part": "1",
            "seal": "88146402"
        },
        {
            "id": "138",
            "nass": "معالم التَّنْزِيل لِلْبَغوِيِّ ¶ معالم التَّنْزِيل لِلْبَغوِيِّ قرأته على شَيخنَا مُحَمَّد بن سنة الْمَذْكُور بِسَنَدِهِ الْمُتَقَدّم فِي سنَن التِّرْمِذِيّ الى السراج عمر الجاي عَن شيخ الاسلام زَكَرِيَّا عَن الْعِزّ عبد الرَّحِيم بن الْفُرَات الْحَنَفِيّ عَن الصّلاح بن ابي عمر عَن الْفَخر عَليّ بن احْمَد بن البُخَارِيّ عَن فضل الله بن ابي سعيد التوقاني عَن مُؤَلفه الْحُسَيْن بن مَسْعُود الْبَغَوِيّ رَحمَه الله تَعَالَى ¶ تَفْسِير الْقُرْطُبِيّ ¶ تَفْسِير الْقُرْطُبِيّ وَهُوَ فِي عشْرين مجلدا وتذكرته قَرَأت الثَّانِي من أَوله الى آخِره وَالْأول الى سُورَة آل عمرَان عَن الشَّيْخ مُحَمَّد بن سنة واجازني سائره بِسَنَدِهِ الْمُتَقَدّم آنِفا الى شيخ الاسلام زَكَرِيَّا الْأنْصَارِيّ عَن القَاضِي ابي مُحَمَّد عبد الرَّحِيم بن الْفُرَات عَن القَاضِي عبد الْعَزِيز بن جمَاعَة عَن ابي جَعْفَر بن الزبير عَن مؤلفهما رَحمَه الله تَعَالَى",
            "page": "136",
            "part": "1",
            "seal": "43249781"
        },
        {
            "id": "139",
            "nass": "تفاسير الواحدي ¶ تفاسير الواحدي الثَّلَاثَهْ الْوَجِيز والبسيط والوسيط قَرَأت طرفا من أَوله الى تَفْسِير سُورَة الْبَقَرَة على شَيخنَا الْمَذْكُور وأجازني بِالْبَاقِي مَعَ الباقيين بِسَنَدِهِ الى السُّيُوطِيّ قَالَ اُخْبُرْنَا بِجَمِيعِ مصنفات الواحدى مُحَمَّد بن مقبل عَن مُحَمَّد بن عَليّ بن يُوسُف الحراوي عَن الْحَافِظ عبد الْمُؤمن بن خلف الدمياطي عَن ابي الْحسن ابْن المقير عَن أبي الْفضل احْمَد بن طَاهِر الميهني عَن مُؤَلفه أبي الْحسن عَليّ بن أَحْمد بن مُحَمَّد الواحدي رَحمَه الله تَعَالَى",
            "page": "137",
            "part": "1",
            "seal": "CA863105"
        },
        {
            "id": "140",
            "nass": "تَفْسِير الْفَخر الرَّازِيّ وَذكر بعض مصنفاته ¶ تَفْسِير الْفَخر الرَّازِيّ وَهُوَ فِي خَمْسَة عشر مجلدا قَرَأت المجلد الأول وَهُوَ تَفْسِير سُورَة الْفَاتِحَة على الشَّيْخ احْمَد بن مُحَمَّد سعيد سفر عَن وَالِده واجازني وَالِده التَّفْسِير من اوله الى آخِره عَن تَاج الدّين مُحَمَّد القلعي عَن الشَّيْخ مُحَمَّد بن ابي الْخَيْر المرحومي عَن الشَّيْخ ابي النجا سَالم السنهوري عَن الشهَاب احْمَد بن مُحَمَّد بن حجر الْمَكِّيّ عَن زَكَرِيَّا ابْن مُحَمَّد عَن الثقي مُحَمَّد بن مُحَمَّد بن فَهد عَن الْعَلامَة مجد الدّين اللّغَوِيّ الفيروزآبادي عَن الْحَافِظ سراج الدّين الْقزْوِينِي عَن القَاضِي ابي",
            "page": "138",
            "part": "1",
            "seal": "83989CB7"
        },
        {
            "id": "141",
            "nass": "بكر مُحَمَّد بن عبد الله التَّفْتَازَانِيّ عَن شرف الدّين ابي بكر مُحَمَّد بن الْهَرَوِيّ عَن مُؤَلفه مُحَمَّد بن عمر الرَّازِيّ ¶ ح وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة عَالِيا بِسَنَدِهِ الى الْحَافِظ ابْن حجر عَن مجد الدّين اللّغَوِيّ بِسَنَدِهِ الى الْمُؤلف ¶ وَبِهَذَا السَّنَد اروي جَمِيع مصنفاته كالمحصول ومناقب الشَّافِعِي وَالْأَرْبَعِينَ الكلامية والمعالم وَغير ذَلِك",
            "page": "139",
            "part": "1",
            "seal": "772F9633"
        },
        {
            "id": "142",
            "nass": "تَفْسِير الْكَشَّاف للزمخشري ¶ الْكَشَّاف للزمخشري قرأته من اوله الى تَفْسِير سُورَة الْبَقَرَة على الشَّيْخ مُحَمَّد سعيد سفر واجازني بِالْبَاقِي بِسَنَدِهِ الْمُتَقَدّم آنِفا الى السنهوري عَن نجم الدّين الغيطي عَن الشَّيْخ الاسلام زَكَرِيَّا عَن الْعِزّ ابي مُحَمَّد عبد الرَّحِيم بن مُحَمَّد بن الْفُرَات عَن الْحَافِظ ابي عمر عبد الْعَزِيز ابْن مُحَمَّد بن ابراهيم بن جمَاعَة عَن ابي الْفضل احْمَد بن هبة الله ابْن عَسَاكِر اجازة مُكَاتبَة عَن زَيْنَب بنت عبد الرَّحْمَن الشعري عَن مُؤَلفه مَحْمُود الزَّمَخْشَرِيّ ¶ ح وارويه عَالِيا عَن الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف اجازة عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن مُحَمَّد ابْن حَيَّان بن مُحَمَّد بن يُوسُف بن حَيَّان وابي اسحاق التنوخي وَشَيخ",
            "page": "140",
            "part": "1",
            "seal": "37FB650E"
        },
        {
            "id": "143",
            "nass": "الاسلام السراج البُلْقِينِيّ ثَلَاثَتهمْ عَن مُحَمَّد بن يُوسُف بن حَيَّان عَن ابي الْحسن عَليّ بن احْمَد بن عبد الْوَاحِد الْمَقْدِسِي عرف بِابْن البُخَارِيّ عَن ابي طَاهِر الخشوعي وَهُوَ آخر من حدث عَنهُ عَن ابي الْقَاسِم مَحْمُود بن عمر بن مُحَمَّد بن عمر الزَّمَخْشَرِيّ وَهُوَ آخر من حدث عَنهُ مَنْسُوب الى زمخشر قَرْيَة من قرى خوارزم",
            "page": "141",
            "part": "1",
            "seal": "6566FBC5"
        },
        {
            "id": "144",
            "nass": "تَفْسِير الْبَيْضَاوِيّ ¶ تَفْسِير الْبَيْضَاوِيّ قراته من اوله الى آخر سُورَة الْبَقَرَة على الشَّيْخ مُحَمَّد سعيد سفر واجازني بسائره بِسَنَدِهِ الْمُتَقَدّم آنِفا الى شيخ الاسلام زَكَرِيَّا الانصاري عَن ابي الْفضل الْمرْجَانِي عَن ابي هُرَيْرَة عبد الرَّحْمَن بن الْحَافِظ مُحَمَّد بن احْمَد بن عُثْمَان الذَّهَبِيّ عَن عمر بن الياس المراغي عَن مُؤَلفه نَاصِر الدّين عبد الله بن عمر الْبَيْضَاوِيّ رَحمَه الله تَعَالَى",
            "page": "142",
            "part": "1",
            "seal": "7C088CC6"
        },
        {
            "id": "145",
            "nass": "التفاسير الثَّلَاثَهْ لابي حَيَّان ¶ التفاسير الثَّلَاثَهْ لابي حَيَّان قَرَأت الْبَحْر الْمُحِيط الى تَفْسِير الْفَاتِحَة وَالنّهر الى قَوْله تَعَالَى {لن تنالوا الْبر} على الشَّيْخ مُحَمَّد ابْن سنة واجازني بسائرهما مَعَ الثَّالِث بِسَنَدِهِ الْمُتَقَدّم فِي فتح الْبَارِي الى الْحَافِظ ابْن حجر عَن ابي حَيَّان الْأَصْغَر عَن جده حَيَّان الْمُفَسّر ¶ ح ويرويها الشَّيْخ مُحَمَّد بن سنة أَيْضا بِسَنَدِهِ الْمُتَقَدّم فِي كتب السُّيُوطِيّ اليه عَن صَالح بن عمر البُلْقِينِيّ عَن وَالِده عَن الْمُؤلف مُحَمَّد ابْن يُوسُف بن عَليّ بن يُوسُف حَيَّان ¶ وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي الْكَشَّاف الى الْمُؤلف ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كالارتشاف وشروحه الثَّلَاثَهْ على التسهيل والتذكرة والمبدع فِي التصريف والارتضاء فِي",
            "page": "143",
            "part": "1",
            "seal": "82C85C70"
        },
        {
            "id": "147",
            "nass": "الْفرق بَين الضَّاد والظاء والمنهج السالك وَغَايَة الاحسان واللمحة وَشَرحه وَنِهَايَة الاغراب فِي علمي التصريف والاعراب وخلاصة التَّبْيِين فِي علمي الْمعَانِي وَالْبَيَان",
            "page": "144",
            "part": "1",
            "seal": "C2F03C49"
        },
        {
            "id": "148",
            "nass": "تَفْسِير ابْن جزي ¶ تَفْسِير ابْن جزي سمعته من اوله الى آخِره على الشَّيْخ مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم فِي اول الْمُوَطَّأ الى ابْن مَرْزُوق الْحَفِيد عَن عبد الله ابْن مُحَمَّد بن احْمَد عَن وَالِده الْمُفَسّر مُحَمَّد بن احْمَد بن جزي ¶ تَفْسِير أبي زيد الثعالبي ¶ تَفْسِير ابي زيد ولي الله تَعَالَى عبد الرَّحْمَن الثعالبي قرأته من اوله الى آخِره على الشريف سُلَيْمَان بن مُحَمَّد عَن مولَايَ الشريف مُحَمَّد عَن احْمَد الْمقري عَن عَمه سعيد بن احْمَد عَن ابي زيد عبد الرَّحْمَن ابْن عَليّ عرف بسقين عَن ابي الْعَبَّاس احْمَد بن زَرُّوق عَن مُؤَلفه رَحمَه الله تَعَالَى",
            "page": "145",
            "part": "1",
            "seal": "7F026AE7"
        },
        {
            "id": "149",
            "nass": "سيرة ابْن اسحاق ¶ سيرة ابْن اسحاق قرأته من اوله الى آخِره على شَيخا مُحَمَّد ابْن سنة بِسَنَدِهِ الْمُتَقَدّم الى ابْن مَرْزُوق الْحَفِيد عَن جده الْخَطِيب عَن نَاصِر الدّين ابي عَليّ المشذالي عَن مُحَمَّد بن عبد الله بن مُحَمَّد بن ابي الْفضل السّلمِيّ المرسي عَن ابي مُحَمَّد عبد الله بن مُحَمَّد الحجري عَن الْحَافِظ ابي بكر بن الْعَرَبِيّ عَن ابي عبد الله مُحَمَّد بن عمار الكلَاعِي",
            "page": "146",
            "part": "1",
            "seal": "B958A763"
        },
        {
            "id": "150",
            "nass": "عَن ابي مُحَمَّد عبد الله بن الْوَلِيد الانصاري عَن ابي مُحَمَّد عبد الله بن مُحَمَّد اللماني اُخْبُرْنَا ابو مُحَمَّد عبد الله بن جَعْفَر بن الْورْد الْبَغْدَادِيّ عَن ابي سعيد عبد الرَّحِيم بن عبد الله بن عبد الرَّحِيم البرقي عَن عبد الْملك بن هِشَام الْمصْرِيّ النَّحْوِيّ عَن زِيَاد بن عبد الله بن الطُّفَيْل البكائي عَن مؤلفها الامام ابي بكر مُحَمَّد بن اسحاق رَحمَه الله تَعَالَى",
            "page": "147",
            "part": "1",
            "seal": "7048408F"
        },
        {
            "id": "151",
            "nass": "سيرة الكلَاعِي ¶ سيرة الكلَاعِي قرأتها من اولها الى آخرهَا على الشَّيْخ مُحَمَّد بن سنة وَسمعتهَا مِنْهُ مرَارًا بِسَنَدِهِ الْمُتَقَدّم فِي تصانيف ابي حَيَّان اليه عَن ابْن ابي الاحوص عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "148",
            "part": "1",
            "seal": "786282CE"
        },
        {
            "id": "152",
            "nass": "الرَّوْض الْأنف لِلسُّهَيْلِي ¶ الرَّوْض الانف قرأته من أَوله الى آخِره على الشَّيْخ محمدبن سنة بِسَنَدِهِ الْمُتَقَدّم فِي كتب السُّيُوطِيّ اليه عَن ابي بكر بن صَدَقَة الْمَنَاوِيّ عَن ابي عَليّ الْمهْدي وَعَن ابي النُّون يُونُس بن ابراهيم الدبوسي عَن عبد الْمُنعم بن ابي الْفَتْح عَن مُؤَلفه ابي الْقَاسِم السُّهيْلي رَحمَه الله تَعَالَى",
            "page": "149",
            "part": "1",
            "seal": "2AD1F271"
        },
        {
            "id": "153",
            "nass": "عُيُون الْأَثر لِابْنِ سيد النَّاس ¶ عُيُون الْأَثر لِابْنِ سيد النَّاس وأرويها بالسند الْمُتَقَدّم فِي تصانيف الْحَافِظ ابْن حجر اليه عَن مُؤَلفه رَحمَه الله تَعَالَى ¶ السِّيرَة الحلبية ¶ السِّيرَة الحلبية قَرَأت من اولها الى ذكر اجداده عَلَيْهِ الصلاه وَالسَّلَام على الشَّيْخ مُحَمَّد بن سنة واجازني بسائرها عَن مولَايَ الشريف عَن مُحَمَّد بن دَاوُد بن سُلَيْمَان العتابي عَن الْحلَبِي الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "150",
            "part": "1",
            "seal": "0B6E4E9B"
        },
        {
            "id": "154",
            "nass": "الْمُدَوَّنَة ¶ الْمُدَوَّنَة الْكُبْرَى والمختلطة وتعرف بَالَام لسَحْنُون قرأتها من اولها الى كتاب الْحَج من كتاب السّلم الاول الى آخر كتاب السّلم الثَّالِث قِرَاءَة تَحْقِيق وتدقيق مَعَ إِحْضَار التَّنْبِيهَات والطراز على الشَّيْخ مُحَمَّد ابْن سنة واجازني بسائره عَن مولَايَ الشريف عَن أَحْمد الْمقري عَن عَمه سعيد بن أَحْمد الْمقري مفتي تلمسان سِتِّينَ سنة عَن مُحَمَّد بن مُحَمَّد بن عبد الله التنسي عَن وَالِده عَن مُحَمَّد بن احْمَد بن مَرْزُوق الْحَفِيد عَن ابي عبد الله مُحَمَّد بن عَرَفَة التّونسِيّ ¶ ح وأرويها عَن شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم الى الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن ابي اسحاق التنوخي وَمُحَمّد بن عَرَفَة الورغمي",
            "page": "151",
            "part": "1",
            "seal": "9807C6EC"
        },
        {
            "id": "155",
            "nass": "كِلَاهُمَا عَن ابي عبد الله بن جَابر الوادآشي عَن ابي مُحَمَّد عبد الله الْقُرْطُبِيّ عَن ابي الْقَاسِم احْمَد بن يزِيد بن بَقِي الْقُرْطُبِيّ قَالَ اُخْبُرْنَا مُحَمَّد بن عبد الرَّحْمَن الخزرجي الْقُرْطُبِيّ قَالَ اُخْبُرْنَا ابو عبد الله مُحَمَّد بن فرج مولى ابْن الطلاع الْقُرْطُبِيّ قَالَ اُخْبُرْنَا ابو عمر احمدبن مُحَمَّد بن عِيسَى عَن عبد الرَّحْمَن بن احْمَد التجِيبِي عَن اسحاق بن ابراهيم التجِيبِي عَن ابي عمر أَحْمد بن خَالِد بن يزِيد عَن مُحَمَّد بن وضاح عَن مؤلفها الْمجمع على امامته وجلالته ابي سعيد عبد السَّلَام سَحْنُون التنوخي القيرواني رَحمَه الله تَعَالَى وَرِجَال السَّنَد الأول كلهم مالكيون مغربيون فُقَهَاء مشاهير",
            "page": "152",
            "part": "1",
            "seal": "660671AB"
        },
        {
            "id": "156",
            "nass": "المستخرجة للعتبي ¶ الْعُتْبِيَّة وَتسَمى المستخرجة ارويها عَن شَيخنَا مُحَمَّد بن سنة قِرَاءَة لاولها الى سَماع أَشهب وَابْن نَافِع بِسَنَدِهِ الْمُتَقَدّم آنِفا فِي الْمُدَوَّنَة الى مُحَمَّد بن فرج مولى ابْن الطلاع عَن ابي الْوَلِيد يُونُس بن عبد الله بن مغيث عَن ابي عِيسَى يحيى بن عبد الله عَن مُحَمَّد بن عمر بن لبَابَة",
            "page": "153",
            "part": "1",
            "seal": "7F52E3A3"
        },
        {
            "id": "157",
            "nass": "عَن مُحَمَّد بن احْمَد بن عبد الْعَزِيز بن عتبَة بن حميد بن أبي عتبَة الْعُتْبِي الاندلسي ¶ فبيني وَبَينه على طَريقَة الْحَافِظ ابْن حجر ثَلَاثَة عشر فَكَأَنِّي سمعته من يحيى ولد الْحطاب لِأَن أَعلَى مَا عِنْده أَن يكون بَينه وَبَين الْعُتْبِي اثْنَا عشر واعلى مَا عِنْد وَالِده أحد عشر",
            "page": "154",
            "part": "1",
            "seal": "6054FFA3"
        },
        {
            "id": "158",
            "nass": "التَّهْذِيب للبراذعي وَكتبه الْأُخْرَى ¶ التَّهْذِيب لابي الْقَاسِم البراذعي قرأته من أَوله الى آخِره قِرَاءَة بحث وَتَحْقِيق وتدقيق على الشَّيْخَيْنِ العلمين علامتي الْمَفْهُوم والمنطوق مُحَمَّد بن سنة الْعمريّ ومولاي الشريف سُلَيْمَان الدرعي كِلَاهُمَا عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن مُحَمَّد بن مَحْمُود الونكري التنبكتي ¶ ح وقرأه شَيخنَا مُحَمَّد بن سنة قِرَاءَة بحث وَتَحْقِيق على الشَّيْخ مُحَمَّد ابْن احْمَد بن مَحْمُود بن بغيع التنبكتي عَن وَالِده قَالَ أخبرنَا الاخوان شمس الدّين مُحَمَّد بن حسن بن عَليّ وناصر الدّين مُحَمَّد بن حسن بن عَليّ كِلَاهُمَا عَن الْبُرْهَان قَاضِي الْقُضَاة ابراهيم بن مُحَمَّد بن",
            "page": "155",
            "part": "1",
            "seal": "2FD33E8D"
        },
        {
            "id": "159",
            "nass": "مُحَمَّد اللَّقَّانِيّ وابي الْحسن نور الدّين عَليّ بن عبد الله السنهوري كِلَاهُمَا عَن الزينبيين عبَادَة بِهِ عَليّ بن صَالح الانصاري الخزرجي وابي الْحسن طَاهِر بن مُحَمَّد بن عَليّ النويري القاهري الازهري الاول عَن بدر الدّين مُحَمَّد بن ابي بكر المَخْزُومِي الدماميني عَن حَافظ الْمَذْهَب ابي عبد الله مُحَمَّد بن عَرَفَة الورغمي التّونسِيّ وَالثَّانِي عَن شمس الدّين مُحَمَّد بن عُثْمَان الْبِسَاطِيّ عَن ابي زيد ولي الدّين عبد الرَّحْمَن بن مُحَمَّد بن خلدون قَالَ هُوَ وَابْن عَرَفَة اُخْبُرْنَا ابو عبد الله مُحَمَّد بن جَابر الْوَادي آشي عَن ابي مُحَمَّد عبد الله بن مُحَمَّد بن هَارُون الْقُرْطُبِيّ عَن ابي",
            "page": "156",
            "part": "1",
            "seal": "EA2BB781"
        },
        {
            "id": "160",
            "nass": "الْقَاسِم احْمَد بن بقى المخلدي عَن ابي الْحسن شُرَيْح بن مُحَمَّد عَن ابي مُحَمَّد عبد الله بن اسماعيل عَن ابي بكر بن مُحَمَّد عَن مُؤَلفه وَرِجَال ¶ السَّنَد كلهم مالكيون فُقَهَاء مشاهير ¶ وَبِهَذَا السَّنَد اروي جَمِيع مصنفاته ككتاب التَّمْهِيد لمسائل الْمُدَوَّنَة وَكتاب الشَّرْح والتمامات لمسائل الْمُدَوَّنَة واختصار الْوَاضِحَة وَغير ذَلِك ¶ ح وارويه عَن شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم فِي مدونة سَحْنُون الى ابي الْقَاسِم احْمَد بن بَقِي عَن ابي الْحسن بن شُرَيْح بِسَنَدِهِ الْمُتَقَدّم الى البراذغي فَيكون بيني وَبَينه أحد عشر فِي طَرِيق الْحَافِظ ابْن حجر الْعَسْقَلَانِي رَحمَه الله تَعَالَى",
            "page": "157",
            "part": "1",
            "seal": "43A7B102"
        },
        {
            "id": "161",
            "nass": "الرسَالَة لِابْنِ أبي زيد وَكتبه الْأُخْرَى ¶ كتاب الرسَالَة لِابْنِ ابي زيد وَكتاب المدارك فِي اخْتِصَار الْمُدَوَّنَة سَمِعت الاول مرَارًا من شَيخنَا مُحَمَّد بن سنة مَعَ الشُّرُوح الثَّلَاثَة لابي الْحسن عَلَيْهِ وَسمعت الثَّانِي من لَفظه مرّة من اوله الى آخِره بِسَنَدِهِ الْمُتَقَدّم فِي مدونة سَحْنُون الى ابْن مَرْزُوق الْحَفِيد عَن ابْن عَرَفَة عَن مُحَمَّد بن جَابر الْوَادي آشي عَن ابي الْعَبَّاس الحجار عَن ابي الرّبيع سُلَيْمَان بن مُوسَى الكلَاعِي عَن مُحَمَّد بن سعيد بن زرقون عَن عبد الرَّحْمَن بن مُحَمَّد بن عتاب عَن ابي مُحَمَّد مكي بن ابي طَالب عَن ابي",
            "page": "158",
            "part": "1",
            "seal": "9981E6F9"
        },
        {
            "id": "162",
            "nass": "مُحَمَّد بن ابي زيد مؤلفهما وَلَا يخفى مَا فِي هَذَا السَّنَد من اللطائف ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته ككتاب النَّوَادِر والزيادات على الْمُدَوَّنَة وَكتاب تَهْذِيب الْعُتْبِيَّة وَكتاب الذب عَن مَذْهَب مَالك وَكتاب التِّبْيَان عَن اعجاز الْقُرْآن ورسالته فِي الرَّد على الْقَدَرِيَّة وَكتاب الثِّقَة بِاللَّه والتوكل على الله والمناسك وَغَيرهم",
            "page": "159",
            "part": "1",
            "seal": "0044AD39"
        },
        {
            "id": "164",
            "nass": "التَّفْرِيع لِابْنِ الْجلاب ¶ كتاب التَّفْرِيع لِابْنِ الْجلاب ومسائل الْخلاف لَهُ قَرَأت الاول من اوله الى آخِره وَالثَّانِي الى الْحَج على الشَّيْخ المعمر مُحَمَّد بن سنة الْفُلَانِيّ الْعمريّ وأجازني بسائره بِسَنَدِهِ الْمُتَقَدّم فِي مدونة سَحْنُون الى ابْن مَرْزُوق الْحَفِيد عَن جده الْخَطِيب عَن ابي عبد الله مُحَمَّد بن احْمَد المالقي عَن ابي عَليّ بن ابي الاحوص عَن ابي بكر مُحَمَّد بن عبد الله الْقُرْطُبِيّ عَن ابي عبد الله مُحَمَّد بن سعيد عَن ابي عبد الله",
            "page": "160",
            "part": "1",
            "seal": "5D27CFF0"
        },
        {
            "id": "165",
            "nass": "الْخَولَانِيّ عَن المسدد بن أَحْمد الْبَصْرِيّ عَن مُؤَلفه ¶ ح وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم الى الْحَافِظ ابْن حجر عَن عبد الله بن مُحَمَّد النَّيْسَابُورِي عَن يحيى بن مُحَمَّد عَن جَعْفَر بن مُحَمَّد ابْن عَليّ الْهَمدَانِي عَن ابي الْقَاسِم بن بشكوال قَالَ انبأنا بِهِ ابو الْحسن عَليّ بن عبد الله بن موهب عَن ابي الْعَبَّاس احْمَد بن عمر العذري عَن عَليّ بن مُحَمَّد عَن مُؤَلفه ابي الْقَاسِم عبيد الله بن الْحسن بن الْجلاب الْبَصْرِيّ رَحمَه الله تَعَالَى",
            "page": "161",
            "part": "1",
            "seal": "FABDA1DD"
        },
        {
            "id": "166",
            "nass": "كتب القَاضِي عبد الْوَهَّاب الْبَغْدَادِيّ الْمَالِكِي ¶ كتاب التَّلْقِين وَكتاب المعونة لدرس مَذْهَب عَالم الْمَدِينَة وَكتاب الممهد فِي شرح مُخْتَصر ابي مُحَمَّد لم يتم وَشرح الْمُدَوَّنَة وَكتاب الاشراف فِي مسَائِل الْخلاف وَشرح الرسَالَة كلهَا للْقَاضِي عبد الْوَهَّاب أروي الاوليين بِقِرَاءَتِي لَهما من اولهما الى آخرهما على الشَّيْخ مُحَمَّد بن سنة وَالْبَاقِي بالاجازة من قِرَاءَة الْبَعْض عَلَيْهِ بِسَنَدِهِ الْمُتَقَدّم فِي الرسَالَة الى ابي الرّبيع سُلَيْمَان بن مُوسَى الكلَاعِي عَن ابي جَعْفَر احْمَد بن عَليّ ابْن حكم الْقَيْسِي عَن ابي الْحسن بن الباذش الانصاري عَن ابي",
            "page": "162",
            "part": "1",
            "seal": "AF44D296"
        },
        {
            "id": "167",
            "nass": "عَليّ الغساني عَن ابي الْوَلِيد الْبَاجِيّ عَن ابي الْفضل بن عمروس الْبَغْدَادِيّ عَن مُؤَلفه القَاضِي ابي مُحَمَّد عبد الْوَهَّاب بن نصر ¶ ح ويرويها شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم الى الْحَافِظ ابْن حجر عَن عبد الله بن مُحَمَّد النَّيْسَابُورِي عَن يحيى بن مُحَمَّد عَن جَعْفَر ابْن عَليّ الْهَمدَانِي عَن ابي الْقَاسِم بن بشكوال قَالَ اُخْبُرْنَا القَاضِي ابو بكر بن الْعَرَبِيّ ¶ ح وَقَالَ الْهَمدَانِي اُخْبُرْنَا بعلو بِدَرَجَة مُحَمَّد بن عبد الرَّحْمَن الْحَضْرَمِيّ قَالَ هُوَ وَابْن الْعَرَبِيّ حَدثنَا ابو الْقَاسِم مهْدي بن يُوسُف",
            "page": "163",
            "part": "1",
            "seal": "B8D863C5"
        },
        {
            "id": "168",
            "nass": "ابْن فتوح الْوراق قَالَ حَدثنَا مؤلفها القَاضِي ابو مُحَمَّد عبد الْوَهَّاب ابْن عَليّ بن نصر الْبَغْدَادِيّ فَذكرهَا فَيكون بيني وَبَينه تِسْعَة فَكَأَنِّي سمعته عَن الْحطاب رَحمَه الله تَعَالَى",
            "page": "164",
            "part": "1",
            "seal": "41E6ED98"
        },
        {
            "id": "169",
            "nass": "كتب ابْن رشد ¶ الْبَيَان والتحصيل لما فِي المستخرجة من التَّوْجِيه وَالتَّعْلِيل والمقدمات الممهدات واختصار الْمَبْسُوط وتهذيب نكت الطَّحَاوِيّ فِي مُشكل الْآثَار والفتاوي فِي النَّوَازِل كلهَا لِابْنِ رشد قَرَأت الاول من اوله الى آخر كتاب الصَّلَاة وَالثَّانِي الى كتاب الزَّكَاة وشيئا من آخر الثَّالِث على الشَّيْخ مُحَمَّد بن سنة واجازني بِالْبَاقِي بِسَنَدِهِ الْمُتَقَدّم فِي تَهْذِيب البرادعي الى ابي الْقَاسِم بن بَقِي عَن أبي الْقَاسِم أَحْمد بن مُحَمَّد بن احْمَد بن رشد عَن ابيه الْمُؤلف",
            "page": "165",
            "part": "1",
            "seal": "B92EC9BA"
        },
        {
            "id": "170",
            "nass": "ح وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم الى الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن ابي عَليّ الْمهْدي عَن يُونُس بن ابي اسحاق الْعَسْقَلَانِي عَن ابي الْحسن بن الصَّابُونِي قَالَ اُخْبُرْنَا بِهِ السلَفِي مشافهة عَن مؤلفها ابي الْوَلِيد بن رشد اجازة فَيكون بيني وَبَينه ثَمَانِيَة فَكَأَنِّي سَمعتهَا من يحيى الْحطاب أَو وَلَده",
            "page": "166",
            "part": "1",
            "seal": "B0524686"
        },
        {
            "id": "171",
            "nass": "مُخْتَصر ابْن الحادجب وَكتبه الْأُخْرَى ¶ مُخْتَصر ابْن الْحَاجِب الفرعي الْمُسَمّى بِجَامِع الْأُمَّهَات والاصلي الْمُسَمّى بمختصر مُنْتَهى السؤل والامل فِي الاصول والجدل والمنتهى وكافيته النحوية وشافيته الصرفية ووافيته وأماليه وَشَرحه على الْمفصل ومنظومته فِي الْعرُوض والقوافي أروي الاولين وَالرَّابِعَة قِرَاءَة من اولها الى آخرهَا قِرَاءَة تَحْقِيق وتدقيق وَالْبَاقِي اجازة عَن شَيخنَا مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي اول طرق الْمُوَطَّأ الى مُحَمَّد بن مَرْزُوق الْحَفِيد عَن ابراهيم بن مُحَمَّد بن صديق الدِّمَشْقِي عَن ابي الْعَبَّاس الحجار عَن مُؤَلفه رَحمَه الله تَعَالَى",
            "page": "167",
            "part": "1",
            "seal": "BAF81F6A"
        },
        {
            "id": "172",
            "nass": "ح ويروي شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الى الْحَافِظ ابْن حجر عَن ابي الْفرج الْغَزِّي عَن ابي النُّون الدبوسي عَن مؤلفها ابي عَمْرو عُثْمَان ابْن الْحَاجِب رَحمَه الله تَعَالَى",
            "page": "168",
            "part": "1",
            "seal": "7D9CB3C6"
        },
        {
            "id": "173",
            "nass": "مُخْتَصر ابْن عَرَفَة ¶ مُخْتَصر ابْن عَرَفَة الفرعي ومختصره المنطقي وَفِي الْفَرَائِض أَيْضا قَرَأت الاول مِنْهُ من اوله الى الزَّكَاة وَمن السّلم الى الرَّهْن واجازني بِالْبَاقِي وقرأت الْأَخيرينِ من اولهما الى آخرهما على الشَّيْخ مُحَمَّد بن سنة الْمُتَقَدّم فِي تَهْذِيب البرادعي الى ابْن عَرَفَة الْمُؤلف ¶ ح وَيَرْوِيه شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الى الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن مؤلفها مُحَمَّد بن عَرَفَة الورغمي رَحمَه الله تَعَالَى",
            "page": "169",
            "part": "1",
            "seal": "6D840E10"
        },
        {
            "id": "174",
            "nass": "مُخْتَصر خَلِيل ¶ مُخْتَصر خَلِيل قَرَأت جَمِيعه تفقها وتحقيقا لمقاصده مفهوما ومنطوقا على الشَّيْخَيْنِ العلمين مولَايَ الشريف أبي الْقَاسِم وَالشَّيْخ مُحَمَّد بن سنة مَعَ مُرَاجعَة غَالب شروحه كشرح الاجهوري الْوسط والسنهوري والحطاب وَعبد الْبَاقِي وَشرح الْخَرشِيّ وَشرح التتائي وشروح بهْرَام الثَّلَاثَهْ وَشرح الخضيري والسوداني والوداني وَاحْمَدْ بَابا وشرحي الْمواق وشروح اللقانيين وَغير ذَلِك من الشُّرُوح والحواشي بسندهما الْمُتَقَدّم فِي تَهْذِيب البرادعي الى عَليّ بن عبد الله السنهوري من اوله الى هُنَا مسلسلا بِقِرَاءَة تَحْقِيق وتدقيق عَن شمس الدّين مُحَمَّد ابْن احْمَد الْبِسَاطِيّ وَكَذَلِكَ عَن تَاج الدّين بهْرَام كَذَلِك عَن مُؤَلفه رَحمَه الله تَعَالَى",
            "page": "170",
            "part": "1",
            "seal": "6FDA7F50"
        },
        {
            "id": "175",
            "nass": "ح واروي عَن شَيخنَا مُحَمَّد بن سنة عَن الْعَلامَة مُحَمَّد بن احْمَد بغيع عَن الشَّيْخ احْمَد بَابا عَن يحيى بن مُحَمَّد الْحطاب عَن وَالِده عَن مُحَمَّد ابْن ابي الْقَاسِم النويري الْمَالِكِي الْمَكِّيّ عَن حُسَيْن بن عَليّ بن سبع البوصيري الْمَالِكِي عَن تَاج الدّين بهْرَام عَن مُؤَلفه خَلِيل الْمَالِكِي المنوفي ¶ وَبِهَذَا السَّنَد اروي جَمِيع مؤلفاته كالتوضيح والمنسك ومناقب عبد الله المنوفي وحاشيته على الْمُدَوَّنَة",
            "page": "171",
            "part": "1",
            "seal": "C99D7A92"
        },
        {
            "id": "176",
            "nass": "كتب الْقَرَافِيّ ¶ كتاب الذَّخِيرَة ومقدمة التَّنْقِيح وَشرح التَّنْقِيح وَشرح الْمَحْصُول وَشرح الاربعين للرازي وَشرح التَّفْرِيع لِابْنِ الْجلاب وَكتاب الأمنية فِي النِّيَّة والفروق وَهُوَ قَوَاعِد كلهَا للقرافي وَسَائِر تصانيفه ارويها قِرَاءَة واجازة بالسند الْمُتَقَدّم فِي مدونة سَحْنُون",
            "page": "172",
            "part": "1",
            "seal": "EA5A9F19"
        },
        {
            "id": "177",
            "nass": "الى الْحَفِيد ابْن مَرْزُوق عَن جده الْخَطِيب عَن احْمَد بن عبد الله البوشي عَن الْمُؤلف رَحْمَة الله تَعَالَى",
            "page": "173",
            "part": "1",
            "seal": "2E0F471B"
        },
        {
            "id": "178",
            "nass": "كتاب الْمُعْتَمد وَشَرحه للمغيلي ¶ كتاب الْمُعْتَمد فِي الْفَتْوَى على مَذْهَب مَالك وَشَرحه الستند وَالْعدة فِي اخْتِصَار الْعُمْدَة ثلاثتها لابي الْمهْدي المغيلي ارويها قِرَاءَة بحث وتدقيق من أَولهَا الى آخرهَا بالسند الْمُتَقَدّم فِي مدونة سَحْنُون الى الْحَفِيد عَن الْخَطِيب عَن مؤلفها رَحْمَة الله تَعَالَى ¶ كتب بهْرَام ¶ الشَّامِل لبهرام وشروحه الثَّلَاثَة على مُخْتَصر خَلِيل وَشَرحه على شامله ارويها قراءه لبعضها على شَيخنَا مُحَمَّد بن سنة واجازة لسائرها بالسند الْمُتَقَدّم فِي مُخْتَصر خَلِيل الى مُؤَلفه بهْرَام رَحمَه الله تَعَالَى",
            "page": "174",
            "part": "1",
            "seal": "4BCA22DA"
        },
        {
            "id": "179",
            "nass": "كتب ابْن فَرِحُونَ ¶ شرح مُخْتَصر ابْن الْحَاجِب وتبصرة الْحُكَّام والألغاز والديباج كلهَا لِابْنِ فَرِحُونَ ارويها عَن الشَّيْخ مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي مُخْتَصر خَلِيل الى يحيى الْحطاب عَن وَالِده مُحَمَّد بن مُحَمَّد بن عبد الرَّحْمَن الْحطاب عَن وَالِده عَن الْمُؤلف برهَان الدّين ابراهيم بن فَرِحُونَ رَحمَه الله تَعَالَى ¶ شرح مُخْتَصر ابْن الْحَاجِب لِابْنِ عبد السَّلَام ¶ شَرحه لِابْنِ عبد السَّلَام ارويه بالسند الْمُتَقَدّم عَن مُحَمَّد بن سنة الى الْحَافِظ ابْن حجر عَن مُحَمَّد بن عَرَفَة عَن مُؤَلفه مُحَمَّد بن عبد السَّلَام",
            "page": "175",
            "part": "1",
            "seal": "19A4BA6A"
        },
        {
            "id": "180",
            "nass": "شرح مُخْتَصر ابْن الْحَاجِب لِابْنِ رَاشد القفصي ¶ شَرحه لِابْنِ رَاشد القفصي أرويه عَن شَيخنَا مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم آنِفا الى ابْن فَرِحُونَ عَن الْجمال عفيف الدّين المطري عَن مُؤَلفه ¶ وَبِهَذَا السَّنَد اروي جَمِيع مؤلفاته كالمذهب فِي ضبط مسَائِل الْمَذْهَب واللباب وَغَيرهمَا",
            "page": "176",
            "part": "1",
            "seal": "782CAE0C"
        },
        {
            "id": "181",
            "nass": "شرح مُخْتَصر خَلِيل للبساطي ¶ شرح مُخْتَصر خَلِيل للبساطي وَمُغْنِي النَّبِيل لَهُ ايضا ارويها قِرَاءَة واجازة عَن شَيْخي مُحَمَّد بن سنة بِسَنَدِهِ الْمُتَقَدّم الى يحيى بن مُحَمَّد ابْن عبد الرَّحْمَن الْحطاب عَن ابيه عَن جده عَن النويري الْمَالِكِي عَن مؤلفها مُحَمَّد بن احْمَد بن عُثْمَان الْبِسَاطِيّ رَحمَه الله تَعَالَى",
            "page": "177",
            "part": "1",
            "seal": "C70DDD6F"
        },
        {
            "id": "182",
            "nass": "كتب التتائي ¶ شرح مُخْتَصر ابْن الْحَاجِب الفرعي وشرحاه على مُخْتَصر خَلِيل وَشرح على رِسَالَة ابْن ابي زيد كلهَا للتتائي وفهرسته وَسَائِر تصانيفه ارويها عَن الشَّيْخ مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي شرح الْكرْمَانِي الى احْمَد بن ابي الْعَافِيَة عَن عَليّ بن أبي بكر الْقَرَافِيّ عَن مؤلفها مُحَمَّد بن ابراهيم التتائي رَحمَه الله تَعَالَى",
            "page": "178",
            "part": "1",
            "seal": "625F44E7"
        },
        {
            "id": "183",
            "nass": "شرحا الْمُخْتَصر للمواق ¶ شرحا الْمُخْتَصر للمواق قَرَأت الْكَبِير الى الْبيُوع وَالصَّغِير الى الْحَج على الشَّيْخ مُحَمَّد بن سنة واجازني بسائرهما عَن مولَايَ الشريف عَليّ بن طَاهِر الحسني عَن احْمَد بن عَليّ المنجور عَن ابي عبد الله مُحَمَّد بن احْمَد اليسيتني عَن أبي الْعَبَّاس أَحْمد بن عَليّ بن قَاسم الزقاق عَن أَبِيه عَن الْمُؤلف مُحَمَّد بن يُوسُف الْعَبدَرِي الغرناطي الشهير بالمواق رَحمَه الله تَعَالَى",
            "page": "179",
            "part": "1",
            "seal": "5D5D2430"
        },
        {
            "id": "184",
            "nass": "كتب ابي الْحسن المنوفي الشاذلي ¶ شرح الْغَايَة الْمُسَمّى بشفاء الغليل فِي شرح لُغَات خَلِيل وَشرح آخر عَلَيْهِ وَسِتَّة شُرُوح على رِسَالَة ابْن ابي زيد وشرحان على البُخَارِيّ كلهَا لابي الْحسن عَليّ بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن خلف المنوفي الشاذلي وتحفة الْمُصَلِّي وَشَرحه والمقدمة وَشرح مُسلم وَسَائِر تصانيفه سَمعتهَا من الشَّيْخ مُحَمَّد بن سنة إِلَّا شرح البُخَارِيّ وَمُسلم فبالاجازة مَعَ سَماع الْبَعْض عَن مولَايَ الشريف عَن احْمَد الْمقري عَن ابي عبد الله بن ابي بكر عَن مُحَمَّد بن قَاسم الْقصار عَن القَاضِي بدر الدّين مُحَمَّد بن يحيى عَن مُحَمَّد بن أَحْمد عَن مؤلفها رَحمَه الله تَعَالَى",
            "page": "180",
            "part": "1",
            "seal": "3ABCA5ED"
        },
        {
            "id": "185",
            "nass": "كتب ابي عبد الله الْحطاب ¶ شَرحه للحطاب وشرحا الورقات والمتممة وتحرير الْكَلَام فِي مسَائِل الِالْتِزَام وتفريج الكرب ومنسك وَالشَّرْح على منسك خَلِيل كلهَا لَهُ أرويها قِرَاءَة واجازة عَن الشَّيْخ مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي تَهْذِيب البرادعي الى احْمَد بَابا عَن يحيى بن مُحَمَّد بن مُحَمَّد بن عبد الرَّحْمَن الْحطاب عَن ابيه الْمُؤلف ¶ شرح مُخْتَصر خَلِيل السنهوري ¶ شَرحه للسنهوري أرويه قِرَاءَة واجازة عَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن الشَّيْخ سَالم السنهوري الْمُؤلف",
            "page": "181",
            "part": "1",
            "seal": "F54626C5"
        },
        {
            "id": "186",
            "nass": "كتب الأَجْهُورِيّ ¶ شرحاه للأجهوري وحاشيته على شرح الرسَالَة للتتائي وَشرح خطْبَة الرسَالَة وَشرح خطْبَة الْمُخْتَصر وَشرح ألفية السّير للعراقي والفتاوي وَشرح مُخْتَصر ابْن ابي جَمْرَة وَشرح تَهْذِيب الْمنطق وحاشيته على شرح النخبة ومنسك صَغِير وعقيده منظومة وَشَرحهَا كلهَا لَهُ ارويها كلهَا قِرَاءَة واجازة عَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن الْمُؤلف عَليّ الاجهوري رَحمَه الله تَعَالَى ¶ كتب ابْن مَرْزُوق الْحَفِيد ¶ شَرحه لِابْنِ مَرْزُوق الْحَفِيد من أَوله الى آخر فَرَائض الصَّلَاة مجلدان وَمن الْقَضَاء الى آخر الْكتاب مجلدان وشروحه على الْبردَة والهمزية والشقراطيسية والجمل والخزرجية أرويها بَين قِرَاءَة واجازة عَن شَيخنَا مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي اول طرق الْمُوَطَّأ اليه رَحمَه الله تَعَالَى",
            "page": "182",
            "part": "1",
            "seal": "70D770CA"
        },
        {
            "id": "187",
            "nass": "كتب احْمَد بَابا التنبكتي ¶ شَرحه للشَّيْخ احْمَد بَابا ورسالته فِي خصيصة نِيَّة الْحَالِف وَشَرحه على ام الْبَرَاهِين وكفاية الْمُحْتَاج ونيل الابتهاج وَجَمِيع تصانيفه ارويها كلهَا عَن شَيخنَا مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي تَهْذِيب البرادعي اليه ¶ تحفة الْحُكَّام لِابْنِ عَاصِم ¶ تحفة الْحُكَّام لِابْنِ عَاصِم قرأتها من أَولهَا الى آخرهَا بِسَنَد شرح الْمواق اليه عَن قَاضِي الْجَمَاعَة مُحَمَّد بن ابي بكر بن مُحَمَّد بن عَاصِم الرئيس عَن وَالِده النَّاظِم رَحمَه الله تَعَالَى",
            "page": "183",
            "part": "1",
            "seal": "C3E3FAA6"
        },
        {
            "id": "188",
            "nass": "شرح تحفة الْحُكَّام لميارة ¶ شرحها لميارة وَسَائِر كتبه ارويها قِرَاءَة على شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "184",
            "part": "1",
            "seal": "F1482399"
        },
        {
            "id": "189",
            "nass": "كتب الْفَاكِهَانِيّ ¶ شرح الرسَالَة وَشرح العمده وَشرح الْأَرْبَعين النووية كلهَا للفاكهاني أرويها عَن شَيخنَا مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي مُخْتَصر خَلِيل الى أبي الْقَاسِم النويري عَن ابراهيم بن مُحَمَّد بن خَلِيل الْحلَبِي عَن الشَّيْخ جمال الدّين عبد الله وَيُسمى مُحَمَّد بن عَليّ بن احْمَد بن عبد الرَّحْمَن بن عَتيق بن حَدِيدَة الْأنْصَارِيّ قَالَ أَنبأَنَا بهَا مؤلفها الْعَلامَة تَاج الدّين عمر الْفَاكِهَانِيّ فَذكرهَا",
            "page": "185",
            "part": "1",
            "seal": "5106EE90"
        },
        {
            "id": "190",
            "nass": "كتب الْعَضُد ¶ شرح مُخْتَصر ابْن الْحَاجِب الْأَصْلِيّ والمواقف ورسالة الْوَضع وَأُخْرَى لَهُ فِي آدَاب الْبَحْث والمناظرة وَشرح الْمِفْتَاح كلهَا للعضد وَسَائِر تصانيفه أرويها عَنهُ بالسند الْمُتَقَدّم فِي شرح الْكرْمَانِي على البُخَارِيّ اليه عَن الْمُؤلف",
            "page": "186",
            "part": "1",
            "seal": "3E55DAD3"
        },
        {
            "id": "191",
            "nass": "كتب التَّفْتَازَانِيّ ¶ حَاشِيَة التَّفْتَازَانِيّ على شَرحه أرويه عَنهُ بِسَنَد كتب السُّيُوطِيّ اليه عَن احْمَد بن مُحَمَّد الْعقيلِيّ عَن الْحسن بن عَليّ الأبيوردي عَن الْمُؤلف سعد الدّين التَّفْتَازَانِيّ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كمطوله ومختصره وَشرح الْمِفْتَاح وَشرح العقائد ومقاصده وَشَرحه وتهذيبه وَشَرحه على الشمسية وعَلى الزنجانية وَغير ذَلِك",
            "page": "187",
            "part": "1",
            "seal": "495FE2F8"
        },
        {
            "id": "192",
            "nass": "كتب سعيد العقباني ¶ شرح مُخْتَصر ابْن الْحَاجِب الْأَصْلِيّ لسَعِيد بن مُحَمَّد العقباني وَشَرحه عَليّ الحوفية فِي الْفَرَائِض وَشَرحه على العقيده البرهانية وَشَرحه على الْجمل الخونجية أرويها كلهَا قِرَاءَة على الشَّيْخ عبد الْكَرِيم عَن الشَّيْخ عبد الله الغوثي عَن مولَايَ الْقَاسِم بن مُحَمَّد عَن وَالِده عَن أَحْمد الْمقري بِسَنَدِهِ الى ابْن مَرْزُوق الْحَفِيد عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "188",
            "part": "1",
            "seal": "85DC7EBA"
        },
        {
            "id": "193",
            "nass": "بعض مؤلفات السُّبْكِيّ ¶ شَرحه للسبكي وَجمع الْجَوَامِع لَهُ وَشَرحه على منهاج الْبَيْضَاوِيّ أرويها قِرَاءَة واجازة بالسند الْمُتَقَدّم فِي شرح العقباني الى أَحْمد الْمقري عَن ابْن ابي الْعَافِيَة عَن العلقمي عَن السُّيُوطِيّ قَالَ اُخْبُرْنَا ابو الْفضل عبد الرَّحْمَن بن احْمَد القمصي بِالْقَافِ وَالْمِيم الْمُشَدّدَة المضمومتين وَالصَّاد الْمُهْملَة بِقِرَاءَتِي عَلَيْهِ لجميعها قَالَ اُخْبُرْنَا الْجمال عبد الله بن عَليّ الْكِنَانِي سَمَاعا قَالَ اُخْبُرْنَا مُؤَلفه لجميعها",
            "page": "189",
            "part": "1",
            "seal": "A37BF850"
        },
        {
            "id": "194",
            "nass": "بعض كتب الْمحلي ¶ شرح جمع الْجَوَامِع للمحلي وَشَرحه على الورقات وَتَفْسِيره بالسند الْمُتَقَدّم آنِفا الى السُّيُوطِيّ عَن الْمُؤلف مُحَمَّد بن احْمَد الْمحلي رَحمَه الله تَعَالَى ¶ كتب ولي الدّين الْعِرَاقِيّ ¶ شَرحه لوَلِيّ الدّين الْعِرَاقِيّ وَشَرحه على الْأَحْكَام الْمُسَمّى بتقريب الْأَسَانِيد وترتيب المسانيد والشفاء من المبهمات وَشَرحه على سنَن أبي دَاوُد أروي الْكل بِسَنَد كتب السُّيُوطِيّ اليه عَن شيخ الاسلام شرف الدّين الْمَنَاوِيّ عَن الْمُؤلف الى ابي زرْعَة رَحمَه الله تَعَالَى",
            "page": "190",
            "part": "1",
            "seal": "DBE1722D"
        },
        {
            "id": "195",
            "nass": "كتاب سِيبَوَيْهٍ ¶ كتاب سِيبَوَيْهٍ فِي النَّحْو وَكتاب القوافي لَهُ أرويهما عَن شَيخنَا مُحَمَّد بن سنة بِقِرَاءَتِي للْأولِ من اوله الى قَوْله هَذَا بَاب الْأَمر وَالنَّهْي وَمن قَوْله هَذَا بَاب الاضافة الى آخر الْكتاب واجازة لسائره وأروي الثَّانِي قِرَاءَة من اوله الى آخِره بالسند الْمُتَقَدّم فِي جَامع التِّرْمِذِيّ الى السُّيُوطِيّ عَن مُحَمَّد بن مقبل الْحلَبِي عَن الصّلاح بن أبي عمر عَن الْفَخر ابْن البخ اري عَن أبي حَفْص عمر بن طبرزد عَن أبي بكر الْأنْصَارِيّ عَن ابي مُحَمَّد الْجَوْهَرِي عَن أبي عَليّ الْفَارِسِي عَن أبي بكر مُحَمَّد بن السّري السراج عَن أبي الْعَبَّاس الْمبرد قَالَ قرأته",
            "page": "191",
            "part": "1",
            "seal": "B0A519FC"
        },
        {
            "id": "196",
            "nass": "على أبي عمر صَالح بن اسحاق الْجرْمِي وعَلى ابي عُثْمَان بكر بن مُحَمَّد الْمَازِني قَالَا اُخْبُرْنَا بِهِ أَبُو الْحسن سعيد بن مسْعدَة الاخفش عَن مُؤَلفه ابي بشر عَمْرو بن عُثْمَان سِيبَوَيْهٍ رَحمَه الله تَعَالَى",
            "page": "192",
            "part": "1",
            "seal": "E0495B1C"
        },
        {
            "id": "197",
            "nass": "كتاب الْجمل للزجاجي ¶ كتاب الْجمل لأ بِي الْقَاسِم عبد الرَّحْمَن الزجاجي والأمالي لَهُ قَرَأت الأول من اوله الى آخِره وقرأت أول الثَّانِي وأجازني بسائره شَيخنَا مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي كتب ابي حَيَّان اليه عَن ابي جَعْفَر ابْن الزبير عَن اسحاق بن ابراهيم الطوسي عَن مُحَمَّد بن عبد الله بن خَلِيل عَن أبي عَليّ الجياني عَن ابي الْفرج عبد الرَّحْمَن بن الْحُسَيْن الاستاذ عَن أبي الْحسن عَليّ بن مُحَمَّد الْأَنْطَاكِي عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "193",
            "part": "1",
            "seal": "77BFC067"
        },
        {
            "id": "198",
            "nass": "كتب عبد القاهر الْجِرْجَانِيّ ¶ كتاب الْجمل للشَّيْخ عبد القاهر الْجِرْجَانِيّ وَدَلَائِل الإعجاز والعوامل لَهُ أروي الأول والأخير قِرَاءَة من أَولهمَا الى آخرهما واجازة للثَّانِي عَن الشَّيْخ مُحَمَّد بن سنة بِسَنَدِهِ الى الْحَافِظ ابْن حجر عَن عَليّ بن مُحَمَّد بن أبي الْمجد عَن الْقَاسِم بن مظفر بن عَسَاكِر عَن أبي الْبَقَاء يعِيش بن عَليّ الْموصِلِي عَن ابي الْفضل عبد الله بن احْمَد",
            "page": "194",
            "part": "1",
            "seal": "13E2F46C"
        },
        {
            "id": "199",
            "nass": "الطوسي عَن عَليّ بن أبي زيد الفصيحي عَن الْمُؤلف",
            "page": "195",
            "part": "1",
            "seal": "43C5FC20"
        },
        {
            "id": "200",
            "nass": "الْمُقدمَة الجزولية ¶ الْمُقدمَة الجزولية لأبي مُوسَى الْجُزُولِيّ بالسند الى السُّيُوطِيّ عَن مُحَمَّد بن مقبل عَن مُحَمَّد بن عَليّ عَن الشّرف الدمياطي عَن الْفَتْح ابْن مُوسَى القصري عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "196",
            "part": "1",
            "seal": "D2E77C41"
        },
        {
            "id": "201",
            "nass": "كتب أبي عَليّ الْفَارِسِي ¶ كتاب الايضاح والتبصرة والتذكرة لأبي عَليّ القارسي وَسَائِر تصانيفه أرويها قِرَاءَة للْبَعْض واجازة للْبَاقِي بالسند الْمُتَقَدّم فِي كتب سِيبَوَيْهٍ الى ابي عَليّ الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "197",
            "part": "1",
            "seal": "E7E1BD0D"
        },
        {
            "id": "202",
            "nass": "كتاب المقرب لِابْنِ عُصْفُور ¶ كتاب المقرب لِابْنِ عُصْفُور وَشرح الْجمل وَسَائِر تصانيفه أرويها بالسند الْمُتَقَدّم فِي أول طرق الْمُوَطَّأ الى ابْن مَرْزُوق الْحَفِيد عَن جده الْخَطِيب عَن أثير الدّين ابي حَيَّان عَن مُحَمَّد بن احْمَد بن حَيَّان التّونسِيّ عَن الْمُؤلف ابي الْحسن عَليّ بن عُصْفُور رَحمَه الله تَعَالَى",
            "page": "198",
            "part": "1",
            "seal": "C33D0A2E"
        },
        {
            "id": "203",
            "nass": "الْمُقدمَة الأجرومية ¶ الْمُقدمَة الاجرومية لأبي عبد الله مُحَمَّد بن مُحَمَّد بن دَاوُد الصنهاجي سَمعتهَا مرَارًا وقرأتها على شُيُوخ أجلة وأجلهم مُحَمَّد بن سنة الْعمريّ بِسَنَدِهِ الى شيخ الاسلام زَكَرِيَّا الانصاري عَن مُحَمَّد بن مُحَمَّد الرَّاعِي عَن مُحَمَّد بن عبد الْملك الغرناطي عَن ابي جَعْفَر احْمَد بن مُحَمَّد بن سَالم الحذامي عَن مُحَمَّد بن ابراهيم الْحَضْرَمِيّ عَن مؤلفها رَحمَه الله تَعَالَى",
            "page": "199",
            "part": "1",
            "seal": "78360DAD"
        },
        {
            "id": "204",
            "nass": "كتب ابْن مَالك ¶ وَأما كتب ابْن مَالك فنرويها مسلسلة بالمحمديين وَأَقُول أروي جَمِيع مصنفات ابْن مَالك فِي الْعَرَبيَّة والقرآت وَغَيرهَا مَا بَين قِرَاءَة واجازة عَن شَيْخي المعمر وَالْبركَة المدخر الَّذِي لم تَرَ عَيْني مثله فِي جودة الْفَهم وَقُوَّة الْحِفْظ وَالِاجْتِهَاد فِي الْعِبَادَة وَسُرْعَة الْحِفْظ والزهد فِي الدُّنْيَا مُحَمَّد بن سنة الْعمريّ بقرَاءَته للْجَمِيع على مولَايَ الشريف مُحَمَّد بن عبد الله بقرَاءَته على الشَّيْخ مُحَمَّد بن مُحَمَّد بن ابي بكر المرابط الدلائي عَن وَالِده عَن مُحَمَّد بن قَاسم الْقصار عَن مُحَمَّد بن عبد الرَّحْمَن اليسيتني عَن مُحَمَّد بن غَازِي عَن مُحَمَّد بن مَرْزُوق الْحَفِيد عَن جده مُحَمَّد بن احْمَد بن مَرْزُوق الْخَطِيب عَن مُحَمَّد بن ابي الْيمن الشهير بِابْن الكويك عَن مُحَمَّد بن اسماعيل بن الخباز عَن الْمُؤلف مُحَمَّد بن",
            "page": "200",
            "part": "1",
            "seal": "A76F0041"
        },
        {
            "id": "205",
            "nass": "عبد الله بن مَالك رَحمَه الله تَعَالَى ¶ ح وَرَوَاهَا ابْن غَازِي ايضا عَن ابي عبد الله مُحَمَّد بن الْحُسَيْن الصَّغِير عَن ابي عبد الله مُحَمَّد العكرمي عَن ابي عبد الله مُحَمَّد بن عَرَفَة ¶ ح ويرويها مولَايَ الشريف عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن ابي عبد الله مُحَمَّد بن عَرَفَة عَن ابي عبد الله مُحَمَّد بن جَابر الْوَادي آشي عَن ابي حَيَّان مُحَمَّد بن يُوسُف الاندلسي عَن بهاء الدّين مُحَمَّد بن النّحاس عَن الْمُؤلف رَحِمهم الله اجمعين ¶ ح وَبِه الى الْحَافِظ ابْن حجر عَن ابي اسحاق ابراهيم التنوخي عَن احْمَد بن مُحَمَّد الْمَعْرُوف بِابْن غَانِم عَن مُؤَلفه جمال الدّين رحم الله الْجَمِيع",
            "page": "201",
            "part": "1",
            "seal": "6920E219"
        },
        {
            "id": "206",
            "nass": "شرح التسهيل للمحب نَاظر الْجَيْش ¶ شرح التسهيل للمحب نَاظر الْجَيْش ارويه بالسند الْمُتَقَدّم فِي كتب السُّيُوطِيّ اليه عَن التقي الدّين بن فَهد عَن جمال بن ظهيرة عَن مُؤَلفه",
            "page": "202",
            "part": "1",
            "seal": "14CCABDF"
        },
        {
            "id": "207",
            "nass": "كتب الزَّمَخْشَرِيّ ¶ الْمفصل للزمخشري وَسَائِر تصانيفه كالاساس وَالْفَائِق ارويها مَا بَين قِرَاءَة واجازة عَن شَيخنَا مُحَمَّد بن سنة عَن مولَايَ الشريف عَن عَليّ الأَجْهُورِيّ عَن الشَّمْس مُحَمَّد الرَّمْلِيّ عَن شيخ الاسلام زَكَرِيَّا الْأنْصَارِيّ عَن الْعِزّ بن الْفُرَات عَن ابي عمر بن مُحَمَّد عَن ابي الْفضل احْمَد بن هبة الله بن عَسَاكِر عَن زَيْنَب بنت عبد الرَّحْمَن الشعري عَن الْمُؤلف",
            "page": "203",
            "part": "1",
            "seal": "0509BDF7"
        },
        {
            "id": "208",
            "nass": "كتب ابْن هِشَام ¶ التَّوْضِيح ومغنى اللبيب فِي النَّحْو والنزهة والشذور وَشَرحه والقطر وَشَرحه وَالْجَامِع الصَّغِير والتذكرة وحواشيه على التسهيل كلهَا لِابْنِ هِشَام وَسَائِر تصانيفه بالسند الْمُتَقَدّم فِي الْمفصل الى شيخ الاسلام زَكَرِيَّا عَن الْحَافِظ ابْن حجر ¶ وأرويه اجازة عَالِيا عَن الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف عَن مُحَمَّد بن اركماس الْحَنَفِيّ عَن الْحَافِظ ابْن حجر عَن محب الدّين ابْن الْمُؤلف عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "204",
            "part": "1",
            "seal": "E2F802E0"
        },
        {
            "id": "209",
            "nass": "كتب الشَّيْخ خَالِد الْأَزْهَرِي ¶ التَّصْرِيح على التَّوْضِيح وشرحا الأجرومية والازهرية وَشَرحهَا وَشرح جمع الْجَوَامِع واعراب الألفية وَشرح قَوَاعِد الاعراب كلهَا للشَّيْخ خَالِد الْأَزْهَرِي قرأتها كلهَا قِرَاءَة تَحْقِيق وتدقيق بالسند الْمُتَقَدّم فِي الْمفصل الى الرَّمْلِيّ عَن وَالِده عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "205",
            "part": "1",
            "seal": "5B5E80B8"
        },
        {
            "id": "210",
            "nass": "شرح الألفية لِابْنِ عقيل ¶ شرح الألفية لِابْنِ عقيل وَشَرحه على التسهيل أرويهما إجَازَة بالسند الْمُتَقَدّم فِي كتب النَّوَوِيّ الى علم الدّين البُلْقِينِيّ عَن أَخِيه جلال الدّين عَن الْمُؤلف بهاء الدّين عبد الله بن عبد الرَّحْمَن بن عقيل الْقرشِي الْهَاشِمِي رَحمَه الله تَعَالَى",
            "page": "206",
            "part": "1",
            "seal": "B7326B9F"
        },
        {
            "id": "211",
            "nass": "شرح الألفية للمكودي ¶ شرحها للمكودي والبسط والتعريف لَهُ ايضا قرأتها قِرَاءَة بحث وَتَحْقِيق وتدقيق على الشَّيْخ مُحَمَّد بن سنة بالسند الْمُتَقَدّم فِي حَاشِيَة ابْن غَازِي على البُخَارِيّ اليه عَن ابي زيد عبد الرَّحْمَن عَن الْمُؤلف",
            "page": "207",
            "part": "1",
            "seal": "B7C54DDB"
        },
        {
            "id": "212",
            "nass": "شرح الألفية للأعمى والبصير ¶ شرحها للأعمى والبصير وبديعته وَسَائِر تصانيفه أرويها بالسند الى السُّيُوطِيّ عَن تَقِيّ الدّين بن فَهد عَن ابْن ظهيرة عَنْهُمَا وَاسم الاعمى مُحَمَّد بن احْمَد بن جَابر وَاسم الْبَصِير احْمَد بن يُوسُف الأندلسيان رحمهمَا الله تَعَالَى",
            "page": "208",
            "part": "1",
            "seal": "58754FC8"
        },
        {
            "id": "213",
            "nass": "كتب الحريري ¶ الملحة وَشَرحهَا ومقامات الحريري ودرة الغواص أرويها قِرَاءَة لجميعها من اولها الى آخرهَا بالسند الْمُتَقَدّم فِي التَّوْضِيح الى الْحَافِظ ابْن حجر عَن ابي الْحسن عَليّ بن مُحَمَّد بن ابي الْمجد عَن عِيسَى الْمطعم عَن عبد اللَّطِيف بن مُحَمَّد بن عَليّ القبيطي عَن عبد الله بن مُحَمَّد بن مُحَمَّد بن احْمَد النقور عَن الْمُؤلف الْقَاسِم بن عَليّ الحريري رَحمَه الله تَعَالَى",
            "page": "209",
            "part": "1",
            "seal": "2007EBC0"
        },
        {
            "id": "214",
            "nass": "كتب الشريشي ¶ الشُّرُوح الثَّلَاثَة على مقامات الحريري للشريشي وَشرح الايضاح لابي عَليّ الْفَارِسِي وَشرح جمل الزجاجي كلهَا للشريشي ارويها كلهَا اجازة بالسند الْمُتَقَدّم فِي اول طرق الْمُوَطَّأ الى ابْن مَرْزُوق الْحَفِيد عَن جده الْخَطِيب عَن الْوَادي آشي عَن ابي عبد الله مُحَمَّد بن حَيَّان الاوسي عَن ابي عبد الله مُحَمَّد بن الْأَبَّار الْقُضَاعِي عَن الْمُؤلف احْمَد بن عبد الْمُؤمن الْقَيْسِي الشريشي رَحمَه الله",
            "page": "210",
            "part": "1",
            "seal": "1849C68C"
        },
        {
            "id": "215",
            "nass": "كتب الْقزْوِينِي ¶ تَلْخِيص الْمِفْتَاح فِي الْمعَانِي وَالْبَيَان والايضاح كِلَاهُمَا لمُحَمد بن عبد الرَّحْمَن الْقزْوِينِي ارويها بالسند الْمُتَقَدّم فِي اول طرق الْمُوَطَّأ الى ابْن مَرْزُوق الْحَفِيد عَن جده الْخَطِيب عَن الْمُؤلف رَحمَه الله تَعَالَى ¶ شرح تَلْخِيص الْمِفْتَاح للسبكي ¶ شرح بهاء الدّين السُّبْكِيّ عَلَيْهِ الْمُسَمّى بعروس الأفراح ارويه بالسند الْمُتَقَدّم فِي كتب السُّيُوطِيّ اليه عَن تَقِيّ الدّين بن فَهد عَن ابْن ظهيرة عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "211",
            "part": "1",
            "seal": "6FBD2415"
        },
        {
            "id": "216",
            "nass": "كتاب الْعين للخليل بن أَحْمد ¶ كتاب الْعين الْمَنْسُوب الى الْخَلِيل بن أَحْمد قرأته من اول حرف الْعين وَهُوَ أول الْكتاب الى آخر حرف الْخَاء على الشَّيْخ مُحَمَّد بن سنة واجازني بسائره عَن الشريف مُحَمَّد بن عبد الله عَن عَليّ الاجهوري عَن النُّور الْقَرَافِيّ عَن الْمسند المعمر فَوق الْمِائَة قُرَيْش الْبَصِير العثماني المقرىء عَن ابْن الْجَزرِي عَن الْعِزّ عبد الْعَزِيز بن جمَاعَة عَن ابي جَعْفَر بن الزبير عَن ابراهيم بن عَامر عَن ابي عبد الله بن خَلِيل عَن ابي عَليّ الغساني عَن ابي عمر بن عبد الْبر عَن عبد الْوَارِث بن سُفْيَان عَن القَاضِي مُنْذر بن سعيد عَن ابي الْعَبَّاس",
            "page": "212",
            "part": "1",
            "seal": "57EB777F"
        },
        {
            "id": "217",
            "nass": "احْمَد بن مُحَمَّد بن الْوَلِيد الْمَعْرُوف بولاد عَن ابيه عَن ابي الْحسن عَليّ بن مهْدي عَن ابي معَاذ عبد الْجَبَّار بن يزِيد عَن ابي بشر اللَّيْث بن نصر بن سيار عَن الْخَلِيل بن احْمَد رَحمَه الله تَعَالَى",
            "page": "213",
            "part": "1",
            "seal": "EBB4F0C7"
        },
        {
            "id": "218",
            "nass": "صِحَاح الْجَوْهَرِي ¶ صِحَاح الْجَوْهَرِي قَرَأت من أَوله الى بَاب الْبَاء على الشَّيْخ مُحَمَّد واجازني بسائره بِسَنَدِهِ الْمُتَقَدّم فِي كتاب سِيبَوَيْهٍ الى الْفَخر ابْن البُخَارِيّ عَن ابي حَفْص عمر بن طبرزد عَن ابي بكر مُحَمَّد بن عبد الْبَاقِي الْأنْصَارِيّ عَن الْحسن بن عَليّ الْجَوْهَرِي عَن مُؤَلفه اسماعيل بن حَمَّاد الْجَوْهَرِي رَحمَه الله تَعَالَى",
            "page": "214",
            "part": "1",
            "seal": "5D32AA2C"
        },
        {
            "id": "219",
            "nass": "الفصيح لثعلب ¶ كتاب الفصيح لاحمد بن يحيى ثَعْلَب أرويه بِسَنَد الصِّحَاح الى الْفَخر ابْن البُخَارِيّ عَن ابي جَعْفَر مُحَمَّد بن احْمَد الصيدلاني عَن ابي عَليّ الجزار عَن ابي نعيم الاصبهاني عَن ابي الْحسن مُحَمَّد بن أَحْمد بن كيسَان النَّحْوِيّ عَنهُ",
            "page": "215",
            "part": "1",
            "seal": "171D889F"
        },
        {
            "id": "220",
            "nass": "إصْلَاح الْمنطق لِابْنِ السّكيت ¶ اصلاح الْمنطق ليعقوب بن السّكيت ارويه بِسَنَد مصنفات ابي حَيَّان اليه عَن احْمَد بن ابي طَالب الحجار عَن ابي الْفضل جَعْفَر بن عَليّ الْهَمدَانِي عَن ابي طَاهِر احْمَد بن مُحَمَّد السلَفِي عَن يُونُس بن مُحَمَّد بن مغيث عَن ابي عمر احْمَد بن مُحَمَّد الْحذاء عَن احْمَد بن عبد الْعَزِيز ابْن ابي الْحباب عَن اسماعيل بن الْقَاسِم الْبَغْدَادِيّ عَن ابي بكر",
            "page": "216",
            "part": "1",
            "seal": "1A526A40"
        },
        {
            "id": "221",
            "nass": "مُحَمَّد بن الْقَاسِم الانباري عَن ابيه عَن عبد الله بن الْمُسْتَمْلِي وابي جَعْفَر احْمَد بن عبيد بن نَاصح كِلَاهُمَا عَن الْمُؤلف",
            "page": "217",
            "part": "1",
            "seal": "5FEBD8AB"
        },
        {
            "id": "222",
            "nass": "الْقَامُوس للفيروز آبادي ¶ الْقَامُوس للمجد الشِّيرَازِيّ قرأته من أَوله الى آخر حرف الْهمزَة على الشَّيْخ مُحَمَّد بن سنة الْفُلَانِيّ الْعمريّ قِرَاءَة بحث وَتَحْقِيق وتدقيق واجازني بسائره عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن المعمر الْمسند مُحَمَّد بن أركماس الْحَنَفِيّ عَن الْحَافِظ احْمَد بن عَليّ بن حجر الْعَسْقَلَانِي عَن مُصَنفه مُحَمَّد بن يَعْقُوب رَحمَه الله تَعَالَى ¶ وَهَذَا مسلسل بالمحمديين الى الْحَافِظ ابْن حجر رَحمَه الله تَعَالَى",
            "page": "218",
            "part": "1",
            "seal": "D66AE4D6"
        },
        {
            "id": "223",
            "nass": "الْمُجْمل لِابْنِ فَارس ¶ الْمُجْمل لِابْنِ فَارس وَفقه اللغه لَهُ ارويهما بِسَنَد كتب شيخ الاسلام زَكَرِيَّا اليه عَن عز الدّين عبد الرَّحِيم بن الْفُرَات عَن مَحْمُود بن خَليفَة عَن شرف الدّين الدمياطي عَن عَليّ بن الْحُسَيْن الْمَعْرُوف بِابْن المقير عَن مُحَمَّد بن نَاصِر عَن عبد الْوَهَّاب بن مُحَمَّد بن مندة عَن الْمُؤلف احْمَد بن فَارس رَحمَه الله تَعَالَى",
            "page": "219",
            "part": "1",
            "seal": "B46AA7BF"
        },
        {
            "id": "224",
            "nass": "كتب أبي عَليّ القالي ¶ أمالي ابي عَليّ اسماعيل بن الْقَاسِم الْبَغْدَادِيّ الْمَعْرُوف بالقالي أرويه بِسَنَد فقه اللغه الى السلَفِي عَن يُونُس بن مُحَمَّد بن مغيث عَن ابي عمر احْمَد بن يحيى عَن احْمَد بن عبد الْعَزِيز بن ابي الْحباب عَن الْمُؤلف ¶ وَبِهَذَا السَّنَد أروي سَائِر مصنفاته كالمقصور والممدود والنوادر وذيل الامالي وَغير ذَلِك",
            "page": "220",
            "part": "1",
            "seal": "811C9BEA"
        },
        {
            "id": "225",
            "nass": "كتب الصغاني ¶ الْعباب للصغاني ومشارقه وشواذه وَجَمِيع تصانيفه بِسَنَد الْمُجْمل الى الدمياطي عَن الْمُؤلف رَحمَه الله تَعَالَى ¶ االكامل للمبرد ¶ الْكَامِل للمبرد أرويه بالسند الْمُتَقَدّم فِي كتب سِيبَوَيْهٍ الى الْمبرد",
            "page": "221",
            "part": "1",
            "seal": "73FFA022"
        },
        {
            "id": "226",
            "nass": "حَوَاشِي ابْن بري على الصِّحَاح ¶ حَوَاشِي عَليّ الصِّحَاح لابي مُحَمَّد بن بري ارويه اجازة بِسَنَد تواليف السُّيُوطِيّ اليه عَن احْمَد بن مُحَمَّد الشمني عَن مُحَمَّد بن عَليّ الحلاوي عَن يحيى بن يُوسُف عَن عَليّ بن هبة الله الجميزي عَن الْمُؤلف",
            "page": "222",
            "part": "1",
            "seal": "EAD4AC05"
        },
        {
            "id": "227",
            "nass": "تَهْذِيب اللُّغَة للأزهري ¶ كتاب تَهْذِيب اللُّغَة لابي مَنْصُور الْأَزْهَرِي بِسَنَد حَوَاشِي ابْن بري اليه عَن عبد الْجَبَّار عَن مُحَمَّد بن حَمْزَة الغوثي عَن ابي الْقَاسِم عَليّ ابْن جَعْفَر بن القطاع عَن احْمَد بن عمر الْعَبدَرِي عَن ابي اسامة جُنَادَة بن مُحَمَّد الازدي عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "223",
            "part": "1",
            "seal": "B40939C7"
        },
        {
            "id": "228",
            "nass": "لِسَان الْعَرَب لِابْنِ مَنْظُور ¶ كتاب لِسَان الْعَرَب للشَّيْخ مُحَمَّد بن أبي الْعِزّ مكرم بن عَليّ بن أَحْمد الخزرجي أبي الْفضل جمال الدّين ولد بِالْقَاهِرَةِ سنة ثَلَاثِينَ وسِتمِائَة بالسند الْمُتَقَدّم فِي الْقَامُوس الى الْحَافِظ ابْن حجر الْعَسْقَلَانِي عَن أبي اسحاق ابراهيم التنوخي عَن مُحَمَّد بن يُوسُف ابي حَيَّان النَّحْوِيّ الغرناطي عَن مُؤَلفه جمال الدّين ¶ جمع فِيهِ مَا فِي الصِّحَاح للجوهري وحواشي ابْن بري عَلَيْهَا والمحكم لِابْنِ سيدة وَكتاب الازهري تَهْذِيب اللُّغَة وَنِهَايَة ابْن الْأَثِير فجَاء فِي سِتّ مجلدات كل مُجَلد أكبر من الْقَامُوس قرأته من أَوله الى بَاب الْهمزَة على شَيخنَا مُحَمَّد بن سنة وأجازني بسائره بِسَنَدِهِ الْمَذْكُور",
            "page": "224",
            "part": "1",
            "seal": "08E978AF"
        },
        {
            "id": "229",
            "nass": "كتب إِمَام الْحَرَمَيْنِ ¶ الارشاد والشامل والبرهان والورقات كلهَا لامام الْحَرَمَيْنِ وَسَائِر تصانيفه أرويها مَا بَين قِرَاءَة واجازة بِسَنَد صِحَاح الْجَوْهَرِي الى الْفَخر ابْن البُخَارِيّ عَن أبي سعيد عبد الله بن عمر الصفار عَن زَاهِر بن طَاهِر عَنهُ",
            "page": "225",
            "part": "1",
            "seal": "3A5FF389"
        },
        {
            "id": "230",
            "nass": "كتب الرَّازِيّ ¶ كتب الرَّازِيّ كالاربعين والمحصول وأجوبة الْمسَائِل النجدية والمحصل والملحض ومعالم الألة وَنِهَايَة الْعُقُول والمباحث الْعمادِيَّة عَن الشَّيْخ عبد الْكَرِيم عَن الشَّيْخ عبد الله الغوثي عَن الشريف ابي الْقَاسِم عَن الشَّيْخ سَالم السنهوري بالسند الْمُتَقَدّم فِي تَفْسِير الرَّازِيّ اليه",
            "page": "226",
            "part": "1",
            "seal": "971DF039"
        },
        {
            "id": "231",
            "nass": "مُحَصل الْمَقَاصِد وبغية الطَّالِب لِابْنِ زكري المانوي ¶ مُحَصل الْمَقَاصِد وبغية الطَّالِب لِأَحْمَد بن زكري قرأتهما بِسَنَد طرق الْمُوَطَّأ الى سعيد الْمقري مفتي تلمسان سِتِّينَ سنة عَن مُحَمَّد ابْن عبد الرَّحْمَن بن جلال عَن سعيد الكفيف المانوي عَن أَحْمد بن زكري الْمُؤلف",
            "page": "227",
            "part": "1",
            "seal": "CB10A619"
        },
        {
            "id": "232",
            "nass": "قصيدة الْمقري ¶ قصيدة الْمقري الْمُسَمّى باضاءة الدجنة وقصيدته فِي المخمس قرأتهما قِرَاءَة بحث وَتَحْقِيق مَعَ مطالعة شُرُوح الاولى فتوحات ذِي الرَّحْمَة للسَّيِّد مُخْتَار وارشاد خالقي ومصوري للغدامسي ورائحة الْجنَّة للنابلسي على الشَّيْخ عبد الْكَرِيم عَن الشريف سُلَيْمَان بن مُحَمَّد عَن وَالِده عَن الْمُؤلف أَحْمد الْمقري رَحمَه الله تَعَالَى",
            "page": "228",
            "part": "1",
            "seal": "34328E7E"
        },
        {
            "id": "233",
            "nass": "كتب المنجور ¶ شرحا المحصل للمقاصد لاحمدبن عَليّ المنجور وحاشيته على شرح الْكُبْرَى قرأتهما من أَولهمَا الى آخرهما على الشَّيْخ عبد الْكَرِيم على الشَّيْخ الشريف سُلَيْمَان بن مُحَمَّد عَن وَالِده عَن الْعَلامَة أبي الْعَبَّاس احْمَد ابْن عَليّ بن منجور الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "229",
            "part": "1",
            "seal": "B1392BAD"
        },
        {
            "id": "234",
            "nass": "كتب اليوسي ¶ حَاشِيَة اليوسي على شرح الكبري وعَلى شرح مُخْتَصر السنوسي وزهر الاكم فِي الْأَمْثَال وَالْحكم وقصيدته الداليه وَشَرحهَا ومحاضراته كلهَا لليوسي أرويها قِرَاءَة لجميعها عَليّ الشَّيْخ عبد الْكَرِيم بقرَاءَته على الشَّيْخ عبد الله الغوثي عَن الشريف مُحَمَّد بن عبد الله عَن مؤلفها ¶ ح وَأَعْلَى مِنْهُ بِدَرَجَة على الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف عَن مؤلفها",
            "page": "230",
            "part": "1",
            "seal": "13E2B736"
        },
        {
            "id": "235",
            "nass": "كتب اللَّقَّانِيّ ¶ الْجَوْهَرَة وشروحها الثَّلَاثَة وَشرح على مُخْتَصر الشَّيْخ خَلِيل وبهجة المحافل فِي رجال الشَّمَائِل كلهَا لابراهيم اللَّقَّانِيّ ارويها كلهَا عَن الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد عَن البابلي عَن الْمُؤلف ¶ شرح السّلم لسَعِيد قدورة ¶ شرح السّلم لأبي عُثْمَان سعيد قدورة قرأته قِرَاءَة بحث وَتَحْقِيق على الشَّيْخ عبد الْكَرِيم عَن الشَّيْخ عبد الله الغوثي عَن مولَايَ الشريف مُحَمَّد ابْن عبد الله عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "231",
            "part": "1",
            "seal": "B75BAEF3"
        },
        {
            "id": "236",
            "nass": "شرح جمل الخونجي للشريف التلمساني ¶ شرح جمل الخونجي للشريف مُحَمَّد بن احْمَد التلمساني بِسَنَد مدونة سَحْنُون الى ابْن مَرْزُوق الْحَفِيد عَن عبد الله بن مُحَمَّد بن احْمَد عَن أَبِيه الْمُؤلف رَحْمَة الله تَعَالَى ¶ القصيدة الخزرجية ¶ القصيدة الخزرجية فِي الْعرُوض أرويها قِرَاءَة بِسَنَد تَهْذِيب البرادعي الى الدماميني عَن عبد الْوَهَّاب بن مُحَمَّد الشهير بالقروي عَن النَّاظِم أبي مُحَمَّد عبد الله الخزرجي رَحمَه الله تَعَالَى",
            "page": "232",
            "part": "1",
            "seal": "3162B4AB"
        },
        {
            "id": "237",
            "nass": "شرح القصيدة الخزرجية لمُحَمد الحسني ¶ شرحها للشريف مُحَمَّد بن أَحْمد الحسني بِسَنَد شرح الْجمل الى ابْن مَرْزُوق الْحَفِيد عَن احْمَد بن حسن بن قنفذ القسنطيني عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "233",
            "part": "1",
            "seal": "7D8C7D20"
        },
        {
            "id": "238",
            "nass": "الشاطبيتان ¶ الشاطبيتان أرويهما قِرَاءَة بِسَنَد الْمُوَطَّأ الى ابْن مَرْزُوق الْحَفِيد عَن جده الْخَطِيب عَن احْمَد بن مُحَمَّد الْحَنْبَلِيّ عَن أبي الْحسن بن شُجَاع صهر الشاطبي عَن الْمُؤلف أبي الْقَاسِم بن فيرة الشاطبي رَحمَه الله تَعَالَى",
            "page": "234",
            "part": "1",
            "seal": "FB825D66"
        },
        {
            "id": "239",
            "nass": "كتب الْجَزرِي ¶ الْحصن الْحصين وعدته أرويها كِلَاهُمَا بِقِرَاءَتِي لجميعهما باول سَنَد جَامع التِّرْمِذِيّ الى السُّيُوطِيّ عَن أبي الْقَاسِم عمر بن فَهد وَأَبِيهِ تَقِيّ الدّين مُحَمَّد بن فَهد عَن مصنفهما استاذ الْقُرَّاء شمس الدّين مُحَمَّد بن مُحَمَّد ابْن مُحَمَّد الْجَزرِي ¶ وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كعقود اللألي فِي المسلسلات العوالي والنشر فِي الْقرَاءَات الْعشْر وطيبة وبداية الْهِدَايَة فِي عُلُوم الحَدِيث وَالرِّوَايَة وَالْجمال فِي اسماء الرِّجَال والتوضيح فِي شرح المصابيح والتعريف بالمولد الشريف",
            "page": "235",
            "part": "1",
            "seal": "63152A00"
        },
        {
            "id": "240",
            "nass": "شرحا الشاطبيتين للجعبري ¶ شرحا الشاطبيتين لابراهيم الجعبري أرويهما بِسَنَد الْحصن الْحصين الى ابْن الْجَزرِي عَن عبد الله بن ايرغدي عَن الْمُؤلف",
            "page": "236",
            "part": "1",
            "seal": "27376DFA"
        },
        {
            "id": "241",
            "nass": "كتب علم الدّين السخاوي ¶ شرحاهما لعَلي بن مُحَمَّد السخاوي أرويهما بالسند الى ابْن الْجَزرِي عَن ابي الْمَعَالِي مُحَمَّد بن رَافع السلَامِي عَن الرشيد اسماعيل بن عُثْمَان ابْن الْمعلم عَن الْمُؤلف",
            "page": "237",
            "part": "1",
            "seal": "11283875"
        },
        {
            "id": "242",
            "nass": "وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كشرحه على الْمفصل وسفر السَّعَادَة ومنير الدياجي وَشرح الامالي ونظم مُشْتَبهَات الْقُرْآن وعقيدته وَغير ذَلِك",
            "page": "238",
            "part": "1",
            "seal": "F0088401"
        },
        {
            "id": "243",
            "nass": "شرح الشاطبية الكبري للفاسي ¶ شرح الكبري مِنْهُمَا للفاسي بالسند الى ابْن الْجَزرِي عَن مُحَمَّد بن أَحْمد اللبان عَن عبد الله بن عبد الْمُؤمن الوَاسِطِيّ عَن الشريف حُسَيْن بن قَتَادَة الْمُقْرِئ عَنهُ",
            "page": "239",
            "part": "1",
            "seal": "F1BA19C9"
        },
        {
            "id": "244",
            "nass": "كتب ابْن عَطاء الله السكندري ¶ الحكم لِابْنِ عَطاء الله ولطائف المنن وَكتاب التَّنْوِير فِي اسقاط التَّدْبِير ومفتاح الْفَلاح وتاج الْعَرُوس ومختصر تَهْذِيب البراذعي كلهَا لَهُ أرويها كلهَا مابين اجازة وَقِرَاءَة بسندكتب زَرُّوق اليه عَن مُحَمَّد بن عبد الرَّحْمَن السخاوي عَن الزين عبد الرَّحِيم القباني عَن ابي الْحسن عَليّ بن عبد الْكَافِي السُّبْكِيّ عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "240",
            "part": "1",
            "seal": "D8016ECE"
        },
        {
            "id": "245",
            "nass": "الْمدْخل لِابْنِ الْحَاج ¶ الْمدْخل لِابْنِ الْحَاج قرأته من اوله الى آخِره على الشَّيْخ مُحَمَّد ابْن سنة عَن مولَايَ الشريف عَن عَليّ الاجهوري باجازته من الرَّمْلِيّ وَقِرَاءَة ابي الْحسن الْقَرَافِيّ الاول عَن شيخ الاسلام زَكَرِيَّا وَالثَّانِي عَن السُّيُوطِيّ كِلَاهُمَا عَن مُحَمَّد بن مُحَمَّد الْمرْجَانِي عَن مُحَمَّد بن عَليّ بن ضرغام عَن مُؤَلفه مُحَمَّد بن مُحَمَّد الْمَعْرُوف بِابْن الْحَاج رَحمَه الله تَعَالَى",
            "page": "241",
            "part": "1",
            "seal": "93E0714A"
        },
        {
            "id": "246",
            "nass": "احياء عُلُوم الدّين للغزالي ¶ احياء عُلُوم الدّين ومنهاج العابدين وَسَائِر تصانيف الْغَزالِيّ فِي التصوف والمنطق والاصول اروي الْجَمِيع بِسَنَد الْقَامُوس الى الْحَافِظ ابْن حجر عَن التنوخي عَن سُلَيْمَان بن حَمْزَة عَن عمر بن كرم الدينَوَرِي عَن عبد الْخَالِق بن احْمَد بن عبد الْقَادِر عَن مُؤَلفه حجَّة الاسلام الْغَزالِيّ رَحمَه الله تَعَالَى",
            "page": "242",
            "part": "1",
            "seal": "02F8D7E2"
        },
        {
            "id": "247",
            "nass": "احزاب أبي الْحسن الشاذلي ¶ احزاب الشَّيْخ ابي الْحسن عَليّ بن عبد الْجَبَّار الشاذلي قَرَأت أحزابه السِّتَّة على الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن شَيْخه سعيد قدورة عَن سعيد بن احْمَد الْمقري عَن عبد الرَّحْمَن بن عَليّ الشهير بسقين عَن القلقشندي عَن الوَاسِطِيّ عَن الْمَيْدُومِيُّ عَن ابي الْعَبَّاس المرسي عَن الْمُؤلف ابي الْحسن الشاذلي رَحمَه الله تَعَالَى",
            "page": "243",
            "part": "1",
            "seal": "B07095D2"
        },
        {
            "id": "248",
            "nass": "دَلَائِل الْخيرَات للجزولي ¶ دَلَائِل الْخيرَات لوَلِيّ الله الشَّيْخ مُحَمَّد بن سُلَيْمَان الْجُزُولِيّ قرأته من أَوله الى آخِره على الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله ¶ ح وقرأته ايضا من اوله الى آخِره على الشَّيْخ مُحَمَّد سعيد سفر وَهُوَ قَرَأَهُ على الشَّيْخ مُحَمَّد ابي طَاهِر الْكرْدِي على الشَّيْخ احْمَد النخلي قَالَ هُوَ ومولاي الشريف مُحَمَّد بن عبد الله أخبرنَا بِهِ قِرَاءَة وجيه الدّين السَّيِّد عبد الرَّحْمَن بن السَّيِّد احْمَد بن السَّيِّد مُحَمَّد بن السَّيِّد احْمَد الحسني المغربي المكناسي الشهير بالمحجوب عَن ابيه السَّيِّد احْمَد عَن جده مُحَمَّد عَن ابي جده احْمَد عَن الْمُؤلف رَحمَه الله تَعَالَى",
            "page": "244",
            "part": "1",
            "seal": "3D80F2E6"
        },
        {
            "id": "249",
            "nass": "مصنفات الفاسي ¶ العقد الثمين فِي تَارِيخ الْبَلَد الْأمين ارويه اجازة مَعَ قِرَاءَة اوله على الشَّيْخ مُحَمَّد بن سنة عَن مولَايَ الشريف مُحَمَّد بن عبد الله عَن الْبَدْر الْقَرَافِيّ عَن الْحَافِظ جلال الدّين عبد الرَّحْمَن بن ابي بكر السُّيُوطِيّ عَن ابي الْقَاسِم عمر بن فَهد عَن المؤرخ الْحَافِظ قَاضِي الْقُضَاة مُحَمَّد بن احْمَد الفاسي الْمَالِكِي وَبِهَذَا السَّنَد أروي جَمِيع مصنفاته كشفاء الغرام وَغَيره",
            "page": "245",
            "part": "1",
            "seal": "FD074446"
        },
        {
            "id": "250",
            "nass": "الدّرّ الكمين لِابْنِ فَهد ¶ وَبِهَذَا الاسناد أروي الدّرّ الكمين للشَّيْخ نجم الدّين عمر بن فَهد بالسند الى السُّيُوطِيّ عَنهُ",
            "page": "246",
            "part": "1",
            "seal": "A327372E"
        },
        {
            "id": "251",
            "nass": "الشَّمَائِل لِلتِّرْمِذِي ¶ الشَّمَائِل لِلتِّرْمِذِي أرويه بالسند الى السُّيُوطِيّ عَن علم الدّين صَالح ابْن عمر البُلْقِينِيّ عَن عمر بن مُحَمَّد بن احْمَد البالسي قَالَ حَدَّثتنَا زَيْنَب بنت الْكَمَال احْمَد بن عبد الرَّحِيم المقدسية سَمَاعا عَن عَجِيبَة بنت ابي بكر البغدادية عَن الْقَاسِم بن الْفضل بن عبد الْوَاحِد قَالَ اُخْبُرْنَا ابوالقاسم احْمَد بن مُحَمَّد الْبَلْخِي إجَازَة قَالَ اُخْبُرْنَا ابو الْقَاسِم عَليّ بن احْمَد الْخُزَاعِيّ قَالَ اُخْبُرْنَا الْهَيْثَم بن كُلَيْب",
            "page": "247",
            "part": "1",
            "seal": "0A6CB969"
        },
        {
            "id": "252",
            "nass": "الشَّاشِي قَالَ أخبرنَا أَبُو عِيسَى التِّرْمِذِيّ بهَا فَذكره انْتهى مَا جمعناه فِي هَذِه الاوراق الْحَمد لله ولي التَّوْفِيق وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم تَسْلِيمًا ¶ قَالَ ملفقة صَالح بن مُحَمَّد المسوفي الشهير بالفلاني الْعمريّ ابْن نوح بن عبد الله بن عمر بن مُوسَى بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عبد الله بن عمر بن عبد الله بن عمر بن عَليّ بن مُحَمَّد بن أَحْمد بن عمر بن مُحَمَّد بن مُحَمَّد الْعَلامَة الْحَافِظ عليم الاندلسي الشاطبي بن عبد الْعَزِيز ابْن عبد الرَّحْمَن بن أبي الْقَاسِم خلف بن برهَان بن ادريس بن عَامر بن عبد الله بن مُحَمَّد بن عبد الله بن عمر بن عَليّ بن أبي بكر بن سَالم بن عبد الله بن عمر بن الْخطاب بن نفَيْل بن عبد الْعُزَّى بن رَبَاح بن عبد الله بن قرط بن رزاح بِمُهْملَة ثمَّ مُعْجمَة وَآخره مُهْملَة بن عدي بن كَعْب بن لؤَي بن غَالب ¶ فرغت من تبيضه عَام ثَلَاث وَمِائَتَيْنِ بعد الْألف سنة (1203 هـ)",
            "page": "248",
            "part": "1",
            "seal": "EED70820"
        },
        {
            "id": "253",
            "nass": "وَالله سُبْحَانَهُ وَتَعَالَى اعْلَم وَالْحَمْد لله الَّذِي بنعمته تتمّ الصَّالِحَات وتبلغ الْمَقَاصِد والنيات",
            "page": "249",
            "part": "1",
            "seal": "878AE7B3"
        }
    ],
    "t10730": [
        {
            "id": "138",
            "lvl": "1",
            "sub": "1",
            "tit": "تفسير القرطبي"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "تفاسير الواحدي"
        },
        {
            "id": "140",
            "lvl": "1",
            "sub": null,
            "tit": "تفسير الفخر الرازي وذكر بعض مصنفاته"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "تفسير الكشاف للزمخشري"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "تفسير البيضاوي"
        },
        {
            "id": "145",
            "lvl": "1",
            "sub": null,
            "tit": "التفاسير الثلاثه لابي حيان"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "تفسير ابن جزي"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": "1",
            "tit": "تفسير أبي زيد الثعالبي"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "سيرة ابن اسحاق"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "سيرة الكلاعي"
        },
        {
            "id": "152",
            "lvl": "1",
            "sub": null,
            "tit": "الروض الأنف للسهيلي"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": null,
            "tit": "عيون الأثر لابن سيد الناس"
        },
        {
            "id": "153",
            "lvl": "1",
            "sub": "1",
            "tit": "السيرة الحلبية"
        },
        {
            "id": "154",
            "lvl": "1",
            "sub": null,
            "tit": "المدونة"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "المستخرجة للعتبي"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "التهذيب للبراذعي وكتبه الأخرى"
        },
        {
            "id": "161",
            "lvl": "1",
            "sub": null,
            "tit": "الرسالة لابن أبي زيد وكتبه الأخرى"
        },
        {
            "id": "164",
            "lvl": "1",
            "sub": null,
            "tit": "التفريع لابن الجلاب"
        },
        {
            "id": "166",
            "lvl": "1",
            "sub": null,
            "tit": "كتب القاضي عبد الوهاب البغدادي المالكي"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابن رشد"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "مختصر ابن الحادجب وكتبه الأخرى"
        },
        {
            "id": "173",
            "lvl": "1",
            "sub": null,
            "tit": "مختصر ابن عرفة"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "مختصر خليل"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "كتب القرافي"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب المعتمد وشرحه للمغيلي"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": "1",
            "tit": "كتب بهرام"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابن فرحون"
        },
        {
            "id": "179",
            "lvl": "1",
            "sub": "1",
            "tit": "شرح مختصر ابن الحاجب لابن عبد السلام"
        },
        {
            "id": "180",
            "lvl": "1",
            "sub": null,
            "tit": "شرح مختصر ابن الحاجب لابن راشد القفصي"
        },
        {
            "id": "181",
            "lvl": "1",
            "sub": null,
            "tit": "شرح مختصر خليل للبساطي"
        },
        {
            "id": "182",
            "lvl": "1",
            "sub": null,
            "tit": "كتب التتائي"
        },
        {
            "id": "183",
            "lvl": "1",
            "sub": null,
            "tit": "شرحا المختصر للمواق"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابي الحسن المنوفي الشاذلي"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابي عبد الله الحطاب"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": "1",
            "tit": "شرح مختصر خليل السنهوري"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الأجهوري"
        },
        {
            "id": "186",
            "lvl": "1",
            "sub": "1",
            "tit": "كتب ابن مرزوق الحفيد"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": null,
            "tit": "كتب احمد بابا التنبكتي"
        },
        {
            "id": "187",
            "lvl": "1",
            "sub": "1",
            "tit": "تحفة الحكام لابن عاصم"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "شرح تحفة الحكام لميارة"
        },
        {
            "id": "189",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الفاكهاني"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "كتب العضد"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": null,
            "tit": "كتب التفتازاني"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "كتب سعيد العقباني"
        },
        {
            "id": "193",
            "lvl": "1",
            "sub": null,
            "tit": "بعض مؤلفات السبكي"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": null,
            "tit": "بعض كتب المحلي"
        },
        {
            "id": "194",
            "lvl": "1",
            "sub": "1",
            "tit": "كتب ولي الدين العراقي"
        },
        {
            "id": "195",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب سيبويه"
        },
        {
            "id": "197",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجمل للزجاجي"
        },
        {
            "id": "198",
            "lvl": "1",
            "sub": null,
            "tit": "كتب عبد القاهر الجرجاني"
        },
        {
            "id": "200",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة الجزولية"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "كتب أبي علي الفارسي"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب المقرب لابن عصفور"
        },
        {
            "id": "203",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة الأجرومية"
        },
        {
            "id": "204",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابن مالك"
        },
        {
            "id": "206",
            "lvl": "1",
            "sub": null,
            "tit": "شرح التسهيل للمحب ناظر الجيش"
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الزمخشري"
        },
        {
            "id": "208",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابن هشام"
        },
        {
            "id": "209",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الشيخ خالد الأزهري"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الألفية لابن عقيل"
        },
        {
            "id": "211",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الألفية للمكودي"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الألفية للأعمى والبصير"
        },
        {
            "id": "213",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الحريري"
        },
        {
            "id": "214",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الشريشي"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": null,
            "tit": "كتب القزويني"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": "1",
            "tit": "شرح تلخيص المفتاح للسبكي"
        },
        {
            "id": "216",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب العين للخليل بن أحمد"
        },
        {
            "id": "218",
            "lvl": "1",
            "sub": null,
            "tit": "صحاح الجوهري"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "الفصيح لثعلب"
        },
        {
            "id": "220",
            "lvl": "1",
            "sub": null,
            "tit": "إصلاح المنطق لابن السكيت"
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "القاموس للفيروز آبادي"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "المجمل لابن فارس"
        },
        {
            "id": "224",
            "lvl": "1",
            "sub": null,
            "tit": "كتب أبي علي القالي"
        },
        {
            "id": "225",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الصغاني"
        },
        {
            "id": "225",
            "lvl": "1",
            "sub": "1",
            "tit": "االكامل للمبرد"
        },
        {
            "id": "226",
            "lvl": "1",
            "sub": null,
            "tit": "حواشي ابن بري على الصحاح"
        },
        {
            "id": "227",
            "lvl": "1",
            "sub": null,
            "tit": "تهذيب اللغة للأزهري"
        },
        {
            "id": "228",
            "lvl": "1",
            "sub": null,
            "tit": "لسان العرب لابن منظور"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": null,
            "tit": "كتب إمام الحرمين"
        },
        {
            "id": "230",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الرازي"
        },
        {
            "id": "231",
            "lvl": "1",
            "sub": null,
            "tit": "محصل المقاصد وبغية الطالب لابن زكري المانوي"
        },
        {
            "id": "232",
            "lvl": "1",
            "sub": null,
            "tit": "قصيدة المقري"
        },
        {
            "id": "233",
            "lvl": "1",
            "sub": null,
            "tit": "كتب المنجور"
        },
        {
            "id": "234",
            "lvl": "1",
            "sub": null,
            "tit": "كتب اليوسي"
        },
        {
            "id": "235",
            "lvl": "1",
            "sub": null,
            "tit": "كتب اللقاني"
        },
        {
            "id": "235",
            "lvl": "1",
            "sub": "1",
            "tit": "شرح السلم لسعيد قدورة"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": null,
            "tit": "شرح جمل الخونجي للشريف التلمساني"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": "1",
            "tit": "القصيدة الخزرجية"
        },
        {
            "id": "237",
            "lvl": "1",
            "sub": null,
            "tit": "شرح القصيدة الخزرجية لمحمد الحسني"
        },
        {
            "id": "238",
            "lvl": "1",
            "sub": null,
            "tit": "الشاطبيتان"
        },
        {
            "id": "239",
            "lvl": "1",
            "sub": null,
            "tit": "كتب الجزري"
        },
        {
            "id": "240",
            "lvl": "1",
            "sub": null,
            "tit": "شرحا الشاطبيتين للجعبري"
        },
        {
            "id": "241",
            "lvl": "1",
            "sub": null,
            "tit": "كتب علم الدين السخاوي"
        },
        {
            "id": "243",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الشاطبية الكبري للفاسي"
        },
        {
            "id": "244",
            "lvl": "1",
            "sub": null,
            "tit": "كتب ابن عطاء الله السكندري"
        },
        {
            "id": "245",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل لابن الحاج"
        },
        {
            "id": "246",
            "lvl": "1",
            "sub": null,
            "tit": "احياء علوم الدين للغزالي"
        },
        {
            "id": "247",
            "lvl": "1",
            "sub": null,
            "tit": "احزاب أبي الحسن الشاذلي"
        },
        {
            "id": "248",
            "lvl": "1",
            "sub": null,
            "tit": "دلائل الخيرات للجزولي"
        },
        {
            "id": "249",
            "lvl": "1",
            "sub": null,
            "tit": "مصنفات الفاسي"
        },
        {
            "id": "250",
            "lvl": "1",
            "sub": null,
            "tit": "الدر الكمين لابن فهد"
        },
        {
            "id": "251",
            "lvl": "1",
            "sub": null,
            "tit": "الشمائل للترمذي"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "مؤطا الإمام مالك برواية يحيى الليثي"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح البخاري"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح مسلم"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "سنن ابي داود"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "جامع الترمذي"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "سنن النسائي"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "سنن ابن ماجه"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "مسند الدارمي"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "صحيح ابن حبان"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "المستدرك للحاكم"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "مسند الامام احمد"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "مسند الإمام الشافعي"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الدارقطني"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "السنن للبيهقي"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "شرح السنة والمصابيح ومعالم التنزيل"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "مشكاة المصابيح للخطيب التبريزي"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "الأدب المفرد للإمام البخاري"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الأدب المفرد للإمام البخاري"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "الترغيب والترهيب ومختصر مسلم ومختصر ابي داود للإمام المنذري"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "بعض كتب الحافظ ابن عبد البر"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الموطأ للزرقاني"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": "1",
            "tit": "شرح الكرماني على البخاري"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "فتح الباري ومقدمته لابن حجر"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "ارشاد الساري للقسطلاني"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "تحفة القارئ لزكريا الانصاري"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "حاشية ابن غازي على صحيح البخاري"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "حاشية زروق على البخاري"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "بعض مؤلفات الإمام السيوطي"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "التنقيح لألفاظ الجامع الصحيح للزركشي"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "تعليق المصابيح للدماميني"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "اللامع في شرح الجامع الصحيح للبرماوي"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "مشارق الأنوار للقاضي عياض"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "شرح صحيح البخاري للعيني"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "اكمال المعلم للقاضي عياض"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": "1",
            "tit": "المعلم للمازري"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "المفهم للقرطبي"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": "1",
            "tit": "إكمال الاكمال للأبي"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "شرح النووي على صحيح مسلم"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "شرح السنوسي على صحيح مسلم"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "جامع الأصول لابن الأثير"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "مجمع الزوائد للهيثمي"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "علوم الحديث لابن الصلاح"
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "ألفية الحديث وشرحها للعراقي"
        },
        {
            "id": "125",
            "lvl": "1",
            "sub": null,
            "tit": "حواشي الكتب الستة للسندي"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "معالم السنن للخطابي"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "عارضة الأحوذي لابن العربي وكتب اخرى له"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "اقضية رسول الله صلى الله عليه وسلم لابن الطلاع"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "بهجة النفوس لابن أبي جمرة"
        },
        {
            "id": "131",
            "lvl": "1",
            "sub": null,
            "tit": "الأحكام الكبرى والصغرى لعبد الحق الاشبيلي وكتب اخرى له"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "العمدة لعبد الغني المقدسي وكتب اخرى له"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "شرح العمدة لابن دقيق العيد وكتب آخرى له"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "تفسير ابن عطية"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "معالم التنزيل للبغوي"
        }
    ]
}