{
    "b1084": [
        {
            "id": "1",
            "nass": "سر ميل القلب إلى الصور الجميلة ¶ الحمد لله رب العالمين، وصلى الله الحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين .. ... أما بعد: ¶ فإن من أعظم أسباب الإعراض عن الله عدم معرفة حقيقة العبودية وسرّها وأنها مجرد تكليف ومشقة وخلاف مطلب القلب ومُتَعلَّقِة. ¶ فالشاب ينشأ وفي قلبه ميل ومحبة للجمال وتعلّق بالصّور الجميلة هذا أعظم ما يصبوا إليه قلبه في الغالب ثم قد تثبت محبته لصورة واحدة وقد ينتقل من صورة إلى غيرها والإرادة واحدة وهي طلب اللذة فلولا أنه يجد لذة عظيمة بهذه الصورة لما تعلق قلبه بها، وطلب اللذّة والنعيم ليس أمراً مذموماً وإنما الشأن في سرِّ هذه اللذة والنعيم ما هو إذا كان حاصلاً من التعلق بالصور، كذلك هل هذا هو متعلَّق القلب الحقيقي الذي يحصل به نعيمه وسعادته",
            "page": "3",
            "part": "1",
            "seal": "560B7AE6"
        },
        {
            "id": "2",
            "nass": "وسروره أم لا؟. ¶ لابد من معرفة أمور مهمة لتظهر الإجابة على هذا ¶ الكلام واضحة جلية منها: ¶ الأول: معرفة الفطرة التي فطر عليها الإنسان: اعلم أن الفطرة التي فطر عليها كل إنسان هي إرادة خالقه ومحبته فمهما تعلقت هذه الإرادة والمحبة والطلب بغيره مهما يكن سواء إرادة الدنيا أو عشق الصور أو غير ذلك مما يتوهم الإنسان أنه بحصوله له ينال نعميه وسروره ولذته فإن هذا انحراف عن الفطرة ثم لابد من حصول الألم والهمّ والغمّ سواءً حصل هذا المحبوب المزعوم أم لم يحصل لأن ذلك خلاف الفطرة والخِلْقة لكن السرور واللذة التي تحصل بذلك هي من جنس لذة الطعام الشهي المسموم. ¶ الثاني: معرفة العبودية: وهي خلوص المحبة للإله",
            "page": "4",
            "part": "1",
            "seal": "029788D4"
        },
        {
            "id": "3",
            "nass": "الحق سبحانه بحيث لا يُشاركه فيها غيره فلابد إذاً من التخلص من المحبوب المشارك والمنازع لهذه المحبة. ¶ الثالث: معرفة حقيقة المحبوب المشارك المنازع لهذه المحبة: وهو في الغالب طلب المال والعز والشرف كذلك المحبة والعشق والتلذذ برؤية الصور الجميلة وطلب وصالها. ¶ أما الأول وهو ما نسميه طلب الدنيا فهذا ليس مذموماً مطلقاً لكن المذموم منه إذا كان غاية الكائن الحي ومبلغ علمه أما إذا كان وسيلة لغيره فلا بأس به يعني أن يكون وسيلة للغاية الحقيقية التي من أجلها أُوجِدَ هذا الكائن فيكون كالمركب الموصل أو مثل الكنيف الذي يقضي فيه الإنسان حاجته ولا يحتاج أن يقال ولا يتعلق قلبه فيه فهذا معلوم كذلك تكون هذه الوسيلة من طريق طيب.",
            "page": "5",
            "part": "1",
            "seal": "8C7A1725"
        },
        {
            "id": "4",
            "nass": "والفكرة بالموت والعبرة بالأموات تهَوِّن هذا التعلّق وأيضاً الفكر في مفارقة هذا المحبوب قبل الموت حيث أن ذلك يحصل كثيراً يهون التعلق به. ¶ كذلك التعب في تحصيله والهم والغم الحاصل عند حصوله لأنه لابد من ذلك ثم تَبِعاتُه في الآخرة وليس أشفى لهذا الداء من تدبر نصوص الكتاب والسُّنَّة الواردة بهذا الشأن وهي كثيرة جداً. ¶ أما عشق الصور الجميلة وطلب وصالها فهذا أيضاً يُهونه التفكر في المحبوب وأنه مَحْشُوٌّ من الأنجاس والأقذار فكيف يتعبد القلب مَنْ هذه صفته وكما يقال: ¶ لو فكّر العاشق في مُنْتَهى ... حُسْنِ الذي يَسْبِيهِ لم يَسْبِه ¶ كذلك تحول هذا المعشوق وتغير جماله في وقت قصير وأيضاً تجنِّيه على عاشقه وإدلاله مع أنه ليس هنالك مهما بلغ من الحسن وإنما المسألة كما يقال:",
            "page": "6",
            "part": "1",
            "seal": "7BBB1E2F"
        },
        {
            "id": "5",
            "nass": "هَوَيتك إذْ عيني عليها غشاوةٌ ... فلما انجلتْ قَطَّعْتُ نفسي ألُومُها ¶ والرغبات تسْتر العيوب فمن أعمل فكره فيما وصفت سهل عليه التخلص إن كان أسيراً واستمر في الحرية من رِقِّ العبودية لقطاع الطريق إن كان طليقاً. ¶ ولولا سعة خيال الإنسان بتصوره الشيء على غير حقيقته كذلك الأماني التي هي مركب النفس الفارغة والشهوة والأغاني المهيجة والقصص المثيرة والغفلة أو الإعراض جملة عن الوعد والوعيد لما حصل من ذلك شيء كما يقال: ¶ وما الحبُّ لَوْ لم تَجْلُهُ كَفُّ بارعٍ ... سِوَى الهمِّ والغَمِّ المُبَرِّحِ والخُسْر",
            "page": "7",
            "part": "1",
            "seal": "87946382"
        },
        {
            "id": "6",
            "nass": "محبوب القلوب الحق ¶ الرابع: معرفة المحبوب الحق وما يتصف به من صفات الكمال والجمال والجلال. ¶ ويكفي في هذا أن أهل الجنة بعد ما يباشرون نعيمها الذي هو فوق الوصف إذا رأوا ربّهم وسمعوا كلامه وَدُّوا ألاَّ يعودوا إلى نعيمهم فيها وأن يدوم لهم قُرْب محبوبهم ورؤية وجهه الكريم وسماع كلامه حيث أن هذا متعلق القلب الحقيقي الذي لذته فيه أعظم من لذة النعيم المخلوق في الجنة فضلاً عن محبوبات الدنيا ونعيمها، لكن لابد من التّخْلية قبل التحْلية فتفريغ القلب من المحبوبات المتصوَّرة المتخيَّلة المنقوشة صورها في القلب لابد منه لتبقى المحبة الحقيقية بلا مُزَاحم بانجلاء هذه الحجب الكثيفة، لِتُفْضي المحبة للمحبوب الحق، وتأمل هذه",
            "page": "8",
            "part": "1",
            "seal": "08D0F93F"
        },
        {
            "id": "7",
            "nass": "الأبيات التي تبين خلوص الود للمحبوب الحق ونسخ محبة كل من سواه من القلب: ¶ لقد كان يَسْبي القلب في كلِّ ليلةٍ ... ثمانونَ بل تسعونَ نفساً وأرْجَحُ ¶ يهيمُ بهذا ثم يألَفُ غيرَهُ ... ويَسْلوهموا من فَوْرهِ حين يُصبح ¶ وقد كان قلبي ضائعاً قبل حُبكمْ ... فكان بحب الخلق يَلْهُو ويمرح ¶ فلما دعا قلبي هواك أجابَهُ ... فلستُ أراهُ عن خبائك يبرح ¶ حُرِمْتُ منائي منكَ إن كنتُ كاذباً ... وإن كنتُ في الدنيا بغيركَ أفرح ¶ وإن كان شيء في الوجود سواكموا ... يُسَرُّ به القلب الجريح ويفرح ¶ إذا لعبت أيدي الهوى بمحبكم ... فليس له عن بابكم متزحزح ¶ فإن أدركته غُرْبْةٌ عن دياركمْ ... فحبكموا بين الحشا ليس يبرح ¶ وكمْ مُشْتَرٍ في الخلق قدْ سَام قلبَهُ ... فلم يَرَهُ إلا لحبكَ يصْلُحُ ¶ هوى غيركم نار تلظَّى ومحبسٌ ... وحبكموا الفردوسُ بل هو أفسح ¶ فيا ضَيْم قلبٍ قدْ تعلَّق غيركمْ ... ويا رحمة مما يجول ويكدح ¶ إذا تبيّن هذا فعلى المعشوق أيضاً الموهوب مسحة من جمال ووضاءة ألاَّ ينخدع ويغتر بنفسه ويغرَّ غيره وأن يتفكر في حاضر حاله ومستقبله ولا يتصنع لعاشقه رِضىً",
            "page": "9",
            "part": "1",
            "seal": "7EEE6E5B"
        },
        {
            "id": "8",
            "nass": "بما يصنع فإنه يشاركه في الإثم والانقطاع عن الله. (¬1) ¶ أما حب الرجل لزوجته فمحمود مالم يتعد الحدود: {وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً}. (¬2) ¶ ¬__________ ¶ (¬1) كتاب (أحداث صحبة الأحداث) فيه بيان هذه الأمور. ¶ (¬2) سورة الروم، الآية: 21.",
            "page": "10",
            "part": "1",
            "seal": "F3217C64"
        },
        {
            "id": "9",
            "nass": "عبادة المعشوق ¶ ومن الأمور الواضحة أن المعشوق في هذا الزمان قد صار ندّاً لله في المحبة وكثير من العاشقين نسي محبة ربّه لامتلاء قلبه من محبة معشوقه، وأعظم ما يُوري هذه النار الغناء حيث أنه يسكر الروح فتهيم في أودية الضلالة وقد قال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَاداً يُحِبُّونَهُمْ كَحُبِّ اللَّهِ}. وإذا كان الغناء في كلام السلف رقية الزنا فهو في هذا العصر رقية الشرك حيث يقول بعضهم: ¶ أحبه حبيبي وأعبد حبيبي، والآخر يقول: وركعتُ ساعات على قَدَمَيْهِ، ونحو ذلك كثير.",
            "page": "11",
            "part": "1",
            "seal": "6DF6A0F6"
        },
        {
            "id": "10",
            "nass": "الرجوع إلى الله ¶ والعشق حركة قلب فارغ يعني من محبّة الله التي هو مفطور عليها، فالمطلوب هنا التوبة والرجوع إلى الله عزَّ وجلَّ من مثل هذه الأمور العظيمة التي قد لا يخطر على قلب المبتلى بها أنها آثام وهي من عظيم الإجرام وقد يتصور الكثير أن التوبة فقط من ترك الطاعة وفعل الفاحشة ولا يرى أن العشق مثل ذلك فقد لا يتوب منه مع أنه لُبّ العبودية لأن تعلق القلب بغير المحبوب الحق من أعظم الحجب. هذا كالمدخل والتنبيه لأمور جليلة عظيمة، الإسهاب فيها يطول ويطول ومفتاح ذلك التفكر، ومن أراد التزود من هذا بل وأحسن منه وأجمل وأوفى للمقصود فعليه بكتاب (طريق الهجرتين) لابن القيم، و (الجواب الكافي) له و (روضة المحبين) له، و (ذم",
            "page": "12",
            "part": "1",
            "seal": "DA8D843E"
        },
        {
            "id": "11",
            "nass": "الهوى) لابن الجوزي، و (استنشاق نسيم الأنس من نفحات رياض القدس) لابن رجب رحمهم الله أجمعين، وعسى الذين مَنَّ علينا بهذا معرفة أن يمنَّ علينا به حالاً.",
            "page": "13",
            "part": "1",
            "seal": "78528853"
        },
        {
            "id": "12",
            "nass": "ومن أسمائه الحسنى ¶ (الجميل) ¶ قال ابن القيم رحمه الله: ومن أسمائه الحسنى: الجميل، ومَنْ أحقُّ بالجمال ممن كل جمال في الوجود فهو من آثار صُنْعه، فله جمال الذات، وجمال الأوصاف، وجمال الأفعال، وجمال الأسماء، فأسماؤه كلها حسنى وصفاته كلها كمال، وأفعاله كلها جميلة، فلا يستطيع بشرٌ النظر إلى جلاله وجماله في هذه الدار، فإذا رأوه سبحانه في جنات عدن أنْسَتْهم رؤيته ما هم فيه من النعيم فلا يلتفتون حينئذٍ إلى شيء غيره. انتهى. ¶ وقال الحسن: إذا نظر أهل الجنة إلى الله تعالى نسوا نعيم الجنة. ¶ وقال مالك بن دينار: جنات النعيم بين الفردوس",
            "page": "14",
            "part": "1",
            "seal": "4920BC6D"
        },
        {
            "id": "13",
            "nass": "وبين جنات عدن فيها جوارٍ خُلقن من ورْد الجنة يسكنها الذين هَمُّوا بالمعاصي فلما ذكروا الله عزَّ وجلَّ راقبوه فانثنت رقابهم من خشية الله عزَّ وجلَّ.",
            "page": "15",
            "part": "1",
            "seal": "E83A7E38"
        },
        {
            "id": "14",
            "nass": "نماذج من التقوى والعفاف ¶ والآن نذكر بعض القصص في هذا المعنى من (روضة المحبين) لابن القيم رحمه الله. ¶ قال يحيى بن عامر التيمي: خرج رجل من الحي حاجّاً فَوَرَدَ بعض المياه ليلاً، فإذا هو بامرأة ناشرة شعرها، فأعرض عنها فقالت له: هلمّ إليَّ فلِمَ تعرض عني؟ فقال: إني أخاف الله رب العالمين فَتجَلْبَبَتْ ثم قالت: هِبْتَ والله مُهابا، إن أولى من شَرَكَكَ في الهيبة لَمَنْ أراد أن يشركك في المعصية، ثم ولَّتْ فتبعها، فدخلت بعض خيام الأعراب، قال فلما أصبحتُ أتيتُ رجلاً من القوم فسألته عنها وقلت: فتاة صِفتُها كذا وكذا فقال: هي والله ابنتي، فقلت: هل أنت مُزَوَّجي بها؟ فقال: على الأكفاء فمن أنت؟ فقلت: رجل من",
            "page": "16",
            "part": "1",
            "seal": "58C4A469"
        },
        {
            "id": "15",
            "nass": "تيم الله، فقال: كفوٌ كريم، فما رُمْت حتى تزوجتها ودخلت بها، ثم قلت: جهزوها إلى قدومي من الحج، فلما قدمنا حملتها إلى الكوفة وها هي ذي ولي منها بنون وبنات، قال: فقلت لها: ويحك ما كان تعرُّضكِ لي حينئذٍِ؟ فقالت: يا هذا ليس للنساء خيرٌ من الأزواج، فلا تعجبنَّ من امرأة تقول هَوَيْت، فو الله لو كان عند بعض السودان ما تريده من هواها لكان هواها. ¶ وقال يحيى بن أيوب: كان بالمدينة فتى يُعجب عمر بن الخطاب رضي الله عنه شأنه، فانصرف ليلة من صلاة العشاء فتمثّلت له امرأة بين يديه فعرَّضت له بنفسها ففتن بها ومضت فاتبعها حتى وقف على بابها فأبصر وجلا عن قلبه وحضرته هذه الآية {إِنَّ الَّذِينَ اتَّقَوْا إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} (¬1) ¶ ¬__________ ¶ (¬1) سورة الأعراف، آية: 210.",
            "page": "17",
            "part": "1",
            "seal": "4DB06332"
        },
        {
            "id": "16",
            "nass": "فخرَّ مغشياً عليه، فنظرت إليه المرأة فإذا هو كالميت فلم تزل هي وجارية لها يتعاونان عليه حتى ألقياه على باب داره فخرج أبوه فرآه مُلقى على باب الدار لِما به فحمله وأدخله فأفاق فسأله ما أصابك يا بني؟ فلم يخبره، فلم يزل به حتى أخبره فلما تلا الآية شهق شهقة فخرجت نفسه فبلغ عمر رضي الله عنه قصته فقال: ألا آذنتموني بموته؟ فذهب حتى وقف على قبره فنادى: يا فلان ... {وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ} (¬1) فسمع صوتاً من داخل القبر: قد أعطاني ربي يا عمر. ¶ وقال أبو عمران الجوني: كان رجل من بني إسرائيل لا يمتنع من شيء فجَهِدَ أهل بيت من بني إسرائيل فأرسلوا إليه جارية منهم تسأله شيئاً فقال: لا أو تمكنيني من نفسك، فخرجت فجهدوا جهداً شديداً فرجعت إليه ¶ ¬__________ ¶ (¬1) سورة الرحمن، الآية: 46.",
            "page": "18",
            "part": "1",
            "seal": "283FF862"
        },
        {
            "id": "17",
            "nass": "فقالت: أعطنا فقال: لا أو تمكنيني من نفسك، فرجعت، فجهدوا جهداً كثيراً فأرسلوها إليه فقال لها ذلك فقالت: دونك، فلما خلا بها جعلت تنتفض كما تنتفض السعفة، قال لها: مالك؟ قالت: إني أخاف الله رب العالمين، هذا شيء لم أصنعه قط، قال: أنت تخافين الله ولم تصنعيه وأفعله؟ أعاهد الله أني لا أرجع إلى شيء مما كنت فيه، فأوحى الله إلى نبي من أنبيائهم أن فلانًا أصبح في كتاب أهل الجنة. ¶ وقال حصين بن عبد الرحمن: بلغني أن فتى من أهل المدينة كان يشهد الصلوات مع عمر بن الخطاب رضي الله عنه وكان عمر يتفقده إذا غاب، فعشقته امرأة من أهل المدينة، فذكرت ذلك لبعض نسائها، فقالت: أنا أحتال لكِ في إدخاله عليك، فقعدت له في الطريق، فلما مرَّ بها قالت: إني امرأة كبيرة السن ولي شاة لا أستطيع",
            "page": "19",
            "part": "1",
            "seal": "2724428A"
        },
        {
            "id": "18",
            "nass": "أن أحلبها، فلو دخلت وحلبتها لي، وكانوا أرغب شيء في الخير، فدخل فلم يَرَ شاةً، فقالت: اجلس حتى آتيك بها فإذا المرأة قد طلعت عليه، فلما رأى ذلك عَمَد إلى محراب في البيت فقعد فيه فأرادته عن نفسه فأبى وقال: اتقي الله أيتها المرأة فجعلت لا تكف عنه ولا تلتفت إلى قوله، فلما أبى عليها صاحت عليه فجاءوا فقالت: إن هذا دخل عليَّ يريدني عن نفسي، فوثبوا عليه وجعلوا يضربوه وأوثقوه، فلما صلّى عمر الغداة فَقَدَه، فبينا هو كذلك إذ جاءوا به في وثَاق، فلما رآه عمر قال: اللهم لا تخلف ظني به، قال: ما لكم؟ قالوا: استغاثت امرأة بالليل فجئنا فوجدنا هذا الغلام عندها فضربناه وأوثقناه، فقال عمر رضي الله عنه: أصْدُقني، فأخبره بالقصة على وجهها فقال له عمر رضي الله عنه: أتعرف العجوز؟ قال: نعم إن رأيتها عرفتها، فأرسل عمر إلى نساء",
            "page": "20",
            "part": "1",
            "seal": "C5593437"
        },
        {
            "id": "19",
            "nass": "جيرانها وعجائزهن فجاء بهن فعرضهن فلم يعرفها فيهن حتى مرّت به العجوز فقال: هذه يا أمير المؤمنين، فرفع عمر عليها الدرَّة وقال: أصدقيني، فقصَّت عليه القصة كما قصها الفتى، فقال عمر: الحمد لله الذي جعل فينا شبيه يوسف. انتهى. ¶ وهذه قصيدة عبارة عن محاورة بين شابين تبين توبتهما وتركهما ما يلهيهما عن الحق.",
            "page": "21",
            "part": "1",
            "seal": "9630108E"
        },
        {
            "id": "20",
            "nass": "توبة شابَّيْن ¶ قال شابٌ مُنْهَمِكٌ في المعاصي لِصاحبه: ¶ يا صاحبي ما لي أراكَ تغيرت ... منك الطَّباع كأنَّ عقلُك ذاهلُ ¶ عهدي بقلبك سالياً من هَمِّهِ ... واليوم أصبح فيك هَمُّ واغِلُ ¶ قُمْ كي نُشَاهِدَ ما يَسُرُّ قلوبنا ... ودَعِ الهُمومَ وكلَّ ما هو شاغل ¶ صُوَرٌ حِسانٌ مع سماعٍ شائقٍ ... في مشهدٍ إمتاعُهُ مُتَواصِلُ ¶ من شاشةٍ تأتي بكل عجيبةٍ ... ألْهَمُّ للإنسان داءٌ قاتل ¶ ماذا تقولُ وَهَلْ بهذا كلّه ... بأسٌ يَصُدُّكَ أو حِجابٌ حائلُ ¶ قال صاحبه وكان قد تاب مما كان عليه: ¶ إني أقولُ لَعَلَّ قلبكَ حاضرٌ ... أو ألْقِ سمعا لِلَّذي أنا قائلُ ¶ هذا الذي زَيَّنْتَ لي أوصافهُ ... وتقولُ فيه لنا سرورٌ عاجل ¶ هُوَ شُغْلُ قلبٍ فارغٍ مِمَّا لَهُ ... خُلِقَ العبادُ وأنتَ غِرٌّ جاهل ¶ اسمعْ مقالة ناصح لك مُشْفِقٍ ... لا يُلْهِيَنَّكَ عن هُدَاكَ الباطل ¶ إني علمتُ بأنَّ هذا كُلَّهُ ... داء القلوب وغمُّها المُتواصِلُ ¶ لِلرُّوحِ يُسْكِرُ مثل سُكْر مَدَامَةٍ (¬1) ... لا تَسْتَفِيقُ وكل شر حاصل ¶ ¬__________ ¶ (¬1) الخمر.",
            "page": "22",
            "part": "1",
            "seal": "DFDBBF28"
        },
        {
            "id": "21",
            "nass": "إني علمتُ بأنَّ ربي سائلي ... عمَّا رأيتُ وكلُّ ما أنا فاعلُ ¶ ماذا أقولُ إذا وقفتُ بِمَوْقِفٍ ... فيهِ الشَّفِيقَةُ عَنْ رَضيعٍ ذاهلُ ¶ قَضَّيْتُ وقتي لاهِياً بِمشاهِدٍ ... هِي فِتنةٌ ما اغْتَرَّ فيها عاقل ¶ قَضَّيْتُ عمري بالغواية لاهياً ... وبكل ما هو بالضلالة كافل ¶ ماذا أقول إذ الجحيم تَسَعَّرتْ ... يا حسْرتا فالأمر حقاً هائل ¶ والأرضُ رُجَّتْ والسماء تُشَقَّقَتْ ... والأمْرُ أصبحَ لَيْسَ فِيهِ تَحايُلُ ¶ والمتقونَ بِرَوْضَةٍ في جَنَّةٍ ... فيها النَّعيمُ الدَّائمُ المُتَكامِلُ ¶ والحورُ تُسْمِعُهُمْ بِصَوْتٍ ناعِمٍ ... ما لَذَّ للإسماعِ وَيْحَكَ غافِلُ ¶ هذا النَّعيمُ وفوقهُ ما جَلَّ عَنْ ... دَرَكِ العقولِ وكُلِّ ما يُتَخَايَلُ ¶ نَظَرُ العبادِ لِرَبِّهِمْ مِنْ فَوْقهمْ ... وكلامُهُ هذا النعيم الكامِلُ ¶ إني علمتُ بأنَّ قلبي مَوْطنٌ ... لِلْحُبِّ فهو شفاء دائي الواغل ¶ حُبُّ الجليلِ وَكُلُّ حُبٍّ قاطِعٍ ... عَنْهُ وَبَالُ أوْ حِجابٌ حائِلُ ¶ أصلُ العبادةٍ لُبُّها هُوَ حُبُّهُ ... فَلَهُ البقاءُ وَكُلُّ حُبٍّ آفِلُ ¶ إنَّ المُحِبَّ لِغيْرهِ مُتَعَلِّقٌ ... فيمَا يَضُرُّ وَهَمُّهُ مُتَوَاصِلُ ¶ لا تُخْدَعَنَّ فما بِدُنْيانا سِوَى ... هَمٌّ وَغَمٌّ أوْ نعيمٌ عاجِلُ ¶ حُبُّ الإلهِ نعمينا وَعَذابُنا ... في حُبِّ غيرِ الله وهوَ الباطِلُ ¶ اقْدَحْ زِنادَ الْفِكْرِ تعلمُ أنَّما ... أحْبَبْتَ لولا الجهل شيءٌ عاطل ¶ تَزْيينُ شَيْطانِ مُضِلٍ ماكِرٍ ... وهو العدوُّ وكيْدهُ مُتَوَاصِل ¶ والآدَمِيُّ عُيُوبُهُ إنْ أُبْصِرَتْ ... بِالقَلبِ هانَ الحُبُّ أوْ هُوُ زائِلُ ¶ قال ابنُ مسعودٍ مَقالاً صائباً ... إفْهَمْهُ لا يَصْرَعْكَ سَهْمٌ قاتِلُ",
            "page": "23",
            "part": "1",
            "seal": "C526ED63"
        },
        {
            "id": "22",
            "nass": "إنْ أعْجَبَتْكَ الْخَوْدُ (¬1) فاذكُرْ نَتْنَها ... لا تَسْبِينَّك فَهْيَ شيء نازِلُ ¶ أما الغُلامُ إذا عَشِقْتَ فلا تلُمْ ... إِلاَّ هواكَ بكلِّ ما هوَ حاصل ¶ سَمَّاهُمُ العقلاءُ أنتاناً فما ... تَطْلُبْهُ مِنْ حُسْنٍ فَقُبْحٌ سافِلُ ¶ هذي الشرورُ وغيرُها مِفْتاحُها ... حُبُّ الغناء وكُلُّ ما هُوَ باطل ¶ صَوْتُ المغنِّي والمعازفُ كلها ... وكذا المشاهدُ كُلُّ ذاكَ حَبائل (¬2) ¶ تَجِدُ الْعَفِيفَ إذَا حَوَتْهُ شِبَاكُها ... أَلِفَ الفجورَ ولِلْعَفافِ يُزَايلُ ¶ هذا الذي حَسَّنْتَ لي أوْصَافهُ ... وتقولُ فيهِ لنا سرورٌ عاجل ¶ هذا جَوابي إنِّما لَكَ صُغْتُهُ ... فاقْبَلْ لِنُصْحي فِعْل مَنْ هوَ عاقل ¶ ماذا تقولُ وما عَسَاكَ تَظُّنني ... أرْجو بِنُصْحِكَ غَيْرَ ما هو فاضل ¶ بعد ذلك قال الشاب الأول وقد تَبَيَّنَ له الحق وانقشعتْ عن قلبه غشاوة الباطل: ¶ إني أقولُ لَقَدْ صَدقتَ وَكلَّما ... قَدْ قلتَهُ فَهْوَ الطريق العادِلُ ¶ يا صاحبي قَدْ كُنْت عَنْ ذا غافِلاً ... أيْقَظْتَني إني لِنُصْحِكَ قابِلُ ¶ ضيَّعتُ عمري والمصيبةُ أنني ... أدْري بِأنَّ العُمْرَ ظِلٌّ زائِلُ ¶ ¬__________ ¶ (¬1) قال ابن مسعود: (إذا أعجبت أحدكم امرأة فليذكر مناتنها) ذكره ابن القيم في (روضة المحبين) والخود هي: الشابة الناعمة، والمراد ألاّ تكون المرأة صنماً يعكف عليه القلب فيحجبه ويصرفه عن معبوده الحق. ¶ (2) فخوخ.",
            "page": "24",
            "part": "1",
            "seal": "C1FF5980"
        },
        {
            "id": "23",
            "nass": "تَالله قَدْ كُنَّا بِلَيْلٍ مُوحِشٍ ... والآنَ بَانَ لِيَ الضِّياءَ الكامِلُ ¶ وعَلِمْتُ أنَّ عَدُوَّنا قَدْ غَرَّنا ... بِزَخَارِفِ الأقوالِ صار يُجادِل ¶ لا بَأسَ في هذا وهذا جائزٌ ... هذا مُفِيدٌ لا يَضُرُّ الفاعِلُ ¶ حتى ولجنا في ظلامٍ حالِكٍ ... قَدْ كُنْتُ أحْسِبُ أنَّه مُتَضَائِلُ ¶ ما ضَرَّنا إلا الذين تساهلوا ... فَتَحُوا لَنَا الأبوابَ وَهْيَ حَوَائِلُ ¶ وَرَسُولُنا قد قال نهييَ جَنِّبوا ... والأمرُ فَأْتوا ما استطاعَ العامِلُ ¶ رُحْماك ربي أنتَ أرحم راحمٍ ... ما خابَ عبدٌ جاء بابكَ سائل",
            "page": "25",
            "part": "1",
            "seal": "218BA27D"
        },
        {
            "id": "24",
            "nass": "فائدة عظيمة القدر ¶ في كتاب (الزهد) لابن المبارك (¬1) رحمه الله قصة طائر وقع بالقرب من نبي الله عيسى بن مريم عليه السلام وعنده الحواريين فيها مثال حي وعِبْرة ناطقة من تأملها انكشف له سر العبودية بسهولة فيعمل أعماله على مقتضى هذا الشهود الذي من أجَلّ ثماره سقوط الإعجاب بالنفس والعمل، ومعرفة حكمة التشريع التي ضَلّ عن معرفتها كثير من الخلق، والقصة هي: بينما المسيح في رهْط من الحواريين بين نهر جارٍ وحَيّةٍِ مُنْتِنة اقبل طائر حَسَنَ اللون يتلوّن كأنما هو الذهب فوقع قريباً فانتفض فسلخ عنه مِسْكَه (¬2) فإذا هو أقبح شيء، أقَيْرِع أحَيْمر. ¶ ¬__________ ¶ (¬1) ص45. ¶ (¬2) ريشه الذي يغطي جلده.",
            "page": "26",
            "part": "1",
            "seal": "5603B18C"
        },
        {
            "id": "25",
            "nass": "\"وفي الحلية\" فخلع مسْلاخه فخرج أقرع أحمر كأقبح ما يكون فأتى بركة فتلوث في حمأتها فخرج أسود قبيحاً. ¶ فاستقبل جرية الماء فاغتسل ثم عاد إلى مسلاخه فلبسه فعاد إليه حُسْنه وجماله حين رجع إلى مسْكه فتدرّعه كما كان أول مَرَّة. ¶ فكذلك عامل الخطيئة حين يخرج من دينه ويكون في الخطايا، وكذلك مثل التوبة كمثل اغتساله من النتن في النهر الضحضاح ثم راجع دينه حين تدرّع مسْكه، وتلك الأمثال. ¶ وفي الحلية: فقال عيسى عليه السلام: إن هذا بُعِثَ لكم آية، إن مثل هذا كمثل المؤمن إذا تَلَوّث في الذنوب والخطايا نُزِع منه حسْنه وجماله وإذا تاب إلى الله عاد إليه حسنه وجماله. انتهى. ¶ من عرف هذا عَلِمَ أن تأثير الحسنات والسيئات على",
            "page": "27",
            "part": "1",
            "seal": "EB1D44E6"
        },
        {
            "id": "26",
            "nass": "الروح مباشرة فأثر الحسنات حُسْناً وجمالاً وكمالاً ونوراً وعكس ذلك أثر السيئات. ¶ إن هذا حاصل في الدنيا مَوْضع الإعداد وتيسير كل مخلوق لِما خلق له، ويتجلى ذلك ظاهراً بيّناً في القيامة قال تعالى: {وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ. ضَاحِكَةٌ ... مُسْتَبْشِرَةٌ} (¬1) هذا أثر الحسنات، وقال تعالى: {وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ • تَرْهَقُهَا قَتَرَةٌ} (¬2) هذا أثر السيئات، وفي مواضع من القرآن بيّن الله ذلك غاية البيان، مثل قوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ} (¬3) وقوله تعالى: {وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ} (¬4) وقوله تعالى: {يَوْمَ تَبْيَضُّ وُجُوهٌ} (¬5) هذا وغيره من القرآن وكلام الرسول يبين ¶ ¬__________ ¶ (¬1) سورة عبس، الآيتان: 38، 39. ¶ (¬2) سورة عبس، الآيتان: 40، 41. ¶ (¬3) سورة الغاشية، الآية: 8. ¶ (¬4) سورة القيامة، الآية: 22. ¶ (¬5) سورة آل عمران، الآية: 106.",
            "page": "28",
            "part": "1",
            "seal": "852CE181"
        },
        {
            "id": "27",
            "nass": "أثر الحسنات، ومقابلة وضدّه أثر السيئات مثل قوله تعالى: {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعاً مِنَ اللَّيْلِ مُظْلِما} (¬1) وقوله تعالى: {وَتَسْوَدُّ وُجُوهٌ} (¬2) وقوله تعالى: {وُجُوهُهُمْ مُسْوَدَّة} (¬3) وقوله تعالى: {وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ} (¬4). ¶ وهذه الآثار هي حاصلة وُجوداً في الدنيا، ومن هنا جاء وصف رائحة روح المؤمن ونورها عند الموت وضدّ ذلك الكافر والفاجر، فالرائحة الطيبة طبيعية لروح المؤمن كالنور والجمال كل ذلك خِلْقة ملازمة وبضد ذلك الكافر والفاجر. ¶ ومن هنا يظهر سِرّ التعبّد للإله الحق سبحانه وحكمة ¶ ¬__________ ¶ (¬1) سورة يونس، الآية: 27. ¶ (¬2) سورة آل عمران، الآية: 106. ¶ (¬3) سورة الزمر، الآية: 60. ¶ (¬4) سورة القيامة، الآية: آية: 24.",
            "page": "29",
            "part": "1",
            "seal": "C25BC212"
        },
        {
            "id": "28",
            "nass": "العبادة. ¶ ولنرجع الآن إلى الطائر فهو حين أقبل حَسَن اللون جميل المنظر يتلوّن كأنما هو الذهب، وهكذا الفطرة الأولى والْخِلقة الأولى للإنسان في الغاية من الحُسن والكمال وهذه الخلقة تكملها الشِّرعة نور على نور وجمال على جمال وكمال على كمال. ¶ ثم إن الطائر سلخ جماله فصار كأقبح شيء منظراً أقيرع أحيمر، ومع هذا المنظر أتى إلى بركة فيها حمأة مُنْتنة فتلوّث في حَمْأتها فخرج أسود قبيحاً. ¶ فكذلك الإنسان تماماً إذا كفر أو فسق فإنه ينخلع عنه ما وَهَبه بارؤه سبحانه من جمال الخِلقة الأولى والشرعة المكمِّلة كحال هذا الطائر في تغيّر حاله، قال تعالى: {وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْر} (¬1) وقال تعالى: ¶ ¬__________ ¶ (¬1) سورة الأعراف، الآية: 26.",
            "page": "30",
            "part": "1",
            "seal": "2ACBDA3D"
        },
        {
            "id": "29",
            "nass": "{وَمَنْ يُبَدِّلْ نِعْمَةَ اللَّهِ مِنْ بَعْدِ مَا جَاءَتْهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} (¬1) وقال تعالى: {أَفَمَنْ كَانَ مُؤْمِناً كَمَنْ كَانَ فَاسِقاً لا يَسْتَوُونَ} (¬2) أعلم أنهم لا يستوون لا في الدنيا ولا في القبر ولا في القيامة، وذلك على مقتضى ما تقدم بيانه، وقال تعالى: {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} (¬3) إنه بانحطاط العبد في الذنوب والمعاصي يباشره التغيير إلى قبح وعكس ذلك بتوبته وإقباله على طاعة ربه يكون التغيير. قال تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} (¬4). ¶ ¬__________ ¶ (¬1) سورة البقرة، الآية: 211. ¶ (¬2) سورة السجدة، الآية: 18. ¶ (¬3) سورة الرعد، الآية: 11. ¶ (¬4) سورة الجاثية، الآية: 21.",
            "page": "31",
            "part": "1",
            "seal": "A5D1712F"
        },
        {
            "id": "30",
            "nass": "ثم إن الطائر استقبل جِرْية ماء النهر فاغتسل ثم عاد إلى مسلاخه الذي قد خلع فلبسه فعاد إليه حسنه وجماله باطناً وظاهراً. ¶ كل جُمَل هذا المثل مطابقة تماماً لحال الإنسان ولذلك قال في وصْف الحالتين: ¶ فكذلك عامل الخطيئة حين يخرج من دينه ويكون في الخطايا. وكذلك مثل التوبة كمثل اغتساله من النّتَن في النهر الضحضاح ثم رَاجَعَ دينه حين تَدَرّعَ مِسْكه. وانظر قوله: (كمثل اغتساله من النّتَن). ¶ يظهر لك أن رائحة روح الكافر والفاجر منتنة طبيعة ملازمة بسبب العمل بمعاصي الرحمن والقرب من الشيطان كل بحسبه وضدّ ذلك المؤمن، وكذلك الصورة إما قبيحة موحشة مظلمة أو جميلة بهيّة.",
            "page": "32",
            "part": "1",
            "seal": "7CA627E7"
        },
        {
            "id": "31",
            "nass": "الأنس بالله ¶ إذا تبين ما تقدم فاعلم أن هناك آثاراً أخرى يجدها الإنسان في نفسه ملازمة له كلزوم صفاته وهي انشراح الصدر والأنس الذي يحصل للمؤمن نتيجة خلوّ القلب من التعلق بغير مُتَعَلّقة الحق ونتيجة الشفاء والعافية من أدواء القلب الموجبة مُلاَزَمَة الألم والهم المتواصل والغم الذي ينغمر في بحره قلب المعرض عن إلهه الحق، لكن ليس المعنى أن المؤمن لا يغتم ولا يصيبه الهم فلابد من ذلك لكنه عارض ويزول إذ الأصل الأنس والسرور، كما أنه ليس المعنى أن الكافر والفاجر لا يُسَرّ وإنما سروره عارض ليس كما في قلب المؤمن، فَيُسَرّ بدنياه وشهواته وثمار غفلاته وجهله، وهذه كلها تفعل فعل المخدّر الذي يُوَاري الألم والغم والهم مع وجوده وثباته بل وزيادته، وهذه الأحوال لا فكاك منها.",
            "page": "33",
            "part": "1",
            "seal": "0BBDDD1C"
        },
        {
            "id": "32",
            "nass": "عبادة القلب لغير الإله الحق ¶ في صحيح البخاري عنه - صلى الله عليه وسلم - قال: (تعس عبد الدينار، تعس عبد الدرهم، تعس عبد القطيفة، تعس عبد الخميصة، تعس وانتكس وإذا شِيكَ فلا انتُقش، إن أُعطي رضي وإن مُنِعَ سخط). ¶ تأمل كيف جعل النبي - صلى الله عليه وسلم - هؤلاء عبيداً لهذه الأشياء المخلوقة القاطعة لهم عن عبوديتهم لمعبودهم الحق سبحانه حيث لم يُخلقوا لتتعلّق قلوبهم بهذه الأشياء ولا فُطِروا على ذلك بل فطرت القلوب على محبة المحبوب الحق سبحانه وإرادة وجهه الكريم. ¶ فهذه أشياء طارئة دخيلة أثرها في القلوب بليغ بقدر تعلقها بها.",
            "page": "34",
            "part": "1",
            "seal": "4C6E557B"
        },
        {
            "id": "33",
            "nass": "قال ابن القيم رحمه الله: ¶ فسمى هؤلاء الذين إن أُعطوا رضوا وإن مُنِعوا سخطوا عبيداً لهذه الأشياء لانتهاء محبتهم ورضاهم ورغبتهم إليها. ¶ فإذا شُغِف الإنسان بمحبة صورة لغير الله بحيث يُرضيه وصوله إليها وظفره بها ويسخطه فوات ذلك كان فيه من التعبّد لها بقدر ذلك. انتهى. ¶ إنّ شغف القلب ومحبته الزائدة عن الحد هو العشق وهو مرض وَسْوَاسي ولا يقوم بناؤه إلا على الخيال والتصورات الذهنية المباعدة لحقائق الأمور وصورها الطبيعية الحقيقية. ¶ وَوَلي هذه الأحوال هو الشيطان بمقارنة النفس الأمارة، وهو نوع من الشرك بحسب تأثيره على القلب قال ابن القيم رحمه الله: فأصحاب العشق الشيطاني لهم",
            "page": "35",
            "part": "1",
            "seal": "789ACC11"
        },
        {
            "id": "34",
            "nass": "من تولي الشيطان والإشراك به بقدر ذلك ولِما فيهم من الإشراك بالله ولِما فاتهم من الإخلاص له ففيهم نصيب من اتخاذ الأنداد. انتهى. ¶ والقلوب مجبولة على الميل للصور الجميلة، ومن هنا الابتلاء فإن المراد من العبودية مع فعل الأوامر الكف عن النواهي مما تميل إليه النفس، قال تعالى: {وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى. فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى} (¬1). وقال تعالى: {وَنَبْلُوَ أَخْبَارَكُمْ} (¬2). ¶ ¬__________ ¶ (¬1) سورة النازعات، الآيتان: 40، 41. ¶ (¬2) سورة محمد، الآية: 31.",
            "page": "36",
            "part": "1",
            "seal": "B9E10F90"
        },
        {
            "id": "35",
            "nass": "حبك الشيء يُعمي ويُصم ¶ إذا تعلق القلب بشيء سوى الله يرى أن فيه أُنسه وسروره وشفاء قلبه بل ولذّته وتنعّمه فإنها تعمى عينه عن النظر إلى مساويء هذا المحبوب وتصم الأذن عن سماع العذل فيه كما قيل: ¶ وكذّبتُ طرفي فيك والطرف صادقُ ¶ وأسْمَعْتُ أذْني منك ما ليس تسمعُ ¶ ولذلك يقال: العشق لا يكون إلا مع فساد التصور للمعشوق وإلا فمع صحة التصور لا يحصل إفراط في الحب. ¶ وتأمل الآن ما يقوله من بُليَ بعشق جارية سوداء. ¶ أُحِبُّ لِحبّها السودانَ حتى ... أُحِبُّ لِحبّها سود الكلاب",
            "page": "37",
            "part": "1",
            "seal": "38EA4FD9"
        },
        {
            "id": "36",
            "nass": "شهوة النفوس إذا سمعت بالفاحشة ¶ قال شيخ الإسلام ابن تيمية رحمه الله: النفوس تتحرك وتشتهي إذا سمعت بالفاحشة وتتمنى. ¶ فإذا رأى الإنسان أو سمع أو تخيّل من يفعل ما يشتهيه كان ذلك داعياًَ إلى الفعل. ¶ والنساء متى رَأيْن البهائم تَنْزوا الذكور على الإناث مِلْنَ إلى الفاحشة والجماع. ¶ والرجل إذا سمع من يفعل مع المردان والنساء الفواحش أو رأى ذلك أو تخيّله في نفسه دعاه ذلك إلى الفعل. ¶ وإذا ذكر الإنسان طعاماً اشتهاه ومال إليه، وإذا وُصِف له ما يشتهيه من لباس أو امرأة أو مسكن أو غير ذلك مالَتْ نفسه إليه.",
            "page": "38",
            "part": "1",
            "seal": "09D894FB"
        },
        {
            "id": "37",
            "nass": "والغريب عن وطنه متى ذُكّرَ بالوطن حَنّ إليه. انتهى. (¬1). ¶ إذا كانت هذه جبلّة الآدمي هكذا وأنه يميل طبعاً إلى ما كَمُن في باطنه طَلَبُهُ وإرادتهُ والانجذاب إليه وأن ذلك حركة نفسه فهو إن لم يكن متأدّباً بآداب الشرع صار أمره فرطا وذلك باستجابته لداعي الهوى والطبع، وهنا مناط الابتلاء والتكليف. ¶ قال تعالى: {وَلا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطاً} (¬2). ¶ طريقان لا ثالث غيرهما إمّا غفلة القلب عن ذكر الرب سبحانه وهذا يُقارنه اتباع الهوى. ¶ وإمّا زَمّ النفس بزمام التقوى، وهذا معنى قولهم: ¶ ¬__________ ¶ (¬1) مجموعة الفتاوى 14/ 209. ¶ (¬2) سورة الكهف، الآية: 28.",
            "page": "39",
            "part": "1",
            "seal": "0FBE9695"
        },
        {
            "id": "38",
            "nass": "نفسك إن لم تَشْغلها بالحق شغلتك بالباطل. ¶ والطريق الأول يُفضي إلى معنى قوله تعالى: {وَلَهُمْ عَذَابٌ مُقِيمٌ} (¬1) قيل: هذا إشارة إلى ما هو لازم لهم في الدنيا والآخرة، من آلامهم النفسية غماً وحزناً وقسوة وظلمة قلب وجهلاً، فإن للكفر والمعاصي من الآلام العاجلة الدائمة ما الله به عليم، ولهذا تجد غالب هؤلاء لا يُطيِّبون عيشهم إلا بما يزيل عقولهم ويُلهي قلوبهم من تناول مسكر أو رؤية مُلْهٍ أو سماع مطرب ونحو ذلك، فهذا للكفار منه النصيب الكامل وللعصاة نصيب منه بحسب معاصيهم. ¶ الطريق الثاني: يُفضي إلى قوله تعالى في المؤمنين: ... {أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ} (¬2) فإن الله يُعجلّ للمؤمنين من الرحمة في قلوبهم وغيرها بما يجدونه من حلاوة الإيمان ¶ ¬__________ ¶ (¬1) سورة المائدة، الآية: 37. ¶ (¬2) سورة التوبة، الآية: 71.",
            "page": "40",
            "part": "1",
            "seal": "5A648341"
        },
        {
            "id": "39",
            "nass": "ويذوقونه من طعمه، وانشراح صدورهم للإسلام، إلى غير ذلك من السرور والإيمان والعلم النافع والعمل الصالح بما لا يمكن وصفه. انتهى وهاتان الإشارتان ذكرهما ابن تيمية رحمه الله. (¬1) ¶ من تأمل كلام الشيخ السابق عرف عظم خطر وبليغ ضرر الشاشات بلا استثناء سواء التلفاز والفضائيات والفيديوهات والسينما وغيرها، وأنها مهيجة للغرائز، والطبائع المركبة في الإنسان تثيرها وتؤجج نيرانها وتفتح أبواب التخيل والتمني، وأنها ومن أول خطوة تزحزح العقل عن موضعه إذْ لابد من عزله عن وظيفته للانخراط في العالَم الحيواني الشهواني غير المقيّد بالعقل والدين. ¶ إن وظيفة هذه الشاشات القضاء على الوازع الديني والعقلي حتى تبقى أبواب القلب مفتحة لا حراس عليها ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم، ص21.",
            "page": "41",
            "part": "1",
            "seal": "775FCB69"
        },
        {
            "id": "40",
            "nass": "ولا أقفال، وهنا لا تسأل عمن يجوس خلال الديار من أعداء خبرتهم قديمة بإيصال الأضرار، إنهم من حين إمساكهم الرّسَن يحسنون القبيح ويقبحون الحسن، معالم الخير في القلب لا تلائمهم فهم بمعاول الفسق والفجور يهدمونها، وأرض القلب ببذور الضلال وغراس الباطل يزرعونها، وما أسرع ثمر هذا الغرس وأكثر جناه لكنه ثمرُ شجرة الزقوم، جنىً خبيث طعمه أمَرّ الطعوم. ¶ فيالِله كم من قتيل وجريح، وكم من أسير أمنيته الموت لظنه أنه بالموت يستريح، وما عَلِم أنه بالموت يستقبل الأهوال والشدائد، لأن عمران فطرته مخرب فاسد ومَعْلم الدين في قلبه تالف بائد. ¶ كم عفيف أطلق نظره في شاشة الضلال والتضليل، فما رجع إليه طرفه إلا وهو كليل عليل، انفتح له باب الجرأة على الحرمات ونسي الوعيد وأمن حلول العقوبات،",
            "page": "42",
            "part": "1",
            "seal": "90BD0D68"
        },
        {
            "id": "41",
            "nass": "فأصبح وقلبه يغلي بالحسرات، حيث يرى مالا يقدر عليه ولا يصبر عنه وهذا أسوأ ما يُبتلى به المتبع لهواه من البليات. ¶ وكم من عفيفة سلكت نفس الطريق، فوقعت في الحريق، باتت تشكو الألم، ومرّ السقم، رأت ما كان عنها محجوب ومستور، فوقعت في عظائم الأمور.",
            "page": "43",
            "part": "1",
            "seal": "92507058"
        },
        {
            "id": "42",
            "nass": "النظرة كأس من خمر ¶ والعشق سُكْر ذلك الشراب ¶ قال ابن القيم رحمه الله: فالنظرة كأس من خمر والعشق سُكْر ذلك الشراب، وآفات العشق تكاد تقارب الشرك فإن العشق يتعبّد القلب الذي هو بيت الرب للمعشوق. ¶ قال عيسى عليه السلام: النظرة تزرع في القلب الشهوة وكفى بها خطيئة. ¶ وقال الحسن البصري رحمه الله: من أطلق طرفه كَثُرَ أسَفُه. ¶ وذكر ابن القيم أن اللحظات رائدة الشهوة ورسولها، وحفظها أصل حفظ الفرج، فمن أطلق بصره أورده موارد الهلكات.",
            "page": "44",
            "part": "1",
            "seal": "8BBFD8A6"
        },
        {
            "id": "43",
            "nass": "قال ابن الجوزي في قول النبي - صلى الله عليه وسلم -: (فلا تتبع النظرة النظرة فإنما لك الأولى وليست لك الآخرة) (¬1) قال: ربما تحايَل أحد على جَوَاز القصد للأولى وليس كذلك وإنما الأولى التي لم يقصدها. انتهى. ¶ المعنى أن بعض الناس يتحايل في شأن النظر فينظر النظرة الأولى بالتذاذ وتأمل للمحاسن باعتبار أن النظرة الأولى له وليس الأمر كذلك إنما المراد نظرة الفجأة، وهذا يحصل بلا تعمّد فيصرف الإنسان بصره مباشرة. ¶ وفي حديث جرير بن عبدالله رضي الله عنه قال: سألت رسول الله - صلى الله عليه وسلم -: عن النظرة الفجأة قال: (اصرف نظرك). (¬2) ¶ قال ابن الجوزي في الحديث: وهذا لأن الأولى لم يحضرها القلب ولا يتأمل بها المحاسن ولا يقع الالتذاذ بها ¶ ¬__________ ¶ (¬1) حسّنه الترمذي. ¶ (¬2) رواه مسلم.",
            "page": "45",
            "part": "1",
            "seal": "908A9697"
        },
        {
            "id": "44",
            "nass": "فمتى استدامها مقدار حضور الذهن كانت كالثانية في الإثم. ¶ قال ابن عبد القوي في (منظومة الآداب): ¶ وطرْفُ الفتى ياصاحِ رائدُ فرْجهِ ... وَمُتْعِبُهُ فاغْضُضْهُ ما اسْطَعْتَ تَهْتَدِ ¶ قال السفاريني في الشرح: (مُتْعِبُهُ) أي سبب تعبه وسلبه الاستراحة متى أرْسَله ولم يغْضضه. ¶ ومن ثم قال: (فاغْضِضِه) أي احفظه واحْتمل المكروه منه. قال في النهاية: غَضَّ طرفه أي كسَره وأطْرق ولم يفتح عينه، وفي قصيدة كعب: ¶ وما سُعاد غداة البيْن إذْ رَحلوا ... إلا أغَنَّ غضيض الطرف مكحول ¶ قال ابن هشام في شرحه لقصيدة كعب: ¶ غَضُّ الطرف عبارة عن ترك التحديق واستيفاء",
            "page": "46",
            "part": "1",
            "seal": "38E88A55"
        },
        {
            "id": "45",
            "nass": "النظر، فتارة يكون ذلك لأن في الطرف كسْراً وفتوراً خُلُقِيَّيْن وهو المراد في كلام كعب، وتارة يكون لقصد الكف عن التأمل حياء من الله تعالى وهو المراد في كلام الناظم [يعني ابن عبد القوي] فإن مراده رحمه الله تعالى: (فاغضض طرفك) امتثالاً لقوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} (¬1) انتهى. ¶ قال الحجاوي: فضول النظر أصل البلاء لأنه رسول الفرج، أعني الآفة العظمى والبليّة الكبرى، والزنا إنما يكون سببه في الغالب النظر وهو من الأبواب التي تفتح للشيطان على ابن آدم، وما أحسن قول الصرصري رحمه الله. ¶ وغضّ عن المحارم منك طرفاً ... طموحاً يفتن الرجل اللبيبا ¶ فخائنة العيون كأُسْدِ غاب ... إذا ما أُهْملتْ وثَبَتْ وثوبا ¶ ومن يغضض فضول الطرف عنها ... يجد في قلبه رَوْحاً وطِيبا ¶ ¬__________ ¶ (¬1) سورة النور، الآية: 30.",
            "page": "47",
            "part": "1",
            "seal": "85791FFC"
        },
        {
            "id": "46",
            "nass": "انتهى ما ذكره الحجاوي، قال ابن القيم: فإن فضول النظر يدعو إلى الاستحسان ووقوع صورة المنظور إليه في القلب والاشتغال به والفكر في الظفر به، فمبدأ الفتنة من فضول النظر. ¶ وقال ابن القيم في بدائع الفوائد: ¶ يا رامياً بسهام اللحظ مجتهداً ... أنت القتيل بما ترمي فلا تُصِبِ ¶ وباعث الطرف يرتاد الشفاء له ... تَوَقَّهُ إنه يَرْتَدُّ بالعَطَب ¶ ترجو الشفاءَ بأحداق بها مرضٌ ... فهل سمعتَ ببرء جاء من عَطَب ¶ وَمُفْنِياً نفسه في إثْر اقْبحهم ... وصْفاً لِلَطْخ جمال فيه مُسْتَلَب ¶ ووَاهباً عمره في مثل ذا سَفَها ... لوْ كنت تعرف قدْر العمر لم تَهَب ¶ وبائعاً طِيب عيش مالَه خطرٌ ... بِطْيف عيش من الأيام مُنْتَهَب ¶ غُبْنتَ والله غبناً فاحشاً فلَواسْـ ... ـتَرْجعتَ ذا العقد لم تُغْبن ولم تخِب ¶ وقال رحمه الله: والنظر أصل عامة الحوادث التي تصيب الإنسان فإن النظرة تولد خطرة ثم تولد الخطرة فكرة ثم تولد الفكرة شهوة ثم تولد الشهوة إرادة ثم",
            "page": "48",
            "part": "1",
            "seal": "1F05BDD2"
        },
        {
            "id": "47",
            "nass": "تقوى فتصير عزيمة جازمة فيقع الفعل ولابد مالم يمنع منه مانع. انتهى. ¶ انظر كيف يجلب الإنسان الداء الدّويّ لنفسه بإطلاق نظره. ¶ ومن كان يؤتى من عدوٍّ وحاسدٍ ... فإنيَ من عيني أُتيتُ ومِن قلبي ¶ هما اعْتَوَراني نظرةً ثم فكرةً ... فما أبْقَيا لي من رقاد ولا لُبّ ¶ قال ابن الجوزي في كتاب (آداب النساء) واعلم أن أصل العشق إطلاق البصر، وكما يُخاف على الرجل من ذلك يُخاف على المرأة. ¶ قال: وقد ذهب دين خَلْق كثير من المتعبدين بإطلاق البصر وما جلَبَه، فليُحذر من ذلك.",
            "page": "49",
            "part": "1",
            "seal": "F5D7DA12"
        },
        {
            "id": "48",
            "nass": "النظر إلى المردان ¶ قال شيخ الإسلام ابن تيمية: من كرر النظر إلى المردان ونحوه وقال: لا أنظر لشهوة كذب في دعواه. ¶ قال الشيخ موسى الحجاوي في شرح الآداب: وجدت في ظهر ورقة في كتاب أبياتاً منظومة كأنها والله أعلم جواب سؤال رجل كان يُعلّم أولاداً مُرداً فخاف أن تميل نفسه إليهم أو كادت تميل، وهذا ما وجدت: ¶ أيا سائلاً بالله إن كنت ذا تُقى ... وترجو ثواب الله في جنة الخلدِ ¶ فإياكَ والأحداث لا تقربنّهم ... ولا ترسلن الطرف فيهم على عَمْد ¶ وإرسال طرفٍ منك لا تحقرنّه ... ففي ضِمْنه سهم يفوق على الهند ¶ فإنك إنْ أرسلت طرفكَ رائداً ... تُمَتِّعُهُ يا صاح بالناعم الخدّ ¶ تبوءُ بإثمٍ ثم تُسْلَبُ أْنعماً ... ثلاثاً بهنّ الله يهدي إلى الرشد ¶ حلاوة إيمان ونور فراسةٍ ... وثالثها إيمان ذي القوة الجَلْد ¶ فما بعد ذا الخسران ربح فخلِّهم ... يُعلِّمهم ذو عِفَةٍ حسن القصد ¶ ما أعظم الخسارة إذا سلب العبد واحدة من هذه",
            "page": "50",
            "part": "1",
            "seal": "68F95AE8"
        },
        {
            "id": "49",
            "nass": "الثلاث فما بالك بها كلها، حلاوة الإيمان وهل هناك إيمان بلا طعم ولذة؟ وانطماس البصيرة، وذهاب الفراسة فيضل المرء تائها بلا دليل، وثالثة الأثافي ضعف الإيمان بذهاب قوته وَوَهَن عمله. ¶ قال ابن القيم: وقد جعل الله العين مرآة القلب، فإذا غض العبد بصره غض القلب شهوته وإرادته، وإذا أطلق بصره أطلق القلب شهوته. ¶ وأرى السهام تأمّ من يُرْمى بها ... فعلامَ سهم اللحظ يُصْمي مَنْ رَمى",
            "page": "51",
            "part": "1",
            "seal": "2B8D6372"
        },
        {
            "id": "50",
            "nass": "رسالة من محب ¶ إلى محبوبه وجوابها ¶ تبيتُ بلا هَمِّ وقلبكَ ساليا ... فلَيتكَ تدْري عن هُموم اللياليا ¶ وليتكَ تدري عن صَبابة عاشقٍ ... عليلٍ يكاد الشوق يَرْثى لِحَالِيا ¶ بذكركِ قلبي هائمٌ أنت سلوتي ... وإنْ كان حَظي منك طول التنائيا ¶ فجد يا حبيبي بالوصال فإنما ... شفاء فؤادي لَوْ رأيتُكَ خاليا ¶ تداركني قبل الفواتِ فإنني ... طريحٌ جريحٌ نارَ حبك صاليا ¶ الجواب الجميل من الشاب النّبيل ¶ أقولُ باسم الله والله عالمٌ ... سَريرة نفسي والذي كان خافيا ¶ قرأتُ كتاباً جاء منك فهالني ... تَبَاريح وَجْدٍ ما خَطَرْنَ بِبالِيا ¶ وما كنتُ أدري أن مثلك عاشقٌ ... لِمِثْلي ولا أدري هُموم اللياليا ¶ وهل يُعْشَق الذكران أم أنت حالمٌ ... وهل يُعْشق الذكران أم أنتَ هاذِيا ¶ أعوذ بوجه الله فهو يُجيرني ... ويحفظني من كيد من كان عاديا ¶ أمِنْ قوم لوطٍ أنت ياشرَّ وَاطءٍ ... على الأرض أم قد صِرْتَ للقوم تاليا ¶ أما تقرأ القرآن فيهِ زَوَاجرٌ ... وفيه وعيدٌ لا محالة آتيا ¶ وكيف أتى جبريلُ قوماً تَمَرّدُوا ... فعاقبهم فيما يُشِيبُ النواصيا",
            "page": "52",
            "part": "1",
            "seal": "9F459193"
        },
        {
            "id": "51",
            "nass": "فلو تُبْصر الفسّاق تحتَ دِيارهم ... رأيتَ من الأهوال ما كان كافيا ¶ لِزَجر نفوسٍ أُفْلِتَتْ مِنْ عِقَالِها ... لأهوائها سارت تُجيب المناديا ¶ عذابٌ وخزيٌ والقيامة مَوْعِدٌ ... لمن هَتكَ الأستارَ أو كان عادِيا ¶ هُناكَ يَوَدّ المرءُ لوْ كان بَيْنَهُ ... وبين فِعال السوء بُعْد الفيافيا ¶ أمَا قال خير الخلق ملعونُ فاعلٌ ... وكرّرها مَعْدودةً بالتواليا ¶ وقد ذكروا أن الملاوطَ خارجٌ ... من القبر مَعْ خِلٍّ حبيب مُوَاتيا ¶ وقدْ فُضِحوا بين الخلائق كلها ... وعَوْراتهم تُبْدي قبيح المساويا ¶ أعوذ بربي منكَ ما أفظع الذي ... تبُوح به إني لمثلك قاليا ¶ ومَن تاب فالرحمنُ يغفر ذنبه ... ومن عاث إفساداً فللنّار صاليا ¶ وصلِّ إلهي كل وقتٍ على الذي ... نهى عن فِعالِ السوءِ مادمتَ شائيا",
            "page": "53",
            "part": "1",
            "seal": "B1EFF26C"
        },
        {
            "id": "52",
            "nass": "عواقب المعاصي وثواب الحسنات ¶ قد كتبتُ كلاماً في هذا في نسخة (دِشٌ ودين كيف يجتمعان) ومن المناسب هنا الكلام في ذلك ليُعْلم جيداً أن في التعبّد للإله الحق حِكَمٌ وصْفها فوق ما يخطر بالبال ويجول في الخيال، وأن آثار الحسنات والسيئات مباشر لروح العبد وبدنه يؤثر فيه حُسْناً وقبحاً، استنارة وظلمة أُنْساً ووحْشة، طيب رائحة وضدها في حال حياته وأن الله سبحانه كان محسناً في الأزل وله الجلال والجمال والكمال بلا مشارك وأنه أراد أن يُفيض إحسانه على مخلوق يخلقه وهو الإنسان خلاصة الوجود وموضع فضل الإله فصَوّره بأحسن صورة وأسبغ عليه نعمه ظاهرة وباطنة وسخر له كل شيء وإنما خلقه من أجله لا من أجل المخلوقات، فإذا تعلّق قلبه بالمخلوقات انقطع عن إلهه ومعبوده الحق.",
            "page": "54",
            "part": "1",
            "seal": "23F114A2"
        },
        {
            "id": "53",
            "nass": "صورة روح الإنسان المستمر ¶ على الفطرة والإيمان ¶ يوضح ما تقدم الكلام على الروح وصورتها وصفاتها فهذا هو الكاشف على الحقيقة لِسِرِّ العبودية وحقيقة التألّه والكاشف بجلاء لتأثير الحسنات والسيئات المباشر في هذه الحياة. ¶ روح الإنسان يخلقها الإله عز وجل من نفخة الملَك الموكّل بنفخ الروح في الرِّحم كما أنه سبحانه هو الخالق لِلمَلك ونفخته. ¶ ففي حال النفخ يخلق الله الروح فتدخل في الجنين سارية فيه سريان الماء في الإسفنج، وإن شئت قلت: تلابسه في كل جزء منه وهذه الروح لها صورة جميلة وهي صورة الإنسان نفسه في الحقيقة، وغاية البدن أنه",
            "page": "55",
            "part": "1",
            "seal": "49DDE928"
        },
        {
            "id": "54",
            "nass": "مركباً لها. ¶ ولها استنارة وإشراق، وقد أوْدَعَها بارؤها معرفته ومحبته وإرادته فِطرْةً فطرها عليها. ¶ وهذا شامل لكل أرواح بني آدم المؤمن والكافر إذْ أن الخير والصلاح والجمال والكمال والنضرة وطِيب الرائحة أصليّ في فطرة الروح وخِلْقتها. ¶ أما الشر والفساد والقبح والنقص والظلمة ونَتَنُ الرائحة فطارئ دخيل، وهو مقارن وملازم للتغيير {إِنَّ اللَّهَ لا يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} (¬1). ¶ كذلك فإن الأُنس والسرور أصيل والهم والغم طاريء دخيل مع التغيير، إن هذا الذي فُطر عليه الإنسان في الغاية من الحُسْن والكمال لكنه لا يكفي وحده بل لابد من مُكَمِّل لهذا الكمال ومُجَمِّل لهذا الحسن والجمال ¶ ¬__________ ¶ (¬1) سورة الرعد، الآية: 11",
            "page": "56",
            "part": "1",
            "seal": "9280D3DA"
        },
        {
            "id": "55",
            "nass": "وهو معرفة الروح لما يحبه معبودها فتعمله بتوفيقه ومعرفة ما يبغضه فتجتنبه بتوفيقه أيضاً لتتم عليها النعمة. ¶ والمراد بالتوفيق هنا خلق العمل وإبرازه إلى الوجود على مقتضى ما يحبه الإله باختيار العبد وإرادته. ¶ وهذا لا يستقل عقل الإنسان بمعرفته كما أن قدرته لا تستقل بإيجاده بل لابد فيه من الرسل، وهذه وظيفتهم وهي إبلاغ العباد تفاصيل ما يحبه معبودهم ليعلموه وليس هو بالغريب عليهم بل إن في فطرتهم الأصلية إرادته ومحبته لأن معبودهم يحبه كما تقدمت الإشارة إلى هذا. ¶ وكذلك وظيفتهم إبلاغ العباد تفاصيل ما يبغضه معبودهم ليجتنبوه ويبغضوه، وكما أن محبة ما يحبه معبودهم سبحانه ليست غريبة عليهم وأنها مركوزة في فطرهم فكذلك بغض ما يبغضه.",
            "page": "57",
            "part": "1",
            "seal": "0F30762B"
        },
        {
            "id": "56",
            "nass": "إذا تبين ما تقدم فيقال هنا: إن الإنسان إذا نشأ ولم يعرض لِفطرته وخِلْقته عارض صارف لها عما فُطِرتْ عليه فإن روحه تبقى على الأصل الذي تقدم بيانه فتطلب وتستدعي ما جاءت به الرسل طلباً بإرادة ومحبة كما يطلب البدن السليم ويستدعي الأغذية والأشربة الملائمة الطيبة التي فيها قوام حياته إذْ أن ما أتتْ به الرسل هو قوام الأرواح وحياتها والعمل به هو رَوْحِها وفيه سرورها ونعيمها، وبالقيام به يحفظ الله لها ما أصَّلَ فيها في الخِلْقة الأولى ويُنَمِّيه ويزيده كل بحسب إخلاصه ومتابعته. ¶ فبالعمل بالشريعة تقوم الروح بوظيفتها التي من أجلها خُلِقت، ومن هنا تترقى في درجات الجمال والكمال بتوافق الفطرة والشرْعة، حتى تصل إلى المقام والحد الذي سبق لها بتقدير فاطرها الوصول إليه في ختام حياتها، وهنا اسْتَحْضِرْ ما صح عن رسول الله - صلى الله عليه وسلم - في",
            "page": "58",
            "part": "1",
            "seal": "F2B39154"
        },
        {
            "id": "57",
            "nass": "شأن الأرواح وقت المغادرة للدنيا والقدوم على الآخرة، فروح المؤمن لها إشراق هو نور جمالها وكمالها وروح الكافر والفاجر ضدّ ذلك، وكذلك الرائحة طيبة وخبيثة. ¶ إذا تبين ما تقدم وظهر عُلِمَ منه سِرّ العبودية والتألّه، وهو أن في قلب العبد وروحه تأّله مُوجب للإرادة والطلب وأن ذلك فطرة وخِلْقة تُغَذيها وتنميها الشِّرعة، وأن المراد من ذلك التهيئة الصالحة المناسبة للقرب من المعبود وسكنى داره، وكمال النعيم بجواره، حيث لا يصلح لهذا المقام كل أحد. ¶ إن مسالك هذه الغاية مقفلة مغلقة، مع محمد - صلى الله عليه وسلم - مفاتيحها، وفي هذا معنى كبيراً من معاني شهادة أن محمداً رسول الله. ¶ وحيث أن الكلام هنا صار في الطلب والإرادة والمحبة الفطرية التي تُغذيها وتُنميها الرسالة الشرعية فما زلنا في",
            "page": "59",
            "part": "1",
            "seal": "D54C2C94"
        },
        {
            "id": "58",
            "nass": "مجال ومحيط التعلّق فلابد من الكلام في مُتَعَلَّق ذلك وغايته لكن يأتي هذا إن شاء الله بعد بيان المسلك الآخر للروح والقلب وهو المضادّ لِما تقدم وصْفه ففي ذكر الشيء ومضادّه تنكشف حقائق وتتجلّى علوم لا تحصل بدون ذلك.",
            "page": "60",
            "part": "1",
            "seal": "D946C6BC"
        },
        {
            "id": "59",
            "nass": "صورة روح الإنسان الملازمة لها ¶ مع الانحراف والطغيان ¶ تقدم الكلام في أصل الخِلقة وحسنها وأن حصول كمالها بالشِّرعة المبيِّنَة مَواضع رضى المعبود ومواضع سخطه وأن طلب الأول وإرادته ومحبته والعمل به هو طريق التهيئة والتحْلية بحلل الجمال والحسن والكمال وأنه لا يحصل هذا إلا ببغض الثاني ورَفضه والبعد عنه. ¶ فهنا يقال: حيث تقدم الكلام في الأصل فيبقى الكلام الآن في الطارئ الدخيل المغيِّر. ¶ قد أخبر النبي - صلى الله عليه وسلم - في الحديث الصحيح أن كل مولود يُولد على الفطرة وليس كل أحد يستمر على هذا الأصل بل الكثير مُعَرّضون للطارئ الدخيل عليها، وليس في ذكر الأبوين حصر للصارف عن الفطرة وإنما ذلك يحصل",
            "page": "61",
            "part": "1",
            "seal": "D8E64DB1"
        },
        {
            "id": "60",
            "nass": "بسببهما في الغالب لِمَكانهما من التربية. ¶ تأمل أصل الروح ومادتها السماوية الملَكية بجمالها وحسنها وإشراقها. ¶ إن ملائكة الإله في الغاية من الجمال والكمال وإن أصل خِلقتهم النور كما ورد في الحديث وهذه الروح خُلقت من نفخة هذه الذات العَلِيّة الشريفة فحُق لها أن تكون كما سبق الوصف لها، فإذا جاء الكلام على الدخيل عليها فقد دخلنا في وصف الظلمة والوحشة والقبح والهم والغم والنكد، وهذا ملازم لروح من انحرف وانصرف عن الفطرة والشرعة، فإمّا إلى الكفر وهذا لِرُوحه وافر الحظ والنصيب من هذه الصفات، وأما إلى الفسق والفجور فلِروح هذا نصيب من ذلك بحسبه. ¶ إن صلاح كل عضو من أعضاء الإنسان أن يستمر على خِلْقته السويَّة مُؤَدِّياً عمله المنوط به كما أراد الذي",
            "page": "62",
            "part": "1",
            "seal": "89466F01"
        },
        {
            "id": "61",
            "nass": "خلقه، وبعض هذه الأعضاء قد يتعطل نهائياً كعمى العين وصمم الأذن وبكم اللسان وقد يكون العطل جزئياً كالعشى للعين والثقل للسمع واللثّة للسان ونحو ذلك، وهذا كله ليس هو المراد، إنما المراد الروح والقلب، فهل يقال: إن هذه الأعضاء من السمع والبصر وبقية الأعضاء لها وظائف كمالها بتأديتها على الوجه المطلوب، وألمها ونقصها في تعطّلها من ذلك والقلب والروح لا وظيفة لهما ولا تأثير للتعطل الكلي ولا الجزئي عليهما؟ معلوم أن هذا ظاهر البطلان وأن حقيقة الإنسان هي روحه وقلبه والمعوّل على ذلك. ¶ وقد أخبر النبي - صلى الله عليه وسلم - أنه بصلاح القلب يحصل صلاح الجسد وبفساده يفسد، والمراد بالصلاح استقامة الدين، وبالفساد الانحراف عنه فالاهتمام إذاً بصلاح الروح هو أساس البناء إذ الأعضاء كلها تابعة لصلاح القلب",
            "page": "63",
            "part": "1",
            "seal": "337113C8"
        },
        {
            "id": "62",
            "nass": "والروح. ¶ وحيث أنه قد تبين فيما تقدم جمال صورة الروح بطاعة خالقها فالمقابل لذلك فسادها بتأثير معصيته سبحانه وقبح صورتها وخبث رائحتها. ¶ إنها تفسد في الوقت الحالي الذي تباشر فيه ارتكاب محرّم أو تترك فعل واجب ويظهر أثر ذلك عليها ظلمة وقبح صورة ووحشة ونتن رائحة إلا إن تداركها الله بتوبة تدافع الأثر السَّيِّئ أو حسنات ماحية. ¶ ومن هنا يشعر العاصي بالكآبة والحزن ويُصاحبه الهم والغم وذلك للآثار التي حصلت لروحه وهو لا يعرف السبب ثم هو يريد أن يهرب من هذا العذاب والضنك والضيق فيُعاود المخالفة لأنه يجد بها لذّة تُواري عنه ما يُحس به من الألم والهم والغم. ¶ وتأمل كلمة (تُوَاري) بدلاً من أن يقال: (تُذهب)",
            "page": "64",
            "part": "1",
            "seal": "610C5857"
        },
        {
            "id": "63",
            "nass": "لأن فساد روحه وألمها لم يفارقها بل زاد بزيادة المخالفة لكنه متخدّر لا يشعر، وإنما يذهب الألم وتحصل العافية بالتوبة. ¶ الخلاصة أن الروح طول الحياة تُمدّها وتُعِدّها مادتان: مادة حُسْن وجمال وكل ما فيه كمال، تُعَدّ بذلك وتُهَيّأ للرضوان وسكنى الجنان. ¶ ومادة قبح وأنتان وكل ما فيه ذلّ وهَوَان تُعَدّ بذلك لسكنى النيران، والعبد لِمَا غلب عليه. ¶ ثم إن الآثار في كِلا الحالتين تظهر على الأبدان، لكن هذا يعرفه ويميزه من نوّر الله قلبه بنور الإيمان الذي يُثمر له هذا التمييز والفرقان. ¶ إذا ظهر هذا ظهرت الحكمة من الأمر والنهي وأنه اللطف والرحمة وحقيقة النعمة. ¶ وظهرت أيضاً حكمة أن ما تعارف من الأرواح",
            "page": "65",
            "part": "1",
            "seal": "95BDDA0B"
        },
        {
            "id": "64",
            "nass": "ائتلف وما تناكر منها اختلف بأنها المشابهة والمشاكلة وموجبات الوِدّ والمحبة بين أهل الإيمان والبغض والنّفرة لأهل المعاصي والطغيان، كذلك فإن لهؤلاء ائتلاف ومودة فيما بينهم لأجل المشابهة والمشاكلة أيضاً لكنها لأغراض مضمحلة فانية تزول بزوال مُتَعلَّقها فتنقلب عداوة قال تعالى: {الأ خلاّءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلاَّ الْمُتَّقِينَ} (¬1). انقطعت بانقطاع أسبابها وانقلبت عداوة ثماراً لِغِراسها. إذْ هي باطلة من أساسها. ¶ ولك الآن أن تتصوّر إنساناً في الغاية من الجمال ظاهراً وباطنا وعليه حُللاً بَهيّة نظيفة ويعْبق من الرائحة الزكيّة وهو سائر في طريق رحْب آمن مُسْتنير، وعن يمين الطريق وعن شماله طرق مظلمة موحشة قذرة ومخيفة فانحرف هذا السائر عن طريقه إلى تلك الطرق فغَشَتْه ¶ ¬__________ ¶ (¬1) سورة الزخرف، الآية: 67.",
            "page": "66",
            "part": "1",
            "seal": "D7CE852C"
        },
        {
            "id": "65",
            "nass": "الظلمة وعَلَتْه الوحشة وتلطخ بقاذوراتها وصار مأسوراً لمن دعاه إلى سلوكها يُعاني من الهموم والغموم ما الله به عليم. ¶ هذا مثل من انحرف عن طاعة الله إلى معصيته، وقد أبان النبي - صلى الله عليه وسلم - ذلك غاية البيان ففي حديث ابن مسعود رضي الله عنه: (خط لنا رسول الله خطاً وخط خطوطاً على جنبتيه) الحديث فالخط المستقيم هو معْنوي في الدنيا حِسِّي في الآخرة وفي مثل سَيْر العبد عليه في الدنيا يكون سيْره على صراط جهنم في الآخرة، وكوْنه معنويّ في الدنيا لأنه ليس كالطرق المحسوسة فالإنسان المطيع يكون جالساً يذكر الله أو يعمل عملاً صالحاً في هذه الحال سائراً إلى الله على الصراط المستقيم، ثم قد يتكلم هذا الشخص نفسه بكلام باطل في مجلسه ذلك فينحرف آخذاً بتلك الطرق الجانبية بحسب انحرافه بُعداً وقرباً،",
            "page": "67",
            "part": "1",
            "seal": "C15DA5BE"
        },
        {
            "id": "66",
            "nass": "وكذلك لو عمل عملاً يسخط الله، وقد يحصل له مثل ذلك وهو سائر في طريق من طرق الدنيا حِسِّية لكن لا دخل للطريق هنا فالشأن بالأمور المعنوية بالنسبة للطريق نفسه، إنما المراد أنه قد يكون ذاكراً الله أو متفكراً في آلاء الله وهو سائر فرأى صورة لا يحل له النظر إليها فصرفته بأثرها السَّيء عن طريق سيره فانقطع بالأسر أو ضَعُفَ سيره بالأماني الباطلة وانشغال الفكر لأجل نظرة أوْرَثته حسرة. ¶ وقد تقدمت قصة الطائر وزوال جماله وتلطخه بما تطلخ به ثم اغتساله ولُبْسَه مِسْكه وعودته إلى حاله، وموضعها في هذا الفصل إنما قدّمتها لأهميتها ولأنها توضح معنى الكتاب كله. ¶ فالآثار تكون على الروح وعلى البدن لكنها على الروح أظهر، ثم إنه لا تخفى حال من قرب منه عدوه",
            "page": "68",
            "part": "1",
            "seal": "3B3925EC"
        },
        {
            "id": "67",
            "nass": "وتمكن منه فإنه يأسره ويعذّبه فما شئت من حصول الهم والغم والمعيشة الضنك لكن قد لا يشعر بذلك لانغماره بشهواته وملذوذاته ولجهله أيضاً وغفلته مع أن العذاب يعمل بروحه عمله. ¶ وفي النهاية تُخْرَج هذه الأرواح من الأبدان التي كانت فيها، وهذا هو القدوم على الله ويكون خروجها على الصفة التي كانت عليها في الدنيا وما تأثرت به من آثار الحسنات أو السيئات، وليس الكلام هنا في الحالات الاستثنائية من إبطال آثار السيئات بالحسنات أو الأمراض والمصائب المكفّرة المطهِّرة، كذلك شدة النزع والسكرات، إنما الكلام هنا بالإجمال لبيان سِرّ عبودية الإله وحسن الطاعة وقبح المعصية. ¶ وتأمل الآن قوله تعالى: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ",
            "page": "69",
            "part": "1",
            "seal": "9619437C"
        },
        {
            "id": "68",
            "nass": "سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ} (¬1). ¶ فهذا التقسيم يوضحه ما تقدم، وآيات من القرآن مثل قوله تعالى: {يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ} (¬2) وهذا البياض والسواد وصف لصور المطيعين والعاصين وهو ما تكون عليه الوجوه في القيامة من الجمال والكمال والسرور وضدّ ذلك الوجوه المسودة. ¶ ¬__________ ¶ (¬1) سورة الجاثية، الآية: 21. ¶ (¬2) سورة آل عمران، الآية: 106.",
            "page": "70",
            "part": "1",
            "seal": "66C77C06"
        },
        {
            "id": "69",
            "nass": "مُتَعَلَّق الروح الحق ¶ قد ظهر مما تقدم أن الروح خُلِقَتْ خِلْقة وفُطِرَتْ فطرة على أنها مريدة محبة لفاطرها وأن هذا عملها وهذه وظيفتها كوظيفة الإبصار للعين والسمع للأذن وبقية الأعضاء لوظائفها، وأن الروح هي الأصل والأعضاء فروع بالنسبة إليها إذْ هي المتصرفة في أعضاء البدن بتصريف خالقها لها. ¶ والمراد أن لها مراداً واحداً ومطلباً واحداً ومحبوباً واحداً إذا صُرفت عن إرادته وطلبه وحبه فهي ولابد مُتألمة معذّبة، فألَمها وعذابها بالوحشة التي حصلت لها بدل الأنس بمحبوبها الحق الذي فطرت عليه، وألمها وعذابها بالتغيّر الذي اعتراها من الجمال إلى القبح ومن الإشراق إلى الظلمة ومن العز إلى الذل ومن السّعة",
            "page": "71",
            "part": "1",
            "seal": "3B5293F9"
        },
        {
            "id": "70",
            "nass": "والانشراح إلى الضيق والضنك لأجل قرب عدوها الشيطان منها وتمكّنه من إفسادها، وقد تقدمت الإشارة إلى هذا. ¶ والقصد هنا المتعلّق نفسه المراد المطلوب المحبوب الذي بحصوله نعيم الروح وسعادتها وكمالها في الدنيا قبل القبر وقبل القيامة {مَنْ عَمِلَ صَالِحاً مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} (¬1) وبحصول غيره لها مراداً ومطلباً ومحبوباً عذابها في الدنيا ولابد {وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} (¬2) ولا فكاك من هذا أبداً سواء حصل لها ذلك الغيْر وتلذذت به تلذذها بأكل الطعام الشهي المسموم ¶ ¬__________ ¶ (¬1) سورة النحل، الآية: 97. ¶ (¬2) سورة طه، الآية: 124.",
            "page": "72",
            "part": "1",
            "seal": "2A893078"
        },
        {
            "id": "71",
            "nass": "أو لم يحصل لها. ¶ قال تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} (¬1) الآية إن أعظم ما كرّم الله به ابن آدم على الإطلاق هو أن خلق روحه على هذا الوصف المتقدم وفطرها عليه وهو إرادة وجهه الكريم محبة بإجلال وتعظيم، وأنه لا بديل لها منه سبحانه إلا ما تُعَذب به حَتْمًا بدون استثناء فإما هو أو البديل وهو: {أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاءَ مِنْ دُونِي وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلاً} (¬2). ¶ تأمل ذم الإله من صَدّ وأعرض عنه مولاه وأنه استبدل به عدوه {وَهُمْ لَكُمْ عَدُوٌّ} إن هذا لأسوأ اختيار يكون أن يدع الإنسان وَلّيه ويستسلم لعدوه، ثم انظر ختام الآية وأن هذا العدو بئس البديل وأن هذا لا ¶ ¬__________ ¶ (¬1) سورة الإسراء، الآية: 70. ¶ (¬2) سورة الكهف، الآية: 50.",
            "page": "73",
            "part": "1",
            "seal": "AF9F7E7F"
        },
        {
            "id": "72",
            "nass": "يحصل إلا للظالمين {إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} (¬1) والذنوب مادون الشرك كلها ظلم فلا يخص هذا المشرك بل لمن ظلم نفسه بالكبائر فما دونها نصيب من هذا الخسران بحسبه ومنه هذا البديل بحسبه، ولما كان الأمر كذلك صارت كلمة (لا إله إلا الله) بهذه المنزلة العظيمة إذ هي تنفي كل مألوه للقلب سوى الحق سبحانه فتثبت إلهيته خِلْقَة وشِرْعة. ¶ والمراد أن الرب سبحانه إنما كرّم ابن آدم بأن فطر روحه على التعلق بذاته محبة وإجلالاً وتعظيماً ومهابة وعبودية لأنه سبحانه مُتّصف بكل ما تحبه الروح وتريده وتطلبه فهو سبحانه له الجمال كله والجلال كله والعظمة كلها بلا مشارك ولا مماثل. ¶ إن الروح لو جالت في الكون من جرم العرش حتى ¶ ¬__________ ¶ (¬1) سورة لقمان، الآية: 13.",
            "page": "74",
            "part": "1",
            "seal": "1AA09FE3"
        },
        {
            "id": "73",
            "nass": "الأرض السابعة لا تجد مُتعلَّقاً لعبوديتها الحقّة أبداً لأنها تصطدم بمخلوقات مثلها، فالعرش فما دونه مواد مخلوقه تشترك معها بوصف الافتقار الذاتي والتخليق، وأنها مواد خُلقت من العدم؛ والعدم ليس بشيء. ¶ وكل ما تتعلق به دون معبودها الحق فله صورة يتصورها القلب على حقيقتها أو بما يماثلها فترتسم هذه الصورة في القلب فيعكف عليها إرادة وطلباً ومحبة فتكون حجاباً مانعاً له عن إفضائه إلى معبوده الحق، ومن هنا تأتيه القسوة والظلمة والوحشة والصفات التي تقدم بيانها لانقطاعه كلياً أو جزئياً عن إلهه الحق. ¶ ولما كان الإله سبحانه ذو فضل ومَنّ وإحسان وبر وجلال وجمال، وكمال لا يبلغه وصف، وذو إحسان ذاتي لا تقابله أثمان، كيف والملْك كله له سبحانه وهو الغني الحميد فأراد برحمته وإحسانه ولطفه وكرمه أن",
            "page": "75",
            "part": "1",
            "seal": "C2C2B9FD"
        },
        {
            "id": "74",
            "nass": "يُوجد هذا المخلوق ليُفيض عليه إحسانه فلم يرض له من مخلوقاته متعلَّقا محبوباً لذاته سواه لعلمه أن ما دونه لا يسدّ فاقة عبده وفقره الذاتي فخلقه مريداً له محباً مشتاقاً إليه لا لشيء يريده منه سوى قربه ومحبته ورضوانه لِما يتصف به سبحانه مما لا يغني روح عبده سواه ولا يسدّ فاقتها وفقرها الذاتي غيره ولوْ حِيز لها ما في الأكوان. ¶ فمن هنا قال تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ} فذكر ما سَخّر كوسيلة لأجَلّ الغايات وأسماها وهي علاقة هذا المكرم بالمنعِم المكرِم، إنها علاقة لا تشبه علاقة الولد بأبيه وأمه ولا أي محب بمحبوبه، إنها علاقة العبد بسيده ومعبوده الذي لا غنى له عنه طرفة عين، الذي إذا فَقَدَهُ فقد كل شيء ولو حصلت له كل أمانيه وإذا حصل له فنعيمه لا يشبهه نعيم لا في دنياه ولا آخرته. ¶ هذا هو الأصل لخلق الخليقة إنما هو لِفَيض الإحسان",
            "page": "76",
            "part": "1",
            "seal": "39293C6B"
        },
        {
            "id": "75",
            "nass": "والإنعام والإكرام عليهم، لكن قَدَّر الحكيم سبحانه أن يُفاوِت بينهم فلم يجعلهم كلهم في قبول كرامته ونعمته سواء والتي هي تعلّق أرواحهم بذاته محبة وإجلالاً وتعظيماً الذي هو غاية كمالهم. بل قَدَّر على أكثرهم الكفر به لا عبثاً وسُدى ولا لأجل فقط أن يغضب وينتقم ويُعذب فليس من أسمائه الحسنى الغضبان ولم يقل: (الغضبان على العرش استوى) وإنما في سبعة مواضع من القرآن جاءت {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (¬1) وما خلق العباد لإنفاذ غضب هو مُتصف به فيحصل له بإنفاذه التشفّي كالمخلوق، ولم يكن قبل وجود ما أوْجد من خلقه غضباناً، فما الذي يُغضبه؟ فقد كان سبحانه ولا شئ غيره فلا ممانع ولا مضاد ولا نِدّ ولا مشارك لكنه له صفة الغضب فلما أراد سبحانه ¶ ¬__________ ¶ (¬1) سورة طه، الآية: 5.",
            "page": "77",
            "part": "1",
            "seal": "3C0FCE94"
        },
        {
            "id": "76",
            "nass": "ظهور آثارها كما أراد ظهور آثار صفة الرحمة واللطف والكرم والجود وغير ذلك من صفاته قدّر الكفر والمعاصي لِحكم باهرة، ظهورها أحبّ إليه من عدمه ولِما يُعقْب ذلك من عواقب حميدة هو سبحانه يعلمها، ولأجل ما قَدّره من الكفر والمعاصي خلق إبليس والشياطين وخلق جهنم وليست هي مُرادة له لذاتها، وإنما خلقها لحكمة وهي إصلاح ما فسد من الخليقة في النهاية وزاجر رادع عن المخالفة في البداية وغير ذلك من حِكم لا يحيط بها سوى علمه. ¶ هذا هو اللائق بجلال المحسن الكريم الرحمن الرحيم وهو أن تكون الغاية من خلقه مَنْ خلق هو الإحسان والإنعام، وواجبٌ تنزيهه عما سوى ذلك. ¶ ومن عرفه في غضب دائم بدوامه وعذاب دائم بدوامه فما قدره حق قدره، ولا يستطيع إثبات حكمة",
            "page": "78",
            "part": "1",
            "seal": "F1E4D0AD"
        },
        {
            "id": "77",
            "nass": "الإله في خلق الشرور أبداً، إن معرفته سبحانه قبل خلقه المخلوقات وما يتصف به تُهَوِّن فهم ما تقدم وتفتح باب المحبة التي هي لبّ العبادة لأن العلم بالله أشرف العلوم على الإطلاق لكن العلم به وبأمره لابد أن يطابق المعلوم. ¶ إن معرفة الرب بأنه غضبان منتقم أراد خلق بشر يُقدر عليهم الكفر والذنوب لينفذ فيهم غضبه بأن أعدّ لهم ناراً أشد حراً من نار الدنيا سبعين مرة يدوم عذابهم فيها بدوامه معرفة تفتح أبواب نفي رحمته وحكمته باتساع لنفاة ذلك، بل إنها معرفة مُنَفّرة من أرحم الراحمين يُنَزّه سبحانه عن ذلك، كما ينزه عن سائر ما يصفه به من لم يَقْدُره قدْره. ¶ إن الغاية من الخلق والإيجاد والإعداد والإمداد هو الإحسان فهو الأصل كذلك الرحمة واللطف والكرم، أما الغضب فإنما هو حاصل لوجود مُتَعلَّقه الدخيل الطارئ",
            "page": "79",
            "part": "1",
            "seal": "E0D99562"
        },
        {
            "id": "78",
            "nass": "على الفطرة والخِلْقة الأصلية للحِكم الباهرة الناتجة من ذلك، ثم أنه لا يدوم بدوام الإله ولا يتساوى مع صفة الرحمة لا في الكيفية التي لا يعلمها إلا هو سبحانه ولا في الدوام الذي يستمر ويبقى بدوامه كالرحمة فالفضل ليس كالعدل. ¶ إن الكلام في الحكمة والغاية التي خلق الله الخلق من أجلها أجل وأكبر من أن تحصرها كلمات كهذه وإنما هذه إشارة ونبذة مَنّ الله بها علينا وعَرفناها بواسطة شيخ الإسلام وتلميذه قدّس الله أرواحهما ورضي عنهما. ¶ والتفاصيل مُودعة في مؤلفاتهما كنوز في حروز مفاتيحها التوفيق، والكلام في ذلك ليس من نافلة القول كيف وهو العلم بالله وحكمته سبحانه.",
            "page": "80",
            "part": "1",
            "seal": "3BE99761"
        },
        {
            "id": "79",
            "nass": "تحبيب الله إلى عباده ¶ ذكر الإمام أحمد في كتاب الزهد أن الله عز وجل أوحى إلى داود يا داود أحبني وأحبّ من يحبني وحبّب إليّ عبادي. ¶ قال: يارب كيف هذا أحبك وأحب من يحبك فكيف أحبِّبك إلى عبادك؟ قال: تذكرني فلا تذكر إلا حسنا. ¶ إن المطلوب تحبيب الله إلى عباده بمعرفته كما عرفه أنبياؤه وملائكته وخواص خلقه الذين عرفوه وأحبوه وعلموا ما يبهر العقول من حكمته ورحمته لا معرفة من استقل بفهمه فنفى عن الله ما أثبته لنفسه وأثبت له ما ينزه سبحانه عنه. ¶ إذا عُلِمَ ما تقدم إجمالاً عُلِمَ أن ما ذُكر ليس خروجاً",
            "page": "81",
            "part": "1",
            "seal": "7D1C712D"
        },
        {
            "id": "80",
            "nass": "عن المقصود بل دلالة تزيد المحبة للمعبود، لا تنفر عنه بسلوك طريق موحش ومسدود. ¶ إذاً كرامة الله للعبد الموفق للسعي لنيل هذه الكرامة الذي سبقت له من ربه سابقة الإحسان قبل وجوده لا يحيط بها وصف واصف وكما تقدم فإنه لا أجَلّ من أن جعل الرب سبحانه مُتَعلَّق روح عبده ذاته العَلِيّة، وإذا كان نعيم أهل الجنة الذي منه مالا عين رأت ولا أُذن سمعت مما تشتهي الأنفس وتلذّ الأعين فوقه لهم نعيم يقول عنه الصادق المصدوق - صلى الله عليه وسلم -: (فما أعطاهم شيئاً أحب إليهم من النظر إليه).",
            "page": "82",
            "part": "1",
            "seal": "42405EF0"
        },
        {
            "id": "81",
            "nass": "الروح تولد مرتين ¶ في كتاب (الزهد) للإمام أحمد رحمه الله أن المسيح عليه السلام قال للحواريين: (إنكم لن تلجوا ملكوت السموات حتى تولدوا مرتين). ¶ قال شيخ الإسلام رحمه الله: هي ولادة الأرواح والقلوب من الأبدان وخروجها من عالم الطبيعة كما وُلِدَتْ الأبدان من البدن وخرجت منه. ¶ والولادة الأخرى هي الولادة الطبيعية، والله أعلم. ¶ وقال: الولادة نوعان. ¶ أحدهما: هذه المعروفة. ¶ والثانية: ولادة القلب والروح وخروجهما من مشيمة النفس وظلمة الطبع. ¶ وهذه الولادة لما كانت بسبب الرسول - صلى الله عليه وسلم - كان",
            "page": "83",
            "part": "1",
            "seal": "7A2D1AC9"
        },
        {
            "id": "82",
            "nass": "كالأب للمؤمنين، وقد قرأ أُبيّ بن كعب رضي الله عنه: (النبي أولى بالمؤمنين من أنفسهم وهو أبٌ لهم). ¶ وهذا معنى القراءة والآية في قوله تعالى: {وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} (¬1) إذْ ثبوت أمومة أزواجه لهم فرع عن ثبوت أُبوّتِه - صلى الله عليه وسلم -. ¶ وقال ابن القيم عن النبي - صلى الله عليه وسلم - أنه هو الأب الروحاني والوالد الأب الجثماني، وهو - صلى الله عليه وسلم - سبب السعادة الأبدية للمؤمن في الدنيا والآخرة، والأب سبب لوجوده في الدنيا، ومعلوم أن الإنسان يجب عليه أن يطيع معلمه الذي يدعوه إلى الخير ويأمره بما أمر الله (¬2) ولا يجوز له أن يطيع أباه في مخالفة هذا الداعي لأنه يدلّه على ما ينفعه ¶ ¬__________ ¶ (¬1) سورة الأحزاب، الآية: 6. ¶ (¬2) لاحظ شرط المعلم المطاع وأنه الذي يدعوه إلى الخير ويأمره بما أمر الله قال - صلى الله عليه وسلم - في هذا المعنى (لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين) ومع مطلق الحب مطلق الطاعة.",
            "page": "84",
            "part": "1",
            "seal": "511D7C34"
        },
        {
            "id": "83",
            "nass": "ويُقرّبه إلى ربه، ويحصل له باتباعه السعادة الأبدية. ¶ فظهر فضل الأب الروحاني على الأب الجثماني، فهذا أبوه في الدين وذاك أبوه في الطين وأين هذا من هذا؟ انتهى. ¶ تأمل هذا جيداً تعلم به قدْر علاقتك بنبيك - صلى الله عليه وسلم - طاعة ومعصية وأن المراد إفرادك إياه بالطاعة وألا يحجبك أحد عنه بتقديمك قوله على قوله لا والد ولا غيره، واحذر أن تنقطع بينك وبينه هذه الأبوّة الروحية، فهذا العقوق لا يشبهه عقوق.",
            "page": "85",
            "part": "1",
            "seal": "AA2F350D"
        },
        {
            "id": "84",
            "nass": "جلاء الحقيقة ¶ واعلم أن أهل البصائر لا تخدعهم الظواهر وإنما لهم نظر ثاقب في الحال الحاضرة وما يكون في العواقب، وهذه قصة فيها عبرة وانقداح فكرة فإنه يُروى عن مالك بن دينار رحمه الله أنه كان يوماً ماشياً في أزقّة البصرة فإذا هو بجارية من جواري الملوك راكبة ومعها الخدم. ¶ فلما رآها مالك نادى: أيتها الجارية، أيبيعك موْلاكِ؟ قالت: كيف قلت يا شيخ؟ قال: أيبيعك مولاكِ؟ قالت: ولوْ باعني كان مثلك يشتريني؟ قال: نعم، وخيراً منك، فضحكت وأمرت أن يُحمل إلى دارها، فحُمل، فدخلت إلى مولاها فأخبرته فضحك وأمر به أن يُدخل إليه، فدخل، فأُلْقيت له الهيْبة في قلب السيد، فقال: ما حاجتك؟ قال: بِعني جاريتك، قال:",
            "page": "86",
            "part": "1",
            "seal": "2AFF4484"
        },
        {
            "id": "85",
            "nass": "أو تُطيق أداء ثمنها؟ قال: فثمنها عندي نوَاتان مسوّستان، فضحكوا، وقالوا: كيف كان ثمنها عندك هذا؟ قال: لكثرة عيوبها، قالوا: وما عيوبها؟ قال: إن لم تتعطّر زفرت، وإن لم تسْتك بخرت، وإن لم تمتشط وتدّهن قمِلتْ وشعثتْ، وإن تُعَمّر عن قليل هرِمتْ، ذات حيض وبول وأقذار جمّة. ¶ ولعلّها لا تودّك إلا لنفسها ولا تحبك إلا لشغفها بك. لا تفي بعهدك ولا تصدق في وُدِّك، ولا يخلف عليها أحد بعدك إلا رأته مثلك. ¶ وأنا آخذ بدون ما سألت في جاريتك من الثمن جارية خُلقت من سلالة الكافور، لو مُزج بريقها أُجاج لطاب، ولو بدا معصمها للشمس لأظلمت دونه، ولوْ بدا في الليل لسطع نوره، ولو واجهت الآفاق بحليّها وحللها لتزخرفت، نشأت بين رياض المسك والزعفران،",
            "page": "87",
            "part": "1",
            "seal": "F58E1258"
        },
        {
            "id": "86",
            "nass": "وقُصرت في أكنان النعيم، وغُذّيت بماء التسنيم، فلا تخلف عهدها، ولا يتبدّل وُدّها فأيهما أحقّ برفعة الثمن؟ قال: التي وصفت، قال فإنها الموجودة الثمن القريبة المخطب، قال: فما ثمنها رحمك الله؟ قال: اليسير المبذول، أن تفرّغ ساعة في ليلك فتصلي ركعتين تخلصهما لربك، وأن يوضع طعامك فتذكر جائعك فتؤثر الله على شهوتك، وأن تقطع أيامك بالبُلغة، وترفع همتك عن دار الغفلة، فتعيش في الدنيا بعز القنوع، وتأتي غداً إلى موقف الكرامة آمناً، وتنزل غداً في الجنة مخلّدًا. ¶ فقال الرجل: يا جارية أسمعتِ ما قال شيخنا هذا؟ قالت: نعم، قال: أفصدق أم كذب؟ قالت: بل صدق وبرّ ونصح، قال: فأنت إذاً حرة لوجه الله، وضيْعة كذا وكذا صدقة عليك، وأنتم أيها الخدام أحرار، وضيْعة كذا وكذا لكم، وهذه الدار بما فيها صدقة مع",
            "page": "88",
            "part": "1",
            "seal": "50ED93E5"
        },
        {
            "id": "87",
            "nass": "جميع مالي في سبيل الله، ثم مَدّ يده إلى ستر خشن كان على بعض أبوابه فاجتذبه وخلع جميع ما كان عليه واستتر به. ¶ قالت الجارية: لا عيش لي بعدك يا مولاي، فَرَمَتْ بكسوتها ولبست ثوباً خشناً وخرجت معه فودعهما مالك ودعا لهما وأخذ طريقاً وأخذا غيره، فتعبّدا جميعاً حتى جاء الموت فنقلهما على حال العبادة رحمة الله عليهما. ¶ والحمد لله رب العالمين وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه / ¶ عبد الكريم بن صالح الحميد ¶ جمادى الآخرة - 1423هـ",
            "page": "89",
            "part": "1",
            "seal": "ACAE66D5"
        }
    ],
    "t1084": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "سر ميل القلب إلى الصور الجميلة."
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "محبوب القلوب الحق."
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "عبادة المعشوق."
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الرجوع إلى الله."
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "ومن أسمائه الحسنى (الجميل)."
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "نماذج من التقوى والعفاف."
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "توبة شابين."
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة عظيمة القدر."
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الأنس بالله."
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "عبادة القلب لغير الإله الحق."
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "حبك الشيء يعمي ويصم."
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "شهوة النفوس إذا سمعت بالفاحشة."
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "النظرة كأس من خمر والعشق سكر ذلك الشراب"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "النظر إلى المردان"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة من محب إلى محبوبه وجوابها."
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "عواقب المعاصي وثواب الحسنات."
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "صورة روح الإنسان المستمر على الفطرة والإيمان."
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "صورة روح الإنسان الملازمة لها مع الإنحراف والطغيان."
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "متعلق الروح الحق."
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "تحبيب الله إلى عباده."
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الروح تولد مرتين."
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "جلاء الحقيقة."
        }
    ]
}