{
    "b1086": [
        {
            "id": "1",
            "nass": "ثمارٌ يانعة ¶ وتعليقاتٌ نافعة ¶ للشيخ ¶ عبد الكريم بن صالح الحميد ¶ حفظه الله",
            "page": "2",
            "part": "1",
            "seal": "705F5161"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله رب العالمين وصلى الله على نبينا محمد. ¶ أما بعد فهذه فوائد من كلام العلماء وتعليقات عليها دعت الحاجة إليها لتشابه الأحوال في بعض الأقوال والأفعال والله ولي التوفيق.",
            "page": "3",
            "part": "1",
            "seal": "DBDE582F"
        },
        {
            "id": "3",
            "nass": "معنى أجر خمسين ¶ العامل بالسنة في آخر الزمان المتمسك بدينه له أجر خمسين من الصحابة رضي الله عنهم. ¶ هل يعني هذا أن يكون أفضل منهم؟ قد يُشكل هذا وقد يفتح لبعض الناس دعوى عريضة، فاعرف المراد: قال شيخ الإسلام (¬1) ابن تيمية رحمه الله: لكن تضعيف الأجر لهم في أمور لم يضعف للصحابة لا يلزم أن يكونوا أفضل من الصحابة. ¶ ولا يكون فاضلهم كفاضل الصحابة فإن الذي سبق إليه الصحابة من الإيمان والجهاد ومعاداة أهل الأرض في موالاة الرسول وتصديقه وطاعته فيما يخبر به ويُوجبه قبل أن تنتشر دعوته وتظهر كلمته وتكثر أعوانه وأنصاره وتنتشر دلائل نبوته. ¶ بل مع قلة المؤمنين وكثرة الكافرين والمنافقين وإنفاق المؤمنين أموالهم في سبيل الله ابتغاء وجهه في مثل تلك الحال أمر ما بقي يحصل مثله لأحد كما في الصحيحين عنه صلى الله عليه وسلم: \"لا تسبوا أصحابي فوالذي نفسي بيده لو أنفق أحدكم مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه\" (¬2). ¶ قول ابن تيمية: \"ما بقي يحصل مثله لأحد\" يوضحه ما قاله ابن عباس: \"لا تسبوا أصحاب محمد صلى الله عليه وسلم فلمقام ¶ ¬__________ ¶ (¬1) - أنظر مجموع الفتاوى 13/ 65. ¶ (¬2) - أخرجه البخاري (2/ 236) ومسلم (4/ 1967).",
            "page": "4",
            "part": "1",
            "seal": "4D0918CD"
        },
        {
            "id": "4",
            "nass": "أحدهم ساعة (يعني مع النبي صلى الله عليه وسلم) خير من عبادة أحدكم عمره\" (¬1). ¶ وقال ابن تيمية أيضاً في ذلك: وأما قوله: \"لهم أجر خمسين منكم لأنكم تجدون على الخير أعواناً ولا يجدون على الخير أعوانا\". ¶ فهذا صحيح إذا عمل الواحد من المتأخرين مثل عمل عمله بعض المتقدمين كان له أجر خمسين. ¶ لكن لا يُتصور أن بعض المتأخرين يعمل مثل عمل بعض أكابر السابقين كأبي بكر وعمر فإنه بقي يبعث نبي محمد بعمل معه مثلما عملوا مع محمد صلى الله عليه وسلم. ¶ وأما قوله: \"أمتى كالغيث لا يُدرى أوله خير أم آخره\" (¬2) مع أن فيه ليناً فمعناه: في المتأخرين من يشبه المتقدمين ويقاربهم حتى يبقى لقوة المشابهة والمقارنة لا يدري الذي ينظر إليه أهذا خير أم هذا؟ ¶ وإن كان أحدهما في نفس الأمر خيراً فهذا فيه بشرى للمتأخرين بأن فيهم من يقارب السابقين كما جاء في الحديث الآخر: \"خير أمتي أولها وآخرها وبين ذلك ثبج أو عوج. وودت أني رأيت إخواني قالوا: أولسنا إخوانك؟ قال: أنتم أصحابي\" (¬3) هو تفضيل للصحابة فإنه لهم خصوصية الصحبة التي هي أكمل من مجرد الأخوّة (¬4). ¶ ¬__________ ¶ (¬1) - أنظر شرح الطحاوية ص532. ¶ (¬2) - أخرجه الترمذي في الجامع رقم (3878) وقال هذا حديث حسن غريب من هذا الوجه. وأحمد (3/ 130 - 143). ¶ (¬3) - أخرجه ابن الجوزي في غريب الحديث (1/ 117). ¶ (¬4) - مجموع الفتاوى 11/ 371.",
            "page": "5",
            "part": "1",
            "seal": "8644F991"
        },
        {
            "id": "5",
            "nass": "عدم العلم بالشيء لا يوجب نفيه ¶ قال ابن تيمية رحمه الله: ومن ظن أن مالا يعلمه هو لا يعلمه غيره كان من جهله فلا ينفي عن الناس إلا ما علم انتفاؤه عنهم وفوق كل ذي علم عليم أعلم منه حتى ينتهي الأمر إلى الله تعالى (¬1). ¶ يقع كثيراً أن ينفي الإنسان ما لا يعلم هو وإن كان مستيقناً عند غيره مثل من ينفي وجود الجن فيقال له: عدم علمك بذلك لا يوجب نفي وجودهم ولك نصيب من معنى قوله تعالى: (بَلْ كَذَّبُواْ بِمَا لَمْ يُحِيطُواْ بِعِلْمِهِ) (¬2). ¶ ولذلك يقول ابن تيمية في بيان وكشف حال منكري الجن: وليس لمن أنكر ذلك حجة يعتمد عليها تدل على النفي. وإنما معه عدم العلم (¬3). ¶ إذاً عدم العلم بالشيء ليس بعلم حتى تُنفى من أجله الحقائق الثابتة ولا هو حجة. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 16/ 418. ¶ (¬2) - يونس، 39. ¶ (¬3) - مجموع الفتاوى 19/ 32.",
            "page": "6",
            "part": "1",
            "seal": "30F8F07E"
        },
        {
            "id": "6",
            "nass": "محبة ضارة في الوصل والهجر ¶ الإنسان مريد محب وهذه الإرادة والمحبة ليست ملكاً له حتى يعلقها بما يشاء مما يهوى. ¶ بل ذلك مملوك كباقي صفاته وأعماله لإلهه الحق وهو مفطور على محبة معبوده فلما فسدت الفطرة تعلقت المحبة والإرادة بالمخلوقات. ¶ فصار عمل القلب على خلاف ما فطر عليه فحلت به العقوبات المعجلة فهو متألم معذب بحصول محبوبه وبعدم حصوله كمن تعلق بمحبة الدنيا أو الرئاسة أو العشق ونحو ذلك فقد قال ابن تيمية: كذلك العاشق يضره اتصاله بالمعشوق مشاهدة وملامسة وسماعاً بل ويضره التفكر فيه والتخيل له وهو يشتهي ذلك فإن مُنِع من مشتهاه تألم وتعذب وإن أعطي مشتهاه قوي مرضه وكان سبباً لزيادة الألم (¬1) ¶ هذا يبين عظم اضطرار الإنسان وفاقته وفقده الذاتي لمعرفة معبوده الحق ومحبته لينجو من هذا العذاب والألم العاجل في الدنيا حيث أن تعلق قلبه بغيره مُعذّب مؤلم في الوصل والهجر. ¶ ولذلك قال: فكذلك إذا بُلي بحب من لا ينفعه العشق ونحوه سواء كان لصورة أو لرئاسة أو لمال ونحو ذلك فإن لم يحصل محبوبه ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 10/ 130.",
            "page": "7",
            "part": "1",
            "seal": "1C810A9A"
        },
        {
            "id": "7",
            "nass": "ومطلوبه فهو متألم ومريض سقيم وإن حصل محبوبه فهو أشد مرضاً وألماً وسقماً (¬1). ¶ قد لا نعجب من حصوص الألم والعذاب في القلب حال عدم حصول المحبوب المراد. ¶ لكن العجب والله من حصول الألم مع حصوله والتمتع به والتلذذ والتنعم بقربه ووصله أياً كان ذلك المحبوب رئاسة أو مالاً أو عشقاً أو غيره مما سوى الله فما هو السر يا ترى؟ ¶ يذكر أهل العلم أن اللذة الحاصلة بحصول المحبوب من جنس اللذة الحاصلة من أكل الطعام الشهي المسموم فتأمل فمعرفة ذلك توضح ذلك معنى \"لا إله إلا الله\". ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 10/ 142.",
            "page": "8",
            "part": "1",
            "seal": "FB04A913"
        },
        {
            "id": "8",
            "nass": "مثال لعذاب القبر ونعيمه ¶ طوائف لا يحصيهم إلا الله من الناس كذبوا بعذاب القبر ونعيمه وهؤلاء يزعمون أنهم لا يصدقون ولا يؤمنون بغير المحسوس. ¶ ولذلك أنكروا ما ثبت بنصوص الكتاب والسنة وما دلت عليه أيضاً مشاهدات الناس وسماعهم لذلك مما لا يحصيه إلا الله. ¶ والذين ينكرون ذلك يلزمهم طرداً لهذا الأصل أن ينكروا أرواحهم وينكروا وجود الملائكة والجن بل وأعظم من ذلك أن ينكروا وجود الله. ¶ وقد وضع بعض الزنادقة زئبقاً على كتف ميت عند دفنه ثم نبشوه بعد مدة فوجدوا الزئبق على حاله فصاروا يجادلون بذلك المؤمنين. ¶ وإنك تجد هؤلاء الذين يُشككون فيما جاء به الرسول صلى الله عليه وسلم عليه وسلم أردأ الخلق وأتعسهم وأضلهم وتجد أن نخوتهم الشيطانية تقودهم إلى ما يُضحك عليهم العقلاء كما قادت سيدهم إبليس نخوته عن شرف السجود لآدم طاعة وامتثالاً لأمر ربه إلى أسوء سوء وأقبح حال على الإطلاق. ¶ ومثل واحد نضربه لسوء حال من رغب عن الانقياد للصادق المصدوق صلى الله عليه وسلم فيه عبره وموعظه. ¶ أهل القوانين الإبليسية، من قوانينهم منع تعدد الزوجات. وعقوبة من سولت له نفسه وتزوج بثانية السجن خمس سنوات.",
            "page": "9",
            "part": "1",
            "seal": "CE9C7FFE"
        },
        {
            "id": "9",
            "nass": "رأوا مرة إنساناً يتردد على بيت ليس فيه إلا امرأة فشكوا أنه متزوج بها وهم يعلمون أن له زوجة غير هذه. فأمسكوه بتهمة الزواج بثانية ليطبقوا عليه قانون السجن فأثبت لهم أنه لم يتزوج بها وإنما هي عشيقته فأفلتوه. ¶ فانظر تلاعب الشيطان بمن ضل عن الصراط المستقيم الذي دعا إليه محمد صلى الله عليه وسلم. ¶ والمراد هنا تقريب فهم عذاب القبر ونعيمه حيث قد يشكل على بعض الناس ولو لم يكذّب الرسول صلى الله عليه وسلم. ¶ ذكر ابن القيم رحمه الله أن أحكام البرزخ على الأرواح وأن الأبدان تبع لها حيث تجري الأحكام على الأرواح فتسري إلى الأبدان نعيماً أو عذاباً. ¶ ثم ضرب لذلك مثلاً فقال: وقد أرانا الله سبحانه بلطفه ورحمته وهدايته من ذلك أنموذجاً في الدنيا من حال النائم فإن ما يتنعم به أو يعذب في نومه يجري على روحه أصلاً والبدن تبع له وقد يقوى حتى يؤثر في البدن تأثيراً مشاهداً فيرى النائم في نومه أنه ضُرب فيصبح وأثر الضرب في جسمه. ¶ ويرى أنه قد أكل أو شرب فيستيقظ وهو يجد أثر الطعام والشراب في فيه ويذهب عنه الجوع والظمأ. ¶ وأعجب من ذلك أنك ترى النائم يقوم من نومه ويضرب ويبطش ويدافع كأنه يقظان وهو نائم لا شعور له بشيء من ذلك.",
            "page": "10",
            "part": "1",
            "seal": "EE850280"
        },
        {
            "id": "10",
            "nass": "وذلك أن الحكم لما جرى على الروح استعانت بالبدن من خارجه ولو دخلت فيه لاستيقظ وأحس. ¶ فإذا كانت الروح تتألم وتتنعم ويصل ذلك إلى بدنها بطريق الإستتباع فهكذا في البرزخ بل أعظم فإن تجرد الروح هنالك أكمل وأقوى وهي متعلقة ببدنها لم تنقطع عنه كل الإنقطاع فإذا كان يوم حشر الأجساد وقيام الناس من قبورهم صار الحكم والنعيم والعذاب على الأرواح والأجساد ظاهراً بادياً أصلا. ¶ ثم قال رحمه الله: ومتى أعطيت هذا الموضع حقه تبين لك أن ما أخبر به الرسول من عذاب القبر ونعيمه وضيقه وسعته وضمه وكونه حفرة من حفر النار أو روضة من رياض الجنة مطابق للعقل وأنه حق لا مرية فيه وأن من أشكل عليه ذلك فمن سوء فهمه وقلة علمه أُتي كما قيل: ¶ وكم من عائب قولاً صحيحاً ... وآفته من الفهم السقيم ¶ وأعجب من ذلك أنك تجد النائمين في فراش واحد وهذا روحه في النعيم ويستيقظ وأثر النعيم على بدنه وهذا روحه في العذاب ويستيقظ وأثر العذاب على بدنه. ¶ وليس عند أحدهما خبر بما عند الآخر فأمر البرزخ أعجب من ذلك. ¶ ثم ذكر رحمه الله أن الله سبحانه جعل أمر الآخرة وما كان متصلاً بها غيباً وحجبها عن إدراك المكلفين في هذه الدار وذلك من كمال حكمته وليتميز المؤمنون بالغيب من غيرهم فأول ذلك أن",
            "page": "11",
            "part": "1",
            "seal": "F626E97B"
        },
        {
            "id": "11",
            "nass": "الملائكة تنزل على المحتضر وتجلس قريباً منه ويشاهدهم عياناً ويتحدثون عنده ومعهم الأكفان والحنوط إما من الجنة وإما من النار ويؤمّنون على دعاء الحاضرين بالخير والشر وقد يسلمون على المحتضَر ويرد عليهم تارة بلفظه وتارة بإشارته وتارة بقلبه حيث لا يتمكن من نطق ولا إشارة (وقد سُمع) بعض المحتضرين يقول: أهلاً وسهلاً ومرحباً بهذه الوجوه. ¶ (وأخبرني) شيخنا عن بعض المحتضرين فلا أدري أشاهده أم أخبر عنه أنه سُمع وهو يقول: عليك السلام ها هنا فاجلس. وعليك السلام هاهنا فاجلس إلى آخر ما ذكر رحمه الله (¬1). ¶ ¬__________ ¶ (¬1) - انظر كتاب الروح ص63.",
            "page": "12",
            "part": "1",
            "seal": "8CD26A5D"
        },
        {
            "id": "12",
            "nass": "صلاة الله على نبيه وصلاتنا عليه ¶ قال ابن القيم رحمه الله: فصلاة الله عليه ثناؤه وإرادته لرفع ذكره وتقريبه. ¶ وصلاتنا نحن عليه سؤالنا الله تعالى أن يفعل ذلك به (¬1). ¶ ¬__________ ¶ (¬1) - جلاء الأفهام في الصلاة والسلام على خير الأنام ص86.",
            "page": "13",
            "part": "1",
            "seal": "ECA1EE24"
        },
        {
            "id": "13",
            "nass": "هو الذي يسيركم في البر والبحر ¶ ذكر الطبري رحمه الله في تاريخه (¬1) سبب إسلام عكرمة بن أبي جهل رضي الله عنه قال: ولما استقر الفتح أمّن رسول الله صلى الله عليه وسلم الناس كلهم إلا تسعة نفر فإنه أمر بقتلهم وإن وجدوا تحت أستار الكعبة منهم عكرمة رضي الله عنه. ¶ فكان عكرمة يُحدّث فيما يذكرون أن الذي رده إلى الإسلام بعد خروجه إلى اليمن أنه كان يقول: ¶ أردت ركوب البحر لألحق بالحبشة فلما أتيت السفينة لأركبها قال صاحبها: يا عبد الله لا تركب سفينتي حتى توحد الله وتخلع ما دونه من الأنداد فإني أخشى إن لم تفعل أن نهلك فيها. فقلت: وما يركب أحد حتى يوحد الله ويخلع ما دونه؟ قال: نعم لا يركبه أحد إلا أخلص. قال: فقلت: ففيما أفارق محمدا فهذا الذي جاء نابه فوا الله إن إلهنا في البحر لإلهنا في البر فعرفت الإسلام عند ذلك ودخل قلبي. إنتهى. ¶ إذا علمت هذا فسوف أذكر لك ما يبين صدق الشيخ محمد بن عبد الوهاب رحمه الله في قوله: إن مشركي زماننا أعظم شركاً من الأولين فأولئك يشركون في الرخاء ويخلصون لله في الشدة وقد أخبر الله عنهم في القرآن. ¶ ¬__________ ¶ (¬1) - 2/ 120.",
            "page": "14",
            "part": "1",
            "seal": "58CA1BE0"
        },
        {
            "id": "14",
            "nass": "فإنه جرى كلام بيني وبين أحد القادمين إلى هذه البلاد من بلاد مجاوره فقال: كنا سبعين رجلاً نريد أن نركب البحر لنقدم إلى هذه البلاد وعندما أردنا الركوب قالوا: تعالوا نصلي في مسجد الغريب حتى لا تغرق السفينة. فسألته عن مسجد الغريب. فقال: مسجد فيه قبر يتبركون فيه. يقول: فقلت لهم. ولماذا نذهب إلى الغريب حتى لا تغرق السفينة أهو ربنا؟. يقول: فذهبوا كلهم إلى مسجد الغريب وبقيت أنتظرهم لنسافر. وشاهد القصة الفرق بين الجاهلي الذي يقول لعكرمة: لا تركب البحر حتى تخلع الأنداد وتخلص وبين من يقولون. لا نركب البحر حتى نشرك. ¶ (كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ) (¬1) قال تعالى: (هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ) (¬2). فالعبد هو السائر والرب جل جلاله هو المسيّر وقال تعالى: (قُلْ مَن يَكْلَؤُكُم بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ) (¬3) يعني بدلاً من الرحمن ويكلؤكم يحفظكم. ¶ وهؤلاء يجعلون الغريب والبدوي وأمثالهم هم الذين يسيّرون العباد في البر والبحر ويحفظونهم. تباً لهذه العقول .. وانظر في القادمين وأحوالهم وما نحن فيه فإلى الله المشتكى. ¶ ¬__________ ¶ (¬1) - الكهف، 5. ¶ (¬2) - يونس، 22. ¶ (¬3) - الأنبياء: 42.",
            "page": "15",
            "part": "1",
            "seal": "22CBFE72"
        },
        {
            "id": "15",
            "nass": "المرور بديار المعذّبين ¶ ذكر ابن القيم رحمه الله من الفوائد في غزوة تبوك قال: ومنها أن من مر بديار المغضوب عليهم والمعذبين لم ينبغ له أن يدخلها ولا يقيم بها بل يسرع السير ويتقنع بثوبه حتى يجاوزها ولا يدخل عليهم إلا باكياً معتبراً ومن هذا إسراع النبي صلى الله عليه وسلم السير في وادي مُحسّر بين مِنى وعرفه فإنه المكان الذي أهلك الله فيه الفيل وأصحابه (¬1). ¶ على هذا فإن من يمر بتلك الديار بحال عادية تظهر مخالفته لهدي رسول الله صلى الله عليه وسلم وقلة خوفه من ربه. ¶ كيف إذاً ما يفعل في هذه الأزمان من المنكرات هناك فضلاً عن الضحك واللعب والكلام بالهزليات والصور وغير ذلك مما يشعر بخلو القلوب من خوف الجليل والبعد عن سواء السبيل. ¶ ¬__________ ¶ (¬1) - انظر زاد المعاد 3/ 560.",
            "page": "16",
            "part": "1",
            "seal": "1B261089"
        },
        {
            "id": "16",
            "nass": "الميل إلى الذكران ¶ قال ابن تيمية: فميل النفس إلى النساء عام في طبع جميع بني آدم. وقد يبتلى كثير منهم بالميل إلى الذكران كما هو المذكور عنهم فيبتلى بالميل إلى المردان وإن لم يفعل الفاحشة الكبرى ابتلي بما هو دون ذلك من المباشرة والمشاهدة. ¶ ولا يكاد أن يسلم أحدهم من الفاحشة إما في سره وإما بينه وبين الأمرد ويحصل للنفس من ذلك ما هو معروف عند الناس وقد ذكر الناس من أخبار العشاق ما يطول وصفه فإذا ابتلي المسلم ببعض ذلك كان عليه أن يجاهد نفسه في الله وهو مأمور بهذا الجهاد ليس أمراً أوجبه وحرمه هو على نفسه فيكون في طاعة نفسه وهواه بل هو أمر حرمه الله ورسوله ولا حيلة فيه. فيصير بالمجاهدة في طاعة الله ورسوله (¬1). ¶ وقال رحمه الله في التوبة من مثل هذه الفواحش: وإنما الغرض أن الله يقبل التوبة من كل ذنب كما دل عليه الكتاب والسنة. ¶ والفواحش خصوصاً ما علمت أحداً نازع في التوبة منها، والزاني والمزني به مشتكران في ذلك إن تابا تاب الله عليهما ويبين التوبة خصوصاً من عمل قوم لوط من الجانبين ما ذكره الله في قصة قوم لوط فإنهم كانوا يفعلون الفاحشة بعضهم ببعض ومع هذا فقد دعاهم جميعهم إلى تقوى الله والتوبة منها. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 14/ 461.",
            "page": "17",
            "part": "1",
            "seal": "65ED0269"
        },
        {
            "id": "17",
            "nass": "فلو كانت توبة المفعول به أو غيره لا تقبل لم يأمره بما لا يقبل قال تعالى: (كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ، إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ، إِنِّي لَكُمْ رَسُولٌ أَمِينٌ، فَاتَّقُوا اللَّهَ وَأَطِيعُونِ) (¬1) فأمرهم بتقوى المتضمنة لتوبتهم من هذه الفاحشة. ¶ والخطاب وإن كان للفاعل فإنه إنما خُصّ به لأنه صاحب الشهوة والطلب في العادة بخلاف المفعول به فإنه لم تخلق فيه شهوة لذلك في الأصل. ¶ وإن كانت قد تعرض له عرض طارئ أو أجر يأخذه من الفاعل أو لغرض آخر. والله سبحانه وتعالى أعلم (¬2). ¶ ¬__________ ¶ (¬1) - الشعراء، 160، 161، 162، 163. ¶ (¬2) - مجموعة الفتاوى 15/ 408.",
            "page": "18",
            "part": "1",
            "seal": "05AF256E"
        },
        {
            "id": "18",
            "nass": "أسباب صرع الجن للإنس ¶ ذكر ابن تيمية رحمه الله أن لذلك ثلاثة أسباب: ¶ قال: تارة يكون الجن يحب المصروع فيصرعه ليتمتع به. وهذا الصرع يكون أرفق من غيره وأسهل. ¶ وتارة يكون الإنسي آذاهم إذا بال عليهم أو صبّ عليهم ماء حاراً أو يكون قتل بعضهم أو غير ذلك من أنواع الأذى وهذا أشد الصرع. وكثيراً ما يقتلون المصروع. وتارة يكون بطريق العبث به كما يعبث سفهاء الإنس بأبناء السبيل (¬1). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 13/ 82.",
            "page": "19",
            "part": "1",
            "seal": "BF433059"
        },
        {
            "id": "19",
            "nass": "كتمان النصوص المخالفة ¶ وبغضها وبغض إظهارها ¶ طالب الحق الصادق همته ظهور الحق فلا يدفعه ويرده أو يلبسه بالباطل إذا ظهر على يد خصمه ومن لا يهواه. ¶ لأن الصادق يريد أن يكون الدين كله لله وهذا أعظم ما يتميز به السني. ¶ أما المبتدع فهو بخلاف ذلك فقد قال شيخ الإسلام ابن تيمية: فلا تجد قط مبتدعاً إلا وهو يحب كتمان النصوص التي تخالفه ويبغضها ويبغض إظهارها وروايتها والتحدث بها ويبغض من يفعل ذلك كما قال بعض السلف: ما ابتدع أحد بدعة إلا نزعت حلاوة الحديث من قلبه (¬1). ¶ ما أقل من يسلم من هذا المرض الخطير. والذي ينبغي أن نعتني به هنا حتى لا يروج علينا زيف المبطل أنه أقل الناس اليوم من يرد الحق مباشرة ويصادمه مصادمة مكشوفة فقد ظهر من علم الحجة اليوم ما يبهر فلم يبق إلا اللبس. ولذلك قال الشيخ بعد الكلام السابق: ¶ ثم إن قوله الذي يعارض به النصوص لا بد أن يلبس فيه حقاً بباطل بحسب ما يقول من الألفاظ المجملة المتشابهة ثم استدل بقول ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 20/ 161.",
            "page": "20",
            "part": "1",
            "seal": "7A1876A6"
        },
        {
            "id": "20",
            "nass": "أحمد رحمه الله: \"يتكلمون بالمتشابه من الكلام ويخدعون جهال الناس بما يشبهون عليهم\". إنتهى. ¶ لقد رُدّ كل نص من نصوص الكتاب والسنة مخالف للهوى في زماننا هذا وعورض بحشد هائل من الألفاظ المجملة المتشابهة وهي المتشابه من الكلام وهي لبس الحق بالباطل فالله هو المستعان ورحم الله أئمتنا وعلمائنا ما أصدق عباراتهم وأصوبها.",
            "page": "21",
            "part": "1",
            "seal": "6DBF0E2B"
        },
        {
            "id": "21",
            "nass": "القياس الفاسد ¶ أكثر ضلال الناس اليوم بسبب الأقيسة الفاسدة وهي أعظم ما يحتجون به على ما يهوون من الباطل. ¶ وذلك أنهم يُسوّون بين الشيئين لاشتراكهما في بعض الأمور مع أن بينهما من الفرق ما يوجب أعظم المخالفة. ¶ هذا كثير في وقتنا فمن ذلك قياس الغناء اليوم بغناء الجواري عند عائشة رضي الله عنها. وبلعب الحبشة بالحراب في مسجد رسول الله صلى الله عليه وسلم. ¶ وقياس العلم وطلبه اليوم في العلم وطلبه في الماضي وغير ذلك ولهذا يقال: أول من قاس إبليس. وما عبدت الشمس والقمر إلا بالمقاييس. يعني المقاييس التي يشتبه فيها الشيء بما يخالفه وإنما يشتبه معه في بعض الأمور كالتسمية مثل اسم العلم يراد به في الماضي علم الدين واليوم زاحمته علوم. ¶ ويراد به في الماضي وجه الله واليوم زاحم ذلك إرادات. كذلك الإشتراك في اسم الغناء مع وجود الفرق الموجب أعظم المخالفة.",
            "page": "22",
            "part": "1",
            "seal": "98E79187"
        },
        {
            "id": "22",
            "nass": "حرص الشياطين على إضلال بني آدم ¶ ورد في بعض أحاديث المعراج وقد رواه ابن أبي حاتم وأحمد وابن ماجه وذكره ابن كثير (¬1) أن النبي صلى الله عليه وسلم قال: \"فلما نزلت إلى السماء دنيا نظرت أسفل مني فإذا أنا برهج ودخان وأصوات فقلت: من هؤلاء يا جبريل؟ قال: هذه الشياطين يحومون على أعين بني آدم لا يتفكرون في ملكوت السموات والأرض ولولا ذلك لرأوا العجائب\" (¬2) انتهى. ¶ أما زماننا هذا فلا تحتاج الشياطين إلى ذلك في كل الأحوال حيث لم يعد منظر السماء كما كان يعني بالليل لوجود هذه الأضواء التي منعت وكدّرت رؤية السماء ونجومها وعجائبها وإني أعهد في صغري للسماء منظراً أتمنى اليوم رؤيته ولو في الأحلام وإنه ليفوق الوصف في إمتاعه. ¶ أما من نظر بعين التفكر والتدبر في هذه الآيات المشهود مستحضراً ما أمكنه من الآيات المتلوّه في ذلك. ¶ فلا شك أنه يجد من زيادة الإيمان ما يحسه ويشعر به لكن \"لا يشعر تأئه بمصابه\". ¶ ¬__________ ¶ (¬1) - أنظر تفسير القرآن العظيم (3/ 21). ¶ (¬2) - رواه الإمام أحمد في المسند (2/ 353 - 363).",
            "page": "23",
            "part": "1",
            "seal": "F9612F7F"
        },
        {
            "id": "23",
            "nass": "ويكفي في ذلك شاهد قوله تعالى: (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لِّأُوْلِي الألْبَابِ، الَّذِينَ يَذْكُرُونَ اللهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ) (¬1). ¶ ¬__________ ¶ (¬1) آل عمران، 190، 191.",
            "page": "24",
            "part": "1",
            "seal": "AE45A165"
        },
        {
            "id": "24",
            "nass": "لذة العلم ¶ قال ابن تيمية: ولا ريب أن لذة العلم أعظم اللذات واللذة التي تبقى بعد الموت وتنفع في الآخرة هي لذة العلم بالله والعمل له، وهو الإيمان به. ¶ ثم قال: وأيضاً فنفس العلم به إن لم يكن معه حب له وعبادة له بل كان مع حب لغيره كائناً من كان فإن عذاب هذا قد يكون من أعظم العذاب في الدنيا والآخرة ثم أخبر عن الفلاسفة والباطنية أنهم يجهلون كمال اللذة في نفس العلم (¬1). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 14/ 162.",
            "page": "25",
            "part": "1",
            "seal": "ECD4260E"
        },
        {
            "id": "25",
            "nass": "دعوى المحبة بلا غضب ¶ قال ابن تيمية رحمه الله: وكثير ممن يدعي المحبة هو أبعد من غيره عن اتباع السنة وعن الأمر بالمعروف والنهي عن المنكر والجهاد في سبيل الله. ¶ ويدعي مع هذا أن ذلك أكمل لطريق المحبة من غيره لزعمه أن طريق المحبة لله ليس فيه غيرة ولا غضب لله وهذا خلاف ما دل عليه الكتاب والسنة (¬1). ¶ وقال: وإن كانت المحبة التامة مستلزمة لموافقة المحبوب في محبوبه ومكروهه وولايته وعداوته فمن المعلوم أن من أحب الله المحبة الواجبة فلا بد أن يبغض أعداءه (¬2). ¶ وقال: فإذا كان في القلب حب الله ورسوله ثابتا استلزم موالاة أوليائه ومعاداة أعدائه (لَا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ أَوْ أَبْنَاءهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ) (¬3). (وَلَوْ كَانُوا يُؤْمِنُونَ بِالله والنَّبِيِّ وَمَا أُنزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاء) (¬4) فهذا التلازم ضروري (¬5). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 10/ 83. ¶ (¬2) - مجموع الفتاوى 10/ 60. ¶ (¬3) - المجادلة، 22. ¶ (¬4) - المائدة 81. ¶ (¬5) - مجموع الفتاوى 7/ 645.",
            "page": "26",
            "part": "1",
            "seal": "76C01EEC"
        },
        {
            "id": "26",
            "nass": "مقصود القرآن بنفي الشفاعة ¶ قال ابن تيمية: ومقصود القرآن بنفي الشفاعة نفي الشرك وهو أن أحداً لا يعبد إلا الله ولا يدعو غيره ولا يسأل غيره ولا يتوكل على غيره لا في شفاعة ولا غيرها. ¶ فليس له أن يتوكل على أحد في أن يرزقه وإن كان الله يأتيه برزقه بأسباب. ¶ كذلك ليس له أن يتوكل على غير الله في أن يغفر له ويرحمه في الآخرة وإن كان الله يغفر له ويرحمه بأسباب من شفاعة وغيرها. فالشفاعة التي نفاها القرآن مطلقاً ما كان فيها شرك وتلك منتفية مطلقاً ولهذا أثبت الشفاعة بإذنه في مواضع. ¶ وتلك قد بين الرسول صلى الله عليه وسلم أنها لا تكون إلا لأهل التوحيد والإخلاص فهي من التوحيد ومستحقها أهل التوحيد (¬1). ¶ الشفاعة الشركية أن يتوكل العبد على غير الله في أن يغفر الله له ويرحمه في الآخرة. ¶ هذا طلب الأمر من غير وجهه لأن الشافع لا يملك أن يشفع فيمن يشاء. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 7/ 78.",
            "page": "27",
            "part": "1",
            "seal": "A2804BE0"
        },
        {
            "id": "27",
            "nass": "ولذلك ورد في بعض أحاديث الشفاعة أنه صلى الله عليه وسلم يقول: \"ثم أشفع فيحد لي حداً فأدخلهم الجنة\" (¬1). ¶ فهؤلاء إنما نفعهم إخلاصهم لله حيث لم يطلبوا الشفاعة من أحد. ¶ ¬__________ ¶ (¬1) - أخرجه البخاري (4/ 218) ومسلم 1/ 181)، وابن ماجه (2/ 597) وأحمد في المسند (3/ 116).",
            "page": "28",
            "part": "1",
            "seal": "EA11C7D4"
        },
        {
            "id": "28",
            "nass": "تثنية ذكر القصص في القرآن ¶ قال شيخ الإسلام رحمه الله: وهكذا ما يثني ذكره من القصص في القرآن كقصة موسى وغيرها ليس المقصود بها أن تكون سمرا بل المقصود بها أن تكون عبراً كما قال تعالى: (لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ) (¬1). ¶ فالذي وقع شيء واحد وله صفات. فيعبر عنه بعبارات متنوعة كل عبارة تدل على صفة من الصفات التي يعتبر بها المعتبرون وليس هذا من التكرار في شيء (¬2). ¶ ومن هذا الباب ما ثنى الله في سورة \"الرحمن\" وهو قوله تعالى: (فَبِأَيِّ آلَاء رَبِّكُمَا تُكَذِّبَانِ) (¬3) فقد قال ابن تيمية رحمه الله: وقد شبّهوا ما في سورة \"الرحمن\" بقول القائل لمن أحسن إليه وتابع عليه الأيادي وهو ينكرها ويكفرها: ألم تك فقيراً فأغنيتك أفتنكر هذا؟ ألم تك عرياناً فكسوتك. أفتنكر هذا؟ ألم تك خاملاً فعرفّتك؟ ونحو ذلك (¬4). يُذكر أن بعض المفترين قال لسلطان زمانه: في القرآن تكرار لا فائدة فيه ولا معنى وأريد أن أختصره فقال له السلطان: قبل ذلك أريد أن أختصرك فأمر بتقطيع أعضائه. ¶ ¬__________ ¶ (¬1) - يوسف 111. ¶ (¬2) - مجموع الفتاوى 7/ 176. ¶ (¬3) - الرحمن 13. ¶ (¬4) - مجموع الفتاوى 16/ 537.",
            "page": "29",
            "part": "1",
            "seal": "1DA72D57"
        },
        {
            "id": "29",
            "nass": "حكمة الإستياك باليسرى ¶ سُئل شيخ الإسلام رحمه الله عن السواك: هل هو باليد اليسرى أولى من اليد اليمنى أو بالعكس وهل يسوغ الإنكار على من يستاك باليسرى وأيما أفضل؟ ¶ فأجاب: الحمد لله رب العالمين. الأفضل أن يستاك باليسرى نص عليه الإمام أحمد في رواية ابن منصور الكوسج ذكره عنه في مسائله وما علمنا أحداً من الأئمة خالف ذلك. ¶ وذلك لأن الإستياك من باب إماطة الأذى فهو كالإستنثار والإمتخاط ونحو ذلك مما فيه إزالة الأذى وذلك باليسرى. ¶ كما أن إزالة النجاسات كالإستجمار ونحوه باليسرى وإزالة الأذى واجبها ومستحبها باليسرى (¬1). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 21/ 108.",
            "page": "30",
            "part": "1",
            "seal": "CCBD8E1C"
        },
        {
            "id": "30",
            "nass": "قدر حاجة أهل الأرض إلى الرسول ¶ قال ابن تيمية (¬1) قدس الله روحه: والدنيا كلها ملعونة ملعون ما فيها إلا ما أشرقت عليه شمس الرسالة وأسس بنيانه عليها. ¶ ولا بقاء لأهل الأرض إلا ما دامت آثار الرسل موجودة فيهم فإذا درست آثار الرسل من الأرض وانمحت بالكلية خرّب الله العالم العلوي والسفلي وأقام القيامة. ¶ وليست حاجة أهل الأرض إلى الرسول كحاجتهم إلى الشمس والقمر والرياح والمطر. ¶ ولا كحاجة الإنسان إلى حياته ولا كحاجة العين إلى ضوئها والجسم إلى الطعام والشراب بل أعظم من ذلك وأشد حاجة من كل ما يقدّر ويخطر بالبال. ¶ فالرسل وسائط بين الله وبين خلقه في أمره ونهيه وهم السفراء بينه وبين عباده. ¶ وكان خاتمهم وسيدهم وأكرمهم على ربه محمد بن عبد الله صلى الله عليه وسلم يقول: \"يا أيها الناس إنما أنا رحمة مهداة\" وقال الله تعالى: (وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِّلْعَالَمِينَ) (¬2). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 19/ 101. ¶ (¬2) - الأنبياء، 107.",
            "page": "31",
            "part": "1",
            "seal": "A268D47D"
        },
        {
            "id": "31",
            "nass": "الذي يقول: كل يعمل في دينه الذي يشتهي ¶ قال شيخ الإسلام: (¬1) وأما قول القائل: كل يعمل في دينه الذي يشتهي فهي كلمة عظيمة يجب أن يستتاب منها وإلا عوقب. بل الإصرار على مثل هذه الكلمة يوجب القتل. ¶ فليس لأحد أن يعمل في الدين إلا ما شرعه الله ورسوله دون ما يشتهيه ويهواه. قال تعالى: (وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِّنَ اللَّهِ) (¬2) إلى آخره. ¶ يقع مثل هذا كثير في زماننا لكن بعبارة أخرى أعظم مما ذكر الشيخ حيث يؤمر الإنسان بمعروف أو ينهى عن منكر فيقول: أنا حر أو كل حر ونحو ذلك. ¶ وهذه الحرية التي هي التفلت من العبودية لرب العالمين هي حقيقة العبودية لأعدى أعداء الإنسان وهو الشيطان. ¶ وعبودية الرب عز وجل هي حقيقة التخلص من عبودية هذا العدو وأسره كل بحسبه فانظر كيف سماها الشيطان \"حرية\" وهي أخبث ألوان العبودية. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 22/ 240. ¶ (¬2) - القصص، 50.",
            "page": "32",
            "part": "1",
            "seal": "6A2EC906"
        },
        {
            "id": "32",
            "nass": "إحسان العمل ¶ رأيت في كلام المتأخرين من الحث على الإخلاص في العمل أي عمل ويستدلون بمثل قوله تعالى: (لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً) (¬1) وقد قال الفضيل بن عياض رحمه الله على هذه الآية: أخلصه وأصوبه. ¶ فقيل: يا أبا علي: ما أخلصه وأصوبه؟ فقال: إن العمل إذا كان صواباً ولم يكن خالصاً لم يقبل وإذا كان خالصاً ولم يكن صواباً لم يقبل حتى يكون خالصاً صواباً. والخالص: أن يكون لله والصواب أن يكون على السنة. انتهى. ¶ فانظر كيف يُقيّد العلماء العمل الخالص بأن يكون صوابا. والصواب هو أن يكون على السنة بخلاف من يستدل بهذه الآية ونحوها على أي عمل بل وعلى أعمال مخالفة للسنة ويوهمون أن هذا هو المراد. ومثله الإستدلال بحديث: من غشنا فليس منا\" (¬2). يُستدل به على أمور هي في نفسها غش. فيوهم استدلالهم بذلك أن الآفة منحصرة في هذا وهو من باب قول القائل: النظر إلى وجه الأجنبية حرام. يقول لها ذلك لتغطي وجهها وهو يزني بها. وهذا من جنس الورع الشيطاني. ¶ ¬__________ ¶ (¬1) - الملك، 2. ¶ (¬2) - أخرجه مسلم (1/ 99)، وأبو داود (2/ 2094) بلفظ \"ليس منا من غش\" والترمذي (3/ 57) بلفظ \"من غش فليس منا\" وابن ماجه (1/ 700) بنفس لفظ مسلم.",
            "page": "33",
            "part": "1",
            "seal": "1B6C703E"
        },
        {
            "id": "33",
            "nass": "فقه الصدِّيق ¶ قال عمر بن الخطاب لأبي بكر رضي الله عنهما: كيف تقاتل الناس وقد قال رسول الله صلى الله عليه وسلم: \"أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله فإذا قالوها فقد عصموا مني دمائهم وأموالهم إلا بحقها وحسابهم على الله\"؟. ¶ فقال له أبو بكر: فإن الزكاة من حقها. والله لو منعوني عناقاً كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم لقاتلتهم على منعها. ¶ قال عمر: فما هو إلا أن رأيت الله قد شرح صدر أبي بكر للقتال فعلمت أنه الحق. ¶ قال ابن تيمية قبل هذا: وأيّما طائفة انتسبت إلى الإسلام وامتنعت من بعض شرائعه الظاهرة المتواترة فإنه يجب جهادها باتفاق المسلمين حتى يكون الدين كله لله\" (¬1). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 28/ 356.",
            "page": "34",
            "part": "1",
            "seal": "4A25B521"
        },
        {
            "id": "34",
            "nass": "هل يقبل الله الدعاء الملحون ¶ سئل ابن تيمية عن رجل دعا دعاء ملحوناً فقال له رجل: ما يقبل الله دعاء ملحونا. ¶ فأجاب: من قال هذا القول فهو آثم مخالف للكتاب والسنة ولما كان عليه السلف. ¶ وأما من دعا الله مخلصاً له الدين بدعاء جائز سمعه الله وأجاب دعاءه سواء كان معرباً أو ملحوناً. ¶ والكلام المذكور لا أصل له. بل ينبغي للداعي إذا لم تكن عادته الإعراب أن لا يتكلف الإعراب. ¶ قال بعض السلف: إذا جاء الإعراب ذهب الخشوع. وهذا كما يكره تكلف السجع في الدعاء. فإذا وقع بغير تكلف فلا بأس به فإن أصل الدعاء من القلب واللسان تابع القلب. ¶ ومن جعل همته في الدعاء تقويم لسانه أضعف توجّه قلبه ولهذا يدعوا المضطر بقلبه دعاء يفتح عليه لا يحضره قبل ذلك. ¶ وهذا أمر يجده كل مؤمن في قلبه. والدعاء يجوز بالعربية وبغير العربية والله سبحانه يعلم قصد الداعي ومراده وإن لم يُقوّم لسانه فإنه يعلم ضجيج الأصوات باختلاف اللغات على تنوع الحاجات (¬1). ¶ ¬__________ ¶ (¬1) - الفتاوى 22/ 488.",
            "page": "35",
            "part": "1",
            "seal": "465F581B"
        },
        {
            "id": "35",
            "nass": "عفوا تعف نساؤكم ¶ قال ابن تيمية (¬1) رحمه الله: فإنه إذا كان يزني بنساء الناس كان هذا مما يدعو المرأة إلى أن تمكّن منها غيره كما هو الواقع كثيراً فلم أر من يزني بنساء الناس أو ذكران إلا فيحمل امرأته على أن تزني بغيره مقابلة على ذلك ومغايظة. ¶ وأيضاً: فإذا كان عادته الزنا استغنى بالبغايا فلم يكف امرأته في الإعفاف فتحتاج إلى الزنا. ¶ وأيضاً: فإذا زنى بنساء الناس طلب الناس أن يزنوا بنساءه كما هو الواقع. فامرأة الزاني تصير زانية من وجوه كثيرة. ¶ وإن استحلت ما حرمه الله كانت مشركة. وإن لم تزن بفرجها زنت بعينها وغير ذلك فلا يكاد يُعرف في نساء الرجال الزناة المصرين على الزنا الذين لم يتوبوا منه امرأة سليمة سلامة تامة. ¶ وطبع المرأة يدعو إلى الرجال الأجانب إذا رأت زوجها يذهب إلى النساء الأجانب. ¶ وقد جاء في الحديث: \"بروا آباءكم تبركم أبناءكم وعفوا تعف نساؤكم\" (¬2). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 32/ 120. ¶ (¬2) - رواه الطبراني عن ابن عمر رضي الله عنهما، والحاكم عن جابر (4/ 154) وأبو نعيم في الحيلة (6/ 335). والسيوطي في الدر (4/ 175) وابن الجوزي في الموضوعات (3/ 85) والشوكاني في الفوائد (202) وابن عدي في الكامل (5/ 1850).",
            "page": "36",
            "part": "1",
            "seal": "EE19A9B9"
        },
        {
            "id": "36",
            "nass": "الحكايات المفتعلة ¶ سُئل ابن تيمية من يتحدث بين الناس بكلام وحكايات مفتعلة كلها كذب هل يجوز ذلك؟ ¶ فأجاب: أما المتحدث بأحاديث مفتعلة ليضحك الناس أو لغرض آخر فإنه عاص لله ورسوله وقد روى بهز بن حكيم عن أبيه عن جده عن النبي صلى الله عليه وسلم قال: \"إن الذي يحدث فيكذب ليضحك القوم ويل له ويل له ثم ويل له\" (¬1). وقد قال ابن مسعود: إن الكذب لا يصلح في جد ولا هزل ولا يَعِد أحدكم صبيّه شيئاً ثم لا ينجزه. وأما إن كان في ذلك ما فيه عدوان على مسلم وضرر في الدين فهو أشد تحريماً من ذلك. ¶ وبكل حال ففاعل ذلك مستحق للعقوبة الشرعية التي تردعه عن ذلك والله أعلم. (¬2) سوق الحكايات المفتعلة وما يسمونه النكت والمضحكات رائج في وقتنا ويعتبر فناً من الفنون. وأخطره ما يجاور ويُصاحب علوم الدين وقصصه. ولا أقصد بذلك أن تساق هذه الهزليات سخرية بالدين صرحية. فهذا حكمه معروف لكن المراد هنا ما تحوي هذه الحشود الهائلة من النسخ والصحف والمجلات التي يختلط فيها هذا وهذا. وإن الناظر في مؤلفات السلف من الأئمة والعلماء المقتدى بهم لا يجد من ذلك شيئاً وحاشاهم من هذا التخليط القبيح غير المليح. ¶ ¬__________ ¶ (¬1) - أخرجه الترمذي (4/ 142) برقم (3333) وأبو داود (2/ 716) برقم (4990). ¶ (¬2) - مجموع الفتاوى 32/ 255.",
            "page": "37",
            "part": "1",
            "seal": "AB09C4E8"
        },
        {
            "id": "37",
            "nass": "حجب عن حقائق القرآن ¶ قال ابن تيمية: ولا يجعل همته فيما حجب به أكثر الناس من العلوم عن حقائق القرآن. ¶ إما بالوسوسة في خروج حروفه وترقيقها وتفخيمها وإمالتها والنطق بالمد الطويل والقصير والمتوسط وغير ذلك. ¶ فإن هذا حائل للقلوب قاطع لها عن فهم مراد الرب من كلامه. (¬1) ¶ إذا كان هذا مما يحجب عن حقائق القرآن مع أن بعض أهل الوقت يوجبه فكيف يطلب الدنيا بالقرآن؟ ¶ وقال رحمه الله: والمطلوب من القرآن هو فهم معانيه والعمل به فإن لم تكن هذه همة حافظه لم يكن من أهل العلم والدين. والله سبحانه أعلم (¬2). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 16/ 50. ¶ (¬2) - مجموع الفتاوى 23/ 55.",
            "page": "38",
            "part": "1",
            "seal": "649A72C6"
        },
        {
            "id": "38",
            "nass": "بدعة منكرة ¶ قال ابن تيمية: وأما المؤذنون الذين يؤذنون مع المؤذن الراتب يوم الجمعة في مثل صحْن المسجد فليس أذانهم مشروعاً باتفاق الأئمة بل ذلك بدعة منكرة. (¬1) ¶ يعني أن الأذان يكون بأصوات متعددة ولقد حدث في زماننا أمور وأمور. ¶ وقال رحمه الله: وإنما الغرض هنا أن النبي صلى الله عليه وسلم لما كره بوق اليهود المنفوخ بالفم وناقوس النصارى المضروب باليد علّل هذا بأنه من أمر اليهود وعلل هذا بأنه من أمر النصارى. ¶ لأن ذكر الوصف عقيب الحكم يدل على أنه علة له. وهذا يقتضي نهيه عن كل ما هو من أمر اليهود والنصارى (¬2). ¶ ¬__________ ¶ (¬1) - انظر الاختيارات الفقهية للبعلي ص39. ¶ (¬2) - اقتضاء الصراط المستقيم ص118.",
            "page": "39",
            "part": "1",
            "seal": "CAEAFD72"
        },
        {
            "id": "39",
            "nass": "بعض أضرار البدع ¶ قال ابن تيمية: لا يخفى ما جعل الله في القلوب من التشوق إلى العيد والسرور به والاهتمام بأمره إنفاقاً واجتماعاً وراحة ولذة وسروراً. ¶ وكل ذلك يوجب تعظيمه لتعلق الأغراض به فلهذا جاءت الشريعة في العيد بإعلان ذكر الله فيه حتى جعل فيه من التكبير في صلاته وخطبته وغير ذلك مما ليس في سائر الصلوات فأقامت فيه من تعظيم الله وتنزيل الرحمة خصوصاً العيد الأكبر ما فيه صلاح الخلق كما دل على ذلك قوله تعالى: (وَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ، لِيَشْهَدُوا مَنَافِعَ لَهُمْ) (¬1). ¶ فصار ما وسّع على النفوس فيه من العادات الطبيعية عوناً على انتفاعها بما خصّ به من العبادات الشرعية. ¶ ثم قال رحمه الله في الأعياد المزاحمة: ¶ فإذا أعطيت النفوس في غير ذلك اليوم حظها أو بعض الذي يكون في عيد الله فترت عن الرغبة في عيد الله وزال ما كان له عندها من المحبة والتعظيم فنقص بسبب ذلك تأثير العمل الصالح فيه فخسرت خسراناً مبينا. ¶ ¬__________ ¶ (¬1) - الحج، 27، 28.",
            "page": "40",
            "part": "1",
            "seal": "42A956DE"
        },
        {
            "id": "40",
            "nass": "وقال قبل ذلك: ¶ ولهذا قال النبي صلى الله عليه وسلم في العيدين الجاهلين \"إن الله قد أبدلكم بهما يومين خيراً منهما\" (¬1). ¶ فيبقى اغتذاء قلبه من هذه الأعمال المبتدعة مانعاً من الإغتذاء أو من كمال الاغتذاء بتلك الأعمال النافعة الشرعية فيفسد عليه حاله من حيث لا يعلم كما يفسد جسد المغتذي بالأغذية الخبيثة من حيث لا يشعر. وبهذا يتبين لك بعض ضرر البدع. ¶ وقال قبل ذلك: ¶ فالعبد إذا أخذ من غير الأعمال المشروعة بعض حاجته قلّت رغبته في المشروع وانتفاعه به بقدر ما اعتاض من غيره بخلاف من صرف نهمته وهمته إلى المشروع فإنه تعظم محبته له ومنفعته به ويتم دينه ويكمل إسلامه. ¶ ولهذا تجد من أكثر من سماع القصائد لطلب صلاح قلبه تنقص رغبته في سماع القرآن حتى ربما يكرهه. ¶ ومن أكثر من السفر إلى زيارة المشاهد ونحوها لا يبقى لحج البيت المحرم في قلبه من المحبة والتعظيم ما يكون في قلب من وسعته السنة. ¶ ومن أد من على أخذ الحكمة والآداب من كلام حكماء فارس والروم لا يبقى لحكمة الإسلام وآدابه في قلبه ذاك الموقع. ¶ ومن أد من على قصص الملوك وسيرهم لا يبقى لقصص الأنبياء وسيرهم في قلبه ذاك الإهتمام ونظائر هذه كثيرة. ¶ ¬__________ ¶ (¬1) - أخرجه النسائي (3/ 199) وأحمد في المسند (4/ 207 - 356 - 470 - 499).",
            "page": "41",
            "part": "1",
            "seal": "33C9A226"
        },
        {
            "id": "41",
            "nass": "ولهذا جاء في الحديث عن النبي صلى الله عليه وسلم: \"ما ابتدع قوم بدعة إلا نزع الله عنهم من السنة مثلها\" رواه الإمام أحمد. ¶ وهذا أمر يجده من نفسه من نظر في حاله من العلماء والعبّاد والأمراء والعامة وغيرهم. ¶ ولهذا عظّمت الشريعة النكير على من أحدث البدع وحذّرت منها لأن البدع لو خرج الرجل منها كفافاً لا عليه ولا له لكان الأمر خفيفاً بل لا بد أن توجب له فساداً في قلبه ودينه ينشأ من نقص منفعة الشريعة في حقه إذ القلب لا يتسع للعوض والمعوض عنه (¬1). ¶ ¬__________ ¶ (¬1) - الاختيارات الفقهية ص217.",
            "page": "42",
            "part": "1",
            "seal": "1055ABCF"
        },
        {
            "id": "42",
            "nass": "ما ألهى وشغل عن ما أمر الله به فهو حرام ¶ قال شيخ الإسلام رحمه الله: لا يجوز اللعب المعروف بالطاب والمنقلة. ¶ وكل ما أفضى كثيره إلى حرمة إذا لم يكن فيه مصلحة راجحة لأنه يكون سبباً للشر والفساد. ¶ وما ألهى وشغل عن ما أمر الله به فهو منهي عنه وإن لم يحرم جنسه كالبيع والتجارة وسائر ما يتلهى به البطالون من أنواع اللهو وسائر ضروب اللعب مما لا يستعان به على حق شرعي فكله حرام (¬1). ¶ أنظر كيف يصير الحلال حراماً إذا ألهى وشغل عن ما أمر الله به كالبيع والتجارة. ¶ وقد ذكر في موضع آخر أن العلوم الصحيحة التي تزاحم علم الدين وتضعفه أنها تحرم. ¶ وهنا يقول: والصراع والسبق بالأقدام ونحوهما طاعة إذا قصد به نصر الإسلام. ¶ فتأمل هذا الشرط. والشرط السابق وهو قوله: \"مما لا يستعان به على حق شرعي فكله حرام\". ¶ ¬__________ ¶ (¬1) - الاختيارات الفقهية ص 160.",
            "page": "43",
            "part": "1",
            "seal": "53CE66C7"
        },
        {
            "id": "43",
            "nass": "النبي صلى الله عليه وسلم لم ينه عن التلقيح ¶ يستغل الأعداء مسألة تأبير النخل للطعن بالنبي صلى الله عليه وسلم من المستشرقين وغيرهم مع أنه لم ينههم عن التلقيح. ¶ وإنما ظن ظنا وقد قال ابن تيمية في ذلك (¬1): ومثل هذا لا يمتنع على الأنبياء أن يظنوا شيئاً فيكون الأمر بخلاف ما ظنوه فقد يظنون فيما وُعِدوه تعييناً وصفاتاً ولا يكون كما ظنوه. ¶ وذكر لذلك مثالاً وهو: أن النبي صلى الله عليه وسلم قال: \"رأيت أن أبا جهل قد أسلم فلما أسلم خالد ظنوه هو فلما أسلم عكرمه علم أنه هو\" (¬2). ¶ وقال ابن تيمية أيضاً: وهو صلى الله عليه وسلم لما رآهم يلقحون النخل قال لهم: \"ما أرى هذا يغني شيئاً\" ثم قال لهم: \"إنما ظننت ظنا فلا تؤاخذوني بالظن ولكن إذا حدثتكم عن الله فلن أكذب على الله (¬3). وقال: \"أنتم أعلم بأمور دنياكم فما كان من أمر دينكم فإلي\" (¬4) وهو لم ينههم عن التقليح لكن هم غلطوا في ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 15/ 186. ¶ (¬2) - يذكر أهل التعبير أنه قد يُرى أحياناُ الشخص في الرؤيا ويراد به نظيره أو أباه أو إبنه ونحو ذلك كما حصل في هذه الرؤيا. ¶ (¬3) - أخرجه مسلم (4/ 1835) برقم (139) وابن ماجه (2/ 28) برقم (2470). ¶ (¬4) - أخرجه مسلم (4/ 1836) برقم (141) وابن ماجه (2/ 28) برقم (2471).",
            "page": "44",
            "part": "1",
            "seal": "2A8785D2"
        },
        {
            "id": "44",
            "nass": "ظنهم أنه نهاهم كما غلط من غلط في ظنه أن \"الخيط الأبيض\" و\"الخيط الأسود\" هو الحبل الأبيض والأسود (¬1). ¶ وقال: وقد يظن الشيء وثم يبين الله الأمر على جليته كما وقع مثل ذلك في أمور كقوله تعالى: (إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا) (¬2) نزلت في الوليد بن عقبة لما استعمله النبي صلى الله عليه وسلم وهمّ أن يغزوهم لما ظن صدقه حتى أنزل الله هذه الآية. ¶ وكذلك في قصة بني أبيرق التي أنزل الله فيها: (إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللهُ وَلاَ تَكُن لِّلْخَآئِنِينَ خَصِيماً) (¬3) وذلك لما جاء قوم تركوا السارق الذي كان يسرق وأخرجوا البريء فظن النبي صلى الله عليه وسلم صدقهم حتى تبين الأمر بعد ذلك (¬4). ¶ وقوله صلى الله عليه وسلم: \"أنتم أعلم بأمور دنياكم\" هل يعني هذا حُرية التصرف في الأمور الدنيوية بلا ضابط ديني؟ أم أنه صلى الله عليه وسلم أحكم لأمته أمور الدنيا والآخرة وربط هذه بهذه وتولى أمر هذه وهذه؟ الجواب على هذا لا غموض فيه فهو حاصل بأدنى نظر في أمره ونهيه وهديه وهدي أصحابه رضوان الله عليهم الذين أعلم الناس به وأحرص الناس على متابعته. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 18/ 12. ¶ (¬2) - الحجرات، 6. ¶ (¬3) - النساء/ 105. ¶ (¬4) - مجموع الفتاوى 15/ 187.",
            "page": "45",
            "part": "1",
            "seal": "9E4C0DEB"
        },
        {
            "id": "45",
            "nass": "قاعدة شرعية ¶ قال شيخ الإسلام ابن تيمية: فإن كل ما عُظِّم بالباطل من زمان أو مكان أو حجر أو شجر أو بنيّة يجب قصد إهانته. ¶ كما تُهان الأوثان المعبودة وإن كانت لولا عبادتها لكانت كسائر الأحجار (¬1). ¶ هذا يبين أن تعظيمها بالباطل أكسبها صبغة توجب إهانتها وذلك بنسبتها إلى الشيطان حيث هو الآمر بكل باطل صغر أم كبر. ¶ ¬__________ ¶ (¬1) - اقتضاء الصراط المستقيم ص212.",
            "page": "46",
            "part": "1",
            "seal": "27CC285B"
        },
        {
            "id": "46",
            "nass": "قبر النبي صلى الله عليه وسلم ¶ قد يُشكل على بعض الناس قوله صلى الله عليه وسلم: \"اللهم لا تجعل قبري وثناً يعبد\" (¬1) الحديث إذا رأى أو علم بما يفعل أحياناً عند القبر مما هو منهي عنه. ¶ وقد قال ابن تيمية رحمه الله: لكن من الجهال من يصلي إلى حجرته أو يرفع صوته أو يتكلم بكلام منهي عنه وهذا إنما يُفعل خارجاً عن حجرته لا عند قبره وإلا فهو ولله الحمد استجاب الله دعوته فلم يمكن أحد قط أن يدخل إلى قبره فيصلي عنده أو يدعو أو يشرك به كما فعل بغيره اتخذ قبره وثنا. ¶ وقال: ودعا الله عز وجل أن لا يتخذ قبره وثناً يعبد فاستجاب الله دعاءه صلى الله عليه وسلم فلم يكن مثل الذين اتخذت قبورهم مساجد فإن أحداً لا يدخل عند قبره البته (¬2). ¶ وقال رحمه الله: فإن قلت: فقد يفعل بعض الناس عند قبره مثل هذا [يعني الشرك]. ¶ قلت لك: أما عند القبر فلا يقدر أحد على ذلك فإن الله أجاب دعوته حيث قال: \"اللهم لا تجعل قبري وثناً يعبد، وأما في مسجده فإنما يفعل ذلك بعض الناس الجهال. وأما من يعلم شرع ¶ ¬__________ ¶ (¬1) - أخرجه الإمام مالك في الموطأ (1/ 156) وابن أبي شيبة في المصنف (3/ 345) وابن سعد في الطبقات (2/ 240). ¶ (¬2) - مجموع الفتاوى 27/ 328.",
            "page": "47",
            "part": "1",
            "seal": "B6790708"
        },
        {
            "id": "47",
            "nass": "الإسلام فإنما يفعل ما شُرع. وهؤلاء ينهون أولئك بحسب الإمكان فلا يجتمع الزوار على الضلال. ¶ وأما قبر غيره فالمسافرون إليه كلهم جهال ضالون مشركون ويصيرون عند نفس القبر ولا أحد هناك ينكر عليهم (¬1). ¶ وذكر الشيخ رحمه الله أن الوليد هو الذي أدخل الحُجر توسعة للمسجد. ¶ وقال: وقد كره كثير من الصحابة والتابعين ما فعله عثمان رضي الله عنه من بناء المسجد بالحجارة والقصة والساج وهؤلاء لِما فعله الوليد أكره (¬2). ¶ وقال بعد أن ذكر السلام على النبي صلى الله عليه وسلم: ولا يدعو هناك مستقبل الحجرة فإن هذا كله منهي عنه باتفاق الأئمة. ¶ وقال: ولم يكن أحد من الصحابة يقف عنده يدعو لنفسه ولكن كانوا يستقبلون القبلة ويدعون في مسجده فإنه صلى الله عليه وسلم قال: \"اللهم لا تجعل قبري وثناً يعبد\" (¬3). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى 27/ 268. ¶ (¬2) - مجموع الفتاوى 27/ 418. ¶ (¬3) - مجموع الفتاوى 26/ 147.",
            "page": "48",
            "part": "1",
            "seal": "48D9D720"
        },
        {
            "id": "48",
            "nass": "المخلوق لا يكون مصنوعاً والمصنوع لا يكون مخلوقاً ¶ قال ابن تيمية: المخلوق لا يكون مصنوعاً والمصنوع لا يكون مخلوقاً. ¶ وذكر أن الله سبحانه وتعالى جعل لبني آدم قدرة على أن يعملوا أنواعاً من المطاعم والملابس والمساكن وكذلك جعل لهم قدرة على ما يصنعونه من الآنية من الفخار والزجاج ونحو ذلك ولم يخلق لهم سبيلاً على أن يصنعوا مثل ما خلق الله. ¶ ثم قال: فإن أصل المخلوقات التي خلقها الله لا يمكن البشر أن يصنعوا مثلها. ¶ وقال: فإن الله لم يخلق شيئاً إلا بقدر والخلق لا يصنعون مثل ما خلق الله تعالى. قال تعالى: (أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ) (¬1). ¶ وفي الحديث الصحيح يقول الله تعالى: \"ومن أظلم ممن ذهب بخلق كخلقي فليخلقوا ذرة أو ليخلقوا شعيرة\" (¬2). ¶ وقال: والفلاسفة يقولون: إن الصناعة لا تعمل عمل الطبيعة يعني المصنوع من الذهب والفضة وغيرهما لا يكون مثل المطبوع الذي خُلق بالقوة الطبيعية السارية في الأجسام. ولهذا لا يوجد من ¶ ¬__________ ¶ (¬1) - الرعد، 16. ¶ (¬2) - أخرجه البخاري (4/ 85) برقم (5953 - 7559) ومسلم (3/ 1671) برقم (2111)، والإمام أحمد في المسند (2/ 391).",
            "page": "49",
            "part": "1",
            "seal": "588096AB"
        },
        {
            "id": "49",
            "nass": "المخلوقات ما صنع الخلق مثله وما يصنعه الخلق لم يخلق لهم مثله فهم يطحنون الطعام وينسجون الثياب ويبنون البيوت ولم يخلق لهم مثل ذلك. ¶ وكذلك الزجاج يصنعونه من الرمل والحصى ولم يخلق مثله. ¶ ثم قال: فإنه لو خلق زجاج وصُنع زجاج مثله لكان في هذا حجة. وليس الأمر كذلك. ¶ وقال: وإن الذهب المخلوق من المعادن ما يمكن أن يصنع مثله بل ولا يصنع. ¶ فقد تبين أن المصنوع لا يكون مثل المخلوق حتى ولا بالجمادات فضلاً عن أن يتوهم متوهم صناعة كائن حي لا من الحيوان ولا النبات فإننا لا نزال نفاجأ بالهذيانات والمؤمن مستيقن أن للبشر حدوداً لا يتجاوزونها مهما تشيطنوا. ¶ وفي القرآن ما يشفي ويكفي. وما ارتفع شيء من أمر الدنيا إلا كان حقاً على الله أن يضعه.",
            "page": "50",
            "part": "1",
            "seal": "CFE03703"
        },
        {
            "id": "50",
            "nass": "الغرف المبنية ¶ قال ابن القيم في قوله تعالى: (لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ) (¬1). ¶ فأخبر أنها غرف فوق غرف وأنها مبنية بناء حقيقة لئلا تتوهم النفوس أن ذلك تمثيل. ¶ وأنه ليس هناك بناء بل تتصور النفوس غرفاً مبينة كالعلالي بعضها فوق بعض حتى كأنه ينظر إليها عياناً. ¶ ومبنية صفة للغرف الأولى والثانية أي لهم منازل مرتفعة وفوقها منازل أرفع منها (¬2). ¶ إذا كان هذا في الغرف وذكر بنائها فكم ذكر الله السماء وبنائها ومع هذا يقول الملاحدة: الفضاء لا حدود له. ¶ ¬__________ ¶ (¬1) - الزمر، 20. ¶ (¬2) - أنظر حادي الأرواح 108.",
            "page": "51",
            "part": "1",
            "seal": "8246F59E"
        },
        {
            "id": "51",
            "nass": "رد الحق بدعوى الغيبة ¶ كثير من الناس يفهم من الدين فهماً يناسب هواه ومراده فبهواه الغالب يصرف الأحكام الدينية ليس يُصرفها على مراد الله ورسوله فتجده يستدل على ما يريد بما ليس بدليل، مثل الإستدلال بتحريم الغيبة إذا ذكرت له خطأ عالم يعظمه أو لا يعظمه ولكن يهون هذا الخطأ ويعمل على مقتضاه فيوهم من سمعه أنه ينكر الغيبة وهو على الصحيح ينكر الحق المخالف لهواه. ¶ فلا ينبغي أن نغتر بهذا الصنف من الناس. ثم هل معنى ما أقول تهوين أمر الغيبة؟ أعوذ بالله وإنما المراد هنا ذكر الفرقان الذي يطمئن إليه المؤمن ولا ينزعج ويقلق إذا ابتلي بمن ينكر الحق ويرده بدعوى إنكار الغيبة قال الحسن البصري رحمه الله: أترغبون عن ذكر الفاجر أذكروه بما فيه ليحذره الناس. ¶ وقال ابن القيم رحمه الله: والفرق بين النصيحة والغيبة أن النصيحة يكون القصد فيها تحذير المسلم من مبتدع أو فتان أو غاش أو مفسد فتذكر ما فيه إذا استشارك وقال الشيخ محمد بن عبد الوهاب رحمه الله: فما زال الصحابة ومن بعدهم ينكرون على من خالف وأخطأ كائناً من كان ولو كان أعلم الناس وأتقاهم. وإذا كان الله بعث محمداً صلى الله عليه وسلم بالهدى ودين الحق وأمرنا باتباعه وترك ما خالفه فمن تمام ذلك أن من خالفه من العلماء مخطئ ينبه على خطئه وينكر عليه. إنتهى. وكُتُب العلماء في الجرح والتعديل",
            "page": "52",
            "part": "1",
            "seal": "EC15DA2C"
        },
        {
            "id": "52",
            "nass": "شاهدة بذلك وقد كان بعض السلف يطوف حول الكعبة ويقول: فلان كذاب. فلان ضعيف. ولولا ذلك لضاع الدين. ¶ وقد قال قائل للإمام أحمد: أنا أكره أن أذكر أحداً (يعني من العلماء) فقال أحمد: إذا سكت أنت وسكت أنا متى يميز الجاهل بين الصحيح والسقيم. ¶ وذكر ابن القيم كلاماً معناه أن الغيبة إذا ظهرت على وجه النصيحة أنها من أقرب القربات وأعظم الحسنات. وكُتُب الجرح تقرب لك فهم هذا. ¶ وبعض العلماء إذا حذّر من الغيبة وشناعتها ذكر المواضع التي لا يكون فيها ذكر الشخص بما يكره من الغيبة المذمومة بخلاف من يذم الغيبة مطلقاً ولا يفصل. ¶ والمراد هنا أن لا نغتر بمن يرد الحق المخالف لهواه بدعوى الغيبة ولو سبرت حال هذا الصنف رأيت العجب من تمزيق الأعراض إذا خولفت الأهواء والأغراض. ¶ وقال الإمام أحمد: إذا لم يُشار بأهل البدع على المنابر متى يُحذرون.",
            "page": "53",
            "part": "1",
            "seal": "CF6D8F06"
        },
        {
            "id": "53",
            "nass": "تصفيد الشياطين في رمضان ¶ في الحديث: \"إذا دخل شهر رمضان فتحت أبواب الجنة وغلقت أبواب النار وصفدت الشياطين\" (¬1). ¶ ذكر ابن تيمية أن الشياطين إنما تتمكن من بني آدم بسبب الشهوات فإذا كفوا عن الشهوات صفدت الشياطين (¬2). ¶ اليوم يتوفر في رمضان ويكثر إلى حد الإسراف من الشهوات ما لا يكون في غيره من الأوقات فهل تصفّد الشياطين عن كل أحد تصفيداً يضعف تمكنهم؟ ¶ وقال أيضاً عن الشياطين: كما أن كيدهم في شهر رمضان ضعيف إذ كانوا فيه يسلسلون ولكن لم يبطل فعلهم بالكلية بل ضعف. ¶ فشرهم فيه على أهل الصوم قليل بخلاف أهل الشراب وأهل الظلمات فإن الشياطين هنالك مجالهم (¬3). ¶ الملاحظ في عصرنا هذا أن لرمضان عند كثير من الخلق أهمية بالغة لشغله بفنون الباطل والمنكر وقد اتخذ موسماً لذلك فيتحصل للشياطين فيه مالا يتحصل في غيره. ¶ ¬__________ ¶ (¬1) - أخرجه البخاري (2/ 278) ومسلم (2/ 758). ¶ (¬2) - مجموع الفتاوى 14/ 167. ¶ (¬3) - أنظر النبوات ص422.",
            "page": "54",
            "part": "1",
            "seal": "6BBB1886"
        },
        {
            "id": "54",
            "nass": "تنقص الصحابة ¶ ذكر ابن تيمية طوائف من الضلال والمنحرفين ثم قال: ثم أن هؤلاء مع هذا لم يجدوا الصحابة والتابعين تكلموا بمثل كلامهم بل ولا نُقل ذلك عن النبي صلى الله عليه وسلم صار منهم من يقول: كانوا مشغولين بالجهاد عن هذا الباب وأنهم هم حققوا ما لم يحققه الصحابة. ¶ ويقولون أيضاً: أن الرسول لم يعلمهم هذا لئلا يشتغلوا به عن الجهاد فإنه كان محتاجاً إليهم في الجهاد. ¶ وذكر كلاماً ثم قال: ومن أهل الكلام من يقول: بل الصحابة كانوا على عقائدهم وأصوالهم لكن لم يتكلموا بذلك لعدم حاجتهم إليه. فهؤلاء جمعوا بين أمرين: بين أن ابتدعوا أقوالاً باطلة ظنوا أنها هي أصول الدين لا يكون عالماً بالدين إلا من وافقهم عليها وأنهم علموا وبينوا من الحق ما لم يبينه الرسول والصحابة وإذا تدبّر الخبير حقيقة ما هم عليه تبين له أنه ليس عند القوم فيما ابتدعوه لا علم ولا دين ولا شرع ولا عقل. ¶ وأخرون لما رأوا ابتداع هؤلاء وأن الصحابة والتابعين لم يكونوا يقولون مثل قولهم ظنوا أنهم كالعامة الذين لا يعرفون الأدلة والحجج وأنهم كانوا لا يفهمون ما في القرآن مما تشابه على من تشابه عليه. وتوهموا أنه إذا كان الوقف على قوله: (وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ",
            "page": "55",
            "part": "1",
            "seal": "666DEEBA"
        },
        {
            "id": "55",
            "nass": "اللهُ) (¬1) كان المراد أنه لا يفهم معناه إلا الله لا الرسول ولا الصحابة فصاروا ينسبون الصحابة بل والرسول إلى عدم العلم بالسمع والعقل وجعلوهم مثل أنقسهم لا يسمعون ولا يعقلون. ¶ وظنوا أن هذه طريقة السلف وهي الجهل البسيط التي لا يعقل صحابها ولا يسمع. وهذا وصف أهل النار لا وصف أفضل الخلق بعد الأنبياء (¬2). ¶ تأمل هذا واعلم أن في أهل الوقت من يتنقص الصحابة رضي الله عنهم بل والرسول صلى الله عليه وسلم لأنهم لم يتكلموا بمثل كلامهم ولا تعلموا مثل علومهم وانظر قوله: لا يكون عالماً بالدين إلا من وافقهم فقد رأيناهم وهم يحتقرون ويزدرون من لم يحمل مثل شاراتهم. ¶ ¬__________ ¶ (¬1) - آل عمران، 7. ¶ (¬2) - النبوات ص247.",
            "page": "56",
            "part": "1",
            "seal": "4E5FB42D"
        },
        {
            "id": "56",
            "nass": "دعوة يوسف عليه السلام بلا معاداة ¶ قال شيخ الإسلام (¬1) رحمه الله بعد كلام: كما أخبر الله أن يوسف دعا أهل مصر لكن بغير معاداة لمن لم يؤمن ولا إظهار مناوأة بالذم والعيب والطعن لما هم عليه كما كان نبينا أول ما أنزل عليه الوحي وكانت قريش إذ ذاك تقرّه ولا تنكر عليه إلى أن أظهر عيب آلهتهم ودينهم وعيب ما كانت عليه آباؤهم وسفّه أحلامهم فهناك عادوه وآذوه وكان ذلك جهاداً باللسان قبل أن يؤمر بجهاد اليد قال تعالى: (وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيراً، فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُم بِهِ جِهَاداً كَبِيراً) (¬2). ¶ في هذا الرد على من يحتج بحال يوسف مع أهل مصر في مداخلة الظلمة وعدم إظهار المعاداة لهم وعيب باطلهم وذمّهم والطعن عليهم وما أكثر القياسات الفاسدة في زماننا حيث لم يؤمر يوسف عليه السلام بالمعاداة. ¶ ¬__________ ¶ (¬1) - النبوات ص342. ¶ (¬2) - الفرقان، 51 - 52.",
            "page": "57",
            "part": "1",
            "seal": "30F3F422"
        },
        {
            "id": "57",
            "nass": "إحياء الذي يقلته الدجال يدل ¶ على صدق الرسول لا على صدق الدجال ¶ قال ابن تيمية: وكذلك الذي يقلته الدجال ثم يحييه فيقول: أنت الأعور الكذاب الذي أخبرنا به رسول الله صلى الله عليه وسلم والله ما ازددت فيك إلا بصيرة فيريد الدجال أن يقتله فلا يقدر على ذلك فهذا الرجل بعد أن قُتل وقام يقول للدجال: أنت الأعور الكذاب الذي أخبرنا به رسول الله صلى الله عليه وسلم والله ما ازددت فيك بهذا القتل إلا بصيرة. ثم يريد الدجال أن يقتله فلا يقدر عليه. ¶ فعجزه عن قتله ثانياً مع تكذيب الرجل له بعد أن قتله وشهادته للرسول محمد بالرسالة هو من خوارق العادات التي لا توجد إلا لمن شهد للأنبياء بالرسالة وهذا الرجل هو من خيار أهل الأرض المسلمين. فهذا الخارق الذي جرى فيه هو من خصائص من شهد لمحمد بالنبوة فهو من أعلام النبوة ودلائلها. وكونه قُتل أولاً أبلغ في الدلالة فإن ذلك لم يزغه ولم يؤثر فيه وعلِمَ أنه لا يُسلط عليه مرة ثانية فكان هذا اليقين والإيمان مع عجزه عنه هو من خوارق الآيات. ¶ ومعلوم أن قتله ممكن في العادة فعجزه على قتله ثانياً هو الخارق للعادة ودل ذلك على أن إحياء الله له لم يكن معجزة للدجال ولا ليُبين به صدقه لكن أحياه ليكذّب الدجال وليُبين أن محمداً رسول",
            "page": "58",
            "part": "1",
            "seal": "76518512"
        },
        {
            "id": "58",
            "nass": "الله وأن الدجال كذاب وأنه هو الأعور الكذاب الذي أنذر به النبي صلى الله عليه وسلم حيث قال: \"ما من نبي إلا وقد أنذر أمته الأعور الدجال وسأقوال لكم فيه قولاً لم يقله نبي لأمته: إنه أعور وإن الله ليس بأعور مكتوب بين عينيه كافر يقرأه كل مؤمن قارئ وغير قارئ\" (¬1). ¶ وقال أيضاً: ¶ وأما إحياؤه مع تكذيبه له أولاً وعجزه ثانياً عن قتله فليس بخارق فهذا إحياء معيّن معه دلائل معدودة تبين أنه من الآيات الدالة على صدق الرسول لا على صدق الدجال (¬2). ¶ ¬__________ ¶ (¬1) - أخرجه البخاري (5/ 131) ومسلم (4/ 2248) وأبو داود (2/ 519). ¶ (¬2) - النبوات ص347.",
            "page": "59",
            "part": "1",
            "seal": "8C9E5B56"
        },
        {
            "id": "59",
            "nass": "هل الذي سمعه سارية صوت عمر؟ ¶ قال ابن تيمية: وعمر بن الخطاب لما نادى: يا سارية الجبل قال: إن لله جنداً يبلغونهم صوتي فعُلم أن صوته إنما يبلغ بما ييسره الله من تبليغ بعض الملائكة أو صالحي الجن فيهتفون بمثل صوته كالذي ينادي ابنه أو غير ابنه وهو بعيد لا يسمع. يا فلان فيسمعه من يريد إبلاغه فينادي يا فلان فيسمع ذلك الصوت وهو المقصود بصوت أبيه وإلا فصوت البشر ليس في قوته أن يبلغ مسافة أيام. ¶ وقال قبل ذلك: والذين يدعون الكواكب تتنزل عليهم أشخاص يسمونها: روحانية الكواكب وهو شيطان نزل عليه لما أشرك ليغويه كما تدخل الشياطين في الأصنام وتكلم أحياناً لبعض الناس وتتراءى للسدنة أحيانا ولغيرهم أيضاً. ¶ وقد يستغيث المشرك بشيخ له غائب فيحكي الجني صوته لذلك الشيخ حتى يظن أنه سمع صوت ذلك المريد مع بُعد المسافة بينهما ثم إن الشيخ يجيبه فيحكي الجني صوت الشيخ للمريد حتى يظن أن شيخه سمع صوته وأجابه وإلا فصوت الإنسان يمتنع أن يبلغ مسيرة يوم ويومين وأكثر. ¶ وقد يحصل للمريد من يؤذيه فيدفعه الجني ويخيّل للمريد أن الشيخ هو دَفَعه. وقد يُضرب الرجل بحجر فيدفعه عنه الجني ثم",
            "page": "60",
            "part": "1",
            "seal": "19683F29"
        },
        {
            "id": "60",
            "nass": "يصيب الشيخ بمثل ذلك حتى يقول: إني اتقيت عنك الضرب وهذا أثره فيّ. ¶ وقد يكون يأكلون طعاماً فيصور نظيره للشيخ ويجعل يده فيه ويجعل الشيطان يده في طعام أولئك حتى يتوهم الشيخ وهُم أن يد الشيخ امتدت من الشام إلى مصر وصارت في ذلك الإناء (¬1). ¶ انظر قوله رحمه الله: وإلا فصوت البشر ليس في قوته أن يبلغ مسافة أيام. ¶ وقوله: وإلا فصوت الإنسان يمتنع أن يبلغ مسيرة يوم ويومين وأكثر. وقوله عن تبليغ صوت عمر أنه بواسطة الملائكة أو صالحي الجن. والآخر أنه بواسطة الجن والشياطين يتبين لك ما قاله العلماء من أن الخارق إذا ظهر على يد ولي فهو كرامة وإن ظهر على يد من ليس من أهل الإستقامة سواء كافراً أو مسلماً ضالاً فهي من خوارق الشياطين. ¶ والذي يسمونه: روحانية الكواكب وهو شيطان يتنزل عليهم هو من جنس الذي يسمونه \"تحضير الأرواح\" فهؤلاء تتنزل عليهم الشياطين ويوهمونهم أنهم أرواح الموتى ويخبرونهم بأشياء كائنة في الماضي مثل أن يكون الميت مات منذ خمسين سنة فالشيطان يعرف من أحوال هذا الميت مثل مسكنه وأولاده إن كان له أولاد وماذا عملوا بعده وماذا كان يعمل هو في حياته ونحو ذلك فيحسب هؤلاء الضلاّل أن روح الميت هي التي تخاطبهم لا سيما وهم يسمعون أخباراً ¶ ¬__________ ¶ (¬1) - النبوات ص432.",
            "page": "61",
            "part": "1",
            "seal": "7AA49FD0"
        },
        {
            "id": "61",
            "nass": "صادقة واقعة وأين هم وأوراح الموتى فإنها مشغولة عنهم إما بالعذاب أو النعيم وإنما هذا تضليل من الشيطان وليس هذا من الغيب الذي استأثر الرب سبحانه بعلمه. قال تعالى: (وَيُرِيدُ الشَّيْطَانُ أَن يُضِلَّهُمْ ضَلاَلاً بَعِيداً) (¬1). ¶ فمثل هذا لا يحصل إلا بالتقرب للشياطين إما بالشرك أو الفواحش أو نحو ذلك مما يرضي الشياطين ثم هم يخلطون مع ما يحكون عن الموتى ما يضللون به الناس وهذا مشهور في بلاد أخرى. ¶ ¬__________ ¶ (¬1) - النساء: 60.",
            "page": "62",
            "part": "1",
            "seal": "82F4CE18"
        },
        {
            "id": "62",
            "nass": "شبهة قديمة لها اليوم مثيل ¶ لقد وُجد في الماضي من يزعم أن نكاح المرأة هضم لحقها وابتذال لشرفها وأنه خلاف القياس فتأمل هذه الشبهة يقولون كما نقل ابن تيمية عنهم: الإنسان شريف والنكاح فيه ابتذال المرأة وشرف الإنسان ينافي الإبتذال. قال رحمه الله: وهذا غلط فإن النكاح من مصلحة شخص المرأة ونوع الإنسان. والقدر الذي فيه من كون الذكر يقوم على الأنثى هو من الحكمة التي بها تتم مصلحة جنس الحيوان فضلاً عن نوع الإنسان ومثل هذا الإبتذال لا ينافي الإنسانية كما لا ينافيها أن يتغوط الإنسان إذا احتاج إلى ذلك وأن يأكل ويشرب وإن كان الإستغناء عن ذلك أكمل. بل ما احتاج إليه الإنسان وحصلت له به مصلحته فإنه لا يجوز أن يمنع منه. والمرأة محتاجه إلى النكاح وهو من تمام مصلحتها فكيف يقال: القياس يقتضي منعها أن تتزوج؟ (¬1). ¶ أنظر كيف جاءت هذه الشبهة الشيطانية وورثها اليوم دعاة السفور حيث يزخرفون باطلهم بشبهة أن الحجاب منعٌ لحرية المرأة وهضم لحقها ونحو ذلك مما يستخفون به الأغبياء. ¶ ولننظر الآن كلاماً لابن القيم رحمه الله يتبين به أمر الحجاب عند السلف. قال في تعليق له على سؤال عن كشف المرأة وجهها في الإحرام مع كثرة الفساد اليوم أهو أولى أم التغطية مع الفداء وقد ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى: 20/ 515.",
            "page": "63",
            "part": "1",
            "seal": "98E7761B"
        },
        {
            "id": "63",
            "nass": "قالت عائشة رضي الله عنها: لو علم رسول الله صلى الله عليه وسلم ما أحدث النساء لمنعهن المساجد. ¶ قال ابن القيم: سبب هذا السؤال والجواب خفاء بعض ما جاءت به السنة في حق المرأة في الإحرام فإن النبي صلى الله عليه وسلم لم يشرع لها كشف الوجه في الإحرام ولا غيره وإنما جاء النص بالنهي عن النقاب خاصة كما جاء بالنهي عن القفازين وجاء بالنهي عن لبس القميص والسراويل. ومعلوم أن نهيه عن لبس هذه الأشياء لم يرد أنها تكون مكشوفة لا تستر البتة بل قد أجمع الناس على أن المحرمة تستر بدنها بقميصها ودرعها وأن الرجل يستر بدنه بالرداء وأسافله بالإزار مع أنه مخرج النهي عن النقاب والقفازين والقميص والسراويل واحد وكيف يزاد على موجب النص ويُفهم منه أنه شرع لها كشف وجهها بين الملأ جهاراً فأي نص اقتضى هذا أو مفهوم أو عموم أو قياس أو مصلحة بل وجه المرأة كبدن الرجل يحرم ستره بالمفصّل على قدره كالنقاب والبرقع بل وكيدها يحرم سترها بالمفصّل على قدر اليد كالقفاز. وأما سترها بالكم وستر الوجه بالملاءة والخمار والثوب فلم ينه عنه البته. ¶ ومن قال: إن وجهها كرأس المحرم فليس معه بذلك نص ولا عموم ولا يصلح قياسه على رأس المحرم لما جعل الله بينهما من الفرق.",
            "page": "64",
            "part": "1",
            "seal": "B205AFD2"
        },
        {
            "id": "64",
            "nass": "وقول من قال من السلف: إحرام المرأة في وجهها إنما أراد به هذا المعنى أي لا يلزمها اجتناب اللباس كما يلزم الرجل بل يلزمها اجتناب النقاب فيكون وجهها كبدن الرجل. ¶ ولو قدّر أنه أراد وجوب كشفه فقوله ليس بحجة ما لم يثبت عن صاحب الشرع أنه قال ذلك وأراد به وجوب كشف الوجه ولا سبيل إلى واحد من الأمرين وقد قالت أم المؤمنين عائشة رضي الله عنها: كنا إذا مر بنا الركبان سدلت إحدانا الجلباب على وجهها ولم تكن أحداهن تتخذ عوداً تجعله بين وجهها وبين الجلباب. ¶ كما قاله بعض الفقهاء ولا يُعرف هذا عن امرأة من نساء الصحابة ولا أمهات المؤمنين البتة لا عملاً ولا فتوى ومستحيل أن يكون هذا من شعار الإحرام ولا يكون ظاهراً مشهوراً بينهن يعرفه الخاص والعام. ومن آثر الإنصاف وسلك سبيل العلم والعدل تبين له راجح المذاهب من مرجوحها وفاسدها من صحيحها والله الموفق والهادي قال تعالى: (وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ) (¬1) (¬2). ¶ ¬__________ ¶ (¬1) - الروم، 60. ¶ (¬2) - انظر الفوائد 3/ 142.",
            "page": "65",
            "part": "1",
            "seal": "0B7F0F96"
        },
        {
            "id": "65",
            "nass": "العلم والدنيا ¶ قال شميط بن عجلان: يعمد أحدهم فيقرأ القرآن ويطلب العلم حتى إذا علم أخذ الدنيا فضمها إلى صدره وحملها فوق رأسه فنظر إليه ثلاثة ضعفاء: ¶ إمرأة ضعيفة وأعرابي جاهل وأعجمي فقال: هذا أعلم بالله منا لو لم ير في الدنيا ذخيرة ما فعل هذا فرغبوا في الدنيا وجمعوها فكان يقول: فمثله كمثل الذي قال الله عز وجل: (وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ) (¬1) من كتاب الزهد للإمام أحمد. ¶ هل تفكر بمثل هذا فضلاً عن أن نعمل على مقتضاه؟ ¶ وقال مالك بن دينار: قلت للحسن البصري: ما عقوبة العالم إذا أحب الدنيا؟ قال: موت القلب فإذا أحب الدنيا طلبها بعمل الآخرة فعند ذلك ترحل عنه بركات العلم ويبقى عليه رسمه. انتهى. ¶ ونعوذ بالله من رسوم منزوعة البركات. ¶ ¬__________ ¶ (¬1) - النحل، 25.",
            "page": "66",
            "part": "1",
            "seal": "CB8649F5"
        },
        {
            "id": "66",
            "nass": "الواجب والحرام ¶ هل يوجب على العباد ويحرّم عليهم غير ربهم؟ قد يفعل إنسان أشياء مباحة فيقول له صاحبه: حرام عليك .. يقول ذلك بكل سهولة. ¶ لكن هؤلاء لا يقول بعضهم لبعض وهم يرتكبون المحرمات حقيقية: حرام عليك. وقد قال تعالى: (وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلاَلٌ وَهَذَا حَرَامٌ لِّتَفْتَرُواْ عَلَى اللهِ الْكَذِبَ) (¬1) وآخرون يوجبون على العباد ما لم يوجبه ربهم ولا رسوله وقد يكون هذا الموجب محرماً أو مكروهاً وأحسن أحواله أن يكون مباحاً فيقال واجب كذا. وهذا واجب والواجب ونحو ذلك فتأمل وقد قال تعالى: (أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ) (¬2). ¶ والشريعة إما محمدية أو إبليسية. ¶ وحتى المباح جعله واجبا مثل جعل الواجب مباحاً وهو شرع ما لم يأذن به الله. ¶ ¬__________ ¶ (¬1) - النحل 116. ¶ (¬2) - الشورى، 21.",
            "page": "67",
            "part": "1",
            "seal": "C3D87CF4"
        },
        {
            "id": "67",
            "nass": "التقدم والتأخر ¶ قال ابن جرير رحمه الله في قوله تعالى: (لِمَن شَاء مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ) (¬1): نذير للبشر لمن شاء منكم أيها الناس أن يتقدم في طاعة الله أو يتأخر في معصية الله. ¶ وذكر قول ابن عباس رضي الله عنهما: من شاء اتبع طاعة الله ومن شاء تأخر عنها. وقول قتادة: يتقدم في طاعة الله أو يتأخر في معصيته (¬2). ¶ وقال ابن كثير في الآية: أي لمن شاء أن يقبل النذارة ويهتدي للحق أو يتأخر عنها ويولي ويردها (¬3). ¶ وإذا كان الأمر كذلك فهل يصح أن يوصف بالتقدم والتأخر من ليس كذلك كما هو الواقع؟ ¶ ¬__________ ¶ (¬1) - المدثر 37. ¶ (¬2) - أنظر تفسير ابن جرير 29/ 103. ¶ (¬3) - أنظر تفسير ابن كثير 4/ 446.",
            "page": "68",
            "part": "1",
            "seal": "5F82799F"
        },
        {
            "id": "68",
            "nass": "مادة الروح من نفخة الملك ¶ قال ابن القيم: وهؤلاء الغالطون يظنون أن الملك يُرسَل إلى الجنين بروح قديمة أزلية ينفخها فيه كما يرسل الرسول بثوب إلى الإنسان يُلبسه إياه. ¶ وهذا ضلال وخطأ وإنما يرسل الله سبحانه إليه الملك فينفخ فيه نفخة تَحْدُث له الروح بواسطة تلك النفخة فتكون النفخة هي سبب حصول الروح وحدوثها له كما كان الوطء والإنزال سبب تكوين جسمه والغذاء سبب نموه فمادة الروح من نفخة الملك ومادة الجسم من صب الماء في الرحم. فهذه مادة سماوية وهذه مادة أرضية. ¶ فمن الناس من تغلب عليه المادة السماوية فتصير روحه علوية شريفة تناسب الملائكة. ¶ ومنهم من تغلب عليه المادة الأرضية فتصير روحه سفلية ترابية مهينة تناسب الأرواح السفلية. ¶ فالملك أب لروحه والتراب أب لبدنه وجسمه (¬1). ¶ ¬__________ ¶ (¬1) - الروح ص148.",
            "page": "69",
            "part": "1",
            "seal": "AFA18211"
        },
        {
            "id": "69",
            "nass": "وروح عيسى عليه السلام كذلك مادتها من نفخة الملك قال ابن تيمية: كما في خلق المسيح من غير أب فجبرئيل إنما كان مقدورة النفخ فيها وهذا لا يوجب الخلق بل هو بمنزلة الإنزال في حق غير المسيح. ¶ وصلى الله على نبينا محمد. ¶ كتبه عبد الكريم بن صالح الحميد ¶ بريدة",
            "page": "70",
            "part": "1",
            "seal": "6DD42A77"
        }
    ],
    "t1086": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "معنى أجر خمسين"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "عدم العلم بالشيء لا يوجب نفيه"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "محبة ضارة في الوصل والهجر"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "مثال لعذاب القبر ونعيمه"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "صلاة الله على نبيه وصلاتنا عليه"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "هو الذي يسيركم في البر والبحر"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المرور بديار المعذبين"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الميل إلى الذكران"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب صرع الجن للإنس"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "كتمان النصوص المخالفة وبغضها وبغض إظهارها"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "القياس الفاسد"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "حرص الشياطين على إضلال بني آدم"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "لذة العلم"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "دعوى المحبة بلا غضب"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "مقصود القرآن ينفي الشفاعة"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "تثنية ذكر القصص في القرآن"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "حكمة الاستياك باليسرى"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "قدر حاجة أهل الأرض إلى الرسول"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الذي يقول كل يعمل في دينه الذي يشتهي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "إحسان العمل"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "فقه الصديق"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "هل يقبل الله الدعاء الملحون"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "عفوا تعف نساؤكم"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الحكايات المفتعلة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "حجب عن حقائق القرآن"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "بدعة منكرة"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "بعض أضرار البدع"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "ما ألهى وشغل عن ما أمر الله به فهو حرام"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "النبي صلى الله عليه وسلم لم ينه عن التلقيح"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "قاعدة شرعية"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "قبر النبي صلى الله عليه وسلم"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "المخلوق لا يكون مصنوعا والمصنوع لا يكون مخلوقا"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "العرف المبنية"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "رد الحق بدعوى الغيبة"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "تصفيد الشياطين في رمضان"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "تنقص الصحابة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "دعوة يوسف عليه السلام بلا معاداة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "احياء الذي يقتله الدجال يدل على صدق الرسول لا على صدق الدجال"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "هل الذي سمعه سارية صوت عمر"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "شبهة قديمة لها اليوم مثيل"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "العلم والدنيا"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الواجب والحرام"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "التقدم والتأخر"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "مادة الروح من نفخة الملك"
        }
    ]
}