{
    "b1095": [
        {
            "id": "1",
            "nass": "الكتاب: أكثر من 1000 سنة في اليوم والليلة ¶ المؤلف: أبو عبد الملك خالد بن عبد الرحمن الحسينان ¶ عدد الأجزاء: 1",
            "page": null,
            "part": null,
            "seal": "03D704FD"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله الرحيم الغفار، الكريم القهار، مقلب القلوب والأبصار، عالم الجهر والأسرار، أحمده حمداً دائماً بالعشي والإبكار، وأشهد أن لا إله إلا الله وحده لا شريك له، شهادة تنجي قائلها من عذاب النار، وأشهد أن محمداً نبيه المختار صلى الله عليه وعلى أهله وأزواجه وأصحابه الجديرين بالتعظيم والإكبار، صلاة دائمة باقية بقاء الليل والنهار. ¶ أما بعد .. ¶ فإن أهم ما يعتني به المسلم في حياته اليومية، هو العمل بسنة الرسول - صلى الله عليه وسلم - في جميع حركاته وسكناته وأقواله وأفعاله حتى ينظم حياته على سنة الرسول - صلى الله عليه وسلم - كلها من الصباح إلى المساء.",
            "page": "3",
            "part": "1",
            "seal": "307A9CF3"
        },
        {
            "id": "3",
            "nass": "- قال ذو النون المصري: [من علامة المحبة لله عز وجل، متابعة حبيبه - صلى الله عليه وسلم - في أخلاقه، وأفعاله، وأوامره وسننه]. ¶ قال تعالى (قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ) [آل عمران:31] ¶ قال الحسن البصري: فكان علامة حبهم إياه، إتباع سنة رسوله. ¶ - وإن منزلة المؤمن تقاس باتباعه للرسول - صلى الله عليه وسلم - فكلما كان تطبيقه للسنة أكثر كان عند الله أعلى وأكرم. ¶ - ولهذا جمعت هذا البحث المختصر إحياءً لسنة الرسول - صلى الله عليه وسلم - في واقع المسلمين في حياتهم اليومية، في عبادتهم وفي نومهم وفي أكلهم وشربهم وفي تعاملهم مع الناس وفي طهورهم",
            "page": "4",
            "part": "1",
            "seal": "A2C9FFB5"
        },
        {
            "id": "4",
            "nass": "وفي دخولهم وخروجهم ولباسهم وسائر حركاتهم وسكناتهم. ¶ - وتأمل كيف لو سقط من أحدنا مبلغ من المال لاهتممنا واغتممنا واجتهدنا في البحث عنه حتى نجده، ولكن كم سنة سقطت في حياتنا هل حزنا لها وسعينا لتطبيقها في واقع حياتنا؟؟!!. ¶ إن من المصائب التي نعاني منها في حياتنا، أننا أصبحنا نعظم الدينار والدرهم أكثر من تعظيم السنة، ولو قيل للناس من يطبق سنة من السنن يأخذ مبلغاً من المال، لوجدت الناس يحرصون على تطبيق السنة في شؤون حياتهم كلها من أن يصبحوا إلى أن يمسوا لأنهم سوف يربحون من وراء كل سنة من السنن مبلغاً من المال، وبماذا ينفعك المال عندما توضع في قبرك ويهال عليك التراب، قال تعالى (بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا",
            "page": "5",
            "part": "1",
            "seal": "10ECDEB7"
        },
        {
            "id": "5",
            "nass": "وَالْآخِرَةُ خَيْرٌ وَأَبْقَى) [الأعلى:16 - 17]. ¶ - والمقصود بهذه السنن التي في هذا البحث: هي ما يثاب فاعلها ولا يعاقب تاركها، وهي \" التي تتكرر في اليوم والليلة وباستطاعة كل واحد منا أن يقوم بها \" ¶ - وقد وجدت أن بإمكان كل شخص لو حرص على السنن اليومية أن يطبق ما لا يقل عن ألف سنة في جميع شؤون حياته كلها وما هذه الرسالة إلا لبيان [أيسر وسيلة لتطبيق هذه السنن اليومية التي تزيد عن ألف سنة]. ¶ - فلو حرص المسلم على تطبيق ألف سنة في اليوم والليلة لكان في الشهر ثلاثون ألف سنة فانظر إلى من جهل هذه السنن أو من علمها ولم يعمل بها كم من الدرجات والحسنات ضيع على نفسه وإنه لمحروم حقاً.",
            "page": "6",
            "part": "1",
            "seal": "529B3B50"
        },
        {
            "id": "6",
            "nass": "- وإن الالتزام بالسنة له فوائد منها:- ¶ 1 - الوصول إلى درجة [المحبة] محبة الله عز وجل لعبده المؤمن. ¶ 2 - جبر النقص الحاصل في الفرائض. ¶ 3 - العصمة من الوقوع في البدعة. ¶ 4 - أنه من تعظيم شعائر الله. ¶ - فالله الله يا أمة الإسلام في سنن رسولكم - صلى الله عليه وسلم -، أحيوها في واقع حياتكم، فمن لها سواكم، فهي دليل المحبة الكاملة لرسول الله - صلى الله عليه وسلم -، وعلامة المتابعة الصادقة له - صلى الله عليه وسلم -",
            "page": "7",
            "part": "1",
            "seal": "4DC2EBDA"
        },
        {
            "id": "7",
            "nass": "سنن الاستيقاظ من النوم ¶ 1 - مسح أثر النوم عن الوجه باليد: \" وقد نص على استحبابه النووي وابن حجر لحديث، [فاستيقظ رسول الله - صلى الله عليه وسلم - فجلس يمسح النوم عن وجهه بيده] رواه مسلم. ¶ 2 - الدعاء وهو: (الحمد لله الذي أحيانا بعدما أماتنا وإليه النشور) رواه البخاري ¶ 3 - السواك: (كان - صلى الله عليه وسلم - إذا استيقظ من الليل يشوص فاه بالسواك) متفق عليه. ¶ - والحكمة من ذلك: ¶ 1 - أن من خصائص السواك التنبيه والتنشيط ¶ 2 - وقطع الرائحة من الفم.",
            "page": "8",
            "part": "1",
            "seal": "6B620C81"
        },
        {
            "id": "8",
            "nass": "الدخول والخروج من الحمام ¶ وله سنن: ¶ 1 - الدخول بالرجل اليسرى والخروج بالرجل اليمنى. ¶ 2 - دعاء الدخول [اللهم إني أعوذ بك من الخبث والخبائث] متفق عليه. ¶ 3 - دعاء الخروج [غفرانك] أخرجه أصحاب السنن إلا النسائي. ¶ - ويدخل الإنسان إلى الحمام في يومه وليلته عدة مرات وكلما دخل طبق هذه السنن في دخوله وخروجه، سنتان في الدخول، وسنتان في الخروج.",
            "page": "9",
            "part": "1",
            "seal": "93300781"
        },
        {
            "id": "9",
            "nass": "سنن الوضوء ¶ 1 - البسملة. ¶ 2 - غسل الكفين ثلاثاً في أول الوضوء. ¶ 3 - البدء بالمضمضة والاستنشاق قبل غسل الوجه. ¶ 4 - الاستنثار باليسار، لحديث (فغسل كفيه ثلاث مرات، ثم تمضمض، واستنشق، واستنثر ثم غسل وجهه ثلاث مرات .. ) متفق عليه. ¶ 5 - المبالغة في المضمضة والاستنشاق لغير الصائم، لحديث (وبالغ بالاستنشاق إلا أن تكون صائماً) أخرجه الأربعة. ¶ - معنى المبالغة في المضمضة: إدارة الماء في جميع فمه. ¶ - معنى المبالغة في الاستنشاق: جذب الماء إلى أقصى أنفه.",
            "page": "10",
            "part": "1",
            "seal": "7EEC3E9E"
        },
        {
            "id": "10",
            "nass": "6 - المضمضة والاستنشاق من كف واحدة، بحيث لا يفصل بينهما (ثم أدخل يده فتمضمض واستنشق من كفٍ واحده) متفق عليه. ¶ 7 - السواك ومحله عند المضمضة، لحديث (لولا أن أشق على أمتي لأمرتهم بالسواك مع كل وضوء) رواه أحمد والنسائي. ¶ 8 - تخليل اللحية الكثيفة عند غسل الوجه، (كان - صلى الله عليه وسلم - يخلل لحيته في الوضوء) أخرجه الترمذي. ¶ 9 - صفة مسح الرأس. ¶ - صفة مسح الرأس: (أن يبدأ من مقدمة الرأس إلى آخر القفا ثم يعود إلى المقدمة مرة آخرى) ¶ - وأما المسح الواجب: (فهو تعميمه بالمسح على أي صفة كانت)، و (مسح رسول الله - صلى الله عليه وسلم - برأسه فأقبل بيديه وأدبر) متفق عليه",
            "page": "11",
            "part": "1",
            "seal": "6308B479"
        },
        {
            "id": "11",
            "nass": "10 - تخليل أصابع اليدين والرجلين، لحديث (أسبغ الوضوء وخلل بين الأصابع) أخرجه الأربعة. ¶ 11 - التيامن وهو البدء باليمين من اليدين والرجلين قبل اليسار، لحديث (كان رسول الله - صلى الله عليه وسلم - يعجبه التيمن في تنعله .. وطهوره) متفق عليه. ¶ 12 - الزيادة على الغسلة الواحدة إلى ثلاث غسلات في غسل الوجه واليدين والرجلين. ¶ 13 - النطق بالشهادتين بعد الفراغ من الوضوء، بأن يقول (أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، وثمرتها: إلا فتحت له أبواب الجنة الثمانية يدخل من أيها شاء) رواه مسلم. ¶ 14 - الوضوء في البيت: قال - صلى الله عليه وسلم -: (من تطهر في بيته، ثم مشى إلى بيت من بيوت الله ليقضي فريضة من فرائض الله، كانت خطوتاه إحداهما تحط",
            "page": "12",
            "part": "1",
            "seal": "AD943D16"
        },
        {
            "id": "12",
            "nass": "خطيئه، والأخرى ترفع درجة) رواه مسلم. ¶ 15 - الدلك: هو إمرار اليد على العضو مع الماء أو بعده. ¶ 16 - الاقتصاد في الماء: (كان - صلى الله عليه وسلم - يتوضأ بالمد) متفق عليه. ¶ 17 - مجاوزة محل الفرض في الأعضاء الأربعة (اليدين والرجلين) (لأن أبا هريرة توضأ فغسل يده حتى أشرع في العضد، ورجله حتى أشرع في الساق ثم قال: هكذا رأيت رسول الله - صلى الله عليه وسلم - يتوضأ) رواه مسلم. ¶ 18 - صلاة ركعتين بعد الوضوء: قال رسول الله - صلى الله عليه وسلم - (من توضأ نحو وضوئي هذا ثم صلى ركعتين لا يحدث فيهما نفسه غفر له ما تقدم من ذنبه) رواه البخاري ومسلم، وعند مسلم من حديث عقبة بن عامر ... (إلا وجبت له الجنة).",
            "page": "13",
            "part": "1",
            "seal": "95068DE3"
        },
        {
            "id": "13",
            "nass": "19 - إسباغ الوضوء: وهو إعطاء كل عضو حقه في الغسل فهو الإتمام واستكمال الأعضاء. ¶ - ويتوضأ المسلم في يومه وليلته عدة مرات، وبعضهم خمس مرات، وبعضهم قد يكون أكثر عندما يريد أن يصلي الضحى أو قيام الليل، وعلى حسب تكرار المسلم للوضوء يطبق هذه السنن ويكررها فيحصل على الأجر العظيم. ¶ ثمرة تطبيق هذه السنن عند الوضوء: ¶ أنه يدخل في قوله - صلى الله عليه وسلم - (من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى تخرج من تحت أظفاره) رواه مسلم.",
            "page": "14",
            "part": "1",
            "seal": "A41B9E3B"
        },
        {
            "id": "14",
            "nass": "السواك ¶ وله عدة أوقات يتسوك فيها المسلم في اليوم والليلة: ¶ قال - صلى الله عليه وسلم -: (لولا أن أشق على أمتي لأمرتهم بالسواك عند كل صلاة) رواه البخاري ومسلم. ¶ - ومجموع ما يتسوك به المسلم في يومه وليله لا يقل عن [20] مرة فهو يتسوك للصلوات الخمس، وللسنن الرواتب، ولصلاة الضحى، والوتر، وعند دخول البيت، لأن أول ما يبدأ به الرسول - صلى الله عليه وسلم - عند دخوله البيت هو السواك كما أخبرت بذلك عائشة رضي الله عنها، كما في صحيح مسلم",
            "page": "15",
            "part": "1",
            "seal": "4A7C5202"
        },
        {
            "id": "15",
            "nass": "فكلما دخلت البيت فابدأ بالسواك حتى تصيب السنة، وعند قراءة القرآن، وعند تغير رائحة الفم، وعند الاستيقاظ من النوم وعند الوضوء، وقد قال - صلى الله عليه وسلم -: (السواك مطهرة للفم مرضاة للرب) رواه أحمد. ¶ ثمرة تطبيق هذه السنة: ¶ أ) رضاء الرب سبحانه وتعالى عن العبد. ¶ ب) مطهرة للفم.",
            "page": "16",
            "part": "1",
            "seal": "774E71AA"
        },
        {
            "id": "16",
            "nass": "السنة في لبس النعال ¶ قال - صلى الله عليه وسلم -: (إذا انتعل أحدكم فليبدأ باليمنى وإذا خلع فليبدأ بالشمال، ولينعلهما جميعاً أو ليخلعها جميعاً) رواه مسلم. ¶ - وهذه السنة تتكرر مع المسلم في يومه وليله عدة مرات فهو يلبسه لدخوله وخروجه إلى المسجد، ولدخوله وخروجه من الحمام، ولدخوله وخروجه إلى العمل خارج المنزل، فتتكرر هذه السنة في لبس النعال مرات كثيرة في اليوم والليلة، وكلما كان لبسه أو خلعه على السنة، ويستحضر هذه النية حصل له خير عظيم وتكون جميع حركاته وسكناته على السنة.",
            "page": "17",
            "part": "1",
            "seal": "9A08F084"
        },
        {
            "id": "17",
            "nass": "سنن اللباس ¶ ومن الأمور التي تتكرر مع غالب الناس في يومهم وليلهم خلع الثياب ولبسها إما لأجل الغسل أو النوم أو غير ذلك من الأمور: ¶ - ولخلع الثياب ولبسها سنن: ¶ 1 - أن يقول [بسم الله] سواء عند الخلع أو اللبس، قال النووي: وهي مستحبة في جميع الأعمال. ¶ 2 - كان - صلى الله عليه وسلم - إذا لبس ثوباً أو قميصاً أو رداءً أو عمامة يقول: (اللهم إني أسألك من خيره وخير ما هو له، وأعوذ بك من شره وشر ما هو له) رواه أبو داود والترمذي، وأحمد وصححه ابن حبان والحاكم وقال على شرط مسلم ووافقه الذهبي.",
            "page": "18",
            "part": "1",
            "seal": "BBDF9DAC"
        },
        {
            "id": "18",
            "nass": "3 - البدء باليمين عند اللبس، لحديث النبي - صلى الله عليه وسلم -: (إذا لبستم فابدءوا بأيمانكم) رواه الترمذي وأبوداود وابن ماجه وهو صحيح. ¶ 4 - ويخلع ثيابه وسراويله بالأيسر ثم الأيمن. ¶ الدخول والخروج من البيت ¶ وله سنن:- ¶ * قال النووي: يستحب أن يقول: (بسم الله)، وأن يكثر من ذكر الله تعالى وأن يسلم. ¶ 1 - ذكر الله: عند الدخول لحديث النبي - صلى الله عليه وسلم -: (إذا دخل الرجل بيته فذكر الله عند دخوله وعند طعامه قال الشيطان لا مبيت لكم ولا عشاء ... ) رواه مسلم. ¶ 2 - دعاء الدخول: لحديث النبي - صلى الله عليه وسلم -: (اللهم إني أسألك خير المولج وخير المخرج، بسم الله ولجنا، وبسم الله خرجنا، وعلى الله ربنا توكلنا، ثم يسلم على أهله) رواه أبو داود.",
            "page": "19",
            "part": "1",
            "seal": "BAB3B5F5"
        },
        {
            "id": "19",
            "nass": "- فهو يستشعر التوكل على الله في دخوله وخروجه من البيت، فيكون دائم الصلة بالله. ¶ 3 - السواك: (كان - صلى الله عليه وسلم - إذا دخل بيته بدأ بالسواك) رواه مسلم. ¶ 4 - السلام: لقوله تعالى (فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً) [النور:61] ¶ - فلو افترضنا أن المسلم يدخل بيته بعد كل فريضة يؤديها في المسجد لكان عدد السنن التي يطبقها في دخوله للبيت في يومه وليله هي [20] سُنّة. ¶ - أما الخروج من البيت، فيقول (بسم الله، توكلت على الله، ولا حوله ولا قوة إلا بالله، يقال كفيت ووقيت وهديت وتنحى عنه الشيطان) رواه الترمذي وأبو داود.",
            "page": "20",
            "part": "1",
            "seal": "271C80C3"
        },
        {
            "id": "20",
            "nass": "- ويخرج المسلم من بيته في يومه وليله عدة مرات فهو يخرج للصلاة في المسجد ويخرج لعمله ويخرج لقضاء أعمال البيت وكلما خرج من بيته طبق هذه السنة، فيحصل على خير عظيم وأجر كبير. ¶ * وثمرة تطبيق هذه السنة عند الخروج من البيت: ¶ 1) يحصل للعبد الكفاية: من كل ما أهمك من أمر دنياك وآخرتك. ¶ 2) يحصل للعبد الوقاية من كل شر ومكروه سواء كان من الجن أو الأنس. ¶ 3) يحصل للعبد الهداية: وهي ضد الضلال فيهديك الله في جميع أمورك الدينية والدنيوية.",
            "page": "21",
            "part": "1",
            "seal": "9F085299"
        },
        {
            "id": "21",
            "nass": "سنن الذهاب إلى المسجد ¶ 1 - التبكير في الذهاب إلى المسجد قال رسول الله - صلى الله عليه وسلم -: (لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا عليه، ولو يعلمون ما في التهجير لأستبقوا إليه، ولو يعلموا ما في العتمة والصبح لأتوهما ولو حبواً) متفق عليه. ¶ * قال النووي: التهجير: التبكير إلى الصلاة. ¶ 2 - دعاء الذهاب إلى المسجد: (اللهم اجعل في قلبي نوراً، وفي لساني نوراً، واجعل لي في سمعي نوراً، واجعل في بصري نوراً، واجعل من خلفي نوراً ومن أمامي نوراً، واجعل من فوقي نوراً ومن تحتي نوراً، اللهم اعطني نوراً) رواه مسلم. ¶ 3 - المشي بسكينة ووقار: قال - صلى الله عليه وسلم -: (إذا",
            "page": "22",
            "part": "1",
            "seal": "29DD21B0"
        },
        {
            "id": "22",
            "nass": "سمعتم الإقامة فامشوا إلى الصلاة وعليكم بالسكينة والوقار ... ) رواه البخاري ومسلم. ¶ - السكينة: هي التأني في الحركات واجتناب العبث. ¶ - الوقار: غض البصر وخفض الصوت وعدم الالتفات. ¶ 4 - الذهاب إلى المسجد ماشياً: وقد نص الفقهاء على أنه يسن مقاربة الخطا وعدم العجلة في الذهاب إلى المسجد لتكثر حسنات الماشي إليه استناداً إلى النصوص الشرعية الدالة على فضل كثرة الخطا إلى المسجد. قال - صلى الله عليه وسلم -: (ألا أدلكم على ما يمحوا الله به الخطايا ويرفع به الدرجات، قالوا: بلى يا رسول الله وذكر منها \" كثرة الخطا إلى المساجد .. ) رواه مسلم",
            "page": "23",
            "part": "1",
            "seal": "52B0ACE8"
        },
        {
            "id": "23",
            "nass": "5 - الدعاء عند الدخول إلى المسجد: (اللهم افتح لي أبواب رحمتك) إذا دخل أحدكم المسجد فليسلم على النبي - صلى الله عليه وسلم - وليقل: (اللهم افتح لي أبواب رحمتك) رواه النسائي وابن ماجه وابن خزيمه وابن حبان. ¶ 6 - تقديم اليمنى عند الدخول إلى المسجد: لقول أنس بن مالك رضي الله عنه (من السنة إذا دخلت المسجد أن تبدأ برجلك اليمنى وإذا خرجت أن تبدأ برجلك اليسرى) أخرجه الحاكم وقال صحيح على شرط مسلم ووافقه الذهبي. ¶ 7 - التقدم للصف الأول: (لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه لاستهموا ... ) رواه البخاري ومسلم. ¶ 8 - الدعاء عند الخروج من المسجد: (وإذا خرج فليقل: اللهم إني أسألك من فضلك) رواه مسلم،",
            "page": "24",
            "part": "1",
            "seal": "DF75635D"
        },
        {
            "id": "24",
            "nass": "وزيادة عند النسائي يصلي على الرسول عند الخروج كذلك. ¶ 9 - تقديم اليسرى عند الخروج من المسجد: لقول أنس السابق .. (في تقديم اليمنى ... .) ¶ 10 - تحية المسجد: (إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين) متفق عليه ¶ - قال الشافعي: تحية المسجد مشروعة حتى في أوقات النهي. ¶ - قال الحافظ: أجمع أهل الفتوى على أن تحية المسجد سنة. ¶ - ومجموع هذه السنن التي يحرص المسلم على تطبيقها عند ذهابه إلى المسجد للصلوات الخمس وتكرارها في كل مرة هي [50] سنّة.",
            "page": "25",
            "part": "1",
            "seal": "4F9EC863"
        },
        {
            "id": "25",
            "nass": "سنن الآذان ¶ وهي (خمس سنن) كما ذكر ذلك ابن القيم في زاد المعاد: ¶ 1 - أن يقول السامع كما يقول المؤذن، إلا في لفظ (حي على الصلاة) (حي على الفلاح) فإنه يقول (لا حول ولا قوة إلا بالله) رواه البخاري ومسلم. ¶ - وثمرة هذه السنة: أنها توجب لك الجنة كما ثبت ذلك في صحيح مسلم. ¶ 2 - أن يقول السامع: (وأنا أشهد ألا إله إلا الله، وأن محمداً رسول الله، رضيت بالله رباً، وبالإسلام ديناً، وبمحمد رسولاً) رواه مسلم. ¶ - وثمرة هذه السنة: غفر له ذنبه، كما في الحديث نفسه.",
            "page": "26",
            "part": "1",
            "seal": "EE56DFAE"
        },
        {
            "id": "26",
            "nass": "3 - أن يصلي على النبي - صلى الله عليه وسلم - بعد فراغه من إجابة المؤذن، وأكمل ما يُصلى به عليه هي (الصلاة الإبراهيمية) فلا صلاة أكمل منها. ¶ - الدليل: قوله - صلى الله عليه وسلم -: (إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا عليَ، فإنه من صلى عليَ صلاةً صلى الله عليه بها عشراً) رواه مسلم. ¶ - وثمرة هذه السنة: أن الله يصلي على العبد عشر مرات. ¶ - ومعنى صلاة الله على العبد: أي ثناؤه عليه في الملأ الأعلى، والصلاة الإبراهيمية هي: (اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنك حميد ميجد، اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد) رواه البخاري. ¶ 4 - أن يقول بعد صلاته عليه (اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمداً الوسيلة",
            "page": "27",
            "part": "1",
            "seal": "D4C14721"
        },
        {
            "id": "27",
            "nass": "والفضيلة، وإبعثه مقاماً محموداً الذي وعدته) رواه البخاري. ¶ - ثمرة هذا الدعاء: أن من قاله حلَت له شفاعة النبي - صلى الله عليه وسلم -. ¶ 5 - أن يدعو لنفسه بعد ذلك، ويسأل الله من فضله فإنه يستجاب له لقوله - صلى الله عليه وسلم - (قل كما يقولون يعني المؤذنين، فإذا انتهيت فسل تعطه) رواه أبو داود وحسنه الحافظ ابن حجر وصححه ابن حبان. ¶ - مجموع هذه السنن التي يحرص علي تطبيقها عند سماع الأذان [25] سنّة.",
            "page": "28",
            "part": "1",
            "seal": "01F9261D"
        },
        {
            "id": "28",
            "nass": "سنن الإقامة ¶ ويفعل هذه السنن الأربعة الأولى عند الإقامة كذلك كما هي فتوى اللجنة الدائمة للبحوث العلمية والإفتاء فيكون مجموع هذه السنن التي يفعلها عند الإقامة لكل صلاة [20] سنّة.",
            "page": "29",
            "part": "1",
            "seal": "2A52E7F9"
        },
        {
            "id": "29",
            "nass": "الصلاة إلى سترة ¶ قال - صلى الله عليه وسلم -: (إذا صلى أحدكم فليصل إلى سترة وليدن منها ولا يدع أحد يمر بينه وبينها) رواه أبو داود وابن ماجه وابن خزيمه. ¶ - وهذا نص عام على سنية اتخاذ السترة عند الصلاة سواء كان ذلك في المسجد أو البيت، والرجال والنساء في ذلك سواء، وبعض المصلين قد حرم نفسه من هذه السنة فنجده يصلي إلى غير سترة. ¶ * وتكرر هذه السنة مع المسلم في يومه وليلته عدة مرات فهي تتكرر معه في السنن الرواتب وصلاة الضحى وتحية المسجد، وصلاة الوتر، وتتكرر مع المرأة في الفريضة عندما تصلي وحدها في البيت، أما في صلاة الجماعة فالإمام يكون سترة للمأمومين.",
            "page": "30",
            "part": "1",
            "seal": "BBA2E73D"
        },
        {
            "id": "30",
            "nass": "مسائل حول السترة ¶ 1 - تحصل السترة بكل ما ينصبه المصلي تجاه القبلة كالجدار أو العصا أو عمود ولا تحديد لعرْض السترة. ¶ 2 - أما الارتفاع للسترة فمثل مؤخرة الرحل أي ما يقارب شبر تقريبا. ¶ 3 - المسافة بين القدمين إلى السترة ثلاثة أذرع تقريباً بحيث يكون بينه وبينها قدر إمكان السجود. ¶ 4 - السترة إنما تشرع بالنسبة للإمام والمنفرد (سواء الفريضة أو النافلة). ¶ 5 - سترة الإمام سترة المأموم فيجوز المرور بين يدي المأموم لحاجة. ¶ ثمرة تطبيق هذه السنة: ¶ أ) إنها تقي الصلاة من القطع إن كان المار مما",
            "page": "31",
            "part": "1",
            "seal": "FDA4328E"
        },
        {
            "id": "31",
            "nass": "يقطعها أو ينقصها (¬1). ¶ ب) أنها تحجب النظر عن الشخوص والروغان لأن صاحب السترة يضع نظره دون سترته غالباً، فينحصر تفكيره في معاني الصلاة. ¶ ت) يعطي المصلي المجال للمارين فلا يحوجهم إلى المرور أمامه. ¶ النوافل التي تؤدى في اليوم والليلة ¶ 1 - السنن الرواتب قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (ما من عبد مسلم يصلي لله تعالى كل يوم ثنتي عشرة ركعة تطوعاً غير فريضة، إلا بنى الله له بيتاً في الجنة أو بُني له بيت في الجنة) رواه مسلم. ¶ - وهي كالتالي: أربعاً قبل ظهر وركعتين بعدها وركعتين بعد المغرب وركعتين بعد العشاء وركعتين قبل الفجر. ¶ ¬_________ ¶ (¬1) - وما يقطعها [المرأة، والحمار، والكلب الأسود].",
            "page": "32",
            "part": "1",
            "seal": "B556D986"
        },
        {
            "id": "32",
            "nass": "- أخي الحبيب: ألا تشتاق إلى بيت في الجنة؟!! حافظ على هذه النصيحة النبوية وصل ثنتي عشرة ركعة غير الفريضة. ¶ صلاة الضحى: تعدل [360] صدقة، وذلك أن في جسم الإنسان [360] عظم، فيحتاج كل عظم منها إلى صدقة يتصدق بها عنه يومياً ليكون ذلك شكراً لهذه النعمة ويجزء عن ذلك كله ركعتان من الضحى ¶ ثمرتاها: كما جاء في صحيح مسلم عن أبي ذر - رضي الله عنه - عن النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أنه قال: (يصبح على كل سلامى من أحدكم صدقة، فكل تسبيحة صدقة، وأمر بالمعروف صدقة، ونهي عن المنكر صدقة، ويجزئ عن ذلك ركعتان يركعهما من الضحى) سلامى: المفصل.",
            "page": "33",
            "part": "1",
            "seal": "A479A35F"
        },
        {
            "id": "33",
            "nass": "وجاء عن أبو هريرة رضي الله عنه أنه قال: ... ) أوصاني خليلي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بصيام ثلاثة أيام من كل شهر، وركعتي الضحى، وأن أوتر قبل أن أرقد) متفق عليه. ¶ وقتها: تبدء من بعد طلوع الشمس بربع ساعة إلى قبل صلاة الظهر بربع ساعة. ¶ أفضل أوقات أدائها: عند اشتداد حرارة الشمس. ¶ عددها: أقلها ركعتان، ¶ أكثرها: ثماني ركعات وقيل: لاحَد لأكثرها. ¶ 2 - سنة العصر: قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (رحم الله امرأً صلى قبل العصر أربعاً) رواه أبو داود والترمذي. ¶ 3 - سنة المغرب: قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (صلوا قبل المغرب، قال في الثالثة لمن شاء) رواه البخاري.",
            "page": "34",
            "part": "1",
            "seal": "8D27229E"
        },
        {
            "id": "34",
            "nass": "4 - سنة العشاء: قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (بين كل أذانين صلاة، بين كل أذانين صلاة، بين كل أذانين صلاة \" قال في الثالثة لمن شاء) متفق عليه. ¶ * قال النووي: المراد بالأذانين: الأذان والإقامة. ¶ سنن قيام الليل ¶ قال رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (أفضل الصيام بعد رمضان شهر الله الحرام، وأفضل الصلاة بعد الفريضة صلاة الليل) رواه مسلم. ¶ 1 - أفضل عدد لصلاة الليل إحدى عشرة ركعة أو ثلاث عشرة ركعة مع طول القيام لحديث: (كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يصلي إحدى عشرة ركعة كانت تلك صلاته) رواه البخاري وفي رواية أخرى (يصلي بالليل ثلاث عشرة ركعة .. ) رواه البخاري.",
            "page": "35",
            "part": "1",
            "seal": "F4168FAF"
        },
        {
            "id": "35",
            "nass": "2 - ويسن له إذا قام لصلاة الليل أن يستاك وأن يقرأ الآيات الأخيرة من سورة آل عمران من قوله: (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لَآياتٍ لِأُولِي الْأَلْبَابِ) (آل عمران:190) حتى يختم السورة. ¶ 3 - ويسن له أن يدعو بما ثبت عن النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (اللهم لك الحمد أنت قيم السموات والأرض ومن فيهن، ولك الحمد أنت نور السموات والأرض ومن فيهن، ولك الحمد أنت ملك السموات والأرض، ولك الحمد أنت الحق، ووعدك الحق، ولقاؤك حق، وقولك حق، والجنة حق، والنار حق، والنبيون حق).",
            "page": "36",
            "part": "1",
            "seal": "A4E9D0E0"
        },
        {
            "id": "36",
            "nass": "4 - ومن السنن أيضاً ابتداء صلاة الليل بركعتين خفيفتين، وذلك حتى ينشط بهما لما بعدهما، قال رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (إذا قام أحدكم من الليل فليفتتح الصلاة بركعتين خفيفتين) رواه مسلم. ¶ 5 - ويسن كذلك أن يفتتح صلاة الليل بالدعاء الثابت عن النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (اللهم رب جبريل وميكائيل وإسرافيل، فاطر السموات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون إهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم) رواه مسلم. ¶ 6 - ويسن تطويل صلاة الليل، سئل رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: أي الصلاة أفضل؟ قال (طول القنوت) رواه مسلم،",
            "page": "37",
            "part": "1",
            "seal": "C6203F42"
        },
        {
            "id": "37",
            "nass": "والمراد بالقنوت هنا: القيام. ¶ 7 - ويسن التعوذ عند آية العذاب بأن يقول [أعوذ بالله من عذاب الله]، وسؤال الرحمة عند آية الرحمة بأن يقول [اللهم إني أسألك من فضلك]، وتسبيح الله عند آية تنزيه الله.",
            "page": "38",
            "part": "1",
            "seal": "3AC14F69"
        },
        {
            "id": "38",
            "nass": "الوتر وله سنن ¶ 1 - السنة: لمن أوتر بثلاث ركعات أن يقرأ في الأولى بعد الفاتحة (سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى) وفي الثانية (قُلْ يَا أَيُّهَا الْكَافِرُونَ) وفي الثالثة (قُلْ هُوَ اللَّهُ أَحَدٌ) كما روى ذلك أبو داود والترمذي وابن ماجه. ¶ 2 - أن يقول إذا سلم من الوتر (سبحان الملك القدوس) ثلاث مرات، والثالثة: وفيها زيادة عند الدارقطني يجهر بها ويمُدُ بها صوته، ويقول (رب الملائكة والروح) صححها الأرنؤط كما روى ذلك أبو داود والنسائي.",
            "page": "39",
            "part": "1",
            "seal": "77FE6377"
        },
        {
            "id": "39",
            "nass": "سنة الفجر ¶ ولها سنن خاصة: ¶ 1 - تخفيفها: عن عائشة رضي الله عنها قالت: (كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يصلي ركعتين خفيفتين بين الأذان والإقامة من صلاة الصبح) متفق عليه. ¶ 2 - ما يقرأ فيهما: (كان يقرأ في ركعتي الفجر في الأولى منها (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا) (البقرة136) وفي رواية وفي الآخرة التي في آل عمران (آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ) [آل عمران:52]، وفي الآخرة منها (قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُم) [آل عمران:64] رواه مسلم. ¶ - وفي رواية أخرى قرأ في ركعتي الفجر (قُلْ يَا أَيُّهَا الْكَافِرُونَ)، (قُلْ هُوَ اللَّهُ أَحَدٌ) رواه مسلم.",
            "page": "40",
            "part": "1",
            "seal": "1D40F9CA"
        },
        {
            "id": "40",
            "nass": "3 - الاضطجاع: (كان النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إذا صلى ركعتي الفجر اضطجع على شقه الأيمن) رواه البخاري. ¶ فعندما تصلي ركعتي الفجر في بيتك حاول أن تضطجع بعدها ولو لمدة دقائق حتى تصيب السنة. ¶ الجلوس بعد صلاة الفجر ¶ أن النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (كان إذا صلى الفجر جلس في مصلاه حتى تطلع الشمس حسناء) رواه مسلم.",
            "page": "41",
            "part": "1",
            "seal": "5FA4CF09"
        },
        {
            "id": "41",
            "nass": "سنن الصلاة القولية ¶ 1 - دعاء الاستفتاح: وهو قوله بعد تكبيرة الإحرام: (سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك) رواه الأربعة. ¶ - وهناك دعاء آخر (الله باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس، باللهم اغسلني من خطاياي بالثلج والماء والبرد) رواه البخاري ومسلم، ويختار أحد الأدعية التي وردت في الاستفتاح ويقوله.",
            "page": "42",
            "part": "1",
            "seal": "2526D087"
        },
        {
            "id": "42",
            "nass": "2 - التعوذ قبل القراءة، أن يقول [أعوذ بالله من الشيطان الرجيم]. ¶ 3 - البسملة أي (بسم الله الرحمن الرحيم) ¶ 4 - آمين، بعد الفاتحة. ¶ 5 - قراءة سورة بعد الفاتحة في الأوليين من الفجر والجمعة والمغرب والرباعية، والتطوع كله للمنفرد (أما المأموم فيقرأ في الصلاة السرية، أما الجهرية فلا) ¶ 6 - قوله (ملء السموات وملء الأرض وما بينهما، وملء ما شئت من شيء بعد أهل الثناء والمجد، أحق ما قال العبد، وكلنا لك عبد، اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد) رواه مسلم. بعد الرفع من الركوع وقول: ربنا ولك الحمد.",
            "page": "43",
            "part": "1",
            "seal": "23D51A0C"
        },
        {
            "id": "43",
            "nass": "7 - ما زاد على المرة في تسبيح الركوع والسجود. ¶ 8 - ما زاد على مرة في قوله (رب اغفر لي) بين السجدتين. ¶ 9 - الدعاء بعد التشهد الأخير: (اللهم إني أعوذ بك من عذاب جهنم ومن عذاب القبر ومن فتنة المحيا والممات ومن فتنة المسيح الدجال) رواه البخاري ومسلم. ¶ - والمستحب أن لا يقتصر المصلى على التسبيح في السجود، بل يزيد عليه ما شاء من الدعاء، لحديث (أقرب ما يكون العبد من ربه وهو ساجد فأكثروا فيه من الدعاء) رواه مسلم. ¶ - وهناك أدعية أخرى من أرادها فليرجع إلى (كتاب حصن المسلم للقحطاني).",
            "page": "44",
            "part": "1",
            "seal": "24CB59EC"
        },
        {
            "id": "44",
            "nass": "- وكل سنن الأقوال تفعل في كل ركعة إلا دعاء الاستفتاح، والدعاء الذي بعد التشهد. ¶ - فيكون المجموع في تطبيق السنن القولية في صلاة الفريضة وهي سبعة عشر ركعة [136] سنّة، إذا قلنا أن هناك ثماني سنن تتكرر في كل ركعة. ¶ - والمجموع في الصلاة النافلة وهي [25] ركعة على حسب ما بيناه في النوافل التي تؤدى في اليوم والليلة [175] سنّة تطبقها في ركعات النافلة، وقد تزيد هذه الركعات في قيام الليل وصلاة الضحى فتزداد تطبيقاً لهذه السنن. ¶ - أما السنن القولية والتي لا تتكرر في الصلاة إلا مرة واحدة وهي: ¶ 1 - دعاء الاستفتاح. ¶ 2 - والدعاء بعد التشهد.",
            "page": "45",
            "part": "1",
            "seal": "DFB3AC9C"
        },
        {
            "id": "45",
            "nass": "فإنه يكون المجموع في الفريضة [10] سنن. ¶ - أما في النوافل التي تؤدى في اليوم والليلة ويكرر فيها هاتين السنتين، فيكون المجموع [24] سنّة وقد يزيد في الصلاة النافلة من قيام الليل وصلاة الضحى أو تحية المسجد فيزداد تطبيقاً لهذه السنن التي لا تتكرر في الصلاة إلا مرة واحدة فيزداد أجراً وتمسكاً بالسنة. ¶ سنن الصلاة الفعلية ¶ 1 - رفع اليدين مع تكبيرة الإحرام. ¶ 2 - رفع اليدين عند الركوع. ¶ 3 - رفع اليدين عند الرفع من الركوع ¶ 4 - وعند القيام للركعة الثالثة في الصلاة التي فيها تشهدان.",
            "page": "46",
            "part": "1",
            "seal": "F3825F35"
        },
        {
            "id": "46",
            "nass": "5 - كون الأصابع أثناء الرفع المذكور والحط منه مضمومة إلى بعضها. ¶ 6 - كون هذه الأصابع ممدودة مستقبلة القبلة بباطن الكف. ¶ 7 - كون هذه الأصابع ترفع إلى حذو المنكبين أو فروع الأذنين. ¶ 8 - وضع اليد اليمنى على الشمال أو قبض اليمنى على كوع رسغ الشمال. ¶ 9 - النظر إلى موضع السجود. ¶ 10 - التفريق بين قدميه قائماً تفريقاً يسيراً. ¶ 11 - ترتيل القرآن وتدبر القراءة. ¶ السنن التي تفعل في الركوع ¶ 1 - قبض ركبتيه بيديه مفرجتي الأصابع في الركوع.",
            "page": "47",
            "part": "1",
            "seal": "2F544CEE"
        },
        {
            "id": "47",
            "nass": "2 - مدّ ظهره في ركوعه مستوياً. ¶ 3 - جعل المصلى رأسه حيال ظهره، ولا يخفضه ولا يرفعه. ¶ 4 - ومجافاة عضديه عن جنبيه. ¶ السنن التي تفعل في السجود ¶ 1 - مجافاة عضدية عن جنبيه. ¶ 2 - وبطنه عن فخذيه. ¶ 3 - وفخذيه عن ساقيه. ¶ 4 - التفريق بين ركبتيه في السجود. ¶ 5 - إقامة قدميه. ¶ 6 - وجعل بطون أصابعهما على الأرض. ¶ 7 - القدمان تكونان مرصوصتان أثناء السجود. ¶ 8 - ووضع يديه حذو منكبيه أو الأذنين. ¶ 9 - مبسوطة اليدين.",
            "page": "48",
            "part": "1",
            "seal": "649AB76C"
        },
        {
            "id": "48",
            "nass": "10 - مضمومة الأصابع. ¶ 11 - مستقبلاً بها القبلة. ¶ 12 - الجلوس بين السجدتين وله هيئتان: ¶ أتسمى الاقعاء: وهو أن ينصب القدمين ويجلس على العقبين. ¶ ب الافتراش: وهو أن ينصب اليمنى ويفترش اليسرى، وفي التشهد الأول (بأن يثني رجله اليسرى ويقعد عليها وينصب اليمنى) التشهد الثاني: وله ثلاث هيئات: ¶ أينصب القدم اليمنى، ويجعل اليسرى تحت ساقه اليمنى ويجلس بمقعدته على الأرض. ¶ ب كالأولى: إلا أنه لا ينصب اليمنى بل يجعلها في نفس إتجاه اليسرى ¶ ت ينصب اليمنى، ويدخل اليسرى بين ساق اليمنى وفخذها. ¶ 13 - وضع اليدين على الفخذين \" اليمنى على اليمنى واليسرى على اليسرى مبسوطتي الأصابع مضمومتين \". ¶ 14 - الإشارة بالسبابة عند التشهد من أوله إلى آخره. ¶ 15 - الالتفات عن اليمين والشمال في التسليمتين. ¶ 16 - جلسة الاستراحة (هي جلسة يسيرة لا ذكر فيها، ومكانها بعد السجدة الثانية من الركعة الأولى والركعة الثالثة).",
            "page": "49",
            "part": "1",
            "seal": "036094F8"
        },
        {
            "id": "49",
            "nass": "- وهناك [25] سنة فعلية تتكرر في كل ركعة فيكون المجموع في صلاة الفريضة [425] سنّة ¶ - والمجموع في صلاة النافلة وهي [25] ركعة على حسب ما بيناه في النوافل التي تؤدى في اليوم والليلة [625] سنّة يطبقها إذا حافظ على هذه السنن الفعلية في كل ركعة. ¶ - وقد يزيد المسلم في عدد الركعات في صلاة الضحى وقيام الليل فيزداد تطبيقاً لهذه السنن. ¶ - وهناك من السنن الفعلية ما لا يتكرر في الصلاة إلا مرة واحدة أو مرتين: ¶ 1 - رفع اليدين مع تكبيرة الإحرام. ¶ 2 - ورفع اليدين للركعة الثالثة في الصلاة التي فيها تشهدان. ¶ 3 - الإشارة بالسبابة عند التشهد من أوله إلى آخره، سواءً كان التشهد الأول أو الثاني.",
            "page": "50",
            "part": "1",
            "seal": "4A4FFD8B"
        },
        {
            "id": "50",
            "nass": "4 - الالتفات إلى اليمين والشمال في التسليمتين ¶ 5 - جلسة الاستراحة: وتتكرر مرتين في الصلاة الرباعية، وباقي الصلوات مرة واحدة سواءً الفريضة أو النافلة. ¶ 6 - التورك: (وهو أن ينصب القدم اليمنى ويجعل اليسرى تحت ساقه اليمنى ويجلس بمقعدته على الأرض) وهذه تفعل في التشهد الثاني في الصلاة التي فيها تشهدان",
            "page": "51",
            "part": "1",
            "seal": "B601112F"
        },
        {
            "id": "51",
            "nass": "- فهذه السنن تكررها في الصلاة مرة واحدة إلا الإشارة بالسبابة عند التشهد فإنها تتكرر مرتين في كل الفروض ما عدا الفجر، وجلسة الاستراحة في الصلاة الرباعية كذلك تكرر مرتين،",
            "page": "52",
            "part": "1",
            "seal": "09DC9D09"
        },
        {
            "id": "52",
            "nass": "فيكون المجموع [34] سنّة. ¶ - وتتكرر هذه السنن الفعلية إلا اثنتين منها وهي الثانية والأخيرى في كل صلاة من صلاة النافلة فيكون المجموع [48] سنّة. ¶ - فاحرص يا أخي المبارك: أن تزين صلاتك بهذه السنن القولية والفعلية حتى يعظم أجرك وتعلوا منزلتك عند الله. ¶ سنن بعد الصلاة المفروضة ¶ 1 - الاستغفار ثلاثاً (وقول اللهم أنت السلام ومنك السلام تباركت يا ذا الجلال والإكرام) رواه مسلم.",
            "page": "53",
            "part": "1",
            "seal": "E4AE01C8"
        },
        {
            "id": "53",
            "nass": "2 - (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد) رواه البخاري ومسلم. ¶ 3 - (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا حول ولا قوة إلا بالله، لا إله إلا الله ولا نعبد إلا إياه له النعمة وله الفضل وله الثناء الحسن، ولا إله إلا الله مخلصين له الدين ولو كره الكافرون) رواه مسلم. ¶ 4 - (سبحان الله، والحمد لله، والله أكبر ... [ثلاثاً وثلاثين مرة)، (ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) رواه مسلم. ¶ 5 - (اللهم أعني على ذكرك وشكرك وحسن عبادتك) رواه أبو داود والنسائي.",
            "page": "54",
            "part": "1",
            "seal": "B2A42C73"
        },
        {
            "id": "54",
            "nass": "6 - (اللهم إني أعوذ بك من الجبن، وأعوذ بك أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا، أعوذ بك من عذاب القبر) رواه البخاري. ¶ 7 - (رب قني عذابك يوم تبعث عبادك)، وذلك لما رويَ عن البراء - رضي الله عنه - أنه قال: ... (كنا إذا صلينا خلف رسول الله - صلى الله عليه وسلم -، أحببنا أن نكون عن يمينه، يقبل علينا بوجهه، فسمعته يقول: (رب قني عذابك يوم تبعث - تجمع - عبادك) رواه مسلم ¶ 8 - قراءة (قُلْ هُوَ اللَّهُ أَحَدٌ) (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) (قُلْ أَعُوذُ بِرَبِّ النَّاسِ) رواه أبو داود والترمذي والنسائي. ¶ - وبعد صلاة الفجر وصلاة المغرب يكررها ثلاثاً. ¶ 9 - قراءة آية الكرسي (اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ) رواه النسائي.",
            "page": "55",
            "part": "1",
            "seal": "BB2577E7"
        },
        {
            "id": "55",
            "nass": "10 - (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير عشر مرات بعد صلاة المغرب وصلاة الصبح) رواه الترمذي. ¶ 11 - أن يكون هذا التسبيح باليد، ورواية بيمينه مختلف فيها، ويشهد لها عمومات أخرى. ¶ 12 - أن يقول هذه الأذكار وهو في مصلاه الذي صلى فيه، ولا يغير مكانه. ¶ - مجموع هذه السنن إن حرص عليها المسلم دبر كل صلاة مفروضة فسوف يطبق من السنن ما يقارب [55] سنّة وقد يزيد في صلاة الفجر وصلاة المغرب. ¶ ثمرة تطبيق هذه السنن بعد كل فريضة والمحافظة عليها:",
            "page": "56",
            "part": "1",
            "seal": "DF557FD0"
        },
        {
            "id": "56",
            "nass": "أ) يكتب للمسلم إذا حافظ على هذه التسبيحات دبر كل صلاة في يومه وليله [500] صدقة، لقوله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (كل تسبيحة صدقة، وكل تكبيرة صدقة، وكل تحميدة صدقة، وكل تهليلة صدقة .. ) رواه مسلم. ¶ * قال النووي: له حكم ثوابها. ¶ ب) يغرس للمسلم إذا حافظ على هذه التسبيحات دبر كل صلاة في يومه وليله [500] شجرة في الجنة، وذلك أن رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مر على أبي هريرة - رضي الله عنه - وهو يغرس غرساً، فقال: (يا أبا هريرة ألا أدلك على غرس خير لك من هذا؟ قال: بلى يا رسول الله! قال: قل سبحان الله والحمد لله ولا إله إلا الله والله أكبر، يغرس لك بكل واحدة شجرة في الجنة) رواه ابن ماجه وصححه الألباني.",
            "page": "57",
            "part": "1",
            "seal": "A00CD2B3"
        },
        {
            "id": "57",
            "nass": "ت) ليس بينه وبين الجنة إلا أن يموت فيدخل الجنة، لمن قرأ آية الكرسي وحافظ عليها دبر كل صلاة. ¶ ث) من حافظ على هذه التسبيحات حطت خطاياه وإن كانت مثل زبد البحر (كما في صحيح مسلم). ¶ ج) عدم الخيبة والخزي في الدنيا والآخرة لمن داوم على هذه التسبيحات دبر كل صلاة لحديث (معقبات لا يخيب قائلهن .. وذكر هذه التسبيحات .. ) رواه مسلم. ¶ ح) جبر الخلل والنقص الحاصل في الفريضة.",
            "page": "58",
            "part": "1",
            "seal": "BFD89A13"
        },
        {
            "id": "58",
            "nass": "سنن تقال في الصباح والمساء ¶ 1 - آية الكرسي (اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ). ¶ من ثمرتها (من قالها حين يصبح أًجير من الجن حتى يمسي ومن قالها حين يمسي أًجير منهم حتى يصبح) رواه النسائي، وصححه الألباني. ¶ 2 - المعوذات (قُلْ هُوَ اللَّهُ أَحَدٌ) (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) (قُلْ أَعُوذُ بِرَبِّ النَّاسِ) رواه داود والترمذي (من ثمرتها: من قالها ثلاث مرات حين يصبح وحين يمسي كفته من كل شيء) كما في نفس الحديث. ¶ 3 - (أصبحنا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير رب أسألك خير ما في هذا اليوم",
            "page": "59",
            "part": "1",
            "seal": "9187600B"
        },
        {
            "id": "59",
            "nass": "وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم وشر ما بعده، رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من عذاب النار وعذاب القبر) رواه مسلم، وفي المساء يقول أمسينا بدل أصبحنا ويقول: رب أسألك خير ما في هذه الليلة بدل اليوم. ¶ 4 - (اللهم بك أصبحنا وبك أمسينا، وبك نحيا وبك نموت وإليك النشور) رواه الترمذي، وإذا أمسى قال: (اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير). ¶ 5 - (اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك على وأبوء بذنبي فاغفر لي فأنه لا يغفر الذنوب إلا أنت) رواه البخاري.",
            "page": "60",
            "part": "1",
            "seal": "19164FE9"
        },
        {
            "id": "60",
            "nass": "من ثمرتها: (من قالها موقناً بها حين يمسي ومات من ليلته دخل الجنة وكذلك إذا أصبح)، (كما في نفس الحديث). ¶ 6 - (اللهم إني أصبحت أًشهدك وأشهد حملة عرشك، وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت وحدك لا شريك لك وأن محمداً عبدك ورسولك \" أربع مرات)، رواه أبو داود والنسائي في عمل اليوم والليلة، ومن ثمرتها: من قالها حين يصبح أو يمسي أربع مرات أعتقه الله من النار. ¶ * وإذا أمسى قال: (اللهم إني أمسيت). ¶ 7 - (اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر) رواه أبو داود والنسائي في عمل اليوم والليلة.",
            "page": "61",
            "part": "1",
            "seal": "6F32C240"
        },
        {
            "id": "61",
            "nass": "من ثمرتها: من قالها حين يصبح أدى شكر يومه، ومن قالها حين يمسي أدى شكر ليلته (كما في الحديث نفسه). ¶ 8 - (اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت، اللهم إني أعوذ بك من الكفر، والفقر وأعوذ بك من عذاب القبر لا إله إلا أنت [ثلاث مرات) رواه أبو داود وأحمد. ¶ 9 - (حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم) سبع مرات أخرجه ابن السنّي مرفوعاً وأبو داود موقوفاً. من ثمرتها: (من قالها حين يصبح ويمسي سبع مرات كفاه الله ما أهمه من أمر الدنيا والآخرة) كما في الحديث نفسه.",
            "page": "62",
            "part": "1",
            "seal": "44145E4B"
        },
        {
            "id": "62",
            "nass": "10 - (اللهم إني أسألك العفو والعافية في الدنيا والآخرة، اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي، اللهم استر عوراتي، وآمن روعاتي، اللهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي، وأعوذ بعظمتك أن أًغتال من تحتي (رواه أبو داود وابن ماجه. ¶ 11 - ) اللهم عالم الغيب والشهادة فاطر السماوات والأرض، ربَّ كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءاً أو أجره إلى مسلم (رواه الترمذي وأبو داود. ¶ 12 - ) بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم (ثلاث مرات رواه أبو داود والترمذي وابن ماجه وأحمد. (من ثمرتها: من قالها ثلاثاً إذا أصبح وثلاثاً إذا أمسى لم يضره شيء)، كما في الحديث نفسه.",
            "page": "63",
            "part": "1",
            "seal": "D72C33E7"
        },
        {
            "id": "63",
            "nass": "13 - (رضيت بالله رباً وبالإسلام ديناً وبمحمد - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نبياً) ثلاث مرات، رواه أبو داود والترمذي والنسائي وأحمد، (من ثمرتها: من قالها ثلاثاً حين يصبح وحين يمسي كان حقاً على الله أن يرضيه يوم القيامة) كما في الحديث نفسه. ¶ 14 - (يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين) رواه الحاكم وصححه ووافقه الذهبي. ¶ 15 - (أصبحنا على فطرة الإسلام وكلمة الإخلاص ودين نبينا محمد وملة أبينا إبراهيم حنيفاً مسلماً وما كان من المشركين) رواه أحمد. ¶ 16 - (سبحان الله وبحمد) مائة مرة، رواه مسلم. (من ثمرتها: من قالها مائة مرة حين يصبح وحين",
            "page": "64",
            "part": "1",
            "seal": "944B32F1"
        },
        {
            "id": "64",
            "nass": "يمسي لم يأت أحد يوم القيامة بأفضل مما جاء به إلا أحد قال مثل ما قال أو زاد عليه، وثمرة أخرى لمن قالها حطت خطاياه وإن كانت مثل زبد البحر). ¶ 17 - (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة إذا أصبح، رواه البخاري ومسلم. ¶ من ثمرتها: من قالها مائة مرة في اليوم كانت له: ¶ أ - عدل عشر رقاب. ¶ ب - وكتب له مائة حسنه. ¶ ج - ومحيت عنه مائة سيئه. ¶ د - وكانت له حرزاً من الشيطان يومه ذلك حتى يمسي) كما في الحديث نفسه. ¶ 18 - (أستغفر الله وأتوب إليه) مائة مرة في اليوم، رواه البخاري ومسلم.",
            "page": "65",
            "part": "1",
            "seal": "CBF35627"
        },
        {
            "id": "65",
            "nass": "19 - (اللهم إني أسألك علماً نافعاً ورزقاً طيباً وعملاً متقبلاً) إذا أصبح، رواه ابن ماجه. ¶ 20 - (سبحان الله وبحمده، عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته) ثلاث مرات رواه مسلم. ¶ 21 - (أعوذ بكلمات الله التامات من شر ما خلق) ثلاث مرات إذا أمسى، رواه الترمذي وابن ماجه وأحمد. ¶ * وكلما قال ذكراً من هذه الأذكار طبق سنة من السنن، فينبغي على المسلم المحافظة على هذه الأذكار في صباحه ومسائه حتى يحصل على أكبر قدر من تطبيق السنن. ¶ * وينبغي على المسلم أن يقول هذه الأذكار بإخلاص وصدق ويقين وأن يستشعر هذه المعاني التي فيها حتى تُؤَثِرَ في واقع حياته وأخلاقه وسلوكه.",
            "page": "66",
            "part": "1",
            "seal": "C02863CE"
        },
        {
            "id": "66",
            "nass": "سنن عند لقاء الناس ¶ 1 - السلام: سئل الرسول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أي الإسلام خير؟ قال: (تطعم الطعام، وتقرأ السلام على من عرفت ومن لم تعرف) رواه البخاري ومسلم. ¶ - (دخل رجل على الرسول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فقال: السلام عليكم، فرد عليه ثم جلس فقال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: عشر، ثم جاء آخر فقال: السلام عليكم ورحمة الله، فرد عليه ثم جلس، فقال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: عشرون، ثم جاء آخر، فقال: السلام عليكم ورحمة الله وبركاته، فرد عليه فجلس، فقال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ثلاثون) رواه أبو داود وحسنه الترمذي. ¶ - فأنظر يا رعاك الله: كم أضاع على نفسه من الأجر من يكتفي ببعض السلام، من غير أن يكمله كله حتى يأخذ ثلاثين حسنة",
            "page": "67",
            "part": "1",
            "seal": "9D47EFF5"
        },
        {
            "id": "67",
            "nass": "والحسنة على أقل تقدير لها: بعشر حسنات فيكون المجموع [300] حسنه، وقد تزيد الحسنة إلى أضعاف مضاعفة. ¶ - فعود لسانك يا أخي الحبيب على إكمال لفظة السلام إلى بركاته حتى تحصل على هذا الأجر العظيم. ¶ - ويلقي المسلم السلام في يومه وليلته مرات ومرات فهو يلقيه عند دخوله إلى المسجد وعند الخروج منه، وعند دخوله البيت وعند الخروج منه. ¶ - ولا تنسى يا أخي: أن من السنة لمن أراد أن يفارق أحداً من الناس أن يأتي بالسلام كاملاً لحديث (إذا انتهى أحدكم إلى المجلس فليسلم فإذا أراد أن يفارق فليسلم فليست الأولى بأحق من الآخرة) رواه أبو داود والترمذي.",
            "page": "68",
            "part": "1",
            "seal": "35CE09D8"
        },
        {
            "id": "68",
            "nass": "- ومجموع ذلك عندما يحافظ على السلام في دخوله وخروجه من المسجد والبيت لا يقل عن [20] مرة وقد يزيد على ذلك عندما يخرج إلى العمل ومن يراه من الناس في الطريق ومن يكلمه في الهاتف. ¶ 2 - الابتسامة: فقد قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (لا تحقرن من المعروف شيئاً ولو أن تلق أخاك بوجه طلق) رواه مسلم. ¶ 3 - المصافحة: فقد قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (ما من مسلمين يلتقيان فيتصافحان إلا غفر لهما قبل أن يتفرقا) رواه أبو داود والترمذي وابن ماجه. ¶ قال النووي: أعلم أن هذه المصافحة مستحبة عند كل لقاء. ¶ - فأحرص يأخي الكريم: على أن تصافح من تلقي السلام عليه وأنت مبتسم في وجهه،",
            "page": "69",
            "part": "1",
            "seal": "1C490E59"
        },
        {
            "id": "69",
            "nass": "وبذلك تكون قد طبقت [3] سنن في وقت واحد. ¶ 4 - قال تعالى (وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ إِنَّ الشَّيْطَانَ يَنْزَغُ بَيْنَهُمْ إِنَّ الشَّيْطَانَ كَانَ لِلْإِنْسَانِ عَدُوّاً مُبِيناً) [الإسراء:53]. ¶ - وقال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (والكلمة الطيبة صدقة) رواه البخاري ومسلم. ¶ - الكلمة الطيبة: تشمل الذكر والدعاء والسلام والثناء بحق، ومكارم الأخلاق ومحاسن آداب وأفعال. ¶ - الكلمة الطيبة: تعمل في الإنسان عمل السحر، تريح نفسه وتدخل الطمأنينة على قلبه. ¶ - الكلمة الطيبة: دليل على مافي قلب المؤمن من نور وهداية ورشد.",
            "page": "70",
            "part": "1",
            "seal": "B0461D86"
        },
        {
            "id": "70",
            "nass": "- فهل فكرت يا أخي الكريم أن تعمر حياتك كلها من أن تصبح إلى أن تمسي بالكلمة الطيبة، فزوجك، وأولادك، وجيرانك، وأصدقائك، وخادمك، وممن تتعامل معهم بحاجة إلى الكلمة الطيبة. ¶ سنن الطعام ¶ - سنن قبل الطعام وأثناء الطعام: ¶ 1 - التسمية. ¶ 2 - الأكل باليمين. ¶ 3 - الأكل مما يلي الآكل. ¶ هذه السنن يجمعها حديث (يا غلام سم الله، وكل بيمينك، وكل مما يليك) رواه مسلم. ¶ 4 - مسح اللقمة إذا سقطت وأكلها: الحديث (إذا سقطت من أحدكم لقمة، فليمط ما كان بها من أذى ثم يأكلها ... ) رواه مسلم.",
            "page": "71",
            "part": "1",
            "seal": "3501403E"
        },
        {
            "id": "71",
            "nass": "5 - الأكل بثلاث أصابع: (كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يأكل بثلاث أصابع) رواه مسلم، وهذا هو الغالب من فعله عليه السلام، وهو الأفضل إلا لحاجة. ¶ 6 - صفة الجلوس عند الآكل: أن يكون جاثياً على ركبتيه وظهور قدميه، أو ينصب الرجل اليمنى ويجلس على اليسرى، هذا هو المستحب كما ذكره الحافظ في الفتح. ¶ وهناك سنن بعد الطعام: ¶ 1 - لعق القصعة والأصابع: وقد أمر النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بلعق الأصابع والقصعة وقال: (أنكم لا تدرون في أيها بركة). ¶ 2 - حمد الله بعد الأكل: (إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها) رواه مسلم، وكان من دعاء النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بعد الطعام: [الحمد لله الذي أطعمني هذا ورزقنيه من غير حول مني ولا قوة].",
            "page": "72",
            "part": "1",
            "seal": "27276BE6"
        },
        {
            "id": "72",
            "nass": "ثمرة هذا الدعاء: [غفر له ما تقدم من ذنبه] رواه أبو داود والترمذي وابن ماجه وحسنه الحافظ والألباني. ¶ - ومجموع هذه السنن التي يحرص المسلم عليها عند الطعام لا تقل عن [15] سنّة هذا إذا قلنا أنه يأكل ثلاث وجبات في اليوم والليلة وهو الذي عليه غالب الناس، وقد يزيد في تطبيق هذه السنن إذا كانت هناك وجبات خفيفة بين هذه الوجبات الثلاثة. ¶ سنن عند الشراب ¶ 1 - التسمية. ¶ 2 - الشرب باليد اليمنى، للحديث (يا غلام سم الله، وكل بيمينك)",
            "page": "73",
            "part": "1",
            "seal": "71DC4427"
        },
        {
            "id": "73",
            "nass": "3 - التنفس أثناء الشرب خارج الإناء: (أي على ثلاث مرات ولا يشربه مرة واحدة)، (كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يتنفس في الشراب ثلاثاً) رواه مسلم. ¶ 4 - الشرب جالساً: (لا يشربن أحدُ منكم قائماًً) رواه مسلم. ¶ 5 - قول الحمد لله بعد الشرب: (إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها .. ويشرب الشربة فيحمده عليها) رواه مسلم. ¶ - ومجموع هذه السنن التي يحرص عليها المسلم عند الشرب لا يقل عن [20] سنّة وقد يزيد على ذلك وهذا يشمل جميع المشروبات الحارة والباردة لأن بعض الناس يغفل عن تطبيق بعض هذه السنن عند هذه المشروبات فينبغي التنبيه لهذا.",
            "page": "74",
            "part": "1",
            "seal": "49CAFBD1"
        },
        {
            "id": "74",
            "nass": "أداء النوافل في البيت ¶ 1 - قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (إن خير صلاة المرء في بيته إلا الصلاة المكتوبة) متفق عليه. ¶ 2 - قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (صلاة الرجل تطوعاً حيث لا يراه الناس تعدل صلاته على أعين الناس خمساً وعشرين) رواه أبو يعلي وصححه الألباني. ¶ 3 - قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (فضل صلاة الرجل في بيته على صلاته حيث يراه الناس كفضل المكتوبة على النافلة) رواه الطبراني وحسنه الألباني. ¶ - فعلى هذا يكون تكرار هذه السنة في يومه وليله عدة مرات من السنن الرواتب وصلاة الضحى والوتر، وفي كل واحدة منها يحرص أن يصليها في بيته حتى يعظم أجره ويصيب السنة. ¶ ثمرة تطبيق هذه النوافل في البيت: ¶ أ) أنها سبب لتمام الخشوع والإخلاص والبعد عن الرياء. ¶ ب) أنها سبب لنزول الرحمة في البيت وسبب لخروج الشيطان منه.",
            "page": "75",
            "part": "1",
            "seal": "3614B75D"
        },
        {
            "id": "75",
            "nass": "ت) أنها سبب لمضاعفة أجرها كما يضاعف أجر الفريضة في المسجد. ¶ السنة عند القيام من المجلس ¶ أن تقول كفارة المجلس وهو (سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت، استغفرك وأتوب إليك) رواه أصحاب السنن. ¶ - وكم من المجالس التي يجلسها المسلم في يومه وليلته إنها مجالس كثيرة وإليك بيان ذلك بالتفصيل: ¶ 1 - عندما تتناول الوجبات الثلاثة ... فلا شك أنك سوف تتحدث في الغالب مع من يجالسك ¶ 2 - عندما ترى شخصاً من أصحابك أو جيرانك وتتحدث معه ولو كنت واقفاً.",
            "page": "76",
            "part": "1",
            "seal": "8F713E3E"
        },
        {
            "id": "76",
            "nass": "3 - في جلوسك لمن معك من الزملاء والأصحاب وأنت في دائرة العمل أو على مقاعد الدراسة .. ¶ 4 - في جلوسك مع زوجتك وأولادك وأنت تتحدث إليهم وهم يتحدثون إليك. ¶ 5 - في طريقك وأنت في السيارة لمن كان معك في الطريق من زوجة أو صديق ¶ 6 - في حضورك لمحاضرة أو درس ¶ - فانظر يا رعاك الله كم مرة قلت هذا الذكر في يومك وليلتك فتكون دائم الصلة بالله، فكم مرة أثنيت على ربك ونزهته عما لا يليق به وعظمته عندما تقول (سبحانك اللهم وبحمدك). ¶ - وكم مرة جدَدت التوبة والاستغفار مع ربك في يومك وليلتك، مما حصل منك في تلك المجالس عندما تقول (أستغفرك وأتوب إليك).",
            "page": "77",
            "part": "1",
            "seal": "07DE4B8A"
        },
        {
            "id": "77",
            "nass": "- وكم مرة أقررت لله تعالى بالوحدانية، الوحدانية في الربوبية، والوحدانية في الألوهية، والوحدانية في أسمائه وصفاته عندما تقول (أشهد أن لا إله إلا أنت). ¶ - فتكون طيلة يومك وليلتك بين توحيد الله وتنزيهه وبين الإستغفار والتوبة إليه مما حصل منك. ¶ ثمرة تطبيق هذه السنة: ¶ تكفير الذنوب والخطايا التي حدثت في تلك المجالس. ¶ فائدة: ¶ قال ابن القيم: الاجتماع بالإخوان قسمان: ¶ أحدهما: اجتماع على مؤانسة الطبع وشغل الوقت، فهذا مضرته أرجح من منفعته، وأقل ما فيه أنه يفسد القلب ويضيع الوقت.",
            "page": "78",
            "part": "1",
            "seal": "23EA8855"
        },
        {
            "id": "78",
            "nass": "الثاني: الاجتماع بهم على التعاون على أسباب النجاة والتواصي بالحق، فهذا من أعظم الغنيمة وأنفعها. ¶ استحضار النية الصالحة في كل عمل تقوم به ¶ اعلم يا رعاك الله أن جميع الأعمال المباحة التي تقوم بها من النوم والأكل وطلب الرزق وغيرها، يمكن تحويلها إلى طاعات وقربات يحصل المرء بسببها على آلاف الحسنات بشرط أن ينوي المسلم عند القيام بها التقرب إلى الله، قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: [إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ... ] رواه البخاري ومسلم. ¶ * مثال: ينام المسلم مبكراً ليستيقظ لصلاة الليل أو الفجر، فيصبح نومه عبادة، وهكذا بقية المباحات",
            "page": "79",
            "part": "1",
            "seal": "2ADC156A"
        },
        {
            "id": "79",
            "nass": "اغتنام الوقت الواحد في أكثر من عبادة ¶ فن استغلال الوقت الواحد في أكثر من عبادة لا يعرفه إلا الحافظون لأوقاتهم. ¶ وهذا له عدة تطبيقات في واقع حياتنا: - ¶ 1 - إذا ذهب المسلم إلى المسجد ماشياً على قدميه أو بالسيارة فإن هذا الذهاب عبادة في حد ذاتها يؤجر عليها المسلم، لكن يمكنه استغلال هذا الوقت أيضاً في الإكثار من ذكر الله أو في قراءة القرآن، فيكون قد اغتنم الوقت الواحد في أكثر من عبادة ¶ 2 - إذا حضر السلم وليمة عرس خالية من المنكرات فحضوره لهذه الوليمة هو عبادة، ولكن يمكنه استغلال وقت تواجده في الوليمة في الدعوة إلى الله أو الإكثار من ذكر الله.",
            "page": "80",
            "part": "1",
            "seal": "FBC8E21B"
        },
        {
            "id": "80",
            "nass": "3 - قيام المرأة بأعمال المنزل بحد ذاته عبادة (إذا نوت بذلك التقرُّب إلى الله)، فتستطيع أن تستغل هذا الوقت بعبادة أخرى، كذكر الله، أو الاستماع إلى شريط إسلامي. ¶ عن ابن عمر - رضي الله عنهما - قال: إن كنا لنعدُّ لرسول الله - صلى الله عليه وسلم - في المجلس الواحد مائة مرة: \" رب اغفر لي وتُب عليّ إنك أنت التواب الرحيم \" رواه أبو داود والترمذي، وقال: حديث صحيح. ¶ فتأمل كيف اغتنم الرسول - صلى الله عليه وسلم - الوقت الواحد في عبادتين: ¶ 1 - ذكر الله تعالى واستغفاره. ¶ 2 - الجلوس مع الصحابه وتعليمهم أمر دينهم.",
            "page": "81",
            "part": "1",
            "seal": "1663A70F"
        },
        {
            "id": "81",
            "nass": "ذكر الله في كل أحيانه ¶ 1 - ذكر الله هو أساس العبودية لله، لأنه عنوان صلة العبد بخالقه في جميع أوقاته وأحواله، فعن عائشة رضي الله عنها قالت: [كان رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يذكر الله في كل أحيانه] رواه مسلم. ¶ * فالارتباط بالله حياة، واللجوء إليه نجاة، والقرب منه فوز ورضوان، والبعد عنه ضلال وخسران. ¶ 2 - ذكر الله هو الفرقان بين المؤمنين والمنافقين، فصفة المنافقين أنهم لا يذكرون الله إلا قليلاً. ¶ 3 - الشيطان لا يغلب الإنسان إلا إذا غفل عن ذكر الله، فذكر الله هو الحصن الحصين الذي يحمي الإنسان من مكائد الشيطان. ¶ * والشيطان يحب للإنسان أن ينسى ذكر الله.",
            "page": "82",
            "part": "1",
            "seal": "B8562A22"
        },
        {
            "id": "82",
            "nass": "4 - الذكر هو طريق السعادة قال تعالى (الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ) [الرعد:28]. ¶ 5 - لا بد من ذكر الله على الدوام، إذ لا يتحسر أهل الجنة على شيء إلا على ساعة مرت عليهم في الدنيا لم يذكروا الله عز وجل فيها. ¶ (إن دوام الذكر يعني دوام الصلة بالله). ¶ * قال النووي: أجمع العلماء على جواز الذكر بالقلب واللسان للمحدث والجنب والحائض والنفساء وذلك في التسبيح والتحميد والتكبير والتهليل والصلاة على رسول الله - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - والدعاء، بخلاف قراءة القرآن. ¶ 6 - من يذكر ربه عز وجل يذكره ربه قال الله تعالى (فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلا تَكْفُرُونِ) [البقرة:152]،",
            "page": "83",
            "part": "1",
            "seal": "D2709F74"
        },
        {
            "id": "83",
            "nass": "وإذا كان الإنسان يسر كثيراً حين يبلغه أن ملكاً من الملوك ذكره في مجلسه فأثنى عليه، فكيف يكون حاله إذا ذكره الله تعالى ملك الملوك، في ملأ خير من الملأ الذين يذكره فيهم؟ ¶ 7 - ليس المقصود: بذكر الله هو التمتمة بكلمة أو كلمات والقلب غافل وَلاهٍ عن تعظيم الله وطاعته، فالذكر باللسان لابد أن يصحبه التفكر والتأثر بمعاني كلماته، قال تعالى (وَاذْكُرْ رَبَّكَ فِي نَفْسِكَ تَضَرُّعاً وَخِيفَةً وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْآصَالِ وَلا تَكُنْ مِنَ الْغَافِلِينَ) [الأعراف:205]. ¶ - فلا بد أن يَعيَ الإنسان الذاكر ما يقول، فيجتمع ذكر القلب مع ذكر اللسان ليرتبط الإنسان بربه ظاهراً وباطناً.",
            "page": "84",
            "part": "1",
            "seal": "BCE0C5A2"
        },
        {
            "id": "84",
            "nass": "التفكر في نعم الله ¶ قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (تفكروا في آلاء الله، ولا تفكروا في الله) رواه الطبراني في الأوسط والبيهقي في الشعب وحسنه الألباني. ¶ ومن الأمور التي تتكرر مع المسلم في يومه وليله عدة مرات [استشعار نعمة الله عليه] فكم هي المواقف، وكم هي المشاهد التي يراها ويسمع بها في يومه وليله، تستوجب عليه أن يتفكر ويتأمل هذه النعم التي هو فيها ويحمد الله عليها. ¶ 1 - هل استشعرت نعمة الله عليك عند ذهابك إلى المسجد وكيف أن من حولك من الناس قد حرم هذه النعمة وبالذات عند صلاة الفجر وأنت تنظر إلى بيوت المسلمين وهم في سبات عميق كأنهم أموات.",
            "page": "85",
            "part": "1",
            "seal": "92F450AD"
        },
        {
            "id": "85",
            "nass": "2 - هل استشعرت نعمة الله عليك وأنت تسير في الطريق وترى المناظر المتنوعة، هذا قد حدث له حادث سيارة، وهذا قد ارتفع صوت الشيطان [أي الغناء] من سيارته، ... وهكذا .. . ¶ 3 - هل استشعرت نعمة الله عليك وأنت تسمع أو تقرأ الأخبار عن العالم من مجاعات وفيضانات وانتشار أمراض وحوادث وزلازل وحروب وتشريد .. . ¶ * أقول إن العبد الموفق: هو الذي لا يغيب عن قلبه وشعوره وإحساسه نعمة الله عليه في كل موقف وكل مشهد فيظل دائماً في حمد الله وشكره والثناء عليه مما هو فيه من نعمه، الدين والصحة، والرخاء، والسلامة من الشرور .. . ¶ وفي الحديث قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: (من رأى مبتلى فقال: الحمد لله الذي عافاني مما ابتلاك به وفضلني على كثيرٍ",
            "page": "86",
            "part": "1",
            "seal": "E000470E"
        },
        {
            "id": "86",
            "nass": "ممن خلق تفضيلاً، لم يصبه ذلك البلاء) قال الترمذي حيث حسن. ¶ ختم القرآن في كل شهر ¶ قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - (اقرأ القرآن في كل شهر) رواه أبو داود. ¶ طريقة (ختم القرآن في كل شهر) أن تحضر قبل الصلاة المفروضة بعشر دقائق تقريباًً ليمكنك قراءة صفحتين أي مقدار أربعة أوجه قبل كل صلاة أو بعدها فيكون المجموع في اليوم عشر صفحات أي عشرين وجها وهذا يكون جزءاً كاملاًً، وبهذه الطريقة تختم القرآن في كل شهر بكل سهولة.",
            "page": "87",
            "part": "1",
            "seal": "349B9023"
        },
        {
            "id": "87",
            "nass": "سنن قبل النوم ¶ 1 - (باسمك اللهم أموت وأحيا) رواه البخاري. ¶ 2 - يجمع كفيه ثم ينفث فيهما فيقرأ (قُلْ هُوَ اللَّهُ أَحَدٌ) (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) (قُلْ أَعُوذُ بِرَبِّ النَّاسِ) ثم يمسح بهما ما استطاع من جسده يبدأ بهما على رأسه ووجهه وما أقبل من جسده يفعل ذلك ثلاث مرات)، رواه البخاري. ¶ 3 - قراءة آية الكرسي (اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ) رواه البخاري. ¶ - ثمرة قراءة هذه الآية: من قرأها لم يزل عليه من الله حافظ ولا يقربه شيطان. كما صح في الحديث السابق. ¶ 4 - (باسمك ربي وضعت جنبي وبك أرفعه، إن أمسكت نفسي فارحمها وإن أرسلتها فاحفظها",
            "page": "88",
            "part": "1",
            "seal": "172D7874"
        },
        {
            "id": "88",
            "nass": "بما تحفظ به عبادك الصالحين) رواه البخاري ومسلم. ¶ 5 - (اللهم إنك خلقت نفسي وأنت توفاها، لك مماتها ومحياها إن أحييتها فاحفظها، وإن أمتها فاغفر لها، اللهم إني أسألك العافية) رواه مسلم. ¶ 6 - (اللهم قني عذابك يوم تبعث عبادك) ثلاث مرات رواه أبو داود والترمذي، ويقوله إذا وضع يده اليمنى تحت خده. ¶ 7 - (سبحان الله) ثلاثاً وثلاثين (والحمد لله) ثلاثاً وثلاثين (والله أكبر) أربعاً وثلاثين، رواه البخاري ومسلم. ¶ 8 - (الحمد لله الذي أطعمنا وسقانا وكفانا وآوانا، فكم ممن لا كافي ولا مأوي) رواه مسلم. ¶ 9 - (اللهم عالم الغيب والشهادة فاطر السموات والأرض، رب كل شيء ومليكه، أشهد أن لا إله إلا",
            "page": "89",
            "part": "1",
            "seal": "88159B6A"
        },
        {
            "id": "89",
            "nass": "أنت، أعوذ بك من شر نفسي ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءاً أو أجره إلى مسلم) رواه أبو داود والترمذي. ¶ 10 - (اللهم أسلمت نفسي إليك، وفوضت أمري إليك، ووجهت وجهي إليك، وألجأت ظهري إليك، رغبة ورهبة إليك لا ملجأ ولا منجا إلا إليك، آمنت بكتابك الذي أنزلت وبنبيك الذي أرسلت) رواه البخاري ومسلم. ¶ 11 - (اللهم رب السماوات السبع ورب العرش العظيم، ربنا ورب كل شيء فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، إقض عنا الدين وأغننا من الفقر) رواه مسلم.",
            "page": "90",
            "part": "1",
            "seal": "4FDCBCA3"
        },
        {
            "id": "90",
            "nass": "12 - قراءة آخر آيتين من سورة البقرة، من قوله تعالى (آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ) الحديث (من قرآ بهما في ليلة كفتاه) رواه البخاري ومسلم. ¶ - اختلف العلماء في معنى كفتاه: فقيل: كفتاه عن قيام ليلته، وقيل كفتاه من كل سوء ومكروه وشر، قلت: ويجوز أن يراد الأمران، انتهى كلام النووي (الأذكار). ¶ 13 - أن يكون على طهارة، الحديث (إذا أتيت مضجعك فتوضأ). ¶ 14 - النوم على الشق الأيمن ... (ثم اضطجع على شقك الأيمن ... ) رواه البخاري ومسلم. ¶ 15 - وأن يضع يده اليمنى تحت خده الأيمن ... (كان إذا رقد وضع يده اليمنى تحت خده) رواه أبو داود.",
            "page": "91",
            "part": "1",
            "seal": "6B3E8C61"
        },
        {
            "id": "91",
            "nass": "16 - أن ينفض الفراش (إذا أوى أحدكم إلى فراشه فلينفض فراشه ... فإنه لا يعلم ما خلفه بعده ... ) رواه البخاري ومسلم. ¶ 17 - قراءة سورة (قُلْ يَا أَيُّهَا الْكَافِرُونَ)، ومن ثمرتها: (أنها براءة من الشرك) رواه أبو داود والترمذي وأحمد وصححه ابن حبان والحاكم ووافقه الذهبي وحسنه الحافظ وصححه الألباني. ¶ - قال النووي: الأولى أن يأتي الإنسان بجميع المذكور في هذا الباب، فإن لم يتمكن اقتصر على ما يقدر عليه من أهمه. ¶ - وبالتتبع نجد أن غالب الناس ينام في يومه وليلته مرتين فيكون حينئذ قد طبق هذه السنن أو بعضها مرتين لأن هذه السنن ليست خاصة بنوم الليل بل تشمل حتى نوم النهار لأن الأحاديث عامة.",
            "page": "92",
            "part": "1",
            "seal": "371226F0"
        },
        {
            "id": "92",
            "nass": "ثمرة تطبيق هذه السنن عند النوم: ¶ 1 - يكتب للمسلم إذا حافظ على هذه التسبيحات قبل النوم [100] صدقة، لحديث (كل تسبيحة صدقة وكل تكبيرة صدقة وكل تحميدة صدقة وكل تهليلة صدقة .. ) رواه مسلم. ¶ * قال النووي: أن له حكم ثوابها. ¶ 2 - يغرس للمسلم إذا حافظ على هذه التسبيحات قبل النوم [100] شجرة في الجنة للحديث الذي سبق عند ابن ماجه في ثمرة الاذكار بعد الصلاة. ¶ 3 - حفظ الله للعبد وبعد الشيطان عنه في تلك الليلة وسلامته من الشرور والآفات. ¶ 4 - أن العبد يختم يومه بذكر الله وطاعته والتوكل عليه والاستعانة به وتوحيده.",
            "page": "93",
            "part": "1",
            "seal": "03E80071"
        },
        {
            "id": "93",
            "nass": "الخاتمة ¶ هذا ما تيسر جمعه من السنن اليومية، ونسأل الله أن يحيينا على سنة الرسول محمد صلى الله عليه وسلم، وأن يميتنا عليها. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ خالد الحسينان",
            "page": "94",
            "part": "1",
            "seal": "8EE297CA"
        }
    ],
    "t1095": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الاستيقاظ من النوم"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الدخول والخروج من الحمام"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الوضوء"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "السواك"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "السنة في لبس النعال"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "سنن اللباس"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الدخول والخروج من البيت"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الذهاب إلى المسجد"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الآذان"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الإقامة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الصلاة إلى سترة"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "مسائل حول السترة"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "النوافل التي تؤدى في اليوم والليلة"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "سنن قيام الليل"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الوتر وله سنن"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "سنة الفجر"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "الجلوس بعد صلاة الفجر"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الصلاة القولية"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الصلاة الفعلية"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "السنن التي تفعل في الركوع"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "السنن التي تفعل في السجود"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "سنن بعد الصلاة المفروضة"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "سنن تقال في الصباح والمساء"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "سنن عند لقاء الناس"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "سنن الطعام"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "وهناك سنن بعد الطعام"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "سنن عند الشراب"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "أداء النوافل في البيت"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "السنة عند القيام من المجلس"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "استحضار النية الصالحة في كل عمل تقوم به"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "اغتنام الوقت الواحد في أكثر من عبادة"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر الله في كل أحيانه"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "التفكر في نعم الله"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "ختم القرآن في كل شهر"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "سنن قبل النوم"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}