{
    "b1102": [
        {
            "id": "2",
            "nass": "التمهيد ¶ شرح مختصر الأصول من علم الأصول ¶ للعلامة محمد بن صالح العثيمين - رحمه الله تعالى - ¶ تأليف: ¶ أبي المنذر محمود بن محمد بن مصطفى المنياوي ¶ عفا الله عنه. ¶ الطبعة الأولى… ¶ 1432 هـ/2011 م ¶ المكتبة الشاملة",
            "page": null,
            "part": "1",
            "seal": "A86C701C"
        },
        {
            "id": "3",
            "nass": "حقوق الطبع محفوظة للمؤلف ¶ الطبعة الأولى ¶ 1432 هـ / 2011 م ¶ رقم الإيداع بالمكتبة الشاملة 2/ 2010",
            "page": "1",
            "part": "1",
            "seal": "1BF75905"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة المؤلف ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبدُه ورسولُه. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. ¶ أما بعد ... ¶ فهذا شرح مختصر لمختصر رسالة (الأصول من علم الأصول) لفضيلة الشيخ محمد بن صالح العثيمين - رحمه الله تعالى - وهو تقدمة بين يدي كتابي المعتصر وقد جاء تلبية لطلب بعض إخواني بأن أقوم بشرح كتاب الأصول من علم الأصول في دورة مكثفة في يومين على أن تمتاز ببساطة العبارة لتناسب المبتدئين في هذا العلم، وقد اجتهدت في تحقيق ذلك إلا فيما لابد منه. ¶ وسوف أجعل كلام الشيخ بين قوسين وأصدره بقولي: قال الشيخ، ثم أعقبه بشرحي. ¶ وهذا الشرح كالإختصار لشرحي الكبير لمختصر الأصول وقد عزوت الأقوال هناك لقائليها، ولذلك إن لم أنشط هنا للعزو فإنما هو اعتمادا على العزو في أصول هذه المادة. ¶ تنبيه: ¶ غالب ما جاء في هذا الشرح إنما هو زيادة لبعض القيود على حدود الشيخ العثيمين - رحمه الله -، وليس في هذا استدراك على الشيخ؛ لأن الشيخ بداية لم يشترط على نفسه وضع حد جامع مانع - بل كان يرى تحريم تعلم علم المنطق -، وإنما كان غرض الشيخ توصيل المعنى في أبسط عبارة بما يتناسب مع الطلاب المبتدئين الذين ألف لهم هذه الرسالة، وأيضا نظرا لأن لاوصول إلى حد جامع مانع من الصعوبة بمكان، ولذلك فحتى الحدود التي وضعتُها قد يستدرك عليها، وإنما كان الهدف تمرين الطلاب على بعض القواعد والشروط في الحدود، وقد فصلت القول في ذلك في مقدمة الشرح الكبير ببيان واعتذار، فلينظر هناك. ¶ والله الموفق وهو الهادي إلي سواء السبيل.، ¶ أسأل الله العظيم أن يتقبل هذا العمل وأن يجعله خالصا لوجهه الكريم، وأن يدخر لي أجره يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم.",
            "page": "2",
            "part": "1",
            "seal": "46F3A0FF"
        },
        {
            "id": "5",
            "nass": "أصُولُ الفِقْه ¶ تعريف الأصول لغة: ¶ قال الشيخ: (الأصول: جمع أصل وهو ما يبني عليه غيره). ¶ بدأ الماتن - رحمه الله - في تعريف أصول الفقه باعتبار مفرديه أي كلمة أصول وكلمة فقه، وذلك لأن معرفة المركب إنما تتأتى من معرفة أفراده، فبدأ بتعريف المضاف وهي كلمة أصول فقال: (الأصول: جمع أصل وهو ما يبني عليه غيره) ومثَّل لها - رحمه الله - بأصل الجدار وهو أساسه، وأصل الشجرة الذي يتفرع منه أغصانها. وهذا التعريف غير جامع فإننا نلاحظ أن الوالد أصل للولد، ولا يقال: إن الولد ينبني على الوالد. ¶ وعليه فالأولى أن يعرف الأصل لغة بأنه: (ما يتفرع عنه غيره) فيصح أن يقال: الولد فرع عن الوالد. ¶ وتُعقب هذا التعريف أيضا بأن من أصول الشرع ما هو عقيم لا يقبل الفرع ولا يقع به التوصل إلى ما وراءه بحال كدية الجنين والقسامة وتحمل العاقلة فهذه أصول ليست لها فروع. ¶ وعليه فالأولى في تعريف الأصل أنه (ما كان سببا في إيجاد حكم من الأحكام) والأحكام هنا عامة تشمل الأحكام الشرعية، والعادية، والعقلية. ¶ ويدخل في هذا التعريف ما له فرع، كالشجرة فهي أصل لفروعها؛ لأنها سببا في إيجادها، وكالأب فهو أصل لابنه؛ لأنه كان سببا في إيجاده. ¶ ويشمل أيضا ما ليس له فرع، كالقسامة فهي أصل للأيمان التي تقسم على أولياء القتيل إذا ادعوا الدم، وذلك لأنها سبب في إيجاد الأيمان. ¶ ويدخل فيه ما يبنى عليه غيره، كالأساس فهو أصل للجدار؛ لأنه كان سببا في إيجاده. ¶ ويدخل فيه ما لا يبني عليه غيره، كالأب أصل لابنه، ولا يقال: إن الولد يبنى على الوالد، والوالد سبب في إيجاد ابنه، وهكذا. ¶ تعريف الفقه ¶ لغة: ¶ ثم ثنى الشيخ بتعريف المضاف إليه وهو كلمة (الفقه) فعرفه بقوله: (والفقه لغة: الفهم). ¶ وتعريف الفقه لغة بالفهم هو قول الأكثرين، والمقصود مطلق الفهم سواء أكان لما ظهر وبان، أو لما دق وخفي، والدليل على ذلك مجيئه في الشرع مرادا به مطلق الفهم قوله",
            "page": "3",
            "part": "1",
            "seal": "CBEF1C9B"
        },
        {
            "id": "6",
            "nass": "تعالى: (وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي. يَفْقَهُوا قَوْلِي) [طه: 27، 28] فقوله: (قَوْلِي) معرف بالإضافة فيشمل ما ظهر وما خفي من قوله، وقوله الله تعالى: (فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا) [النساء: 78]، (وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ) [الإسراء: 44]، (مَا نَفْقَهُ كَثِيرًا مِمَّا تَقُولُ) [هود: 91]، أي: لا يكادون يفهمون، ولكن لا تفهمون، وما نفهم كثيراً مما تقول. ¶ اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: معرفة الأحكام الشرعية العملية بأدلتها التفصيلية). ¶ والمراد بقولنا: \"الأحكام الشرعية\" الأحكام المتلقاة من الشرع كالوجوب والتحريم، فخرج به الأحكام العقلية كمعرفة أن الكل أكبر من الجزء والأحكام العادية كمعرفة نزول الطل في الليلية الشاتية إذا كان الجو صحواً، والأحكام الوضعية كمعرفة أن كان وأخواتها ترفع المبتدأ وتنصب الخبر، ويخرج أيضا الأحكام الحسية كالعلم أن النار محرقة، وأيضا يخرج الأحكام التجريبية (الثابتة بالتجربة) كالعلم بأن السم قاتل وقد تتداخل هذه الأحكام إلا أن الغرض بيان معنى الشرعية وهو خلاف كل ما سبق. ¶ والمراد بقولنا: \" العملية \" المتعلقة بعمل المكلف كالصلاة والزكاة، والصوم، والبيع فخرج به ما يتعلق بالاعتقاد (وتسمى العلمية) كتوحيد الله ومعرفة أسمائه وصفاته فلا يسمى ذلك فقهًا في الاصطلاح، ويخرج أيضا علم التصوف، أو السلوك كحرمة الكذب والغيبة ووجوب الصدق، وهكذا فهذا في الاصطلاح لا يدخل في الفقه، ولم يدونه غالب الفقهاء في كتب الفقه. ¶ ولابد من إضافة قيد \"المكتسبة\" للتعريف أي: المستنبطة عن طريق النظر والاستدلال ليخرج علم الله عزوجل فهو علم لازم لذاته لم يكتسبه. ¶ وليخرج علم الرسول - صلى الله عليه وسلم - فهو علم مستفاد من الوحي غير مكتسب عن طريق النظر والاستدلال. ¶ ويخرج علم الملائكة فهو علم مستفاد من وحي الله إليهم، أو عن طريق النظر في اللوح المحفوظ، أو غير ذلك، فهو غير مكتسب عن طريق النظر والاستدلال. ¶ ويخرج أيضا علم المقلد؛ لأنه لم يكتسبه عن طريق النظر والاستدلال. ¶ والمراد بقولنا: \"بأدلتها التفصيلية \" وهي الجزئية كقوله تعالى (وَلَا تَقْرَبُوا الزِّنَا) [الإسراء: 32] فهذا دليل جزئي يخص مسألة واحدة معينة وهي الزني ويبين حكمها وهو تحريم الزنى.",
            "page": "4",
            "part": "1",
            "seal": "5741A989"
        },
        {
            "id": "7",
            "nass": "فخرج بذلك أصول الفقه؛ لأن البحث فيه إنما يكون في أدلة الفقه الإجمالية. وأما الأدلة الإجمالية فهي كالقواعد الكلية ويندرج تحت كل واحدة منها أحكاما كثيرة وسوف يأتي بإذن الله الكلام عنها قريبا. ¶ تنبيه - الفقه هو نفس الأحكام لا معرفتها ولا العلم بها: ¶ عرف البعض الفقه بأنه: معرفة، والبعض بأنه: العلم بالأحكام الشرعية العملية المكتسبة بأدلتها التفصيلية. والصواب تعريف الفقه بأنه نفس الأحكام لا معرفتها ولا العلم بها؛ لأن الأحكام الثابتة في نفسها تسمى فقها سواء وجد من يعرفها أو لم يوجد فالمعرفة ليست هي الفقه. ¶ تعريف أصول الفقه كلقب: ¶ قال الشيخ: (الثاني: باعتبار كونه لقباً، فيعرف بأنه: \" علم يبحث عن أدلة الفقه الإجمالية وكيفية الاستفادة منها وحال المستفيد \"). ¶ شرح التعريف، قوله \" الإجمالية \" أي غير المعينة، تسمى أيضا الكلية وهي كالقواعد العامة مثل قولهم: الأمر للوجوب والنهي للتحريم، وكالعام والخاص، والمطلق والمقيد، وكالكتاب والسنة، ونحو ذلك، والأدلة الإجمالية خلاف التفصيلية التي سبق وأن تكلمنا عنها في تعريف الفقه. ¶ فعلم الأصول إنما يبحث في هذه الأدلة الإجمالية، كمطلق الأمر، وكالإجماع والقياس فيبحث عن الأول بأنه للوجوب حقيقة أم للاستحباب، وعن الأخيرين بأنهما حجة أم لا، ويبين أقسامهما. ¶ قوله: \" وكيفية الاستفادة منها \" يعني أن الأصولي يضع القواعد التي عن طريقها يستطيع الفقيه معرفة كيف يستفيد الأحكام من أدلتها الجزئية أو التفصيلية، فيبين له أحكام الألفاظ ودلالاتها من عموم وخصوص وإطلاق وتقييد وناسخ ومنسوخ وغير ذلك. ¶ قوله: \" وحال المستفيد \" معرفة حال المستفيد وهو المجتهد سمى مستفيداً لأنه يستفيد بنفسه الأحكام من أدلتها لبلوغه مرتبة الاجتهاد فمعرفة المجتهد وشروط الاجتهاد وحكمه ونحو ذلك يبحث في أصول الفقه. ¶ قال المرداوي في التحبير (1/ 177): \" الأصح أن أصول الفقه: الأدلة، لا معرفتها \"،وقال أيضا: \"إذ العلم والمعرفة بأصول الفقه غير أصول الفقه، فلا يكون داخلاً في ماهيتها\". ¶ وعليه فالأولى في تعريف أصول الفقه كلقب أن نقول هو: (أدلة الفقه الإجمالية وطرق استفادة جزئياتها وحال مستفيدها).",
            "page": "5",
            "part": "1",
            "seal": "B5703A38"
        },
        {
            "id": "8",
            "nass": "فائدة أصول الفقه ¶ قال الشيخ: (فائدة أصول الفقه: التمكن من حصول قدرة يستطيع بها استخراج الأحكام الشرعية من أدلتها على أسس سليمة). ¶ فالمقصود أن هذا العلم هو أساس تكوين ملكة الاستنباط عند المجتهد والتي تؤهله لاستباط الأحكام الشرعية، فهو السبيل القويم للاجتهاد وذلك أن الاجتهاد في الإسلام محكوم بموازين دقيقة يجب اتباعها وإلا كان الاجتهاد بلا ضوابط لوناً من العبث. ¶ أول من صنف فيه ¶ قال الشيخ: (وأول من جمعه كفن مستقل الإمام الشافعي رحمه الله). ¶ وقد صنف الإمام الشافعي (204 هـ) عدة رسائل في ذلك، فصنف الرسالة قال الحبش: (وهو عبارة عن محاولة أولى لتحديد طرق الاستنباط ومصادر التشريع وقد كتبه الإمام الشافعي أساساً رداً على جماعة منكري السنة الذين ظهروا في عصره فأثبت فيه حجية السنة ثم توسع فبين مصادر التشريع تفصيلاً ومناهج الاستدلال بها. ¶ وكذلك صنف الشافعي كتباً أخرى في الأصول منها: جماع العلم وهو كتاب قصد منه إثبات وجوب اتباع خبر الآحاد الصحيح وأقام الأدلة على ذلك. ¶ ثم كتب الإمام الشافعيُّ كتابين آخرين وهما: إبطال الاستحسان وكتاب اختلاف الحديث وكلاهما من الكتب المبكرة في علم أصول الفقه). ¶ الأحكام ¶ تعريف الحكم لغة: ¶ قال الشيخ: (الأحكام: جمع حكم وهو لغة القضاء). ¶ قال الفيومي: (الْحُكْمُ الْقَضَاءُ وَأَصْلُهُ الْمَنْعُ يُقَالُ حَكَمْتُ عَلَيْهِ بِكَذَا إذَا مَنَعْته مِنْ خِلَافِهِ فَلَمْ يَقْدِرْ عَلَى الْخُرُوجِ مِنْ ذَلِكَ وَحَكَمْتُ بَيْنَ الْقَوْمِ فَصَلْتُ بَيْنَهُمْ فَأَنَا حَاكِمٌ وَحَكَمٌ بِفَتْحَتَيْنِ وَالْجَمْعُ حُكَّامٌ ... ). ¶ تعريف الحكم اصطلاحاً: ¶ قال الشيخ: (واصطلاحاً: ما اقتضاه خطاب الشرع المتعلق بأفعال المكلفين من طلب أو تخيير أو وضع).",
            "page": "6",
            "part": "1",
            "seal": "1CF9672C"
        },
        {
            "id": "9",
            "nass": "شرح التعريف: ¶ - ما اسم موصول بمعنى الذي أي هو الذي اقتضاه. ¶ - الاقتضاء بمعني الطلب. ¶ - خطاب الشرع إما أن يكون مباشرا أو غير مباشر، فالأول الكتاب والثاني السنة. ¶ - أفعال أي أعمال سواء أكانت قولا أم فعلا أم إيجادا أم تركا، فخرج به ما تعلق بالاعتقاد فلا يسمى حكماً بهذا الاصطلاح. ¶ - المكلفين أي ما من شأنهم التكليف فيشمل الصغير والمجنون. ¶ - طلب يدخل فيه الأمر والنهي. ¶ الأمر: طلب للفعل (سواء أكان على سبيل اللزوم أم الأفضلية). ¶ النهي: طلب للترك (سواء أكان على سبيل اللزوم أم الأفضلية). ¶ - أو تخيير يعني أن المكلف مخير بين الفعل والترك. ¶ والمدقق في الأقسام الخمسة السابقة يلاحظ أن الأول هو الواجب إذ أن طلبه من للشارع للمكلف على سبيل الإلزام، والثاني هو المندوب، والثالث هو المحرم، والرابع هو المكروه، والخامس هو المباح (وهذه تسمى الأحكام الطلبية أو التكليفية). ¶ - أو وضع يعني الصحيح والفاسد ونحوهما مما وضعه الشارع من علامات وأوصاف للنفوذ والإلغاء (وهذه تسمى الأحكام الوضعية). ¶ تنبيهات حول التعريف: ¶ التنبيه الأول - لاحظ أن تعريف الشيخ هنا منصب على الأحكام الشرعية التي فيها طلب، ولذلك فالأولى حذف القيد الأخير (أو وضع) من التعريف؛ لأن الأحكام الوضعية أحكام إخبارية بصحة العقد وفساده ونصب الأسباب والشروط والموانع، فالشرع بوضع هذه الأمور أخبرنا بوجود أحكامه أو انتفائها عند وجود تلك الأمور أو انتفائها، فكأنه قال مثلا: إذا وجد النصاب الذي هو سبب وجوب الزكاة، والحول الذي هو شرطه، فاعلموا أني أوجبت عليكم أداء الزكاة، وإن وجد الدين الذي هو مانع من وجوبها، أو انتفى السوم الذي هو شرط لوجوبها في السائمة، فاعلموا أني لم أوجب عليكم الزكاة. ¶ وكذا الكلام في القصاص، والسرقة، والزنى، وكثير من الأحكام، بالنظر إلى وجود أسبابها وشروطها، وانتفاء موانعها، وهكذا، وعلى ذلك فالأحكام الوضعية ليس فيها إقتضاء ولا تخيير.",
            "page": "7",
            "part": "1",
            "seal": "EF401E6A"
        },
        {
            "id": "10",
            "nass": "التنبيه الثاني: ¶ قوله: (المكلفين) غير جامع من ناحية أنه لا يدخل فيه بعض الأفعال الخاصة بمكلف واحد كشهادة خزيمة وخصائص النبي - صلى الله عليه وسلم - ونحو ذلك. ¶ قال ابن النجار في شرح الكوكب المنير (1/ 337): (وقلنا: \"المكلف\" بالإفراد ليشمل ما يتعلق بفعل الواحد، كخصائص النبي صلى الله عليه وسلم، وكالحكم بشهادة خزيمة، وإجزاء العناق في الأضحية لأبي بردة ... ). ¶ التنبيه الثالث: ¶ ينبغي التفريق بين طريقة جمهور الأصوليين وطريقة الفقهاء وبعض الأصوليين في تعريف الحكم الشرعي. ¶ قال الشيخ عياض السلمي في \" أصول الفقه الذي لا يسع الفقيه جهله\" (ص/24): (الحكم في اصطلاح جمهور الأصوليين: «خطاب الله المتعلق بأفعال المكلفين بالاقتضاء أو التخيير أو الوضع». وعند الفقهاء: هو مقتضى خطاب الله المتعلق بأفعال المكلفين الخ، أو مدلول خطاب الله الخ. ومال بعض الأصوليين إلى اختيار هذا التعريف ... ). ¶ وسبب الاختلاف بين الطريقتين أن الأصولي يبحث في الأدلة ذاتها - التي هي موضوع علم الأصول - فيكون نظره لذات الدليل، وأما الفقيه فيبحث في متعلق الأدلة - إذ أن موضوع الفقه أفعال المكلف - فيكون نظره لمتعلق الأدلة ومدلول الخطاب وأثره المترتب عليه. ¶ وتعريف الشيخ للحكم بأنه ما اقتضاه خطاب الشرع إنما هو موافق لطريقة الفقهاء وبعض الأصوليين في تعريف الخطاب، والأولى اعتماد تعريف جمهور الأصوليين، إذ أننا نتكلم في علم الأصول لا فروعها. ¶ ومما سبق نقول أن يمكن صياغة التعريف كتالي (خطاب الله المتعلق بفعل المكلف بالاقتضاء، أو التخيير).",
            "page": "8",
            "part": "1",
            "seal": "988C04ED"
        },
        {
            "id": "11",
            "nass": "أقسام الأحكام الشرعية ¶ قال الشيخ: (تنقسم الأحكام الشرعية إلى قسمين: تكليفية ووضعية. ¶ فالتكليفية خمسة: الواجب والمندوب والمحرَّم والمكروه والمباح). ¶ الواجب ¶ الواجب لغة: ¶ قال الشيخ: (الواجب لغة: الساقط واللازم). ¶ الواجب لغة له معان كثيرة منها: ¶ سقوط الشيء لازما محله، ومنه قوله تعالى: (فَإِذَا وَجَبَتْ جُنُوبُهَا) [الحج: 36] أي سقطت ميتة لازمة محلها، وقوله - صلى الله عليه وسلم - في الميت: (فإذا وجب فلا تبكين باكية). ومنه قول قيس بن الخطيم ¶ أَطاعَتْ بنُو عَوْفٍ أَمِيراً نَهَاهُمُ ... عن السِّلْمِ، حَتَّى كانَ أَوّلَ وَاجِبِ ¶ واللزوم، قال الفيومي: وَجَبَ الْبَيْعُ وَالْحَقُّ يَجِبُ وُجُوبًا وَجِبَةً لَزِمَ وَثَبَتَ. ¶ الواجب اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: ما أمر به الشارع على وجه الإلزام). ¶ شرح التعريف: ¶ وهو واضح بحمد الله، (ما أمر) ليخرج غير المأمور به كالمحرم والمكروه، والمباح لذاته، بقي المندوب يشمله التعريف ولذلك قيده بقوله (على وجه الإلزام) لأن المندوب وإن كان مأمورا به إلا أنه ليس على وجه الإلزام بل الأفضلية. ¶ قال الشيخ: (والواجب يثاب فاعله امتثالًا ويستحق العقاب تاركه). ¶ امتثالًا أي يفعله على وجه الطاعة والقربة، فمن نوى التبرد فغسل أعضاء الوضوء لا يعد متوضئا وهكذا. ¶ وأما قوله (ويستحق) فقال الشيخ ولم نقل (ويعاقب تاركه)؛ لأنه من الجائز أن الله قد يعفو عنه، فهو مستحق للعقاب، لكن قد يعاقب وقد لا يعاقب. ¶ نكتة: ¶ يجزم بإثابة فاعل الثواب، وكذا تارك الحرام؛ لأنه وعد كما قال تعالى: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا) [الأنعام: 160]، ولكن لابد من تقييده بالامتثال. وذلك بخلاف الوعيد على ترك الواجب، وفعل الحرام فلا يجزم بلحوق العقاب؛ لأنه من الجائز أن الله قد يعفو عنه، فهو مستحق للعقاب، لكن قد يعاقب وقد لا يعاقب.",
            "page": "9",
            "part": "1",
            "seal": "CE7C36A8"
        },
        {
            "id": "12",
            "nass": "أسماء الواجب: ¶ قوله: (ويسمى فرضاً، وفريضة، وحتماً، ولازماً). ¶ القول بعدم التفريق بين الفرض والواجب عند الحنابلة هو أحد الأقوال الثلاثة المنقولة عن الإمام أحمد في هذه المسألة. ¶ قال مجد الدين في المسودة (ص/ 44): مسألة: الفرض والواجب سواء وهو الذي ذكره في مقدمة المجرد وبه قالت الشافعية وعنه الفرض آكد ونصرها الحلواني وبه قالت الحنفية وهو على قولهم وروايتنا هذه ما ثبت بدليل مقطوع به وقيل هو ما لا يسقط في عمد ولا سهو وحكى ابن عقيل رواية ثالثة أن الفرض ما لزم بالقرآن والواجب ما كان بالسنة وهذه هي ظاهر كلام أحمد في أكثر نصوصه). ¶ المندوب ¶ تعريف المندوب لغة: ¶ قال الشيخ: (والمندوب لغة: المدعو). ¶ قال المرداوي في التحبير (2/ 976): {المندوب لغة: المدعو لمهم، من الندب وهو: الدعاء. قال الشاعر: ¶ لا يَسْأَلُونَ أَخَاهُمْ حِينَ يَنْدُبُهُمْ ... فِي النَّائِبَاتِ عَلَى مَا قَالَ بُرْهَانَا). ¶ تعريف المندوب اصطلاحاً: ¶ قال الشيخ: (ما أمر به الشارع لا على وجه الإلزام). ¶ شرح التعريف: ¶ (ما أمر) ليخرج غير المأمور به كالمحرم والمكروه، والمباح لذاته، بقي الواجب يشمله التعريف ولذلك قيده بقوله (لا على وجه الإلزام) لأن الواجب مأمور به على وجه الإلزام. ¶ وسوف يأتي في باب الأمر بإذن الله كيفية معرفة أنواع الأوامر ومتى يكون هذا الأمر لازما ومتى يكون على سبيل الفضيلة. ¶ قال الشيخ: والمندوب يثاب فاعله امتثالاً ولا يعاقب تاركه. ¶ ولا يعاقب تاركه في الدنيا ولا في الآخرة، ولكن أفاد الشيخ العثيمين في شرح الأصول أن الإنسان قد يوبخ ويلام على ترك المستحب إذا كان هذا الترك يدل على زهده في الخير ورغبته عنه. ¶ أسماء المندوب: ¶ قال الشيخ: ويسمى: سنة، ومسنوناً، ومستحبّاً، ونفلاً.",
            "page": "10",
            "part": "1",
            "seal": "AF9863D0"
        },
        {
            "id": "13",
            "nass": "المحرم ¶ تعريف المحرم لغة: ¶ قال الشيخ المحرم لغة: الممنوع. ¶ قال الجوهري في الصحاح مادة (ح ر م): \"حَرَمَهُ الشَّيءَ يَحْرِمُهُ حَرِماً وحِرْمَةً وحَريمة وحِرْماناً، وأَحْرَمَهُ أيضاً، إذا منعَه إيَّاه\".اهـ ¶ ومن ذلك قوله تعالى: (وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ) أي منعناه منهن.، وقال: (قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الْأَرْضِ)، وقال: (إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ) والآيات في هذا المعنى كثيرة. ¶ تعريف المحرم اصطلاحاً: ¶ قال الشيخ: (ما نهى عنه الشارع على وجه الإلزام بالترك). ¶ قوله: (ما نهى عنه) خرج ما أمر به كالمندوب والواجب، وما لا يتعلق به أمر ولا نهي لذاته كالمباح. ¶ وقوله: (على وجه الإلزام) أخرج المكروه لأن النهي عنه ليس على سبيل الحتم واللزوم كما سيأتي. ¶ وأما قوله: (بالترك) في آخر هذا التعريف فزيادة لا حاجة لها ويستقيم التعريف بدونها، ويكون جامعا مانعا، فهي لم تضف معنى جديدا بل معناها مضمن في قوله (ما نهى عنه). ¶ قال الشيخ: (المحرم يثاب تاركه امتثالاً ويستحق العقاب فاعله). ¶ فائدة: ¶ قد يترك المكلف فعل المحرم ويعاقب، وقد يتركه ولا يثاب ولا يعاقب، وقد يتركه ويثاب: ¶ أما الأول - فإن تركه عجزا كما قال النبي - صلى الله عليه وسلم - فيما رواه ابن ماجه وأحمد وغيرهما من حديث أبي كبشة الأنماري - رضي الله عنه - (مثل هذه الأمة مثل أربعة نفر رجل آتاه الله مالا وعلما فهو يعمل به في ماله فينفقه في حقه ورجل آتاه الله علما ولم يؤته مالا فهو يقول لو كان لي مثل ما لهذا عملت فيه مثل الذي يعمل قال قال رسول الله صلى الله عليه وسلم فهما في الأجر سواء ورجل آتاه الله مالا ولم يؤته علما فهو يخبط فيه ينفقه في غير حقه ورجل لم يؤته الله مالا ولا علما فهو يقول لو كان لي مال مثل هذا عملت فيه مثل الذي يعمل قال قال رسول الله صلى الله عليه وسلم فهما في الوزر سواء) وأيضا كمن سعي في طريق المعصية ولكنه حال بينه وبين فعلها حائل وهكذا.",
            "page": "11",
            "part": "1",
            "seal": "818F2170"
        },
        {
            "id": "14",
            "nass": "وأما الثاني - كمن ترك فعله غافلا فلم يطرأ على باله مطلقا كرجل مشغول في دنياه فما فكر في يوم أن يشرب الخمر، أو إنه ما يعرف شيئا عن هذه المعصية فلم تطرأ على باله فهذا لا يثاب ولا يعاقب. ¶ وأما الثالث فهي الحالة العامة ويشترط أن يتركه امتثالا. ¶ أسماء المحرم: ¶ قال الشيخ: (يسمى: محظوراً أو ممنوعاً). ¶ للمحرم أسماء كثيرة قال ابن النجار في شرح الكوكب (1/ 386): (\"ويسمى\" الحرام \"محظورا وممنوعا ومزجورا ومعصية وذنبا وقبيحا وسيئة وفاحشة وإثما وحرجا وتحريجا وعقوبة\". فتسميته محظورا من الحظر. وهو المنع. فيسمى الفعل بالحكم المتعلق به، وتسميته معصية للنهي عنه، وذنبا لتوقع المؤاخذة عليه، وباقي ذلك لترتبها على فعله). ¶ المكروه ¶ تعريف المكروه لغة: ¶ قال الشيخ: (المكروه لغة: المبغض). ¶ قال الشيخ في شرح الأصول (ص/61): (المكروه اسم مفعول من كره بمعنى أبغض، ومنه قوله تعالى: (وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ) يعني: أبغضهم، فهو إذا في اللغة: المبغض سواء كان عينا أو وصفا أو عملا، فأي شيء تبغضه فهو مكروه عندك). ¶ تعريف المكروه اصطلاحاً: ¶ قال الشيخ: (ما نهى عنه الشارع لا على وجه الإلزام بالترك). ¶ قوله: (ما نهى عنه) خرج ما أمر به كالمندوب والواجب، وما لا يتعلق به أمر ولا نهي لذاته كالمباح. ¶ وقوله: (لا على وجه الإلزام) أخرج المحرم لأن النهي عنه على سبيل الحتم واللزوم. ¶ وكما سبق أن قيد بالترك زيادة لا داعي منها. ¶ قال الشيخ: (المكروه: يثاب تاركه امتثالاً ولا يعاقب فاعله). ¶ قال ابن النجار في \"شرح الكوكب\" (1/ 420) ما مختصره: ((ويقال لفاعله) أي فاعل المكروه (مخالف، ومسيء، وغير ممتثل) مع أنه لا يذم فاعله، ولا يأثم على الأصح. وظاهر كلام بعضهم: تختص الإساءة بالحرام. فلا يقال: أساء إلا لفعل محرم).",
            "page": "12",
            "part": "1",
            "seal": "4D609A2D"
        },
        {
            "id": "15",
            "nass": "المباح ¶ تعريف المباح لغة: ¶ قال الشيخ: (المباح لغة: المعلن والمأذون به). ¶ قال الشيخ في شرح الأصول (ص/64): والمباح لغة المعلن، كقولهم: أباح سرَّه أي أعلنه. ¶ (والمأذون فيه) أي أذنت لك في الانتفاع به، مثل: أبحتك سيارتي هذه الليلة، وأبحتك بيتي لمدة شهر. أي أذنت لك في الانتفاع به. ¶ تعريف المباح اصطلاحاً: ¶ قال الشيخ: (ما لا يتعلق به أمر ولا نهي لذاته). ¶ قوله (ما لا يتعلق به أمر) خرج الواجب والمندوب. ¶ قوله (أو نهي) خرج المحرم والمكروه. ¶ قوله (لذاته) أي بقطع النظر عن أمر آخر، فلو نظرنا إلى تناول الطعام أو الشراب لحظ النفس فهو مباح ولكن إن كان للتقوي على الصوم فهو مندوب، وكذلك القيلولة لقوى على قيام الليل فهي مندوبة أيضا. ¶ وأيضا بيع العنب مباح، ولكن إن كان لمن يعصره خمرا فهو محرم. ¶ وعليه فالحكم على الفعل بالإباحة إنما يكون بالنظر إلى لذاته بقطع النظر عن أمر آخر. ¶ وإن كان وسيلة لمحرم فهو محرم، وإن كان وسيلة لمكروه فهو مكروه، وإن كان وسيلة لواجب فهو واجب، وإن كان وسيلة لمندوب فهو مستحب. ¶ أسماء المباح: ¶ قال الشيخ: (ويسمى: حلالاً، وجائزاً). ¶ ومن أسماءه أيضا: المأذون فيه، الطِلْق. ¶ الأحكام الوضعية ¶ تعريف الأحكام الوضعية: ¶ قال الشيخ: (الأحكام الوضعية: ما وضعه الشارع من أمارات لثبوت، أو انتفاء، أو نفوذ، أو إلغاء). ¶ قال الشيخ في شرح الأصول (ص/69): \" ما وضعه الشارع من أمارات\" أي علامات.",
            "page": "13",
            "part": "1",
            "seal": "5D234912"
        },
        {
            "id": "16",
            "nass": "قوله: (لثبوت، أو انتفاء، أو نفوذ، أو إلغاء) مثلا: كون الشهود رجلين، فهذا ثبوت، وإذا كان الشاهد قريبا للمشهود له، فهذا انتفاء، كذلك أيضا القرابة سبب للميراث يثبت به الإرث، واختلاف الدين ينتفي به الميراث. ¶ قوله: (أو نفوذ، أو إلغاء) البيع الصحيح يقول الشارع أنه نافذ، والبيع الفاسد يقول الشارع أنه ملغي). ¶ تنبيهات وفوائد: ¶ وقفات مع تعريف الشيخ: ¶ 1 - من نظر في تعريف الشيخ يجد أنه ما سار على طريقة الأصوليين في تعريف الحكم الوضعي فكان الأولى أن يقول: (خطاب الله ... ). ¶ 2 - من دقق في التعريف المذكور يجد أنه غامض حيث لم يتبين من عبارة الشيخ أن هذه الأحكام الموضوعة من الشارع كعلامات لثبوت أو انتفاء أو نفوذ أو إلغاء ماذا؟! فمثلا إن قلنا أن هذه الأحكام الوضعية هي (ما وضعه الشارع من أمارات لثبوت) وسكتُ ثم قلتَ لي: لثبوت ماذا؟ لكان سؤالك متجها، وجوابه لثبوت الحكم، وعليه فالأولى إضافته للتعريف فيقال: (ما وضعه الشارع من أمارات لثبوت الحكم الشرعي، أو انتفاءه، أو نفوذه، أو إلغاءه). ¶ 3 - ذكر الشيخ كلمة (ما وضع) في تعريفه للحكم الوضعي مما يلزم منه الدَّوْر. ¶ وعلى ذلك فالأولى في صياغة تعريف الشيخ أن نقول: (خطاب الله الدال على ثبوت الحكم، أو انتفاءه، أو نفوذه، أو إلغاءه)، وهذا التعريف غير جامع فلم تدخل فيه بعض أنواع الحكم الوضعي الأخرى: كالرخصة، والعزيمة، والقضاء، والآداء، والإعادة، وإن كان في بعضها خلاف في عدِّه من الخطاب الوضعي، وقد يجاب عن ذلك بأنه اقتصر على الأسباب والشروط والموانع لكونها كليات الحكم الوضعي المتفق عليها. ¶ الصحيح ¶ تعريف الصحيح لغة: ¶ قال الشيخ: (الصحيح لغة: السليم من المرض). ¶ قال ابن منظور في لسان العرب مادة (ص ح ح): الصُّحُّ والصِّحَّةُ والصَّحاحُ: خلافُ السُّقْمِ، وذهابُ المرض؛ وقد صَحَّ فلان من علته واسْتَصَحَّ). ¶ تعريف الصحيح اصطلاحاً:",
            "page": "14",
            "part": "1",
            "seal": "DC5DF02D"
        },
        {
            "id": "17",
            "nass": "قال الشيخ: (ما ترتبت آثار فعله عليه). ¶ قال في الشرح (ص/70): (فكل شيء تترتب آثار فعله عليه فهو الصحيح، سواء أكان عبادة، أو معاملة، أو عقدًا، فكل شيء تترتب آثاره عليه فهو الصحيح). ¶ وأكد ذلك الشيخ بقوله: (فالصحيح من العبادات: ما برئت به الذمة وسقط به الطلب. ¶ والصحيح من العقود: ما ترتب آثاره على وجوده، كترتب الملك على عقد البيع مثلاً) ¶ ثم أخذ يبين متى يكون الشيء صحيحا فقال: (ولا يكون الشيء صحيحاً إلا بتمام شروطه وانتفاء موانعه). ¶ ومثل لذلك في \"الأصل\" (¬1) فقال (ص/72): (مثال ذلك في العبادات: أن يأتي بالصلاة في وقتها تامة شروطها وأركانها وواجباتها. ¶ ومثال ذلك في العقود: أن يعقد بيعًا تامًا شروطه المعروفة مع انتفاء موانعه. فإن فقد شرط من الشروط أو وجد مانع من الموانع امتنعت الصحة. ¶ مثال فقد الشرط في العبادة: أن يصلي بلا طهارة. ¶ ومثال فقد الشرط في العقد: أن يبيع مالا يملك. ¶ ومثال وجود المانع في العبادة: أن يتطوع بنفل مطلق في وقت النهي. ¶ ومثال وجود المانع في العقد: أن يبيع من تلزمه الجمعة شيئاً بعد ندائها الثاني على وجه لا يباح). ¶ فائدة - الفرق بين الصحة والقبول: ¶ ذكر ابن النجار في شرح الكوكب (1/ 469) الأقوال في ذلك ثم قال: (قال ابن العراقي - وهو ولي الدين أبو زرعة ابن الحافظ العراقي الشافعي -: ظهر لي في الأحاديث التي نفي فيها القبول ولم تنتف معه الصحة - كصلاة شارب الخمر ونحوه- أنا ننظر فيما نفي، فإن قارنت ذلك الفعل معصية، - كحديث شارب الخمر ونحوه-؛ انتفى، القبول. أي الثواب، لأن إثم المعصية أحبطه، وإن لم تقارنه معصية. كحديث: \"لا صلاة إلا بطهور\" ونحوه، فانتفاء القبول سببه انتفاء الشرط، وهو الطهارة ونحوها، ويلزم من عدم الشرط عدم المشروط. انتهى). وهو الراجح من الأقوال في المسألة. ¶ ¬__________ ¶ (¬1) هذه الكلمة سوف تتكرر كثيرا، مقصودي بها رسالة الأصول من علم الأصول فهي أصل للمختصر الذي أشرحه هنا.",
            "page": "15",
            "part": "1",
            "seal": "09BCC2CA"
        },
        {
            "id": "18",
            "nass": "الشرط والسبب والمانع: ¶ أشار الشيخ في الأصل إلى السبب والشرط والمانع، وفي الشرح توسع بعض الشيء في الكلام عليهم. ¶ الشرط عرفه ابن النجار بقوله: (ما يلزم من عدمه العدم ولا يلزم من وجوده وجود ولا عدم لذاته) ويزاد عليه قيد (وكان خارجا عن حقيقة الشيء).فمثلا الوضوء شرط لصحة الصلاة عدم وجوده يلزم منه عدم صحة الصلاة ووجوده لا يلزم منه صحة ولا فساد للصلاة لاحتمال وجود مانع من الصحة غيره. ¶ وأما القيد الأخير فللتفرقة بين الشرط والركن فالركن داخل ماهية الشيء فقراءة الفاتحة ركن من الصلاة بخلاف الوضوء فهو شرط لصحتها. ¶ والسبب عرفه ابن النجار بقوله: (ما يلزم من وجوده الوجود ويلزم من عدمه العدم لذاته). ¶ ومثاله السفر لإباحة الفطر والإسكار لتحريم الخمر والصغر للحجر والولاية عليه، وكالهلال لصيام رمضان والزوال لوجوب الظهر. ¶ والقيد الأخير احترازا مما لو قارن السبب فقدان الشرط، أو وجود المانع كالنصاب قبل تمام الحول، أو مع وجود الدين، فإنه لا\" يلزم من وجوده الوجود، لكن لا لذاته، بل لأمر خارج عنه، وهو انتفاء الشرط ووجود المانع. ¶ والمانع: عرفه ابن النجار بقوله: (ما يلزم من وجوده العدم، ولا يلزم من عدمه وجود ولا عدم) ويضاف قيد لذاته احترازا من عدم وجود السبب. ¶ والمنع ينقسم لمانع دوام كالطلاق للنكاح، ومانع ابتداء كالإحرام للنكاح، ومانع دوام وابتداء كالرضاعة للنكاح. ¶ الفاسد ¶ تعريف الفاسد لغة: ¶ قال الشيخ: (الذاهب ضياعاً وخسراً). ¶ الفساد نقيض الصلاح، قال الشيخ في شرح الأصول (ص/79): (كل شيء لا يستفاد منه فإنه يسمى في اللغة فاسدا، لو تغير طعم التمر قيل: هذا تمر فاسد؛ لأنه ضاع وخسره الإنسان). ¶ تعريف الفاسد اصطلاحاً:",
            "page": "16",
            "part": "1",
            "seal": "54B3FA7B"
        },
        {
            "id": "19",
            "nass": "قال الشيخ: (ما لا تترتب آثار فعله عليه). ¶ ومن فهم الصحيح ظهر له وجه هذا التعريف وهو واضح فكل مالا يترتب عليه آثاره فهو فاسد سواء كان من العبادات كمن صلى بغير وضوء، أو في المعاملات كمن باع ما لا يملك ونحو ذلك. ¶ ومعنى عدم ترتب الآثار عليه (بيع المجهول مثلا) عدم انتقال الملك إلى المشتري، ولا يباح له انتفاعه بالمبيع، ولا يتصرف فيه، ولا يتملك البائع الثمن وهكذا. ¶ كل فاسد محرم. ¶ قال الشيخ: (وكل فاسد من العبادات والعقود والشروط فإنه محرم). ¶ وهنا قاعدة هامة أن كل فاسد محرم؛ لأن الفساد إنما جاء من نهي الشارع عن هذا الفعل، فطالما أنه فاسد فلابد وأن يكون منهيا عنه ومحرما. والكلام ينسحب على الفرق بين الفاسد والباطل. ¶ الفاسد والباطل. ¶ قال الشيخ: (والفاسد والباطل بمعنى واحد إلا في موضعين: ¶ الأول: في الإحرام فرقوا بينهما بأن الفاسد ما وطئ فيه المحرم قبل التحلل الأول، والباطل ما ارتد فيه عن الإسلام. ¶ الثاني: في النكاح فرقوا بينهما بأن الفاسد ما اختلف العلماء في فساده كالنكاح بلا ولي، والباطل ما أجمعوا على بطلانه كنكاح المعتدة). ¶ قال المرداوي في التحبير (3/ 1110) بعد أن ذكر مذهب الأحناف بالتفريق بين الفاسد والباطل: (قال بعض أصحابنا: (لم يفرق الأصحاب في صورة من الصور بين الفاسد والباطل في المنهي عنه، وإنما فرقوا بينهما في مسائل لدليل) انتهى (¬1). قلت: غالب المسائل التي حكموا عليها بالفساد، إذا كانت مختلفا فيها بين العلماء، والتي حكموا عليها بالبطلان إذا كانت مجمعا عليها، أو الخلاف فيها شاذ. ثم وجدت بعض أصحابنا قال: (الفاسد من النكاح: ما يسوغ فيه الاجتهاد، والباطل: ما كان مجمعا على بطلانه. وعبر ¶ طائفة من أصحابنا بالباطل عن النكاح الذي يسوغ فيه الاجتهاد أيضا). ¶ ¬__________ ¶ (¬1) قال الكلوذاني في التمهيد (1/ 380): إنما لم يحكموا بفساده - يعني تلقي الركبان - لأنه ورد فيه دليل يدل على أنه لا يفسد وهو قوله عليه السلام: (فمن تلقى الركبان فهو بالخيار إذا دخل السوق) فدل على أن البيع صحيح. اهـ",
            "page": "17",
            "part": "1",
            "seal": "B84FC49B"
        },
        {
            "id": "20",
            "nass": "كلام ابن رجب في المسألة: ¶ قال ابن رجب في القواعد (ص/12) ما ملخصه: ((القاعدة التاسعة): في العبادات الواقعة على وجه محرم , إن كان التحريم عائدا إلى ذات العبادة على وجه يختص بها لم يصح , وإن كان عائدا إلى شرطها فإن كان على وجه يختص بها فكذلك أيضا , وإن كان - أي الشرط - لا يختص بها ففي الصحة روايتان أشهرهما عدمها (¬1) , وإن عاد إلى ما ليس بشرط فيها ففي الصحة وجهان واختار أبو بكر عدم الصحة وخالفه الأكثرون فللأول أمثلة كثيرة: (منها) صوم يوم العيد فلا يصح بحال على المذهب ... وللثاني أمثلة كثيرة: (منها) الصلاة بالنجاسة وبغير سترة وأشباه ذلك وللثالث أمثلة كثيرة: (منها) الوضوء بالماء المغصوب (ومنها) الصلاة في الثوب المغصوب والحرير وفي الصحة روايتان ... ومنها الصلاة في البقعة المغصوبة وفيها الخلاف ... وللرابع أمثلة منها الوضوء من الإناء المحرم ومنها صلاة من عليه عمامة غصب أو حرير أو في يده خاتم ذهب وفي ذلك كله وجهان ... ). ¶ العلم ¶ تعريف العلم: ¶ قال الشيخ: (العلم: إدراك الشيء على ما هو عليه إدراكاً جازماً). ¶ معنى التعريف أن العلم هو أن ندرك ونحيط بالشيء على حقيقته يعني إدراكا مطابقا له جازما بلا شك. ¶ وقد وضح الشيخ أن كلمة الشيء عام أريد به الخصوص يعني ما يصلح لأن يدرك فلا يدخل فيها حقيقة صفات الله عز وجل ولا حقيقة ذاته وأهل السنة تفوض في الكيف دون المعنى فتثبت لله صفات لها كيف ومعنى ولكنها لا تعرف حقيقة هذا الكيف. ¶ فخرج بقوله (إدراك الشيء) عدم إدراكه بالكلية ويسمى الجهل البسيط كمن تسأله متى غزوة بدر فيقول: لا أدري. ¶ وخرج بقوله (على ما هو عليه) إدراكه على وجه مخالف لما هو عليه ويسمى الجهل ¶ المركب كمن تسأله متى غزوة بدر فيقول في السنة الثالثة للهجرة فهذا جهل مركب لأن ¶ ¬__________ ¶ (¬1) والقول بالبطلان في هذه الحالة هو الصحيح من مذهب أحمد إلا أن الأقوى أنه يقتضي الفساد لا البطلان، وهذا هو ما اختاره الطوفي وغيره.",
            "page": "18",
            "part": "1",
            "seal": "B60AF23B"
        },
        {
            "id": "21",
            "nass": "صاحبه جاهل وجاهل أنه جاهل. ¶ وخرج بقوله: (إدراكاً جازماً) إدراك الشيء إدراكاً غير جازم بحيث يحتمل عنده أن يكون على غير الوجه الذي أدركه فلا يسمى ذلك علماً. ¶ ثم أن ترجح عنده أحد الاحتمالين فالراجح ظن والمرجوح وهم، وإن تساوى الأمران فهو شك. ¶ وبهذا تبين أن تعلق الإدراك بالأشياء كالآتي: ¶ 1 - علم وهو: إدراك الشيء على ما هو عليه إدراكاً جازماً. ¶ 2 - جهل بسيط: وهو عدم الإدراك بالكلية. ¶ 3 - جهل مركب وهو: إدراك الشيء على وجه يخالف ما هو عليه. ¶ 4 - ظن وهو: إدراك الشيء مع احتمال ضد مرجوح. ¶ 5 - وهم وهو: إدراك الشيء مع احتمال ضد راجح. ¶ 6 - شك وهو: إدراك الشيء مع احتمال ضد مساو. ¶ الحد لا يشمل العلم بالمعدوم: ¶ اعترض على الحد بأنه غير جامع لعدم شموله للعلم بالمعدوم فمن المقرر عند أهل السنة والجماعة أن المعدوم ليس بشيء خلافا للمعتزلة، وكونه ليس بشيء فلا يدخل في الحد المذكور. وعليه فالأولى أن نستبدل كلمة الشيء بقولنا مثلا: المراد. ¶ الحد يدخل فيه التقليد: ¶ وذلك أن المقلد قد يدرك الأمر على ما هو عليه إدراكا جازما وليس بعلم؛ لأنه ليس لموجب أي: لمدرك، استند الحكم إليه من عقل أو حس أو ما تركب منهما، وعليه فلابد من إضافة هذا القيد، وهو (لموجب) ليخرج إدراك المقلد. ¶ أقسام العلم: ¶ قال الشيخ: (ينقسم العلم إلى قسمين ضروري ونظري: ¶ 1 - فالضروري: ما يكون إدراك المعلوم فيه ضروريّاً بحيث يضطر إليه من غير نظر ولا استدلال. ¶ 2 - والنظري: ما يحتاج إلى نظر واستدلال). ¶ قال الشنقيطي في \"آداب البحث والمناظرة\" (ص/10): (فاعلم أن الضروري في",
            "page": "19",
            "part": "1",
            "seal": "C862736F"
        },
        {
            "id": "22",
            "nass": "الاصطلاح هو ما لا يحتاج إدراكه إلى تأمل. والنظري في الاصطلاح هو ما يحتاج إدراكه إلى التأمل. فالتصور (¬1) الضروري كتصور معنى الواحد ومعنى الاثنين. ¶ والتصديق (¬2) الضروري كإدراك أن الواحد نصف الاثنين، وأن الكل أكبر من الجزء. ¶ والتصور النظري مثل له بتصور الملائكة، والجنة، فإنه نظري ومن أمثلته تشخيص الطبيب لعين المرض فهو تصور له بعد بحث وتأمل ونظر. والتصديق النظري كقولك: الواحد نصف سدس الاثنى عشر وربع عشر الأربعين). ¶ الكلام ¶ تعريف الكلام: ¶ قال الشيخ: (الكلام لغة: اللفظ الموضوع لمعنى). ¶ لغة - أي عند اللغويين -، قال الشيخ في شرح الأصول (ص/99): (كل لفظ موضوع لمعنى يسمى كلاما سواء أكان فعلا، أو حرفا، أو اسما، أو جملة مفيدة، أو جملة غير مفيدة المهم أنه لفظ وضع لمعنى، فأصوات المدافع وإشارة الأخرس لا تسمى كلاما؛ لأنها ليست لفظا). ¶ ثم قال: (أما في اصطلاح النحويين فهو اللفظ المفيد) ¶ قال في \"الشرح\" (ص/99): (فخرج باللفظ: الإشارة، ولو أفادت معنى فلا تسمى كلامًا، والكتابة لو أفادت معنى لا تسمى كلامًا. ¶ وخرج بقوله: \"المفيد\" ما لم يفد، كقولك: قام، أكل، شرب، وقولك: زيد، عمرو، خالد، وقولك: في، إلى، عن، كلا. فكل هذا لا يسمى- اصطلاحًا- كلامًا. ¶ وخرج به أيضًا قولك: إن قام زيد. فهذا ليس بكلام؛ لأنه غير مفيد، فإذا قام زيد فما الذي يحصل؟ فالجملة الآن معلقة، فلا تسمى كلامًا). ¶ ¬__________ ¶ (¬1) علم التصور في الاصطلاح هو إدراك معنى المفرد من غير تعرض لإِثبات شيء له، ولا لنفيه عنه كإدراك معنى الإِنسان، ومعنى الكاتب. ¶ (¬2) علم التصديق فهو إثبات أمر لأمر بالفعل، أو نفيه عنه بالفعل، وتقريبه للذهن. فلو قلت مثلاً، الكاتب إنسان، فإدراكك معنى الكاتب فقط علم تصور وإدراكك معنى الإِنسان فقط علم تصور، وإدراكك كون الإِنسان كاتباً بالفعل، أو ليس كاتباً بالفعل، هو المسمى بالتصديق. وإنما سمي تصديقاً لأنه خبر، والخبر بالنظر إلى مجرد ذاته يحتمل التصديق والتكذيب فسموه تصديقاً، تسمية بأشرف الاحتمالين.",
            "page": "20",
            "part": "1",
            "seal": "D1B1BCB5"
        },
        {
            "id": "23",
            "nass": "وقد عرف ابن أجروم الكلام بقوله: (اللفظ المركب المفيد بالوضع) فزاد قيدين، وهما: المركب، الوضع. ¶ وقال الشيخ العثيمين في \"شرحه على الأجرومية\" (ص/56): (المركب: يعني الذي يتركب من كلمتين فأكثر، تحقيقا أو تقديرًا. ¶ فإذا قلت: هل. فهذا لفظ لكنه ليس مركبًا، فلا يسمى كلامًا عند النحويين ... ¶ لا بدّ أن يتركب من كلمتين فأكثر تحقيقًا أو تقديرًا. ¶ فمثلاً تحقيقًا إذا قلت: قام زيد. هذا مركب من \"قام\" و \"زيد\" تحقيقا. ¶ ومثال تقديرًا إذا قلت: قُم. فهذا لم يتركب من كلمتين تحقيقا، لكن تقديرا؛ لأن قُم فيها ضمير مستتر في قوة البارز فهي مركبة من كلمتين ... ¶ قوله (بالوضع) أي بالوضع العربي، بمعنى أنه مطابق للغة العربية، فلو جاءنا كلام يفيد فائدة لا يتشوف السامع بعدها إلى شيء، لكن العرب لا يفهمونه؛ فإنه لا يسمى كلامًا عند النحويين). ¶ وعليه فالكلام عند النحويين يعرف بأنه: (اللفظ المركب المفيد بالوضع). ¶ أقسام الكلمة: ¶ الكلمة إما اسم، أو فعل، أو حرف. ¶ 1 - الاسم: ¶ قال الشيخ في \"الشرح\" (ص/103): (الاسم: ما دل على معنى في نفسه من غير إشعار بزمن). ¶ \"ما دلَّ على معنى\" وهذا جنس يدخل فيه الفعل والحرف. ¶ \"ما دلَّ على معنى في نفسه \" نقول: هذا لا يشمل الحرف؛ لأنه دل على معنى في غيره. ¶ وقولنا: \"من غير إشعار بزمن \" هذا فصل يخرج الفعل لأنه- أي الفعل- دل على معنى في نفسه مع إشعار بزمن. ¶ وقوله: (وهو ثلاثة أنواع: الأول: ما يفيد العموم كالأسماء الموصولة. ¶ الثاني: ما يفيد الإطلاق، كالنكرة في سياق الإثبات. ¶ الثالث: ما يفيد الخصوص كالأعلام) ¶ وقوله: (منها ما يفيد العموم): يعني الشمول لجميع أفراد ما دل عليه. ¶ وقوله: (كالأسماء الموصولة):الاسم الموصول: اسم دال على العموم، والمحلى بأل غير",
            "page": "21",
            "part": "1",
            "seal": "84D9190E"
        },
        {
            "id": "24",
            "nass": "العهدية دال أيضًا على العموم ({وَالْعَصْرِ (1) إِنَّ الْإِنْسَانَ) [العصر: 1، 2] الإِنسان \" أي: كل إنسان ... ¶ وقوله: (ما يفيد الإطلاق كالنكرة في سياق الإثبات):إذا قلت: أكرم رجلاً: فهذه لا تعم كل رجل، إنما يراد بها رجلاً واحدًا، فهي لا تعم جميع الرجال. لكن النكرة فيها شمول بدلي، وليس شمولاً عموميًا ... ¶ وقوله: (ما يفيد الخصوص، كالأعلام): \"الأعلام \"يعني الأسماء التي وضعت علمًا على مسماها، مثل: محمد، عمر، خالد، زيد، بكر ... إلى آخره. نقول: هذه أسماء تفيد الخصوص، ولهذا تعين مسماها. و\"اسم الإشارة\" يُعيِّن مسماه، إذًا فهو دال على الخصوص). ¶ 2 - الفعل: ¶ قال الشيخ \"الشرح\" (ص/105): (والفعل: ما دل على معنى في نفسه وأشعر بهيئته بأحد الأزمنة الثلاثة: وهو إما ماضٍ: كفهم، أو مضارع: كيفهم، أو أمر: كافهم، والفعل بأقسامه يفيد الإطلاق، فلا عموم له. ¶ قوله: (والفعل مما دل على معنى في نفسه): وهذا جنس يدخل فيه الاسم. ¶ وقوله: (أشعر بهيئته): مثل: \"ضرب\" يشعر بهيئته بزمن ماضٍ، \"اضرب \" يشعر بهيئته بزمن مستقبل، \"يضرب \" يشعر بهيئته بزمن حاضر. ¶ أما ما أشعر بمادته لا بهيئته فإن هذا ليس فعلاً، مثل الصباح، فقول القائل: ما زرتك صباحًا، فهذا يدل على الزمن صباحًا، لكن بمادته، ونقول: زرتك ليلاً، فهذا يدل على الزمن لكن بمادته، ولهذا نقول: \"أشعر بهيئته \"، ليخرج ما دل على الزمان بمادته كالصباح والمساء، والليل والنهار، وما أشبه ذلك فهذا ليس بفعل. ¶ فإذا قلتَ: أصبح زيد وأمسى زيد، فهو فعل؛ لأن كلمة \"أصبح\" تدل على الزمن بهيئتها. ¶ وقوله: (بأحد الأزمنة الثلاثة): فالفعل ثلاثة أقسام. ¶ وقوله: (إما ماضٍ كـ \"فهم\" أو المضارع كـ \"يفهم\" أو أمر كـ \"افهم\". ¶ إذًا الماضي كـ \"فهم \" يشعر بهيئته بزمن مضى، و\"يفهم\" مضارع يشعر بهيئته بزمن حاضر، و\"افهم\" أمر يشعر بهيئته بزمن المستقبل). ¶ 3 - الحرف: ¶ قال الشيخ في \"الشرح\" (ص/107): (قوله: (الحرف: ما دل على معنى في غيره): أما في نفسه فلا يدل أبدًا، ولهذا إذا قلت: الرجل في المسجد، فـ \" في \" ما دلت على شيء، فلولا المسجد ما دلت على شيء إطلاقًا، فالظرف هو ما بعد \" في \" وهو الذي استفدنا منه",
            "page": "22",
            "part": "1",
            "seal": "74EF2DE9"
        },
        {
            "id": "25",
            "nass": "الظرفية، كذلك بقية الحروف ليس لها معنى في نفسها، إنما يظهر معناها بما بعدها. ¶ أ- الواو: ¶ وتأتي عاطفة فتفيد اشتراك المتعاطفين في الحكم، ولا تقتضي الترتيب ولا تنافيه إلا بدليل. ¶ قال المرداوي في التحبير (2/ 600) ما ملخصه: (قوله: {الواو العاطفة لمطلق الجمع}. أي: للقدر المشترك بين الترتيب والمعية، عند الأئمة الأربعة وغيرهم، وهي تارة تعطف الشيء على مصاحبه كقوله تعالى: (فَأَنْجَيْنَاهُ وَأَصْحَابَ السَّفِينَةِ) [العنكبوت: 15]، وعلى سابقه: (وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ) [الحديد: 26] وعلى لاحقه: (كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ) [الشورى: 3]، وعلى هذا إذا قيل: قام زيد وعمرو، احتمل ثلاثة معان: المعية، والترتيب، وعدمه). ¶ ومن الأدلة التي تدل على أن الواو ليست للترتيب: ¶ قوله تعالى: (كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ) [الشورى: 3]. وما أخرجه أبو داود من قوله صلى الله عليه وسلم: (لا تقولوا ما شاء الله وشاء فلان، ولكن قولوا ما شاء الله ثم شاء فلان)، فلو كانت الواو للترتيب لساوت ثم ولما فرق بينهما عليه الصلاة والسلام. ¶ من الأدلة التي تدل على أن الواو للترتيب: ¶ قوله تعالى: (ارْكَعُوا وَاسْجُدُوا) [الحج: 77]، وما رواه مسلم في صحيحه: (أن النبي صلى الله عليه وسلم لما دنا من الصفا قرأ: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ الله) أبدأ بما بدأ به الله، فبدأ بالصفا فرقى عليه ... ) الحديث. ¶ ب- قال الشيخ: (الفاء: وتأتي عاطفة فتفيد اشتراك المتعاطفين في الحكم مع الترتيب والتعقيب، وتأتي سببية فتفيد التعليل). ¶ \"الفاء العاطفة\" تكون \"لترتيب\" كـ \"قام زيد فعمرو\"، \"و\" تأتي الفاء أيضا لـ \"تعقيب\" والتعقيب لا يلزم منه الفورية تقول: \"تزوج فلان فولد له\". ¶ والسببية كقوله تعالى: (فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ) [القصص: 15]، وقوله: (فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ) [البقرة: 37]. ¶ ج - قال الشيخ: (اللام الجارَّة: ولها معان منها التعليل، والتمليك، والإباحة). ¶ قال ابن النجار في \"شرح الكوكب\" (1/ 255): (\"تأتي \"اللام\" الجارة \"للملك حقيقة، لا يعدل عنه\" أي عن الملك إلا بدليل. قاله أبو الخطاب من أصحابنا في \"التمهيد\"،\"ولها معان كثيرة\":",
            "page": "23",
            "part": "1",
            "seal": "96DF33E3"
        },
        {
            "id": "26",
            "nass": "أحدها: التعليل. نحو \"زرتك لشرفك\"، ومنه قوله تعالى: (لِتَحْكُمَ بَيْنَ النَّاسِ) [النساء: 105]، وقوله: \"أنت طالق لرضى زيد\"، فتطلق في الحال، رضي زيد أو لم يرض، لأنه تعليل لا تعليق ... ¶ الخامس: التمليك. نحو: \"وهبت لزيد دينارا\". ومنه: (إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ) [التوبة: 60] ... ). ¶ ومثل الشيخ في الشرح للإباحة بقوله: (للإِنسان أن يصلي النفل جالسًا مع القدرة على القيام). ¶ د- قال الشيخ: (على الجارة، ولها معان منها الوجوب). ¶ قال الشيخ في \"الشرح\" (ص/110): (\"، فتقول: \"عليك أن تخلص العبادة لله \"- يعني: يجب عليك- وفي كلام الفقهاء من هذا كثير، يقولون مثلاً: \"وعليه أن يقول كذا\"، و\"عليه أن يتوب \"، و\"عليه أن يسجد\"، وما أشبه ذلك). ¶ أقسام الكلام ¶ بدأ الشيخ بذكر أقسام الكلام من ناحية إمكان وصفه بالصدق أو الكذب فقسمه إلى خبر وإنشاء. وفيه مسائل: ¶ تعريف الخبر: ¶ قال الشيخ: (فالخبر: ما يمكن أن يوصف بالصدق، أو الكذب لذاته). ¶ قال الشيخ في الأصل: (فخرج بقولنا: \"ما يمكن أن يوصف بالصدق والكذب\" الإنشاء؛ لأنه لا يمكن فيه ذلك فإن مدلوله ليس مخبراً عنه حتى يمكن أن يقال إنه صدق، أو كذب. ¶ وخرج بقولنا: \" لذاته \" الخبر الذي لا يحتمل الصدق أو لا يحتمل الكذب باعتبار المخبر به وذلك أن الخبر من حيث المخبر به ثلاثة أقسام: ¶ الأول: ما لا يمكن وصفه بالكذب كخبر الله ورسوله الثابت عنه. ¶ الثاني: ما لا يمكن وصفه بالصدق كالخبر عن المستحيل شرعاً أو عقلاً فالأول كخبر مدعي الرسالة بعد النبي، صلي الله عليه وسلم، والثاني كالخبر عن اجتماع النقيضين كالحركة والسكون في عين واحدة في زمن واحد. ¶ الثالث: ما يمكن أن يوصف بالصدق والكذب إما على السواء أو مع رجحان أحدهما كإخبار شخص عن قدوم غائب ونحوه).",
            "page": "24",
            "part": "1",
            "seal": "E59A5F07"
        },
        {
            "id": "27",
            "nass": "اعتراض على هذا الحد: ¶ 1 - قال شيخ الإسلام في الرد على المنطقيين (ص/81): (يقال إدخال الصدق والكذب أو التصديق والتكذيب في حد الخبر لا يصلح؛ لأنهما نوعا الخبر وتعريفهما إنما يمكن بالخبر فلو عرف الخبر بهما لزم الدور). ¶ والأولى في تعريف الخبر كما ذكر الآمدي ونقله عنه الطوفي أنه (القول الدال بالوضع على نسبة معلوم إلى معلوم، أو سلبها عنه، مع قصد المتكلم به الدلالة على ذلك، على وجه يحسن السكوت عليه). ¶ وقوله: (الدال بالوضع) يعني أن اللفظ دل على المعني ذاته بنفسه وقد احترز بذلك القيد عن أن يكون اللفظ دالا بجهة الملازمة وهي أن يكون المعنى من لوازم أو مقتضيات اللفظ - مثلا إن قلنا هذا الشراب مسكر، وعللناه بلازم الإسكار وهي الرائحة الفائحة الملازمة للشدة المطربة؛ لأن الرائحة ليست نفس العلة. ¶ وقوله: (على نسبة) أي كقولنا: قام زيد، فنسبنا القيام لزيد واحترز به عن أسماء الأعلام وعن كل ما ليس له دلالة على نسبة. ¶ وقوله (مع قصد المتكلم به الدلالة على ذلك) احتراز عن صيغة الخبر إذا وردت ولا تكون خبرا كالواردة على لسان النائم والساهي والحاكي لها أو لقصد الأمر كقوله تعالى (وَالْجُرُوحَ قِصَاصٌ) [المائدة: 45] وقوله: (وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ) [البقرة: 233] (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ) [البقرة: 228] (وَمَنْ دَخَلَهُ كَانَ آمِنًا) [آل عمران: 97] ونحوه حيث إنه لم يقصد بها الدلالة على النسبة ولا سلبها. ¶ وقوله (معلوم إلى معلوم) حتى يدخل فيه الموجود والمعدوم. ¶ وقوله (أو سلبها عنه) حتى يعم ما مثل قولنا: زيد في الدار، ليس في الدار. ¶ وقوله (يحسن السكوت عليه) احتراز عن اللفظ الدال على المركب التقييدي وهو: المركب من اسمين، أو اسم وفعل، يكون الثاني قيداً في الأول، ويقوم مقامهما لفظ مفرد مثل: حيوان ناطق، وزيد كاتب، فإنه يقوم مقام الأول الإنسان، ومقام الثاني الكاتب. وهذا المركب التقييدي لا يصدق عليه حد الجملة؛ لأنه لم يفد نسبة يحسن السكوت عليها. ¶ تعريف الإنشاء: ¶ قال الشيخ - رحمه الله -: (والإنشاء: ما لا يمكن أن يوصف بالصدق والكذب). ¶ قال الشيخ في شرح الأصول (ص/113): (كل كلام لا يصلح أن يقال عنه صدق أو كذب فهو إنشاء ومنه الأمر والنهي كقوله تعالى (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا) [النساء:",
            "page": "25",
            "part": "1",
            "seal": "A2AE4794"
        },
        {
            "id": "28",
            "nass": "36]) الأمر (وَاعْبُدُوا اللَّهَ) والنهي (وَلَا تُشْرِكُوا بِهِ شَيْئًا) فهذا إنشاء وليس بخبر. ومنه الاستفهام والترجي والتمني). ¶ صيغ العقود ونحوها: ¶ قال الشيخ: (وقد يكون الكلام خبر وإنشاء باعتبارين كصيغ العقود). ¶ قال الشيخ في \" الشرح\" (ص/114) ما ملخصه: (مثل صيغ البيع، والإجارة، والوقف، والرهن، والنكاح، وغير ذلك، فكل صيغ العقود لا تصلح أن نطلق عليها أنها خبر، ولا أن نطلق عليها أنها إنشاء؛ لأنها خبر وإنشاء باعتبارين ... فهي خبر باعتبار دلالتها على ما في نفس العاقد، وإنشاء باعتبار ترتب العقد عليها). ¶ وهذا الذي اختاره الشيخ هو اختيار شيخ الإسلام وتلميذه ابن القيم، وهو الراجح على خلاف قول الأصحاب من أنها إنشاء. ¶ مثال تطبيقي: ¶ قال ابن النجار في شرح الكوكب (2/ 303): (\"ولو قال لرجعية: طلقتك، طَلُقَت\" على الصحيح الذي عليه الأكثر؛ لأنه إنشاء للطلاق. ¶ فعلى هذا: لا يقبل قوله: أنه أراد الإخبار، وهو المراد بقوله \"وفي وجه وإن ادعى ماضيا\" وقد تقدم في خطبة الكتاب \"أني متى قلت في وجه: كان المقدم خلافه\" فعلم منها: أن الصحيح أنها تطلق، ولو قال: أردت الإخبار وذهب بعضهم إلى أنها لا تطلق، وكأنه يعني أنه قصد الإخبار عن الطلاق الماضي). ¶ والراجح أنه يدان بنيته إن قصد الإخبار عن الطلاق الماضي بالإفهام أو الإسماع أو التأكيد فلا تحسب عليه طلقة جديدة، وإن قصد التأسيس أو لم يكن له نية فطلقة جديدة. ¶ مسألة: ¶ قال الشيخ: (وقد يأتي الكلام بصورة الخبر والمراد به الإنشاء وبالعكس لفائدة). ¶ قال الشيخ في \"الأصل\" (مثال الأول: قول تعالى: (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) [البقرة: 228]. فقوله: (يَتَرَبَّصْنَ) بصورة الخبر والمراد به الأمر وفائدة ذلك تأكيد فعل المأمور به حتى كأنه أمر واقع يتحدث عنه كصفة من صفات المأمور. ¶ ومثال العكس: قوله تعالى: (وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ) [العنكبوت: 12].فقوله: (وَلْنَحْمِلْ) بصورة الأمر والمراد بها الخبر أي ونحن نحمل وفائدة ذلك تنزيل الشيء المخبر عنه منزل المفروض الملزم به).",
            "page": "26",
            "part": "1",
            "seal": "A48B4118"
        },
        {
            "id": "29",
            "nass": "الحقيقة والمجاز ¶ بعد أن تكلم الشيخ عن تقسيم الكلام من حيث إمكان وصفه بالصدق وعدمه (خبر، وإنشاء) ثم تكلم عن تقسيم الكلام باعتبار آخر وهو من حيث الاستعمال وقسمه بهذا الاعتبار إلى حقيقة ومجاز. ¶ وقد اختلف العلماء في المجاز بين مجيز، ومانع، ومفصل فالجمهور على الجواز والوقوع مطلقا، وذهب بعض العلماء والمحققين منهم أبو إسحاق الاسفرائيني من الشافعية، وأبو علي الفارسي من أهل اللغة وتقي الدين وتلميذه ابن القيم والشنقيطي إلى المنع مطلقا، وذهب بعض العلماء منهم داود بن علي، ومن الشافعية ابن القاص، ومن المالكية ابن خويز منداد، ومن الحنابلة جمع منهم: أبو الفضل التميمي، وأبو عبد الله بن حامد وأبو الحسن الخرزي، وغيرهم إلى المنع في القرآن وحده دون اللغة، وانفرد داود الظاهري بالقول بالمنع في القرآن والسنة دون غيرهما، وذهب ابن حزم إلى التفصيل بين ما فيه حكم شرعي وغيره، فما فيه حكم شرعي لا مجاز فيه وما لا فلا. ¶ والشيخ العثيمين كان يرى القول الأول وهو الجواز والوقوع مطلقا ثم تبين له قول تقي الدين ووجهه فرجع إليه. ¶ تعريف الحقيقة: ¶ قال الشيخ الحقيقة هي: (اللفظ المستعمل فيما وضع له). ¶ قال في شرح الأصول (ص/120): (خرج باللفظ الإشارة، فالإشارة لا توصف بحقيقة ولا مجاز - حتى لو فهمت - لأنها ليست بلفظ، والكتابة أيضا عندهم لا تسمى حقيقة ولا مجازا من حيث الكتابة ولكن من حيث المكتوب قد يكون حقيقة أو مجازا. ¶ وقال: فخرج بقولنا: \" المستعمل \" المهمل فلا يسمى حقيقة ولا مجازاً. ¶ وخرج بقولنا: \" فيما وضع له \" المجاز؛ لأن المجاز مستعمل في غير ما وضع له). ¶ الحقيقة اللغوية والشرعية والعرفية: ¶ قال الشيخ: (وتنقسم الحقيقة إلى ثلاثة أقسام: لغوية، وشرعية، وعرفية. ¶ فاللغوية هي: اللفظ المستعمل فيما وضع له في اللغة. ¶ والحقيقة الشرعية هي: اللفظ المستعمل فيما وضع له في الشرع. ¶ والحقيقة العرفية هي: اللفظ المستعمل فيما وضع له في العرف). ¶ قال المرداوي في التحبير (1/ 389): (الحقيقة ثلاثة أنواع: أحدها: اللغوية، وهي الأصل، كالأسد على الحيوان المفترس. الثاني: الحقيقة العرفية، وحدها: ما خص عرفاً",
            "page": "27",
            "part": "1",
            "seal": "17DCB587"
        },
        {
            "id": "30",
            "nass": "ببعض مسمياته، يعني: أن أهل العرف خصوا أشياء كثيرة ببعض مسمياتها، وإن كان وضعها للجميع حقيقة، وهي قسمان: عامة، وخاصة. فالعامة: ما انتقلت من مسماها اللغوي إلى غيره للاستعمال العام بحيث هجر الأول، وذلك إما بتخصيص الاسم ببعض مسمياته كالدابة بالنسبة إلى ذات الحافر، فإن الدابة وضعت في أصل اللغة لكل ما يدب على الأرض فخصصها أهل العرف بذات الحافر من الخيل والبغال والحمير ... وإما باشتهار المجاز، كإضافتهم الحرمة إلى الخمر، وإنما المحرم الشرب، وكذلك ما يشيع استعماله في غير موضوعه اللغوي، كالغائط، والعذرة، والراوية، وحقيقتها: المطمئن من الأرض، وفناء الدار (¬1)، والجمل الذي يستقى عليه الماء (¬2). والخاصة: ما لكل طائفة من العلماء من الاصطلاحات التي تخصهم، كاصطلاح النحاة، والنظار، والأصوليين، وغيرهم على أسماء خصوها بشيء من مصطلحاتهم، كالمبتدأ، والخبر، والفاعل، والمفعول، والنقض، والكسر، والقلب، وغير ذلك مما اصطلح عليه أرباب كل فن). ¶ والحقيقة الشرعية: هي اللفظ المستعمل فيما وضع له أولا في الشرع كالصلاة للعبادة المخصوصة المفتتحة بالتكبير المختتمة بالتسليم، وكّالإيمان، للاعتقاد والقول والعمل. ¶ أيها يقدم من الحقائق الثلاث: ¶ قال الشيخ في \"الأصل\": (وفائدة معرفة تقسيم الحقيقة إلى ثلاثة أقسام أن نحمل كل لفظ على معناه الحقيقي في موضع استعماله فيحمل في استعمال أهل اللغة على الحقيقة اللغوية، وفي استعمال الشرع على الحقيقة الشرعية، وفي استعمال أهل العرف على الحقيقة العرفية). ¶ تعريف المجاز: ¶ قال الشيخ: المجاز هو: (اللفظ المستعمل في غير ما وضع له). ¶ قال في الأصل: (فخرج بقولنا: \" المستعمل \" المهمل فلا يسمى حقيقة ولا مجازاً. ¶ وخرج بقولنا: \" في غير ما وضع له \" الحقيقة). ¶ وهذا الحد غير مانع فقد يدخل فيه ما لا يصح أن يكون مجازا على جميع الأقوال لعدم وجود علاقة بين المعنى الحقيقي والمجازي، ولا وجود قرينة للصرف للمعنى المجازي ¶ ¬__________ ¶ (¬1) قال الجوهري: والعذرة: فناء الدار، سميت بذلك، لأن العذرة كانت تلقى في الأفنية، وهذا قاطع في أن أصل وضع العذرة للخارج المستقذر، ثم سمي به فناء الدار للمجاورة. ¶ (¬2) إطلاق لفظ \"الراوية\" على ظرف الماء، وإنما هي في الأصل البعير الذي يستقى عليه.",
            "page": "28",
            "part": "1",
            "seal": "38CC9624"
        },
        {
            "id": "31",
            "nass": "كقولنا: رأيت خبزا، وتقول الخبز مجاز عن الرجل. ولذلك أضاف البعض قيودا لهذا التعريف فقالوا: لعلاقة وزاد بعضهم لعلاقة مع قرينة، وأسلم منه ما حده به ابن قدامة في الروضة (ص/175) حيث قال: (هو اللفظ المستعمل في غير موضوعه الأصلي على وجه يصح). ¶ شروط المجاز: ¶ قال الشيخ: (ولا يجوز حمل اللفظ على مجازه إلا بدليل صحيح يمنع من إرادة الحقيقة ¶ وهو ما يسمى في علم البيان بالقرينة. ويشترط لصحة استعمال اللفظ في مجازه وجود ¶ ارتباط بين المعنى الحقيقي والمجازي ليصح التعبير عنه وهو ما يسمى في علم البيان بالعلاقة). ¶ وكلام الشيخ واضح في اشتراط وجود علاقة وقرينة ليصح المجاز. ¶ القرينة: ¶ قال الشيخ في \"الشرح\" (ص/125): (ولا يجوز حمل اللفظ على مجازه إلا بدليل صحيح يمنع من إرادة الحقيقة، وهو ما يسمى في علم البيان بالقرينة. ¶ فهذا من أهم ما يكون، يعني: أننا لا يمكن أن نحمل الكلام على المجاز إلا بدليل صحيح. ¶ وإذا ضربنا لهذا مثلاً في صفات الله عز وجل تبين: قال الله تعالى: (الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى) [طه: 5]، فحقيقة الاستواء هو: العلو، فإذا حرَّفه أحد إلى الاستيلاء! قلنا: لا نقبل مثل هذا؛ لأن تحريفه إلى الاستيلاء إخراج له عن حقيقته، ولا يقبل إلا بدليل. ¶ وإذا قال قائل: (بَلْ يَدَاهُ مَبْسُوطَتَانِ) [المائدة: 64]،- يعني: يدي الله عز وجل - وأن المراد بهما النعمة! قلنا له: لا نقبل؛ لأن استعمال اليد في النعمة مجاز، ولا يمكن أن يحمل اللفظ على مجازه إلا بدليل صحيح يمنع إرادة الحقيقة. ¶ فإذا قال: عندي دليل صحيح يمنع إرادة الحقيقة، وهو العقل والنقل: ¶ أما النقل: فلقوله تعالى: (لَيْسَ كَمِثْلِهِ شَيْءٌ) [الشورى: 11]. ¶ وأما العقل: فلظهور التباين بين الخالق والمخلوق! ¶ فالجواب: أن نقول: إن إثبات اليد لا يستلزم المماثلة، فها أنت لك يد، ولبعيرك يد، فهل يداكما سواء؟ ¶ وأما الجواب عن العقل، فنقول: نعم، فالتباين بين الخالق والمخلوق صحيح، فكما أنهما متباينان بالذات، فإنهما متباينان في الصفات.",
            "page": "29",
            "part": "1",
            "seal": "8F4A1E4D"
        },
        {
            "id": "32",
            "nass": "وعلى كل حالٍ أهم شيء عندنا في المجاز هو: أن نمنع حمل الكلام على مجازه إلا بدليل صحيح يمنع من إرادة الحقيقة، وهذا الدليل يسميه علماء البلاغة: \"القرينة\"). ¶ العلاقة: ¶ قال الشيخ في \" الشرح\" (ص/126): (قوله: (ويشترط لصحة استعمال اللفظ في مجازه وجود ارتباط بين المعنى الحقيقي والمجازي ليصح التعبير عنه، وهو ما يسمى في علم البيان بالعلاقة): فهذا أيضًا لا بد منه، لابد أن يكون هناك علاقة بين الحقيقة والمجاز، يعني: بين المعنى الحقيقي والمعنى المجازي، من أجل أن يصح التعبير به عنه، فإن لم يكن هناك علاقة فلا يصح المجاز، فلو عبرت مثلا بالخبز عن الشاة والبيت، لا يصح؛ لعدم العلاقة، لكن لو عبرت عن العصير بالخمر يصح؛ للعلاقة، لأن أصل الخمر العصير، وتعبر باليد عن النعمة؛ لأن النعم والعطاء تكون باليد، وتعبر عن النفس بالرقبة؛ لأن الرقبة إذا قطعت مات الإنسان، لكن هل تعبر عن الإنسان بالظفر، فإذا نزلت إلى السوق وجدت ظفرًا يُحَرّج عليه- أي: يساوم عليه- فاشتريت هذا الظفر وأعتقته، فإن هذا لا يصح، فليست هناك علاقة؛ أولا: لأن الظفر لا يطلق على الإِنسان. وثانيًا: لأن الظفر جزء يسير لو فقد لا يموت الإِنسان بخلاف الرقبة). ¶ أنواع العلاقة: ¶ قال الشيخ: (والعلاقة إما أن تكون المشابهة أو غيرها). ¶ المجاز له أنواع ومنها: ¶ 1 - المجاز المفرد وهو عندهم الكلمة المستعملة في غير ما وضعت له لعلاقة مع قرينة صارفة عن قصد المعنى الأصلي. ¶ - والعلاقة إن كانت المشابهة كقولك رأيت أسداً يرمي سمي هذا النوع من المجاز استعارة، وحد الاستعارة مجاز علاقته المشابهة. ¶ 2 - المجاز المركب وضابطه أن يستعمل كلام مفيد في معنى كلام مفيد آخر، لعلاقة بينهما ولا نظر فيه إلى المفردات، فقد تكون حقائق لغوية، وقد تكون مجازات مفردة، وقد يكون بعضها مجازاً وبعضها حقيقة. ¶ - وعلاقته إن كانت المشابهة فهو استعارة تمثيلية، ومنها جميع الأمثال السائرة والمثل يحكي بلفظه الأول، ومثاله قولك لمن فرط في أمر وقت إمكان فرصته، ثم بعد أن فات",
            "page": "30",
            "part": "1",
            "seal": "11EA952D"
        },
        {
            "id": "33",
            "nass": "إمكان فرصته جاء يطلبه (الصَّيفُ ضَيَّعتِ اللَبَن) وأصل المثل أن امرأة من تميم خطبها رجلان أحدهما كبير في السن وله مواشي كثيرة، والثاني شاب وماشيته قليلة، فاختارت الشاب، وكانت الخطبة زمن الصيف، ثم طلبت بعد ذلك من الكبير الذي ردت خطبته لبناً فقال لها: (الصَّيفُ ضَيَّعتِ اللَبَن) وهذا الاستعمال لعلاقة المشابهة، بين مجموع الصورتين. ¶ الأمر ¶ تعريف الأمر: ¶ قال الشيخ: (قول يتضمن طلب الفعل على وجه الاستعلاء). ¶ قال الشيخ العثيمين: فخرج بقولنا: \" قول \" الإشارة فلا تسمى أمراً وإن أفادت معناه. ¶ وخرج بقولنا: \" طلب الفعل \" النهي؛ لأنه طلب ترك، وليس المقصود بالفعل هنا قسيم القول، بل المراد بالفعل هنا الإيجاد ولو كان قولا. فإذا قلت لك: قل لاإله إلاالله، فهذا أمر؛ لأنني أمرتك أن توجد هذا القول، فيسمى أمرا. ¶ وخرج بقولنا: \" على وجه الاستعلاء \" الالتماس والدعاء وغيرهما مما يستفاد من صيغة الأمر بالقرائن. ¶ الالتماس يكون من مساو، أما الدعاء فيقولون إن كان من أدنى إلى أعلى فهو دعاء وهو صحيح بالنسبة لله عزوجل، فلا شك أنه دعاء، أننا إن سألنا الله عزوجل فإننا ندعوه. لكن إن كان من أدنى إلى أعلى فينبغي أن لا نسميه دعاء، بل نسميه سؤالا؛ لأنه لا ينبغي أن يكون الدعاء إلا إلى الله عزوجل. ¶ تنبيهات: ¶ التنبيه الأول - معنى العلو والاستعلاء: ¶ قال المرداوي في التحبير (5/ 2176): (قوله: {فالاستعلاء طلب بغلظة، والعلو كون الطالب أعلى رتبة، قاله القرافي}. فقال في ' التنقيح ': الاستعلاء هيئة في الأمر من الترفع وإظهار القهر والعلو يرجع إلى هيئة الآمر من شرفه وعلو منزلته بالنسبة إلى المأمور. انتهى ... قال ابن العراقي: فالعلو صفة للمتكلم، والاستعلاء صفة للكلام). ¶ التنبيه الثاني - اشتراط الاستعلاء في حد الأمر أولى من اشتراط العلو: ¶ وذلك لأن الاستعلاء صفة للأمر والعلو صفة للآمر وهو خارج عن ماهية التعريف كما أفاده الشيخ صالح آل الشيخ.",
            "page": "31",
            "part": "1",
            "seal": "00DB03EF"
        },
        {
            "id": "34",
            "nass": "صيغ الأمر: ¶ قال الشيخ: (صيغ الأمر أربع: ¶ 1 - فعل الأمر. ¶ 2 - اسم فعل الأمر. ¶ 3 - المصدر النائب عن فعل الأمر. ¶ 4 - المضارع المقرون بلام الأمر). ¶ أولا- فعل الأمر: ¶ هو الفعلُ الّذي يدلُّ على طلبِ حدوثِ العملِ في المستقبلِ على وجهِ الاستعلاءِ، وهو مبنيٌّ دائماً: ¶ ومثل له الشيخ بقوله تعالى: ({اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ) [العنكبوت: 45] فهذا فعل أمر مبني على حذف الواو. ¶ ثانيا - اسم فعل الأمر: ¶ وهو الذي يدل على معنى فعل الأمر، ولا يقبل علامة من علاماته كياء المخاطبة أو نون التوكيد، ومنه: ¶ - إيهِ: بمعنى زِدْ. (إيهِ من حديثِك الطريف). ¶ - صهْ بمعنى: اسكت. (صهْ عن بذئِ الكلام). ¶ - مَهْ بمعنى: كُفَّ. (تماديت في الأذى فمه). ¶ - آمين بمعنى: استَجِب. (ربنا أعنا على فعل الخير آمين). ¶ - حيَّ بمعنى: أَقْبِل. (حيَّ على الصلاة، حيَّ على الفلاح). ¶ ثالثا - المصدر النائب عن فعل الأمر: ¶ هو مصدر ينوب عن فعل الأمر: ¶ - كقول الله تعالى: (فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ) [محمد: 4] فضرب المصدر نائب عن فعل الأمر يعني اضربوا الرقاب. ¶ رابعا - المضارع المقرون بلام الأمر: ¶ لام الأمر تجزم الفعل المضارع كقوله تعالى: {فَلْيَدْعُ نَادِيَهُ} [العلق: 17] فاللَّام لَام الْأَمر ويدع فعل مضارع مجزوم وعلامة جزمه حذف الْوَاو. ¶ ولام الأمر غالبا إذا وقعت بعد ثم والواو والفاء تكون ساكنة مثل قوله تعالى: (مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ) [الحج: 15]",
            "page": "32",
            "part": "1",
            "seal": "135D21F3"
        },
        {
            "id": "35",
            "nass": "اللام هنا في الموضعين لام الأمر، وكذلك في قوله: (ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ) [الحج:29]. ¶ صيغ أخرى للأمر: ¶ قال الشيخ: (وقد يستفاد طلب الفعل من غير صيغة الأمر مثل أن يوصف بأنه فرض، أو واجب، أو مندوب، أو طاعة، أو يمدح فاعله، أو يذم تاركه أو يترتب على فعله ثواب، أو على تركه عقاب). ¶ هذه الصيغ التي ذكرها الشيخ هنا تدل على مطلق الطلب للفعل سواء أكان جازما أم غير جازم فيدخل فيها الواجب والمندوب. ¶ وقد مثل الشيخ في شرح الأصول لما ذكر فقال (ص/141) ما ملخصه: (قد نستفيد طلب الفعل بغير صيغة الأمر مثل أن يوصف بأنه فرض مثل قوله تعالى لما ذكر أصناف الزكاة قال: (فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ) [التوبة: 60]، وقال النبي صلى الله عليه وسلم لمعاذ: (أعلمهم أن الله افترض عليهم خمس صلوات)، وكقوله صلى الله عليه وسلم: (غسل الجمعة واجب على كل محتلم). ¶ كقوله هذا مندوب، ويندب له أن يفعل كذا. ¶ وقوله صلى الله عليه وسلم: (إنما الطاعة في المعروف)، وقوله: (كل معروف صدقة). ¶ أو يمدح فاعله مثل أن يرتب عليه الثواب: (مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ) [البقرة: 261]) وهكذا ... ¶ الأمر المتجرد عن القرائن للوجوب إلا لصارف: ¶ قال الشيخ - رحمه الله -: (صيغة الأمر عند الإطلاق تقتضي وجوب المأمور به). ¶ وهذا الذي اختاره الشيخ هو مذهب الحنابلة والأكثر. ¶ قال الشنقيطي في المذكرة (ص/189): (والحق أنها للوجوب إلا بدليل صارف عنه لقيام الأدلة , كقوله (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ) [النور: 63] فالتحذير من الفتنة والعذاب الأليم في مخالفة الأمر يدل على أنه للوجوب. ¶ وقوله: (وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ) [الأحزاب: 36]، فإنه جعل أمر الله ورسوله مانعاً من الاختيار وذلك دليل الوجوب. وقوله: (وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ) [المرسلات: 48] فهو ذم على ترك امتثال الأمر بالركوع وهو دليل الوجوب وقوله: (مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ) [الأعراف: 12] فقرعه على مخالفة الأمر. وهو دليل الوجوب وقوله: (أَفَعَصَيْتَ أَمْرِي) [طه: 93]",
            "page": "33",
            "part": "1",
            "seal": "7914FBB5"
        },
        {
            "id": "36",
            "nass": "فهو دليل على أن مخالفة الأمر معصية. وذلك دليل الوجوب. وقوله: (لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ) [التحريم: 6] إلى غير ذلك من أدلة الكتاب والسنة. ولا خلاف بين أهل اللسان العربي أن السيد لو قال لعبده افعل فلم يمتثل فأدبه لأنه عصاه أن ذلك واقع موقعه مفهوم من نفس صيغة الأمر ... ). ¶ الأمر للفور: ¶ قال الشيخ: (صيغة الأمر عند الإطلاق تقتضي المبادرة بفعله - أي المأمور به- فوراً). ¶ الخلاف إنما هو بالنسبة للأمر المطلق وهو الأمر الذي لم تصحبه قرينة تدل على فور، أو على تراخي، ولم يكن محددا لفعله وقت معين، وذلك كإخراج زكاة المال ودفعها إلى مستحقيها عند حلول الحول، وكقضاء الفوائت، وكالكفارات والنذور غير المؤقتة بوقت ... ¶ والمقصود من كون الأمر للفور أن يبادر المكلف لامتثال الأمر وتنفيذه بعد سماعه دون تأخير، فإن تأخر عن الأداء كان مؤاخذا - إلا لعذر -. ¶ قال الشنقيطي في أضواء البيان (4/ 338): (جماعة من أهل الأصول قالوا: إن الشرع واللغة كلها دال على اقتضاء الأمر الفور. ¶ أما الشرع - قوله: (وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ) [آل عمران: 133]، وكقوله: (سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ) [الحديد: 21]- قوله: (سَابِقُواْ) وقوله (وَسَارِعُواْ) يدل على وجوب المبادرة إلى امتثال أوامر الله فوراً. ومن الآيات التي فيها الثناء على المبادرين إلى امتثال أوامر ربهم قوله تعالى (إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ) [الأنبياء: 90] وقوله تعالى (أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ) [المؤمنون: 61]. ¶ وأما اللغة: فإن أهل اللسان العربي، مطبقون على أن السيد لو قال لعبده: اسقني ماء، فلم يفعل، فأدبه، فليس للعبد أن يقول له: صيغة أفعل في قولك: اسقني ماء، تدل على التراخي، وكنت سأمتثل بعد زمن متراخ عن الأمر بل يقولون: إن الصيغة ألزمتك فوراً، ولكنك عصيت أمر سيدك بالتواني والتراخي). ¶ خروج الأمر عن الوجوب للندب لقرينة: ¶ قال الشيخ: (وقد يخرج الأمر عن الوجوب لدليل يقتضي ذلك فيخرج عن الوجوب إلى معان منها: الندب). ¶ سبق تعريف الواجب وهو (ما أمر به الشارع على وجه الإلزام) والمندوب وهو (ما أمر به الشارع لا على وجه الإلزام) والمقصود بيان أنه قد تأتي قرينة أو دليل يبين أن الأمر ليس على سبيل الإلزام.",
            "page": "34",
            "part": "1",
            "seal": "8DBD1C61"
        },
        {
            "id": "37",
            "nass": "مثال: قوله تعالى: (وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ) [البقرة: 282] فالأمر بالإشهاد على التبايع للندب، بدليل قوله تعالى: {فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا} [البقرة: 283]. ¶ خروج الأمر عن الوجوب للإباحة لقرينة: ¶ قال الشيخ: (وقد يخرج الأمر عن الوجوب والفورية لدليل يقتضي ذلك فيخرج عن الوجوب إلى الإباحة وأكثر ما يقع ذلك إذا ورد بعد الحظر، أو جواباً لما يتوهم أنه محظور). ¶ 1 - الأمر بعد الحظر. ¶ والمذهب أن الأمر بعد الحظر للإباحة، والراجح أنه يعود لما كان عليه قبل الحظر، فان كان قبله جائزاً رجع إلى الجواز , وان كان قبله واجباً رجع إلى الوجوب. ¶ قال الشنقيطي في \"المذكرة\" (ص/190): (الذي يظهر لي في هذه المسألة هو ما يشهد له القرآن العظيم وهو أن الأمر بعد الحظر يدل على رجوع الفعل إلى ما كان عليه قبل الحظر. ¶ فالصيد مثلا كان مباحاً ثم منع للإحرام ثم أمر به عند الإجلال فيرجع لما كان عليه قبل التحريم. وقتل المشركين كان واجباً ثم منع لأجل دخول الأشهر الحرم ثم أمر به عند انسلاخها في قوله تعالى: ((فإذا انسلخ الأشهر الحرم ... الآية)) فيرجع إلى ما كان عليه قبل التحريم. وهكذا. وهذا الذي اخترنا قال به بعض الأصوليين واختاره ابن كثير في تفسير قوله تعالى: (وَإِذَا حَلَلْتُمْ فَاصْطَادُوا) [المائدة: 2]). ¶ ما كان جوابا لما يتوهم أنه محظور: ¶ قال الشيخ في \"الأصل\" (ص/26): (ومثاله جواباً لما يتوهم أنه محظور؛ قوله صلّى الله عليه وسلّم: (افعل ولا حرج)، في جواب من سألوه في حجة الوداع عن تقديم أفعال الحج التي تفعل يوم العيد بعضها على بعض). ¶ وقال في \"الشرح\" (ص/162): (هذا الأمر وقع جوابا لما يتوهم أنه محظور فلا يكون للاستحباب ولا للطلب ولكنه للإباحة). ¶ لم أقف على من ذكر هذه القاعدة غير الشيخ - رحمه الله - ومن وجهة نظري أن معنى هذه القاعدة أن أمر النبي صلى الله عليه وسلم إنما يكون لدفع توهم الحظر، وبيان المشروعية، لا لمجرد كون الأمر مباحا. ¶ ومن الأمثلة الدالة على أنه قد يرد مرادا به الوجوب: قوله صلى الله عليه وسلم لأصحابه عندما تحرجوا من التحلل من العمرة: (هذه عمرة استمتعنا بها فمن لم يكن عنده",
            "page": "35",
            "part": "1",
            "seal": "A4F10AE4"
        },
        {
            "id": "38",
            "nass": "الهدي فليحل الحل كله فإن العمرة قد دخلت في الحج إلى يوم القيامة) (¬1). ¶ فقوله: (فليحل) لبيان وجوب التحلل من العمرة لمن كان متمتعا، ودفعا لتوهم الحظر فقد كانوا يعتقدون حظر العمرة في أشهر الحج فبين لهم النبي الجواز ودفع عنهم هذا التوهم. ¶ التهديد: ¶ كقوله تعالى: (اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ)، وقوله تعالى: (وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ). ¶ ويخرج الأمر عن الفورية إلى التراخي: ¶ سبق وأن ذكرت أن الأمر المطلق الذي لم تصحبه قرينة تدل على فور، أو على تراخي، ولم يكن محددا لفعله وقت معين الراجح فيه أنه على الفور. ¶ والآن يتكلم الشيخ عن الأمر الذي دلت القرينة على أنه على التراخي. ¶ قال في \"الشرح\" (ص/166): (. قوله: (ويخرج الأمر عن الفورية إلى التراخي): ¶ وهذا يكون في الموقت الموسع، فكل عبادة ذات وقت موسع فهي على التراخي ما دام وقتها باقيًا. ¶ فمثلًا قوله تعالى: (أَقِمِ الصَّلَاةَ لِدُلُوكِ الشَّمْسِ) [الإسراء: 78]: دلوكها يعني زوالها - يعني: أقم الصلاة إذا زالت الشمس، فظاهر الآية الكريمة أنه تجب الصلاة فور الزوال، ولكن دلت النصوص الأخرى على أن وقت الظهر من الزوال إلى أن يصير ظل كل شيء مثله). ¶ ما لا يتم المأمور إلا به. ¶ قال الشيخ في الأصل: (إذا توقف فعل المأمور به على شيء كان ذلك الشيء مأموراً به فإن كان المأمور به واجباً كان ذلك الشيء واجباً، وإن كان المأمور به مندوباً كان ذلك الشيء مندوباً. ¶ مثال الواجب: ستر العورة فإذا توقف على شراء ثوب كان ذلك الشراء واجبا. ¶ ومثال المندوب: التطيب للجمعة، فإذا توقف على شراء طيب كان ذلك الشراء مندوبا. ¶ وهذه القاعدة في ضمن قاعدة أعم منها وهي: \" الوسائل لها أحكام المقاصد \" فوسائل المأمورات مأمور بها، ووسائل المنهيات منهي عنها). ¶ ¬__________ ¶ (¬1) رواه مسلم من حديث ابن عباس - رضي الله عنهما -.",
            "page": "36",
            "part": "1",
            "seal": "C68FE80E"
        },
        {
            "id": "39",
            "nass": "النهي ¶ لما كان الأمر مستلزم للنهي عن الضد فالكلام الذي ذكرناه عن الأمر ينسحب على النهي. ¶ تعريف النهي: ¶ قال الشيخ: (قول يتضمن طلب الكف على وجه الاستعلاء). ¶ سبق في باب الأمر بيان أن الراجح في حد الأمر اشتراط الاستعلاء دون العلو وعللته بأن الاستعلاء صفة للأمر والعلو صفة للآمر وهو خارج عن ماهية التعريف. ¶ صيغة النهي: ¶ قال الشيخ: (بصيغة مخصوصة هي المضارع المقرون بلا الناهية). ¶ للنهي صيغة موضوعة في اللغة تدل بمجردها عليه وهو قول القائل لغيره: لا تفعل على وجه الاستعلاء، كقوله تعالى: (وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَالَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ) [الأنعام: 150] ¶ تتمة: ¶ قال الشيخ: (وقد يستفاد طلب الكف بغير صيغة النهي مثل أن يوصف الفعل بالتحريم، أو الحظر، أو القبح، أو يذم فاعله، أو يرتب على فعله عقاب أو نحو ذلك). ¶ 1 - أن يوصف الفعل بالتحريم كقوله تعالى: (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ) [النساء: 23] الآية، وقوله: (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِير) [المائدة: 3] الآية. ¶ 2 - لعن الله أو رسوله للفاعل، مثل قوله صلى الله عليه وسلم: (لعن الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد) فهذا دليل على النهي عن اتخاذ القبور مساجد. ¶ وقوله صلى الله عليه وسلم: (لعن الله النامصة والمتنمصة). ¶ 3 - توعد الفاعل بالعقاب كقوله تعالى: (وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا) [الفرقان: 68]. ¶ 4 - إيجاب الحد على الفاعل، مثل قوله تعالى: (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ) [النور: 2]. ¶ 5 - وصف العمل بأنه من صفات المنافقين أو من صفات الكفار نحو قوله تعالى ـ عن المنافقين: (إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللَّهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوا إِلَى الصَّلَاةِ قَامُوا كُسَالَى يُرَاءُونَ النَّاسَ وَلَا يَذْكُرُونَ اللَّهَ إِلَّا قَلِيلًا) [النساء: 142]. ¶ 6 - الخبر، مثل قوله تعالى: (إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ) [الممتحنة:9].",
            "page": "37",
            "part": "1",
            "seal": "8CA2B355"
        },
        {
            "id": "40",
            "nass": "النهي للتحريم إلا لصارف: ¶ قال الشيخ: (صيغة النهي عند الإطلاق تقتضي تحريم المنهي عنه). ¶ قال الكلوذاني في \"التمهيد\" (1/ 362): (النهي يقتضي التحريم خلافا لمن قال يقتضي التنزيه بمطلقه وخلافا للأشعرية في قولهم يقتضي الوقف. ¶ لنا أن الصحابة رضي الله عنهم عقلوا من النهي الكف عن الفعل والترك، فروى عن ابن عمر رضي الله عنه أنه قال: \"كنا نخابر (¬1) أربعين سنة لا نرى بذلك بأسا حتى أخبرنا رافع بن خديج أن النبي صلى الله عليه وسلم نهى عن ذلك فتركناها\" (¬2) ولأن السيد إذا نهى عبده عن فعل الشيء فخالفه عاقبه، ولم يلم في عقوبته، فلو لم يكن النهي يقتضي التحريم والمنع لما استحق به العقوبة ... ¶ هل النهي للبطلان أم الفساد؟ ¶ قال الشيخ: (صيغة النهي عند الإطلاق تقتضي تحريم المنهي عنه وفساده. ¶ وقاعدة المذهب في المنهي عنه هل يكون باطلاً أو صحيحاً مع التحريم كما يلي: ¶ 1 - أن يكون النهي عائداً إلى ذات المنهي عنه أو شرطه فيكون باطلاً. ¶ 2 - أن يكون النهي عائداً إلى أمر خارج لا يتعلق بذات المنهي عنه ولا شرطه فلا يكون باطلاً). ¶ سبق وأن تكلمنا على الفاسد والباطل ومتعلقاته بما أغنى عن إعادته هنا. ¶ قد يخرج النهي عن التحريم إلى معان أخرى لدليل: ¶ قال الشيخ: (وقد يخرج النهي عن التحريم إلى معان أخرى لدليل يقتضي ذلك فمنها: ¶ 1 - الكراهة. 2 - الإرشاد). ¶ فائدة - الفرق بين الكراهة والإرشاد: ¶ الإرشاد يرجع لمصلحة في الدنيا وبتعلق بالعادات بخلاف الكراهة فإنه لمصالح الآخرة ويتعلق بالعبادات. ¶ وقال العطار في \" حاشيته على جمع الجوامع\" (1/ 497): (الفرق بينه - أي الإرشاد- وبين الكراهة أن المفسدة المطلوب درؤها فيه دنيوية وفي الكراهة دينية). ¶ ¬__________ ¶ (¬1) - المخابرة: أصلها من الخبر، وهي الأرض الزراعية، وفُسِّر قوله: (عن المخابرة) أن يؤجر الأرض بجزء مما يخرج منها. والمخابرة لها شروط وأحكام مستوفاه في كتب الفروع. ¶ (¬2) - رواه مسلم بنحوه.",
            "page": "38",
            "part": "1",
            "seal": "EC50FE37"
        },
        {
            "id": "41",
            "nass": "سبق في باب الأمر وأن ذكرنا أن الأمر المطلق للوجوب إلا لصارف، والأمر كما هو هنا فالنهي الأصل أنه للتحريم إلا لدليل، وقد ترد بعض الأدلة التي تبين أن النهي لـ: ¶ كراهة: روى أحمد عنِ الْحَكَمِ بْنِ عَمْرٍو وَهُوَ الْأَقْرَعُ، «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يَتَوَضَّأَ الرَّجُلُ بِفَضْلِ طَهُورِ الْمَرْأَةِ» والنهي هنا للكراهة لما رواه مسلم في \"صحيحه\" (1/ 257) (323) عن ابْنُ جُرَيْجٍ، قال أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، قَالَ: أَكْبَرُ عِلْمِي، وَالَّذِي يَخْطِرُ عَلَى بَالِي أَنَّ أَبَا الشَّعْثَاءِ، أَخْبَرَنِي أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ: «أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ». ¶ وإرشاد: قال أبو زرعة العراقي في \" طرح التثريب\" (8/ 111) في شرح حديث: (لا تتركوا النار في بيوتكم حين تنامون): (هذا النهي ليس للتحريم بل ولا للكراهة وإنما هو للإرشاد، والفرق بينه وبين ما كان للندب في الفعل وللكراهة في الترك أن ذلك لمصلحة دينية والإرشاد يرجع لمصلحة دنيوية وقد بين عليه الصلاة والسلام المعنى في ذلك بقوله في حديث جابر في الصحيحين وأن الفويسقة تضرم على أهل البيت بيتهم وأراد بالفويسقة الفأرة لخروجها على الناس من جحرها بالفساد وقوله تضرم بضم التاء وإسكان الضاد أي تحرق سريعا ... ). ومن أمثلة النهي الإرشادي أيضا: النهي عن المشي في نعل واحدة، وعن الانتعال من قيام. ¶ التكليف ¶ تعريف المكلف: ¶ عرفه الشيخ بقوله: (هو البالغ العاقل). ¶ وقال في الأصل: (فخرج بقولنا: \" البالغ \" الصغير فلا يكلف بالأمر والنهي تكليفاً مساوياً لتكليف البالغ، ولكنه يؤمر بالعبادات بعد التمييز تمريناً له على الطاعة ويمنع من المعاصي ليعتاد الكف عنها. ¶ وخرج بقولنا: \" العاقل \" المجنون فلا يكلف بالأمر والنهي، ولكنه يمنع مما يكون فيه تعد على غيره أو إفساد ولو فعل المأمور به لم يصح منه الفعل لعدم قصد الامتثال منه. ولا يرد على هذا إيجاب الزكاة والحقوق المالية في مال الصغير والمجنون لأن إيجاب هذه مربوط بأسباب معينة متى وجدت ثبت الحكم فهي منظور فيها إلى السبب لا إلى الفاعل).",
            "page": "39",
            "part": "1",
            "seal": "BA9A8CBB"
        },
        {
            "id": "42",
            "nass": "تنبيه: ¶ هذا التعريف غير مانع فقد عرفه المرداوي في التحبير (2/ 797): (والمراد بالمكلف: البالغ العاقل الذاكر غير الملجأ)، والإكراه الملجئ عند الجمهور: هو الذي لا يكون للمكره فيه قدرة على الامتناع ويكون كالآلة في يد المكره، ومثلوه بما لو ألقاه من مكان مرتفع على صبي فمات، أو ربطه وأدخله في دار حلف ألا يدخلها. ¶ فائدة: ¶ عرف الشيخ الحازمي في \"شرحه على معاقد الفصول\" المكلف بقوله: (الآدمي البالغ العاقل غير الملجئ بشرطه). ¶ وهذا يجرنا للكلام على تكليف الجن، والجن مكلفون في الجملة ولكن تكليفهم لا على حد تكليف الإنس بها. ¶ ومما سبق يعرف المكلف بأنه: (الآدمي البالغ العاقل الذاكر غير الملجأ). ¶ تكليف الكفار: ¶ قال الشيخ: (والتكليف بالأمر والنهي شامل للمسلمين والكفار لكن الكافر لا يصح منه فعل المأمور به حال كفره). ¶ قال الشيخ العثيمين في تفسير سورة البقرة عند قوله تعالى: (يَا أَيُّهَا النَّاسُ كُلُوا مِمَّا فِي الْأَرْضِ حَلَالًا طَيِّبًا وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ) [البقرة: 168]: (من فوائد الآية أن الكفار مخاطبون بفروع الشريعة؛ لقوله تعالى: (يَا أَيُّهَا النَّاسُ)؛ وهم داخلون في هذا الخطاب؛ ومخاطبتهم بفروع الشريعة هو القول الصحيح؛ ولكن ليس معنى خطابهم بها أنهم ملزمون بها في حال الكفر؛ لأننا ندعوهم أولاً إلى الإسلام، ثم نلزمهم بأحكامه؛ وليس معنى كونهم مخاطبين بها أنهم يؤمرون بقضائها؛ والدليل على الأول قوله تعالى: (وَمَا مَنَعَهُمْ أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ) [التوبة: 54]؛ فكيف نلزمهم بأمر لا ينفعهم؛ هذا عبث، وظلم؛ وأما الدليل على الثاني فقوله تعالى: (قُلْ لِلَّذِينَ كَفَرُوا إِنْ يَنْتَهُوا يُغْفَرْ لَهُمْ مَا قَدْ سَلَفَ) [الأنفال: 38]؛ ولهذا لم يأمر النبي صلى الله عليه وسلم أحداً ممن أسلم بقضاء ما فاته من الواجبات حال كفره؛ والفائدة من قولنا: إنهم مخاطبون بها - كما قال أهل العلم - زيادة عقوبتهم في الآخرة؛ وهذا يدل عليه قوله تعالى: (إِلَّا أَصْحَابَ الْيَمِينِ (39) فِي جَنَّاتٍ يَتَسَاءَلُونَ (40) عَنِ الْمُجْرِمِينَ (41) مَا سَلَكَكُمْ فِي سَقَرَ (42) قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ (43) وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ (44) وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ (45) وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ (46) حَتَّى أَتَانَا الْيَقِينُ (47)) [المدثر:39 - 47]).",
            "page": "40",
            "part": "1",
            "seal": "43FDB610"
        },
        {
            "id": "43",
            "nass": "موانع التكليف ¶ قال الشيخ: (للتكليف موانع منها: الجهل والنسيان والإكراه. ¶ وتلك الموانع إنما هي في حق الله لأنه مبني على العفو والرحمة أما في حقوق المخلوقين فلا تمنع من ضمان ما يجب ضمانه إذا لم يرض صاحب الحق بسقوطه). ¶ الجهل: ¶ قال الشيخ في \"شرح الأصول\" (ص/221): (الجهل بالمحرم لا شك أن الإنسان لا يؤاخذ به ولا يترتب عليه شيء من أحكامه مهما كان هذا الشيء المحرم. ¶ أما الجهل بالواجب فنقول أنه لا يؤاخذ به الإنسان من حيث الإثم؛ لأنه جاهل لكن من حيث القضاء فهذا فيه تفصيل: ¶ فإن كان حصل منه تفريط فإنه لا يمكن أن يتساهل معه، وإن لم يحصل منه تفريط فإن كان جاهلا بالحكم يعذر به ويرفع عنه القضاء ولنا في هذا حجج: ¶ ومنها حديث المسيء في صلاته. ¶ ومنها: حديث المستحاضة التي كانت تستحيض حيضة كبيرة تمنعها الصلاة حتى سألت النبي صلى الله عليه وسلم فقال: (اجلسي قدر ما كانت الحيضة) ولم يأمرها بالقضاء لأنها بانية على أصل يعني لها عذر، والأصل أن هذا الدم حيض ولهذا قالت: إني أستحيض حيضة شديدة كبيرة، فهذه معذورة لم يأمرها النبي صلى الله عليه وسلم بالقضاء. ¶ ومنها: حديث أهل قباء حيث صلوا بعض الصلوات إلى غير القبلة لكن لأنهم لم يعلموا بالنسخ وبنوا على أصل، والأصل: البقاء على القبلة وبقاء ما كان على ما كان). ¶ النسيان: ¶ قال الشيخ في الأصل: (فمتى فعل محرماً ناسياً فلا شيء عليه؛ كمن أكل في الصيام ناسياً. ومتى ترك واجباً ناسياً فلا شيء عليه حال نسيانه؛ ولكن عليه فعله إذا ذكره؛ لقول النبي صلّى الله عليه وسلّم: \"من نسي صلاة فليصلها إذا ذكرها\"). ¶ وقيد الثاني في الشرح بألا يكون هذا الواجب مقيدا بسبب وزال السبب فقال (ص/224): (مثل لو نسيت أن تصلي الكسوف حتى انجلى، وقلنا بوجوب صلاة الكسوف، فإنك لا تقضيها لأنها لسبب وقد زال). ¶ الإكراه: ¶ قال الشيخ في الأصل: (من أكره على شيء محرم فلا شيء عليه؛ كمن أكره على الكفر وقلبه مطمئن بالإيمان، ومن أكره على ترك واجب فلا شيء عليه حال الإكراه، وعليه",
            "page": "41",
            "part": "1",
            "seal": "4149739E"
        },
        {
            "id": "44",
            "nass": "قضاؤه إذا زال؛ كمن أكره على ترك الصلاة حتى خرج وقتها، فإنه يلزمه قضاؤها إذا زال الإكراه). ¶ العام ¶ تعريف العام: ¶ لغة: قال الشيخ: (العام لغة: الشامل (. ¶ قال الطوفي في \"شرح مختصر الروضة\" (2/ 454): (العموم في اللغة الشمول. يقال: هذا الكساء يعم من تحته، أي: يشملهم). ¶ اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: اللفظ المستغرق لجميع أفراده بلا حصر (. ¶ قال في \"الأصل\" (ص/34): (فخرج بقولنا: \" المستغرق لجميع أفراده \" مالا يتناول إلا واحداً كالعلم، والنكرة في سياق الإثبات كقوله تعالى: (فَتَحْرِيرُ رَقَبَةٍ) [النساء: 92] لأنها لا تتناول جميع الأفراد على وجه الشمول وإنما تتناول واحداً غير معين (¬1). ¶ وخرج بقولنا: \" بلا حصر \" ما يتناول جميع أفراده مع الحصر كأسماء العدد مئة وألف ونحوهما). ¶ تنبيهان: ¶ 1 - لابد من إضافة قيدين لهذا الحد ليكون مانعا وهما: (دفعة - بحسب وضع واحد). ¶ - قال الشنقيطي في المذكرة (ص/197): (وخرج بقوله: دفعة، النكرة في سياق الإثبات كرجل , فإنها مستغرقة , ولكن استغراقها بدلي لا دفعة واحدة). ¶ قال ابن بدران في المدخل (ص/ 244): (العام عمومه شمولي وعموم المطلق بدلي فمن أطلق على المطلق اسم العموم فهو باعتبار أن موارده غير منحصرة والفرق بينهما أن عموم الشمول كلي يحكم فيه على كل فرد فرد وعموم البدل كلي من حيث إنه لا يمنع نفس تصور مفهومه من وقوع الشركة فيه ولكن لا يحكم فيه على كل فرد بل على فرد شائع في أفراده يتناولها على سبيل البدل ولا يتناول أكثر من واحد منها دفعة). ¶ وهذه فائدة في بيان الفرق بين العام والمطلق. ¶ ¬__________ ¶ (¬1) - فيه نظر، فالمطلق له نوع استغراق بدلي يشمل جميع الأفراد - كما يأتي -، ولذلك فإن الصواب أن المطلق يخرج بقيد \" دفعة\" كما سيأتي.",
            "page": "42",
            "part": "1",
            "seal": "69E272FF"
        },
        {
            "id": "45",
            "nass": "- قال الطوفي في شرح مختصر الروضة (2/ 458): (وقوله: بحسب وضع واحد، احتراز من المشترك، كلفظ العين والقرء؛ فإنه لفظ مستغرق لما يصلح له من مسمياته، لكنه ليس بوضع واحد، بل بأكثر منه؛ فالقرء الدال على الحيض إنما وضع له، وكذلك القرء الدال على الطهر إنما وضع له بوضع غير الأول (¬1)، بخلاف قولنا: الرجال، فإن دلالته على جميع ما يصلح له بوضع واحد). ¶ وهذه فائدة في بيان الفرق بين العام والمشترك. ¶ ملاحظة: ¶ هذا القيد الأخير إنما يخرج المشترك ما لم تقم قرينة تبين أحد معانيه (مجمل)، وأما إذا قلنا مثلا: قتلت العيون، أو غورت العيون، فالعيون هنا عامة لقيان قرينة تبين أحد معانيها. ¶ وعليه فالعام يعرف بأنه: (اللفظ المستغرق لجميع أفراده بلا حصر بحسب وضع واحد دفعة). ¶ صيغ العموم: ¶ 1 - قال الشيخ: (ما دل على العموم بمادته مثل: كل، وجميع، وكافة، وقاطبة، وعامة). ¶ كقوله تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} [القمر:49]، وقوله: {{قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ} [ص: 82] وقوله: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} [التوبة: 36] وقالت عائشة رضي الله عنها \" لما مات رسول الله صلى الله عليه وسلم: ارتدت العرب قاطبة \" قال ابن الأثير: أي جميعهم، ونحو ذلك. ¶ 2 - أسماء الشرط. ¶ مثَّل الشيخ لها في الأصل بقوله تعالى: (مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ) [فصلت: 46]، وقول: (فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ) [البقرة: 115]. فاسم الشرط في الآية الأولى (من) وفي الثانية (أين). ¶ ¬__________ ¶ (¬1) - أي أنه يدل على هذين المعنيين بوضعين مختلفين؛ فالعرب استعملت القرء مرة في الحيض ومرة في الطهر، أو بعضهم استعمله في الطهر، وبعضهم في الحيض، ثم اشتهر المعنيان فصار مشتركاً، وهذا بخلاف العام فإن اللفظ إنما وضع في اللغة ليشمل جميع أفراده.",
            "page": "43",
            "part": "1",
            "seal": "737248A7"
        },
        {
            "id": "46",
            "nass": "وأدوات الشرط إما أن تكون جازمة تجزم فعلين مثل: إن (وهذا حرف خارج شرطنا ولا يفيد العموم والباقي أسماء تفيد العموم) - مَنْ - ما - مهما - متى - أيان - أين - أَنَّى - حيثما - كيفما - أَيّ. ¶ وغير جازمة مثل: إذا - لو - لولا - كلما - لَمَّا. ¶ 3 - أسماء الاستفهام. ¶ مثل الشيخ لها في الأصل بقوله تعالى: (فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ) [الملك: 30]، وقوله: (مَاذَا أَجَبْتُمُ الْمُرْسَلِينَ) [القصص: 65]، وقوله: (فَأَيْنَ تَذْهَبُونَ) [التكوير: 26]. ¶ فأسماء الاستفهام هي: (مَنْ - ما - متى - أين - كم - كيف - أي). ¶ وأما: (الهمزة، هل) فهما حرفان لا يفيدان العموم. ¶ 4 - الأسماء الموصولة. ¶ مثل الشيخ لها في الأصل بقوله تعالى: (وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ أُولَئِكَ هُمُ الْمُتَّقُونَ) [الزمر: 33] وقوله: (وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا) [العنكبوت: 69] وقوله: (إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى) [النازعات: 26] وقوله: (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) [آل عمران: 109]. ¶ وأسماء الموصولة هي: (الذي - التي - اللَّذان - اللَّتان - الَّذين - الَّلاتي - الَّلائي - مَنْ - ما - أيَّ. ¶ ملاحظة: ¶ لاحظ أن ((ما))، و ((من))، و ((أي)) تعم مطلقاً سواء كانت شروطاً، أو موصولات، أو استفهامية. ¶ 5 - النكرة في سياق النفي، أو النهي، أو الشرط، أو الاستفهام الإنكاري. ¶ قال الشيخ في الأصل: (النكرة في سياق النفي، أو النهي، أو الشرط، أو الاستفهام الإنكاري كقوله تعالى: (وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ) [آل عمران: 62]، [ص: 62 - 83]. (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا) [النساء: 36]. (إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا) [الأحزاب: 54]. (مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ) [القصص: 71]). ¶ - وقال في \"الشرح\" (ص/254): (قوله: (مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِهِ) [الأنعام: 46]، هذا أيضًا نكرة في سياق الاستفهام الإِنكاري، وأما إذا كانت في سياق الاستفهام غير الإِنكاري فإنها لا تدل على العموم بل هي للإطلاق؛ لأنه لا يراد به النفي، وهي إنما كانت",
            "page": "44",
            "part": "1",
            "seal": "826AE7FB"
        },
        {
            "id": "47",
            "nass": "للعموم فِي سياق الاستفهام الإنكاري؛ لأن الاستفهام الإنكاري بمنزلة النفي، فإن قوله: (مَنْ إِلَهٌ غَيْرُ اللَّهِ يَأْتِيكُمْ بِضِيَاءٍ) [القصص: 71] يوازن قوله: \"لا إله غير الله يأتيكم بضياء \" ولهذا كانت النكرة في سياق الاستفهام الإنكاري دالة على العموم. أما في سياق الإثبات فلا تدل على العموم، فلو قلتُ لك: \" أكرِمْ رجلاً \" فأكرمت رجلاً واحدً، فقد امتثلت؛ لأنه يصدق عليه أنه رجل، ولو قلتُ: \"أرجلاً أكرمتَ \" .. استفهام يقصد به الاستعلام لا الإِنكار .. فلو قلتُ: \"أرجلاً أكرمتَ \" فهذا للعموم أم لا؟ ليس للعموم؛ لأنها نكرة في سياق الاستفهام لغير الإِنكار ولكنها للاستعلام؛ ولهذا لو قلتُ: أرجلاً أكرمتَ أم رجلين؟ صح الكلام، ولو كانت للعموم ما صح). ¶ 6، 7 - المعرف بالإضافة أو بأل الاستغراقية. ¶ ذكر الشيخ أن من صيغ العموم المعرف بالإضافة أو بأل الاستغراقية مفرداً كان أم مجموعاً. ¶ قال ابن النجار في\"شرح الكوكب\" (3/ 129): ((و) من صيغ العموم أيضا (جمع مطلقا) أي سواء كان لمذكر أو لمؤنث، وسواء كان سالما أو مكسرا، وسواء كان جمع قلة أو كثرة (معرف) ذلك الجمع (بلام أو إضافة) مثال السالم من المذكر والمؤنث المعرف باللام: قوله تعالى {{إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} [الأحزاب: 35] ومثال جمع الكثرة من المذكر والمؤنث الرجال والصواحب. وجمع القلة (¬1): الأفلس (¬2) والأكباد، ومثال الجمع المعرف بالإضافة قوله تعالى \" {يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين} وقوله تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ} [النساء: 23] وقيل: إن الجمع المذكر لا يعم، فلا يفيد الاستغراق. واستدل للأول الذي عليه أكثر العلماء والصحيح عنهم بقول النبي صلى الله عليه وسلم في {السلام علينا وعلى عباد الله الصالحين} في التشهد: {فإنكم إذا قلتم ذلك: فقد سلمتم على كل عبد صالح في السماء والأرض} رواه البخاري ومسلم). ¶ فائدة: ¶ قال الشيخ في \"الشرح\" (ص/256): (علامة الاستغراقية أن يحل محلها \"كل\" ... (إذا بلغ الأطفال) احذف \"أل\" وضع مكانها \"كل\" وإذا بلغ كل أطفال منكم الحلم فليستأذنوا فصارت ¶ ¬__________ ¶ (¬1) - أشهر الصيغ المستعملة في جموع القلة أربعة: 1 - أفعلة 2 - أفعل 3 - أفعال 4 - فعلة \"بكسر، فسكون، ففتح\". وانظر النحو الوافي (4/ 636). وجمع القلة من اثنين أو ثلاثة إلى عشرة وجمع الكثرة من أحد عشر إلى ما فوقه. ¶ (¬2) - جمع فُلس، والأكباد جمع كبد.",
            "page": "45",
            "part": "1",
            "seal": "228C4629"
        },
        {
            "id": "48",
            "nass": "\"أل\" الاستغراقية من صيغ العموم). ¶ أل العهدية: ¶ قال الشيخ: (وأما المعرف بأل العهدية فإنه بحسب المعهود فإن كان عامّاً فالمعرف عام وإن كان خاصّاً فالمعرف خاص). ¶ قال عباس حسن في\"النحو الوافي\" (1/ 423): (فأما\"العهدية\" فهي التي تدخل على النكرة فتفيدها درجة من التعريف تجعل مدلولها فردًا معينًا بعد أن كان مبهمًا شائعًا. وسبب هذا التعريف والتعيين يرجع لواحد مما يأتي: ¶ 1 - أن النكرة تذكر في الكلام مرتين بلفظ واحد، تكون في الأول مجردة من \"أل\" العهدية، وفي الثانية مقرونة \"بأل\" العهدية التي تربط بين النكرتين، وتحدد المراد من الثانية: بأن تحصره في فرد واحد هو الذي تدل عليه النكرة الأولى. ¶ نحو قوله تعالى: {كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا، فَعَصَى فِرْعَوْنُ الرَّسُولَ}. فكلمة \"رسول\" قد ذكرت مرتين؛ أولاهما بغير \"أل\" فبقيت على تنكيرها، وثانيتهما مقرونة بأل العهدية التي وظيفتها الربط بين النكرتين ربطًا معنويًّا يجعل معنى الثانية فردًا محدودًا محصورًا فيما دخلت عليه وحده، والذي معناه ومدلوله هو النكرة السابقة ذاتها. وهذا التحديد والحصر هو الذي جعل الثانية معرفة؛ لأنها صارت معهودة عهدًا ذِكْريًّا، أي: معلومة المراد والدلالة، بسبب ذكر لفظها في الكلام السابق ذكرًا أدى إلى تعيين الغرض وتحديده بعد ذلك، وأن المراد في الثانية فردٌ معين؛ هو السابق، وهذا هو ما يسمى: \"بالعهد الذِّكْري\". ¶ 2 - وقد يكون السبب في تعريف النكرة المقترنة بأل العهدية هو أن \"أل\" تحدد المراد من تلك النكرة، وتحصره في فرد معين تحديدًا أساسه علم سابق في زمن انتهى قبل الكلام، ومعرفة قديمة في عهد مضى قبل النطق، وليس أساسه ألفاظًا مذكورة في الكلام الحالي. وذلك العلم السابق ترمز إليه \"أل\" العهدية وتدل عليه، وكأنها عنوانه. مثال ذلك؛ أن يسأل طالب زميله: ما أخبار الكلية؟ هل كتبت المحاضرة؟ أذاهب إلى البيت؟ فلا شك أنه يسأل عن كلية معهودة لهما من قبل، وعن محاضرة وبيت معهودين لهما كذلك. ولا شيء من ألفاظ السؤال الحالية تشير إلى المراد إلا: \"أل\"؛ فإنها هي التي توجه الذهن إلى المطلوب. وهذا هو ما يسمى: \"العهد الذهني\" أو: \"العهد العِلمي\". ¶ 3 - وقد يكون السبب في تعريف تلك النكرة حصول مدلولها وتحققه في وقت الكلام، بأن يبتدئ الكلام خلال وقوع المدلول وفى أثنائه؛ كأن تقول: \"اليوم يحضر والدي\". \"يبدأ عملي الساعة\"، \"البرد شديد الليلة\" ... تريد من \"اليوم\" و\"الساعة\" و\"الليلة\"؛ ما يشمل الوقت الحاضر",
            "page": "46",
            "part": "1",
            "seal": "041B884A"
        },
        {
            "id": "49",
            "nass": "الذي أنت فيه خلال الكلام. ومثل ذلك: أن ترى الصائد يحمل بندقيته فتقول له: الطائر. أي: أصبْ الطائر الحاضر وقت الكلام. وهذا هو\"العهد الحضوري\". ¶ فأنواع العهد ثلاثة: \"ذِكْرِيّ\"، و\"ذهنيّ أو علميّ\"، و\"حضوري\" ... ). ¶ فائدة: ¶ قال ابن بدران في \"نزهة الخاطر\" (2/ 82): (ما عرف بلام العهد لا يكون عاما؛ لأنه يدل على ذات معينة نحو لقيت رجلا فقلت للرجل). ¶ وقال ابن النجار في \"شرح الكوكب المنير\" (3/ 132): (و \"لا\" يعم \" - أي: \"اسم جنس معرف تعريف جنس\" - مع قرينة عهد\" اتفاقا. وذلك كسبق تنكير نحو قوله تعالى: {كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا، فَعَصَى فِرْعَوْنُ الرَّسُولَ} لأنه يصرفه إلى ذلك فلا يعم إذا عرف ونحو قوله تعالى: {يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا} ... ). ¶ وقال الجويني في \"البرهان في أصول الفقه\" (1/ 233): (من سبق تنكيره وظهر ترتيب التعريف عليه فهو غير محمول على استغراق الجنس وفاقا). ¶ ونحو هذا كثير في كلامهم. ¶ تنبيه: ¶ إذا تقرر هذا علمت ما في قول الشيخ: (وأما المعرف بأل العهدية فإنه بحسب المعهود فإن كان عامّاً فالمعرف عام وإن كان خاصّاً فالمعرف خاص). ¶ أل التي لبيان الجنس: ¶ قال الشيخ: (وأما المعرف بأل التي لبيان الجنس فلا يعم الأفراد). ¶ قال عباس حسن في\"النحو الوافي\" (1/ 425): (\"أل الجنسية\" فهي الداخلة على نكرة تفيد معنى الجنس المحض من غير أن تفيد العهد. ومثالها؛ النجم مضيء بذاته، والكوكب يستمد الضوء من غيره ... فالنجم، والكوكب، والضوء، معارف بسبب دخول \"أل\" على كل منها، وكانت قبل دخولها نكرات لا تدل على واحد معين، وليس في الكلام ما يدل على العهد. ¶ ولدخول \"أل\" هذه على الأجناس سميت: \"أل\" \"الجنسية\". وهى أنواع من ناحية دلالتها المعنوية، ومن ناحية إفادة التعريف. ¶ 1 - فمنها التي تدخل على واحد من الجنس فتجعله يفيد الشمول والإحاطة بجميع أفراده إحاطة حقيقة؛ لا مجازًا ولا مبالغة، بحيث يصح أن يحل محلها لفظة \"كل\" فلا يتغير المعنى، نحو: النهر عذب، النبات حي، الإنسان مفكر، المعدن نافع ... فلو قلنا: كل نهر عذب، كل نبات حي، كل إنسان مفكر، كل معدن نافع ...",
            "page": "47",
            "part": "1",
            "seal": "81C3CA0B"
        },
        {
            "id": "50",
            "nass": "2 - ومنها التي تدخل على واحد من الجنس، فتجعله يفيد الإحاطة والشمول؛ لا بجميع الأفراد، ولكن بصفة واحدة من الصفات الشائعة بين تلك الأفراد ... نحو: أنت الرجل علمًا، تريد: أنت كل الرجال من ناحية العلم، أي: بمنزلتهم جميعًا من هذه الناحية، فإنك جمعت من العلم ما تفرق بينهم؛ ويُعَدّ موزعًا عليهم بجانب علمك الأكمل المجتمع فيك؛ فأنت تحيط بهذه الصفة \"صفة العلم\" إحاطة شاملة لم تتهيأ إلا للرجال كلهم مجتمعين. ¶ 3 - ومنها التي لا تفيد نوعًا من نوعي الإحاطة والشمول السابقين؛ وإنما تفيد أن الجنس يراد منه حقيقته القائمة في الذهن. ومادته التي تكوّن منها في العقل بغير نظر إلى ما ينطبق عليه من أفراد قليلة أو كثيرة، ومن غير اعتبار لعددها. وقد يكون بين تلك الأفراد ما لا يَصدق عليه الحكم.، نحو: الحديد أصلب من الذهب، الذهب أنفس من النحاس. تريد: أن حقيقة الحديد \"أي: مادته وطبيعته\" أصلب من حقيقة الذهب \"أي: من مادته وعنصره\" من غير نظر لشيء معين من هذا أو ذاك؛ كمفتاح من حديد، أو خاتم من ذهب؛ فقد توجد أداة من نوع الذهب هي أصلب من أداة مصنوعة من أحد أنواع الحديد؛ فلا يمنع هذا من صدق الحكم السالف الذي ينص على أن الحديد في حقيقته أصلب من الذهب في حقيقته من غير نظر إلى أفراد كل منهما -كما سبق- إذ إنك لا تريد أن كل قطعة من الأول أصل من نظيرتها في الثاني؛ لأن الواقع يخالفه ومثل هذا أن تقول: الرجل أقوى من المرأة، أي: أن حقيقة الرجل وجنسه من حيث عنصره المتميز -لا من حيث أفراده- أقوى من حقيقة المرأة وجنسها من حيث هي كذلك، من غير أن تريد أن كل واحد من الرجال أقوى من كل واحدة من النساء؛ لأنك لو أردت هذا لخالفك الواقع. وهكذا يقال في: الذهب أنفس من النحاس، وفي: الصوف أغلى من القطن، وفي: الفحم أشد نارًا من الخشب ... ¶ تنبيه: ¶ وبعد هذا التفصيل وبيان أنواع أل الجنسية يتبين أن مقصود الشيخ الإشارة للنوع الثالث دون النوعين الآخرين. ¶ العمل بالعام: ¶ قال الشيخ: (يجب العمل بعموم اللفظ العام حتى يثبت تخصيصه). ¶ وهذا الذي اختاره الشيخ هو أحد قولي المذهب. ¶ قال تقي الدين في \"مجموع الفتاوي\" (19/ 166): (العام الذي كثرت تخصيصاته المنتشرة أيضا لا يجوز التمسك به إلا بعد البحث عن تلك المسألة هل هي من المستخرج أو من المستبقى وهذا أيضا لا خلاف فيه. وإنما اختلف العلماء في العموم الذي لم يعلم",
            "page": "48",
            "part": "1",
            "seal": "38C3217E"
        },
        {
            "id": "51",
            "nass": "تخصيصه أو علم تخصيص صور معينة منه هل يجوز استعماله فيما عدا ذلك قبل البحث عن المخصص المعارض له فقد اختلف في ذلك أصحاب الشافعي وأحمد وغيرهما وذكروا عن أحمد فيه روايتين وأكثر نصوصه على أنه لا يجوز لأهل زمانه ونحوهم استعمال ظواهر الكتاب قبل البحث عما يفسرها من السنة وأقوال الصحابة والتابعين وغيرهم وهذا هو الصحيح الذي اختاره أبو الخطاب وغيره فان الظاهر الذي لا يغلب على الظن انتفاء ما يعارضه لا يغلب على الظن مقتضاه فإذا غلب على الظن انتفاء معارضه غلب على الظن مقتضاه وهذه الغلبة لا تحصل للمتأخرين في أكثر العمومات إلا بعد البحث عن المعارض). ¶ تنبيه: ¶ الأول- ليس المقصود بالبحث عن المخصص استقصاء موارد الأدلة جميعها، وإنما المقصود مجرد التروي واسترجاع المعلومات السابقة لعرض الدليل العام عليها، فإن وجدوا فيها ما يخصصه خصصوه، وإلا عملوا به في عمومه، وذلك حتى لا تتعطل أكثر نصوص الشريعة الخاصة للجهل بها، وعدم البحث عنها. ¶ العبرة بعموم اللفظ لا بخصوص السبب: ¶ قال الشيخ: (وإذا ورد العام على سبب خاص وجب العمل بعمومه؛ لأن العبرة بعموم اللفظ لا بخصوص السبب إلا أن يدل دليل على تخصيص العام بما يشبه حال السبب الذي ورد من أجله فيختص بما يشبهها). ¶ وقال في \"الأصل\" (ص/36): (مثال ما لا دليل على تخصيصه: آيات الظهار فإن سبب نزولها ظهار أوس بن الصامت والحكم فيه عام فيه وفي غيره. ¶ ومثال ماد دل الدليل على تخصيصه قوله صلي الله عليه وسلم: (ليس من البر الصيام في السفر) فإن سببه أن النبي صلى الله عليه وسلم كان في سفر فرأى زحاماً ورجلاً قد ظلل عليه فقال: (ما هذا؟ قالوا صائم. فقال: \" ليس من البر الصيام في السفر) فهذا العموم خاص بمن يشبه حال هذا الرجل وهو من يشق عليه الصيام في السفر والدليل على تخصيصه بذلك أن النبي صلى الله عليه وسلم كان يصوم في السفر حيث كان لا يشق عليه ولا يفعل صلى الله عليه وسلم ما ليس ببر). ¶ تنبيه: ¶ قال الشنقيطي في \"المذكرة\" (ص/209): (فان قيل: ما الدليل على أن العبرة بعموم اللفظ لا بخصوص السبب؟",
            "page": "49",
            "part": "1",
            "seal": "311786F2"
        },
        {
            "id": "52",
            "nass": "فالجواب: أن ذلك دل عليه الوحي واللغة أما الوحي فان هذه المسألة سئل عنها رسول الله صلى الله عليه وسلم فأفتى بذلك , وذلك أن الأنصاري الذي قبل الأجنبية ونزلت فيه: (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) [هود: 114] الآية. قال للنبي: ألي هذا وحدي يا رسول الله. ومعنى ذلك هل حكم هذه الآية يختص بي لأني سبب نزولها؟ فأفتاه النبي صلى الله عليه وسلم بأن العبرة بعموم لفظ: (إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ) لا بخصوص السبب حيث قال له: (بل لأمتي كلهم) وهو نص نبوي في محل النزاع. ¶ ومن الأحاديث الدالة على ذلك أنه صلى الله عليه وسلم لما أيقظ علياً وأمره وفاطمة بالصلاة من الليل، وقال له على رضي الله عنه: إن أرواحنا بيد الله إن شاء بعثنا ولي صلى الله عليه وسلم يضرب فخذه ويقول: (وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا) [الكهف: 54]، فجعل عليا داخلاً فيها مع أن سبب نزولها الكفار الذين يجالدون في القرآن. وخطابه صلى الله عليه وسلم لواحد كخطابه للجميع كما تقدم ما لم يقم دليل على الخصوص. ¶ وأما اللغة فان الرجل لو قالت له زوجته: طلقني فطلق جميع نسائه لا يختص الطلاق بالطالبة التي هي السبب ... ). ¶ الخاص ¶ تعريف الخاص: ¶ أ - لغة: ¶ قال الشيخ: (الخاص لغة: ضد العام). ¶ العام لغة بمعنى الشامل، والخاص ضده فيكون بمعنى: المنفرد من قولهم: اختص فلان بكذا أي انفرد به. ¶ ب- اصطلاحا: ¶ قال الشيخ: (اللفظ الدال على محصور بشخص أو عدد). ¶ ومثل له الشيخ بأسماء الأعلام والإشارة والعدد، وهذا التعريف الذي ذكره الشيخ من أجود تعارف العام إلا أنه غير جامع فلا يشمل نوعا من الخاص وهو الخاص بالنوع كلفظ الإنسان فإنه خاص بالنسبة إلى لفظ الحيوان ولم يخرج عن كونه عاما بالنسبة إلى ما تحته. ¶ قال الآمدي في \"الإحكام\" (2/ 219): (والحق أن يقال: الخاص قد يطلق باعتبارين: الأول وهو اللفظ الواحد الذي لا يصلح مدلوله لاشتراك كثيرين فيه كأسماء الأعلام من زيد وعمرو ونحوه الثاني ما خصوصيته بالنسبة إلى ما هو أعم منه ... ).",
            "page": "50",
            "part": "1",
            "seal": "F061DBC8"
        },
        {
            "id": "53",
            "nass": "وعرفه الشيخ علي الحكمي في \"تخصيص العام وأثره في الأحكام الفقهية\" بأنه (اللفظ الموضوع لواحد ولو بالنوع أو لمتعدد محصور). ¶ وقال: (\"اللفظ\" جنس، و\"الموضوع\" قيد مخرج المهمل الذي لم يوضع لشيء، \"ولواحد\" احترازا من العام و\"لو بالنوع\" قيد لإدخال المطلق والنكرة في الإثبات لأنهما من الخاص باعتبار وحدة النوع، وقولنا \" أو لمتعدد محصور\" قيد ليشمل التعريف أسماء الأعداد والمثنى المنكر لأنها وضعت لأكثر من واحد مع الحصر). ¶ تعريف التخصيص: ¶ أ-لغة: قال الشيخ: (التخصيص لغة: ضد التعميم). ¶ سبق أن ذكرنا أن الخاص لغة بمعنى المنفرد، وعليه فالتخصيص في اللغة مصدر خصص، بمعنى خص، والتخصيص: إفراد وتمييز بعض الشيء بما لا يشاركه فيه الجملة، وذلك خلاف التعميم (¬1). ¶ ب- اصطلاحا: عرفه الشيخ بقوله: (واصطلاحاً: إخراج بعض أفراد العام). ¶ تنبيهات: ¶ الأول - الفرق بين النسخ الجزئي والتخصيص: ¶ في حالة النسخ الجزئي يكون الحكم قد تناول جميع الأفراد ابتداء ثم رفع بالنسبة إلى بعض الأفراد وبقي الحكم فيما عداهم. وأما في حالة التخصيص فإن حكم العام تعلق ببعض أفراده ابتداء، ولهذا يشترط في النسخ أن يكون متراخيا عن وقت العمل بالعام، بخلاف التخصيص فإنه لا يشترط أن يكون متأخرا عن وقت العمل بالعام سواء جاء مقترنا بالعام، أو متقدما عليه، أو متأخرا عنه - وذلك على القول الراجح من أنه يجوز تأخير البيان عن وقت الخطاب إلى وقت الحاجة إلى العمل به ولا يجوز تأخيره عن وقت الحاجة للعمل به -. ¶ مثال النسخ الجزئي قوله تعالى: (وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ) [النور: 6]، هو نسخ جزئي للعام في قوله تعالى: (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً) [النور: 4]، لأن هذه الآية الثانية بعمومها تشمل كل قاذف سواء قذف زوجته أو غيرها، وقد شرع الحكم ابتداء عاماً، ثم قام الدليل وهو آيات اللعان على قصر الجلد على القاذف الذي يقذف غير زوجته. ¶ ¬__________ ¶ (¬1) - انظر لسان العرب مادة (خ ص ص).",
            "page": "51",
            "part": "1",
            "seal": "8BBD329F"
        },
        {
            "id": "54",
            "nass": "وأما مثال التخصيص فقوله تعالى: (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ) [العنكبوت: 14] الظاهر أن الألف كاملة لكن قوله: (إِلَّا خَمْسِينَ عَامًا) بين أن هذه الخمسين غير مراد دخولها في الألف بداية وأن المراد بالألف تسعمائة وخمسون عاما. ¶ وعلى ذلك فهذا التعريف غير جامع لدخول النسخ الجزئي فيه، فالأولى أن يقال في تعريفه كما قال المرداوي في التحبير (5/ 2509): (قصر العام على بعض أجزائه) وذلك لأن نسخ البعض ليس قصرا بل هو رفع بعد إثبات، والتخصيص قصر للدليل العام عن إثبات الحكم قبل دخوله وقت العمل فلا يدخل النسخ في التعريف. ¶ وهناك بعض القيود الأخرى التي ينبغي أن تضاف لتعريف المرداوي ليكون جامعا مانعا ومنها: ¶ تقييد أفراده أو أجزائه بالغالبة: ¶ قال العطار في \"حاشيته على جمع الجوامع\" (2/ 31): (ينبغي تقييد أفراده بالغالبة ليخرج النادرة وغير المقصودة فإن القصر على أحدهما ليس تخصيصا خلافا للحنفية ولذلك ضعف تأويلهم أيما امرأة نكحت بغير إذن وليها فنكاحها باطل بحمله على المكاتبة أو المملوكة لأنه نادر فلا يقصر عليه الحكم ... ). ¶ وزاد الشنقيطي قيدا آخر فعرفه في المذكرة (ص/66، 208) بقوله: (قصر العام على بعض أفراده بدليل يقتضي ذلك) وأدلة التخصيص تنقسم إلى متصلة ومنفصلة كما سيأتي قريبا. ¶ وعليه فالتخصيص هو: (قصر العام على بعض أفراده الغالبة بدليل يقتضي ذلك). ¶ المخصِّص: ¶ قال الشيخ: (والمخصِّص - بكسر الصاد - فاعل التخصيص وهو الشارع ويطلق على الدليل الذي حصل به التخصيص) والثاني هو الشائع في الأصول فيقال: القرآن مخصص للسنة والسنة مخصصة للقرآن، وهكذا. وقد يطلق المخصِّص على المجتهد الذي رأى تخصيص دليل بدليل، فيقال خصص الإمام أحمد عموم الآية بكذا. ¶ المخصص المتصل والمنفصل: ¶ قال الشيخ: (ودليل التخصيص نوعان: متصل ومنفصل. ¶ فالمتصل: ما لا يستقل بنفسه. والمنفصل: ما يستقل بنفسه). ¶ فالمتصل لا يستقل بنفسه في إفادة معناه، بل يكون متعلقا بما اتصل به من الكلام كالاستثناء والشرط والغاية ونحوهم.",
            "page": "52",
            "part": "1",
            "seal": "E0296BE3"
        },
        {
            "id": "55",
            "nass": "والمنفصل وهو ما يستقل بنفسه في إفادة معناه من غير حاجة إلى كلام سابق عليه. ¶ المخصصات المتصلة: ¶ أولًا - الاستثناء: ¶ 1 - الاستثناء لغة: ¶ قال الشيخ: (وهو لغة: من الثني وهو رد بعض الشيء إلى بعضه كثني الحبل). ¶ قال الطوفي في \" شرح مختصر الروضة \" (2/ 580): (اعلم أن الاستثناء من حيث اللفظ: استفعال إما من التثنية؛ لأن المستثنى في كلامه يثني الجملة، أي: يأتي بجملة ثانية في كلامه، نحو: قام القوم إلا زيدًا؛ فهم منه قيام القوم، وعدم قيام زيد؛ فهي جملتان، أو من: ثني الفارس عنان فرسه، إذا عطفه؛ لأن المستثنى يعطف على الجملة؛ فيخرج بعضها عن الحكم بالاستثناء). ¶ 2 - الاستثناء اصطلاحا: ¶ عرفه الشيخ بقوله: (واصطلاحاً: إخراج بعض أفراد العام بإلا أو إحدى أخواتها). ¶ تنبيه: ¶ قوله: (إخراج) والإخراج يستلزم الدخول، وقد سبق في تعريف التخصيص بأنه قصر ¶ أي أن المخصص لم يدخل بداية في حكم العام. وبناء على ذلك فلا يعرف الاستثناء وهو أحد المخصصات بأنه إخراج. ¶ قال الطوفي في \"شرح مختصر الروضة\" (2/ 581): («قول من يزعم أن التعريف» يعني تعريف الاستثناء «بالإخراج»، أي: بقولنا: هو إخراج بعض الجملة، «تناقض» لأن هؤلاء قالوا: تعريف الاستثناء بإخراج بعض الجملة يقتضي أن ذلك البعض دخل في الجملة المستثنى منها، ثم أخرج بالاستثناء؛ فيكون تناقضًا؛ لأنه إذا قال: قام القوم، اقتضى قيام زيد فيهم، فإذا قال: إلا زيدًا، اقتضى أنه لم يقم فيهم؛ فصار التقدير: قام زيد، لم يقم زيد، وذلك تناقض ... ). ¶ وعلى ذلك فالاستثناء هو: (المنع عن دخول بعض ما تناوله صدر الكلام في حكمه بحرف وضع له) (¬1). ¶ تتمة: ¶ أدوات الاستثناء المشهورة ثمانية وهي: إلا، حاشا، لا يكون، ليس، خلا، عدا، غير، ¶ ¬__________ ¶ (¬1) انظر شرح التلويح (2/ 40)، تخصيص العام (ص/128).",
            "page": "53",
            "part": "1",
            "seal": "A442ED2A"
        },
        {
            "id": "56",
            "nass": "سُوى. ويقال فيه \" سوى \" بضم السين، و \" سواء \" بفتحها والمد، وبكسرها والمد. ¶ شروط الاستثناء: ¶ الشرط الأول - اتصاله بالمستثنى منه حقيقة أو حكماً. ¶ والقول باعتبار هذا الشرط صححه الكلوذاني والمرداوي وابن النجار وغيرهم وهو مذهب جمهور العلماء قال الكلوذاني في \"التمهيد\" (2/ 73): (وأما التخصيص بالاستثناء فمن شرط صحته: أن يكون متصلا بالكلام، أو في حكم المتصل فأما المتصل بالكلام كقوله: له على عشرة إلا درهما، وأما الذي في حكم المتصل بالكلام فبأن يكون انفصاله قبل أن يستوفي المتكلم غرضه من الكلام نحو أن يسكت عن الاستثناء لانقطاع نفسه، أو لبلع ريق أو سعال وما أشبهه وإلى هذا ذهب عامة أهل العلم). ¶ ومن أقوى ما استدل به القائلون بالجواز أثر ابن عباس - رضي الله عنهما- قال: (إذا حلف الرجل على يمين فله أن يستثني ولو إلى سنة وإنما نزلت هذه الآية في هذا (وَاذْكُرْ رَبَّكَ إِذَا نَسِيتَ) قال إذا ذكر استثنى). ¶ وهذا الأثر ضعيف فيه عنعنة الأعمش، وهو مدلس، كما أنه مضطرب المتن فقد ورد عنه الأثر بلفظ: ولو بعد حين، ولفظ: إلى أربعة أشهر، وشهر، وسنة، وعنه أبدا. ¶ ولو صح فيحمل على أنه لم يقصد الاستثناء، وإنما قصد امتثال قوله تعالى: (وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا (23) إِلَّا أَنْ يَشَاءَ اللَّهُ)، أو يحمل على أنه نوى الاستثناء عند بداية كلامه فيدان به. ¶ الشرط الثاني - ألا يكون المستثنى أكثر من نصف المستثنى منه: ¶ قال الشيخ: (ألا يكون المستثنى أكثر من نصف المستثنى منه، وقيل لا يشترط ذلك فيصح الاستثناء وإن كان المستثنى أكثر من النصف. أما إن استثنى الكل فلا يصح على القولين. وهذا الشرط فيما إذا كان الاستثناء من عدد، أما إن كان من صفة فيصح وإن خرج الكل أو الأكثر). ¶ أولًا - بالنسبة للاستثناء من للعدد: ¶ وصورها أن المستثنى إما أن يكون أكثر من المستثنى منه أو أقل أو مساو للنصف أو مستغرقا له. ¶ ويصح في المذهب استثناء الأقل كأن يقول له علي عشرة إلا ثلاثة. ¶ وأما استثناء النصف ففيه خلاف، وظاهر المذهب أنه يصح.",
            "page": "54",
            "part": "1",
            "seal": "8A0789B0"
        },
        {
            "id": "57",
            "nass": "وأما استثناء الأكثر فالراجح في المذهب أنه لا يصح، واختار الشيخ العثيمين صحته وهو الأولى، وهو قول أكثر الفقهاء. ¶ ولا يصح استثناء الكل؛ لإفضائه إلى العبث وكونه نقضًا كليًا للكلام، ورجوعًا عن الإيجاد إلى الإعدام؛ فعلى هذا يلغو الاستثناء، ويلزم المستثنى، فإذا قال: له علي عشرة إلا عشرة، أو: أنت طالق ثلاثًا إلا ثلاثًا؛ لزمه عشرة، وطلقت ثلاثًا. ¶ ثانيًا - بالنسبة للاستثناء من الصفة: ¶ اختار الشيخ أنه يصح الاستثناء من الصفة، وإن خرج الكل، أو الأكثر. ¶ فلو قلت: أعط من في البيت إلا الأغنياء، فتبين أن جميع من في البيت أغنياء صح الاستثناء، ولم يعطوا شيئًا. ¶ وكقوله تعالى: (إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ) [الحجر: 42]؛ فاستثنى الغاوين من العباد، والغاوون أكثر؛ بدليل قوله عز وجل: (وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ) [الأعراف: 17]. ¶ ثانيًا - التخصيص بالشرط: ¶ تعريف الشرط: ¶ أ- لغة: قال الشيخ - رحمه الله -: (الشرط وهو لغة: العلامة). ¶ الشرَط - بفتح الراء- وهو العلامة. وجمعه: أشراط، ومنه أشراط الساعة أي علاماتها. ¶ تعريف الشرط: ¶ عرفه الشيخ بقوله: (تعليق شيء بشيء وجوداً أو عدماً بإن الشرطية أو إحدى أخواتها) ¶ أدوات الشرط: ¶ أدوات الشرط كثيرة ومنها: إن المخففة - إذا - إذْ ما - لو - لولا - أنى - حيثما - متى - مهما - كيفما - مَنْ - ما - أي - أين - أيان ... ¶ كقوله تعالى: (وَإِنْ كُنَّ أُولَاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ) [الطلاق: 6]، وكقول: إن جاء زيد أكرمته، وكقول: إذا أحمر البُسْر فأتنا، وهكذا ... ¶ أحكام الشرط: ¶ قال الشيخ: (والشرط مخصص سواء تقدم أم تأخر). ¶ قال في \"الأصل\" (ص/40): (مثال المتقدم قوله تعالى في المشركين: (فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ) [التوبة: 5]. ومثال المتأخر قوله تعالى: (وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا) [النور: 33]).",
            "page": "55",
            "part": "1",
            "seal": "FB42F8A0"
        },
        {
            "id": "58",
            "nass": "ثالثًا - التخصيص بالصفة: ¶ تعريفها: ¶ قال الشيخ: (الصفة هي: ما أشعر بمعنى يختص به بعض أفراد العام). ¶ الصفة المرادة هنا التي تخصص العام عند الأصوليين ليس المقصود بها النعت فقط، بل ما هو أعم من ذلك، فكل وصف أو معنى يمكن أن يحصر عموم العام في بعض الأفراد يسمونه صفة، سواءً كان جاراً ومجروراً أو كان نعتاً أو كان حالاً فهذه كلها يعدونها من التخصيص بالصفة كما سيأتي ذكر الأمثلة. ¶ أمثلة عليها: ¶ ومثل لها الشيخ بقوله: (من نعت أو بدل أو حال) ¶ 1 - (من نعت): ¶ وقال في \"الأصل\" (ص/41): (مثال النعت: قوله تعالى: (وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ) [النساء: 25]). ¶ فلفظ (فَتَيَاتِكُمُ) هنا جمع مضاف إلى معرفة وهي من صيغ العموم، ثم قال في وصفهن: (المُؤْمِنَاتِ) هذا قيد خصص عموم قوله (فَتَيَاتِكُمُ) فذهب جمهور العلماء إلى أن من لم يستطع مهر الحرة يجوز له أن يتزوج أمة لكن لابد وأن تكون مؤمنة. ¶ 2 - (أو بدل): ¶ قال في \"الأصل\": (ومثال البدل: قوله تعالى: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) [آل عمران: 97]). ¶ واعلم أن البدل نوع مستقل من المخصصات المتصلة وليس أحد أنواع التخصيص بالصفة، وذلك لأن المبدل منه في حكم المطرح والبدل قد أقيم مقامه فلا يكون مخصصا له ولذلك قدروا في آية الحج: ولله الحج على المستطيع. ¶ 3 - (أو حال): ¶ قال الشيخ السلمي في \"شرح الورقات\": (- قوله تعالى: (وَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ) [النساء: 93]، لو لم تأتي كلمة (مُّتَعَمِّداً) وهي حال هنا والأصوليون يسمونها صفة ويجعلونه من التخصيص بالصفة، لو لم ترد كلمة: (مُّتَعَمِّداً) أصبحت من يقتل مؤمنا فجزائه جنهم، لكن هل كل من قتل مؤمناً يعني ولو خطأ يستحق هذا العقاب؟ الجواب لا، بدليل قوله تعالى: (مُّتَعَمِّداً) فقوله (مُّتَعَمِّداً) هذا تخصيص بالصفة، كانت الآية عامة لولا هذا التخصيص، فهذا هو التخصيص بالصفة).",
            "page": "56",
            "part": "1",
            "seal": "B3200B1E"
        },
        {
            "id": "59",
            "nass": "المخصصات المنفصلة. ¶ تمهيد - العام الذي أريد به الخصوص: ¶ العام الذي أريد به الخصوص، هو الذي لفظه عام من حيث الوضع ولكن اقترن به دليل يدل على أنه مراد به بعض مدلوله اللغوي مثل قوله تعالى: (الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ) [آل عمران: 173]، فلفظ الناس عام ولكنه لم يرد به عموم الناس بدليل قوله: (إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ) فدل على وجود أناس جمعوا، وأناس مجموع لهم، وأناس نقلوا الخبر للمجموع لهم. فلفظ الناس تكرر مرتين والمراد به في الأولى: نعيم بن مسعود، أو ركب عبد القيس، وفي الثانية: أبو سفيان ومن معه من الأحزاب (¬1). ¶ أولاً - التخصيص بالحس: ¶ قال المرداوي في \"التحبير\" (6/ 2638): (يجوز التخصيص بالحس، أي: المشاهدة، كقوله تعالى: (وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ) [النمل: 23]، (تُدَمِّرُ كُلَّ شَيْءٍ) [الأحقاف: 25] فنحن نشاهد أشياء كثيرة لم تؤتها بلقيس كملك سليمان، ونحن نشاهد أشياء كثيرة لم تدمرها الريح كالسموات، والجبال، وغيرها ... ). ¶ ثانيا - التخصيص بالعقل: ¶ قال المرداوي في \"التحبير\" (6/ 2639): (قوله: {والعقل أيضا} من المخصصات المنفصلة. العقل ضروريا كان أم نظريا، فالضروري كقوله تعالى: (اللَّهُ خَالِقُ كُلِّ شَيْءٍ) [الرعد: 16]، فإن العقل قاض بالضرورة أنه لم يخلق نفسه الكريمة، ولا صفاته (¬2). والنظري كتخصيص قوله تعالى: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا) [آل عمران:97] فإن العقل بنظره اقتضى عدم دخول الطفل، والمجنون بالتكليف بالحج؛ لعدم فهمهما، بل هما من جملة الغافلين الذين هم غير مخاطبين بخطاب التكليف. قال بعض أعيان الشافعية: لا خلاف في ذلك. قال البرماوي: نعم، منع كثير من العلماء أن ما خرج من الأفراد بالعقل من باب التخصيص، وإنما العقل اقتضى عدم دخوله في لفظ العام، وفرق بين عدم دخوله في لفظ العام، وبين خروجه بعد أن دخل ... ). ¶ ¬__________ ¶ (¬1) \"أصول الفقه الذي لا يسع الفقيه جهله\" (ص/297). ¶ (¬2) قال الشنقيطي في المذكرة (ص/209): (دل العقل على أنه تعالى لا يتناوله ذلك وان كان لفظ الشيء يتناوله كقوله: (كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ [القصص: 88] وقوله: (قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ) [الأنعام: 19]).",
            "page": "57",
            "part": "1",
            "seal": "ED919BE5"
        },
        {
            "id": "60",
            "nass": "والراجح ما ذهب إليه الشيخ بقوله: (ومن العلماء من يرى أن ما خص بالحس والعقل ليس من العام المخصوص وإنما هو من العام الذي أريد به الخصوص إذ المخصوص لم يكن مرادًا عند المتكلم ولا المخاطب من أول الأمر وهذه حقيقة العام الذي أريد به الخصوص). ¶ ثالثا التخصيص بالشرع: ¶ قال الشيخ: (وأما التخصيص بالشرع فإن الكتاب والسنة يخصص كل منهما بمثلهما وبالإجماع والقياس). ¶ ومحصل ما ذكر الشيخ هنا تخصيص الكتاب بالكتاب، والكتاب بالسنة، والسنة بالكتاب والسنة بالسنة، والكتاب بالإجماع، والسنة بالإجماع، والكتاب بالقياس، والسنة بالقياس. ¶ فمن أمثلة تخصيص الكتاب بالكتاب: قوله تعالى: (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) [البقرة: 228] فإن عمومه خص بالحوامل في قوله تعالى: (وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ) [الطلاق: 4] وخص أيضا عمومه الشامل للمدخول بها وغيرها بقوله تعالى في غير المدخول بها (فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا) [الأحزاب: 49]. ¶ ومثال تخصيص الكتاب بالسنة، حتى مع كونها آحادا عند أحمد ومالك والشافعي رضي ¶ الله عنهم: قوله سبحانه وتعالى: (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) [النساء: 24] فإنه مخصوص بقوله - صلى الله عليه وسلم-: (لا تنكح المرأة على عمتها ولا على خالتها) متفق عليه. ¶ ومثال تخصيص السنة بالكتاب: قوله - صلى الله عليه وسلم -: (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله) خص بقوله سبحانه وتعالى: (حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ) [التوبة: 29]. ¶ ومثال تخصيص السنة بالسنة: قوله صلى الله عليه وسلم: (فيما سقت السماء العشر) فإنه مخصوص بقوله صلى الله عليه وسلم: (ليس فيما دون خمسة أوسق صدقة). ¶ وأما التخصيص بالإجماع فالمراد دليله، لا أن الإجماع نفسه مخصص؛ لأن الإجماع لا بد له من دليل يستند إليه، وإن لم نعرفه. ¶ ومثال تخصيص الكتاب بالإجماع قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ) [الجمعة: 9] خص بالإجماع على عدم وجوب الجمعة على والمرأة.",
            "page": "58",
            "part": "1",
            "seal": "76C34D2C"
        },
        {
            "id": "61",
            "nass": "ومثال تخصيص السنة بالإجماع تخصيص عموم قوله - صلى الله عليه وسلم -: (إن الماء طهور لا ينجسه شيء) إذ أن (شيء) نكرة في سياق النفي فتعم لكن هذا العموم مخصوص بما تغير بالنجاسة بالإجماع (¬1). ¶ ومن أمثلة تخصيص عموم القرآن بالقياس تخصيص عموم قوله تعالى: (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ) [النور: 2] .. فان عموم الزانية خصص بالنص وهو قوله في الإماء: (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ) [النساء:25]. فقيس عليها العبد بجامع الرق فيلزم جلد العبد خمسين لقياسه على الأمة ويخرج بذلك من عموم ((الزاني)) الذي يجلد مائة. ¶ - وهذا القياس للعبد على الأمة بجامع الرق خصص قوله - صلى الله عليه وسلم -: «البكر بالبكر جلد مائة وتغريب عام» في تنصيف الحد والاقتصار على خمسين جلدة على المشهور. ¶ المطلق والمقيد ¶ تعريف المطلق: ¶ 1 - لغة: قال الشيخ: (المطلق لغة: ضد المقيد). ¶ المطلق في اللغة: من الإطلاق بمعنى الإرسال، فهو المرسل، أي: الخالي من القيد. ¶ 2 - اصطلاحا: ¶ قال الشيخ: (ما دل على الحقيقة بلا قيد). ¶ تنبيه: ¶ لما كان المطلق عكس المقيد، وقد استخدم الشيخ في تعريف المطلق كلمة: (قيد) فيخشى من ذلك الدور، ولذلك فالأولى أن نعدل عن كلمة (قيد) بكلمة: (وصف زائد عليها) فيكون تعريف المطلق: (الدال على الحقيقة من غير وصف زائد عليها) (¬2). ¶ فائدتان: ¶ الفائدة الأولى - النكرة في سياق الإثبات: ¶ اعلم أن النكرة في سياق الإثبات من صيغ الإطلاق لا العموم إلا أن يكون ممتنا بها أو ¶ ¬__________ ¶ (¬1) هذا المثال ذكره الشيخ العثيمين - رحمه الله - في شرحه لهذا الحديث من بلوغ المرام. ¶ (¬2) وهذا التعريف ذكره الشيخ عياض السلمي في \"أصوله\" (ص/367).",
            "page": "59",
            "part": "1",
            "seal": "E9B541EC"
        },
        {
            "id": "62",
            "nass": "في صيغة الشرط، فحينئذ تكون من صيغ العموم. ¶ ومثال الامتنان قوله تعالى: (وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا) [الفرقان: 48]) أي: فتعم كل الماء الذي ينزل من السماء كالثلج والبرد والمطر، ونحو ذلك. ¶ ومثال الشرط قوله تعالى: (إِنْ تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا) [الأحزاب: 54] ¶ الفائدة الثانية - الفعل المثبت لا يعم: ¶ الفعل المطلق في سياق الإثبات كالنكرة في سياق الإثبات يفيد الإطلاق، وذلك لأن الفعل مضمن المصدر، فإذا قلت: صام زيد يوم الاثنين، فلا يدل هذا على أنه يصوم كل اثنين إنما يدل على أنه صام يوم الاثنين فقط ولو مرة واحدة. ¶ تعريف المقيد: ¶ أ- لغة: ¶ قال الشيخ: (المقيد لغة: ما جعل فيه قيد من بعير ونحوه). ¶ المقيد في اللغة: مقابل المطلق، تقول العرب: قيدته وأقيده تقييدًا، فرس مقيد، أي: ما كان ¶ في رجله قيد أو عقال مما يمنعه من التحرُّك الطبيعي. ¶ ب- اصطلاحاً: ¶ قال الشيخ: (ما دل على الحقيقة بقيد). ¶ المقيد عكس المطلق فلما عرف الشيخ المطلق بقوله: (ما دل على الحقيقة بلا قيد) عرف المقيد بأنه: (ما دل على الحقيقة بقيد) وهكذا. ¶ تنبيه: ¶ يؤخذ على تعريف الشيخ بأنه استخدم في تعريف المقيد كلمة (قيد) مما يجعل التعريف فيه دور، والأولى أن نعدل عنها بقولنا (بوصف زائد عليه) فيكون المقيد هو: (ما دل على الحقيقة بوصف زائد عليها). ¶ العمل بالمطلق: ¶ قال الشيخ: (يجب العمل بالمطلق على إطلاقه إلا بدليل يدل على تقييده). ¶ وهنا مسألتان: ¶ الأولى - العمل بالمطلق قبل البحث عن مقيد والقول فيها كالقول في العام وقد سبق. ¶ الثانية - الدليل الشرعي المطلق إذا لم يرد ما يقيده يجب حمله على إطلاقه، كما أن العام إذا لم يرد ما يخصصه يجب حمله على عمومه.",
            "page": "60",
            "part": "1",
            "seal": "D5AE8BE7"
        },
        {
            "id": "63",
            "nass": "حمل المطلق على المقيد: ¶ قال الشيخ: (وإذا ورد نص مطلق ونص مقيد وجب تقييد المطلق به إن كان الحكم واحداً وإلا عمل بكل واحد على ما ورد عليه من إطلاق أو تقييد). ¶ وقال في الأصل: (مثال ما كان الحكم فيهما واحداً قوله تعالى في كفارة الظهار: (فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا) (المجادلة/3)، وقوله في كفارة القتل: (فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ) (النساء /92). فالحكم واحد هو تحرير الرقبة فيجب تقييد المطلق في كفارة الظهار بالمقيد في كفارة القتل ويشترط الإيمان في الرقبة في كل منهما. ¶ ومثال ما ليس الحكم فيهما واحدًا: قوله تعالى: (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا) (المائدة/38) وقوله في آية الوضوء: (فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ) (المائدة/6). فالحكم مختلف ففي الأولى قطع وفي الثانية غسل فلا تقيد الأولى بالثانية بل تبقى على إطلاقها ويكون القطع من الكوع مفصل الكف، والغسل إلى المرافق). ¶ ومثال ما اتحد حكمه وسببه: كما لو قال في كفارة الظهار: (اعتق رقبة)، وقال عن نفس الكفارة في موضع آخر: (اعتق رقبة مؤمنة) فهنا يحمل المطلق على المقيد، وتقيد ¶ الرقبة بالإيمان. ¶ ومثال ما اختلف حكمه واتحد سببه: مثل آية الوضوء؛ قال الله - تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ) [المائدة: 6]، وقال تعالى: (فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ) [المائدة: 6]؛ ففي الآية: تقييد غسل اليدين إلى المرفقين، وفي التيمم إطلاق الأيدي، وسببهما واحد وهو الحدث فلا يحمل المطلق على المقيد هنا. ¶ المجمل والمُبْيَّن ¶ تعريف المجمل: ¶ أ- لغة: ¶ قال الشيخ: (المجمل لغة: المبهم والمجموع). ¶ قال المرداوي في \"التحبير\" (6/ 2749): (قال ابن مفلح: المجمل لغة المجموع من أجملت الحساب. وقيل: أو المبهم ... ومن معانيه اللغوية أيضا الإبهام، من أجمل الأمر، أي: أبهمه).",
            "page": "61",
            "part": "1",
            "seal": "61C24C81"
        },
        {
            "id": "64",
            "nass": "ب- اصطلاحا: ¶ قال الشيخ: (ما يتوقف فهم المراد منه على غيره). ¶ قال الشيخ في \"الأصل\": (ما يتوقف فهم المراد منه على غيره إما في تعيينه أو بيان صفته أو مقداره. ¶ مثال ما يحتاج إلى غيره في تعيينه قوله تعالى: (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ) [البقرة: 228] فإن القرء لفظ مشترك بين الحيض والطهر فيحتاج في تعيين أحدهما إلى دليل. ¶ ومثال ما يحتاج إلى غيره في بيان صفته: قوله تعالى: (وَأَقِيمُوا الصَّلَاةَ) [البقرة: 43] فإن كيفية إقامة الصلاة مجهولة تحتاج إلى بيان. ¶ ومثال ما يحتاج إلى غيره في بيان مقداره: قوله تعالى: (وَآتُوا الزَّكَاةَ) فإن مقدار الزكاة الواجبة مجهول يحتاج إلى بيان). ¶ تعريف المُبْيَّن: ¶ أ- لغة قال الشيخ: (المُبْيَّن لغة: المُظْهَّر والمُوْضَّح). ¶ قال الفيومي في \"المصباح\": (بَانَ الْأَمْرُ يَبِينُ فَهُوَ بَيِّنٌ وَجَاءَ بَائِنٌ عَلَى الْأَصْلِ وَأَبَانَ إبَانَةً ¶ وَبَيَّنَ وَتَبَيَّنَ وَاسْتَبَانَ كُلُّهَا بِمَعْنَى الْوُضُوحِ وَالِانْكِشَافِ وَالِاسْمُ الْبَيَانُ). ¶ ب- اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: ما يفهم المراد منه). ¶ قال الشيخ في الأصل: (مثال ما يفهم المراد منه بأصل الوضع: لفظ، سماء، أرض، جبل، عدل، ظلم، صدق، فهذه الكلمات ونحوها مفهومة بأصل الوضع ولا تحتاج إلى غيرها في بيان معناها. ¶ ومثال ما يفهم المراد منه بعد التبيين قوله تعالى: (وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ) فإن الإقامة والإيتاء كل منهما مجمل ولكن الشارع بينهما فصار لفظهما بينا بعد التبيين). ¶ العمل بالمجمل: ¶ قال الشيخ: (يجب على المكلف عقد العزم على العمل بالمجمل متى حصل بيانه) ومفهومه أنه لا يعمل به قبل التبيين وهو صحيح؛ لأنه لا دليل على المراد به؛ فلا نكلف بالعمل به، فإننا إذا أقدمنا على العمل قبل البيان، احتمل أن نوافق مراد الشرع؛ فنصيب حكمه، واحتمل أن نخالفه؛ فنخطئ حكمه؛ فتحقق بذلك أن العمل بالمجمل قبل البيان تعرض بالخطأ في حكم الشرع، وذلك لا يجوز؛ لأن حكم الشرع يجب تعظيمه، والتعرض بالخطأ",
            "page": "62",
            "part": "1",
            "seal": "FDA96630"
        },
        {
            "id": "65",
            "nass": "فيه ينافي تعظيمه (¬1). ¶ مراتب البيان: ¶ قال الشيخ: (وبيانه صلى الله عليه وسلم إما بالقول، أو بالفعل، أو بالقول والفعل جميعاً). ¶ قال في \"الأصل\" (ص/47): (والنبي صلى الله عليه وسلم قد بين لأمته جميع شريعته أصولها وفروعها حتى ترك الأمة على شريعة بيضاء نقية ليلها كنهارها ولم يترك البيان عند الحاجة إليه أبداً. ¶ وبيانه صلى الله عليه وسلم إما بالقول، أو بالفعل، أو بالقول والفعل جميعاً. ¶ مثال بيانه بالقول: إخباره عن أنصبة الزكاة ومقاديرها كما في قوله صلى الله عليه وسلم: \" فيما سقت السماء العشر\". بياناً لمجمل قوله تعالى: (وَآتُوا الزَّكَاةَ). ¶ ومثال بيانه بالفعل: قيامه بأفعال المناسك أمام الأمة بياناً لمجمل قوله تعالى: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ) [آل عمران: 97]. ¶ وكذلك صلاة الكسوف على صفتها هي في الواقع بيان لمجمل قوله صلى الله عليه وسلم: (فإذا رأيتم منها شيئاً فصلوا). ¶ ومثال بيانه بالقول والفعل: بيانه كيفية الصلاة فإنه كان بالقول كما في حديث المسيء في صلاته حيث قال صلى الله عليه وسلم: (إذا قمت إلى الصلاة فأسبغ الوضوء ثم استقبل القبلة فكبر) الحديث. ¶ وكان بالفعل أيضاً كما في حديث سهل بن سعد الساعدي - رضي الله عنه - أن النبي صلى الله عليه وسلم قام على المنبر فكبر وكبر الناس وراءه وهو على المنبر. الحديث، وفيه ثم أقبل على الناس وقال: (إنما فعلت هذا لتأتموا بي ولتعلموا صلاتي)). ¶ الظاهر والمؤول ¶ تعريف الظاهر: ¶ أ- لغة: ¶ قال الشيخ: (الظاهر لغة: الواضح والبين). ¶ قال ابن النجار في \"شرح الكوكب\" (3/ 459): (\"الظَّاهِرِ لُغَةً\" أَيْ فِي اللُّغَةِ خِلافُ الْبَاطِنِ، وَهُوَ \"الْوَاضِحُ\" الْمُنْكَشِفُ. وَمِنْهُ ظَهَرَ الأَمْرُ: إذَا اتَّضَحَ وَانْكَشَفَ، وَيُطْلَقُ عَلَى الشَّيْءِ الشَّاخِصِ ¶ ¬__________ ¶ (¬1) انظر: \"شرح مختصر الروضة\" (2/ 655).",
            "page": "63",
            "part": "1",
            "seal": "1446D377"
        },
        {
            "id": "66",
            "nass": "الْمُرْتَفِعِ، كَمَا أَنَّ الظَّاهِرَ مِنْ الأَشْخَاصِ: هُوَ الْمُرْتَفِعُ الَّذِي تَبَادَرُ إلَيْهِ الأَبْصَارُ كَذَلِكَ فِي الْمَعَانِي). ¶ ب- اصطلاحا: ¶ عرفه الشيخ بقوله: (واصطلاحاً: ما دل بنفسه على معنى راجح مع احتمال غيره). ¶ اعلم أن الكلام إما أن يحتمل معنى واحداً فقط فهذا هو النص نحو قوله تعالى: (تِلْكَ عَشَرَةٌ كَامِلَةٌ) [البقرة: 196]. وإما أن يحتمل معنيين فأكثر، فان كان أظهر في أحدهما فهو الظاهر ومقابله المحتمل المرجوح. وان كان لا رجحان له في أحد المعنيين أو المعاني فهو المجمل. كالعين والقرء ونحوهما. ¶ قال الشيخ في \"الأصل\" (ص/49): (فخرج بقولنا: \" ما دل بنفسه على معنى \" المجمل لأنه لا يدل على المعنى بنفسه. وخرج بقولنا: \" راجح \" المؤول لأنه يدل على معنى مرجوح لولا القرينة. وخرج بقولنا: \" مع احتمال غيره \" النص الصريح لأنه لا يحتمل إلا معنى واحداً). ¶ ومن أمثلة الظاهر: لفظ الغائط فإنه إن أطلق يراد به عرفا الخارج المخصوص من الإنسان لا المطمئن من الأرض. ¶ العمل بالظاهر: ¶ قال الشيخ في \"الأصل\" (ص/49): (العمل بالظاهر واجب إلا بدليل يصرفه عن ظاهره؛ لأن هذه طريقة السلف، ولأنه أحوط، وأبرأ للذمة، وأقوى في التعبد، والانقياد). ¶ وهذا الذي اختاره الشيخ هو أحد أقوال المذهب، وقد اختاره جماعة منهم ابن قدامة، والطوفي، وابن بدران، واختاره أيضا الشيخ الشنقيطي وغيرهم. ¶ والقول هنا كالقول في العام والمطلق فلا تستعمل ظواهر الكتاب قبل البحث عما يفسرها من السنة وأقوال الصحابة والتابعين وغيرهم فان الظاهر الذي لا يغلب على الظن انتفاء ما يعارضه لا يغلب على الظن مقتضاه فإذا غلب على الظن انتفاء معارضه غلب على الظن مقتضاه وهذه الغلبة لا تحصل للمتأخرين في أكثر العمومات إلا بعد البحث عن المعارض (¬1). ¶ ¬__________ ¶ (¬1) انظر: \"مجموع الفتاوي\" لابن تيمية (19/ 166).",
            "page": "64",
            "part": "1",
            "seal": "51D6D6FD"
        },
        {
            "id": "67",
            "nass": "تعريف المؤول: ¶ أ- لغة: ¶ قال الشيخ: (المؤول لغة: من الأول وهو الرجوع). ¶ قال ابن النجار في \" شرح الكوكب\" (3/ 460): (\"وَالتَّأْوِيلُ لُغَةً: الرُّجُوعُ\" وَهُوَ مِنْ آلَ يَئُولُ: إذَا رَجَع. وَمِنْهُ قَوْله تَعَالَى: (وَابْتِغَاءَ تَأْوِيلِهِ) [آل عمران: 7] أَيْ طَلَبَ مَا يَئُولُ إلَيْهِ مَعْنَاهُ، وَهُوَ مَصْدَرُ أَوَّلْت الشَّيْءَ، أَيْ فَسَّرْته، مِنْ آلَ إذَا رَجَعَ؛ لأَنَّهُ رُجُوعٌ مِنْ الظَّاهِرِ إلَى ذَلِكَ الَّذِي آلَ إلَيْهِ فِي دَلالَتِهِ قَالَ اللَّهُ تَعَالَى: (هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ) [الأعراف: 53] أَيْ مَا يَئُول إلَيْهِ بَعْثُهُمْ وَنُشُورُهُمْ). ¶ ب- اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: ما حمل لفظه على المعنى المرجوح). ¶ قال الشيخ في \"الشرح\" (ص/363): (المؤول لابد وأن يكون له معنيان: أحدهما راجح، والثاني مرجوح - قلت: وهذا على الأغلب وإلا فقد يكون له عدة معان -، فخرج بذلك النص؛ لأنه لا يدل إلا على معنى واحد. ¶ وخرج المجمل؛ لأنه لا يدل على معنى (¬1)، أو يدل على معنيين لا يترجح أحدهما على الآخر. ¶ وخرج الظاهر؛ لأنه يدل على المعنى الراجح. وبهذا الفصل خرجت هذه المحترزات). ¶ تنبيه: ¶ هذا الحد غير جامع لتقييده باللفظ وعدم دخول الفعل فيه. ¶ فالأولى في تعريفه أن يقال: (ما حمل على المعنى المرجوح) وهذا يشمل التأويل الصحيح والفاسد، فإن أردت الصحيح زدت في الحد: \"بدليل يصيره راجحا\". ¶ أقسام التأويل: ¶ قال الشيخ: (والتأويل قسمان: صحيح مقبول، وفاسد مردود. ¶ 1 - فالصحيح: ما دل عليه دليل صحيح. ¶ 2 - والفاسد: ما ليس عليه دليل صحيح). ¶ وقد مثل الشيخ عطية في \"تتمة أضواء البيان\" للتأويل الفاسد فقال (8/ 580): (التأويل المسمى باللعب عند علماء التفسير، وهو صرف اللفظ عن ظاهره، لا لقرينة صارفة ولا ¶ ¬__________ ¶ (¬1) أي معين، وإلا فالذي لا يدل على معنى مطلقا هو المهمل.",
            "page": "65",
            "part": "1",
            "seal": "5F1AD85F"
        },
        {
            "id": "68",
            "nass": "علاقة رابطة. ¶ ومن اللعب في التأويل في هذه الآية، ما يفعله بعض العوام: رأيت رجلاً عامياً عادياً، قد لبس حلة كاملة من عمامة وثوب صقيل وحزام جميل مما يسمونه نصبة، أي بدلة كاملة، فقال له رجل: ما هذه النصبة يا فلان؟ فقال له: لما فرغت من عملي نصبت، كما قال تعالى: (فَإِذَا فَرَغْتَ فَانْصَبْ) [الشرح: 7]. ¶ كما سمعت آخر يتوجع لقلة ما في يده، ويقول لزميله: ألا تعرف لي شخصًا أنصب عليه، أي آخذ قرضة منه، فقلت له: ولم تنصب عليه؟ والنصب كذب وحرام. فقال: إذا لم يكن عند الإنسان شيء، ويده خالية فلا بأس، لأن الله قال: (فَإِذَا فَرَغْتَ فَانصَبْ)، وهذا وأمثاله مما يتجرأ عليه العامة لجهلهم، أو أصحاب الأهواء لنحلهم). ¶ مثال للتأويل الصحيح: ¶ قوله صلى الله عليه وسلم: (الجار أحق بصقبه) رواه البخاري، والصقب القرب والملاصقة والمراد به الشفعة فهذا الحديث ظاهر في ثبوت الشفعة للجار الملاصق والمقابل أيضا مع احتمال أن المراد بالجار الشريك المخالط، لكن هذا الاحتمال ضعيف بالنسبة إلى الظاهر فلما نظرنا إلى قوله عليه الصلاة والسلام: (إذا وقعت الحدود وصرفت الطرق فلا شفعة) رواه البخاري، صار هذا الحديث مقويا لذلك الاحتمال الضعيف في الحديث المتقدم حتى ترجحا على ظاهره فقدمناهما وقلنا لا شفعة إلا للشريك المقاسم وحملنا عليه الجار في الحديث الأول وهو حمل سائغ في اللغة. ¶ النسخ ¶ تعريف النسخ: ¶ أ- لغة: ¶ قال الشيخ: (النسخ لغة: الإزالة والنقل). ¶ ومن الثاني قولك: نسخت الكتاب، أي نقلته عن معارضة حرفا بحرف. ¶ ويطلق النسخ في اللغة على الإزالة سواء أقيم شيء مكانه أم لا، فمن الأول قوله تعالى: (مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا) [البقرة: 106]، ومن الثاني قوله تعالى: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ) [الحج: 52].",
            "page": "66",
            "part": "1",
            "seal": "EA61A0E0"
        },
        {
            "id": "69",
            "nass": "ب- اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: رفع حكم دليل شرعي أو لفظه بدليل من الكتاب والسنة). ¶ قال الشيخ العثيمين: فالمراد بقولنا: \" رفع حكم \" أي تغييره من إيجاب إلى إباحة، أو من إباحة إلى تحريم مثلاً. فخرج بذلك تخلف الحكم لفوات شرط أو وجود مانع مثل أن يرتفع وجوب الزكاة لنقص النصاب أو وجوب الصلاة لوجود الحيض فلا يسمى ذلك نسخاً. ¶ \"رفع حكم دليل\" يعني: رفع حكم دليل والدليل باق، \"أو لفظه\": ولكن حكمه باق،\"أو لفظه وحكمه\": وهذا ممكن، ولهذا نقول: \"أو\" هنا ليست للتنويع بل هي مانعة خلو - يعني: لا يخلو أن يكون رفع حكم أو رفع لفظ أو رفع حكم ولفظ، فله ثلاثة أوجه. ¶ ما دمنا قلنا: \"رفع\" فإنه يلزم أن يكون الناسخ متأخرا عن المنسوخ؛ لأن الرافع يكون بعد المرفوع. ¶ وقوله: (دليل شرعي) يخرج ما ليس دليلا شرعيا كالأوامر الصادرة من الحكام والولاة والأمراء وما أشبه ذلك، فإذا رفعوا الأمر الأول وأتوا بأمر جديد لا يسمى نسخا اصطلاحا؛ لأن هذا ليس من الأمور الشرعية بل من الأمور العرفية الوضعية. ونحن إنما نتكلم عن الشرعية. ¶ وخرج بقولنا: \" بدليل من الكتاب والسنة \" ما عداهما من الأدلة كالإجماع والقياس فلا ينسخ بهما. ¶ النسخ جائز عقلاً وواقع شرعاً: ¶ قال الشيخ: (والنسخ جائز عقلاً وواقع شرعاً). ¶ قال في الأصل: (أما جوازه عقلاً: فلأن الله بيده الأمر وله الحكم؛ لأنه الرب المالك فله ¶ أن يشرع لعباده ما تقتضيه حكمته ورحمته وهل يمنع العقل أن يأمر المالك مملوكه بما أراد؟! ثم إن مقتضى حكمة الله ورحمته بعبادة أن يشرع لهم ما يعلم تعالى أن فيه قيام مصالح دينهم ودنياهم والمصالح تختلف بحسب الأحوال والأزمان فقد يكون الحكم في وقت أو حال أصلح للعباد ويكون غيره في وقت أو حال أخرى أصلح والله عليم حكيم. ¶ وأما وقوعه شرعاً فلأدلة منها: ¶ 1 - قوله تعالى: (مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا) [البقرة: 106]. ¶ 2 - قوله تعالى: (الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ) [الأنفال: 66]. (فَالْآنَ بَاشِرُوهُنَّ) [البقرة: 187] فإن هذا النص في تغيير الحكم السابق.",
            "page": "67",
            "part": "1",
            "seal": "75C63603"
        },
        {
            "id": "70",
            "nass": "3 - قوله صلى الله عليه وسلم: \" كنت نهيتكم عن زيارة القبور فزورها\" فهذا نص في نسخ النهي عن زيارة القبور). ¶ شروط النسخ: ¶ 1 - تعذر الجمع بين الدليلين: ¶ قال ابن الجوزي في \"نواسخ القرآن\" (ص/23): (الشروط المعتبرة في ثبوت النسخ خمسة: الشرط الأول أن يكون الحكم في الناسخ والمنسوخ متناقضا بحيث لا يمكن العمل بهما جميعا فإن كان ممكنا لم يكن أحدهما ناسخا للآخر وذلك قد يكون على وجهين: ¶ الوجه الأول أن يكون أحد الحكمين متناولا لما تناوله الثاني بدليل العموم والآخر متناولا لما تناوله الأول بدليل الخصوص فالدليل الخاص لا يوجب نسخ دليل العموم بل يبين أنه إنما تناوله التخصيص لم يدخل تحت دليل العموم. ¶ والوجه الثاني أن يكون كل واحد من الحكمين ثابتا في حال غير الحالة التي ثبت فيها الحكم الآخر مثل تحريم المطلقة ثلاثا فإنها محرمة على مطلقها في حال وهي ما دامت خالية عن زوج وإصابة فإذا أصابها زوج ثان ارتفعت الحالة الأولى وانقضت بارتفاعها مدة التحريم فشرعت في حالة أخرى حصل فيها حكم الإباحة للزوج المطلق ثلاثا فلا يكون هذا ناسخا لاختلاف حالة التحريم والتحليل). ¶ 2 - العلم بتأخر الناسخ: ¶ قال ابن الجوزي في \" نواسخ القرآن\" (ص/23): (الشرط الثاني أن يكون الحكم المنسوخ ثابتا قبل ثبوت حكم الناسخ ... فمتى ورد الحكمان مختلفين على وجه لا يمكن العمل بأحدهما إلا بترك الآخر ولم يثبت تقديم أحدهما على صاحبه بأحد الطريقين امتنع ادعاء النسخ في أحدهما). ¶ طرق معرفة تأخر الناسخ: ¶ قال الشيخ وهو يتكلم عن شروط النسخ: (العلم بتأخر الناسخ ويعلم ذلك إما بالنص أو بخبر الصحابي، أو بالتاريخ). ¶ أولًا- النص: ¶ قال ابن النجار في \"شرح الكوكب\" (3/ 563) وهو يتكلم عن طرق معرفة تأخر الناسخ: ((و) الوجه الثاني من طريق معرفة تأخر الناسخ (قوله صلى الله عليه وسلم) نحو (كنت نهيتكم عن زيارة القبور فزوروها)). ¶ ثانيًا- خبر الصحابي:",
            "page": "68",
            "part": "1",
            "seal": "32D97878"
        },
        {
            "id": "71",
            "nass": "وقال ابن النجار أيضا: ((و) الوجه الرابع من طرق معرفة تأخر الناسخ (قول الراوي) للناسخ (كان كذا ونسخ، أو رخص في كذا ثم نهي عنه ونحوهما) كقول جابر رضي الله عنه (كان آخر الأمرين من رسول الله صلى الله عليه وسلم ترك الوضوء مما مست النار) وكقول علي رضي الله عنه (أمرنا النبي صلى الله عليه وسلم بالقيام للجنازة، ثم قعد)). ¶ ثالثًا- التاريخ: ¶ مثل له الشيخ في \"الأصل\" بقوله تعالى: (الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ) [الأنفال: 66]. الآية، فقوله: (الْآنَ) (¬1) يدل على تأخر هذا الحكم وكذا لو ذكر أن النبي، صلى الله عليه وسلم، ¶ حكم بشيء قبل الهجرة ثم حكم بعدها بما يخالفه فالثاني ناسخ). ¶ 3 - ثبوت الناسخ: ¶ قال الشيخ وهو يتكلم عن شروط النسخ: (ثبوت الناسخ واشترط الجمهور أن يكون أقوى من المنسوخ فلا ينسخ المتواتر عندهم بالآحاد وإن كان ثابتاً، والأرجح أنه لا يشترط أن يكون الناسخ أقوى). ¶ محصل هذا الشرط أنه يشترط في الناسخ أن يصح نسبته للنبي - صلى الله عليه وسلم - فلا يكون ضعيفا، فلم يشترط أن يكون الناسخ أقوى من المنسوخ بل يكتفى بمجرد صحة نسبته للشرع فينسخ خبرُ الآحاد المتواترَ والقرآنَ وذلك لأن الكل شرع من عند الله، قال تعالى: (وَمَا يَنْطِقُ عَنِ الْهَوَى. إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى) [سورة النجم: 3، 4]. ¶ وحقيقة ذلك إن الناسخ إنما جاء رافعًا لاستمرار حكم المنسوخ ودوامه، وذلك ظني وإن كان دليله قطعيًا، فالمنسوخ إنما هو هذا الظني لا ذلك القطعي. ¶ أقسام النسخ باعتبار المنسوخ: ¶ قال الشيخ: (ينقسم النسخ باعتبار النص المنسوخ إلى ثلاثة أقسام: ¶ الأول: ما نسخ حكمه وبقي لفظه، وحكمة نسخ الحكم دون اللفظ بقاء ثواب التلاوة وتذكير الأمة بحكمة النسخ. ¶ ¬__________ ¶ (¬1) قال في شرح الأصول (ص/413): (الآن ظرف للحاضر، وهذا يقتضي أن ما قبله مغاير لما بعده.",
            "page": "69",
            "part": "1",
            "seal": "A9937959"
        },
        {
            "id": "72",
            "nass": "الثاني: ما نسخ لفظه وبقي حكمه، وحكمة نسخ اللفظ دون الحكم اختبار الأمة في العمل بما لا يجدون لفظه في القرآن وتحقيق إيمانهم بما أنزل الله تعالى. ¶ الثالث: ما نسخ حكمه ولفظه). ¶ وقال في \"الأصل\" (ص/54): (ينقسم النسخ باعتبار النص المنسوخ إلى ثلاثة أقسام: ¶ الأول: ما نسخ حكمه وبقي لفظه، وهذا هو الكثير في القرآن. مثاله: آيتا المصابرة، وهما قوله تعالى: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} [لأنفال: من الآية65]، نسخ حكمها بقوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} [لأنفال:66]. ¶ وحكمة نسخ الحكم دون اللفظ، بقاء ثواب التلاوة، وتذكير الأمة بحكمة النسخ. ¶ الثاني: ما نسخ لفظه وبقي حكمه كآية الرجم، فقد ثبت في \"الصحيحين\" من حديث ابن عباس رضي الله عنهما أن عمر بن الخطاب رضي الله عنه قال: كان فيما أنزل الله آية الرجم، فقرأناها وعقلناها ووعيناها ورجم رسول الله صلّى الله عليه وسلّم ورجمنا بعده، فأخشى إن طال بالناس زمان أن يقول قائل: والله ما نجد الرجم في كتاب الله، فيضلوا بترك فريضة أنزلها الله، وإن الرجم في كتاب الله حق على من زنى، إذا أحصن من الرجال والنساء، وقامت البينة، أو كان الحبل، أو الاعتراف). ¶ وحكمة نسخ اللفظ دون الحكم اختبار الأمة في العمل بما لا يجدون لفظه في القرآن، وتحقيق إيمانهم بما أنزل الله تعالى، عكس حال اليهود الذين حاولوا كتم نص الرجم في التوراة. ¶ الثالث: ما نسخ حكمه ولفظه: كنسخ عشر الرضعات في حديث عائشة رضي الله عنها - قالت: \"كان فيما أنزل من القرآن عشر رضعات معلومات يحرمن، ثم نسخن بخمس ¶ معلومات\" (¬1) -). ¶ ¬__________ ¶ (¬1) رواه مسلم في \"صحيحه \" (2/ 1075) حديث رقم (1452). وأما العشر فهي مثال لما نسخ ¶ حكما وتلاوة، وأما الخمس فهي مثال لما نسخ تلاوة وبقي حكما، وتتمته: (فتوفي رسول الله صلى الله عليه وسلم وهن فيما يقرأ من القرآن)، وهذا مشكل فظاهره أن النسخ تم بعد وفاة النبي - صلى الله عليه وسلم -، وأجاب النووي عن هذا الإشكال بقوله في شرح مسلم (10/ 29): (معناه أن النسخ بخمس رضعات تأخر إنزاله جدا حتى أنه صلى الله عليه وسلم توفى وبعض الناس يقرأ خمس رضعات ويجعلها قرآنا متلوا لكونه لم يبلغه النسخ لقرب عهده فلما بلغهم النسخ بعد ذلك رجعوا عن ذلك وأجمعوا على أن هذا لا يتلى).",
            "page": "70",
            "part": "1",
            "seal": "49703A53"
        },
        {
            "id": "73",
            "nass": "أقسام النسخ باعتبار الناسخ: ¶ قال الشيخ: (وينقسم النسخ باعتبار الناسخ إلى أربعة أقسام: الأول: نسخ القرآن بالقرآن. الثاني: نسخ القرآن بالسنة. الثالث: نسخ السنة بالقرآن. الرابع: نسخ السنة بالسنة). ¶ قال في \"الأصل\" (ص/55): (وينقسم النسخ باعتبار الناسخ إلى أربعة أقسام: ¶ الأول: نسخ القرآن بالقرآن؛ ومثاله آيتا المصابرة. ¶ الثاني: نسخ القرآن بالسنّة؛ ولم أجد له مثالاً سليماً. ¶ الثالث: نسخ السنة بالقرآن: ومثاله نسخ استقبال بيت المقدس الثابت بالسنة، باستقبال الكعبة الثابت بقوله تعالى: (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَه) [البقرة: 144]. ¶ الرابع: نسخ السنة بالسنة، ومثاله قوله صلّى الله عليه وسلّم: \"كنت نهيتكم عن النبيذ في الأوعية، فاشربوا فيما شئتم، ولا تشربوا مسكراً\"). ¶ مثال لنسخ القرآن بالسنة. ¶ نسخ قوله تعالى: (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ) [البقرة:180] بالنسبة للفرع الوارث بآيات المواريث، وكما هو معلوم أن من شروط النسخ التعارض وعدم إمكان الجمع، والجمع ممكن بين هذه الآية وآيات المواريث، فما نسخ وجوبه بقي جوازه أو ندبه - على الخلاف المعروف في المسألة - وعليه فالجمع بينهما ممكن بأن الوصية للوارث جائزة أو مستحبة مع ثبوت الإرث. ¶ إذا تقرر هذا علم أن قوله - صلى الله عليه وسلم -: «إن الله قد أعطى كل ذي حق ¶ حقه فلا وصية لوارث» (¬1) إنما نسخ ما بقى من الجواز أو الندب للتحريم فلا يجوز الوصية للفرع الوارث. ¶ ¬__________ ¶ (¬1) صحيح وورد عن عدة من الصحابة منهم: عمرو بن خارجة، وأبي أمامة، وابن عباس، وأنس، وابن عمر، وغيرهم وانظر: \"التلخيص\" (3/ 1082)، و\"الإرواء\" (1655).",
            "page": "71",
            "part": "1",
            "seal": "03CA63A3"
        },
        {
            "id": "74",
            "nass": "قال الصنعاني في \"سبل السلام\" (3/ 106): (والحديث دليل على منع الوصية للوارث وهو قول الجماهير من العلماء. وذهب الهادي وجماعة إلى جوازها مستدلين بقوله تعالى: (كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ) الآية قالوا ونسخ الوجوب لا ينافي بقاء الجواز. قلنا نعم لو لم يرد هذا الحديث فإنه ناف لجوازها إذ وجوبها قد علم نسخه من آية المواريث ... ). ¶ حكمة النسخ: ¶ قال الشيخ: (حكمة النسخ: ¶ 1 - مراعاة مصالح العباد بتشريع ما هو أنفع لهم في دينهم ودنياهم. ¶ 2 - التطور في التشريع حتى يبلغ الكمال. ¶ 3 - اختبار المكلفين باستعدادهم لقبول التحول من حكم إلى آخر ورضاهم بذلك. ¶ 4 - اختبار المكلفين بقيامهم بوظيفة الشكر إذا كان النسخ إلى أخف ووظيفة الصبر إذا كان النسخ إلى أثقل). ¶ قال الشيخ في \"الشرح\" (ص/431): (للنسخ حكم متعددة وكذا جميع الشرع مبني على الحكم، لكن من الحكم ما يعلم ومن الحكم ما لا يعلم، فالحكم المعلومة واضحة، وغير المعلومة يسميها العلماء تعبدية يعني أن الحكمة منها أن الله استعبدنا بها، ولكننا لا ندري ما هو السبب. ¶ وهذه الأمور التعبدية كوجوب غسل اليد إذا قام الإِنسان من نومه ثلاثًا قبل أن يدخلها في الإِناء، ومن العلماء من يحاول أن يجد لها حكمة ولكن نحن لا يهمنا، نحن نعلم أن الله تعالى حكيم، فكل شيء يفعله الله عز وجل أو يشرعه فهو مبنيٌ على الحكمة، لكن عقولنا بقصورها لا تدرك بعض الحكم فتفوتها ويقول الله عز وجل: (وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلَّا قَلِيلًا) [الإسراء: 85]. ¶ فالمهم يجب أن تؤمن بأنه ما من شيء يشرعه الله عز وجل إلا وهو مبنيٌ على الحكمة. ومن ذلك النسخ، وكون الحكم ينتقل من شيء لآخر ذلك لا بد له من حكمة، وهي كثيرة) وقد سبق بيان بعض حكم النسخ عند الكلام على أقسام النسخ باعتبار النص المنسوخ، وذكر ¶ الشيخ هنا بعض الحكم الأخرى للنسخ منها: ¶ 1 - مراعاة مصالح العباد بتشريع ما هو أنفع لهم في دينهم ودنياهم. ¶ فالله - عز وجل - إذا نسخ حكما دل على أن الناسخ أنفع للعباد، والأول أيضا كان نافعا ولكنه منفعته كانت مؤقتة، فلما زالت انتقلنا إلى الثاني لمنفعته الدائمة المستمرة. ¶ 2 - التطور في التشريع حتى يبلغ الكمال.",
            "page": "72",
            "part": "1",
            "seal": "4EC30DF4"
        },
        {
            "id": "75",
            "nass": "قال الشيخ في \"الشرح\" (ص/432): (أي أن التشريع يتطور حتى يبلغ الكمال، ولهذا لم تجب الصلاة إلا قبل الهجرة بنحو سنة، أو ثلاث سنين، أو خمس، والزكاة وجبت في السنة الثانية، وقيل: إنها وجبت في مكة ولكن في السنة الثانية بينت الأنواع والمقادير ... إلخ، والصوم في السنة الثانية، والحج في السنة التاسعة فكل هذا من أجل أن يتطور التشريع حتى يبلغ الكمال. ¶ وهذا كما أنه مقتضى الحكمة شرعًا، فهو مقتضى الحكمة قدرًا وانظر إلى الإِنسان أول ما يولد فهو صغير وضعيف القوة، ثم يزداد ويتطور حتى يصل إلى درجة الكمال). ¶ 3 - اختبار المكلفين باستعدادهم لقبول التحول من حكم إلى آخر ورضاهم بذلك. ¶ قال في الشرح (ص/433): (وذلك من أشد ما يكون، فبعض الناس لا يرضى أن تتحول الأحكام أحيانًا كذا وأحيانًا كذا، ولهذا لما حولت القبلة ارتد بعض الناس، كما قال تعالى: (وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ) [البقرة: 143]. ¶ فالمهم أن في النسخ اختبارًا للمكلفين هل يرضون بالأحكام ويتقبلون وإذا قيل لهم هذا حلال فعلوه، وإذا قيل هذا حرام أمسكوا عنه، وإذا قيل هذا واجب التزموا به وقاموا به، وهذا لا شك أنه من أكبر الحكم. ¶ س: فإذا قال قائل: (أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ) [الأنعام: 53]. ¶ الجواب: بلى هو أعلم بالشاكرين وأعلم بالمتقين. ولكن علمه لا يترتب عليه الجزاء، فلا يترتب الجزاء حتى يجرب العبد الشكر والتقوى، أما قبل ذلك فهو علم لا يتعلق بنا نحن - أي: بالنسبة للتكليف والإِثابة أو العقوبة). ¶ 4 - اختبار المكلفين بقيامهم بوظيفة الشكر إذا كان النسخ إلى أخف ووظيفة الصبر إذا كان النسخ إلى أثقل. ¶ قال في \"الشرح\" (ص/433): (النسخ قد يكون إلى أخف أو إلى أثقل أو إلى مساوٍ، وهذه ثلاثة أقسام \" فلو رأينا نسخ تحريم الخمر لوجدناه إلى أثقل، ولو نظرنا إلى المصابرة لوجدناها إلى أخف، ولو نظرنا إلى الصوم وجدناه إلى أثقل، كان بالأول مخيرًا بين الصوم والفداء ثم تعين الصوم، هذا من جهة أخف: من جهة أنه إذا نام أو صلى العشاء وجب عليه الإمساك، ثم رخص لهم إلى طلوع الفجر فهو من هذه الجهة أخف، واستقبال القبلة مساو لأن الإِنسان من حيث العمل والتكليف: لا يفرق بين أن يستقبل الكعبة أو بيت المقدس. إذًا اختبار المكلفين بقيامهم بوظيفة الشكر إذا كان النسخ إلى أخف مثل آية المصابرة، لما أوجب",
            "page": "73",
            "part": "1",
            "seal": "DF47D799"
        },
        {
            "id": "76",
            "nass": "الله على المسلمين أن يقاوم الواحد منهم عشرة كان في هذا صعوبة فلما تحول الحكم إلى أن يقابل الواحد اثنين مع زيادة العدد صار في هذا تخفيف. ¶ إذًا فعلى الإنسان أن يشكر الله على هذه النعمة فإذا كان النسخ إلى أثقل فعليه أن يصبر وأن يقول سمعنا وأطعنا، لا يكون متبعًا لهواه: إذا جاءه الحكم موافقًا له قبل وإذا كان مخالفًا لا يقبل، فالمؤمن هو الذي يتبع الهدى لا الهوى: أما أن يتبع الهوى إن كان شيئًا خفيفًا قبله، وإن كان شيئًا ثقيلاً تركه، فهذا ليس بمؤمن حقيقة (وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَنْ فِيهِنّ) [المؤمنون: 71] فهذه أربع حكم من حكم النسخ). ¶ الأخبار ¶ تعريف الخبر: ¶ لغة: ¶ قال الشيخ: (تعريف الخبر: الخبر لغة: النبأ). ¶ قال الزبيدي في \"تاج العروس\": ((النَّبَأُ مُحَرَّكَةً: الخَبَرُ) وهما مترادفانِ، وفرَّق بينهما بعضٌ، وقال الراغبُ: النَّبأُ: خَبَرٌ ذو فائدةٍ عظيمةٍ، يَحْصُل بهِ عِلْمٌ أَو غَلَبَةٌ ظَنَ، ولا يُقال للخَبَر في الأَصْلِ نَبَأٌ حتى يَتَضَمَّنَ هذه الأَشياءَ الثلاثةَ ويَكونَ صادِقاً ... ). ¶ المراد به هنا: ¶ قال الشيخ: (والمراد به هنا: ما أضيف إلى النبي صلى الله عليه وسلم من قول أو فعل أو تقرير أو ووصف). ¶ مقصود الشيخ هنا التكلم على الخبر المرادوف للسنة، وأعقب هذا الباب بالكلام على الإجماع ثم القياس، ولم يتكلم على القرآن كمصدر أول للتشريع. ¶ تنبيه - الكلام على زيادة الوصف في تعريف السنة: ¶ ذكر الشيخ الصفة في تعريف السنة تمشيا مع اصطلاح المحدثين دون الأصوليين. ¶ عرف السبكي في \"جمع الجوامع\" السنة بقوله: (وهي أقوال محمد صلى الله عليه وسلم ¶ وأفعاله) فقال العطار في \" حاشيته على جمع الجوامع\" (2/ 128): (ولم يذكر الصفات مع أنها من السنة لأن الكلام في السنة التي هي من أصول الفقه ولا كذلك الصفات القائمة بذاته صلى الله عليه وسلم). ¶ قال الشيخ عياض في \"أصوله\" (ص/ 103): (تعريف السنة: في الاصطلاح: ما صدر عن النبي صلى الله عليه وسلم غير القرآن من قول، أو فعل، أو تقرير. هذا تعريفها عند",
            "page": "74",
            "part": "1",
            "seal": "041149D9"
        },
        {
            "id": "77",
            "nass": "الأصوليين. ¶ وعند المحدثين: زيادة: الوصف، إذ يقولون السنة: ما نقل عن النبي صلى الله عليه وسلم من قول أو فعل أو تقرير أو وصف. ويريدون بالوصف ما ورد عن الصحابة من وصف الرسول صلى الله عليه وسلم سواء كان وصفا خَلْقيا أو خلُقيا. ¶ والأصوليون لم يدخلوا هذا النوع في السنة؛ لأنهم يتكلمون عن السنة التي هي دليل يستدل به ويتأسى بالرسول صلى الله عليه وسلم فيه، ولا شك أن صفات الرسول التي ليست من فعله لا يمكن أن تكون دليلا على الوجوب أو الاستحباب؛ إذ لا يتعلق بها حكم). ¶ وعلى ذلك فالأولى بناء على طريقة الأصوليين حذف الوصف من تعريف السنة. ¶ وأولى التعريفات أن السنة هي: (ما نقل عن رسول الله - صلى الله عليه وسلم - قولا، أو فعلا). ¶ والكف فعل، ويدخل في الكف التقرير والهم أيضا. ¶ ولا يشكل على ذلك أن القول فعل لللسان فيدخل في الفعل؛ لأن الغالب استعمال القول في مقابلة الفعل، وللفوارق بين القول والفعل في الاستدلال والاستنباط، فالأولى التفريق بينهما. ¶ أنواع فعله صلى الله عليه وسلم: ¶ قال الشيخ - رحمه الله -: ¶ الأول: ما فعله بمقتضى الجبلة فلا حكم له في ذاته، ولكن قد يكون مأموراً به أو منهياً عنه لسبب، وقد يكون له صفة مطلوبة كالأكل باليمين أو منهي عنها كالأكل بالشمال. ¶ الثاني: ما فعله بحسب العادة وقد يكون مأموراً به أو منهّياً عنه لسبب. ¶ الثالث: ما فعله على وجه الخصوصية فيكون مختصاً به. ولا يحكم بالخصوصية إلا بدليل؛ لأن الأصل التأسي به. ¶ الرابع: ما فعله تعبداً فواجب عليه حتى يحصل البلاغ ثم يكون مندوباً في حقه وحقنا ¶ على أصح الأقوال. ¶ الخامس: ما فعله بياناً لمجمل من نصوص الكتاب أو السنة فواجب عليه حتى يحصل البيان ثم يكون له حكم ذلك النص المبين في حقه وحقنا). ¶ الفعل الجبلي:",
            "page": "75",
            "part": "1",
            "seal": "5186EAD5"
        },
        {
            "id": "78",
            "nass": "الفعل الجبلي إن كان جبليا محضا فمباح، وأما إن كان له صلة بالعبادة فالقول بالندب فيه متجه. ¶ قال ابن مفلح في \"أصوله\" (1/ 328): (ما كان من أفعاله - عليه السلام - من مقتضى طبع الإنسان وجبلته - كقيام وقعود - فمباح له ولنا اتفاقا). ¶ قال الشيخ الأشقر في \"أفعال الرسول\" (1/ 220) ما ملخصه: (الفعل الذي له علاقة بالعبادة. وهو ما وقع في أثناء العبادة، أو في وسيلتها، أو قبلها قريبا منها، أو بعدها كذلك. ¶ فمما وقع في أثناء العبادة نزوله - صلى الله عليه وسلم - بالمحصب ليلة النفر، وقبض الأصابع الثلاث في التشهد، ووضعها على الأرض مضمومة في السجود، وجلسة الاستراحة بعد الركعة الأولى وبعد الثالثة، والتطيب للإحلال من الإحرام، واتكاؤه - صلى الله عليه وسلم - أثناء الخطبة على قوس أو عصا، ولبس النعلين في الصلاة، يحتمل أنه فعله لكونه من سنة الصلاة، ويحتمل أنه فعله على سبيل الجواز فقط، كما يلبس في الصلاة قطنا أو صوفا أو غير ذلك. ¶ ومما وقع في وسيلة العبادة دخوله مكة من طريق كُدَيّ، وخروجه من طريق كَدَاء ودخوله المسجد الحرام من باب بني شيبة، وطوافه - صلى الله عليه وسلم - بالبيت راكبا على بعير، وكذلك في السعي بين الصفا والمروة، ووقوفه في الموقف بعرفات على بعير، وعودته - صلى الله عليه وسلم - من صلاة العيد من طريق غير طريق الذهاب، وذهابه إلى العيد ورجوعه منه ماشيا، ووقوع صلاته في السفر في مواضع معينة. ¶ ومما وقع قبل العبادة قريباً منها: اضطجاعه - صلى الله عليه وسلم - قبل صلاة الفجر بعد أن يصلي النافلة. ¶ ومما وقع بعد انتهاء العبادة انصرافه - صلى الله عليه وسلم - من الصلاة عن يمينه أو عن يساره. ¶ فهذا القسم الثاني وهو ما له صلة بالعبادة، بأنواعه الأربعة أعلى من القسم الذي قبله، والقول بالندب فيه أظهر من القسم الأول، وهو ما لا صلة له بالعبادة. فإذا انضم إلى صلته بالعبادة عنصر التكرار والمواظبة عليه قوي القول بالندب فيه). ¶ الفعل العادي: ¶ قال الشيخ الأشقر في \"أفعال الرسول\" (1/ 237) ما ملخصه: (نقصد بالفعل (العادي) في هذا المبحث ما فعله النبي - صلى الله عليه وسلم - جريا على عادة قومه ومألوفهم، مما",
            "page": "76",
            "part": "1",
            "seal": "81EE9B9E"
        },
        {
            "id": "79",
            "nass": "يدل (¬1) دليل على ارتباطه بالشرع، كبعض الأمور التي تتصل بالعناية بالبدن، أو العوائد الجارية ببن الأقوام في المناسبات الحيوية، كالزواج والولادة والوفاة. ¶ ومن أمثلتها أنه - صلى الله عليه وسلم - لبس المِرْط المُرَحّل، والمخَطط، والجبّة، والعمامة، والقباء. وأطال شعره، واستعمل القرب الجلدية في خزن الماء، وكان يكتحل، ويستعمل الطيب والعطور. ¶ وحكم هذه الأمور العادية وأمثالها، كنظائرها من الأفعال الجبلية، والأصل فيها جميعا أنها تدل على الإباحة لا غير، إلا في حالين: ¶ ا- أن يرد قول يأمر بها أو يرغب فيها، فيظهر أنها حينئذ تكون شرعية. ¶ 2 - أن يظهر ارتباطها بالشرع بقرينة غير قولية، كتوجيه الميت في قبره إلى القبلة، فإن ارتباط ذلك بالشرع لا خفاء به). ¶ الفعل الخاص به - صلى الله عليه وسلم -: ¶ المقصود بالخصائص النبوية هنا ما كان حكماً شرعيا لفعل من أفعاله - صلى الله عليه وسلم -، في هذه الدنيا، مما ينفرد به عن أمته، سواء شاركه فيه غيره من الأنبياء، أو لم يشاركه فيه منهم أحد. ¶ قال ابن مفلح في \"أصوله\" (1/ 328): (وما اختص به كتخييره نساءه بينه وبين الدنيا، وزياد ته منهن على أربع، ووصاله الصوم- فمختص به اتفاقًا). ¶ الفعل التعبدي: ¶ قال الشيخ العثيمين - رحمه الله - في \"شرح الأصول\" (ص/443): (وهذا يشتبه كثيرًا بالثاني والأول، فإن الرسول - صلى الله عليه وسلم - قد يفعل فعلاً فيشتبه على الإنسان، هل فعله تعبدًا أو فعله من أجل العادة أو فعله بمقتضى الجبلة فلا بد من تمييز فيقال: ما ظهر فيه ملائمته للنفس فهو جِبِلَّة، وما ظهر منه موافقة للعادة بحيث يقدر الذِّهْنُ أن الناس لو كانوا لا يفعلون هذا ما فعله، أو لو كانوا يفعلون شيئًا آخر لفعله حكمنا بأنه عادة، وما ظهر فيه قصد التعبد بحيث لا يكون ملائمًا لمقتضى الجبِلَّة، ولا موافقًا للعادة فالظاهر أنه إنما فعله على سبيلِ التعبد، ولكن لو بقي الأَمر عليك مشكلاً فهل تقول الأصل أن ما فعله فهو عبادة أو تقول: الأصل المنع حتى يقوم دليل على قصد التعبد؛ لأن العبادة لا تشرع إلا بدليل ¶ ¬__________ ¶ (¬1) وكذا بالأصل، والصواب والموافق للسياق: (مما لا يدل).",
            "page": "77",
            "part": "1",
            "seal": "B2C8DC8B"
        },
        {
            "id": "80",
            "nass": "واضح، فإن لم يكن هناك دليل واضح فالواجب ألا تقدم على التعبد بها لله تعالى، وهذا هو الأقرب. ¶ وعُلم من قول المؤلف: (حتى يحصل البلاغ) أنه لو حصل البلاغ بغير الفعل لم يكن الفعل واجبًا، لكن إذا قُدِّر أنه لا طريق لعلم الأمة بمشروعية هذا الفعل إلا فعل الرسول - صلى الله عليه وسلم - كان فعلُ الرسول - صلى الله عليه وسلم - واجبًا؛ يعني يجب عليه أن يفعل من أجل إبلاغ الشرع. ¶ علمنا الوجوب من قوله تعالى: (يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ) [المائدة: 67]، ولقوله تعالى: (إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ) [الشورى: 48] والآيات في هذا المعنى متعددة. بعد أن يحصل البلوغ ويعلم الناس به يكون مندوبًا في حقه وحقنا، وهذا هو أصح الأقوال). ¶ وقال في \"الأصول\" (ص/57): (مثال ذلك: حديث عائشة أنها سئلت بأي شيء كان النبي صلّى الله عليه وسلّم يبدأ إذا دخل بيته؟ قالت: (بالسواك)، فليس في السواك عند دخول البيت إلا مجرد الفعل، فيكون مندوباً). ¶ الفعل البياني: ¶ البيان واجب على النبي - صلى الله عليه وسلم - لقوله تعالى: (وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ) [النحل: 44]، وحكم الفعل البياني يكون بحسب ما هو بيان له، فإن كان الفعل بيانا لآية دالة على الوجوب، دل على الوجوب، وإن كان المبين ندبا كان الفعل البياني ندبا، وإن كان إباحة كان الفعل مباحا. ¶ قال الشيخ الأشقر في \"أفعال الرسول\" (1/ 293): (يمثل كثير من الأصوليين للفعل البياني بصلاة النبي - صلى الله عليه وسلم -، ويجعلونها بيانا لآيات الأمر بإقام الصلاة، وبحجه - صلى الله عليه وسلم -، ويجعلونه بيانا لآية: (وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ) [آل عمران:97] ويقولون: إن دليل كون صلاته - صلى الله عليه وسلم - وحجه، بياناً للآيتين هو الطريق القولي، وهو قوله - صلى الله عليه وسلم -: (صلوا كما رأيتموني أصلي). وقوله: (خذوا عني مناسككم). ¶ ففي الصلاة كان - صلى الله عليه وسلم - يقوم فيرفع يديه حذو منكبيه، ويكبِّر، ثم يضع يديه على صدره، ثم يقرأ الفاتحة وسورة سرا في بعض الصلوات، وجهرا في بعضها ... إلى آخر ما يذكر في صفة صلاته - صلى الله عليه وسلم -. ¶ ومن المعلوم أن ذلك كله ليس بواجب، بل قد قال ابن قدامة: \" إن أكثر أفعال النبي -",
            "page": "78",
            "part": "1",
            "seal": "901764E6"
        },
        {
            "id": "81",
            "nass": "صلى الله عليه وسلم - في الصلاة مسنونة غير واجبة \". ¶ وكذلك صفة أداء المناسك من طوافِ القدوم، والرمل، والاضطباع، وركعتي الطواف، والصلاة داخل الكعبة، والشرب من ماء زمزم، والسعي مع الهرولة، إلى غير ذلك. ¶ فما يقوله جمهور الأصوليين، من أن الفعل الواقع بيانا لواجب فهو واجب، مشكل؛ لأنه يقتضي أن جميع ما فعله - صلى الله عليه وسلم - في الصلاة التي صلاها بيانا هو واجب، وكذلك جميع أفعاله في أخذ الزكاة، وفي الحج، وغير ذلك مما فعله بياناً. وهذا ما لا يقول به من الفقهاء أحد. ¶ وقد أجاب به أبو شامة: سلمنا أن الحديث يدل على أن صلاته - صلى الله عليه وسلم - بيان، لكنها بيان للصلاة المطلوبة من المسلمين، بواجباتها وسننها وما يجوز فيها، فلماذا يحمل فعله - صلى الله عليه وسلم - على أنه للوجوب خاصة؟. ¶ بل الناتج من كون صلاته بياناً أن يكون كله فعل فعله - صلى الله عليه وسلم - في الصلاة دائراً بين هذه الأنواع الثلاثة، والعمدة في تمييز بعضها عن بعض إما القول، وإما الإجماع، وإما القرائن الأخرى، ولا يصلح الفعل وحده دليلاً). ¶ التقرير: ¶ قال الشيخ: (وأما تقريره صلى الله عليه وسلم على الشيء فهو دليل على جوازه على الوجه الذي أقره قولاً كان أم فعلاً. فأما ما وقع ولم يعلم به فإنه لا ينسب إليه ولكنه حجة لإقرار الله له). ¶ تعريف الإقرار (¬1): ¶ هو كف (¬2) النبي- صلى الله عليه وسلم- عن الإنكار على ما علم به من قول، أو فعل. ¶ شروط صحة دلالة التقرير (¬3): ¶ الشرط الأول - أن يعلم النبي - صلى الله عليه وسلم - بالفعل، سواء سمعه، أو رآه مباشرة، وهو الأكثر من الأقارير المحتج بها، أو حصل في غيبته ونقل إليه كما نقل إليه خبر تأخيرهم لصلاة العصر حتى غربت الشمس يوم بني قريظة. ¶ ومما يقوم مقام العلم أن يشيع الفعل وينتشر ويكثر وقوعه بين الصحابة فيكون مثل هذا ¶ ¬__________ ¶ (¬1) ذكر هذا التعريف الشيخ الأشقر في \"أفعال الرسول\" (2/ 90). ¶ (¬2) الكف فعل، وقولنا كف أولى من قولنا سكوت؛ لأن النبي صلى الله عليه وسلم قد يسكت عن المنكر لكن يغيره بيده. ¶ (¬3) لخصتها من كلام الشيخ الأشقر في أفعال الرسول (2/ 104) مع بعض الزيادات.",
            "page": "79",
            "part": "1",
            "seal": "D4F63273"
        },
        {
            "id": "82",
            "nass": "الفعل حجة. ¶ الشرط الثاني - أن يكون المقَر منقادا للشرع، بأن يكون مسلما سامعا مطيعا، أما إن كان كافرا، فإن تقريره لا يدل على رفع الحرج، وقد أقر النبي - صلى الله عليه وسلم - اليهود والنصارى على بِيَعهم وكنائسهم وعلى عباداتهم. ¶ الشرط الثالث - أن لا يكون قد علم من حاله - صلى الله عليه وسلم - إنكاره لذلك الفعل قبل وقوعه وبعد وقوعه، حتى استقر ذلك شرعا ثابتا، وحكما راسخا لا يحتمل التغيير ولا النسخ. وذلك كعبادة غير الله ونكاح المحارم. ¶ الشرط الرابع - أن لا يمنع من الإنكار مانع سوى ما تقدم. فإن وجد مانع صحيح أمكن إحالة الإقرار عليه، فلا يكون حجة. ومن هذه الموانع أن يسكت النبي - صلى الله عليه وسلم - في انتظار الوحي، ويعلم ذلك من حاله، فلا يكون سكوته قبل البيان حجة على انتفاء الحرج عن الفعل. ¶ تقرير الله - تعالى -: ¶ لابد من تقييد كون إقرار الله حجة أن ينتشر الفعل ويكثر وقوعه بين الصحابة. ¶ قال الشيخ عياض السلمي في \"شرح الورقات\": (إقرار الله -جل وعلا- بمعنى عدم نزول ما يخالف ذلك، وعدم تكلم الرسول - صلى الله عليه وسلم - بما يخالف ما هو موجود، فهذا تكلم عنه بعض الأصوليين على ندرته، وقلة الذين تكلموا فيه، لكن له أصل، وأصله ما ثبت عن جابر -رضي الله عنه- أنه قال: (كنا نعزل والقرآن ينزل، ولو كان شيئًا ينهى عنه لنهانا عنه)، فهذا دليل على أنه يرى أن عدم نزول القرآن بالنهي عن واقعة كثيرة الحصول في المجتمع المسلم في عهد الرسول - صلى الله عليه وسلم- وعدم بيان المنع منها أو النهي عنها دليل على أنها جائزة، استدل على جواز العزل بأنهم كانوا يفعلون ذلك، وأنه كان أمر مشتهراً؛ ولهذا فيمكن أن نقول: أنه إذا فعل الصحابة - رضوان الله عليهم - شيئًا وكثر ذلك فيهم، ولم يأت قرآن يدل على المنع منه، ولم يمنع منه الرسول -صلى الله عليه وسلم- فيكون هذا من باب التقرير، لكن لابد من شرطه وهو: أن يكون كثير الوقوع، ولا يصح أن نقول أن كل من فعل فعلاً من الصحابة أو ممن كان على عهد الرسول - صلى الله عليه وسلم - حتى من الأعراب الذين لم يَفِدُوا عليه، كل من فعل فعلاً في عهد الرسول ولم يأت القرآن بالمنع منه فيكون جائزاً، هذا ما أعرف أحداً يقول به، وإن وجد من يقول به ففي ظني أنه غير صحيح، لا نقول: إن كل ما كان موجوداً ولو على ندرة أنه إذا لم ينزل قرآن بالنهي عنه ولم يتكلم الرسول في النهي عنه فمعنى هذا أنه جائز، هذا غير صحيح، لكن",
            "page": "80",
            "part": "1",
            "seal": "AB6359FE"
        },
        {
            "id": "83",
            "nass": "حينما يكثر ذلك ويشتهر يكون إقراراً إما من الله -جل وعلا- أو من رسوله -صلى الله عليه وسلم، فلابد فيه من الكثرة ومن الاشتهار ... ). ¶ أقسام الإسناد باعتبار من انتهى إليه: ¶ قال الشيخ: (أقسام الخبر باعتبار من يضاف إليه: ¶ ينقسم الخبر باعتبار من يضاف إليه إلى ثلاثة أقسام: مرفوع، وموقوف، ومقطوع). ¶ المرفوع: ¶ قال الشيخ: (فالمرفوع: ما أضيف إلى النبي صلى الله عليه وسلم حقيقة، أو حكماً فالمرفوع حقيقة: قول النبي صلى الله عليه وسلم وفعله (¬1)). ¶ قال الشيخ في \"شرح الأصول\" (ص/459): (سمي مرفوعا لارتفاع رتبته بنسبته إلى النبي - صلى الله عليه وسلم -؛ ولأن الصحابي رفعه إلى منتهاه وهو الرسول - صلى الله عليه وسلم -، فالمرفوع حقيقة قول النبي - صلى الله عليه وسلم - وفعله وإقراره، فمثال قوله: (إنما الأعمال بالنيات)، (لا يقبل الله صلاة بغير طهور) (من غشنا فليس منا)، ومثال فعله - صلى الله عليه وسلم -: (كان إذا سجد فرج بين يديه)، و (كان يرفع يديه إذا كبر للصلاة)، ومثال إقراره: كإقراره الجارية على قولها إن الله في السماء، وكإقراره الرجل على ختم الصلاة بقل هو الله أحد). ¶ المرفوع حكما: ¶ قال الشيخ: (المرفوع حكماً: ما أضيف إلى سنته، أو عهده، أو نحو ذلك). ¶ قال ابن حجر في النخبة (ص/49): (ومثال المرفوع من القول حكما لا تصريحا: أن يقول الصحابي - الذي لم يأخذ عن الإسرائيليات - ما لا مجال للاجتهاد فيه، ولا له تعلق ببيان لغة أو شرح غريب؛ كالإخبار عن الأمور الماضية من بدء الخلق وأخبار الأنبياء ((عليهم الصلاة والسلام))، أو الآتية كالملاحم والفتن وأحوال يوم القيامة. وكذا الإخبار عما يحصل بفعله ثواب مخصوص أو عقاب مخصوص. وإنما كان له حكم المرفوع؛ لأن إخباره بذلك يقتضي مخبرا له، ومالا مجال للاجتهاد فيه يقتضي موقِفا للقائل به، ولا موقِف للصحابة إلا النبي صلى الله عليه وآله وسلم، أو بعض من يخبر عن الكتب القديمة، ¶ ¬__________ ¶ (¬1) وقد سبق بيان دخول التقرير في الفعل.",
            "page": "81",
            "part": "1",
            "seal": "AA82A7B1"
        },
        {
            "id": "84",
            "nass": "فلهذا وقع الاحتراز عن القسم الثاني، وإذا كان كذلك؛ فله حكم ما لو قال: قال رسول الله صلى الله عليه وآله وسلم؛ فهو مرفوع؛ سواء كان مما سمعه منه أو عنه بواسطة). ¶ وقال الشيخ في \"الأصل\" (ص/61): (ومنه قول الصحابي: أمِرنا أو نهينا، أو نحوهما؛ ¶ كقول ابن عباس رضي الله عنهما: أُمِرَ الناس أن يكون آخر عهدهم بالبيت، إلا أنه خفف عن الحائض. وقول أم عطية: نهينا عن إتباع الجنائز، ولم يعزم علينا). ¶ الموقوف: ¶ قال الشيخ: (الموقوف: ما أضيف إلى الصحابي ولم يثبت له حكم الرفع. وهو حجة على القول الراجح إلا أن يخالف نصاً أو قول صحابي آخر. والصحابي: من اجتمع بالنبي صلى الله عليه وسلم مؤمناً به ومات على ذلك). ¶ تعريف الموقوف: ¶ عرفه الشيخ بقوله: (ما أضيف إلى الصحابي ولم يثبت له حكم الرفع). ¶ وهو تعرف الشيخ جيد، إلا أنه: ¶ أولا - فيه إجمال. ¶ ثانيا - أن قوله: (ما أضيف) يستشعر منه التخصيص بما كان متصلا إليهم دون ما كان منقطعا، والأولى أن نقول: (ما يروى) ليدخل فيه ما كان متصلا، أو منقطعا. ¶ وعليه فالأولى تعريفه بأنه: (ما يروى عن الصحابة رضي الله عنهم من أقوالهم وأفعالهم (¬1)، ما لم يتجاوز به إلى رسول الله - صلى الله عليه وسلم -). ¶ فائدة: ¶ هل تقرير الصحابي حجة: ¶ ليس المقصود أن ذلك حجة ملزمة كالكتاب والسنة، وإنما المقصود أنه دلالة على ذهاب الصحابي إلى هذا القول - وسيأتي قريبا الكلام عن حجية قول الصحابي -. ¶ والدليل على أنهم ما كانوا يسكتون على باطل ما رواه الشيخان من عبادة بن الصامت - رضي الله عنه - أنه قال: (بايعنا رسول الله صلى الله عليه وسلم على أن نقوم أو نقول بالحق حيثما كنا لا نخاف في الله لومة لائم) ونحن نشهد بالله أنهم وفوا بهذه البيعة وقالوا بالحق وصدعوا به ولم تأخذهم في الله لومة لائم ولم يكتموا شيئاً منه مخافة سوط ولا عصاً ¶ ¬__________ ¶ (¬1) ويدخل التقرير في الفعل كما سبق بيان ذلك.",
            "page": "82",
            "part": "1",
            "seal": "F03EB00E"
        },
        {
            "id": "85",
            "nass": "ولا أمير ولا وال كما هو معلوم لمن تأمله من هديهم وسيرتهم، وعليه فتقرير الصحابي قول له. ¶ حجة قول (¬1) الصحابي: ¶ تحرير محل النزاع: ¶ قول الصحابي إما أن يثبت له حكم الرفع أو لا؟ والأول سبق الكلام عنه، وكلامنا فيما لم يثبت له حكم الرفع - وهو لا يخلو من أن يشتهر، أو لا يشتهر، أو لا يعلم اشتهر أم لم يشتهر. ¶ - والأول وهو ما اشتهر من أقوالهم: إما أن يوافقه سائر الصحابة على ذلك، أو يخالفوه، أو لا ينقل لنا كلامهم في ذلك. ¶ - فإن اشتهر قوله ووافقه الصحابة فهو إجماع وهو حجة باتفاق. ¶ - وإن اشتهر فخالفوه، فقول بعضهم ليس حجة على بعض كما نقل الإجماع على ذلك الجويني وغيره. وعلينا ألا نخرج عن أقوالهم، وأن نرجح من بين أقوالهم ما ترجحه القرائن. ¶ - وأما أن يشتهر ولا يعلم له مخالف أو موافق فهذا هو الإجماع السكوتي، وهو حجة ظنية على الراجح من أقوال العلماء. ¶ قال تقي الدين في \"مجموع الفتاوى\" (20/ 14): (وأما أقوال الصحابة فان انتشرت ولم تنكر في زمانهم فهي حجة عند جماهير العلماء). ¶ وإن لم يشتهر قوله أولم يعلم هل اشتهر أم لا؟. فهذا هو موطن النزاع. ¶ والراجح كما قال الشيخ أن قوله حجة. ¶ ومن الأدلة على ذلك ما رواه مسلم في صحيحه من حديث أبي موسى الأشعري قال:- صلينا المغرب مع رسول الله صلى الله عليه وسلم فقلنا لو جلسنا حتى نصلي معه العشاء فجلسنا. فخرج علينا. فقال:- (ما زلتم ههنا). فقلنا:- يا رسول الله صلينا معك المغرب ثم قلنا نجلس حتى نصلي معك العشاء. قال:- (أحسنتم وأصبتم) -ورفع ¶ ¬__________ ¶ (¬1) دأب العلماء على التبويب لهذه المسألة بالقول، وهي عندي أعم من ذلك فيدخل فيها كل ما نسب للصحابي، ويدخل فيها الإقرار.",
            "page": "83",
            "part": "1",
            "seal": "D53E28C1"
        },
        {
            "id": "86",
            "nass": "رأسه إلى السماء وكان كثيرا ما يرفع رأسه إلى السماء -. فقال:- (النجوم أمنة للسماء فإذا ذهبت النجوم أتى السماء ما توعد. وأنا أمنة لأصحابي. فإذا ذهبت أتى أصحابي ما يوعدون. وأصحابي أمنة لأمتي. فإذا ذهب أصحابي أتى أمتي ما يوعدون). ¶ ووجه الاستدلال بالحديث أنه جعل نسبة أصحابه إلى من بعدهم كنسبته إلى أصحابه ¶ وكنسبة النجوم إلى السماء. ¶ ومن المعلوم أن هذا التشبيه يعطي من وجوب اهتداء الأمة بهم ما هو نظير اهتدائهم بنبيهم صلى الله عليه وسلم ونظير اهتداء أهل الأرض بالنجوم. ¶ - وأيضاً - فإنه جعل بقاءهم بين الأمة أمنة لهم وحرزاً من الشر وأسبابه. فلو جاز أن يخطئوا فيما أفتوا به ويظفر به من بعدهم لكان الظافرون بالحق أمنةً للصحابة وحرزاً لهم. وهذا من المحال. ¶ - وقال عمر بن الخطاب لطلحة بن عبيدالله -رضي الله عنهما- حينما رآه لابساً ثوباً مصبوغاً وهو محرم: (إنكم أيها الرهط أئمة يقتدي بكم الناس ... ) (¬1). ¶ - وقد حكى العلائي إجماع التابعين على الاحتجاج بقول الصحابي فقال: (إن التابعين أجمعوا على اتباع الصحابة فيما ورد عنهم، والأخذ بقولهم، والفتيا به، من غير نكير من أحد. وكانوا من أهل الاجتهاد أيضاً). ¶ تعريف الصحابي: ¶ قال الشيخ: (والصحابي: من اجتمع بالنبي صلى الله عليه وسلم مؤمناً به ومات على ذلك). ¶ قال الشيخ في \"الشرح\" (ص/469): ((وقوله: (من اجتمع بالنبي - صلى الله عليه وسلم -): سواء رآه أم لم يره، وسواء سمعه أم لم يسمعه، فلو قدر أن رجلا أعمى أصم اجتمع بالرسول - صلى الله عليه وسلم - مؤمنًا به ومات على ذلك فهو صحابي وإن لم يره ويسمعه، ولا يشترط أن يراه النبي - صلى الله عليه وسلم - فلو حضر مجلسا فيه رسول الله - صلى الله عليه وسلم - فهو صحابي. ¶ وقوله: (اجتمع بالنبي): هذا قيد لابد منه، فهو وصف أي أن يكون مجتمعًا بالنبي - صلى الله عليه وسلم - حال كونه نبيا، فإن اجتمع به قبل أن يرسل مؤمنا بأنه سيبعث ثم لم ¶ ¬__________ ¶ (¬1) رواه مالك في الموطأ وغيره بإسناد صحيح.",
            "page": "84",
            "part": "1",
            "seal": "2FBD1F3E"
        },
        {
            "id": "87",
            "nass": "يره بعد أن بعث فليس بصحابي، فلابد أن يكون مجتمعًا بالنبي - صلى الله عليه وسلم - حال نبوته. ¶ س: وهل يشمل من اجتمع به بعد موته وقبل دفنه - يعني حضر وصلى على النبي - صلى الله عليه وسلم -؟ ¶ ج: في هذا خلاف: ¶ فمنهم من يقول: إنه إذا حضر النبي - صلى الله عليه وسلم - بعد موته وقبل دفنه فهو صحابي؛ لأن نبوته - صلى الله عليه وسلم - لا تنقطع بموته. ¶ ومنهم من قال: ليس بصحابي؛ لأنه اجتمع بالنبي - صلى الله عليه وسلم - وهو ميت. ¶ وانتفاء الصحبة في هذه الحال واضح جدًا بخلاف ما لو اجتمع به وهو حي وهذا هو الأقرب أنه لا بد أن يكون النبي - صلى الله عليه وسلم - حيًا. ¶ ولابد أيضًا أن يكون مؤمنًا به فإن كان مؤمنًا بغيره كما لو اجتمع به نصراني يؤمن بالأديان السابقة. لكن لم يؤمن بالرسول إلا بعد موت الرسول - صلى الله عليه وسلم - فلا يكون صحابيًا. ¶ وقوله: (ومات على ذلك): فإن مات على الردة فليس بصحابي؛ لأن الردة تبطلِ جميع الأعمال، قال الله تعالى: (وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا) [الفرقان:23] والردة تمحو حتى الإسلام فضلاً عن الصحبة، فإن ارتد ثم عاد إلى الإِسلام فإن الأصح من أقوال أهل العلم أن صحبته تعود؛ لأن الله تعالى اشترط لبطلان العمل بالردة أن يموت الإنسان على ردته فقال الله سبحانه وتعالى: (وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ) [البقرة: 217]). ¶ قيد آخر: ¶ وزاد ابن النجار قيدا آخر في التعريف فقال في \"شرح الكوكب\" (2/ 471): ((ولو جنيا في الأظهر) أي ولو كان من لقي النبي صلى الله عليه وسلم مسلما جنيا في الأظهر من قولي العلماء ليدخل الجن الذين قدموا على النبي صلى الله عليه وسلم من نصيبين وأسلموا، وهم تسعة أو سبعة من اليهود بدليل قوله تعالى: (إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى) [الأحقاف: 30] وذكر في أسمائهم: شاص، وماص، وناشى، ومنشى، والأحقب، وزوبعة، وسرق، وعمر، وجابر. وقد استشكل ابن الأثير في كتابه \" أسد الغابة \" قول من ذكرهم من الصحابة. فإن بعضهم لم يذكرهم في الصحابة، وبعضهم ذكرهم قال في شرح التحرير",
            "page": "85",
            "part": "1",
            "seal": "DDE4C7A0"
        },
        {
            "id": "88",
            "nass": "قلت: الأولى أنهم من الصحابة. فإنهم لقوا النبي - صلى الله عليه وسلم - وآمنوا به وأسلموا، وذهبوا إلى قومهم منذرين). ¶ وعليه فيكون التعريف بعد إضافة هذا قيد أن قد يكون جنيا: (من اجتمع بالنبي صلى الله عليه وسلم ولو جنيا مؤمناً به ومات على ذلك). ¶ المقطوع: ¶ تعريف المقطوع: ¶ قال الشيخ - رحمه الله -: (المقطوع: ما أضيف إلى التابعي فمن بعده). ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 224): المقطوع وهو: ما ينتهي إلى التابعي قولا وفعلا ومن دون التابعي كذلك من أتباع التابعين فمن بعدهم فيه - أي التسمية - مثله - أي (مثل) ما ينتهي إلى التابعي). ¶ وإقرار التابعي فمن دونه ليس بحجة. ¶ تعريف التابعي: ¶ قال الشيخ - رحمه الله -: (التابعي: من اجتمع بالصحابي مؤمناً بالرسول - صلى الله عليه وسلم - ومات على ذلك). ¶ وقال في \"الشرح\" (ص/471): (وظاهر كلام العلماء أنه لا تشترط طول الصحبة بين التابعي والصحابي، وأنه لو جلس معه ساعةً أو ساعتين ثم فارقه ولم يره بعد ذلك فهو تابعي). ¶ فرع - هل يشترط أن يكون من لقى الصحابي مميزا حتى يحكم له بأنه تابعي؟ ¶ اشترط ذلك ابن حبان فقال في كتاب \"الثقات\" (6/ 270) في ترجمة خلف بن خليفة: (قال خلف بن خليفة: كنت في حجر أبى إذ مر رجل على بغل أو بغلة فقيل هذا عمرو بن حريث صاحب النبي صلى الله عليه وسلم قال أبو حاتم رضي الله عنه لم يدخل خلف بن خليفة في التابعين وإن كان له رؤية من الصحابة لأنه رأى عمرو بن حريث وهو صبي صغير ولم يحفظ عنه شيئا فان قال قائل: فلم أدخلت الأعمش في التابعين وإنما له رؤية دون رواية كما لخلف بن خليفة سواء؟ يقال له: إن الأعمش رأى أنسا بواسط يخطب والأعمش بالغ يعقل وحفظ منه خطبته ورآه بمكة يصلى عند المقام وحفظ عنه أحرفا حكاها فليس حكم البالغ إذا رأى وحفظ كحكم غير البالغ إذا رأى ولم يحفظ).",
            "page": "86",
            "part": "1",
            "seal": "892522C4"
        },
        {
            "id": "89",
            "nass": "وقد صح إلحاق محمد بن أبي بكر المولود قبل الوفاة النبوية بثلاثة أشهر وأيام برتبة الصحابة اصطلاحا، وهو وإن لم تصح نسبة الرؤية إليه ولكن صدق أن النبي - صلى الله عليه وسلم - رآه ويكون صحابيا من هذه الحيثية خاصة، ومثل هذا الحكم لا يصح تعديته إلى غيره صلى الله عليه وسلم لعدم صحة قياس النبي - صلى الله عليه وسلم - على غيره. ¶ وعليه فكلام ابن حبان له وجه. والراجح في حديث هذه الطبقة من غير المميزين لرؤية الصحابي أنه من قبيل المعضل على أحسن أحواله سواء ألحقناهم بطبقة التابعين حكما أم ¶ بتابعيهم حقيقة. ¶ وبناء على ما تقدم يكون تعريف التابعي: (من اجتمع بالصحابي مميزا مؤمناً بالنبي - صلى الله عليه وسلم - ومات على ذلك). ¶ أقسام الخبر باعتبار طرقه: ¶ 1 - المتواتر: ¶ قال الشيخ: (ينقسم الخبر باعتبار طرقه إلى متواتر وآحاد: ¶ فالمتواتر: ما رواه جماعة كثيرون يستحيل في العادة أن يتواطئوا على الكذب وأسندوه إلى شيء محسوس). ¶ وقال في \"الشرح\" (ص/474): (المتواتر لا بد فيه من اجتماع ثلاثة شروط: ¶ الأول: أن يرويه جماعة كثيرة. ¶ والثاني: يستحيل في العادة أن يتواطئوا على الكذب. ¶ والثالث: أن يسندوه إلى أمر محسوس، فلو جاءنا رجل ثقة ثقة ثقة بخبر عن ألف واحد فلا نقول إن خبره متواتر؛ لأن المصدر واحد فالتواتر لابد من تتابعه). ¶ واعلم أن هذه الشروط ينقصها شرط وثمرة. ¶ قال ابن حجر في \"النزهة\" (ص/17): (فإذا جمع هذه الشروط الأربعة - وهي عدد كثير، أحالت العادة تواطؤهم وتوافقهم على الكذب، رووا ذلك عن مثلهم من الابتداء إلى الانتهاء، وكان مستند انتهائهم الحس، وانضاف إلى ذلك أن يصحب خبرهم إفادة العلم لسامعه، فهذا هو المتواتر). ¶ اعلم أن حصول العلم هو ثمرة لتحقق الشروط الأربعة وليس هو شرطا زائداً عليها. واعلم أيضا أنهما متلازمان، بمعنى أن حصول العلم تابع ولازم لتحقق الشروط الأربعة،",
            "page": "87",
            "part": "1",
            "seal": "75D0EEA0"
        },
        {
            "id": "90",
            "nass": "وهو أيضا علامة عليها بمعنى أنه متى حدث هذا العلم اليقيني عند السامع علمنا لزوم تحقق هذه الشروط، لا أنا بتحقق هذه الشروط نستدل على حصول العلم فتنبه!. ¶ وعليه فتعريف المتواتر (ما رواه جماعة كثيرون يستحيل في العادة أن يتواطئوا على الكذب عن مثلهم إلى منتهاه وأسندوه إلى شيء محسوس). ¶ 2 - الآحاد: ¶ أولا - الصحيح: ¶ قال الشيخ: (والآحاد: ما سوى المتواتر وهو من حيث الرتبة ثلاثة أقسام: صحيح، وحسن، وضعيف. ¶ فالصحيح: ما نقله عدل تام الضبط بسند متصل وخلا من الشذوذ والعلة القادحة). ¶ سوف يأتي شرح هذا التعريف عند الكلام على الحديث الحسن إلا أن الشيخ قيد العلة هنا بكونها قادحة، وكذا في الحديث الحسن، وهذا يجري على طريقة الفقهاء، أما المحدثين فلا يقيدون العلة بكونها قادحة بل يعلون بمطلق العلة، وعليه، فالأرجح على طريقة المحدثين حذف هذا القيد من تعريف الحديث الصحيح، والحسن، فيكون تعريف الحديث الصحيح: (ما أتصل إسناده بنقل العدل الضابط عن مثله إلى منتهاه بغير شذوذ ولا علة). ¶ قال ابن حجر في \"النكت\" (1/ 235): (من العلل ما يجري على أصول الفقهاء وهي العلل القادحة. وأما العلل التي يعلل بها كثير من المحدثين ولا تكون قادحة فكثيرة. منها: أن يروي العدل الضابط عن تابعي مثلاً عن صحابي حديثاً فيرويه عدل ضابط غير مساو له في عدالته وضبطه وغير ذلك من الصفات العلية عن ذلك التابعي بعينه عن صحابي آخر، فإن مثل هذا يسمى علة عندهم لوجود الاختلاف على ذلك التابعي في شيخه، ولكنها غير قادحة لجواز أن يكون التابعي سمعه من الصحابيين معاً من هذا جملة كثيرة). ¶ ثانيا - الحسن: ¶ قال الشيخ: (والحسن: ما نقله عدل خفيف الضبط بسند متصل وخلا من الشذوذ والعلة القادحة. ويصل إلى درجة الصحيح إذا تعددت طرقه ويسمى (صحيحاً لغيره)). ¶ والصواب هنا حذف قيد: \"القادحة\" كما سبق في الصحيح.",
            "page": "88",
            "part": "1",
            "seal": "82145A8A"
        },
        {
            "id": "91",
            "nass": "وأيضا ظاهر تعريف الشيخ أن راوة الحديث الحسن يشترط أن يكونوا كلهم غير تامي الضبط، مع أنه يكتفى براو واحد خفيف الضبط ليحكم على الحديث بأنه حسن. ¶ فيكون تعريف الحسن: (ما اتصل إسناده بنقل العدل الذي خف ضبطه عن مثله أو أضبط منه إلى منتهاه بغير شذوذ ولا علة). ¶ شرح موجز للتعريف: ¶ العدالة: ¶ قال ابن حجر في شرح النخبة (ص/25): (والمراد بالعدل من له ملكة تحمله على ملازمة التقوى والمروءة. والمراد بالتقوى اجتناب الأعمال السيئة من شرك أو فسق أو بدعة). ¶ واعترض الصنعاني في \"ثمرات النظر في علم الأثر\" على هذا التعريف بعدة اعتراضات، واختار أن مدار العدالة على مظنة صدق الراوي دون بقية الشروط المذكورة في تعريف العدالة، وقد ذكرت اعتراضاته في شرح الموقظة، وليس هذا مجال الكلام على ذلك. ¶ الضبط: ¶ تعريفه: ¶ قال الصنعاني في \"توضيح الأفكار\" (1/ 8): (الضابط عندهم من يكون حافظا متيقظا غير مغفل ولا ساه ولا شاك في حالتي التحمل والأداء وهذا الضبط التام وهو المراد هنا). أي في تعريف الحديث الصحيح، وأما الحديث الحسن فراويه خفيف الضبط. ¶ بمَّ يعرف الضبط؟ ¶ قال ابن الصلاح في \"مقدمته\" (ص/61): (يعرف كون الراوي ضابطا بأن نعتبر روايته بروايات الثقاة المعروفين بالضبط والإتقان. فإن وجدنا رواياته موافقة - ولو من حيث المعنى - لرواياتهم، أو موافقة لها في الأغلب، والمخالفة نادرة، عرفنا حينئذ كونه ضابطا ثبتا. وإن وجدناه كثير المخالفة لهم عرفنا اختلال ضبطه، ولم نحتج بحديثه، والله أعلم). ¶ أقسام الضبط: ¶ قال الصنعاني في \"توضيح الأحكام\" (1/ 19): (فالذي ذكر المحدثون أربع صور: تام الضبط، خفيفه، كثير الغلط، من غلطه أكثر من حفظه، فالأوليان مقبول من اتصف بهما، والأخريان مردود من اتصف بهما). ¶ فائدة:",
            "page": "89",
            "part": "1",
            "seal": "05EA22FD"
        },
        {
            "id": "92",
            "nass": "يكفى للحكم على الحديث بأنه حسن لذاته أن يكون روايا واحدا على الأقل من رواته خفيف الضبط. ¶ اتصال السند: ¶ وقال المليباري في رسالته علوم الحديث في ضوء تطبيقات المحدثين النقاد: (وأما العنصر الثاني - أي اتصال السند - فيعرف بما يلي: ¶ تصريح كل من سلسلة الإسناد بما يدل على سماعه للحديث من مصدره الذي روى عنه ذلك الحديث، كقوله ك (سمعت فلاناً) أو (سمعنا فلاناً) أو (حدثني فلان) أو (حدثنا) أو (قرأت عليه) أو (حدثني قراءة عليه) أو (حدثنا قراءة عليه) أو (أخبرني) أو (أخبرنا) أو (أنبأني) أو (أنبأنا) أو (قال لي) أو (قال لنا)، أو نحو ذلك من العبارات الدالة على أن الراوي قد لقي من فوقه، وأنه سمع منه ذلك الحديث. ¶ 2 - عنعنة الراوي، إذا لم يكن مدلساً، أو مرسلاً، فتفيد عنعنته الاتصال، وأما إن كان الراوي المعنعن مدلساً، فعنعنته تحمل على الانقطاع لقوة احتمال تدليسه في الإسناد بإسقاط شيخه الذي سمع منه هذا الحديث. ¶ وكذا الأمر إذا اختلف العلماء في سماع الراوي ممن فوقه عموماً، ولم يتبين الراجح في ذلك، فإن الحكم على الإسناد باتصاله حينئذ متوقف على ما يزول به احتمال الانقطاع، من القرائن ... ). ¶ الشاذ: ¶ وهو: (ما خالف فيه الثقة من هو أرجح منه عدداً، أو عدالة، أو ضبطاً). ¶ العلة: ¶ وهي: (سبب خفي يقدح في صحة الحديث). ¶ والعلة تكون في الإسناد كالتعليل بالوقف والإرسال، وتكون في المتن مثل حديث نفي البسملة في الصلاة. ¶ وتعرف العلة عن طريق تجميع طرق الحديث، والنظر في الرواة، والموازنة بين ضبطهم وإتقانهم، ثم الحكم على الرواية المعلولة. ¶ - الصحيح لغيره: ¶ قال ابن حجر في \"النزهة\" (ص/29): (وبكثرة طرقه يصحح؛ وإنما يحكم له بالصحة عند تعدد الطرق؛ لأن للصورة المجموعة قوة تجبر القدر الذي قصر الوصفين به ضبط",
            "page": "90",
            "part": "1",
            "seal": "49CD1DE2"
        },
        {
            "id": "93",
            "nass": "راوي الحسن عن راوي الصحيح، ومن ثم تطلق الصحة على الإسناد الذي يكون حسنا لذاته لو تفرد إذا تعدد). ¶ ثالثا - الضعيف: ¶ قال الشيخ: (والضعيف ما خلا من شرط الصحيح والحسن. ¶ ويصل إلى درجة الحسن إذا تعددت طرقه على وجه يجبر بعضها بعضاً ويسمى (حسناً لغيره). ¶ وهذا التعريف الذي ذكره الشيخ مقارب لتعريف ابن الصلاح حيث قال في \"مقدمته\" (ص/41): (كل حديث لم يجتمع فيه صفات الحديث الصحيح، ولا صفات الحديث الحسن المذكورات فيما تقدم، فهو حديث ضعيف). ¶ وقال ابن حجر في \" النكت على ابن الصلاح\" (1/ 491 (: (اعترض عليه بأنه لو اقتصر على نفي صفات الحسن لكان أخصر لأن نفي صفات الحسن مستلزم لنفي صفات الصحيح وزيادة ... ). ¶ وعليه فالأولى أن نقول في تعريف الضعيف: (ما خلا من شروط الحسن). ¶ - الحسن لغيره: ¶ وقول الشيخ: (على وجه يجبر بعضها بعضاً) فيه إجمال، وقد بيَّن الشيخ مراده في الشرح (ص/481) فذكر أنه يتقوى مثل حديث المستور أو سيء الحفظ إذا تعددت طرقه، أما إن كان في الطرق من يتهم بوضع الحديث، أو كان رواة الحديث مبتدعة فرووا حديثا يقوي بدعتهم، فلا يتقوى حديث مثل هؤلاء. ¶ وما اختاره الشيخ من رد حديث المبتدع فيما يقوي بدعته هو المشهور، إلا أن الراجح خلافه، ومما يؤيد ذلك إخراج الأئمة في دواوين السنة لبعض المبتدعة فيما يتعلق ببدعتهم، فقد روى الإمام أحمد ومسلم والترمذي والنسائي وابن ماجه: عن عدي بن ثابت عن زر قال: قال علي بن أبي طالب - رضي الله عنه -: والذي فلق الحبة وبرأ النسمة إنّه لعهد النبي الأمّي - صلى الله عليه وسلم - إليّ أنّ لا يحبني إلا مؤمن ولا يبغضني إلا منافق. ¶ وعدي بن ثابت: قال عنه الذهبي في الكاشف: ثقة، لكنه قاص الشيعة وإمام مسجدهم بالكوفة. ¶ - والأولى أن نعرف الحسن لغيره بقولنا: (هو الضعيف إذا تعددت طرقه، ولم يكن سبب ضعفه فسق الراوي أو كذبه).",
            "page": "91",
            "part": "1",
            "seal": "122B60B6"
        },
        {
            "id": "94",
            "nass": "حجية هذه الأقسام: ¶ قال الشيخ: (وكل هذه الأقسام حجة سوى الضعيف فليس بحجة لكن لا بأس بذكره في الشواهد ونحوها). ¶ القسم المقبول من الحديث على أربع درجات: ¶ أعلاها: الصحيح لذاته، يتلوه: الصحيح لغيره، ثم الحسن لذاته، وأخيرا: الحسن لغيره، وهذه الأقسام يحتج بها، ويرجح أعلاها على من دونه في الرتبة عند التعارض وعدم إمكان الجمع. ¶ وأما الحديث الضعيف فليس بحجة. ¶ وقد أجاز البعض العمل بالضعيف بشروط وهي: ¶ 1 - أن لا يكون موضوعاً. ¶ 2 - أن يعرف العامل به كونه ضعيفاً. ¶ 3 - أن لا يُشهر العمل به. ¶ 4 - أن يكون في فضائل الأعمال. ¶ 5 - أن يندرج تحت أصل من أصول الشريعة. ¶ وذهب الشيخ العثيمين في \"الشرح\" (ص/481) إلى عدم جواز العمل بالضعيف مطلقا، وهو مذهب: يحيى بن معين، وأبو بكر بن العربي، وابن حزم، وهو ظاهر صنيع البخاري ومسلم، والشوكاني، ومن المعاصرين: أحمد شاكر، والألباني، وغيرهم إلى عدم جواز العمل بالضعيف مطلقاً، وهذه المسألة نحناج إلى بسط سوف نعرض له - بإذن الله - في دروس المصطلح. ¶ صيغ الأداء: ¶ قال الشيخ: (للحديث تحمل وأداء، فالتحمل: أخذ الحديث عن الغير. والأداء: إبلاغ الحديث إلى الغير. ¶ وللأداء صيغ منها: ¶ 1 - حدثني: لمن قرأ عليه الشيخ. ¶ 2 - أخبرني: لمن قرأ عليه الشيخ أو قرأ هو على الشيخ. ¶ 3 - أخبرني إجازة أو أجاز لي: لمن روى بالإجازة دون القراءة. والإجازة: إذنه للتلميذ أن يروي عنه ما رواه وإن لم يكن بطريق القراءة.",
            "page": "92",
            "part": "1",
            "seal": "95C2194B"
        },
        {
            "id": "95",
            "nass": "4 - العنعنة وهي: رواية الحديث بلفظ عن. ¶ وحكمها الاتصال إلا من معروف بالتدليس فلا يحكم فيها بالاتصال إلا أن يصرح بالتحديث). ¶ قال الذهبي في \"الموقظة\" (فـ (حدَّثَنا) و (سَمِعتُ) لِمَا سُمِع من لفظ الشيخ. ¶ واصطُلِح على أنَّ (حدَّثَني) لِمَا سَمِعتَ منه وحدَك، و (حدَّثَنا) لِمَا سَمِعتَه معَ غيرك. وبعضُهم سَوَّغ (حدَّثَنا) فيما قراه هو على الشيخ. ¶ وأما (أخبَرَنا) فصادِقةٌ على ما سَمِع من لفظ الشيخ، أو قرأه هو، أو قرأه آخَرُ على الشيخِ وهو يَسمع. فلفظُ (الإخبار) أعمُّ من (التحديث). ¶ و (أخبرني) للمنفرِد. وسَوَّى المحققون كمالكٍ والبخاريِّ بين (حدَّثنا) ¶ و (أخبِرنا) و (سَمِعتُ)، والأمرُ في ذلك واسع. ¶ فأمَّا (أنبأنا) و (أنا) فكذلك، لكنها غلَبتْ في عُرف المتأخرين على الإجازة). ¶ وباقي الكلام واضح وقد اختصرت الكلام هنا، وسوف يأتي له مزيد بيان في دروس المصطلح - بإذن الله -. ¶ الإجماع ¶ تعريف الإجماع لغة: ¶ قال الشيخ: (الإجماع لغة: العزم والاتفاق). ¶ الإجماع في اللغة يطلق على معنيين وهما: ¶ أولا: العزم والتصميم على الشيء، يقال: أجمع فلان على كذا إذا عزم وصمم عليه، ومن ذلك قوله تعالى: (فَلَمَّا ذَهَبُوا بِهِ وَأَجْمَعُوا أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ) [يوسف:15] أي: عزموا أن يجعلوه. ¶ ومنه حديث: (من لم يجمع الصوم من الليل فلا صيام له) أي من لم يعزم على الصيام فينويه. ¶ ثانيا: الاتفاق، يقال أجمعت الجماعة على كذا إذا اتفقوا عليه. ¶ تعريف الإجماع اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: اتفاق مجتهدي هذه الأمة بعد النبي صلى الله عليه وسلم على حكم شرعي). ¶ قال في \"الأصل\" (ص/64): (فخرج بقولنا: \" اتفاق \" وجود خلاف ولو من واحد فلا",
            "page": "93",
            "part": "1",
            "seal": "61F7DAD1"
        },
        {
            "id": "96",
            "nass": "ينعقد معه الإجماع. ¶ وخرج بقولنا \" مجتهدي \" العوام والمقلدون فلا يعتبر وفاقهم ولا خلافهم. ¶ وخرج بقولنا: \" هذه الأمة \" إجماع غيرها فلا يعتبر. ¶ وخرج بقولنا: \" بعد النبي صلى الله عليه وسلم \"، اتفاقهم في عهد النبي صلى الله عليه وسلم، فلا يعتبر إجماعاً من حيث كونه دليلاً لأن الدليل حصل بسنة النبي صلى الله عليه وسلم، من قول، أو فعل، أو تقرير ولذلك إذا قال الصحابي كنا نفعل، أو كانوا يفعلون كذا على عهد النبي صلى الله عليه وسلم، كان مرفوعاً حكماً لا نقلاً للإجماع. ¶ وخرج بقولنا: \"على حكم شرعي\" اتفاقهم على حكم عقلي أو عادي فلا مدخل له هنا إذ البحث في الإجماع كدليل من أدلة الشرع). ¶ قيود أخرى: ¶ لابد من إضافة بعض القيود لهذا التعريف ليكون جامعا مانعا، هي: ¶ 1 - قيد: في عصر، أي من العصور. ¶ فقول الشيخ (اتفاق مجتهدي هذه الأمة) يشعر بعدم انعقاد إجماع إلى يوم القيامة؛ لأن أمة محمد - صلى الله عليه وسلم - تشمل جميع من اتبعه إلى يوم القيامة ومن كان منهم موجودا في عصر من العصور فهو يعم بعض الأمة لا كلها. وعليه فلابد من إضافة قيد: في عصر؛ ليصح كون اتفاق أهل الاجتهاد في أي عصر من العصور إجماعا صحيحا. وقد زاد هذا القيد جماعة من الحنابلة كأبي يعلى وابن عقيل وابن قدامة وغيرهم. ¶ 2 - قيد: ألا يسبق الإجماع خلاف مستقر: ¶ قال الشيخ في \"الأصل\" (ص/66): (أن لا يسبقه خلاف مستقر، فإن سبقه ذلك فلا إجماع؛ لأن الأقوال لا تبطل بموت قائليها. فالإجماع لا يرفع الخلاف السابق، وإنما يمنع من حدوث خلاف، هذا هو القول الراجح لقوة مأخذه ... ). ¶ 3 - قيد عدالة المجتهدين: ¶ اختلف العلماء في اشتراط قيد العدالة للمجتهدين على أقوال خمسة. ¶ وقد سبق في شرحي للموقظة أن حققت أن مبنى العدالة يدور على ظن الصدق دون غيره من الشروط كاجتناب الأعمال السيئة من شرك أو فسق أو بدعة. ¶ والعدالة ليست شرطا في الاجتهاد، وإنما هي شرط في الفتيا، أو الحكم؛ وذلك لأن الفتيا، أو الحكم إنما هي خبر عن حكم الله الذي وصل إليه المجتهد باجتهاده، ويدخل في ذلك إخبارنا عن اجتهاده.",
            "page": "94",
            "part": "1",
            "seal": "794829C8"
        },
        {
            "id": "97",
            "nass": "قال الطوفي في \" شرح مختصر الروضة\" (3/ 43): (ويجاب عما قاله القاضي: بأن العدالة تعتبر للرواية والشهادة، لا للنظر والاجتهاد، وهو المراد في باب الإجماع، وللقاضي أن يقول: هو مخبر عن نفسه بما أدى إليه نظره واجتهاده، وخبره غير مقبول لفسقه). ¶ قال الشنقيطي في \"المذكرة\": (ص/288): (والعدالة ليست شرطاً في أصل الاجتهاد، وإنما هي شرط في قبول فتوى المجتهد). ¶ وعليه فمن غلب على الظن صدقه فهو عدل يقبل اجتهاده وخبره عن اجتهاده، ومن غلب على الظن كذبه، وعدم صدقه فاجتهاده وإن كان صحيحا لتوفر شروط الاجتهاد فيه إلا أن خبره عن اجتهاده يكون غير مقبولا فلا يعتد به في الإجماع. ¶ وعليه فلابد من إضافة قيد العدالة للمجتهدين، وهذا جار على أصول المذهب. ¶ ومما سبق يكون تعريف الإجماع: (اتفاق العدول من مجتهدي هذه الأمة في عصر بعد النبي صلى الله عليه وسلم على حكم شرعي غير مسبوق بخلاف مستقر). ¶ حجية الإجماع: ¶ قال الشيخ: (الإجماع حجة). ¶ الخلاف في حجية الإجماع خلاف ضعيف، وجماهير أهل العلم من لدن الصحابة - رضي الله عنهم - والتابعين والأئمة الأربعة ومن بعدهم من أهل العلم على الاحتجاج به ولزوم حجيته. وخالف في ذلك النظّام والقاشاني من المعتزلة، وأكثر الخوارج. ¶ قال الشيخ العثيمين - رحمه الله- في \"الأصول\" (ص/64): (الإجماع حجة لأدلة منها: ¶ 1 - قوله تعالى: (فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ) [النساء:59] دل على أن ما اتفقوا عليه حق. ¶ 2 - قوله صلى الله عليه وسلم: (لا تجتمع أمتي على ضلالة). ¶ 3 - أن نقول: إجماع الأمة على شيء إما أن يكون حقّاً وإما أن يكون باطلاً، فإن كان حقّاً فهو حجة، وإن كان باطلاً فكيف يجوز أن تجمع هذه الأمة التي هي أكرم الأمم على الله منذ عهد نبيها إلى قيام الساعة على أمر باطل لا يرضى به الله؟! هذا من أكبر المحال). ¶ أنواع الإجماع: ¶ قال الشيخ: (الإجماع نوعان: قطعي، وظني. فالقطعي: ما يعلم وقوعه من الأمة بالضرورة). ¶ قال في \"شرح الأصول\" (ص/496): (فالذي يعلم بالضرورة وقوعه من الأمة هو إجماع قطعي، ومعنى بالضرورة أي: بدون نظر وتأمل- يعني لا يحتاج أن ننظر: هل أجمعوا أم لم يجمعوا؛ لأنه معروف.",
            "page": "95",
            "part": "1",
            "seal": "2F5D731E"
        },
        {
            "id": "98",
            "nass": "ثم قال: (فإن قيل: لعل فيه خلافًا. ¶ قلنا: لا يمكن أن يخالف أحد في هذا، إلا من كان حديث عهد بإسلام، لا يدري عن الإِسلام شيئًا، أما من عاش بين المسلمين فإنا نعلم أنه يعتقد وجوب الصلوات الخمس، وكذلك تحريم الزنا، فإن العلماء مجمعون عليه إجماعًا قطعيًا، وكذلك حِلّ الخبز فهو مجمع عليه). ¶ ثم قال الشيخ: (والظني: ما لا يعلم إلا بالتتبع والاستقراء). ¶ وقال في \"شرح الأصول\" (ص/498): (الثاني هو الظني، والظني: ما لا يعلم إلا بالتتبع والاستقراء، يعني ليس معلومًا بالضرورة، بل مُتَتبَّع، فَيُتتبَّع من الكتب التي تنقل الآَثار عن المتقدمين، وتتبع الكتاب التي ألفها المتأخرون، وينظر فإذا أجمعت الكتب والآثار على حكم من الأحكام قلنا: هذا إجماع، لكنه ليس قطعيًا، ليس إجماعًا قطعيًا؛ لأنه يجوز أن يكون هناك خلاف لم نعلمه). ¶ تنبيه: ¶ ومقصود الشيخ هنا التمثيل لا الحصر. ¶ فالإجماع القطعي هو: ما وجد فيه الاتفاق مع الشروط التي لا يختلف فيه مع وجودها ونقله أهل التواتر، كالذي يعلم بالضرورة وقوعه من الأمة، ومنه النطقي المتواتر، والقولي المشاهد في حق من شاهده. ¶ والإجماع الظني هو: ما تخلف فيه أحد القيدين (الاتفاق أو تحقق بعض الشروط) بأن يوجد مع الاختلاف فيه كالاتفاق في بعض العصر وإجماع التابعين على أحد قولي الصحابة أو توجد شروطه لكن ينقله آحاد (النطقي المنقول آحادا)، وكالإجماع الإقراري والإجماع الاستقرائي (وهو ما لا يعلم إلا بالتتبع والاستقراء الناقص) وكالإجماع السكوتي المتواتر، أو السكوتي المنقول آحادا. ¶ فروع: ¶ الأول - حكم مخالف الإجماع القطعي والظني: ¶ قال الشيخ: (ويكفر مخالفه - أي القطعي - إذا كان ممن لا يجهله). ¶ وقال تقي الدين في \"مجموع الفتاوى\" (19/ 269): (وقد تنازع الناس في مخالف الإجماع هل يكفر على قولين والتحقيق أن الإجماع المعلوم يكفر مخالفه كما يكفر مخالف النص بتركه لكن هذا لا يكون إلا فيما علم ثبوت النص به وأما العلم بثبوت الإجماع في مسألة لا نص فيها فهذا لا يقع وأما غير المعلوم فيمتنع تكفيره).",
            "page": "96",
            "part": "1",
            "seal": "7137FC54"
        },
        {
            "id": "99",
            "nass": "الثاني: لا يختص انعقاد الإجماع بالصحابة: ¶ قال الشيخ: (وقد اختلف العلماء في إمكان ثبوته وأرجح الأقوال في ذلك رأي شيخ الإسلام ابن تيمية حيث قال في العقيدة الواسطية: \" والإجماع الذي ينضبط ما كان عليه السلف الصالح إذ بعدهم كثر الاختلاف وانتشرت الأمة \"). ¶ والراجح أن انعقاد الإجماع لا يختص بالصحابة لشمول الأدلة التي سبق وأن سقتها في بيان حجية الإجماع للصحابة وغيرهم. ¶ شروط الإجماع (¬1): ¶ الشرط الأول - قال الشيخ - رحمه الله -: (أن يثبت بطريق صحيح بأن يكون إما ¶ مشهوراً بين العلماء، أو ناقله ثقة واسع الإطلاع). ¶ - والمقصود أن يكون واسع الإطلاع بالمسألة التي نقل فيها الإجماع. ¶ ولعل مقصود الشيخ بهذا الشرط أن ينبه على مسألة ينبغي التفطن لها، وهي مراعاة اصطلاح ناقلي الإجماع، وذلك إما تصريحهم بمذهبهم، أو عن طريق تتبع ما ينقلوه من إجماعات، فالبعض يطلق الإجماع ويريد إجماع أهل مذهبه أو أهل بلده أو إجماع الأئمة الأربعة، ومنهم من لا يعتد بخلاف الظاهرية، ومنهم من يعتد بخلاف الزيدية، وغير ذلك من الاصطلاحات. ¶ الشرط الثاني - قال الشيخ: (ألا يسبقه خلاف مستقر فإن سبقه ذلك فلا إجماع لأن الأقوال لا تبطل بموت قائليها، فالإجماع لا يرفع الخلاف السابق، وإنما يمنع من حدوث خلاف، هذا هو القول الراجح لقوة مأخذه وقيل لا يشترط ذلك فيصح أن ينعقد في العصر الثاني على أحد الأقوال السابقة ويكون حجة على من بعده). ¶ وكلام الشيخ هنا هو الراجح فإن كانت الأقوال باقية فلا يصح إجماع لبقاء الخلاف ببقاء هذه الأقوال، فإن أجمعوا على أحد الأقوال كانوا بعض الأمة لا كلها لخلاف أصحاب القول الأول. ¶ هذا بخلاف ما إن اختلف أهل عصر ولم يستقر الخلاف ثم اتفقوا على أحد الأقوال فهنا يصح الإجماع لانتفاء الخلاف واتفاق أهل العصر على قول واحد. ¶ قال ابن قدامة في \"روضة الناظر\" (ص/148): (وإذا اختلف الصحابة على قولين فأجمع التابعون على أحدهما فقال القاضي وبعض الشافعية لا يكون إجماعا لأنه فتيا بعض الأمة ¶ ¬__________ ¶ (¬1) هذه الشروط غير الشروط والقيود المذكورة في التعريف.",
            "page": "97",
            "part": "1",
            "seal": "5E21ABD5"
        },
        {
            "id": "100",
            "nass": "لأن الذين ماتوا على القول الآخر من الأمة لا يبطل مذهبهم بموتهم ولذلك يقال خالف أحمد أو وافق بعد موته، فإن قيل إن ثبت نعت الكلية للتابعين فيكون خلاف قولهم حراما وإن لم يكونوا كل الأمة فلا يكون قولهم إجماعا أما أن يكونوا كل الأمة في شيء دون شيء فهذا متناقض. قلنا: الكلية تثبت بالإضافة إلى مسألة حدثت في زمنهم أما ما أفتى به الصحابي فقوله لا يسقط بموته ولو مات القائل فأجمع الباقون على خلافه لا يكون إجماعا، ولو حدثت مسألة بعد موته فأجمع عليها الباقون على خلافه كان إجماعا. ¶ ومن وجه آخر أن اختلاف الصحابة على قولين اتفاق منهم على تسويغ الأخذ بكل واحد منهما فلا يبطل إجماعهم بقول من سواهم). ¶ انقراض العصر: ¶ قال الشيخ: (ولا يشترط على رأي الجمهور انقراض عصر المجمعين). ¶ المقصود بانقراض العصر هو موت جميع من هو من أهل الاجتهاد في وقت نزول الحادثة بعد اتفاقهم على حكم فيها. ¶ وقد اختار الشيخ الرواية التي أومأ إليها أحمد، وهي اختيار الكلوذاني. ¶ واختيار الشيخ هو الراجح لهذه الأدلة (¬1): ¶ الأول: أن الدليل السمعي الدال على صحة الإجماع وعصمته «عام» في كونه حجة قبل انقراض العصر وبعده «فالتخصيص» بأنه إنما يكون حجة بعد انقراض العصر «تحكم» من غير دليل. ¶ الثاني - «لو اشترط» انقراض العصر لصحة الإجماع «لما صح احتجاج التابعين على متأخري الصحابة به» أي: بالإجماع، إذ قد كان للصحابة أن يقولوا للتابعين: كيف تحتجون علينا بالإجماع وهو لم يصح، ولم يستقر بعد، لأن شرط صحته انقراض عصر المجمعين عليه، وهو باق لأننا نحن من المجمعين، وها نحن باقون، لكن التابعون كانوا يحتجون بالإجماع على متأخري الصحابة، كأنس وغيره، ويقرونهم عليه، فدل على أن انقراض العصر لا يشترط لصحة الإجماع. ¶ ¬__________ ¶ (¬1) انظر شرح مختصر الروضة (3/ 67 - 68).",
            "page": "98",
            "part": "1",
            "seal": "A99186F1"
        },
        {
            "id": "101",
            "nass": "وأيضا: فإن الصحابة كانوا يحتجون بالإجماع بعضهم على بعض، وعلى بعض التابعين. ¶ الثالث - أن اشتراط الانقراض إنما كان لاحتمال الرجوع قبل الانقراض عن الخطأ، فإذا كان قولهم صوابا بظاهر النصوص استحال الرجوع عنه؛ فلا معنى لاشتراط الانقراض (¬1). ¶ الإجماع السكوتي: ¶ قال الشيخ: (وإذا قال بعض المجتهدين قولاً أو فعل فعلاً واشتهر ذلك بين أهل الاجتهاد ولم ينكروه مع قدرتهم على الإنكار فقيل: يكون إجماعاً. وقيل: يكون حجة لا إجماعاً. وقيل: ليس بإجماع ولا حجة. وقيل: إن انقرضوا قبل الإنكار فهو إجماع وهذا أقرب الأقوال). ¶ والراجح أن الإجماع السكوتي حجة ظنية - كما سبق الكلام على ذلك عند أنواع ¶ الإجماع - ولكن بشروط (¬2) وهي: ¶ 1 - أن يكون ذلك في المسائل التكليفية. ¶ 2 - أن يكون في محل الاجتهاد. ¶ 3 - أن يطلع باقي المجتهدين على ذلك. ¶ 4 - أن لا يكون هناك أمارة سخط، وإن لم يصرحوا به. ¶ 5 - أن لا يكون معه أمارة رضى وإلا كان إجماعاً. ¶ 6 - أن تمضي مدة كافية للنظر والتأمل في حكم الحادثة عادة. ¶ 7 - أن لا ينكر ذلك مع طول الزمان. ¶ 8 - أن لا يطول الزمان مع تكرر الواقعة. ¶ 9 - أن يكون قبل استقرار المذاهب. ¶ فإذا اجتمعت هذه الشروط كان الإجماع السكوتي حجة ظنية. ¶ ¬__________ ¶ (¬1) نفائس الأصول (6/ 2679). ¶ (¬2) انظر التحبير (4/ 1604).",
            "page": "99",
            "part": "1",
            "seal": "92681070"
        },
        {
            "id": "102",
            "nass": "القياس ¶ تعريف القياس: ¶ أ- لغة: ¶ قال الشيخ: (القياس لغة: التقدير والمساواة). ¶ التقدير، تقول: قاس الفلاح الأرض بالقصبة أي قدرها بها، وتقول: قاس التاجر الثوب بالذراع أي قدره به. ¶ والمساواة، تقول: أسامة لا يقاس بخالد، أي: لا يساويه. ¶ ب- اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: تسوية فرع بأصل في حكم لعلة جامعة بينهما). ¶ إذا قلنا: إن العلة في جريان الربا في البُرِّ أنه مكيل، فنلحق به على هذا كلَّ ما كان مَكيلاً؛ لأن العَلةَ التي أوجَبَتَ الحكَمَ وهو جريان الربا في البُرِّ هي الكيل، فإذا وجدت هذه العلة في أي شيء جرى فيه الربا قياسًا على البُرِّ. وهكذا ... ¶ تنبيه: ¶ الأولى أن نقول: (وصف جامع) بدلا من: (علة جامعة)؛ ليشمل التعريف قياس ¶ الدلالة (¬1) وقياس الشبه (¬2). ¶ قال الشيخ السلمي في \"أصوله\" (ص/154): (أكثر الأصوليين يعبرون عن الوصف الجامع بالعلة، ثم يذكرون من شروط العلة أن تكون وصفا مناسبا، وهذا لا يستقيم على قول من يرى جواز الاستدلال بقياس الشبه وقياس الدلالة؛ لأن الوصف الجامع في هذين القياسين ¶ ¬__________ ¶ (¬1) قياس الدلالة يجمع بين الأصل والفرع بدليل العلة، وهو إما بملزومها أو أثرها، أو حكمها، ليدل اشتراكهما في الدليل على اشتراكهما في العلة، فيلزم اشتراكهما في الحكم، وسمي بقياس الدلالة؛ لأن الجامع فيه دليل العلة لا نفسها. وذكر الشنقيطي في \"المذكرة\" (ص/250) أمثلة فقال: (مثال الجمع بملزومها: إلحاق النبيذ بالخمر في المنع بجامع الشدة المطربة لأنها ملزومة للإسكار الذي هو العلة. ومثال الجمع بأثر العلة: إلحاق القتل بالمثقل بمحدد في القصاص بجامع الإثم، لأن الإثم أثر العلة التي هي القتل العمد العدوان. ¶ ومثال الجمع بحكم العلة: الحكم بحياة شعر المرأة قياساً على سائر شعر بدنها بجامع الحلية بالنكاح والحرمة بالطلاق، وكقولهم بجواز رهن المشاع قياساً على جواز بيعه بجامع جواز البيع). ¶ (¬2) سوف يأتي - بإذن الله - الكلام على هذا النوع من القياس.",
            "page": "100",
            "part": "1",
            "seal": "6C73F150"
        },
        {
            "id": "103",
            "nass": "هو الشبه في الأول ودليل العلة في الثاني، ولا يشترط لهما ظهور المناسبة، فالوصف الجامع الذي هو ركن من أركان القياس قد يكون علة، وقد يكون دليل العلة، وقد يكون وصفا شبهيا). ¶ تعريف العلة: ¶ قال الشيخ: (والعلة: المعنى الذي ثبت بسببه حكم الأصل). ¶ وقد عرفها الشيخ العثيمين في \"شرح نظم الورقات\" (ص/188) بقوله: (الوصف المناسب للحكم الجامع بين الأصل والفرع)، وهذا أدق من تعريف الباب إلا أنه أيضا ينقصه بعض القيود وسوف يتضح ذلك من خلال التعريف الذي سوف أذكره بإذن الله. ¶ وقد عرفها المرداوي في \"التحبير\" (7/ 3177) بأنها: (وصف ظاهر منضبط معرف للحكم). ¶ وقد اعتمد الشيخ السلمي هذا التعريف إلا أنه زاد فيه أن الدليل هو الذي دل على أن هذا الوصف مناط للحكم، فعرفها بأنها: (وصف ظاهر منضبط دل الدليل على كونه مناطا للحكم) فقال في \"أصوله\" (ص/146): (ومعنى قولهم: (وصف) أي: معنى من المعاني، ولهذا كثر في كلام الأصوليين والفقهاء إطلاق المعنى على العلة، بل إن المتقدمين ¶ لا يكادون يذكرون (العلة) بل (المعنى). ¶ وقولهم: (ظاهر): قيد يخرج الوصف الخفي الذي لا يطلع عليه إلا من قام به، مثل الرضى في البيع، فإنه لا يعلل به وإنما يعلل انعقاد البيع بقول الشخص بعت أو قبلت، فالنطق بالصيغة وصف ظاهر، ولهذا جعل هو العلة في انعقاد البيع. ¶ قولهم: (منضبط)، الوصف المنضبط هو الذي لا يختلف باختلاف الأفراد ولا باختلاف الأزمنة والأمكنة. ¶ ومثلوا لغير المنضبط بالمشقة إذا قيل: علة الفطر في السفر المشقة، فإن المشقة تختلف باختلاف الأفراد والأزمان والأمكنة. ¶ ومثلوا للمنضبط بالسفر إذا عللنا جواز الفطر به. ¶ وقولهم: (دل الدليل على كونه مناطا للحكم)، أي: قام دليل معتبر من الأدلة الدالة على العلة على أن هذا الوصف علة الحكم. ¶ ومعنى قولهم: (مناطا للحكم) أي: متعلَّقا للحكم، بمعنى أن الحكم يعلق على هذا الوصف فيوجد بوجوده ويعدم بعدمه.",
            "page": "101",
            "part": "1",
            "seal": "0171782D"
        },
        {
            "id": "104",
            "nass": "حجية القياس: ¶ قال الشيخ: (وقد دل على اعتباره دليلاً شرعيّاً: الكتاب والسنة وأقوال الصحابة). ¶ وقال في \"الأصل\" (ص/68): (وقد دل على اعتباره دليلاً شرعيًّا الكتاب والسنة وأقوال الصحابة، فمن أدلة الكتاب: ¶ 1 - قوله تعالى: (اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَان) [الشورى: 17] والميزان ما توزن به الأمور ويقايس به بينها. ¶ 2 - قوله تعالى: (كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُه) [الانبياء: 104] (وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ فَتُثِيرُ سَحَاباً فَسُقْنَاهُ إِلَى بَلَدٍ مَيِّتٍ فَأَحْيَيْنَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا كَذَلِكَ النُّشُورُ) [فاطر:9] فشبّه الله تعالى إعادة الخلق بابتدائه، وشبه إحياء الأموات بإحياء الأرض، وهذا هو القياس. ¶ على أمك دين فقضيته؛ أكان يؤدي ذلك عنها\"؟ قالت: نعم. قال: \"فصومي عن أمك\". ¶ 2 - أن رجلاً أتى النبي صلّى الله عليه وسلّم فقال: يا رسول الله! ولد لي غلام أسود! فقال: \"هل لك من إبل\"؟ قال: نعم، قال: \"ما ألوانها\"؟ قال: حمر، قال: \"هل فيها من أورق\"؟ قال: نعم، قال: \"فأنى ذلك\"؟ قال: لعله نزعه عرق، قال: \"فلعل ابنك هذا نزعه عرق\". ¶ وهكذا جميع الأمثال الواردة في الكتاب والسنة دليل على القياس لما فيها من اعتبار ¶ الشيء بنظيره. ¶ ومن أقوال الصحابة: ما جاء عن أمير المؤمنين عمر بن الخطاب في كتابه إلى أبي موسى الأشعري في القضاء قال: ثم الفهم الفهم فيما أدلى عليك، مما ورد عليك مما ليس في قرآن ولا سنة، ثم قايس الأمور عندك، واعرف الأمثال، ثم اعمد فيما ترى إلى أحبها إلى الله، وأشبهها بالحق. قال ابن القيم: وهذا كتاب جليل تلقاه العلماء بالقبول. ¶ وحكى المزني أن الفقهاء من عصر الصحابة إلى يومه أجمعوا على أن نظير الحق حق ونظير الباطل باطل، واستعملوا المقاييس في الفقه في جميع الأحكام). ¶ شروط القياس: ¶ قال الشيخ: (شروط القياس: ¶ 1 - أن لا يصادم دليلاً أقوى منه ويسمى القياس المصادم لما ذكر (فاسد الاعتبار). ¶ 2 - أن يكون حكم الأصل ثابتاً بنص أو إجماع فإن كان ثابتاً بقياس لم يصح القياس عليه.",
            "page": "102",
            "part": "1",
            "seal": "65A29750"
        },
        {
            "id": "105",
            "nass": "3 - أن يكون لحكم الأصل عله معلومة. ¶ 4 - أن تكون العلة مشتملة على معنى مناسب للحكم. ¶ 5 - أن تكون العلة موجودة في الفرع كوجودها في الأصل). ¶ الشرط الأول - ألا يكون فاسد الاعتبار: ¶ أولا - معنى فساد الاعتبار لغة (¬1): ¶ هو مركب من فساد واعتبار، والفساد خروج الشيء عن الاعتدال، وهو ضد الصلاح. ¶ وأما (الاعتبار) فهو مصدر على وزن (افتعال) من لفظ: عبر يعبر عبورا، أي: انتقل، يقال: عبرت النهر أعبره عبرا وعبورا، إذا قطعته من هذا الجانب إلى الجانب الآخر. ¶ وهو من باب إضافة الصفة إلى موصوفها ومعناه أن القياس فاسد. ¶ ثانيا - تعريفه اصطلاحا: ¶ فساد الاعتبار هو: (مخالفة القياس نصا، أو إجماعا). ¶ الأمثلة: ¶ قال الطوفي في \" شرح مختصر الروضة\" (3/ 467): (مثال ما خالف نص الكتاب ¶ : قولنا: يشترط تبييت النية لرمضان، لأنه صوم مفروض، فلا يصح تبييته من النهار كالقضاء، فيقال: هذا فاسد الاعتبار، لمخالفته نص الكتاب، وهو قوله تعالى: {وَالصَّائِمِينَ وَالصَّائِمَاتِ وَالْحَافِظِينَ فُرُوجَهُمْ وَالْحَافِظَاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} [الأحزاب: 35]، فإنه يدل على أن كل من صام يحصل له الأجر العظيم، وذلك مستلزم للصحة، وهذا قد صام، فيكون صومه صحيحا. ¶ ومثال ما خالف السنة قولنا: لا يصح السلم في الحيوان؛ لأنه عقد يشتمل على الغرر، فلا يصح، كالسلم في المختلطات، فيقال: هذا فاسد الاعتبار، لمخالفة ما روي عن النبي - صلى الله عليه وسلم - أنه رخص في السلم. ¶ ومثال ما خالف الإجماع أن يقول الحنفي: لا يجوز أن يغسل الرجل زوجته؛ لأنه يحرم النظر إليها، فحرم غسلها كالأجنبية فيقال له: هذا فاسد الاعتبار، لمخالفته الإجماع السكوتي، وهو أن عليا غسل فاطمة، ولم ينكر عليه، والقضية في مظنة الشهرة، فكان ذلك إجماعا كما سبق في بابه). ¶ ¬__________ ¶ (¬1) انظر: الاعتراضات الواردة على القياس (ص/ 309).",
            "page": "103",
            "part": "1",
            "seal": "CD15ACD8"
        },
        {
            "id": "106",
            "nass": "الشرط الثاني - أن يكون حكم الأصل ثابتاً بنص أو إجماع فإن كان ثابتاً بقياس لم يصح القياس عليه. ¶ قال الشيخ العثيمين - رحمه الله - في \"شرح الأصول\" (ص/523): (إن كان حكم ¶ الأصل- ثابتا بقياس لم يصح القياس عليه ... فهذه ثلاثة علل لاشتراط أن يكون الأصل المقيس عليه ثابتًا بنصٍّ أو إجماع - وهي: ¶ أولاَ: يجب القياس على الأصل الأول، فهو أولى. ¶ ثانيًا: قد يكون الفرع المقيس عليه غير صحيح أصلاً. ¶ ثالثًا: أن القياس على الفرع تطويل بلا فائدة. ¶ مثال ذلك: أن يقال يجري الربا في الذرة قياسًا على الرز ويجري في الرز قياسًا علي البُر، فالقياس هكذا غير صحيح، ولكن يقال يجري الربا في الذرة قياسًا على البُر، ليقاس على أصل ثابت بنص ... ¶ ثم قال: على كلِّ حالٍ نقول: إن قياس الفرع على الفرع ثم الفرع على أصل: غير صحيح شكلاً وحكمًا؛ لأنا ذكرنا في إحدى العلل أن قياس الفرع الذي جعل أصلاً في القياس الثاني قد يكون غير صحيح، وحينئذٍ لا يصح الحكم؟ ¶ فالقياس إذًا غير صحيح شكلاً وحكمًا، فنحن نبطله ونقول: لا تقس هذا القياس، بل ارجع إلى الأصل الأول وقس عليه وينتهي الإِشكال. ¶ ثم قال: ثم لاحظ أنه في باب المناظرة قد نقول: يجري الربا في الذرة قياسًا على الرز، وفي الرز قياسًا على البر، فيمنَعُ الخصمُ قياسَ الرز على البر وحينئذٍ يبطل قياسك. فهذه المسألة نافعة حتى في باب المناظرة وهي أن ترجع إلى الأصل الأول). ¶ وهذا الذي اختاره الشيخ هو ظاهر كلام أحمد، وأحد قولي المذهب، والقول الأخر بالجواز. ¶ قال الطوفي في \"البلبل\" (ص/151): (ولا يصح إثباته - أي الأصل - بالقياس على أصل آخر؛ لأنه إن كان بينه وبين محل النزاع جامع، فقياسه عليه أولى، إذ توسيط الأصل الأول تطويل بلا فائدة، وإلا لم يصح القياس لانتفاء الجامع بين محل النزاع وأصل أصله). ¶ الشرط الثالث - أن يكون لحكم الأصل علة معلومة: ¶ قال المرداوي في \"التحبير\" (7/ 3146): (من شرط حكم الأصل المقيس عليه أن لا يكون معدولاً به عن سنن القياس، أي عن طريقه المعتبر فيه لتعذر التعدية حينئذ وذلك",
            "page": "104",
            "part": "1",
            "seal": "DFC2131B"
        },
        {
            "id": "107",
            "nass": "على ضربين: أحدهما: لكونه لم يعقل معناه، إما لكونه استثني من قاعدة عامة كالعمل بشهادة خزيمة وحده فيما لا يقبل شهادة الواحد فيه، أو لم يستثن كتقدير نصب الزكوات، وأعداد الركعات، ومقادير الحدود والكفارات. والضرب الثاني: ما عقل معناه ولكن لا نظير له ... ). ¶ الشرط الرابع - أن تكون العلة مشتملة على معنى مناسب للحكم: ¶ قال الشيخ العثيمين - رحمه الله - في \"الشرح\" (ص/531): (الأصل أن تكون - أي علة الحكم - مشتملة على معنى مناسب للحكم مثل: أكرم اليتيم ليتمه، أطعِم المسكين لمسكنته، أعِنِ المجاهد لجهاده؛ يعني لا بد أن تكون علةُ الحكم مشتملة على معنى مناسب للحكم. ¶ ثم ضرب المؤلف مثلاً بالإسكار بالخمر- والخمر حرام لأنها مسكرة ... والإِسكار هو تغطية العقل على وجه اللذة والطرب). ¶ وقال في \"الأصول\" (ص/71): (فإن كان المعنى وصفاً طرديًّا لا مناسبة فيه لم يصح التعليل به، كالسواد والبياض مثلا. مثال ذلك: حديث ابن عباس رضي الله عنهما أن بريرة خيرت على زوجها حين عتقت قال: وكان زوجها عبداً أسود، فقوله: \"أسود\"؛ وصف طردي لا مناسبة فيه للحكم، ولذلك يثبت الخيار للأمة إذا عتقت تحت عبد وإن كان أبيض، ولا يثبت لها إذا عتقت تحت حر، وإن كان أسود). ¶ الشرط الخامس - أن تكون العلة موجودة في الفرع كوجودها في الأصل: ¶ قال المرداوي في \"التحبير\" (7/ 3298): (من شروطه - أي الفرع - أن يشتمل على علة حكم الأصل بتمامها حتى لو كانت ذات أجزاء، فلا بد من اجتماع الكل في الفرع، وهذه العبارة أحسن من عبارة ابن الحاجب ومن تبعه: ' أن يساوي الفرع في العلة علة الأصل '، لأن لفظ المساواة قد يفهم منع الزيادة، فيخرج قياس الأولى، بخلاف هذه العبارة فإن الزيادة لا تنافيه، وهي شاملة لقياس الأولى، والمساوي، والأدون. إذا علم ذلك فإن كان وجودها بتمامها فيه قطعيا كقياس الضرب للوالدين على قول 'أف' بجامع أنه إيذاء، وكالنبيذ يقاس على الخمر بجامع الإسكار، ويسمى الأول قياس الأولى، والثاني قياس المساواة، وكل منهما قطعي. وإن كان وجود العلة بتمامها ظنيا فالقياس ظني، ويسمى قياس الأدون كقياس التفاح على البر في أنه لا يباع إلا يدا بيد ونحو ذلك بجامع الطعم، فالمعنى المعتبر وهو الطعم موجود في الفرع بتمامه، وإنما سمي قياس أدون؛ لأنه ليس ملحقا بالأصل إلا على تقدير أن العلة فيه الطعم، فإن كانت فيه تركب من الطعم مع",
            "page": "105",
            "part": "1",
            "seal": "65371B85"
        },
        {
            "id": "108",
            "nass": "التقدير بالكيل، أو كانت العلة القوت أو غير ذلك لم يلحق بالتفاح. وظهر بذلك أنه ليس المراد بالأدون أن لا يوجد فيه المعنى بتمامه، بل أن تكون العلة في الأصل ظنية. قال ابن مفلح تبعا لابن الحاجب: ' من شروط الفرع مساواة علة الأصل فيما يقصد من عين العلة أو جنسها، كالشدة المطربة في النبيذ، وكالجناية في قياس قصاص طرف على النفس '. أما العين: فكقياس النبيذ على الخمر بجامع الشدة المطربة، وهي بعينها موجودة في النبيذ. وأما الجنس: فكقياس الأطراف على القتل في القصاص بجامع الجناية المشتركة بينهما، فإن جنس الجناية هو جنس لإتلاف النفس والأطراف، وهو الذي قصد الاتحاد فيه ... ) (¬1). ¶ أقسام القياس ¶ القياس الجلي: ¶ قال الشيخ: (فالجلي: ما ثبتت علته بنص أو إجماع أو كان مقطوعاً فيه بنفي الفارق بين الأصل والفرع، والخفي: ما ثبتت علته باستنباط ولم يقطع فيه بنفي الفارق بين الأصل والفرع). ¶ ينقسم القياس من حيث قوته وضعفه إلى: جلي وخفي. ¶ قال الطوفي في \"شرح مختصر الروضة\" (3/ 223 (: (اعلم أن للقياس أقساما باعتبارات: أحدها: إما جلي وهو ما كانت العلة الجامعة فيه بين الأصل والفرع منصوصة، أو مجمعا عليها، أو ما قطع فيه بنفي الفارق، كإلحاق الأمة بالعبد في تقويم النصيب. وإما خفي: وهو ما كانت العلة فيه مستنبطة). ¶ قال الشيخ العثيمين - رحمه الله - في \"الأصول\" (ص/72): (مثال ما ثبتت علته بالنص: قياس المنع من الاستجمار بالدم النجس الجاف على المنع من الاستجمار بالروثة، فإن علة حكم الأصل ثابتة بالنص حيث أتى ابن مسعود رضي الله عنه إلى النبي صلّى الله عليه وسلّم بحجرين وروثة؛ ليستنجي بهن، فأخذ الحجرين، وألقى الروثة، وقال: \"هذا ركس\" والركس النجس. ¶ ومثال ما ثبتت علته بالإجماع: نهي النبي صلّى الله عليه وسلّم أن يقضي القاضي وهو غضبان، فقياس منع الحاقن من القضاء على منع الغضبان منه من القياس الجلي، لثبوت علة الأصل بالإجماع وهي تشويش الفكر وانشغال القلب. ¶ ¬__________ ¶ (¬1) انظر: شرح مختصر الروضة (3/ 308)، شرح الكوكب المنير (4/ 106).",
            "page": "106",
            "part": "1",
            "seal": "A9A30FCA"
        },
        {
            "id": "109",
            "nass": "ومثال ما كان مقطوعاً فيه بنفي الفارق بين الأصل والفرع: قياس تحريم إتلاف مال اليتيم باللبس على تحريم إتلافه بالأكل للقطع بنفي الفارق بينهما. ¶ والخفي: ما ثبتت علته باستنباط، ولم يقطع فيه بنفي الفارق بين الأصل والفرع. ¶ مثاله: قياس الأشنان على البر في تحريم الربا بجامع الكيل، فإن التعليل بالكيل لم يثبت بنص ولا إجماع، ولم يقطع فيه بنفي الفارق بين الأصل والفرع، إذ من الجائز أن يفرق بينهما بأن البر مطعوم بخلاف الأشنان). ¶ قياس الشبه: ¶ قال الشيخ: (قياس الشبه: ¶ وهو أن يتردد فرع بين أصلين مختلفي الحكم وفيه شبه بكل منهما فيلحق بأكثرهما شبهاً به. وهذا القسم من القياس ضعيف). ¶ ذكر الشيخ هنا أحد أقسام القياس من ناحية مناسبة الوصف المعلل به للحكم وهو قياس الشبه، فعرفه، ومثَّل له، واختار ضعفه. ¶ قال الطوفي في \"شرح مختصر الروضة\" (3/ 424): (اختلف في تعريف قياس الشبه، فقيل: هو «إلحاق الفرع المتردد بين أصلين بما هو أشبه به منهما» أي: من ذينك الأصلين. وهذا قول القاضي يعقوب من أصحابنا وغيره. ¶ ومن أمثلته تردد العبد بين الحر والبهيمة، في التمليك، فمن قال: يملك بالتمليك; قال: هو إنسان يثاب ويعاقب وينكح ويطلق، ويكلف بأنواع من العبادات، ويفهم ويعقل، وهو ذو نفس ناطقة، فأشبه الحر. ومن قال: لا يملك ; قال: هو حيوان يجوز بيعه ورهنه وهبته وإجارته وإرثه أشبه الدابة. ¶ وعلى هذا خرج الخلاف في ضمانه إذا تَلِفَ بقيمته، وإن جاوزت دية الحر إلحاقا له بالبهيمة والمتاع في ذلك، وبما دون دية الحر بعشرة دراهم تشبيها له به، وتقاعدا ¶ به عن درجة الحر. ¶ وكذا المذي تردد بين البول والمني، فمن حكم بنجاسته، قال: هو خارج من الفرج لا يخلق منه الولد، ولا يجب به الغسل، أشبه البول، ومن حكم بطهارته، قال: هو خارج تحلله الشهوة، ويخرج أمامها، فأشبه المني، وزعم بعضهم أن الخلاف في طهارة المذي مبني على أنه جزء من المني، أو رطوبة ترخيها المثانة ... ).",
            "page": "107",
            "part": "1",
            "seal": "573A9962"
        },
        {
            "id": "110",
            "nass": "قياس العكس: ¶ قال الشيخ: (قياس العكس: وهو: إثبات نقيض حكم الأصل للفرع لوجود نقيض علة حكم الأصل فيه). ¶ قال المرداوي في \"التحبير\" (7/ 3128 (: (قال البرماوي: في حجية قياس العكس، خلاف وكلام الشيخ أبي حامد يقتضي المنع، لكن الجمهور على خلافه ... قال البرماوي: (ويدل عليه أن الاستدلال به وقع في القرآن والسنة وفعل الصحابة: فأما القرآن: فنحو قوله تعالى: (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) [الأنبياء: 22]. فدل على أنه ليس إله إلا الله لعدم فساد السموات والأرض. وكذلك قوله تعالى: (وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) [النساء: 82]. ولا اختلاف فيه فدل على أن القرآن من عند الله بمقتضى قياس العكس. وأما السنة: فكحديث: (يأتي أحدنا شهوته ويؤجر؟ قال أرأيتم لو وضعها في حرام؟ - يعني: أكان يعاقب؟ - قالوا: نعم، قال: فمه!). فقاس وضعها في حلال فيؤجر على وضعها في حرام فيؤزر بنقيض العلة ... فظهر بذلك كله أنه حجة ... ) ¶ التعارض ¶ تعريف التعارض: ¶ لغة: ¶ قال الشيخ: (التعارض لغة: التقابل والتمانع). ¶ مادة عَرَضَ في اللغة لها معان كثيرة منها (¬1): ¶ - منها: المقابلة، يقال: عارض الشيء بالشيء معارضة: قابله، وعارضت كتابي بكتابه أي قابلته. ¶ - والمنع، يقال: اعترض الشيء إذا صار عارضا ومانعا، والأصل فيه أن الطريق إذا أعترض فيه بناء أو غيره منع السابلة من سلوكه. ومنه قوله تعالى: (وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ أَنْ تَبَرُّوا) [البقرة: 224] أي لا يمنعه يمينه من أن يتقي الله ويصل رحمه ويصلح بين الاثنين. ¶ ¬__________ ¶ (¬1) انظر رسالة: \"أثر التعارض بين قول النبي صلى الله عليه وسلم وفعله في العبادات\" (ص/16) وما بعدها.",
            "page": "108",
            "part": "1",
            "seal": "451317D1"
        },
        {
            "id": "111",
            "nass": "ويقال: اعترض الشيء دون الشيء، أي حال دونه، ومنى سمي السحاب عارضا؛ لأنه يحول دون أشعة الشمس، ومنه قوله تعالى: (فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا) [الأحقاف: 24]. ¶ اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: تقابل الدليلين بحيث يخالف أحدهما الآخر). ¶ قوله: (تقابل) جنس في التعريف يشمل كل تقابل لأي شيئين، أو أكثر. ¶ قوله: (الدليلين) قيد يبين أن التقابل إنما يكون بين الدليلين ويخرج به التعارض بين غير الأدلة. ¶ - قوله: (بحيث يخالف أحدهما الآخر) قيد ثان يبين أن التقابل بين الأدلة إنما يكون على وجه مخالفة أحدهما للآخر وقد عبر المرداوي وغيره هذا القيد بقوله: (على سبيل الممانعة). ¶ وفي هذا القيد إطلاق للمخالفة فيصح أن تكون حقيقية، أو صورية أي في الظاهر فقط (من وجهة نظر المجتهد) والصحيح أنها لا تكون إلا صورية فقط. ¶ قال الشيخ في \"الأصل\" (ص/80): (لكن لا يمكن التعارض بين النصوص في نفس الأمر على وجه لا يمكن فيه الجمع، ولا النسخ، ولا الترجيح؛ لأن النصوص لا تتناقض، ¶ والرسول صلّى الله عليه وسلّم قد بيّن وبلّغ، ولكن قد يقع ذلك بحسب نظر المجتهد لقصوره. والله أعلم). ¶ وعلى ذلك فالأولى في تعريف التعارض أن نقول أنه: (تقابل الدليلين على سبيل الممانعة الصورية). ¶ أقسام التعارض: ¶ قال الشيخ: (وأقسام التعارض أربعة: ¶ القسم الأول والثاني: أن يكون بين دليلين عامين، أو خاصين وله أربع حالات: ¶ 1 - أن يمكن الجمع بينهما بحيث يحمل كل منهما على حال لا يناقض الآخر فيها فيجب الجمع. ¶ 2 - فإن لم يمكن الجمع فالمتأخر ناسخ إن علم التاريخ فيعمل به دون الأول. ¶ 3 - فإن لم يعلم التاريخ عمل بالراجح إن كان هناك مرجح. ¶ 4 - فإن لم يوجد مرجح وجب التوقف).",
            "page": "109",
            "part": "1",
            "seal": "35E63400"
        },
        {
            "id": "112",
            "nass": "تتمات: ¶ أيهما يقدم النسخ أم الجمع: ¶ ما ذهب إليه الشيخ هو مذهب الجمهور، وخالف الأحناف فقدموا النسخ على الجمع. ¶ والأولى أن يقدم الجمع على الترجيح؛ لأن إعمال الدليلين أولى من إهمال أحدهما، وأما الخلاف في تقديم النسخ على الجمع أو العكس فهو من وجهة نظري خلاف لفظي، فإنه إن صحت شروط النسخ لم يمكن الجمع، وإن أمكن الجمع فلا يتحقق النسخ. ¶ قال المرداوي في \" التحبير\" (6/ 2983): (قوله: {لا نسخ مع إمكان الجمع}؛ لأنا إنما نحكم بأن الأول منسوخ إذا تعذر علينا الجمع بينهما، فإذا لم يتعذر وجمعنا بينهما بمقبول فلا نسخ. قال المجد في 'المسودة' وغيره: لا يتحقق النسخ إلا مع التعارض، فأما مع إمكان الجمع فلا). ¶ قال ابن الجوزي في \"نواسخ القرآن\" (ص/23): (الشروط المعتبرة في ثبوت النسخ خمسة: الشرط الأول أن يكون الحكم في الناسخ والمنسوخ متناقضا بحيث لا يمكن العمل بهما جميعا فإن كان ممكنا لم يكن أحدهما ناسخا للآخر ... ). ¶ ماذا يفعل المجتهد إن لم يمكنه الجمع أو الترجيح، ولم يعلم الناسخ: ¶ إذا وجد المجتهد دليلان متعارضان فإنه يجمع بينهما بوجه من وجوه الجمع والتوفيق بين الأدلة، فإن تعذر عليه ذلك - ولم يكن أحدهما منسوخا، فإنه يتوقف عن الاستدلال بأيهما لحين ظهور وجه الجمع بينهما، أو الترجيح لأحدهما على الآخر، وإنما قلنا بالتوقف لأن الحق واحد لا يتعدد، ولم نقل بالتخيير بين أيهما لأن هذا يستلزم تعدد الحق، وأنه ليس محصورا في واحد منهما. ¶ وقال الشيخ عياض في \"أصوله\" (ص/418): (وإذا تحقّقت الشروطُ السابقةُ في الدليلين المتعارضين، فما موقفُ المجتهد؟ ¶ اختلف العلماءُ في ذلك: ¶ فذهب بعضهم إلى التخيير، بأنْ يكونَ المكلَّفُ مخيَّراً بين العمل بهذا الدليل أو ذاك، ونُسب للشافعي، واختاره القاضي الباقلانيّ والغزاليّ. ¶ وهذا يُناسبُ القائلين: إن كلَّ مجتهدٍ في الظنيات مصيبٌ، وأن الحقَّ عند الله يُمكنُ أنْ يتعدّدَ. ولا يُناسبَ المُخطِّئةَ.",
            "page": "110",
            "part": "1",
            "seal": "429926DD"
        },
        {
            "id": "113",
            "nass": "وذهب بعضُهم إلى التوقُّف، وهو يُناسبُ القولَ بتخطئة بعض المجتهدين، وأن المصيبَ واحدٌ. ¶ وذهب بعضهم إلى أن على المجتهد أنْ يأخذَ بالأشدِّ؛ لأن الحقَّ شديدٌ. ¶ وذهب آخرون إلى أن عليه أنْ يأخذَ بالأيسر؛ لقوله صلى الله عليه وسلم: «يَسِّروا، ولا تُعَسِّروا» (متفق عليه عن أنس وأبي موسى). ¶ والراجح - إن شاء الله تعالى - أنْ يُقال: هذا قد يكونُ في حقّ بعض المجتهدين دون بعضٍ؛ ولذا فإن المجتهدَ إذا لم يتّضحْ له رجحانُ أحد المتعارضَينِ يلزمُه أنْ يتوقّفَ ويبحثَ عن دليلٍ آخَرَ، يُؤيِّدُ هذا الدليلَ أو ذاك ... ). ¶ القسم الثالث: ¶ قال الشيخ - رحمه الله -: (القسم الثالث: أن يكون التعارض بين عام وخاص فيخصص العام بالخاص). ¶ ومثل له الشيخ في \"الأصل\" (ص/79) بقوله: (مثاله: قوله صلّى الله عليه وسلّم: \"فيما سقت السماء العشر\" وقوله: \"ليس فيما دون خمسة أوسق صدقة\" فيخصص الأول بالثاني، ولا تجب الزكاة إلا فيما بلغ خمسة أوسق). ¶ والكلام واضح وقد سبق الكلام على التخصيص. ¶ القسم الرابع: ¶ قال الشيخ - رحمه الله -: (القسم الرابع: أن يكون التعارض بين نصين أحدهما أعم من الآخر من وجه وأخص من وجه فله ثلاث حالات: ¶ 1 - أن يقوم دليل على تخصيص عموم أحدهما بالآخر فيخصص به. ¶ 2 - وإن لم يقم دليل على تخصيص عموم أحدهما بالآخر عمل بالراجح. ¶ 3 - وإن لم يقم دليل ولا مرجح لتخصيص عموم أحدهما بالثاني وجب العمل بكل منهما فيما لا يتعارضان فيه والتوقف في الصورة التي يتعارضان فيها). ¶ وضابطُ الأعمِّ والأخصِّ من وجهٍ: ¶ وضابطه أن يوجد كل واحد منهما مع الآخر وبدونه. ¶ قال المرداوي في \" التحبير\": (1/ 42): (شأن العموم والخصوص من وجه أن يجتمعا في صورة، وينفرد كل واحد منهما في صورة، فيجتمع الحمد والشكر في الثناء باللسان، وينفرد الحمد بالثناء على الصفات الحميدة من غيره، وينفرد الشكر بالثناء بالجنان والأركان).",
            "page": "111",
            "part": "1",
            "seal": "B9C58161"
        },
        {
            "id": "114",
            "nass": "موقف المجتهد لإزالة هذا التعارض: ¶ ومحصل ما ذكر في المذهب أنه يصار عن تعارضهما إلى الترجيح بينهما أو إلى دليل آخر كما قال المجد وغيره. ¶ مثال: ¶ قال الشنقيطي في \"أضواء البيان\" (4/ 413): (القاعدة المقررة في الأصول: أن النصين إذا كان بينهما عموم، وخصوص من وجه، فإنهما يظهر تعارضهما في الصورة التي يجتمعان فيها، فيجب الترجيح بينهما. كما أشار له صاحب مراقي السعود بقوله: ¶ وإن يك العموم من وجه ظهر ... فالحكم بالترجيح حتما معتبر ¶ وإيضاح كون حديث جبير بن مطعم رضي الله عنه أن النبي صلى الله عليه وسلم قال: «يا بني عبد مناف لا تمنعوا أحدا طاف بهذا البيت وصلى أية ساعة شاء من ليل أو نهار»، بينه وبين أحاديث النهي - كحديث أبي ذر مرفوعا: «لا صلاة بعد العصر حتى تغرب الشمس ولا صلاة بعد الصبح حتى تطلع الشمس» - عموم وخصوص من وجه، كما ذكره الشوكاني رحمه الله: هو أن أحاديث النهي عامة في مكة وغيرها، خاصة في أوقات النهي. وحديث جبير بن مطعم عام في أوقات النهي وغيرها، خاص بمكة حرسها الله، فتختص أحاديث النهي بأوقات النهي في غير مكة، ويختص حديث جبير بالأوقات التي لا ينهى عن الصلاة فيها بمكة، ويجتمعان في أوقات النهي في مكة، فعموم أحاديث النهي يشمل مكة وغيرها، وعموم إباحة الصلاة في جميع الزمن في حديث جبير، يشمل أوقات النهي وغيرها في مكة فيظهر التعارض في أوقات النهي في مكة، فيجب الترجيح. وأحاديث النهي أرجح من حديث جبير من وجهين: ¶ أحدهما: أنها أصح منه لثبوتها في الصحيح. ¶ والثاني: هو ما تقرر في الأصول، أن النص الدال على النهي يقدم على النص الدال على الإباحة ; لأن درأ المفاسد مقدم على جلب المصالح، كما قدمناه مرارا. والعلم عند الله تعالى). ¶ الترتيب بين الأدلة: ¶ قال الشيخ: (إذا اتفقت الأدلة السابقة (الكتاب والسنة والإجماع والقياس) على حكم أو انفرد أحدها من غير معارض وجب إثباته، وإن تعارضت وأمكن الجمع وجب الجمع وإن لم يكن الجمع عمل بالنسخ إن تمت شروطه. وإن لم يمكن النسخ وجب الترجيح).",
            "page": "112",
            "part": "1",
            "seal": "4167A349"
        },
        {
            "id": "115",
            "nass": "قال الشيخ: (فيرجح من الكتاب والسنة: النص على الظاهر. والظاهر على المؤول. والمنطوق على المفهوم. والمثبت على النافي. والناقل عن الأصل على المبقي عليه. والعام المحفوظ على غير المحفوظ. وما كانت صفات القبول فيه أكثر على ما دونه. ¶ وصاحب القصة على غيره. ويقدم من الإجماع: القطعي على الظني. ويقدم من القياس: الجلي على الخفي). ¶ 1 - يرجح النص على الظاهر. ¶ قال الطوفي في \" شرح مختصر الروضة\" (3/ 698 (: (الترجيح اللفظي من جهة المتن - \" فمبناه \"، أي: هو مبني على \" تفاوت دلالات العبارات في أنفسها، فيرجح الأدل منها فالأدل \"، أي: إن العبارات تتفاوت في الدلالة على المعاني بالقوة والضعف، والبيان والإجمال، والإيضاح والإشكال، فما كان منها أقوى دلالة، قدم على غيره. وهذه قاعدة هذا القسم، \" فالنص مقدم على الظاهر \"، لأن النص أدل، لعدم احتماله غير المراد، والظاهر محتمل غيره وإن كان احتمالا مرجوحا، لكنه يصلح أن يكون مرادا بدليل). ¶ وعليه فدلالة النص أقوى من دلالة الظاهر على المعنى المراد فيقدم عليه. ¶ 2 - يرجح الظاهر على المؤول. ¶ سبق وأن ذكرنا أن تعرف المؤول الصحيح (ما حمل على المعنى المرجوح بدليل يصيره راجحا). ¶ كتأويل قوله تعالى: (وَاسْأَلِ الْقَرْيَةَ) [يوسف: 82] إلى معنى واسأل أهل القرية لأن القرية نفسها لا يمكن توجيه السؤال إليها. ¶ وكما تأولنا قوله - صلى الله عليه وسلم - (الجار أحق بصقبه) والصقب: القرب والمجاورة بالجار المخالط لحديث: (إذا وقعت الحدود وصرفت الطرق فلا شفعة). ¶ وعليه فيقدم الظاهر على المؤول؛ لأن الظاهر دلالته على المعنى جلية بخلاف المؤول فدلالته على المعنى خفية. ¶ 3 - يرجح المنطوق على المفهوم. ¶ قال الشيخ في \"الشرح\" (ص/590): (\"المنطوق \" ما دلَّ عليه اللفظ في محل النطق. ¶ و\"المفهوم \": ما دلَّ عليه اللفظ لا في محل النطق. فهذا هو الفرق بينهما). ¶ واعلم أن المفهوم ينقسم إلى مفهوم موافقة، ومفهوم مخالفة، ومفهوم الموافقة قد يكون أولى بالحكم من المنطوق أو مساو فكيف يتقدم عليه.",
            "page": "113",
            "part": "1",
            "seal": "9D01B068"
        },
        {
            "id": "116",
            "nass": "قال الشنقيطي في \" المذكرة\" (ص/89): (وضابط مفهوم الموافقة هو ما دل اللفظ لا في محل النطق على أن حكمه وحكم المنطوق به سواء وكان ذلك المدلول المسكوت عنه أولى من المنطوق به بالحكم أو مساوياً له). ¶ فمثال الأولوي: ما يفهم من اللفظ بطريق القطع؛ كدلالة تحريم التأفيف على تحريم الضرب؛ لأنه أشد. ¶ ومثال المساوي: تحريم إحراق مال اليتيم الدال عليه قوله تعالى: (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا) [النساء:10] فالإحراق مساو للأكل بواسطة الإتلاف في الصورتين. ¶ وعليه فلابد من تقييد هذه القاعدة بكون المفهوم مفهوم مخالفة فتصير: (يقدم المنطوق على مفهوم المخالفة). ¶ وقد مثل له الشيخ في \"الشرح\" (ص/590) بترجيح منطوق حديث أبي سعيد - رضي الله عنه -: (الماءُ طهورٌ لا يُنجِّسْه شيءٌ) على مفهوم حديث القُلَّتين ولفظه عن ابن عمر - رضي الله عنهما - قال: (سئل رسول الله صلى الله عليه وسلم عن الماء وما ينوبه من الدواب والسباع فقال صلى الله عليه وسلم: (إذا كان الماء قلتين لم يحمل الخبث) فإنه يُؤخذُ منه - بطريق مفهوم المخالَفة - أن ما نقص عن القُلَّتين يتنجّسُ بملاقاة النجاسة، وإنْ لم يتغيّرْ، ومنطوقُ الأول يدلُّ على عدم تنجُّسِه إذا لم يتغيّر لونُه أو طعمُه أو ريحُه. ¶ 4 - يرجح المثبت على النافي. ¶ يقدم المثبت على النافي؛ لأن مع المثبت زيادة علم مع إفادته للتأسيس، والتأسيس أولى من التأكيد إلا أن يستند النفي إلى علم بالعدم، فيستويان ويطلب الترجيح بينهما أو يتوقف في الاستدلال بهما. ¶ قال الطوفي في \"شرح مختصر الروضة\" (3/ 700): (قوله: \" والمثبت \"، أي: ويقدم الخبر المثبت \" على النافي \"، يعني الدال على ثبوت الحكم على الخبر الدال على نفيه، كإثبات بلال - رضي الله عنه - صلاة النبي - صلى الله عليه وسلم - في الكعبة على رواية ابن عباس في نفيها؛ لأن عند المثبت زيادة علم ممكنة وهو عدل جازم بها. ¶ قوله: \" إلا أن يستند النفي إلى علم بالعدم، لا عدم العلم، فيستويان \" يعني أن نفي النافي إن استند إلى عدم العلم، كقوله: لم أعلم أن رسول الله - صلى الله عليه وسلم - صلى بالبيت، ولم أعلم أن فلانا قتل فلانا، لم يلتفت إليه، وكان إثبات المثبت للصلاة، وقتل فلان مقدما لما سبق. وإن استند نفي النافي إلى علم بالعدم، كقول الراوي: اعلم أن رسول الله - صلى الله عليه وسلم - لم يصل بالبيت، لأني كنت معه فيه، ولم يغب عن",
            "page": "114",
            "part": "1",
            "seal": "2DAEFA6D"
        },
        {
            "id": "117",
            "nass": "نظري طرفة عين فيه، ولم أره صلى فيه، أو قال أخبرني رسول الله - صلى الله عليه وسلم - أنه لم يصل فيه، أو قال: اعلم أن فلانا لم يقتل زيدا، لأني رأيت زيدا حيا بعد موت فلان، أو بعد الزمن الذي أخبر الجارح أنه قتله فيه. فهذا يقبل، لاستناده إلى مدرك علمي، ويستوي هو وإثبات المثبت، فيتعارضان، ويطلب المرجح من خارج. وكذلك كل شهادة نافية استندت إلى علم بالنفي، لا إلى نفي العلم، فإنها تعارض المثبتة، لأنها تساويها، إذ هما في الحقيقة مثبتتان؛ لأن إحداهما تثبت المشهود به، والأخرى تثبت العلم بعدمه). ¶ 5 - يرجح الناقل عن الأصل على المبقي عليه. ¶ قال المرداوي في \"التحبير\" (4/ 4194): (قوله: {وناقل عن الأصل ... }. إذا تعارض حكمان أحدهما مقرر للحكم الأصلي، والآخر ناقل عن حكم الأصل. فالناقل مقدم عند الجمهور؛ لأنه يفيد حكما شرعيا ليس موجودا في الآخر). ¶ وما ذهب إليه الجمهور أولى لأن الناقل فيه زيادة على المبقى على البراءة الأصلية بإثباته حكما شرعيا ليس موجودا في الأصل. ¶ مثل ترجيحُ أحاديثِ تحريمِ الحُمُرِ الأهليةِ على الأحاديث التي فيها إباحتُها؛ لأن التحريمَ ناقلٌ عن حكم الأصل. ¶ 6 - يرجح العام المحفوظ على غير المحفوظ. ¶ قال الطوفي في \"شرح مختصر الروضة\" (3/ 706): («فيرجح المجرى على عمومه على المخصوص». أي: إذا تعارض عامان أحدهما باق على عمومه، والآخر قد خص بصورة فأكثر ; رجح الباقي على عمومه على المخصوص، لأنه مختلف في بقائه حقيقة أو مجازا، وحجة، أو غير حجة، والباقي على عمومه لا خلاف في بقائه حقيقة وحجة، فكان راجحا. ¶ قلت: وكذلك يقدم ما كان أقل تخصيصا على الأكثر تخصيصا، مثل أن يخص أحدهما بصورة، والآخر بصورتين، فالأول أرجح، لأنه أقرب إلى الأصل، وهو البقاء على العموم ومخالفة الأصل فيه أقل). ¶ 7 - يرجح ما كانت صفات القبول فيه أكثر على ما دونه. ¶ يشير الشيخ - رحمه الله - في هذه القاعدة والتالية لها إلى بعض المرجحات من ناحية السند. ¶ قال الشيخ في \"الشرح\" (ص/596): (هذا في الحديث الشاذ والمحفوظ، ومرَّ علينا في المصطلح: \"الشاذ\" ما رواه الثقة مخالفًا لمن هو أرجح منه: عددًا أو حفظًا، فإذا كان عندنا",
            "page": "115",
            "part": "1",
            "seal": "54806CE0"
        },
        {
            "id": "118",
            "nass": "راويان رويا حديثًا متعارضًا لكنَّ أحدَهما أقوى من الآخر حفظًا وأمسَّ بالشيخ الذي رويا عنه الحديث - فتقدِّم الثاني- لدينا رجلان رويا عن شيخ حديثًا، كل واحد منهما رواه على وجه يخالف الآخر، وكل منهما ثقة، لكن أحدهما أقوى في الأوثقية وأشد وثوقًا في الشيخ مثل أن يكون صهره أو ابن عمه أو ابن أخيه أو خادمه- مثل نافع عن ابن عمر- فهنا نقدِّم الثاني؛ لأن صفات القبول فيه أقوى وأكثر من الآخر). ¶ 8 - يرجح صاحب القصة على غيره. ¶ قال القاضي أبو يعلى في \"العدة\" (3/ 1019) وهو يتكلم عن وجوه الترجيح من ناحية الإسناد: (الثالث: أن يكون أحد الراويين مباشرا لما رواه؛ لأن المباشر أعرف بالحال، ومثاله ما قلناه في رواية أبي رافع أن النبي - صلى الله عليه وسلم -: (نكح ميمونة وهو حلال) أنه أولى من رواية ابن عباس: (أنه نكحها وهو حرام)؛ لأن أبا رافع كان السفير بينهما، والقابل لنكاحها لرسول الله - صلى الله عليه وسلم -. ¶ الرابع: أن يكون أحد الراويين صاحب القصة، كميمونة، قدمنا قولها: تزوجني رسول الله - صلى الله عليه وسلم - ونحن حلالان، على قول ابن عباس؛ لأنها المعقود عليها، فهي أعرف بوقت عقدها من غيرها لاهتمامها به ومراعاتها لوقته). ¶ 9 - يقدم من الإجماع: القطعي على الظني. ¶ سبق بيان أن الإجماع نوعان قطعي وظني، فإن تعارضا فيقدم الإجماع القطعي. ¶ 10 - يقدم من القياس: الجلي على الخفي. ¶ وقد سبق بيان أن القياس له مراتب من حيث القوة والضعف والجلاء والخفاء، فالقياس الذي في معنى الأصل أقوى من القياس الجلي، والجلي أقوى من الخفي، وقياس العلة أقوى من قياس الدلالة. ¶ المفتى والمستفتي ¶ تعريف المفتى: ¶ قال الشيخ: (المفتي: هو المخبر عن حكم شرعي). ¶ وهذا الحد غير مانع وينبغي إضافة بعض القيود له ليكون جامعا مانعا: ¶ أولاً - من المقرر أن المفتي لا يكون إلا مجتهدا، وغير المجتهد لا يكون مفتيا حقيقة، وعليه فلما كان هذا الحد يدخل فيه من أخبر عن حكم الله بغير علم بالدليل سواء أكان مقلدا",
            "page": "116",
            "part": "1",
            "seal": "737D8A0A"
        },
        {
            "id": "119",
            "nass": "أم متخيلا. فكان لابد من تقييده بما يميز المجتهد من غيره مثلا بإضافة قيد: استنبطه من الأدلة التفصيلية، أو لكونه من أهل الفتيا، ونحو ذلك. ¶ ثانيًا - هذا الحد يدخل فيه الإرشاد، ولابد من إضافة قيد: (لمن سأل) للتفريق بين المفتى والمرشد؛ وذلك لأن الإخبار بحكم الله تعالى من غير سؤال هو إرشاد. ¶ ثالثًا - هذا الحد يدخل فيه التعليم، ولابد من إضافة قيد: (أمر نازل) للتفريق بين المفتى والمعلِّم؛ وذلك لأن الإخبار بحكم الله تعالى في غير أمر نازل هو تعليم. ¶ رابعا - هذا الحد يدخل فيه الإخبار بجميع الأحكام الشرعية، ولابد من تقييدها بكونها عملية ليخرج مما يتعلق بالاعتقاد والسلوك ونحو ذلك كما سبق في تعريف الفقه. ¶ وعليه فيكون تعريف المفتى: (المخبر بحكم شرعي عملي مكتسب من أدلته التفصيلية لمن سأل عنه في أمر نازل) (¬1). ¶ تعريف المستفتي: ¶ قال الشيخ: (المستفتي: هو السائل عن حكم شرعي). ¶ ومما سبق من تعريف المفتى فلابد من تقييد التعريف السابق بكونه عمليا وفي نازلة ¶ فيصبح تعريف المستفتي هو: (السائل عن حكم شرعي عملي في نازلة ما). ¶ شروط جواز الفتوى: ¶ الشرط الأول: ¶ قال الشيخ: (يشترط لجواز الفتوى شروط منها: ¶ 1 - أن يكون المفتي عارفاً بالحكم يقيناً أو ظنّاً راجحاً وإلا وجب عليه التوقف). ¶ هذا الشرط فيه إشارة إلى ما سبق تقريره من أن من شروط المفتى أن يكون مجتهدا ليكون عنده القدرة على التوصل إلى معرفة الأحكام الشرعية. ¶ قال في \"الشرح\" (ص/600): (هذا أهم الشروط، أن يكون المفتي عارفًا بالحكم \"يقينًا\": مثل أن يعرف أن الميتة حرام، \"أو ظنًا\" بحيث تكون الأدلة مشتبهة: إما في ثبوتها، وإما في دلالتها، وإما في احتمال معارض، وما أشبه ذلك. المهم أن يكون في الدليل اشتباه، فهنا قد لا يصل الإنسان إلى العلم الذي لا يقبل الاحتمال، فيكون عنده ظن. ¶ ¬__________ ¶ (¬1) انظر رسالة \"الفتيا ومناهج الإفتاء\" للشيخ محمد سليمان الأشقر (ص/9) ومنه استفدت ذكر بعض القيود السابقة.",
            "page": "117",
            "part": "1",
            "seal": "C09ED68D"
        },
        {
            "id": "120",
            "nass": "والظن ظنان: \"ظن ليس مبنيًا على اجتهاد وإنما هو تخرُّص مطلق! فهذا هو المذموم، ومنه قول بعض العوام أو المتحذلقين من الذين يدعون العلم- إذا سئل عن شيء قال: والله \"أظن \" أن هذا حرام، أما الذي يبحث في الأدلة ويراجع ولكنه لم يصل إلى حدِّ اليقين، فإنه إذا حكم بذلك فقد حكم بما يستطيع، وقد قال الله تعالى: لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا) [البقرة: 286]، وقال: (فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ) [التغابن: 16] وأيضًا فإن الإنسان قد لا يصل إلى العلم القطعي، ولو أنَّا ألزمنا المفتين بألا يفتوا إلا بما اقتضى العلم لتعطلت كثير من الأحكام الشرعية .. فإن كثيرًا من الأحكام الشرعية مبني على الظن- بعد الاجتهاد-. ¶ وقوله: (وإلا وجب عليه التوقف): \"وإلا\": أي: وإلا يكن عارفًا يقينًا أو ظنًا يجب عليه التوقف. ¶ ويقال إن مالك بن أنس- رحمه الله- إمام دار الهجرة وهو أحد الأئمة الأربعة جاءه رجل من بلاد خراسان أرسله أهل البلد يسألونه عن مسألة، فسأله، فقال: \"لا أدري \"! قال: \"فماذا أقول لأهل خراسان؟! \" قال: \"قل لهم إن الإمام مالكًا يقول: لا أدري). ¶ الشرط الثاني: ¶ قال الشيخ: (أن يتصور السؤال تصوّرا ًتاماً). ¶ قال في \"الأصل\" (ص/83): (فإذا أشكل عليه معنى كلام المستفتي سأله عنه، وإن كان يحتاج إلى تفصيل استفصله، أو ذكر التفصيل في الجواب، فإذا سئل عن امرئ هلك عن بنت وأخ وعم شقيق، فليسأل عن الأخ هل هو لأم أو لا؟ أو يُفَصِّلُ في الجواب، فإن كان لأم فلا شيء له، والباقي بعد فرض البنت للعم، وإن كان لغير أم فالباقي بعد فرض البنت له، ولا شيء للعم). ¶ الشرط الثالث: ¶ قال الشيخ: (أن يكون هادئ البال فلا يفتي حال انشغال فكره بغضب أو هم أو ملل أو غيرها). ¶ قال ابن النجار في \"شرح الكوكب\" (4/ 547): ((وهي) أي: الفتيا (في حالة غضب ونحوه) كشدة جوع، وشدة عطش، وهم، ووجع، وبرد مؤلم، وحر مزعج، ومع كونه حاقنا، أو حاقبا، أو نحو ذلك (كقضاء) فتحرم على الصحيح، كالصحيح في قضاء القاضي في تلك الحالة ويعمل بفتياه إن أصاب الحق، كما ينفذ قضاؤه في تلك الحالة إن أصاب الحق). ¶ وقد فصل الشيخ في \"الشرح\" (ص/608) حالات الغضب فقال: (العلماء يقولون: إن الغضب له ثلاث مراحل: (أول، ونهاية، ووسط) أما (النهاية): فإنها تلحق صاحبه بالمجانين،",
            "page": "118",
            "part": "1",
            "seal": "51DB0F5C"
        },
        {
            "id": "121",
            "nass": "فلا حكم لقوله أبدًا، فكل أقواله لا تُعتبر؛ لأنه مثل المجنون حتى وإن كان ذلك في طلاق امرأته، فلا تطلق. ¶ وأما (الابتداء وهو أول الغضب): فهذا لا أثر له- يعني: أن وجوده كعدمه، فَتُعتبر أقول أصحابه، ويؤاخذ بها. ¶ (الحال الثالثة للغضب): حال وسط: لا في أوله ولا في نهايته، فهذا موضع نزاع بين أهل العلم: هل يعفى عنه؟ بمعنى: هل تُعتبر أقوال صاحبه أو لا تعتبر، فلو طلق زوجته في هذه الحالة فهل تطلق أو لا تطلق؟ ¶ قال بعض العلماء: \"تطلق\" وقال آخرون: \"لا تطلق \"؛ لأن هذا الرجل مغلوب على أمره كأنه أكره على ذلك من غضبه، وهذا اختيار شيخ الإسلام ابن تيمية وابن القيم رحمهما الله). ¶ الشرط الرابع: ألا يترتب على الفتوى ما هو أكثر ضررا منها. ¶ قال الشيخ في \"الشرح\" (ص/618): (فإن ترتب عليها ما هو أكثر وجب الإمساك؛ وعلى هذا فينبغي أن يكون هذا الشرط شرطًا لجواز الفتوى لا لوجوبها (¬1)، فيشترط ألا ¶ يترتب على الفتوى ما هو أعظم ضررًا، فإن ترتب عليها ما هو أعظم فإنه يجب الإمساك) ¶ وهذه الشروط الأربعة إذا أختل شرط منها حرمت الفتوى. ¶ شروط وجوب الفتوى: ¶ الأول - وقوع الحادثة المسئول عنها: ¶ قال الشيخ: (ويشترط لوجوب الفتوى شروط منها: ¶ 1 - وقوع الحادثة المسئول عنها إلا أن يكون قصد السائل التعلم فإنه لا يجوز كتم العلم). ¶ قال الشيخ في \"الشرح\" (ص/611): (فلا بد أن تكون الفتوى واقعة فإن لم تكن واقعة لم تجب عليه الفتوى، وقد كان بعض السلف يفعل ذلك، إذا سئل عن مسألة قال: \"هل وقعت؟ \" إن قال السائل: \"نعم\" أجاب، وإن قال: \"لا\" قال: \"نحن في عافية منه، فلا نجيبك حتى تقع \". وقوله: (إلا أن يكون قصد السائل التعلم) فحينئذ يجب عليه أن يفتيه). ¶ وينبغي تقييد ذلك بأن يكون السائل أهلا للجواب، وإلا لم يكن كتما للعلم. ¶ ¬__________ ¶ (¬1) ولذلك نقلت هذا الشرط هنا مع الشروط التي ذكرها الشيخ لجواز الفتوى، بعد أن كان ذكره في الأصل ضمن شروط وجوب الفتوى.",
            "page": "119",
            "part": "1",
            "seal": "A1B7BC9D"
        },
        {
            "id": "122",
            "nass": "الثاني - ألا يكون للسائل مقصد سيئ من السؤال: ¶ قال الشيخ: (ألا يعلم من حال السائل أن قصده التعنت أو تتبع الرخص أو ضرب آراء العلماء بعضها ببعض أو غير ذلك من المقاصد السيئة). ¶ قال في \"الشرح\" (ص/613): (فإن علم أن قصده التعنت- يعني: الإشقاق على المسئول وإظهار عجزه- فإنه لا يجب عليه أن يجيب، فلو علمتَ أن هذا السائل لم يأت ليسأل إرادة للعلم، إنما أراد أن يسأل لإِظهار عجزك أمام الناس، فلك أن تقول: \"لا أدري \" أو: \"لا أجيبك \". ¶ وكذلك إذا علمت أنه لما أخبرته بالحكم قال: \"أين الدليل؟ \" فأتيت بالدليل، فجعل يجادل: هذا الدليل يحتمل كذا وكذا، ويأتي له بألف احتمال، فهذا يُعرف منه أنه أراد التعنت، فلك أن تقول: \"لا، ما عندي غير هذا\"، ولا حرج عليك في هذا. ¶ ولهذا خيَّر اللهُ النبي - صلى الله عليه وسلم - بين الحكم وعدمه إذا سأله أهل الكتاب قال: (فَإِنْ جَاءُوكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ) [المائدة: 42]، لأنهم لن يأتوا لرسول الله - صلى الله عليه وسلم - لمعرفة الحق، بل يريدون إعناته، وأحيانًا يريدون مصلحة لهم كما تحاكموا إليه في الزنى (¬1) ... أو ضرب آراء العلماء بعضها ببعض وهذا كثير الآن، يجيء المستفتي يسأل العالم ليرى ماذا عنده وليس قصده الحق، وإذا علم ما عنده ذهب إلى العالم الثاني وسأل وقال: ماذا تقول في كذا وكذا؟ قال: أقول كذا وكذا. قال: لكن فلان يقول: كذا وكذا، فما قصده؟! أي أنه يضرب رأي العالم الثاني برأي العالم الأول. وقد يريد أن يتبجح في المجالس يقول: أنا سألت فلانًا وقال: هذا حرام، وسألت فلانًا وقال: هذا حلال. ثم يضرب آراء العلماء بعضها ببعض). ¶ ما يلزم المستفتي: ¶ قال الشيخ: (الأول: أن يريد باستفتائه الحق والعمل به لا تتبع الرخص وإفحام المفتي وغير ذلك من المقاصد السيئة. ¶ الثاني: ألا يستفتي إلا من يعلم أو يغلب على ظنه أنه أهل للفتوى وينبغي أن يختار أوثق المفتين علماً وورعاً وقيل يجب ذلك). ¶ قال الشيخ عياض السلمي في \"أصوله\" (ص/486): (يجوزُ للعاميّ أنْ يسألَ مَن شاء من المفتين، وله أنْ يسألَ المفضولَ مع وجود الفاضل، عند أكثر العلماء. ¶ ¬__________ ¶ (¬1) فقد أرادوا أن يبدلوا حكم الله بألا يرجموا الشريف منهم.",
            "page": "120",
            "part": "1",
            "seal": "84D24BEF"
        },
        {
            "id": "123",
            "nass": "واستدلُّوا على ذلك: بالإجماع؛ أخذاً مما عليه الحالُ وقتَ الصحابة والتابعين، فإن العوامَّ كانوا يسألون المفضولَ فيُفتيهم، ولا يأمرُهم بسؤال الفاضل. ¶ ولم يُعهدْ عن أحدٍ من الصحابة أنه كان لا يُفتي مع وجود الأفضل منه في البلدة، وقد أفتى ابنُ عباسٍ وابنُ عمر في حياة الخلفاء الأربعة، رضي الله عنهم أجمعين. ¶ الواجب على المستفتي إذا تعارضت الفتاوى: أنْ يأخذَ بفتوى الأعلم من المفتين، فإنْ تساووا أخذَ بقول الأتقى والأورع، فإنْ جهل الأعلمَ أو الأورعَ سأل العارفين بهم عن ذلك، ثم أخذ بمَن يغلب على ظنه أنه الأعلمُ أو الأتقى. ¶ والدليل على صحّته: أن فتوى العالم عند العاميّ كالدليل عند المجتهد، وإذا تعارضت الأدلّةُ عند المجتهد وجب عليه طلبُ الترجيح، فكذلك العاميّ إذا تعارضتْ عنده الفتاوى). ¶ الاجتهاد ¶ تعريف الاجتهاد: ¶ لغة: ¶ قال الشيخ: (الاجتهاد لغة: بذل الجَهد لإدراك أمر شاق). ¶ قال الطوفي في \"مختصر الروضة\" (ص/173): (الاجتهاد لغة: بذل الجهد في فعل شاق، فيقال: اجتهد في حمل الرحى لا في حمل خردلة). ¶ اصطلاحا: ¶ قال الشيخ: (واصطلاحاً: بذل الجَهد لإدراك حكم شرعي). ¶ تنبيهات: ¶ أولا - استعماله لكلمة: \"الجَهد\" في تعريف الاجتهاد فيه دور. ¶ ثانيا - يدخل فيه بذل الجهد من غير الفقيه كالنحوي وغيره، ويدخل فيه إدراك المقلد للأحكام الشرعية فهو إدراك لا عن طريق النظر والاستدلال بل عن طريق حفظه للمتون أو حفظ النصوص الشرعية الدالة على الحكم صراحة. ¶ وعليه فالتعريف المختار للاجتهاد هو: (بذل الفقيه وسعه لاكتساب حكم شرعي ظني عملي من أدلته التفصيلية).",
            "page": "121",
            "part": "1",
            "seal": "2717294C"
        },
        {
            "id": "124",
            "nass": "فقولنا: (بذل وسعه) إخراج للتقصير في النظر والاكتفاء من ذلك ببعض الوسع الذي يمكنه أن يزيد عليه. ¶ وقولنا: (الفقيه) المراد به هنا المتهيئ لمعرفة الأحكام. ¶ وقولنا: (لاكتساب) بمعنى لاستنباط، وإنما قيدنا التعريف بهذا القيد؛ ليخرجَ بذلُ الوُسع لإدراك الحكم الشرعيِّ بحفظ متون الفقه، أو بحفظ النصوص الشرعية الدالّة صراحةً على الحكم، فهذا العملُ - وإنْ كان اجتهاداً في اللُّغة - لكنه ليس اجتهاداً في الاصطلاح. ¶ قولنا: (شرعي) لإخراج الأحكام العقلية والحسية واللغوية، فإن اجتهاد الفقيه في شيء من ذلك لا يسمى اجتهادا شرعيا. ¶ وقولنا: (ظني) أي أن مجال الاجتهاد إنما هو في الأحكام الشرعية العملية ظنية الثبوت أو الدلالة أو كلاهما، أو النوازل التي لا نص فيها أصلا دون المسائل قطعية الثبوت والدلالة. ¶ وباقي قيود التعريف سبق شرحها في حد الفقه. ¶ تعريف المجتهد: ¶ قال الشيخ: (المجتهد: من بذل جهده لذلك). ¶ وقوله: (لذلك) فيه إجمال، ومقصوده به أي: لاكتساب حكم شرعي ظني عملي من أدلته التفصيلية. والأولى في تعريف المجتهد أن نقول: (الفقيه الذي يبذل وسعه لاكتساب حكم شرعي ظني عملي من أدلته التفصيلية). ¶ شروط الاجتهاد ¶ - الشرط الأول: ¶ قال الشيخ: (أن يعلم من الأدلة الشرعية ما يحتاج إليه في اجتهاده كآيات الأحكام وأحاديثها). ¶ لم يختلف العلماء في اشتراط معرفة أدلة الأحكام في الجملة، ولكن وقع الخلاف في عدد هذه الأدلة. ¶ وسبب اختلافهم هل يكتفي بمعرفةُ الآيات والأحاديث الدالة على الأحكام بطريق النصّ أو الظاهر، دون ما دل على الأحكام بطريق الإشارة أو مفهومِ المخالفة، ونحوِهما من طرق الدلالة الخفيّة.",
            "page": "122",
            "part": "1",
            "seal": "25EB9D52"
        },
        {
            "id": "125",
            "nass": "فمن قال بالأول قال بحصر الأدلة فقالوا من الآيات يكتفى بخمسمائة آية (¬1) وقيل تسعمائة، وقيل غير ذلك. ¶ ومن قال بالثاني لم يحصر الآيات في آيات الأحكام وحسب بل زاد ما يتعلق بالوعد والإخبار عن أمور الآخرة أو القرون السالفة والأقاصيص والمواعظ ونحوهم، فقل أن يوجد في القرآن الكريم آية إلا ويستنبط منها شيء. ¶ والأليق بحال المجتهد الشرط الأول وعدم الاكتفاء بمعرفة الأدلة الدالة على الأحكام بطريق النصّ أو الظاهر دون ما كانت دلالته خفية. وحصر الأدلة في عدد معين لا دليل عيه، وأحكام الشرع كما تستنبط من الأوامر والنواهي؛ كذلك تستنبط من الأقاصيص والمواعظ ونحوها، فقل أن يوجد في القرآن آية إلا ويستنبط منها شيء من الأحكام. ¶ وليس معنى ذلك أن المجتهد يستحضر جميع ما ورد في المسالة من أدلة بل يجتهد ¶ قدر طاقته وهو دائر بين الأجر والأجرين. ¶ والصحابة هم أعلم الناس بالأدلة ووجوه دلالتها على الأحكام، إلا أنه قد يخفى على بعضهم بعض الأدلة سواء أكانت دلالتها على الحكم ظاهرة أم خفية، وليس معنى هذا الاكتفاء ببعض الأدلة دون بعض بل المقصود وجود ملكة الاستنباط وبذل الوسع في معرفة الحكم الشرعي. ¶ وأما القول بأن الإحاطةَ بكلِّ ما في القرآن من المعاني ليس ممكناً، فلو اشترطنا ذلك لما ¶ تمكن أحدٌ من الاجتهاد، فليس بصحيح فمن عرف دلالات الألفاظ، وأصول الفقه سهل عليه ¶ استنباط الأحكام من الأدلة بالقوة القريبة، وإنما يكفيه أن يستقرئ الأدلة للوصول للحكم الشرعي، ولا يكلف الله نفسا إلا وسعها، وقد جمعت السنة في دواوين وسهل الوقوف على الأدلة أكثر من ذي قبل. ¶ الشرط الثاني: ¶ قال الشيخ: (أن يعرف ما يتعلق بصحة الحديث وضعفه). ¶ قال ابن النجار في \" شرح الكوكب \" (4/ 461): (\"و\" يشترط في المجتهد أيضا: أن يكون عالما ب \"صحة الحديث وضعفه\" سندا ومتنا، ليطرح الضعيف حيث لا يكون في فضائل الأعمال، ويطرح الموضوع مطلقا، وأن يكون عالما بحال الرواة في القوة والضعف، ¶ ¬__________ ¶ (¬1) نقل ذلك عن الغزالي والرازي وابن قدامة وابن العربي، وغيرهم ولعلهم ذهبوا لذلك لما رأوا مقاتل بن سليمان أول من أفرد آيات الأحكام في تصنيف وجعلها خمسمائة آية.",
            "page": "123",
            "part": "1",
            "seal": "3256AF98"
        },
        {
            "id": "126",
            "nass": "ليعلم ما ينجبر من الضعف بطريق آخر \"ولو\" كان علمه بذلك \"تقليدا كنقله\" ذلك \"من كتاب صحيح\" من كتب الحديث المنسوبة لأئمته كمالك وأحمد والبخاري ومسلم وأبي داود والدارقطني والترمذي والحاكم وغيرهم؛ لأنهم أهل المعرفة بذلك، فجاز الأخذ بقولهم، كما يؤخذ بقول المقومين في القيم). ¶ الشرط الثالث: ¶ قال الشيخ: (أن يعرف الناسخ والمنسوخ ومواقع الإجماع). ¶ وعبارة الشيخ تضمنت شرطين وهما: معرفة الناسخ والمنسوخ، ومواقع الإجماع. ¶ قال الطوفي في \"شرح مختصر الروضة\" (3/ 580): (قوله: «والناسخ والمنسوخ منهما»، أي: من الكتاب والسنة، لأن المنسوخ بطل حكمه، وصار العمل على الناسخ، فإن لم يعرف الناسخ من المنسوخ، أفضى إلى إثبات المنفي، ونفي المثبت ... ¶ «ويكفيه» من معرفة الناسخ والمنسوخ أن يعرف «أن دليل هذا الحكم غير منسوخ»، يعني ولا يشترط أن يعرف جميع الأحاديث المنسوخة من الناسخة، والإحاطة بمعرفة ذلك أيسر من غيره، لقلة المنسوخ بالنسبة إلى المحكم من الكتاب والسنة ... ¶ قوله: «ويكفيه معرفة أن هذه المسألة مجمع عليها أم لا». ¶ هذا كما سبق في القدر الكافي من الناسخ والمنسوخ، وهو أن يعلم أن هذه المسألة مما أجمع عليه، أو مما اختلف فيه، ولا يشترط أن يعلم الإجماع والخلاف في جميع المسائل، ولعل هذا ينزع إلى تجزؤ الاجتهاد على ما سيأتي إن شاء الله تعالى). ¶ الشرط الرابع: ¶ قال الشيخ: (أن يعرف من الأدلة ما يختلف به الحكم من تخصيص، أو تقييد، أو نحوه). ¶ يعني أنه يشترط أن يعرف المجتهد الأدلة الخاصة التي تخصص العام، والمقيدة التي تقيد الأدلة المطلقة، وقوله: (أو نحوه) فسره بقوله: (ما يرد على النصوص من الشرط والاستفهام وغير ذلك). ¶ وهذا الشرط يدخل في الشرط الأول الذي ذكره الشيخ، وله تعلق بالشرط التالي، فلا داعي لعده شرطا زائدا. ¶ الشرط الخامس: ¶ قال الشيخ: (أن يعرف من اللغة وأصول الفقه ما يتعلق بدلالات الألفاظ كالعام والخاص والمطلق والمقيد والمجمل والمبين ونحو ذلك).",
            "page": "124",
            "part": "1",
            "seal": "BB5866A6"
        },
        {
            "id": "127",
            "nass": "تضمن كلام الشيخ اشتراط العلم بأصول الفقه، وبعض ما يحتاج إليه المجتهد من اللغة. ¶ قال الطوفي في \"شرح مختصر الروضة\" (3/ 581): (يشترط للمجتهد أن يعرف «من النحو واللغة ما يكفيه في معرفة ما يتعلق بالكتاب والسنة من نص وظاهر، ومجمل، وحقيقة ومجاز، وعام وخاص، ومطلق ومقيد، ودليل خطاب ونحوه»، كفحوى الخطاب ولحنه ومفهومه؛ لأن بعض الأحكام يتعلق بذلك ويتوقف عليه توقفا ضروريا، كقوله - عليه السلام -: \"اقتدوا باللذين من بعدي أبي بكر وعمر\" رواه الشيعة بالنصب أبا بكر وعمر على النداء، أي: يا أبا بكر، فعلى رواية الجر هما مقتدى بهما، وعلى رواية النصب هما مقتديان بغيرهما ... ¶ الشرط السادس: ¶ قال الشيخ: (أن يكون عنده قدرة يتمكن بها من استنباط الأحكام من أدلتها). ¶ والمدقق يرى أن هذا ليس شرطا وإنما هو كالثمرة، أو النتيجة لتحقق الشروط السابقة فمن تحققت فيه الشروط السابقة تكونت عنده هذه القدرة، ومن لم تتوفر فيه هذه الشروط فهو قاصر غير كامل الأهلية لاستنباط الأحكام الشرعية من أدلتها. ¶ تجزؤ الاجتهاد: ¶ قال الشيخ: (والاجتهاد قد يتجزأ فيكون في باب واحد من أبواب العلم أو في مسألة من مسائله). ¶ الشروط العامة السابقة يلزم اجتماعها في المجتهد المستقل، ولكن المجتهد في مسألة واحدة أو باب واحد لا يشترط فيه اجتماع كل هذه الشروط، بل يشترط أن يعرف منها ما يتعلق بالباب الذي سوف يجتهد فيه أو المسألة. إلا أن بعض الشروط كلية لا تقبل التجزؤ كمعرفته للغة العرب، وأصول الفقه، وكذا معرفته لما يتعلق بصحة الحديث إن قلنا أنه لا يكتفى بالتقليد فيه. ¶ فعلى سبيل المثال من أراد أن يحصل آلة الاجتهاد في باب البيوع، فلابد وأن يتعرف على الأدلة الخاصة بهذا الباب، وما نسخ منها، ومواقع الإجماع فيه، ويكون على بصيرة في فهم اللغة، وما يحتاج إليه في المسألة من أصول الفقه فهذا تتكون له ملكة الاستنباط في هذا الباب أو هذه المسألة. ¶ ما يلزم المجتهد: ¶ قال الشيخ: (يلزم المجتهد أن يبذل جهده في معرفة الحق ثم يحكم بما ظهر له فإن أصاب فله أجران، وإن أخطأ فله أجر واحد والخطأ مغفور له. وإن لم يظهر له الحكم",
            "page": "125",
            "part": "1",
            "seal": "3D31CA8E"
        },
        {
            "id": "128",
            "nass": "وجب عليه التوقف وجاز التقليد حينئذ لضرورة). ¶ قال الشيخ في \"الشرح\" (ص/633): (إن أصاب فله أجران، وإن أخطأ فله أجر واحد وهذا الكلام من المؤلف يدل على أن المجتهد مخطئ ومصيب، وليس كل مجتهد مصيبًا- وهو كذلك- والدليل قوله: \"إذَا حَكَمَ الحاكمُ فاجتهد فأصابَ فله أجرَانِ، وإذا حكم فاجتهد ثم أخطا فله أجر \" وهذا صريح في أن المجتهد وإن أخطأ فله أجر لأنه تعب وحرص على إدراك الحق، ولم يوفق له، فيكون له أجر التعب، أما أجر الإِصابة فهو محروم منه لأنه لم يصب، وأما إذا اجتهد فأصاب فإن له أجرين: الأجر الأول التعب في الاجتهاد وطلب الأدلة، والأجر الثاني: إصابة الحق. أما ثبوت الأجر على الوجه الأول فظاهر؛ لأن الإنسان عمل وتعب فهو مكتسب وقد قال الله تعالى: (لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ) [البقرة:286]، لكن حصول الأجر على الوجه الثاني وهو إصابة الحق فيه شيء من الإشكال، ولكن هذا الإِشكال يتبين بأن نقول: إن مجرد إصابة الحق فيها أجر لأن إصابة الحق إظهار له، ثم إن الغالب أنه لم يصب إلا لزيادة تحريه واجتهاده فيكون اجتهاد المصيب في الغالب أكثر من اجتهاد المخطئ، ولهذا صار له أجران). ¶ - هل يقلد المجتهد؟ ¶ المجتهد المستقل ليس له تقليد مجتهد آخر مع ضيق الوقت ولا سعته لا فيما يخصه ولا فيما يفتي به لكن يجوز له إذا تعارضت عنده الأدلة، ولم يظهر له وجه الترجيح بينها أن ينقل للمستفتي مذهب الأئمة كأحمد والشافعي ولا يفتي من عند نفسه بتقليد غيره، وأما المجتهد في مسألة أو في باب له أن يقلد في غير ما هو مؤهل للاجتهاد فيه. ¶ التقليد ¶ تعريف التقليد لغة: ¶ قال الشيخ: (التقليد لغة: وضع الشيء في العنق محيطاً به كالقلادة). ¶ قال ابن أبي الفتح في \"المطلع\" (ص/206): (التقليد مصدر قلد قال الجوهري وتقليد البدنة أن يعلق في عنقها شيء ليعلم أنها هدي). ¶ تعريف التقليد اصطلاحا: ¶ عرفه الشيخ بقوله: (إتباع من ليس قوله حجة). ¶ اعتراضات على التعريف: ¶ الأول - لابد من إضافة قيد: (في حكم شرعي) لإخراج حكم القاضي بشهادة الشهود،",
            "page": "126",
            "part": "1",
            "seal": "0AFB1AA4"
        },
        {
            "id": "129",
            "nass": "وكذا التقليد في الأمور الدنيوية. ¶ الثاني - كلمة (حجة) نكرة في سياق النفي -؛ لأن: ليس فعل يدل على نفي مضمون الجملة في الحال - وعليه فهي تفيد العموم، فالمعنى أنه لا يصح أن يسمى الإتباع تقليدا إلا في حال كون قول المتَّبع ليس بحجة. ¶ وهنا إشكال فقد أطلق البعض على أن قول المجتهد حجة في حق العامي لأمر الشرع للمقلد بسؤاله، وأطلق البعض عليه أنه إتباع لا تقليد فيخرج من التعريف بناء على هذا. ¶ وللخروج من هذا الإشكال لابد من إضافة قيد (في ذاته) في للتعريف. ¶ قال الشيخ الشثري في \"التقليد\" (ص/30): (قولنا: في ذاته؛ لإدخال إتباع قول المجتهد في حق العامي؛ لأنه حجة لا في ذاته، ولكن بالنصوص من الكتاب والسنة ¶ الآمرة بإتباعه، ولإخراج إتباع الإجماع؛ لأنه حجة بذاته). ¶ زاد الشيخ الشثري في رسالته \"التقليد وأحكامه\" (ص/29) بعض القيود الأخرى، فعرف التقليد بقوله: (التزام المكلف في حكم شرعي مذهب من ليس قوله حجة في ذاته). ¶ ثم بين محترزات التعريف فقال: (قولنا: التزام: جنس في التعريف. ¶ قولنا: المكلف؛ ليشمل الرجال والنساء، وغير المكلف لا عبرة به في الأحكام التكليفية ... ¶ قولنا: مذهب؛ ليشمل القول والعمل والاعتقاد، ويخرج عمل القاضي بقول الشهود. ¶ قولنا: من، اسم موصول). ¶ قيد آخر: ¶ ولابد من إضافة قيد: (من غير معرفة رجحان دليله) ليدخل في التعريف مع العامي: ¶ المتبع (¬1) الذي قد يفهم الحجة ويعرف الدليل ولكنه في نفس الوقت ليس عنده القدرة على الاستقلال بفهم الأدلة واستنباط الأحكام منها وقد لا يكون قادراً على دفع الشُّبَه عن الدليل والجواب عن أدلة القول الآخر. فلابد من تخصيص المكلف بما يفيد ذلك. ¶ ومما سبق يكون تعريف التقليد هو: (التزام المكلف في حكم شرعي مذهب من ليس قوله حجة في ذاته من غير معرفة رجحان دليله). ¶ ¬__________ ¶ (¬1) وهذا بناء على أن القسمة ثنائية وأنه ليس ثم واسطة بين العامي والمجتهد، وأما من يرى أن القسمة ثلاثية، وأنه بينهما منزلة الإتباع فلا يدخل عنده المتبع في حد التقليد، فيخصصه بالعامي فقط فلا حاجة لهذا القيد الأخير.",
            "page": "127",
            "part": "1",
            "seal": "ECD4D423"
        },
        {
            "id": "130",
            "nass": "مواضع التقليد: ¶ قال الشيخ - رحمه الله -: (يكون التقليد في موضعين: ¶ الأول: أن يكون المقلد عاميّاً لا يستطيع معرفة الحكم بنفسه ففرضه التقليد، ويقلد أفضل من يجده علماً وورعاً فإن تساوى عنده اثنان خير بينهما. ¶ الثاني: أن يقع للمجتهد حادثة تقتضي الفورية ولا يتمكن من النظر فيها فيجوز له التقليد حينئذ). ¶ وقد سبق الكلام على هذه المسائل وبيان أنه يجوز استفتاء المفضول مع وجود الفاضل، وأنه عند التعارض يقدم الأعلم من المفتين، فإنْ تساووا أخذَ بقول الأتقى والأورع، فإنْ جهل الأعلمَ أو الأورعَ سأل العارفين بهم عن ذلك، ثم أخذ بمَن يغلب على ظنه أنه الأعلمُ أو الأتقى. ¶ وقد سبق بيان أن المجتهد لا يقلد مطلقا بما يغني عن إعادته هنا. ¶ حكم التقليد في أصول الدين: ¶ قال الشيخ: (واشترط بعضهم لجواز التقليد أن لا تكون المسألة من أصول الدين ¶ التي يجب اعتقادها، والراجح أن ذلك ليس بشرط). ¶ خالف الشيخ قول الأكثرين من الأصحاب والمشهور من المذهب، واختار قول بعض الحنابلة والشافعية واختيار تقي الدين ابن تيمية من أنه يجوز التقليد في مسائل أصول الدين وهو الراجح. ¶ وقد استدل الشيخ العثيمين لصحة إيمان المقلد في \"شرح السفارينية\" (ص/311) بما يلي: ¶ 1 - أن الله أحال على سؤال أهل العلم في مسألة من مسائل الدين التي يجب فيها الجزم ¶ ، فقال: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ) [النحل: 43] ونسألهم لنأخذ بقولهم، ومعلوم أن الإيمان بأن الرسل رجال من العقيدة ومع ذلك أحالنا الله فيه إلى أهل العلم. ¶ 2 - وقال تعالى: (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ) [يونس: 94]، ويسألهم ليرجع إليهم، وإذا كان الخطاب هذا للرسول ولم يشك فنحن إذا شككنا في شيء من أمور الدين نرجع إلى الذين يقرؤون الكتاب إلى أهل العلم لنأخذ بما يقولون، إذن هذا عام يشمل مسائل العقيدة. ¶ 3 - أننا لو ألزمنا العامي بمنع التقليد والتزام الأخذ بالاجتهاد لألزمناه بما لا يطيق، ¶ وقد قال تعالى: (لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا) [البقرة: 286].",
            "page": "128",
            "part": "1",
            "seal": "C65ED57D"
        },
        {
            "id": "131",
            "nass": "فالصواب المجزوم به القول الثاني: أن ما يطلب فيه الجزم يكتفي فيه بالجزم سواء عن طريق الدليل، أو عن طريق التقليد). ¶ أنواع التقليد: ¶ قال الشيخ: (التقليد نوعان عام، وخاص: ¶ 1 - فالعام: أن يلتزم مذهباً معيناً يأخذ برخصه وعزائمه في جميع أمور دينه. ¶ وقد اختلف العلماء فيه فمنهم من حكى وجوبه لتعذر الاجتهاد في المتأخرين ومنهم من حكى تحريمه لما فيه من الالتزام المطلق لاتباع غير النبي صلى الله عليه وسلم). ¶ ينبغي أن ننتبه إلى أن المقلدين والمجتهدين على طبقات، وقد اصطلحنا على أن منزلة الإتباع تدخل ضمنا في مرتبة التقليد ما لم يُحَصِّل أصحابها ملكة الاستنباط ويحققوا شروط الاجتهاد. ¶ والمجتهد المستقل هو الذي لا يتقيد بمذهب، ولا يقلد أحدا. ¶ وعليه فالأقوى عندي في حكم التمذهب على من دون المجتهد المستقل هو التفصيل: فالعامي أو المقلد الذي لا دراية عنده بالأدلة ولا يملك أي نوع من النظر فهذا الأقوى عندي أنه لا يتمذهب بل إن مذهبه هو مذهب مفتيه، وإنما سمى عاميا اشتقاقا من العمى فهو بيد من أخذ بيده. ¶ وأما من ارتقى عن هذه المنزلة، وله نوع نظر في الأدلة، إلا أنه قاصر عن مرتبة الاجتهاد فهذا الراجح في حقه هو جواز التمذهب دون التعصب، وفائدة التمذهب أن يتحصل عند الطالب منهج ومعيار منضبط وغير متناقض في النظر إلى المسائل الفقهية، وأيضا سيحقق له التدرج والترقي في سلم العلم، فكل مذهب من المذاهب تعاقبت أجيال على خدمته على مدار قرون طوال، وصنف العلماء فيه مؤلفات كثيرة منها ما يقتصر على رواية واحدة ثم يتدرج، ويعرض للطالب روايتين، وهكذا، وهذه المزية لا يجدها في غير كتب المذاهب، وإنما أنكر الناس التمذهب حينما خلطوه بالتقليد المذموم الذي يتعصب فيه الطالب للإمام ويعتقد أنه قد أحاط بكل مسائل الدين وأدلتها، وأنه معصوم عن الخطأ. ¶ وعليه فالصواب أن الطالب يجوز له أن يتمذهب، شريطة ألا يتعصب، بل يرجع عما ظهر له خطأ إمامه فيه، وأقوال الأئمة كثيرة في النهي عن تقليدها. ¶ 2 - التقليد الخاص: ¶ قال الشيخ: (والخاص: أن يأخذ بقول معين في قضية معينة فهذا جائز إذا عجز عن معرفة الحق بالاجتهاد).",
            "page": "129",
            "part": "1",
            "seal": "49870AEB"
        },
        {
            "id": "132",
            "nass": "ولا يخرج المقلد في هذه القضية الخاصة عن أن يكون: إما مجتهدا، أو مقلدا، وقد سبق بيان الراجح أن المجتهد لا يقلد، وأما المقلد فله أن يسأل مفتيا عن حادثة ويأخذ بقوله، وقد سبق ذكر ضوابط ذلك، وهذا هو المعروف في عهد السلف الصالح. ¶ فتوى المقلد: ¶ قال الشيخ: (قال ابن القيم: \"ذلك جائز عند الحاجة وعدم العالم المجتهد\"، وهو أصح الأقوال وعليه العمل). ¶ الراجح أنه لا يفتي إلا مجتهد سواء أكان مستقلا أو مقيدا بمذهب، والمجتهد في باب أو مسألة لا يفتى إلا في الباب أو المسألة التي هو أهل للنظر فيها دون غيرها، وأما من دون هؤلاء وليس على صفة من صفاتهم فلا يحل له الفتوى لا لنفسه ولا لغيره، وغاية الأمر أنه إن عدم العالم المجتهد في بلدة ما، واحتيج إلى فتوى المقلد فهنا يجوز له أن ينقل أقوال العلماء، فيقول قال أحمد، قل الشافعي، وهكذا ويكون قبول قوله من باب الخبر لا الإفتاء، ولابد أن يكون عالما بما ينقل من أحكام بصيرا بمواردها وشمولها لمحل النزاع، وهذه حالة ضرورة على خلاف الأصل. ¶ قال ابن حمدان في \"صفة الفتوى\" (ص/24) بعد أن ذكر نحوا مما سبق ذكره من أقسام المجتهدين: (فمن أفتى وليس على صفة من الصفات المذكورة من غير ضرورة فهو عاص آثم (¬1)؛ لأنه لا يعرف الصواب وضده فهو كالأعمى الذي لا يقلد البصير فيما يعتبر له البصر؛ لأنه بفقد البصر لا يعرف الصواب وضده (أَلَا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ (4) لِيَوْمٍ عَظِيمٍ) [المطففين:4،5]. قال ابن الجوزي: يلزم ولي الأمر منعهم كما فعل بنو أمية، ومن تصدى للفتيا ظانا أنه من أهلها فليتهم نفسه وليتق ربه فإن الماهر في علم الأصول، أو ¶ ¬__________ ¶ (¬1) قال النووي في \" شرح مسلم\" (12/ 13): (قوله صلى الله عليه وسلم (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله أجر) قال العلماء أجمع المسلمون على أن هذا الحديث في حاكم عالم أهل للحكم فإن أصاب فله أجران أجر باجتهاده وأجر بإصابته وإن أخطأ فله أجر باجتهاده وفي الحديث محذوف تقديره إذا أراد الحاكم فاجتهد قالوا فأما من ليس بأهل للحكم فلا يحل له الحكم فإن حكم فلا أجر له بل هو آثم ولا ينفذ حكمه سواء وافق الحق أم لا؛ لأن إصابته اتفاقه ليست صادرة عن أصل شرعي فهو عاص في جميع أحكامه سواء وافق الصواب أم لا وهي مردودة كلها ولا يعذر في شيء من ذلك وقد جاء في الحديث في السنن القضاة ثلاثة قاض في الجنة واثنان في النار قاض عرف الحق فقضى به فهو في الجنة وقاض عرف الحق فقضى بخلافه فهو في النار وقاض قضى على جهل فهو في النار).",
            "page": "130",
            "part": "1",
            "seal": "B445D7A9"
        },
        {
            "id": "133",
            "nass": "الخلاف، أو العربية دون الفقه يحرم عليه الفتيا لنفسه ولغيره؛ لأنه لا يستقل بمعرفة حكم الواقعة من أصول الاجتهاد لقصور آلته ولا من مذهب إمام لعدم حفظه وإطلاعه عليه على الوجه المعتبر فلا يحتج بقوله في ذلك وينعقد الإجماع دونه على أصح المذهبين ... وقيل يجوز لمن حفظ مذهب ذي مذهب ونصوصه أن يفتي به عن ربه وإن لم يكن عارفا بغوامضه وحقائقه وقيل لا يجوز أن يفتي بمذهب غيره إذا لم يكن متبحرا فيه عالما بغوامضه وحقائقه كما لا يجوز للعامي الذي جمع فتاوي المفتين أن يفتي بها. وإذا كان متبحرا فيه جاز أن يفتي به والمراد بقول من منع الفتوى به أنه لا يذكره على صورة ما يقوله من عند نفسه بل يضيفه إلى غيره ويحكيه عن إمامة الذي قلده لصحة تقليد الميت، فعلى هذا من عددناه من أصناف المفتين من المقلدين ليس على الحقيقة من المفتين ولكن قاموا مقامهم وأدوا عنهم فعدوا معهم وسبيلهم في ذلك أن يقولوا مثلا مذهب أحمد كذا وكذا ومقتضى مذهبه كذا وكذا أو نحو ذلك ومن ترك منهم إضافة ذلك إلى إمامة إن كان ذلك منه اكتفاء بالمعلوم من الحال عن التصريح بالمقال جاز ... ). ¶ الخاتمة ¶ وكتبه حامدا ومصليا ... ¶ أبو المنذر محمود بن محمد بن مصطفى المنياوي ¶ وكان الفراغ منه يوم السبت 22 من شهر شعبان لعام 1432هـ الموافق 23 من شهر يوليه لعام 2011م ¶ أسأل الله العظيم رب العرش العظيم أن يتقبل مني هذا العمل وأن يجعله خالصا لوجهه الكريم، وألا يجعل لأحد فيه شيئا، وأن يدخر لي أجره يوم ألقاه. ¶ وأرجو من الله أن يكتب له القبول وأن ينفع به المسلمين، أنه ولي ذلك وهو القادر عليه. ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك. ¶ وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.",
            "page": "131",
            "part": "1",
            "seal": "5FDC2FC2"
        }
    ],
    "t1102": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "تنبيه:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف الأصول لغة:"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريف الفقه"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "2",
            "tit": "لغة:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "اصطلاحا:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه - الفقه هو نفس الأحكام لا معرفتها ولا العلم بها:"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "تعريف أصول الفقه كلقب:"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة أصول الفقه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "أول من صنف فيه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "2",
            "tit": "الأحكام"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "3",
            "tit": "تعريف الحكم لغة:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "4",
            "tit": "تعريف الحكم اصطلاحا:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيهات حول التعريف:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الأحكام الشرعية"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "الواجب"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "2",
            "tit": "الواجب لغة:"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "3",
            "tit": "الواجب اصطلاحا:"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": "4",
            "tit": "نكتة:"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "أسماء الواجب:"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "المندوب"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف المندوب لغة:"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "3",
            "tit": "تعريف المندوب اصطلاحا:"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": "4",
            "tit": "أسماء المندوب:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "المحرم"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف المحرم لغة:"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف المحرم اصطلاحا:"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": "3",
            "tit": "فائدة:"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "أسماء المحرم:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "المكروه"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف المكروه لغة:"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "3",
            "tit": "تعريف المكروه اصطلاحا:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "المباح"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف المباح لغة:"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف المباح اصطلاحا:"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "3",
            "tit": "أسماء المباح:"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "4",
            "tit": "الأحكام الوضعية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "5",
            "tit": "تعريف الأحكام الوضعية:"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيهات وفوائد:"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "الصحيح"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف الصحيح لغة:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "3",
            "tit": "تعريف الصحيح اصطلاحا:"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "فائدة - الفرق بين الصحة والقبول:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الشرط والسبب والمانع:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": "1",
            "tit": "الفاسد"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف الفاسد لغة:"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": "3",
            "tit": "تعريف الفاسد اصطلاحا:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "كل فاسد محرم."
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "1",
            "tit": "الفاسد والباطل."
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "كلام ابن رجب في المسألة:"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": "1",
            "tit": "العلم"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "2",
            "tit": "تعريف العلم:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام العلم:"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "الكلام"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الكلام:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الكلمة:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "الخاص"
        },
        {
            "id": "23",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - الاسم:"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الفعل:"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "1",
            "tit": "3 - الحرف:"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "أ- الواو:"
        },
        {
            "id": "25",
            "lvl": "4",
            "sub": "1",
            "tit": "الفاء:"
        },
        {
            "id": "25",
            "lvl": "4",
            "sub": "2",
            "tit": "اللام الجارة"
        },
        {
            "id": "26",
            "lvl": "4",
            "sub": null,
            "tit": "على الجارة"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": "1",
            "tit": "أقسام الكلام"
        },
        {
            "id": "26",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف الخبر:"
        },
        {
            "id": "27",
            "lvl": "3",
            "sub": null,
            "tit": "تعريف الإنشاء:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "صيغ العقود ونحوها:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "مثال تطبيقي:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "2",
            "tit": "مسألة:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الحقيقة والمجاز"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الحقيقة:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "2",
            "tit": "الحقيقة اللغوية والشرعية والعرفية:"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "أيها يقدم من الحقائق الثلاث:"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف المجاز:"
        },
        {
            "id": "31",
            "lvl": "4",
            "sub": null,
            "tit": "شروط المجاز:"
        },
        {
            "id": "31",
            "lvl": "4",
            "sub": "1",
            "tit": "القرينة:"
        },
        {
            "id": "32",
            "lvl": "4",
            "sub": null,
            "tit": "العلاقة:"
        },
        {
            "id": "32",
            "lvl": "4",
            "sub": "1",
            "tit": "أنواع العلاقة:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "لأمر"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الأمر:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "2",
            "tit": "تنبيهات:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "صيغ الأمر:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "صيغ أخرى للأمر:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الأمر للفور:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "خروج الأمر عن الوجوب للندب لقرينة:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "خروج الأمر عن الوجوب للإباحة لقرينة:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الأمر بعد الحظر."
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "التهديد:"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "ما لا يتم المأمور إلا به."
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "تعريف النهي:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "1",
            "tit": "صيغة النهي:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": "2",
            "tit": "تتمة:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "النهي للتحريم إلا لصارف:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "هل النهي للبطلان أم الفساد؟"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "2",
            "tit": "قد يخرج النهي عن التحريم إلى معان أخرى لدليل:"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "التكليف"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف المكلف:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "فائدة:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "2",
            "tit": "تكليف الكفار:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "موانع التكليف"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "1",
            "tit": "الجهل:"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "2",
            "tit": "النسيان:"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "3",
            "tit": "الإكراه:"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "العام"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف العام:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "2",
            "tit": "اصطلاحا:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "3",
            "tit": "تنبيهان:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "ملاحظة:"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "صيغ العموم:"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "أل العهدية:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "فائدة:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "2",
            "tit": "أل التي لبيان الجنس:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "العمل بالعام:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "العبرة بعموم اللفظ لا بخصوص السبب:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "2",
            "tit": "تنبيه:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الخاص:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف التخصيص:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيهات:"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": "2",
            "tit": "الأول - الفرق بين النسخ الجزئي والتخصيص:"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "تقييد أفراده أو أجزائه بالغالبة:"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": "1",
            "tit": "المخصص:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "2",
            "tit": "المخصص المتصل والمنفصل:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "المخصصات المتصلة:"
        },
        {
            "id": "55",
            "lvl": "3",
            "sub": "1",
            "tit": "أولا - الاستثناء:"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا - التخصيص بالشرط:"
        },
        {
            "id": "58",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا - التخصيص بالصفة:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المخصصات المنفصلة."
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": "1",
            "tit": "تمهيد - العام الذي أريد به الخصوص:"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": "2",
            "tit": "أولا - التخصيص بالحس:"
        },
        {
            "id": "59",
            "lvl": "3",
            "sub": "3",
            "tit": "ثانيا - التخصيص بالعقل:"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا التخصيص بالشرع:"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "المطلق والمقيد"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف المطلق:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "2",
            "tit": "فائدتان:"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المقيد:"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه:"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": "2",
            "tit": "العمل بالمطلق:"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "حمل المطلق على المقيد:"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": "1",
            "tit": "المجمل والمبين"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "2",
            "tit": "تعريف المجمل:"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المبين:"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "مراتب البيان:"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "الظاهر والمؤول"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": "2",
            "tit": "تعريف الظاهر:"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "العمل بالظاهر:"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المؤول:"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه:"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "2",
            "tit": "أقسام التأويل:"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "النسخ"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف النسخ:"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "النسخ جائز عقلا وواقع شرعا:"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "شروط النسخ:"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": "1",
            "tit": "طرق معرفة تأخر الناسخ:"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام النسخ باعتبار المنسوخ:"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام النسخ باعتبار الناسخ:"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "حكمة النسخ:"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "الأخبار"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الخبر:"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع فعله صلى الله عليه وسلم:"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الإسناد باعتبار من انتهى إليه:"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "المرفوع:"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "2",
            "tit": "المرفوع حكما:"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "الموقوف:"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف الموقوف:"
        },
        {
            "id": "84",
            "lvl": "4",
            "sub": "2",
            "tit": "هل تقرير الصحابي حجة:"
        },
        {
            "id": "85",
            "lvl": "4",
            "sub": null,
            "tit": "حجة قول الصحابي:"
        },
        {
            "id": "86",
            "lvl": "4",
            "sub": null,
            "tit": "تعريف الصحابي:"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": null,
            "tit": "المقطوع:"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "1",
            "tit": "تعريف المقطوع:"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف التابعي:"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "3",
            "tit": "فرع - هل يشترط أن يكون من لقى الصحابي مميزا حتى يحكم له بأنه تابعي؟"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الخبر باعتبار طرقه:"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": "1",
            "tit": "1 - المتواتر:"
        },
        {
            "id": "90",
            "lvl": "3",
            "sub": null,
            "tit": "2 - الآحاد:"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": null,
            "tit": "الشاذ:"
        },
        {
            "id": "92",
            "lvl": "3",
            "sub": "1",
            "tit": "- الصحيح لغيره:"
        },
        {
            "id": "93",
            "lvl": "3",
            "sub": null,
            "tit": "ثالثا - الضعيف:"
        },
        {
            "id": "93",
            "lvl": "3",
            "sub": "1",
            "tit": "- الحسن لغيره:"
        },
        {
            "id": "94",
            "lvl": "3",
            "sub": null,
            "tit": "حجية هذه الأقسام:"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "صيغ الأداء:"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "الإجماع"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الإجماع لغة:"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "2",
            "tit": "تعريف الإجماع اصطلاحا:"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "حجية الإجماع:"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": "1",
            "tit": "أنواع الإجماع:"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": "1",
            "tit": "فروع:"
        },
        {
            "id": "98",
            "lvl": "3",
            "sub": "2",
            "tit": "الأول - حكم مخالف الإجماع القطعي والظني:"
        },
        {
            "id": "99",
            "lvl": "3",
            "sub": null,
            "tit": "الثاني: لا يختص انعقاد الإجماع بالصحابة:"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط الإجماع"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "انقراض العصر:"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "الإجماع السكوتي:"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "القياس"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف القياس:"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "2",
            "tit": "تنبيه:"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف العلة:"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "حجية القياس:"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط القياس:"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الأول - ألا يكون فاسد الاعتبار:"
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الثاني - أن يكون حكم الأصل ثابتا بنص أو إجماع فإن كان ثابتا بقياس لم يصح القياس عليه."
        },
        {
            "id": "106",
            "lvl": "3",
            "sub": "1",
            "tit": "الشرط الثالث - أن يكون لحكم الأصل علة معلومة:"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": null,
            "tit": "الشرط الرابع - أن تكون العلة مشتملة على معنى مناسب للحكم:"
        },
        {
            "id": "107",
            "lvl": "3",
            "sub": "1",
            "tit": "الشرط الخامس - أن تكون العلة موجودة في الفرع كوجودها في الأصل:"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام القياس"
        },
        {
            "id": "108",
            "lvl": "3",
            "sub": "1",
            "tit": "القياس الجلي:"
        },
        {
            "id": "109",
            "lvl": "3",
            "sub": null,
            "tit": "قياس الشبه:"
        },
        {
            "id": "110",
            "lvl": "3",
            "sub": null,
            "tit": "قياس العكس:"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "التعارض"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "2",
            "tit": "تعريف التعارض:"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام التعارض:"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "تتمات:"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "1",
            "tit": "أيهما يقدم النسخ أم الجمع:"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "2",
            "tit": "ماذا يفعل المجتهد إن لم يمكنه الجمع أو الترجيح، ولم يعلم الناسخ:"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "الترتيب بين الأدلة:"
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": null,
            "tit": "1 - يرجح النص على الظاهر."
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": "1",
            "tit": "2 - يرجح الظاهر على المؤول."
        },
        {
            "id": "115",
            "lvl": "3",
            "sub": "2",
            "tit": "3 - يرجح المنطوق على المفهوم."
        },
        {
            "id": "116",
            "lvl": "3",
            "sub": null,
            "tit": "4 - يرجح المثبت على النافي."
        },
        {
            "id": "117",
            "lvl": "3",
            "sub": null,
            "tit": "5 - يرجح الناقل عن الأصل على المبقي عليه."
        },
        {
            "id": "117",
            "lvl": "3",
            "sub": "1",
            "tit": "6 - يرجح العام المحفوظ على غير المحفوظ."
        },
        {
            "id": "117",
            "lvl": "3",
            "sub": "2",
            "tit": "7 - يرجح ما كانت صفات القبول فيه أكثر على ما دونه."
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": null,
            "tit": "8 - يرجح صاحب القصة على غيره."
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": "1",
            "tit": "9 - يقدم من الإجماع: القطعي على الظني."
        },
        {
            "id": "118",
            "lvl": "3",
            "sub": "2",
            "tit": "10 - يقدم من القياس: الجلي على الخفي."
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": "3",
            "tit": "المفتى والمستفتي"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": "4",
            "tit": "تعريف المفتى:"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المستفتي:"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط جواز الفتوى:"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "شروط وجوب الفتوى:"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "ما يلزم المستفتي:"
        },
        {
            "id": "123",
            "lvl": "1",
            "sub": null,
            "tit": "الاجتهاد"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الاجتهاد:"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": "2",
            "tit": "تنبيهات:"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المجتهد:"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط الاجتهاد"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "تجزؤ الاجتهاد:"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": "1",
            "tit": "ما يلزم المجتهد:"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "- هل يقلد المجتهد؟"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": "1",
            "tit": "التقليد"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "2",
            "tit": "تعريف التقليد لغة:"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "3",
            "tit": "تعريف التقليد اصطلاحا:"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "مواضع التقليد:"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": "1",
            "tit": "حكم التقليد في أصول الدين:"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع التقليد:"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "فتوى المقلد:"
        },
        {
            "id": "133",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}