{
    "b1104": [
        {
            "id": "1",
            "nass": "جلال العالم ¶ قادة الغرب يقولون: «دَمِّرُوا الإِسْلاَمَ أَبِيدُوا أَهْلَهُ». ¶ عدد الأجزاء: 1. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، - غفر الله له ولوالديه -. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي]. ¶ __________ ¶ قال مُعِدُّ الكتاب للشاملة: في المراجعة النهائية مع التشكيل وصلت إلى الصفحة (بقية تشكيل في الصفحه) [24].",
            "page": null,
            "part": null,
            "seal": "B8B7C790"
        },
        {
            "id": "2",
            "nass": "ترجمة المؤلف (*) عبد الودود يوسف ¶ بقلم: الدكتور محمد بسام يوسف ¶ أولاً: البطاقة الشخصية ¶ من مواليد مدينة حمص -سورية- عام 1938م .. حيث نشأ وترعرع فيها، وتعلم العلوم المدرسية الأساسية في مدارسها، ونهل علومه الشرعية من مساجدها ومدارسها الشرعية التي كان يقوم عليها أساتذة كبار وعلماء أجلاّء من خيرة علماء سورية .. ومنذ نعومة أظفاره كان عاشقاً للإسلام، محباً للعمل الإسلامي الجماعي في سبيل نصرة دينه العظيم، فكان من شباب الأستاذ الكبير والمربي الدكتور مصطفى السباعي رحمه الله. ¶ انتقل (عبد الودود) إلى دمشق العاصمة بعد حصوله على شهادة الدراسة الثانوية /البكالوريا مباشرة، وانتسب إلى جامعة دمشق، حيث سجل في كلية الآداب/قسم التاريخ، وفي كلية الشريعة. وواظب على الدراسة حتى حصل على شهادة البكالوريوس في التاريخ. ثم على شهادة الماجستير من جامعة القاهرة حيث قدّم رسالته هناك .. وقد أنجز رسالة الدكتوراه .. لكن مشاغله الكثيرة في الكتابة والتأليف وتربية الشباب المسلم أخّرته عن مناقشتها في مصر إلى أن تم اعتقاله في آذار 1980م. ¶ متزوج منذ عام 1965م، وله بنتان وثلاثة أولاد .. ابنه الأكبر همام تخرج من كلية الهندسة المدنية في جامعة دمشق عام 1993م. ¶ ¬_________ ¶ (*) هذه الترجمة عن موقع رابطة أدباء الشام، وليست في المطبوع أضفناها هنا للفائدة",
            "page": null,
            "part": null,
            "seal": "27BACF0B"
        },
        {
            "id": "3",
            "nass": "ثانياً: عمله ومهنته: ¶ عمل مفتشاً في مديرية المتاحف والآثار في دمشق، ثم مفتشاً في الهيئة المركزية للرقابة والتفتيش .. إلى أن استقال في عام 1971م وتفرغ كلياً لعمله الإسلامي، وللكتابة والتأليف والنشر .. وهو عضو في اتحاد الكتّاب العرب. ¶ ثالثاً: لمحة عن بعض جوانب شخصيته: ¶ عُرف عنه ثقافته الواسعة جداً، وسعة أفقه، واتزانه الآسر، والتزامه الصارم بدينه .. حازم إلى أبعد الحدود عندما يقتضي الأمر، مرِح لطيف حنون عطوف في المواطن التي تتطلب ذلك، يمتلك قوةً في الشخصية تجعله مهاباً ومؤثراً في كل من حوله، قوي الحجة وعلمي التفكير .. شجاع لا يهاب إلا الله سبحانه وتعالى، ويبذل كل ما بوسعه في سبيل إرضائه دون خوف أو وجل من أي مخلوق، ويسير إلى أهدافه بخطىً ثابتة، وفِكر متّقد، ونضوج ووضوح كبيرين، ونظرة ثاقبة تستفيد من الماضي وتستشف آفاق المستقبل، يعرف عدوّه جيداً، ويمتلك حساسية فائقة تجاهه، وقدرة كبيرة على تحليل واستنتاج خطواته وما وراءها، ومن ثم وضع الحلول الناجعة لمجابهتها .. كما يمتلك درجةً عاليةً من الذكاء، وهمّةً عظيمةً في عمله الدؤوب المستمر، وليس هناك شيء اسمه مستحيل حسب مفهومه، فكل شيءٍ ممكنٌ بالجهد والعمل والتفكير السوي .. اجتماعي إلى أبعد الحدود، ولا يملك من يتعرف عليه إلا أن يحترمه ويجلّه ويحبه، وهو دائماً يمد يد العون والمساعدة بشتى أنواعها إلى من يحتاجها، بسيط في معيشته، كريم في طبعه .. بارّ بوالديه .. يحمل في رأسه كل هموم العالم الإسلامي، يستبشر بالإيجابيات، ويحزن للسلبيات .. قال عن نفسه ذات يوم: إنه بكى في حياته ثلاث مرات: مرة بعد حرب حزيران 67 عندما سيطر اليهود على أجزاء كبيرةٍ وهامةٍ من أراضي المسلمين وأهمها القدس الشريف، وأخرى: بعد دخول الجيش السوفياتي الشيوعي إلى أفغانستان وارتكابه أبشع الفظائع بحق المسلمين الأفغان عام 79 .. وثالثة: عندما لم يستطع المسلمون في سورية أن يتّحدوا ضد الحكم البعثي الظالم، فعمّت الفوضى، واختلط الحابل بالنابل، وأصبح كلٌ يغني على ليلاه .. فكانت مقدمات الخراب والفشل تلوح له قبل اعتقاله عام 1980م، وكان قد حذّر من هذه النتائج المؤسفة كثيراً ..",
            "page": null,
            "part": null,
            "seal": "CE24BD6B"
        },
        {
            "id": "4",
            "nass": "رابعاً: فكره: ¶ من خلال عمله في مديرية المتاحف والآثار بدمشق، كتب الكثير من الدراسات التاريخية .. وحقق الكثير من المخطوطات والكراسات والكتيبات، وألقى الكثير من المحاضرات في مجال اختصاصه .. كان ذلك في دمشق، وفي المراكز الثقافية العربية في العديد من المحافظات السورية، وكان له اهتمام خاص بالتاريخ الإسلامي. أما عن فكره .. فهو إسلامي خالص، فكر ناضج هادف، يبحث في الدين والسياسة، والأدب الإسلامي والتنظيم والتربية .. ¶ وقد أراد أن يعرض فكره الإسلامي المتطور على الأمة .. صغارها وكبارها، فكتب للصغار مجموعاتٍ قصصيةٍ عديدة، من مثل: حكايات حارثة، وحكايات عن القرآن، وحكايات عن الصلاة .. كما كتب للكبار: بناء الإسلام/ دراسة أيديولوجية، وقادة الغرب يقولون: دمّروا الإسلام .. أبيدوا أهله، وتفسير المؤمنين، وكانوا همجاً (رواية)، وثورة النساء (رواية) وصواريخ عابرة للقارات (رواية)، وهناك العديد من المؤلفات لم تُنشر حتى اليوم منها: القسم الثاني من بناء الإسلام وهو: منهج الحياة (عدة أجزاء) وبعض قصص الأطفال، وبعض الروايات، وتفسير المؤمنين (عرض موسّع)، وحريق لبنان: لماذا؟! .. (تصور عام عن أحداث لبنان وتطورها قبل حدوثها من خلال معالجة إسلامية لهذه القضية) ..",
            "page": null,
            "part": null,
            "seal": "D4C20E91"
        },
        {
            "id": "5",
            "nass": "خامسا: مؤلفاته ¶ 1 - حكايات حارثة: مجموعة صدر منها أكثر من عشرة أجزاء قبل أن تُمنع ويُمنع تداولها رسمياً في سورية من قبل الحكومة .. وهي عبارة عن سلسلة يحتوي كل عدد منها على قصةٍ رئيسيةٍ طويلة، ومجموعة قصصٍ مصورةٍ صغيرةٍ إسلاميةٍ هادفة، تعالج قضايا إسلاميةً اجتماعيةً وأخلاقيةً وثقافيةً ضمن مخططٍ تربويٍ هادفٍ للأطفال .. ¶ 2 - حكايات عن القرآن: صدر منها أكثر من عشرين جزءاً وهي سلسلة من القصص الشائقة المصوّرة، تعمل على توضيح معاني القرآن الكريم بلغةٍ مبسّطة، وصورٍ معبّرة، وهي لون جديد من الأدب الإسلامي .. من عناوينها: اهدنا الصراط المستقيم، أعوذ برب الناس، من شر حاسد إذا حسد، لم يلد ولم يولد، تبت يدا أبي لهب، لكم دينكم ولي دين، نصر الله والفتح، كيف فعل ربك بأصحاب الفيل .. وغيرها .. ¶ 3 - حكايات عن الصلاة: صدر منها عشرون جزءاً، وهي سلسلة توضح للناشئة كيفية الصلاة: أهدافها مراميها .. من خلال قصصٍ جذابة، وأسلوبٍ سهلٍ مبسّط، وصور ملونة تجتذب الناشئة .. من عناوينها: الأذان نداء الله للمكرمين، الاتجاه نحو القبلة، الوضوء ما أروعه، صلاة الظهر تبارك العمر، النجاة .. النجاة! .. وغيرها .. ¶ 4 - قادة الغرب يقولون: دمِّروا الإسلام .. أبيدوا أهله: ¶ وهو كتيّب يبحث في خطط أعداء الإسلام لتدمير المسلمين، ولإبقاء العالم الإسلامي متخلفاً ضعيفاً .. من خلال عرضٍ مؤثرٍ لأحداثٍ واقعيةٍ وقعت في العصر الحديث، ومن خلال عرضٍ لمواقف زعماء الغرب من الإسلام .. وهذا الكتيّب محاولة لإثارة مشاعر كل المسلمين واستنهاضهم، ليستيقظوا من غفوتهم وكبوتهم، وليفكروا بالأخطار الداهمة التي يضعهم أعداؤهم في أجوائها .. وأين الحل؟! هو السؤال الوحيد الذي يردّده كل من يقرأ الكتاب ويمتلئ تحفزاً وحرارةً وتأثراً وحميّةً لدينه، الذي تتآمر عليه كل القوى في العالم. ¶ 5 - كانوا همجاً: رواية طويلة من 256 صفحة .. وهي محاولة تعالج واقع البشرية من خلال نظرةٍ تستشف أستار المستقبل، إذ ستقوم الخلافة الراشدة التي ستعم الأرض بلسماً للناس، وشفاءً لجراحات عصور الهمجية في جسد البشرية المعذبة وروحها .. ¶ هذه المعالجة أسلوب من أساليب (عبد الودود) لعرض أفكاره بخيالٍ خصبٍ يمتلكه، ورؤيةٍ ناضجةٍ وواضحةٍ لنواحي الحياة: الهمجية منها المتمثلة في عصرنا الحالي الذي نعيشه، وتلك التي يجب أن تكون في ظل الخلافة الراشدة التي سيكون فيها منهج الله هو الحاكم الوحيد لكل جوانب الحياة الإنسانية .. ¶ 6 - ثورة النساء: رواية طويلة، تعالج قضية المرأة من وجهة نظرٍ إسلامية، كيف تعيش في ظل الحضارة الإنسانية الحالية: مظلومة، مهانة، وسلعةً حقيرة .. وكيف ستكون عليه عندما تتمسك بالإسلام -في ظل حضارةٍ إسلاميةٍ راقية- حرةً كريمة، ومصانةً عفيفة، وأساساً لا غنى عنه لبناء المجتمع الإسلامي القوي .. ¶ 7 - بناء الإسلام: الأصول والأركان - دراسة أيديولوجية: ¶ وقد صدر منه هذا القسم الأول .. أما القسم الثاني الذي يعالج منهج الحياة في أجزاء عدّة .. فلم يصدر منه أي جزء .. ¶ في هذا الكتاب تبدّت ذروة النضوج في فكر (عبد الودود) حيث ظهر الوضوح في الرؤية، والواقعي العملية الدقيقة، والفكر العملاق عنده .. لقد أراد من عرض هذا الفكر أن يبث الثقة المطلقة في نفس كل إنسان مسلم، بفكرة الإسلام وببساطتها، بحيث يسهل عليه دخول معترك الصراع العقديّ الإنساني وهو يحمل شعاراتٍ واضحةً محددة، من السهل مقارنتها مع العقائد والأيديولوجيات الأخرى بسرعة ويسر .. ومن ثم إيصال فكرته إلى عقل وقلب كل إنسان شريف .. فيقنعه بأنها هي الخير المحض، والعلم الخالص، والحاجة الملحّة .. فهو يعيد إلى المسلم التصور الصحيح للإسلام، بحيث يبدو بناءً متكاملاً متراصاً محكماً، يأخذ كل جانب منه دوره، مترابطاً مع بقية الأجزاء برباطٍ متين .. وهذا التصور يمكّن المسلم من بناء نفسه بشكل صحي، فلا يفرّط في جانبٍ أساسي، ولا يغلّب جانباً ثانوياً على أصول كبيرة، ومن ثم يقدّم -بخطوات الواثق- إسلامَه إلى مجتمعه المتخلف وإلى الإنسانية جمعاء، كحلٍ جذريٍ لما تعانيه من ضنكٍ وآلامٍ وعذاب .. وليعرف هذا المسلم المؤمن -الذي يدخل معترك الصراع الأيديولوجي- معنى كل جزءٍ من إسلامه، ودوره وأهميته صغيراً كان أم كبيراً، وليكتشف من خلال هذا الوضوح ما إذا كان يتبنى كل الدين أو بعضه، وأهمية هذا التبني في نصرة مسعاه الدائب، لأن النصر مشروط بتنفيذ كل أصول الدين وأسسه، ولأن نصر الله لا يأتي إلا بالفهم الصحيح والوضوح الكامل والتبنّي السليم، ولأن أيّ إهمالٍ أو تقصيرٍ سيؤدي إلى تخلخل البناء المترابط، ومن ثم تهدّمه .. ¶ 8 - تفسير المؤمنين: وهو تفسير للقرآن الكريم بأسلوبٍ عصريٍ حديث، يفهمه الجيل المعاصر .. وفيه عرض (عبد الودود) أفكاره الدقيقة الواضحة من خلال تفسير القرآن الكريم، بأسلوبه الخاص الذي يركّز فيه على قضايا فكريةٍ أساسية، في الفكر الإسلامي الحديث والحركة الإسلامية المعاصرة، وهو بذلك عالج قضايا في غاية الأهمية، من مثل: الشرك في الإسلام، ومن هو الذي يليق به أن ينظم حياة الناس، والجهاد، والتنظيم، ووحدة المسلمين، والحكم الإسلامي، والحضارة الإسلامية، وأساليب العمل الإسلامي، وموقف المسلم من غيره، والأخلاق الإسلامية في البناء الاجتماعي، والشورى، والإسلام نظاماً عاماً ومنهج حياة، وأعداء الإسلام وأساليبهم، وحقائق علمية في القرآن، واليوم الآخر والجنة والنار، وصفات المؤمنين، وصفات الكافرين، وصفات المنافقين، والأمن الإسلامي، والظلم، والعدل .. إلخ ..",
            "page": null,
            "part": null,
            "seal": "469A8ACC"
        },
        {
            "id": "6",
            "nass": "خامساً: الفكر التنظيمي عند (عبد الودود): ¶ وهو فكر متطور عملاق، الدقة والوضوح والنضوج سماته الأساسية، وكل ما كتبه في هذا المجال لم يُنشر أبداً .. وهذا الفكر يرتكز على قضايا أساسيةٍ عالجها بعمقٍ وسعة أفقٍ وعلميةٍ رائعة .. فهو يرى أنّ إقامة منهج الله عز وجل في الأرض فرض عينٍ على كل مسلمٍ ما دام هذا المنهج بعيداً عن الحكم، ولا سبيل لتحقيق ذلك إلا بالجهاد في سبيل الله .. فالجهاد بكل أبوابه وأنواعه فرض عين على كل مسلم، وبما أن الجهاد -عملاً متكاملاً- لا يمكن ممارسته في العصر الحديث بشكلٍ منفرد، وإنما من خلال بناء حركةٍ إسلاميةٍ قوية .. فبناء هذه الحركة فرض عينٍ على كل مسلم، وبما أنّ هذه الحركة لن تكون قويةً قادرةً على مجابهة المناهج الأخرى وقواها إلا باتباع الأساليب والخطط التي تُثبت جدواها عملياً، فإنّ أساليب البناء وخطط المجابهة يصبح اتباعها وتبنيها والعمل بها .. فرض عين أيضاً حين ثبوت جدواها، لأنه من غيرها لا يمكن تحقيق النصر، وبالتالي تحكيم منهج الله في الأرض .. ولابد للحركة الإسلامية المتطورة، أن ترتكز على ركائز أساسية عدّةٍ لابد منها، من مثل: ¶ - نظرية واضحة تحكم سيرها. ¶ - خطة مفصلة. ¶ - منهج تربية نظري وعملي متطور حسب الظروف. ¶ - هيكل الحركة بجميع نواحيه وأقسامه المناسبة لبناءٍ قويٍ مترابطٍ متكامل. ¶ - مقياس واضح، يقاس به مدى نجاح أفرادها في تحقيق منهج الله في نفوسهم وفي حركتهم. ¶ - جدول زمني واضح دقيق، لتنفيذ الخطة حتى الوصول إلى الهدف. ¶ - أمن الحركة بأفرادها ومؤسساتها وخططها ومنهجها ونظريتها .. أمر لا يمكن الاستغناء عنه ولا السير بدونه، في ظل المواجهة الحديثة مع الباطل .. ¶ وله شروح وكتابات موسعة في كل ما سبق من الأبواب التنظيمية .. ومن يطلع على فكر عبد (الودود) في هذا المجال، لابد أن يقتنع بأنه حجّة في التنظيم والحركة، والتخطيط الإسلاميّ المتطور ..",
            "page": null,
            "part": null,
            "seal": "4BC80F21"
        },
        {
            "id": "7",
            "nass": "سادساً: اعتقاله: ¶ اعتقل مرتين في حياته: الأولى عام 1964م، في أحداث الجامع الأموي بدمشق، عندما كان أمين الحافظ رئيساً للجمهورية العربية السورية، حيث شُنّت حملة اعتقالاتٍ واسعةٍ طالت الكثيرين من الشباب المسلم .. وفيها عانى (عبد الودود) من تعذيبٍ جسديٍ ونفسيٍ شديدَيْن، وخرج من سجن المزّة بدمشق بعد عدة أشهر وقد كُسرت إحدى أضلاع صدره .. وكتب عن هذه الأحداث وعن فترة السجن هذه كتاباتٍ مثيرةً في أحد جوانب مذكراته التي لم تُنشر .. أما الاعتقال الثاني: فكان في 31 آذار من عام 1980م صبيحة يوم الاثنين .. وهو يوم الإضراب العام في سورية تضامناً مع نقابة المحامين، حيث اتّهم بالتنظيم، وبالعمل على إسقاط نظام الحكم، وبالفكر المعادي للسلطة وللحزب (حزب البعث) وباستغلال كونه عضواً في اتحاد الكتّاب العرب في دمشق للتحريض على الحكم .. ¶ وبعد أشهرٍ عدّةٍ من اعتقاله في سجن الشيخ حسن بدمشق، نُقل إلى سجن تدمر بعد إدخاله مستشفى المواساة مرتين نتيجة التعذيب .. وانقطعت أخباره منذ ذلك الحين وحتى اليوم .. فرَّج الله عنه إن كان حياً، ورحمه واحتسبه شهيداً عنده إن كان غير ذلك .. إنه سميع قريب مجيب .. (*) ¶ (وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتاً بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ) (آل عمران:169) (أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ * وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ) (العنكبوت:2 و3). ¶ -صدق الله العظيم- ¶ ¬_________ ¶ وفاته ¶ (*) أقول (أحد منسقي الكتاب للشاملة): أرخ د نزار أباظة [في كتابه (علماء دمشق وأعيانها في القرن الخامس عشر الهجري)] وفاة المؤلف في (1403هـ = 1938 - 1983م)، رحمه الله تعالى",
            "page": null,
            "part": null,
            "seal": "ED37F7B3"
        },
        {
            "id": "8",
            "nass": "الحمد لله وحده ... ¶ والصلاة على نبيه وآله .. ¶ اللهم أعز الإسلام فقد ذللنا .. ¶ وعزتك يا رب سنغادر ذلنا .. ¶ سنسير - بتأييدك - على الدرب الذي أمرتنا .. ¶ فاغفر تقصيرنا ... وَقَوِّ عزائمنا لنحرر الناس جميعًا. ¶ والحمد لله .. والله أكبر.",
            "page": "2",
            "part": "1",
            "seal": "6698E0BB"
        },
        {
            "id": "9",
            "nass": "بسم الله الرحمن الرحيم ¶ صَرْخَةٌ: ¶ إلى كل مخلص في هذه الأُمَّةِ: ¶ إلى القادة والزعماء في كل مكانٍ من العالم الإسلامي، والعرب منهم خاصة: ¶ أعداؤنا يقولون: «يَجِبُ أَنْ نُدَمِّرَ الإِسْلاَمَ لأَنَّهُ مَصْدَرُ القُوَّةِ الوَحِيدِ لِلْمُسْلِمِينَ، لِنُسَيْطِرَ عَلَيْهِمْ، الإِسْلاَمُ يُخِيفُنَا، وَمِنْ أَجْلِ إِبَادَتِهِ نَحْشُدُ كُلَّ قُوَانَا، حَتَّى لاَ يَبْتَلِعَنَا». ¶ فماذا تفعلون أنتم أيها القادة والزعماء؟!! .. ¶ بالإسلام تكتسحون العالم - كما يقول علماء العالم وسياسيوه - فلماذا تترددون .. ؟! خذوه لعزتكم، لا تقاوموه فيهلككم الله بعذابه، ولا بد أن ينتصر المؤمنون به، اقرأوا إن شئتم حديث رسول الله صلى الله عليه وسلم: «تَكُونُ نُبُوَّةٌ مَا شَاءَ اللهُ لَهَا أَنْ تَكُونَ ثُمَّ تَنْقَضِي",
            "page": "3",
            "part": "1",
            "seal": "E28209D6"
        },
        {
            "id": "10",
            "nass": "ثُمَّ تَكُونُ خِلاَفَةً رَاشِدَةً عَلَى مِنْهَاجِ النَّبُوَّةِ مَا شَاءَ اللهُ لَهَا أَنْ تَكُونَ ثُمَّ تَنْقَضِى ثُمَّ يَكُونُ مُلْكًا عَضُوضًا (وِرَاثِيًّا) مَا شَاءَ اللهُ لَهُ أَنْ يَكُونَ ثُمَّ يَنْقَضِى، ثُمَّ تَكُونُ جَبْرِيَّةً (دِيكْتَاتُورِيَاتٌ) مَا شَاءَ اللهُ لَهَا أَنْ تَكُونَ ثُمَّ تَنْقَضِى، ثُمَّ تَكُونُ خِلاَفَةً رَاشِدَةً عَلَى مِنْهَاجِ النَّبُوَّةِ تَعُمُّ الأَرْضَ». ¶ أيها السادة والقادة في دول العالم الإسلامي، والعرب منهم خاصة: ¶ كونوا أعوان الإسلام لا أعداءه .. يرضى الله عنكم، ويرضي الناس عنكم، وتسعدوا .. وتلتف حولكم شعوبكم لتقودوها نحو أعظم ثورة عالمية عرفها التاريخ. ¶ أيها السادة والقادة: ¶ رسول الله صلى الله عليه وسلم كان يدعو قريشًا لتكون معه، كان يَعِدُ رجالاتها أن يَرِثُوا بالإسلام الأرض، فأبى من أبى، وماتوا تحت أقدام جيوش العدل المنصورة التي انساحت في الأرض ... وخلدهم التاريخ، لكن أين ... في أقذر مكان منه، يلعنهم الناس إلى يوم الدين، وعذاب جهنم أشد وأنكى ...",
            "page": "4",
            "part": "1",
            "seal": "FC54DBCD"
        },
        {
            "id": "11",
            "nass": "ووعدنا رسول الله أن يعم ديننا الأرض، وسيعم بدون شك. ¶ فلا تكونوا مع من سيكتبهم التاريخ من الملعونين أبد الدهر، بل كونوا مع المنصورين الخالدين. ¶ والله غالب على أمره ... ولكن أكثر الناس لا يعلمون. ¶ طرابلس في 15/ 8 / 1974 م.",
            "page": "5",
            "part": "1",
            "seal": "A79FB416"
        },
        {
            "id": "13",
            "nass": "بسم الله الرحمن الرحيم ¶ إن المتتبع لتاريخ العلاقات ما بين الغرب وشعوب الإسلام، يلاحظ حقداً مريراً يملأ صدر الغرب حتى درجة الجنون، يصاحب هذا الحقد خوف رهيب من الإسلام إلى أبعد نقطة في النفسية الأوروبية. ¶ هذا الحقد، وذلك الخوف، لا شأن لنا بهما إن كانا مجرد إحساس نفسي شخصي، أما إذا كانا من أهم العوامل التي تبلور مواقف الحضارة الغربية من الشعوب الإسلامية، سياسياً، واقتصاديًا، وحتى هذه الساعة، فإن موقفنا يتغير بشكل حاسم. ¶ سوف تشهد لنا أقوال قادتهم أن للغرب، والحضارة الغربية بكل فروعها القومية، وألوانها السياسية موقفاً تجاه الإسلام لا يتغير، إنها تحاول تدمير الإسلام، وإنهاء وجود شعوبه دون رحمة. ¶ حاولوا تدمير الإسلام في الحروب الصليبية الرهيبة ففشلت جيوشهم التي هاجمت بلاد الإسلام بالملايين، فعادوا يخططون من جديد لينهضوا .. ثم ليعودوا إلينا،",
            "page": "7",
            "part": "1",
            "seal": "6DC9F3AE"
        },
        {
            "id": "14",
            "nass": "بجيوش حديثة، وفكر جديد .. وهدفهم تدمير الإسلام من جديد .. ¶ كان جنديهم ينادي بأعلى صوته، حين كان يلبس بذة الحرب قَادِمًا لاستعمار بلاد الإسلام: ¶ «أُمَّاهُ ... ¶ أَتِمِّي صَلاَتَكِ .. لاَ تَبْكِي .. ¶ بَلْ اضْحَكِي وَتَأَمَّلِي .. ¶ أَنَا ذَاهِبٌ إِلَى طَرَابُلْسَ ... ¶ فَرَحًا مَسْرُورًا .. ¶ سَأَبْذُلُ دَمِي فِي سَبِيلِ سَحْقِ الأُمَّةِ المَلْعُونَةِ ... ¶ سَأُحَارِبُ الدِّيَانَةِ الإِسْلاَمِيَّةِ ... ¶ سَأُقَاتِلُ بِكُلِّ قُوَّتِي لِمَحْوِ القُرْآنِ .... » (¬1). ¶ * * * ¶ وانتصرت جيوش الحقد هذه على أُمَّةِ الإسلام التي قادها أسوأ قَادَةٍ عرفهم التاريخ ... اضطهدوا أممهم حتى سحقوها .. ¶ انتصرت جيوش الغرب بعد أن ذلل لها هؤلاء الحكام السبيل ... ¶ فماذا فعلت هذه الجيوش؟ .. ¶ ¬__________ ¶ (¬1) \" القومية والغزو الفكري \": ص 208.",
            "page": "8",
            "part": "1",
            "seal": "87F6A3AD"
        },
        {
            "id": "15",
            "nass": "استباحت الأمة كلها، هدمت المساجد، أو حولتها إلى كنائس، ثم أحرقت مكتبات المسلمين .. ثم أحرقت الشعوب نفسها. ¶ لنقرأ ما كتبه كتّابهم أنفسهم حول ما فعلوه أو يفعلونه بالمسلمين، ولن نستعرض هنا إلا بعض النماذج فقط .. من أنحاء مختلفة من عالمنا الإسلامي المستباح: ¶ 1 - فِي الأَنْدَلُسِ: ¶ تقول الدكتورة سيجريد هونكه: ¶ «فِي 2 يَنَايِرْ 1492 م رَفَعَ الكَارْدِينَالْ (دَبِيدَرْ) الصَّلِيبَ عَلَى الحَمْرَاءِ، القَلْعَةَ المَلَكِيَّةَ لِلأُسْرَةِ النَّاصِرِيَّةَ، فَكَانَ إِعْلاَنًا بِانْتِهَاءِ حُكْمِ المُسْلِمِينَ عَلَى أَسْبَانِيَا». ¶ وبانتهاء هذا الحكم ضاعت تلك الحضارة العظيمة التي بسطت سلطانها على أوروبا طوال العصور الوسطى، وقد احترمت المسيحية المنتصرة اتفاقاتها مع المسلمين لفترة وجيزة، ثم باشرت عملية القضاء على المسلمين وحضارتهم وثقافتهم. ¶ لقد حُرِّمَ الإِسْلاَمُ على المسلمين، وفرض عليهم تركه، كما حُرِّمَ عليهم استخدام اللغةَ العربية، والأسماء العربية، وارتداء اللباس العربي، ومن يخالف ذلك كَانَ يُحْرَقُ حَيًّا بعد أن يُعَذَّبَ أشد العذاب. (¬2) ¶ ¬__________ ¶ (¬2) \" القومية \": ص 174.",
            "page": "9",
            "part": "1",
            "seal": "E8B95312"
        },
        {
            "id": "16",
            "nass": "وهكذا انتهى وجود الملايين من المسلمين في الأندلس فلم يبق في أسبانيا مسلم واحد يُظْهِرُ دينه. ¶ لكن كيف كانوا يعذبون؟!! .. هل سمعت بدواوين التفتيش .. إن لم تكن قد سمعت فتعال أعرفك عليها. ¶ بعد مرور أربعة قرون على سقوط الأندلس، أرسل نابليون حملته إلى أسبانيا وأصدر مرسومًا سَنَةَ 1808 م بإلغاء دواوين التفتيش في المملكة الأسبانية. ¶ تحدث أحد الضباط الفرنسيين فقال: ¶ «أَخَذْنَا حَمْلَةً لتَفْتِيشِ أَحَدِ الأَدْيِرَةِ التِي سَمِعْنَا أََنَّ فِيهَا دِيوَانَ تَفْتِيشٍ، وَكَادَتْ جُهُودُنَا تَذْهَبُ سُدًى وَنَحْنُ نُحَاوِلُ العُثُورَ عَلَى قَاعَاتِ التَّعْذِيبِ، إِنَّنَا فَحَصْنَا الدَّيْرَ وَمَمَرَّاتِهِ وَأَقْبِيَتِهِ كُلَّهَا. فَلَمْ نَجِدْ شَيْئًا يَدُلُّ عَلَى وُجُودِ دِيوَانٍ لِلْتَفْتِيشِ. فَعَزَمْنَا عَلَى الخُرُوج مِنَ الدَّيْرِ يَائِسِينَ، كَانَ الرُّهْبَانُ أَثْنَاءَ التَفْتِيشِ يُقْسِمُونَ وَيُؤَكِّدُونَ أَنَّ مَا شَاعَ عَنْ دَيْرِهِمْ لَيْسَ إِلاَّ تُهَمًا بَاطِلَةً، وَأَنْشَأَ زَعِيمُهُمْ يُؤَكِّدُ لَنَا بَرَاءَتَهُ وَبَرَاءَةَ أَتْبَاعِهِ بِصَوْتٍ خَافَتٍ وَهُوَ خَاشِعُ الرَّأْسِ، تُوشِكُ عَيْنَاهُ أَنْ تَطْفُرَ بِالدُّمُوعِ، فَأُعْطَِيَتْ الأَوَامِرُ لِلْجُنُودِ بِالاِسْتِعْدَادِ لِمُغَادَرَةِ الدَّيْرِ، لَكِنَّ اللَّفْتِنَانْتْ \" دِي لِيلْ \" اِسْتَمْهَلَنِي قَائِلاً: \" أَيَسْمَحُ لِي الكُولُونِيلْ أَنْ أُخْبِرَهُ أَنَّ مُهِمَّتَنَا لَمْ تَنْتَهِ حَتَّى الآنَ؟!!. قُلْتُ لَهُ: فَتَّشْنَا الدَّيْرَ كُلَّهُ،",
            "page": "10",
            "part": "1",
            "seal": "F6DB9AE8"
        },
        {
            "id": "17",
            "nass": "وَلَمْ نَكْتَشِفْ شَيْئًا مُرٍيبًا. فَمَاذَا تُرِيدُ يَا لَفِتْنَانْتْ؟!» .. قَالَ: «إِنَّنِي أَرْغَبُ أَنْ أَفْحَصَ أَرْضِيَّةَ هَذِهِ الغُرَفِ فَإِنَّ قَلْبِي يُحَدِّثُنِي بِأَنَّ السِرَّ تَحْتَهَا». ¶ «عِنْدَ ذَلِكَ نَظَرَ الرُّهْبَانُ إِلَيْنَا نَظَرَاتٍ قَلِقَةٍ، فَأَذِنْتُ لِلْضَّابِطِ بِالبَحْثِ، فَأَمَرَ الجُنُودَ أَنْ يَرْفَعُوا السَجَاجِيدَ الفَاخِرَةَ عَنْ الأَرْضِ، ثُمَّ أَمَرَهُمْ أَنْ يَصُبَّوا المَاءَ بِكَثْرَةٍ فِي أَرْضِ كُلِّ غُرْفَةٍ عَلَى حِدَةٍ - وَكُنَّا نَرْقُبُ المَاءَ - فَإِذَا بِالأَرْضِ قَدْ اِبْتَلَعَتْهُ فِي إِحْدَى الغُرَفِ. فَصَفَّقَ الضَّابِطُ \"دِي لِيلْ\" مِنْ شِدَّةِ فَرَحِهِ، وَقَالَ: «هَا هُوَ البَابُ، انْظُرُوا»، فَنَظَرْنَا فَإِذَا بِالبَابِ قَدْ اِنْكَشَفَ، كَانَ قِطْعَةً مِنْ أَرْضِ الغُرْفَةِ، يُفْتَحُ بِطَرِيقَةٍ مَاكِرَةٍ بِوَاسِطَةِ حَلَقَةٍ صَغِيرَةٍ وُضِعَتْ إِلَى جَانِبِ رِجْلِ مَكْتَبِ رَئِيسِ الدِّيرِ. ¶ أَخَذَ الجُنُودُ يَكْسِرُونَ البَابَ بِقُحُوفِ البَنَادِقِ، فَاصْفَرَّتْ وُجُوهُ الرُّهْبَانِ، وَعَلَتْهَا الغَبَرَةُ. ¶ وَفُُتِحَ البَابُ، فَظَهَرَ لَنَا سُلَّمٌ يُؤَدِّي إِلَى بَاطِنِ الأَرْضِ، فَأَسْرَعْتُ إِلَى شَمْعَةٍ كَبِيرَةٍ يَزِيدُ طُولُهَا عَلَى مِتْرٍ، كَانَتْ تُضِئُ أَمَامَ صُورَةِ أَحَدِ رُؤَسَاءِ مَحَاكِمِ التَّفْتِيشِ السَّابِقِينَ، وَلَمَّا هَمَمْتُ بِالنُّزُولِ، وَضَعَ رَاهِبٌ يَسُوعِيٌّ يَدَهُ عَلَى كَتِفِي مُتَلَطِّفًا، وَقَالَ لِي: «يَابُنَيَّ، لاَ تَحْمِلْ هَذِهِ الشَّمْعَةَ بِيَدِكَ المُلَوَّثَةَ بِدَمِ القِتَالِ، إِنَّهَا شَمْعَةٌ مُقَدَّسَةٌ».",
            "page": "11",
            "part": "1",
            "seal": "006EA2EC"
        },
        {
            "id": "18",
            "nass": "قُلْتُ لَهُ: «يَا هَذَا إِنَّهُ لاَ يَلِيقُ بِيَدِي أَنْ تَتَنَجَّسَ بِلَمْسِ شَمْعَتِكُمْ المُلَطَّخَةُ بِدَمِ الأَبْرِيَاءِ، وَسَنَرَى مَنْ النَّجِسَ فِينَا، وَمَنْ القَاتِلَ السَفَّاكَ!؟!». ¶ وَهَبَطْتُ عَلَى دَرَجِ السُلَّمِ يَتْبَعُنِي سَائِرُ الضُبَّاطِ وَالجُنُودِ، شَاهِرِينَ سُيُوفَهُمْ حَتَّى وَصَلْنَا إِلَى آخِرِ الدَّرَجِ، فَإِذَا نَحْنُ فِي غُرْفَةٍ كَبِيرَةٍ مُرْعِبَةٍ، وَهِيَ عِنْدَهُمْ قَاعَةَ المَحْكَمَةِ، فِي وَسَطِهَا عَمُودٌ مِنَ الرُّخَامِ، بِهِ حَلَقَةٌ حَدِيدِيَّةٌ ضَخْمَةٌ، وَرُبِطَتْ بِهَا سَلاَسِلُ مِنْ أَجْلِ تَقْيِيدِ المُحَاكَمِينَ بِهَا. ¶ وَأَمَامَ هَذَا العَمُودِ كَانَتْ المَصْطَبَةُ التِي يَجْلِسُ عَلَيْهَا رَئِيسُ دِيوَانِ التَّفْتِيشِ وَالقُضَاةِ لِمُحَاكَمَةِ الأَبْرِيَاءِ. ثُمَّ تَوَجَّهْنَا إِلَى غُرَفِ التَّعْذِيبِ وَتَمْزِيقِ الأَجْسَامِ البَشَرِيَّةِ التِي اِمْتَدَّتْ عَلَى مَسَافَاتٍ كَبِيرَةٍ تَحْتَ الأَرْضِ. ¶ رَأَيْتُ فِيهَا مَا يَسْتَفِزُّ نَفْسِي، وَيَدْعُونِي إِلَى القُشَعْرِيرَةِ وَالتَّقَزُّزِ طِوَالَ حَيَاتِي. ¶ رَأَيْنَا غُرَفًا صَغِيرَةً فِي حَجْمِ جِسْمِ الإِنْسَانِ، بَعْضُهَا عَمُودِيٌّ وَبَعْضُهَا أُفُقِيٌّ، فَيَبْقَى سَجِينَ الغُرَفِ العَمُودِيَّةِ وَاقِفًا عَلَى رِجْلَيْهِ مُدَّةَ سِجْنِهِ حَتَّى يَمُوتَ، وَيَبْقَى سَجِينَ الغُرَفِ الأُفُقِيَّةِ مُمَدَّدًا بِهَا حَتَّى المَوْتِ، وَتَبْقَى الجُثَثُ فِي السِّجْنِ الضَيِّقِ حَتَّى تَبْلَى، وَيَتَسَاقَطَ اللَّحْمُ عَنْ العَظْمِ، وَتَأْكُلَهُ الدِّيدَانُ. وَلِتَصْرِيفِ الرَّوَائِحَ الكَرِيهَةِ المُنْبَعِثَةِ",
            "page": "12",
            "part": "1",
            "seal": "08C10F6C"
        },
        {
            "id": "19",
            "nass": "مِنْ جُثَثِ المَوْتَى فَتَحُوا نَافِذَةً صَغِيرَةً إِلَى الفَضَاءِ الخَارِجِيِّ. ¶ وَقَدْ عَثَرْنَا فِي هَذِهِ الغُرَفِ عَلَى هَيَاكِلَ بَشَرِيَّةٍ مَا زَالَتْ فِي أَغْلاَلِهَا. ¶ كَانَ السُّجَنَاءُ رِجَالاً وَنِسَاءً، تَتَرَاوَحُ أَعْمَارُهُمْ مَا بَيْنَ الرَّابِعَةَ عَشْرَةَ وَالسَّبْعِينَ. وَقَدْ اِسْتَطَعْنَا إِنْقَاذَ عَدَدٍ مِنَ السُّجَنَاءِ الأَحْيَاءِ، وَتَحْطِيمِ أَغْلاَلِهِمْ، وَهُمْ فِي الرَّمَقِ الأَخِيرِ مِنَ الحَيَاةِ. ¶ كَانَ بَعْضُهُمْ قَدْ أَصَابَهُ الجُنُونُ مِنْ كَثْرَةِ مَا صَبُّوا عَلَيْهِ مِنْ عَذَابٍ، وَكَانَ السُّجَنَاءُ جَمِيعًا عَرَايَا، حَتَّى اضْطُرَّ جُنُودُنَا إِلَى أَنْ يَخْلِعُوا أَرْدِيَتَهُمْ وَيَسْتُرُوا بِهَا بَعْضَ السُّجَنَاءِ. ¶ أَخْرَجْنَا السُّجَنَاءَ إِلَى النُّورِ تَدْرِيجِيًّا حَتَّى لاَ تَذْهَبَ أَبْصَارُهُمْ، كَانُوا يَبْكُونَ فَرَحًا، وَهُمْ يُقَبِّلُونَ أَيْدِي الجُنُودِ وَأَرْجُلَهُمْ الذِينَ أَنْقَذُوهُمْ مِنَ العَذَابِ الرَّهِيبِ، وَأَعَادُوهُمْ إِلَى الحَيَاةِ، كَانَ مَشْهَدًا يُبْكِي الصُّخُورَ. ¶ ثُمَّ اِنْتَقَلْنَا إِلَى غُرَفٍ أُخْرَى، فَرَأَيْنَا فِيهَا مَا تَقْشَعِرُّ لِهَوْلِهِ الأَبْدَانُ، عَثَرْنَا عَلَى آلاَتٍ رَهِيبَةٍ لِلْتَّعْذِيبِ، مِنْهَا آلاَتٌ لِتَكْسِيرِ العِظَامِ، وَسَحْقِ الجِسْمِ البَشَرِيِّ، كَانُوا يَبْدَأُونَ بِسَحْقِ عِظَامِ الأَرْجُلِ، ثُمَّ عِظَامِ الصَّدْرِ وَالرَّأْسِ وَاليَدَيْنِ تَدْرِيجِيًّا، حَتَّى يُهَشَّمَ الجِسْمُ كُلَّهُ، وَيَخْرُجَ مِنَ",
            "page": "13",
            "part": "1",
            "seal": "7023DD8E"
        },
        {
            "id": "20",
            "nass": "الجَانِبِ الآخَرِ كُتْلَةٌ مِنَ العِظَامِ المَسْحُوقَةِ، وَالدِّمَاءِ المَمْزُوجَةِ بِاللَّحْمِ المَفْرُومِ، هَكَذَا كَانُوا يَفْعَلُونَ بِالسُّجَنَاءِ الأَبْرِيَاءِ المَسَاكِينِ. ¶ ثُمَّ عَثَرْنَا عَلَى صُنْدُوقٍ فِي حَجْمِ جِسْمِ رَأْسِ الإِنْسَانِ تَمَامًا، يُوضَعُ فِيهِ رَأْسُ الذِي يُرِيدُونَ تَعْذِيبَهُ بَعْدَ أَنْ يَرْبِطُوا يَدَيْهِ وَرِجْلَيْهِ بِالسَّلاَسِلِ وَالأَغْلاَلِ حَتَّى لاَ يَسْتَطِيعَ الحَرَكَةَ، وَفِي أَعْلَى الصُّنْدُوقِ ثُقْبٌ تَتَقَاطَرُ مِنْهُ نُقَطَ المَاءِ البَارِدِ عَلَى رَأْسِ المِسْكِينِ بِانْتِظَامٍ، فِي كُلِّ دَقِيقَةٍ نُقْطَةٌ، وَقَدْ جُنَّ الكَثِيرُونَ مِنْ هَذَا اللَّوْنِ مِنَ العَذَابِ، وَيَبْقَى المُعَذَّبُ عَلَى حَالِهِ تِلْكَ حَتَّى يَمُوتَ. ¶ وَآلَةٌ أُخْرَى لِلْتَّعْذِيبِ عَلَى شَكْلِ تَابُوتٍ تُثَبَّتُ فِيهِ سَكَاكِينُ حَادَّةٍ. ¶ كَانُوا يُلْقُونَ الشَّابَّ المُعَذَّبَ فِي هَذَا التَّابُوتِ، ثُمَّ يُطْبِقُونَ بَابَهُ بِسَكَاكِينِهِ وَخَنَاجِرِهِ. فَإِذَا أُغْلِقَ مُزِّقَ جِسْمُ المُعَذَّبِ المِسْكِينِ، وَقَطَّعَهُ إِرَبًا إِرَبًا. ¶ كَمَا عَثَرْنَا عَلَى آلاَتٍ كاَلكَلاَلِيبِ تُغْرَزُ فِي لِسَانِ المُعَذَّبِ ثُمَّ تُشَدُّ لِيَخْرُجَ اللِّسَانُ مَعَهَا، لِيُقَصَّ قِطْعَةً قِطْعَةً، وَكَلاَلِيبَ تُغْرَسُ فِي أَثًدَاءِ النِّسَاءِ وَتُسْحَبَ بِعُنْفٍ حَتَّى تَتَقَطَّعَ الأَثْدَاءُ أَوْ تُبْتَرَ بِالسَّكَاكِينِ. ¶ وَعَثَرْنَا عَلَى سِيَاطٍ مِنَ الحَدِيدِ الشَّائِكِ يُضْرَبُ بِهَا",
            "page": "14",
            "part": "1",
            "seal": "5669EE19"
        },
        {
            "id": "21",
            "nass": "المُعَذَّبُونَ وَهُمْ عُرَاةٌ حَتَّى تَتَفَتَّتُ عِظَامُهُمْ، وَتَتَنَاثَرُ لُحُومُهُمْ» (¬3). ¶ هذا العذاب كان مُوَجَّهًا ضد الطوائف المخالفة من المسيحيين فماذا كانوا يفعلون بالمسلمين؟؟ ... أشد وأنكى لا شك. ¶ * * * ¶ 2 - دَوَاوِينُ التَّفْتِيشِ فِي البِلاَدِ الإِسْلاَمِيَّةِ: ¶ ويبدو أن دواوين التفتيش هذه قد انتقلت إلى بقاع العالم الإسلامي، ليسلطها حكام مجرمون فجرة على شعوبهم. فقد ذكر لي شاهد عيان بعض أنواع التعذيب التي كانت تُنَفَّذُ في أحد البلدان الإسلامية ضد مجموعة من العلماء المجاهدين فقال: ¶ «بَعْدَ يَوْمٍ مِنَ التَّعْذِيبِ الشَّدِيدِ سَاقَنَا الزَّبَانِيَةُ بِالسِّيَاطِ إِلَى زَنْزَانَاتِنَا، وَأَمَرَنَا الجَلاَّدُونَ أَنْ نَسْتَعِدَّ لِيَوْمٍ آخَرَ شَدِيدٍ ... صَبَاحَ اليَوْمِ التَّالِي أَمَرَنَا الجَلاَّدُونَ أَنْ نَخْرُجَ فَوْرًا، كُنَّا نَسْتَجْمِعُ كُلَّ قُوَّتِنَا فِي أَقْدَامِنَا الوَاهِنَةِ هَرَبًا ¶ ¬__________ ¶ (¬3) \" محاكم التفتيش \" للدكتور علي مظهر. نقلاً عن كتاب \" التعصب والتسامح \" للأستاذ محمد الغزالي. صفحات 311 - 318 باختصار.",
            "page": "15",
            "part": "1",
            "seal": "CCBCD4D4"
        },
        {
            "id": "22",
            "nass": "مِنَ السِّيَاطِ التِي كَانَتْ تَنْزِلُ عَلَيْنَا مِنْ حَرَسٍ كَانَ عَدَدُهُمْ أَكْبَرَ مِنَّا. ¶ وَأَخِيرًا أَوْقَفُونَا فِي سَهْلٍ صَحْرَاوِيٍّ، تَحَتَ أَشِعَّةِ الشَّمْسِ اللاَّهِبَةِ، حَوْلَ كَوْمَةٍ مِنَ الفَحْمِ الجِيرِيِّ، كَانَ يَعْمَلُ الحَرَسُ جَاهِدِينَ لإِشْعَالِهِ، وَقُرْبَ النَّارِ مَصْلَبَةٌ خَشَبِيَّةٌ تَسْتَنِدُ إِلَى ثَلاَثَةِ أَرْجُلٍ. ¶ اِشْتَعَلَتْ كَوْمَةُ الفَحْمِ الحَجَرِيِّ حَتَّى اِحْمَرَّتْ، فَجْأَةً سَمِعْنَا شَتَائِمَ تَأْتِي مِنْ بَعِيدٍ، اِلْتَفَتْنَا فَوَجَدْنَا خَمْسَةً مِنَ الحَرَسِ يَقُودُونَ شَابًّا عَرَفَهُ بَعْضُنَا، كَانَ اسْمُهُ \"جَاوِيدْ خَانْ إِمَامِي\" أَحَدَ عُلَمَاءِ ذَلِكَ البَلَدِ. ¶ اِمْتَلأَ الأُفُقُ بِنُبَاحِ كِلاَبٍ مَجْنُونَةٍ، رَأَيْنَا عَشْرَةً مِنَ الحَرَسِ يَقُودُونَ كَلْبَيْنِ، يَبْلُغُ ارْتِفَاعُ كُلَّ وَاحِدٍ مِنْهُمَا مِتْرًا، عَلِمْنَا بَعْدَ ذَلِكَ أَنَّهُمَا قَدْ حُرِمَا مِنَ الطَّعَامِ مُنْذُ يَوْمَيْنِ. ¶ اِقْتَرَبَ الحَرَسُ بِالشَابِّ جَاوِيدْ مِنْ كَوْمَةِ النَّارِ الحَمْرَاءِ .. وَعُيُونُهُ مُغْمَضَةٌ بِحِزَامٍ سَمِيكٍ. ¶ كُنَّا نَتَفَرَّجُ .. أَكْثَرُ مِنْ مِائَةِ سَجِينٍ، وَمَعَنَا أَكْثَرُ مِنْ مِائَةٍ وَخَمْسِينَ مِنَ الحَرَسِ، مَعَهُمْ البَنَادِقُ وَالرَشَّاشَاتُ. فَجْأَةً اِقْتَرَبَ مِنَ الشَابِّ جَاوِيدْ عَشْرَةً مِنَ الحُرَّاسِ، أَجْلَسُوهُ عَلَى الأَرْضِ، وَوَضَعُوا فِي حُضْنِهِ مُثَلَّثًا خَشَبِيًّا، رَبَطُوهُ إِلَيْهِ رَبْطًا مُحْكَمًا، بِحَيْثُ يَبْقَى قَاعِدًا، لاَ يَسْتَطِيعُ",
            "page": "16",
            "part": "1",
            "seal": "73DD7372"
        },
        {
            "id": "23",
            "nass": "أَنْ يَتَمَدَّدَ، ثُمَّ حَمَلُوهُ جَمِيعًا، وَأَجْلَسُوهُ عَلَى الجَمْرِ الأَحْمَرِ، فَصَرَخَ صَرْخَةً هَائِلَةً، ثُمَّ أُغْمِيَ عَلَيْهِ. ¶ سَقَطَ مِنَّا أَكْثَرَ مِنْ نِصْفِنَا مُغْمَى عَلَيْهِمْ .. كَانُوا يَصْرُخُونَ مُتَأَلِّمِينَ .. وَعَمَّتْ رَائِحَةُ شِوَاءِ لَحْمِ جَاوِيدْ المِنْطَقَةَ كُلَّهَا، وَمِنْ حُسْنِ حَظِّي أَنَّنِي بَكَيْتُ بُكَاءً مُرًّا. لَكِنَّنِي لَمْ أُصَبْ بِالإِغْمَاءِ .. لأَرَى بَقِيَّةَ القِصَّةِ التِي هِيَ أَفْظَعَ مِنْ أَوَّلِهَا. ¶ حُمِلَ الشَابُّ، وَفُكَّتْ قُيُودُهُ وَهُوَ غَائِبٌ عَنْ وَعْيِهِ، وَصُلِبَ عَلَى المَصْلَبَةِ الخَشَبِيَّةِ، وَرُبِطَ بِهَا بِإِحْكَامٍ، وَاقْتَرَبَ الجَلاَّدُونَ بِالكَلْبَيْنِ الجَائِعَيْنِ، وَفَكُّوا القُيُودَ عَنْ أَفْوَاهِهِمَا، وَتَرَكُوهُمَا يَأْكُلاَنِ لَحْمَ ظَهْرَ جَاوِيدْ المَشْوِيَّ. بَدَأْتُ أَشْعُرُ بِالاِنْهِيَارِ، وَجُنِنْتُ عِنْدَمَا سَمِعْتُ صَرْخَةً خَافِتَةً تَصْدُرُ عَنْ جَاوِيدْ .. إِنَّهُ لاَزَالَ حَيًّا وَالكِلاَبُ تَأْكُلُ لَحْمَهُ فَقَدْتُ وَعْيِي بَعْدَهَا .. ¶ لَمْ أَفِقْ إِلاَّ وَأَنَا أَصْرُخُ فِي زِنْزَانَتِي كَالمَجْنُونِ .. دُونَ أَنْ أَشْعُرَ .. جَاوِيدْ. . جَاوِيدْ. . أَكَلَتْكَ الكِلاَبُ يَا جَاوِيدْ ... جَاوِيدْ ... كَانَ إِخْوَانِي فِي الزِّنْزَانَةِ قََدْ رَبَطُونِي وَأَحَاطُوا رَأْسِي وَفَمِي بِالأَرْبِطَةِ حَتَّى لاَ يَسْمَعَ الجَلاَّدُونَ صَوْتِي فَيَكُونَ مَصِيرِي كَمَصِيرِ جَاوِيدْ، أََوْ كَمَصِيرِ شَاهَانْ خَانِي الذِي أُصِيبَ بِالهِسْتِيرْيَا مِثْلِي، فَأَصْبَحَ",
            "page": "17",
            "part": "1",
            "seal": "0505BD6F"
        },
        {
            "id": "24",
            "nass": "يَصْرُخُ جَاوِيدْ .. جَاوِيدْ .. فَأَخَذَهُ الجَلاَّدُونَ وَوَضَعُوا فَوْقَهُ نِصْفَ بِرْمِيلٍ مَمْلُوءٌ بِالرَّمْلِ، ثُمَّ سَحَبُوهُ عَلَى الأَسْلاَكِ الشَّائِكَةِ التِي رَبَطُوهَا صَفًّا أُفُقِيًّا، فَمَاتَ بَعْدَ أَنْ تَقَطَّعَ لَحْمُهُ أَلْفَ قِطْعَةٍ، وَهُوَ يَصْرُخُ: اللهُ أَكْبَرُ .. اللهُ أَكْبَرُ .. لاَ بُدَّ أَنْ نَدُوسَكُمْ أَيَّهَا الظَّالِمُونَ. ¶ وَأَخِيرًا أُغْمِيَ عَلَيَّ. ¶ فَتَحْتُ عُيُونِي .. فُوجِئْتُ أَنَّنِي فِي أَحَدِ المَشَافِي، وَفُوجِئْتُ أَكْثَرَ مِنْ ذَلِكَ بِسَفِيرِ بَلَدِي يَقِفُ فَوْقَ رَأْسِي، قَالَ لِي: «كَيْفَ حَالُكَ؟ .. يَبْدُو أَنَّكَ سَتُشْفَى إِنْ شَاءَ اللهُ. لَوْ لَمْ تَكُنْ غَرِيبًا عَنْ هَذِهِ البِلاَدِ لَمَا اِسْتَطَعْتُ إِخْرَاجَكَ .. » فَاجَأَنِي سَائِلاً: «لَكِنْ بِاللهِ عَلَيْكَ، قُلْ لِي، مَنْ هُوَ هَذَا جَاوِيدْ الذِي كُنْتَ تَصْرُخُ بِاسْمِهِ؟». أَخْبَرْتُهُ بِكُلِّ شَيْءٍ، فَامْتَقَعَ لَوْنُهُ حَتَّى خَشِيتُ أْنْ يُغْمَى عَلَيْهِ. ¶ لَمْ نُكْمِلْ حَدِيثَنَا إِلاَّ وَالشُّرْطَةُ تَسْأَلُ عَنِّي .. اِقْتَرَبَ مِنْ سَرِيرِي ضَابِطُ بُولِيسٍ، وَسَلَّمَنِي أَمْرًا بِمُغَادَرَةِ البِلاَدِ فَوْرًا. وَلَمْ تَنْجَحْ تَدَخُّلاَتِ السَّفِيرِ فِي ضَرُورَةِ إِبْقَائِي حَتَّى أُشْفَى، حَمَلُونِي وَوَضَعُونِي فِي بَاخِرَةٍ أَوْصَلَتْنِي إِلَى مِينَاءِ بَلَدِي، كُنْتُ بِثِيَابِ المُسْتَشْفَى، لَيْسَ مَعِي أَيَّ وَثِيقَةٍ تُثْبِتُ شَخْصِيَّتِي، اِتَّصَلْتُ بِأَهْلِي تِلِيفُونِيًّا، فَلَمَّا حَضَرُوا لَمْ يَعْرِفُونِي لأَوَّلِ وَهْلَةٍ، حَمَلُونِي إِلَى أَوَّلِ مَشْفَى، بَقِيتُ",
            "page": "18",
            "part": "1",
            "seal": "CE97A8A7"
        },
        {
            "id": "25",
            "nass": "فِيهِ ثَلاَثَةَ أَشْهُرٍ فِي بُكَاٍء مُسْتَمِرٍّ، ثُمَّ شَفَانِي اللهُ ... ¶ وَأَنْهَى المِسْكِينُ حَدِيثَهُ قَائِلاً: «بَقِيَ أَنْ تَعْرِفَ أَنَّ مُدِيرَ السُّجُونِ يَهُودِيٌّ، وَالمَسْؤُولُ عَنْ التَّعْذِيبِ خَبِيرٌ أَلْمَانِيٌّ نَازِيٌّ، أَطْلَقَتْ تِلْكَ الحُكُومَةُ فِي ذَلِكَ البَلَدِ الإِسْلاَمِيِّ يَدَهُ يَفْعَلُ فِي عُلَمَاءِ المُسْلِمِينَ كَيْفَ يَشَاءُ». ¶ * * * ¶ 3 - وَمِنَ الحَبَشَةِ أَمْثِلَةٌ أُخْرَى: ¶ استولت الحبشة على أرتيريا المسلمة بتأييد من فرنسا وإنكلترا .. فماذا فعلت فيها؟!! .. ¶ صادرت معظم أراضيها، وأسلمتها لإقطاعيين من الحبشة، كان الإقطاعي والكاهن مخولين بقتل أي مسلم دون الرجوع إلى السلطة، فكان الإقطاعي أو الكاهن يشنق فلاحيه أو يعذبهم في الوقت الذي يريد ... ¶ فُتحت للفلاحين المسلمين سجون جماعية رهيبة، يجلد فيها الفلاحون بسياطٍ تزن أكثر من عشر كيلو غرامات، وبعد إنزال أفظع أنواع العذاب بهم كانوا يلقون في زنزانات بعد أن تربط أيديهم بأرجلهم، ويتركون هكذا لعشر سنين أو أكثر، عندما كانوا يخرجون",
            "page": "19",
            "part": "1",
            "seal": "75545EAA"
        },
        {
            "id": "26",
            "nass": "من السجون كانوا لا يستطيعون الوقوف، لأن ظهورهم قد أخذت شكل القوس. ¶ كل ذلك كان قبل استلام هيلاسيلاسي السلطة في الحبشة، فلما أصبح إمبراطور الحبشة وضع خطة لإنهاء المسلمين خلال خمسة عشر عَامًا، وتباهى بخطته هذه أمام الكونغرس الأمريكى. ¶ سن تشريعات لإذلال المسلمين منها أن عليهم أن يركعوا لموظفى الدولة وإلا يقتلوا. ¶ أمر أن تستباح دماؤهم لأقل سبب، فقد وُجِدَ شُرْطِيٌّ قَتِيلاً قرب قرية مسلمة، فأرسلت الحكومة كتيبة كاملة قتلت أهل القرية كلهم وأحرقتهم مع قريتهم، ثم تبين أن القاتل هو صديق المقتول، الذي اعتدى على زوجته. ¶ حاول أحد العلماء واسمه الشيخ عبد القادر أن يثور على هذه الإبادة فجمع الرجال، واختفى في الغابات، فجمعت الحكومة أطفالهم ونساءهم وشيوخهم في أكواخٍ من الحشيش والقصب، وسكبت عليهم البنزين وأحرقتهم جَمِيعًا. ¶ ومن قبضت عليه من الثوار كانت تعذبه عَذَابًا رَهِيبًا قبل قتله، من ذلك إطفاء السجائر في عينيه وأذنيه، وهتك عرض بناته وزوجته وأخواته أمام عينيه، ودق",
            "page": "20",
            "part": "1",
            "seal": "A4C7EA12"
        },
        {
            "id": "27",
            "nass": "خصيتيه بأعقاب البنادق .. وجره على الأسلاك الشائكة حتى يتفتت، وإلقاؤه جريحًا قبل أن يموت لتأكله الحيوانات الجارحة، بعد أن تربطه بالسلاسل حتى لا يقاوم. ¶ أصدر هيلاسيلاسى أَمْرًا بإغلاق مدارس المسلمين وأمر بفتح مدارس مسيحية وأجبر المسلمين على إدخال أبنائهم فيها ليصبحوا مسيحيين. ¶ عَيَّنَ حُكَّامًا فجرة على مقاطعات أرتيريا منهم واحد عَيَّنَهُ على مقاطعة جَمَّة، ابتدأ عمله بأن أصدر أَمْرًا أن لا يقطف الفلاحون ثمار أراضيهم إلا بعد موافقته، وكان لا يسمح بقطافها إلا بعد أن تتلف، وأخيرًا صادر 90% من الأراضي، أخذ هو نصفها وأعطى الإمبراطور نصفها. ونهب جميع ممتلكات الفلاحين المسلمين .. ¶ أمرهم أن يبنوا كنيسة كبرى في الإقليم فبنوها .. ثم أمرهم أن يعمروا كنسية عند مدخل كل قرية أو بلدة ولم يكتف بذلك بل بنى دُورًا للعاهرات حول المساجد ومعها الحانات التي كان يسكر فيها الجنود، ثم يدخلون إلى المساجد ليبولوا بها ويتغوطوا، وليراقصوا العاهرات فيها وهم سكارى. ¶ كما فرض على الفلاحين أن يبيعوا أبقارهم لشركة",
            "page": "21",
            "part": "1",
            "seal": "B6B335DC"
        },
        {
            "id": "28",
            "nass": "(أنكودا) اليهودية. ¶ كافأه الإمبراطور على أعماله هذه بأن عَيَّنَهُ وزيرًا للداخلية. ¶ كانت حكومة الإمبراطور تلاحق كل مثقف مسلم. لتزجه في السجن حتى الموت، أو تجبره على مغادرة البلاد حتى يبقى شعب أرتيريا المسلم مُسْتَعْبَدًا جَاهِلاً. وغير ذلك كثير (¬4). ¶ والأمثلة من كل مكان من العالم الإسلامي، يكاد الصدر يتفجر ضيقًا من تذكرها .. ¶ لكنها بداية الخلاص إن شاء الله .. إنها سياط اليقظة التي سَتُذْهِبُ نوم القرون، وَتُخْرِجَ من تحت الأرض سكان القبور. ¶ وما ذلك على الله بعزيز. ¶ نتساءل أَخِيرًا: ¶ هل مواقف الغرب وأتباعه التي رأيناها هي مواقف عاطفية استثنائية؟! ... ¶ لا ... إنها مواقف مقررة مُسْبَقًا في فكر الغرب ¶ ¬__________ ¶ (¬4) \" كفاح دين \" للأستاذ محمد الغزالي: ص 60 - 80.",
            "page": "22",
            "part": "1",
            "seal": "070D4E2B"
        },
        {
            "id": "29",
            "nass": "وعقول قَادَتِهِ .. يمارسها الغربيون وأتباعهم عن تصميم واقتناع كامل، وبإرادة واعية تَمَامًا ... وَعَنْ عَمْدٍ .. ¶ ولماذا ذلك كله ... ؟!! ... ¶ هَذَا مَا سَنُبَيِّنُهُ بوضوح في هذه الدراسة التي سَنُبَيِّنُهَا على أقوال قادة الغرب فقط .. دون أن نُدْخِلَ فيها أي اجتهاد أو استنتاج لتسهل الحجة، ويظهر الحق، ويستنير طريق المضللين الذين يمارسون بأيديهم إبادة مقومات القوة في أممهم ليسهلوا على العدو الكبير المتربص اِلْتِهَامَهَا. ¶ وما أفظعها من مهمة يمارسها العملاء .. حين يدمرون أممهم، ثم يدفعونها في فم الغول الاستعماري البشع ... لِيَلْتَهِمَهَا ... فيا رب متى ينتبهون ... ؟!! .. ¶ * * *",
            "page": "23",
            "part": "1",
            "seal": "318B664B"
        },
        {
            "id": "30",
            "nass": "مَوْقِفُ الغَرْبِ مِنَ الإِسْلاَمِ: ¶ الحُرُوبُ الصَّلِيبِيَّةُ مُسْتَمِرَّةٌ: ¶ يبنى الغرب علاقاته معنا على أساس أن الحروب الصليبية لا تزال مستمرة بيننا وبينه: ¶ 1 - فَسِيَاسَةُ أَمَرِيكَا مَعَنَا تُخَطِّطُ عَلَى هَذَا الأَسَاسِ: ¶ يقول أيوجين روستو رئيس قسم التخطيط في وزارة الخارجية الأمريكية ومساعد وزير الخارجية الأمريكية، ومستشار الرئيس جونسون لشؤون الشرق الأوسط حتى عام 1967م يقول: ¶ «يَجِبُ أَنْ نُدْرِكَ أَنَّ الخِلاَفَاتِ القَائِمَةِ بَيْنَنَا وَبَيْنَ الشُّعُوبِ العَرَبِيَّةِ لَيْسَتْ خِلاَفَاتٌ بَيْنَ دُوَلٍ أَوْ شُعُوبٍ، بَلْ هِيَ خِلاَفَاتٌ بَيْنَ الحَضَارَةِ الإِسْلاَمِيَّةِ وَالحَضَارَةِ المَسِيحِيَّةِ». لقد كان الصراع مُحْتَدِمًا ما بين المسيحية والإسلام منذ القرون الوسطى، وهو مستمر حتى هذه اللحظة، بصور مختلفة. ومنذ قرن ونصف خضع الإسلام لسيطرة",
            "page": "24",
            "part": "1",
            "seal": "259A2383"
        },
        {
            "id": "31",
            "nass": "الغرب، وخضع التراث الإسلامي للتراث المسيحي. ¶ «إِنَّ الظُّرُوفَ التَّارِيخِيَّةَ تُؤَكِّدُ أَنَّ أَمِرِيكَا إِنَّمَا هِيَ جُزْءٌ مُكَمِّلٌ لِلْعَالَمِ الغَرْبِيِّ، فَلْسَفَتُهُ، وَعَقِيدَتُهُ، وَنِظَامُهُ، وَذَلِكَ يَجْعَلُهَا تَقِفُ مُعَادِيَةً لِلْعَالَمِ الشَّرْقِيِّ الإِسْلاَمِيِّ، بِفَلْسَفَتِهِ وَعَقِيدَتِهِ المُتَمَثِّلَةِ بِالدِّينِ الإِسْلاَمِيِّ، وَلاَ تَسْتَطِيعُ أَمِرِيكَا إِلاَّ أَنْ تَقِفَ هَذَا المَوْقِفَ فِي الصَفِّ المُعَادِي لِلإِسْلاَمِ وَإِلَى جَانِبِ العَالَمِ الغَرْبِيِّ وَالدَّوْلَةِ الصُّهْيُونِيَّةِ، لأَنَّهَا إِنْ فَعَلَتْ عَكْسَ ذَلِكَ فَإِنَّهَا تَتَنَكَّرُ لِلُغَتِهَا وَفَلْسَفَتِهَا وَثَقَافَتِهَا وَمُؤَسَّسَاتِهَا». إن روستو يحدد أن هدف الاستعمار في الشرق الأوسط هو تدمير الحضارة الإسلامية، وأن قيام إسرائيل، هو جزء من هذا المخطط، وأن ذلك ليس إلا استمرارًا للحروب الصليبية. (¬5). ¶ 2 - وَالحَرْبُ الصَّلِيبِيَّةُ الثَّامِنَةُ قَادَهَا اللَّنْبِي: ¶ يقول باترسون سمث في كتابه \"حياة المسيح الشعبية \": «بَاءَتْ الحُرُوبُ الصَّلِيبِيَّةُ بِالفَشَلِ، لَكِنَّ حَادِثًا خَطِيرًا وَقَعَ بَعْدَ ذَلِكَ، حِينَمَا بَعَثَتْ إِنْكْلِتْرَا بِحَمْلَتِهَا الصَّلِيبِيَّةُ الثَّامِنَةِ، فَفَازَتْ هَذِهِ المَرَّةَ، إِنَّ حَمْلَةَ اللَّنْبِى عَلَى القُدْسِ أَثْنَاءَ ¶ ¬__________ ¶ (¬5) \" معركة المصير \": صفحات 87 - 94.",
            "page": "25",
            "part": "1",
            "seal": "83818759"
        },
        {
            "id": "32",
            "nass": "الحَرْبِ العَالَمِيَّةِ الأُولَى هِيَ الحَمْلَةُ الصَّلِيبِيَّةُ الثَّامِنَةُ، وَالأَخِيرَةُ (¬6). ¶ لذلك نشرت الصحف البريطانية صور اللَّنْبِي وكتبت تحتها عبارته المشهورة التي قالها عندما فتح القدس: «اليَوْمَ اِنْتَهَتْ الحُرُوبُ الصَّلِيبِيَّةُ». ¶ ونشرت هذه الصحف خَبَرًا آخَرَ يُبَيِّنُ أن هذا الموقف ليس موقف اللَّنْبِي وحده بل موقف السياسة الإنكليزية كلها، قالت الصحف: ¶ «هَنَّأَ لُوِيدْ جُورْجْ وَزِيرُ الخَارِجِيَّةِ البْرِيطَانِي الجِنِرَالَ اللَّنْبِي فِي البَرْلَمَانِ البْرِيطَانِي، لإِحْرَازِهِ النَّصْرَ فِي آخِرِ حَمْلَةٍ مِنَ الحُرُوبِ الصَّلِيبِيَّةُ، التِي سَمَّاهَا لُوِيدْ جُورْجْ الحَرْبَ الصَّلِيبِيَّةُ الثَّامِنَةُ». ¶ 3 - وَالفِرَنْسِيُّونَ أَيْضًا صَلِيبِيُّونَ: ¶ فالجنرال غورو (*) عندما تغلب على جيش مَيْسَلُونْ خارج دمشق توجه فَوْرًا إلى قبر صلاح الدين الأيوبي عند الجامع الأموي، وركله بقدمه وقال له: ¶ ¬__________ ¶ (¬6) \" مجلة الطليعة القاهرية \"، مقال وليم سليمان، عدد ديسمبر عام 1966 م: صفحة 84. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) الجنرال هنري جوزيف أوجين غورو (بالفرنسية:  Henri Joseph Eugène Gouraud) (  و. 17 نوفمبر 1867 - ت. 16 سبتمبر 1946) قائد عسكري فرنسي قاد الجيش الفرنسي في نهاية الحرب العالمية الأولى في الحرب التركية الفرنسية (1919 - 1923). ¶ اشتهر الجنرال غورو بكونه المندوب السامي الانتداب الفرنسي على لبنان وسوريا، وبكونه من تولى إعلان دولة لبنان الكبير عام 1920 بعد فصله عن سوريا بموجب إتفاقية سايكس-بيكو بين فرنسا وبريطانيا.",
            "page": "26",
            "part": "1",
            "seal": "8AB71E6E"
        },
        {
            "id": "33",
            "nass": "«هَا قَدْ عُدْنَا يَا صَلاَحَ الدِّينِ» (¬7). ¶ ويؤكد صليبية الفرنسيين ما قاله مسيو بينو (*) وزير خارجية فرنسا عندما زاره بعض البرلمانيين الفرنسيين وطلبوا منه وضع حد للمعركة الدائرة في مراكش أجابهم: ¶ «إِنَّهَا مَعْرَكَةٌ بَيْنَ الهِلاَلِ وَالصَّلِيبِ» (¬8). ¶ 4 - وَقَالُوا عَامَ 1967م بَعْدَ سُقُوطِ القُدْسِ: ¶ قال راندولف تشرشل: «لَقَدْ كَانَ إِخْرَاجُ القُدْسِ مِنْ سَيْطَرَةِ الإِسْلاَمِ حُلْمَ المَسِيحِيِّينَ وَاليَهُودَ عَلَى السَّوَاءِ، إِنَّ سُرُورَ المَسِيحِيِّينَ لاَ يَقِلُّ عَنْ سُرُورِ اليَهُودِ. إِنَّ القُدْسَ قَدْ خَرَجَتْ مِنْ أَيْدِي المُسْلِمِينَ، وَقَدْ أَصْدَرَ الكْنِيسِتْ (**) اليَهُودِي ثَلاَثَةَ قَرَارَاتٍ بِضَمِّهَا إِلَى القُدْسِ اليَهُودِيَّةِ وَلَنْ تَعُودَ إِلَى المُسْلِمِينَ فِي أَيَّةِ مُفَاوَضَاتٍ مُقْبِلَةٍ مَا بَيْنَ المُسْلِمِينَ وَاليَهُودِ» (¬9). ¶ ¬__________ ¶ (¬7) \" القومية والغزو الفكري \": ص 84. ¶ (¬8) \" مأساة مراكش \"، روم رولاند: ص 310. ¶ (¬9) راندولف تشرشل، \" حرب الأيام الستة \": ص 129 من الترجمة العربية. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) ورد في الكتاب المطبوع خطأ (بيدو) والصحيح (بينو) وهو كريستيان بينو  Christian Pineau  ولد في 14/ 10 / 1904 في شومون  Chaumont) - Haute-Marne)  وتوفي في 5/ 4 / 1995 في باريس، وهو سياسي وأحد المقاومين الفرنسيين، خريج كلية الحقوق، وحاصل على الشهادة في العلوم السياسية، تولى منصب وزارة الخارجية الفرنسية من شهر فيفري (فبراير) 1956 إلى ماي (مايو) 1958. ¶ (**) الكنيست الإسرائيلي (بالعبرية: أي \"المجمع\") هو البرلمان لدولة الكيان الصهيوني الغاصب لأرض فلسطين، حيث يتركز عمل التشريع ومراقبة الحكومة.",
            "page": "27",
            "part": "1",
            "seal": "7D9C1BC2"
        },
        {
            "id": "34",
            "nass": "5 - وَالصَّهَايِنَةِ أَيْضًا: ¶ عندما دخلت قوات إسرائيل القدس عام 1967 تجمهر الجنود حول حائط المبكى (*)، وأخذوا يهتفون مع موشى دايان: ¶ «هَذَا يَوْمٌ بِيَوْمِ خَيْبَرَ ... يَا لِثَارَاتِ خَيْبَرَ». ¶ وتابعوا هتافهم: ¶ «حُطُّوا المِشْمِشْ عَ التُفَّاحْ، دِينُ مُحَمَّدْ وَلَّى وَرَاحْ ... ». ¶ وهتفوا أَيْضًا: ¶ «مُحَمَّدْ مَاتْ .. خَلِّفْ بَنَاتْ ... ». ¶ كل ذلك دعا الشاعر محمد الفيتورى إلى تنظيم قصيدته الرائعة مُخَاطِبًا نَبِيَّنَا مُحَمَّدًا - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ¶ يَا سَيِّدِي .. ¶ عَلَيْكَ أَفْضَلُ الصَّلاَةِ وَالسَّلاَمِ .. ¶ مِنْ أُمَّةٍ مُضَاعَةٍ .. ¶ تَقْذِفُهَا حَضَارَةُ الخَرَابِ وَالظَّلاَمِ .. ¶ يَا سَيِّدِي ... مُنْذُ رَدَمْنَا البَحْرَ بِالسُّدُودِ .. ¶ ¬__________ ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) كان الأولى بالمؤلف أن يطلق عليه التسمية الصحيحة (حائط البراق)، لا التسمية الصهيونية (حائط المبكى)، وهو الحائط الذي يحد الحرم القدسي من الجهة الغربية، أي يشكل قسما من الحائط الغربي للحرم المحيط بالمسجد الأقصى، ويمتد بين باب المغاربة جنوبا، والمدرسة التنكزية شمالا، طوله نحو 50م, وارتفاعه يقل عن 20م.",
            "page": "28",
            "part": "1",
            "seal": "8F4F49F5"
        },
        {
            "id": "35",
            "nass": "وَانْتَصَبَتْ مَا بَيْنَنَا وَبَيْنَكَ الحُدُودُ .. ¶ مِتْنَا .. ¶ وَدَاسَتْ فَوْقَنَا مَاشِيَةُ اليَهُودِ .. (¬10). ¶ 6 - وَاسْتَغَلَّتْ إِسْرَائِيلُ صَلِيبِيَّةَ الغَرْبِ: ¶ خرج أعوانها بمظاهرات قبل حرب الـ 1967 تحمل لافتات في باريس، سار تحت هذه اللافتات جان بول سارتر، كتبت على هذه اللافتات، وعلى جميع صناديق التبرعات لإسرائيل جملة واحدة من كلمتين، هما: «قَاتِلُوا المُسْلِمِينَ». ¶ فالتهب الحماس الصليبي الغربي، وتبرع الفرنسيون بألف مليون فرنك خلال أربعة أيام فقط ... كما طبعت إسرائيل بطاقات معايدات كتبت عليها «هَزِيمَةُ الهِلاَلِ». بيعت بالملايين ... لتقوية الصهاينة الذين يواصلون رسالة الصليبية الأوروبية في المنطقة، وهي محاربة الإسلام وتدمير المسلمين (¬11). ¶ ¬__________ ¶ (¬10) \" الشعب والأرض \": ج 1 ص 34. و\" درس من النكبة الثانية \": ص 76. ¶ (¬11) \" طريق المسلمين إلى الثورة الصناعية \": ص 20، 21.",
            "page": "29",
            "part": "1",
            "seal": "DA3ABAC5"
        },
        {
            "id": "36",
            "nass": "الجِدَارُ الصَّلْبُ: ¶ نتساءل هنا: ¶ هل يشن الغرب حَرْبًا صَلِيبِيَّةً على العالم الإسلامي استجابةً لظروف تاريخية التحم فيها الإسلام مع المسيحية، وانتزع من المسيحية أممها وعواصمها؟؟ ¶ أم أن هناك عوامل أخرى تدفع الغرب إلى شن حروبه الصليبية ضد عالم الإسلام؟ ... ¶ يبدو من تصريحات قادة الغرب أنهم يشنون الحرب على الإسلام لعوامل أخرى ... ¶ إنهم يرونه الجدار الصلب الذي يقف في وجه سيطرتهم على العالم واستغلالهم له: ¶ 1 - فهم يرونه الجدار الوحيد أمام الاستعمار: ¶ يقول لورنس براون: «إِنَّ الإِسْلاَمَ هُوَ الجِدَارُ الوَحِيدُ فِي وَجْهِ الاِسْتِعْمَارِ",
            "page": "30",
            "part": "1",
            "seal": "E9E48EE4"
        },
        {
            "id": "37",
            "nass": "الأُورُوبِيِّ» (¬12). ¶ ويقول غلادستون رئيس وزراء بريطانيا سابقاً: ¶ «مَا دَامَ هَذَا القُرْآنُ مَوْجُودًا فِي أَيْدِي المُسْلِمِينَ فَلَنْ تَسْتَطِيعَ أُورُوبَةُ السَّيْطَرَةَ عَلَى الشَّرْقِ». (¬13). ¶ ويقول الحاكم الفرنسي في الجزائر في ذكرى مرور مائة سَنَةٍ على استعمار الجزائر: ¶ «إِنَّنَا لَنْ نَنْتَصِرَ عَلَى الجَزَائِرِيِّينَ مَا دَامُوا يَقْرَأُونَ القُرْآنَ، وَيَتَكَلَّمُونَ العَرَبِيَّةَ، فَيَجِبُ أَنْ نُزِيلَ القُرْآنَ العَرَبِيَّ مِنْ وُجُودِهِمْ، وَنَقْتَلِعَ اللِّسَانَ العَرَبِيَّ مِنْ أَلْسِنَتِهِمْ» (¬14). ¶ 2 - ويرون أن الإسلام هو الجدار الذي يقف في وجه انتشار النفوذ الشيوعي: ¶ في افتتاحية عدد 22 أيار عام 1952من جريدة \"كيزيل أوزباخستان\" الجريدة اليومية للحزب الشيوعي الأوزباخستاني ذكر المحرر ما يلي: ¶ ¬__________ ¶ (¬12) \" التبشير والاستعمار \": ص 104. ¶ (¬13) \" الإسلام على مفترق الطرق \" لمحمد أسد: ص 39. ¶ (¬14) \" المنار \"، عدد 9/ 11 / 1962 م.",
            "page": "31",
            "part": "1",
            "seal": "64A14771"
        },
        {
            "id": "38",
            "nass": "«مِنَ المُسْتَحِيلِ تَثْبِيتَ الشُيُوعِيَّةَ قَبْلَ سَحْقِ الإِسْلاَمِ نِهَائِيًّا» (¬15). ¶ 3 - ويرون أنه الجدار الذي يَحُولُ دُونَ انتشار المسيحية: ¶ يقول أحد المبشرين: ¶ «إِنَّ القُوَّةَ الكَامِنَةَ فِي الإِسْلاَمِ هِي التِي وَقَفَتْ سُدًّا مَنِيعًا فِي وَجْهِ اِنْتِشَارِ المَسِيحِيَّةِ، وَهِيَ التِي أَخْضَعَتِ البِلاَدَ التِي كَانَتْ خَاضِعَةً لِلْنَّصْرَانِيَّةِ» (¬16). ¶ ويقول أشعياء بومان في مقالة نشرها في مجلة \" العالم الإسلامي \" التبشيرية: ¶ «لَمْ يُتَّفَقْ قَطُّ أَنَّ شَعْبًا مَسِيحِيًّا دَخَلَ فِي الإِسْلاَمِ ثُمَّ عَادَ نَصْرَانِيًّا (¬17). ¶ 4 - ويرون أن الإسلام هو الخطر الوحيد أمام استقرار الصهيونية وإسرائيل: ¶ يقول بن غوريون، رئيس وزراء إسرائيل سَابِقًا: ¶ ¬__________ ¶ (¬15) \" الإسلام والتنمية الاقتصادية \"، جاك أوستروي: ص 56. ¶ (¬16) \" جذور البلاء \": ص 201. ¶ (¬17) \" التبشير والاستعمار \" للخالدي وفروخ: ص 131، الطبعة الرابعة.",
            "page": "32",
            "part": "1",
            "seal": "926F2688"
        },
        {
            "id": "39",
            "nass": "«إِنَّ أَخْشَى مَا نَخْشَاهُ أَنْ يَظْهَرَ فِي العَالَمِ العَرَبِيِّ مُحَمَّدٌ جَدِيدٌ» (¬18). ¶ وَحَدَّثَ ضابط عربي كبير وقع أسيرًا في أيدي اليهود عام 1948 أن قائد الجيش اليهودي دعاه إلى مكتبه قبيل إطلاق سراحه، وتلطف معه في الحديث. ¶ سأله الضابط المصري: «هَلْ أَسْتَطِيعُ أَنْ أَسْأَلَ لِمَاذَا لَمْ تُهَاجِمُوا قَرْيَةَ صُورْ بَاهِرْ؟». ¶ وصور باهر قرية قريبة من القدس. ¶ أطرق القائد الإسرائيلي إطراقة طويلة ثم قال: «أُجِيبُكَ بِصَرَاحَةٍ، إِنَّنَا لَمْ نُهَاجِمْ صُورْ بَاهِرْ لأَنَّ فِيهَا قُوَّةً كَبِيرَةً مِنَ المُتَطَوِّعِينَ المُسْلِمِينَ المُتَعَصِّبِينَ». ¶ دهش الضابط المصرى، وسأل فَوْرًا: «وَمَاذَا فِي ذَلِكَ، لَقَدْ هَجَمْتُمْ عَلَى مَوَاقِعَ أُخْرَى فِيهَا قُوَّاتٌ أَكْثَرَ .. وَفِي ظُرُوفٍ أَصْعَبَ؟!». ¶ أجابه القائد الإٍسرائيلي: «إِنَّ مَا تَقُولُهُ صَحِيحٌ، لَكِنَّنَا وَجَدْنَا أَنَّ هَؤُلاَءِ المُتَطَوِّعِينَ مِنَ المُسْلِمِينَ المُتَعَصِّبِينَ يَخْتَلِفُونَ ¶ ¬__________ ¶ (¬18) \" جريدة الكفاح الإسلامي \" لعام 1955، عدد الأسبوع الثاني من نيسان.",
            "page": "33",
            "part": "1",
            "seal": "F07348D9"
        },
        {
            "id": "40",
            "nass": "عَنْ غَيْرِهِمْ مِنَ المُقَاتِلِينَ النِّظَامِيِّينَ، يَخْتَلِفُونَ تَمَامًا، فَالقِتَالُ عِنْدَهُمْ لَيْسَ وَظِيفَةً يُمَارِسُونَهَا وِفْقَ الأَوَامِرِ الصَّادِرَةِ إِلَيْهِمْ، بَلْ هُوَ هِوَايَةٌ يَنْدَفِعُونَ إِلَيْهَا بِحَمَاسٍ وَشَغَفٍ جُنُونِيٍّ، وَهُمْ فِي ذَلِكَ يُشْبِهُونَ جُنُودَنَا الذِينَ يُقَاتِلُونَ عَنْ عَقِيدَةٍ رَاسِخَةٍ لِحِمَايَةِ إِسْرَائِيلَ. ¶ ولكن هناك فارقًا عظيمًا بَيْنَ جُنُودِنَا وَهَؤُلاَءِ المُتَطَوِّعِينَ المُسْلِمِينَ. إِنَّ جُنُودَنَا يُقَاتِلُونَ لِتَأْسِيسِ وَطَنٍ يَعِيشُونَ فِيهِ، أَمَّا الجُنُودُ المُتَطَوِّعُونَ مِنَ المُسْلِمِينَ فَهُمْ يُقَاتِلُونَ لِيَمُوتُوا، إِنَّهُمْ يَطْلُبُونَ المَوْتَ بِشَغَفٍ أَقْرَبَ إِلَى الجُنُونِ، وَيَنْدَفِعُونَ إِلَيْهِ كَأَنَّهُمْ الشَّيَاطِينُ، إِنَّ الهُجُومَ عَلَى أَمْثَالِ هَؤُلاَءِ مُخَاطَرَةٌ كَبِيرَةٌ، يُشْبِهُ الهُجُومَ عَلَى غَابَةٍ مَمْلُوءَةٍ بِالوُحُوشِ، وَنَحْنُ لاَ نُحِبُّ مِثْلَ هَذِهِ المُغَامَرَةِ المُخِيفَةِ، ثُمَّ إِنَّ الهُجُومَ عَلَيْهِمْ قَدْ يُثِيرُ عَلَيْنَا المَنَاطِقَ الأُخْرَى فَيَعْمَلُونَ مِثْلَ عَمَلِهِمْ، فَيُفْسِدُوا عَلَيْنَا كُلَّ شَيْءٍ، وَيَتَحَقَّقُ لَهُمْ مَا يُرِيدُونَ». ¶ دهش الضابط المصرى لإجابة القائد الإسرئيلي، لكنه تابع سؤاله ليعرف منه السبب الحقيقي الذي يخيف اليهود من هؤلاء المتطوعين المسلمين. ¶ قال له: «قُلْ لِي بِرَأْيِكَ الصَّرِيحِ، مَا الذِي أَصَابَ",
            "page": "34",
            "part": "1",
            "seal": "2EC37C6D"
        },
        {
            "id": "41",
            "nass": "هَؤُلاَءِ حَتَّى أَحَبُّوا المَوْتَ، وَتَحَوَّلُوا إِلَى قُوَّةٍ مَارِدَةٍ تَتَحَدَّى كُلَّ شَيْءٍ مَعْقُولٍ؟!!». ¶ أجابه الإسرائيلي بعفوية: «إِنَّهُ الدِّينُ الإِسْلاَمِيُّ يَا سِيَادَةَ الضَّابِطِ». ثم تلعثم، وحاول أن يخفى إجابته، فقال: ¶ «إِنَّ هَؤُلاَءِ لَمْ تُتَحْ لَهُمْ الفُرْصَةَ كَمَا أُتِيحَتْ لَكَ، كَيْ يَدْرُسُوا الأُمُورَ دِرَاسَةً وَاعِيَةً تَفْتَحُ عُيُونَهُمْ عَلَى حَقَائِقَ الحَيَاةِ، وَتُحَرِّرَهُمْ مِنَ الخُرَافَةِ وَشَعْوَذَاتِ المُتَاجِرِينَ بِالدِّينِ، إِنَّهُمْ لاَ يَزَالُونَ ضَحَايَا تُعَسَاءَ لِوَعْدِ الإِسْلاَمِ لَهُمْ بِالجَنَّةِ التِي تَنْتَظِرَهُمْ بَعْدَ المَوْتِ». ¶ وتابع مسترسلاً: «إِنَّ هَؤُلاَءِ المُتَعَصِّبِينَ مِنَ المُسْلِمِينَ هُمْ عُقْدَةُ العُقَدِ فِي طَرِيقِ السَّلاَمِ الذِي يَجِبُ أَنْ نَتَعَاوَنَ عَلَيْهِ وَهُمْ الخَطَرُ الكَبِيرُ عَلَى كُلِّ جُهْدٍ يُبْذَلُ لإِقَامَةِ عَلاَقَاتٍ سَلِيمَةٍ وَاعِيَةٍ بَيْنَنَا وَبَيْنَكُمْ». ¶ وتابع مستدركًا، وكأنه يستفز الضابط المصرى ضد هؤلاء المسلمين،: «تَصَوَّرْ يَا سَيِّدِي أَنَّ خَطَرَ هَؤُلاَءِ لَيْسَ مُقْتَصِرًا عَلَيْنَا وَحْدَنَا، بَلْ هُوَ خَطَرٌ عَلَيْكُمْ أَنْتُمْ أَيْضًا. إِذْ أَنَّ أَوْضَاعَ بِلاَدَكُمْ لَنْ تَسْتَقِرَّ حَتَّى يَزُولَ هَؤُلاَءِ، وَتَنْقَطِعَ صَرْخَاتُهُمْ المُنَادِيَةِ بِالجِهَادِ وَالاِسْتِشْهَادِ فِي سَبِيلِ اللهِ، هَذَا المَنْطِقُ الذِي يُخَالِفُ رُقِيَّ القَرْنِ العِشْرِينَ، قَرْنَ",
            "page": "35",
            "part": "1",
            "seal": "EA863AA4"
        },
        {
            "id": "42",
            "nass": "العِلْمِ وَهَيْئَةَ الأُمَمِ وَالرَّأْيَ العَامَّ العَالَمِيَّ، وَحُقُوقَ الإِنْسَانِ». ¶ واختتم القائد الإسرائيلي حديثه بقوله: ¶ «يَا سِيَادَةَ الضَّابِطِ، أَنَا سَعِيدٌ بِلِقَائِكَ، وَسَعِيدٌ بِهَذَا الحَدِيثِ الصَّرِيحِ مَعَكَ، وَأَتَمَنَّى أَنْ نَلْتَقِي لِقَاءً قَادِمًا، لِنَتَعَاوَنَ فِي جَوٍّ أَخَوِيٍّ لاَ يُعَكِّرُهُ عَلَيْنَا المُتَعَصِّبُونَ مِنَ المُسْلِمِينَ المَهْوُوسِينَ بِالجِهَادِ وَحُبِّ الاِسْتِشْهَادِ فِي سَبِيلِ اللهِ» (¬19). ¶ ... ¶ ¬__________ ¶ (¬19) مجلة \" المسلمون \" - العدد الأول من المجلد الثامن - شهر تموز عام 1963، مع بعض الاختصار بما يناسب المقام، مع رجائنا عفو الكاتب وإخوانه.",
            "page": "36",
            "part": "1",
            "seal": "8CF0A761"
        },
        {
            "id": "43",
            "nass": "العَدُوُّ الوَحِيدُ: ¶ إنهم لا يرون الإسلام جدارًا في وجه مطامعهم فقط، بل يعتقدون جازمين أنه الخطر الوحيد عليهم في بلادهم: ¶ 1 - يقول لورانس براون: «كَانَ قَادَتُنَا يُخَوِّفُونَنَا بِشُعُوبٍ مُخْتَلِفَةٍ، لَكِنَّنَا بَعْدَ الاِخْتِبَارِ لَمْ نَجِدْ مُبَرِّرًا لِمِثْلِ تِلْكَ المَخَاوِفِ. كَانُوا يُخَوِّفُونَنَا بِالخَطَرِ اليَهُودِيَّ، وَالخَطَرِ اليَابَانِيَّ الأَصْفَرَ، وَالخَطَرَ البُلْشِفِيَّ. لَكِنَّهُ تَبَيَّنَ لَنَا أَنَّ اليَهُودَ هُمْ أَصْدِقَاؤُنَا، وَالبَلاَشِفَةُ الشُيُوعِيُّونَ حُلَفَاؤُنَا، أَمَّا اليَابَانِيُّونَ، فَإِنَّ هُنَاكَ دُوَلاً دِيمُقْرَاطِيَّةً كَبِيرَةً تَتَكَفَّلُ بِمُقَاوَمَتِهِمْ. لَكِنَّنَا وَجَدْنَا أَنَّ الخَطَرَ الحَقِيقِيَّ عَلَيْنَا مَوْجُودٌ فِي الإِسْلاَمِ، وَفِي قُدْرَتِهِ عَلَى التَوَسُّعِ وَالاِخْضَاعِ، وَفِي حَيَوِيَّتِهِ المُدْهِشَةَ» (¬20). ¶ ¬__________ ¶ (¬20) المجلد الثامن، صفحة 10، لورانس براون نقلاً عن \" التبشير والاستعمار \": ص 184.",
            "page": "37",
            "part": "1",
            "seal": "588C98A2"
        },
        {
            "id": "44",
            "nass": "2 - ونكرر هنا قول غلادستون: «مَا دَامَ هَذَا القُرْآنُ مَوْجُودًا فِي أَيْدِي المُسْلِمِينَ، فَلَنْ تَسْتَطِيعَ أُورُوبَةَ السَّيْطَرَةَ\\ عَلَى الشَّرْقِ، وَلاَ أَنْ تَكُونَ هِيَ نَفْسُهَا فِي أَمَانٍ» (¬21). ¶ 3 - ويقول المستشرق غاردنر: «إِنَّ القُوَّةَ التِي تَكْمُنُ فِي الإِسْلاَمِ هِي التِي تُخِيفُ أُورُوبَةَ» (¬22). ¶ 4 - ويقول هانوتر وزير خارجية فرنسا سَابِقًا: «لاَ يُوجَدُ مَكَانٌ عَلَى سَطْحِ الأَرْضِ إِلاَّ وَاجْتَازَ الإِسْلاَمُ حُدُودَهُ وَانْتَشَرَ فِيهِ، فَهُوَ الدِّينُ الوَحِيدُ الذِي يَمِيلُ النَّاسُ إِلَى اِعْتِنَاقِهِ بِشِدَّةٍ تَفُوقُ كُلَّ دِينٍ آخَرَ» (¬23). ¶ 5 - ويقول ألبر مشادور: «مَنْ يَدْرِي؟! رُبَّمَا يَعُودُ اليَوْمَ الذِي تُصْبِحُ فِيهِ بِلاَدُ الغرْبِ مُهَدَّدَةً بِالمُسْلِمِينَ، يَهْبِطُونَ إِلَيْهَا مِنَ السَّمَاءِ، لِغَزْوِ العَالَمِ مَرَّةً ثًانِيَةً، وَفِي الوَقْتِ المُنَاسَبِ». ¶ ¬__________ ¶ (¬21) \" الإسلام على مفترق طرق \": ص 39. ¶ (¬22) \" التبشير والاستعمار \" للخالدي: ص 36، طبعة رابعة. ¶ (¬23) \" الفكر الإسلامي الحديث، وصلته بالاستعمار الغربي \": ص 18.",
            "page": "38",
            "part": "1",
            "seal": "E506E314"
        },
        {
            "id": "45",
            "nass": "ويتابع: «لَسْتُ مُتَنَبِّئًا، لَكِنَّ الأَمَارَاتِ الدَالَّةِ عَلَى هَذِهِ الاِحْتِمَالاَتِ كَثِيرَةٌ .. وَلَنْ تَقْوَى الذَرَّةُ وَلاَ الصَّوَارِيخُ عَلَى وَقْفِ تَيَّارِهَا. إِنَّ المُسْلِمَ قَدْ اِسْتَيْقَظَ، وَأَخَذَ يَصْرُخُ، هَا أَنَذَا، إِنَّنِي لَمْ أَمْتْ، وَلَنْ أَقْبَلَ بَعْدَ اليَوْمِ أَنْ أَكُونَ أَدَاةً تُسَيِّرُهَا العَوَاصِمُ الكُبْرَى وَمُخَابَرَاتِهَا» (¬24). ¶ 6 - ويقول أشعياء بومان في مقال نشره في مجلة \" العالم الإسلامي \" التبشيرية: «إِنَّ شَيْئًا مِنَ الخَوْفِ يَجِبُ أَنْ يُسَيْطِرَ عَلَى العَالَمِ الغَرْبِيِّ مِنَ الإِسْلاَمِ، لِهَذَا الخَوْفِ أَسْبَابَ، مِنْهَا أَنَّ الإِسْلاَمَ مُنْذُ ظَهَرَ فِي مَكَّةَ لَمْ يَضْعَفْ عَدَدِيًّا، بَلْ إِنَّ أَتْبَاعَهُ يَزْدَادُونَ بِاسْتِمْرَارٍ، مِنْ أَسْبَابِ الخَوْفِ أَنَّ هَذَا الدِّينَ مِنْ أَرْكَانِهِ الجِهَادُ» (¬25). ¶ 7 - ويقول أنطوني ناتنج في كتابه \" العرب \": «مُنْذُ أَنْ جَمَعَ مُحَمَّدٌ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أَنْصَارَهُ فِي مَطْلَعِ القَرْنِ السَّابِعِ المِيلاَدِيِّ، وَبَدَأَ أَوَّلَ خُطُوَاتِ الاِنْتِشَارِ الإِسْلاَمِيِّ، فَإِنَّ عَلَى العَالَمِ الغَرْبِيِّ أَنْ يَحْسَبَ حِسَابَ ¶ ¬__________ ¶ (¬24) \" لم هذا الرعب كله من الإسلام \" للأستاذ جودت سعيد. ¶ (¬25) \" التبشير والاستعمار \": ص 131.",
            "page": "39",
            "part": "1",
            "seal": "30B8E4AC"
        },
        {
            "id": "46",
            "nass": "الإِسْلاَمِ كَقُوَّةٍ دَائِمَةٍ، وَصُلْبَةٍ، تُوَاجِهُنَا عَبْرَ المُتَوَسِّطِ» (¬26). ¶ 8 - وصرح سالازار في مؤتمر صحفي قائلاً: «إِنَّ الخَطَرَ الحَقِيقِيَّ عَلَى حَضَارَتِنَا هُوَ الذِي يُمْكِنُ أَنْ يُحْدِثَهُ المُسْلِمُونَ حِينَ يُغَيِّرُونَ نِظَامَ العَالَمِ». ¶ فلما سأله أحد الصحفيين: لكن المسلمين مشغولون بخلافاتهم ونزاعاتهم، أجابه: «أَخْشَى أَنْ يَخْرُجَ مِنْهُمْ مَنْ يُوَجِّهُ خِلاَفَهُمْ إِلَيْنَا» (¬27). ¶ 9 - ويقول مسؤول في وزارة الخارجية الفرنسية عام 1952: «لَيْسَتْ الشُيُوعِيَّةُ خَطَرًا عَلَى أُورُوبة فِيمَا يَبْدُو لِي، إِنَّ الخَطَرَ الحَقِيقِيَّ الذِي يُهَدِّدُنَا تَهْدِيدًا مُبَاشِرًا وَعَنِيفًا هَوَ الخَطَرُ الإِسْلاَمِي، فَالمُسْلِمُونَ عَالَمٌ مُسْتَقِلٌّ كُلَّ الاِسْتِقْلاَلِ عَنْ عَالَمِنَا الغَرْبِيِّ، فَهُمْ يَمْلِكُونَ تُرَاثَهُمْ الرُّوحِيَّ الخَاصَّ بِهِمْ. وَيَتَمَتَّعُونَ بِحَضَارَةٍ تَارِيخِيَّةٍ ذَاتَ أَصَالَةٍ، فَهُمْ جَدِيرُونَ أََنْ يُقِيمُوا قَوَاعِدَ عَالَمٍ جَدِيدٍ، دُونَ حَاجَةٍ إِلَى إِذَابَةِ شَخْصِيَّتِهِمْ الحَضَارِيَّةِ وَالرُّوحِيَّةِ فِي الحَضَارَةِ الغَرْبِيَّةِ. ¶ ¬__________ ¶ (¬26) وليم بولك، \" الولايات المتحدة والعالم الغربي \". و \" القومية والغزو الفكري \": ص 42. ¶ (¬27) \" جند الله \": ص 22.",
            "page": "40",
            "part": "1",
            "seal": "3BEE30AF"
        },
        {
            "id": "47",
            "nass": "فَإِذَا تَهَيَّأَتْ لَهُمْ أَسْبَابُ الاِنْتَاجِ الصِّنَاعِيَّ فِي نِطَاقِهِ الوَاسِعَ، اِنْطَلَقُوا فِي العَالَمِ يَحْمِلُونَ تُرَاثَهُمْ الحَضَارِيَّ الثَّمِينَ، وَانْتَشَرُوا فِي الأَرْضِ يُزِيلُونَ مِنْهَا قَوَاعِدَ الحَضَارَةِ الغَرْبِيَّةِ، وَيَقْذِفُونَ بِرِسَالَتِنَا إِلَى مَتَاحِفَ التَّارِيخِ. ¶ وَقَدْ حَاوَلْنَا نَحْنُ الفِرَنْسِيِّينَ خِلاَلَ حُكْمِنَا الطَّوِيلِ لِلْجَزَائِرِ أَنْ نَتَغَلَّبَ عَلَى شَخْصِيَّةِ الشَّعْبِ المُسْلِمَةِ، فَكَانَ الإِخْفَاقُ الكَامِلُ نَتِيجَةَ مَجْهُودَاتِنَا الكَبِيرَةَ الضَّخْمَةَ. ¶ إِنَّ العَالَمَ الإِسْلاَمِيَّ عِمْلاَقٌ مُقَيَّدٌ، عِمْلاَقٌ لَمْ يَكْتَشِفْ نَفْسَهُ حَتَّى الآنَ اِكْتِشَافًا تَامًّا، فَهُوَ حَائِرٌ، وَهُوَ قَلِقٌ، وَهُوَ كَارِهٌ لاِنْحِطَاطِهِ وَتَخَلُّفِهِ، وَرَاغِبٌ رَغْبَةًً يُخَالِطُهَا الكَسَلُ وَالفَوْضَى فِي مُسْتَقْبَلٍ أَحْسَنَ، وَحُرِيَّةٍ أَوْفَرَ ... ¶ فَلْنُعْطِ هَذَا العَالَمَ الإِسْلاَمِيَّ مَا يَشَاءُ، وَلِنُقَوِّ فِي نَفْسِهِ الرَّغْبَةَ فِي عَدَمِ الاِنْتَاجِ الصِّنَاعِيَّ، وَالفَنِّيَّ، حَتَّى لاَ يَنْهَضَ، فَإِذَا عَجَزْنَا عَنْ تَحْقِيقِ هَذَا الهَدَفَ، بِإِبْقَاءِ المُسْلِمِ مُتَخَلِّفًا، وَتَحَرَّرَ العِمْلاَقُ مِنْ قُيُودِ جَهْلِهِ وَعُقْدَةِ الشُّعُورِ بِعَجْزِهِ، فَقَدْ بُؤْنَا بِإِخْفَاقٍ خَطِيرٍ، وَأَصْبَحَ خَطَرُ العَالَمِ العَرَبِيِّ، وَمَا وَرَاءَهُ مِنَ الطَّاقَاتِ الإِسْلاَمِيَّةِ الضَّخْمَةِ خَطَرًا دَاهِمًا يَنْتَهِي بِهِ الغَرْبُ، وَتَنْتَهِي مَعَهُ وَظِيفَتُهُ الحَضَارِيَّةُ كَقَائِدٍ لِلْعَالَمِ» (¬28). ¶ ¬__________ ¶ (¬28) \" جند الله \": ص 22.",
            "page": "41",
            "part": "1",
            "seal": "A005FE53"
        },
        {
            "id": "48",
            "nass": "10 - ويقول مورو بيرجر في كتابه \" العالم العربي المعاصر \": «إِنَّ الخَوْفَ مِنَ العَرَبِ، وَاهْتِمَامَنَا بِالأُمَّةِ العَرَبِيَّةِ، لَيْسَ نَاتِجًا عَنْ وُجُودِ البِتْرُولِ بِغَزَارَةٍ عَنْدَ العَرَبِ، بَلْ بِسَبَبِ الإِسْلاَمِ. يَجِبُ مُحَارَبَةَ الإِسْلاَمِ، لِلْحَيْلُولَةِ دُونَ وَحْدَةَ العَرَبِ، التِي تُؤَدِّي إِلَى قُوَّةِ العَرَبِ، لأَنَّ قُوَّةَ العَرَبِ تَتَصَاحَبُ دَائِمًا مَعَ قُوَّةِ الإِسْلاَمِ وَعِزَّتِهِ وَانْتِشَارِهِ. ¶ إِنَّ الإِسْلاَمَ يُفْزِعُنَا عِنْدَمَا نَرَاهُ يَنْتَشِرُ بِيُسْرٍ فِي القَارَةِ الإِفْرِيقِيَّةِ» (¬29). ¶ 11 - ويقول هانوتو وزير خارجية فرنسا: «رَغْمَ اِنْتِصَارَنَا عَلَى أُمَّةِ الإِسْلاَمِ وَقَهْرِهَا، فَإِنَّ الخَطَرَ لاَ يَزَالُ مَوْجُودًا مِنْ اِنْتِفَاضِ المَقْهُورِينَ الذِينَ أَتْعَبَتْهُمْ النَّكَبَاتُ التِي أَنْزَلْنَاهَا بِهِمْ لأَنَّ هِمَّتَهُمْ لَمْ تَخْمَدْ بَعْدُ ... » (¬30). ¶ 12 - بعد استقلال الجزائر ألقى أحد كبار المستشرقين محاضرة في مدريد عنوانها: «لِمَاذَا كُنَّا نُحَاوِلُ البَقَاءَ فِي الجَزَائِرِ؟». ¶ أجاب على هذا السؤال بشرح مستفيض ملخصه: ¶ ¬__________ ¶ (¬29) مجلة \" روز اليوسف \" في عددها الصادر بتاريخ 29/ 6 / 1963. ¶ (¬30) \" الفكر الإسلامي وصلته بالاستعمار الغربي \": ص 19.",
            "page": "42",
            "part": "1",
            "seal": "4267D926"
        },
        {
            "id": "49",
            "nass": "إِنَّنَا لَمْ نَكُنْ نُسَخِّرُ النِّصْفَ مَلْيُونَ جُنْدِيٍّ مِنْ أَجْلِ نَبِيذِ الجَزَائِرِ أََوْ صَحَارِيهَا .. أََوْ زَيْتُونَهَا ... إِنَّنَا كُنَّا نَعْتَبِرُ أَنْفُسَنَا سُورَ أُورُوبَا الذِي يَقِفُ فِي وَجْهِ زَحَف إِسْلاَمِيٍّ مُحْتَمَلٍ يَقُومُ بِهِ الجَزَائِرِيُّونَ وَإِخْوَانُهُمْ مِنَ المُسْلِمَينَ عَبْرَ المُتَوَسِّطِ، لِيَسْتَعِيدُوا الأَنْدَلُسَ التِي فَقَدُوهَا، وَلِيَدْخُلُوا مَعَنَا في قَلْبِ فِرَنْسَا بِمَعْرَكَةِ بْوَاتْيِهْ (*) جديدة يَنْتَصِرُون فيها، وَيَكْتَسِحُونَ أُورُوبَا الوَاهِنَةَ، وَيُكْمِلُونَ مَا كَانُوا قََدْ عَزَمُوا عَلَيْهِ أَثْنَاءَ حَلْمِ الأُمَوِيِّينَ بِتَحْوِيلِ المُتَوَسِّطِ إِلَى بُحَيْرَةٍ إِسْلاَمِيَّةٍ خَالِصَةٍ. ¶ مِنْ أَجْلِ ذَلِكَ كُنَّا نُحَارِبُ فِي الجَزَائِرِ» (¬31). ¶ ¬__________ ¶ (¬31) جريدة \" الأيام \" - سنة 1963 م. ¶ --------------------- ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) [معركة بلاط الشهداء اسم أطلقه المؤرخون العرب (أو معركة بواتييه  Poitiers)  على المعركة الفاصلة التي دارت في أوائل شهر رمضان سَنَةَ 114هـ / 10 أكتوبر عام 732 م بين الفاتحين المسلمين بقيادة عبد الرحمن الغافقي وقوات الفرنجة (الفرنسيين) بقيادة شارل مارتل  Charles Martel  في سهل بواتييه  Poitiers ( بالقرب من مدينة تور على نهر اللوار وعلى مسافة 340 كم إلى الجنوب الغربي من باريس)، وتسميها المصادر الغربية معركة بواتييه  Bataille de Poitiers.  وأَوقفت هذه الهزيمة تقدم المسلمين نحو أوروبا].",
            "page": "43",
            "part": "1",
            "seal": "E1ACFE33"
        },
        {
            "id": "50",
            "nass": "دَمِّرُوا الإِسْلاَمَ: ¶ كيف يعملون إذن: ¶ ليس أمامهم إلا حل واحد هو تدمير الإسلام: ¶ 1 - «هَا قَدْ هَبَّتْ النَّصْرَانِيَّةُ وَالمُوسَوِيَّةُ لِمُقَاتَلَةِ المُحَمَّدِيَّةِ. وَهُمَا تَأْمَلاَنِ أَنْ تَتَمَكَّنَا مِنْ تَدْمِيرِ عَدُوَّتِهِمَا» (¬32). ¶ 2 - يقول غاردنر: ¶ «إِنَّ الحُرُوبَ الصَّلِيبِيَّةَ لَمْ تَكُنْ لإِنْقَاذِ القُدْسِ، إِنَّهَا كَانَتْ لِتَدْمِيرِ الإِسْلاَمِ» (¬33). ¶ 3 - ونشيد جيوش الاستعمار كان يقول: ¶ «أَنَا ذَاهِبٌ لِسَحْقِ الأُمَّةِ المَلْعُونَةِ، ¶ لأُحَارِبَ الدِّيَانَةِ الإِسْلاَمِيَّةِ، ¶ وَلأَمْحُو القُرْآنَ بِكُلِّ قُوَّتِي». ¶ ¬__________ ¶ (¬32) \" استعباد الإسلام \": ص 44. ¶ (¬33) \" التبشير والاستعمار \": ص 115. \" جذور البلاء \" [عبد الله التل]: ص 201.",
            "page": "44",
            "part": "1",
            "seal": "6584518F"
        },
        {
            "id": "51",
            "nass": "4 - وشعار «قَاتِلُوا المُسْلِمِينَ» الذي وزعته إسرائيل في أوروبا عند حرب الـ 67، لَقِيَ تَجَاوُبًا لا نظير له في دول الغرب كلها ... ¶ 5 - يقول فيليب فونداسي: ¶ «إِنَّ مِنَ الضَّرُورِيِّ لِفِرَنْسَا أَنْ تُقَاوِمَ الإِسْلاَمَ فِي هَذَا العَالَمِ وَأَنْ تَنْتَهِجَ سِيَاسَةً عِدَائِيَّةً لِلإِسْلاَمِ، وَأَنْ تُحَاوِلَ عَلَى الأَقَلِّ إِيقَافَ اِنْتِشَارِهِ» (¬34). ¶ 6 - يقول المستشرق الفرنسي كيمون في كتابه \"باثولوجيا الإسلام\": ¶ «إِنَّ الدِّيَانَةَ المُحَمَدِيَّةَ جُذَامٌ تَفَشَّى بَيْنَ النَّاسِ، وَأَخَذَ يَفْتِكُ بِهِمْ فَتْكًا ذَرِيعًا، بَلْ هَوَ مَرَضٌ مُرِيعٌ، وَشَلَلٌ عَامٌّ، وَجُنُونٌ ذُهُولِيٌّ يَبْعَثُ الإِنْسَانَ عَلَى الخُمُولِ وَالكَسَلِ، وَلاَ يُوقِظُهُ مِنَ الخُمُولِ وَالكَسَلِ إِلاَّ لِيَدْفَعَهُ إِلَى سَفْكِ الدِّمَاءِ، وَالإِدْمَانِ عَلَى مُعَاقَرَةِ الخُمُورِ، وَارْتِكَابِ جَمِيعِ القَبَائِحِ. وَمَا قَبْرُ مُحَمَّدٍ إِلاَّ عَمُودٌ كَهْرَبَائِيٌّ يَبْعَثُ الجُنُونَ فِي رُؤُوسِ المُسْلِمَينَ، فَيَأْتُونَ بِمَظَاهِرَ الصَّرَعِ وَالذُّهُولِ العَقْلِيِّ إِلَى مَا لاَ نِهَايَةَ، وَيَعْتَادُونَ عَلَى عَادَاتٍ تَنْقَلِبُ إِلَى طِبَاعٍ أَصِيلَةٍ، كَكَرَاهَةِ لَحْمِ الخِنْزِيرِ، وَالخَمْرِ وَالمُوسِيقَي ¶ ¬__________ ¶ (¬34) \" الاستعمار الفرنسي في إفريقيا السوداء \" تأليف فيليب فونداسي: ص 2.",
            "page": "45",
            "part": "1",
            "seal": "884CAE3E"
        },
        {
            "id": "52",
            "nass": "إِنَّ الإِسْلاَمَ كُلُّهُ قَائِمٌ عَلَى القَسْوَةِ وَالفُجُورِ فِي اللَذَّاتِ». ¶ ويتابع هذا المستشرق المجنون: ¶ «أعْتَقِدُ أَنَّ مِنَ الوَاجِبِ إِبَادَةَ خُمُسَ المُسْلِمِينَ، وَالحُكْمَ عَلَى البَاقِينَ بِالأَشْغَالِ الشَّاقَةِ، وَتَدْمِيرِ الكَعْبَةِ، وَوَضْعِ قَبْرِ مُحَمَّدٍ وَجُثَّتَهُ فِي مُتْحَفِ اللُّوفِرْ» (¬35). ¶ ويبدو أن قائد الجيوش الإنكليزية في حملة السودان قد طبق هذه الوصية، فهجم على قبر المهدي الذي سبق له أن حَرَّرَ السودان وقتل القائد الإنكليزي غوردون، هجم القائد الإنكليزي على قبر المهدي، ونبشه، ثم قطع رأسه وأرسله إلى عاهر إنكليزي وطلب إليه أن يجعله مطفأة لسجائره (¬36). ¶ ¬__________ ¶ (¬35) \" الاتجاهات الوطنية \": ج 1، ص 321. و \" تاريخ الإمام \": ج 2 ص 409. و \" الفكر الإسلامي الحديث \": ص 51. و \" القومية والغزو الفكري \": ص 192. ¶ (¬36) \" القومية والغزو الفكري \": ص 222.",
            "page": "46",
            "part": "1",
            "seal": "3F9F6DCF"
        },
        {
            "id": "53",
            "nass": "خُطَطُهُمْ لِتَدْمِيرِ الإِسْلاَمِ: ¶ بعد فشل الحروب الصليبية الأولى التي استمرت قرنين كاملين في القضاء على الإسلام، قاموا بدراسة واعية لكيفية القضاء على الإسلام وأمته، وبدأوا منذ قرنين يسعون بكل قوة للقضاء على الإسلام. ¶ كانت خطواتهم كما يلي: ¶ أَوَّلاً - القَضَاءُ عَلَى الحُكْمِ الإِسْلاَمِيِّ: ¶ بإنهاء الخلافة الإسلامية المتمثلة بالدولة العثمانية، التي كانت رغم بعد حكمها عن روح الإسلام، إلا أن الأعداء كانوا يخشون أن تتحول هذه الخلافة من خلافة شكلية إلى خلافة حقيقية تهددهم بالخطر. ¶ كانت فرصتهم الذهبية التي مهدوا لها طوال قرن ونصف هي سقوط تركيا مع حليفتها ألمانيا خاسرة في الحرب العالمية الأولى. ¶ دخلت الجيوش الإنكليزية واليونانية، والإيطالية، والفرنسية أراضي الدولة العثمانية، وسيطرت على جميع أراضيها، ومنها العاصمة إستامبول.",
            "page": "47",
            "part": "1",
            "seal": "F8A13581"
        },
        {
            "id": "54",
            "nass": "ولما ابتدأت مفاوضات مؤتمر لوزان لعقد صلح بين المتحاربين اشترطت إنكلترا على تركيا أنها لن تنسحب من أراضيها إلا بعد تنفيذ الشروط التالية: ¶ أ - إلغاء الخلافة الإسلامية، وطرد الخليفة من تركيا ومصادرة أمواله. ¶ ب - أن تتعهد تركيا بإخماد كل حركة يقوم بها أنصار الخلافة. ¶ ج- أن تقطع تركيا صلتها بالإسلام. ¶ د - أن تختار لها دستورًا مَدَنِيًّا بَدَلاً من دستورها المستمد من أحكام الإسلام (¬37). ¶ فنفذ كمال أتاتورك الشروط السابقة، فانسحبت الدول المحتلة من تركيا. ¶ ولما وقف كرزون وزير خارجية إنكلترا في مجلس العموم البريطاني يستعرض ما جرى مع تركيا، احتج بعض النواب الإنكليز بعنف على كرزون، واستغربوا كيف اعترفت إنكلترا باستقلال تركيا، التي يمكن أن تجمع حولها الدول الإسلامية مرة أخرى وتهجم على الغرب. ¶ ¬__________ ¶ (¬37) \" الأرض والشعب \": ص 46 - المجلد الأول.",
            "page": "48",
            "part": "1",
            "seal": "879FA241"
        },
        {
            "id": "55",
            "nass": "فأجاب كرزون: «لَقَدْ قَضَيْنَا عَلَى تُرْكِيَا، التِي لَنْ تَقُومَ لَهَا قَائِمَةٌ بَعْدَ اليَوْمِ .. لأَنَّنَا قَضَيْنَا عَلَى قُوَّتِهَا المُتَمَثِّلَةِ فِي أَمْرَيْنِ: الإِسْلاَمُ وَالخِلاَفَةِ». فصفق النواب الإنكليز كلهم وسكتت المعارضة (¬38). ¶ ثَانِيًا: القَضَاءُ عَلَى القُرْآنِ وَمَحْوِهِ: ¶ لأنهم كما سبق أن قلنا يعتبرون القرآن هو المصدر الأساسي لقوة المسلمين، وبقاؤه بين أيديهم حَيًّا يؤدي إلى عودتهم إلى قوتهم وحضارتهم. ¶ 1 - يقول غلادستون: «مَا دَامَ هَذَا القُرْآنُ مَوْجُودًا، فَلَنْ تَسْتَطِيعَ أُورُوبَّةُ السَّيْطَرَةَ عَلَى الشَّرْقِ، وَلاَ أَنْ تَكُونَ هِيَ نَفْسُهَا فِي أَمَانٍ» (¬39). ¶ 2 - ويقول المُبَشِّرُ وليم جيفورد بالكراف: «مَتَى تَوَارَى القُرْآنُ وَمَدِينَةُ مَكَّةَ عَنْ بِلاَدِ العَرَبِ، يُمْكِنُنَا حِينَئِذٍ أَنْ نَرَى العَرَبِيَّ يَتَدَرَّجُ فِي طَرِيقِ الحَضَارَةِ الغَرْبِيَّةِ بَعِيدًا عَنْ مُحَمَّدٍ وَكِتَابِهِ» (¬40). ¶ ¬__________ ¶ (¬38) \" كيف هدمت الخلافة \": ص190. ¶ (¬39) \" الإسلام على مفترق الطرق \": ص 39. ¶ (¬40) \" جذور البلاء \": ص 201.",
            "page": "49",
            "part": "1",
            "seal": "1CCA407D"
        },
        {
            "id": "56",
            "nass": "3 - ويقول المُبَشِّرُ تاكلي: «يَجِبُ أَنْ نَسْتَخْدِمَ القُرْآنَ، وَهُوَ أَمْضَى سِلاَحٍ فِي الإِسْلاَمِ، ضِدَّ الإِسْلاَمِ نَفْسَهُ، حَتَّى نَقْضِي عَلَيْهِ تَمَامًا، يَجِبُ أَنْ نُبَيِّنَ لِلْمُسْلِمِينَ أَنَّ الصَّحِيحَ فِي القُرْآن لَيْسَ جَدِيدًا، وَأَنَّ الجَدِيدَ فِيهِ لَيْسَ صَحِيحًا» (¬41). ¶ 4 - ويقول الحاكم الفرنسي في الجزائر بمناسبة مرور مائة عام على احتلالها: «يَجِبُ أَنْ نُزِيلَ القُرْآنَ العَرَبِيَّ مِنْ وُجُودِهِمْ ... وَنَقْتَلِعَ اللِّسَانَ العَرَبِيَّ مِنْ أَلْسِنَتِهِمْ، حَتَّى نَنْتَصِرَ عَلَيْهِمْ» (¬42). ¶ وقد أثار هذا المعنى حادثةً طريفةً جرت في فرنسا، وهي إنها من أجل القضاء على القرآن في نفوس شباب الجزائر قامت بتجربة عملية، قامت بانتقاء عشر فتيات مسلمات جزائريات، أدخلتهن الحكومة الفرنسية في المدارس الفرنسية، وألبستهن الثياب الفرنسية، ولقنتهن الثقافة الفرنسية، وعلمتهن اللغة الفرنسية، فأصبحن كالفرنسيات تَمَامًا. ¶ وبعد أحد عشر عَامًا من الجهود هيأت لهن حفلة تخرج رائعة دُعِيَ إليها الوزراء والمفكرون والصحفيون ... ولما ¶ ¬__________ ¶ (¬41) \" التبشير والاستعمار \": ص 40 (طبعة رابعة). ¶ (¬42) \" المنار \": العدد 9 - 11 - 1962.",
            "page": "50",
            "part": "1",
            "seal": "3C81EB12"
        },
        {
            "id": "57",
            "nass": "ابتدأت الحفلة، فوجيء الجميع بالفتيات الجزائريات يدخلن بلباسهن الإسلامي الجزائري ... ¶ فثارت ثائرة الصحف الفرنسية وتساءلت: ماذا فعلت فرنسا في الجزائر إذن بعد مرور مائة وثمانية وعشرين عَامًا!!!؟؟ ¶ أجاب لاكوست، وزير المستعمرات الفرنسى: «وَمَاذَا أَصْنَعُ إِذَا كَانَ القُرْآنُ أَقْوَى مِنْ فِرَنْسَا؟!!» (¬43). ¶ ثَالِثًا: تَدْمِيرُ أَخْلاَقِ المُسْلِمِينَ، وَعُقُولِهِمْ، وَصِلَتِهِمْ بِاللهِ، وَإِطْلاَقِ شَهَوَاتِهِمْ: ¶ 1 - يقول مرماديوك باكتول: ¶ «إِنَّ المُسْلِمِينَ يُمْكِنُهُمْ أَنْ يَنْشُرُوا حَضَارَتَهُمْ فِي العَالَمِ الآنَ بِنَفْسِ السُّرْعَةِ التِي نَشَرُوهَا بِهَا سَابِقًا. بِشَرْطِ أَنْ يَرْجِعُوا إِلَى الأَخْلاَقِ التِي كَانُوا عَلَيْهَا حِينَ قَامُوا بِدَوْرِهِمْ الأَوَّلَ، لأَنَّ هَذَا العَالَمَ الخَاوِيَ لاَ يَسْتَطِيعُ الصُّمُودَ أَمَامَ رُوحِ حَضَارَتِهِمْ» (¬44). ¶ ¬__________ ¶ (¬43) جريدة \" الأيام \": العدد 7780، الصادر بتاريخ 6 كانون أول، 1962. ¶ (¬44) \" جند الله \": ص 22.",
            "page": "51",
            "part": "1",
            "seal": "CD21655E"
        },
        {
            "id": "58",
            "nass": "2 - يقول صموئيل زويمر رئيس جمعيات التبشير في مؤتمر القدس للمبشرين المنعقد عام 1935 م: ¶ «إِنَّ مُهِمَّةَ التَّبْشِيرِ التِي نَدَبَتْكُمْ دُوَلُ المَسِيحِيَّةِ لِلْقِيَامِ بِهَا فِي البِلاَدِ المُحَمَّدِيَّةِ لَيْسَتْ فِي إِدْخَالِ المُسْلِمِينَ فِي المَسِيحِيَّةِ، فَإِنَّ فِي هَذَا هِدَايَةً لَهُمْ وَتَكْرِيمًا، إِنَّ مُهِمَّتَكُمْ أَنْ تُخْرِجُوا المُسْلِمَ مِنَ الإِسْلاَمِ لِيُصْبِحَ مَخْلُوقًا لاَ صِلَةَ لَهُ بِاللهِ، وَبِالتَّالِي لاَ صِلَةَ تَرْبِطُهُ بِالأَخْلاَقِ التِي تَعْتَمِدُ عَلَيْهَا الأُمَمُ فِي حَيَاتِهَا، وَلِذَلِكَ تَكُونُونَ بِعَمَلِكُمْ هَذَا طَلِيعَةَ الفَتْحِ الاِسْتِعْمَارِيَّ فِي المَمَالِكِ الإِسْلاَمِيَّةِ، لَقَدْ هَيَّأْتُمْ جَمِيعَ العُقُولِ فِي المَمَالِكِ الإِسْلاَمِيَّةِ لِقًبُولِ السَّيْرِ فِي الطَّرِيقِ الذِي سَعَيْتُمْ لَهُ، أَلاَّ يَعْرِفَ الصِّلَةَ بِاللهِ، وَلاَ يُرِيدُ أَنْ يَعْرِفَهَا، أَخْرَجْتُمْ المُسْلِمَ مِنَ الإِسْلاَمِ، وَلَمْ تُدْخِلُوهُ فِي المَسِيحِيَّةِ، وَبِالتَّالِي جَاءَ النَّشْءُ الإِسْلاَمِيُّ مُطَابِقًا لِمَا أَرَادَهُ لَهُ الاِسْتِعْمَارُ، لاَ يَهْتَمُّ بِعَظَائِمِ الأُمُورِ، وَيُحِبُّ الرَّاحَةَ، وَالكَسَلَ، وَيَسْعَى لِلْحُصُولِ عَلَى الشَّهَوَاتِ بِأَيِّ أُسْلُوبٍ، حَتَّى أَصْبَحَتْ الشَّهَوَاتُ هَدَفَهُ فِي الحَيَاةِ، فَهُوَ إِنْ تَعَلَّمَ فَلِلْحُصُولِ عَلَى الشَّهَوَاتِ، وَإِذَا جَمَعَ المَالَ فَلِلْشَّهَوَاتِ، وَإِذَا تَبَوَّأَ أَسْمَى المَرَاكِزِ فَفِي سَبِيلِ الشَّهَوَاتِ .. إِنَّهُ يَجُودُ بِكُلِّ شَيْءٍ لِلْوُصُولِ إِلِى الشَّهَوَاتِ، أَيُّهَا",
            "page": "52",
            "part": "1",
            "seal": "779F4479"
        },
        {
            "id": "59",
            "nass": "المُبَشِّرُونَ: إِنَّ مُهِمَّتَكُمْ تَتِمُّ عَلَى أَكْمَلِ الوُجُوهِ» (¬45). ¶ 3 - ويقول صموئيل زويمر نفسه في كتاب \" الغارة على العالم الإسلامي \": ¶ «إِنَّ لِلْتَّبْشِيرِ بِالنِّسْبَةِ لِلْحَضَارَةِ الغَرْبِيَّةِ مَزِيَّتَانِ، مَزِيَّةَ هَدْمٍ، وَمَزِيَّةَ بِنَاءٍ، أَمَّا الهَدْمُ فَنَعْنِي بِهِ اِنْتِزَاعَ المُسْلِمِ مِنْ دِينِهِ، وَلَوْ بِدَفْعِهِ إِلَى الإِلْحَادِ ... وَأَمَّا البِنَاءَ فَنَعْنِي بِهِ تَنْصِيرَ المُسْلِمِ إِنْ أَمْكَنَ لِيَقِفَ مَعَ الحَضَارَةِ الغَرْبِيَّةِ ضِدَّ قَوْمِهِ» (¬46). ¶ 4 - ويقولون إن أهم الأساليب للوصول إلى تدمير أخلاق المسلم وشخصيته يمكن أن يتم بنشر التعليم العلماني. ¶ أ- يقول المُبَشِّرُ تكلى: ¶ «يَجِبُ أَنْ نُشَجِّعَ إِنْشَاءَ المَدَارِسِ عَلَى النَّمَطِ الغَرْبِيِّ العِلْمَانِيِّ، لأَنَّ كَثِيرًا مِنَ المُسْلِمِينَ قَدْ زَعْزَعَ اِعْتِقَادَهُمْ بِالإِسْلاَمِ وَالقُرْآنِ حِينَمَا دَرَسُوا الكُتُبَ المَدْرَسِيَّةِ الغَرْبِيَّةِ ¶ ¬__________ ¶ (¬45) \"جذور البلاء \": ص 275. ¶ (¬46) \" الغارة على العالم الإسلامي \": ص 11.",
            "page": "53",
            "part": "1",
            "seal": "1225A985"
        },
        {
            "id": "60",
            "nass": "وَتَعَلَّمُوا اللُّغَاتِ الأَجْنَبِيَّةِ» (¬47). ¶ ب - ويقول زويمر: «مَا دَامَ المُسْلِمُونَ يَنْفِرُونَ مِنَ المَدَارِسِ المَسِيحِيَّةِ فَلاَ بُدَّ أَنْ نُنْشِيءَ لَهُمْ المَدَارِسَ العِلْمَانِيَّةَ، وَنُسَهِّلَ اِلْتِحَاقَهُمْ بِهَا، هَذِهِ المَدَارِسُ التِي تُسَاعِدُنَا عَلَى القَضَاءِ عَلَى الرُّوحِ الإِسْلاَمِيَّةِ عِنْدَ الطُلاَّبِ» (¬48). ¶ ج- يقول جِبْ: «لَقَدْ فَقَدَ الإِسْلاَمُ سَيْطَرَتَهُ عَلَى حَيَاةِ المُسْلِمِينَ الاِجْتِمَاعِيَّةِ، وَأَخَذَتْ دَائِرَةُ نُفُوذِهِ تَضِيقُ شَيْئًا فَشَيْئًا حَتَّى اِنْحَصَرَتْ فِي طُقُوسٍ مُحَدَّدَةٍ، وَقَدْ تَمَّ مُعْظَمُ هَذَا التَّطَوُّرِ تَدْرِيجِيًّا عَنْ غَيْرِ وَعْيٍ وَاِنْتِبَاهٍ، وَقَدْ مَضَى هَذَا التَّطَوُّرُ الآنَ إِلَى مَدَى بَعِيدٍ، وَلَمْ يَعُدْ مِنَ المُمْكِنِ الرُّجُوعُ فِيهِ، لَكِنَّ نَجَاحَ هَذَا التَّطَوُّرِ يَتَوَقَّفُ إِلَى حَدٍّ بَعِيدٍ عَلَى القَادَةِ وَالزُّعَمَاءِ فِي العَالَمِ الإِسْلاَمِيِّ، وَعَلَى الشَّبَابِ مِنْهُمْ خَاصَّةً. كُلُّ ذَلِكَ كَانَ نَتِيجَةَ النَّشَاطِ التَّعْلِيمِيِ وَالثَّقَافِي العِلْمَانِي» (¬49) ¶ ... ¶ ¬__________ ¶ (¬47) \" التبشير والاستعمار \": ص 88. ¶ (¬48) \" الغارة على العالم الإسلامي \": ص 82. ¶ (¬49) الاتجاهات الوطنية في الأدب المعاصر \" تأليف محمد حسين: ج 2، ص 204 - 206.",
            "page": "54",
            "part": "1",
            "seal": "CFA5E4C5"
        },
        {
            "id": "61",
            "nass": "رَابِعًا: القَضَاءُ عَلَى وَحْدَةِ المُسْلِمِينَ: ¶ 1 - يقول القس سيمون: «إِنَّ الوَحْدَةَ الإِسْلاَمِيَّةَ تَجْمَعُ آمَالَ الشُّعُوبِ الإِسْلاَمِيَّةِ، وَتُسَاعِدُ عَلَى التَّمَلُّصِ مِنَ السَّيْطَرَةِ الأُورُوبِيَّةَ، وَالتَّبْشِيرِ عَامِلٌ مُهِمٌّ فِي كَسْرِ شَوْكَةِ هَذِهِ الحَرَكَةِ، مِنْ أَجْلِ ذَلِكَ يَجِبُ أَنْ نُحَوِّلَ بِالتَّبْشِيرِ اتِّجَاهَ المُسْلِمِينَ عَنْ الوَحْدَةِ الإِسْلاَمِيَّةِ» (¬50). ¶ 2 - ويقول المُبَشِّرُ لورنس براون: «إِذَا اِتَّحَدَ المُسْلِمُونَ فِي إِمْبْرَاطُورِيَّةٍ عَرَبِيَّةٍ، أَمْكَنَ أَنْ يُصْبِحُوا لَعْنَةً عَلَى العَالَمِ وَخَطَرًا، أَوْ أَمْكَنَ أَنْ يُصْبِحُوا أَيْضًا نِعْمَةً لَهُ، أَمَّا إِذَا بَقُوا مُتَفَرِّقِينَ، فَإِنَّهُمْ يَظَلُّونَ حِينَئِذٍ بِلاَ وَزْنٍ وَلاَ تَأْثِيرٍ» (¬51). ¶ ويكمل حديثه: ¶ «يَجِبُ أَنْ يَبْقَى العَرَبُ وَالمُسْلِمُونَ مُتَفَرِّقِينَ، لِيَبْقُوا بِلاَ قُوَّةٍ وَلاَ تَأْثِيرٍ». ¶ 3 - ويقول أرنولد توينبى في كتابه \" الإسلام والغرب والمستقبل \": (¬52) ¶ ¬__________ ¶ (¬50) \" كيف هُدمت الخلافة \": ص 190. ¶ (¬51) \" جذور البلاء \": ص 202. ¶ (¬52) \" الإسلام والغرب والمستقبل \": ص 73.",
            "page": "55",
            "part": "1",
            "seal": "65427976"
        },
        {
            "id": "62",
            "nass": "«إِنَّ الوَحْدَةَ الإِسْلاَمِيَّةَ نَائِمَةٌ، لَكِنْ يَجِبُ أَنْ نَضَعَ فِي حِسَابِنَا أَنَّ النَّائِمَ قَدْ يَسْتَيْقِظُ». ¶ 4 - وقد فرح غابرائيل هانوتو وزير خارجية فرنسا حينما انحل رباط تونس الشديد بالبلاد الإسلامية، وتفلتت روابطه مع مكة، ومع ماضيه الإسلامي، حين فرض عليه الفرنسيون فصل السلطة الدينية عن السلطة السياسية (¬53). ¶ 5 - من أخطر ما نذكره من أخبار حول هذه النقطة هو ما يلي: ¶ في سنة 1907 عقد مؤتمر أوروبى كبير، ضم أضخم نخبة من المفكرين والسياسيين الأوروبيين برئاسة وزير خارجية بريطانيا الذي قال في خطاب الافتتاح: ¶ «إِنَّ الحَضَارَةَ الأُورُوبِيَّةَ مُهَدَّدَةٌ بِالاِنْحِلاَلِ وَالفَنَاءِ، وَالوَاجِبِ يَقْضِي عَلَيْنَا أَنْ نَبْحَثَ فِي هَذَا المُؤْتَمَرِ عَنْ وَسِيلَةٍ فَعَّالَةٍ تَحُولُ دُونَ انْهِيَارِ حَضَارَتِنَا». ¶ واستمر المؤتمر شَهْرًا من الدراسة والنقاش. ¶ واستعرض المؤتمرون الأخطار الخارجية التي يمكن أن تقضي على الحضارة الغربية الآفلة، فوجدوا أن المسلمين هم أعظم خطر يهدد أوروبة. ¶ ¬__________ ¶ (¬53) هانوتو: ص 21.",
            "page": "56",
            "part": "1",
            "seal": "34C598E4"
        },
        {
            "id": "63",
            "nass": "فقرر المؤتمرون وضع خطة تقضي ببذل جهودهم كلها لمنع إيجاد أي اتحاد أو اتفاق بين دول الشرق الأوسط، لأن الشرق الأوسط المسلم المتحد يشكل الخطر الوحيد على مستقبل أوروبة. ¶ وأخيرًا قَرَّرُوا إنشاء قومية غربية معادية للعرب والمسلمين شرقي قناة السويس، ليبقى العرب متفرقين. ¶ وبذا أرست بريطانيا أسس التعاون والتحالف مع الصهيونية العالمية التي كانت تدعو إلى إنشاء دولة يهودية في فلسطين (¬54). ¶ خَامِسًا: تَشْكِيكُ المُسْلِمِينَ بِدِينِهِمْ: ¶ في كتاب \"مؤتمر العاملين المسيحيين بين المسلمين \" يقول: ¶ «إِنَّ المُسْلِمِينَ يَدَّعُونَ أَنَّ فِي الإِسْلاَمِ مَا يُلَبِّى كُلَّ حَاجَةٍ اِجْتِمَاعِيَّةٍ فِي البَشَرِ، فَعَلَيْنَا نَحْنُ المُبَشِّرِينَ أَنْ نُقَاوِمَ الإِسْلاَمَ بِالأَسْلِحَةِ الفِكْرِيَّةِ وَالرُّوحِيَّةِ» (¬55). ¶ تنفيذًا لذلك وضعت كتب المستشرقين المتربصين بالإسلام، التي لا تجد فيها إلا الطعن بالإسلام، والتشكيك ¶ ¬__________ ¶ (¬54) \" المؤامرة ومعركة المصير \": ص 25. ¶ (¬55) \" التبشير والاستعمار \": ص 191.",
            "page": "57",
            "part": "1",
            "seal": "1701D94E"
        },
        {
            "id": "64",
            "nass": "بمبادئه، والغمز بِنَبِيِّهِ مُحَمَّدٌ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ سَادِسًا: إِبْقَاءُ العَرَبِ ضُعَفَاءَ: ¶ يعتقد الغربيون أن العرب هم مفتاح الأمة الإسلامية يقول مورو بيرجر في كتابه \"العالم العربي\": «لَقَدْ ثَبَتَ تَارِيخِيًّا أَنَّ قُوَّةَ العَرَبِ تَعْنِي قُوَّةَ الإِسْلاَمِ فَلْيُدَمَّرْ العَرَبُ لِيُدَمِّرُوا بِتَدْمِيرِهِمْ الإِسْلاَمُ». ¶ سَابِعًا: إِنْشَاءُ دِيكْتَاتُورِيَّاتٍ سِيَاسِيَّةٍ فِي العَالَمِ الإِسْلاَمِيِّ: ¶ يقول المستشرق و. ك. سميث الأمريكي، والخبير بشؤون الباكستان: ¶ «إِذَا أُعْطِيَ المُسْلِمُونَ الحُرِيَّةَ فِي العَالَمِ الإِسْلاَمِيَّ، وَعَاشُوا فِي ظِلِّ أَنْظِمَةٍ دِيمُقْرَاطِيَّةٍ، فَإِنَّ الإِسْلاَمَ يَنْتَصِرُ فِي هَذِهِ البِلاَدِ، وَبِالدِّيكْتَاتُورِيَّاتِ وَحْدَهَا يُمْكِنُ الحَيْلُولَةَ بَيْنَ الشُّعُوبِ الإِسْلاَمِيَّةِ وَدِينِهَا». ¶ وينصح رئيس تحرير مجلة \" تايم \" في كتابه \" سفر آسيا \" الحكومة الأمريكية أن تنشئ في البلاد الإسلامية ديكتاتوريات عسكرية للحيلولة دون عودة الإسلام إلى السيطرة على الأمة الإسلامية، وبالتالي الانتصار على الغرب وحضارته واستعماره (¬56). ¶ ¬__________ ¶ (¬56) \" جند الله \": ص 29.",
            "page": "58",
            "part": "1",
            "seal": "A0EA348F"
        },
        {
            "id": "65",
            "nass": "لكنهم لا ينسون أن يعطوا هذه الشعوب فترات راحة حتى لا تتفجر. ¶ يقول هانوتو وزير خارجية فرنسا: ¶ «إِنَّ الخَطَرَ لاَ يَزَالُ مَوْجُودًا فِي أَفْكَارِ المَقْهُورِينَ الذِينَ أَتْعَبَتْهُمْ النَّكَبَاتُ التِي أَنْزَلْنَاهَا بِهِمْ، لَكِنَّهَا لَمْ تُثَبِّطْ مِنْ عَزَائِمِهِمْ» (¬57). ¶ ثَامِنًا: إِبْعَادُ المُسْلِمِينَ عَنْ تَحْصِيلِ القُوَّةِ الصِّنَاعِيَّةِ وَمُحَاوَلَةِ إِبْقَائِهِمْ مُسْتَهْلِكِينَ لِسِلَعِ الغَرْبِ: ¶ يقول أحد المسؤولين في وزارة الخارجية الفرنسية عام 1952: «إِنَّ الخَطَرَ الحَقِيقِيَّ الذِي يُهَدِّدُنَا تَهْدِيدًا مُبَاشِرًا عَنِيفًا هُوَ الخَطَرُ الإِسْلاَمِيُّ ... » (ويتابع): ¶ «فَلْنُعْطِ هَذَا العَالَمَ مَا يَشَاءُ، وَلِنُقَوِّ فِي نَفْسِهِ عَدَمَ الرَّغْبَةِ فِي الاِنْتَاجِ الصِّنَاعِيَّ وَالفَنِّيَّ، فَإِذَا عَجَزْنَا عَنْ تَحْقِيقِ هَذِهِ الخِطَّةِ، وَتَحَرَّرَ العِمْلاَقُ مِنْ عُقْدَةِ عَجْزِهِ الفَنِّيِّ وَالصِّنَاعِيِّ، أَصْبَحَ خَطَرَ العَالَمَ العَرَبِيَّ وَمَا وَرَاءَهُ مِنَ الطَّاقَاتِ الإِسْلاَمِيَّةِ الضَّخْمَةِ، خَطَرًا دَاهِمًا يَنْتَهِي بِهِ الغَرْبُ، وَيَنْتَهِي مَعَهُ دَوْرُهُ القِيَادِيَّ فِي العَالَمِ» (¬58). ¶ ¬__________ ¶ (¬57) \" الفكر الإسلامي وصلته بالاستعمار الغربي \": ص 19. ¶ (¬58) \" جند الله \": ص 22.",
            "page": "59",
            "part": "1",
            "seal": "7C3DF525"
        },
        {
            "id": "66",
            "nass": "تَاسِعًا: سَعْيُهُمْ المُسْتَمِرُّ لإِبْعَادِ القَادَةِ المُسْلِمِينَ الأَقْوِيَاءَ عَنْ اِسْتِلاَمِ الحُكْمِ فِي دُوَلِ العَالَمِ الإِسْلاَمِيِّ حَتَّى لاَ يُنْهِضُوهُ بِالإِسْلاَمِ: ¶ 1 - يقول المستشرق البريطاني مونتجومري وات في جريدة \" التايمز \" اللندنية، في آذار من عام 1968: «إِذَا وُجِدَ القَائِدُ المُنَاسِبُ، الذِي يَتَكَلَّمُ الكَلاَمَ المُنَاسِبَ عَنْ الإِسْلاَمِ، فَإِنَّ مِنَ المُمْكِنِ لِهَذَا الدِّينِ أَنْ يَظْهَرَ كَإِحْدَى القُوَى السِّيَاسِيَّةِ العُظْمَى فِي العَالَمِ مَرَّةً أُخْرَى» (¬59). ¶ 2 - ويقول جب: «إِنَّ الحَرَكَاتِ الإِسْلاَمِيَّةِ تَتَطَوَّرُ عَادَةً بِصُورَةٍ مُذْهِلَةٍ، تَدْعُو إِلَى الدَّهْشَةِ، فَهِيَ تَنْفَجِرُ اِنْفِجَارًا مُفَاجِئًا قَبْلَ أَنْ يَتَبَيَّنَ المُرَاقِبُونّ مِنْ أَمَارَاتِهَا مَا يَدْعُوهُمْ إِلَى الاِسْتِرَابَةِ فِي أَمْرِهَا، فَالحَرَكَاتُ الإِسْلاَمِيَّةُ لاَ يَنْقُصُهَا إِلاَّ وُجُودُ الزَّعَامَةِ، لاَ يَنْقُصُهَا إِلاَّ ظُهُورُ صَلاَحِ الدِّينِ جَدِيدٍ» (¬60). ¶ 3 - وقد سبق أن ذكرنا قول بن غوريون رئيس وزراء إسرائيل السابق: ¶ ¬__________ ¶ (¬59) \" الحلول المستوردة \" [للدكتور يوسف القرضاوي]: ص 11. ¶ (¬60) \" الاتجاهات الوطنية في الإسلام \": ص 365، (عن \" الاتجاهات الوطنية في الأدب المعاصر \": ج 2 ص 206).",
            "page": "60",
            "part": "1",
            "seal": "3915023A"
        },
        {
            "id": "67",
            "nass": "«إِنَّ أَخْشَى مَا نَخْشَاهُ أَنْ يَظْهَرَ فِي العَالَمِ العَرَبِيِّ مُحَمَّدٌ جَدِيدٌ». ¶ 4 - كما ذكرنا قول سالازار، ديكتاتور البرتغال السابق: «أَخْشَى أَنْ يَظْهَرَ مِنْ بَيْنِهِمْ رَجُلٌ يُوَجِّهُ خِلاَفَاتِهِمْ إِلَيْنَا». ¶ عَاشِرًا: إِفْسَادُ المَرْأَةِ، وَإِشَاعَةِ الاِنْحِرَافِ الجِنْسِيِّ: ¶ 1 - تقول المُبَشِّرَةُ آن ميليغان: ¶ «لَقَدْ اِسْتَطَعْنَا أَنْ نَجْمَعَ فِي صُفُوفِ كُلِيَّةِ البَنَاتِ فِي القَاهِرَةِ بَنَاتٍ آبََاؤُهُنَّ بَاشَاوَاتٍ وَبَكَوَاتٍ، وَلاَ يُوجَدُ مَكَانٌ آخَرَ يُمْكِنُ أَنْ يَجْتَمِعَ فِيهِ مِثْلُ هَذَا العَدَدِ مِنَ البَنَاتِ المُسْلِمَاتِ تَحْتَ النُّفُوذِ المَسِيحِيِّ، وَبِالتَّالِي لَيْسَ هُنَاكَ مِنْ طَرِيقٍ أَقْرَبَ إِلَى تَقْوِيضِ حِصْنِ الإِسْلاَمِ مِنْ هَذِهِ المَدْرَسَةِ» (¬61). ¶ ماذا يعنون بذلك؟ إنهم يعنون أنهم بإخراج المرأة المسلمة من دينها يخرج الجيل الذي تُرَبِّيهِ ويخرج معها زوجها وأخوها أيضًا وتصبح أداة تدمير قوية لجميع قيم المجتمع الإسلامي الذي يحاولون تدميره وإلغاء دوره الحضاري من العالم. ¶ ¬__________ ¶ (¬61) \" التبشير والاستعمار \": ص 87.",
            "page": "61",
            "part": "1",
            "seal": "A2ADFDEF"
        },
        {
            "id": "68",
            "nass": "2 - حكى قادم من الضفة الغربية أن السلطات الصهيونية تدعو الشباب العربي بحملات منظمة وهادئة إلى الاختلاط باليهوديات وخصوصًا على شاطئ البحر وَتَتَعَمَّدُ اليهوديات دعوة هؤلاء الشباب إلى الزِّنَا بِهِنَّ، وأن السلطات اليهودية تلاحق جميع الشباب الذين يرفضون هذه العروض، بحجة أنهم من المنتمين للحركات الفدائية، كما أنها لا تُدْخِلُ إلى الضفة الغربية إلا الأفلام الجنسية الخليعة جِدًّا، وكذلك تفتح على مقربة من المعامل الكبيرة التي يعمل فيها العمال العرب الفلسطينيون دُورًا للدعارة مجانية تقريبًا، كل ذلك من أجل تدمير أخلاق أولئك الشباب، لضمان عدم انضمامهم إلى حركات المقاومة في الأرض المحتلة. ¶ * * *",
            "page": "62",
            "part": "1",
            "seal": "4750ACF9"
        },
        {
            "id": "72",
            "nass": "وَأَخِيرًا ¶ يا ويح أعدائنا ما أقذرهم، إنهم يفرضون علينا أن نحقد عليهم حين يرقصون على أشلائنا بعد أن يمزقوها ويطحنوها ويطعموها للكلاب. ¶ لقد قال رسول الله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لقادة أعدائه حين فتح مكة: «اذْهَبُوا فَأَنْتُمْْ الطُّلَقَاءُ»، وهم الذين ذبحوا أهله وأصحابه ... ¶ وترك صلاح الدين الصليبيين في القدس بعد أن فتحها دون أن يذبحهم كما ذبحوا أهله وإخوانه. ¶ لكننا نتساءل: ¶ إن أحقاد هؤلاء وما فعلوه بأمة الإسلام من ذبح، هل ستمكننا من العطف عليهم مرة أخرى حين ننتصر؟؟! ولا بد أن ننتصر، لأن الله قَدَّرَ هَذَا وانتهى، هل سنبادلهم حِقْدًا بحقد، وذبحًا بذبح، وَدَمًا بدم؟؟!! ¶ إن الله سمح لنا بذلك، لكنه قال {فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ} (¬1)، إننا لا نستطيع إلا أن نقول لهم يومنا ذلك: اذهبوا أحرارًا حيث شئتم في ظل عدل أمة الإسلام - الذي لا حد له - والحمد لله رب العالمين والصلاة على نبيه محمد - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ ¬__________ ¶ (¬1) [سورة الشورى، الآية: 40].",
            "page": "63",
            "part": "1",
            "seal": "63E497A9"
        }
    ],
    "t1104": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المؤلف"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: البطاقة الشخصية"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: عمله ومهنته"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "ثالثا: لمحة عن بعض جوانب شخصيته"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: فكره"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: مؤلفاته"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: الفكر التنظيمي عند (عبد الودود)"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: اعتقاله"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "وفاته"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "صرخة:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "1 - في الأندلس:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "2 - دواوين التفتيش في البلاد الإسلامية:"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "3 - ومن الحبشة أمثلة أخرى:"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "موقف الغرب من الإسلام:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "الحروب الصليبية مستمرة:"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "2",
            "tit": "1 - فسياسة أمريكا معنا تخطط على هذا الأساس:"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "2 - والحرب الصليبية الثامنة قادها اللنبي:"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "3 - والفرنسيون أيضا صليبيون:"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "4 - وقالوا عام 1967م بعد سقوط القدس:"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "5 - والصهاينة أيضا:"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "6 - واستغلت إسرائيل صليبية الغرب:"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الجدار الصلب:"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "العدو الوحيد:"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "دمروا الإسلام:"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "خططهم لتدمير الإسلام:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا - القضاء على الحكم الإسلامي:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: القضاء على القرآن ومحوه:"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: تدمير أخلاق المسلمين، وعقولهم، وصلتهم بالله، وإطلاق شهواتهم:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: القضاء على وحدة المسلمين:"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: تشكيك المسلمين بدينهم:"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: إبقاء العرب ضعفاء:"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "سابعا: إنشاء ديكتاتوريات سياسية في العالم الإسلامي:"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا: إبعاد المسلمين عن تحصيل القوة الصناعية ومحاولة إبقائهم مستهلكين لسلع الغرب:"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا: سعيهم المستمر لإبعاد القادة المسلمين الأقوياء عن استلام الحكم في دول العالم الإسلامي حتى لا ينهضوه بالإسلام:"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "عاشرا: إفساد المرأة، وإشاعة الانحراف الجنسي:"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "وأخيرا"
        }
    ]
}