{
    "b1107": [
        {
            "id": "1",
            "nass": "مَوْقِفُ الجُمْهُورِيِّينَ مِنَ السُنَّةِ النَّبَوِيَّةِ ¶ بقلم الدكتور: شوقي بشير ¶ عدد الأجزاء: 1. ¶ أعده للمكتبة الشاملة / توفيق بن محمد القريشي، غفر الله له ولوالديه. ¶ [ترقيم الكتاب موافق للمطبوع وهو مذيل بالحواشي].",
            "page": null,
            "part": null,
            "seal": "73DF5AE8"
        },
        {
            "id": "2",
            "nass": "{وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلاَ تَفَرَّقُوا} ¶ [مطبوعات رابطة العالم الإسلامي] ¶ دعوة الحق: ¶ سلسلة شهرية تصدر مع مطلع كل شهر عربي ¶ السنة السابعة - العدد 71 - صفر 1408 هـ - سبتمبر 1987 م. ¶ مَوْقِفُ الجُمْهُورِيِّينَ مِنَ السُنَّةِ النَّبَوِيَّةِ ¶ بقلم الدكتور: شوقي بشير",
            "page": "1",
            "part": "1",
            "seal": "A3F0943D"
        },
        {
            "id": "5",
            "nass": "بسم الله الرحمن الرحيم",
            "page": "3",
            "part": "1",
            "seal": "9A5BB61D"
        },
        {
            "id": "7",
            "nass": "بسم الله الرحمن الرحيم ¶ مُقَدِّمَةٌ: ¶ إن أول نواة لفرقة الجمهوريين هم مجموعة من السودانيين الذين انتموا إلى الحزب الجمهوري الاشتراكي السوداني للمساهمة والاشتراك في الحياة السياسية قبل استقلال السودان. ¶ وكانت بداية نشأة الحزب الجمهوري الاشتراكي في أواخر أكتوبر 1945 م بزعامة محمود محمد طه، وقد نشأ الحزب نتيجة لظروف معينة مشابهة للظروف التي أسهمت كثيرًا في ظهور الأحزاب السياسية في السودان، إلا أن الحزب الجمهوري كان حزبًا علمانيًّا بصورة واضحة. ¶ ومع أن اتجاه الحزب الجمهوري الاشتراكي كان واضحًا منذ البداية إلا أن زعيمه محمود حاول أن يصبغه بصبغة دينية حتى يجد سَنَدًا شَعْبِيًّا، وحتى يظل أعضاء الحزب تحت سيطرة زعيمهم. ¶ وبدأ الحزب الجمهوري في التحول إلى فرقة باطنية لها اتجاهها الباطني المخالف للإسلام في عام 1952 م العام الذي أعلن فيه زعيمهم بأنه قد استقام له أمر نفسه وأصبح على مشارف الوصول للمعية بالذات الإلهية. ¶ وخرج من الحزب عدد من الرجال بعد قيام رئيس الحزب بتلطيخ الشعارات الإسلامية والسياسية العامة التي رفعها الحزب بمنهج الفكر الباطني، كما دخل في الحزب آخرون، وقد نجح محمود",
            "page": "5",
            "part": "1",
            "seal": "1E8973B7"
        },
        {
            "id": "8",
            "nass": "في ملء فراغ أتباعه الفكري بفكره التلفيقي الذي جمعه من أفكار الفرق الباطنية في القديم والحديث ومن الفلسفات الإلحادية وقام على أصول فلسفية منها: ¶ (أ) مذهب وحدة الوجود. ¶ (ب) المعدوم هو عين الله بمعناه البعيد. ¶ (ج) عقائد النحل الباطنية في القديم والحديث. ¶ (د) عقيدة التجسد البهائية. ¶ (هـ) الفلسفة الوجودية. ¶ (و) الفلسفة الشيوعية. ¶ (ز) النظرية الداروينية. ¶ (ح) نظرية فرويد النفسية. ¶ وفرقة الجمهوريين تتخذ أساليب وَحِيَلاً لاستدراج مجموعة من المسلمين لاخراجهم عن الإسلام الذي عرفوه، وجعلهم أتباعًا للمذهب الجمهوري، لأن التصريح بحقيقة مذهبهم لا يجذب أحدًا من المسلمين. ¶ ولقد اعتمد الجمهوريون في معظم حيلهم وأساليبهم على الحيل والأساليب التي اعتمد عليها دعاة الباطنية خاصة في استخدامهم لِلْسُنَّةِ النَّبَوِيَّةِ. ¶ وفي هذا الكتاب سوف أُنَبِّهُ على المآخذ التي نراها في أسلوب الجمهوريين في استخدام السُنَّةِ النَّبَوِيَّةِ لكي تحذر وتتقى مع أن حصرها يصعب على الإنسان لأن طرق أهل الباطل متعددة وليست",
            "page": "6",
            "part": "1",
            "seal": "38E98869"
        },
        {
            "id": "9",
            "nass": "واحدة وطريق أهل الحق واحد لا طريق غيره فالحق أمر ثابت في نفسه لا بغيره قول أهل الباطل فيه ومحاولاتهم لتفهيم الناس أنه ليس حقًا. وفيما يلي نبين موقف الجمهوريين وآراءهم بالنسبة لِلْسُنَّةِ ونناقشهم في ذلك. ¶ شوقي بشير المجيد ¶ جامعة أُمْ دُرْمَانْ الإسلامية.",
            "page": "7",
            "part": "1",
            "seal": "CC926284"
        },
        {
            "id": "10",
            "nass": "الفَصْلُ الأَوَّلُ: زَعْمُ الجُمْهُورِيِّينَ بِأَنَّ السُنَّةَ هِيَ مَا هُمْ عَلَيْهَا اليَوْمَ: ¶ يرى الجمهوريون أنهم أتباع السُنَّةِ النَّبَوِيَّةِ وأنصارها اليوم، وما يَتَّبِعُهُ غيرهم من المسلمين ليس بِسُنَّّةٍ - وإن كانت سنة قبل ظهور فرقتهم - فالسنة في رأيهم هم ما داوم عليه الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من عمل في خاصة نفسه، وإنها هي التي عليها هم اليوم في بداية طريقهم إلى الله - مرحلة التقليد - فهي - في رأيهم - الحق المنظور في طلب الحقيقة، والحقيقة عند الجمهوريين - هي سُنَّةُ الله - - سُبْحَانَهُ وَتَعَالَى -. ¶ ويرى الجمهوريون أن علماء الحديث والأصول قد أخطأوا في جعلهم سُنَّةَ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - هي عمله وقوله وإقراره بينما هي ليست كذلك. ¶ جاء في كتاب \" الرسالة الثانية من الإسلام \" ما يلي: ¶ «إن مما ألف الناس أن سُنَّةَ النَّبِيِّ هي قوله وإقراره وعمله، والحق أن هذا خطأ، فإن قول النبي وإقراره ليسا سُنَّةً (¬1)، وإنما هو شريعة، وأما عمله في خاصة نفسه فهو سُنَّةٌ ... ». ¶ ¬__________ ¶ (¬1) من أمثلة السنة التقريرية التي يرفضها الجمهوريون لأنها تقريرية المشي أمام الجنازة وخلفها، فهم يرون أن المشي أمام الجنازة ليس بِسُنَّةٍ كما هو واضح في حديثهم على تشييع الجنازة والبكاء على الميت. ص 11 كُتَيِّبْ \" تعلموا كيف تجهزون موتاكم \" ط 1 - رمضان 1401 هـ - فعند الجمهوريين تكون الجنازة أولاً ثم الرجال من خلفها في جماعات، ثم النساء مجتمعات خلف الرجال.",
            "page": "8",
            "part": "1",
            "seal": "5A1A7584"
        },
        {
            "id": "11",
            "nass": "نعم هناك من قوله قول يلحق بالسنة وذلك القول الذي يَنِمُّ عن حال قلبه ... ¶ السُنَّةُ هي عمل النبي في خاصة نفسه والشريعة هي تنزل من مستوى عمله في خاصة نفسه إلى مستوى أمته، ليعلمهم فيما يطيقون وليكلفهم فيما يستطيعون، فالسنة هي نبوته والشريعة هي رسالته، وإنما في مضمار رسالته هذه قال: «نَحْنُ مَعَاشِرَ الأَنْبِيَاءِ أُمِرْنَا أَنْ نُخَاطِبَ النَّاسَ عَلَى قَدْرِ عُقُولِهِمْ» (¬1) فقول النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليس بِسُنَّةٍ عند الجمهوريين إلا إذا كان يتحدث عن حال قلبه، فقوله هو شريعته المحمدية التي قال بها كَمُشَرِّعٍ لأمة الأصحاب، فالصحابي يُصَدِّقُهُ في هذه المسألة كما يُصَدِّقُ غيره من المُسْتَيْقِنِينَ، ويتبعه فيما يقول عن ربه وما يبلغ من أوامره ونواهيه (¬2). ويستدل الجمهوريون في هذه المسألة بقول نسبوه إلى النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «حَالِي حَقِيقَةٌ وَعَمَلِي طَرِيقَةٌ وَقَوْلِي شَرِيعَةٌ» (¬3). ¶ قال محمود محمد طه: «وأما قوله فمنه ما هو شريعة ومنه ما هو سُنَّةٌ ... فالقول المراد به إلى تعليم الأُمَّةِ وتنظيمها والتشريع لها فهو شريعة، مثال ذلك ¶ ¬__________ ¶ (¬1) محمود محمد طه: \" الرسالة الثانية من الإسلام \": ط 4. ص 13. الإخوان الجمهوريون: الميزان بين محمود محمد طه والأمانة العامة للشؤون الدينية، ط. ديسمبر 1974 م، ص 17. ¶ (¬2) انظر: محمود محمد طه، \" رسالة الصلاة \": ص 36. محمود محمد طه، \" [سلسلة] رسائل ومقالات - الكتاب الثاني \": ص 36. ¶ (¬3) قال محمد نجيب المطيعي في مقاله (النبأ الأثيم أو الهوس اللاديني الذميم): «من وضع بعض الصوفية».",
            "page": "9",
            "part": "1",
            "seal": "8340ABD2"
        },
        {
            "id": "12",
            "nass": "حديث «كُنْتُ قَدْ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ أَلاَ فَزُورُوهَا» (¬1). ¶ وأما القول العامي إلى تعليم الأُمَّةِ، والدال على حال قلب النبي من المعرفة بربه فهو السُنَّةُ ولا حق بها، مثال ذلك: ¶ «إن الله قد احتجب عن الأبصار .. وإن الملأ الأعلى ليطلبونه كما تطلبونه» هذا الحديث لاحق بِالسُنَّةِ في الحقيقة ينم عنها القول وينم عنها العمل، ولذلك «قلنا إن السُنَّةَ هي عمل النبي في خاصة نفسه» (¬2). ¶ فَسُنَّةُ الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - - عند الجمهوريين - هي عمله في خاصة نفسه، وهي الفكر، وهي حال قلب النبي في الحقيقة، وهي المسؤولية الفردية - الخاصة بالنبي - وهي حريته الفردية المطلقة التي تمتع بها بعد أن أصبح أصيلاً في سُنَّتِهِ التي لم يقلد فيها أحدًا من الأنبياء قبله. ¶ ويستدل الجمهوريون على قولهم بأن السُنَّةَ هي الفكر، وأنهم هم الذين يتبعونها في العبادة وَالسُنَّةِ التي يتبعونها هي التي تحارب أن تصبح العبادات عادات، فالعبادات وسائل كلفوا بها لتربية نفوسهم ومعرفتها بربها. ¶ ¬__________ ¶ (¬1) \" صحيح مسلم \" - كتاب الجنائز - باب استئذان النبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ربه - عَزَّ وَجَلَّ - في زيارة قبر أمه: 2/ 672، حديث رقم 106. و \" سنن الترمذي \" - كتاب الجنائز - باب ما جاء في الرخصة في زيارة القبول -: 3/ 370، حديث رقم 1054. ¶ (¬2) محمود محمد طه، \" من دقائق حقائق الدين \": ط 4. ص 18.",
            "page": "10",
            "part": "1",
            "seal": "CB4AFD10"
        },
        {
            "id": "13",
            "nass": "وَ «مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ» (¬1). ¶ وَالسُنَّةُ النَّبَوِيَّةُ التي يتبعها الجمهوريون يتبعونها في مرحلة التقليد، وبعدها يتمتعون بحريتهم الفردية المطلقة فليس في مرحلة الأصالة تقليد وإنما هو تأس (¬2). ¶ وقد أخطأ الجمهوريون في زعمهم أن السُنَّةَ هي ما يتبعونه، فما يتبعونه ليس هو السُنَّةُ وإنما يتبعون ما شرعه لهم زعيمهم محمود محمد طه، الذي أمرهم بالتأسي بِالرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - واتخاذه قدوة فيما هو من خصائصه، بينما منعهم من اتباع السُنَّةِ الحقيقية بِحُجَّةِ أن السُنَّةَ الحقيقية ليست سُنَّةً، كما أخطأ الجمهوريون في فصلهم بين الشريعة وَالسُنَّةِ وزعمهم أن قول النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - شريعة وأنه مُخَالِفٌ لِلْسُنَّةِ، وأن إقراره شريعة مُخَالِفٌ لِلْسُنَّةِ، فَالسُنَّةُ لغة هي الطريقة المتبعة. ¶ وشرعًا هي ما شرعه الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بإذن الله تعالى لأُمَّتِهِ من طرق وسبل الخير، وما انتدبها من الآداب والفضائل لتكمل وتسعد. ¶ «فإذا كان ما سَنَّهُ النَّبِيُّ قد أمر بالقيام به والتزامه فذلك من السُّنَنِ الواجبة التي لا يسع المسلم تركها، وإلا فهي من السُّنَنِ ¶ ¬__________ ¶ (¬1) قال عبد الرحمن الوكيل في تحقيقه لكتاب \" تنبيه الغبي في تكفير ابن عربي \" في هامش ص 43 أن «مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ» ليس بحديث فقد قال النووي ليس بثابت ويرى ابن تيمية أنه موضوع، ويريد من يستدل به من القائلين بوحدة الوجود أن من عرف نفسه أنه هو الله. ¶ (¬2) انظر: الإخوان الجمهوريون: \" الصوم ضياء والصلاة نور \"، ط 3. رمضان 1399 هـ. انظر: \" اليوم الهجرة من النفس السفلى إلى النفس العليا \": ص 6. ¶ \" الإسلام رسالته الأولى لا يصلح لانسانية القرن العشرين \": ص 36.",
            "page": "11",
            "part": "1",
            "seal": "ACEC311F"
        },
        {
            "id": "14",
            "nass": "المستحبة التي يثاب فاعلها ولا يعاقب تاركها» (¬1). ¶ فَالسُنَّةُ هي قول النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وفعله وتقريره فهو كما يسن بفعله يسن بقوله وتقريره. ¶ وقد أخطأ الجمهوريون في قولهم بأن إقرار النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليس بِسُنَّةٍ، فإقرار النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - سُنَّةٌ. ¶ فمن «مقتضى ما تقرر من عصمته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأمانته في التبليغ أن لا يقر أحدًا على أمر غير مأذون فيه شرعًا، فيكون إقراره للأمر دليلاً على أنه لا حرج في فعله سواء شاهده بنفسه فسكت أو بلغه فلم ينكره وما لا حرج فيه يشمل الواجب والمندوب والمباح، فيحمل على أقل مراتبه وهو الجواز حتى يقول الدليل على الندب أو الوجوب» (¬2). ¶ «ولا يدل الإقرار على جواز الفعل في حق من أَقَرَّهُ النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من أُمَّةِ أصحابه ومن معه حتى قيام فرقتهم، وأن عمومه لا يشمل من عاش في القرن العشرين وما بعده، وإنما يشمل فقد أُمَّة الأصحاب، فإقرار النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على جواز الفعل لا يدل على جوازه في حق من أقره النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، \" بل يكون الجواز حُكْمًا شاملاً لجميع المكلفين، أخذًا بالأصل الذي هو استواء الناس في أحكام الشريعة \"» (¬3). ¶ ¬__________ ¶ (¬1) أبو بكر الجزائري، \" الإنصاف فيما قيل في المولد من الغلو والإجحاف \": ص 15، 16. ¶ (¬2) الشيخ محمد خضر، \" رسائل الإصلاح \": 2/ 167. ¶ (¬3) انظر: أحمد أمين، \" فجر الإسلام \" ط 10. بيروت.",
            "page": "12",
            "part": "1",
            "seal": "4C65A4AB"
        },
        {
            "id": "15",
            "nass": "كما أخطأ الجمهوريون في زعمهم أن قول الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليس بِسُنَّةٍ، كما أن الحُجَّةَ التي اعتمدوا عليها في هذه المسألة ليست بِحُجَّةٍ فلا يعني القول بأن قول النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - شريعة أنه ليس بِسُنَّةٍ أو أن النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لا يعمل بقوله إلا على سبيل التعليم لأمته، وأما أصحابه فيعملون به طَمَعًا في الارتفاع من مستوى رسالتهم المحمدية إلى الأحمدية، أو الارتفاع من سُنَّتِهِمْ التي يتبعونها إلى سُنَّةِ النَّبِيُّ في خاصة نفسه ثم إلى سُنَّةِ الله. ¶ فالحق أن قول النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الذي هو من سُنَّتِهِ المتعبد بها والتي شرعها الرَّسُُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بإذن الله تعالى لأمته، واتبعته في ذلك، فقد شَرَّعَ الرَّسُُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للمسلمين بأقواله وأفعاله وتقريره فقد حدثت حوادث وخصومات قضى فيها النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالحديث لا بالقرآن (فكان قضاؤه تشريعًا) كما أن الرَّسُُولَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قد بَيَّنَ كثيرًا من آيات القرآن الكريم بأقواله كبيانه للصلاة والزكاة وسائر العبادات. ¶ «فكل ما قاله النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - أو فعله أو حدث أمامه واستحسنه كان تشريعًا» (¬1). ولا يعني كونه تشريعًا أنه ليس بِسُنَّةٍ كما ذهب إلى ذلك الجمهوريون. ¶ كما أخطأ الجمهوريون في زعمهم أن فعل النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ليس بِسُنَّةٍ إلا ما كان خالصًا به وأخطأوا في جعلهم هذه هي السُنَّةَ كما أخطأوا في حصرهم لِلْسُنَّةِ في عمل الرَّسُُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في خاصة نفسه، فالأفعال التي يعلم المسلم أنها من اختصاص النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كالوصال في ¶ ¬__________ ¶ (¬1) انظر: أحمد أمين، \" فجر الإسلام، ط 10. بيروت.",
            "page": "13",
            "part": "1",
            "seal": "B0AEE112"
        },
        {
            "id": "16",
            "nass": "الصوم أو الزيادة في النكاح على أربع ليست محلاً للتأسي ولا يجب على أحد أن يقتدي به فيما هو من خصائصه فقط (¬1). فكيف ينادي محمود محمد طه بجعل ما اختص به الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - شريعة عامة لأتباعه في مرحلة التقليد ويسميها (شريعة النبوة) ومما لا شك فيه أن هذه مخالفة صريحة للإسلام والمسلمين، وإن حاول الجمهوريون في سبيل إرضاء عدد كبير من الناس التنازل عن اتِّبَاعِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في بعض المسائل الواضحة جِدًّا أنها من خصائصه، والتي تفيدهم التنازل عنها، فقد حرموا التعدد والزيادة في النكاح على أربع لإرضاء المرأة وكسبها لجانبهم، كما هربوا من صيام المواصلة بحجة أن الرَّسُولَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قد فداهم كل التفدية، والحقيقة أن نفوسهم لا تطيق الصيام الذي يصومه المسلمون فكيف تطيق صيام المواصلة، وما ذهابهم إلى القول بأن الرَّسُولَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فداهم كل التفدية إلا محاولة لفتح الباب للقول بسقوط الصيام. ¶ ولا ندري ماذا يقصد الجمهوريون بقوله إن السُنَّةَ هي الفكر، فكلمة فكر كلمة عامة عندما تطلق يُرَادُ بها الفكر الإغريقي والهندي والفارسي والعلماني الأوروبي، وغير ذلك من أنواع الفكر، أم أنهم يقصدون الفكر الإسلامي، وعلى العموم قد أخطأ الجمهوريون في هذه المسألة أيضًا لان الفكر فيما يبدو مرادف عندهم لِسُنَّةِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في خاصة نفسه، بينما الفكر هو محاولات علماء المسلمين العقلية لشرح الإسلام في مصادره الأصلية: القرآن ¶ ¬__________ ¶ (¬1) \" رسائل الإصلاح \": 2/ 162.",
            "page": "14",
            "part": "1",
            "seal": "9D31FEE0"
        },
        {
            "id": "17",
            "nass": "والسُنَّةُ الصحيحة ويشمل: ¶ (أ) استنباط الأحكام الدينية في صلة الإنسان بخالقه في العبادة. ¶ (ب) الدفاع عن العقيدة والرد العقائدي (¬1). ¶ فكيف يجعل محمود محمد طه الفكر الإسلامي الغني هو فكرهم الجمهوري بحجة أنهم هم الذي يَتَّبِعُونَ السُنَّةَ وأن السُنَّةَ هي الفكر، والذي نعرفه في هذا المجال أن سُنَّةَ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - هي الحكمة التي أنزلها الله - سُبْحَانَهُ وَتَعَالَى - على رسوله مع الكتاب والتي كانت أزواج النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يذكرنها في بيوتهن مع آيات الله (¬2). ¶ قَالَ رَسُولُ اللَّهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «أَلاَ إِنِّي أُوتِيتُ الكِتَابَ وَمِثْلَهُ مَعَهُ» (¬3). ¶ ¬__________ ¶ (¬1) انظر للتوسع في هذه المسألة: محمد البهي: \" الفكر الإسلامي في تطوره \": ط 1 1971 م. دار الفكر. ¶ (¬2) انظر ابن تيمية: \" القاعدة المراكشية \": ص 35. ¶ (¬3) انظر \" سنن الترمذي \"، تحقيق أحمد محمد شاكر ومحمد فؤاد عبد الباقي وإبراهيم عطوة، دار إحياء التراث العربي بيروت (بلا تاريخ)، كتاب العلم - باب ما نهى أن يقال عند حديث النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، 5/ 38، حديث رقم 2664. و \" سنن أبي داود \": كتاب السنة - باب لزوم السنة، 4/ 200 حديث رقم 4604.",
            "page": "15",
            "part": "1",
            "seal": "CAEFC665"
        },
        {
            "id": "18",
            "nass": "الفَصْلُ الثَّانِي: اِعْتِمَادُ الجُمْهُورِيِّينَ عَلَى الأَحَادِيثِ المَوْضُوعَةِ: ¶ لقد اعتمد الجمهوريون على الأحاديث الموضوعة فقد حفلت كتيباتهم بعدد كبير من الأحاديث الموضوعة و «التي لا أصل لها في الدين، والتي وضعت أساسًا واختلفت لدعم قضايا فرغ منها سلفًا، ثم بحث لها بعد ذلك عن السند الذي تقوم عليه، وقد قام بهذه المهمة في السابق فريق من الباطنيين والروافض والزنادقة الذين خرجوا بمقررات جديدة خالفوا فيها إجماع الأُمَّةِ ومعلومها من الدين بالضرورة، فلم يجدوا إلا أن يضعوا الحديث كذبًا على رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وهو منه براء» (¬1). ¶ «وقد جاء في الحديث المتواتر عن النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» (¬2). وقال أبو محمد الجويني والد إمام الحرمين بتكفير كل من وضع على رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وقد هب علماء الحديث يدافعون عن مصدر الشريعة الثاني - بعد القرآن - ¶ ¬__________ ¶ (¬1) محمد وقيع أحمد: بحث مخطوط عن الجمهوريين - مبحث الأحاديث الموضوعة -. ¶ (¬2) \" صحيح البخاري بشرح فتح الباري \": كتاب العلم - باب من كذب على النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، 1/ 200، حديث رقم 107، و \" صحيح مسلم \" للإمام أبي الحسين مسلم، تحقيق محمد فؤاد عبد الباقي: كتاب الإيمان - باب تغليظ الكذب على رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، 1/ 10، حديث رقم 4.",
            "page": "16",
            "part": "1",
            "seal": "A3CDFB94"
        },
        {
            "id": "19",
            "nass": "فوضعوا علم الجرح والتعديل ونصبوا الموازين الصارمة لقبول الرواية وتقويم الرواة .. ولم يتركوا ثغرة يأتي منها حديث ضعيف أو موضوع إلا ورصدوا لها من يقف عليها، وتعقبوا الأحاديث الموضوعة والضعيفة وَأَلَّفُوا فيها مجلدات كاملة .. كان من أروعها في القديم \" اللآلئ المصنوعة \" للإمام السيوطي. ¶ ولعل من أروعها في الحديث \" سلسلة الألباني عن الأحاديث الضعيفة والموضوعة \" (¬1). ¶ وقد اعتمد الجمهوريون في مذهبهم على عدد كبير من الأحاديث الموضوعة المكذوبة على رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وعلى عدد من الأحاديث الضعيفة من حيث السند والضعيفة من حيث المتن، وَبَنَوْا على كل ذلك بنيان عقيدتهم ومذهبهم، وجعلوا هذه الأحاديث أدلة يعتمدون عليها، مع أن الأحاديث المعروفة الكذب لا يسند إليها حكم ولا يعتمد عليها كدليل، كما أن الأحاديث الضعيفة الإسناد لا يغلب على الظن أن النَّبِيَّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قالها فلا يمكن أن يسند إليها حكم أيضًا خاصة إذا عارض الحديث الضعيف السند أصلاً من أصول الشريعة (¬2). كما أن الأحاديث الموضوعة والضعيفة في كتيبات الجمهوريين تبين لنا الأسس الواهية التي بنى عليها الجمهوريون مذهبهم، فالحقيقة الواضحة هي أن الدافع لاعتماد الأحاديث المكذوبة في المذهب الجمهوري هو الهوى والجهل وحرية زعيمهم الفردية المطلقة من كل قيد. ¶ ¬__________ ¶ (¬1) محمد وقيع الله أحمد: \" بحث مخطوط عن الجمهوريين \". ¶ (¬2) انظر تفصيل هذه المسألة في كتاب \" الاعتصام \" للشاطبي: ص 225، 226.",
            "page": "17",
            "part": "1",
            "seal": "3AB359DE"
        },
        {
            "id": "20",
            "nass": "ويكفي أن نذكر عددًا من الأمثلة لتأكيد صحة ما نقول. ¶ [المثال الأول: «رَجَعْنَا مِنَ الجِهَادِ الأَصْغَرِ إِلَى الجِهَادِ الأَكْبَرِ». قِيلَ وَمَا الجِهَادُ الأَكْبَرُ يَا رَسُولَ اللهِ؟ قَالَ: «جِهَادُ النَّفْسِ»]: ¶ حديث ضعيف من جهة السند. ¶ «رَجَعْنَا مِنَ الجِهَادِ الأَصْغَرِ إِلَى الجِهَادِ الأَكْبَرِ». قِيلَ وَمَا الجِهَادُ الأَكْبَرُ يَا رَسُولَ اللهِ؟ قَالَ: «جِهَادُ النَّفْسِ» (¬1). ¶ هذا القول اعتمد عليه الجمهوريون في مذهبهم، وذكروا كثيرًا في كتيباتهم، كما ذكره محمود دائمًا في محاضراته، وقد بنى عليه الجمهوريون عقيدتهم في مسألة الهجرة التي يدعون إليها وفي مسألة ترك الجهاد. ¶ قال الجمهوريون: «وقد جاء في الأثر أن النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كان يرجع من إحدى الغزوات يقول: \" رَجَعْنَا مِنَ الجِهَادِ الأَصْغَرِ إِلَى الجِهَادِ الأَكْبَرِ \" ونحن الآن نستشرق علم الجهاد الأكبر بالحاجة له». ¶ ويستدل الجمهوريون بهذا القول على ضرورة الجهاد الأكبر وأهميته في العصر وحاجة الإنسان له، وعدم حاجته للجهاد الأصغر جهاد الكفار. ¶ قال الجمهوريون: «والمسلمون اليوم مواجهون حقًا بأمر الجهاد الأكبر ليغيروا أنفسهم وينهضوا من حال الضياع الذي نعيش فيه، لقد جاء في الأثر أن أحد الأصحاب سأل النَّبِيَّ الكرِيمَ: \" مَتَى السَّاعَةَ ¶ ¬__________ ¶ (¬1) ذكر العجلوني أن الحافظ ابن حجر العسقلاني قال في تسديد القوس: إن الحديث من كلام إبراهيم بن عبلة، ثم ذكر العجلوني أن الحديث في \" الإحياء \" للغزالي، وقال العراقي في تخريجه للحديث: رواه البيهقي بسند ضعيف عن جابر. ¶ انظر: \" كشف الخفاء ومزيل الألباس عما اشتهر من الأحاديث على ألسنة الناس \" للشيخ إسماعيل بن محمد العجلوني، دار إحياء التراث العربي، بيروت، ط 3، 1351 هـ، 1/ 424.",
            "page": "18",
            "part": "1",
            "seal": "E507E25E"
        },
        {
            "id": "21",
            "nass": "يَا رَسُولَ اللهِ؟ فَقَالَ: وَمَاذَا أَعْدَدْتَ لَهَا» وهذا هو الاتجاه الإيجابي الذي تُلْزِمُنَا به السُنَّةُ. (¬1). ¶ وهذا الحديث الذي يعتمد عليه الجمهوريون في بيان عقيدتهم في ترك الجهاد «قد ضعفه غير واحد من أهل العلم من حيث السند، وهو غير صحيح من حيث المعنى أيضًا، وكل من علم مكانة الجهاد في سبيل الله، وأجر من استشهدوا في سبيل إعلاء كلمة الله الذين هم {أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: 169] يدرك تمامًا أن البون شاسع بين هذا الجهاد الذي هذه مكانته، وبين الجهاد الثاني الذي هو مخالفة الهوى، وحمل النفس على الطاعة، مع العلم أن من قام بجهاد الكفار، وخاض المعركة لإعلاء كلمة الله فقد جمع بين الجهادين والأمر واضح» (¬2). ¶ قال المُلاَّ علي القاري في كتابه المعروف بـ \" الموضوعات الكبرى \": «قال العسقلاني في \" تسديد القوس \": \" هو مشهور على الألسنة، وهو من كلام إبراهيم بن [أبي] عبلة (¬3) في \" الكنى \" للنسائي \"». ¶ قال المُلاَّ: «ذكر الحديث في \" الإحياء \" (ونسبه العراقي إلى البيهقي ¶ ¬__________ ¶ (¬1) \" الإخوان الجمهوريون: هذا قرن الهجرة الثالثة \": ص 11. ¶ (¬2) محمد أمان بن علي الجامي: \" المحاضرة الدفاعية عن السنة المحمدية \"، ط دار الأصفهاني للطباعة، جدة: ص 11. ¶ (¬3) \" تهذيب التهذيب \": 1/ 142: إبراهيم بن أبي عبلة روى عن [أَبِي] أُبَيٍّ بْنُ أم حرام وأنس بن مالك، وروى عن مالك والليث وابن المبارك وابن إسحاق. قال ابن المديني: كان أحد الثقات، وقال أبو حاتم: صدوق. وقال حمزة بن ربيعة: ما رأيت أفصح منه، مات سنة 152 هـ. وفي \" كشف الخفاء \" (إبراهيم بن عيلة) هامش صفحة 206، كتاب \" الموضوعات الكبرى \".",
            "page": "19",
            "part": "1",
            "seal": "5DED7AC7"
        },
        {
            "id": "22",
            "nass": "من حديث جابر وقال: هذا إسناد ضعيف. وقال السيوطي: روى الخطيب في \" تاريخه \" من حديث جابر قَالَ قَدِمَ النَّبِيُّ - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - مِنْ غَزَاةٍ لَهُمْ، فَقَالَ - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - «قَدِمْتُمْ خَيْرَ مَقْدَمٍ وَقَدِمْتُمْ مِنَ الجِهَادِ الأَصْغَرِ إِلَى الجِهَادِ الأَكْبَرِ» قَالُوا: وَمَا الْجِهَادُ الأَكْبَرُ قَالَ: «مُجَاهَدَةُ الْعَبْدِ هَوَاهُ» (¬1). ¶ [المثال الثاني: «تَخَلَّقُوا بِأَخْلاَقِ اللهِ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ»]: ¶ حديث لا أصل له: ¶ «تَخَلَّقُوا بِأَخْلاَقِ اللهِ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ» (¬2). ¶ هذا القول ذكره محمود محمد طه في كتيبه \" رسائل ومقالات \"، واستدل به على أنه إشارة من النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلى أن العبادة هي محاولة لقطع المسافة التي تفصل بين الإنسان والرب، بين صفات النقص وصفات الكمل، وهي مسافة لا تقطع إلا بتقريب الصفات من الصفات، فالفرق بين الله والإنسان - عند محمود - هو أن صفات الله في جانب الكمال وصفات الإنسان في جانب النقص، والإنسان الكامل لا يستطيع تحقيق صفات الكمال، واستدلال محمود بهذا القول يهدف منه إلى بيان عقيدته في وحدة الوجود (¬3) فأخلاق الله - في مذهبه - كامنة فينا، فالعلم المطلق كامن في قلوب الناس والغيب كامن في قلوب الناس ولا يحتاج الإنسان لأكثر من أن ¶ ¬__________ ¶ (¬1) المُلاَّ علي القاري: \" الأسرار المرفوعة في الأخبار الموضوعة \" المعروف بـ \" الموضوعات الكبرى \"، تحقيق محمد [بن لطفي] الصباغ، حديث 211، ص 106. ¶ (¬2) قال الشيخ محمد أمان بن علي الجامي في كتابه \" المحاضرة الدفاعية عن السنة المحمدية \": «هذا الحديث لا أصل له في شيء من كتب السنة، ولا يعرف له إسناد ومعناه غير صحيح». ¶ (¬3) محمود محمد طه: \" رسائل ومقالات \": ج 1 ص 45.",
            "page": "20",
            "part": "1",
            "seal": "8C018B13"
        },
        {
            "id": "23",
            "nass": "يظهره، وإظهاره يكون بأدب الوقت. ¶ ولا شك أن هذه العقيدة فاسدة، واستدلال محمود بهذا القول خطأ، وبيان أن المراد «بالأخلاق الصفات قطعًا، فالله موصوف بالعظمة والكبرياء وأنه يُحْيِي وَيُمِيتُ، وهل يجوز للعبد أن يتصف بهذه الصفات؟ الجواب السليم: لا .. وقد يقول قائل هنا أليس العبد يوصف بالعلم والقدرة والحياة والوجود وهذه من صفات الله؟ الجواب أن يقال: إن علم الخالق تعالى غير علم المخلوق وكذلك قدرته وحياته ووجوده». فعلم المخلوق علم مخلوق مثله «يناسب حاله كان مسبوقًا بجهل، ويطرأ عليه النسيان ما أكثر ما نعلم شيئًا ثم ننساه فهو ناقص غير محيط بكل شيء؟ أما الرب - سُبْحَانَهُ وَتَعَالَى - فعلمه قديم - قِدَمَ ذَاتِهِ - غير مسبوق بجهل ولا يطرأ عليه نسيان ولا غفلة، وهو محيط بجميع المعلومات وهكذا يقال في سائر صفاته التي فيها الاشتراك في اللفظ كالكرم والرحمة والمحبة والعفو .. وهكذا نزول الشبهة». ¶ [المثال الثالث: «مَنْ عَمِلَ بِمَا يَعْلَمْ وَرَّثَهُ اللهُ عِلْمَ مَا لَمْ يَعْلَمْ»]: ¶ حديث موضوع. ¶ «مَنْ عَمِلَ بِمَا يَعْلَمْ وَرَّثَهُ اللهُ عِلْمَ مَا لَمْ يَعْلَمْ» (¬1). ¶ هذا القول ورد به الاستدلال كثيرًا في كتيبات الجمهوريين تدعيمًا لغلوهم في قضية الإلهام والعلم والمخاطبة الكفاحية وإمكانية تحصيل الإنسان للعلم الإلهي المطلق - الذي يزعم الجمهوريون أنه ¶ ¬__________ ¶ (¬1) \" حلية الأولياء وطبقات الأصفياء \" للحافظ أبي نعيم الأصفهاني، ط مطبعة السعادة، مصر 1357 هـ، 10/ 15. قال أبو نعيم: «هذا الحديث ليس بمرفوع، بل هو من كلام بعض التابعين كما ذكر ذلك الإمام أحمد بن حنبل».",
            "page": "21",
            "part": "1",
            "seal": "3280DDBB"
        },
        {
            "id": "24",
            "nass": "مغروس في كل قلب ويمكن لأي إنسان أن يسعى في تحصيله وقد يحصله إذا عمل بما علم، وهذا القول - «مَنْ عَمِلَ بِمَا يَعْلَمْ وَرَّثَهُ اللهُ عِلْمَ مَا لَمْ يَعْلَمْ» - هو حديث موضوع أورده الشيخ الألباني في \" سلسلة الأحاديث الضعيفة والموضوعة \" تحت رقم [422] وقد أخرجه أبو نعيم ثم قال: «ذكر أحمد بن حنبل هذا الكلام عن بعض التابعين عن عيسى ابن مريم - عَلَيْهِ السَّلاَمُ - فوهم بعض الرواة أنه من ذكره عن النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -». ¶ [المثال الرابع: «كُنْتُ كَنْزًا لاَ أَعْرِفُ، فَأَحْبَبْتُ أَنْ أَعْرِفَ فَخَلَقْتُ خَلْقًا فَعَرَّفْتُهُمْ بِي، فَعَرَفُونِي»]: ¶ حديث موضوع: ¶ «كُنْتُ كَنْزًا لاَ أَعْرِفُ، فَأَحْبَبْتُ أَنْ أَعْرِفَ فَخَلَقْتُ خَلْقًا فَعَرَّفْتُهُمْ بِي، فَعَرَفُونِي». ¶ يستدل الجمهوريون بهذا القول دائمًا في حديثهم عن عقيدتهم القائلة بتجسد الذات الإلهية، وتنزلها في مراتب الوجود، بل هو عمدة مذهبهم في هذه المسألة، وهذا القول، ليس من كلام النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولا يعرف له سند صحيح ولا ضعيف، قال شيخ الإسلام ابن تيمية أنه موضوع وتبعه الزركشي والعسقلاني (¬1). ¶ [المثال الخامس: «مَا وَسِعَنِي أَرْضِي وَلاَ سَمَائِي، وَلَكِنْ وَسِعَنِي قَلْبُ عَبْدِي الْمُؤْمِنِ»]: ¶ حديث لا أصل له: ¶ «مَا وَسِعَنِي أَرْضِي وَلاَ سَمَائِي، وَلَكِنْ وَسِعَنِي قَلْبُ عَبْدِي الْمُؤْمِنِ». ¶ يعتمد الجمهوريون على هذا القول في عقيدتهم القائلة بأن القلب بيت الرب، وأن جسد الإنسان الكامل كله قلب ولذلك ¶ ¬__________ ¶ (¬1) انظر: المُلاَّ علي القاري: \" الموضوعات الكبرى \"، حديث 353، وانظر: \" تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة \" لأبي الحسن علي بن محمد بن عراق الكناني، تحقيق عبد الوهاب عبد اللطيف وعبد الله محمد [بن] الصِدِّيق [الغُمَارِي]، دار الكتب العلمية، بيروت، ط 1، 1399 هـ / 1979 من، 1/ 148.",
            "page": "22",
            "part": "1",
            "seal": "25C6D9A6"
        },
        {
            "id": "25",
            "nass": "فهو بيت الرب. ¶ وهذا القول لا أصل له في كتب الحديث الست الصحاح. ¶ قال المُلاَّ علي القاري في كتابه المعروف بـ \" الموضوعات الكبرى \": «ذكره في \" الإحياء \". ¶ وقال العراقي: لم أر له أصلاً. ¶ وقال ابن تيمية: هو مذكور في الإسرائيليات وليس له إسناد معروف عن النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وفي \" الذيل \" وهو كما قال» (¬1). ¶ وقال العجلوني في \" كشف الخفاء \": قال العراقي في تخريجه: لم أر له أصلاً، ثم أورد العجلوني كلام ابن تيمية في الحديث بأنه لا أصل له، بل هو في الإسرائيليات (¬2). ¶ [المثال السادس: «القَلْبُ بَيْتُ الرَّبِّ»]: ¶ حديث موضوع: ¶ «القَلْبُ بَيْتُ الرَّبِّ». ¶ يعتمد الجمهوريون على هذا القول اعتمادًا كاملاً في بيان مذهبهم القائل بأن الإنسان الكامل هو الله - بمعناه القريب -، وهذا القول - «القَلْبُ بَيْتُ الرَّبِّ» - حديث موضوع، فقد نقل [ابن عراق] (*) عن ابن تيمية أنه حديث موضوع (¬3). ¶ وقال السخاوي: ليس له أصل في المرفوع. ¶ وقال الزركشي: لا أصل له. ¶ ¬__________ ¶ (¬1) \" الموضوعات الكبرى \": حديث رقم 423، ص 310، 311. ¶ (¬2) \" كشف الخفاء \": 2/ 195. ¶ (¬3) انظر \" تنزيه الشريعة المرفوعة \": 1/ 148. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) ابن عراق: هو أبو الحسن، نور الدين، علي بن محمد بن علي بن عبد الرحمن ابن عراق الكناني (المتوفى سَنَةَ 963هـ) صاحب كتاب \" تنزيه الشريعة المرفوعة عن الأخبار الشنيعة الموضوعة \"، لا كما ورد في الكتاب المطبوع خَطَأً (العراقي) وقد يفهم منه الزين العراقي المتوفى سَنَةَ 806 هـ، وإنما هو ابن عراق.",
            "page": "23",
            "part": "1",
            "seal": "05363C8A"
        },
        {
            "id": "26",
            "nass": "وقال ابن تيمية: هو موضوع. وفي \" الذيل \" هو كما قال (¬1)، وقال المُلاَّ علي القاري: لكن له معنى صحيح (¬2). ¶ [المثال السابع: «مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ»]: ¶ حديث موضوع: ¶ «مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ». ¶ ذكر الجمهوريون هذا القول كثيرًا (¬3)، واستدلوا به على أن الإنسان يعرف الله عن طريق معرفته لنفسه، ومعرفة النفس - عندهم - هي معرفة حقيقة أن الإنسان صاحب فردية متميزة لا يشبهه فيها أحد، فالتكرار ممتنع في توحيدهم، وبهذه المعرفة يتم للانسان - عند الجمهوريين - لقاء الله ومعرفة الله، ولا يتم لقاء الله في الزمان والمكان، وإنما يلقاه الإنسان في نفسه، فما وسعت الله السماء ولا الأرض وإنما يسعه قلب عبده المسلم - أو جسد الإنسان الكامل - وبلقاء الإنسان بربه يصل الإنسان حياته ¶ ¬__________ ¶ (¬1) انظر: المُلاَّ علي القاري: \" الموضوعات الكبرى \": حديث 331، ص 260. ¶ (¬2) قال محقق \" الموضوعات الكبرى \" في هامش ص 310 من تعليقه على ما ذكره المُلاَّ علي القاري - في حديثه عن «القَلْبُ بَيْتُ الرَّبِّ» من أن له معنى صحيح إذا فسرنا القول - «مَا وَسِعَنِي أَرْضِي وَلاَ سَمَائِي، وَلَكِنْ وَسِعَنِي قَلْبُ عَبْدِي الْمُؤْمِنِ» - والذي لا أصل له، بمعنى وسع قلبه الإيمان بي وبمحبتي وإلا فالقول بالحلول كفر - قال [أي محمد بن لطفي الصباغ]: «أقول: ما دام قد ثبت أن الحديث موضوع فلا حاجة إلى مثل [هذا] التأويل لأن تساهل بعض العلماء في الأحاديث الضعيفة والموضوعة أتاح لأئمة الضلال ورؤوس الزيغ أن يستدلوا على ضلالهم وزيغهم بمثل هذه الأحاديث التالفة الساقطة، والحلول كفر كما ذكر المُصَنِّفُ، وهو اتجاه يقول به عدد من المتصوفة، ويلقنونه العامة ولا قوة إلا بالله. ¶ انظر: \" الموضوعات الكبرى \": حديث 423، ص 310، 311، وهامش الصفحتين المذكورتين. ¶ (¬3) انظر - على سبيل المثال - كتيب \" الأصيل والأصلاء \": ص 12.",
            "page": "24",
            "part": "1",
            "seal": "95053383"
        },
        {
            "id": "27",
            "nass": "بمصدرها فتتهيأ له أسباب الكمال وأسباب البقاء. ¶ قال المُلاَّ علي القاري (¬1) في كتابه المعروف بـ \" الموضوعات الكبرى \": «مَنْ عَرَفَ نَفْسَهُ فَقَدْ عَرَفَ رَبَّهُ بِالعِلْمِ، وَمَنْ عَرَفَ نَفْسَهُ بِالفَنَاءِ فَقَدْ عَرَفَ نَفْسَهُ بِالبَقَاءِ، وَمَنْ عَرَفَ نَفْسَهُ بِالعَجْزِ وَالضَّعْفِ فَقَدْ عَرَفَ رَبَّهُ بِالقُدْرَةِ وَالقُوَّةِ ... » (¬2). ¶ [المثال الثامن: «كُنْتُ نَبِيًّا وَآدَمُ بَيْنَ المَاءِ وَالطِّينِ»]: ¶ «كُنْتُ نَبِيًّا وَآدَمُ بَيْنَ المَاءِ وَالطِّينِ» ¶ يستدل الجمهوريون بهذا القول في حديثهم عن «الحقيقة المحمدية». ¶ قَالَ السَّخَاوِيُّ: لَمْ أَقِفْ عَلَيْهِ بِهَذَا اللَّفْظِ، فَضْلاً عَنْ زِيَادَةِ «وَكُنْتُ نَبِيًّا وَلاَ آدَمَ وَلاَ مَاءَ وَلاَ طِينَ». ¶ وقال الزركشي: «لا أصل له بهذا اللفظ» (¬3). ¶ [المثال التاسع: «يَا دَاوُدُ إِنَّكَ تُرِيدُ وَأُرِيدُ وَيَكُونُ مَا أُرِيدُ، فَإِنْ سَلَّمْتَ لِمَا أُرِيدُ ... »]: ¶ حديث لا أصل له: ¶ «يَا دَاوُدُ إِنَّكَ تُرِيدُ وَأُرِيدُ وَيَكُونُ مَا أُرِيدُ، فَإِنْ سَلَّمْتَ لِمَا ¶ ¬__________ ¶ (¬1) المُلاَّ علي القاري (00 - 1014 هـ) (00 - 1616 م): هو علي بن محمد سلطان المعروف بالقاري، فقيه حنفي، ولد في هراة وسكن مكة وتوفي بها، صَنَّفَ كُتُبًا كثيرة. ¶ انظر: الزركلي: \" الأعلام \"، ط 3، 5/ 166. ¶ (¬2) حديث 506 ص 352. ¶ (¬3) انظر: المُلاَّ علي القاري: \" الموضوعات الكبرى \"، حديث 352، ص 272 وهامش ص 352.",
            "page": "25",
            "part": "1",
            "seal": "46732830"
        },
        {
            "id": "28",
            "nass": "أُرِيدُ كَفَيْتُكَ مَا تُرِيدُ، وَإِنْ لَمْ تُسَلِّمْ لِمَا أُرِيدُ أَتْعَبْتُكَ فِيمَا تُرِيدُ، ثُمَّ لاَ يَكُونُ إِلاَّ مَا أُرِيدُ». ¶ يعتمد الجمهوريون على هذا الحديث اعتمادًا كاملاً في حديثهمه عن الإرادة، وأن المريد واحد والإرادة واحدة، وكل ما عدا ذلك وَهْمٌ تمليه الممارسة الجمهورية وتجارب الأنبياء السابقين خاصة داود - عَلَيْهِ السَّلاَمُ - وقد استدل به (الجمهوري) صلاح محمد عثمان في تقديمه لقصيدة (¬1) عبد الغني النابلسي التي أنشدها المنشد الجمهوري علي موسى في جلسة الإنشاد الجمهوري التي عقدت بمنزل محمود محمد طه بمدينة المهدية - أم درمان - في الساعة الثامنة إلا رُبْعًا من مساء يوم الأربعاء الثاني من جمادى الأولى عام 1397 م. ¶ ويرى الجمهوريون أن معنى الحديث يُبَيِّنُ أن داود - عَلَيْهِ السَّلاَمُ - قد تبين له ذَوْقًا وَيَقِينًا أن إرادته المتوهمة هي إرادة الله، وأنه ليس له إرادة منفصلة، فأسلم إرادته المتوهمة لإرادة الله. ¶ وقد ذكر الشيخ محمد نجيب المطيعي - رئيس قسم السُنَّةِ بجامعة أم درمان الإسلامية سابقًا - أن هذا الحديث ليس له أصل في الأحاديث القدسية (¬2). ¶ ¬__________ ¶ (¬1) من شدة القرب مني * ... * ... * شهدت أنك أني ¶ وحين حققت أمري * ... * ... * والوهم قد زال عني ¶ تركت هذا وهذا * ... * ... * ثم ألفنا صار فني ¶ وصرت عن غيب غيبي * ... * ... * بما أقول أكنى ¶ وزال عني ترجي * ... * ... * علمي به والتمني ¶ (¬2) محمد نجيب المطيعي: \" النبأ الأثيم أو الهوس اللاديني الذميم \".",
            "page": "26",
            "part": "1",
            "seal": "F484324F"
        },
        {
            "id": "29",
            "nass": "[المثال العاشر: «الدِّينُ المُعَامَلَةُ»]: ¶ «الدِّينُ المُعَامَلَةُ» (¬1) ¶ قال الشيخ محمد نجيب (¬2) المطيعي: «لاَ أَصْلَ لَهُ». ¶ [المثال الحادي عشر: «سُوءُ الخُلُقِ ذَنْبٌ لاَ يُغْتَفَرُ وَسُوءُ الظَنِّ خَطِيئَةٌ تَفُوحُ»]: ¶ «سُوءُ الخُلُقِ ذَنْبٌ لاَ يُغْتَفَرُ وَسُوءُ الظَنِّ خَطِيئَةٌ تَفُوحُ» ¶ ذكر الشيخ محمد نجيب المطيعي أن هذا القول ليس من كلام النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وَرَجَّحَ أن يكون من نسيج محمود محمد طه. ¶ [المثال الثاني عشر: «نِيَّةُ المَرْءِ خَيْرٌ مِنْ عَمَلِهِ»]: ¶ حديث إسناده ضعيف. ¶ «نِيَّةُ المَرْءِ خَيْرٌ مِنْ عَمَلِهِ». ¶ قال السخاوي: «قال البيهقي: إسناده ضعيف» (¬3). ¶ قال الشيخ محمد نجيب المطيعي: «في إسناد هذا الحديث يونس بن عطية وهو متروك الحديث لكذبه» (¬4). ¶ وقد أورد السخاوي بعض الأحاديث التي تقوي الحديث (¬5). ¶ ¬__________ ¶ (¬1) الإخوان الجمهوريون: \" أبو زيد الوهابي ومحنة المساجد \": ص 13. ¶ (¬2) هو الشيخ محمد نجيب بن إبراهيم المطيعي الشافعي مذهبًا، السلفي طريقة، رئيس قسم السُنَّةِ بجامعة أم درمان الإسلامية في عام 1983 م، له سلسلة كتب (تحت راية السنة) صدر منها الكتاب الأول \" تبسيط علوم الحديث وأدب الرواية \" والكتاب الثاني \" صلة السُنَّةِ بالقرآن \" وهو عبارة عن بحث [قَدَّمَهُ] الشيخ [محمد] لمؤتمر السيرة بقطر في عام 1400 هـ، والكتاب الثالث هو \" البخاري المفترى عليه \" وهو عبارة عن مقالات صدرت بـ \" مجلة الأزهر \"، وله بحث صغير عن الجمهوريين حرره في أغسطس 1983 م تحت عنوان \" النبأ الأثيم أو الهوس اللاديني الذميم \" وسينشر - إن شاء الله تعالى - في الكتاب الذي يتنشره رابطة العالم الإسلامي عن الجمهوريين والذي صنفه عدد من الأساتذة بجامعة أم درمان الإسلامية. ¶ (¬3) انظر \" المقاصد الحسنة \" [للسخاوي]: ص 450. ¶ (¬4) محمد نجيب المطيعي: \" النبأ الأثيم أو الهوس اللاديني الذميم \" (مقال مخطوط). ¶ (¬5) انظر: \" المقاصد الحسنة \" [للسخاوي]: ص 450. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ الشيخ محمد نجيب المطيعي ليس هو الشيخ محمد بخيت المطيعي فالثاني حنفي. وللاطلاع على ترجمة الشيخ محمد نجيب المطيعي، انظر \" المحدثون فى مصر والأزهر ودورهم فى إحياء السنة النبوية الشريفة \"، الأستاذ الدكتور الحسيني عبد المجيد هاشم، والأستاذ الدكتور أحمد عمر هاشم، ص 358، طبعة سنة 1993 م. نشر دار غريب - مصر.",
            "page": "27",
            "part": "1",
            "seal": "7678DABF"
        },
        {
            "id": "30",
            "nass": "[المثال الثالث عشر: «يَا عِيسَى عِظْ نَفْسَكَ فَإِنْ اِتَّعَظْتَ فَعِظْ النَّاسَ وَإِلاَّ فَاسْتِحِي مِنِّي»]: ¶ «يَا عِيسَى عِظْ نَفْسَكَ فَإِنْ اِتَّعَظْتَ فَعِظْ [النَّاسَ] (*) وَإِلاَّ فَاسْتِحِي مِنِّي» ¶ قال الشيخ محمد نجيب المطيعي: «لاَ أَصْلَ لَهُ». ¶ [المثال الرابع عشر: «لاَ يَعْرِفُ اللهَ إلاَّ اللهُ وَلاَ يَدْخُلُ فِي مُلْكِهِ إِلاَّ مَا يُرِيدُ»]: ¶ «لاَ يَعْرِفُ اللهَ إلاَّ اللهُ وَلاَ يَدْخُلُ فِي مُلْكِهِ إِلاَّ مَا يُرِيدُ» ¶ قال الشيخ محمد نجيب: «لاَ أَصْلَ لَهُ». ¶ [المثال الخامس عشر: «مَنْ آمَنَ فَقَدْ آمَنَ بِقَضَاءٍ وَقَدَرٍ وَمَنْ كَفَرَ فَقَدْ كَفَرَ بِقَضَاءٍ وَقَدَرٍ»]: ¶ «مَنْ آمَنَ فَقَدْ آمَنَ بِقَضَاءٍ وَقَدَرٍ وَمَنْ كَفَرَ فَقَدْ كَفَرَ بِقَضَاءٍ وَقَدَرٍ». ¶ قال المطيعي: «لاَ أَصْلَ لَهُ» (¬1). ¶ [المثال السادس عشر: «كُلُّ مَا يَخْطُرُ بِبَالِكَ فَاللهُ بِخِلاَفِ ذَلِكَ»]: ¶ «كُلُّ مَا يَخْطُرُ بِبَالِكَ فَاللهُ بِخِلاَفِ ذَلِكَ». ¶ قال المطيعي: «لاَ أَصْلَ لَهُ». ¶ [المثال السابع عشر: «لَيْلَةَ عُرِجَ بِي اِنْتَسَخَ بَصَرِي فِي بَصِيرَتِي»]: ¶ «لَيْلَةَ عُرِجَ بِي اِنْتَسَخَ بَصَرِي فِي بَصِيرَتِي». ¶ وهذا الحديث موضوع ومنكر (¬2) وقد ورد كثيرًا في كتيبات الفكر الجمهوري وينسبونه إلى النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ويقولون: إنه حَدَّثَ بِهِ ليلة معراجه - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ ¬__________ ¶ (¬1) \" النبأ الأثيم أو الهوس اللاديني الذميم \". ¶ (¬2) ذكر محمد عثمان محجوب أن العجلوني قد ذكر في \" كشف الخفاء \" أن الحديث موضوع. ¶ ولقد تحدث ابن تيمية في \" فتاويه \" عن الأحاديث التي تتحدث عن رؤية الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لربه في هذه الدنيا - يقظة - في يوم عرفة أو غيره ذلك ووضع أنها أحاديث موضوعة. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) انظر: \" حلية الأولياء \" لأبي نعيم: 2/ 382، الطبعة الأولى: 1409 هـ - 1988 م، نشر دار الكتب العلمية. بيروت - لبنان.",
            "page": "28",
            "part": "1",
            "seal": "AFFC6FD1"
        },
        {
            "id": "31",
            "nass": "ويقول النص الذي أورده: ¶ «لَيْلَةَ عُرِجَ بِي اِنْتَسَخَ بَصَرِي فِي بَصِيرَتِي، فَرَأَيْتُ اللهَ! رَأَيْتُهُ فِي صُورَةِ شَابٍّ أَمْرَدَ فَوَضَعَ يَدَيْهِ عَلَى كَتِفِي، فَشَعُرْتُ بِبُرُودَتِهَا عَلَى ثَدْيِي، فَقَالَ: \" يَا مُحَمَّدُ: أَلاَ تَرَى فِيمَا يَخْتَصِمُ المَلأُ الأَعْلَى؟ \" قُلْتُ: \" أَنْتَ رَبِّي أَعْلَمُ، فَعَلَّمَنِي عِلْمَ الأَوَائِلِ وَالأَوَاخِرِ وَأُوتِيتُ ثَلاَثَ عُلُومٍ: عِلْمًا أُمِرْتُ بِتَبْلِيغِهِ، وَعِلْمًا خُيِّرْتُ فِي تَبْلِيغِهِ، وَعِلْمًا نُهِيتُ عَنْ تَبْلِيغِهِ، لأَنَّهُ يَعْلَمُ أَنَّهُ لاَ يُطِيقُهُ أَحَدٌ غَيْرِي». ¶ «وعلى هذا الحديث الموضوع بُنِيَتْ إحدى قضايا العقيدة الجمهورية الداخلية، وهي عقيدة أن محمود إنما هو ذلك الرجل الأمرد بعينه .. ولذلك فهو أمرد .. رغم أنه تجاوز عهود الشباب .. وتقدم كثيرًا في السن» (¬1). ¶ ولذلك أيضًا جعلوا الأحاديث التي تتحدث عن اللحية أحاديث عادة غير مطالب بها الجمهوريون. ¶ وهناك قصة طريفة ختم بها الأستا> محمد وقيع الله مبحثًا في بحثه المخطوط عن الجمهوريين نختم به حديثنا عن المأخذ الثاني، وهي قصة الأخ (محمد عثمان محجوب) مع محمود طه (ذهب الأخ محمد عثمان محجوب إلى محمود محمد طه في داره يحمل جهازًا للتسجيل، ليحصي خبر هذه الواقعة وَيُوَثِّقَهَا. فسأل محمد (محمود) بدقة قائلاً: ¶ ¬__________ ¶ (¬1) محمد وقيع الله أحمد نقلاً عن مقال كتبه هشام عبد الملك الجزولي في مجلة \" صباح الخير \". وهشام عبد الملك الجزولي م الذين تاب الله عليهم وتركوا فرقة الجمهوريين.",
            "page": "29",
            "part": "1",
            "seal": "6C4DB4C3"
        },
        {
            "id": "32",
            "nass": "«عليكم آخر الزمان رجل ينسخ المحكوم، ويحكم المنسوخ، ويأخذ من الله كفاحًا فاحذروه». ما رأيكم في هذا الحديث؟ فقال محمود: «هَذَا حَدِيثٌ أَدَرْتُهُ عَلَى عَقْلِي»، وهو لا ينكره. ¶ فأكذ له عند ذلك الأخ (محمد عثمان محجوب) أن هذا النص الذي قدمه ليس حديثًا وإنما هو من تأليفه هو، وضعه ليتأكد من قضية أخذ الجمهوريين للحديث أخذ حاطب ليل وقضية استعدادهم للوضع وتقبل الوضع. ¶ «والناحية المهمة التي لم يفطن لها محمود في هذا النص .. هي الناحية اللغوية، وهي كفيلة بأن تكون دليلاً حاسمًا على فساد الذوق وأهلية الاجتهاد في الدين عند زعيم الجمهوريين، فكيف يقبل نصًا مثل هذا على أنه حديث شريف، وفيه خطأ لغوي تعبيري، تمثل في كلمة (محكوم) والتي وضعها الأخ محمد عثمان هكذا لمزيد من الاختبار والتوريط، وليس هنالك ما يُسَمَّى (المحكوم) في الحديث ولا في القرآن وإنما هنالك المُحْكَمَ وحسب» (¬1). ¶ ¬__________ ¶ (¬1) محمد وقيع الله أحمد: بحث صغير مخطوط عن الجمهوريين.",
            "page": "30",
            "part": "1",
            "seal": "9400F3F3"
        },
        {
            "id": "33",
            "nass": "الفَصْلُ الثَّالِثُ: ذِكْرُ بَعْضِ أَقْوَالِ الصُّوفِيَّةِ عَلَى أَسَاسِ أَنَّهَا أَحَادِيثٌ قَالَهَا الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: ¶ المثال الأول: «تَفَكُّرُ سَاعَةٍ خَيْرٌ مِنْ عِبَادَةِ سَنَةٍ». ¶ يعتمد الجمهوريون على هذا القول كثيرًا، ويزعمون أنه حديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، بل هو من كلام بعض الزهاد. ¶ قال المُلاَّ علي القاري في كتابه \" الموضوعات الكبرى \": «ذَكَرَهُ الْفَاكَهَانِيُّ بِلَفْظِ (فِكْرُ سَاعَةٍ) وَقَالَ إِنَّهُ مِنْ كَلاَمِ السَّرِيِّ السَّقَطِيِّ» (¬1). ¶ المثال الثاني: [«مُوتُوا قَبْلَ أَنْ تَمُوتُوا»] (*). ¶ ومن كلام الصوفية الذي يعتبره محمود حديثًا قال النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «مُوتُوا قَبْلَ أَنْ تَمُوتُوا». ¶ ¬__________ ¶ (¬1) \" الموضوعات الكبرى \": حديث 141 ص 162. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) أدرجته هنا وجعلته بين [ ... ] لتتناسق الأمثلة.",
            "page": "31",
            "part": "1",
            "seal": "BC0B5B7D"
        },
        {
            "id": "34",
            "nass": "وهذا الكلام ليس بحديث، قال المُلاَّ علي القاري في كتابه \" الأسرار المرفوعة في الأخبار الموضوعة \" المعروف بـ \" الموضوعات الكبرى \" (¬1): «قَالَ الْعَسْقَلاَنِيُّ: \" إِنَّهُ غَيْرُ ثَابِتٍ \"». ¶ وقال المُلاَّ علي القاري: «[قُلْتُ] هُوَ مِنْ كَلاَمِ الصُّوفِيَّةِ، وَالْمَعْنَى مُوتُوا اخْتِيَارًا قَبْلَ أَنْ تَمُوتُوا اضْطِرَارًا. الْمُرَادُ بِالْمَوْتِ الاخْتِيَارِي تَرْكُ الشَّهَوَاتِ وَاللَّهَوَاتِ، وَمَا يَتَرَتَّبُ عَلَيْهَا مِنَ الزَّلاَّتِ وَالغَفَلاَتِ». ¶ المثال الثالث: «النَّاسُ نِيَامٌ فَإِذَا مَاتُوا انْتَبَهُوا». ¶ قال العجلوني في \" كشف الخفاء \" (¬2): «هُوَ مِنْ قَوْلِ عَلِيٍّ بْنُ أَبِي طَالِبٍ كَرَّمَ اللَّهُ وَجْهَهُ». ¶ المثال الرابع: «حَسَنَاتُ الأَبْرَارِ سَيِّئَاتُ الْمُقَرَّبِينَ». ¶ قال العجلوني: «الحَدِيثُ مِنْ كَلاَمِ أَبِي سَعِيدٍ الْخَرَّازِ ... وَهُوَ مِنْ كِبَارِ الصُّوفِيَّةِ» (¬3). ¶ المثال الخامس: «قَوْلِي شَرِِيعَةٌ وَعَمَلِي طَرِيقَةٌ وَحَالِي حَقِيقَةٌ» (¬4). ¶ ¬__________ ¶ (¬1) حققه وعلق عليه محمد الصباغ، طبعة دار الأمانة ومؤسسة الرسالة: 1391 هـ - 1971 م، حديث رقم 539 ص 363. رقم الكتاب بمكتبة جامعة أم القرى المركزية: 238 ع ق أ -. ¶ (¬2) العجلوني: \" كشف الخفاء \": 2/ 357. ¶ (¬3) \" كشف الخفاء \": 1/ 357. ¶ (¬4) ذكره محمود محمد طه في كتيبه \" رسالة الصلاة \" وفي كتيبه \" رسائل ومقالات \" ط 1 مايو 1973 في خطابه إلى الشيخ محمد الشيخ الصابونابي، واستدل على أن السُنَّةَ هي حال النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وليست إقراره أو قوله.",
            "page": "32",
            "part": "1",
            "seal": "679FD752"
        },
        {
            "id": "35",
            "nass": "قال محمد نجيب المطيعي: «من وضع بعض الصوفية وليس له أصل من حديث النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -» (¬1). ¶ المثال السادس: «عَلاَمَةُ الإِذْنِ التَّيْسِيرُ». ¶ يعتمد الجمهوريون على هذا القول كثيرًا في زعمهم بأن دعوتهم هي الحق وأن علامة ذلك تيسير وصولها إلى الناس، ويشيرون أحيانًا إلى أنه كلام الصوفية، ولا يشيرون في معظم الأحيان إلى مصدره، حتى ظن البعض أنه من أحاديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، وهذا القول ليس بحديث لِرَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فهو لا أصل له. ¶ قال المُلاَّ علي القاري في كتابه \" الموضوعات الكبرى \": «لاَ أَصْلَ لَهُ». وقد يأتي بلفظ: ¶ «عَلاَمَةُ الإِجَازَةِ تَيْسِيرُ الأُمُورِ». وأيضًا «لاَ أَصْلَ لَهُ» (¬2). ¶ ¬__________ ¶ (¬1) \" النبأ الأثيم أو الهوس اللاديني الذميم \". ¶ (¬2) \" الموضوعات الكبرى \": حديث 297، ص 246.",
            "page": "33",
            "part": "1",
            "seal": "794378F6"
        },
        {
            "id": "36",
            "nass": "الفَصْلُ الرَّابِعُ: رَدُّ الجُمْهُورِيِّينَ لِلأَحَادِيثِ التِي لاَ تُوَافِقُ أَغْرَاضَهُمْ وَمَذْهَبَهُمْ: ¶ يَرُدُّ الجمهوريون الأحاديث التي لا توافق أغراضهم ومذهبهم بحجة أنها غير موافقة للمعقول، وأنه يمكن إعادة النظر فيها، والقول فيها بالرأي كأحاديث المعراج ولذلك دافعت (الجمهورية) بقول مختار في رسالتها (لا يا رئيس القضاء) عن ذلك الذي تحدث عن الإسراء والمعراج بعقله، وذكرت أن له الحق في التفكير في أحاديث المعراج بعقله فليس في الدين حكرًا لرجال الدين. ¶ ومذهب الجمهوريين في أحاديث المعراج مذهب من لا يؤمن بالنقل، ويعرض حتى معجزة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - - الإسراء والمعراج - على ضوء عقله، ويرفض الأحاديث المتعلقة بها لأن مذهبه لا يتصور أن هنالك رَبًّا بيده الأمر والنهي، وهو الذي خلق هذا الكون وما مُحَمَّدٌ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلا رسول من رسله. ¶ قال الجمهوريون: «والأحاديث التي تتحدث عن رؤية النبي للهِ في المعراج - سواء كانت هذه الرؤية بالبصر أو الفؤاد - هي جميعها تتحدث عن مقام الاسم (¬1) وليس عن الذات المطلقة» (¬2). ¶ ¬__________ ¶ (¬1) مقام الانسان الكامل، ويعني هذا الكلام أن الجمهوريين يؤمنون بأن الرسول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - رأى ربه يوم الإسراء وذلك الرب الذي رآه هو - الإنسان الكامل - أي أنه رأى نفسه. ¶ (¬2) الإخوان الجمهوريون: \" عقيدة المسلمين اليوم \": ص 47.",
            "page": "34",
            "part": "1",
            "seal": "0CD630FE"
        },
        {
            "id": "37",
            "nass": "والقول في كتاب الله - سُبْحَانَهُ وَتَعَالَى - وَسُنَّةَ رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالرأي منهي عنه، وقد كان صحابة رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يخافون من أن يقول أحدهم قولاً مخالفًا للكتاب أو السُنَّةِ. ¶ قال عَلِيُّ - رَضِيَ اللهُ عَنْهُ -: «لَوْ كَانَ الدِّينُ بِالرَّأْي لَكَانَ بَاطِنُ الخُفَّيْنِ أَحَقُّ بِالمَسْحِ مِنْ ظَاهِرِهِمَا» (¬1). ¶ وقال أبو بكر - رَضِيَ اللهُ عَنْهُ -: «أَيُّ سَمَاءٍ تُظِلُّنِي، وَأَيُّ أَرْضٍ تُقِلُّنِي إِذَا قُلْتُ فِي كِتَابِ اللَّهِ بِرَأْيٍ» (¬2). ¶ ¬__________ ¶ (¬1) و (¬2) انظر \" أصول السرخسي \": 2/ 132.",
            "page": "35",
            "part": "1",
            "seal": "7F4BA026"
        },
        {
            "id": "38",
            "nass": "الفَصْلُ الخَامِسُ: عَدَمُ الاِعْتِمَادِ عَلَى السُنَّةِ فِي فَهْمِ القُرْآنِ: ¶ يعتمد الجمهوريون في فهمهم للأحاديث النبوية وللآيات القرآنية على فهم زعيمهم محمود لها، مع أنهم لا يعرفون العربية كما يفهمها الصحابة - رِضْوَانُ اللهِ عَلَيْهِمْ - ومن سار على دربهم من علماء القرآن وعلوم الحديث، كما أنهم لا يعتمدون على السُنَّةِ في فهم القرآن الكريم، ولا يعتبرونها مُفَصِّلَة وَمُبَيِّنَة وَمُوَضِّحَة له، بل يعتمدون على ما استحسنه عقل شيخهم حتى إنهم لم يعترضوا على حديثه عن انتقال التحريم من الأعيان المحسوسة إلى صور السلوك المعنوية اعتمادًا على تفسير شيخهم للآيات القرآنية - كما نرى -. ¶ ومن أمثلة ذلك تفسير محمود لقوله تعالى: {لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُوا} (¬1). ¶ وسبب اعتمادهم على فهم زعيمهم هو حسن ظنهم به واعتقاد الجاهلين من أتباعه أنه أهل الاجتهاد والمعرفة والعلم، واعتقاد الغُلاَةِ منهم أنه من الواصلين ومن المحصلين للعلم الإلهي. ¶ ولو أنهم اتبعوا السُنَّةَ واعتمدوا عليها في بيان الآيات القرآنية وتفسيرها لما وقعوا فيما وقعوا فيه. ¶ ¬__________ ¶ (¬1) [سورة المائدة، الآية: 93]",
            "page": "36",
            "part": "1",
            "seal": "712F67F7"
        },
        {
            "id": "39",
            "nass": "فهم في هذه الناحية رَادُّونَ لِلْسُنَّةِ معتمدون على المعنى الذي تبادر إلى أذهانهم من الآية (1)، وفي هؤلاء الجمهوريين وأمثالهم من الرَادِّينَ لِلْسُنَّةِ بأي حُجَّةٍ، قال رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لاَ أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ، يَأْتِيهِ الأَمْرُ مِنْ أَمْرِي، مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ فَيَقُولُ: لاَ أَدْرِي، مَا وَجَدْنَا فِى كِتَابِ اللَّهِ اتَّبَعْنَاهُ».",
            "page": "37",
            "part": "1",
            "seal": "225E0A5A"
        },
        {
            "id": "40",
            "nass": "الفَصْلُ السَّادِسُ: بَتْرُ النُّصُوصِ: ¶ يبتر الجمهوريون الأحاديث النبوية للإيهام ولا يذكرونها كاملة، خاصة إذا رأوا أن الجزء المبتور [يُبَيِّنُ] فساد عقيدتهم، أو يُشَوِّهُ صورتها أو يؤكد بعدها عن الدين، ولذلك يحرصون دائمًا على ذكر الجزء من الحديث الذي يوافق هواهم، ومما لا شك فيه أن هذا إهمال لأحاديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والغرض من ذلك - البتر - جعل السامع يظن صحة الأدلة التي استدل بها باتر النصوص مع ما في الجزء المبتور من بيان لفساد عقيدته، كما أن بتر النص قد يُعْطِي معنى مخالفًا لما يعطيه الحديث بأكمله، بل يدفع ذلك بصاحبه إلى الكفر، ولذلك نبهنا أكثر من واحد من سلف هذه الأمة إلى عدم بتر النصوص حتى في الكلام العادي وها هو الإمام أبو الحسن الأشعري في كتابه \" اللمع في الرد على أهل الزيغ والبدع \" قد نبهنا إلى أنه يجب ألا نبتر الكلام، وهو على حق في التنبيه، فنصف الجملة قد يُعْطِي معنى مخالفًا لما تعطيه الجملة بأكملها، ونستدل لبيان أن نصف الجملة قد يدفع بصاحبه للكفر إن اعتقده بجمل استخدمها الأشعري في حُجَجِهِ التي ساقها في بيان هل قضى الله المعاصي وقدرها. ¶ قال الأشعري: «إِنَّ الكُفْرَ بَاطِلٌ وَالكُفْرُ قَضَاءِ اللهِ تَعَالَى",
            "page": "38",
            "part": "1",
            "seal": "DBB814D8"
        },
        {
            "id": "41",
            "nass": "بِمَعْنَى أَنَّهُ خَلْقُ اللهِ وَلاَ [تَقُولُ] قَضَاءُ اللهِ بَاطِلٌ لأَنَّهُ يُوهِمُ أَنْ لاَ حَقِيقَةَ لِقَضِاءِ اللهِ تَعَالَى. ¶ وَهَذَا كَمَا نَقُولُ الكَافِرُ مُؤْمِنٌ بِالجِبْتِ وَالطَّاغُوتِ، وَلاَ نَقُولُ: مُؤْمِنٌ وَنَسْكُتَ لِمَا فِيهِ مِنَ [الإِبْهَامِ]. ¶ وَنَقُولُ: إِنَّ النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لَكَافِرٌ بِالجِبْتِ وَالطَّاغُوتِ، وَلاَ نَقُولُ \" لَكَافِرٌ \" وَنَسْكُتَ لِمَا فِي ذَلِكَ مِنَ الإِبْهَامِ» (¬1). ¶ ولأهمية ذكر الأحاديث كاملة دون بتر جزء منها اهتم علماء الحديث بالحفظ، واحتاطوا في الأخذ عمن يأتيه الخطأ من جهة الحفظ ناهيك عن المتروكين من الذين يبترون النصوص عن قصد، بل اهتموا بالحديث الذي تذكر في بعض رواياته زيادة، واحتاطوا في هذه المسألة، لأن إهمال الزيادة الواردة في رواية من الروايات، وفيها معنى زائد يحتاجه المسلم إهمال لحديث النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «لأَنَّ المَعْنَى الزَّائِدَ فِي الحَدِيثِ المُحْتَاجَ إِلَيْهِ يَقُومُ مَقَامَ حَدِيثٍ تَامٍّ» (¬2) ولذلك نرى أئمة الحديث كالإمام مسلم يعيد الحديث الذي فيه زيادة، ويميل في معظم الأحيان إلى إعادة الحديث الذي فيه زيادة في بعض رواياته بهيئته لأن ذلك أسلم (2). ¶ وفي الوقت نفسه نجد أن الجمهوريين يميلون إلى بتر النصوص، لأن الحديث المبتور يُعْطِي معنى يتفق مع هواهم كما نجدهم أيضًا يميلون إلى زيادة ألفاظ - من عندهم - لبعض الأحاديث ¶ ¬__________ ¶ (¬1) أبو الحسن الأشعري: \" اللمع في الرد على أهل الزيغ والبدع \" ط. مطبعة مصر 1955 م، ص 82. ¶ (¬2) انظر: \" صحيح مسلم \"، نشر وتوزيع رئاسة إدارة البحوث العلمية والإفتاء والدعوة المتقدمة، ص 5.",
            "page": "39",
            "part": "1",
            "seal": "ACA8A36A"
        },
        {
            "id": "42",
            "nass": "الصحيحة، مع ما في زيادتهم من تغيير للمعنى. ¶ ومن هذه الأحاديث التي زاد لها محمود بعض الألفاظ حديث: «حُبِّبَ إِلَيَّ مِنْ دُنْيَاكُمُ الطِّيبُ وَالنِّسَاءُ، وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلاَةِ» فقد زاد كلمة (ثَلاَثٍ) إلى الحديث وأصبح يستدل به بهذا اللفظ «حُبِّبَ إِلَيَّ مِنْ دُنْيَاكُمُ ثَلاَثٌ: النِّسَاءُ، وَالطِّيبُ، وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلاَةِ» (¬1) مع أنه لم يرد من أي طريق لفظ ثلاث لأن الصلاة ليست من الدنيا (¬2). ¶ قال الزركشي عن هذا الحديث: «رواه النسائي والحاكم من حديث أنس بدون لفظ ثلاث» (¬3). ¶ وَقَالَ السَّخَاوِيُّ: «لَمْ أَقِفْ [عَلَيْهِ (أي لفظ ثلاث)] إِلاَّ فِي مَوْضِعَيْنِ مِنَ \"الإِحْيَاءِ \"، وَفِي تَفْسِيرِ آلِ عِمْرَانَ مِنَ \" الكَشَّافِ \"، وَمَا رَأَيْتُهَا فِي شَيْءٍ مِنْ طُرُقِ هَذَا الْحَدِيثِ بَعْدَ مَزِيدِ التَّفْتِيشِ»، قَالَ (*): «وَزِيَادَتُهُ مُحِيلَةٌ لِلْمَعْنَى فَإِنَّ الصَّلاَةَ لَيْسَتْ مِنَ الدُّنْيَا». ¶ قال المُلاَّ علي القاري: «أَمَّا صِحَّتُهُ مِنْ جِهَةِ المَبْنَى فَقَدْ قَالَ السُّيُوطِيُّ فِي \" تَخْرِيجِ أَحَاديِثِ الشِّفَاءِ \": \" لَكِنَّ عِنْدَ أَحْمَدَ مِنْ حَدِيثِ عَائِشَةَ: \" كَانَ يُعْجِبُ [نَبِيَّ اللَّهِ] مِنَ الدُّنْيَا ثَلاَثَةُ أَشْيَاءَ: النِّسَاءُ وَالطِّيبُ وَالطَّعَامُ \" (**) فَأصَابَ اثْنَتَيْنِ وَلَمْ يُصِبْ وَاحِدَةً أَصَابَ النِّسَاءَ وَالطِّيبَ وَلَمْ يُصِبِ الطَّعَامَ. قَالَ: إِسْنَادُهُ صَحِيحٌ إِلاَّ أَنَّ فِيهِ رَجُلاً لَمْ يُسَمَّ [قُلْتُ فَيَصِيرُ إِسْنَادُهُ حَسَنًا] (3). ¶ ¬__________ ¶ (¬1) انظر على سبيل المثال، الإخوان الجمهوريون: \" صَلُّوا فَإِنَّكُمْ اليَوْمَ لاَ تُصَلُّونَ \": ص 16. ¶ (¬2) محمد نجيب المطيعي: \" النبأ الأثيم أو الهوس اللاديني الذميم \" - مقال مخطوط -. ¶ (¬3) المُلاَّ علي القاري: \" الموضوعات الكبرى \": حديث 160 ص 176. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) الكلام للزركشي وليس للسخاوي. ¶ (**) الرواية في \" مسند الإمام أحمد \": عَنْ عَائِشَةَ قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعْجِبُهُ مِنَ الدُّنْيَا ثَلاَثَةٌ: الطَّعَامُ، وَالنِّسَاءُ، وَالطِّيبُ، فَأَصَابَ ثِنْتَيْنِ وَلَمْ يُصِبْ وَاحِدَةً، أَصَابَ النِّسَاءَ وَالطِّيبَ، وَلَمْ يُصِبِ الطَّعَامَ». \" المسند \": تحقيق الشيخ شعيب الأرناؤوط، عادل مرشد وآخرون، 40/ 499، حديث رقم 24440، الطبعة الأولى: 1421 هـ - 2001 م، نشر مؤسسة الرسالة.",
            "page": "40",
            "part": "1",
            "seal": "514A5434"
        },
        {
            "id": "43",
            "nass": "وذكر العجلوني في \" كشف الخفاء \" أن الحديث أخرجه الطبراني في \" الأوسط \" و \" الصغير \" والخطيب البغدادي في \" تاريخ بغداد \"، والحاكم والنسائي، وغيرهم بدون لفظ «مِنْ دُنْيَاكُمُ الطِّيبُ ثَلاَثٌ» وذلك لأن الصلاة ليست من الدنيا (¬1). ¶ بَتْرُ النُّصُوصِ: ¶ المِثَالُ الأَوَّلُ: «خَلَقَ آدَمَ عَلَى صُورَتِهِ»: ¶ هذا الحديث من الأحاديث التي يستدل بها محمود محمد طه كثيرًا ليلبس بها على الناس، ويؤكد لهم صحة مذهبه في تجسد الذات الإلهية، وهو دائمًا يذكر هذا الحديث ناقصًا ولا يذكره بتمامه، وإنما يقتصر على القدر الذي يظن أنه من شواهده كعادته المعروفة، وبذلك جعل سامعيه لا يعرفون المعنى الصحيح للحديث، وقد يكون فاته مرجع الضمير في قوله «عَلَى صُورَتِهِ». ¶ وتمام الحديث يُبَيِّنُ لنا فساد عقيدة محمود التي بناها على دليله المبتور. ¶ قال الإمام عبد الله بن الإمام أحمد بن حنبل حَدَّثَنِي أَبِي، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا ضَرَبَ أَحَدُكُمْ فَلْيَجْتَنِبِ الوَجْهَ فَإِنَّ اللَّهَ خَلَقَ آدَمَ عَلَى صُورَتِهِ» (¬2). ¶ وَعَنْ أَبِي هُرَيْرَةَ - رَضِيَ اللهُ عَنْهُ - عَنْ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ ¶ ¬__________ ¶ (¬1) \" كشف الخفاء \": 1/ 138. ¶ (¬2) \" كتاب السنة \": ج 2 ص 146.",
            "page": "41",
            "part": "1",
            "seal": "08ABE2D4"
        },
        {
            "id": "44",
            "nass": "«لاَ يَقُولَنَّ أَحَدُكُمْ قَبَّحَ اللَّهُ وَجْهَكَ وَوَجْهَ مَنْ أَشْبَهَ وَجْهَكَ فَإِنَّ اللَّهَ خَلَقَ آدَمَ عَلَى صُورَتِهِ» (¬1). ¶ ومعنى الحديث جد واضح، ومرجع الضمير ظاهر من ذكر سبب الحديث، وتوضيح المعنى كالآتي: ¶ يقول - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «إذا اراد أحدكم أن يضرب من يجوز له ضربه - ضَرْبَ تَأْدِيبٍ طَبْعًا - كالغلام والولد والزوجة فليتق الوجه ضربًا احترامًا بأبي البشر آدم لأن الله خلق وجه آدم مشبهًا لوجه هذا الإنسان، وهذا ما يسميه علماء البلاغة بالتشبيه المقلوب، إذ كان المفروض تشبيه وجه الفروع بوجه الأصل، ولكنه جعل وجه الفرع كالأصل تنفيرًا من ضربه» (¬2). ¶ وعرض محمود من الاستدلال بهذا الجزء من الحديث بيان أن الإنسان الكامل هو أول مرحلة من مراحل التجسد وأن آدم فيه تجسيد لصفات الرب جميعها ظنًا منه أن الضمير في قوله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - «عَلَى صُورَتِهِ» راجع إلى الله، وقد علمنا الآن عدم صحة هذا الفهم بمعرفتنا المعنى الصحيح للحديث. ¶ المثال الثاني: «أَخْوَفُ مَا أَخَافُ عَلَيْكُمُ الشِّرْكُ الْخَفِيُّ»: ¶ يذكر محمود محمد طه هذا الجزء من الحديث في محاضراته دائمًا، ويهمل الباقي إهمالاً تَامًّا، ويسكت عنه عن قصد لأنه لا يتفق مع مراده «وهكذا يفعل كل مغرض وصاحب هوى مع ¶ ¬__________ ¶ (¬1) كتاب \" السنة \": ج 2، ص 149. ¶ (¬2) انظر: \" المحاضرة الدفاعية عن السنة المحمدية \"، محمد أمان بن علي الجامي: ص 12 وص 13.",
            "page": "42",
            "part": "1",
            "seal": "428970B9"
        },
        {
            "id": "45",
            "nass": "النصوص» (¬1). فالحديث بتمامه كالآتي: «إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمُ الشِّرْكُ الْخَفِيُّ» فسئل عنه فقال: هو الرياء. ¶ ولم يكتف محمود ببتر النص، بل يفسر ما استدل به على هواه، قال في تفسيره للجزء من الحديث الذي استدل به: «المراد بالشرك الخفي أن يرى الإنسان نفسه» وقد علمنا المعنى الصحيح للشرك الخفي من نفس الحديث (¬2). ¶ ¬__________ ¶ (¬1) انظر: محمد أمان بن علي الجامي: \" المحاضرة الدفاعية عن السنة المحمدية \": ص 21. ¶ (¬2) انظر: محمد أمان بن علي الجامي: \" المحاضرة الدفاعية عن السنة المحمدية \": ص 21.",
            "page": "43",
            "part": "1",
            "seal": "CC3BCF15"
        },
        {
            "id": "46",
            "nass": "الفَصْلُ السَّابِعُ: جَعْلُ الجُمْهُورِيِّينَ لِلأَحَادِيثِ مَعْنَيَيْنِ: مَعْنَى قَرِيبًا وَمَعْنَى بَعِيدًا: ¶ جعل الجمهوريون للأحاديث معنيين معنى قريبًا ومعنى بعيدًا، المعنى البعيد هو المقصود لذاته، والمعنى القريب في معظم الأحيان وسيلة للمعنى البعيد، وذكروا أن الذي يفهم المعنى القريب دون البعيد فما فهم الأحاديث. ¶ المثال الأول: «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي»: ¶ قَالَ رَسُولُ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «\" صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي». ¶ قال محمود في كتابه \" رسالة الصلاة \": «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي»!! هكذا أمر النبي في تبليغه رسالة ربه، فالصلاة معراج النبي بالأصالة ومعراج الأُمَّةِ بعده بالتبعية والتقليد .. وكلمة «رَأَيْتُمُونِي أُصَلِّي» لها معنى بعيد، ومعنى قريب .. فأما المعنى البعيد فهو أن ترى بعين البصيرة حال قلب النبي من صدق التوجه حين يقوم لصلاته، وأما المعنى القريب فهو أن نرى بعين البصر حركات النبي الظاهرة في صلاته فنتفنها أيضًا .. فنحن بدون أن نراه بعين البصيرة وبعين البصر، وبعبارة أخرى بدون أن نعرف حال قلبه وحركات جسده لا نكون قد رأيناه .. وإذا صلينا بمحاكاة حركات الجسد، بدون محاكاة صدق توجه القلب لا نكون أطعنا",
            "page": "44",
            "part": "1",
            "seal": "1619F5DC"
        },
        {
            "id": "47",
            "nass": "عبارته «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي»، وآفة صلاتنا الحاضرة أننا ذهلنا عن هذه الرؤية المزدوجة فأصبحنا نتقن حركات الصلاة ولكن قلوبنا شاردة، فنحن حين نقوم بأجسادنا في مساجدنا نكون بقلوبنا في السوق أو في الشارع .. ونحن حين نقول: «اللهُ أَكْبَرُ» في إحرامنا، يقول مناد من قبل الحق كذبتم لستم بها صادقين وإنما المال أكبر أو الجاه أكبر .. وبذلك لا تكون صلاتنا صلاة ويحق فينا قوله تعالى: {فَوَيْلٌ لِلْمُصَلِّينَ، الَّذِينَ هُمْ عَنْ صَلاَتِهِمْ سَاهُونَ، الَّذِينَ هُمْ يُرَاءُونَ، وَيَمْنَعُونَ الْمَاعُونَ} (¬1)، سماهم المصلين، لأن حركاتهم حركات مُصَلٍّ، ثم قال فيهم إنهم عن صلاتهم {سَاهُونَ} يعني غافلون عن حقيقة صلاتهم وهي التي تقوم فيها الصلة بين الله وبينهم، وذلك بحضور قلوبهم فيها، ولذلك قال: {الَّذِينَ هُمْ يُرَاءُونَ} أي يهتمون بالظاهر ويهملون الباطن {وَيَمْنَعُونَ الْمَاعُونَ}، والماعون يعني القلب بمنعونه من الله أن يكون فيه، ويملأونه بأصنام حب الجاه وحب السلطة) (¬2). ¶ فحديث: «صَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي» فيه أمران: أمر بالتقليد وأمر بالأصالة - في رأي الجمهوريين -. ¶ جاء في كتاب \" رسالة الصلاة \": ¶ «فالنبي آتانا بلسان الشريعة - لسان المقال - أمرًا بالتقليد، وآتانا بلسان الحقيقة - لسان الحال - أمرًا بالأصالة» (2). ¶ فمعنى الحديث - عند الجمهوريين -: أن النبي قد قال بلسان ¶ ¬__________ ¶ (¬1) [سورة الماعون، الآيات: 4 - 7]. ¶ (¬2) محمود محمد طه: \" رسالة الصلاة \" ط. رمضان: 1389 هـ، ص 42، 43.",
            "page": "45",
            "part": "1",
            "seal": "368D12DF"
        },
        {
            "id": "48",
            "nass": "العبارة «قَلِّدُونِي في صلاتي بإتقان وبتجويد حتى يفضي بكم تقليدي إلى أن تكونوا أصلاء مثلي أو كأنه قال: قلدوني بإتقان وبتجويد وبوعي تام إلى أن تبلغوا أن تقلدوني في أصالتي، غير أنه ليس في الأصالة تقليد» (¬1). ¶ وقد أخطأ الجمهوريون في هذه المسألة التي حاولوا أن تكون سَنَدًا لهم في الدعوة إلى الأصالة - ترك التقليد - أو ترك الصلاة الشرعية. ¶ وهذا الحديث الذي تحدث عنه الجمهوريون له معنى واحدًا، وفيه تنصيص على أن فعل الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مُبَيِّنٌ لأصحابه، فالبيان هو عبارة عن إظهار المراد، والمراد من هذا الحديث واضح وبين، وهو أن نصلي بالكيفية التي وضحها لنا الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ وإظهار المراد قد يكون بالفعل أبلغ منه بالقول (¬2)، ولهذا السبب نرى أن محمودًا قد أخطأ في جعله للمتقن للصلاة الحركية وغير المدرك للمعنيين الذين تحدث عنهما من الذين هم عن صلاتهم ساهون، ومن الذين لا صلاة لهم، فالآيات التي استدل بها محمود لتأكيد مذهبه في هذه المسألة لها معنى يختلف عن المعنى الذي يتحدث عنه. ¶ ¬__________ ¶ (¬1) محمود محمد طه: \" رسالة الصلاة \" ط. رمضان: 1389 هـ، ص 42، 43. ¶ (¬2) لمعرفة المزيد عن أن إظهار المراد قد يكون بالفعل أبلغ منه بالقول، وإن لهذا الحديث معنى يختلف عن فهم محمود له، انظر: \" أصول \" السرخسي: 2/ 27.",
            "page": "46",
            "part": "1",
            "seal": "AAB3CB2F"
        },
        {
            "id": "49",
            "nass": "الفَصْلُ الثَّامِنُ: تَأْوِيلُ ظَاهِرِ الأَحَادِيثِ إِلِى تَأْوِيلاَتٍ لاَ تُعْقَلُ: ¶ يميل الجمهوريون إلى تأويل ظاهر الأحاديث إلى تأويلات لا تعقل، ومرادهم من ذلك - كما نرى - هو إبطال الشريعة، وقد ساروا في هذه المسألة على طريق الثنوية والدهرية والإباحية من المنكرين للنبوة والشرائع والحشر والجنة والنار والملائكة والربوبية. ¶ فيميل الجمهوريون إلى تأويل الأحاديث التي تتحدث عن رؤية الله - عَزَّ وَجَلَّ - في الآخرة، ويزعمون أن الله الذي يأتي يوم القيامة في ظلل من الغمام هو الإنسان الكامل. كما يميلون إلى تأويل الأحاديث التي تتحدث عن الصراط والميزان والمعراج. ¶ قال الجمهوريون: «وكل الأحاديث النبوية التي تتحدث عن رؤية الله يوم القيامة، وهي أحاديث كثيرة، إنما تتحدث عن مقام الاسم (¬1) وليس عن الذات المطلقة وذلك لأن القيامة زمان ومكان، والذات المطلقة لا يحويها الزمان والمكان .. ولأن الرؤية لا تكون إلا لمحدود، والذات المطلقة تتعالى أن تراها البصائر أو الأبصار» (¬2). ¶ ¬__________ ¶ (¬1) \" الإنسان الكامل \". ¶ (¬2) الإخوان الجمهوريون: \" عقيدة المسلمين اليوم \": ص 47.",
            "page": "47",
            "part": "1",
            "seal": "4EEF002F"
        },
        {
            "id": "50",
            "nass": "الفَصْلُ التَّاسِعُ: القَوْلُ بِمَرْحَلِيَّةِ الأَحَادِيثِ النَّبَوِيَّةِ: ¶ يقول الجمهوريون بمرحلية السُنَّةِ النبوية عمومًا فَسُنَّةُ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - - عندهم - يجب اتباعها في مرحلة التقليد، فهي نقطة الانطلاق إلى سُنَّةِ اللهِ، فَسُنَّةُ النَّبِيِّ هي الحق الساعي لطلب الله - سُبْحَانَهُ وَتَعَالَى - بعد أن تسلك النفس الطريق من نقطة انطلاقها متمسكة بِالسُنَّةِ النَّبَوِيَّةِ - عند الجمهوريين - هي القاعدة التي جاءت من الله لتوصل العبد إلى سدرة منتهاه، حيث يجب على النَّبِيِّ عند - الجمهوريين - في تلك اللحظة أن يبتعد، ويخرج نفسه من بين العبد وربه، وعندها تكتمل عبودية الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -، ولا تكون له رائحة ربوبية على الواصل وعندها يصل السالك إلى سُنَّةِ اللهِ، وتصبح السُنَّةُ النَّبَوِيَّةُ مرحلة قد قطعها الواصل إلى الله. ¶ ولا يكتفي الجمهوريون بالقول بمرحلية السُنَّةِ النَّبَوِيَّةِ، بل يذهبون إلى القول بأن هناك عددًا من الأحاديث يجب عدم اتباعها حتى في مرحلة التقليد عندهم. ¶ وهذه الأحاديث بصفة عامة هي الأحاديث التي قالوا عنها أنها ليست من سُنَّةِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في خاصة نفسه.",
            "page": "48",
            "part": "1",
            "seal": "2562ACB7"
        },
        {
            "id": "51",
            "nass": "أَمْثِلَةٌ مِنَ الأَحَادِيثِ التِي يَقُولُ الجُمْهُورِيُّونَ بِمَرْحَلِيَّتِهَا: ¶ من الأحاديث التي يوصي الجمهوريون أتباعهم بعدم اتباعها حتى مرحلة التقليد - التي يقولون بها -: ¶ [أ] جميع الأحاديث في كتب الصحاح عن الزكاة ذات المقادير، وتفصيل مقاديرها والأموال التي تجب فيها، ونصاب هذه الأموال، وزمن وجوبها (¬1). ¶ [ب] جميع الأحاديث التي تتحدث عن الميراث وتقسيمه، ¶ [المثال الأول: «لَنْ يُفْلِحَ قَوْمٌ وَلَّوْا أَمْرَهُمُ امْرَأَةً»]: ¶ ومن أمثلة الأحاديث التي قال الجمهوريون بمرحليتها حديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -: «لَنْ يُفْلِحَ قَوْمٌ وَلَّوْا أَمْرَهُمُ امْرَأَةً» (¬2). ¶ ويذكر الجمهوريون هذا الحديث بلفظ: «مَا أَفْلَحَ قَوْمٌ وَلَّوْا أَمْرَهُمْ امْرَأَةٌ» (*). ¶ وقالوا عنه في كتيباتهم المختلفة أنه حديث مرحلي، على المسلمين العمل به قبل مجيء أمة الجمهوريين، لأنه تابع لآية القوامة المعمول بها في الشريعة الإسلامية، التي تمنع المرأة من أن تَلِي أمر الرجال، وتجعل الرجل قَيِّمًا على المرأة. أما الشريعة الجمهورية فلا مكان فيها لهذا الحديث، فقد انتهى زمن العمل به لأن الدعوة الجمهورية تقول بمرحلية آية القوامة (¬3). ¶ ¬__________ ¶ (¬1) انظر الأحاديث الواردة في كتب الصحاح، واقرأ شرحها في كتاب \" نيل الأوطار \" للشوكاني (المتوفى سَنَة 1250 هـ). ¶ (¬2) \" صحيح البخاري \" بشرح فتح الباري - كتاب المغازي - بَابُ كِتَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى كِسْرَى وَقَيْصَرَ، 8/ 126، حديث رقم 2262. و\" سنن النسائي \" - كتاب آداب القضاء - باب النهي عن استعمال النساء في الحكم: 8/ 227. ¶ (¬3) الإخوان الجمهوريون: \" هذا المؤتمر العالمي للدعوة الإسلامية إلى ماذا يدعو العالم؟ \"، ط 1، مارس 1981 م، ص 10. الإخوان الجمهوريون: \" مفارقة الإخوان المسلمين للشريعة والدين \": ط 3، 1982 م، ص 22. ¶ [تَعْلِيقُ مُعِدِّ الكِتَابِ لِلْمَكْتَبَةِ الشَّامِلَةِ]: ¶ (*) رواية أحمد قريبة من هذه الصغية: «مَا أَفْلَحَ قَوْمٌ يَلِي أَمْرَهُمْ امْرَأَةٌ»، انظر: \" المسند \": أحمد بن حنبل، تحقيق الشيخ شعيب الأرناؤوط، عادل مرشد وآخرون، 34/ 144، حديث رقم 20508، الطبعة الأولى: 1421 هـ - 2001 م، نشر مؤسسة الرسالة.",
            "page": "49",
            "part": "1",
            "seal": "98C347BF"
        },
        {
            "id": "52",
            "nass": "ومما لا شك فيه أن حديث الجمهوريين عن مرحلية هذا الحديث وغيره هو امتداد لقولهم بمرحلية الشريعة، وهذا الحديث حديث صحيح والأمر فيه واضح وصريح مهما حاول الجمهوريون ألا يذكروه باللفظ المعروف حتى لا يكون فيه التحريم قاطعًا، فلقد نفى الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - الفلاح عمن يرضون بحكم المرأة بهذا الحديث، الذي قاله - عَلَيْهِ أَفْضَلُ الصَلاَةِ وَالسَّلاَمُ - عندما سمع أن بوران بنت كسرى قد تولت الحكم بعد أبيها، والنفي في هذا الحديث وارد بكلمة لن، مما يؤكد أن هذا التحريم تحريم قاطع وأن هذا النفي نفي جازم فلن من صِيَغِ النفي التأبيدي (¬1). ¶ [المثال الثاني: «مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَذْهَبَ لِلُبِّ الرَّجُلِ الحَازِمِ مِنْ إِحْدَاكُنَّ»]: ¶ «مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَذْهَبَ لِلُبِّ الرَّجُلِ الحَازِمِ مِنْ إِحْدَاكُنَّ»، قُلْنَ: وَمَا نُقْصَانُ دِينِنَا وَعَقْلِنَا يَا رَسُولَ اللَّهِ؟ قَالَ: «أَلَيْسَ شَهَادَةُ المَرْأَةِ مِثْلَ نِصْفِ شَهَادَةِ الرَّجُلِ؟» قُلْنَ: بَلَى، قَالَ: «فَذَلِكِ مِنْ نُقْصَانِ عَقْلِهَا، أَلَيْسَ إِذَا حَاضَتْ لَمْ تُصَلِّ وَلَمْ تَصُمْ» قُلْنَ: بَلَى، قَالَ: «فَذَلِكِ مِنْ نُقْصَانِ دِينِهَا» (¬2). ¶ ذكر الجمهوريون في كتيبهم \" المرأة والتدين \" (¬3) أن المرأة كانت ناقصة عقل ودين في الماضي، إلا أنها الآن في طريقها لتصبح مكتملة العقل والدين، فالسبب في نقصان عقلها ودينها في الماضي ¶ ¬__________ ¶ (¬1) انظر الحديث عن هذا الحديث في هامش كتاب \" حكم الإسلام في الاشتراكية \": ص 45. ¶ (¬2) \" صحيح البخاري \"، الجزء الأول، - كتاب الحيض -: ص 83. ¶ (¬3) \" المرأة والتدين \"، ط 1، رمضان، 1395 هـ. وانظر أيضًا كتيب \" محمود يخاطب النساء في حقوقهن \".",
            "page": "50",
            "part": "1",
            "seal": "61BC93B7"
        },
        {
            "id": "53",
            "nass": "هو قلة تجاربها في الحياة، وترجع قلة تجاربها - عند الجمهوريين - لحبس الرجل لها في البيت خوفًا على عِفَّتِهَا ولغيرته الشديدة عليها، كما أن الرجل كان المسيطر والقَيِّمُ على البيت، فالمرأة في الماضي كانت مملوكة ومحبوبة، أما الآن فقد زعم الجمهوريون أنه جاء زمن الحرية وتطورت المرأة وتطور عقلها بخروجها من المنزل واتجاهها للعمل والتعليم (¬1). ¶ ويرى الجمهوريون أن المرأة الآن في سبيلها للخلاص النهائي من نقصان عقلها ودينها، ولن يكون لها تمام كمال ذلك إلا باتباع عقيدتهم. ¶ وهذا الحديث في رأي الجمهوريين حديث مرحلي انتهى العمل به. ¶ والحديث الذي تحدث عنه الجمهوريون وقالوا بمرحليته حديث ثابت في كتب السنن إلا أن الجمهوريين لا يذكرونه كاملاً بل يكتفون بالجزء الأول منه، لأن باقي الحديث يفسر نقصان عقل المرأة ودينها. ¶ وما ذكره الجمهوريون عن مرحلية حديث رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - عن نقصان عقل المرأة ودينها هو ترديد لشبهة أثارها المغرضون من ¶ ¬__________ ¶ (¬1) اتجاه المرأة للتعليم ليس بجديد، بل يجب أن تتعلم المرأة، فالمرأة محتاجة إلى التعليم لأنها مُرَبِّيَةُ أجيال، ولقد اتجه جهد العلماء المسلمين إلى تعليمها منذ قديم الزمان، فابن الجوزي قد صنف كتابًا يتعلق بأحكام النساء بَيَّنَ لهن فيه أمور دينهن، ولا شك أن الفائدة التي تجدها المرأة في كتاب \" أحكام النساء \" للحافظ عبد الرحمن بن الجوزي، الفقيه الحنبلي، المُتَوَفَّى سَنَةَ 597 هـ تفوق بملايين المرات الفائدة التي تجدها المرأة في كتيب مبلبل للأفكار كتب باللغة الدارجة ككتيب \" المرأة والتدين \".",
            "page": "51",
            "part": "1",
            "seal": "1CC2BEE7"
        },
        {
            "id": "54",
            "nass": "المستشرقين وأتباعهم من أبناء المسلمين الجاهلين بدينهم (1). ¶ ولم يكتب الجمهوريون بترديد شبهة أعداء الإسلام، بل أضافوا إلى ذلك القول بمرحلية الحديث تمشيًا مع عقيدتهم القائلة بمرحلية الشريعة الإسلامية. والسبب الذي جعل الجمهوريين يقولون بمرحلية هذا الحديث - على حسب ما اعتقد - هو اتجاههم في عقيدتهم لمساواة المرأة والرجل المساواة التامة في الشهادة والقوامة والميرات وغير ذلك.",
            "page": "52",
            "part": "1",
            "seal": "9E4AB420"
        },
        {
            "id": "55",
            "nass": "الفَصْلُ العَاشِرُ: رَفْضُ الجُمْهُورِيِّينَ العَمَلَ بِجُزْءٍ كَبِيرٍ مِنَ الأَحَادِيثِ النَّبَوِيَّةِ: ¶ يرفض الجمهوريون العمل بالكثير من الأحاديث النبوية الشريفة المتعلقة بمظاهر حياة الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - كالأحاديث التي تتحدث عن كيفية أكله - عَلَيْهِ أَفْضَلُ الصَلاَةِ وَالسَّلاَمُ - والأحاديث التي تتحدث عن كيفية لباسه وشربه، بل سائر الأحاديث التي تتناول جوانب حياته - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وكذلك الأحاديث التي تتحدث عن لباس المؤمنين وحدوده الشرعية المُبَيِّنَةِ له، وجميع الأحاديث التي تتعلق بجوانب حياتهم ما عدا الجوانب التعبدية، بحجة أنها ما دامت تتحدث عن الأكل أو الشرب أو اللباس فهي على أحسن الفروض تتحدث عن سُنَّةِ العَادَةِ، أو السُنَّةِ التي فعلها النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على سبيل الجبلة، أو تتحدث عن شريعة بَيَّنَهَا الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لأصحابه وأمرهم باتباعها، أو بَيَّنَ لهم استحبابها، فإن كانت الثانية فهذه شريعة - عند الجمهوريين - وليست سُنَّةً، وهذه متغيرة بتغير الظروف - عند الجمهوريين - وترك السُنَّةِ المتغيرة - في المذهب الجمهوري - يعتبر قربة دينية أكثر من فعلها، وفي سبيل بيان عقيدتهم في مسألة الأحاديث التي دلت على أشياء فعلها النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على وجه العادة والجبلة قسموا لاتباعهم السُنَّةَ إلى قسمين:",
            "page": "53",
            "part": "1",
            "seal": "E30E8AC0"
        },
        {
            "id": "56",
            "nass": "[أ] سُنَّةَ عَادَةٍ. ¶ [ب] سُنَّةَ عِبَادَةٍ. ¶ [أ] سُنَّةَ العَادَةِ: ¶ --------------- ¶ سنة العادة عند الجمهوريين تتغير بتغير الظروف التاريخية والاجتماعية والاقتصادية، وهي تسقط - عندهم - في حق أمتهم، بل تركها يعتبر قربة دينية أكثر من فعلها. ¶ ومن سنة العادة اللحية والعمامة والعصا والأضحية. ¶ [ب] سُنَّةَ العِبَادَةِ: ¶ ----------------- ¶ وأما سُنَّةُ العبادة التي يتمسكون بها في ليست تلك الأحاديث التي تتحدث عن الزكاة ذات المقادير المحدودة، أو صلاة التراويح أو سائر العبادات التي يتمسك بها المؤمنون، بل سُنَّة العبادة التي يقصدها الجمهوريون هي السُنَّةُ التي تتحدث عن قيام الليل وغيرها من العبادات التي كانت خاصة بِالنَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فهذه هي السُنَّةُ، وهي في تعريف الجمهوريين «معاملة النبي لربه، وهي تثمر معاملة النبي للخلق، وهي تقوم ابتداء على كف الأذى عن الناس، ثم تحمل الأذى منهم ثم توصيل الخير إليهم» (¬1). ¶ أما الأحاديث التي تتحدث عن الزكاة ذات المقادير، وسائر العبادات التي تتبعها المؤمنون فهي في رأي الجمهوريين (شريعة) وبيان من الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للشريعة التي يجب أن يتبعها المؤمنون حتى يرتفعوا إلى مستوى (الإسلام) وهي إن اتبعها الجمهوري في ¶ ¬__________ ¶ (¬1) انظر: الإخوان الجمهوريون: \" الضحية غير واجبة \"، ط 2، 1981 من، ص 14.",
            "page": "54",
            "part": "1",
            "seal": "2BE395A0"
        },
        {
            "id": "57",
            "nass": "مرحلة (التقليد) تسقط عنه في مرحلة (الأصالة) وتصبح في حقه أحاديث مرحلية قد انتهى زمن العمل بها بمجرد وصوله إلى سدرة منتهاه كما تسقط عنه أيضًا سُنَّةُ العبادة الخاصة بالنبي - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - والتي يزعم الجمهوريون أنهم يحافظون عليها (¬1). ¶ ولنا عدة ملاحظات على حديث الجمهوريين وتقسيمهم لِسُنَّةِ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - إلى سُنَّةِ عَادَةٍ وَسُنَّةِ عِبَادَةٍ، فحديثهم في هذه الناحية خلط أريد به باطل، وينحصر الباطل الذي حواه حديثهم في نقاط أساسية: ¶ النقطة الأولى: ¶ إدخالهم لجزء كبير من السُنَّةِ العامة التي يتأسى فيها المؤمنون بِالرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فِي السُنَّةِ التي فعلها الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على وجه العادة أو الجبلة تمهيدًا لرفضها .. ¶ فنحن نعلم أن من أفعال النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ما يصدر منه على وجه الجبلة أو العادة كالقيام أو القعود أو الاضطجاع أو الأكل أو الشرب أو اللبس ونعلم أن هذا الضرب ليس داخلاً فيما يطلب فيه التأسي وغاية ما يفيده فعله - - عَلَيْهِ الصَلاَةُ وَالسَّلاَمُ - لمثل هذه الأشياء الإباحة، فلا يقال لتارك شيء منها أنه تارك لِلْسُنَّةِ (¬2)، إلا أن الجمهوريين أخذوا هذه المسألة وتوسعوا فيها، وأدخلوا فيها أشياء ليست تابعة لها، ورفضوا بسببها كثيرًا من الأحاديث اعتمادًا عليها، فجعلوا مثلاً مسألة [اللباس] مسألة عامة، أي أنهم يرفضون ¶ ¬__________ ¶ (¬1) انظر: الإخوان الجمهوريون: \" الضحية غير واجبة \". ¶ (¬2) انظر: الشيخ محمد خضر: \" رسائل الإصلاح \": 2/ 74.",
            "page": "55",
            "part": "1",
            "seal": "536B585E"
        },
        {
            "id": "58",
            "nass": "العمل بجميع الأحاديث التي تتحدث عن لبس الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - ولبس المؤمنين وإن كانت أحاديث تنهى عن لبس نوع معين من الثياب أو المعادن كالذهب (¬1)، وهكذا في سائر المسائل. ¶ وأدخلوا هذه الأحاديث في سُنَّةِ العَادَةِ وجعلوها سُنَّةً متغيرة بتغير الزمان، وقالوا: إنها الآن ليست سُنَّةً لأن هذه بداية دورة جديدة من دورات الحياة ستنتقل فيها البشرية إلى مرحلة الإنسانية الكاملة. ¶ النقطة الثانية: ¶ بيان خطأ زعمهم أن تارك السُنَّةِ التي صدرت من الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على وجه الجبلة يثاب على ذلك .. ¶ زعم الجمهوريون أن ترك السُنَّةِ التي فعلها النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قربة دينية يثاب فاعلها، ولا شك أن هذه دعوة صريحة للابتعاد عن السُنَّةِ النَّبَوِيَّةِ، ومخالفة واضحة للمسلمين، وزعم باطل أريد به بيان أن الغاية من فعله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - للأشياء التي صدرت منه على سبيل العادة ليست هي الإباحة، وأريد به بيان أن مخالفة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - مستحبة، وهم بذلك يمثلون صنفًا ثالثًا يمكن إضافته إلى أهل ¶ ¬__________ ¶ (¬1) انظر أمثلة للأحاديث الواردة في هذه المسائل - والتي رضفها الجمهوريون تمشيًا مع مذهبهم - في \" صحيح مسلم بشرح النووي \"، ط 1، 1347 هـ، ج 14، المجلد السابع، ص 31 - 52، نشر دار إحياء التراث العربي، 61 - 103. ¶ - أحاديث النهي عن لبس الرجل الثوب المعصفر. ¶ - جر الثوب خيلاء. ¶ - تحريم خاتم الذهب على الرجال. ¶ - تحريم فعل الواصلة والمستوصلة والمستوشمة والنامصة والمتنمصة، ص 103.",
            "page": "56",
            "part": "1",
            "seal": "42935F70"
        },
        {
            "id": "59",
            "nass": "الهوى وإخراجه من النوعين المتبعين لِسُنَّة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ -. ¶ فالنوع الأول المتبع لِسُنَّة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - نوع اتبع الرَّسُولَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في الأشياء التي صدرت عنه على وجه العادة والجبلة تأسيًا واتباعًا ورجاء لثواب الله - سُبْحَانَهُ وَتَعَالَى - فهذا يثاب على اتباعه، ومثاله فعل عبد الله بن عمر - رَضِيَ اللهُ عَنْهُ - فقد كان يتحرى متابعة الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في كل شيء حتى قيل أنه كان يتحرى أن يتبرز في المكان الذي تبرز فيه الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وقيل عنه أنه كان يستدير بناقته في الخلاء فيسأل عن ذلك، فيقول: «لَقَدْ رَأَيْتُ رَسُولَ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - اِسْتَدَارَ بِنَاقَتِهِ فِي هَذَا المَكَانِ فَفَعَلْتُهُ اِتِّبَاعًا» (¬1). ¶ أما النوع الثاني من المسلمين فهو نوع اتبع الرَّسُولَ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في كل أمره ما عدا بعض الأشياء التي فعلها على سبيل العادة والجبلة، ولم يترك هؤلاء - حتى هذا القليل - لعدم إيمانهم به، بل يؤمنون بأنه سُنَّةٌ، ويؤمنون بصدق الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في كل أمره، وإنما تركوا الاتباع في سُنَّةٍ فعلها الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على وجه الجبلة لضعف نفوسهم، كما قال الشافعي - رَضِيَ اللهُ عَنْهُ - عن نتف الإبط، ولكن نفسه لا تقوى على ذلك، فهذا النوع لا شيء عليه ولا يسمى تاركًا لِلْسُنَّةِ. ¶ أما الثالث فهو من صنف أهل الهوى، يحاولون استخدام السُنَّةِ لنشر باطلهم، ومن هذا النوع الجمهوريون، فقد دعوا إلى ترك السُنَّةِ التي صدرت من الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على وجه الجبلة، وقالوا إن ¶ ¬__________ ¶ (¬1) انظر: \" رسائل الإصلاح \": 2/ 74 وما بعدها.",
            "page": "57",
            "part": "1",
            "seal": "BCF22DA5"
        },
        {
            "id": "60",
            "nass": "تركها قربة دينية أكثر من فعلها، ثم جعلوها مطية لنشر مذهبهم، فأدخلوا فيها كل ما يمس حياة المؤمنين. ¶ وقد أخطأ الجمهوريون في هذه المسألة وسعوا بها في الحقيقة إلى تحليل ما حَرَّمَهُ اللهُ - سُبْحَانَهُ وَتَعَالَى -، فإن كان القول بأن تارك سُنَّةَ النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - التي صدرت منه على وجه العادة يثاب قد بينا فساده، مع أن الغاية من فعله لهذه الأشياء الإباحة، فكيف بالقول الداعي إلى مخالفة الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - يفعل ما نهى عنه وترك ما أمر بفعله بحجة أن الذي يتحدث عنه هو اللباس والأكل أو الشرب. ¶ والذي نخلص إليه في هذه المسألة أن على الإنسان المسلم أن يعرف حدود السُنَّةِ التي وردت عن الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على سبيل العادة أو الجبلة، ولا يدخل ما يدخله الجمهوريون، ثم عليه أن يعرف بعد ذلك أنه عليه ألا يعتمد ترك السُنَّةِ التي وردت من الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - على سبيل العادة بل عليه - على الأقل - إن تركها أن يعترف بعجزه عن الاتباع في هذه المسألة وأن يعترف بالتقصير ولا يعتبر تركها قربة دينية، لأن غاية ما يفيده فعله - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - لمثل هذه الأشياء الإباحة، ولا تعني الإباحة أن يثاب تاركها ويعاقب فاعلها لأن ترك المباح لا يعتبر قربة دينية فالله سبحانه وتعالى لا يعبد إلا بما شرع.",
            "page": "58",
            "part": "1",
            "seal": "E1A6DFBE"
        },
        {
            "id": "61",
            "nass": "الفَصْلُ الحَادِي عَشَرَ: إِدْخَالُ الجُمْهُورِيِّينَ لِجُزْءٍ كَبِيرٍ مِنَ السُنَّةِ النَّبَوِيَّةِ فِي البِدَعِ: ¶ يرى الجمهوريون أن السُنَّةَ هي ما داوم عليه النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - من عمل في خاصة نفسه كصيام المواصلة، والبدعة هي ما جَدَّ من قول أو عمل على ما فعله الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في خاصة نفسه سواء أكان هذا الأمر في حياته أو في حياة صحابته، ولا شك أن الجمهوريين قد توسعوا في مسألة البدعة على حساب السُنَّةِ، وجعلوا جزءًا كبيرًا من السُنَّةِ بِدْعَةً - حسب تعريفهم - أي أنهم جعلوا قرار النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأقواله ما عدا التي تتحدث عن حاله بدعة. ¶ وقد خالفوا بذلك المسلمين جميعهم فمن المعروف أن أقوال النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وأفعاله وتقريره سُنَّةً كما بَيَّنَّا في المباحث السابقة. كما أن الدين قد اكتمل بوفاة النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - فما حدث في عهد النبوة لا يمكن أن يكون بدعة ما دام النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - قد سمع به وأقره أو رآه وأقره. كما أن مذهب من يتوسع في البدعة من الفقهاء هو جعل ما أحدث بعد النبوة سواء أكان راجعًا إلى العبادات أو المعاملات بدعة، وجعل ما أحدث في عهد النبوة سُنَّةً (¬1). ¶ ¬__________ ¶ (¬1) انظر: الشيخ محمد خضر: \" رسائل الإصلاح \": ج 2 المبحث الخاص بالسنة.",
            "page": "59",
            "part": "1",
            "seal": "55918380"
        },
        {
            "id": "62",
            "nass": "وقد قسم الجمهوريون البدعة إلى قسمين: ¶ [أ] بدعة حسنة. ¶ [ب] بدعة سيئة. ¶ وقالوا إن البدع التي ابتدعها الناس كانت مُبَرَّرَةً يوم كانت طاقات المجتمع البشري جماعية وفردية عاجزة عن الإتيان والالتزام بِسُنَّةِ الرَّسُولِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - في خاصة نفسه «أما البشرية اليوم فلا ينهض بحل مشاكلها تشريع دون سُنَّةِ الرَّسُولِ في خاصة نفسه»، «فبشرية اليوم - في رأي الجمهوريين - لا يحتاج لبدع كصلاة التراويح، ولا اجتهادات في الدين كما حصل من عمر بن الخطاب - رَضِيَ اللهُ عَنْهُ - في حد الخمر، فقد كان الدافع - في رأي الجمهوريين - لاجتهاد عمر في الخمر ولابتداعه صلاة التراويح هو حقه في الوصاية، ولأن حكم الوقت دفعه إلى ذلك، فقد كان لاَ بُدَّ من حفظ الناس في دائرة الدين العامة، خاصة بعد أن بدأ الخط البياني للحالة الدينية في النزول من اللحظة التي التحق فيها النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بالرفيق الأعلى» (¬1). ¶ ويرى الجمهوريون أن اجتهادات عمر قد كانت لها حكمتها في ذلك الوقت، أما الآن فأصبحت لا حكمة لها لأنه قد أظل العالم بظهور فرقتهم عهد الحرية، وانتهى زمن الوصاية، واختلف منهاج البعث. ¶ ولا ندري كيف يجعل الجمهوريون ما حدث وتكرر حدوثه في ¶ ¬__________ ¶ (¬1) الإخوان الجمهوريون: \" صلاة التراويح بدعة \": ط 1، 1979 م: ص 5.",
            "page": "60",
            "part": "1",
            "seal": "1200AD5D"
        },
        {
            "id": "63",
            "nass": "عهد النَّبِيِّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بدعة مع أن لفظ السُنَّةِ مشتقة من التكرار. ¶ وكيف يعتبر الجمهوريون صلاة التراويح بدعة وحد الخمر بدعة، وقد صلى النَّبِيُّ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - بأصحابه صلاة التراويح، والبدعة هي: «الأَمْرُ المُحْدَثُ عَلَى غَيْرِ مِثَالٍ مَحْمُودًا كَانَ الأَمْرُ أَوْ مَذْمُومًا» (¬1). ¶ فالبدعة هي كل ما لم يكن على عهد رَسُولِ اللهِ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - وعهد أصحابه دينًا يعبد الله به أو يتقرب إليه من اعتقاد أو قول أو عمل. ¶ ¬__________ ¶ (¬1) محمد خضر: \" رسائل الإصلاح \": 2/ 168.",
            "page": "61",
            "part": "1",
            "seal": "1500A8D3"
        },
        {
            "id": "64",
            "nass": "فَهْرَسْت المَوْضُوعَاتِ: ¶ الموضوع ---------------------------------------------------------------------------------------------------- الصفحة ¶ المقدمة ....................................................................................................................... 5 ¶ - الفصل الأول: زعم الجمهوريين بأن السنة هي ما هم عليها اليوم ...................................................... 8 ¶ - الفصل الثاني: اعتماد الجمهوريين على الأحاديث الموضوعة .......................................................... 16 ¶ - الفصل الثالث: ذكر بعض أقوال الصوفية على أساس أنها أحاديث قالها الرَّسُولُ - صَلََّى اللهُ عَلَيْهِ وَسَلَّمَ - .......... 31 ¶ - الفصل الخامس: عدم الاعتماد على السُنَّةِ في فهم القرآن ............................................................... 36 ¶ - الفصل السادس: بتر النصوص ........................................................................................... 38",
            "page": "62",
            "part": "1",
            "seal": "873C2E67"
        },
        {
            "id": "65",
            "nass": "الموضوع ------------------------------------------------------------------------------------ الصفحة ¶ - الفصل السابع: ¶ جعل الجمهوريين للأحاديث معنيين: معنى قريبًا ومعنى بعيدًا ............................................ 44 ¶ - الفصل الثامن: ¶ تأويل ظاهر الأحاديث إلى تأويلات لا تعقل ................................................................ 47 ¶ - الفصل التاسع: ¶ القول بمرحلية الأحاديث النبوية ........................................................................... 48 ¶ - الفصل العاشر: ¶ رفض الجمهوريين العمل بجزء كبير من الأحاديث النبوية ............................................... 53 ¶ - الفصل الحادي عشر: ¶ إدخال الجمهوريين لجزء كبير من السُنَّةِ النَّبوية ف البدع ............................................... 59 ¶ فهرس الموضوعات: ....................................................................................... 62",
            "page": "63",
            "part": "1",
            "seal": "D921408C"
        }
    ],
    "t1107": [
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة:"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: زعم الجمهوريين بأن السنة هي ما هم عليها اليوم:"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: اعتماد الجمهوريين على الأحاديث الموضوعة:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال الأول: «رجعنا من الجهاد الأصغر إلى الجهاد الأكبر». قيل وما الجهاد الأكبر يا رسول الله؟ قال: «جهاد النفس»]:"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال الثاني: «تخلقوا بأخلاق الله، إن ربي على صراط مستقيم»]:"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال الثالث: «من عمل بما يعلم ورثه الله علم ما لم يعلم»]:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال الرابع: «كنت كنزا لا أعرف، فأحببت أن أعرف فخلقت خلقا فعرفتهم بي، فعرفوني»]:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "[المثال الخامس: «ما وسعني أرضي ولا سمائي، ولكن وسعني قلب عبدي المؤمن»]:"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال السادس: «القلب بيت الرب»]:"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال السابع: «من عرف نفسه فقد عرف ربه»]:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال الثامن: «كنت نبيا وآدم بين الماء والطين»]:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "[المثال التاسع: «يا داود إنك تريد وأريد ويكون ما أريد، فإن سلمت لما أريد ... »]:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال العاشر: «الدين المعاملة»]:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "[المثال الحادي عشر: «سوء الخلق ذنب لا يغتفر وسوء الظن خطيئة تفوح»]:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "[المثال الثاني عشر: «نية المرء خير من عمله»]:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "[المثال الثالث عشر: «يا عيسى عظ نفسك فإن اتعظت فعظ الناس وإلا فاستحي مني»]:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "[المثال الرابع عشر: «لا يعرف الله إلا الله ولا يدخل في ملكه إلا ما يريد»]:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "2",
            "tit": "[المثال الخامس عشر: «من آمن فقد آمن بقضاء وقدر ومن كفر فقد كفر بقضاء وقدر»]:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "3",
            "tit": "[المثال السادس عشر: «كل ما يخطر ببالك فالله بخلاف ذلك»]:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "4",
            "tit": "[المثال السابع عشر: «ليلة عرج بي انتسخ بصري في بصيرتي»]:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: ذكر بعض أقوال الصوفية على أساس أنها أحاديث قالها الرسول - صلى الله عليه وسلم -:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "المثال الأول: «تفكر ساعة خير من عبادة سنة»."
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "2",
            "tit": "المثال الثاني: [«موتوا قبل أن تموتوا»]."
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "المثال الثالث: «الناس نيام فإذا ماتوا انتبهوا»."
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "المثال الرابع: «حسنات الأبرار سيئات المقربين»."
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "2",
            "tit": "المثال الخامس: «قولي شريعة وعملي طريقة وحالي حقيقة»"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المثال السادس: «علامة الإذن التيسير»."
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: رد الجمهوريين للأحاديث التي لا توافق أغراضهم ومذهبهم:"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: عدم الاعتماد على السنة في فهم القرآن:"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس: بتر النصوص:"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "بتر النصوص:"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "1",
            "tit": "المثال الأول: «خلق آدم على صورته»:"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "المثال الثاني: «أخوف ما أخاف عليكم الشرك الخفي»."
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السابع: جعل الجمهوريين للأحاديث معنيين: معنى قريبا ومعنى بعيدا:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "المثال الأول: «صلوا كما رأيتموني أصلي»:"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثامن: تأويل ظاهر الأحاديث إلى تأويلات لا تعقل:"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل التاسع: القول بمرحلية الأحاديث النبوية:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلة من الأحاديث التي يقول الجمهوريون بمرحليتها:"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": "1",
            "tit": "[المثال الأول: «لن يفلح قوم ولوا أمرهم امرأة»]:"
        },
        {
            "id": "52",
            "lvl": "3",
            "sub": null,
            "tit": "[المثال الثاني: «ما رأيت من ناقصات عقل ودين أذهب للب الرجل الحازم من إحداكن»]:"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل العاشر: رفض الجمهوريين العمل بجزء كبير من الأحاديث النبوية:"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الحادي عشر: إدخال الجمهوريين لجزء كبير من السنة النبوية في البدع:"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "فهرست الموضوعات:"
        }
    ]
}