{
    "b1109": [
        {
            "id": "3",
            "nass": "الشرح المختصر لنخبة الفكر ¶ للإمام المحدث الحافظ أحمد بن علي ابن حجر العسقلاني ¶ المتوفى سنة 852 هجرية ¶ تأليف الفقير إلى عفو ربه الغني: ¶ أبي المنذر: محمود بن محمد بن مصطفى المنياوي ¶ عفا الله عنه. ¶ الطبعة الأولى ¶ 1432 هـ/2011 م ¶ المكتبة الشاملة",
            "page": "1",
            "part": "1",
            "seal": "97E7F9EE"
        },
        {
            "id": "4",
            "nass": "حقوق الطبع محفوظة للمؤلف ¶ الطبعة الأولى ¶ 1432 هـ / 2011 م ¶ رقم الإيداع بالمكتبة الشاملة 3/ 2011",
            "page": "2",
            "part": "1",
            "seal": "8499ED91"
        },
        {
            "id": "5",
            "nass": "الشرح المختصر لنخبة الفكر ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ}. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً}. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً}. ¶ أما بعد ... ¶ فهذا شرح مختصر لنخبة الفكر للحافظ ابن حجر العسقلاني ضمن فعاليات الدورة المكثفة، والله أسأل الإعانة والقبول والسداد. ¶ ومنهجي في شرح النخبة توضيح وتحليل عباراتها في صورة مسائل وحواشي، وإن كان هناك ثمَّ اعتراض على الحافظ من بعض تلامذته فإنني أذكره وأذكر الجواب عنه إن كان غير وجيه، وفي ذلك فائدة كبيرة بتثبيت المعاني، وشحذ الأذهان. ¶ ولما كانت طبيعة هذه الدورات المكثفة - والتي تتطلب الانتهاء من المتون موضع الدراسة في فترة وجيزة - تتطلب عدم التوسع بذكر المتعلقات الخارجة عن صلب المتن فقد التزمت بذلك إلا فيما لابد منه مما يخدم المتن. ¶ والله أسأل أن يتقبل هذا العلم وأن يدخر لي أجره، وأن ينفع به، إنه ولي ذلك وهو القادر عليه. ¶ التعريف بالماتن (¬1): ¶ صاحب المتن هو: أحمد بن علي بن محمد بن محمد بن علي بن محمود بن حجر الكناني الشافعي ولقب بالعسقلاني نسبة إلى عسقلان (من مدن فلسطين) وابن حجر لقب لبعض آبائه. برع في علوم الحديث بجميع فنونه، وتصدى لنشر الحديث ونظرا لإتقان حفظه صار يعرف بالحافظ. ومن أهم مصنفاته: الإصابة في أسماء الصحابة، تهذيب التهذيب، التقريب، فتح الباري شرح صحيح البخاري، بلوغ المرام، تعجيل المنفعة، ¶ ¬__________ ¶ (¬1) وسوف يأتي التعريف بالمتن ضمن كلام الماتن قريبا بإذن الله.",
            "page": "3",
            "part": "1",
            "seal": "60D1C908"
        },
        {
            "id": "6",
            "nass": "تلخيص الحبير في تخريج أحاديث الرافعي الكبير، إتحاف المهرة وله ديوان شعر وديوان خطب ونخبة الفكر وهي موضوع دراستنا. مولده:773هـ بالقاهرة (مصر القديمة). ووفاته:852هـ ودفن بالقاهرة، وقد ترجم له تلميذه السخاوي ترجمة حافلة في مجلد ضخم، وقد طبع في ثلاث مجلدات بدار ابن حزم بعنوان (الجواهر والدرر في ترجمة شيخ الإسلام ابن حجر). ¶ مقدمة الماتن (¬1): ¶ قال الإمام الحافظ أحمد بن علي بن حجر العسقلاني- رحمه الله تعالى-: (بسم الله الرحمن الرحيم. الحمد لله الذي لم يزل عليماً قديراً وصلى الله على سيدنا محمد الذي أرسله إلى الناس كافةً بشيراً ونذيراً، وعلى آل محمد وصحبه وسلم تسليماً كثيراً). ¶ فيه مسائل ومنها: ¶ الأولى - بدأ الماتن كغيره من المصنفين بالبسملة لأمور منها:- التأسي بفعل الصحابة ¶ رضي الله عنهم في افتتاحهم المصحف الإمام بالتسمية وتبعهم جميع من كتب المصحف ¶ بعدهم في جميع الأمصار، سواء من يقول بأن البسملة آية من الفاتحة، ومن لا يقول ذلك. ¶ ومنها - الإقتداء بالرسول - صلى الله عليه وسلم - في مكاتباته إلى الملوك وغيرهم، كما في رسالته - صلى الله عليه وسلم - إلى هرقل، في الحديث المتفق عليه. ¶ ومنها - العمل بحديث: (كل أمر ذي بال لا يبدأ فيه ببسم الله الرحمن الرحيم فهو أبتر)، أي ذاهب البركة، والحديث لا يثبت، وقد نقل السخاوي، والسيوطي، وغيرهما عن الحافظ ابن حجر صراحة أنه يجوز العمل بالضعيف في فضائل الأعمال بشروط. ¶ الثانية - بدأ بالحمدلة وفيها نحو الوجوه الثلاث السابقة فقد ابتدأ الصحابة كتابة المصحف الإمام بالفاتحة، وهي تبدأ بالحمد بعد البسملة، وكان النبي - صلى الله عليه وسلم - يبدأ خطبته بالحمد، وأيضاً قد ورد في ذلك حديث مرسل لا يثبت، رواه أبو داود (4840) (4/ 262) وقال: (رواه يونس، وعقيل، وشعيب وسعيد بن عبدالعزيز عن الزهري عن النبي - صلى الله عليه وسلم - مرسلاً)، وكذا صوب الدارقطني الإرسال في الحديث في سننه (1/ 229) ولفظه: (كل أمر ذي بال لا يبدأ فيه بالحمد لله فهو أقطع)، وقد اشتهر الكلام على هذا الحديث وانظر الإرواء (2) (1/ 32) وعلى فرض ثبوت الحديثين فالأولية في البدء بالبسملة أولية حقيقية مطلقة، وأما الأولية في البدء بالحمدلة ¶ ¬__________ ¶ (¬1) وهذه العناوين من وضعي.",
            "page": "4",
            "part": "1",
            "seal": "0E968ED2"
        },
        {
            "id": "7",
            "nass": "فهي أولية نسبية، أي بالنسبة لما يأتي بعدها. ¶ الثالثة- وزاد في الشرح بعد قوله: (عليما قديرا) قوله: (حيا قيوما مريدا سميعا بصيرا). ¶ والصفات السبع الثبوتية عند الأشاعرة هي قسمان: ¶ الصفات العقلية، وضابطها: ما تتوقف عليه المعجزة من الصفات وهي (القدرة والإرادة والعلم والحياة). ¶ والصفات السمعية، وضابطها: ما لا تتوقف عليه المعجزة من الصفات وهي: (السمع والبصر والكلام). وطريقة إثباتهم لهذه الصفات تختلف عن طريقة السلف الصالح في إثباتها، بيان الفرق بين الطريقتين مما لا يتسع المجال لذكره الآن. ¶ والأشاعرة لا ينفون بقية الصفات لكنهم يقولون بأنه لا يلزم المسلم أن يثبت سوى هذه الصفات السبع. أما غيرها فهو غير ملزم بإثباتها لأنها تابعة لهذه الصفات السبع. ولكن حقيقة مذهبهم هو إثباتها مجازاً فقط لا حقيقة. ¶ وأما بالنسبة لصفة القيومية فهي ليست عندهم من الصفات المعنوية السبع التي يثبتونها، بل هي من الصفات النفسية أو الذاتية عندهم. والصفات النفسية عندهم هي: الوجود والقدم والبقاء والوحدانية والقيام بالذات والمخالفة للحوادث. ¶ وبالنظر لعبارة ابن حجر في النزهة نجد أنه قد أثبت ستا من الصفات السبع الثبوتية وهي: (العلم والقدرة والحياة والإرادة والسمع والبصر) ولم يثبت صفة الكلام، وأضاف صفة القيومية. ¶ وهذا مما دفع الكثيرين إلى إثبات تأثر ابن حجر بالأشاعرة واضطرابه في مسألة الأسماء والصفات. ¶ قال د. سفر الحوالي في كتابه منهج الأشاعرة في العقيدة: (والذي أراه أن الحافظ رحمه الله أقرب شيء إلى عقيدة مفوضة الحنابلة كأبي يعلى ونحوه ممن ذكرهم شيخ الإسلام في درء تعارض العقل والنقل ووصفهم بمحبة الآثار والتمسك بها لكنهم وافقوا بعض أصول المتكلمين وتابعوهم ظانين صحتها عن حسن نية. ولو قيل إن الحافظ رحمه الله كان متذبذبا في عقيدته لكان ذلك أقرب الى الصواب كما يدل عليه شرحه لكتاب التوحيد والله اعلم). ¶ ويقول الشيخ أبو عبد الله ربيع بن محمد السعودي في مقدمة تحقيقه لكتاب اليواقيت والدرر شرح نخبة الفكر للمناوي عندما ترجم للحافظ ابن حجر: (لا يختلف اثنان في",
            "page": "5",
            "part": "1",
            "seal": "798162ED"
        },
        {
            "id": "8",
            "nass": "مكانة ابن حجر وعلمه غير أن الكمال المطلق لله عز وجل وحده ولم تخل حياة ابن حجر من بعض الهنات. والذي يهمنا أن ننبه عليه أن ابن حجر كان يميل إلى تأويل الصفات ولاشك أن ذلك يخلف منهج السلف الذين كانوا يأخذون الصفات على ظاهرها من غير تأويل ولا تعطيل وقد تكون هذه سمة العصر الذي نشأ فيه ابن حجر ولعل عتب العلماء عليه كحافظ ثاقب الفهم واسع المعرفة متمكن في اخص العلوم ونسأل الله أن يتجاوز عنه وأن يغفر لنا وله). ¶ وقد ألفت بعض الكتب التي تناولت المخالفات العقدية للحافظ في فتح الباري ومنها: ¶ رسالة جامعية بعنوان: (منهج ابن حجر في العقيدة من خلال كتابه فتح الباري) في ثلاث مجلدات. ¶ ومنها: المخالفات العقدية في الفتح للشيخ البراك. ¶ ومنها: التنبيه على المخالفات العقدية في فتح الباري للشيخ علي الشبل. ¶ سبب تأليف الرسالة: ¶ قال - رحمه الله -: -[(أما بعد فان التصانيفَ في اصطلاح أهل الحديثِ قد كثرتْ وبُسطتْ واخْتُصرتْ فسألني بعضُ الإخوانِ أن ألخصَ له المُهِمَّ من ذلك فأجبتُه إلى سؤالِهِ؛ رجاءَ الاندراجِ في تلكَ المسالِكِ)]-. ¶ فيه مسائل ومنها: ¶ الأولى - قوله: (فسألني بعضُ الإخوانِ) قال على القاري في \"شرح النخبة\" (ص:148): (قيل: هو عز الدين بن جماعة. وقيل: هو الشيخ شمس الدين محمد بن محمد الزركشي)،وجزم السخاوي في \"الضوء اللامع\" بأن الزركشي في الذي أبهمه الشيخ هنا. ¶ الثانية - مميزات النخبة (¬1): ¶ - الاختصار، قال ابن حجر في النزهة (ص/35): (لخصته في أوراق لطيفة، سميتها: \"نخبة الفكر في مصطلح أهل الأثر\" على ترتيب ابتكرته، وسبيل انتهجته، مع ما ضممت إليه من شوارد الفرائد، وزوائد الفوائد). ¶ - التحرير، وهذا ظاهر من اسمها فنخبة الشيء ما ينتخب منه ويختار، والفكر جمع ¶ فكرة والفكرة هي النشاط الذهني من تحليل وتركيب وتنسيق. ¶ - جودة الترتيب الميسر للفهم والحفظ، كما قال أنه رتبها على ترتيب ابتكره، وسبيل ¶ ¬__________ ¶ (¬1) انظر مقدمة الشيخ نور الدين عتر لشرح النخبة (ص/22).",
            "page": "6",
            "part": "1",
            "seal": "5EBB2888"
        },
        {
            "id": "9",
            "nass": "انتهجه. ¶ - الشمول، قال الحافظ في \"النزهة\" (ص/39) بعد أن ذكر طائفة من كتب المتقدمين والمحدثين في هذا العلم: (إلى أن جاء الحافظ الفقيه تقي الدين أبو عمرو عثمان بن الصلاح عبد الرحمن الشهرزوري نزيل دمشق، فجمع لما ولي تدريس الحديث بالمدرسة الأشرفية - كتابه المشهور، فهذب فنونه، وأملاه شيئا بعد شيء، فلهذا لم يحصل ترتيبه على الوضع المناسب، واعتنى بتصانيف الخطيب المتفرقة، فجمع شتات مقاصدها، وضم إليها من غيرها نخب فوائدها، فاجتمع في كتابه ما تفرق في غيره، فلهذا عكف الناس عليه وساروا بسيره، فلا يحصى كم ناظم له ومختصر، ومستدرك عليه ومقتصر، ومعارض له ومنتصر)، وقال السخاوي في \"الجواهر والدرر\" (2/ 677): (نخبة الفكر في مصطلح أهل الأثر، كراسة فيها مقاصد الأنواع لابن الصلاح وزيادة أنواع لم يذكرها، فاحتوت على أكثر من مائة نوع من أنواع علوم الحديث). ¶ - أنها خلاصة علم هذا العلم في علم أصول الحديث، وقد قال السخاوي في \" الجواهر\" (2/ 659): (سمعته يقول: لست راضيا عن شيء من تصانيفي لأني عملتها في ابتداء الأمر. ثم لم يتهيأ لي من يحررها معي سوى شرح البخاري ومقدمته والمشتبه والتهذيب ولسان الميزان. بل كان يقول: لو استقبلت من أمري ما استدبرت لم أتقيد بالذهبي، ولجعلته كتابا مبتكرا، بل رأيته في مواضع أثنى على شرح البخاري, والتغليق والنخبة). ¶ وقد انتهي ابن حجر في تأليفها علم 818 هـ أي وهو ابن خمس وأربعين سنة، وقد أقرأ هذا الكتاب قراءة بحث ودرس قبل وفاته بسنة واحدة أي عام (851 هـ) وقرأها عليه أحد علماء دمشق وهو ابن الأخصاصي ونسخته عليها توقيع ابن حجر. ¶ تقسيم الخبر باعتبار طرقه والمتواتر: ¶ قال - رحمه الله-: -[(فأقول: الخبر إما أن يكون له: طرق بلا عدد معين، أو مع حصر بما فوق الاثنتين، أو بهما، أو بواحد. فالأول: المتواتر المفيد للعلم اليقيني بشروطه).]- ¶ فيه مسائل منها: ¶ الأولى - الخبر والحديث. ¶ قال ابن حجر في \"النزهة\" (ص/35): (الخبر: عند علماء هذا الفن مرادف للحديث. ¶ وقيل: الحديث: ما جاء عن النبي صلى الله عليه وسلم، والخبر: ما جاء عن غيره، ومن",
            "page": "7",
            "part": "1",
            "seal": "7ED68B00"
        },
        {
            "id": "10",
            "nass": "ثمة قيل لمن يشتغل بالتواريخ وما شاكلها: \"الإخباري\"، ولمن يشتغل بالسنة النبوية: \"المحدث\". وقيل: بينهما عموم وخصوص مطلق (¬1): فكل حديث خبر، من غير عكس، وعبر هنا بـ\"الخبر\" ليكون أشمل). ¶ قوى الحافظ القول بالترادف، وضعف القولين الآخرين، فإن قيل لماذا عبر بالخير مع أنه مرادف للحديث وقال: ليكون أشمل. ¶ فالجواب أن الخبر بالنسبة للقول الأول مرادف للحديث فكلما استعمل الخبر دل على استعماله الحديث لترادفهما. ¶ وأما على القول الثالث فشمولية الخبر ظاهرة؛ لأنه أعم يشمل المرفوع والموقوف والمقطوع بخلاف الحديث فهو خاص بالمرفوع. ¶ وأما على القول الثاني (¬2) فالمقصود أنه إذا اعتبرت هذه الأمور في الخبر الذي هو وارد عن غير النبي صلى الله عليه وسلم فبالأولى اعتبارها في المرفوع. ¶ الثانية - المتواتر: ¶ اشترط الحافظ للمتواتر شروطا وهي: ¶ الشرط الأول كثرة العدد: ¶ صرح الحافظ بأن العدد الذي يتحقق به التواتر غير محصور بعدد حيث قال في \"النزهة\" (ص/37): (وتلك الكثرة أحد شروط التواتر إذا وردت بلا حصر عدد معين). ¶ قال الشيخ السماحي في الرواية (ص/50): (وقوله: (بلا حصر عدد معين) أي إذا وردت الطرق فغير معتبر فيها عدد معين يحصر أفرادها، بخلاف المحصور بواحد أو باثنين أو بأقل من ثلاثة، فمراده (بلا حصر عدد معين) عدم اشتراطه، لأنه في مقابلة المحصور بعدد معين، ولأنه أراد الرد على من حصره في عدد، لا أن شرطه ألا يكون محصورا بعدد معين). ¶ إلا أنه قد يفهم من كلام الحافظ الآتي أن هذه الكثرة تبدأ من العشرة حيث قال في \"النزهة\" (ص/37): (فهو _ أي الخبر _ باعتبار وصوله إلينا إما أن يكون له طرق أي أسانيد كثيرة، لأن طُرُقاً جمع طريق، وفعيل في الكثرة يجمع على فُعُل بضمتين، وفي ¶ ¬__________ ¶ (¬1) المقصود منه هو أن يكون هناك لفظان: أحدهما دال على معنى الآخر كله وزيادة، مثل: إنسان، ومؤمن، فإنسان تشمل المؤمن وغير المؤمن؛ فنقول: بينهما عموم وخصوص مطلق، وهكذا: حديث وخبر. انظر: حاشية عتر على هذا الموضع (ص/41). ¶ (¬2) انظر قضاء الوطر (1/ 454).",
            "page": "8",
            "part": "1",
            "seal": "0063B91C"
        },
        {
            "id": "11",
            "nass": "القلة على أفعلة. والمراد بالطرق الأسانيد) وقال في الفتح (1/ 463): (العشرة آخر جمع القلة وأول جمع الكثرة)، ولعله لهذا الذي ذكره ابن حجر حداً بين القلة والكثرة بالعشرة ذهب السيوطي إلى أن أقل المتواتر عشرة، وعلله بأنه أول جموع الكثرة (¬1). ¶ وهنا ملاحظة وهي أن ابن حجر قد رد هذا المفهوم حيث قال في \"النزهة\" (ص/37): (لا معنى لتعيين العدد على الصحيح، ومنهم من عينه في الأربعة، وقيل في الخمسة وقيل في السبعة، وقيل في العشرة، وقيل في الاثنى عشر ... وتمسك كل قائل بدليل جاء فيه ذكر ذلك العدد فأفاد العلم وليس بلازم أن يطرد في غيره لاحتمال الاختصاص) والجمع بين كلامه هنا أنه إنما رد التعيين والحصر في العشرة لا الإمكان فلا مانع من أن يكون عدد طرق المتواتر عشرة إذا حصل بخبرهم العلم، وإنما لم يحده بهذا الحد لأنه غير مطرد بمعنى أن هذا الحد قد يقيد العلم عند بعض الناس دون بعض تبعاً للقرائن. ¶ الشرط الثاني: أن تحيل العادة تواطؤهم، وتوافقهم على الكذب: ¶ قال الحافظ في \"النزهة\" (ص/37): (وتلك الكثرة أحد شروط التواتر، إذا وردت بلا حصر عدد معين، بل تكون العادة قد أحالت تواطؤهم على الكذب، وكذا وقوعه منهم اتفاقا من غير قصد). ¶ قال الشيخ الحلبي في نكته على النزهة (ص/56): (نُقِل عن المصنف أنه قال في ¶ الفرق بينهما: إن التواطؤ هو أن يتفق قوم على اختراع معين، بعد المشاورة والتقرير، بأن لا يقول أحد خلاف صاحبه. والتوافق: حصول هذا الاختراع من غير مشاورة بينهم ولا اتفاق؛ يعني: سواء كان عن سهو، أو غلط، أو عن قصد - أي للاختراع والكذب -) كما في حاشية لقط الدرر (ص/26)). ¶ وبيَّن الشيخ السماحي في الرواية (ص/51) بعض القرائن التي قد يستدل بها على عدم التواطؤ أو التوافق على الكذب عادة فقال: (بأن يكونوا مثلا من بلدان متفرقة، وصنائع مختلفة، وأوساط متباينة، لا يجمعهم هوى، ولا يحويهم مكان، ولا تشملهم إمرة سلطان له هوى في جمعهم فأمرهم بالخبر، وهكذا ... وقلنا (عادة) أي إن العقل يستند في حكمه على جريان العادة، وسنة الله في خلقه على عدم إمكان اجتماعهم على هذا الأمر، وتواطئهم عليه). ¶ ملاحظة: ¶ ذهب قوم إلى اشتراط هذه القرائن في حد التواتر، وهو خطأ، قال طاهر الجزائري في توجيه النظر إلى أصول الأثر (1/ 152): (وأما ذكر العدالة وتباين الأماكن فتأكيد لعدم تواطئهم على الكذب وليس بشرط في التواتر). ¶ الشرط الثالث: تحقق الكثرة من ابتداء الإسناد إلى انتهائه: ¶ قال الحافظ في \"النزهة\" (ص/38): (فإذا ورد الخبر كذلك، وانضاف إليه أن يستوي ¶ الأمر فيه في الكثرة المذكورة من ابتدائه إلى انتهائه -والمراد بالاستواء: أن لا تنقص الكثرة المذكورة في بعض المواضع، لا أن لا تزيد؛ إذ الزيادة مطلوبة هنا من باب أولى). ¶ ومعنى هذا الشرط أنه لابد من تحقق الكثرة التي توجب العلم من ابتداء السند إلى الانتهاء إلى مَن أخبرهم بالواقعة القولية أو الفعلية؛ لأن خبر كل طبقة وعصر مستقل بنفسه؛ فلابد فيه من ذلك، وليس المراد التماثل في ذكر العدد. ¶ الشرط الرابع: أن يكون مستند انتهائهم الحس، لا ما ثبت بقضية العقل الصِّرف: ¶ قال الحافظ في \"النزهة\" (ص/38): (وأن يكون مستند انتهائه الأمر المشاهد أو المسموع، لا ما ثبت بقضية العقل الصِّرف). ¶ قال الشيخ السماحي في الرواية (ص/51): (أي يكون الخبر مخبرا عن أمر حسي لا عقلي، ويكون سند المخبرين هو الإحساس به على وجه اليقين. وذلك مثل أن يقولوا: رأينا كذا، أو سمعنا كذا، ونحو ذلك، مما يدرك بحاسة من الحواس الخمس، فإن كان الخبر مما لا يدرك بالحس لا يسمى متواترا، ولا يفيد العلم، وإن كان المخبرون به لا يحصون كثرة، فلو استدل مستدل على قدم العالم أو حدوثه بأن أكثر الخليقة تقول به، فإنه لا يعتبر بمثل هذا الاستدلال. لأنه لم يكن خبرا عن أمر محسوس). ¶ قال القاري في \"شرح النخبة\" (ص: 170): ((لا ما ثبت بقضية العقل الصرف) كوجود الصانع وقدمه، وقدم صفاته، وحدوث العالم، ومفرداته ومركباته، وكزيادة عدد الاثنين بالنسبة إلى الواحد). ¶ الشرط الخامس: أن يصحب خبرهم إفادة العلم لسامعه: ¶ قال ابن حجر في \"النزهة\" (ص/38): (فإذا جمع هذه الشروط الأربعة ... وانضاف إلى ذلك أن يصحب خبرهم إفادة العلم لسامعه. فهذا هو المتواتر). ¶ اعلم أن حصول العلم هو ثمرة لتحقق الشروط الأربعة وليس هو شرطا زائداً عليها. واعلم أيضا أنهما متلازمان، بمعنى أن حصول العلم تابع ولازم لتحقق الشروط الأربعة ¶ ¬__________ ¶ (¬1) أنظر تدريب الراوي (2/ 176).",
            "page": "9",
            "part": "1",
            "seal": "A404E12A"
        },
        {
            "id": "13",
            "nass": "، وهو أيضا علامة عليها بمعنى أنه متى حدث هذا العلم اليقيني عند السامع علمنا لزوم تحقق هذه الشروط. ¶ الثالثة - إفادته العلم: ¶ قال الحافظ: -[(فالأول: المتواتر المفيد للعلم اليقيني بشروطه).]- ¶ وقال في \"النزهة\" (ص/41): (وهو المفيد للعلم اليقيني - فأخرج النظري- بشروطه التي تقدمت. واليقين: هو الاعتقاد الجازم المطابق. وهذا هو المعتمد أن خبر التواتر يفيد العلم الضروري. وهو: الذي يضطر الإنسان إليه بحيث لا يمكنه دفعه). ¶ المشهور: ¶ قال الحافظ: -[(والثاني: المشهور وهو المستفيض على رأي).]- ¶ وقال في \"النزهة\" (ص/49): (والثاني - وهو أول أقسام الآحاد-: ما له طرق محصورة بأكثر من اثنين، وهو المشهور عند المحدثين. سمي بذلك لوضوحه (¬1)، وهو المستفيض على رأي جماعة من أئمة الفقهاء، سمي بذلك لانتشاره، من: فاض الماء يفيض فيضا، ومنهم من غاير بين المستفيض والمشهور، بأن المستفيض يكون في ابتدائه وانتهائه سواء (¬2)، والمشهور أعم من ذلك (¬3) ... ثم المشهور يطلق: على ما حرر هنا، وعلى ما اشتهر على الألسنة؛ فيشمل ما له إسناد واحد فصاعدا، بل ما لا يوجد له إسناد أصلا (¬4)). ¶ العزيز: ¶ قال الحافظ:-[(والثالث: العزيز، وليس شرطاً للصحيح خلافاً لمن زعمه).]- ¶ وقال في \"النزهة\" (ص/50): (والثالث: العزيز: وهو أن لا يرويه أقل من اثنين عن ¶ اثنين. وسمي بذلك إما لقلة وجوده، وإما لكونه عز، أي قوي بمجيئه من طريق أخرى. ¶ ¬__________ ¶ (¬1) قال المناوي في \"اليواقيت والدرر\" (1/ 270): (أشار بذلك إلى المناسبة المصححة لنقله من المعنى اللغوي إلى الاصطلاحي. قال البقاعي: ولو قال لظهوره كان أبلغ لأهل اللغة، فإنهم قالوا: المشهور ظهور الشيء، والشهير معروف). ¶ (¬2) قال اللقاني في \"قضاء الوطر\" (1/ 552): (بأن لا ينقص فيهما عن ثلاثة، قال البقاعي: \"وكذلك فيما بين ذلك\". قلت: فكان الأولى للمصنف: من ابتدائه إلى انتهائه). ¶ (¬3) وقال اللقاني: (يشمل ما أوله منقول عن الواحد ن كما صرح به شيخ الإسلام الأنصاري). ¶ (¬4) الشهرة عموماً سواء أكانت اصطلاحية أو غير اصطلاحية لا تلازم بينها وبين الصحة، وحتى ما اشتهر بين أهل الحديث فينبغي أن ينظر في إسناده.",
            "page": "11",
            "part": "1",
            "seal": "99EA233C"
        },
        {
            "id": "14",
            "nass": "وليس شرطا للصحيح، خلافا لمن زعمه). ¶ الغريب: ¶ قال الحافظ: -[(والرابع: الغريب).]- ¶ وقال في \"النزهة\" (ص/54): (والرابع: الغريب: وهو ما يتفرد بروايته شخص واحد في أي موضع وقع التفرد به من السند). ¶ قال اللقاني في \"قضاء الوطر\" (1/ 593): (لفظ \"ما\" فيه عموم، فيشمل كل المتن وبعضه وبعض السند، فالأول: كانفراد عبدالله بن دينار بحديث: \"النهي عن بيع الولاء وهبته\" فإنه لم يصح إلا من حديثه. ¶ والثاني: كانفراد مالك بزيادة من المسلمين في حديث: \"زكاة الفطر\" عن سائر رواته. ¶ ومثال الثالث: انفراد الدراوردي برواية حديث أم زرع عن هشام عن أبيه بلا واسطة، ¶ والمحفوظ فيه رواية عيسى بن يونس وغيره عن هشام بن عروة عن أخيه عبدالله عن ¶ أبيهما). وسوف يأتي الكلام على أنواع الغرابة قريبا بإذن الله - تعالى -. ¶ تتمة: ¶ قال الحافظ: -[(وكلها - سوى الأول - آحاد، وفيها المقبول والمردود لتوقف الاستدلال بها على البحث عن أحوال رواتها دون الأول، وقد يقع فيها ما يفيد العلم النظري بالقرائن على المختار)]- ¶ وفيه مسائل منها: ¶ الأولى - أنواع الآحاد: ¶ قال في \"النزهة\" (ص/55): (وخبر الواحد في الاصطلاح: ما لم يجمع شروط التواتر). ¶ وهذا التعريف من ابن حجر يتمشى مع اصطلاحه حيث لم يجعل واسطة بين المتواتر والآحاد، ويدخل فيه مع الآحاد المشهور والعزيز. ¶ إلا أن قوله (ص/17): (وقد يقال: إن الشروط الأربعة إذا حصلت استلزمت حصول العلم، وقد وضح بهذا تعريف المتواتر. وخلافه قد يرد بلا حصر أيضاً، لكن مع فقد بعض الشروط، (أو مع حصر بما فوق الاثنين)؛ أي بثلاثة فصاعدا ما لم يجمع شروط المتواتر ... ). ¶ واختار اللقاني في \"قضاء الوطر\" (1/ 492) أن المقصود بقوله: (وخلافه قد يرد بلا حصر أيضاً، لكن مع فقد بعض الشروط) هو قسم من المشهور قد يلتبس بالمتواتر لعدم حصر الرواة في طبقاته ولكنه فقد باقي الشروط الأخرى للمتواتر أو بعضها، واستشهد",
            "page": "12",
            "part": "1",
            "seal": "8BAD8513"
        },
        {
            "id": "15",
            "nass": "بقول السخاوي بأن المشهور قسمان: قسم لم يرتق إلى التواتر وهو الأغلب فيه، وقسم يرتقي إليه. وهذا هو الأقرب فغير هذا النوع من الآحاد رواته محصورين. ¶ فتحصل مما سبق أن الآحاد يشمل المشهور بقسميه، والعزيز، والغريب. ¶ الثانية - المتواتر لا يبحث عن أحوال رواته. ¶ قوله: (وفيها المقبول والمردود لتوقف الاستدلال بها على البحث عن أحوال رواتها دون الأول). يفهم منه أن المتواتر كله صحيح وأن الاستدلال به لا يتوقف على البحث عن أحوال رواته، وصرح بذلك فقال في \"النزهة\" (ص/42): (وإنما أبهمت شروط المتواتر في الأصل؛ لأنه على هذه الكيفية ليس من مباحث علم الإسناد، إذ علم الإسناد يبحث فيه عن صحة الحديث أو ضعفه؛ ليعمل به أو يترك من حيث: صفات الرجال وصيغ الأداء، والمتواتر لا يبحث عن رجاله، بل يجب العمل به من غير بحث). ¶ الثالثة - خبر الآحاد المحتف بالقرائن. ¶ قوله: (وقد يقع فيها ما يفيد العلم النظري بالقرائن على المختار). ¶ وقال في \"النزهة\" (ص/58): (وقد يقع فيها- أي في أخبار الآحاد المنقسمة إلى: ¶ مشهور، وعزيز، وغريب- ما يفيد العلم النظري بالقرائن على المختار، خلافا لمن أبى ذلك. والخلاف في التحقيق لفظي، لأن من جوز إطلاق العلم قيده بكونه نظريا، وهو الحاصل عن الاستدلال، ومن أبى الإطلاق خص لفظ العلم بالمتواتر، وما عداه عنده ظني، لكنه، لا ينفي أن ما احتف بالقرائن أرجح مما خلا عنها. ¶ والخبر المحتف بالقرائن أنواع: ¶ أ - منها: ما أخرجه الشيخان في صحيحيهما، مما لم يبلغ التواتر، فإنه احتفت به قرائن، منها: ¶ - جلالتهما في هذا الشأن. ¶ - وتقدمهما في تمييز الصحيح على غيرهما. ¶ - وتلقي العلماء لكتابيهما بالقبول، وهذا التلقي وحده أقوى في إفادة العلم من مجرد كثرة الطرق القاصرة عن التواتر. ¶ إلا أن هذا: ¶ يختص بما لم ينتقده أحد من الحفاظ مما في الكتابين. ¶ وبما لم يقع التخالف بين مدلوليه مما وقع في الكتابين، حيث لا ترجيح؛ لاستحالة أن يفيد المتناقضان العلم بصدقهما من غير ترجيح لأحدهما على الآخر، وما عدا ذلك",
            "page": "13",
            "part": "1",
            "seal": "53ED07D3"
        },
        {
            "id": "16",
            "nass": "فالإجماع حاصل على تسليم صحته. ¶ فإن قيل: إنما اتفقوا على وجوب العمل به لا على صحته، منعناه، وسند المنع: أنهم متفقون على وجوب العمل بكل ما صح، ولو لم يخرجه الشيخان؛ فلم يبق للصحيحين في هذا مزية، والإجماع حاصل على أن لهما مزية فيما يرجع إلى نفس الصحة. ¶ وممن صرح بإفادة ما خرجه الشيخان العلم النظري: ¶ - الأستاذ أبو إسحاق الإسفرائيني. ¶ - ومن أئمة الحديث: أبو عبد الله الحميدي. ¶ - وأبو الفضل بن طاهر، وغيرهما. ويحتمل أن يقال: المزية المذكورة كون أحاديثهما أصح الصحيح. ¶ ب - ومنها: المشهور إذا كانت له طرق متباينة سالمة من ضعف الرواة والعلل، وممن صرح بإفادته العلم النظري الأستاذ أبو منصور البغدادي، والأستاذ أبو بكر بن فورك، وغيرهما. ¶ جـ - ومنها: المسلسل بالأئمة الحفاظ المتقنين، حيث لا يكون غريبا، كالحديث الذي ¶ يرويه أحمد بن حنبل، مثلا، ويشاركه فيه غيره عن الشافعي ويشاركه فيه غيره عن مالك بن أنس، فإنه يفيد العلم عند سامعه بالاستدلال من جهة جلالة رواته وأن فيهم من الصفات اللائقة الموجبة للقبول ما يقوم مقام العدد الكثير من غيرهم، ولا يتشكك من له أدنى ممارسة بالعلم وأخبار الناس أن مالكا، مثلا، لو شافهه بخبر أنه صادق فيه، فإذا انضاف إليه من هو في تلك الدرجة ازداد قوة، وبعد ما يخشى عليه من السهو. ¶ وهذه الأنواع التي ذكرناها لا يحصل العلم بصدق الخبر منها إلا للعالم بالحديث المتبحر فيه العارف بأحوال الرواة، المطلع على العلل. وكون غيره لا يحصل له العلم بصدق ذلك لقصوره عن الأوصاف المذكورة لا ينفي حصول العلم للمتبحر المذكور. ¶ ومحصل الأنواع الثلاثة التي ذكرناها أن: ¶ الأول: يختص بالصحيحين. ¶ والثاني: بما له طرق متعددة. ¶ والثالث: بما رواه الأئمة. ¶ ويمكن اجتماع الثلاثة في حديث واحد، ولا يبعد حينئذ القطع بصدقه، والله أعلم). ¶ أنواع الغريب: ¶ قال الحافظ: (ثم الغرابة: إما أن تكون في أصل السند، أو لا. فالأول: الفرد المطلق. والثاني: الفرد النسبي، ويقل إطلاق الفرد عليه). وفيه مسائل منها: ¶ الأولى - الفرد المطلق والنسبي. ¶ قال في \"النزهة\" (ص/64): (ثم الغرابة إما أن تكون: في أصل السند: أي في الموضع الذي يدور الإسناد عليه ويرجع، ولو تعددت الطرق إليه، وهو طرفه الذي فيه الصحابي (¬1). أو لا يكون كذلك، بأن يكون التفرد في أثنائه، كأن يرويه عن الصحابي أكثر من واحد، ثم ينفرد بروايته عن واحد منهم شخص واحد. ¶ فالأول: الفرد المطلق: كحديث النهي عن بيع الولاء وعن هبته، تفرد به عبد الله بن دينار عن ابن عمر، وقد ينفرد به راو عن ذلك المنفرد، كحديث شعب الإيمان، تفرد به أبو صالح عن أبي هريرة، وتفرد به عبد الله بن دينار عن أبي صالح، وقد يستمر التفرد في جميع رواته أو أكثرهم. وفي مسند البزار، والمعجم الأوسط، للطبراني أمثلة كثيرة لذلك. ¶ والثاني: الفرد النسبي: سمي بذلك لكون التفرد فيه حصل بالنسبة إلى شخص معين، وإن كان الحديث في نفسه مشهورا (¬2)). ¶ وقال في \"النكت\" (2/ 705): (وأما النسبي فيتنوع - أيضا - أنواعا: ¶ أحدهما: تفرد شخص عن شخص. ¶ ثانيها: تفرد أهل بلد عن شخص. ¶ ثالثها: تفرد شخص عن أهل بلد. ¶ رابعها: تفرد أهل البلد عن أهل بلد أخرى. ¶ مثال الأول: حديث عبد الواحد بن أيمن عن أبيه عن جابر - رضي الله عنه - في قصة الكُدْيَة التي عرضت لهم يوم الخندق أخرجه البخاري، وقد تفرد به عبد الواحد عن أبيه. وقد روي من غير حديث جابر - رضي الله عنه -. ¶ ومثال الثاني: حديث \"القضاة ثلاثة\". تفرد به أهل مرو، عن عبد الله بن بريدة عن أبيه - رضي الله عنه -. ¶ ومثال الثالث: وهو عكس الذي قبله، فهو قليل جدا وصورته أن ينفرد شخص عن جماعة بحديث تفردوا به. ¶ ومثال الرابع: ما رواه أبو دواد من حديث جابر - رضي الله عنه - في قصة المشجوج: \"إنما كان يكفيه أن يتيمم ويصعب على جرحه خرقة\".قال ابن أبي داود: فيما حكاه الدارقطني في \"السنن\": \"هذه سنة تفرد بها أهل مكة، وحملها عنهم أهل الجزيرة\"). ¶ الثانية - الفرد والغريب. ¶ قال الحافظ عن الفرد النسبي: (ويقل إطلاق الفرد عليه). ¶ وقال في \"النزهة\" (ص/66): (ويقل إطلاق الفردية عليه (¬3)؛ لأن الغريب والفرد ¶ ¬__________ ¶ (¬1) قال القاري في \"شرح النخبة\" (1/ 233): (وكون الغرابة في هذا الطرف هو أن يروي تابعي واحد عن صحابي، ولا يتابعه غيره في روايته عن ذلك الصحابي، سواء تعدد الصحابي في تلك الرواية أو لا. وأما انفراد الصحابي عن النبي صلى الله عليه وسلم، فليس غرابة إذ ليس في الصحابة ما يوجب قدحا، فانفراد الصحابي يوجب تعادل تعدد غيره، بل يكون أرجح. قال تلميذه: قوله: وهو طرفه الذي فيه الصحابي. قال المصنف: أي الذي يروي عن الصحابي، وهو التابعي، وإنما لم يتكلم في الصحابي، لأن المقصود ما يترتب عليه من القبول والرد. والصحابة كلهم عدول ... فقوله: طرفه أراد به التابعي، وأما الصحابي وإن كان من رجال الإسناد، إلا أن المحدثين لم يعدوه منهم لأن كلهم عدول على الإطلاق من خالط الفتن وغيرهم ... فقوله: فيه الصحابي، أي في ذلك الطرف، مسامحة أي، ينتهي ذلك الطرف إلى الصحابي، ويتصل به). ¶ (¬2) قال القاري (1/ 238): (أنه إنما سمي نسبيا لأن التفرد إنما حصل فيه بالنسبة إلى شخص معين من طريق واحد، وإن كان مشهورا في نفسه لكونه مرويا من طرق أخرى، ففرديته بالنسبة إلى الطريق الأولى، ومشهوريته باعتبار الطريق الأخرى). ¶ (¬3) استشكل البعض ظاهر هذه العبارة وخاصة أنه عللها بوقوع الترادف بين الغريب والفرد لغة واصطلاحا؛ فالترادف يسوغ كثرة إطلاق الفردية على الغريب لا قلتها. ¶ قال المناوي في \" اليواقيت والدرر\" (1/ 327): (قال البقاعي: ليت شعري هذا التعليل لماذا؟ إن كان لعلة إطلاق الفردية لم يصح، لأن الترادف إن لم يقتض التسوية في الإطلاق لم يقتض ترجيح أحد المترادفين فيه، وإن كان تعليلا لإطلاق الفرد المطلق والفرد النسبي على الغريب لم يصح أيضا، لأن الترادف إنما هو بين مطلق الغريب ومطلق الفرد (لا بين الفرد) المقيد بالإطلاق أو بالنسبة بينه وبين الغريب). وأجاب عن ذلك اللقاني في \"شرح النخبة\" (1/ 652) بأن مراده بقلة الإطلاق أي قلة الاستعمال لا أصل الإطلاق الذي يستلزمه الترادف فقال: (قوله:\"ويقل إطلاق الفردية عليه\" أي: ويقل استعمال ذي الفردية فيه، فالإطلاق بمعنى الاستعمال و\"على\" بمعنى \"في\" مثل: {وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِنْ أَهْلِهَا} [القصص: 15]، وبهذا يسقط الاعتراض بخفاء العبارة في إفادة المراد).",
            "page": "14",
            "part": "1",
            "seal": "4A89C4BD"
        },
        {
            "id": "19",
            "nass": "مترادفان لغة (¬1) واصطلاحا، إلا أن أهل الاصطلاح غايروا بينهما من حيث كثرة الاستعمال وقلته، فالفرد أكثر ما يطلقونه على الفرد المطلق، والغريب أكثر ما يطلقونه على الفرد النسبي، وهذا من حيث إطلاق الاسم عليهما، وأما من حيث استعمالهم الفعل المشتق فلا يفرقون، فيقولون في المطلق والنسبي تفرد به فلان، أو أغرب به فلان). ¶ الصحيح لذاته: ¶ قال الحافظ: -[(وخبر الآحاد بنقل عدل تام الضبط، متصل السند، غير معلل ولا شاذ: هو الصحيح لذاته. وتتفاوت رتبه، أي الصحيح، بسبب تفاوت هذه الأوصاف. ومن ثم قدم صحيحُ البخاري، ثم مسلم، ثم شرطُهُما)]-. ¶ قال في \"النزهة\" (ص/70): (قوله: وخبر الآحاد: كالجنس، وباقي قيوده كالفصل) وهذا تأكيد من الحافظ لكون المتواتر ليس من علم الدراية ولا يبحث عن إسناده، وأنه كله مقبول إذا توفرت فيه شروطه. ¶ خرج بقوله: (خبر الآحاد) المتواتر، وبقوله (عدل) غير العدل كالكاذب، وبقوله (تام الضبط) خفيف الضبط وفاحش الغلط ونحوه، وبقوله (متصل السند) المنقطع على أي وجه كان انقطاعه، وبقوله (غير معلل ولا شاذ) المعلل والشاذ. ¶ وهذا الحد غير مانع ولابد من إضافة قيد: (عن مثله إلى منتهاه) ليخرج ما كان فقط أحد رواته على صفة الصحيح دون باقي رواته. ¶ وعليه فالصحيح لذاته (خبر الآحاد متصل السند بنقل عدل تام الضبط، عن مثله إلى منتهاه، ولم يكن معللا ولا شاذا). ¶ شرح قيود التعريف: ¶ العدالة: قال الحافظ في \"شرح النخبة\" (ص/69): (والمراد بالعدل من له ملكة تحمله ¶ على ملازمة التقوى والمروءة. والمراد بالتقوى اجتناب الأعمال السيئة من شرك أو فسق أو بدعة). ¶ واعترض الصنعاني في \"ثمرات النظر في علم الأثر\" على هذا التعريف بعدة اعتراضات، واختار أن مدار العدالة على مظنة صدق الراوي دون بقية الشروط المذكورة في تعريف العدالة، وقد ذكرت اعتراضاته في شرح الموقظة، فلا داعي للتكرار. ¶ تعريف الضابط: ¶ قال الصنعاني في \"توضيح الأفكار\" (1/ 8): (الضابط عندهم من يكون حافظا متيقظا غير مغفل ولا ساه ولا شاك في حالتي التحمل والأداء وهذا الضبط التام وهو المراد هنا). أي في تعريف الحديث الصحيح. ¶ بمَّ يعرف الضبط؟ ¶ قال ابن الصلاح في \"مقدمته\" (ص/61): (يعرف كون الراوي ضابطا بأن نعتبر روايته بروايات الثقاة المعروفين بالضبط والإتقان. فإن وجدنا رواياته موافقة - ولو من حيث المعنى - لرواياتهم، أو موافقة لها في الأغلب، والمخالفة نادرة، عرفنا حينئذ كونه ضابطا ثبتا. وإن وجدناه كثير المخالفة لهم عرفنا اختلال ضبطه، ولم نحتج بحديثه، والله أعلم). ¶ أقسام الضبط: ¶ قال الحافظ في \"المزهة\" (ص/69): (والضبط: ضبط صدر: وهو أن يثبت ما سمعه بحيث يتمكن من استحضاره متى شاء. وضبط كتاب: وهو صيانته لديه منذ سمع فيه وصححه إلى أن يؤدي منه. وقيد بالتام إشارة إلى الرتبة العليا في ذلك). ¶ وقال الصنعاني في \"توضيح الأحكام\" (1/ 19): (فالذي ذكر المحدثون أربع صور: تام الضبط، خفيفه، كثير الغلط، من غلطه أكثر من حفظه، فالأوليان مقبول من اتصف بهما، والأخريان مردود من اتصف بهما). ¶ اتصال السند: ¶ وقال المليباري في رسالته علوم الحديث في ضوء تطبيقات المحدثين النقاد: (وأما العنصر الثاني - أي اتصال السند - فيعرف بما يلي: ¶ 1 - تصريح كل من سلسلة الإسناد بما يدل على سماعه للحديث من مصدره الذي ¶ ¬__________ ¶ (¬1) قال المناوي (1/ 326): (قال الكمال بن أبي شريف: فيما زعمه من كونهما مترادفين لغة نظر، أي لأن الفرد في اللغة الوتر، وهو الواحد. والغريب من بعد عن وطنه، وأغرب فلان جاء بشيء غريب أو كلام غريب بعيد عن الفهم. هذا كلام أهل اللغة، فالقول بالترادف لغة باطل. ولهذا قال الشيخ قاسم: الله أعلم بمن حكى هذا الترادف، وقد قال ابن فارس في \" المجمل \": عزب بعد، والغربة الاغتراب عن الوطن. والفرد: الوتر، والفرد المنفرد هذا كلام أهل اللغة، وليس فيه ما يقتضي الترادف ولا يوهمه).وأفاد الشيخ عبدالله السمين أن الجواب أنهما مترادفان بحسب المآل؛ لأن الغريب عن وطنه كأنه انفرد. وانظر اللقاني (1/ 656).",
            "page": "17",
            "part": "1",
            "seal": "67C01991"
        },
        {
            "id": "21",
            "nass": "روى عنه ذلك الحديث، كقوله ك (سمعت فلاناً) أو (سمعنا فلاناً) أو (حدثني فلان) أو (حدثنا) أو (قرأت عليه) أو (حدثني قراءة عليه) أو (حدثنا قراءة عليه) أو (أخبرني) أو (أخبرنا) أو (أنبأني) أو (أنبأنا) أو (قال لي) أو (قال لنا)، أو نحو ذلك من العبارات الدالة على أن الراوي قد لقي من فوقه، وأنه سمع منه ذلك الحديث. ¶ 2 - عنعنة الراوي، إذا لم يكن مدلساً، أو مرسلاً، فتفيد عنعنته الاتصال، وأما إن كان الراوي المعنعن مدلساً، فعنعنته تحمل على الانقطاع لقوة احتمال تدليسه في الإسناد بإسقاط شيخه الذي سمع منه هذا الحديث. ¶ وكذا الأمر إذا اختلف العلماء في سماع الراوي ممن فوقه عموماً، ولم يتبين الراجح في ذلك، فإن الحكم على الإسناد باتصاله حينئذ متوقف على ما يزول به احتمال الانقطاع، من القرائن ... ). ¶ وسوف يأتي بإذن الله الكلام على الشاذ والمعلل. ¶ رتب الصحيح: ¶ قال الحافظ: -[(وتتفاوت رتبه، أي الصحيح، بسبب تفاوت هذه الأوصاف. ومن ثم قدم صحيحُ البخاري، ثم مسلم، ثم شرطُهُما).]- ¶ وقال في \"النزهة\" (ص/71): (وتتفاوت رتبه؛ أي: الصحيح، بسبب تفاوت هذه الأوصاف المقتضية للتصحيح في القوة؛ فإنها لما كانت مفيدة لغلبة الظن الذي عليه مدار الصحة؛ اقتضت أن يكون لها درجات بعضها فوق بعض بحسب الأمور المقوية. ¶ وإذا كان كذلك فما يكون رواته في الدرجة العليا من العدالة والضبط وسائر الصفات التي توجب الترجيح؛ كان أصح مما دونه. ¶ فمن المرتبة العليا في ذلك ما أطلق عليه بعض الأئمة أنه أصح الأسانيد: ¶ كالزهري عن سالم بن عبد الله بن عمر عن أبيه. ¶ وكمحمد بن سيرين عن عبيدة بن عمرو السلماني عن علي. ¶ وكإبراهيم النخعي عن علقمة عن ابن مسعود. ¶ ودونها في الرتبة: كرواية بريد بن عبد الله بن أبي بردة عن جده عن أبيه أبي موسى. ¶ وكحماد بن سلمة عن ثابت «البناني» عن أنس. ¶ ودونها في الرتبة: ¶ كسهيل بن أبي صالح عن أبيه عن أبي هريرة. ¶ وكالعلاء بن عبد الرحمن عن أبيه عن أبي هريرة.",
            "page": "19",
            "part": "1",
            "seal": "6373CBA4"
        },
        {
            "id": "22",
            "nass": "فإن الجميع يشملهم اسم العدالة والضبط؛ إلا أن للمرتبة الأولى من الصفات المرجحة ما يقتضي تقديم روايتهم على التي تليها، وفي التي تليها من قوة الضبط ما يقتضي تقديمها على الثالثة، وهي مقدمة على رواية من يعد ما ينفرد به حسنا؛ كمحمد بن إسحاق عن عاصم بن عمر عن جابر، وعمرو بن شعيب عن أبيه عن جده. ¶ وقس على هذه المراتب ما يشبهها. ¶ والمرتبة الأولي هي التي أطلق عليها بعض الأئمة أنها أصح الأسانيد، والمعتمد عدم الإطلاق لترجمة معينة منها. ¶ نعم؛ يستفاد من مجموع ما أطلق الأئمة عليه ذلك أرجحيته على ما لم يطلقوه. ¶ ويلتحق بهذا التفاضل ما اتفق الشيخان على تخريجه بالنسبة إلى ما انفرد به أحدهما، وما انفرد به البخاري بالنسبة إلى ما انفرد به مسلم؛ لاتفاق العلماء بعدهما على تلقي كتابيهما بالقبول، واختلاف بعضهم على أيهما أرجح، فما اتفقا عليه أرجح من هذه الحيثية مما لم يتفقا عليه. ¶ وقد صرح الجمهور بتقديم «صحيح البخاري» في الصحة، ولم يوجد عن أحد التصريح بنقيضه. ¶ وأما ما نقل عن أبي علي النيسابوري أنه قال: ما تحت أديم السماء أصح من كتاب مسلم؛ فلم يصرح بكونه أصح من صحيح البخاري؛ لأنه إنما نفى وجود كتاب أصح من كتاب مسلم؛ إذ المنفي إنما هو ما تقتضيه صيغة أفعل من زيادة صحة في كتاب شارك كتاب مسلم في الصحة، يمتاز بتلك الزيادة عليه، ولم ينف المساواة. ¶ وكذلك ما نقل عن بعض المغاربة أنه فضل صحيح مسلم على صحيح البخاري؛ فذلك فيما يرجع إلى حسن السياق وجودة الوضع والترتيب. ¶ ولم يفصح أحد منهم بأن ذلك راجع إلى الأصحية، ولو أفصحوا به لرده عليهم شاهد الوجود، فالصفات التي تدور عليها الصحة في كتاب البخاري أتم منها في كتاب مسلم وأشد، وشرطه فيها أقوى وأسد. ¶ أما رجحانه من حيث الاتصال؛ فلاشتراطه أن يكون الراوي قد ثبت له لقاء من روى عنه ولو مرة، واكتفى مسلم بمطلق المعاصرة، وألزم البخاري بأنه يحتاج إلى أن لا يقبل العنعنة أصلا! ¶ وما ألزمه به ليس بلازم؛ لأن الراوي إذا ثبت له اللقاء مرة؛ لا يجري في رواياته احتمال أن لا يكون «قد» سمع منه؛ لأنه يلزم من جريانه أن يكون مدلسا، والمسألة",
            "page": "20",
            "part": "1",
            "seal": "100683F4"
        },
        {
            "id": "23",
            "nass": "مفروضة في غير المدلس. ¶ وأما رجحانه من حيث العدالة والضبط؛ فلأن الرجال الذين تكلم فيهم من رجال مسلم أكثر عددا من الرجال الذين تكلم فيهم من رجال البخاري، مع أن البخاري لم يكثر من إخراج حديثهم، بل غالبهم من شيوخه الذين أخذ عنهم ومارس حديثهم، بخلاف مسلم في الأمرين. ¶ وأما رجحانه من حيث عدم الشذوذ والإعلال؛ فلأن ما انتقد على البخاري من الأحاديث أقل عددا مما انتقد على مسلم، هذا مع اتفاق العلماء على أن البخاري كان أجل من مسلم في العلوم وأعرف بصناعة الحديث منه، وأن مسلما تلميذه وخريجه، ولم يزل يستفيد منه ويتتبع آثاره حتى «لقد» قال الدارقطني: لولا البخاري لما راح مسلم ولا جاء. ¶ ومن ثم؛ أي: «و» من هذه الحيثية - وهي أرجحية شرط البخاري على غيره - قدم «صحيح البخاري» على غيره من الكتب المصنفة في الحديث. ¶ ثم صحيح مسلم؛ لمشاركته للبخاري في اتفاق العلماء على تلقي كتابه بالقبول أيضا، سوى ما علل. ¶ ثم يقدم في الأرجحية من حيث الأصحية ما وافقه شرطهما؛ لأن المراد به رواتهما مع باقي شروط الصحيح، ورواتهما قد حصل الاتفاق على القول بتعديلهم بطريق اللزوم، فهم مقدمون على غيرهم في رواياتهم، وهذا أصل لا يخرج عنه إلا بدليل. ¶ فإن كان الخبر على شرطهما معا؛ كان دون ما أخرجه مسلم أو مثله. ¶ وإن كان على شرط أحدهما؛ فيقدم شرط البخاري وحده على شرط مسلم وحده تبعا لأصل كل منهما. ¶ فخرج لنا من هذا ستة أقسام تتفاوت درجاتها في الصحة. ¶ وثمة قسم سابع، وهو ما ليس على شرطهما اجتماعا وانفرادا. ¶ وهذا التفاوت إنما هو بالنظر إلى الحيثية المذكورة. ¶ أما لو رجح قسم على ما «هو» فوقه بأمور أخرى تقتضي الترجيح؛ فإنه يقدم على ما فوقه - إذ قد يعرض للمفوق ما يجعله فائقا -. ¶ كما لو كان الحديث عند مسلم مثلا، وهو مشهور قاصر عن درجة التواتر، لكن حفته قرينة صار بها يفيد العلم؛ فإنه يقدم «بها» على الحديث الذي يخرجه البخاري إذا كان فردا مطلقا. وكما لو كان الحديث الذي لم يخرجاه من ترجمة وصفت بكونها أصح الأسانيد كمالك عن نافع عن ابن عمر؛ فإنه يقدم على ما انفرد به أحدهما مثلا، لا سيما",
            "page": "21",
            "part": "1",
            "seal": "60C78196"
        },
        {
            "id": "24",
            "nass": "إذا كان في إسناده من فيه مقال). ¶ الحسن لذاته: ¶ قال الحافظ: -[(فإن خف الضبط فالحسن لذاته).]- ¶ وقال في \"النزهة\" (ص/78): (فإن خف الضبط؛ أي: قل - يقال: خف القوم خفوفا: قلوا والمراد مع بقية الشروط المتقدمة في حد الصحيح؛ فهو الحسن لذاته لا لشيء خارج، وهو الذي يكون حسنه بسبب الاعتضاد، نحو حديث المستور إذا تعددت طرقه. وخرج باشتراط باقي الأوصاف الضعيف. وهذا القسم من الحسن مشارك للصحيح في الاحتجاج به، وإن كان دونه، ومشابه له في انقسامه إلى مراتب بعضها فوق بعض). ¶ وعليه فتعريف الحسن هو: (خبر الآحاد متصل السند بنقل العدل الذي خف ضبطه عن مثله أو أضبط منه إلى منتهاه ولم يكن معللا ولا شاذا). ¶ الصحيح لغيره: ¶ قال الحافظ: -[(وبكثرة طرقه يصحح).]- ¶ وقال في النزهة (ص/78): (وبكثرة طرقه يصحح، وإنما نحكم له بالصحة عند تعدد الطرق؛ لأن للصورة المجموعة قوة تجبر القدر الذي قصر به ضبط راوي الحسن عن راوي الصحيح، ومن ثم تطلق الصحة على الإسناد الذي يكون حسنا لذاته لو تفرد إذا تعدد). ¶ الأحكام المركبة: ¶ قال الحافظ: -[(فإن جمعا فللتردد في الناقل حيث التفرد، وإلا فباعتبار إسنادين).]- ¶ وقال في \"النزهة\" (ص/79): (فإن جمعا، أي الصحيح والحسن، في وصف واحد، كقول الترمذي وغيره: \"حديث حسن صحيح\"، فللتردد الحاصل من المجتهد في الناقل: هل اجتمعت فيه شروط الصحة أو قصر عنها، وهذا حيث يحصل منه التفرد بتلك الرواية. ¶ وعرف بهذا جواب من استشكل الجمع بين الوصفين؛ فقال: الحسن قاصر عن الصحيح؛ ففي الجمع بين الوصفين إثبات لذلك القصور ونفيه!. ¶ ومحصل الجواب: أن تردد أئمة الحديث في حال ناقله اقتضى للمجتهد أن لا يصفه بأحد الوصفين، فيقال فيه: حسن باعتبار وصفه عند قوم، صحيح باعتبار وصفه عند قوم، وغاية ما فيه أنه حذف منه حرف التردد؛ لأن حقه أن يقول: \"حسن أو صحيح\"، وهذا كما حذف حرف العطف من الذي بعده. وعلى هذا فما قيل فيه: \"حسن صحيح\" دون ما قيل فيه صحيح؛ لأن الجزم أقوى من التردد، وهذا حيث التفرد.",
            "page": "22",
            "part": "1",
            "seal": "C548D498"
        },
        {
            "id": "25",
            "nass": "وإلا إذا لم يحصل التفرد فإطلاق الوصفين معا على الحديث يكون باعتبار إسنادين: ¶ أحدهما صحيح، والآخر حسن. ¶ وعلى هذا فما قيل فيه: \"حسن صحيح\" فوق ما قيل فيه: \"صحيح\" فقط -إذا كان فردا- لأن كثرة الطرق تقوي). ¶ والوجه الثاني عند الحافظ وارد عليه إشكال فيما يقول فيه الترمذي: حسن صحيح لا نعرفه إلا من هذا الوجه. قال الحافظ الذهبي في \"الموقظة\" (ص: 29) فقال: (وقول الترمذي: (هذا حديث حسن، صحيح) عليه إشكال: بأن الحسن قاصر عن الصحيح، ففي الجمع بين السمتين لحديث واحد مجاذبة! وأجيب عن هذا بشيء لا ينهض أبدا، وهو أن ذلك راجع إلى الإسناد: فيكون قد روي بإسناد حسن، وبإسناد صحيح. وحينئذ لو قيل: (حسن، صحيح، لا نعرفه إلا من هذا الوجه)، لبطل هذا الجواب! وحقيقة ذلك - أن لو كان كذلك - أن يقال: (حديث حسن وصحيح). فكيف العمل في حديث يقول فيه: (حسن، صحيح، لا نعرفه إلا من هذا الوجه)؟ فهذا يبطل قول من قال: أن يكون ذلك بإسنادين). ¶ واعلم أن اختلاف العلماء في بيان مراد الإمام الترمذي بهذه الاصطلاحات وهذا الاختلاف يرجع إلى عدة أمور منها: ¶ 1 - أن الإمام الترمذي لم يفصح عن مراده من هذه الاصطلاحات إلا ما سبق ذكره من تعريفه للحديث الحسن، وأيضاً ما ذكر من أسباب استغراب العلماء للحديث. ¶ 2 - صعوبة تحديد قول الترمذي في حكمه على الحديث، وذلك لكثرة اختلاف النسخ فتجد أن الترمذي يقول عن حديث (حسن صحيح) وفي نسخة (حسن) وفي نسخة (صحيح) وهكذا، وعليه فلتحقيق صحة نسبة حكم للترمذي على حديث لابد من مراجعة عدة أصول. ¶ 3 - نظراً لأن الترمذي لم يفصح عن مقصوده من هذه الاصطلاحات فإنه يصعب الجزم بأن مقصوده من هذه الأحكام الحكم على الأسانيد، أم الحكم على المتن من أنه معمول به، كما قال عقب حديث: (المسلمون على شروطهم) حسن صحيح، مع أن في إسناده كثير بن عبد الله بن عمرو بن عوف المزني قد أغلظ فيه العلماء القول حتى قال عنه الإمام الشافعي: أحد الكذابين أو أحد أركان الكذب. ¶ 4 - أن كل من قام بتفسير أحكام الترمذي المركبة إنما أصدر أحكاماً أغلبية، صادرة عن تتبع واستقراء جزئي لبعض الأحاديث، لذلك فالمتأمل لكلام العلماء الذين خاضوا في",
            "page": "23",
            "part": "1",
            "seal": "54769BB3"
        },
        {
            "id": "26",
            "nass": "هذا الشأن دائماً يصرحون بأن أحكامهم أغلبية، ونجد كذلك أن التعقب عليهم يكون له وجه. ¶ 5 - اختلاف العلماء في الحكم على الترمذي نفسه بالتشدد، أو التساهل في التصحيح ¶ والتضعيف (¬1)، والصحيح عندي أن هذا الاختلاف ناتج عن عدم تحرير أحكام الترمذي، ومنهجه في الحكم على الأحاديث، فينبغي تحرير ذلك أولاً. ¶ ((لما سبق، ولغيره فإنني أرى الآتي: ¶ عدم جدوى التفسير القاصر لأحكام الترمذي. ¶ ضرورة سبر وتتبع أحكام الترمذي في سننه بالاستقراء التام حتى يكون الحكم كلي، لا أغلبي. ¶ وبعد فإنني قد وقفت على جملاً كثيرة مما كتب العلماء، وطلاب العلم حول تفسير أحكام الترمذي المركبة، وأرى أن الأقرب في تفسير قول الترمذي: \"حسن صحيح\" من الناحية النظرية - إن كان لابد من ذلك - أن الطرق التي ذكرها تقوت وارتفعت لدرجة الصحة، فيكون كالمنزلة التي يقول عنها ابن حجر: صحيح لغيره، وهذا إنما يتجه على كلا الاحتمالين الذين قد سبق وأن ذكرتهما قريباً في تفسير قول الترمذي: لا يكون في إسناده من يتهم بالكذب. فعلى كلام الحافظ ابن رجب فظاهر لدخول الراوي الثقة الذي يقل، أو يكثر في حديثه الغلط، وكذلك الراوي الصدوق. وعلى كلام الحافظ ابن حجر من اقتصاره على الرواة الذين فيهم ضعف محتمل دون الثقات، فيكون التقوي بالهيئة الاجتماعية. ¶ وإنما يتأتى هنا إشكالاً- على كلام ابن حجر - فيما يقول فيه الترمذي: حسن صحيح لا نعرفه إلا من حديث فلان، أو من هذا الوجه، والجواب عندي على هذا الإشكال أن يقال: لعل التقوي هنا إنما يتجه للمتن، لا للإسناد، كأن يشهد لمتن الحديث ظاهر القرآن، أو كأن يكون عليه العمل عند العلماء، كما قال في حديث: (الظهر يركب إذا كان مرهونا ولبن الدر يشرب إذا كان مرهونا وعلى الذي يركب ويشرب نفقته) فقد ساقه مرفوعاً من طريق أبي كريب ويوسف بن عيسى قالا حدثنا وكيع عن زكريا عن عامر عن أبي ¶ ¬__________ ¶ (¬1) انظر دفاع د. نور الدين عتر عن اتهام الترمذي بالتساهل في كتابه (الإمام الترمذي والموازنة بين جامعه والصحيحين) (237 - 265) فإنه قد أجاد فيه وأحسن الدفاع، واستقصى الكلام.",
            "page": "24",
            "part": "1",
            "seal": "C1BA2F03"
        },
        {
            "id": "27",
            "nass": "هريرة مرفوعاً به، ثم قال: (هذا حديث حسن صحيح لا نعرفه مرفوعا إلا من حديث عامر الشعبي عن أبي هريرة وقد روى غير واحد هذا الحديث عن الأعمش عن أبي صالح عن أبي هريرة موقوفا والعمل على هذا الحديث عند بعض أهل العلم وهو قول أحمد وإسحاق وقال بعض أهل العلم ليس له أن ينتفع من الرهن بشيء) والله أعلم. ¶ وقد وسعت الكلام في: شرحي الموقظة على أحكام الترمذي المركبة. ¶ زيادة الثقة والشاذ: ¶ قال الحافظ: -[(وزيادة راويهما مقبولة ما لم تقع منافية لمن هو أوثق، فإن خولف بأرجح فالراجح المحفوظ، ومقابله الشاذ)]-. ¶ المقصود أن زيادة راوي الحديث المقبول - سواء أكان تام الضبط أم خفيف الضبط - مقبولة ما لم تقع منافية لمن هو أولى منه، أما إن خولف هذا الراوي بأرجح منه عددا أو صفة فالراجح يقال له المحفوظ، والمخالف يقال له شاذ. ¶ قال الحافظ في \"النزهة\" (ص/82): (وزيادة راويهما، أي: الصحيح والحسن، مقبولة، ما لم تقع منافية لرواية من هو أوثق ممن لم يذكر تلك الزيادة؛ لأن الزيادة: إما أن تكون لا تنافي بينها وبين رواية من لم يذكرها؛ فهذه تقبل مطلقا؛ لأنها في حكم الحديث المستقل الذي ينفرد به الثقة ولا يرويه عن شيخه غيره. وإما أن تكون منافية، بحيث يلزم من قبولها رد الرواية الأخرى؛ فهذه التي يقع الترجيح بينها وبين معارضها؛ فيقبل الراجح ويرد المرجوح. ¶ واشتهر عن جمع من العلماء القول بقبول الزيادة مطلقا، من غير تفصيل، ولا يتأتى ذلك على طريق المحدثين الذين يشترطون في الصحيح أن لا يكون شاذا، ثم يفسرون الشذوذ بمخالفة الثقة من هو أوثق منه. ¶ والمنقول عن أئمة الحديث المتقدمين: كعبد الرحمن بن مهدي، ويحيى القطان، وأحمد بن حنبل، ويحيى بن معين، وعلي بن المديني، والبخاري، وأبي زرعة، وأبي حاتم، والنسائي، والدارقطني، وغيرهم، اعتبار الترجيح فيما يتعلق بالزيادة وغيرها، ولا يعرف عن أحد منهم إطلاق قبول الزيادة ... فإن خولف بأرجح منه: لمزيد ضبط، أو كثرة عدد، أو غير ذلك من وجوه الترجيحات، فالراجح يقال له: \"المحفوظ\". ومقابله، وهو المرجوح، يقال له: \"الشاذ\" مثال ذلك: ما رواه الترمذي، والنسائي، وابن ماجة، من طريق ابن عيينة، عن عمرو بن دينار، عن عوسجة، عن ابن عباس: \"أن رجلا توفي على عهد النبي صلى الله عليه وسلم، ولم يدع وارثا إلا مولى هو أعتقه ... \"، الحديث، وتابع ابن عيينة على",
            "page": "25",
            "part": "1",
            "seal": "3A4C52DE"
        },
        {
            "id": "28",
            "nass": "وصله ابن جريج وغيره، وخالفهم حماد بن زيد؛ فرواه عن عمرو بن دينار، عن عوسجة. ولم يذكر ابن عباس. قال أبو حاتم: \"المحفوظ حديث ابن عيينة\". انتهى. ¶ فحماد بن زيد من أهل العدالة والضبط، ومع ذلك، رجح أبو حاتم رواية من هم أكثر عددا منه. ¶ وعرف من هذا التقرير أن الشاذ: ما رواه المقبول مخالفا لمن هو أولى منه، وهذا هو ¶ المعتمد في تعريف الشاذ، بحسب الاصطلاح). ¶ تتمة: ¶ المثال الذي ذكره الحافظ كمثال للزيادة في الإسناد ظاهره أنه مثال للزيادة المقبولة وليست الشاذة فزيادة الوصل مقبولة. ¶ ويجاب عن هذا كما قال اللقاني (1/ 380) بأن إطلاق المخالفة في كلام الحافظ شاملة للزيادة والنقص، سواء كانت في السند، أم المتن. ¶ وهذا المثال الذي ذكره الحافظ مثال للمخالفة بالنقص في السند. ¶ ومن أمثلة الزيادة الشاذة في الإسناد ما رواه الحاكم من طريق عبيد بن محمد العجلي، حدثني العباس بن عبد العظيم العنبري، حدثني إسحاق بن منصور، ثنا هُرَيْمُ بن سفيان، عن إبراهيم بن محمد بن المنتشر، عن قيس بن مسلم، عن طارق بن شهاب، عن أبي موسى، عن النبي صلى الله عليه وسلم، قال: \" الجمعة حق واجب على كل مسلم في جماعة إلا أربعة: عبد مملوك، أو امرأة، أو صبي، أو مريض\" وذكر أبي موسى فيه شاذ. ¶ قال الحافظ في \"إتحاف المهرة\" (ذكر أبي موسى فيه وهم فقد أخرجه أبو داود: عن عباس بن عبد العظيم، بهذا الإسناد بدون ذكره. والحاكم، وشيخه أبو بكر بن إسحاق، وشيخه عبيد بن محمد حفاظ لكنها زيادة شاذة، فقد أخرجه الدارقطني من وجه آخر: عن إسحاق بن منصور كما قال أبو داود. وكذا أخرجه الطبراني من وجه آخر: عن إسحاق). ¶ ومن أمثلة الزيادة المقبولة في المتن: ¶ ما رواه النسائي في \"الكبرى\" من طريق أبي داود الحفري، وفي \"الكبرى\" و\"عمل اليوم والليلة\" من طريق القاسم بن يزيد الجرمي، والدارمي من طريق محمد بن يوسف الفريابي، ثلاثتهم عن سفيان الثوري، عن سلمة، عن عبد الله بن عبد الرحمن بن أبزى، عن أبيه: أن النبي صلى الله عليه وسلم كان يقول إذا أصبح: \" أصبحنا على فطرة الإسلام، وعلى كلمة الإخلاص، وعلى دين نبينا محمد صلى الله عليه وسلم، وعلى ملة أبينا إبراهيم حنيفا مسلما، وما كان من المشركين \". ورواه أحمد عن وكيع عن سفيان به",
            "page": "26",
            "part": "1",
            "seal": "DEB39099"
        },
        {
            "id": "29",
            "nass": "وزاد وكيع: \"وإذا أمسى\"، وهي زيادة ثقة مقبولة غير منافية. ¶ ومن أمثلة الزيادة الشاذة في المتن ما رواه أحمد من طريق حماد بن سلمة، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة، مرفوعا: (من صام رمضان إيمانا واحتسابا، غفر له ما تقدم من ذنبه وما تأخر). ¶ وهذه الزيادة شاذة أيضا فقد انفرد بها حماد بن سلمة، وخالف غيره ممن رواها عن محمد بن عمرو بدونها قال الأرناؤوط في \"هامش المسند\": (أخرجه الترمذي من طريق عَبْدَة بن سليمان وعبد الرحمن بن محمد المحاربي، وابن ماجه من طريق محمد بن بشر العبدي، وابن حبان من طريق ثابت بن يزيد الأحول، والبغوي من طريق النضر بن شُمَيْل، خمستهم عن محمد بن عمرو، بهذا الإسناد - دون قوله: \"وما تأخر\"، فقد انفرد بها حماد بن سلمة، عن محمد بن عمرو، فهي زيادة شاذة). ¶ - وقال اللقاني (1/ 834) في تفسير المخالفة في تعريف الشاذ: (قوله: \"مخالفا\" أي مخالفة بتعذر معها الجمع، وفي مقدمة الشارح: \"يكفي التعذر بغير الوجوه المتكلفة جدا\"). ¶ تنبيه: ¶ وأما إن وقعت الزيادة منافية لرواية من هو مساو له في الوثوق فلا تقبل بل يتوقف فيها (¬1). ¶ المنكر: ¶ قال الحافظ: -[(ومع الضعف فالراجح المعروف، ومقابله المنكر).]- ¶ وقال في \"النزهة\" (ص/86): (وإن وقعت المخالفة له (¬2) مع الضعف فالراجح يقال له: \"المعروف\"، ومقابله يقال له: \"المنكر\". ¶ مثاله: ما رواه ابن أبي حاتم من طريق حبيب بن حبيب - وهو أخو حمزة بن حبيب الزيات المقرئ- عن أبي إسحاق عن الْعَيْزَارِ بْنِ حُرَيْث عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال: \"من أقام الصلاة، وآتى الزكاة، وحج، وصام، وقرى الضيف دخل الجنة\". قال أبو حاتم: هو منكر؛ لأن غيره من الثقات رواه عن أبي إسحاق موقوفا وهو المعروف). ¶ تنبيه: ¶ ظاهر قول الحافظ: (وإن وقعت المخالفة له) أن المخالفة هنا وقعت من ضعيف لراوي الحديث المقبول سواء أكان ثقة أم خفيف الضبط، ويؤيد ذلك المثال الذي ذكره، فقد نقل عن أبي حاتم تعليل النكارة بقوله: (لأن غيره من الثقات رواه عن أبي إسحاق موقوفا). ¶ وعلى ذلك يأتي إشكال لماذا سمى الحديث الراجح بالمعروف وهناك بالمحفوظ، وهذا الاحتمال في حمل كلامه عليه صرح بعض تلامذته عنه بخلافه من أن المقصود هنا أن يكون الضعف من الجانبين مع رجحان أحدهما بأن يكون أحسن حالا من الآخر. ¶ قال اللقاني (1/ 841): قوله: \"وإن وقعت المخالفة ... \" إلخ: نقل بعض تلامذة المصنف عنه أنه قال: \"المراد بقولي: وإن وقعت المخالفة مع الضعف: أن يكون الضعف في الجانبين مع رحجان أحدهما\" انتهى. ¶ قلت: والمعنى: أن الضعيف إذا روى حديثا، وخالف في إسناده أو متنه ضعيفا أرجح منه؛ لكونه أقل منه وأحسن منه حالا، فما رواه الضعيف (الراجح يقال له: المعروف، ومقابله - وهو ما رواه الضعيف) المرجوح - يقال له: المنكر، والتمثيل الآتي يشكل عليه. ¶ فخرج بقيد الضعيف في كل منهما: المحفوظ والشاذ؛ لأن كل واحد منهما راويه مقبول). ¶ توجيه المثال المذكور: ¶ قال اللقاني (1/ 848): (قول أبي حاتم: \"لأن غيره من الثقات رووه\" لا يناسب ما مر عن المصنف من أنه لابد في المنكر من ضعف كلٍّ من راوييه المخالِف والمخالَف، لذا قال بعض تلامذة المصنف: أنه أوقفه على هذا، فقال له: إن اللائق التمثيل بغيره، وإنه روجع مرة أخرى، فقال: يعتبر الضعف في راوي المنكر المخالِف. ¶ نعم لو وجد فيهما كان كذلك في التسمية، بأن يقال لمن قل ضعفه: معروف وللآخر منكر. انتهى). ¶ ولا خلاف بين الجوابين، فكان الأولى به أن يذكر مثالا يجمع فيه بين المعروف والمنكر، والمثال الذي ذكره مثال صحيح للمنكر دون المعروف. ¶ فتحصل من ذلك أن مخالفة الضعيف منكرة مطلقا، والمخالَف قد يكون معروفا إن كان أقرب في الضعف من المخالِف، وقد يكون مقبولا إن كان راويه مقبولا. ¶ إشكال: ¶ بقي الجواب عن ظاهر قوله: (وزيادة راويهما - أي الصحيح والحسن - مقبولة ما لم تقع منافية لمن هو أوثق. فإن خولف - أي راويهما - بأرجح فالراجح المحفوظ، ومقابله الشاذ، وإن وقعت المخالفة له مع الضعف فالراجح المعروف، ومقابله المنكر) فظاهر قوله المخالَف من الضعيف هو راوي الصحيح والحسن. ¶ قال اللقاني (1/ 849): (وأما أن موضوع التقسيم راوي الحسن والصحيح؛ فجوابه: أن في الكلام شبه استخدام (¬3) لقصد الاستطراد). ¶ والمقصود أن الظاهر هنا غير مراد وإنما ألجأ الماتن لذلك طريقة اللف والنشر المرتب التي سلكها وهي قريبة من طريقة السبر والتقسيم عند الأصوليين ليلتزم نظاما دقيقا، يستوعب كل مجموعة من علوم الحديث في ظل قسم واحد يجمعها في موضع واحد فيبدأ بذكر الأجناس ثم يفصل بذكر الأنواع مرتبة. ¶ تتمة: ¶ قال اللقاني (1/ 843): (اعلم أن المنكر فردان: ¶ أحدهما: ما خالف فيه المستور، أو الضعيف الذي ينجبر بمتابعة مثله. ¶ وثانيهما: ما تفرد به الضعيف الذي لا ينجبر بمتابعة مثله. ¶ وقد قدمنا في الشاذ أنه: ما خالف فيه الثقة من هو أوثق منه، أو تفرد به قليل الضبط، فله فردان - أيضا -، فظهر أنهما متميزان، وأن كلا منهما قسمان، وان المقابل للشاذ: المحفوظ، والمنكر: المعروف ... ¶ ثم قال: عُلِمَ من كلام المصنف: أن الشاذ ما خالف الثقةُ الأوثقَ منه، وأن المحفوظ: ما خالف فيه الأوثق للثقة، وأن المنكر: ما خالف فيه الأضعف للضعيف، وأن المعروف: ما خالف فيه الضعيف الأضعف. ¶ مثال المخالفة في المتن: ¶ ما رواه أحمد وأبو داود وغيرهما من طريق أبي عقيل زهرة بن معبد، عن ابن عمه، عن عقبة بن عامر عن عمر رضي الله عنهما مرفوعا: \" من توضأ فأحسن الوضوء، ثم رفع بصره إلى السماء - أو قال نظره إلى السماء - فقال: أشهد أن لا إله ¶ ¬__________ ¶ (¬1) انظر شرح القاري (ص/315). ¶ (¬2) هذه الزيادة مذكورة في بعض النسخ دون بعض. ¶ (¬3) جاء في حاشية قضاء الوطر: الاستخدام: هو أن يأتي المتكلم بلفظة لها معنيان، ثم يأتي بلفظتين يستخدم كل منهما في معنى من معاني تلك اللفظة المتقدمة. نهاية الأرب.",
            "page": "27",
            "part": "1",
            "seal": "F0631324"
        },
        {
            "id": "32",
            "nass": "إلا الله وحده لا شريك له. وأشهد أن محمدا عبده ورسوله، فتحت له ثمانية أبواب الجنة يدخل من أيهن شاء \" وزيادة رفع البصر إلى السماء منكرة فقد زادها ابن عم أبي عقيل وهم ومجهول، وقد رواه مسلم في \"صحيحه\" من طريق أبي إدريس الخولاني وجبير بن نفير عن عقبة عن عمر به دون هذه الزيادة. ¶ المتابعة: ¶ قال الحافظ: -[(والفرد النسبي إن وافقه فهو المتابع).]- ¶ وقال في \"النزهة\" (ص/87): (وما تقدم ذكره من الفرد النسبي، إن وجد بعد ظن كونه فردا قد وافقه غيره فهو المتابِع بكسر الموحدة. ¶ والمتابعة على مراتب: لأنها إن حصلت للراوي نفسه فهي التامة. وإن حصلت لشيخه فمن فوقه فهي القاصرة، ويستفاد منها التقوية. ¶ مثال المتابعة: ما رواه الشافعي في \"الأم\"، عن مالك، عن عبد الله بن دينار، عن ابن عمر، أن رسول الله صلى الله عليه وسلم قال: \"الشهر تسع وعشرون، فلا تصوموا حتى تروا الهلال، ولا تفطروا حتى تروه، فإن غم عليكم فأكملوا العدة ثلاثين\". فهذا الحديث، بهذا اللفظ، ظن قوم أن الشافعي تفرد به عن مالك، فعدوه في غرائبه؛ لأن أصحاب مالك رووه عنه بهذا الإسناد بلفظ: \"فإن غم عليكم فاقدروا له\". لكن وجدنا للشافعي متابعا، وهو عبد الله بن مسلمة القعنبي، كذلك أخرجه البخاري عنه، عن مالك، وهذه متابعة تامة. ¶ ووجدنا له، أيضا، متابعة قاصرة في صحيح ابن خزيمة من رواية عاصم بن محمد، عن أبيه محمد بن زيد عن جده عبد الله بن عمر، بلفظ: \"فكملوا ثلاثين\"، وفي صحيح مسلم من رواية عبيد الله بن عمر، عن نافع، عن ابن عمر، بلفظ: \"فاقدروا ثلاثين\". ¶ ولا اقتصار في هذه المتابعة - سواء كانت تامة أم قاصرة - على اللفظ، بل لو جاءت بالمعنى كفى، لكنها مختصة بكونها من رواية ذلك الصحابي). ¶ تنبيهات: ¶ - قال اللقاني (1/ 860): (قوله: \"النسبي\" إنما قيد به لأن الفرد المطلق لا يتأتى فيه المتابعة؛ لأن الذي ينفرد بروايته واحد عن الصحابي فما وُجِدَ له متابع لم يكن فردا مطلقا. ¶ كذا قيل، وفيه نظر؛ لأنه ليس الكلام مفروضا فيما أثبت فرديته، بل فيما يشك في فرديته، وأي متابع من ظن فردية مطلقة لحديث؛ فيسبر ويعتبر فيوجد غير فرد مطلق كما أن الفرد النسبي كذلك، ولعل التقييد باعتبار الكثير، وظاهر كلام ابن الصلاح",
            "page": "30",
            "part": "1",
            "seal": "6E78E619"
        },
        {
            "id": "33",
            "nass": "والعراقي الإطلاق بل صريحهما ذلك). ¶ - قوله: (وافقه غيره) يشمل الثقة وغيره ممن يعتبر حديثه، وممن لا يعتبر، وإن كانت متابعة الواهي لا تفيد الحجية (¬1). ¶ - سميت المتابعة التامة بذلك لمشاركته في رجال السند كلهم، ويقال لها أيضا متابعة حقيقية. وأما القاصرة فسميت بذلك لقصورها عن مشاركته هو وكلما بعد المتابع كانت أقصر. ¶ الشاهد: ¶ قال الحافظ: -[(وإن وجد متن يشبهه فهو الشاهد).]- ¶ وقال في \"النزهة\" (ص/90): (وإن وجد متن يروى من حديث صحابي آخر يشبهه في اللفظ والمعنى، أو في المعنى فقط فهو \"الشاهد\". ومثاله في الحديث الذي قدمناه: ما رواه النسائي من رواية محمد بن حنين، عن ابن عباس، عن النبي صلى الله عليه وسلم فذكر مثل حديث عبد الله بن دينار عن ابن عمر سواء، فهذا باللفظ. ¶ وأما بالمعنى فهو ما رواه البخاري من رواية محمد بن زياد، عن أبي هريرة، بلفظ: \"فإن غمي عليكم فأكملوا عدة شعبان ثلاثين\"). ¶ الاعتبار: ¶ قال الحافظ: -[(وتتبع الطرق لذلك هو الاعتبار).]- ¶ وقال في \"النزهة\" (ص/90): (واعلم أن تتبع الطرق: من الجوامع، والمسانيد، والأجزاء، لذلك الحديث الذي يظن أنه فرد؛ ليعلم: هل له متابع أم لا؟ هو \"الاعتبار\"). ¶ ¬__________ ¶ (¬1) انظر اللقاني لهذا التنبيه وتاليه (1/ 863، 864).",
            "page": "31",
            "part": "1",
            "seal": "B5115D49"
        },
        {
            "id": "34",
            "nass": "المقبول ¶ المحكم: ¶ قال الحافظ: -[(ثم المقبول: إن سلم من المعارضة فهو المحكم)]-. ¶ وقال في \"النزهة\" (ص/216): (ثم المقبول: ينقسم، أيضا، إلى معمول به وغير معمول به؛ لأنه إن سلم من المعارضة، أي: لم يأت خبر يضاده، فهو \"المحكم\"، وأمثلته كثيرة). ¶ قال اللقاني في \"قضاء الوطر\" (1/ 879): (أشار إلى أن المراد بالمعارضة: المضادة، وهو قريب من قول الجدليين وغيرهم، معناها: إقامة الدليل على خلاف ما أقام الخصم عليه الدليل، فلابد بقرينة المقام في الخبر المضاد له من كونه مقبولا وفي مرتبته أيضا. وفي كلامه إشاره إلى أنه لابد من تعذر الجمع الغير متكلَّف حال الاعتبار أيضا). ¶ ومفاد كلامه أن المحكم هو: الحديث المقبول الذي سلم من معارضة مثله في القبول. وأنه يعمل به بلا شبهة. ¶ وقوله: (وأمثلته كثيرة) فقد مثل له الحاكم بحديث «إن أشد الناس عذابا يوم القيامة الذين يشبهون بخلق الله عز وجل»، وحديث «لا يقبل الله صلاة بغير طهور، ولا صدقة من غلول»، وحديث «إذا وضع العشاء، وأقيمت الصلاة فابدءوا بالعشاء» ... وعقب الحاكم على كل حديث بقوله: (هذه سنة صحيحة لا معارض لها) ثم قال: (وقد صنف عثمان بن سعيد الدارمي فيه كتابا كبيرا) وهذا الكتاب اسمه \" لا معارض له\"، وقد أورد فيه كل حديث لا معارض له (¬1). ¶ مختلف الحديث: ¶ قال الحافظ: -[(وإن عورض - أي المقبول - بمثله: فإن أمكن الجمع فمختلف الحديث).]- ¶ ومفاد كلامه أن المختلف هو: الحديث المقبول المعارض بمثله مع إمكان الجمع. ¶ قوله: (عورض) أي معارضة ظاهرية أو صورية من وجهة نظر المجتهد وليست معارضة حقيقة، فالأدلة لا يكون بينها تعارض حقيقي. ¶ لا فرق بين الأدلة الظنية والقطعية (¬2) في امتناع وقوع التعارض بينهما بمعنى أنه يمتنع ¶ ¬__________ ¶ (¬1) انظر \"التحبير في المعجم الكبير\" (1/ 123). ¶ (¬2) المقصود بما كان قطعيا من الأدلة، هو ما كان قطعيا في دلالته وثبوته، وما كان ظنيا أي في ¶ دلالته أو في ثبوته.",
            "page": "32",
            "part": "1",
            "seal": "8A9D05EE"
        },
        {
            "id": "35",
            "nass": "حدوث تعارض حقيقي بين الأدلة، وأنه إذا حدث تعارض بين الأدلة فإنه يكون صوريا أي ¶ من وجهة نظر المجتهد فقط، وذلك لأن كتاب الله سالم من الاختلاف والاضطراب والتناقض؛ لأنه تنزيل من حكيم حميد فهو حق من حق، قال تعالى: (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا) [النساء: 82] ولهذا مدح الله تعالى الراسخين في العلم حيث قالوا: (آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا) [آل عمران: 7]؛ أي: محكمه ومتشابهه حق. وقال - صلى الله عليه وسلم -: (إن القرآن لم ينزل يكذب بعضه بعضًا، بل يصدق بعضه بعضًا، فما عرفتم منه فاعملوا به، وما جهلتم منه فردوه إلى عالمه) (¬1). كما أحاديث النبي - صلى الله عليه وسلم - الصحيحة مبرأة من التناقض والاختلاف؛ لأن النبي - صلى الله عليه وسلم - معصوم من التناقض والاختلاف بإجماع الأمة، لا فرق في ذلك بين المتواتر والآحاد، قال تعالى: (وَمَا يَنْطِقُ عَنِ الْهَوَى* إِنْ هُوَ إِلا وَحْيٌ يُوحَى) [النجم: 3، 4]. وكل هذه الأدلة تشمل الظني والقطعي منهما. ¶ قوله: (بمثله) أي في القبول وليس في القوة، فلا يشترط التساوي في القوة فيمكن أن يقع التعارض بين المتواتر والآحاد، أو الصحيح والحسن، ونحو ذلك. ¶ قوله: (أمكن الجمع) أي بين مدلوليهما بغير تعسف (¬2). ¶ قال اللقاني في \"قضاء الوطر\" (1/ 886): (قوله: \"بغير تعسف\" أي: بأن يكون موافقا للقوانين اللغوية، أو الشرعية، أو العقلية، بحيث لا يخالف القواطع منها). ¶ قال القاري في \"شرح النخبة\" (ص:362): ((إما أن يمكن الجمع) أي بتأويل، أو تقييد، أو تخصيص (بين مدلوليهما) أي معنييهما، (بغير تعسف) متعلق بالجمع، والتعسف: أزيد من التكلف، لأنه خروج عن الجادة. قال المصنف: لأن ما كان بتعسف فللخصم أن يرده، وينتقل إلى ما بعده من المراتب). ¶ أمثلته: ¶ قال المناوي في \"اليواقيت والدرر\" (1/ 452): (ومثل له جمع بحديث الترمذي وغيره: \"أيما إهاب دبغ فقد طهر\" مع حديث أبي داود والترمذي وغيرهما: \"لا تنتفعوا من الميتة بإهاب ولا عصب\". الشامل للإهاب المدبوغ وغيره حملناه على غيره جمعا بين ¶ ¬__________ ¶ (¬1) رواه أحمد وغيره من حديث عمرو بن شعيب عن أبي عن جده، وصححه الشيخ الألباني والشيخ الأرناؤوط. ¶ (¬2) انظر \"النزهة\" (1/ 216).",
            "page": "33",
            "part": "1",
            "seal": "C176B9B3"
        },
        {
            "id": "36",
            "nass": "الدليلين ... ). ¶ قال السخاوي في \"فتح المغيث\" (4/ 66): (وهو من أهم الأنواع، تضطر إليه جميع الطوائف من العلماء، وإنما يكمل للقيام به من كان إماما جامعا لصناعتي الحديث والفقه، غائصا على المعاني الدقيقة ; ولذا كان إمام الأئمة أبو بكر بن خزيمة من أحسن الناس فيه كلاما، لكنه توسع حيث قال: (لا أعرف حديثين صحيحين متضادين، فمن كان عنده شيء من ذلك فليأتني به لأؤلف بينهما). وانتقد عليه بعض صنيعه في توسعه، فقال البلقيني: إنه لو فتحنا باب التأويلات لاندفعت أكثر العلل. ¶ وأول من تكلم فيه إمامنا الشافعي، وله فيه مجلد جليل، ولكنه لم يقصد استيعابه، بل هو مدخل عظيم لهذا النوع، يتنبه به العارف على طريقه. وكذا صنف فيه أبو محمد بن قتيبة، وأتى فيه بأشياء حسنة، وقصر باعه في أشياء قصر فيها. وأبو جعفر بن جرير الطبري، وأبو جعفر الطحاوي في كتابه (مشكل الآثار)، وهو من أجل كتبه، ولكنه قابل للاختصار غير مستغن عن الترتيب والتهذيب، وقد اختصره ابن رشد، وممن صنف فيه أيضا أبو بكر بن فورك، وأبو محمد القصري، وابن حزم، وهو نحو عشرة آلاف ورقة). ¶ الناسخ والمنسوخ: ¶ قال الحافظ: -[(أو لا، وثبت المتأخر فهو الناسخ، والآخر المنسوخ.)]- ¶ فإن لم يمكن الجمع بين الحديثين المقبولين المتعارضين، أو أمكن الجمع ولكن بتعسف، فهنا إن ثبت تأخر أحدهما فهو الناسخ والآخر هو المنسوخ. ¶ قال في \"النزهة\" (ص/217): (ويعرف النسخ بأمور: أصرحها ما ورد في النص، كحديث بريدة في صحيح مسلم: \"كنت نهيتكم عن زيارة القبور، فزوروها فإنها تذكر الآخرة\". ومنها ما يجزم الصحابي بأنه متأخر، كقول جابر: كان آخر الأمرين من رسول الله صلى الله عليه وسلم: \"ترك الوضوء مما مست النار\"، أخرجه أصحاب السنن. ومنها ما يعرف بالتاريخ، وهو كثير (¬1)، وليس منها ما يرويه الصحابي المتأخر الإسلام معارضا لمتقدم عنه؛ لاحتمال أن يكون سمعه من صحابي آخر أقدم من المتقدم المذكور، أو مثله ¶ ¬__________ ¶ (¬1) مثل له الشيخ العثيمين - رحمه الله - في \"الأصول\" (ص/54) بقوله تعالى: (الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ) [الأنفال: 66]. الآية، فقوله: (الْآنَ) - قال في شرح الأصول (ص/413): (الآن ظرف للحاضر، وهذا يقتضي أن ما قبله مغاير لما بعده) - يدل على تأخر هذا الحكم وكذا لو ذكر أن النبي، صلى الله عليه وسلم، حكم بشيء قبل الهجرة ثم حكم بعدها بما يخالفه فالثاني ناسخ).",
            "page": "34",
            "part": "1",
            "seal": "D0B988DC"
        },
        {
            "id": "37",
            "nass": "فأرسله (¬1)، لكن إن وقع التصريح بسماعه له من النبي صلى الله عليه وسلم فيتجه أن يكون ناسخا (¬2)، بشرط أن يكون لم يتحمل عن النبي صلى الله عليه وسلم شيئا قبل إسلامه (¬3). وأما الإجماع فليس بناسخ، بل يدل على ذلك (¬4)). ¶ الترجيح والتوقف بين المتعارضين: ¶ قال ابن حجر: -[(وإلا فالترجيح، ثم التوقف.)]- ¶ وقال في \"النزهة\" (ص/218): (وإن لم يعرف التاريخ فلا يخلو: إما أن يمكن ترجيح أحدهما على الآخر، بوجه من وجوه الترجيح المتعلقة بالمتن، أو بالإسناد (¬5)، أو لا. فإن أمكن الترجيح تعين المصير إليه، وإلا فلا. ¶ فصار ما ظاهره التعارض واقعا على هذا الترتيب: الجمع إن أمكن، فاعتبار الناسخ ¶ والمنسوخ، فالترجيح إن تعين، ثم التوقف (¬6) عن العمل بأحد الحديثين. والتعبير بالتوقف أولى من التعبير بالتساقط؛ لأن خفاء ترجيح أحدهما على الآخر إنما هو بالنسبة للمعتبر في الحالة الراهنة، مع احتمال أن يظهر لغيره ما خفي عليه). ¶ المردود ¶ المعلق والمرسل: ¶ قال الحافظ: (ثم المردود: إما أن يكون لسقط، أو طعن، والسقط إما أن يكون من مبادئ السند من مصنف أو من آخره بعد التابعي، أو غير ذلك. فالأول: المعلق، والثاني: المرسل). ¶ المعلق: ¶ قال في \"النزهة\" (ص/218): (والسقط إما أن يكون من مبادئ السند من تصرف مصنف (¬7) فهو المعلق، سواء كان الساقط واحدا، أم أكثر (¬8). ¶ ومن صور المعلق: أن يحذف جميع السند ويقال مثلا: قال رسول الله صلى الله عليه وسلم. ومنها: أن يحذف إلا الصحابي، أو إلا التابعي والصحابي معا. ومنها: أن يحذف من حدثه، ويضيفه إلى من هو فوقه، فإن كان من فوقه شيخا لذلك المصنف فقد اختلف فيه: هل يسمى تعليقا، أو لا؟ والصحيح في هذا التفصيل: فإن عرف بالنص أو الاستقراء أن فاعل ذلك مدلس قضي به، وإلا فتعليق. ¶ وإنما ذكر التعليق في قسم المردود للجهل بحال المحذوف. وقد يحكم بصحته إن عرف، بأن يجيء مسمى من وجه آخر. فإن قال: جميع من أحذفه ثقات، جاءت مسألة ¶ ¬__________ ¶ (¬1) قال المناوي في \"اليواقيت والدرر\" (1/ 472): (قال - ابن حجر -: وإنما قلته لأن المصطفى قال ليلة العقبة أن المصائب للذنوب كفارة لأهلها فمن أصاب من ذلك شيئا فعوقب به فهو كفارة له. وروى أبو هريرة وهو متأخر الإسلام عن ليلة العقبة بنحو سبع سنين أن المصطفى قال: \" لا أدري الحدود كفارة لأهلها أو لا \". وهذا خبر لا يجوز النسخ فيه) وقد أعل البخاري في \"تاريخه\" حديث أبي هريرة بالإرسال. ¶ (¬2) روى الشيخان وغيرهما عن جرير رضي الله عنه أنه بال، ثم «توضأ فمسح على الخفين» وقال: ما يمنعني أن أمسح وقد «رأيت رسول الله صلى الله عليه وسلم يمسح»، قالوا: إنما كان ذلك قبل نزول المائدة، قال: ما أسلمت إلا بعد نزول المائدة) واللفظ لأبي داود. ¶ (¬3) قال المناوي في \"اليواقيت والدرر\" (1/ 474): (قال الكمال بن أبي شريف: ويشترط - أيضا - أن يكون متقدم الإسلام سمع الحديث المعارض قبل سماع متأخر الإسلام، بأن يعلم ذلك بنقل أو قرينة. قال البقاعي: ولا بد من الاحتراز عن هذا، لأن المتقدم الصحبة يحتمل أن يسمع حديثا بعد ما سمعه فيها المتأخر). ¶ (¬4) قال ابن النجار في \"شرح الكوكب\" (3/ 563): (ومثله ما ذكر الخطيب البغدادي: أن زر بن حبيش قال لحذيفة (أي ساعة تسحرت مع رسول الله صلى الله عليه وسلم؟ قال: هو النهار، إلا أن الشمس لم تطلع) وأجمع المسلمون على أن طلوع الفجر يحرم الطعام والشراب، مع بيان ذلك من قوله تعالى: (وَكُلُوا وَاشْرَبُوا) [البقرة: 187] الآية قال العلماء في مثل هذا: إن الإجماع مبين للمتأخر، وإنه ناسخ لا إن الإجماع هو الناسخ). ¶ (¬5) قال اللقاني (1/ 919): (والمتعلق بالمتن كسماعه من الشيخ وقراءته عليه، مع أخذ مقابله عرضا، أو إجازة. وبالإسناد كزيادة الضبط وزيادة العدالة) ومن المرجحات المتعلقة بالسند ترجيح صاحب القصة على غيره كترجيح ما رواه الترمذي عن أبي رافع أن النبي صلى الله عليه وسلم نكح ميمونة رضي الله عنها وهو حلال على ما رواه الشيخان من حديث ابن عباس أن النبي صلى الله عليه وسلم نكح ميمونة وهو محرم. بقرينة قول أبو رافع: وكنت الرسول بينهما، فرجح بكون راويه صاحب الواقعة فهو أدرى بذلك. ¶ (¬6) والقول بالتوقف هو المتعين؛ لأن الحق واحد لا يتعدد، وقال البعض بالتخيير بين أيهما، وذلك يستلزم تعدد الحق، وأنه ليس محصورا في واحد منهما. ¶ (¬7) أي أن الحديث له سند حذفه المصنف لعلة، وفيه احتراز مما لا أصل له، أو ما لا يعرف مسندا. ¶ (¬8) وقد عرف الحافظ المعلق في \"النكت\" (1/ 97) بقوله: (هو الذي حذف من أول إسناده واحد فأكثر).",
            "page": "35",
            "part": "1",
            "seal": "37DAF48B"
        },
        {
            "id": "39",
            "nass": "التعديل على الإبهام (¬1)، والجمهور: لا يقبل حتى يسمى (¬2). لكن، قال ابن الصلاح هنا: إن وقع الحذف في كتاب التزمت صحته، كالبخاري، فما أتى فيه بالجزم (¬3) دل على أنه ثبت إسناده عنده، وإنما حذف لغرض من الأغراض، وما أتى فيه بغير الجزم (¬4) ففيه مقال). ¶ المرسل: ¶ قال الحافظ: -[(والسقط إما أن يكون من آخره بعد التابعي فالمرسل.)]- ¶ قال في \"النزهة\" (ص/219): (ما سقط من آخره من بعد التابعي، هو \"المرسل\". ¶ وصورته: أن يقول التابعي سواء كان كبيرا أم صغيرا (¬5): قال رسول الله صلى الله عليه وسلم كذا، أو فعل كذا، أو فعل بحضرته كذا، ونحو ذلك. ¶ وإنما ذُكِر في قسم المردود للجهل بحال المحذوف؛ لأنه يحتمل أن يكون صحابيا، ويحتمل أن يكون تابعيا. وعلى الثاني (¬6) يحتمل أن يكون ضعيفا، ويحتمل أن يكون ثقة، وعلى الثاني يحتمل أن يكون حمل عن صحابي، ويحتمل أن يكون حمل عن تابعي آخر، وعلى الثاني فيعود الاحتمال السابق، ويتعدد. أما بالتجويز العقلي فإلى ما لا نهاية له (¬7)، وأما ¶ ¬__________ ¶ (¬1) كأن يقول: حدثني الثقة، أو من أثق به، أو من لا أتهم. ¶ (¬2) وهذا القول هو الراجح؛ لأن الأصل في الرواة الجهالة، فلا ينتقل عن هذا الأصل إلا بيقين. ولما كان الخبر عن التوثيق والتعديل يختلف باختلاف المُعَدِّل، فقد يُظهر له المُعَدَّل ما يجعله يحكم له بالعدالة أو التوثيق، في حين أنه لو صرح به لأنكشف حاله؛ وعليه فتمسكاً بالأصل الأول في الرواة، وحماية لجناب السنة، نختار القول بعدم قبو ل هذا التعديل أو التوثيق للمجاهيل والمبهمين. والله أعلم. وقد عرضت لذكر الأقوال في هذه المسألة في شرحي للموقظة. ¶ (¬3) كقال فلان، وروى فلان. ¶ (¬4) وتسمى صيغة التمريض، ك: يروى، ويذكر. ¶ (¬5) قال اللقاني (1/ 961): (ليس المراد بالكبر والصغر ما يرجع إلى السن وإنما المراد بالكبير: من جُل روايته عن الصحابة، كعبدالله بن الخِيَار، وبالصغير من عداه، كمن جُل روايته عن التابعين كيحيى بن سعيد، وبعضهم فسر الكبير بمن لقى كثيرا من الصحابة، والصغير بمن لقى القليل منهم). ¶ (¬6) أي كونه تابعيا. ¶ (¬7) قال المناوي في \" اليواقيت والدرر\" (1/ 499): (اعترضه ابن قطلوبغا: بأنه محال عند العقل أن يجوز أن يكون بين التابعي والنبي من لا يتناهى، كيف وقد وقع التناهي في الوجود الخارجي بذكر النبي. والكمال بن أبي شريف: بأنه لو قال: فإلى ما لا ضابط له، أو قال: إما بالتجويز العقلي فلا ضابط له - لكان متجها - وإلا فعدد التابعين متناه). وأجاب عنه الصنعاني في: \"إسبال المطر (ص: 257) بقوله: (وأجيب بأنه أراد الكثرة وأتى بما لا نهاية له مبالغة إذ من المعلوم عند العقلاء أن الانتساب إلى آدم أمر متناه فكيف إلى نبينا صلى الله عليه وسلم).",
            "page": "37",
            "part": "1",
            "seal": "C42665C4"
        },
        {
            "id": "40",
            "nass": "بالاستقراء فإلى ستة أو سبعة، وهو أكثر ما وجد من رواية بعض التابعين عن بعض. فإن عرف من عادة التابعي أنه لا يرسل إلا عن ثقة، فذهب جمهور المحدثين إلى التوقف؛ لبقاء الاحتمال، وهو أحد قولي أحمد، وثانيهما - وهو قول المالكيين والكوفيين-: يقبل مطلقا، وقال الشافعي: يقبل إن اعتضد بمجيئه من وجه آخر يباين الطريق الأولى، مسندا أو مرسلا، ليرجح احتمال كون المحذوف ثقة في نفس الأمر (¬1)). ¶ المعضل: ¶ قال الحافظ: -[(والسقط إن كان باثنين فصاعدا مع التوالي فهو المعضل.)]- ¶ قال السخاوي في \"فتح المغيث\" (1/ 198): ((والمعضل) وهو بفتح المعجمة من الرباعي المتعدي، يقال: أعضله فهو معضل وعضيل، وأعله المرض فهو عليل بمعنى معل، وفعيل بمعنى مفعل إنما يستعمل في المتعدي، والعضيل: المستغلق الشديد. ففي حديث: «إن عبدا قال: يا رب لك الحمد كما ينبغي لجلال وجهك وعظيم شأنك، فأعضلت بالملكين، فلم يدريا كيف يكتبان». . . الحديث \" قال أبو عبيد: هو من العضال، الأمر الشديد الذي لا يقوم له صاحبه). انتهى. فكأن المحدث الذي حدث به أعضله؛ حيث ضيق المجال على من يؤديه إليه، وحال بينه وبين معرفة رواته بالتعديل أو الجرح، وشدد عليه الحال، ويكون ذاك الحديث معضلا له لإعضال الراوي له. هذا تحقيقه لغة، وبيان استعارته. ¶ وهو في الاصطلاح: (الساقط منه) أي: من إسناده (اثنان فصاعدا) أي: مع التوالي، حتى لو سقط كل واحد من موضع كان منقطعا، لا معضلا). ¶ العلاقة بين المعلق والمعضل: ¶ قال في \"النزهة\" (ص/219): (بين المعلق وبين المعضل، عموم وخصوص من وجه: فمن حيث تعريف المعضل بأنه: سقط منه اثنان فصاعدا؛ يجتمع مع بعض صور المعلق، ومن حيث تقييد المعلق بأنه من تصرف مصنف من مبادئ السند يفترق منه؛ إذ هو أعم من ذلك). ¶ ¬__________ ¶ (¬1) وهذا القول هو الأقوى وثمة شروط أخرى ذكرها الإمام الشافعي وغيره، ولا يتسع المجال لذكرها ومناقشتها.",
            "page": "38",
            "part": "1",
            "seal": "736C0E6A"
        },
        {
            "id": "41",
            "nass": "شأن العموم والخصوص الوجهي أن يجتمعا في صورة، وينفرد كل واحد منهما في صورة، فالمعلق والمعضل يجتمعان في السقط إن كان في أوله لراويبن أو أكثر على التوالي من أوله، وينفرد المعلق إن كان السقط لراو واحد من أوله، وينفرد المعضل إن كان السقط لراويين أو أكثر على التوالي من أي مكان غير أول السند. ¶ المنقطع: ¶ -[قال الحافظ: (وإلا فالمنقطع).]- ¶ والمقصود أن السقط في السند إن لم يكن على أي صورة من الصور السابقة فهو المنقطع. ¶ قال في \"النزهة\" (ص/220): (وإلا، فإن كان الساقط باثنين غير متواليين، في موضعين مثلا، فهو المنقطع، وكذا إن سقط واحد، فقط، أو أكثر من اثنين، لكنه، بشترط عدم التوالي). ¶ وعليه فالمنقطع هو: ما سقط من وسط سنده راو فأكثر لا على التوالي. ¶ فائدة: ¶ قال ابن حجر في \"النكت\" (2/ 581): (قال الجوزقاني مقدمة كتابه في الموضوعات: \"المعضل أسوأ حالا من المنقطع، والمنقطع أسوأ حالا من المرسل والمرسل لا تقوم به حجة\". قلت: وإنما يكون المعضل أسوأ حالا من المنقطع إذا كان الانقطاع في موضع واحد من الإسناد، وأما إذا كان في موضعين أو أكثر، فإنه يساوي المعضل في سوء الحال). ¶ أقسام السقط من حيث الظهور والخفاء: ¶ السقط الظاهر: ¶ قال الحافظ: -[(ثم قد يكون واضحا أو خفيا - إي السقط -. فالأول: يدرك بعدم التلاقي، ومن ثم احتيج إلى التأريخ).]- ¶ وقال في \"النزهة\" (ص/221): (ثم إن السقط من الإسناد قد يكون واضحا يحصل ¶ الاشتراك في معرفته، ككون الراوي، مثلا، لم يعاصر من روى عنه، أو يكون خفيا فلا ¶ يدركه إلا الأئمة الحذاق المطلعون على طرق الحديث وعلل الأسانيد. ¶ فالأول: وهو الواضح، يدرك بعدم التلاقي بين الراوي وشيخه، بكونه لم يدرك عصره، أو",
            "page": "39",
            "part": "1",
            "seal": "B73EB3E3"
        },
        {
            "id": "42",
            "nass": "أدركه لكن، لم يجتمعا، وليست له منه إجازة، ولا وجادة (¬1)،ومن ثم، احتيج إلى التاريخ؛ لتضمنه تحرير مواليد الرواة ووفياتهم، وأوقات طلبهم وارتحالهم، وقد افتضح أقوام ادعوا الرواية عن شيوخ ظهر بالتاريخ كذب دعواهم (¬2)). ¶ فائدة: ¶ قال اللقاني (1/ 980): (فإن قلت: لم يذكر المصنف لهذا النوع اسما. ¶ قلت: نعم، لكن قال البقاعي: إن هذا القسم لا اسم له إلا المنقطع وإن كان من أول السند من تصرف مصنف سمى معلقا - أيضا - انتهي. ¶ والذي يظهر دخوله - أيضا - في باب المعضل والمرسل، والحاصل أن هذا لاقسم ليس له اسم خاص لجريانه في البواب السابقة، فينظر لمحل ذلك الحذف الواضح، ويحكم له بما يَلحق به من مسميات تبك الأقاب السابقة، وتطبق عليه أسماؤها من تعليق، أو انقطاع، أو عضل، أو إرسال). ¶ السقط الخفي: ¶ (المدلَّس): ¶ قال الحافظ: -[(والثاني المدلَّس ويرد بصيغة تحتمل اللقى: كعن، وقال).]- ¶ وقال في \"النزهة\" (ص/221): (والقسم الثاني: وهو الخفي: المدَّلس - بفتح اللام- سمي بذلك لكون الراوي لم يُسم مَن حدثه، وأوهم سماعه للحديث ممن لم يحدثه به. واشتقاقه من الدَّلَس بالتحريك، وهو اختلاط الظلام بالنور، سمي بذلك لاشتراكهما في الخفاء. ¶ ويَرِد المدَّلس بصيغة من صيغ الأداء تحتمل وقوع اللقى بين المدلس ومن أسند عنه، كـ‍\"عن\"، وكذا \"قال\". ومتى وقع بصيغة صريحة لا تجوز فيها كان كذبا. ¶ وحكم من ثبت عنه التدليس إذا كان عدلا: أن لا يقبل منه إلا ما صرح فيه بالتحديث، ¶ على الأصح). ¶ تنبيه: ¶ قال اللقاني (1/ 992): (كلام الشرح والأصل ليس فيه إلا تدليس الإسناد، وهو أن يروي عمن لقيه، أو سمع منه ما لم يسمع منه موهما أنه سمع منه. ¶ وسكت عن تدليس الشيوخ وهو أن يصف الشيخ الواحد الذي سمع منه ذلك الحديث بما لا يكون معروفا به، ولا مشهورا من اسم أو لقب أو كنية أو نسبة إلى قبيلة أو بلدة أو صفة أو نحوها. ¶ والحامل عليه مقاصد: إما ضعف في الراوي عنه، وإما صغره عند المدلس بأن يكون أصغر من المدلس أو أكبر منه لكن بيسير، أو بكثير لكن تأخرت وفاته حتى شاركه في الأخذ من هو دونه. ¶ وملخصه: أن يستكبر المدلس عن الرواية عنه لشئ من هذه الأمور، وإما لإيهام المدلس أنه يروي ذلك الحديث عن عدة شيوخ. ¶ كما سكت أيضا عن تدليس التسوية المعبر عنه عند القدماء بالتجويد بحيث قالوا: \"جَوَّد فلانا الإسناد\" فإنما يريدون ذَكَرَ من فيه من الأجواد، وحذف الأدنياء، وهو أن يروي حديثا عن ضعيف بين ثقتين لقى أحدهما الآخر فيسقط المدلس الضعيف ويروي الحديث عن شيخه الثقة عن الثقة. ¶ ولعله إنما سكت عنهما؛ لرجوع الأول للرواية عن المجهول والثاني لتدليس الإسناد كما صرح به المصنف في الثاني حيث جعله نوعا من تدليس الإسناد). ¶ المرسل الخفي: ¶ قال الحافظ: (وكذا المرسل الخفي من معاصر لم يلق). ¶ وقال في \"النزهة\" (ص/221): (وكذا المرسل الخفي، إذا صدر من معاصر لم يلق من حدث عنه، بل بينه وبينه واسطة. ¶ والفرق بين المدلس والمرسل الخفي دقيق، حصل تحريره بما ذكر هنا: وهو أن التدليس يختص بمن روى عمن عرف لقاؤه إياه، فأما إن عاصره، ولم يعرف أنه لقيه، فهو المرسل الخفي). ¶ أسباب الطعن في الراوي ¶ قال الحافظ: (ثم الطعن: إما أن يكون لكذب الراوي (¬3)، أو تهمته بذلك، أو فحش غلطه، أو غفلته، أو فسقه، أو وهمه، أو مخالفته، أو جهالته، أو بدعته، أو سوء حفظه. ¶ فالأول: الموضوع، والثاني: المتروك، والثالث: المنكر على رأي، وكذا الرابع والخامس. ¶ ثم الوهم: إن اطلع عليه بالقرائن، وجمع الطرق: فالمُعَلَّل. ¶ ثم المخالفة: إن كانت بتغيير السياق: فمدرج الإسناد، أو بدمج موقوف بمرفوع: فمدرج المتن، أو بتقديم أو تأخير: فالمقلوب، أو بزيادة راو: فالمزيد في متصل الأسانيد، أو بإبداله ولا مرجح: فالمضطرب وقد يقع الإبدال عمدا امتحانا أو بتغيير مع بقاء السياق: فالمصحف والمحرف. ولا يجوز تعمد تغيير المتن بالنقص والمرادف إلا لعالم بما يحيل المعاني. فإن خفي المعنى احتيج إلى شرح الغريب وبيان المشكل. ¶ ثم الجهالة: وسببها أن الراوي قد تكثر نعوته فيذكر بغير ما اشتهر به لغرض، وصنفوا فيه الموضح، وقد يكون مقلا فلا يكثر الأخذ عنه، وصنفوا فيه الوحدان، ولا يسمى اختصارا، وفيه المبهمات، ولا يقبل المبهم ولو أبهم بلفظ التعديل على الأصح، فإن سمي وانفرد واحد عنه فمجهول العين، أو اثنان فصاعدا، ولم يوثق: فمجهول الحال، وهو المستور. ¶ ثم البدعة: إما بمكفر، أو بمفسق، فالأول: لا يقبل صاحبها الجمهور، والثاني: يقبل من لم يكن داعية في الأصح، إلا إن روى ما يقوي بدعته فيرد على المختار، وبه صرح الجُوزقاني شيخ النسائي. ¶ ثم سوء الحفظ: إن كان لازما فهو الشاذ على رأي، أو طارئا فالمختلط، ومتى توبع سيئ الحفظ بمعتبر، وكذا المستور والمرسل، والمدلس: صار حديثهم حسنا لا لذاته، بل بالمجموع.). ¶ ذكر الماتن - رحمه الله - عشرة أسباب للطعن في الحديث خمسة منها متعلقة بالعدالة وهي: الكذب، والتهمة به، والفسق، والجهالة، والبدعة. ¶ وخمسة تتعلق بالضبط وهي: فحش الغلط، والغفلة، والوهم، والمخالفة، وسوء الحفظ. ¶ ولم يميز الماتن بينهما؛ لأنه فضل ذكرها مرتبة على الأشد فالأشد في موجب الرد على ¶ سبيل التدلي، وفيه فائدة أعظم من تمييزها سيما للمبتدئ (¬4). ¶ الكذب: ¶ وقال في \"النزهة\" (ص/223): (الطعن إما أن يكون: لكذب الراوي في الحديث النبوي: بأن يروي عنه صلى الله عليه وسلم ما لم يقله (¬5)، متعمدا لذلك (¬6). ¶ فالقسم الأول: وهو الطعن بكذب الراوي في الحديث النبوي هو الموضوع. ¶ والحكم عليه بالوضع إنما هو بطريق الظن الغالب، لا بالقطع؛ إذ قد يصدق الكذوب، لكن، لأهل العلم بالحديث ملكة قوية يميزون بها ذلك، وإنما يقوم بذلك منهم من يكون اطلاعه تاما، وذهنه ثاقبا، وفهمه قويا، ومعرفته بالقرائن الدالة على ذلك متمكنة. ¶ وقد يعرف الوضع بإقرار واضعه، قال ابن دقيق العيد: \"لكن لا يقطع بذلك، لاحتمال أن يكون كذب في ذلك الإقرار\" انتهى. وفهم منه بعضهم أنه لا يعمل بذلك الإقرار أصلا، وليس ذلك مراده، وإنما نفي القطع بذلك، ولا يلزم من نفي القطع نفي الحكم؛ لأن الحكم يقع بالظن الغالب، وهو هنا كذلك، ولولا ذلك لما ساغ قتل المقر بالقتل، ولا رجم المعترف بالزنى؛ لاحتمال أن يكونا كاذبين فيما اعترفا به. ¶ ومن القرائن، التي يدرك بها الوضع: ما يؤخذ من حال الراوي، كما وقع للمأمون بن أحمد أنه ذكر بحضرته الخلاف في كون الحسن سمع من أبي هريرة أو لا، فساق في الحال إسنادا إلى النبي صلى الله عليه وسلم أنه قال: سمع الحسن من أبي هريرة. وكما وقع لغِياث بن إبراهيم، حيث دخل على المهدي فوجده يلعب بالحمام؛ فساق في الحال إسنادا إلى النبي صلى الله عليه وسلم، أنه قال: \"لا سبق إلا في نصل أو خف أو حافر أو جناح\"، فزاد في الحديث: \"أو جناح\"؛ فعرف المهدي أنه كذب لأجله فأمر بذبح الحمام. ¶ ومنها ما يؤخذ من حال المروي: كأن يكون مناقضا لنص القرآن، أو السنة المتواترة (¬7)، أو الإجماع القطعي، أو صريح العقل، حيث لا يقبل شيء من ذلك التأويل. ¶ ثم المروي تارة يخترعه الواضع، وتارة يأخذ كلام غيره: كبعض السلف الصالح، أو قدماء الحكماء، أو الإسرائيليات، أو يأخذ حديثا ضعيف الإسناد فيركب له إسنادا صحيحا ¶ ليروج. ¶ والحامل للواضع على الوضع: إما عدم الدين كالزنادقة، أو غلبة الجهل كبعض المتعبدين، أو فرط العصبية، كبعض المقلدين، أو اتباع هوى بعض الرؤساء، أو الإغراب ¶ ¬__________ ¶ (¬1) عطفه الوجادة على الإجازة مشعر باستقلال الوجادة في الاتصال دون أن ينضم لها الإجازة، وسوف يأتي مناقشة هذه المسألة - بإذن الله -. ¶ (¬2) قال المناوي في \"اليواقيت والدرر\" (2/ 8): (قال الحاكم: لما قدم علينا أبو جعفر الكُشَّى - بضم الكاف وشدة المعجمة - وحدث عن عبد بن حميد سألته عن مولده؟ فذكر أنه سنة ستين ومائتين فقلت لأصحابنا: هذا الشيخ سمع من عبد حميد بعد موته بثلاثة عشر سنة). ¶ (¬3) وقيده الماتن في النزهة بـ: \"التعمد\"، وسوف يأتي بإذن الله مناقشة هذا القيد. ¶ (¬4) انظر اللقاني (1/ 1010). ¶ (¬5) قال اللقاني (1/ 1012): (المراد: ما لم يقله صلى الله عليه وسلم أصلا؛ لا باللفظ ولا بالمعنى، فلا ترد الرواية بالمعنى عند مجوزيها، وهو الحق؛ لوجود المعنى، ويدخل فيه ما سيأتي من تركيب متن مروي بسند ضعيف مع سند صحيح؛ لأن الهيئة المخصوصة غير منسوبة إليه عليه السلام لا باللفظ ولا بالمعنى. وأما قلب المتن لسند آخر غير ضعيف لقصد الامتحان؛ فليس بجرحة على الأصح، لكن لا يستمر جوازه إلا بقدر الضروة فقط). ¶ ثم قال: (خص المصنف الكذب برواية ما لم يقله صلى الله عليه وسلم جريا على الغالب، وتبركا بلفظ الحديث، وإلا فالفعل والعزم والهم والتقرير والوصف كذلك - ما لا يخفى -). ¶ (¬6) قال اللقاني (1/ 1013): (فإن قلت: قيد التعمد غير مذكور في الأصل! قلت: المقابلة مُغنية عن التصريح به، وإلا رجع لفحش الغلط، أو سوء الحفظ. والحق في الصدق أنه: مطابقة حكم الخبر للواقع مطلقا، عمدا كان أو لا، كان بإعتقاد عدم المطابقة للواقع أم لا). ¶ تنبيه: ¶ بعض العلماء، وما جرى عليه عمل مصنفو كتب الموضوعات، عدم اعتبار هذا القيد. ¶ قال الشيخ بشير عمر في \"منهج الإمام أحمد في إعلال الأحاديث\" (1/ 147): (بعض العلماء لم ير التقييد بقيد التعمّد، ومنهم شيخ الإسلام ابن تيمية، فعرّف الموضوع بأنه ما يُعلم انتفاء خبره وإن كان صاحبه لم يتعمد الكذب بل أخطأ فيه. والناظر في مناهج النّقّاد المتقدمين ومصطلحاتهم في هذا الباب يرى أنهم يطلقون الحكم بالوضع على حديث من وقع ذلك منه عمداً أو خطأً، كما يصفون الراوي بالكذب وإن كان لم يتعمد اختلاق المتون، وكذلك جامعوا كتب الموضوعات كما أفاده الشيخ المعلمي رحمه الله حيث قال: \"إذا قام عند الناقد من الأدلة ما غلب على ظنه معه بطلان نسبة الخبر إلى النبي صلى الله عليه وسلم فقد يقول: باطل أو موضوع، وكلا اللفظين يقتضي أن الخبر مكذوب عمداً أو خطأ، إلا أن المتبادر من الثاني الكذب عمداً غير أن هذا المتبادر لم يَلتفِت إليه جامعو كتب الموضوعات، بل يوردون فيها ما يجدون قيام الدليل على بطلانه وإن كان الظاهر عدم التعمد\") وهذه التفرقة بين الباطل والموضوع التي أشار إليها الشيخ المعلمي اعتمدها بعض المعاصرين فجعلوا الموضوع ما تعمد فيه الراوي الكذب، والباطل قد يجري على لسان الراوي الصادق اللهجة السيئ الحفظ لكنه لم يتعمد الكذب على النبي صلى الله عليه وسلم. والأمر اصطلاحي. ¶ (¬7) قال اللقاني (2/ 1035): (خرج بها الآحاد؛ إذ مخالفتها لا تدل على الوضع ولو لم تمكن التأويل).",
            "page": "40",
            "part": "1",
            "seal": "0F929F7C"
        },
        {
            "id": "47",
            "nass": "لقصد الاشتهار. ¶ وكل ذلك حرام بإجماع من يعتد به، إلا أن بعض الكرامية، وبعض المتصوفة نقل عنهم إباحة الوضع في الترغيب والترهيب، وهو خطأ من فاعله، نشأ عن جهل، لأن الترغيب والترهيب من جملة الأحكام الشرعية، واتفقوا على أن تعمد الكذب على النبي صلى الله عليه وسلم من الكبائر، وبالغ أبو محمد الجويني فكفر من تعمد الكذب على النبي صلى الله عليه وسلم (¬1). ¶ واتفقوا على تحريم رواية الموضوع إلا مقرونا ببيانه؛ لقوله صلى الله عليه وسلم: من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين، أخرجه مسلم). ¶ المتروك: ¶ وهذا هو القسم الثاني من أقسام المردود: وهو ما يكون بسبب تهمة الراوي بالكذب في حديث النبي صلى الله عليه وسلم، ويسمى الحديث بـ: \"المتروك\". ¶ قال ابن حجر في \"النزهة\" (ص/225): (أو تهمته بذلك: بأن لا يروى ذلك الحديث إلا من جهته (¬2)، ويكون مخالفا للقواعد المعلومة (¬3)، وكذا من عرف بالكذب في كلامه، وإن لم يظهر منه وقوع ذلك في الحديث النبوي، وهذا (¬4) دون الأول). ¶ قال الشيخ الطحان في \"تيسيره\" (ص/117): (إذا كان سبب الطعن في الراوي هو التهمة بالكذب -وهو السبب الثاني- سمي حديثه: المتروك. ¶ - تعريفه: هو الحديث الذي في إسناده راوٍ متهم بالكذب. ¶ - أسباب اتهام الراوي بالكذب: أسباب اتهام الراوي بالكذب أحد أمرين؛ هما: ¶ أ- ألا يروى ذلك الحديث إلا من جهته، ويكون مخالفا للقواعد المعلومة. ¶ ب- أن يعرف الراوي بالكذب في كلامه العادي، لكن لم يظهر منه الكذب في الحديث النبوي). ¶ المنكر - على رأي -: ¶ قال الحافظ في \"النزهة\" (ص/223): (أو فُحش غَلَطِه، أي: كثرته (¬5)، أو ¶ ¬__________ ¶ (¬1) قال تقي الدين في \"الصارم المسلول\" (ص:174): (من روى حديثا يعلم أنه كذب فهذا حرام كما صح عنه أنه قال: \" من روى عني حديثا يعلم أنه كذب فهو أحد الكاذبين \" لكن لا يكفر إلا أن ينضم إلى روايته ما يوجب الكفر- أي كالاستهزاء ونحوه -). ¶ وقال الشيخ ابن باز - رحمه الله - في \"مجموع الفتاوى\" (26/ 316): (إن الكذب عليه من الكبائر العظيمة، وقد ذهب بعض أهل العلم إلى كفر من تعمد الكذب على النبي صلى الله عليه وسلم، ولكن الأكثر من أهل العلم على خلاف ذلك إلا أن يستحله، فإن استحله كفر بالإجماع، وعلى كل تقدير فالكذب عليه صلى الله عليه وسلم من أكبر الكبائر لعظم ما يترتب عليه من المفاسد الكثيرة، وما صاحبه عن الكفر ببعيد، أسأل الله العافية والسلامة). ¶ فائدة - الفرق بين الكذب على النبي صلى الله عليه وسلم والكذب على غيره: ¶ قال الحافظ في \"فتح الباري\" (1/ 202): (فإن قيل الكذب معصية إلا ما استثني في الإصلاح وغيره والمعاصي قد توعد عليها بالنار فما الذي امتاز به الكاذب على رسول الله صلى الله عليه وسلم من الوعيد على من كذب على غيره؟ ¶ فالجواب عنه من وجهين: ¶ أحدهما - أن الكذب عليه يكفر متعمده عند بعض أهل العلم وهو الشيخ أبو محمد الجويني لكن ضعفه ابنه إمام الحرمين ومن بعده ومال ابن المُنَيِّر إلى اختياره ووجهه بأن الكاذب عليه في تحليل حرام مثلا لا ينفك عن استحلال ذلك الحرام أو الحمل على استحلاله واستحلال الحرام كفر والحمل على الكفر كفر وفيما قاله نظر لا يخفى والجمهور على أنه لا يكفر إلا إذا اعتقد حل ذلك الجواب الثاني - أن الكذب عليه كبيرة والكذب على غيره صغيرة فافترقا ولا يلزم من استواء الوعيد في حق من كذب عليه أو كذب على غيره أن يكون مقرهما واحدا أو طول إقامتهما سواء فقد دل قوله صلى الله عليه وسلم: (فليتبوأ) على طول الإقامة فيها بل ظاهره أنه لا يخرج منها لأنه لم يجعل له منزلا غيره إلا أن الأدلة القطعية قامت على أن خلود التأبيد مختص بالكافرين وقد فرق النبي صلى الله عليه وسلم بين الكذب عليه وبين الكذب على غيره في حديث المغيرة حيث يقول: (إن كذبا علي ليس ككذب على أحد)). ¶ (¬2) قال الشيخ عبد الله السمين في \"حاشية لقط الدرر\" (ص/80): (أي الراوي المتهم، أي وغيره من الثقات الذين حضروا معه على الشيخ لم يروه، وأما لو كان هو ثقة من بينهم أو كانهو ينفرد يالشيخ في بعض الأحيان فإنه يقبل. ¶ (¬3) وقال أيضا: (أي بأن يخالف من هو أوثق منه، وليس المراد بالقواعد قواعد الشريعة كما قال الشيخ ملا على القاري). ¶ (¬4) اختلف العلماء فيما يعود عليه هذا الضمير، فقال بعضهم: إنه يعود للسبب الأول للطعن في الراوي أي: كذبه، ولذلك تعقب ابنُ قاسم الحافظَ فقال: (لاحاجة لقوله: وهذا دون الأول؛ لأنه معلوم أنه دون الأول في كلام المصنف) والصواب أن الضمير يعود للسبب الأول من اسباب إتهام الراوي للكذب كما سيأتي، وانظر اللقاني (2/ 1016)، وحاشية لقط الدرر (ص/80). ¶ (¬5) قال الشيخ المأربي في \"الجواهر السليمانية شرح المنظومة البيقونية\" (ص/61) ما ¶ مختصره: (وهناك طرقا كثيرة لمعرفة ضبط الراوي وعدمه ومن ذلك: ¶ - سَبْر روايات الراوي، ومقارنتها بروايات غيره من الثقات؛ لينظر هل يوافقهم أم يخالفهم؟ ويُحْكَم على حديثه بعد ذلك بما يستحق. ¶ - اختبار الراوي، وللاختبار صور، منها: ¶ أ - أن يأتي إليه أحد أئمة الجرح والتعديل، فيسأله عن بعض الأحاديث، فيحدثه بها على وجه ما، ثم يأتي إليه بعد زمن، فيسأله عن الأحاديث نفسها، فإن أتى بها كما سمعها منه في المرة الأولى؛ علم أن الرجل ضابط لحديثه، ومتقن له، أما إذا خَلَّط فيها، وقَدَّم وأَخَّر؛ عَرَفَ أنه ليس كذلك، وتكلم فيه على قدر خطئه ونوعه، فإن كانت هذه الأخطاء يسيرة عددا ونوعا؛ احتملوها له إذا كان مكثرا، وإلا طُعِن فيه. ¶ ب - أن يُدْخِل الإمام منهم في حديث الراوي ما ليس منه، ثم يقرأ عليه ذلك كله، موهمًا أن الجميع حديثه، فإن أقره وقبله، مع ما أُدخل فيه؛ طعن في ضبطه، وإن ميز حديثه من غيره؛ علم أن الرجل ضابط. ¶ ج - أن يلقن الإمام منهم الراوي بقصد اختباره شيئا في السند أو في المتن، لينظر هل سيعرف ويميز؛ فيرد ما لُقِّنَه، أو لا يميز؛ فيقبل ما أُدخل عليه، فإن ميز؛ فهو ضابط، وإلا فغير ضابط. ¶ د - إغراب إمام من الأئمة على الراوي بالحديث، فيقلب سنده، أو متنه، أو يركب سند حديث على متن حديث آخر، أو العكس، ليعرف ضبط الراوي من عدمه أو قلته، ويحكم عليه بما يستحق حسب حِذْقه، وفطنته، وضبطه، أو غفلته، وعدم فهمه، وهذا يفعله الشيوخ مع تلاميذهم لمعرفة نباهتهم وتيقظهم، والعكس).",
            "page": "45",
            "part": "1",
            "seal": "FF74D926"
        },
        {
            "id": "49",
            "nass": "غفلته (¬1) عن الإتقان (¬2)، أو فسقه: أي: بالفعل أو القول، مما لم يبلغ الكفر ... ¶ ثم قال: (والثالث: المنكر -على رأي من لا يشترط في المنكر قيد المخالفة (¬3) - ¶ وكذا الرابع، والخامس، فمن فحش غلطه، أو كثرت غفلته، أو ظهر فسقه، فحديثه منكر). ¶ تنبيهان: ¶ الأول - لاحظ أننا ذكرنا فيما سبق أن الحافظ يعتبر في المنكر قيد المخالفة من الضعيف حيث قال في \"النزهة\" (ص/86): (وإن وقعت المخالفة له مع الضعف فالراجح يقال له: \"المعروف\"، ومقابله يقال له: \"المنكر\") وعلى هذا القول الذي ذكره هنا فلا يعتبر قيد المخالفة بل المنكر هو الحديث الذي في إسناده راو فحش غلطه، أو كثرت غفلته، أو ظهر فسقه. ¶ قال الحافظ في \"النكت\" (2/ 675): (ما انفرد المستور أو الموصوف بسوء الحفظ أو المضعف في بعض مشايخه دون بعض بشيء لا متابع له ولا شاهد فهذا أحد قسمي المنكر، وهو الذي يوجد في إطلاق كثير من أهل الحديث. وإن خولف في ذلك، فهو القسم الثاني وهو المعتمد على رأي الأكثرين). ¶ الثاني - بين تعمد الكذب والفسق عموم وخصوص مطلق: ¶ قال في \"النزهة (ص/223): (وبينه وبين الأول عموم، وإنما أفرد الأول لكون القدح به أشد في هذا الفن) والفسق أعم من تعمد الكذب؛ لأنه أحد صوره. ¶ المُعَلَّل: ¶ قال في \"النزهة\" (ص:226): (ثم الوهم (¬4): - وهو القسم السادس إن اطلع عليه، أي ¶ الوهم، بالقرائن الدالة على وهم راويه - من وصل مرسل أو منقطع أو إدخال حديث في حديث (¬5)، أو نحو ذلك من الأشياء القادحة (¬6)، وتحصل معرفة ذلك بكثرة التتبع وجمع ¶ ¬__________ ¶ (¬1) قال القاري في \"شرح النخبة\" (ص:432): (أي ذهوله (عن الإتقان) أي الحفظ والإيقان. والظاهر: أنه عطف على غلطه، لا على الفحش. والمعنى: أو فحش غفلته، أي كثرة غفلته، لأن الظاهر أن مجرد الغفلة ليس سببا للطعن لقلة من يعافيه الله منها. ويدل عليه قوله فيما بعد: أو كثرت غفلته). ¶ (¬2) قال اللقاني (2/ 1017): (قال بعضهم: وفي كونها أشد من الفسق نظر. انتهي. قلت: من تأمل وجد ضرر الغفلة في الحديث أشد من ضرر الفسق، إذ ربما يكون شريبا متحريا في الرواية، والمغفل لا يتأتى منه التحري، وهذا هو معنى الأشدية). ¶ (¬3) قال اللقاني (2/ 1071): (المراد بالمخالفة: مخالفة من هو أحفظ منه وأضبط، فالمنكر عند صاحب هذا الرأي: الفرد الذي ليس في راويه من الثقة والضبط ما يجبر تفرده). ¶ (¬4) قال القاري في \"شرح النخبة\" (ص:455): (أي رواية الحديث على سبيل التوهم، وذلك قد يقع في الإسناد وهو الأكثر، وقد يقع في المتن، مثل إدخال حديث في حديث آخر. والأول قد يقدح في صحة الإسناد والمتن جميعا، لما في التعليل بالإرسال واشتباه الضعيف بالثقة. مثل أن يجيء الحديث بإسناد موصول، ويجيء أيضا بإسناد منقطع أقوى من الإسناد الموصول. وقد يقدح في صحة الإسناد خاصة من غير قدح في صحة المتن). ¶ (¬5) قال اللقاني (2/ 1075): (وحاصله أن الإرسال الجلي، والقطع الجلي، والإدراج الجلي، وغيرها، لا يطلق عليها في الاصطلاح المشهور اسم: العلة، وإنما يُطلق على من كان منها خفيا مع سلامة الحديث منها ظاهرا. ومن العلماء من يطلق اسم العلة على كل قادح من فسق راوٍ، أو غفلته، أو جرحه، ومنهم من يُعِلُّ الوصل بالإرسال، والرفع بالوقف، ومنهم من يطلق العلة على غير قادح؛ كصل الثقة ما أرسله من لم يفقه ولم يرجح ... ). ¶ (¬6) أخرج به غير القادح كإبدال راو ثقة بآخر ثقة كحديث \"البيعان بالخيار\" فإن يعلي بن عبيد ¶ الطنافسي رواه عن عمرو بن دينار، وهو عندهم محفوظ عن أخيه عبدالله بن دينار، بكن كلاهما ثقة، فلا قدح.",
            "page": "47",
            "part": "1",
            "seal": "27E63A7A"
        },
        {
            "id": "51",
            "nass": "الطرق- فهذا هو المعلل (¬1). وهو من أغمض أنواع علوم الحديث وأدقها، ولا يقوم به إلا من رزقه الله تعالى فهما ثاقبا، وحفظا واسعا، ومعرفة تامة بمراتب الرواة، وملكة قوية بالأسانيد والمتون؛ ولهذا لم يتكلم فيه إلا القليل من أهل هذا الشأن: كعلي بن المديني، وأحمد بن حنبل، والبخاري، ويعقوب بن أبي شيبة، وأبي حاتم، وأبي زرعة، والدارقطني. وقد تقصر عبارة المعلل عن إقامة الحجة على دعواه، كالصيرفي في نقد الدينار والدرهم). ¶ مدرج الإسناد: ¶ قال الحافظ في \"النزهة\" (ص/226): (ثم المخالفة، وهي القسم السابع: إن كانت واقعة بسبب: تغير السياق، أي: سياق الإسناد، فالواقع فيه ذلك التغيير هو مدرج الإسناد. وهو أقسام (¬2): ¶ الأول: أن يروي جماعة الحديث بأسانيد مختلفة، فيرويه عنهم راو فيجمع الكل على إسناد واحد من تلك الأسانيد ولا يبين الاختلاف (¬3). ¶ الثاني: أن يكون المتن عند راو إلا طرفا منه فإنه عنده بإسناد آخر، فيرويه راو ¶ ¬__________ ¶ (¬1) ويعرف بأنه: الحديث الذي اطلع فيه على علة تقدح في صحته مع أن ظاهره السلامة منه. ¶ (¬2) قال القاري في \"شرح النخبة\" (ص:463): (أي أقسام أربعة، وهو لا ينحصر عقلا فيها، فانحصاره فيها استقرائي، والاستقراء غير معلوم). ¶ (¬3) قال القاري: (وحاصله: أنه يسمع الراوي حديثا عن جماعة مختلفين في إسناده، فيرويه عنهم باتفاق، ولم يبين الاختلاف. مثاله: حديث رواه الترمذي: عن بندار عن عبد الرحمن بن مهدي، عن سفيان الثوري، عن واصل، ومنصور، والأعمش، عن أبي وائل، عن عمرو بن شُرَحْبِيل عن عبد الله بن مسعود رضي الله عنه قال: قلت يا رسول الله: \" أي الذنب أعظم ... \"؟ الحديث. هكذا رواه محمد بن كثير العبدي، عن سفيان، فرواية واصل هذه مدرجة على رواية منصور والأعمش، لأن واصلا لم يذكر فيه عمرا، بل رواه عن أبي وائل، عن عبد الله. وإنما ذكره فيه منصور والأعمش، فوافق روايته بروايتهما، وقد بين الإسنادين معا يحيى بن القطان في روايته عن سفيان، وفصل أحدهما عن الآخر. كما رواه البخاري في \" صحيحه \" في كتاب المحاربين عن عمرو بن علي، عن يحيى، عن سفيان، عن منصور والأعمش، كلاهما عن أبي وائل، عن عمرو. وعن سفيان، عن واصل، عن أبي وائل، عن عبد الله من غير ذكر عمرو بن شُرَحْبِيل).",
            "page": "49",
            "part": "1",
            "seal": "30144EE7"
        },
        {
            "id": "52",
            "nass": "عنه تاما بالإسناد الأول (¬1). ¶ ومنه أن يسمع الحديث من شيخه إلا طرفا منه فيسمعه عن شيخه بواسطة، فيرويه راو عنه تماما بحذف الواسطة (¬2). ¶ الثالث: أن يكون عند الراوي متنان مختلفان بإسنادين مختلفين، فيرويهما راو عنه مقتصرا على أحد الإسنادين، أو يروي أحد الحديثين بإسناده الخاص به، لكن، يزيد فيه من المتن الآخر ما ليس في الأول (¬3). ¶ الرابع: أن يسوق الإسناد فيعرض له عارض، فيقول كلاما من قبل نفسه، فيظن بعض من سمعه أن ذلك الكلام هو متن ذلك الإسناد؛ فيرويه عنه كذلك (¬4). هذه أقسام مدرج الإسناد). ¶ مدرج المتن: ¶ قال في \"النزهة\" (ص/227): (وأما مدرج المتن: فهو أن يقع في المتن كلام ليس منه. فتارة يكون في أوله، وتارة في أثنائه، وتارة في آخره، وهو الأكثر؛ لأنه يقع بعطف جملة على جملة، أو بدمج موقوف من كلام الصحابة، أو من بعدهم، بمرفوع من كلام النبي صلى الله عليه وسلم، من غير فصل، فهذا هو مدرج المتن. ¶ ويدرك الإدراج بورود رواية مفصلة للقدر المدرج فيه. أو بالتنصيص على ذلك من الراوي، أو من بعض الأئمة المطلعين، أو باستحالة كون النبي صلى الله عليه وسلم يقول ذلك (¬5). ¶ وقد صنف الخطيب في المدرج كتابا (¬6)، ولخصته، وزدت عليه قدر ما ذكر مرتين، أو أكثر (¬7)، ولله الحمد). ¶ المقلوب: ¶ قال في \"النزهة\" (ص/227): (أو إن كانت المخالفة بتقديم أو تأخير أي في الأسماء كمرة بن كعب، وكعب بن مرة (¬8)؛ لأن اسم أحدهما اسم أبي الآخر، فهذا هو المقلوب، وللخطيب فيه كتاب: \"رافع الارتياب\". وقد يقع القلب في المتن، أيضا، كحديث أبي هريرة عند مسلم في السبعة الذين يظلهم الله في عرشه، ففيه: \"ورجل تصدق بصدقة أخفاها حتى لا تعلم يمينه ما تنفق شماله\". فهذا مما انقلب على أحد الرواة، وإنما هو: \"حتى لا تعلم شماله ما تنفق يمينه\" كما في الصحيحين). ¶ المزيد في متصل الأسانيد: ¶ قال في \"النزهة\" (ص/228): (أو إن كانت المخالفة بزيادة راو في أثناء الإسناد، ومن لم يزدها أتقن ممن زادها، فهذا هو المزيد في متصل الأسانيد. ¶ وشرطه (¬9) أن يقع التصريح بالسماع في موضع الزيادة (¬10)، وإلا فمتى كان معنعنا، مثلا (¬11)، ترجحت الزيادة). ¶ مثاله: ¶ قال المناوي في \" اليواقيت والدرر\" (2/ 92): (مثاله: ما روى ابن المبارك قال: حدثنا سفيان عن عبد الرحمن بن يزيد حدثني بُسْرِ بن عبيد الله سمعت أبا إدريس الخولاني سمعت وَاثِلَةَ يقول: سمعت أبا مَرْثَد يقول: سمعت رسول الله يقول: لا تجلسوا على القبور ولا تصلوا إليها. فذكر سفيان وأبي إدريس في هذا الإسناد زيادة ووهم، فالوهم في سفيان ممن دون ابن المبارك، لأن الثقات رووه عن ابن المبارك (عن ابن جابر نفسه من غير ذكر سفيان)، ومنهم من صرح فيه بالإخبار. والوهم في أبي إدريس من ابن المبارك، فإن الثقات رووه عن ابن يزيد فلم يذكروا أبا إدريس (بين بسر وواثلة، ومنهم من صرح بسماع بسر من واثلة). وقد حكم الأئمة - البخاري وغيره - على ابن المبارك بالوهم فيه. ¶ وقد صنف الخطيب في هذا النوع كتابا سماه: (تمييز المزيد في متصل الأسانيد) في كثير منه نظر). ¶ المضطرب: ¶ قال الحافظ: (أو بإبداله ولا مرجح فالمضطرب). ¶ وقال في \"النزهة\" (ص/228): (أو كانت المخالفة بإبداله، أي: الراوي (¬12)، ولا مرجح لإحدى الروايتين (¬13) على الأخرى (¬14)، فهذا هو المضطرب). ¶ وعلى كلام الحافظ يعرف المضطرب بأنه: ما روى على أوجه مختلفة متساوية القوة. ¶ فاشترط هنا شرطين للحكم على الحديث بالاضطراب وهما: اختلاف روايات الحديث، بحيث لا يمكن الجمع بينها بوجه من الوجه المقبولة، وأن تتساوي الروايات في القوة، بحيث لا يمكن ترجيح رواية على أخرى. ¶ قال الشيخ بازمول في \" المقترب في بيان المضطرب\" (ص: 40): (وأفاد قوله (على أوجه مختلفة) اشتراط اتحاد المخرج، إذ لو اختلف المخرج لم يكن هناك اختلافاً بين الرواة، ولذلك أئمة أهل الحديث لا يعلون حديثاً بآخر عند اختلاف المخرج وذكر الحافظ العراقي روايات الحوض واختلاف ألفاظها ثم قال: \"وكل هذه الروايات في الصحيح قال القاضي عياض: وهذا الاختلاف في قدر عرض الحوض ليس موجباً للاضطراب؛ فإنه لم يأت في حديث واحد بل في أحاديث مختلفة الرواة عن جماعة من الصحابة\" اهـ. ¶ وقال ابن التركماني: \"إنما تعلل رواية برواية إذا ظهر اتحاد الحديث\" اهـ. ¶ وقال ابن رجب في معرض بيانه لتعليل الأئمة حديثاً بآخر: \"واعلم أن هذا كله إذا علم أن الحديث الذي اختلف في إسناده حديث واحد، فإن ظهر أنه حديثان بإسنادين لم يحكم بخطأ أحدهما. وعلامة ذلك أن يكون في أحدهما زيادة على الآخر أو نقص منه أو تغير يستدل به على أنه حديث آخر. فهذا يقول علي بن المديني وغيره من أئمة الصنعة: هما حديثان بإسنادين\" اهـ. ¶ وتعليلهم الحديثين المختلفين سنداً بالاضطراب إنما مرادهم الاضطراب لغة لا اصطلاحاً). ¶ تنبيه: ¶ وزاد الزركشي شرطا آخر فقال في \"النكت\" (2/ 224): (وينبغي أن يقال على وجه يؤثر ليخرج ما لو روي الحديث عن رجل مرة وعن آخر أخرى قال ابن حزم فهذا قوة للحديث وزيادة في دلائل صحته كما إذا روى الأعمش الحديث عن سهيل بن أبي صالح عن أبيه عن أبي هريرة ويرويه غير الأعمش عن سهيل عن أبيه عن أبي سعيد إذ من الممكن أن يكون أبو صالح سمع الحديث من أبي هريرة وأبي سعيد معا فرواه مرة عن هذا ومرة عن هذا انتهى). ¶ وقال الشيخ بازمول في \" المقترب\" (ص:42): (وكذا أخرج اضطراب الرواة في اسم الراوي ونسبه مع ثقته. وفي مثل هذا يقولون الاضطراب قد يجامع الصحة والحسن). ¶ وقال الشيخ العثيمين - رحمه الله - في \"شرح البيقونية\" (ص/108): (وهناك شرط ¶ ¬__________ ¶ (¬1) قال القاري: مثاله: حديث رواه أبو داود من رواية زائدة، وشريك - فرقهما -، ورواه النسائي من رواية سفيان بن عيينة، كلهم عن عاصم بن كليب، عن أبيه، عن وائل بن حجر في صفة صلاة رسول الله صلى الله تعالى عليه وسلم، وقال فيه: \" ثم جئت بعد ذلك في زمان برد شديد، فرأيت الناس عليهم جل الثياب، تحرك أيديهم تحت الثياب \". قال موسى بن هارون: وذلك عندنا وهم. فقوله: \" ثم جئت \" ليس هو بهذا الإسناد، وإنما هو أدرج عليه عن عاصم، عن عبدالجبار بن وائل، عن بعض أهله، عن وائل، وهكذا رواه مبينا زهير بن معاوية، وأبو بدر شجاع بن الوليد، فميزا قصة تحريك الأيدي من تحت الثياب، وفصلاها من الحديث، وذكرا إسنادها كما ذكرنا. ¶ (¬2) قال ابن حجر في \"النكت\" (2/ 834): (وهذا مما يشترك فيه الإدراج والتدليس) أي تدليس الإسناد. ¶ مثاله ما ساقه الخطيب في \"الفصل للوصل المدرج في النقل\" (2/ 611) بإسناده عن إسماعيل بن جعفر، عن حميد، عن أنس: \"أنه قدم على رسول الله صلى الله عليه وسلم ناس من عرينة، فقال لهم رسول الله: لو خرجتم إلى ذود لنا فكنتم فيها فشربتم من ألبانها وأبوالها، ففعلوا ... الحديث، قال الخطيب: (هكذا روى إسماعيل بن جعفر بن أبي كثير الأنصاري جميع هذا الحديث عن حميد الطويل، عن أنس بن مالك، وفيه لفظة واحدة لم يسمعها حميد من أنس، وإنما رواها عن قتادة، عن أنس، وهي قوله \"وأبوالها\". بين ذلك مروان بن معاوية الفزازي، ويزيد بن هارون السلمي، وعبد الله بن بكر السهمي، ومعتمر بن سليمان التيمي، ومحمد بن أبي عدي، وبشر بن المفضل في روايتهم جميعا هذا الحديث عن حميد). ¶ (¬3) مثاله ما ذكره الخطيب عن معمر، عن الزهري، عن علي بن الحسين، عن عمرو ابن عثمان، عن أسامة بن زيد قال: قلت: يا رسول الله، أين تنزل غدا؟ ـ وذلك في حجة النبي صلى الله عليه وسلم ـ فقال: وهل ترك لنا عقيل بن أبي طالب شيئا، ثم قال: لا يرث المسلم الكافر، ولا الكافر المسلم، ثم قال: نحن نازلون غدا بخيف بني كنانة حيث قاسمت قريش على الكفر -يعني بخيف الأبطح ـ قال الزهري: والخيف الوادي، قال: وذلك أن قريشا حالفوا بني بكر على بني هاشم أن لا يجالسوهم، ولا يناكحوهم، ولا يبايعوهم، ولا يؤووهم\". ¶ قال الخطيب: (روى معمر عن الزهري هذا الحديث هكذا سياقة واحدة بإسناد واحد ووهم في ذلك، لأنه حديثان بإسنادين مختلفين، فمن أوله إلى آخر قوله: \"لا يرث المسلم الكافر، ولا الكافر المسلم\" يرويه الزهري عن علي بن الحسين بالإسناد الذي ذكرناه. وما بعد ذلك إلى آخر الحديث إنما هو عند الزهري عن أبي سلمة بن عبد الرحمن بن عوف، عن أبي هريرة). ¶ (¬4) مثاله حديث: رواه ثابت بن موسى الزاهد عن شَرِيك عن الأعمش عن أبي سفيان عن جابر عن النبي صلى الله عليه وسلم قال: \" من كثرت صلاته بالليل حسن وجهه بالنهار \". ¶ وهذا قول شَرِيك قاله في عقب حديث الأعمش عن أبي سفيان عن جابر: \" يعقد الشيطان على قافية رأس أحدكم ثلاث عقد \" فأدرجه ثابت في الخبر وجعل قول شَرِيك من كلام النبي صلى الله عليه وسلم ثم سرق هذا جماعة من الضعفاء من ثابت وحدثوا به عن شَرِيك. ¶ (¬5) مثاله: حديث أبي هريرة: \" للعبد المملوك الصالح أجران، والذي نفسي بيده لولا الجهاد في سبيل الله والحج وبر أمي لأحببت أموت وأنا مملوك \" فهذا الكلام الأخير - والذي نفسي بيده - يستحيل أضافته إلى رسول الله صلى الله عليه وسلم لأمرين: ¶ 1 - أنه يمتنع أن يتمنى رسول الله صلى الله عليه وسلم أن يصير مملوكا. ¶ 2 - أن أمه صلى لله عليه وسلم توفيت وهو صغير، فلم يكن له أم يبرها، فتعين أن يكون هذا من كلام أبي هريرة، وقد جاء ذلك موضحا في الطريق الآخر للحديث. وانظر مقدمة \"الفصل\" (1/ 29). ¶ (¬6) وهو: (الفصل للوصل المدرج في النقل) نشره دار الهجرة في مجلدين بتحقيق: محمد بن مطر الزهراني. ¶ (¬7) واسمه:\"تقريب المنهج بترتيب المدرج\" ولخص منه السيوطي رسالته \"المَدْرَج إلى المُدْرَج\"، ولكنه اقتصر فيه على مدرج المتن دون مدرج الإسناد، ورسالة السيوطي مطبوعة. ¶ (¬8) وكالوليد بن مسلم، ومسلم بن الوليد، وكاليزيد بن الأسود، والأسود بن يزيد، ونحو ذلك. ¶ (¬9) قال اللقاني (2/ 1110): (أي: وشرط إلغاء المزيد، بمعنى: جعل الحكم للناقص دون الزائد. ¶ (¬10) وقال أيضا: (أن يقع التصريح من الناقص يالسماع في موضع تلك الزيادة؛ ليتحقق سماعه بدون واسطة، ولو عبر بدل السماع بما يدل على الاتصال، ليشمل حدثنا، وسمعت، وأخبرنا، وأنبأنا، وقال لي، على الراجح، لكان أولى كما عبروا عنه. ¶ وأنت إذا تأملت، وجدت الشرط مجموع أمرين، هذا أحدهما، وثانيهما: كون من لك يذكر تلك الزيادة أوثق ممن زادها، وإلا ترجحت الزيادة أو الوقف). ¶ (¬11) وقال أيضا: (إنما ذكره ليدخل المؤنن، والمروي بقال من غير حرف جر، وكل ما لا يدل على الإتصال، وترجحت الزيادة؛ لأنها من الثقة مقبولة). ¶ (¬12) قال القاري (ص/481): (أي الشيخ المروي عنه، أو بعضا من المروي، فيكون شاملا لمضطرب المتن أيضا. قال تلميذه: أي بإبدال الشيخ المروي عنه، كأن يروي اثنان حديثا فيرويه أحدهما عن شيخ، والآخر عن آخر، ويتفقا فيما بعد ذلك الشيخ. وقال السخاوي: كأن يروي اثنان أو أكثر، رواية واحدة مرة على وجه، وأخرى على آخر مخالف له). ¶ (¬13) وقد يقع الاختلاف من راو واحد وقد يقع من اثنين أو أكثر، قال الزركشي في \"النكت\" (2/ 224): ((قوله) هو الذي يختلف الرواة فيه فيرويه بعضهم على وجه وبعضهم على وجه آخر مخالف. قد يخرج ما لو حصل الاضطراب من راو واحد وقد يقال فيه تنبيه على دخوله من باب أولى فإنه أولى بالرد من الاختلاف بين راويين). ¶ (¬14) قال القاري: (وأما إن ترجحت إحداهما بأن يكون راويهما أحفظ، أو أكثر صحبة للمروي عنه، أو غير ذلك، فالحكم للراجحة ولا يكون حينئذ مضطربا).",
            "page": "50",
            "part": "1",
            "seal": "9CD43E02"
        },
        {
            "id": "57",
            "nass": "ثالث وهو: ألا يكون الاضطراب في أصل المعنى، بأن يكون أمراً جانبيًّا. مثل: اختلاف الرواة في ثمن جمل جابر - رضي الله عنه - واختلاف الرواة في حديث فضالة بن عبيد في ثمن القلادة التي فيها ذهب وخرز، هل اشتراها باثني عشر ديناراً، أو بأكثر من ذلك أو بأقل. ¶ فنقول: هذا الاختلاف لا يضر، لأنه لا يعود إلى أصل المعنى، وهو بيع الذهب بالذهب، لأنهم كلهم متفقون على أنها قلادة فيها ذهب وخرز، وكانت قد بيعت بدنانير، ولكن كم عدد هذه الدنانير؟ قد اختلف فيها الرواة، ولكن هذا الاختلاف لا يضر. ¶ وكذلك حديث جابر - رضي الله عنه - فقد اتفق الرواة على أن الرسول صلى الله عليه وسلّم اشتراه، وأن جابراً اشترط أن يركبه إلى المدينة، ولكن اختلفوا في مقدار الثمن، فنقول: إن هذا الاختلاف لا يضر؛ لأنه لا يعود إلى أصل المعنى الذي سيق من أجله الحديث). ¶ - وعلى ذلك فيكون تعريف الحديث المضطرب هو: ما روى على أوجه مختلفة مؤثرة متساوية القوة ولا مرجح (¬1). ¶ وقال الحافظ: -[(وهو يقع في الإسناد غالبا، وقد يقع في المتن، لكن قل أن يحكم المحدّث على الحديث بالاضطراب بالنسبة إلى اختلاف في المتن دون الإسناد).]- ¶ ومعنى كلام الحافظ (¬2) أن الاضطراب غالبا ما يقع في الإسناد، وأنه غالبا ما يقدح في المتن. وقد - ولاحظ أن قد تستعمل للتقليل - يقع الاضطراب في المتن فقط، وفي الغالب أن الاضطراب في المتن يكون ناتجا عن اضطراب في الإسناد. ¶ قال القاري في \" شرح النخبة\" (ص:481): ((وهو) أي الاضطراب، (يقع في الإسناد غالبا) ويلزم منه أن يكون الحديث ضعيفا، لإشعاره بأنه لم يضبط على ما ذكره الجزري، (وقد) للتقليل، (يقع في المتن) أي فقط. ¶ (لكن قل أن يحكم المحدث على الحديث بالاضطراب بالنسبة إلى الاختلاف في المتن دون الإسناد) استدراك عما يتوهم أنه يجوز أن يكون قليلا في نفسه، وكثيرا باعتبار حكم المحدث به، فاندفع ما قيل: إن التقليل يفهم من قوله: غالبا، وكذا من قد في قوله: وقد يقع في المتن، فلا يحسن استعماله). ¶ أمثلته: ¶ قال الشيخ بازمول في \"المقترب\" (ص/52) ما ملخصه: (مثال مضطرب الإسناد: ما رواه أبو داود في سننه حدثنا مسدد حدثنا بشر بن المفضل حدثنا إسماعيل بن أمية حدثني أبو عمرو بن محمد أنه سمع جده حريثاً يحدث عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: \"إذا صلى أحدكم فليجعل تلقاء وجهه شيئاً فإن لم يجد فلينصب عصاً فإن لم يكن معه عصاً فليخطط خطاً ثم لا يضره ما مرّ أمامه\". وهذا إسناد ضعيف فيه مجهولان: أبو عمرو بن محمد وجده حريث ووقع فيه اضطراب في سنده. ¶ فرواه الثوري عن إسماعيل بن أمية عن أبي محمد بن عمرو بن حريث عن جده عن أبي هريرة عنه به. فهنا قال (أبو محمد بن عمرو) وفي الذي قبله (أبو عمرو بن محمد). ¶ ورواه الثوري عن إسماعيل بن أمية عن أبي عمرو بن حريث عن أبيه عن أبي هريرة عنه به. فهنا قال: (أبو عمرو بن حريث) وفيما سبق (أبو عمرو بن محمد). وقال هنا (عن أبيه) وفيما سبق (عن جده). ¶ ورواه ابن جريج قال أخبرني إسماعيل بن أمية عن حريث بن عمار عن أبي هريرة عنه به. فهنا قال (عن حريث بن عمار) وفيما سبق (أبو عمرو بن حريث). ¶ فالاضطراب واقع في جهتين: ¶ الأولى: شيخ إسماعيل بن أمية: ¶ أ- أبو عمرو بن محمد. ¶ ب- أبو محمد بن عمرو. ¶ ج- أبو عمرو بن حُرَيْث - حُرَيْث بن عمّار. ¶ الثانية: شيخ شيخ إسماعيل بن أمية: ¶ أ- جده حريث. ¶ ب- جده عمرو بن حريث. ¶ ج- أبوه حُرَيْث. ¶ فالجهة الأولى غير مؤثرة؛ لأنه اختلاف في نسبه لا في حاله. أما الجهة الثانية فهي ¶ مؤثرة (¬3). والحديث ذكره ابن الصلاح مثالاً للمضطرب، وحكم غير واحد من الحفاظ ¶ ¬__________ ¶ (¬1) ونفي الترجيح يستلزم نفي الجمع لأن الجمع مقدم على الترجيح. ¶ (¬2) انظر قضاء الوطر (2/ 1117)، حاشية لقط الدرر (ص/93 - 94)،والمقترب (ص/51). ¶ (¬3) قال ابن حجر في \"النكت\" (1/ 118): (بقي أمر يجب التيقظ له، ذلك أن جميع من رواه عن إسماعيل بن أمية عن هذا الرجل إنما وقع الاختلاف بينهم في اسمه أو كنيته، وهل روايته عن أبيه أو عن جده أو عن أبي هريرة بلا واسطة، وإذا تحقق الأمر فيه لم يكن فيه حقيقة الاضطراب، لأن الاضطراب هو الاختلاف الذي يؤثر قدحا، واختلاف الرواة في اسم رجل لا يؤثر ذلك؛ لأنه إن كان الرجل ثقة فلا ضير، وإن كان غير ثقة فضعف الحديث إنما هو من قبل ضعفه لا من قبل اختلاف الثقات في اسمه فتأمل ذلك، ومع ذلك فالطرق التي ذكرها ابن الصلاح ثم شيخنا قابلة لترجيح بعضها على بعض، والراجحة منها يمكن التوفيق بينها فينتفي الاضطراب أصلا ورأسا\").",
            "page": "55",
            "part": "1",
            "seal": "9D0C2959"
        },
        {
            "id": "59",
            "nass": "باضطراب سنده. ¶ مثال مضطرب المتن: ¶ قال الترمذي: حدثنا محمد بن إسماعيل الواسطي قال سمعت ابن نمير عن أشعث بن سوار عن أبي الزبير عن جابر قال: كنا إذا حججنا مع النبي صلى الله عليه وسلم فكنا نلبي عن النساء ونرمي عن الصبيان. ¶ وهذا إسناد ضعيف: فيه أشعث بن سوار ضعيف. وفيه عنعنة أبي الزبير وهو مدلس. وأعل باضطراب متنه. ¶ فرواه ابن أبي شيبة عن ابن نمير عن أشعث عن أبي الزبير عن جابر قال: حججنا مع رسول الله صلى الله عليه وسلم ومعنا النساء والصبيان فلبينا عن الصبيان ورمينا عنهم\". فهنا جعل (التلبية والرمي عن الصبيان) وفيما سبق (التلبية عن النساء والرمي عن الصبيان). والحديث أعله ابن القطان باضطراب متنه. ¶ مثال مضطرب السند والمتن: ¶ قال أبو داود في سننه: حدثنا أحمد بن صالح حدثنا عبد الله بن وهب أخبرني يونس عن ابن شهاب عن عبيد الله بن عبد الله بن عتبة حدثه عن عمار بن ياسر أنه كان يحدث أنهم تمسحوا وهم مع رسول الله صلى الله عليه وسلم بالصعيد لصلاة الفجر فضربوا بأكفهم الصعيد ثم مسحوا وجوههم مسحة واحدة ثم عادوا فضربوا بأكفهم الصعيد مرة أخرى فمسحوا بأيديهم كلها إلى المناكب والآباط من بطون أيديهم. ¶ وهذا إسناد ضعيف لأمرين: ¶ 1 - الانقطاع بين عبيد الله وعمّار. ¶ 2 - الاضطراب في سنده ومتنه. ¶ فرواه عمرو بن دينار عن الزهري عن عبيد الله بن عبد الله عن أبيه عن عمّار بن ياسر قال: \"تيممنا مع رسول الله صلى الله عليه وسلم إلى المناكب\". فهنا قال (عن أبيه)",
            "page": "57",
            "part": "1",
            "seal": "74F30509"
        },
        {
            "id": "60",
            "nass": "وفي الأول لم يقل. ¶ ورواه صالح بن كيسان عن ابن شهاب الزهري عن عبيد الله بن عبد الله عن ابن عباس عن عمّار بن ياسر وفيه: (فقام المسلمون مع رسول الله صلى الله عليه وسلم. فضربوا بأيديهم إلى الأرض. ثم رفعوا بأيدهم ولم يقضوا من التراب شيئاً. فمسحوا بها وجوههم وأيديهم إلى المناكب ... ). فهنا جعلها ضربة واحدة. وفيما سبق ضربتين. ¶ وقال ابن عبد البر: \"أحاديث عمّار في التيمم كثيرة الاضطراب. وإن كان رواتها ثقات\"اهـ). ¶ الإبدال عمدا في الحديث: ¶ -[قال الحافظ: (وقد يقع الإبدال عمدا امتحانا).]- ¶ وقال في \"النزهة\" (1/ 228): (وقد (¬1) يقع الإبدال عمدا لمن يراد اختبار حفظه، امتحانا (¬2) من فاعله، كما وقع للبخاري، والعقيلي (¬3)، وغيرهما. وشرطه أن لا يستمر عليه، بل ينتهي بانتهاء الحاجة، فلو وقع الإبدال عمدا، لا لمصلحة، بل للإغراب (¬4) مثلا، فهو ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1119): (ربما تشعر \"قد\" بقلته، ولعل المراد بها: النسبية، فلا يعارضه قول العراقي في هذا النوع من القلب: \"وهذا يفعله أهل الحديث كثيرا\"، قال: \"وممن فعل ذبك شعبة، وحماد بن سلمة\". ¶ (¬2) أي لحفظه، أو امتحانا لقبوله التلقين. ¶ (¬3) قال السخاوي في \"فتح المغيث\" (1/ 338): (في ترجمة العقيلي من (الصلة) لمسلمة بن قاسم أنه كان لا يخرج أصله لمن يجيئه من أصحاب الحديث، بل يقول له: اقرأ في كتابك فأنكرنا - أهل الحديث - ذلك فيما بيننا عليه، وقلنا: إما أن يكون من أحفظ الناس أو من أكذبهم. ثم عمدنا إلى كتابة أحاديث من روايته بعد أن بدلنا منها ألفاظا، وزدنا فيها ألفاظا، وتركنا منها أحاديث صحيحة، وأتيناه بها والتمسنا منه سماعها، فقال لي: اقرأ فقرأتها عليه، فلما انتهيت إلى الزيادة والنقصان، فطن وأخذ في الكتاب فألحق فيه بخطه النقص، وضرب على الزيادة وصححها كما كانت، ثم قرأها علينا فانصرفنا وقد طابت أنفسنا، وعلمنا أنه من أحفظ الناس). ¶ (¬4) قال القاني (2/ 1121): (أي لقصد الغرابة؛ بحيث يعده الناس غريبا، أي أمرا غريبا مستغربا، مستظرفا، عزيزا، فيرغبوا فيه، ويهتبلوا بأخذه عن سماعه منه. ¶ فالمراد: الفغرابة اللغوية، العرفية، وومن كان يعفله حماد بن عمرو النصيبي؛ حيث روى الحديث المشهور بسهيل بن أبي صالح عن أبيه عن ابي هريرة مرفوعا: (إذا لقيتم المشركين في طريق فلا تبدؤوهم بالسلام) الحديث عن الأعمش عن أبي صالح ليغرب به، وهو لا يعرف عن الأعمش؛ كما صرح به أبو جعفر العقيلي، وللخوف من ذلك كره أهل الحديث تتبع الغرائب).",
            "page": "58",
            "part": "1",
            "seal": "67D54C95"
        },
        {
            "id": "61",
            "nass": "من أقسام الموضوع (¬1)، ولو وقع غلطا فهو من المقلوب، أو (¬2) المعلل). ¶ المُصَحَّفُ، والمُحَرَّفُ: ¶ -[قال الحافظ: (أو بتغييرٍ مع بقاء السياق: فالمُصَحَّفُ، والمُحَرَّفُ).]- ¶ وقال في \"النزهة\" (1/ 229): (أو إن كانت المخالفة بتغيير حرف، أو حروف، مع بقاء صورة الخط في السياق: فإن كان ذلك بالنسبة إلى النقط فالمصحف (¬3). ¶ وإن كان بالنسبة إلى الشكل (¬4) .................................................... ¶ ¬__________ ¶ (¬1) قال المناوي في \"اليواقيت والدرر\" (2/ 100): (يقدح في فاعله ويوجب رد حديثه). ¶ (¬2) قال اللقاني (2/ 1122): (يحتمل هذا الترديد: الشك، ويحتمل التنويع). ¶ (¬3) قال القاري في \"شرح النخبة\" (ص:490): (فمثال المصحف: حديث: \" من صام رمضان، وأتبعه ستا من شوال \" صحفه أبو بكر الصُّولِيّ فقال: \" شيئا \" بالشين المعجمة والياء. ¶ وجعل صاحب الخلاصة المصحف أقساما: منها ما يكون محسوسا بالبصر، إما في الإسناد، كما صحف يحيى بن معين: مُرَاجِم بالراء المهملة، والجيم، بمُزَاحِم، بالزاي والحاء المهملة. أو في المتن، كما صحف أبو بكر الصُّولِيّ ستا بشيئا. ومنها ما يكون محسوسا بالسمع. ¶ أما في الإسناد، كتصحيف عاصم الأحول بواصل الأحدب. قال الرازي: ظني أن هذا من تصحيف السمع لا من تصحيف البصر، لعدم الاشتباه بالكتابة، وأما في المتن، كتصحيف الدجاجة بالدال بالزجاجة بالزاي. ¶ ومنها ما يكون معنى، كما توهم مما ثبت في الصحيح \" أن رسول الله صلى الله تعالى عليه وسلم صلى إلى عَنَزَة \"، وهي حربة تنصب بين يديه أنه صلى الله عليه وسلم صلى إلى قبيلة بني عنْزة. انتهى). ¶ (¬4) قال اللقاني (2/ 1123): (وقال (ق): \"لا يظهر لهذا السياق كبير معني ويخرج من الشرح نظر في المتن؛ لأن صريح الشرح: أن المحرَّف ما وقع التغيير فيه بالنسبة إلي حركات الحروف، وصريح المتن: أن يكون بتغيير الحروف، وليس كذلك، فالباء باء؛ سواء كانت مضمومة، أو مفتوحة، أو مكسورة، وإن كان المراد أعم من تغيير الذات والهيئة؛ فما وجهه؟ \". انتهي. قلت: لا يخفاك أن المراد من الحروف في المتن: الجنس، وإن كان اللفظ خاليا من لامه، مثل تمرة خير من جرادة، على أحد الرأيين، فيصدق بالحرف الواحد، وبالأكثر، وأن المراد بتغيير الحروف: ما يعم تغيير هيآتها وصفاتها، وما يعم تغيير حقائقها وذواتها. ¶ ووجه إرادة هذا المعني: وجوب اشتمال القسم علي جملة أقسامه، والمصحف والحرف نوعان مما غُيِّرت حروفه؛ مع بقاء صورة لفظها في السياق. ¶ ولو عبر بـ \"أو\" بدل \"الواو\"، كان أجود؛ لأنه من تقسيم الكلي إلي جزئياته، فظهر أن لهذا السياق معني كبيرًا، وإن كان لفظه يسيرًا).",
            "page": "59",
            "part": "1",
            "seal": "213C7AA0"
        },
        {
            "id": "62",
            "nass": "فالمحرف (¬1). ¶ ومعرفة هذا النوع (¬2) مهمة، وقد صنف فيه العسكري (¬3)، والدارقطني (¬4)، وغيرهما (¬5). وأكثر ما يقع في المتون، وقد يقع في الأسماء التي في الأسانيد). ¶ تغيير المتن واختصاره، والرواية بالمعنى. ¶ -[قال الحافظ: (ولا يجوز تعمد تغيير المتن بالنقص والمرادف إلا لعالم بما يحيل المعاني. فإن خفي المعنى احتيج إلى شرح الغريب وبيان المشكل).]- ¶ وقال في \"النزهة\" (1/ 229): (ولا يجوز تعمد تغيير صورة المتن مطلقا، ولا الاختصار منه بالنقص، ولا إبدال اللفظ المرادف باللفظ المرادف له، إلا لعالم بمدلولات الألفاظ، وبما يحيل المعاني، على الصحيح في المسألتين (¬6). ¶ ¬__________ ¶ (¬1) أي مسألة اختصار الحديث، ومسألة الرواية بالمعنى، وقال القاري أيضا: (ومثال المحرف: كحديث جابر رضي الله عنه: \" رُمي أُبَيٌّ يوم الأحزاب على أَكْحَلِهِ فكواه رسول الله صلى الله عليه وسلم \"، صحفه غُنْدَر وقال فيه: أبي، بالإضافة، وإنما هو أبي بن كعب. وأبو جابر كان قد استشهد قبل ذلك بأحد، كذا ذكره الجزري). ¶ (¬2) قال اللقاني (2/ 1125): (المراد بالنوع: ما تغيرت حروفه مع بقاء صورتها الخطية في السياق، فيشمل المصحف والمحرف). ¶ (¬3) ومؤلفه طبع باسم (تصحيفات المحدثين) في مجلدين بالمطبعة العربية الحديثة - القاهرة عام 1402 هـ. ¶ (¬4) مخطوط، ومنه نسخة في مكتبة الجامعة الإسلامية لكنها ناقصة، وذكره الأشبيلي باسم \"تصحيف المحدثين\"، وذكره المزي باسم \" التصحيف وأخبار المصحّفين \". ¶ (¬5) كالسيوطي في (التطريف في التصحيف)، والخطابي في (إصلاح غلط المحدثين). ¶ (¬6) قال القاري (ص:492): (المعنى: لا يجوز تعمد تغيير صورة المتن مطلقا، أي أصلا لا لعالم ولا لغيره، ولا يجوز الاختصار بالنقص ولا الإبدال بالمرادف إلا لعالم. فينبغي أن يراد بتغيير صورة المتن معنى لا يشمل الاختصار بالنقص، ولا الإبدال بالمرادف، مثل تغيير الحروف بالنقط، وتغيير حركاتها، وسكناتها كما مر في التصحيف والتحريف. ومثل التغيير بزيادة لفظ أجنبي في أثناء المتن، ومثل إبدال اللفظ باللفظ الأجنبي الغير المرادف).",
            "page": "60",
            "part": "1",
            "seal": "225A0DB5"
        },
        {
            "id": "63",
            "nass": "أما اختصار الحديث: فالأكثرون على جوازه، بشرط أن يكون الذي يختصره عالما؛ لأن العالم لا ينقص من الحديث إلا ما لا تعلق له بما يبقيه منه، بحيث لا تختلف الدلالة، ولا يختل البيان، حتى يكون المذكور والمحذوف بمنزلة خبرين، أو يدل ما ذكره على ما حذفه، بخلاف الجاهل فإنه قد ينقص ما له تعلق، كترك الاستثناء. ¶ وأما الرواية بالمعنى: فالخلاف فيها شهير: ¶ والأكثر على الجواز أيضا، ومن أقوى حججهم الإجماع على جواز شرح الشريعة للعَجَم بلسانهم للعارف به، فإذا جاز الإبدال بلغة أخرى فجوازه باللغة العربية أولى ... ولا شك أن الأولى إيراد الحديث بألفاظه، دون التصرف فيه (¬1) ... ¶ فإن خفي المعنى، بأن كان اللفظ مستعملا بقلة، احتيج إلى الكتب المصنفة في شرح الغريب، ككتاب أبي عبيد القاسم بن سلام، وهو غير مرتب، وقد رتبه الشيخ موفق الدين بن قدامة على الحروف. وأجمع منه كتاب أبي عبيد الهروي، وقد اعتنى به الحافظ أبو موسى المديني، فنقب عليه واستدرك. وللزمخشري كتاب اسمه \"الفائق\" حسن الترتيب. ثم جمع الجميع ابن الأثير، في \"النهاية\"، وكتابه أسهل الكتب تناولا، مع إعواز قليل فيه. ¶ وإن كان اللفظ مستعملا بكثرة، لكن، في مدلوله دقة، احتيج إلى الكتب المصنفة في شرح معاني الأخبار، وبيان المشكل منها. وقد أكثر الأئمة من التصانيف في ذلك كالطحاوي والخطابي وابن عبد البر وغيرهم). ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1143): (محل الخلاف في غير ما تُعُبِّدّ بألفاظه من الأحاديث، أما هو فباتفاقهم لا يروى بالمعنى؛ كالأذان، والتشهد، والتكبير، والتسليم. قاله المحقق المحلى ... واستثنى بعضهم ما كان من جواكع كلمه صاى الله عليه وسلم، فزعم الاتفاق على منع روايته بالمعنى؛ لأنها معجزة، نحو: \"الخراج بالضمان\"، \"البينة على المدعى\"، \"العجماء جبار\"، \"لا ضرر ولا ضرار\"، و\"الآن حمى الوطيس\"). ¶ وقال أيضا (2/ 1145): (ينبغي ندبا لمن روى بالمعنى أن يقول عقب إيراد الحديث: أو كما قال، أو نحو هذا، أو مثله، أو شِبْهَه، وما أشبه ذلك، فقد ورد ذلك عن ابن مسعود وابي الدرداء، وأنس، وهم من أعلم الناس بمعاني الكلام. ومثل هذا إذا شك القارئ أو الشيخ في لفظة أو أكثر، فإنه يستحسن أن يقول: أو كما قال).",
            "page": "61",
            "part": "1",
            "seal": "F41390FB"
        },
        {
            "id": "64",
            "nass": "الجهالة: ¶ -[قال الحافظ: (ثم الجهالة: وسببها أن الراوي قد تكثر نعوته فَيُذكر بغير ما اشتهر به لغرض، وصنفوا فيه الموضح).]- ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 130): (ثم الجهالة بالراوي: وهي السبب الثامن في الطعن سببها أمران أحدهما: إن الراوي قد تكثر نعوته من اسم أو كنية، أو لقب، أو صفة، أو حرفه، أو نسب إلى أب، أو بلد، أو حرفة فيشتهر بشيء منها فيذكر في سند بغير ما اشتهر به لغرض من الأغراض، فيظن أنه آخر فتحصل الجهالة بحاله. ¶ وأكثر من يفعل ذلك المدلسون، ويسمى عندهم تدليس الشيوخ، وهو فن غويص جدا تمس الحاجة إليه، فإن كان الغرض إخفاء ضعفه لكونه لو سمي عرف حاله كان ذلك قادحا في فاعله، وأقبح من ذلك أن يكنى الضعيف بكنية الثقة المسمى باسمه. ¶ وصنفوا فيه - أي في هذا النوع - المُوَضِّح لأوهام الجمع والتفريق وأجاد فيه الخطيب، وسبقه إليه عبد الغني وهو ابن سعيد الأزدي ثم المصري، صنف كتابا نافعا سماه \" إيضاح الإشكال \" ثم الصوري وهو تلميذ عبد الغني وشيخ الخطيب. ¶ ومن أمثلته محمد بن السائب بن بشر الكلبي المفسر العلامة في الأنساب، أحد الضعفاء، وراوي حديث ذكاة كل مسك دباغة نسبه بعضهم إلى جده فقال: محمد بن بشر، وسماه بعضهم: حماد بن السائب، وكناه بعضهم أبا النضر، وبعضهم أبا سعيد ولم يذكروا اسمه لتوهم الناس أنه إنما روى عن أبي سعيد الخدري الصحابي ... ومثله محمد بن قيس الشامي المصلوب الوضاع دلس اسمه على خمسين وجها، بل يقال: مائة). ¶ الوحدان: ¶ -[قال الحافظ: (وقد يكون مقلا فلا يكثر الآخذ (¬1) عنه، وصنفوا فيه الوحدان).]- ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 134): (والأمر الثاني الراوي قد يكون مقلا من الحديث فلا يكثر الآخذ عنه (¬2). ¶ ¬__________ ¶ (¬1) وقع في النخبة والنزهة: (الأخذ) على المصدرية، وذكرها اللقاني بصيغة اسم الفاعل (الآخذ)، وقال (2/ 1161): (و\"الآخذ\" بصيغة اسم الفاعل، لا بالمصدر، إذ لا يلزم من كثرة الأخذ كثرة الآخذين؛ لتحققها في الواحد، والظاهر أن المراد بكثرة الآخذين عنه: ما زاد على الواحد ... ). ¶ (¬2) وقال أيضا (2/ 1162): (يجب أن يقيد هذا النوع بأن يكون المروي عنه مشهورا بالحديث ¶ والعلم؛ لكنه لم يرو عنه إلا واحد، فغاير مجهول العين، إذ يُعتبر فيه أن لا يكون المجهول معروفا بالعلم).",
            "page": "62",
            "part": "1",
            "seal": "74401C8F"
        },
        {
            "id": "65",
            "nass": "وقد صنفوا فيه الوحدان وهو من لم يرو عنه إلا واحد ولو سُمى، فممن جمعه: مسلم، والحسن بن سفيان فألفا فيه وغيرهما. ¶ ومن فوائده معرفة المجهول إذا لم يكن صحابيا فلا يقبل). ¶ المبهم: ¶ -[قال الحافظ: (أو لا يسمى اختصارا، وفيه المبهمات، ولا يقبل المبهم ولو أبهم بلفظ التعديل على الأصح).]- ¶ وقال في \"النزهة\" (ص:231): (أو لا يسمى الراوي، اختصارا من الراوي عنه. ¶ كقوله: أخبرني فلان، أو شيخ، أو رجل، أو بعضهم، أو ابن فلان. ويستدل على معرفة اسم المبهم بوروده من طريق أخرى مسمى، وصنفوا فيه المبهمات. ولا يقبل حديث المبهم، ما لم يسم؛ لأن شرط قبول الخبر عدالة رواته، ومن أبهم اسمه لا يعرف عينه؛ فكيف عدالته. وكذا لا يقبل خبره ولو أبهم بلفظ التعديل، كأن يقول الراوي عنه: أخبرني الثقة؛ لأنه قد يكون ثقة عنده مجروحا عند غيره. وهذا على الأصح في المسألة، ولهذه النكتة لم يقبل المرسل ولو أرسله العدل جازما به؛ لهذا الاحتمال بعينه ... ). ¶ المجهول: ¶ -[قال الحافظ: (فإن سمي وانفرد واحد عنه فمجهول العين، أو اثنان فصاعدا، ولم يوثق: فمجهول الحال، وهو المستور).]- ¶ وقال في \"النزهة\" (ص/232): (فإن سمي الراوي، وانفرد راو واحد بالرواية عنه (¬1)، فهو مجهول العين، كالمبهم، إلا أن يوثقه غير من ينفرد عنه على الأصح، وكذا من ينفرد عنه إذا كان متأهلا لذلك (¬2). ¶ ¬__________ ¶ (¬1) قال المناوي في \"اليواقيت والدرر\" (2/ 143): (ولم يشتهر بنفسه بطلب العلم، ولا بحرفة العلماء) فتحص الفرق بين الوحدان والمبهم ومجهول العين، بأن الأول يكون مشهورا بالحديث والعلم، والثانى لم يسم، والثالث لم يشتهر بالحديث والعلم. ¶ (¬2) أي للتوثيق بأن يكون من الحفاظ المطلعين على أحوال الرواة، وظاهر عبارة الحافظ مشكلة فظاهرها أنه يشترط الأهلية في الثاني دون الأول، قال ابن قطلوبغا: (وقيد الموثق بكونه من أئمة الجرح والتعديل، وقد أهمله المصنف) أي في الأول، وقال أيضا: (وقد يقال ما الفرق بين من ينفرد عنه، وبين غيره حتى يشترط تأهل غير المنفرد للتوثيق دون المنفرد؟!)، وأجاب اللقاني عن هذا الإعتراض فقال (2/ 1188): (وأما قوله: \"وقد أهمله المصنف\"، إن سلم الإهمال؛ فهو لا يضر للعلم به؛ لأن التوثيق والتعديل والتجريح لا يعتد بها إلا إذا صدرت من المتأهلين لها، لكنا لا نسلمه لجواز أن يكون قول الشارح: \"إذا كان متأهلا لذلك\" راجعا للصورتين جميعا، بل يكون هذا هو الصواب).",
            "page": "63",
            "part": "1",
            "seal": "A8675A16"
        },
        {
            "id": "66",
            "nass": "أو إن روى عنه اثنان فصاعدا، ولم يوثق فهو مجهول الحال، وهو المستور. وقد قبل روايته جماعة بغير قيد، وردها الجمهور. والتحقيق أن رواية المستور، ونحوه، مما فيه الاحتمال؛ لا يطلق القول بردها، ولا بقبولها، بل يقال: هي موقوفة إلى استبانة حاله، كما جزم به إمام الحرمين). ¶ رواية المبتدع: ¶ -[قال الحافظ: (ثم البدعة: إما بمكفر، أو بمفسق، فالأول: لا يقبل صاحبها الجمهور. والثاني: يُقْبَل من لم يكن داعية في الأصح، إلا إن روى ما يقوي بدعته فيرد على المختار، وبه صرح الجُوزَجَاني شيخ النسائي).]- ¶ وقال في \"النزهة\" (ص/232): (ثم البدعة: وهي السبب التاسع من أسباب الطعن في الراوي: وهي إما أن تكون بمكفر: كأن يعتقد ما يستلزم الكفر، أو بمفسق. فالأول: لا يقبل صاحبها الجمهور. وقيل: يقبل مطلقا. وقيل: إن كان لا يعتقد حل الكذب لنصرة مقالته قبل. والتحقيق أنه لا يرد كل مكفر ببدعة؛ لأن كل طائفة تدعي أن مخالفيها مبتدعة، وقد تبالغ فتكفر مخالفها، فلو أخذ ذلك على الإطلاق لاستلزم تكفير جميع الطوائف. فالمعتمد أن الذي ترد روايته من أنكر أمرا متواترا من الشرع معلوما من الدين بالضرورة، وكذا من اعتقد عكسه (¬1)، فأما من لم يكن بهذه الصفة وانضم إلى ذلك ضبطه لما يرويه، مع ورعه وتقواه، فلا مانع من قبوله. ¶ ¬__________ ¶ (¬1) قال الصنعاني في \"ثمرات النظر\" (ص/25): (أي إثباتا لأمر معلوم بالضرورة أنه ليس منه وإنما فسرنا العكس بهذا لأن ذكر الاعتقاد لا دخل له في كون الفعل بدعة فلا بد من حمله على إثبات أمر ليقابل إنكار أمر فيكون إلماما بالأمرين اللذين هما مرجع البدعة ومنشؤها وهما النقص في الدين والزيادة فيه ... وكان حق العبارة أن يقول أو إثبات غيره أي إثباتا لأمر في الدين معلوم بالضرورة أنه ليس منه قلت إلا أنه لا يخفى أنه من كان بهذه الصفة فهو كافر لرده ما علم من الدين ضرورة وإثباته ما ليس منه ضرورة وكلا الأمرين كفر وإنه تكذيب للشارع وتكذيبه في أي أمر علم من الدين ضرورة إثباته أو نفيه كفر فهذا ليس من محل النزاع إذ النزاع في مجرد الابتداع لا في الكافر الكفر الصريح فلا نزاع فيه وإذا كان من هو بهذه الصفة فقد جاوز رتبة الابتداع إلى أشر منه).",
            "page": "64",
            "part": "1",
            "seal": "5E53A57A"
        },
        {
            "id": "67",
            "nass": "والثاني: وهو من لا تقتضي بدعته التكفير أصلا، وقد اختلف، أيضا، في قبوله ورده: ¶ فقيل: يرد مطلقا. وهو بعيد، وأكثر ما علل به أن في الرواية عنه ترويجا لأمره وتنويها بذكره، وعلى هذا فينبغي أن لا يروى عن مبتدع شيء يشاركه فيه غير مبتدع. ¶ وقيل: يقبل مطلقا، إلا إن اعتقد حل الكذب، كما تقدم. ¶ وقيل: يقبل من لم يكن داعية إلى بدعته؛ لأن تزيين بدعته قد يحمله على تحريف الروايات وتسويتها على ما يقتضيه مذهبه، وهذا في الأصح (¬1). ¶ وأغرب ابن حبان؛ فادعى الاتفاق على قبول غير الداعية، من غير تفصيل. نعم، الأكثر على قبول غير الداعية، إلا أن يروي ما يقوي بدعته فيرد، على المذهب المختار، وبه صرح الحافظ أبو إسحاق إبراهيم بن يعقوب الجوزجاني، شيخ أبي داود والنسائي، في كتابه \"معرفة الرجال\"). ¶ سوء الحفظ: ¶ -[قال الحافظ: (ثم سوء الحفظ: إن كان لازما فهو الشاذ على رأي، أو طارئا فالمختلِط).]- ¶ وقال في \"النزهة\" (ص/233): (ثم سوء الحفظ: وهو السبب العاشر من أسباب الطعن، والمراد به: من لم يَرْجُح جانب إصابته على جانب خطئه (¬2)، وهو على قسمين: ¶ ¬__________ ¶ (¬1) وقد سبق في شرح الموقظة الكلام على العدالة وبيان أن مدارها على مظنة الصدق، وأن رواية المبتدع مقبولة وإن كان داعية إلى بدعته ومما يؤيد ذلك إخراج الأئمة في دواوين السنة لبعض المبتدعة فيما يتعلق ببدعتهم، فقد روى الإمام أحمد ومسلم والترمذي والنسائي وابن ماجه: عن عدي بن ثابت عن زِرِّ بن حُبَيْش قال: قال علي بن أبي طالب (رضي الله عنه): والذي فلق الحبة وبرأ النسمة إنّه لعهد النبي الأمّي (صلى الله عليه وسلم) إليّ أنّ لا يحبني إلا مؤمن ولا يبغضني إلا منافق. وعدي بن ثابت: قال عنه الذهبي في الكاشف: ثقة، لكنه قاص الشيعة وإمام مسجدهم بالكوفة. فالأقوى أنه لا يرد من حديث المبتدعة إلا من أجاز الكذب لنصرة مذهبه كالخطابية، أو من كانت بدعته مكفرة كما سبق. ¶ (¬2) وفسره في (ص/223) بأنه عبارة عمن يكون غلطه أقل من إصابته. وقد سقطت (لا) من بعض النسخ فأوهمت تعارضا، وظهر من كلامه أن بقصد بسوء الحفظ من كان غلطه أكثر من صوابه. = ¶ = فائدة - التفريق بين سيئ الحفظ وفاحش الغلط: ¶ مقصود ابن حجر بفاحش الغلط أنه من كثر غلطه، وبسيئ الحفظ من يكون غلطه أكثر من إصابته، يعني ما لم يكثر منه الغلط ويفحش. ¶ قال الصنعاني في توضيح الأفكار (1/ 12): (ويدل لذلك أن المحدثين جعلوا من القوادح في الراوي فحش غلطه، أي كثرته، وسوء حفظه، وهو عبارة عمن يكون غلطة أكثر من إصابته، هكذا ذكره الحافظ في النخبة وشرحها فالذي ذكر المحدثون أربع صور: تام الضبط، خفيفه، كثير الغلط، من غلطة أكثر من حفظه، فالأوليان مقبول من اتصف بهما، والأخريان مردود من اتصف بهما). ¶ قال الحافظ في \"هدي الساري\": ((وأما الغلط فتارة يكثر من الراوي ـ وتارة يقل، وحيث يوصف بقلة الغلط كما يقال: سيء الحفظ، أو له أوهام، أو له مناكير ... )). ¶ وفرق أيضا بينهما في هدي الساري بأن نفى وجود حديث كثير الغلط في البخاري، وجوز وجود حديث قليل الغلط في المتابعات، فقال: ((وأما الغلط فتارة يكثر من الراوي وتارة يقل فحيث يوصف بكونه كثير الغلط ينظر فيما أخرج له إن وجد مرويا عنده أو عند غيره من رواية غير هذا الموصوف بالغلط علم أن المعتمد أصل الحديث لا خصوص هذه الطريق وأن لم يوجد إلا من طريقه فهذا قادح يوجب التوقف عن الحكم بصحة ما هذا سبيله وليس في الصحيح بحمد الله من ذلك شيء وحيث يوصف بقلة الغلط كما يقال سيء الحفظ أوله أو أوهام أوله مناكير وغير ذلك من العبارات فالحكم فيه كالحكم في الذي قبله إلا أن الرواية عن هؤلاء في المتابعات أكثر منها عند المصنف من الرواية عن أولئك)). ¶ كما أنه جعل هنا فحش الغلط منزلة أشد من سوء الحفظ، وجعل حديث من كثر غلطه منكر على رأي، وحديث من ساء حفظه شاذ - على رأي - إن لازمه سوء الحفظ، فإن كان طارئا فالمختلط.",
            "page": "65",
            "part": "1",
            "seal": "6225033C"
        },
        {
            "id": "68",
            "nass": "إن كان لازما للراوي في جميع حالاته فهو الشاذ، على رأي بعض أهل الحديث (¬1). ¶ أو إن كان سوء الحفظ طارئا على الراوي؛ إما لكبره، أو لذهاب بصره، أو لاحتراق كتبه أو عدمها بأن كان يعتمدها فرجع إلى حفظه فساء فهذا هو المختلِط (¬2). والحكم فيه أن ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1225): (وعلى رأي الجمهور هو من مطلق الضعيف). ¶ (¬2) قال القاري في \"شرح النخبة\" (ص:536): (وحقيقته: فساد العقل، وعدم انتظام الفعل والقول، إما بخرف أو ضرر أو مرض، أو عرض من موت ابن، أو سرقة مال كالمسعودي، أو ذهاب كتب كابن لهيعة، أو احتراقها كابن الملقن).",
            "page": "66",
            "part": "1",
            "seal": "E3D89301"
        },
        {
            "id": "69",
            "nass": "ما حدث به قبل الاختلاط إذا تميز قبل، وإذا لم يتميز توقف فيه، وكذا من اشتبه الأمر فيه، وإنما يعرف ذلك باعتبار الآخذين عنه). ¶ الحسن لغيره: ¶ -[قال الحافظ: (متى توبع السيئ الحفظ بمعتبر، وكذا المستور، والمرسَل، والمدلس: صار حديثهم حسنا لا لذاته، بل بالمجموع).]- ¶ وقال في \"النزهة\" (ص/234): (ومتى توبع السيء الحفظ بمعتبر: كأن يكون فوقه، أو مثله، لا دونه (¬1)، وكذا المختلط الذي لم يتميز، والمستور، والإسناد المرسل، وكذا المدلس إذا لم يعرف المحذوف منه صار حديثهم حسنا، لا لذاته، بل وصفه بذلك باعتبار المجموع، من المتابع والمتابع؛ لأن كل واحد منهم احتمال أن تكون روايته صوابا، أو غير صواب، على حد سواء، فإذا جاءت من المعتبرين رواية موافقة لأحدهم رجح أحد الجانبين من الاحتمالين المذكورين، ودل ذلك على أن الحديث محفوظ؛ فارتقى من درجة التوقف إلى درجة القبول (¬2). ومع ارتقائه إلى درجة القبول فهو منحط عن رتبة الحسن لذاته، وربما توقف بعضهم عن إطلاق اسم الحسن عليه. وقد انقضى ما يتعلق بالمتن من حيث القبول والرد). ¶ المرفوع ¶ قال الحافظ: (ثم الإسناد: إما أن ينتهي إلى النبي -صلى الله تعالى عليه وسلم-، تصريحا، أو حكما: من قوله، أو فعله، أو تقريره ... فالأول: المرفوع. ¶ قال في \"النزهة\" (ص:234): (ثم الإسناد: وهو الطريق الموصلة إلى المتن، والمتن: هو غاية ما ينتهي إليه الإسناد من الكلام وهو إما أن ينتهي إلى النبي صلى الله عليه وسلم ويقتضي لفظه -: إما تصريحا، أو حكما- أن المنقول بذلك الإسناد من قوله صلى الله عليه وسلم، أو من فعله، أو من تقريره (¬3). ¶ ¬__________ ¶ (¬1) المقصود بالدونية ألا يكون شديد الضعف فيخرج عن حد الإعتبار كحديث الكذاب والمتروك ونحو ذلك. ¶ (¬2) وقد نقلت في شرح الموقظة جملا كثيرة تؤيد إرتقاء الضعيف بمجموع طرقه لمنزلة الحسن لغيره وذكرت شروط ذلك ورردت على من قال بعدم حجيته. ¶ (¬3) قال اللقاني (2/ 1253): (أي سواء كان الذي أنهاه وأضافه إلى النبي - صلى الله عليه وسلم - صحابيا، أو غيره، ولو منا الآن، فيدخل فيه: المتصل، والمرقوع، والمرسل المرفوع، والمنقطع المرفوع، والمعضل المرفوع، والمعلق المرفوع، دون الموقوف، ويُعلم هذا من قوله الآتي: (سواء كان ذلك الانتهاء بإسناد متصل أم لا).",
            "page": "67",
            "part": "1",
            "seal": "EA6DB85C"
        },
        {
            "id": "70",
            "nass": "المرفوع ¶ -[قال الحافظ: (ثم الإسناد: إما أن ينتهي إلى النبي - صلى الله عليه وسلم - تصريحاً أو حكماً: من قوله, أو فعله, أو تقريره ... فالأول: المرفوع.]- ¶ قال في \"النزهة\" (ص:234): (ثم الإسناد: وهو الطريق الموصلة إلى المتن, ¶ والمتن: هو غاية ما ينتهي إليه الإسناد من الكلام وهو إما أن ينتهي إلى النبي - صلى الله عليه وسلم - ويقتضي لفظه-: إما تصريحاً, أو حكماً - أن المنقول بذلك الإسناد من قوله - صلى الله عليه وسلم - , أو من فعله, أو من تقريره (1). ¶ مثال المرفوع من القول تصريحا: أن يقول الصحابي: سمعت رسول الله صلى الله عليه وسلم يقول كذا، أو: حدثنا رسول الله صلى الله عليه وسلم بكذا، أو يقول، هو أو غيره: قال رسول الله صلى الله عليه وسلم كذا، أو عن رسول الله صلى الله عليه وسلم أنه قال كذا، ونحو ذلك. ¶ ومثال المرفوع من الفعل تصريحا: أن يقول الصحابي: رأيت رسول الله صلى الله عليه وسلم فعل كذا، أو يقول، هو أو غيره: كان رسول الله صلى الله عليه وسلم يفعل كذا. ¶ ومثال المرفوع من التقرير تصريحا: أن يقول الصحابي: فعلت بحضرة النبي صلى الله عليه وسلم كذا، أو يقول، هو أو غيره: فعل فلان بحضرة النبي صلى الله عليه وسلم كذا، ولا يذكر إنكاره لذلك. ¶ ومثال المرفوع من القول، حكما لا تصريحا: أن يقول الصحابي -الذي لم يأخذ عن الإسرائيليات- ما لا مجال للاجتهاد فيه، ولا له تعلق ببيان لغة أو شرح غريب، كالإخبار عن الأمور الماضية: من بدء الخلق، وأخبار الأنبياء، أو الآتية: كالملاحم، والفتن، وأحوال يوم القيامة، وكذا الإخبار عما يحصل بفعله ثواب مخصوص، أو عقاب مخصوص. ¶ وإنما كان له حكم المرفوع؛ لأن إخباره بذلك يقتضي مخبرا له، وما لا مجال ¶ للاجتهاد فيه يقتضي موقفا للقائل به، ولا موقف للصحابة إلا النبي صلى الله عليه وسلم، أو بعض من يخبر عن الكتب القديمة؛ فلهذا وقع الاحتراز عن القسم الثاني. ¶ فإذا كان كذلك، فله حكم ما لو قال: قال رسول الله صلى الله عليه وسلم، فهو مرفوع سواء كان مما سمعه منه، أو عنه بواسطة. ¶ ومثال المرفوع من الفعل حكما: أن يفعل ما لا مجال للاجتهاد فيه، فينزل على أن ذلك عنده عن النبي صلى الله عليه وسلم، كما قال الشافعي في صلاة علي في الكسوف (¬1) في كل ركعة أكثر من ركوعين. ¶ ¬__________ ¶ (¬1) رواه الشافعي بلاغا بنحوه عن علي رضي الله عنه ولكنه قال: (صلى في الزلزلة) وإسناده ضعيف، وروى عن النبي صلى الله عليه وسلم صلاة الكسوف في كل ركعة أكثر من ركوعين، وحكم عليها الشيخ الألباني بالشذوذ.",
            "page": "68",
            "part": "1",
            "seal": "DEF973B2"
        },
        {
            "id": "71",
            "nass": "ومثال المرفوع من التقرير حكما: أن يخبر الصحابي أنهم كانوا يفعلون في زمان النبي صلى الله عليه وسلم كذا، فإنه يكون له حكم الرفع من جهة أن الظاهر اطلاعه صلى الله عليه وسلم على ذلك؛ لتوفر دواعيهم على سؤاله عن أمور دينهم، ولأن ذلك الزمان زمان نزول الوحي؛ فلا يقع من الصحابة فعل شيء ويستمرون عليه إلا وهو غير ممنوع الفعل، وقد استدل جابر وأبو سعيد رضي الله عنهما على جواز العزل بأنهم كانوا يفعلونه والقرآن ينزل، ولو كان مما ينهى عنه لنهى عنه القرآن ... ). ¶ الموقوف: ¶ -[قال الحافظ: (أو إلى الصحابي كذلك ... والثاني: الموقوف).]- ¶ وقال في \"النزهة\" (ص:237): (أو ينتهي غاية الإسناد إلى الصحابي كذلك، أي: مثل ما تقدم في كون اللفظ يقتضي التصريح بأن المنقول هو من قول الصحابي، أو من فعله، أو من تقريره، ولا يجيء فيه جميع ما تقدم، بل معظمه، والتشبيه لا تشترط فيه المساواة من كل جهة). ¶ ظاهر عبارة الحافظ أنه لا يرى دخول ما ثبت حكما في عبارته، وصرح بذلك القاري حيث قال في \"شرح النخبة\" (ص:574): ((ولا يجيء فيه) أي في هذا المقام، (جمع ما تقدم) لعدم شموله لما ثبت حكما أنه قول الصحابي، أو فعله أو تقريره ... (بل معظمه) أي أكثره وهو التصريح). ¶ تتمات: ¶ - تعريف الموقوف: ¶ الموقوف هو: (ما يروى عن الصحابة رضي الله عنهم من أقوالهم وأفعالهم، ما لم يتجاوز به إلى رسول الله - صلى الله عليه وسلم -). ¶ - هل تقرير الصحابي حجة: ¶ ليس المقصود أن ذلك حجة ملزمة كالكتاب والسنة، وإنما المقصود أنه دلالة على ذهاب الصحابي إلى هذا القول - وسيأتي قريبا الكلام عن حجية قول الصحابي -. ¶ قال الشيخ عبد الله الفوزان في \"تيسير الوصول إلى قواعد الأصول ومعاقد الفصول\": (لا ينسب لساكت قول، ثم إنه لا يجزم بأن هذا الساكت بلغه ذلك القول، أو يكون بلغه وقام مانع من الاعتراض، إمَّا لهيبة القائل، أو لأنه لا يرى الإنكار في مسائل الاجتهاد، أو لكونه يخاف على نفسه، أو أنه أنكر ولم يبلغنا إنكاره، إلى غير ذلك من الاحتمالات",
            "page": "69",
            "part": "1",
            "seal": "7DE70AF1"
        },
        {
            "id": "72",
            "nass": "الواردة في مثل هذه الحال. ¶ وقد جعل المصنف المسألة عامة في مجتهدي الأعصار، وبعض الأصوليين يخص ذلك بالصحابة رضي الله عنهم دون من بعدهم؛ لأن منصبهم الشريف لا يقتضي السكوت في موضع المخالفة). ¶ وهذا الأخير هو الراجح عندي، فروى الشيخان من عبادة بن الصامت - رضي الله عنه - أنه قال: (بايعنا رسول الله صلى الله عليه وسلم على أن نقوم أو نقول بالحق حيثما كنا لا نخاف في الله لومة لائم) ونحن نشهد بالله أنهم وفوا بهذه البيعة وقالوا بالحق وصدعوا به ولم تأخذهم في الله لومة لائم ولم يكتموا شيئاً منه مخافة سوط ولا عصاً ولا أمير ولا وال كما هو معلوم لمن تأمله من هديهم وسيرتهم، وعليه فتقرير الصحابي قول له. ¶ - قول التابعي من السنة كذا: ¶ قال العراقي في التقييد والإيضاح (ص/68): (إذا قال التابعي من السنة كذا كقول عبيدالله بن عبد الله بن عتبة: السنة تكبير الإمام يوم الفطر ويوم الأضحى حين يجلس على المنبر قبل الخطبة تسع تكبيرات رواه البيهقي في سننه، فهل هو مرسل مرفوع، أو موقوف متصل؟ فيه وجهان لأصحاب الشافعي حكاهما النووي في شرح مسلم وشرح المهذب وشرح الوسيط قال والصحيح أنه موقوف انتهى. وحكى الداودى في شرح مختصر المزني أن الشافعي رضي الله عنه كان يرى في القديم أن ذلك مرفوع إذا صدر من الصحابي أو التابعي ثم رجع عنه لأنهم قد يطلقونه ويريدون سنة البلد انتهى. وما حكاه الداودي من رجوع الشافعي عن ذلك فيما إذا قاله الصحابي لم يوافق عليه فقد احتج به في مواضع من الجديد فيمكن أن يحمل قوله ثم رجع عنه أي عما إذا قاله التابعي والله أعلم). ¶ وظاهر اختيار ابن حجر التسوية بين الصحابي وغيره بشرط ألا يضيفه التابعي إلى غير النبي كسنة العمرين حيث قال في \"النزهة\" (ص:236): (ومن الصيغ المحتملة قول الصحابي: من السنة كذا: فالأكثر أن ذلك مرفوع، ونقل ابن عبد البر فيه الاتفاق، قال: وإذا قالها غير الصحابي فكذلك، ما لم يضفها إلى صاحبها، كسنة العمرين، وفي نقل الاتفاق نظر؛ فعن الشافعي في أصل المسألة قولان. ¶ وذهب إلى أنه غير مرفوع أبو بكر الصيرفي من الشافعية، وأبو بكر الرازي من الحنفية، وابن حزم من أهل الظاهر، واحتجوا بأن السنة تتردد بين النبي صلى الله عليه",
            "page": "70",
            "part": "1",
            "seal": "C06BF44F"
        },
        {
            "id": "73",
            "nass": "وسلم وبين غيره. ¶ وأجيبوا: بأن احتمال إرادة غير النبي صلى الله عليه وسلم بعيد، وقد روى البخاري في صحيحه في حديث ابن شهاب عن سالم بن عبد الله بن عمر عن أبيه في قصته مع الحجاج حين قال له (¬1): إن كنت تريد السنة فهجر بالصلاة قال ابن شهاب: فقلت لسالم: أفعله رسول الله صلى الله عليه وسلم؟ فقال: وهل يعنون بذلك إلا سنته (¬2)؟!، فنقل سالم - وهو أحد الفقهاء السبعة من أهل المدينة، وأحد الحفاظ من التابعين عن الصحابة - أنهم إذا أطلقوا السنة لا يريدون بذلك إلا سنة النبي صلى الله عليه وسلم. ¶ وأما قول بعضهم: إن كان مرفوعا فلم لا يقولون فيه: قال رسول الله صلى الله عليه وسلم؟. فجوابه: إنهم تركوا الجزم بذلك تورعا واحتياطا ... ). ¶ - قول التابعي: كنا نفعل، أمرنا بكذا، أو نهينا عن كذا. ¶ قال العراقي في التقييد والإيضاح (ص/67): (المسألة الأولى - فإذا قال التابعي: كنا نفعل فليس بمرفوع قطعا، وهل هو موقوف؟ لا يخلو إما أن يضيفه إلى زمن الصحابة، أم لا فيحتمل، فإن لم يضفه إلى زمنهم فليس بموقوف أيضا، بل هو مقطوع، وإن أضافه إلى زمنهم فيحتمل أن يقال إنه موقوف؛ لأن الظاهر اطلاعهم على ذلك، وتقريرهم، ويحتمل أن يقال ليس بموقوف أيضا؛ لأن تقرير الصحابي قد لا ينسب إليه بخلاف تقرير النبي - صلى الله عليه وسلم -، فإنه أحد وجوه السنن ... ¶ وأما المسألة الثانية - فإذا قال التابعي: أمرنا بكذا، أو نهينا عن كذا، فجزم أبو نصر بن الصباغ في كتاب العدة في أصول الفقه أنه مرسل، وذكر الغزالي في المستصفى فيه احتمالين من غير ترجيح هل يكون موقوفا، أو مرفوعا مرسلا ... ). ¶ وقال الشيخ العثيمين في \"شرح الأصول\" (ص/461): (وليس قول التابعي - أي أُمرنا - كذلك؛ لأنه يحتمل أنه أَمْرُ الخليفة. فلو قال التابعي: هكذا أمرنا رسول الله - صلى الله عليه وسلم - صار مرفوعا صريحا لكنه منقطع أو مرسل). ¶ ¬__________ ¶ (¬1) القائل هو سالم. ¶ (¬2) ولفظه عند البخاري: «وهل تتبعون في ذلك إلا سنته».",
            "page": "71",
            "part": "1",
            "seal": "502927FA"
        },
        {
            "id": "74",
            "nass": "تعريف الصحابي: ¶ -[قال الحافظ: (وهو: من لقي النبي -صلى الله تعالى عليه وعلى آله وسلم- مؤمنا به، ومات على الإسلام، ولو تخللت ردة في الأصح).]- ¶ والتعبير بقوله من لقى كالتعبير بقوله من اجتمع، وتعريف الحافظ غير جامع فلا يدخل فيه مؤمني الجن، ولذلك نضيف قيد: (ولو جنيا) كما ذكره ابن النجار. ¶ قال الشيخ العثيمين - رحمه الله - في \"شرح الأصول\" (ص/469): ((وقوله: (من اجتمع بالنبي - صلى الله عليه وسلم -): سواء رآه أم لم يره، وسواء سمعه أم لم يسمعه، فلو قدر أن رجلا أعمى أصم اجتمع بالرسول - صلى الله عليه وسلم - مؤمنًا به ومات على ذلك فهو صحابي وإن لم يره ويسمعه، ولا يشترط أن يراه النبي - صلى الله عليه وسلم - فلو حضر مجلسا فيه رسول الله - صلى الله عليه وسلم - فهو صحابي (¬1). ¶ وقوله: (اجتمع بالنبي): هذا قيد لابد منه، فهو وصف أي أن يكون مجتمعًا بالنبي - صلى الله عليه وسلم - حال كونه نبيا، فإن اجتمع به قبل أن يرسل مؤمنا بأنه سيبعث ثم لم يره بعد أن بعث فليس بصحابي، فلابد أن يكون مجتمعًا بالنبي - صلى الله عليه وسلم - حال نبوته. ¶ س: وهل يشمل من اجتمع به بعد موته وقبل دفنه - يعني حضر وصلى على النبي - صلى الله عليه وسلم -؟ ¶ ج: في هذا خلاف: ¶ فمنهم من يقول: إنه إذا حضر النبي - صلى الله عليه وسلم - بعد موته وقبل دفنه فهو صحابي؛ لأن نبوته - صلى الله عليه وسلم - لا تنقطع بموته. ¶ ومنهم من قال: ليس بصحابي؛ لأنه اجتمع بالنبي - صلى الله عليه وسلم - وهو ميت. ¶ ¬__________ ¶ (¬1) قال ابن النجار في \"شرح الكوكب\" (2/ 470): (ودخل في قولنا: \"من لقي\" من جيء به إلى النبي صلى الله عليه وسلم وهو غير مميز فحنكه النبي صلى الله عليه وسلم كعبد الله بن الحارث بن نوفل، أو تفل في فيه كمحمود بن الربيع، بل مجه بالماء كما في البخاري، وهو ابن خمس سنين أو أربع. أو مسح وجهه، كعبد الله بن ثعلبة بن صعير- بالصاد وفتح العين المهملتين - ونحو ذلك. فهؤلاء صحابة، وإن اختار جماعة خلاف ذلك كما هو ظاهر كلام ابن معين وأبي زرعة الرازي وأبي حاتم وأبي داود وابن عبد البر، وكأنهم نفوا الصحبة المؤكدة).",
            "page": "72",
            "part": "1",
            "seal": "6AC18590"
        },
        {
            "id": "75",
            "nass": "وانتفاء الصحبة في هذه الحال واضح جدًا بخلاف ما لو اجتمع به وهو حي وهذا هو الأقرب أنه لا بد أن يكون النبي - صلى الله عليه وسلم - حيًا (¬1) ... ¶ ولابد أيضًا أن يكون مؤمنًا به (¬2) فإن كان مؤمنًا بغيره كما لو اجتمع به نصراني يؤمن بالأديان السابقة. لكن لم يؤمن بالرسول إلا بعد موت الرسول - صلى الله عليه وسلم - فلا يكون صحابيًا. ¶ وقوله: (ومات على ذلك): فإن مات على الردة فليس بصحابي؛ لأن الردة تبطلِ جميع الأعمال، قال الله تعالى: (وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا) [الفرقان: 23] والردة تمحو حتى الإسلام فضلاً عن الصحبة، فإن ارتد ثم عاد إلى الإِسلام فإن الأصح من أقوال أهل العلم أن صحبته تعود (¬3)؛ لأن الله تعالى اشترط لبطلان العمل بالردة أن يموت الإنسان على ردته فقال الله سبحانه وتعالى: (وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ) [البقرة: 217]). ¶ ¬__________ ¶ (¬1) قال ابن النجار (2/ 466): (وقولنا: \"حيا\" احتراز ممن رآه بعد موته كأبي ذؤيب الشاعر خالد بن خويلد الهذلي؛ لأنه لما أسلم وأخبر بمرض النبي صلى الله عليه وسلم: سافر ليراه، فوجده ميتا مسجى فحضر الصلاة عليه والدفن، فلم يعد صحابيا، وعده ابن منده في الصحابة، وقال: مات على الحنيفية. وفي \"شرح التدريب\"، ومن عده من الصحابة فمراده الصحبة الحكمية، دون الاصطلاحية. ¶ (¬2) وقول الشيخ: (مؤمنا) قيد هام، قال الطوفي في \" شرح مختصر الروضة\" (2/ 185): (وإنما شرطنا مع ذلك الإيمان؛ لأن الكفار الذين صحبوه ورأوه عليه السلام، لا يسمون صحابة بالاتفاق؛ فدل على أن الإيمان شرط في إطلاق اسم الصحابي). وقال ابن النجار في \"شرح الكوكب\" (2/ 467): (وقولنا \"مسلما\" ليخرج من رآه واجتمع به قبل النبوة ولم يره بعد ذلك، كما في زيد بن عمرو بن نفيل. فإنه مات قبل المبعث. وقال النبي صلى الله عليه وسلم: \"إنه يبعث أمة وحده\" كما رواه النسائي، وليخرج أيضا من رآه وهو كافر، ثم أسلم بعد موته). ¶ (¬3) قال الحافظ في \"النزهة\" (ص/ 238): (وقولي: ((ولو تخللت ردة))؛ أي: بين لقيه له مؤمنا به وبين موته على الإسلام؛ فإن اسم الصحبة باق له، سواء أرجع إلى الإسلام في حياته صلى الله عليه وآله وسلم أو بعده، وسواء ألقيه ثانيا أم لا!. وقولي: ((في الأصح))؛ إشارة إلى الخلاف في المسألة. ويدل على رجحان الأول قصة الأشعث بن قيس؛ فإنه كان ممن ارتد، وأتي به إلى أبي بكر الصديق أسيرا، فعاد إلى الإسلام، فقبل منه ذلك، وزوجه أخته، ولم يتخلف أحد عن ذكره في الصحابة ولا عن تخريج أحاديثه في المسانيد وغيرها.",
            "page": "73",
            "part": "1",
            "seal": "6AAC31D8"
        },
        {
            "id": "76",
            "nass": "وقال ابن النجار في \"شرح الكوكب\" (2/ 471): ((ولو جنيا في الأظهر) أي ولو كان من لقي النبي صلى الله عليه وسلم مسلما جنيا في الأظهر من قولي العلماء ليدخل الجن الذين قدموا على النبي صلى الله عليه وسلم من نصيبين وأسلموا، وهم تسعة أو سبعة من اليهود بدليل قوله تعالى: (إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى) [الأحقاف: 30] وذكر في أسمائهم: شاص، وماص، وناشى، ومنشى، والأحقب، وزوبعة، وسرق، وعمر، وجابر. وقد استشكل ابن الأثير في كتابه \" أسد الغابة \" قول من ذكرهم من الصحابة. فإن بعضهم لم يذكرهم في الصحابة، وبعضهم ذكرهم قال في شرح التحرير قلت: الأولى أنهم من الصحابة. فإنهم لقوا النبي - صلى الله عليه وسلم - وآمنوا به وأسلموا، وذهبوا إلى قومهم منذرين). ¶ المقطوع: ¶ -[قال الحافظ: (أو إلى التابعي، وهو من لقى الصحابي كذلك ... والثالث: المقطوع، ومن دون التابعي فيه مثلُهُ).]- ¶ المقطوع هو: (ما أضيف إلى التابعي فمن بعده). ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 224): (المقطوع وهو: ما ينتهي إلى التابعي قولا وفعلا ومن دون التابعي كذلك من أتباع التابعين فمن بعدهم فيه - أي التسمية - مثله - أي (مثل) ما ينتهي إلى التابعي). ¶ - وإقرار التابعي فمن دونه ليس بحجة. ¶ تعريف التابعي: ¶ قال ابن حجر في \"النزهة\" (ص/ 239): (التابعي: وهو من لقي الصحابي كذلك، ¶ وهذا متعلق باللقي، وما ذكر معه؛ إلا قيد الإيمان به؛ فذلك خاص بالنبي صلى الله عليه وآله وسلم. وهذا هو المختار؛ خلافا لمن اشترط في التابعي طول الملازمة، أو صحة السماع، أو التمييز). ¶ ومقصود الحافظ أن الإيمان خاص بالنبي - صلى الله عليه وسلم - يعني لا يصح أن نقول في التعريف: (لقى الصحابي مؤمنا به) بل نقول مؤمنا بالنبي - صلى الله عليه وسلم - فالإيمان خاص بالنبي - صلى الله عليه وسلم -. ¶ وقد فهم البعض أن معنى عبارته أنه لا يشترط في التابعي أن يكون مسلما وقت اجتماعه بالصحابي. قال المناوي في \"اليواقيت والدرر\" (2/ 217 (: (التابعي، وهو: من لقى الصحابي كذلك، وهذا متعلق باللقي. وما ذكر معه إلا قيد الإيمان به فذلك خاص",
            "page": "74",
            "part": "1",
            "seal": "961F8AD1"
        },
        {
            "id": "77",
            "nass": "بالنبي. وقال الكمال ابن أبي شريف: قوله خاص بالنبي أي فإنه لا يشترط في التابعي أن يكون وقت تحمله عن الصحابي مؤمنا، بل لو كان كافرا ثم أسلم بعد موت الصحابي وروى سميناه تابعيا وقبلناه. انتهى). ¶ وهذا خطأ في فهم عبارة الحافظ وعبارته لا تحتمله، فلو أراد الحافظ هذا المعنى لقال: قيد الإيمان خاص بتعريف الصحابي (¬1). ¶ - لا يشترط طول الملازمة: ¶ وقول أبو سعيد - رضي الله عنه - في الحديث الذي رواه مسلم: (فيكم من رأى من صحب رسول الله - صلى الله عليه وسلم -؟ فيقولون نعم فيفتح لهم) يدل على الاكتفاء بمجرد رؤية الصحابي ليحكم له بأنه تابعي. ¶ قال الشيخ العثيمين - رحمه الله - في \"شرح الأصول \" (ص/471): (وظاهر كلام العلماء أنه لا تشترط طول الصحبة بين التابعي والصحابي، وأنه لو جلس معه ساعةً أو ساعتين ثم فارقه ولم يره بعد ذلك فهو تابعي). ¶ - يشترط أن يكون من لقى الصحابي مميزا حتى يحكم له بأنه تابعي؟ ¶ لم يشترط ابن حجر التمييز في التابعي، واشترط ذلك ابن حبان فقال في كتاب \"الثقات\" (6/ 270) في ترجمة خلف بن خليفة: (قال خلف بن خليفة: كنت في حجر أبى إذ مر رجل على بغل أو بغلة فقيل هذا عمرو بن حُرَيْث صاحب النبي صلى الله عليه وسلم قال أبو حاتم رضي الله عنه لم يدخل خلف بن خليفة في التابعين وإن كان له رؤية من الصحابة لأنه رأى عمرو بن حريث وهو صبي صغير ولم يحفظ عنه شيئا فان قال قائل فلم أدخلت الأعمش في التابعين وإنما له رؤية دون رواية كما لخلف بن خليفة سواء يقال له إن الأعمش رأى أنسا بواسط يخطب والأعمش بالغ يعقل وحفظ منه خطبته ورآه بمكة يصلى عند المقام وحفظ عنه أحرفا حكاها فليس حكم البالغ إذا رأى وحفظ كحكم غير البالغ إذا رأى ولم يحفظ). ¶ ومن تعريف الصحابي فإنه يصح إلحاق محمد بن أبي بكر المولود قبل الوفاة النبوية بثلاثة أشهر وأيام برتبة الصحابة اصطلاحا، وهو وإن لم تصح نسبة الرؤية إليه ولكن صدق أن النبي - صلى الله عليه وسلم - رآه ويكون صحابيا من هذه الحيثية خاصة، ومثل هذا الحكم لا يصح تعديته إلى غيره صلى الله عليه وسلم لعدم صحة قياس النبي - ¶ ¬__________ ¶ (¬1) انظر: شرح علي القاري للنزهة (ص/595)، حاشية لقط الدرر (ص/166).",
            "page": "75",
            "part": "1",
            "seal": "9D33BDB2"
        },
        {
            "id": "78",
            "nass": "صلى الله عليه وسلم - على غيره. ¶ وعليه فكلام ابن حبان له وجه. والراجح في حديث هذه الطبقة من غير المميزين لرؤية الصحابي أنه من قبيل المعضل على أحسن أحواله سواء ألحقناهم بطبقة التابعين حكما أم بتابعيهم حقيقة. ¶ وعليه فالتابعي هو: (من اجتمع بالصحابي مميزا مؤمناً بالنبي - صلى الله عليه وسلم - ومات على ذلك). ¶ الأثر: ¶ -[قال الحافظ: (ويقال للأخيرين: الأثر).]- ¶ أي أن اصطلاح الحافظ أن الموقوف والمقطوع يطلق عليهما: الأثر، بخلاف المرفوع فسيأتي أنه يطلق عليه المسند. ¶ وذكر في \"النكت\" نقلا عن النووي أن المحدثين يطلقون الأثر على الموقوف والمرفوع فقال (1/ 513): (الأثر في الأصل العلامة والبقية والرواية ونقل النووي عن أهل الحديث أنهم يطلقون الأثر على المرفوع والموقوف معا. ويؤيده تسمية أبي جعفر الطبري كتابه (تهذيب الآثار) وهو مقصور على المرفوعات وإنما يورد فيه الموقوفات تبعا. وأما كتاب (شرح معاني الآثار) للطحاوي فمشتمل على المرفوع والموقوف - أيضا -) والمسألة اصطلاحية. ¶ المسند: ¶ قال الحافظ: (والمسند: مرفوع صحابي بسند ظاهره الاتصال). ¶ وقال في \"النزهة\" (ص:241): (والمسند في قول أهل الحديث: \"هذا حديث مسند\" هو: مرفوع صحابي بسند ظاهره الاتصال. ¶ فقولي: \"مرفوع\" كالجنس. ¶ وقولي: \"صحابي\" كالفصل، يخرج به ما رفعه التابعي؛ فإنه مرسل، أو من دونه؛ فإنه معضل، أو معلق. ¶ وقولي: \"ظاهره الاتصال\"، يخرج به ما ظاهره الانقطاع، ويدخل ما فيه الاحتمال، وما يوجد فيه حقيقة الاتصال، من باب الأولى. ويفهم من التقييد بالظهور أن الانقطاع الخفي، كعنعنة المدلس، والمعاصر الذي لم يثبت لقيه لا يخرج الحديث عن كونه مسندا؛ لإطباق الأئمة الذين خرجوا المسانيد على ذلك).",
            "page": "76",
            "part": "1",
            "seal": "4ACA4EE9"
        },
        {
            "id": "79",
            "nass": "المسند: ¶ -[قال الحافظ: (والمسند: مرفوع صحابي بسند ظاهره الاتصال).]- ¶ وقال في \"النزهة\" (ص:241): (والمسند في قول أهل الحديث: \" هذا حديث مسند\" ¶ هو: مرفوع صحابي بسند ظاهره الاتصال. ¶ فقولي:\"مرفوع\" كالجنس. ¶ وقولي:\"صحابي\" كالفصل, يخرج به ما رفعه التابعي؛ فإنه مرسل, أو من دونه؛ فإنه ¶ معضل, أو معلق. ¶ وقولي:\" ظاهرة الاتصال\", يخرج به ما ظاهره الانقطاع, ويدخل ما فيه الاحتمال, ¶ وما يوجد فيه حقيقة الاتصال, من باب الأولى. ويفهم من التقييد بالظهور أن الانقطاع ¶ الخفي, كعنعنة المدلس, والمعاصر الذي لم يثبت لقيه لا يخرج الحديث عن كونه مسنداً؛ ¶ لإطباق الأئمة الذين خرجوا المسانيد على ذلك). ¶ فائدة: ¶ لاحظ أن الحافظ جمع في تعريفه للمسند بين المرفوع والمتصل فراعي الإسناد والمتن معا كالحاكم (¬1). ¶ قال اللقاني (2/ 1352): (بعضهم جعل المسند من صفات المتن، وهو قول ابن عبد البر، فإذا قيل - عنده -: هذا حديث مسند، معناه: أنه مضاف للنبي - صلى الله عليه وسلم - ثم قد يكون مرسلا، وقد يكون معضلا، إلى غير ذلك. ¶ وبعضهم جعله من صفات الإسناد - وهو قول الخطيب - فإذا قيل - عنده -: هذا مسند فمعناه: أنه متصل الإسناد، ثم قد يكون مرفوعا، وقد يكون موقوفا إلى غير ذلك. ¶ وبعضهم جعله من صفاتهما معا، وهو قول الحاكم). ¶ تعقب: ¶ ¬__________ ¶ (¬1) قال الحاكم في \"معرفة علوم الحديث\" (ص:17): (المسند من الحديث أن يرويه المحدث عن شيخ يظهر سماعه منه لسن يحتمله، وكذلك سماع شيخه من شيخه إلى أن يصل الإسناد إلى صحابي مشهور إلى رسول الله صلى الله عليه وسلم). ¶ (¬2) انظر: قضاء الوطر (2/ 1353).",
            "page": "77",
            "part": "1",
            "seal": "AE5D40F5"
        },
        {
            "id": "80",
            "nass": "وتُعقب تعريف الحافظ بأن استخدام كلمة: (سند) في تعريف (المسند) فيه دور، كما أنه لا حاجة إلى التعرض بذكر الصحابي مع اشتراط الاتصال (¬2). ¶ والأولى في تعريف المسند أن يقال: (ما اتصل إلى النبي - صلى الله عليه وسلم - ¶ ولو ظاهرا). ¶ العلو المطلق والنسبي: ¶ -[قال الحافظ: (فإن قل عدده: إما أن ينتهي إلى النبي - صلى الله عليه وعلى آله ¶ وسلم، أو إلى إمام ذي صفة علية كشعبة فالأول: العلو المطلق، والثاني: النسبي).]- ¶ وقال في \"النزهة\" (ص/241): (فإن قل عدده، أي: عدد رجال السند، فإما: ¶ أن ينتهي إلى النبي صلى الله عليه وسلم بذلك العدد القليل بالنسبة إلى سند آخر، يرد به ذلك الحديث بعينه بعدد كثير. ¶ أو ينتهي إلى إمام من أئمة الحديث ذي صفة علية: كالحفظ، والفقه، والضبط، والتصنيف، وغير ذلك من الصفات المقتضية للترجيح، كشعبة ومالك، والثوري، ¶ والشافعي، والبخاري، ومسلم، ونحوهم. ¶ فالأول: -وهو ما ينتهي إلى النبي صلى الله عليه وسلم-: العلو المطلق، فإن اتفق أن يكون سنده صحيحا كان الغاية القصوى، وإلا فصورة العلو فيه موجودة، ما لم يكن موضوعا؛ فهو كالعدم. ¶ والثاني: العلو النسبي، وهو ما يقل العدد فيه إلى ذلك الإمام، ولو كان العدد من ذلك الإمام إلى منتهاه كثيرا. ¶ وقد عظمت رغبة المتأخرين فيه، حتى غلب ذلك على كثير منهم، بحيث أهملوا الاشتغال بما هو أهم منه. ¶ وإنما كان العلو مرغوبا فيه لكونه أقرب إلى الصحة وقلة الخطأ؛ لأنه ما من راو من رجال الإسناد إلا والخطأ جائز عليه، فكلما كثرت الوسائط وطال السند كثرت مظان التجويز، وكلما قلت قلت. ¶ فإن كان في النزول مزية ليست في العلو: كأن تكون رجاله أوثق منه، أو أحفظ، أو أفقه، أو الاتصال فيه أظهر، فلا تردد أن النزول، حينئذ، أولى. ¶ وأما من رجح النزول مطلقا واحتج بأن كثرة البحث تقتضي المشقة؛ فيعظم الأجر، فذلك ترجيح بأمر أجنبي عما يتعلق بالتصحيح والتضعيف (¬1)). ¶ ¬__________ ¶ (¬1) قال القاري في \"شرح النخبة\" (ص:622): (أي كثرة المشقة ليست مطلوبة لنفسها، ومراعاة المعنى المقصود من الرواية وهو الصحة الأولى، وهذا بمثابة من يقصد المسجد للجماعة فيسلك الطريق البعيدة لتكثير الخطا رغبة في تكثير الأجر، وإن أدى سلوكها إلى فوات الجماعة التي هي المقصودة، وذلك أن المقصود من الحديث التوصل إلى صحته، وبعد الوهم وكلما كثر رجال الإسناد تطرق إليه احتمال الخطأ والخلل، وكلما قصر السند كان أسلم).",
            "page": "78",
            "part": "1",
            "seal": "3A66F782"
        },
        {
            "id": "81",
            "nass": "الموافقة، والبدل، والمساواة، والمصافحة: ¶ -[قال الحافظ: (وفيه الموافقة: وهي الوصول إلى شيخ أحد المصنفين من غير طريقه. وفيه البدل: وهو الوصول إلى شيخ شيخه كذلك. وفيه المساواة: وهي استواء عدد الإسناد من الراوي إلى آخره مع إسناد أحد المصنفين. وفيه المصافحة: وهي الاستواء مع تلميذ ذلك المصنف).]- ¶ مثال: (¬1) ¶ قال الإمام البخاري: حدثنا قتيبة بن سعيد عن مالك عن الزهري عن ابن المسيب عن ابي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم -. ¶ فلو أن أحد المحدثين ممن تأخر عهده عن البخاري، وليكن البيهقي مثلا أراد أن يروي الحديث بعينه من طريق البخاري فوجد أنه بينه وبين قتيبة - شيخ البخاري - أربعة رواه، فأراد أن يرويه من غير طريق البخاري ليعلو بالإسناد ويقل عدد الرواة بينه وبين قتيبة، فوجده أنه بينه وبين قتيبة ثلاثة رواه فهذه تسمى موافقة؛ لأنه وافق البخاري في رواية الحديث في شيخه مع العلو في الإسناد (¬2). ¶ وإن أردا البيهقي أن يرويه من غير طريق قتيبة مع المحافظة على العلو في الإسناد فرواه من غير طريق قتيبة ن كمحمد بن بشار مثلا عن مالك، فهذه تسمى: البدل. ¶ وأما المساواة، فكأن يروي النسائي، مثلا، حديثا يقع بينه وبين النبي صلى الله عليه وسلم فيه أحد عشر نفسا، فيقع لنا ذلك الحديث، بعينه، بإسناد آخر إلى النبي صلى الله عليه وسلم يقع بيننا وبين النبي صلى الله عليه وسلم أحد عشر نفسا؛ فنساوي النسائي، من حيث العدد، مع قطع النظر عن ملاحظة ذلك الإسناد الخاص. ¶ وكلما تأخر الزمان فقدت المساواة بين المتقدم والمتأخر كما لا يخفى. ¶ وأما المصافحة فهي: أن يروي المتأخر الحديث بما يزيد عن عدد رواة المتقدم براو واحد فقط، فكأنه تلميذ له، وسميت مصافحة؛ لأن من عادة التلميذ إذا لقى شيخه أن بصافحه فشبهت بذلك. ¶ وعليه: فالموافقة هي: الوصول إلى شيخ أحد المصنِّفين من غير طريقه بعدد أقل ¶ ¬__________ ¶ (¬1) انظر النزهة (ص/242)، والجواهر السليمانية (ص/191) وتيسير الطحان (ص/242). ¶ (¬2) قال الحافظ في \"النزهة\" (ص 243): (أكثر ما يعتبرون الموافقة والبدل إذا قارنا العلو، وإلا فاسم الموافقة والبدل واقع بدونه).",
            "page": "79",
            "part": "1",
            "seal": "EF9FF2BB"
        },
        {
            "id": "82",
            "nass": "مما لو رَوَي من طريقه عنه. ¶ والبدل هو: الوصول إلى شيخ شيخِ أحد المصنِّفين من غير طريقه بعدد أقل مما لو روي من طريقه عنه. ¶ والمساواة هي: استواء عدد الإسناد من الراوي إلى آخره مع إسناد أحد المصنِّفين. ¶ والمصافحة هي: استواء عدد الإسناد من الراوي إلى آخره مع إسناد تلميذ أحد المصنِّفين. ¶ النزول: ¶ -[قال الحافظ: (ويقابل العلو بأقسامه النزول).]- ¶ المصنف لم يذكر إلا قسمين من أقسام العلو الخمسة، والمقصود ذكر أن كل قسم من أقسام العلو يقابله قسم من أقسام النزول، فكل ما حكمنا بعلوه حكمنا على مقابله بالنزول. ¶ قال السخاوي في \"فتح المغيث\" (3/ 358): (وأنزل ما في الصحيحين مما وقفت عليه ما بينهما وبين النبي صلى الله عليه وسلم فيه ثمانية، وذلك في غير ما حديث، كحديث توبة كعب في تفسير (براءة). وحديث بعث أبي بكر لأبي هريرة في الحج في (براءة) أيضا ... ). ¶ الأقران: ¶ -[قال الحافظ: (فإن تشارك الراوي ومن روى عنه في السن واللقي فهو الأقران.]- ¶ وقال في \"النزهة\" (ص:243): (فإن تشارك الراوي ومن روى عنه، في أمر من الأمور المتعلقة بالرواية: مثل السن، واللقي وهو الأخذ عن المشايخ فهو النوع الذي يقال له: رواية الأقران؛ لأنه حينئذ يكون راويا عن قرينه). ¶ تنبيهات (¬1): ¶ - ظاهر المتن يوهم أنه لابد من التشارك في الأمرين جميعا أي السن والأخذ عن الشيوخ، ولكن قوله في الشرح: (أمر من الأمور المتعلقة بالرواية: مثل السن، واللقي) صرفه عن ظاهره وبين أن الإجتماع ولو في أحدهما كاف. ¶ غير أن الإطلاق في الأحدية يشمل السن، وفيه نظر، فقد قال العراقي في شرح ألفيته\" (2/ 174): (القرينان: من استويا في الإسناد والسن غالبا، والمراد بالاستواء في ذلك على المقاربة، كما قال الحاكم: (إنما القرينان إذا تقارب سنهما وإسنادهما). وقولي: ¶ ¬__________ ¶ (¬1) انظر قضاء الوطر (2/ 1381) وما بعدها.",
            "page": "80",
            "part": "1",
            "seal": "05A97813"
        },
        {
            "id": "83",
            "nass": "(غالبا) متعلق بالسن فقط، إشارة إلى أنهم قد يكتفون بالإسناد دون السن، قال ابن الصلاح: (وربما اكتفى الحاكم بالتقارب في الإسناد، وإن لم يوجد التقارب في السن)). ¶ قال اللقاني: (فكان الأليق بقاء المتن على ظاهره، وحمله على الغالب، وجعل مقابله الاكتفاء باللقاء دون السن). ¶ - قال السخاوي في \" فتح المغيث\" (4/ 170): (ومثال ذلك: رواية سليمان التيمي عن مِسْعَر ; فقد قال الحاكم: لا أحفظ لمسعر عن التيمي رواية، على أن غيره توقف في كون التيمي من أقران مسعر، بل هو أكبر منه، كما صرح به المزي وغيره. نعم، روى كل من الثوري ومَالِكُ بْنُ مِغْوَل عن مسعر، وهم أقران، والأعمش عن التيمي، وهما قرينان). ¶ - فائدة معرفة هذا النوع: الأمن من ظن الزيادة في السند. ¶ المُدَبَّج: ¶ -[قال الحافظ: (وإن روى كل منهما عن الآخر: فالمُدَبَّج.]- ¶ وقال في \"النزهة\" (ص:243): (وإن روى كل منهما، أي: القرينين، عن الآخر فهو المدبج. وهو أخص من الأول؛ فكل مدبج أقران، وليس كل أقران مدبجا، وقد صنف الدارقطني في ذلك (¬1)، وصنف أبو الشيخ الأصبهاني في الذي قبله (¬2)، وإذا روى الشيخ عن تلميذه (¬3) صدق أن كلا منهما يروي عن الآخر؛ فهل يسمى مدبجا؟ فيه بحث، والظاهر: لا؛ لأنه من رواية الأكابر عن الأصاغر، والتدبيج مأخوذ من ديباجتي الوجه (¬4)؛ فيقتضي أن يكون ذلك مستويا من الجانبين؛ فلا يجيء فيه هذا). ¶ - أمثلة: ¶ قال السخاوي في \"فتح المغيث\" (4/ 169): (مثال ذلك في الصحابة: أبو هريرة وعائشة، روى كل منهما عن الآخر. وفي التابعين: الزهري وأبو الزبير كذلك. وفي أتباعهم: مالك والأوزاعي كذلك). ¶ ¬__________ ¶ (¬1) واسم كتابه: (كتاب المدبج). ¶ (¬2) واسم كتابه: (ذكر الأقران وروايتهم عن بعضهم بعضا). ¶ (¬3) قال اللقاني (2/ 1386): (أي: تلميذه الذي لم يشاركه في السن واللقى، وإلا سمي بذلك، ولا كلام). ¶ (¬4) وهما الخدان؛ لتساويهما وتقابلهما.",
            "page": "81",
            "part": "1",
            "seal": "A4A01BB3"
        },
        {
            "id": "84",
            "nass": "الأكابر عن الأصاغر وعكسه: ¶ -[قال الحافظ: (وإن روى عمن دونه: فالأكابر عن الأصاغر، ومنه الآباء عن الأبناء، وفي عكسه كثرة، ومنه من روى عن أبيه عن جده).]- ¶ قال القاري في \"شرح النخبة\" (ص:636) ما ملخصه: ((وإن روى الراوي عمن هو دونه في السن، أو في اللقي، أو في المقدار). وحاصله: أن هذا النوع أقسام: ¶ أحدها: أن يكون الراوي أكبر سنا، وأقدم طبقة كالزهري، ويحيى بن سعيد عن مالك. ثانيها: أن يكون أكبر قدرا في الحفظ والعلم، كمالك عن عبد الله بن دينار، وأحمد وإسحاق عن عبيد الله بن موسى. ¶ ثالثها: أن يكون أكبر من الجهتين كرواية العبادلة عن كعب، وكرواية كثير من العلماء عن تلاميذهم. (فهذا النوع هو رواية الأكابر عن الأصاغر) هو نوع مهم تدعو لفعله الهمم العلية، والأنفس الزكية، ولذا قيل: لا يكون الرجل محدثا حتى يأخذ عمن فوقه، ومثله ودونه. وفائدة ضبطه: الخوف من ظن الانقلاب في السند مع ما فيه من العمل بقوله صلى الله تعالى عليه وسلم: \" أنزلوا الناس منازلهم \"، وإلى ذلك أشار ابن الصلاح بقوله: ومن الفائدة فيه أن لا يتوهم كون المروي عنه أكبر أو أفضل، نظرا إلى أن الأغلب كون المروي عنه كذلك، فتجهل بذلك منزلتهما، والأصل فيه رواية النبي صلى الله تعالى عليه وسلم حديث الجساسة عن تميم الداري، كما في صحيح مسلم. ¶ (ومنه، أي من جملة هذا النوع - وهو أخص من مطلقه - رواية الآباء عن الأبناء) وفائدة ضبطه الأمن من التحريف الناشئ عن كون الابن أبا في: \" عن أبيه \" مثلا، وفيه أمثلة كثيرة كقول أنس: حدثتني ابنتي أمينة: أنه دفن لصلبي إلى مقدم الحجاج البصرة بضع وعشرون ومئة \"، وكروايته أيضا عن ابنه ولم يسمه، وكرواية عمر بن الخطاب عن ابنه عبد الله، وكرواية العباس عم النبي عليه الصلاة والسلام عن ابنه الفضل حديث \" الجمع بين الصلاتين بالمزدلفة \". ¶ (والصحابة) أي ومنه رواية الصحابة (عن التابعين) كرواية أنس عن كعب الأخبار، (والشيخ عن تلميذه) كرواية البخاري عن أبي العباس السراج، (ونحو ذلك) كرواية التابعين عن الأتباع كالزهري عن مالك. ¶ (وفي عكسه) أي رواية الراوي عمن فوقه في السن، أو اللقي، أو المقدار، وهو المعبر عنه برواية الأصاغر عن الأكابر، (كثرة؛ لأنه هو الجادة) أي الطريق المستوية المستقيمة، (المسلوكة الغالبة، وقد صنف الخطيب في رواية الآباء عن الأبناء تصنيفا،",
            "page": "82",
            "part": "1",
            "seal": "3C27CD7E"
        },
        {
            "id": "85",
            "nass": "وأفرد جزء لطيفا في رواية الصحابة عن التابعين، ومنه) أي من العكس (من روى عن أبيه عن جده، وجمع الحافظ صلاح الدين العلائي) منسوب إلى العلاء بفتح المهملة (من المتأخرين مجلدا كبيرا في معرفة من روى عن أبيه عن جده عن النبي صلى الله تعالى عليه وسلم) كبَهْز بن حكيم عن أبيه عن جده عن النبي صلى الله تعالى عليه وسلم، فحكيم هو ابن معاوية بن حيدة القشيري، فالصحابي هو معاوية، وهو جد بهز). ¶ السابق واللاحق: ¶ -[قال الحافظ: (وإن اشترك اثنان عن شيخ، وتقدم موت أحدهما، فهو: السابق واللاحق).]- ¶ وقال في \"النخبة\" (ص/245): (وإن اشترك اثنان عن شيخ وتقدم موت أحدهما على الآخر؛ فهو السابق واللاحق (¬1). وأكثر ما وقفنا عليه من ذلك ما بين الراويين فيه في الوفاة مائة وخمسون سنة، وذلك أن الحافظ السِّلفي سمع منه أبو علي البَرْدانيّ- أحد مشايخه - حديثا، ورواه عنه، ومات على رأس الخمسمائة، ثم كان آخر أصحاب السلفي بالسماع سِبْطَه أبو القاسم عبد الرحمن بن مكي، وكانت وفاته سنة خمسين وستمائة. ومن قديم ذلك أن البخاري حدث عن تلميذه أبي العباس السَّرَّاج أشياء، في التاريخ وغيره، ومات سنة ست وخمسين ومائتين، وآخر من حدث عن السراج، بالسماع، أبو الحسين الخفَّاف، ومات سنة ثلاث وتسعين وثلاث مئة. وغالب ما يقع من ذلك أن المسموع منه قد ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1406): (ومعرفته - مع لطافته - من فوائدها: الأمن من ظن سقوط شيء من إسناد المتأخر، مع تقرير حلاوة علوِّ الإسناد في القلوب).",
            "page": "83",
            "part": "1",
            "seal": "89D22E21"
        },
        {
            "id": "86",
            "nass": "يتأخر بعد أحد الراويين عنه زمانا؛ حتى يسمع منه بعض الأحداث، ويعيش بعد السماع، دهرا طويلا؛ فيحصل من مجموع ذلك نحو هذه المدة). ¶ المهمل: ¶ -[قال الحافظ: (وإن روى عن اثنين متفقي الاسم ولم يتميزا، فباختصاصه بأحدهما يتبين المهمل).]- ¶ وقال في \"النزهة\" (ص:245): (وإن روى الراوي عن اثنين متفقي الاسم، أو مع اسم الأب، أو مع اسم الجد، أو مع النسبة، ولم يتميزا بما يخص كلا منهما فإن كانا ثقتين لم يضر. ¶ ومن ذلك ما وقع في البخاري في روايته عن أحمد، غير منسوب، عن ابن وهب؛ ¶ فإنه إما أحمد بن صالح، أو أحمد بن عيسى. أو عن محمد، غير منسوب، عن أهل العراق؛ فإنه إما محمد بن سلام، أو محمد بن يحيى الذهلي. ¶ ومن أراد لذلك ضابطا كليا يمتاز أحدهما عن الآخر فباختصاصه (¬1)، أي الشيخ المروي عنه بأحدهما يتبين المهمل، ومتى لم يتبين ذلك، أو كان مختصا بهما معا، فإشكاله شديد؛ فيرجع فيه إلى القرائن والنظر الغالب). ¶ من حدث ونسي: ¶ -[قال الحافظ: (وإن جحد مرويه جزما: رد، أو احتمالا: قبل في الأصح. وفيه: من حدث ونسي).]- ¶ وقال في \"النزهة\" (ص:246): (وإن روى عن شيخ حديثا فجحد الشيخ مرويه: ¶ فإن كان جزما: كأن يقول: كذب علي، أو: ما رويت هذا، أو نحو ذلك، فإن وقع منه ذلك رُدَّ ذلك الخبر (¬2) لكذب واحد منهما، لا بعينه، ولا يكون ذلك قادحا في واحد منهما؛ للتعارض (¬3). ¶ أو كان جحده احتمالا، كأن يقول: ما أذكر هذا، أو لا أعرفه قبل ذلك الحديث في الأصح؛ لأن ذلك يحمل على نسيان الشيخ، وقيل: لا يقبل؛ لأن الفرع تبع للأصل في إثبات الحديث، بحيث إذا أثبت الأصل الحديث ثبتت رواية الفرع، وكذلك ينبغي أن يكون فرعا عليه، وتبعا له - في التحقيق- في النفي. وهذا متعقب فإن عدالة الفرع تقتضي صدقه، وعدم علم الأصل لا ينافيه، فالمثبت مقدم على النافي. ¶ وفيه، أي: في هذا النوع، صنف الدارقطني كتاب: \"من حدث ونسي\"، وفيه ما يدل على تقوية المذهب الصحيح؛ لكون كثير منهم حدثوا بأحاديث فلما عرضت عليهم لم يتذكروها، لكنهم؛ لاعتمادهم على الرواة عنهم، صاروا يروونها عن الذين رووها عنهم، عن أنفسهم، كحديث سهيل بن أبي صالح عن أبيه عن أبي هريرة مرفوعا في قصة ¶ ¬__________ ¶ (¬1) أي اختصتصه بكثرة الأخذ عنه، أو اشتهار رحلته إليه، أو طول صحبته إياه، وغير ذلك. ¶ (¬2) أي أن الرد يكون لهذا الخبر خاصة من هذا الطريق، قال السخاوي في \"فتح المغيث\" (2/ 82): \"لو حدث به الشيخ نفسه أو ثقة غير الأول عنه، ولم ينكره عليه، فهو مقبول\"، وأيضا دون باقي روايتهما لغير هذا الحديث. ¶ (¬3) قال اللقاني (2/ 1416): (ولا يثبت بذلك تعمد كذب واحد منهما بعينه حتى يكون قادحا في عدالته؛ إذ كل منهما عدل ثقة، وقد كَذَّب كل منهما الآخر، والأخذ يقول أحدهما دون الآخر يلزمه الترجيح بلا مرجح).",
            "page": "84",
            "part": "1",
            "seal": "0A770432"
        },
        {
            "id": "87",
            "nass": "الشاهد واليمين، قال عبد العزيز بن محمد الدراوردي: حدثني به ربيعة بن أبي عبد الرحمن عن سهيل، فلقيت سهيلا فسألته عنه فلم يعرفه، فقلت: إن ربيعة حدثني عنك بكذا، فكان سهيل بعد ذلك يقول: حدثني ربيعة عني أني حدثته عن أبي به. ونظائره كثيرة). ¶ تنبيه: ¶ سوى الحافظ بين مسألة الجحد والتكذيب ومَثَّل لأحدهما بالأخرى - وتبعه السيوطي في التدريب وسيأتي كلامه -، وقد نقل ابن حجر عن أهل الحديث التفريق بينهما فقال في \"الفتح\" (2/ 326): (لأهل الحديث فيه تفصيل قالوا إما أن يجزم برده أو لا وإذا جزم فإما أن يصرح بتكذيب الراوي عنه أو لا فإن لم يجزم بالرد كأن قال لا أذكره فهو متفق عندهم على قبوله؛ لأن الفرع ثقة والأصل لم يطعن فيه وإن جزم وصرح بالتكذيب فهو متفق عندهم على رده؛ لأن جزم الفرع بكون الأصل حدثه يستلزم تكذيب الأصل في دعواه أنه كذب عليه وليس قبول قول أحدهما بأولى من الآخر وإن جزم بالرد ولم يصرح بالتكذيب فالراجح عندهم قبوله). ¶ والراجح هو القبول مطلقا إذ أن المسألة مفترضة في الراوي الثقة، وهو في جميع الحالات مثبت ومؤكد لصحة روايته، والمثبت مقدم على النافي. ¶ قال السيوطي في \"تدريب الراوي\" (1/ 395): ((إذا روى) ثقة عن ثقة (حديثا ثم نفاه المسمع) لما روجع فيه (فالمختار) عند المتأخرين (أنه إن كان جازما بنفيه بأن قال ما رويته) أو كذب علي (ونحوه وجب رده) لتعارض قولهما ... ومقابل المختار في الأول عدم رد المروي، واختاره السمعاني وعزاه الشاشي للشافعي، وحكى الهندي الإجماع عليه، وجزم الماوردي والروياني بأن ذلك لا يقدح في صحة الحديث إلا أنه لا يجوز للفرع أن يرويه عن الأصل ... ومن شواهد القبول ما رواه الشافعي عن سفيان بن عيينة عن عمرو بن دينار عن أبي معبد عن ابن عباس قال: «كنت أعرف انقضاء صلاة رسول الله صلى الله عليه وسلم بالتكبير». ¶ قال عمرو بن دينار ثم ذكرته لأبي معبد فقال: لم أحدثكه، قال عمرو: قد حدثتنيه. ¶ قال الشافعي: كأنه نسيه بعد ما حدثه إياه، والحديث أخرجه الشيخان من حديث ابن عيينة). ¶ قال الشيخ أبو بكر كافي في \"منهج الإمام البخاري\" (ص:93) عقب ذكره للحديث السابق: (وهذا يدل على أن البخاري ومسلماً يذهبان إلى صحة الحديث ولو أنكره راويه إذا كان الناقل عنه عدلاً، وأن ذلك لا يقدح في عدالة أصل الراوي ولا في عدالة الفرع",
            "page": "85",
            "part": "1",
            "seal": "E7643DF4"
        },
        {
            "id": "88",
            "nass": "الراوي عنه). ¶ المسلسل: ¶ -[قال الحافظ: (وإن اتفق الرواة في صيغ الأداء أوغيرها من الحالات، فهو: المسلسل).]- ¶ المسلسل لغة: اتصال الشيء بعضه ببعض، ومنه سِلْسِلَةُ الحديد. ¶ وعرفه اصطلاحا ابن جماعة بأنه: \" ما تتابع رجال إسناده عند روايته على صفة أو حالة إما في الراوي أو في الرواية \". ¶ وشرح التعريف الشيخ أحمد الفياض في \" مباحث في الحديث المسلسل\" (ص:138) فقال: (التتابع: اشتراك الراوي في صفة أو حال باقي رجال الإسناد. ¶ على صفة: وهي ما اتصف به الراوي مثل: القراء أو القضاة أو ما اتصفت به الرواية مثل: صيغ الأداء كحدثنا وسمعت. ¶ أو حالة: وهي إما قولية مثل: حديث معاذ (إني احبك فقل) أو فعلية كحديث التشبيك. ¶ الفرق بين الصفة والحال: ¶ أما الصفة فهي ما تكون ملازمة للإنسان في جميع أوقاته وأحواله فنقول عن فلان من الناس إنه حافظ أو قارئ أو إمام الى غير ذلك من الصفات التي تلازم الإنسان ونقول أيضا الحديث المسلسل بالحفاظ أو الثقات أو القضاة وهكذا. ¶ وأما الحال فهو ما يحصل للإنسان بصورة وقتية وليس بالضرورة أن تكون ملازمة له فالحب والبغض من الأحوال الإنسانية وكذلك تشبيك الأصابع الى غير ذلك من الأحوال). ¶ وقال ابن حجر في \"النزهة\" (ص/247): (وإن اتفق الرواة في إسناد من الأسانيد في صيغ الأداء: كسمعت فلانا، قال: سمعت فلانا، أو: حدثنا فلان، قال: حدثنا فلان، وغير ذلك من الصيغ، أو غيرها من الحالات القولية، كسمعت فلانا يقول: \"أشهد بالله لقد حدثني فلان ... \"، إلى آخره، أو الفعلية كقوله: دخلنا على فلان فأطعمنا تمرا إلى آخره، أو القولية والفعلية معا كقوله: \"حدثني فلان وهو آخذ بلحيته قال: آمنت بالقدر ... \"، إلى آخره فهو المسلسل. ¶ وهو من صفات الإسناد، وقد يقع التسلسل في معظم الإسناد، كحديث المسلسل",
            "page": "86",
            "part": "1",
            "seal": "08B88DD1"
        },
        {
            "id": "89",
            "nass": "بالأولية (¬1)، فإن السلسلة تنتهي فيه إلى سفيان بن عيينة فقط، ومن رواه مسلسلا إلى منتهاه فقد وهم). ¶ فائدة - فضيلة التسلسل: ¶ قال ابن الصلاح في \" مقدمته\" (ص:276): (وخيرها ما كان فيه دلالة على اتصال السماع وعدم التدليس. ¶ ومن فضيلة التسلسل اشتماله على مزيد الضبط من الرواة، وقلما تسلم المسلسلات من ضعف، أعني في وصف التسلسل لا في أصل المتن. ¶ ومن المسلسل ما ينقطع تسلسله في وسط إسناده، وذلك نقص فيه). ¶ طرق التحمل وصيغ الأداء: ¶ السماع من لفظ الشيخ: ¶ -[قال الحافظ: (وصيغ الأداء: سمعت وحدثني. فالأولان: لمن سمع وحده من لفظ الشيخ، فإن جمع فمع غيره. وأولها: أصرحها وأرفعها في الإملاء).]- ¶ فائدة: ¶ قال اللقاني (2/ 1428): (اختصر المحدثون في الكتابة دون اللفظ \"حدثنا\" على \"ثنا\" وهو المشهور، وبعضهم يختصرها على \"نا\"، وبعضهم على \"دثنا\". ¶ واختصروا - أيضا -: \"أخبرنا\" على \"أنا\"، وهو المشهور، وبعضهم يختصرها على \"أرنا\" بحذف الخاء والباء، واختصرها البيهقي على \"أبنا\". ¶ قال شيخ الإسلام (¬2): \"ويختصر حدثني على: \"ثني\"، أو \"دثني\"؛ دون أخبرني ودون أنبأنا، وأنبأني \". انتهي. ¶ وذكر ابن حجر \"أنبأنا\" يختصر على \"أنبا\"، والأول هو المنقول). ¶ قال ابن حجر في \"النزهة\" (ص/247): (فاللفظان الأولان من صيغ الأداء، وهما: سمعت وحدثني صالحان لمن سمع وحده من لفظ الشيخ (¬3). وتخصيص التحديث بما سمع من لفظ الشيخ هو الشائع بين أهل الحديث اصطلاحا، ولا فرق بين التحديث والإخبار من ¶ ¬__________ ¶ (¬1) قال القاري في \"شرح النخبة\" (ص:659): (أي المنسوب بالأول، وهو الحديث المسلسل بأول حديث سمعه كل واحد منهم من شيخه). ¶ (¬2) انظر: فتح الباقي (2/ 60) لزكريا الأنصاري. ¶ (¬3) سواء من حفظه، أو كتابه.",
            "page": "87",
            "part": "1",
            "seal": "C40C3565"
        },
        {
            "id": "90",
            "nass": "حيث اللغة (¬1)، وفي ادعاء الفرق بينهما تكلف شديد، لكن، لما تقرر الاصطلاح صار ذلك حقيقة عرفية فتقدم على الحقيقة اللغوية، مع أن هذا الاصطلاح إنما شاع عند المشارقة ومن تبعهم، وأما غالب المغاربة فلم يستعملوا هذا الاصطلاح، بل الإخبار والتحديث عندهم بمعنى واحد. ¶ فإن جمع، الراوي أي: أتى بصيغة الجمع في الصيغة الأولى (¬2)، كأن يقول: حدثنا فلان، أو: سمعنا فلانا يقول = فهو دليل على أنه سمع منه مع غيره، وقد تكون النون للعظمة، لكن، بقلة. ¶ وأولها، أي: المراتب أصرحها، أي: أصرح صيغ الأداء في سماع قائلها؛ لأنها لا تحتمل الواسطة، لكن، \"حدثني\" قد تطلق في الإجازة تدليسا (¬3). وأرفعها مقدارا ما يقع في الإملاء؛ لما فيه من التثبت والتحفظ). ¶ ¬__________ ¶ (¬1) قال السيوطي في \"تدريب الراوي\" (1/ 484): (روى البيهقي في \" المدخل \" عن أبي عصمة سعد بن معاذ قال: كنت في مجلس أبي سليمان الجوزقاني فجرى ذكر حدثنا وأخبرنا، فقلت إن كليهما سواء، فقال: بينهما فرق، ألا ترى محمد بن الحسين قال إذا قال رجل لعبده: إن أخبرتني بكذا فأنت حر، فكتب إليه بذلك صار حرا، وإن قال إن حدثتني بكذا فأنت حر فكتب إليه بذلك لا يعتق). ¶ (¬2) قال اللقاني (2/ 1434): (الأَوْلَى: صيغتي المرتبة الأولى؛ ليشمل \"سمعت\"، و \"حدثنا\"). ¶ (¬3) قال السيوطي في \"التدريب\" (1/ 419): (لا يكاد أحد يقول سمعت في الإجازة والمكاتبة، ولا في تدليس ما لم يسمعه، بخلاف حدثنا فإن بعض أهل العلم كان يستعملها في الإجازة). ¶ وقال زكريا الأنصاري في \"فتح الباقي\" (1/ 361): (روي أن الحسن البصري كان يقول: حدثنا أبو هريرة، ويتأول: ((حدث أهل المدينة وأنا بها))، كما كان يقول: خطبنا ابن عباس بالبصرة، ويريد خطب أهلها. والمشهور أن الحسن لم يسمع من أبي هريرة، بل قال يونس بن عبيد: إنه ما رآه قط). وقال السيوطي في \"التدريب\" (1/ 420): (وقال ابن القطان: ليست حدثنا بنص في أن قائلها سمع. ففي \" صحيح مسلم \" في حديث الذي يقتله الدجال فيقول: «أنت الدجال الذي حدثنا به رسول الله صلى الله عليه وسلم». قال: ومعلوم أن ذلك الرجل متأخر الميقات، أي فيكون المراد حديث أمته، وهو منهم).",
            "page": "88",
            "part": "1",
            "seal": "D6461FC5"
        },
        {
            "id": "91",
            "nass": "العرض (¬1): ¶ -[قال الحافظ: (ثم أخبرني، وقرأت عليه، ثم قرئ عليه وأنا أسمع).]- ¶ وقال في \"النزهة\" (ص/248): (والثالث: وهو أخبرني، والرابع: وهو قرأت لمن قرأ بنفسه على الشيخ، فإن جمع كأن يقول: أخبرنا، أو: قرأنا عليه، فهو كالخامس، وهو: قرئ عليه وأنا أسمع. وعرف من هذا أن التعبير \"بقرأت\" لمن قرأ خير من التعبير بالإخبار؛ لأنه أفصح بصورة الحال. ¶ تنبيه: ¶ القراءة على الشيخ أحد وجوه التحمل عند الجمهور، وأبعد من أبى ذلك من أهل العراق، وقد اشتد إنكار الإمام مالك، وغيره من المدنيين، عليهم في ذلك (¬2)، حتى بالغ بعضهم فرجحها على السماع من لفظ الشيخ، وذهب جمع جم، منهم البخاري -وحكاه في أوائل صحيحه عن جماعة من الأئمة- إلى أن السماع من لفظ الشيخ والقراءة عليه -يعني في الصحة والقوة- سواء (¬3)، والله أعلم). ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1441): (أعلم أن القراءة على الشيخ تسمى: العرض؛ لعرض القارئ الحديث على الشيخ كما يعرض القرآن على المقرئ، وهي - مع كونها من وجوه التحمل - أدنى من السماع من لفظ الشيخ. والأجود عندهم في أداء ما تحمله بها أن يقول: \"قرأته على فلان\"، إذا كان العرض بنفسه، أو \"قرئ عليه وأنا اسمع\" إن كان بقراءة غيره). ¶ وقال الحافظ في \"الفتح\" (1/ 149): (إنما غاير بينهما - أي القراءة والعرض على المحدث - بالعطف لما بينهما من العموم والخصوص لأن الطالب إذا قرأ كان أعم من العرض وغيره ولا يقع العرض إلا بالقراءة لأن العرض عبارة عما يعارض به الطالب أصل شيخه معه أو مع غيره بحضرته فهو أخص من القراءة وتوسع فيه بعضهم فأطلقه على ما إذا أحضر الأصل لشيخه فنظر فيه وعرف صحته وأذن له أن يرويه عنه من غير أن يحدثه به أو يقرأه الطالب عليه والحق أن هذا يسمى عرض المناولة بالتقييد لا الإطلاق وقد كان بعض السلف لا يعتدون إلا بما سمعوه من ألفاظ المشايخ دون ما يقرأ عليهم ولهذا بوب البخاري على جوازه وأورد فيه قول الحسن وهو البصري لا بأس بالقراءة على العالم ثم أسنده إليه بعد أن علقه). ¶ (¬2) قال السماحي في \" فتح المغيث\" (2/ 174): (وكان مالك يأبى أشد الإباء على المخالف ويقول: كيف لا يجزيك هذا في الحديث ويجزيك في القرآن، والقرآن العظيم أعظم؟! ولذا قال بعض أصحابه: صحبته سبع عشرة سنة، فما رأيته قرأ (الموطأ) على أحد، بل يقرءون عليه). ¶ (¬3) قال السيوطي في \"التدريب\" (1/ 426): (واستدل الحميدي ثم البخاري على ذلك «بحديث ¶ ضمام بن ثعلبة: لما أتى النبي صلى الله عليه وسلم فقال له: \" إني سائلك فمشدد عليك، ثم قال: أسألك بربك ورب من قبلك، آلله أرسلك». الحديث في سؤاله عن شرائع الدين، فلما فرغ قال: «آمنت بما جئت به وأنا رسول من ورائي، فلما رجع إلى قومه اجتمعوا إليه فأبلغهم فأجازوه» أي: قبلوه منه وأسلموا. وأسند البيهقي في \" المدخل \" عن البخاري قال: قال أبو سعيد الحداد: وعندي خبر عن النبي صلى الله عليه وسلم في القراءة على العالم، فقيل له: قال قصة ضمام، «آلله أمرك بهذا؟ قال: نعم») وهذا يدل على اعتبارها لا أنها أرجح من السماع من لفظ الشيخ.",
            "page": "89",
            "part": "1",
            "seal": "7AF206F9"
        },
        {
            "id": "92",
            "nass": "الإنباء: ¶ -[قال الحافظ: (ثم أنبأني، ثم ناولني، ثم شافهني. ثم كتب إلي، ثم عن، ونحوها (¬1) ... ¶ والإنباء: بمعنى الإخبار إلا في عرف المتأخرين فهو للإجازة كعن، وعنعنة المعاصر محمولة على السماع إلا من مدلس وقيل: يشترط ثبوت لقائهما - ولو مرة-، وهو المختار. ¶ وأطلقوا المشافهة في الإجازة المتلفظ بها، والمكاتبة في الإجازة المكتوب بها، واشترطوا في صحة المناولة اقترانها بالإذن بالرواية، وهي أرفع أنواع الإجازة، وكذا اشترطوا الإذن في الوجادة، والوصية بالكتاب وفي الإعلام، وإلا فلا عبرة بذلك كالإجازة العامة، وللمجهول وللمعدوم على الأصح في جميع ذلك).]- ¶ وقال في \"النزهة\" (ص/248): (والإنباء من حيث اللغة واصطلاح المتقدمين بمعنى الإخبار، إلا في عرف المتأخرين فهو للإجازة كـ\"عن\"، لأنها في عرف المتأخرين للإجازة. ¶ وعنعنة المعاصر محمولة على السماع، بخلاف غير المعاصر فإنها تكون مرسلة أو منقطعة (¬2)، فشرط حملها على السماع ثبوت المعاصرة، إلا من المدلس فإنها ليست محمولة على السماع. ¶ وقيل: يشترط في حمل عنعنة المعاصر على السماع ثبوت لقائهما، أي: الشيخ والراوي عنه، ولو مرة واحدة؛ ليحصل الأمن من باقي معنعنه عن كونه من المرسل ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1430): (مثل: قال، وذكر، وروى: يريد مجردة عن الجار والمجرور الدال على الاتصال، نحو: قال لي، ولنا. أما إذا لم تتجرد عما ذكرنا فهي في مرتبة حدثني، وغن غلب في عرفهم استعمالها - والحالة هذه - فيما سمعوه من الشيوخ في المذاكرات؛ إذ هي به أشبه من حدثنا كما قاله ابن الصلاح). ¶ (¬2) أو هنا للتنويع فتكون مرسلة إذا وقعت من تابعي، ومنقطعة إذا وقعت ممن هو دونه.",
            "page": "90",
            "part": "1",
            "seal": "40F13B5C"
        },
        {
            "id": "93",
            "nass": "الخفي، وهو المختار، تبعا لعلي بن المديني، والبخاري، وغيرهما من النقاد. ¶ وأطلقوا المشافهة في الإجازة المتلفظ بها تجوزا، وكذا المكاتبة في الإجازة المكتوب بها: وهو موجود في عبارة كثير من المتأخرين، بخلاف المتقدمين؛ فإنهم إنما يطلقونها فيما كتب به الشيخ من الحديث إلى الطالب، سواء أذن له في روايته أم لا، لا فيما إذا كتب إليه بالإجازة فقط. ¶ واشترطوا في صحة الرواية بالمناولة اقترانها بالإذن بالرواية، وهي إذا حصل هذا الشرط أرفع أنواع الإجازة؛ لما فيها من التعيين والتشخيص. ¶ وصورتها: أن يدفع الشيخ أصله، أو ما قام مقامه للطالب، أو: يحضر الطالب الأصل للشيخ، ويقول له في الصورتين: هذا روايتي عن فلان فاروه عني، وشرطه، أيضا، أن يمكنه منه: إما بالتمليك، وإما بالعارية؛ لينقل منه ويقابل عليه، وإلا إن ناوله واسترد في الحال فلا يتبين لها زيادة مزية على الإجازة المعينة، وهي: أن يجيزه الشيخ برواية كتاب معين ويعين له كيفية روايته له. ¶ وإذا خلت المناولة عن الإذن لم يعتبر بها عند الجمهور، وجنح من اعتبرها إلى أن مناولته إياه تقوم مقام إرساله إليه بالكتاب من بلد إلى بلد. ¶ وقد ذهب إلى صحة الرواية بالكتابة المجردة جماعة من الأئمة، ولو لم يقرن ¶ ذلك بالإذن بالرواية، كأنهم اكتفوا في ذلك بالقرينة، ولم يظهر لي فرق قوي بين مناولة الشيخ من يده للطالب، وبين إرساله إليه بالكتاب من موضع إلى آخر، إذا خلا كل منهما عن الإذن. ¶ وكذا اشترطوا الإذن في الوجادة: ¶ وهي: أن يجد بخط يعرف كاتبه فيقول: وجدت بخط فلان، ولا يسوغ فيه إطلاق أخبرني بمجرد ذلك، إلا إن كان له منه إذن بالرواية عنه، وأطلق قوم ذلك فغلطوا. ¶ وكذا الوصية بالكتاب: ¶ وهو: أن يوصي عند موته، أو سفره، لشخص معين، بأصله، أو بأصوله، فقد قال قوم من الأئمة المتقدمين: يجوز له أن يروي تلك الأصول عنه بمجرد هذه الوصية، وأبى ذلك الجمهور، إلا إن كان له منه إجازة. ¶ وكذا اشترطوا الإذن بالرواية في الإعلام: ¶ وهو: أن يعلم الشيخ أحد الطلبة بأنني أروي الكتاب الفلاني عن فلان، فإن كان له منه إجازة اعتبر، وإلا فلا عبرة بذلك.",
            "page": "91",
            "part": "1",
            "seal": "A110192C"
        },
        {
            "id": "94",
            "nass": "كالإجازة العامة في المجاز له، لا في المجاز به، كأن يقول: أجزت لجميع المسلمين، أو لمن أدرك حياتي، أو لأهل الإقليم الفلاني، أو لأهل البلد الفلانية، وهو أقرب إلى الصحة؛ لقرب الانحصار. ¶ وكذا الإجازة للمجهول، كأن يكون مبهما أو مهملا. ¶ وكذا الإجازة للمعدوم كأن يقول: أجزت لمن سيولد لفلان، وقد قيل: إن عطفه على موجود صح، وكأن يقول: أجزت لك ولمن سيولد لك، وقد قيل: الأقرب عدم الصحة، أيضا، وكذلك الإجازة لموجود، أو معدوم، علقت بشرط مشيئة الغير، كأن يقول: أجزت لك إن شاء فلان، أو أجزت لمن شاء فلان، لا أن يقول: أجزت لك إن شئت. وهذا في الأصح في جميع ذلك. ¶ وقد جوز الرواية بجميع ذلك -سوى المجهول، ما لم يتبين المراد منه- الخطيب، وحكاه عن جماعة من مشايخه، واستعمل الإجازة للمعدوم من القدماء أبو بكر بن أبي داود، وأبو عبد الله بن منده، واستعمل المعلقة منهم، أيضا، أبو بكر بن أبي خيثمة، وروى بالإجازة العامة جمع كثير جمعهم بعض الحفاظ في كتاب، ورتبهم على حروف المعجم لكثرتهم. ¶ وكل ذلك، كما قال ابن الصلاح، توسع غير مرضي؛ لأن الإجازة الخاصة المعينة مختلف في صحتها اختلافا قويا عند القدماء، وإن كان العمل استقر على اعتبارها عند المتأخرين، فهي دون السماع بالاتفاق، فكيف إذا حصل فيها الاسترسال المذكور! فإنها تزداد ضعفا، لكنها، في الجملة، خير من إيراد الحديث معضلا. والله تعالى أعلم.",
            "page": "92",
            "part": "1",
            "seal": "D4069A06"
        },
        {
            "id": "95",
            "nass": "وإلى هنا انتهى الكلام في أقسام صيغ الأداء). ¶ الْمُتَّفِق وَالْمُفْتَرِق: ¶ -[قال الحافظ: (ثم الرواة إن اتفقت أسماؤهم، وأسماء آبائهم فصاعدا، واختلفت أشخاصهم: فهو المتفق والمفترق).]- ¶ قال اللقاني (2/ 1494): (قوله: \"فصاعدا\" ليس حالا من آبائهم، بل من أسمائهم وأسماء آبائهم، أي: فذهب الاتفاق من الأسماء صاعدا إلى النسبة، والكنية، واللقب، والأب، والجد، والقبيلة، وهلم جرّا). ¶ قال السخاوي في \"فتح المغيث\" (4/ 267) ما ملخصه: (وينقسم إلى ثمانية أقسام: ¶ الأول: أن تتفق أسماؤهم وأسماء آبائهم خاصة نحو: أيوب بن سليمان ستة عشر، وإبراهيم بن يزيد ثلاثة عشر، وإبراهيم بن موسى اثنا عشر، وعلي بن أبي طالب تسعة، وإبراهيم بن مسلم ثمانية، وعمر بن خطاب سبعة، وأنس بن مالك ستة، وأبان بن عثمان خمسة، ويحيى بن يحيى أربعة، وإبراهيم بن بشار ثلاثة، وعثمان بن عفان اثنان. ¶ والثاني أن تتفق أسماؤهم وأسماء آبائهم وأجدادهم، فمنه أحمد بن جعفر وجده حمدان هم أربعة متعاصرون من طبقة واحدة. ¶ والثالث: أن تتفق الكنية والنسبة معا ومن أمثلته أبو سليمان الداراني الدمشقي الْعَنْسِيّ اثنان، أقدمهما عبد الرحمن بن سليمان بن أبي الْجَوْنِ، والآخر وهو الزاهد الشهير، اسمه أيضا عبد الرحمن بن أحمد بن عطية، تعاصر مع الأول. ¶ والرابع: مما هو متفق معه في الاسم في الجملة وفي النسبة، ومن أمثلته: محمد بن عبد الله، هما من الأنصار، أحدهما بالنسب، والآخر بالولاء. ¶ والخامس: أن تتفق كناهم وأسماء آبائهم ; كأبي بكر بن عبد الله: جماعة. ¶ والسادس ضد ما قبله: وهو أن تتفق أسماؤهم وكنى آبائهم، ومنه: صالح أربعة كلهم ابن أبي صالح. ¶ والسابع: ما الاتفاق فيه في اسم، أو في كنية أو في نسبة فقط ويقع في السند منهم واحد باسمه أو بكنيته أو بنسبته خاصة مهملا من ذكر أبيه أو غيره مما يتميز به عن المشاركة له فيما ورد به فيلتبس كنحو حماد إذا ما يهمل من نسبة أو غيرها. ¶ والثامن: ما يحصل الاتفاق فيه في لفظ نسب فقط، والافتراق في أن ما نسب إليه",
            "page": "93",
            "part": "1",
            "seal": "E17AED08"
        },
        {
            "id": "96",
            "nass": "أحدهما غير ما نسب إليه الآخر، كالحنفي حيث يكون المنسوب إليه قبيلا أي: قبيلة، وهم بنو حنيفة، أو مذهبا). ¶ الفرق بين: الْمُتَّفِق وَالْمُفْتَرِق، والمهمل: ¶ -[قال الحافظ في \"النزهة\" (ص:251): (وفائدة معرفته: خشية أن يُظن الشخصان شخصا واحدا، وهذا عكس ما تقدم من النوع المسمى بالمهمل؛ لأنه يخشى منه أن يظن الواحد اثنين، وهذا يخشى منه أن يظن الاثنان واحدا).]- ¶ قال اللقاني (2/ 1495): (قوله: \" وهذا عكس ما تقدم من النوع المسمى بالمهمل ... \" إلخ: قال البقاعي: \"ليس كذلك، بل هما على حدٍّ سواء، يخشى من كل منهما تارة أو يُظن الاثنان واحدا، وأخرى أن يُظن الواحد اثنين، فإن المهمل كما تقدم - هو أن يروي ¶ الراوي عن اثنين متفقي الاسم، أو مع اسم الأب، أو الجد، أو مع النسب، وهذا - كما ترى - من المتفق والمفترق\". انتهى. ¶ وأقول: فيه تأمل - أيضا - فإن المهمل الذي قدمه: أن يروي الراوي فيه عن اثنين متفقي الاسم، أو مع اسم الأب، أو مع اسم الجد، أو مع النسب، وهذا إنما يظن فيه المتعدد واحدا، لا الواحد متعددا؛ فليتأمل!). ¶ وقال الدكتور حسن فتحي: (وأما عن الفرق بينه وبين المهمل فالمعروف في تعريف المهمل أنه من لم يتميز عن غيره، سواء ذكر باسمه أو كنيته أو لقبه، وذلك لوجود من يشاركه في هذا الاسم أو الكنية أو اللقب، ومن خلال هذا التعريف يتضح أن المهمل صورة من صور المتفق والمفترق فهما يشتركان في عدم تمييز الراوي، ولهذا ذكره العراقي والسخاوي والسيوطي ضمن أقسام المتفق والمفترق وهو القسم السادس من أقسام المتفق والمفترق والفارق الدقيق بينه وبين أقسام المتفق والمفترق الأخرى أن دائرته أوسع من بقية الأقسام) (¬1). ¶ الظاهر من تعقباتهم أنه لا يوافقون الحافظ على التفريق بأن المهمل يخشى منه أن يظن الواحد اثنين، والمتفق والمفترق يخشى منه أن يظن الاثنان واحدا، إذ أنهما يتفقان في ظن المتعدد واحدا وهذا واضح من كلام ابن حجر على المهمل حيث قال في \"النخبة\" (وإن روى عن اثنين متفقي الاسم ولم تيميزا) فالمهمل مفترض فيمن يروى عن متعدد ولا يميزه، حتى أنني وقفت على كلام للبعض نسب فيه الغلط لعبارة ابن حجر، وأن مقصوده المبهم (¬2) لا المهمل. ¶ وأقرب الأقوال في توجيه كلام الحافظ عليه أنه افترض الكلام بداية على المتفق والمفترق فيمن اختلفت شخصياتهم، وجعل المهمل قسما آخر غيره، فالظاهر أنه غيره، وإنما يظهر الفرق بجعل المهمل يظن فيه الواحد اثنان حملا على الغالب من اختصاص راو بشيخ دون غيره قال: (وإن روى عن اثنين متفقي الاسم ولم تيميزا فباختصاصه بأحدهما يتبين المهمل) وهو ظاهر من قوله: (فباختصاصه بأحدهما)، ومما يوضح ذلك عبارته في مقدمة الفتح حيث قال (1/ 222): (الفصل السابع في تبيين الأسماء المهملة ¶ ¬__________ ¶ (¬1) انظر بحث: (المتفق والمفترق: طرق تمييزه، وخطورة إغفاله). ¶ (¬2) قال في \"النزهة\": (أو لا يسمى الراوي، اختصارا من الراوي عنه. كقوله: أخبرني فلان، أو شيخ، أو رجل، أو بعضهم، أو ابن فلان. ويستدل على معرفة اسم المبهم بوروده من طريق أخرى مسمى).",
            "page": "94",
            "part": "1",
            "seal": "53C4A8A0"
        },
        {
            "id": "97",
            "nass": "التي يكثر اشتراكها - قال الشيخ قطب الدين الحلبي: وقع من بعض الناس اعتراض على البخاري بسبب إيراده أحاديث عن شيوخ لا يزيد على تسميتهم لما يحصل في ذلك من اللبس ولا سيما أن شاركهم ضعيف في تلك الترجمة وقد تكلم في بيان بعض ذلك الحاكم والكلاباذي وبن السكن والجياني وغيرهم قلت وقد نقل البياشي أحد الحفاظ من المغاربة في الأحكام الكبرى التي جمعها عن الفَرَبْرِيّ ما نصه كل ما في البخاري محمد عن عبدالله فهو بن المبارك وكل ما فيه عبد الله غير منسوب أو غير مسمى الأب فهو بن محمد الأسدي وما فيه عن إسحاق كذلك فهو بن راهويه وما كان فيه محمد عن أهل العراق مثل أبي معاوية وعبدة بن سليمان ومروان الفزاري فهو بن سلام البيكندي وما فيه عن يحيى فهو بن موسى البلخي قلت وقد يرد على بعض ما قال ما يخالفه) وقد هنا للتقليل. ¶ المُؤتَلِف والمُختَلِف: ¶ -[قال الحافظ: (وإن اتفقت الأسماء خطا، واختلفت نطقا: فهو المُؤتَلِف والمُختَلِف).]- ¶ قال القاري في \"شرح النخبة\" (ص:699): ((وإن اتفقت الأسماء) أي أسماء الرواة مطلقا، شاملا للآباء والأجداد، كذا للألقاب والكنى والأنساب (خطا) أي من جهة الكتابة (واختلفت نطقا) أي من جهة الرواية (سواء كان مرجع الاختلاف النقط (¬1)) أي وجودا أو عدما وزيادة ونقصانا (أو الشكل (¬2)) أي إعرابا وبناء (فهو) أي هذا النوع (المؤتلف والمختلف) بالكسر فيهما أي المسمى بهذا، والائتلاف باعتبار الخط، والاختلاف باعتبار النطق. ¶ (ومعرفته من مهمات هذا الفن) أي مما بالغوا في الاهتمام به (حتى قال علي بن المديني: أشد التصحيف) أي أصعبه أو أضره. (ما يقع في الأسماء) أي أسماء الرواة، (ووجهه) أي قوله هذا (بعضهم بأنه) أي التصحيف الذي يوجد في اسم الراوي (شيء لا يدخله القياس) أي قياس العربية. (ولا قبله شيء،) أي من المعنى. (يدل عليه) أي على المقصود منه. (ولا بعده) فيكون أشد أنواع التصحيف حيث لا تخليص عنه بالعقل، ولهذا وهم كثير من الناس في الأسماء لأجل الالتباس، بخلاف التصحيف الذي يوجد في متن الحديث، فإن الذوق المعنوي يدل عليه، وكذا سابقه ولا حقه غالبا يشير إليه). ¶ ¬__________ ¶ (¬1) كيزيد، وتزيد. البزار، البزاز. ¶ (¬2) كأَسِيْد، وأُسَيْد. وسلّام، وسلام.",
            "page": "95",
            "part": "1",
            "seal": "9F38BC4D"
        },
        {
            "id": "98",
            "nass": "قال اللقاني (2/ 1498): (واعلم أن هذا النوع قسمان: ¶ أحدهما - وهو الأكثر -: ما لا ضابط له يرجع إليه؛ لكثرته، وإنما يعرف بالنقل والحفظ؛ كأَسِيْد، وأُسَيْد، وحبان، وحيان. ¶ ثانيهما: ما ينضبط؛ لقلة أحد المشتبهين. ¶ ثم تارة يراد فيه التعميم؛ بأن يقال: ليس لهم فلان إلا كذا، والباقي كذا. وتارة يراد فيه: التخصيص بـ \"الصحيحين\"، و\"الموطأ\"؛ بأن يقال: ليس في الكتب الثلاثة فلان إلا كذا). ¶ -وقد ألف فيه الحافظ: (تبصير المنتبه بتحرير المشتبه) وقد طبع في أربعة مجلدات. ¶ المتشابه: ¶ -[قال الحافظ: (وإن اتفقت الأسماء واختلفت الآباء، أو بالعكس: فهو المتشابه، وكذا إن وقع ذلك الاتفاق في الاسم واسم الأب، والاختلاف في النسبة، ويتركب منه ومما قبله أنواع: منها أن يحصل الاتفاق أو الاشتباه إلا في حرف أو حرفين. أو بالتقديم والتأخير أو نحو ذلك.]- ¶ وقال في \"النزهة\" (ص/252): (وإن اتفقت الأسماء: خطا ونطقا، واختلف الآباء نطقا، مع ائتلافهما خطا: كمحمد بن عَقيل، ومحمد بن عُقيل: الأول نيسابوري، والثاني فريابي، وهما مشهوران وطبقتهما متقاربة. ¶ أو بالعكس: كأن تختلف الأسماء: نطقا، وتأتلف خطا، وتتفق الآباء: خطا ونطقا: كشُرَيح بن النعمان، وسُرَيج بن النعمان، الأول تابعي يروي عن علي رضي الله عنه، والثاني من شيوخ البخاري، فهو النوع الذي يقال له: المتشابه. وكذا إن وقع ذلك الاتفاق في الاسم واسم الأب، والاختلاف في النسبة، وقد صنف فيه الخطيب كتابا جليلا سماه \"تلخيص المتشابه\" ثم ذيل عليه أيضا بما فاته أولا وهو كثير الفائدة. ¶ ويتركب منه ومما قبله (¬1) أنواع: منها: أن يحصل الاتفاق أو الاشتباه في الاسم واسم ¶ الأب، مثلا، إلا في حرف أو حرفين، فأكثر، من أحدهما، أو منهما. ¶ وهو على قسمين: ¶ إما بأن يكون الاختلاف بالتغيير، مع أن عدد الحروف ثابتة في الجهتين. ¶ أو يكون الاختلاف بالتغيير مع نقصان بعض الأسماء عن بعض. ¶ ¬__________ ¶ (¬1) مرادة بما قبله: \"المؤتلف والمختلف\"، و \"المتفق والمفترق\".",
            "page": "96",
            "part": "1",
            "seal": "7128B02A"
        },
        {
            "id": "99",
            "nass": "فمن أمثلة الأول: محمد بن سِنان وهم جماعة، منهم العَوقي شيخ البخاري، ومحمد بن سَيار وهم أيضا جماعة، منهم: اليماني شيخ عمر بن يونس. ¶ ومن أمثلة الثاني: عبد الله بن زيد، وهم جماعة: منهم في الصحابة: صاحب الأذان، واسم جده عبد ربه، وراوي حديث الوضوء، واسم جده عاصم. وهما أنصاريان. ¶ وعبد الله بن يزيد، وهم أيضا جماعة: منهم في الصحابة: الخطمي، والقارئ. ¶ ومنها: عبد الله بن يحيى، وهم جماعة، وعبد الله بن نُجَيّ تابعي معروف يروي عن علي رضي الله عنه. ¶ أو يحصل الاتفاق في الخط والنطق، لكن، يحصل الاختلاف أو الاشتباه بالتقديم والتأخير: إما في الاسمين جملة، أو نحو ذلك، كأن يقع التقديم والتأخير في الاسم الواحد في بعض حروفه بالنسبة إلى ما يشتبه به. ¶ مثال الأول: الأسود بن يزيد، ويزيد بن الأسود وهو ظاهر، ومنه عبد الله بن يزيد ويزيد بن عبد الله. ¶ ومثال الثاني: أيوب بن سيار، وأيوب بن يسار، الأول مدني مشهور ليس بالقوي، والآخر مجهول). ¶ __________ ¶ (1) مرادة بما قبله: \" المؤتلف والمختلف\" , و\"المتفق والمفترق\".",
            "page": "97",
            "part": "1",
            "seal": "1A62DF7F"
        },
        {
            "id": "100",
            "nass": "خاتمة: ¶ معرفة طبقات الرواة. ¶ -[قال الحافظ: (ومن المهم: معرفة طبقات الرواة).]- ¶ قال القاري في \"شرح النخبة\" (ص/717) ما ملخصه: ((ومن المهم عند المحدثين معرفة طبقات الرواة وفائدته الأمن من تداخل المشتبهين) بالتثنية، ويحتمل الجمع، قال السخاوي: كالمتفقين في اسم، أو كنية أو نحو ذلك كما في المتفق والمفترق (وإمكان الاطلاع على تبيين التدليس، والوقوف على حقيقة المراد من العنعنة) وهو الاتصال وعدمه. قال التلميذ: يعني هل هي محمولة على السماع، أو مرسلة أو منقطعة. ¶ (والطبقة) وهي في اللغة: القوم المتشابهون على ما ذكره السخاوي (في اصطلاحهم عبارة عن جماعة) أي من أهل زمان (اشتركوا في السن) أي ولو تقريبا كما صرح به السخاوي (ولقاء المشايخ) أي الأخذ عنهم، وربما اكتفوا بالاشتراك في التلاقي وهو غالبا لازم للاشتراك في السن نبه عليه السخاوي، وربما يكون أحدهما شيخا للآخر. ¶ (وقد يكون الشخص الواحد من طبقتين باعتبارين كأنس بن مالك) وكغيره من أصاغر الصحابة. (فإنه) أي أنسا. (من حيث ثبوت صحبته للنبي صلى الله تعالى عليه ¶ وسلم يعد) أي يحسب. (في طبقة العشرة) أي المبشرة وغيرهم من أكابر الصحابة كابن مسعود. (ومن حيث صغر السن يعد) أي أنس أيضا مثلا (في طبقة من بعدهم) أي غير العشرة من أصاغر الصحابة كابن عباس، وابن عمر، وابن الزبير. ¶ (فمن نظر إلى الصحابة باعتبار الصحبة) أي مطلقا (جعل الجميع) أي جميعهم من الصغير والكبير (طبقة واحدة كما صنع ابن حبان وغيره) فعلى هذا يكون الصحابة بأسرهم طبقة أولى، والتابعون طبقة ثانية، وأتباع التابعين طبقة ثالثة، وهلم جرا. وهذا هو المستفاد من قوله صلى الله تعالى عليه وسلم: \" خير القرون قرني ثم الذين يلونهم، ثم الذين يلونهم \" الحديث. (ومن نظر إليهم باعتبار قدر زائد كالسبق إلى الإسلام) أو إلى الهجرة. (أو شهود المشاهد الفاضلة) كبدر، وأحد، وبيعة الرضوان. (جعلهم طبقات) بحسب ما يقتضيهم من درجات، (وإلى ذلك جنح صاحب الطبقات أبو عبد الله محمد بن سعد البغدادي، وكتابه أجمع ما جمع في ذلك) أي في ذلك الباب من استيعاب الأصحاب، فجعلهم خمس طبقات، والحاكم أثنى عشر طبقة: الذين أسلموا بمكة كالخلفاء الأربعة، ثم أصحاب دار الندوة، ثم مهاجرة الحبشة، ثم أصحاب العقبة الأولى، ثم الثانية - وأكثرهم من الأنصار - ثم أول المهاجرين الذين لقوه لقيا قبل دخول مكة، ثم أهل بدر، ثم المهاجرين بين بدر والحديبية، ثم أصحاب بيعة الرضوان، ثم من هاجر بين الحديبية وفتح مكة، كخالد بن الوليد، ثم مسلمة الفتح كمعاوية وأبيه، ثم الصبيان والأطفال الذين رأوه صلى الله عليه وسلم يوم الفتح، وفي حجة الوداع، وغيرهم كالسائب بن يزيد وأبي الطفيل. ¶ (وكذلك من جاء بعد الصحابة وهم التابعون، من نظر إليهم باعتبار الأخذ عن بعض الصحابة فقد جعل الجميع طبقة واحدة كما صنع ابن حبان أيضا، ومن نظر إليهم باعتبار اللقاء) أي من حيث كثرته وقلته، وأخذه عن بعضهم وعدمه (قسّمهم كما فعل محمد بن سعد) أي أيضا حيث جعلهم ثلاث طبقات، وكذا مسلم في كتاب الطبقات، وربما بلغ بهم أربع طبقات، وقال الحاكم في علوم الحديث: هم خمس عشرة طبقة، آخرهم من لقي أنس بن مالك من أهل البصرة، ومن لقي عبد الله بن أبي أوفى من أهل الكوفة، ومن لقي السائب بن يزيد من أهل المدينة، والطبقة الأولى من روى عن العشرة المبشرة بالسماع منهم. (ولكل منهما وجه)).",
            "page": "98",
            "part": "1",
            "seal": "7992E2F8"
        },
        {
            "id": "101",
            "nass": "معرفة مواليد ووفيات وبلدان وأحوال الرواة. ¶ -[قال الحافظ: (- ومن المهم معرفة -: مواليدهم، ووفياتهم، وبلدانهم، وأحوالهم تعديلا وتجريحا وجهالة).]- ¶ وقال في \"النزهة\" (ص/255): (ومن المهم، أيضا، معرفة مواليدهم، ووفياتهم؛ لأن بمعرفتها يحصل الأمن من دعوى المدعي للقاء بعضهم، وهو في نفس الأمر ليس كذلك (¬1). ¶ ومن المهم، أيضا، معرفة بلدانهم وأوطانهم، وفائدته الأمن من تداخل الاسمين إذا اتفقا، نطقا، لكن افترقا بالنسبة. ¶ ومن المهم، أيضا، معرفة أحوالهم: تعديلا وتجريحا، وجهالة؛ لأن الراوي إما أن تعرف عدالته، أو يعرف فسقه، أو لا يعرف فيه شيء من ذلك. ¶ ومن أهم ذلك، بعد الاطلاع، معرفة مراتب الجرح والتعديل؛ لأنهم قد يجرحون الشخص بما لا يستلزم رد حديثه كله (¬2)، وقد بينا أسباب ذلك فيما مضى، وحصرناها في عشرة، وتقدم شرحها مفصلا). ¶ ¬__________ ¶ (¬1) قال الأبناسي في \"الشذا الفياح من علوم ابن الصلاح\" (2/ 713): (روينا عن سفيان الثوري أنه قال: لما استعمل الرواة الكذب استعملنا لهم التاريخ \"أو كما قال\" وروينا عن حفص بن غياث أنه قال: إذا اتهمتم الشيخ فحاسبوه بالسنين يعني: احسبوا سنه وسن من كتب عنه. وهذا كنحو ما رويناه عن إسماعيل بن عياش قال: كنت بالعراق فأتاني أهل الحديث فقالوا: ههنا رجل يحدث عن خالد بن معدان فأتيته فقلت: أي سنة كتبت عن خالد بن معدان؟ فقال سنة ثلاث عشرة يعني ومائة فقلت: أنت تزعم أنك سمعت من خالد بن معدان بعد موته بسبع سنين! قال إسماعيل: مات خالد سنة ست ومائة ... ). ¶ (¬2) بل قد يجرحونه بما لا يستلزم رد حديثه أصلا، ومن ذلك ما قاله المزي في \"تهذيب الكمال\": (وقال أبو عمرو عثمان بن سعيد بن عثمان الداني المقرئ عن مسلمة بن القاسم الأندلسي: الناس مجمعون على ثقة أحمد بن صالح لعلمه وخيره وفضله، وأن أحمد بن حنبل وغيره كتبوا عنه ووثقوه. وكان سبب تضعيف النسائي له أن أحمد بن صالح رحمه الله كان لا يحدث أحدا حتى يشهد عنده رجلان من المسلمين أنه من أهل الخير والعدالة، وكان يحدثه ويبذل له علمه، وكان يذهب في ذلك مذهب زائدة بن قدامة، فأتى النسائي ليسمع منه، فدخل بلا إذن، ولم يأته برجلين يشهدان له بالعدالة، فلما رآه في مجلسه أنكره، وأمر بإخراجه، فضعفه النسائي لهذا).",
            "page": "99",
            "part": "1",
            "seal": "992A2EA2"
        },
        {
            "id": "102",
            "nass": "معرفة مراتب الجرح والتعديل: ¶ -[قال الحافظ: (ومراتب الجَرْح: وأسوأها الوصف بأفعل: كأكذب الناس، ثم دجال، أو وضاع، أو كذاب. وأسهلها: لين، أو سيئ الحفظ، أو فيه مقال. ¶ ومراتب التعديل: وأرفعها الوصف بأفعل: كأوثق الناس، ثم ما تأكد بصفة أو صفتين كثقة ثقة، أو ثقة حافظ، وأدناها ما أشعر بالقرب من أسهل التجريح: كشيخ).]- ¶ وقال في \"النزهة\" (ص:256): (وللجرح مراتب: أسوأها الوصف بما دل على المبالغة فيه، وأصرح ذلك التعبير بأفعل، كأكذب الناس، وكذا قولهم: إليه المنتهى في الوضع، أو ركن الكذب، ونحو ذلك. ¶ ثم: دجال، أو وضاع، أو كذاب؛ لأنها وإن كان فيها نوع مبالغة، لكنها دون التي قبلها. ¶ وأسهلها، أي: الألفاظ الدالة على الجرح قولهم: فلان لين، أو سيء الحفظ، أو: فيه أدنى مقال. ¶ وبين أسوأ الجرح وأسهله مراتب لا تخفى. ¶ قولهم: متروك، أو ساقط، أو فاحش الغلط، أو منكر الحديث، أشد من قولهم: ضعيف، أو ليس بالقوي، أو فيه مقال. ¶ ومن المهم، أيضا: معرفة مراتب التعديل: ¶ وأرفعها الوصف، أيضا، بما دل على المبالغة فيه، وأصرح ذلك: التعبير بأفعل، كأوثق الناس، أو أثبت الناس، أو إليه المنتهى في الثبت. ثم ما تأكد بصفة من الصفات الدالة على التعديل، أو وصفين: كثقة ثقة، أو ثبت ثبت، أو ثقة حافظ، أو عدل ضابط، أو نحو ذلك. ¶ وأدناها ما أشعر بالقرب من أسهل التجريح: كشيخ، ويروى حديثه، ويعتبر به، ونحو ذلك. وبين ذلك مراتب لا تخفى). ¶ فائدة - ذكر مراتب الرواة عند الحافظ: ¶ قال الحافظ في مقدمة \"التقريب (¬1) \": (فأما المراتب: ¶ ¬__________ ¶ (¬1) وقد اختلف العلماء في بيان درجات أحاديث كل مرتبة من هذه المراتب وخاصة المراتب المتوسطة، والأفضل عدم الإعتماد على التقريب وخاصة في أمثال أصحاب أهل هذه المراتب لشدة الخلاف والمنازعة فيها، وقد بحث الشيخ وليد العاني - رحمه الله - هذه المراتب في كتابه (منهج دراسة الأسانيد والحكم عليها) وقد ذكرت ما وصل إليه من حكم حديث كل مرتبة ووضعتها بين قوسين في نهاية كل مرتبة.",
            "page": "100",
            "part": "1",
            "seal": "909E7423"
        },
        {
            "id": "103",
            "nass": "فأولها: الصحابة: فأصرح بذلك لشرفهم. ¶ الثانية: من أُكد مدحه: إما: بأفعل: كأوثق الناس، أو بتكرير الصفة لفظاً: كثقة ثقة، أو معنى: كثقة حافظ. ¶ الثالثة: من أفرد بصفة، كثقة، أو متقن، أو ثَبْت، أو عدل. ¶ الرابعة: من قصر عن درجة الثالثة قليلاً، وإليه الإشارة: بصدوق، أو لا بأس به، أو ليس به بأس. (إسناده صحيح). ¶ الخامسة: من قصر عن الرابعة قليلاً، وإليه الإشارة بصدوق سيء الحفظ، أو صدوق يهم، أو له أوهام، أو يخطئ، أو تغير بأخرة ويلتحق بذلك من رمي بنوع من البدعة، كالتشيع والقدر، والنصب، والإرجاء، والتجهم، مع بيان الداعية من غيره. (إسناده حسن إلا إن كان أخطأ فيه). ¶ السادسة: من ليس له من الحديث إلا القليل، ولم يثبت فيه ما يترك حديثه من أجله، وإليه الإشارة بلفظ: مقبول، حيث يتابع، وإلا فلين الحديث. (إسناده حسن). ¶ السابعة: من روى عنه أكثر من واحد ولم يوثق، وإليه الإشارة بلفظ: مستور، أو مجهول الحال. (إسناده ضعيف). ¶ الثامنة: من لم يوجد فيه توثيق لمعتبر، ووجد فيه إطلاق الضعف، ولو لم يفسر، وإليه الإشارة بلفظ: ضعيف. (إسناده ضعيف). ¶ التاسعة: من لم يرو عنه غير واحد، ولم يوثق، وإليه الإشارة بلفظ: مجهول. (إسناده ضعيف). ¶ العاشرة: من لم يوثق البتة، وضعف مع ذلك بقادح، وإليه الإشارة: بمتروك، أو متروك الحديث، أو واهي الحديث، أو ساقط. (إسناده ضعيف جدا). ¶ الحادية عشرة: من اتهم بالكذب. (إسناده متروك). ¶ الثانية عشرة: من أطلق عليه اسم الكذب، والوضع. (إسناده موضوع).).",
            "page": "101",
            "part": "1",
            "seal": "D22A18E2"
        },
        {
            "id": "104",
            "nass": "شروط قبول تزكية المزكي: ¶ -[قال الحافظ: (وتقبل التزكية من عارف بأسبابها، ولو من واحد على الأصح).]- ¶ وقال في \"النزهة\" (ص:176): (تقبل التزكية من عارف بأسبابها (¬1)، لا من غير عارف؛ لئلا يزكي بمجرد ما ظهر له ابتداء، من غير ممارسة واختبار، ولو كانت التزكية صادرة من مُزَكٍّ واحد، على الأصح، خلافا لمن شرط أنها لا تقبل إلا من اثنين؛ إلحاقا لها بالشهادة، في الأصح، أيضا. ¶ والفرق بينهما: أن التزكية تنزل منزلة الحكم؛ فلا يشترط فيها العدد، والشهادة تقع من الشاهد عند الحاكم؛ فافترقا (¬2)). ¶ ¬__________ ¶ (¬1) قال المناوي في \"اليواقيت والدرر\" (2/ 357): (ولا يشترط في العارف ذكر سببه لكثرة الأسباب، ولأنه قد يتعلق بالنفي: كلم يفعل، لم يرتكب فيشق تعدادها). ¶ (¬2) قال الشيخ ابن باز - رحمه الله - في \"تعليقاته على \"النزهة\": (والمقصود أن التزكية للأفراد تجري مجرى الحكم والإخبار كالمؤذن من باب الخبر والحكم بخلاف الشهادة فإنها تتضمن الشهادة بحق لفلان أو عدم حق لفلان تؤدى عند القضاة حتى يثبت بها حق المدعي أو عدم حقه. فلا بد فيها من شاهدين أو شاهد يؤكد باليمين كما جاءت به السنة لأنها ليست من باب الخبر المجرد بل من باب الخبر الذي يتضمن إعطاء شخص حقاً من شخص آخر فلهذا جاءت الشريعة بالتعدد فيها لأن الأصل براءة الذمة من حقوق الناس وأن ما في يد الإنسان هو له فاحتيط من جهة الشريعة فلم ينزع ما في يده ولم يلزم بشيء في ذمته إلا بحجة قوية أقلها شاهدان). ¶ (¬3) قال اللقاني (2/ 1549): (أي: عند تعارضهما، هذا ما عليه الجمهور، وعليه لا فرق بين كثرة المعدلين، وقلتهم. ووجهه: أن مع الجارح زيادة علم؛ لم يطلع عليها المعدل، ولأنه مصدق للمعدل فيما أخبر به من ظاهر حاله، وخبر عن أمر باطن خفي على المعدل. نعم إن لم يفسر الجرح أو قال المعدل: عرفت السبب الذي ذكره الجارح لكنه تاب منه، قدم التعديل ما لم يكن في الكذب على النبي - صلى الله عليه وسلم - فإن كان فيه لم يقبل توبته منه. ¶ (¬4) وذلك لأنه وافق الأصل في الراوي وهو الجهالة، وقال الحافظ في \"النزهة\" (ص/258): (لأنه إذا لم يكن فيه تعديل فهو في حيز المجهول، وإعمال قول المجرح أولى من إهماله).",
            "page": "102",
            "part": "1",
            "seal": "AA102BB7"
        },
        {
            "id": "105",
            "nass": "تعارض الجرح والتعديل: ¶ -[قال الحافظ: (والجرح مقدم على التعديل (¬3) إن صدر مُبَيَّنًا من عارف بأسبابه، فإن خلا عن التعديل قبل مجملا على المختار (¬4)).]- ¶ تكلم الماتن - رحمه الله - هنا على مسألتين: ¶ الأولى - عند تعارض الجرح والتعديل في الراوي الواحد، واشترط لقبول الجرح شرطين: ¶ 1 - أن يكون مُبَيَّنا. ¶ 2 - أن يصدر من عارف بأسبابه؛ لأن البعض قد يجرح بما لا يقدح أصلا كما سبق ذكر أمثلة على ذلك. ¶ الثانية - أن يخلو الراوي من تعديل فهنا يقبل الجرح مجملا على المختار. ¶ تنبيه: ¶ دلَّ كلامه بمنطوقه في المسألة الأولى أن الجرح يقدم على التعديل مطلقا بشرط تحقيق ما ذكر، ودل بمفهومه أن الجرح يهمل إذا فُقد شرط من الشرطين، وأن التعديل هو الذي يعتمد. ومفهوم كلامه في المسألة الثانية أن الراوي إذا كان معدلا فإنه لا يقبل فيه الجرح المجمل. ¶ وفي كل هذه الحالات ليس إلا اختيار واحد من الطرفين، وهو إما ترجيح جانب التعديل، أو جانب الجرح. ¶ والأقوى أنه إن كان يمكن الجمع بين الجرح والتعديل فيقدم على الترجيح، كأن يكون مثلا يهم في فلان أو ضعيف في فلان فقط فهنا يعمل في حالته فقط. ¶ وظاهر صنيع ابن حجر في التقريب أنه يلتزم حالة وسطا في بعض الحالات، وأنه وإن قدم التعديل إلا أنه لا يهمل الجرح مطلقا بل يراعيه وينقل الراوي من مرتبة عليا لمرتبة أدنى منها تبعا لحال الجارح والجرح. ¶ قال الشيخ وليد العاني في \"منهج دراسة الأسانيد\" (ص/135): (من خلال دراسة هذه المرتبة في التقريب، ظهر أن ابن حجر سار على نهج مدروس عنده، قد وضع له ضوابط معينة. ¶ لقد تعارف أهل الاصطلاح أن من كثر مزكُّوه، وقلَّ ناقدوه، قدِّم رأي الأغلبية على الأقلية، خاصة إذا كانت القلة غير معتبرة أساساً، أو أن جرحها لا يلتفت إليه، حيث تبين بالبحث والدراسة أن قول الأقلية مرجوح، أو أنه إنما قيل لسبب من الأسباب غير المعتبرة عند النقاد. ¶ لكن ابن حجر - كما علمنا سابقا- اشترط أن يكون حكمه على الراوي شاملاً وعادلاً، والشمول يقتضي الإحاطة بكل ما قيل في الرجل من جرح معتبر أو غير معتبر، وتعديل معتبر أو غير معتبر ...",
            "page": "103",
            "part": "1",
            "seal": "787D86EF"
        },
        {
            "id": "106",
            "nass": "لقد تبين لي من خلال دراسة رجال هذه المرتبة أن رجلا ما يوثقه جماعة من النقاد المعتدلين منهم والمتشددين، ثم يظهر للباحث أن واحدا من النقاد يخالف الجمهور، وقال فيه قولاً يجرحه فيه، فالباحث العادي يمضي ولا يلتفت إلى القول المخالف للجمهور، لكن ابن حجر يتوقف عند قول المخالف ويدرسه، هل له وجه معتبر أم لا .. ؟ ¶ فإن كان له وجه معتبر جعل هذا الراوي من المختلف فيه، ووضعه في المرتبة الخامسة، وإن لم يكن له وجه معتبر، وخرجه ابن حجر على وجه يبرئ فيه ساحة هذا الراوي، جعل هذا الراوي في المرتبة الرابعة، وأعطاه لقب صدوق، أو لا بأس به، ولم يرفعه إلى درجة ثقة أو ثبت، وذلك للقول المخالف الذي قيل فيه ... ¶ أما إذا كان الجرح غير معتبر بالكلية، ويرى ابن حجر أنه يجب أن يطرح بالمرة، ولا ينظر فيه أساساً، عند ذلك يرفعه ابن حجر إلى المرتبة الثالثة، فيقول فيه ثقة أو تبث أو حافظ، إلى آخر ألقاب هذه المرتبة). ¶ ثم ضرب أمثلة على ذلك - وسوف أقتصر في التدليل على أمثلة للمرتبة الرابعة، والخامسة وأما الثالثة فالأمر فيها ظاهر -. فمما ذكر - رحمه الله -: ¶ فمن أمثلة المرتبة الرابعة: ¶ - غالب بن خطاف القطان البصري. (صدوق). ¶ وثقه أحمد، وابن معين، والنسائي، وأبو حاتم، وابن سعد، وغيرهم إلا أن ابن عدي ذكره في الكامل، وأورد له حديثا منكرا، وتعقبه ابن حجر فقال: \"الحمل فيها على الراوي عنه: عمر بن المختار البصري، وهو من عجيب ما وقع لابن عدي\"، وقال الذهبي: \"لعل الذي ضعفه ابن عدي آخر \". ¶ - يزيد بن أبي مريم الدمشقي. (لا بأس به). ¶ وثقه الأئمة، وابن معين، ودحيم، وأبو زرعة، وأبو حاتم، وقال الدارقطني: \"ليس بذاك\"، قال ابن حجر: \"هذا جرح غير مفسر، فهو مردود\". ¶ - مبشِّر بن إسماعيل الحلبي. (صدوق). ¶ قال ابن سعد كان ثقة مأمونا وقال النسائي لا بأس به. ¶ قال ابن حجر: \"تكلم فيه بلا حجة\"، وقد نقل ابن قانع في الوفيات أنه ضعيف، وتعقبه ابن حجر في \"هدي الساري\" فقال: \"وابن قانع ليس بمعتمد\". ¶ ومن أمثلة المرتبة الخامسة: ¶ - الربيع بن يحيى بن مقسم البصري. (صدوق له أوهام).",
            "page": "104",
            "part": "1",
            "seal": "10C563C2"
        },
        {
            "id": "107",
            "nass": "قال أبو حاتم: ثقة ثبت، وقال الدارقطني: يخطئ في حديث الثوري وشعبة. ¶ - سعيد بن عبيد الله بن جبير بن حية الثقفي. (صدوق له أوهام). ¶ وثقه أحمد، وابن معين، وأبو زرعة، والنسائي. ¶ وقال الدارقطني: ليس بالقوي. واستنكر البخاري واحدا من أحاديثه في \"التاريخ\"، وقد روى له في \"الصحيح\" غير ما استنكره. ¶ - عبد الله بن سعيد بن أبي هند الفزاري. (صدوق ربما وهم). ¶ وثقه أحمد، وابن معين، وأبو داود، والعجلي، ويعقوب الفسوي، وعلي بن المديني، وآخرون. ¶ قال أبو حاتم: ضعيف الحديث. وقال يحيى القطان: كان صالحا، تعرف وتنكر. ¶ معرفة الأسامي والكنى: ¶ -[قال الحافظ: (ومن المهم معرفة كنى المُسَمَّيْنَ، وأسماء المُكَنَّيْنَ، ومن اسمُه كنيتُه، ومن اختلف في كنيته (¬1)، ومن كثرت كناه أو نعوتُه، ومن وافقت كنيتُه اسم أبيه، أو بالعكس، أو كنيتُه كنية زوجته).]- ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 386): (ومن المهم في هذا الفن معرفة كنى المسمين ممن اشتهر باسمه، وله كنية لا يؤمن أن يأتي في بعض الروايات مُكَنيَّا لئلا يظن أنه آخر. ومعرفة أسماء المكنين وهو عكس الذي قبله. لأنه قد يأتي في بعض الروايات مسمى باسمه فيظن أنه غيره. ¶ ومعرفة من اسمه كنيته بأن لا يكون له اسم غيرها ولا كنية غيرها كأبي بلال الأشعري وهم قليل وغالب الرواة لكل منهم اسم وكنية، فتارة يشتهر باسمه وتارة يشتهر بكنيته. ¶ ومعرفة من عرف بكنيته ولم يوقف على اسمه فلم يدر هل كنيته اسمه كأبي شيبة الخدري من الصحابة. ¶ ومعرفة من لقب بكنيته كأبي الشيخ الأصبهاني اسمه عبد الله وكنيته أبو محمد وأبو الشيخ لقب. ¶ ومعرفة من قد اختلف في كنيته وهم كثير. ¶ ومعرفة من كثرت كناه كابن جريح له كنيتان أبو الوليد وأبو خالد. ¶ ¬__________ ¶ (¬1) غير مذكورة في بعض النسخ.",
            "page": "105",
            "part": "1",
            "seal": "48467858"
        },
        {
            "id": "108",
            "nass": "ومعرفة من كثرت نعوته وألقابه وهم كثير. ¶ ومعرفة من اتفق على اسمه واختلف في كنيته، وقد صنف فيه بعض المتأخرين كأسامة بن زيد الحب يكنى أبا يزيد أو أبا محمد، أو أبا خارجة أو أبا عبد الله أقوال. ومعرفة من اختلف في اسمه واتفق على كنيته كأبي هريرة في اسمه نحو ثلاثين قولا. ¶ ومعرفة من اختلف في اسمه وكنيته معا كسفينة مولى رسول الله وهو لقبه، واسمه صالح أو مهران أو عمير أقوال. وكنيته أبو عبد الرحمن، وقيل: أبو البختري. ¶ ومعرفة من لم يختلف في اسمه ولا في كنيته كأئمة المذاهب الأربعة. ¶ ومعرفة من اشتهر باسمه دون كنيته كطلحة أبي محمد والزبير أبي عبد الله. ¶ ومعرفة من اشتهر بكنيته دون اسمه كأبي الضحى مسلم بن صبيح. ¶ ومعرفة من وافقت كنيته اسم أبيه كأبي إسحاق إبراهيم بن إسحاق المدني أحد أتباع التابعين. ¶ أو بالعكس كإسحاق بن أبي إسحاق السَّبيعي. ¶ أو وافقت كنيته كنية زوجته كأبي أيوب الأنصاري وأم أيوب صحابيان مشهوران. وكأبي الدرداء وزوجته أم الدرداء). ¶ قال اللقاني (2/ 1556): (ملخص كلامه: أن معرفة الأسماء المشهورة لذوي الكنى",
            "page": "106",
            "part": "1",
            "seal": "7F29D6C4"
        },
        {
            "id": "109",
            "nass": "الخفية، ومعرفة الكنى المشهورة لذوي الأسماء الخفية، أمر ينبغي الاعتناء به؛ لأنه نوع مهم. ¶ ومن فوائده: الأمن من ظن تعدد الراوي الواحد؛ المسمى في موضع، المكنى في آخر؛ كما قاله الشارح. ¶ قال ابن الصلاح: \" ولم يزل أهل العلم بالحديث يعتنون به، ويتطارحونه فيما بينهم، ويتنقصون به من جهله \"). ¶ من نسب إلى غير أبيه: ¶ -[قال الحافظ: (ومن نسب إلى غير أبيه، أو إلى أمه، أو إلى غير ما يسبق إلى الفهم).]- ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 392): (ومعرفة من نسب إلى غير أبيه وفائدته: دفع توهم التعدد عند نسبتهم إلى أبائهم كالمقداد بن الأسود، نسبة إلى أسود الزُهْرِيّ لكونه تبناه وإنما هو المِقداد بن عمرو ... وكالحسن بن دينار - أحد الضعفاء - هو زوج أمه وأبوه واصل. ¶ أو إلى أمه كابن عُلَيَّةَ، هو إسماعيل بن إبراهيم بن مِقسَم أحد الثقات، وعلية اسم أمه ¶ اشتهر بها. وهي بنت حسان مولاة بني شَيْبَان وكان لا يحب أن يقال له ابن علية، ولهذا كان الإمام الشافعي - رضي الله تعالى عنه - يقول: أنبا إسماعيل الذي يقال له ابن علية: وزعم علي بن حجر أنها ليست أمه بل جدته أم أمه. ¶ وكسهيل وسهل وصفوان بنو بيضاء، أبوهم وهب بن ربيعة بن عمرو بن عامر القرشي الفهري. ¶ أو نسب إلى غير ما يسيق إلى الفهم. لأن الراوي قد ينسب إلى مكان، أو وقعة به أو قبيلة، أو صنعة، وليس الظاهر الذي يسبق إلى الفهم من تلك النسبة مرادا بل لعارض عرض من نزوله إلى ذلك المكان أو تلك القبيلة ونحو ذلك. ¶ كالحَذّاء، فهو خالد بن مِهْرَان ظاهره أنه منسوب إلى صناعتها أو بيعها وليس كذلك، إنما كان مجالسهم فنسب إليهم وكسليمان التيمي، لم يكن من بني تميم ولكن نزل فيهم أي بني تميم، فنسب إليهم ... ). ¶ معرفة من اتفق اسمه واسم أبيه وجده: ¶ -[قال الحافظ: (ومن اتفق اسمه واسم أبيه وجده، أو اسم شيخه وشيخ شيخه فصاعدا ومن اتفق اسم شيخه والراوي عنه).]- ¶ قال المناوي (2/ 397): (معرفة من اتفق اسمه واسم أبيه وجده كالحسن بن الحسن بن الحسن بن علي بن أبي طالب، وقد يقع أكثر من ذلك. وكأحمد بن جعفر بن حمدان أربعة كلهم يروون عمن يسمى عبد الله، وهو من فروع المسلسل ... ¶ أو يتفق اسم الراوي فاسم شيخه وشيخ شيخه فصاعدا، كعِمْرَان عن عمران عن عمران، أن الأول يعرف القصير والثاني أبو رجاء العُطَارِدِيّ نسبة إلى عطارد جده، وقيل: بطن من تميم، والثالث ابن حصين الهمداني الصحابي المشهور. ¶ وكسليمان عن سليمان عن سليمان، الأول: ابن أحمد بن أيوب الطبراني، نسبة إلى طَبَرِيَّة مدينة بالأردن والثاني: ابن أحمد الواسطي بكسر المهملة نسبة إلى واسط مدينة بالعراق مشهورة. والثالث: ابن عبد الرحمن الدمشقي المعروف بابن بنت شُرَحْبِيل ... ¶ ومعرفة من اتفق اسم شيخه والراوي عنه، وهو نوع لطيف لم يتعرض له ابن الصلاح. ومنها: ابن جريج روى عن هشام، وروى عنه (¬1) هشام فالأعلى (¬2): ابن عروة، ¶ ¬__________ ¶ (¬1) أي عن ابن جريج. ¶ (¬2) أي شيخ ابن جريج.",
            "page": "107",
            "part": "1",
            "seal": "EE1467E8"
        },
        {
            "id": "110",
            "nass": "والأدنى ابن يوسف الصَنْعاني نسبة إلى صنعاء مدينة باليمن. ¶ ومنها: الحكم بن عُتَيْبَة روى عن ابن أبي ليلى وعنه ابن أبي ليلى، فالأعلى عبد الرحمن والأدنى محمد بن عبد الرحمن المذكور، وأمثلته كثيرة). ¶ معرفة الأسماء المجردة: ¶ -[قال الحافظ: (ومعرفة الأسماء المجردة (¬1)).]- ¶ قال في النزهة\" (ص/261): (ومن المهم، في هذا الفن: معرفة الأسماء المجردة، وقد جمعها جماعة من الأئمة. ¶ فمنهم من جمعها بغير قيد (¬2)، كابن سعد في الطبقات، وابن أبي خيثمة، والبخاري في تاريخهما، وابن أبي حاتم في الجرح والتعديل. ¶ ومنهم من أفرد الثقات، كالعجلي، وابن حبان، وابن شاهين. ¶ ومنهم من أفرد المجروحين، كابن عدي، وابن حبان، أيضا. ¶ ومنهم من تقيد بكتاب مخصوص، كرجال البخاري، لأبي نصر الكلاباذي، ورجال مسلم، لأبي بكر بن مَنْجَوَيْه، ورجالهما معا لأبي الفضل ابن طاهر، ورجال أبي داود، ¶ ¬__________ ¶ (¬1) قال اللقاني (2/ 1580): (المراد: المجردة عن الكنى، والألقاب، والنسبة، والوصف لتقدم كل هذه). ¶ (¬2) وقال أيضا: (أي من عدالة، أو جرح، أو كتاب مخصوص).",
            "page": "108",
            "part": "1",
            "seal": "69ABF212"
        },
        {
            "id": "111",
            "nass": "لأبي علي الجيَّانِي، وكذا رجال الترمذي، ورجال النسائي، لجماعة من المغاربة، ورجال الستة: الصحيحين، وأبي داود، والترمذي، والنسائي، وابن ماجة، لعبد الغني المقدسي في كتابه \"الكمال\"، ثم هذبه المزي في \"تهذيب الكمال\"، وقد لخصته، وزدت عليه أشياء كثيرة وسميته \"تهذيب التهذيب\"، وجاء مع ما اشتمل عليه من الزيادات، قدر ثلث الأصل). ¶ معرفة الأسماء المفردة: ¶ -[قال الحافظ: (والمفردة).]- ¶ قال اللقاني (2/ 1582): (قال قاسم: \"وهي التي لم يشارك من تسمى بشيء منها غيره فيها\". ¶ ولا فرق فيها - حينئذ - بين كونها اسما؛ بالمعنى المذكور في باب العلم، وبين كونها كنية، أولقبا، كانت للصحابة، أو لغيرهم. ¶ فمن الأفراد في الأسماء: لُبَي، بوزن أبي، وأبوه: لَبَا، بوزن فتى، وهو ¶ صحابي من بني أسد، وهو وأبوه فردان. ¶ ومن الأفراد في الألقاب: مندل - بفتح الميم وكسرها مع سكون النون -: لقب لعمر بن على العنزي. ¶ ومن أفراد الكنى: أبو مُعَيْد: كنية حفص بن غَيْلَان الدمشقي). ¶ معرفة الكنى والألقاب: ¶ -[قال الحافظ: (والكنى، والألقاب).]- ¶ قال اللقاني (2/ 1585): (مراده: معرفة الكنى المجردة عن الأسماء، وعن الألقاب، وعن النسب، وعن النعوت، سواء كان لها ذلك في نفسها، أو لم يكن، نحو: أبي شيبة، وأبي هاب، وأبي رهم. ¶ تنبيهان: ¶ الأول: لا يخلو كلامه عن نوع تكرار مع ما قدمه من قوله:\"ومعرفة كنى المسمين\" إلى هنا. ¶ الثاني: الكنية - عندهم -: ما صُدِّرَ بأب أو أم، زاد الرازي، وارتضاه الرضي وغيره من المتأخرين: \"أو ابن، أو بنت\". ¶ قوله: \"والألقاب\": أي وكذا من المهم - أيضا - معرفة الأقاب، ولعل مراده: المجردة - أيضا - وحذفه من الثاني لدلالة الأول عليه. وهي: جمع لقب، وهو ما أشعر برفعة المسمى، أو ضَعَتِهِ، أي: خسته، وانحطاطه. ¶ ولا يخفى عليك أن العَلَم: ما علق على شيء بعينه، غير متناول ما أشبهه بوضع واحد، ثم هو إن صدر بأب أو أم، وكذا بابن، أو بنت - على رأي - فهو كنية، وإلا فإن أشعر برفعة المسمى أو بضعته، فهو اللقب، وإلا فهو الاسم. ¶ وقال بعضهم: ما وضعه الأبوان ابتداءً، فهو الاسم، ثم ما لم بوضع في الابتداء: إن اشعر بمدح أو ذم، فهو اللقب، ولو صدر بأب أو أم، وإن لم يشعر بذلك بأب أو أم فهو الكنية. ¶ مثال اللقب الغير مصدر بأب، أو أم: زين العابدين، ومثاله مصدر بذلك: أبو الخيرن وأبو لهب، وأبو جهل، وأم الفضل، وعليه بتخرج كلام الشارح هنا حيث قال: (وكذا معرفة الكنى المجردة والألقاب وهي تارة تكون بلفظ الاسم، وتارة تكون بلفظ",
            "page": "109",
            "part": "1",
            "seal": "9FA274F0"
        },
        {
            "id": "112",
            "nass": "الكنية، وتقع نسبة إلى عاهة (¬1) أو حرفة (¬2))). ¶ معرفة الأنساب: ¶ -[قال الحافظ: (والأنساب، وتقع إلى القبائل والأوطان: بلادا، أو ضِياعا أو سِكَكا، أو مجاورة. وإلى الصنائع والحرف، ويقع فيها الاتفاق والاشتباه كالأسماء، وقد تقع ألقابا. ومعرفة أسباب ذلك).]- ¶ قال القاري في \"شرح النخبة\" (ص:769): ((وكذا معرفة الأنساب، وهي تارة تقع إلى القبائل) جمع قبيلة، وهم بنو أب واحد، (وهو) أي الأنساب إلى القبائل، (في المتقدمين أكثر بالنسبة إلى المتأخرين) قال المصنف: لأن المتقدمين كانوا يعتنون بحفظ أنسابهم، ولا يسكنون المدن والقرى غالبا، بخلاف المتأخرين، نقله التلميذ. ¶ (وتارة إلى الأوطان) جمع وطن، وهو محل الإنسان من بلدة، أو ضيعة، أو سكة، ولا فرق فيمن ينتسب إلى محل بين أن يكون أصليا منه، أو نازلا فيه، ومجاورا له، ولذلك تتعدد النسبة إليه بحسب الانتقال، ولا حد للإقامة المسوغة للنسبة بزمن، (وهذا) أي الأنساب إلى الأوطان لحصول التميز بين الأقران، (في المتأخرين أكثري بالنسبة إلى المتقدمين،) وهذا الفن مما يفتقر إليه حفاظ الحديث في تصرفاتهم، ومصنفاتهم، فإنه قد يتعين به المهمل، ويتبين به المجمل، ويظهر الراوي المدلس، ويعلم منه التلاقي بين الراويين، وغير ذلك من مظان الطبقات، تواريخ البلدان، ومعرفة الأنساب، وفيها تصانيف كثيرة، وقد كان العرب تنسب إلى قبائلها غالبا، فيقال: القرشي البكري، فلما جاء الإسلام، وغلب عليهم سكنى القرى، والمدائن، وضاع كثير من أنسابهم، فلم يبق لهم غير الانتساب إلى البلدان انتسبوا إليها، ثم منهم من كان نقله من بلد إلى بلد فأريد الانتساب إليهما، فيقال: المصري الدمشقي، والأحسن أن يقال: ثم الدمشقي لمراعاة الترتيب. ¶ ومن كان من أهل قرية من قرى بلدة يجوز أن ينسب إلى القرية فقط، أو الى بلدة تلك القرية، أو إلى ناحيتها، أو إلى إقليمها، وله الجمع فيبدأ بالأعم وهو الإقليم، ثم الناحية، ثم البلدة، ثم القرية، فيقال: المصري الصعيدي، المناوي، الخصوصي، فالاخصوص قرية، والمنية بلدة، والصعيد ناحية المنية، ويجوز العكس إذا المقصود التعريف والتمييز، وهو حاصل. ¶ ¬__________ ¶ (¬1) كالأعمش، والأعرج. ¶ (¬2) كالبزاز، والعطار.",
            "page": "110",
            "part": "1",
            "seal": "A4C33660"
        },
        {
            "id": "113",
            "nass": "(والنسبة إلى الوطن أعم من أن يكون بلادا) جمع بلد، (أو ضِياعا) جمع ضَيعة، وهي المزرعة، (أو سِكَكا) جمع سكة وهي: المحلة والطريق، لكنه أوسع من الزقاق، (أو مجاورة). ¶ (وتقع) أي تارة (إلى الصنائع) والصناعة بالفتح أخص من الحرفة، لأن الصناعة لا بد من المباشرة فيها بخلاف الحرفة كذا قيل (كالخياط) أي المباشرة الخياطة، (والحِرَف) جمع حرفة (كالبزاز) أي بائع البز من غير مباشرة في تحصيل وجوده من الغزل، والنسج. ¶ (ويقع فيها) أي في الأنساب المنسوبة إلى القبائل، والأوطان، والصنائع، والحرف، أو في النسبة إلى هذه الأشياء (الاتفاق) أي خطأ كالقريشي والقرشي، (والاشتباه) أي لفظا، فإن أحدهما بضم القاف، وفتح الراء، نسبة إلى قريش، والآخر بفتح فسكون، نسبة إلى موضع من بلاد ما وراء النهر، وهذا الوقوع كثير في الصنائع، والحرف كالصباغ، والصياغ، والجمال والحمال. ¶ (كالأسماء) أي كوقوعهما في الأسماء على ما تقدم. ¶ (وقد تقع الأنساب ألقابا) أي قد يقع اللقب بصيغة النسبة (كخالد بن مَخْلد القَطواني كان كوفيا ويلقب بالقطواني وكان يغضب منها) أي من تلك النسبة، وفي القاموس: قطا: ثقل مشيه، والماشي قارب في مشيه، فهو قطوان، وقطوان محركة - أي بالفتح - موضع بالكوفة منه الأكسية. ¶ (و) (من المهم أيضا معرفة أسباب ذلك) أي ما ذكر. ¶ (أي الألقاب) يعني أسباب أنساب الألقاب، كصاعقة، وهو أبو يحيى أحد شيوخ البخاري لقب بذلك لشدة حفظه. ¶ ¬__________ ¶ (¬1) قد ينسب الراوي إلى قبيلته الأصلية، وقد ينسب لقبيلة أخرى ولاءً، فينبغي على طالب العلم ¶ أن يعرف الموالي من الرواة خشية أن يأتي مرة بنسبه الأصلي ومرة بنسب مواليه فيظن أنه آخر ¶ ، وانظر: \"جني الثمر\".",
            "page": "111",
            "part": "1",
            "seal": "210AD7D3"
        },
        {
            "id": "114",
            "nass": "(والنسب التي باطنها على خلاف ظاهرها) كأبي مسعود عقبة بن عمرو الأنصاري البدري، لم يشهد بدرا في قول الأكثرين بل نزل بها، أو سكنها فنسب إليها). ¶ معرفة الموالي: ¶ -[قال الحافظ: (ومعرفة الموالي من أعلى، ومن أسفل، بالرِّقِّ، أو بالحِلْفِ).]- ¶ قال القاري (ص:775): ((ومعرفة الموالي) أي ومن المهم معرفة الموالي من ¶ العلماء والرواة (¬1)، (من الأعلى) كالمعتِق، والمحالَف، (والأسفل) كالمعتَق، والمحالِف، (بالرق) أي سبب الرق الذي نشأ منه الإعتاق، وفيه أن الرق إنما ينسب إلى ¶ الأسفل، والملك إلى الأعلى، فكان الأولى أن يقول: بالإعتاق ليشمل الأسفل والأعلى كما لا يخفى. (أو بالحِلْف)، وأصله المعاقدة والمعاهدة على التعاضد والتساعد، (أو بالإسلام) كأبي علي الحسن بن عيسى، كان نصرانيا وأسلم على يد ابن المبارك، فقيل له: مولى ابن المبارك. (لأن كل ذلك) أي جميع ما ذكر من كونه أعلى وأسفل بالرق، والحلف، والإسلام، وغيره كمولى القبيلة (يطلق عليه مولى، ولا يعرف تمييز ذلك) أي من الآخر، (إلا بالتنصيص) أي في رواية، أو من إمام معتمد (عليه) أي على ما يتميز به أحدهما عن الآخر). ¶ معرفة الإخوة والأخوات: ¶ -[قال الحافظ: (ومعرفة الإخوة والأخوات).]- ¶ قال اللقاني (2/ 1597): (قوله: \"معرفة الإخوة والأخوات\": يعني من الرواة والعلماء، ومعرفتهم نوع لطيف مهم. ¶ ومن فوائدها: الأمن من ظن الغلط، أو من ظن من ليس بأخٍ أخا؛ للإشتراك في اسم الأب، كأحمد بن إشكاب، وعلي بن إشكاب، ومحمد بن إشكاب). ¶ قال المناوي في \"اليواقيت والدرر\" (2/ 419): (ومعرفة الإخوة والأخوات من العلماء، والرواة كذلك وقد صنف فيه القدماء كعلي بن المديني، ومسلم بن الحجاج ومثال ذلك في الصحابة: عمر وزيد ابنا الخطاب وعبد الله وعتبة ابنا مسعود.",
            "page": "112",
            "part": "1",
            "seal": "461EB3B4"
        },
        {
            "id": "115",
            "nass": "ومن لطيفه أن ثلاثة أو أربعة وقعوا في إسناد واحد، ففي \" العلل \" للدارقطني من طريق هشام بن حسان عن محمد بن سيرين عن أخيه يحيى بن سيرين عن أخيه أنس بن سيرين عن مولاه أنس بن مالك أن رسول الله قال: لبيك حجة حَقًا تعبدا وَرقا). ¶ معرفة آداب الشيخ والطالب: ¶ -[قال الحافظ: (ومعرفةُ آدابِ الشيخِ والطالبِ).]- ¶ وقال في \"النزهة\" (ص/263): (ومن المهم، أيضا، معرفة آداب الشيخ والطالب. ¶ ويشتركان في تصحيح النية، والتطهر من أعراض الدنيا، وتحسين الخلق. وينفرد ¶ الشيخ بأن يسمع إذا احتيج إليه، ولا يحدث ببلد فيه أولى منه (¬1)، بل يرشد إليه (¬2)، ولا يترك إسماع أحد لنية فاسدة (¬3)، وأن يتطهر ويجلس بوقار، ولا يحدث قائما، ولا عجلا، ولا في الطريق إلا إن اضطر إلى ذلك، وأن يمسك عن التحديث إذا خشي التغير، أو النسيان؛ لمرض أو هرم. وإذا اتخذ مجلس الإملاء أن يكون له مستمل يقظ. ¶ وينفرد الطالب بأن يوقر الشيخ، ولا يضجره، ويرشد غيره لما سمعه، ولا يدع الاستفادة لحياء أو تكبر، ويكتب ما سمعه تاما، ويعتني بالتقييد والضبط، ويذاكر بمحفوظه؛ ليرسخ في ذهنه). ¶ معرفة سن التحمل والآداء: ¶ -[قال الحافظ: (ومعرفة سن التحمل والأداء).]- ¶ وقال في \"النزهة\" (ص/263): (ومن المهم: معرفة سن التحمل والأداء. والأصح اعتبار سن التحمل بالتمييز، هذا في السماع ... وأما الأداء: فقد تقدم أنه لا اختصاص له بزمن معين، بل يقيد بالاحتياج والتأهل لذلك، وهو مختلف باختلاف الأشخاص. وقال ابن خلاد: إذا بلغ الخمسين، ولا ينكر عند الأربعين، وتعقب بمن حدث قبلها، كمالك (¬4)). ¶ ¬__________ ¶ (¬1) قال اللقاني: (وهذا مذهب يحيى بن معين، وحكم العراقي بالكراهة فقط، وإذا كره التحديث ببلد فيه أولى منه، كره له التحديث بحضرة الأحق الأعلم، فقد كان إبراهيم النخعي إذا ¶ اجتمع مع الشعبي، لم يتكلم إبراهيم بشيء). ¶ (¬2) وقال أيضا: (ظاهره الوجوب، ولا يبعد؛ لأنه من باب النصيحة فيجري على حكمها، قال شُرَيْحِ بْنِ هَانِئٍ،:سألت عائشة عن المسح على الخفين؟ فقالت: ائت عليا؛ فإنه أعلم مني بذلك). ¶ (¬3) أي من ذلك الأحد قال اللقاني: (والمعنى: ولا يترك إسماع أحديعرف منه فساد القصد وعدم الإخلاص بقرائن قامت عنده على ذلك؛ فلعله تنصلح بعد ذلك نيته). ¶ (¬4) وقد جلس وهو ابن نيف وعشرين سنة، وقيل ابن سبع عشرة سنة. ¶ (¬5) راجع للمشكل، وقال اللقاني: (2/ 1693): (وخرج بالمشكل: ما يفهم بلا شكل ونقط، فإن شَكْلَه ونَقْطَهُ تضييع للزمان، واشتغال بما غيره أولى منه، وحكي كراهته عن أهل العلم).",
            "page": "113",
            "part": "1",
            "seal": "F6442B22"
        },
        {
            "id": "116",
            "nass": "معرفة صفة كتابة الحديث، وعرضه، وسماعه، وإسماعه، والرِّحلة فيه: ¶ -[قال الحافظ: (وصفة كتابة الحديث، وعرضه، وسماعه، وإسماعه، والرِّحلة فيه).]- ¶ وقال في \"النزهة\" (ص/264): (ومن المهم: معرفة صفة كتابة الحديث: وهو أن يكتبه مبينا مفسرا، ويُشَكِّل المُشكَل منه وينقطه (¬5)، ويكتب الساقط في الحاشية اليمنى، ما ¶ دام في السطر بقية، وإلا ففي اليسرى. ¶ وصفة عرضه وهو مقابلته مع الشيخ المسمع، أو مع ثقة غيره، أو مع نفسه شيئا فشيئا. ¶ وصفة سماعه بأن لا يتشاغل بما يخل به: من نسخ أو حديث أو نعاس. ¶ وصفة إسماعه، كذلك، وأن يكون ذلك من أصله الذي سمع فيه، أو من فرع قوبل على أصله، فإن تعذر فليجبره (¬1) بالإجازة لما خالف (¬2)، إن خالف. ¶ وصفة الرحلة فيه، حيث يبتدئ بحديث أهل بلده، فيستوعبه، ثم يرحل، فيحصل في الرحلة ما ليس عنده، ويكون اعتناؤه بتكثير المسموع أولى من اعتنائه بتكثير الشيوخ). ¶ معرفة صفة تصنيف الحديث: ¶ -[قال الحافظ: (وتصنيفه، إما على المسانيد، أو الأبواب، أو العلل، أو الأطراف).]- ¶ وقال في \"النزهة\" (ص/264): (وصفة تصنيفه: وذلك: إما على المسانيد بأن يجمع مسند كل صحابي على حدة، فإن شاء رتبه على سوابقهم (¬3)، وإن شاء رتبه على حروف المعجم، وهو أسهل تناولا. ¶ أو تصنيفه على الأبواب الفقهية، أو غيرها، بأن يجمع في كل باب ما ورد فيه مما يدل على حكمه، إثباتا أو نفيا، والأولى أن يقصر على ما صح أو حسن، فإن جمع الجميع فليبين علة الضعيف. ¶ أو تصنيفه على العلل، فيذكر المتن وطرقه، وبيان اختلاف نقلته، والأحسن أن يرتبها على الأبواب؛ ليسهل تناولها. ¶ ¬__________ ¶ (¬1) قال القاري: أي ليجبر الشيخ نقصان الطالب. ¶ (¬2) أي: أصل السماع، قال القاري: (بالإجازة لما خالف) أي لشيء خالفه بأن نقل ما ليس من ¶ سماعه، أو نقص عنه أو نقل بلفظ آخر (إن خالف) أي الطالب مخالفة ما). ¶ (¬3) قال السخاوي في \"فتح المغيث\" (3/ 321): (ومنهم من يرتب على القبائل، فيقدم بني هاشم ثم الأقرب فالأقرب إلى رسول الله صلى الله عليه وسلم في النسب، ومنهم من يرتب على السابقة في الإسلام، فيقدم العشرة، ثم أهل بدر، ثم أهل الحديبية، ثم من أسلم وهاجر بين الحديبية والفتح، ثم من أسلم يوم الفتح، ثم الأصاغر الأسنان كالسائب بن يزيد وأبي الطفيل، ثم بالنساء، ويبدأ منهن بأمهات المؤمنين. قال الخطيب: وهي أحب إلينا، وكذا قال ابن الصلاح: إنها أحسن، يعني لتقديم الأولى فالأولى).",
            "page": "114",
            "part": "1",
            "seal": "55CFDD68"
        },
        {
            "id": "117",
            "nass": "أو يجمعه على الأطراف، فيذكر طرف الحديث الدال على بقيته، ويجمع أسانيده، إما مستوعبا، وإما متقيدا بكتب مخصوصة). ¶ معرفة أسباب الحديث: ¶ -[قال الحافظ: (ومعرفة سبب الحديث، وقد صنف فيه بعض شيوخ القاضي أبي يعلى ابن الفراء، وصنفوا في غالب هذه الأنواع. وهي نقل محض، ظاهرة التعريف، مستغنية عن التمثيل، وحصرها متعسر، فلتراجع لها مبسوطاتها).]- ¶ والمقصود بيان السبب الذي من أجله حدث النبي - صلى الله عليه وسلم - ببعض الأحاديث، قال السيوطي في \"اللمع في أسباب ورود الحديث\" (ص:29): (قال البلقيني: واعلم أن السبب قد ينقل في الحديث، كما في: ¶ حديث: سؤال جبريل عن الاسلام والاحسان وغيرها. ¶ وحديث: القلتين، سئل عن الماء يكون بالفلاة وما ينوبه من السباع والدواب. ¶ وحديث: الشفاعة، سببه قوله صلى الله عليه وسلم: \" أنا سيد ولد آدم ولا فخر \" ... ¶ وذلك كثير، وقد لا ينقل السبب في الحديث، أو ينقل في بعض طرقه، فهو الذي ينبغي الاعتناء به). ¶ قال الحافظ في \"النزهة\" (ص:265): (ومن المهم: معرفة سبب الحديث. ¶ وقد صنف فيه بعض شيوخ القاضي أبي يعلى بن الفراء الحنبلي، وهو أبو حفص العكبري. قد ذكر الشيخ تقي الدين ابن دقيق العيد أن بعض أهل عصره شرع في جمع ذلك، وكأنه ما رأى تصنيف العكبري المذكور. ¶ ¬__________ ¶ (¬1) أي لا يتوصل إلى معرفتها إلا بالنقل المحض، وقد صنف فيها الكتب فليرجع من أراد الوقوف على حقيقتها إلى هذه المصنفات. ¶ (¬2) قال القاري: أي عن إتيان الأمثلة لظهورها، وعدم توقفها على معرفة جزئياتها.",
            "page": "115",
            "part": "1",
            "seal": "DE571193"
        },
        {
            "id": "118",
            "nass": "وصنفوا في غالب هذه الأنواع، على ما أشرنا إليه غالبا، وهي أي: هذه الأنواع المذكورة في هذه الخاتمة نقل محض (¬1)، ظاهرة التعريف، مستغنية عن التمثيل (¬2)، وحصرها متعسر، فلتراجع لها مبسوطاتها؛ ليحصل الوقوف على حقائقها). ¶ خاتمة النزهة: ¶ -[قال الحافظ: (والله الموفق والهادي، لا إله إلا هو).]- ¶ ولعل الحافظ ختم بكتابه بقوله: (لا إله إلا هو) يتأول قوله - صلى الله عليه وسلم -: «من كان آخر كلامه لا إله إلا الله دخل الجنة». ¶ وكتبه حامدا ومصليا ... ¶ أبو المنذر محمود بن محمد بن مصطفى المنياوي عفا الله عنه. ¶ وكان الفراغ من جمعه يوم الجمعة 16 من شهر ذي القعدة لعام 1432هـ الموافق 14 من شهر أكتوبر لعام 2011م ¶ أسأل الله العظيم رب العرش العظيم أن يتقبل مني هذا العمل وأن يجعله خالصا لوجهه الكريم، وألا يجعل لأحد فيه شيئا، وأن يدخر لي أجره يوم ألقاه. ¶ وأرجو من الله أن يكتب له القبول وأن ينفع به المسلمين، أنه ولي ذلك وهو القادر عليه. ¶ سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك. ¶ وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين.",
            "page": "116",
            "part": "1",
            "seal": "A948F7D4"
        }
    ],
    "t1109": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "التعريف بالماتن"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الماتن"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "سبب تأليف الرسالة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "تقسيم الخبر باعتبار طرقه والمتواتر"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "الأولى - الخبر والحديث."
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "الثانية - المتواتر:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "ملاحظة:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الثالثة - إفادته العلم:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "1",
            "tit": "المشهور:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": "2",
            "tit": "العزيز:"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الغريب:"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "1",
            "tit": "تتمة:"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": "2",
            "tit": "الأولى - أنواع الآحاد:"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "الثانية - المتواتر لا يبحث عن أحوال رواته."
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "1",
            "tit": "الثالثة - خبر الآحاد المحتف بالقرائن."
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": "2",
            "tit": "والخبر المحتف بالقرائن أنواع:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": null,
            "tit": "أنواع الغريب:"
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "1",
            "tit": "الأولى - الفرد المطلق والنسبي."
        },
        {
            "id": "16",
            "lvl": "3",
            "sub": "2",
            "tit": "الثانية - الفرد والغريب."
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الصحيح لذاته:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "1",
            "tit": "شرح قيود التعريف:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "2",
            "tit": "تعريف الضابط:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "3",
            "tit": "بم يعرف الضبط؟"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "4",
            "tit": "أقسام الضبط:"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": "5",
            "tit": "اتصال السند:"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "رتب الصحيح:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "الحسن لذاته:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "الصحيح لغيره:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "2",
            "tit": "الأحكام المركبة:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "زيادة الثقة والشاذ:"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "تتمة:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "المنكر:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "2",
            "tit": "تنبيه:"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "3",
            "tit": "تتمة:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "4",
            "tit": "المحفوظ، والمنكر: المعروف ..."
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "5",
            "tit": "مثال المخالفة في المتن:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "المتابعة:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيهات:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "الشاهد:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "الاعتبار:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "المحكم:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "مختلف الحديث:"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "أمثلته:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الناسخ والمنسوخ:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "الترجيح والتوقف بين المتعارضين:"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": "1",
            "tit": "المردود"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": "2",
            "tit": "المعلق والمرسل:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "3",
            "tit": "المعلق:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "المرسل:"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "المعضل:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "العلاقة بين المعلق والمعضل:"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "المنقطع:"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "فائدة:"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "2",
            "tit": "السقط الظاهر:"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "المتروك:"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": "1",
            "tit": "المنكر - على رأي -:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيهان:"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": "1",
            "tit": "المعلل:"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "مدرج الإسناد:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "مدرج المتن:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "المقلوب:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "2",
            "tit": "المزيد في متصل الأسانيد:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "3",
            "tit": "مثاله:"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "4",
            "tit": "المضطرب:"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "5",
            "tit": "تنبيه:"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "أمثلته:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "مثال مضطرب المتن:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "مثال مضطرب السند والمتن:"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الإبدال عمدا في الحديث:"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "المصحف، والمحرف:"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "تغيير المتن واختصاره، والرواية بالمعنى."
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "الجهالة:"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": "1",
            "tit": "الوحدان:"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "المبهم:"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "المجهول:"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "رواية المبتدع:"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "سوء الحفظ:"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "الحسن لغيره:"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": "1",
            "tit": "المرفوع"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "الموقوف:"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": "1",
            "tit": "تتمات:"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": "2",
            "tit": "- تعريف الموقوف:"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": "3",
            "tit": "- هل تقرير الصحابي حجة:"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "- قول التابعي من السنة كذا:"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "- قول التابعي: كنا نفعل، أمرنا بكذا، أو نهينا عن كذا."
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الصحابي:"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "المقطوع:"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف التابعي:"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "- لا يشترط طول الملازمة:"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "1",
            "tit": "يشترط أن يكون من لقى الصحابي مميزا حتى يحكم له بأنه تابعي؟"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "الأثر:"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": "1",
            "tit": "المسند:"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "فائدة:"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": "1",
            "tit": "تعقب:"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": "2",
            "tit": "العلو المطلق والنسبي:"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "الموافقة، والبدل، والمساواة، والمصافحة:"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "النزول:"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": "1",
            "tit": "الأقران:"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": "2",
            "tit": "تنبيهات"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "المدبج:"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "- أمثلة:"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "الأكابر عن الأصاغر وعكسه:"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "السابق واللاحق:"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "1",
            "tit": "المهمل:"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "من حدث ونسي:"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "المسلسل:"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": "1",
            "tit": "الفرق بين الصفة والحال:"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "فائدة - فضيلة التسلسل:"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": "1",
            "tit": "طرق التحمل وصيغ الأداء:"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "2",
            "tit": "السماع من لفظ الشيخ:"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "3",
            "tit": "فائدة:"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "العرض"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه:"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "الإنباء:"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "المتفق والمفترق:"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين: المتفق والمفترق، والمهمل:"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "المؤتلف والمختلف:"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "المتشابه"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة:"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "1",
            "tit": "معرفة طبقات الرواة."
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة مواليد ووفيات وبلدان وأحوال الرواة."
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة مراتب الجرح والتعديل:"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "فائدة - ذكر مراتب الرواة عند الحافظ:"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "شروط قبول تزكية المزكي:"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": "1",
            "tit": "تعارض الجرح والتعديل:"
        },
        {
            "id": "105",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيه:"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الأسامي والكنى:"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "من نسب إلى غير أبيه:"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة من اتفق اسمه واسم أبيه وجده:"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الأسماء المجردة:"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "1",
            "tit": "معرفة الأسماء المفردة:"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الكنى والألقاب:"
        },
        {
            "id": "111",
            "lvl": "3",
            "sub": "1",
            "tit": "تنبيهان:"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الأنساب:"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الموالي:"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الإخوة والأخوات:"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": "1",
            "tit": "معرفة آداب الشيخ والطالب:"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة سن التحمل والآداء:"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة صفة تصنيف الحديث:"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة أسباب الحديث:"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": "1",
            "tit": "خاتمة النزهة:"
        }
    ]
}