{
    "b1131": [
        {
            "id": "1",
            "nass": "الأمور الميسرة لقيام الليل ¶ تأليف ¶ وحيد عبد السلام بالى",
            "page": "1",
            "part": "1",
            "seal": "247A52CB"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى له، وأشهد أن محمد عبده ورسوله وبعد، فان قيام الليل من الطاعات العظيمة، والقربات الجليلة ولقد كان السلف الصالح رضوان الله عليهم يداومون عليه، حتى انك إذا دخلت مدينه من المدن على عهدهم لتسمع لهم دويا كدوي النحل في الليل. كل يقيم في بيته ويشجع أهله وأولاده على ذلك. وان قيام الليل له لذة وفيه حلاوة لا يشعر بها إلا من صف قدميه لله في ظلمات الليل يعبد ربه، ويشكو ذنبه، ويناجى مولاه، ويطلب جنته، ويرجو",
            "page": "7",
            "part": "1",
            "seal": "48873204"
        },
        {
            "id": "3",
            "nass": "رحمته، ويخاف عذابه، ويستعيذ من ناره. ولقد كتبت هذه الكلمات لإخواني المسلمين خاصة من الشباب الصالحين، الذين يعملون لنصرة هذا الدين، ويبذلون في سبيل ذلك كل غال وثمين، لأن قيام الليل جهاد خفي، وعمل مرضى، وسعى مجزى ودفعنى لكتابة هذه الرسالة كثرة شكواهم من الإهمال فى قيام الليل، مع ما عندهم من حب للقيام إلا أنهم يتعثرون فى ذلك فمرة يقومون ومرات ينامون ومع ذلك فهم يتحسرون ويندمون، على ما يفوتهم من هذا العمل العظيم، والأجر العظيم، لهؤلاء فقط كتبت هذه الرسالة سائلا المولى جلا وعلا أن ينفع بها كل من قرأها ونظر فيها، وأن يذيقنا لذته ويرزقنا حلاوته، أن ربى سميع مجيب.",
            "page": "8",
            "part": "1",
            "seal": "CCDBFF13"
        },
        {
            "id": "4",
            "nass": "وصل اللهم وبارك على محمد وعلى اله وصحبه والتابعين ¶ وكتبه أفقر الخلق إلى الله ¶ وحيد عبد السلام بالى ¶ أبها فى 5 رمضان سنة 1410 هـ",
            "page": "9",
            "part": "1",
            "seal": "148BF006"
        },
        {
            "id": "6",
            "nass": "فضل قيام الليل ¶ لقد وصف الله المتقين فقال ((إن المتقين فى جنات وعيون، ءاخذين ما ءاتاهم ربهم انهم كانوا قبل ذلك محسنين))، أي فى دار الدنيا ثم بين إحسانهم فى العمل فقال ((كانوا قليلا من الليل ما يهجعون ¶ وبالأسحار هم يستغفرون)) (¬1) قال الحسن البصري رحمه الله تعالى: كابدوا قيام الليل فلا ينامون من الليل إلا أقله، ونشطوا فمدوا إلي السحر)) (¬2) ¶ ووصف سبحانه المؤمنين فقال ((إنما يؤمن بآيتنا الذين إذا ذ كروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون، تتجافى جنوبهم عن المضاجع)) يعنى بذلك ¶ ¬_________ ¶ (¬1) سورة الذاريات من الآية (15: 18) ¶ (¬2) تفسير القرآن العظيم (4/ 250)",
            "page": "11",
            "part": "1",
            "seal": "B5715A2C"
        },
        {
            "id": "7",
            "nass": "قيام الليل وترك النوم والاضطجاع على الفرش الوطيئة. ثم قال سبحانه ((يدعون ربهم خوفا وطمعا)) أي خوفا من وبال عقابه وطمعا فى جزيل ثوابه (¬1) ¶ وكيف لا يقومون الليل وكان سيدهم وإمامهم وفخرهم رسول الله صلى الله عليه وسلم يقيم الليل حتى تتورم قدماه يصفه عبد الله بن رواحه رضى الله عنه فيقول: وفينا رسول الله يتلو كتابه ... إذا انشق معروف من الصبح ساطع أرانا الهدى بغد العمى فقلوبنا به موقنات إن ما قال واقع يبيت يجافى جنبه عن فراشه إذا استقلت بالمشركين المضاجع ¶ ¬_________ ¶ (¬1) - راجع تفسير القرآن العظيم (3/ 468)",
            "page": "12",
            "part": "1",
            "seal": "623EE46B"
        },
        {
            "id": "8",
            "nass": "ثم ذ كر سبحانه وتعالى ((فلا تعلم نفس ما أخفى لهم من قرة أعين جزاء بما كانوا يعملون)) (¬1) أي فلا يعلم أحد عظمة ما أخفى الله فى الجنات من النعيم المقيم واللذات التى لم يطلع على مثلها أحد لما أخفوا أعمالهم كذا لك أخفى الله لهم من الثواب، جزاء وفاقا فان الجزاء من جنس العمل، قال الحسن البصري رحمه الله تعالى: أخفى قوم عملهم فأخفى الله لهم ما لم تر عين ولم يخطر على قلب بشر (¬2) قال وقال سبحانه فى وصف عباد الرحمن ((والذين يبيتون لربهم سجدا وقياما)) (¬3) أي يحيون الليل بالعبادة فهم مستيقظون حيث ينام الناس ومنتبهون حيث يغفل الناس ¶ ¬_________ ¶ (¬1) سورة السجدة الآية (15: 17) ¶ (¬2) - راجع تفسير القرآن العظيم (3/ 469) ¶ (¬3) - سورة الفرقان (الآية 64)",
            "page": "13",
            "part": "1",
            "seal": "7075E9B4"
        },
        {
            "id": "9",
            "nass": "انهم اخلصوا الحب لله تعالى فتلذذوا بمناجاته ولقد احسن القائل فيهم امنع جفونك أن تنام مناما ... واذر الدموع على الخدود سجاما ... واعلم بأنك ميت ومحاسب يا من على سخط الجليل أقاما لله قوم أخلصوا فى حبه فرضى بهم واختصهم خداما قوم إذا جن الظلام عليهم باتوا عل هنالك سجدا وقياما حمس البطون من التعفف ضمرا لا يعرفون سوى الحلال طعاما. ¶ عن عبد الله بن سلام رضى الله عنه أن النبي صلى الله عليه وسلم: قال: أيها الناس أفشو السلام، أطعموا الطعام وصلوا",
            "page": "14",
            "part": "1",
            "seal": "1024D307"
        },
        {
            "id": "10",
            "nass": "والناس نيام تدخلوا الجنة بسلام)) (¬1) ففي هذا الحديث بين النبي صلى الله عليه وسلم أن قيام الليل سبب من أسباب دخول الجنة فاستمسك بذلك أخي المسلم - وفقك الله - فانه مفتاح السعادة. بل أن الصلاة فى الليل افضل من صلاة النهار لأنها تكون اقرب إلى الخشوع والإخلاص ولذلك يقول الرسول صلى الله عليه وسلم ((افضل الصيام بعد رمضان شهر الله المحرم، وافضل الصلاة بعد الفريضة صلاة الليل)) (¬2).والليل موسم لتنزل الرحمات ولنوول رب الأرض والسماوات وهو وقت فاضل ¶ ¬_________ ¶ (¬1) - رواه الترمذى وقال حديث صحيح ¶ (¬2) - رواه مسلم (8/ 54 نووي) عن أبي هريرة",
            "page": "15",
            "part": "1",
            "seal": "B8387CC1"
        },
        {
            "id": "11",
            "nass": "فعليك باغتنامه فعن جابر رضى الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول: ((إن في الليل لساعة لا يوافقها رجل مسلم يسأل الله تعالى خيرا من أمر الدنيا والأخرة إلا أعطاه إياه، وذلك كل ليلة)). ¶ ولو تفكر المسلم في ثواب قيام الليل ما تركه قط فعن عبد الله بن عمرو بن العاص رضي الله عنهما عن النبي صلى الله عليه وسلم قال: ((في الجنة غرف يرى ظاهرها من باطنها، وباطنها من ظاهرها، فقال أبو مالك الأشعري: لمن هي يا رسول الله؟ قال: لمن أطاب الكلام، وأطعم الطعام، وبات قائما والناس نيام)).",
            "page": "16",
            "part": "1",
            "seal": "4001074F"
        },
        {
            "id": "12",
            "nass": "واعلم - حفظك الله أن قيام الليل هو طريق الصالحين، وسبيل العاملين، وتكفير لذنوب المذنبيين وهداية للفجرة والعاصين. ¶ فعن أبي أمامة الباهلي رضى الله عنه قال سمعت رسول الله صلى الله عليه وسلم قال: ((عليكم بقيام الليل فانه دأب الصالحين قبلكم، وهو قربة إلى ربكم، ومكفرة للسيئات، ومنهاة عن الإثم)).قال الهيثمى فى المجمع ((2/ 251)): رواه الطبرانى فى الكبير والأوسط وفيه عبد الله بن صالح كاتب الليث، قال عبد الملك بن شعيب بن الليث: ثقة مأمون وضعفه جماعة من الأئمة. ا. هـ قلت منهم النسائي، والإمام احمد، وابن جريمة، ولكن وثقة كثيرون مثل: يحيي بن معين، وابن عدى، وأبو حاتم، وقال المنذرى فى",
            "page": "17",
            "part": "1",
            "seal": "B7ADAC19"
        },
        {
            "id": "13",
            "nass": "الترغيب (6/ 348): قد روى عنه البخاري فى صحيحه. فمثل هذا حديثه لا ينزل عن مرتبة الحسن ان شاء الله تعالى، ولذلك حسنه العراقي فى تخريج الاحياء (4/ 634) والحديث له طرق أخرى عند الطبرانى فى الكبير، عن سلمان الفارسي رضى الله عنه، وفيه عبد اللاحمن بن سلمان، قال الحافظ فى التقريب (1/ 482): صدوق يخطئ اهـ. ومثل هذا حديثه يصلح فى الشواهد. ¶ وللحديث طرق ثالثه، عن بلال رضى الله عنه، ولا يصح، لان فى إسناد محمد بن سعيد الشامي المصلوب، وهو كذاب وضاع، ولذلك روى الترمذى (5/ 213) حديث أبي أمامه هذا وقال هذا اصح من حديث أبي إدريس، من بلال.",
            "page": "18",
            "part": "1",
            "seal": "33C33766"
        },
        {
            "id": "14",
            "nass": "واعلم أرشدك الله أن الشرف والكرامة فى قيام الليل، فعن سهل بن سعد رضى الله عنهما قال: جاء جبريل إلى النبي صلى الله عليه وسلم فقال: (يا محمد عش ما شئت فانك ميت، واعمل ما شئت فانك مجزى به، احبب ما شئت فانك مفارقه، واعلم أن شرف المؤمن قيامه بالليل، وعزه استغناؤه عن الناس) (¬1) والمسلم القائم بالليل قريب من ربه عز وجل، فعن عمرو بن عنبه رضى الله عنه انه سمع رسول الله صلى الله عليه وسلم يقول: (اقرب ما يكون الرب من العبد فى جوف الليل الأخر، فان استطعت أن تكون ممن يذكر الله فى تلك الساعة فكن)) (¬2) ¶ ¬_________ ¶ (¬1) - قال الحافظ المنذرى فى الترغيب (2/ 23): رواه الطبرانى فى الأوسط واسنادة حسن ¶ (¬2) - رواه الترمذى وقال: حسن صحيح غريب",
            "page": "19",
            "part": "1",
            "seal": "93E27D3F"
        },
        {
            "id": "15",
            "nass": "يكفيك - بارك الله فيك - إذا كنت ممن يقيم الليل أن يحبك الله، ويضحك إليك ويستبشر بك، فعن أبي الدر داء رضى الله عنه عن النبي صلى الله عليه وسلم قال: ((ثلاثة يحبهم الله، ويضحك اليهم ويستبشر بهم: الذى إذا انكشفت فئة قاتل ورائها بنفسه لله عز وجل ويكفيه، فيقول: انظروا إلى عبدي هذا كيف صبر لى بنفسه. والذي له امرأة حسناء وفراش لين حسن، فيقوم من الليل فيقول: يذر شهوته ويذكرنى ولو شاء رقد. والذي إذا كان فى سفر، وكان معه ركب فسهروا ثم هجعوا، فقام من السحر فى ضراء وسراء)) (¬1) ¶ ¬_________ ¶ (¬1) -قال الحافظ المنذرى فى الترغيب (2/ 33) رواه الطبرانى فى الكبير بإسناد حسن.",
            "page": "20",
            "part": "1",
            "seal": "3007AAE3"
        },
        {
            "id": "16",
            "nass": "فيالها من بشارة عظيمة، ومنزلة رفيعة، أن تنال حب الله عز وجل، فاسلك نفسك فى سلك العاملين وتشبه بالصالحين وسر سير المتقين وجاهد نفسك فى سبيل رب العالمين عسى أن تصل إلى مرتبة المحسنين، وتكون فى الآخرة من الفائزين. بل أن الغبطة جائزة فى أعمال الخير مثل قيام الليل وغيرة، فعن عبد الله بن عمرو رضى الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ((لا حسد إلا فى اثنتين: رجل أتاه الله القران فهو يقوم به أناء الليل وأطراف النهار، ورجل أتاه الله مالا فهو ينفقه أناء الليل وأطراف النهار)) (¬1).وعن يزيد بن الاخنس رضى الله عنه أن ¶ ¬_________ ¶ (¬1) - رواه البخاري (9/ 73 فتح)",
            "page": "21",
            "part": "1",
            "seal": "38B21DC7"
        },
        {
            "id": "17",
            "nass": "رسول الله صلى الله عليه وسلم قال: ((لا تنافس إلا فى اثنتين: رجل أتاه الله قرأنا فهو يقوم به أناء الليل وأطراف النهار، فيقول رجل: لو أن الله أعطاني ما أعطى فلانا فأقوم به كما يقوم فلان. ورجل أعطاه الله مالا فهو ينفق منه ويتصدق فيقول رجل مثل ذلك)) (¬1).قال الحسن البصري رحمه الله: ما نعلم عملا أشد من مكابدة الليل ونفقة هذا المال، فقيل له: ما بال المتهجدين أحسن الناس وجوها؟ قال لأنهم خلو بالرحمن فألبسهم نورا من نوره. وقال الفضيل بن عياض: إذا لم تقدر على قيام الليل وصيام النهار فاعلم انك ¶ ¬_________ ¶ (¬1) - قال المنذرى فى الترغيب (2/ 36) رواه الطبرانى فى الكبير ورواته ثقاة مشهورون ورواه أبو يعلى من حديث أبي سعيد نحوه بإسناد حسن",
            "page": "22",
            "part": "1",
            "seal": "EC70FCEB"
        },
        {
            "id": "18",
            "nass": "محروم وقد كثرت خطيئتك. واعلم - أنار الله قلبك بنور الإيمان - أن قيام الليل هو مهر الحور العيين، ومن أكثر فله أكثر، والله أكثر. يقول مالك بن دينار: سهوت ليلة عن وردى فإذا أنا فى المنام بجارية كأ حسن ما يكون وفى يدها رقعة - أى ورقه فقالت لى: أتجسن تقرأ؟ فقلت نعم، فدفعت إلى الرقعة فإذا فيها: أألهتك الذائذ والأماني عن البيض الأوانس فى الجنان تعيش مخلدا لا موت فيها وتلهو فى الجنان مع الحسان تنبه من منامك أن خيرا من التهجد بالقرآن.",
            "page": "23",
            "part": "1",
            "seal": "33DF7042"
        },
        {
            "id": "19",
            "nass": "ويروى أن أزهر بن مغيث كان من القوامين انه قال: رأيت فى المنام امرأة لا تشبه نساء الدنيا، فقلت لها من أنت؟ قالت حوراء: فقلت زوجينى نفسك، فقالت اخطبنى إلى سيدى وأمهرني، فقلت وما مهرك؟ قالت طول التهجد. ¶ الشيطان يثبط الإنسان عن قيام الليل ¶ الشيطان فقيه الشر. فهو يعلم أن العبد إذا خلا بربه فى ظلمات الليل، وتملفه وتزلف إليه، وصف قدميه فى طاعته، وارتمى ساجدا على أعتابه فان الله تعالى لا يرده، بل يقبله ويرفعه درجات، ويقوى ايما نه، ويثبته على الصراط المستقيم. لذلك كله عمل الشيطان جاهدا على تثبيط الإنسان عن قيام",
            "page": "24",
            "part": "1",
            "seal": "5C562646"
        },
        {
            "id": "20",
            "nass": "الليل فهو يعقد على قافية الايسان عند النوم ثلاث عقد ويضرب على مكان عقدة: عليك نوم طويل فارقد فعن اأبى هريرة رضى الله عنه أن رسول الله صلى الله عليه وسلم قال: ((يعقد الشيطان على قافية رأس أحدكم إذا هو نام ثلاث عقد يضرب على مكان كل عقدة: عليك نوم طويل فارقد. فان استيقظ فاذكر الله انحلت عقدة، فان توضأ انحلت عقدة، فان صلى انحلت عقدة، فأصبح نشيطا طيب النفس، وإلا أصبح خبيث النفس كسلان.)) (¬1).قال النووي رحمه الله واختلف العلماء فى هذه العقد فقيل هو عقد حقيقي بمعنى عقد السحر للإنسان ومنعه من القيام قال ¶ ¬_________ ¶ (¬1) -رواه البخاري (3/ 24)، ومسلم (6/ 66نووى)",
            "page": "25",
            "part": "1",
            "seal": "0A33A471"
        },
        {
            "id": "21",
            "nass": "تعالى: ((ومن شر النفاثات فى العقد)) فعلى هذا هو قول يؤثر فى تثبيط النائم كتأثير السحر. وقيل: يحتمل أن يكون فعلا يفعله كفعل النفاثات فى العقد. وقيل هو من عقد القلب وتصميمه، فكأنه يوسوس فى نفسه ويحدثه بان عليك ليلا طويلا فتأخر عن القيام. وقيل: هو مجازى كنى به تثبيط الشيطان عن قيان الليل. اه ((¬1)).قال الحافظ فى الفتح: وقوله ((يضرب)) أي بيده على العقد تأكيدا وإحكاما لها قائلا ذلك ا. هـ (¬2) ¶ ¬_________ ¶ (¬1) -شرح مسلم (6/ 65) ¶ (¬2) - فتح أبارى (3/ 27)",
            "page": "26",
            "part": "1",
            "seal": "FB70B275"
        },
        {
            "id": "22",
            "nass": "وهذه الصفات الثلاث لا ينالها إلا الغافل الذى نام دون أن يذكر أو أن يقرأ أية الكرسي. فان قال قائل أن لفظ الحديث عام فى الغافل وغيرة، أقول: أن عموم هذا الحديث مخصص أبي هريرة عندما قال له الشيطان: إذا آويت إلى فراشك فقرأ أية الكرسي فانه لا يزال عليك من الله حافظ ولا يقربك شيطان حتى تصبح. وأقره النبي صلى الله عليه وسلم بقوله ((صدقك وهو كذوب)) (¬1) .... والى هذا مال الحافظ ابن حجر فى الفتح فقال: يمكن أن يقال يختص بمن لم ¶ ¬_________ ¶ (¬1) - رواه البخاري (4/ 487)، (6/ 335)، (9/ 55/فتح) معلقا تعليقا مجزوما به.",
            "page": "27",
            "part": "1",
            "seal": "7A5CB809"
        },
        {
            "id": "23",
            "nass": "يقرأ أية الكرسي لطرد الشيطان ا. هـ ((¬1)) قال النووي: ((فاصبح نشيطا طيب النفس)) معناه بسروره بما وفقه الله الكريم له من الطاعة ووعده من ثوابه، مع ما يبارك له فى نفسه وفى تصرفه وفى كل أموره، مع ما زال عنه من عقد الشيطان وتثبيطه. اه ((¬2)).قال الحافظ والذي يظهر أن لصلاة الليل سرا فى طيب النفس وان لم يستحضر المصلى شيئا من ذلك. ا. هـ (¬3).قلت: وهذا هو الحق ولا يشعر بذلك إلا من ذاق حلاوة قيام الليل وأ نس قرب الله فى هذه اللحظات الطيبة، فان ذلك يترك ¶ ¬_________ ¶ (¬1) - فتح أبارى (3/ 27) ¶ (¬2) -- شرح مسلم (6/ 66) ¶ (¬3) - فتح أبارى (3/ 26)",
            "page": "28",
            "part": "1",
            "seal": "6DFC0711"
        },
        {
            "id": "24",
            "nass": "حلاوة فى القلب لو خير العبد بينها وبين ملك الدنيا لاختارها. قال النووي: ¶ ((إلا أصبح خبيث النفس كسلان)) لما عليه من عقد الشيطان وأثار بتثبيطه واستيلائه. قال: وظاهر الحديث أن من لم يجمع الأمور الثلاثة: وهى الذكر والوضوء والصلاة فهو داخل فيمن يصبح خبيث النفس كسلان. اه ((¬1)) ¶ وهدف الشيطان من هذا كله تثبيط العبد عن قيام الليل وضرب الكسل عليه حتى يتمكن من الاستيلاء عليه طوال يومه، وهذه من المكائد الخبيثة التى يكيد بها ¶ ¬_________ ¶ (¬1) -شرح مسلم (6/ 67)",
            "page": "29",
            "part": "1",
            "seal": "9C645CD8"
        },
        {
            "id": "25",
            "nass": "الشيطان للإنسان. ولكن كيف تبطل هذه المكائد؟ بعدة أمور: ¶ 1 - الوضوء قبل النوم لما ثبت فى الصحيحين أن رسول الله صلى الله عليه وسلم قال البراء ابن عازب: ((إذا أتيت مضجعك فتوضأ وضوئك للصلاة)) (¬1). ¶ 2 - أن توتر قبل النوم إذا خفت إلا تستيقظ إلا إذا كنت متعودا على القيام بالليل فهذا أفضل وأحسن وأجمل. قال ابن عمر رضى الله عنهما: ما اصبح رجل على غير وتر إلا اصبح على رأسه ¶ ¬_________ ¶ (¬1) -رواه البخاري (1/ 357 فتح) ومسلم (17/ 32 نووي)",
            "page": "30",
            "part": "1",
            "seal": "9BC7E23C"
        },
        {
            "id": "26",
            "nass": "جرير قدر سبعين ذراعا (¬1) والجرير هو الحيل الذى يخطو به البعير فكأن الشيطان أمسك بزمامه فهو يوجهه حيث يشاء. ¶ 3 - تجمع كفيك قبل النوم وتقرأ المعوذتين ثم تنفس فيها وتمسح بهما ما استطعت من جسدك بادئا برأسك وهذا ثابت فى صحيح البخاري من حديث عائشة رضى الله عنها مرفوعا (¬2). ¶ 4 - تقرأ الآيتين الأجرتين من سورة البقرة لما جاء فى الصحيحين من حديث أبي مسعود الأنصاري رضى الله عنه قال: ((قال رسول الله صلى الله عليه وسلم قال: ¶ ¬_________ ¶ (¬1) - فال الحافظ فى الفتح (3/ 25): رواه سعيد بن منصور بسند جيد. ¶ (¬2) - البخاري (11/ 125فتح)",
            "page": "31",
            "part": "1",
            "seal": "B1A4263D"
        },
        {
            "id": "27",
            "nass": "الآيتان من أخر سورة البقرة من قرأهما فى ليلة كفتاه)) (¬1) ¶ قال النووي: قيل معناه كفتاه من قيام الليل وقيل: من الشيطان وقيل: من الآفات ويحتمل الجميع اهـ (¬2).قال ابن القيم رحمه الله: الصحيح كفتاه شر ما يؤذيه (¬3) ¶ 5 - تقرأ سورة من كتاب الله، لما رواه أحمد والترمذى عن شداد بن اوس رضى الله عنه مرفوعا ((ما من امرئ مسلم يأخذ مضجعه فيقرأ سورة من كتاب الله إلا بعث الله ملكا يحفظه من كل شئ يؤذيه ¶ ¬_________ ¶ (¬1) - البخاري (7/ 318فتح) مسلم (2/ 92نووى) ¶ (¬2) -شرح مسلم ¶ (¬3) - الوابل الصيب (91)",
            "page": "32",
            "part": "1",
            "seal": "63B08351"
        },
        {
            "id": "28",
            "nass": "حتى يهب)) (¬1). ¶ 6 - تقرأ أية الكرسي بتدبر وتفهم، فهي تحفظك من الشيطان حتى تصبح كما مر آنفا. ¶ 7 - تسبح ثلاثا وثلاثين، وتحمد ثلاثا وثلاثين، وتكبر أربعا وثلاثين عند النوم، وهذا ثابت فى الصحيحين من حديث ¶ على بن أبى طالب (¬2) ¶ 8 - تنام على جنبك الأيمن وتضع يدك اليمنى تحت خدك الأيمن وتقول: ((باسمك ربى وضعت جنبى، وبك أرفعه، أن أمسكت نفسي فارحمها، وان ¶ ¬_________ ¶ (¬1) - رواه الترمذى (5/ 142) وأحمد وحسنه الحافظ فى تخريج الأذكار. ¶ (¬2) - رواه البخاري (11/ 119فتح) ومسلم (7/ 46نووى)",
            "page": "33",
            "part": "1",
            "seal": "D35BA8AC"
        },
        {
            "id": "29",
            "nass": "أرسلتها فاحفظها بما تحفظ به عبادك الصالحين) 9) (¬1) ¶ 9 - ثم تقول ((بسم الله وضعت جنبى، اللهم أغفر لى ذنبى، وأخسئ شيطاني، وفك رهاني، واجعلني فى الندى الأعلى)) (¬2). ¶ 10 - ثم تذكر الله حتى يغلبك النوم، فعن جابر رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم ((إذا أوى الإنسان إلى فراشه ابتدره ملك وشيطان، فيقول الملك: اختم بخير، ويقول الشيطان: اختم بشر، فإذا ذكر الله حتى يغلبه ¶ ¬_________ ¶ (¬1) رواه البخاري (11/ 126فتح) ومسلم (17/ 37نووى) ¶ (¬2) قال النووي فى الأذكار (77): رواه أبو داوود بإسناد حسن",
            "page": "34",
            "part": "1",
            "seal": "D7870E30"
        },
        {
            "id": "30",
            "nass": "- يعنى النوم - طرد الملك الشيطان وبات يكلؤه - أي يحرسه - فإذا استيقظ ابتدره ملك وشيطان، فيقول الملك: افتح بخير، ويقول الشيطان: افتح بشر، فان قال: الحمد لله الذى أحيا نفسي بعد موتها، ولم يمتها فى منامها، الحمد لله الذى يمسك التى قضى عليها الموت يرسل الأخرى إلى اجل مسمى، الحمد لله الذى السماوات والأرض أن تزولا، ولئن زالتا ما أمسكهما من أحد من بعده، الحمد لله الذى يمسك السماء أن تقع على الأرض إلا بإذنه، طرد الملك الشيطان وظل يكلؤه)) (¬1). ¶ ¬_________ ¶ (¬1) رواه الحاكم وصححه، ووافقه الذهبي.",
            "page": "35",
            "part": "1",
            "seal": "D75E5FC6"
        },
        {
            "id": "31",
            "nass": "استهزاء الشيطان بمن أهمل قيام الليل ¶ فإذا تسلط الشيطان على العبد حتى يجعله ينام طول الليل حتى يطلع الفجر، استهزأ به وسخر منه، وازدراه فبال فى آذنه ليصمها عن سماع الخير، والتأثر بالمواعظ، وليسد عليه منافذ العلم والحكمه. عن عبدا لله بن مسعود رضى الله عنه قال: ذكر عند رسول الله صلى الله عليه وسلم رجل نام حتى اصبح قال: ((ذاك رجل بال الشيطان فى أذنيه أو فى أذنه)) (¬1).قال الحافظ: واختلف فى بول الشيطان، فقيل هو على حقيقته، فال ¶ ¬_________ ¶ (¬1) -رواه البخاري (3/ 28فتح) ومسلم (6/ 46نووى)",
            "page": "36",
            "part": "1",
            "seal": "7D665973"
        },
        {
            "id": "32",
            "nass": "القرطبي وغيره: لا مانع فى ذلك إذا لا إحالة فيه، لانه ثبت أن الشيطان يأكل ويشرب وينكح فلا مانع أن يبول. وقيل: هو كناية عن سد الشيطان أذن الذى ينام عن الصلاة حتى لا يسمع الذكر. وقيل: هو كناية عن ازدراء الشيطان به. وقيل أن الشيطان استولى عليه، واستخف به حتى اتخذه كالكنيف المعد للبول، إذا من عادة المستخف بالشيء أن يبول عليه. اهـ ((¬1)) ¶ روى الإمام أحمد، عن الحسن البصري قال: أن بوله والله لثقيل. ¶ ¬_________ ¶ (¬1) - فتح الباري (3/ 28)",
            "page": "37",
            "part": "1",
            "seal": "1ABE5FE6"
        },
        {
            "id": "33",
            "nass": "وقال ابن مسعود رضى الله عنه: حسب الرجل منه الخيبة والشر أن ينام حتى يصبح وقد بال الشيطان فى أذنه ((¬1)) ¶ ¬_________ ¶ (¬1) - قال الحافظ فى الفتح (3/ 29): رواه محمد بن نصر، وهو صحيح الإسناد.",
            "page": "38",
            "part": "1",
            "seal": "9608EBDE"
        },
        {
            "id": "34",
            "nass": "احب القيام إلى الله ¶ إن الله عز وجل يحب الأعمال الصالحة - حبا يليق بجلاله وعظمته - وبحب العبد الطائع، فهو يحب العبد القائم بين يديه فى جوف الليل متضرعا خاشعا وكنه سبحانه أشد حبا لهيئه معينه فى قيام الليل، ذكرها النبي صلى الله عليه وسلم. فعن عبد الله بن عمرو بن العاص أن النبي صلى الله عليه وسلم قال: ((أحب الصيام إلى الله صيام، كان يصوم يوما ويفطر يوما، وكان ينام نصف الليل. ويقوم ثلثه وينام سدسه)) ((¬1)).فلو فرضنا أن صلاة العشاء الساعة ¶ ¬_________ ¶ (¬1) - رواه الستة ألا الترمذى",
            "page": "39",
            "part": "1",
            "seal": "ABC11C0F"
        },
        {
            "id": "35",
            "nass": "الثامنة والنصف. فتنام بعد صلاة العشاء يعنى قرابة الساعة التاسعة ثم تستيقظ فى قرابة الساعة الواحدة وتظل قائما مصليا قرابة ساعتين ونصف فتنام فى حوالي الساعة الثالثة والنصف وتستيقظ قبل الفجر بدقائق لكي لا يدركك الفجر وأنت نائم فوائد هذه الطريقة: ¶ 1 - يستيقظ الإنسان لصلاة الفجر. ¶ 2 - مواصلة السهر إلى الفجر يجعل فى الوجه صفرة فإذا نام الإنسان قليلا قبل الفجر انتفت هذه الصفرة، وذهب الإرهاق ¶ 3 - عندما ينام الإنسان بعد القيام يكون محلا قابلا لتلقى الرؤيا الصالحة، الرؤيا الصالحة بشرى من الله لعبده المؤمن.",
            "page": "40",
            "part": "1",
            "seal": "C59E8E41"
        },
        {
            "id": "36",
            "nass": "4 - فعن أبى هريرة رضى الله عنه أن رسول الله صلى الله عليه وسلم قال: ((والرؤيا الصالحة بشرى من الله)) (¬1) ¶ ¬_________ ¶ (¬1) - رواه البخاري (12/ 404فتح)، ومسلم (15/ 21نووى) ..",
            "page": "41",
            "part": "1",
            "seal": "C30760C5"
        },
        {
            "id": "37",
            "nass": "مقدار قيام الليل ¶ يتحقق قيام الليل ولو بركعتين، قال ابن عباس فى تفسير قوله تعالى ((والذين يبيتون لربهم سجدا وقياما)) قال: من صلى ركعتين أو اكثر بعد العشاء فقد بات لله ساجدا أو قائما ((¬1)) ¶ وعن فضالة بن عبيد وتميم الداري رضى الله عنهما أن النبي صلى الله عليه وسلم قال: ((من قرأ عشر آيات فى ليلة كتب له قنطار، والقنطار خير من الدنيا وما فيها، فإذا كان يوم القيامة يقول ربك عز وجل: اقرأ وارق بكل أية درجة حتى ينتهي إلى أخر أية معه، يقول الله عز وجل للعبد: اقبض فيقول العبد بيده: ¶ ¬_________ ¶ (¬1) - تفسير القرطبي (13/ 72) ..",
            "page": "42",
            "part": "1",
            "seal": "4983D252"
        },
        {
            "id": "38",
            "nass": "يا رب أنت اعلم، يقول: بهذه الخلد وبهذه النعيم)) (¬1).وعن أبى سعيد الخدرى رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم ((إذا أيقظ الرجل أهله من الليل فصليا ركعتين جميعا كتب من الذاكرين والذاكرات)) (¬2).ولهذا حث النبي صلى الله عليه وسلم الرجل على إيقاظ زوجته والزوجة على إيقاظ زوجها للقيام ودعا لمن يوقظ الأخر بالرحمة فعن أبى هريرة رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((رحم الله رجلا قام ¶ ¬_________ ¶ (¬1) - قال الهيثمى فى المجمع (2/ 267): رواه الطبرانى فى الكبير والأوسط، وفيه إسماعيل بن عياش، ولكنه من روايته عن الشاميين وهى مقبولة اهـ. ¶ قلت: قبلها أحمد بن حنبل، ويحيى بن معين، والنسائي وغيرهم كما ذكر ذلك الحافظ فى التهذيب (1/ 231) وبهذا يكون الحديث حسنا. ¶ (¬2) - رواه أبو داود (2/ 32) بإسناد صحيح",
            "page": "43",
            "part": "1",
            "seal": "D85CE9CD"
        },
        {
            "id": "39",
            "nass": "من الليل فصلى وأيقظ امرأته فان أبت نضخ على وجهها الماء)) (¬1) ¶ ¬_________ ¶ (¬1) - رواه أبو داود (2/ 32) بإسناد صحيح. ..",
            "page": "44",
            "part": "1",
            "seal": "8727BBA9"
        },
        {
            "id": "40",
            "nass": "صور من قيام السلف الصالح رحمهم الله. ¶ 1 - عن انس رضى الله عنه قال: دخل النبي صلى الله عليه وسلم المسجد فإذا حبل ممدود بين الساريتين فقال: ((ما هذا)) فقالوا هذا حبل لزينب تطرد عن نفسها النعاس. فقال ((حلوه، ليصل أحدكم نشاطه فإذا فتر فليرقد)) (¬1) ومن هذا الحديث يتبين لنا مدى الاجتهاد الذى كان عليه السلف الصالح فهذه أم المؤمنين زينب تربط حبلا بين عمودين من أعمدة المسجد، وتقيم الليل فإذا غلبها النعاس قامت فتعلقت فى هذا الحبل ¶ ¬_________ ¶ (¬1) - متفق عليه.",
            "page": "45",
            "part": "1",
            "seal": "8C4ACEF8"
        },
        {
            "id": "41",
            "nass": "لتطرد عن نفسها النعاس. ¶ 2 - وعن عبد الله بن قيس قال: دخلت على أم المؤمنين عائشة رضى الله عنها فقالت: ياعبد الله لا تدع قيام الليل، فان النبي صلى الله عليه وسلم ما كان يدعه، وكان إذا مرض أو كسل صلى وهو قاعد ((¬1)) ¶ 3 - وعنه أيضا انه سأل عائشة رضى الله عنها: هل كان النبي صلى الله عليه وسلم يجهر أم يسر فى قيام الليل؟ قالت كل ذلك فعل ((¬2)) ¶ 4 - وفى مستدرك الحاكم بسند صحيح أن النبي صلى الله عليه وسلم مر على أبى بكر وهو يتهجد خافضا صوته، ثم مر ¶ ¬_________ ¶ (¬1) - رواه أبو داود بإسناد صحيح. ¶ (¬2) - رواه الحاكم فى المستدرك بسند صحيح.",
            "page": "46",
            "part": "1",
            "seal": "03B9CCC3"
        },
        {
            "id": "42",
            "nass": "بعمر وهو قائم يرفع صوته، فسأل أبى بكر فقال: يا رسول الله لقد أسمعت من ناجيت، وسأل عمر فقال: لأطرد الشيطان، وأوقظ السنان - يعنى النائم - فقال لأبى بكر: ((أرفع قليلا)) وقال لعمر: ((أخفض قليلا)) ¶ 5 - وفى موطأ الإمام مالك عن عبد الله بن عمر رضى الله عنهما قال: كان عمر يصلى فى الليل حتى إذا كان أخر الليل أيقظ أهله وقرأ ((وأمر أهلك بالصلاة واصطبر عليها لا يسألك رزقا نحن نرزقك والعاقبة للتقوى)) ¶ 6 - وفى صحيح البخاري، ومسند أحمد عن أبى عثمان النهدى فال: تضيفت أبا هريرة سبعة أيام - أي نزلت ضيفا",
            "page": "47",
            "part": "1",
            "seal": "FAD23343"
        },
        {
            "id": "43",
            "nass": "عليه - فكان هو وزوجته وخادمه يقتسمون الليل ثلاثا. الزوجة ثلثا، وخادمه ثلثا، وأبى هريرة ثلثا .. ¶ 7 - وفى تذكرة الحفاظ للذهبي أن سليمان التيمى كان عنده زوجتان كانوا يقتسمون الليل أثلاثا. ¶ 8 - الحسن بن صالح - وهو من رجال مسلم - كان يقتسم الليل هو وأخوه وأمه أثلاثا، فماتت أمه فاقتسم الليل هو وأخوه على، فمات أخوه فقام الليل بنفسه. ¶ 9 - الحسن بن صالح كان عنده جارية فباعها فأيقظتهم فى الليل، فقالوا: أسفرنا - يعنى طلع الفجر - فقالت لا ألا تتهجدوا؟ فقالوا لا نقوم ألا لصلاة الفجر، فجاءت إلى الحسن",
            "page": "48",
            "part": "1",
            "seal": "AF827891"
        },
        {
            "id": "44",
            "nass": "تبكى، وتقول: ردني لقد بعتني لأناس لا يصلون ألا الفريضة! فردها. ¶ 10 - أبو سليمان لداراني يقول: والله لولا قيام الليل ما أحببت الدنيا، والله أن أهل الليل فى ليلهم ألذ من أهل اللهو فى لهوهم، وانه لتمر بالقلب ساعات يرقص فيها طربا بذكر الله، فأقول: أن كان أهل الجنة فى مثل ما أنا فيه من النعيم انهم لفي نعيم عظيم. ¶ 11 - رياح بن عمرو القيسى تابعى جليل تزوج امرأة يقال لها (زؤابة) فلما جاء النهار فأراد أن يختبرها فقامت تعجن",
            "page": "49",
            "part": "1",
            "seal": "1657B96E"
        },
        {
            "id": "45",
            "nass": "عجينها فقال: أحضر لك أمة؟ قالت أنا تزوجت رياحا ولم أتزوج جبارا عنيدا، فلما حاء الليل تناوم رياح فقامت ربع الليل فقالت: يا رياح قم، فقال: أقوم، وظل نائما، فقامت الربع الثاني وقالت يا رياح قم فقال أقوم، وظل نائما، فمضى الربع الثالث فقالت: يا رياح قم، فقال أقوم، فدخل الربع الرابع فقالت يا رياح قد عسكر المعسكرون، وفاز المحسنون، يا ليت شعري من غرني بك؟!.وكانت إذا دخل الليل فى أجمل هيئة، فإذا كان له بها حاجة أصابها ثم تفرغا لعبادة الله. ¶ 12 - محمد بن واسع كان إذا جن عليه الليل يقوم ويتهجد يقول أهله: كان حاله كحال من قتل أهل الدنيا جميعا ¶ 13 - أبو إسحاق الشيرازي كان إذا جاءه الليل يقوم ويناجى ربه ويقول:",
            "page": "50",
            "part": "1",
            "seal": "2A84ADD2"
        },
        {
            "id": "46",
            "nass": "لبس ثوب الرجا والناس قد رقدوا ... وقمت أشكو إلى مولاي ما أجدوا ¶ وقلت ياعدتى من كل نائبة ... ومن عليه فى كشف الضر أعتمد ¶ أشكو إليك أمورا أنت تعلمها ... ما لي على حملها صبر ولا جلد ¶ وقد مددت يدي بالذل معترفا ... إليك يا خير ما مدت إليه يد ¶ فلا تردها يا رب خائبة ... فبحر جودك يروى كل من يرد ¶ يردده ويبكى. ¶ 14 - روى أن مالك بن دينار بات ليلة يردد هذه الآية حتى أصبح ((أم حسب الذين اجتروا السيئات أن نجعلهم كالذين ءامنوا وعملوا الصالحات)) (¬1) ¶ ¬_________ ¶ (¬1) - سورة الجاثية الآية (21)",
            "page": "51",
            "part": "1",
            "seal": "5B3AFEB4"
        },
        {
            "id": "47",
            "nass": "15 - عن زائدة قال: صليت مع أبى حنيفة فى مسجد عشاء الآخرة، وخرج الناس ولم يعلم أنى فى المسجد، وأردت أن أسأله عن مسألة من حيث لا يراني أحد، فقام فقرأ وقد أفتتح الصلاة حتى بلغ هذه الآية ((فمن الله علينا ووقانا عذاب السموم)) (¬1) فأقمت فى المسجد أنتظر فراغه. فلم يزل يرددها حتى أذن المؤذن لصلاة الفجر. ¶ ¬_________ ¶ (¬1) - سورة الطور الآية (27)",
            "page": "52",
            "part": "1",
            "seal": "16A19EE3"
        },
        {
            "id": "48",
            "nass": "فضل عبادة الليل على عبادة النهار ¶ 1 - عبادة الليل عادة ما يتوفر فيها الإخلاص، لأن العبد يقوم فى ظلمات الليل لا يراه أحد، فعن ابن مسعود رضى الله عنه أن النبي صلى الله عليه وسلم قال: ((فضل صلاة الليل على صلاة النهار كفضل صدقة السر على صدقة العلانية)) (¬1).وعن أبى هريرة رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((أفضل الصيام بعد رمضان شهر الله المحرم، وأفضل الصلاة بعد الفريضة صلاة الليل)) (¬2) ¶ ¬_________ ¶ (¬1) -رواه الطبرانى فى الكبير بإسناد حسن قاله المنذرى فى الترغيب (2/ 28) ¶ (¬2) - رواه مسلم (8/ 54نووى)",
            "page": "53",
            "part": "1",
            "seal": "F40AAB28"
        },
        {
            "id": "49",
            "nass": "2 - عبادة الليل أشق على النفس، والمجاهدة تكون فيها أكثر، ولذلك يكون الأجر فيها أعظم قال تعالى ((إن ناشئة الليل هي أشد وطئا وأقوم قيلا)) (¬1).فان جاهد الإنسان نفسه فى ذات الله هداه الله إلى الطريق القويم، ورفعه إلى درجة المحسنين قال تعالى ((والذين جاهدوا فينا لنهد ينهم سبلنا وان الله لمع المحسنين)) (¬2) ¶ 3 - عبادة الليل يكون فيها مزيد تدبر وتفهم، لأن المشاغل غير متوفرة، فيتواطأ فيها القلب واللسان على التدبر والتفهم ¶ 4 - الليل موسم لتنزل الرحمات، ولنزول ¶ ¬_________ ¶ (¬1) - سورة المزمل الآية (6) ¶ (¬2) - سورة العنكبوت االأية (69)",
            "page": "54",
            "part": "1",
            "seal": "DED27BB5"
        },
        {
            "id": "50",
            "nass": "رب الأرض والسماوات، فعظمت العبادة فيه، وكان لها هذا الأثر، لأنه وقت فاضل. ¶ 5 - عبادة الليل ترفع الإنسان درجات، لأنها تجمع بين تخليه القلب من الرذائل بغفران الذنوب، وتحليتة بالفضائل بكسب الحسنات",
            "page": "55",
            "part": "1",
            "seal": "94A32590"
        },
        {
            "id": "51",
            "nass": "فوائد قيام الليل ¶ 1 - إن العبد إذا قام الليل، وصف قدميه لمولاه عابدا خاشعا سهل عليه يوم يقوم الناس لرب العالمين، ومن استراح هنا تعب هناك والجزاء من جنس العمل. ¶ 2 - من بقسر القيام فى الليل وكان من الرجال يزوجه الله من الحور العين تعويضا له عن ترك الفراش الوثير، والزوجه الحسناء، والتعبد لرب الأرض والسماء. ¶ 3 - صحة جسم القائم، وصفاء روحه، وبهاء وجهه. قيل للحسن البصري رحمه الله: لم كان المتهجدون أحسن الناس وجوها؟ قال: لأنهم خلوا بربهم فأعطاهم من نوره. ¶ 4 - الفتوحات الربانية، والتوفيقات الإلهية،",
            "page": "56",
            "part": "1",
            "seal": "EC5E0246"
        },
        {
            "id": "52",
            "nass": "والإلهامات الجليلة تتم بفضل قيام الليل، قال تعالى ((والذين جاهدوا فينا لنهدينهم سبلنا وان الله لمع المحسنين)).قال سرى السقطى: الفوائد ترد فى ظلم الليل. اهـ ¶ وكم من عالم استغلق على فهمه مسألة فقام يناجى ربه فى جوف الليل ففتح الله عليه، ويسر له ما كان مستعمرا من قبل ¶ 5 - يمتع الله تعالى القائمين الليل برؤية وجهه الكريم يوم القيامة، قال الحسن البصرى رحمه الله: لو علم العابدون انهم لا يروا ربهم لذابوا.",
            "page": "57",
            "part": "1",
            "seal": "FE433734"
        },
        {
            "id": "53",
            "nass": "آداب قيام الليل ¶ 1 - تتوضأ قبل النوم، وتنوى القيام من الليل، فقد قال أحد الصحابة: انى لأحتسب نومتى كما أحتسب قومتى. ¶ 2 - تذكر الله عند قيام من النوم، فعن عبادة بن الصامت رضى الله عنه أن النبي صلى الله عليه وسلم قال: ((من تعار من الليل من الليل - استيقظ - فقال: لا اله إلا الله وحده لا شريك، له الملك، وله الحمد، وهو على كل شئ قدير، الحمد لله، سبحان الله، ولا اله إلا الله، والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم، ثم قال: اللهم أغفر لي، أو دعا استجيب",
            "page": "58",
            "part": "1",
            "seal": "60D90F60"
        },
        {
            "id": "54",
            "nass": "له، فان توضأ وصلى قبلت صلاته)) (¬1).وعن أبى هريرة رضى الله عنه أن النبي صلى الله عليه وسلم قال: ((إذا استيقظ أحدكم فليقل: الحمد لله الذى رد على روحي، وعفانى فى جسدي، وأذن لي بذكره)) (¬2) ¶ 3 - تنوى بالنوم اخذ الراحة لكي تتمكن من قيام الليل تأخذ أجرا على نومك. ¶ 4 - تتسوك عند القيام من النوم، فقد ثبت أن النبي صلى الله عليه وسلم كان يشوص فاه بالسواك إذا قام من الليل (¬3) ¶ 5 - تجعل قراءتك بين الجهر والسر، وقد مر معنا مرور النبي صلى الله عليه وسلم على أبى بكر وهو يقيم الليل يقرأ خافضا صوته فقال النبي ¶ ¬_________ ¶ (¬1) -رواه البخارى (3/ 39فتح) ¶ (¬2) - رواه الحاكم وصححه، ووافقه الذهبى، والالبانى فى تخريج الكلم الطيب (38) ¶ (¬3) -متفق عليه",
            "page": "59",
            "part": "1",
            "seal": "05E1EC7E"
        },
        {
            "id": "55",
            "nass": "لأبى بكر ((ارفع قليلا)) وقال لعمر ((اخفض قليلا)) ¶ 6 - تستحضر زول الرب إلى السماء الدنيا -زولا يليق بجلاله وعظمته - وقوله ((هل من مستغفر فأغفر له، هل من ¶ تائب فأتوب عليه، هل من داع فأستجيب له))، هل من كذا هل من كذا - خاصة إذا كنت فى الثلث الأخير من الليل. ¶ 7 - التفكر والتدبر فى كل ما تقول وتقرأ، فانه ليس للمرأ من صلاته إلا ما عقل منها. ¶ 8 - تفتتح صلاة الليل بركعتين خفيفتين، كما ثبت عن النبي صلى الله عليه وسلم أنه قال ((إذا قام أحدكم من الليل فليفتتح الصلاة بركعتين خفيفتين)) رواه مسلم ولعل ذلك لكي تحل عقد الشيطان الثلاث، فينشط العبد للصلاة الباقية",
            "page": "60",
            "part": "1",
            "seal": "2D124C68"
        },
        {
            "id": "56",
            "nass": "الأمور الميسرة لقيام الليل ¶ أعلم أخى المسلم - وفقك الله - أن قيام الليل من اثقل الطاعات على النفوس، ومن اشدها علي على القلوب، ومن أصعبها على الأبدان إلا من يسره الله عليه، وهناك أمور لو تمسك بها العبد ليسرت عليه قيام الليل أن شاء الله تعالى. ¶ وهذه الأمور تنقسم إلى قسمين: أمور ظاهرة، وأخرى باطنة. ¶ أولا: الأمور الظاهرة: ¶ 1 - أن لا يكثر العبد من الأكل والشرب، فيغلبه النوم أو يثقل عليه القيام وقد قيل: لا تأكل كثيرا فتشرب كثيرا، فتنام كثيرا، فتخسر كثيرا. وروى عبد الله بن محمد بن عتيد بسنده عن وهيب بن",
            "page": "61",
            "part": "1",
            "seal": "86E9ECFB"
        },
        {
            "id": "57",
            "nass": "الورد قال: بلغنا أن الخبيث إبليس تبدى ليحيى بن زكريا فقال: إني أريد أن أنصحك، قال: كذبت، أنت لا تنصحنى ولكن أخبرني عن بنى أدم؟ ¶ قال: هم عندنا على ثلاث أصناف: أول صنف منهم فهم أشد الأصناف علينا، نقبل عليه حتى نفتنه ونستمكن منه، ثم يتفرغ للاستغفار والتوبة، فيفسد علنا كل ما أدركناه منه، ثم نعود فيعود، فلا نحن نيأس منه، ولا نحن ندرك منه حاجتنا فنحن من ذلك فى عناء. ¶ وأما الصنف الثاني فهم فى أيدينا بمنزلة الكرة فى أيدي صبيانكم نتلقفهم كيف شئنا قد كفونا أنفسهم.",
            "page": "62",
            "part": "1",
            "seal": "688C4F38"
        },
        {
            "id": "58",
            "nass": "وأما الصنف الأخر فهم مثلك معصومون لا نقدر منهم على شئ. ¶ قال يحيى: على ذلك هل قدرت منى على شئ؟ قال: لا إلا مرة واحدة، فانك قدمت طعاما تأكل فلم أزل أشهيه لك حتى أكلت منه أكثر مما تريد، فنمت تلك الليلة فلم تقم إلى الصلاة كما كنت تقوم. فقال يحيى: لا جرم لا شبعت من طعام أبدا فقال الخبيث: لا جرم لا نصحت ادميا بعدك. ¶ - وعن بن عباس رضى الله عنهما أن رسول الله صلى الله عليه وسلم قال: ((أن أهل الشبع فى الدنيا هم أهل الجوع غدا فى الآخرة)) رواه الطبرانى بإسناد حسن، قاله",
            "page": "63",
            "part": "1",
            "seal": "A5254D70"
        },
        {
            "id": "59",
            "nass": "المنذرى فى الترغيب (4/ 129) ¶ - وقال عمر بن الخطاب رضى الله عنه: إياكم والبطنة فإنها ثقل فى الحياة، نتن فى الممات. ¶ - وقال لقمان لابنه: يا بنى إذا امتلأت المعدة نامت الفكرة، وقعدت الأعضاء عن العبادة. ¶ - وقال أبو سليمان الدارنى: من شبع دخل عليه ست آفات - فقد حلاوة المناجاة، - وتعذر عليه حفظ الحكمة، ¶ - وحرمان الشفقة على الخلق - لأنه إذا شبع ظن الخلق كلهم شباعا، - وثقل العبادة، - وزيادة الشهوات، ¶ وأن سائر المؤمنين ويدورون حول المساجد",
            "page": "64",
            "part": "1",
            "seal": "6B5175CE"
        },
        {
            "id": "60",
            "nass": "والشباع يدورون حول المزابل. ¶ - وقال محمد بن واسع: من قل طعامه فهم وأفهم، وصفا ورق، وأن كثرة الطعام ليثقل صاحبه عن كثير مما يريد. ¶ - وقال عمرو بن قيس: إياكم والبطنة، فإنها تقسي القلب. ¶ - وقال الحسن البصرى: كانت بلية أبيكم أدم أكله، وهو بليتكم إلى يوم القيامة. ¶ - وقد قيل: إذا أردت أن يصح جسمك، ويقل نومك، فأقلل من الأكل. ¶ - وقال إبراهيم بن أدهم: من ضبط بطنه ضبط دينه، ومن ملك جوعه ملك الأخلاق الصالحة، وان معصية الله بعيدة من الجائع، وقريبة من الشبعان والشبع يميت القلب.",
            "page": "65",
            "part": "1",
            "seal": "A3ED6141"
        },
        {
            "id": "61",
            "nass": "- وقال الشافعي: الشبع يثقل البدن، ويذيل الفطنة، ويجلب النوم ويضعف صاحبه عن العبا دة. ¶ وخلاصة القول أن تقلل من الأكل وتقوم قبل حد الشبع، وعلامة ذلك أن تقوم وأ نت مشتاق إلى الطعام. ¶ 2 - ألا يتعب نفسه بالنهار بالأعمال التى تعيا بها الجوارح وتضعف بها الأعصاب فان ذلك مجلبة للنوم. ¶ 3 - ألا يترك القيلولة بالنهار للاستعانة بها على قيام الليل، فقد قال النبي صلى الله عليه وسلم: ((قيلوا فان الشياطين لا تقيل)) (¬1).وفى سنن ابن ماجه بسند ضعيف ((استعينوا بطعام السحر على صيام ¶ ¬_________ ¶ (¬1) - السلسلة الصحيحة - برقم (1647)",
            "page": "66",
            "part": "1",
            "seal": "ACE5C37F"
        },
        {
            "id": "62",
            "nass": "النهار، واستعينوا بالقيلولة على قيام الليل)) ¶ وقد كان الحسن البصرى رحمه الله يمر على أهل السوق ويقول: أظن ليل هؤلاء سوء لأنهم لا يقيلون. ¶ 4 - أن يتجنب ارتكاب المعاصي، فان ذلك مما يقسي القلب ويحول بينه وبين أسباب الرحمة، فان مقترف الذنوب لا يوفق لقيام الليل، ومن أحسن فى نهاره وفق فى ليله. وقال رجل للحسن البصرى: يا أبا سعيد! أنى أبيت معافى، وأحب قيام الليل، وأعد طهورى، فما بالى لا أقوم؟!. ¶ فقال الحسن البصرى: قيدتك ذنوبك. ¶ قيل لعبد الله بن مسعود: ما لنا لا نستطيع قيام الليل؟.",
            "page": "67",
            "part": "1",
            "seal": "8F0F02AF"
        },
        {
            "id": "63",
            "nass": "وقال أبعدتكم ذنوبكم. ¶ 5 - أن يبتعد عن التنعيم الزائد فى الفراش، فان ذلك بمنع من قيام الليل فقد سئلت حفظة عن فراش رسول الله صلى الله عليه وسلم؟ قالت مسحا - أي مساء خشن من الصوف - نثنيه ثنتين فينام عليه، فلما كان ذات ليلة قلت: لو ثنيته أربع ثنيات لكان أوطأ له، فثنيناه له أربع ثنيات فلما اصبح قال: ((ما فرشتموه لي الليلة؟)) قالت: قلنا هو فراشك إلا أننا ثنيناه لك أربع ثنيات ليكون أوطأ لك - أي لينة - فقال عليه الصلاة والسلام ((ردوه فانه منعني من صلاة الليلة)) (¬1) ¶ وعن عا ئشة رضى الله عنها قالت: إنما كان فراش النبي صلى الله عليه وسلم ¶ ¬_________ ¶ (¬1) - رواه الترمذى فى الشمائل (156)",
            "page": "68",
            "part": "1",
            "seal": "C2156298"
        },
        {
            "id": "64",
            "nass": "الذى كان ينام عليه من أدم (¬1) حشوه ليف (¬2) ¶ 6 - الابتعاد عن فضول النظر والكلام، فان ذلك يقسي القلب، ويبعده عن الرب. ¶ 7 - كثرة ذكر الله، فان الذكر حياة القلب، وصاحب القلب الحي موفق لقيام الليل أن شاء الله تعالى. فقد مثل النبي صلى الله عليه وسلم الذى يذكر ربه بالحي. وهو فعلا حي القلب - ومثل الغافل عن ذكر الله بالميت - وهو فعلا ميت القلب - فعن أبى موسى الأشعرى رضى الله عنه قال: قال رسول الله صلى الله عليه وسلم: ((مثل الذى يذكر ربه والذي لا يذكره كمثل الحي ¶ ¬_________ ¶ (¬1) -الا دم: جمع اأديم وهو الجلد المدبوغ، والليف هو ليف النخل. ¶ (¬2) - رواه مسلم فى اللباس برقم (2082)",
            "page": "69",
            "part": "1",
            "seal": "4F0469BB"
        },
        {
            "id": "65",
            "nass": "والميت)) (¬1) ¶ 8 - أكل الحلال، والابتعاد عن الحرام، فكلما كان العبد متحريا الحلال كان موفقا، قال سهل بن عبد الله التسترى رحمه الله: من أكل الحلال أطاع الله شاء أو أبى. وعن أبى هريرة رضى الله عنه أن رسول الله صلى الله عليه وسلم قال: ((أن الله طيب لا يقبل إلا طيبا، وان الله أمر المؤمنين بما أمر به المرسلين فقال: ((يا أيها الرسل كلوا من الطيبات واعملوا صالحا انى بما تعملون عليم)) (¬2).وقال ((يا أيها الذين ءامنوا كلوا من طيبات ما رزقناكم)) (¬3) ¶ ¬_________ ¶ (¬1) - رواه البخاري (11/ 208فتح)، ومسلم (6/ 68نووى) ¶ (¬2) - سورة المؤمنون الاية (51) ¶ (¬3) - سورة البقرة الاية (172)",
            "page": "70",
            "part": "1",
            "seal": "78078EE0"
        },
        {
            "id": "66",
            "nass": "ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء: يا رب يا رب، ومطعمه حرام ومشربه حرام، وغذى بالحرام فأنى يستجاب لذلك)) (¬1).وعن أبى سعيد الخدرى رضى الله عنه أن النبي صلى الله عليه وسلم قال: ((من أكل طيببا، وعمل فى سنة، وأمن الناس بوائقه، دخل الجنة)) (¬2) ¶ ثانيا: الأمور الباطنة ¶ 1 - سلامة القلب من الحقد على المسلمين وعن البدع، وعن فضول هموم الدنيا كي ينشغل القلب بالله مولاه ويترك ما سواه. ¶ ¬_________ ¶ (¬1) - رواه مسلم. ¶ (¬2) - رواه الترمذى (4/ 87) وقال: حسن صحيح.",
            "page": "71",
            "part": "1",
            "seal": "6E913DFE"
        },
        {
            "id": "67",
            "nass": "2 - خوف غالب يلازم القلب، فا نه إذا تفكر العبد فى أهوا ل الأخرة، ودركات جهنم طار نومه، وعظم حذره، وازداد خوفه. وقد قيل: منع القران بوعده ووعيده ... مقر العيون بليلها أن تهجما ¶ فهموا عن الملك الجليل كلامه ... فرقابهم ذلت إليه تخضعا ¶ وقد قيل: ... إذا ما الليل أظلم كابدوه ... فيسفر عنهم وهو ركوع ¶ أطار الخوف نومهم فقاموا ... وأهل الدنيا فى الدنيا هجوع ¶ 3 - أن يتفكر فى فضل قيام الليل بسماع الآيات والأحاديث والآثار الواردة فيه، فان",
            "page": "72",
            "part": "1",
            "seal": "9F229E33"
        },
        {
            "id": "68",
            "nass": "ذلك يدفعه على العمل وييسر عليه المشقة، فان الشوق إلى الجنة يدفع الناس على العمل والاجتهاد لتحصيل المراد من رب العباد. ¶ 4 - تذكر حلاوة المناجاة والوقوف بين يدي الله، فان لقيام لذة فى القلب، وحلاوة فى النفس ولا يشعر بهذه اللذة وتلك الحلاوة إلا من أخلص الحب لله، وجرد الاتباع لرسول الله صلى الله عليه وسلم قال تعالى: ¶ ((قل أن كنتم تحبون الله فاتبعوني يحببكم الله ويغفر لكم ذنوبكم)) (¬1) ¶ 5 - قصر الأمل فانه يدفع على العمل، وإياك وطول الأمل، فانه يدفع على الكسل، ¶ ¬_________ ¶ (¬1) - سورة ال عمران الاية (31)",
            "page": "73",
            "part": "1",
            "seal": "B850F1EA"
        },
        {
            "id": "69",
            "nass": "ويجلب الملل، ويحرمك من لبس الحلال، والجلوس فى الظل. وعن عبد الله بن عمر رضى الله عنهما قال: أخذ رسول الله صلى الله عليه وسلم بمنكبي وقال: ((كن فى الدنيا كأنك غريب أو عابر سبيل)) وكان ابن عمر يقول: إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء، وخذ من صحتك لمرضك، ومن حياتك لموتك (¬1) ¶ 6 - تذكر نومتك فى القبر الوحيش وظلمته، فان ذلك يهمون عليك القيام فى ظلمات الليل. ¶ ¬_________ ¶ (¬1) - رواه البخارى (11/ 233فتح)",
            "page": "74",
            "part": "1",
            "seal": "68AFE5FD"
        },
        {
            "id": "70",
            "nass": "قال الإمام البخاري رحمه الله تعالى: أغتنم فى الفراغ فضل الركوع ... فعسى أن يكون موتك بغتة ¶ كم من صحيح مات من غير سقم ... ذهبت نفسه الصحيحة فلتة (¬1) ¶ ¬_________ ¶ (¬1) - رواه البخارى (11/ 233فتح)",
            "page": "75",
            "part": "1",
            "seal": "980EAC55"
        }
    ],
    "t1131": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "فضل قيام الليل"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الشيطان يثبط الإنسان عن قيام الليل"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "استهزاء الشيطان بمن أهمل قيام الليل"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "احب القيام إلى الله"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "مقدار قيام الليل"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "صور من قيام السلف الصالح رحمهم الله"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "فضل عبادة الليل على عبادة النهار"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "فوائد قيام الليل"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "آداب قيام الليل"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "الأمور الميسرة لقيام الليل"
        }
    ]
}