{
    "b1146": [
        {
            "id": "1",
            "nass": "اليقين ¶ فى معرفة رب العالمين ¶ إعداد ¶ محمد على محمد إمام",
            "page": "1",
            "part": "1",
            "seal": "57A64BA0"
        },
        {
            "id": "2",
            "nass": "إسم الكتاب: ¶ اليقين فى معرفة رب العالمين ¶ إعداد: ¶ محمد على محمد إمام ¶ رقم الإيداع بدار الكتب والوثائق المصرية: ¶ 1536/ 2005 ¶ رقم الطبعة: ¶ الأولى -- 2005م ¶ حقوق الطبع والنشر محفوظة للمؤلف ¶ مطبعة السلام - ميت غمر",
            "page": "2",
            "part": "1",
            "seal": "D5F0AC96"
        },
        {
            "id": "3",
            "nass": "المقدمة ¶ الحمد لله وحده والصلاة والسلام على من لا نبى بعده ... أما بعد .. ، ¶ إخوانى وأحبائى فى الله - عز وجل - يسعدنى أن أكتب لكم هذه الرسالة فى معرفة الله - عز وجل -، وهى رسالة يحتاج إليها كل مسلم ومسلمة وخاصة الدعاة إلى الله - عز وجل -، فى هذا الزمن الذى علا فيه الباطل ورفع أعلامه، وأخذ أهله يتظاهرون فى كل مواقفهم أنهم أهل العلم والرقى والحضارة فى كل مجالات الحياة ويتهمون المسلمون بالجهل والرجعية والتخلف، والمسلمون ببعدهم عن دينهم وعدم معرفتهم بربهم يصدقونهم، بيد أن هذه العلوم التى يفتخرون بها هى من علوم ظاهر الحياة الدنيا .. وقد قال الله - عز وجل - ساخراً منهم",
            "page": "3",
            "part": "1",
            "seal": "535C5034"
        },
        {
            "id": "4",
            "nass": "{يَعْلَمُونَ ظَاهِراً مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الآخِرَةِ هُمْ غَافِلُونَ} (¬1). ¶ وقال تعالى {فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلا الْحَيَاةَ الدُّنْيَا} (¬2). ¶ نظروا إلى مخترعاتهم .. فكأنى بهم ينظرون إلى أنفسهم علواً واستكباراً يقولون: من أقدرُ منا؟! من أعلمُ منا .. ؟! من أشدُ منا قوة .. ؟! فما نتيجة العلو والاستكبار .. ؟! ¶ قال الحق - عز وجل -: {حَتَّى إِذَا أَخَذَتِ الأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلاً أَوْ نَهَاراً فَجَعَلْنَاهَا حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ} (¬3) فالله - عز وجل - أعطى الإنسان بعض المواهب وبعض الإمكانيات ليكتشف بعض ¶ ¬__________ ¶ (¬1) سورة الروم - الآية 7. ¶ (¬2) سورة النجم - الآية 29. ¶ (¬3) سورة يونس - من الآية 24.",
            "page": "4",
            "part": "1",
            "seal": "8F6D6381"
        },
        {
            "id": "5",
            "nass": "أسراره فى هذا الكون ليزداد إيماناً بربه، فظن بهذه الإمكانيات أنه قادر على أن يتصرف فى هذه الحياة وفق ... ما يريد، ويفعل ما يشاء بذاته .. فلما ظنوا هذا الظن .. ونسوا قدرة الله - عز وجل - .. ونسبوا التقدم لأنفسهم .. واعتقدوا باطلاً أنهم قادرون عليها .. حينئذٍ يأتى أمر الله لينهى كل حضارة .. وكل تقدم وصلوا إليه .. فأصبحت حصيداً كأن لم تكن. ¶ والعلم الحقيقى هو علم المعرفة بالله - عز وجل - .. فالله - عز وجل - هو أشرف معلوم. ¶ فيجب على المسلم أن لا ينبهر بما انبهر به غيره وهو يحمل أعظم العلوم وأشرفها .. وأن لا يغفل عن الدرجة الرفيعة التى خصه الله بها وهى الدعوة إلى الله على بصيرة .. حيث أنه الوارث لرسول الله - صلى الله عليه وسلم - .. ¶ وأن لا يحتقر لما فى يديه من صلاحيات .. وأن لا ينام عن دوره .. وأن لا يتكاسل عن رسالته .. فلو فطن إلى",
            "page": "5",
            "part": "1",
            "seal": "53899FAC"
        },
        {
            "id": "6",
            "nass": "العلم المودع فى قلبه {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلَّا اللَّه} (¬1) لرفع رأسه عالياً وانصلح حاله .. ولفهم أن علم المعرفة بالله هو فى الذروة من كل العلوم .. وهو العلم الذى كلف بتبليغه .. وهو المقام العالى الذى أراده الله - عز وجل - لكل مسلم فهيا بنا معاً نستنشق عبير الإيمان ونحن نقرأ هذه الرسالة التى تتكلم عن عظمة ربنا سبحانه وتعالى فما أحلى الكلام عن الله - عز وجل -. ¶ (اللهم عطر ألسنتنا بذكرك .. وشكرك .. والدعوة إليك .. ) ¶ إعداد ¶ محمد على محمد إمام ¶ ¬__________ ¶ (¬1) سورة محمد - من الآية 19.",
            "page": "6",
            "part": "1",
            "seal": "AF6AD4EC"
        },
        {
            "id": "7",
            "nass": "الله ¶ الله جل جلاله قيوماً (*) قاهراً فوق عباده مستوياً على عرشه كما قال {الرَّحْمَنُ عَلى الْعَرْشِ اسْتَوَى} (¬1) (¬2) ¶ ¬__________ ¶ (¬1) سورة طه - الآية 5. ¶ (¬2) سئل مالك: كيف استوى؟ فأطرق مالك وأخذته الرحضاء ثم مسح رأسه فقال: \" الرحمن على العرش استوى \" كما وصف نفسه ولا يقال له كيف، وكيف عنه مرفوع، وأنت رجل سوء صاحب بدعه، أخرجوه، فأخرجوا الرجل. ¶ وسأله رجل آخر فقال: الاستواء غير مجهول والكيف غير معقول. ¶ وقال عبد الله بن نافع: قال مالك: الله فى السماء وعلمه فى كل مكان. (تاريخ الإسلام - 5/ 179). ¶ وقيل لربيعة الرأى: كيف استوى؟ فقال: الاستواء غير مجهول والكيف غير معقول، ومن الله الرسالة، وعلى الرسول البلاغ، وعلينا التصديق. (تاريخ الإسلام - 4/ 52). ... = ¶ = قال على بن الحسن بن شقيق: قلت لابن المبارك: كيف تعرف ربنا عزوجل؟ قال: فى السماء على العرش ولا نقول كما قالت الجهمية هو معنا. (تاريخ الإسلام - 5/ 300). ¶ قال الأوزاعى - رحمه الله - كنا والتابعون متوافرون نقول: إن الله سبحانه على العرش ونؤمن بما ورد فى السنة من الصفات. ¶ __________ ¶ (*) قال مُعِدُّ الكتاب للشاملة: كذا بالأصل",
            "page": "7",
            "part": "1",
            "seal": "6783DC59"
        },
        {
            "id": "8",
            "nass": "بائناً من خلقه، منفرداً بتدبير مملكته، متكلماً بأمره ونهيه، بصيراً بحركات العالم علويه وسُفليه، وأشخاصه وذواته، سميعاً لأصواتهم، رقيباً على ضمائرهم وأسرارهم، وأمر الممالك تحت تدبيره، يأمر وينهى، يخلقُ ويرزق، يحيى ويميت، ويقضى وينفذ، يرضى ويغضب، يثيب ويعاقب، يعز ويذل، يُعطى ويمنع، يرفع ويخفض .. {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (¬1). ¶ ¬__________ ¶ (¬1) سورة آل عمران - الآية 26.",
            "page": "8",
            "part": "1",
            "seal": "AA8EF0B0"
        },
        {
            "id": "9",
            "nass": "ويرحم إذا أُسترحم، ويغفر إذا أُستغفر، ويجيب المضطر، ويكشف الضر، ويشفى السقيم، ويجيب إذا دُعى، ويقيل إذا استقيل .. ¶ {أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلاً ... مَا تَذَكَّرُونَ} (¬1). {وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ} (¬2). {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} (¬3). ¶ موصوفاً بصفات الكمال منعوتاً بنعوت الجلال منزهاً من العيوب والنقائص والمثال {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِير} (¬4). ¶ ¬__________ ¶ (¬1) سورة النمل - الآية 62. ¶ (¬2) سورة الشعراء - الآية 80. ¶ (¬3) سورة البقرة - من الآية 186. ¶ (¬4) سورة الشورى - من الآية 11.",
            "page": "9",
            "part": "1",
            "seal": "93FC5EE5"
        },
        {
            "id": "10",
            "nass": "وهو كما وصف نفسه فى كتابه، وفوق ما يصفه به خلقه، يقلب الليل والنهار، ويداول الأيام بين الناس، ويقلب الدول يذهب بدولة ويأتى بأخرى .. ¶ {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} (¬1). ¶ والرسل من ملائكته عليهم الصلاة والسلام بين صاعد بالأمر، ونازل من عنده بالأمر {لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (¬2)، {يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (¬3). ¶ ينفذون أوامره فى أقطار الممالك، وأوامره ومراسمه متعاقبة على تعاقب الآيات نافذة بحسب إرادته .. ¶ ما شاء الله كان فى الوقت الذى شاء على الوجه الذى يشاء من غير زيادة ولا نقصان ولا تقديم ولا تأخير .. ¶ ¬__________ ¶ (¬1) سورة آل عمران - من الآية 140. ¶ (¬2) سورة التحريم - من الآية 6. ¶ (¬3) سورة النحل - الآية 50.",
            "page": "10",
            "part": "1",
            "seal": "5E2D4768"
        },
        {
            "id": "11",
            "nass": "{إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} (¬1). ¶ وأوامره وسلطانه نافذة فى السماوات وأقطارها، وفى الأرض وما عليها وما تحتها، وفى البحار، وفى الجو، وسائر أجزاء العالم وذراته يقلبها ويصرفها ويحدث فيها ما شاء وفق حكمة بالغة وإرادة نافذة .. ¶ حى لا يموت أبداً .. قيوم .. لا ينام {اللَّهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلا يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ} (¬2). ¶ ¬__________ ¶ (¬1) سورة يّس - الآية 82. ¶ (¬2) سورة البقرة - الآية 255.",
            "page": "11",
            "part": "1",
            "seal": "3C050763"
        },
        {
            "id": "12",
            "nass": "متفرد بالألهية لكل الخلائق، حى فى نفسه لا يموت أبداً، قائم لا ينام، قائم بذاته، المقيم لغيره، فجميع الموجودات مفتقرة إليه وهو غنى عنها ولا قوام لها بدون أمره {وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالأَرْضُ بِأَمْرِهِ} (¬1)، لا يغفل عن تدبير الخلق، ولا يعتريه فتور ولا نقص ولا غفلة ولا ذهول عن خلقه {لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْض} (¬2) فالجميع عبيده وفى ملكه وتحت قهره وسلطانه .. {إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْداً} (¬3). ¶ ومن عظمته وجلاله وكبريائه لا يتجاسر أحد على أن يشفع لأحدٍ عنده إلا بإذنه له فى الشفاعة حتى النبى محمد - صلى الله عليه وسلم - {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلا بِإِذْنِه} (¬4). ¶ ¬__________ ¶ (¬1) سورة الروم - من الآية 25. ¶ (¬2) سورة البقرة - من الآية 255. ¶ (¬3) سورة مريم - الآية 93. ¶ (¬4) سورة البقرة - من الآية 255.",
            "page": "12",
            "part": "1",
            "seal": "71F0DB6C"
        },
        {
            "id": "13",
            "nass": "سميعٌ .. بصير .. {إِنَّ اللَّهَ هُوَ السَّمِيعُ الْبَصِيرُ} (¬1). ¶ {قَالَ لا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} (¬2). ¶ البصير .. الذى لكمال بصره، أحاط بصره جميع المرئيات، وأبصر جميع المبصرات .. بل يبصر جميع المعدومات، التى سوف تكون فى حيز الوجود، يبصر الأشياء على ما ستؤولُ إليه، ويعلم حقائقها، ودقائقها، وما وراءها من المقاصد والغايات. ¶ فيرى دبيب النملة السوداء على الصخرة الصماء فى الليلة الظلماء ويرى نياط عروقها ومجارى القوت فى أعضائها .. ¶ ويرى ما تحت الأراضى السبع كما يرى ما فوق السماوات السبع {أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى} (¬3). ¶ ¬__________ ¶ (¬1) سورة غافر- من الآية 20. ¶ (¬2) سورة طه - الآية 46. ¶ (¬3) سورة العلق - الآية 14.",
            "page": "13",
            "part": "1",
            "seal": "4678A81C"
        },
        {
            "id": "14",
            "nass": "السميع .. الذى لكمال سمعه وسع سمعه الأصوات، يسمعُ ضجيج الأصوات باختلاف اللغات على تفنن الحاجات، فلا تختلف عليه، ولا تشتبه عليه، ولا يشغله سمعٌ عن سمع، ولا يشغله صوت عن صوت، ولا يغيب عنه صوت، ولا يخفى عليه صوت دبيب النملة، أو حركة الذرة ... أو ذبذبات الصخور فى أعماق البحار، أو فى أعالِ الجبال، لا يغيب عن سمعه المعدومات وهى التى لم تدخل فى حيز الوجود بعد ولا تغلطه كثرة المسائل، ولا يتبرم بإلحاح ... (ذوى الحاجات) الملحين. ¶ {سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسَارِبٌ بِالنَّهَارِ} (¬1). ¶ الغيب عنده شهادة، والسر عنده علانية، يعلم السر وأخفى من السر .. فالسر ما انطوى عليه ضمير العبد وخطر ¶ ¬__________ ¶ (¬1) سورة الرعد - الآية 10.",
            "page": "14",
            "part": "1",
            "seal": "E390C225"
        },
        {
            "id": "15",
            "nass": "بقلبه ولم تتحرك به شفتاه، وأخفى منه ما لم يخطر بعد فيعلم أنه سيخطر بقلبه كذا .. وكذا .. فى وقت كذا .. وكذا. ¶ {إِنَّ اللَّهَ لا يَخْفَى عَلَيْهِ شَيْءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ} (¬1). ¶ {يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} (¬2). ¶ {يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ} (¬3). ¶ {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلا هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلا هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ إِنَّ ¶ ¬__________ ¶ (¬1) سورة آل عمران - الآية 5. ¶ (¬2) سورة التغابن - الآية 4. ¶ (¬3) سورة سبأ - الآية 2.",
            "page": "15",
            "part": "1",
            "seal": "C07A1F1D"
        },
        {
            "id": "16",
            "nass": "اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} (¬1). ¶ {وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّمَاءِ وَلا أَصْغَرَ مِنْ ذَلِكَ وَلا أَكْبَرَ إِلا فِي كِتَابٍ مُبِينٍ} (¬2). ¶ {يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الأَرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ} (¬3). ¶ أحاط الله - - عز وجل - - بكل شئ علما وأحصى كل شئ عدداً ووسع كل شئ رحمة وعلماً وعدلاً .. العالم بكل شئ .. ولكمال علمه يعلم ما بين أيدى الخلائق وما خلفهم، وماضيهم وحاضرهم ومستقبلهم .. لا يتقيد علمه بزمان ولا مكان .. ولا يعترى عليه النسيان .. ولم يسبق علمه ¶ ¬__________ ¶ (¬1) سورة المجادلة - الآية 7. ¶ (¬2) سورة يونس - من الآية 61. ¶ (¬3) سورة لقمان - الآية 16.",
            "page": "16",
            "part": "1",
            "seal": "7DF911BC"
        },
        {
            "id": "17",
            "nass": "جهل .. يعلم دبيب الخواطر فى القلوب .. عليم بالجزئيات كما هو عليم بالكليات .. عليم بدقائق الأمور وأسرار المقدور وهو بالظاهر بصير وبالباطن خبير .. ¶ لا تراه العيون ولا تخالطه الظنون ولا تغيره الحوادث ولا يخشى الدوائر يعلم مثاقيل الجبال وعدد قطر الأمطار وعدد ورق الأشجار وعدد حبات الرمال وعدد ما أظلم عليه الليل وأشرق عليه النهار ولا توارى منه سماءً سماء ... ولا أرضاً أرضا ولا بحر ما فى قعره ولا جبل ما فى وعره {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلا فِي كِتَابٍ ... مُبِينٍ} (¬1). ¶ وما تسقط من ورقة إلا يعلمها متى نبتت ومتى سقطت ولما سقطت .. وأين سقطت وفى أى شئ سقطت .. ولا حبة فى ظلمات الأرض ولا رطب ولا يابس إلا فى كتاب ¶ ¬__________ ¶ (¬1) سورة الأنعام - الآية 59.",
            "page": "17",
            "part": "1",
            "seal": "8BB9A9B6"
        },
        {
            "id": "18",
            "nass": "مبين .. {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الأرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ} (¬1). ¶ قائم على كل نفسٍ بما كسبت، مدبر لشئون خلقه وفق حكمةٍ بالغةٍ، وإرادة نافذةٍ وقدرة منفذةٍ، فله القدرة التامة، والمشيئة النافذة والعلم المحيط بما كان وبما سيكون وبما هو كائن .. ¶ وله الغنى المطلق من جميع الكائنات .. وله الحكمة الباهرة التى بهرت جميع المخلوقات .. وله الكلمات التامات النافذات التى لا يجاوزهن برٌ ولا فاجر فى جميع البريات .. قيم الأرض والسماوات .. الحى القيوم الذى لكمال حياته، وقيومته، لا تأخذه سنة ولا نوم .. ليس فى مخلوقاته شئ من ذاته، ولا فى ذاته شئ من مخلوقاته، بل هو بائن من خلقه، مستوٍ على عرشه، عالٍ على كل شئ، وفوق كل شئ، له علو الذات، وعلو القدر، وعلو القهر .. ¶ ¬__________ ¶ (¬1) سورة الروم - الآية 19.",
            "page": "18",
            "part": "1",
            "seal": "F212D042"
        },
        {
            "id": "19",
            "nass": "هو العلى الذى لا تدرك ذاته ولا تتصور صفاته فسبحان من لا يدرك ذاته إلا ذاته ولا يحيط الخلق مجتمعين ... أو متفرقين بصفةٍ من صفاته .. ¶ وهو العلى الذى لا يزيده تعظيم العباد علواً، إذ هو عالٍ بذاته وصفاته على سائر خلقه غنى عنهم وهم الفقراء إليه لا تنفعه طاعتهم ولا تضره معصيتهم وهو المتعال عن الأنداد والأضداد {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} (¬1) فلا يدانيه أحد مهما علت رتبته، فهو الذى يمنع عباده ما شاء من فضله، ويضع من شاء فى أى رتبة شاء، وهو ولى النعم ومسديها .. ¶ تعالى بفضله ورحمته عن الوجود كله .. تمت كلمته صدقاً وعدلاً، وجلت صفاته أن تقاس بصفات خلقه شبهاً ومثلاً، وتعالت ذاته أن تشبه شيئاً من الذوات أصلاً. ووسعت الخليقة أفعاله عدلاً وحكمة ورحمة وإحساناً ... وفضلاً .. ¶ ¬__________ ¶ (¬1) سورة الشورى - من الآية 11.",
            "page": "19",
            "part": "1",
            "seal": "0F5BCACD"
        },
        {
            "id": "20",
            "nass": "له الخلق والأمر، وله النعمة والفضل، وله الملك والحمد، وله الدنيا والآخرة، وله الثناء والمجد، وله الثناء الحسن، له الملك كله، وله الحمدُ كله، وبيده الخير كله، وإليه يرجع الأمر كله، علانيته وسره، شملت قدرته كل شئ، ووسعت رحمته كل شئ ووسعت نعمته كل حى .. ¶ يبدى ويعيد .. ، لا يفنى ولا يبيد {كُلُّ شَيْءٍ هَالِكٌ إِلا وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} (¬1)، {هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ} (¬2)، هو الأول (الذى ليس قبله شئ)، والآخر (الذى ليس بعده شئ)، والظاهر (الذى ليس فوقه شئ، وهو العالى على كل شئ وهو الغالب الذى لا يغلب، القاهر الذى لا يقهر، الظاهر للعقول بالدلائل، الذى دلت كل الدلائل المادية والمعنوية على وجوده ووحدانيته فى الذات والصفات والأفعال .. )، والباطن (الذى ليس دونه شئ)، والباطن ¶ ¬__________ ¶ (¬1) سورة القصص - من الآية 88. ¶ (¬2) سورة الحديد - الآية 3.",
            "page": "20",
            "part": "1",
            "seal": "9511BB21"
        },
        {
            "id": "21",
            "nass": "(الذى بطن كل شئ أى علم باطنه وخفاياه)، والباطن ... (عن إدراك الحواس وتوهمات الخيال)، والباطن (الذى احتجب بقوة ظهوره عن سائر خلقه فلا تدركه الأبصار). ¶ الرزاق: الذى يعطى كل كائن حى ما يحفظ به حياته سواء بالأسباب أو بدون الأسباب أو ضد الأسباب .. ... {وَمَا مِنْ دَابَّةٍ فِي الْأَرْضِ إِلا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا كُلٌّ فِي كِتَابٍ مُبِينٍ} (¬1). ¶ الوهاب: الذى يعطى من يشاء، متى شاء، فى أى وقت شاء، على الوجه الذى يشاء .. بغير حساب .. والوهاب الذى يهب العطاء دون عوض ويعطى النعمة بغير سؤال ويهب ما شاء لمن شاء من المواهب بدون أسباب {يَهَبُ لِمَنْ يَشَاءُ إِنَاثاً وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ} (¬2). ¶ المقيت: الذى يعطى القوت لكل مخلوق حيث كان .. ¶ اللطيف: الذى لا تدركه الأبصار وهو يدرك الأبصار ¶ ¬__________ ¶ (¬1) سورة هود - الآية 6. ¶ (¬2) سورة الشورى - من الآية 49.",
            "page": "21",
            "part": "1",
            "seal": "FF9AF98A"
        },
        {
            "id": "22",
            "nass": "وهو اللطيف الخبير .. ¶ الخالق: خالق الأشياء والأحوال يفعل ما يشاء بقدرته ولا يحتاج لأحدٍ من خلقه وهو الصمد .. ¶ هو الخالق لكل شئ .. المالك لكل شئ .. المهيمن على كل شئ .. المتصرف فى كل شئ .. المدبر لكل شئ .. القادر على كل شئ .. الرازق لكل شئ .. ¶ الخالق .. المقَّدر الموجد المبدع .. الخالق الذى أوجد كل شئ من العدم على غير مثال سابق .. ¶ {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} (¬1). ¶ {يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُبَاباً وَلَوِ اجْتَمَعُوا لَهُ وَإِنْ يَسْلُبْهُمُ الذُّبَابُ شَيْئاً لا يَسْتَنْقِذُوهُ مِنْهُ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ} (¬2). ¶ ¬__________ ¶ (¬1) سورة الزمر - الآية 62. ¶ (¬2) سورة الحج - الآية 73.",
            "page": "22",
            "part": "1",
            "seal": "9B60A9F0"
        },
        {
            "id": "23",
            "nass": "{هَذَا خَلْقُ اللَّهِ فَأَرُونِي مَاذَا خَلَقَ الَّذِينَ مِنْ دُونِهِ بَلِ الظَّالِمُونَ فِي ضَلالٍ مُبِينٍ} (¬1). ¶ {أَفَمَنْ يَخْلُقُ كَمَنْ لا يَخْلُقُ أَفَلا تَذَكَّرُونَ} (¬2). ¶ وفى الحديث القدسى: عن أبي هريرة رَضِيَ اللَّهُ عَنْهُ قال سمعت رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم يقول: قال اللَّه تعالى: \" ومن أظلم ممن ذهب يخلق كخلقي! فليخلقوا ذرة ... أو ليخلقوا حبة أو ليخلقوا شعيرة \" متفق عَلَيْهِ (¬3). ¶ الله - جل جلاله - .. خالق ومستوٍ فى خلقه السماوات والذرة وكذلك الفيل والنملة .. الله - جل جلاله - ما استفاد اسم الخالق بعد الخلق فهو \" خالق \" قبل أن يخلق الخلق والله - جل جلاله - ما استفاد اسم البارى بعد إحداث البرية فهو \" البارئ \" قبل إحداث البرية. ¶ ¬__________ ¶ (¬1) سورة لقمان - الآية 11. ¶ (¬2) سورة النحل - الآية 17. ¶ (¬3) رياض الصالحين - باب تحريم الصور.",
            "page": "23",
            "part": "1",
            "seal": "EFCAED32"
        },
        {
            "id": "24",
            "nass": "الله - جل جلاله - ما خلقنا بحاجة منه إلينا بل خلقنا اقتداراً منه علينا .. الله - جل جلاله - .. ما خلق الخلق بحاجة منه إلى الخلق بل هو غنى عن خلقه .. غنى بذاته .. ليس غنى بالإنسان أو بالملائكة أو السماوات أو الأرض أو الجبال .. الخ .. ¶ {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} (¬1). ¶ غنى بذاته وكل الذوات محتاجة إلى ذاته سبحانه وتعالى .. ¶ البارئ المصور: ¶ - البارئ: المصلح الذى يعطى كل شئ ما يناسبه من الخلق والتكوين والتسوية وفق علمه وإرادته وقوته .. ¶ - المصور: الذى خص كل موجود بصورة تميزه عما سواه فأحدث الصورة على أى نحو شاء وعلى أى كيفية أراد .. ¶ {الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ} (¬2). ¶ ¬__________ ¶ (¬1) سورة فاطر - الآية 15. ¶ (¬2) سورة الانفطار- الآية 7.",
            "page": "24",
            "part": "1",
            "seal": "7708FA6F"
        },
        {
            "id": "25",
            "nass": "أسماؤه كلها مدح، وحمد، وثناء، وتمجيد، ولذلك كانت حسنى وصفاته كلها صفات كمال ونعوته كلها جلال وأفعاله كلها حكمة ورحمة ومصلحة وعدلاً .. ¶ كل شئ من مخلوقاته دال عليه ومرشد لمن رآه بعين البصيرة إليه .. لم يخلق السماوات والأرض وما بينهما باطلاً ولا ترك الإنسان سدى عاطلاً .. ¶ بل الخلق لقيام توحيده وعبادته وأسبغ عليهم نعمه ظاهرة وباطنة ليتوسلوا بشكرها إلى زيادة كرامته .. ¶ تعرف إلى عبادة بأنواع التعريفات وصرف لهم الآيات ونوع لهم الدلالات ودعاهم إلى محبته من جميع الأبواب ومد بينه وبينهم أقوى الأسباب فأتم عليهم نعمه السابغة وأقام عليهم حجته البالغة وأفاض عليهم النعمة وكتب على نفسه الرحمة وضمن الكتاب الذى كتبه أن رحمته تغلب غضبه فهو عنده فوق عرشه .. {يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} (¬1). ¶ ¬__________ ¶ (¬1) سورة الرحمن - الآية 29.",
            "page": "25",
            "part": "1",
            "seal": "7161504D"
        },
        {
            "id": "26",
            "nass": "يغفرُ ذنباً ويفرجُ هماً ويكشفُ كرباً، ويجبرُ كسراً، ويغنى فقيراً، ويعلمُ جاهلاً، ويهدى ضالاً، ويرشدُ حيراناً، ويغيث لهفاناً، ويفك عانياً، ويُشبع جائعاً، ويكسوا عارياً، ويشفى مريضاً ويعافى مبتلى، ويقبل تائباً، ويجزى محسناً، وينصر مظلوماً، ويقصمُ جباراً، ويقيلُ عثرة، ويسترُ عورةً، ويؤمنُ خائفاً ويرفع أقواماً، ويضع آخرين .. ¶ \" إن الله لا ينام ولا ينبغى له أن ينام يخفضُ القسط ويرفعه، يرفع إليه عمل الليل قبل النهار وعمل النهار قبل الليل، حجابه النور لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه .. \". ¶ \" يمين الله ملأى لا يغيضها نفقة، سحاء الليل والنهار أرأيتم ما أنفق منذ خلق السماوات والأرض .. \". ¶ قلوب العباد ونواصيهم بيده، وأزمة (¬1) الأمور بيده، معقودة بقضاءه وقدره .. ¶ ¬__________ ¶ (¬1) أزمة: جمع زمام.",
            "page": "26",
            "part": "1",
            "seal": "9A68BCB2"
        },
        {
            "id": "27",
            "nass": "يمسك السماء أن تقع على الأرض إلا بإذنه، رفع السماء بغير عمدٍ ترونها، والأرض جميعاً قبضته يوم القيامة والسماوات مطوياتٌ بيمينه، ويضع السماوات على إصبع والأراضين على إصبع والجبال والشجر على إصبع والماء والثرى على إصبع وبقية الخلق على إصبع، ثم يقبض سماواته كلها بيده الكريمة والأراضين بيده الأخرى ثم يهزهن هزاً ثم يقول أنا الملك .. أنا الملك .. أين ملوك الأرض .. أنا الجبار .. أنا المتكبر .. أين الجبارون .. أين المتكبرون .. أنا الذى بدأت الدنيا ولم تكُ شيئاً .. وأنا الذى أُعيدها كما بدأتها .. فالسماوات السبع فى كفه كخردلةٍ فى كف أحدكم .. ¶ ولو أن الخلق كلهم من أولهم إلى آخرهم قاموا صفاً واحداً ما أحاطوا بالله عز وجل .. ¶ ولو أن أهل سماواته وأهل أرضه أولهم وآخرهم إنسهم وجنهم كانوا على أتقى قلب رجلٍ واحدٍ منهم ما زاد ذلك فى ملكه شيئاً .. ولو أن أهل سماواته وأهل أرضه أولهم",
            "page": "27",
            "part": "1",
            "seal": "0184C526"
        },
        {
            "id": "28",
            "nass": "وآخرهم إنسهم وجنهم كانوا على أفجر قلب رجل واحد منهم ما نقص ذلك من ملكه شيئاً .. ¶ ولو أن أهل سماواته وأهل أرضه أولهم وآخرهم وإنسهم وجنهم، حيهم وميتهم، رطبهم ويابسهم، قاموا فى صعيد واحد فسألوه فأعطى كل واحدٍ منهم مسألته ما نقص ذلك مما عنده مثقال ذرة (إلاَّ كما ينقص المَخيط إذا أُدخل البحر). ¶ {وَلَهُ الْمَثَلُ الأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ} (¬1). ¶ الله - جل جلاله - لا معقب لحكمه ولا راد لقضائه .. متعالٍ ليس شئ أعلى منه .. لا ند له .. لا مساوى له .. لا شبيه له .. لا نظير له .. لا مثيل له .. لا وزير له .. لا ضد له .. كبير وما دونه صغير .. قوى وما دونه ضعيف .. عزيز وما دونه حقير .. ¶ ¬__________ ¶ (¬1) سورة الروم - من الآية 27.",
            "page": "28",
            "part": "1",
            "seal": "4267E833"
        },
        {
            "id": "29",
            "nass": "الله جل جلاله .. أعلى وأعظم من أن نتخيله .. كل ما خطر ببالك فالله - سبحانه وتعالى - فوق ذلك .. لا يقارن بمخلوق .. كل شئ خاضع لأمره .. كل شئ طائع لأمره .. كل شئ خاشع له .. عز كل ذليل .. غنى كل فقير .. مغيث كل ملهوف .. مفرج عن كل مكروب .. كنز الفقراء .. حصن الضعفاء .. أمان الخائفين .. ¶ سميع عليم .. سميع بصير .. سميع خبير .. ¶ واحد لا يتعدد .. أحد لا يتبعض .. ¶ الله - جل جلاله - لا يسأل عنه متى كان .. ؟ لأنه هو خالق الزمان والمكان .. وهو الذى بدأ نظام الكون وهو الذى ينهى نظام الكون .. ¶ {إِذَا الشَّمْسُ كُوِّرَتْ * وَإِذَا النُّجُومُ انْكَدَرَتْ} (¬1). ¶ لما ينتهى نظام الزمان يبدأ نظام أهل الجنة .. (يا أهل الجنة خلودٌ بلا موت .. ). ¶ ¬__________ ¶ (¬1) سورة التكوير - الآيتان 1،2.",
            "page": "29",
            "part": "1",
            "seal": "C999EAD7"
        },
        {
            "id": "30",
            "nass": "الله - جل جلاله - أحقُ من ذكر .. وأحقُ من عُبِدَ .. وأحق من حُمِدَ .. وأولى من شُكِرَ .. وأنصرُ من أبتغىَّ .. وأرأف من ملك .. وأجودُ من سُئِل .. وأعفى من قدر .. ومغفرته عن عزته .. ومنعته عن حكمته .. وموالاته عن إحسانه وبره وعطفه وكرمه ورحمته. ¶ ما للعباد عليه حق واجب إن عذبوا فبعدله وإن نعموا ... كلا ولا سعى لديه ضائع ¶ بفضله وهو الكريم الواسع ¶ الله - جل جلاله - .. هو الملك لا شريك له .. والفرد لا ند له .. والغنى فلا ظهير له .. والصمدُ فلا ولد له .. ولا حاجة له .. والعلى فلا شبيه له .. ولا سمى له {هَلْ تَعْلَمُ لَهُ ... سَمِيّاً} (¬1) كل شئ هالك إلا وجهه .. وكل ملك زائل ... إلا ملكه .. وكل ظل قالص إلا ظله .. وكل فضل منقطع إلا فضله .. ولن يطاع إلا بإذنه ورحمته ولن يعصى ... إلا بعلمه وحكمته .. يطاع فيشكر .. ويُعصى فيتجاوز ويغفر .. كل نقمةِ منه عدل .. وكل نعمة منه فضل .. أقربُ شهيد ¶ ¬__________ ¶ (¬1) سورة مريم - من الآية 65.",
            "page": "30",
            "part": "1",
            "seal": "038B1EB7"
        },
        {
            "id": "31",
            "nass": "وأدنى حفيظ .. حال دون النفوس .. وسجل الآثار .. وكتب الآجال .. القلوب له مفضية .. والسر عنده علانية .. والغيب عنده شهادة .. عطاؤه كلام وعذابه كلام .. إنما أمره إذا أراد شيئاً أن يقول له كن فيكون .. ¶ {قُلْ لَوْ كَانَ الْبَحْرُ مِدَاداً لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً} (¬1). ¶ قل يا محمد - صلى الله عليه وسلم - لو كان ماء البحر مداداً للقلم الذى يكتب به كلمات الله وحكمه وآياته الدالة عليه وعلى قدرته لنفد البحر قبل أن يفرغ من كتابه ذلك {وَلَوْ جِئْنَا بِمِثْلِهِ مَدَداً} أى بمثل البحر بحراً ثم آخر وهلم جرا .. بحور تمده ويكتب بها ما نفدت كلمات الله كما قال الله - عز وجل - ... {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} (¬2). ¶ ¬__________ ¶ (¬1) سورة الكهف - الآية 109. ¶ (¬2) سورة لقمان - الآية 27.",
            "page": "31",
            "part": "1",
            "seal": "DF335B97"
        },
        {
            "id": "32",
            "nass": "لو أن أشجار الأرض منذ أن خلقها الله - عز وجل - إلى أن تنقضى الدنيا أقلام والبحر من وراءه سبعة أبحر تمده من بعده مداداً لتكسرت الأقلام وفنيت وفنى المداد وبقيت كلمات الله - عز وجل - قائمة لا يفنيها شئ، وكيف تفنى كلماته جل وعلا وهى لا بداية لها ولا نهاية .. فالمخلوق هو أحق بالفناء لأنه له بداية وله نهاية، لا يستطيع أحد أن يقدر قدرة الله - عز وجل - ولا يثنى عليه كما ينبغى حتى هو الذى يثنى على نفسه كما قال - صلى الله عليه وسلم - فى الدعاء .. لا نحصى ثناءاً عليك أنت كما أثنيت على نفسك .. ¶ إن ربنا كما يقول .. وفوق ما نقول ..",
            "page": "32",
            "part": "1",
            "seal": "A8224E3C"
        },
        {
            "id": "33",
            "nass": "المراجع ¶ · القرآن الكريم. ¶ · رياض الصالحين للنووى. ¶ · كتاب مدارج السالكين - ج 1، 2، 3 - لابن القيم. ¶ · الوابل الصيب من الكلم الطيب - لابن القيم. ¶ · مختصر تفسير ابن كثير. ¶ · تاريخ الإسلام للإمام الذهبى - دار الغد العربى. ¶ · أسماء الله الحسنى- د. محمد بكر اسماعيل- دار المنار.",
            "page": "33",
            "part": "1",
            "seal": "33D5881E"
        }
    ],
    "t1146": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الله جل جلاله"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}