{
    "b1148": [
        {
            "id": "1",
            "nass": "الحق المبين ¶ فى ¶ معرفة الملائكة المقربين ¶ إعداد ¶ محمد على محمد إمام",
            "page": "1",
            "part": "1",
            "seal": "4E0485E2"
        },
        {
            "id": "2",
            "nass": "دار الكتب والوثائق القومية ¶ بطاقة فهرسة ¶ فهرسة أثناء النشر إعداد الهيئة العامة لدار الكتب المصرية إدارة الشئون الفنية ¶ إمام / محمد علي محمد ¶ الحق المبين في معرفة الملائكة المقربين ¶ إعداد / ¶ محمد علي محمد إمام - ميت غمر ¶ الطبعة الأولي 2007م ¶ عدد الصفحات (134) ¶ المقاس (14 سم × 20 سم) ¶ العقيدة. ¶ العنوان ... 143 ¶ رقم الإيداع ¶ 25036 ¶ تاريخ الإيداع ¶ 26/ 11/2007",
            "page": "2",
            "part": "1",
            "seal": "BE1F1227"
        },
        {
            "id": "3",
            "nass": "[مقدمة] ¶ بسم الله الرحمن الرحيم ¶ الحمد لله حق حمده والصلاة والسلام علي من لا نبي بعده ... أما بعد: ¶ إخواني وأحبابي في الله - عز وجل -، لما كان الإيمان بالله - عز وجل - هو سبب سعادة البشرية كلها في الدنيا والآخرة، فوجب علي كل مكلف أن يتعرف علي خالقه، حتى يترسخ في قلبه معرفة الله - عز وجل -، ويزداد في قلبه الإيمان واليقين. ¶ ولما كان الإيمان بالملائكة هو الركن الثاني من أركان الإيمان ولا يتم الإيمان إلا به، كما سيأتي في الحديث ... فلذا أقدم لكم هذه الرسالة القيمة في أخبار الملائكة وقد سميتها الحق المبين في معرفة الملائكة المقربين .. والله - عز وجل - أسأل أن ينفع بها كل من قرأها، إنه جواد كريم. ¶ أخوكم في الله ¶ أبو علي ¶ محمد بن علي بن محمد بن إمام",
            "page": "3",
            "part": "1",
            "seal": "77A58073"
        },
        {
            "id": "4",
            "nass": "الإيمان ¶ بعالم الملائكة الأبرار ¶ قال تعالى: {آمَنَ الرّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِن رّبّهِ وَالْمُؤْمِنُونَ كُلّ آمَنَ بِاللهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرّقُ بَيْنَ أَحَدٍ مّن رّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبّنَا وَإِلَيْكَ الْمَصِيرُ} (¬1). ¶ وفي الحديث عن عمر بن الخطاب - رضي الله عنه - قال: \" بينما نحن جلوس عند رسول الله - صلى الله عليه وسلم - ذات يوم إذ طلع علينا رجل شديد بياض الثياب, شديد سواد الشعر, لا يري عليه أثر السفر , ولا يعرفه منا أحد حتى جلس إلي النبي - صلى الله عليه وسلم - فأسند ركبتيه إلي ركبتيه , ووضع كفيه علي فخذيه , وقال: يا محمد أخبرني عن الإسلام؟ فقال رسول الله - صلى الله عليه وسلم - الإسلام أن تشهد أن لا إله إلا الله وأن محمداً رسول الله, وتقيم الصلاة ,وتؤتي الزكاة , وتصوم رمضان , وتحج البيت إن استطعت إليه سبيلا \" قال: صدقت , فعجبنا له يسأله ويصدقه, قال: فأخبرني عن الإيمان؟ قال: \" أن تؤمن بالله , وملائكته , وكتبه , ورسله , واليوم الأخر , وتؤمن بالقدر خيره وشره\" قال: صدقت ......... الخ الحديث \" رواه مسلم (¬2). ¶ ¬__________ ¶ (¬1) سورة: البقرة - الآية: 285. ¶ (¬2) مشكاة المصابيح ـ كتاب الإيمان ـ 1/ 9 ـ ورياض الصالحين ـ باب المراقبة.",
            "page": "4",
            "part": "1",
            "seal": "36B95171"
        },
        {
            "id": "5",
            "nass": "فالإيمان بالملائكة ركن من أركان الإيمان بالغيب , ومن صفات المتقين الذين وصفهم الله - عز وجل - في كتابه، {الَمَ* ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لّلْمُتّقِينَ*الّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصّلاةَ وَممّا رَزَقْنَاهُمْ يُنْفِقُونَ} (¬1) ¶ وقال الإمام البيهقي في شعب الإيمان: والإيمان بالملائكة ينظم في معان: ¶ - أحدها: التصديق بوجودهم. ¶ - الثاني: إنزالهم منازلهم , وإثبات أنهم عباد الله وخلقه كالإنسان والجان مأمورون مكلفون , لا يقدرون إلا علي ما قدرهم الله عليه، والموت عليهم جائز، ولكن الله تعالي جعل لهم أمداً بعيدًا , فلا يتوفاهم حتى يبلغوه , ولا يوصفون بشيء يؤدي وصفهم به إلي إشراكهم بالله تعالي جده , ولا يدعون آلهة كما دعتهم الأوائل. ¶ - الثالث: الاعتراف بأن منهم رسل الله قال تعالي: {اللهُ يَصْطَفِي مِنَ الْمَلاَئِكَةِ رُسُلاً وَمِنَ النّاسِ إِنّ اللهَ سَمِيعٌ بَصِيرٌ} (¬2) ¶ ** مم خلقوا؟ ¶ خُلقت الملائكة من نور , ففي الحديث عن عائشة رضي الله عنها، عن رسول الله - صلى الله عليه وسلم - قال: \" خُلقت الملائكة من نور , وخُلق الجان من مارج من نار ,وخُلق آدم مما وصف لكم \".رواه مسلم. (¬3) ¶ ¬__________ ¶ (¬1) سورة البقرة: الآيات من 1: 3. ¶ (¬2) سورة: الحج - الآية: 75. ¶ (¬3) مشكاة المصابيح - كتاب أحوال القيامة وبدء الخلق 3/ 589.",
            "page": "5",
            "part": "1",
            "seal": "FB360C53"
        },
        {
            "id": "6",
            "nass": "** متى خلقوا؟ ¶ خلقت الملائكة قبل أدم - عليه السلام - والدليل علي ذلك أن الله - عز وجل - , أمرهم بالسجود لآدم - عليه السلام - فسجادوا قال تعالي: {وَإِذْ قَالَ رَبّكَ لِلْمَلاَئِكَةِ إِنّي جَاعِلٌ فِي الأرْضِ خَلِيفَةً قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدّمَآءَ وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ قَالَ إِنّيَ أَعْلَمُ مَا لاَ تَعْلَمُون} (¬1) ¶ وقال تعالي: {وَإِذْ قَالَ رَبّكَ لِلْمَلاَئِكَةِ إِنّي خَالِقٌ بَشَراً مّن صَلْصَالٍ مّنْ حَمَإٍ مّسْنُونٍ * فَإِذَا سَوّيْتُهُ وَنَفَخْتُ فِيهِ مِن رّوحِي فَقَعُواْ لَهُ سَاجِدِينَ} (¬2) ¶ ولكن بكم؟ .... لا يعلمه إلا الله - عز وجل -، فعن ابن عباس رضي الله عنهما قال: أخرج الله أدم من الجنة قبل أن يدخلها أحد، قال تعالي: {إِنّي جَاعِلٌ فِي الأرْضِ خَلِيفَةً قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدّمَآءَ وَنَحْنُ نُسَبّحُ بِحَمْدِكَ وَنُقَدّسُ لَكَ قَالَ إِنّيَ أَعْلَمُ مَا لاَ تَعْلَمُون} وقد كان فيها قبل أن يخلق بألفي عام الجن بنو الجان فأفسدوا في الأرض وسفكوا الدماء , فلما قال الله ¶ {إِنّي جَاعِلٌ فِي الأرْضِ خَلِيفَةً قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدّمَآءَ} يعنون الجن بنى الجان، فلما أفسدوا في الأرض بعث عليهم جنودًا من الملائكة فضربوهم حتى ألحقوهم بجزائر ¶ ¬__________ ¶ (¬1) سورة: البقرة ـ الآية: 30. ¶ (¬2) سورة الحجر: الآيتان 28، 29.",
            "page": "6",
            "part": "1",
            "seal": "92139F88"
        },
        {
            "id": "7",
            "nass": "البحور، قال: فقالت الملائكة: أتجعل فيها من يفسد فيها كما فعل أولئك الجن بنو الجان، قال: فقال الله {إِنّيَ أَعْلَمُ مَا لاَ تَعْلَمُون} رواه الحاكم (¬1). ¶ وهم أول من خلق الله - عز وجل - ....... وجعل الله عز وجل لهم أعمار طويلة جداً، وآخر من يموت من خلق الله - عز وجل - جبريل ثم ميكائيل ثم إسرافيل ثم ملك الموت. ¶ - - - - ¶ ¬__________ ¶ (¬1) رواه الحاكم في مستدركه (كتاب التفسير 2/ 261).",
            "page": "7",
            "part": "1",
            "seal": "A13C1201"
        },
        {
            "id": "8",
            "nass": "صفات الملائكة ¶ ** أولا: الصفات الخُلقية: ¶ الملائكة أجسام نورانية – قد طهرهم الله - عز وجل - من الشهوات الحيوانية .. ولا يتصفون بأوصاف البشر من الذكورة والأنوثة .. ولا يتناكحون، ولا يتناسلون، ولا ينامون .. فقد أبطل الله - عز وجل - زعم الكفار أن الملائكة بنات الله، قال تعالي {وَجَعَلُواْ الْمَلاَئِكَةَ الّذِينَ هُمْ عِبَادُ الرّحْمََنِ إِنَاثاً أَشَهِدُواْ خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ وَقَالُواْ لَوْ شَآءَ الرّحْمََنُ مَا عَبَدْنَاهُمْ مّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاّ يَخْرُصُونَ} (¬1) ¶ وقال تعالى: {أَلَكُمُ الذّكَرُ وَلَهُ الأُنْثَىَ تِلْكَ إِذاً قِسْمَةٌ ضِيزَى}. (¬2) ¶ وقال تعالى: {فَاسْتَفْتِهِمْ أَهُمْ أَشَدّ خَلْقاً أَم مّنْ خَلَقْنَآ إِنّا خَلَقْنَاهُم مّن طِينٍ لاّزِبٍ} (¬3) ¶ وقال تعالى: {فَاسْتَفْتِهِمْ أَلِرَبّكَ الْبَنَاتُ وَلَهُمُ الْبَنُونَ * أَمْ خَلَقْنَا الْمَلاَئِكَةَ إِنَاثاً وَهُمْ شَاهِدُونَ * أَلاَ إِنّهُم مّنْ إِفْكِهِمْ لَيَقُولُون * وَلَدَ اللهُ وَإِنّهُمْ لَكَاذِبُونَ} (¬4) ¶ ** لا يأكلون ولا يشربون: ¶ ¬__________ ¶ (¬1) سورة الزخرف ـ الآيتان 19، 20. ¶ (¬2) سورة النجم ـ الآيتان 21، 22. ¶ (¬3) سورة الصافات ـ الآية 11. ¶ (¬4) سورة الصافات ـ الآيات من 149: 152.",
            "page": "8",
            "part": "1",
            "seal": "B3876C1E"
        },
        {
            "id": "9",
            "nass": "فعن جابر - رضي الله عنهم - أن النبي - صلى الله عليه وسلم - قال: \" لما خلق الله آدم وذريته قالت الملائكة يا رب! خلقتهم يأكلون ويشربون وينكحون ويركبون، فاجعل لهم الدنيا ولنا الآخرة قال الله تعالي: لا أجعل من خلقته بيدي ونفخت فيه من روحي كمن قلت له كن فكان \" رواه البيهقي في شعب الإيمان. (¬1) ¶ وفي قصة إبراهيم عليه السلام عندما جاءته الملائكة في صورة بشر وهو لا يعرفهم فقدم لهم الطعام، قال تعالى: {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ * إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاَماً قَالَ سَلاَمٌ قَوْمٌ مّنكَرُونَ * فَرَاغَ إِلَىَ أَهْلِهِ فَجَآءَ بِعِجْلٍ سَمِينٍ * فَقَرّبَهُ إِلَيْهِمْ قَالَ أَلاَ تَأْكُلُونَ * فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُواْ لاَ تَخَفْ وَبَشّرُوهُ بِغُلاَمٍ عَلَيمٍ} (¬2) ¶ وقال تعالى: {وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ بِالْبُشْرَىَ قَالُواْ سَلاَماً قَالَ سَلاَمٌ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ * فَلَمّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُواْ لاَ تَخَفْ إِنّا أُرْسِلْنَا إِلَىَ قَوْمِ لُوطٍ} (¬3) ¶ ¬__________ ¶ (¬1) مشكاة المصابيح ـ كتاب أحوال القيامة وبدء الخلق 3/ 1597. ¶ (¬2) سورة الذاريات ـ الآيات من 24: 28. ¶ (¬3) سورة هود ـ الآيتان 69، 70.",
            "page": "9",
            "part": "1",
            "seal": "85EB212C"
        },
        {
            "id": "10",
            "nass": "وقد ذكر ابن كثير عن السُدى قال: لما بعث الله الملائكة لقوم لوط أقبلت تمشي في صورة شبان حتى نزلوا علي إبراهيم فتضيفوا، فلما رآهم أجلهم {فَرَاغَ إِلَىَ أَهْلِهِ فَجَآءَ بِعِجْلٍ سَمِينٍ} (¬1) فذبحه فشواه في الرضف وأتاهم به فقعد معهم، وقامت سارة تخدمهم، فذلك حين يقول \" وامرأته قائمة \" وهو جالس، فلما قربه إليهم قال: \" ألا تأكلون \"؟ قالوا: أنا لا نأكل طعاما إلا بثمن، قال فإن لهذا ثمنًا، قالوا: وما ثمنه؟ قال: تذكرون اسم الله علي أوله وتحمدونه علي آخره، فنظر جبريل إلى ميكائيل فقال: حق لهذا أن يتخذه ربه خليلا {فَلَمّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُواْ لاَ تَخَفْ إِنّا أُرْسِلْنَا إِلَىَ قَوْمِ لُوطٍ} (¬2) يقول: فلما رآهم لا يأكلون فزع وأوجس منهم خيفة، وقالت سارة ¶ عجبًا لأضيافنا نخدمهم بأنفسنا كرامة لهم وهم لا يأكلون طعامنا؟! {قالوا لا تخف} أي قالوا لا تخف منا إنا ملائكة أرسلنا إلى ¶ قوم لوط لنهلكهم، فضحكت سارة استبشارًا بهلاكهم لكثرة فسادهم وغلظ كفرهم وعنادهم. (¬3) ¶ ** طعام الملائكة: ¶ طعامهم التسبيح والتهليل والتقديس فعن عبد الله بن عمر - رضي الله عنه - ¶ ¬__________ ¶ (¬1) سورة الذاريات ـ الآية 26. ¶ (¬2) سورة هود ـ الآية 70. ¶ (¬3) مختصر تفسير ابن كثير 2/ 225.",
            "page": "10",
            "part": "1",
            "seal": "34925D7F"
        },
        {
            "id": "11",
            "nass": "أن رسول الله - صلى الله عليه وسلم - سئل عن طعام المؤمنين في زمن الدجال، قال: \" طعام الملائكة \" قالوا: وما طعام الملائكة؟ قال: \" طعامهم منطقهم بالتسبيح والتقديس، فمن كان منطقه يومئذ التسبيح والتقديس، أذهب الله عنه الجوع، فلم يخش جوعا \" رواه الحاكم. (¬1) ¶ عن عبد الله بن الحارث بن نوفل قال: قلت لكعب: أرأيت قول الله تعالي {يُسَبّحُونَ الْلّيْلَ وَالنّهَارَ لاَ يَفْتُرُونَ} (¬2) ثم قال: {جَاعِلِ الْمَلاَئِكَةِ رُسُلاً} (¬3) أفلا تكون الرسالة مانعة لهم عن هذا التسبيح؟ وأيضا قال {أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللهِ وَالْمَلآئِكَةِ وَالنّاسِ أَجْمَعِينَ} (¬4) فكيف يكونون متشاغلين باللعنة حال اشتغالهم بالتسبيح؟ أجاب كعب الأحبار فقال: التسبيح لهم كالتنفس لنا كما أن اشتغالنا بالتنفس لا يمنعنا من الكلام فكذلك اشتغالهم بالتسبيح لا يمنعهم من سائر الأعمال. رواه البيهقي في شعب الإيمان. ¶ ** والله - عز وجل - أعطاهم القدرة علي التصور في صور بشرية: ¶ كما حدث مع إبراهيم - عليه السلام - في الآيات السابقة، وكذلك عندما ذهبوا إلى لوط - عليه السلام - في صوره شبان حسان الوجوه – وخشي أن يضيفهم أحد من قومه وينالهم سوء، قال تعالى: {وَلَمّا جَآءَتْ ¶ ¬__________ ¶ (¬1) في المستدرك ـ كتاب الملاحم والفتن 4/ 511. ¶ (¬2) سورة الأنبياء ـ الآية 20. ¶ (¬3) سورة فاطر ـ الآية 1. ¶ (¬4) سورة البقرة ـ الآية 161.",
            "page": "11",
            "part": "1",
            "seal": "7C34D60D"
        },
        {
            "id": "12",
            "nass": "رُسُلُنَا لُوطاً سِيَءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعاً وَقَالَ هََذَا يَوْمٌ عَصِيبٌ * وَجَآءَهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السّيّئَاتِ قَالَ يَقَوْمِ هََؤُلآءِ بَنَاتِي هُنّ أَطْهَرُ لَكُمْ فَاتّقُواْ اللهَ وَلاَ تُخْزُونِ فِي ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رّشِيدٌ * قَالُواْ لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقّ وَإِنّكَ لَتَعْلَمُ مَا نُرِيدُ * قَالَ لَوْ أَنّ لِي بِكُمْ قُوّةً أَوْ آوِيَ إِلَىَ رُكْنٍ شَدِيدٍ * قَالُواْ يَلُوطُ إِنّا رُسُلُ رَبّكَ لَن يَصِلُوَاْ إِلَيْكَ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مّنَ الْلّيْلِ وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلاّ امْرَأَتَكَ إِنّهُ مُصِيبُهَا مَآ أَصَابَهُمْ إِنّ مَوْعِدَهُمُ الصّبْحُ أَلَيْسَ الصّبْحُ بِقَرِيبٍ} (¬1) ¶ وجاء جبريل - عليه السلام - للسيدة العذراء البتول مريم عليها السلام في صورة بشر ليبشرها بعيسى - عليه السلام - قال تعالى: {وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انتَبَذَتْ مِنْ أَهْلِهَا مَكَاناً شَرْقِيا * فَاتّخَذَتْ مِن دُونِهِم حِجَاباً فَأَرْسَلْنَآ إِلَيْهَآ رُوحَنَا فَتَمَثّلَ لَهَا بَشَراً سَوِيّاً * قَالَتْ إِنّيَ أَعُوذُ بِالرّحْمََنِ مِنكَ إِن كُنتَ تَقِيّاً * قَالَ إِنّمَآ أَنَاْ رَسُولُ رَبّكِ لاَِهَبَ لَكِ غُلاَماً زَكِيّاً}. (¬2) ¶ وكان يأتي النبي - صلى الله عليه وسلم - كثيرًا في صورة دحية الكلبي، كما حدث بعد غزوة الخندق وقد رجع النبي - صلى الله عليه وسلم - والمسلمون وقد عضهم الحصار، فرجعوا مجهدين، فوضعوا السلاح – ووضعه رسول الله - صلى الله عليه وسلم - ودخل بيت عائشة ودعا بماء فأخذ يغسل رأسه قد رجل أحد ¶ ¬__________ ¶ (¬1) سورة هود ـ الآيات من 77: 81. ¶ (¬2) سورة مريم ـ الآيات من 16: 19.",
            "page": "12",
            "part": "1",
            "seal": "7321E158"
        },
        {
            "id": "13",
            "nass": "شقيه – وفي رواية: ففل رأسه واغتسل ودعا بالمجمرة ليتبخر وقد صلي الظهر قالت عائشة: فسلم علينا رجل ونحن في البيت – وقف موضع الجنائز – فنادي عذيرك من محارب – فقام رسول الله - صلى الله عليه وسلم - فزعًا فوثب وثبةً شديدةً فخرج إليه وقمت في أثره انظر من خلل الباب فإذا هو دحية الكلبي فيما كنت أري وهو ينفض الغبار عن وجهه وهو معمم بعمامة سوداء من إستبرق مرخ من عمامته بين كتفيه علي بغلة شهباء، وفي لفظ: فرس عليها رحالة، وعليها قطيفة من ديباج علي ثنياه أثر الغبار، فقال: يا رسول الله! ما أسرعتم ما حللتم، عذيرك من محارب! عفا الله عنك، وفي لفظ: غفر الله لك، أوقد وضعتم السلاح قبل أن نضعه؟ فقال رسول الله - صلى الله عليه وسلم -: \" نعم \" قال: فو الله ما وضعناه. وفي لفظ: \" ما وضعت الملائكة السلاح منذ نزل بك العدو، وما رجعنا الآن إلا من طلب القوم حتى بلغنا حمراء الأسد – يعني الأحزاب – وقد هزمهم الله تعالي، إن الله تعالي يأمرك بقتال بني قريظة، وأنا عامد إليهم بمن معي لأزلزل بهم الحصون فاخرج بالناس. ¶ قال حميد بن هلال، فقال رسول الله - صلى الله عليه وسلم -: فِإن في أصحابي جهدًا فلو أنظرتهم أياما، قال جبريل: انهض إليهم، فوالله لأدقنهم كدق البيض علي الصفا لأضعضعنها، فأدبر جبريل ومن معه من الملائكة حتى سطع الغبار في زقاق بني غنم من الأنصار. ¶ قالت عائشة: فرجعت، فلما دخل قلت: يا رسول الله – من",
            "page": "13",
            "part": "1",
            "seal": "EC4B4FD5"
        },
        {
            "id": "14",
            "nass": "ذاك الرجل الذي كنت تكلمه؟ قال: \" ورأيتيه \". قالت: نعم، قال: \" لمن تشبهت \". قلت: بدحية بن خليفة الكلبي، قال: \" ذاك جبريل أمرني أن أمضي إلى بني قريظة ¶ ومر النبي - صلى الله عليه وسلم - بنفر من بني النجار بالصورين فيهم حارثة بن النعمان، قد صفوا عليهم السلاح فقال: \" هل مر بكم أحد؟ \" قالوا: نعم دحية، الكلبي مر علي بغلة عليها رحالة عليها قطيفة من إستبرق وقد أمرنا بحمل السلاح فأخذنا سلاحنا وصففنا، وقال لنا: هذا رسول الله – - صلى الله عليه وسلم - يطلع عليكم الآن فقال - صلى الله عليه وسلم -: ذاك جبريل بعث إلى بني قريظة ليزلزل بهم حصونهم ويقذف الرعب في قلوبهم \" (¬1) ¶ وكان يأتي النبي - صلى الله عليه وسلم - وهو جالس بين أصحابه فيسأل النبي - صلى الله عليه وسلم - والنبي يجيب حتى يتعلم الصحابة رضي الله عنهم كما في الحديث الذي رواه الإمام مسلم عن عمر - رضي الله عنه - بينما نحن جلوس عند رسول الله - صلى الله عليه وسلم - إذ طلع علينا رجل شديد بياض الثياب ...... وفي نهاية الحديث ثم قال: يا عمر، أتدرى من السائل؟ \" قلت: الله ورسوله أعلم. قال: فإنه جبريل أتاكم يعلمكم دينكم \" (¬2) ¶ وفي الأحزاب عندما ذهب حذيفة - رضي الله عنه - ليأتي بخبر القوم وعندما انتهت مهمته وفي أثناء عودته قال: فلما انتصفت بي الطريق – أو ¶ ¬__________ ¶ (¬1) سبل الهدي والرشاد في سيرة خير العباد 5/ 7. ¶ (¬2) انظر إلى الحديث في كتاب رياض الصالحين باب المراقبة، وكتاب مشكاة المصابيح - كتاب الإيمان 1/ 9.",
            "page": "14",
            "part": "1",
            "seal": "54F7497E"
        },
        {
            "id": "15",
            "nass": "نحو من ذلك – إذا أنا بنحو من عشرين فارسا – أو نحو ذلك – معممين. فقالوا: أخبر صاحبك أن الله قد كفاه (¬1) ¶ وقد رأي كثير من الصحابة رضي الله عنهم الملائكة في صور بشرية فلو أردت المزيد فعليك بمطالعة كتاب حياه الصحابة باب كيفية التأييدات الغيبية – رؤيتهم الملائكة. ¶ ذوات أجنحة .. فمنهم من له جناحين ومنهم من له أكثر من جناح قال تعالى: {الْحَمْدُ للهِ فَاطِرِ السّمَاوَاتِ وَالأرْضِ جَاعِلِ الْمَلاَئِكَةِ رُسُلاً أُوْلِيَ أَجْنِحَةٍ مّثْنَىَ وَثُلاَثَ وَرُبَاعَ يَزِيدُ فِي الْخَلْقِ مَا يَشَآءُ إِنّ اللهَ عَلَىَ كُلّ شَيْءٍ قَدِيرٌ} (¬2) ¶ ومنهم من له ستمائة جناح مثل جبريل - عليه السلام -. ¶ ** عدد الملائكة: ¶ لا يعلمه إلا الله قال تعالى: {وَمَا يَعْلَمُ جُنُودَ رَبّكَ إِلاّ هُوَ وَمَا هِيَ إِلاّ ذِكْرَىَ لِلْبَشَرِ} (¬3) ¶ وكثير من الأحاديث يدل علي كثرة الملائكة منها: ¶ 1) عن أبى ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إني أري مالا ¶ ¬__________ ¶ (¬1) انظر القصة بتمامها في كتاب حياه الصحابة باب تحمل شدة الخوف في الدعوة إلى الله 1/ 312 ¶ (¬2) سورة فاطر ـ الآية 1. ¶ (¬3) سورة المدثر ـ الآية 31.",
            "page": "15",
            "part": "1",
            "seal": "3723DC63"
        },
        {
            "id": "16",
            "nass": "ترون، وأسمع مالا تسمعون أطت (¬1) السماء، وحق لها أن تئط، والذي نفسي بيده، ما فيها موضع أربعة أصابع إلا وملك واضع جبهته ساجدُ لله، والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرًا، وما تلذذتم بالنساء علي الفرشات ولخرجتم إلى الصعدات (¬2) تجأرون إلى الله تعالي \"رواه أحمد والترمذي وابن ماجة (¬3). ¶ 2) وعن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" يؤتي بجهنم لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها \" رواه مسلم (¬4) ¶ 3) وعن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \" البيت المعمور (¬5) في السماء السابعة يدخله كل يوم سبعون ألف ملك لا يعودون إليه حتى تقوم الساعة \" رواه الحاكم وقال حديث صحيح الإسناد علي شرط الشيخين ووافقه الذهبي. (¬6) ¶ 4) وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال: \" إن الله جزأ الخلق عشرة أجزاء فجعل تسعة أجزاء الملائكة، وجزءًا سائر الخلق، وجزأ الملائكة عشرة أجزاء فجعل تسعة أجزاء ¶ ¬__________ ¶ (¬1) أي: صوتت. ¶ (¬2) أي: الصحاري. ¶ (¬3) مشكاة المصابيح ـ كتاب الرقاق ـ باب البكاء والخوف 3/ 1469. ¶ (¬4) رياض الصالحين باب الخوف ص 200 ¶ (¬5) وسمي بالبيت المعمور لأنه معمور بالملائكة. ¶ (¬6) في مستدركه – كتاب التفسير – 2/ 468.",
            "page": "16",
            "part": "1",
            "seal": "B8ACAC2D"
        },
        {
            "id": "17",
            "nass": "يسبحون الليل والنهار لا يفترون، وجزءًا لرسالته، وجزأ الخلق عشرة أجزاء فجعل تسعة أجزاء الجن، وجزءًا بني آدم، وجزء بني آدم عشرة أجزاء فجعل تسعة أجزاء يأجوج ومأجوج وجزءًا لسائر الناس، والسماء ذات الحبك قال: السماء السابعة، والحرم بحياله العرش \" (¬1). ¶ 5) وعن خارجه بن إبراهيم عن أبيه قال: قال رسول الله - صلى الله عليه وسلم - لجبريل: \" من القائل يوم بدر من \" الملائكة أقدم حيزوم \" فقال جبريل: ما كل أهل السماء أعرف \" رواه البيهقي (¬2) ¶ 6) انظر حديث ابن عباس في تفسير قوله تعالي\" يوم تشقق السماء بالغمام ونزل الملائكة تنزيلا. ¶ ** أين تسكن الملائكة؟ ¶ لكل سماء سكان من الملائكة ومنهم من ينزل إلى الأرض ليؤدي مهمة معينة ثم يصعد إلى السماء مثل الملك الذي نزل من السماء الرابعة لينقذ أبا معلق من قاطع الطريق، والملك الذي نزل من السماء السابعة لينقذ زيد بن حارثة - رضي الله عنه - من الرجل الذي أراد قتله، ومثل الملائكة اللذين نزلوا ليشهدوا جنازة سعد بن معاذ - رضي الله عنه -. ¶ والملائكة اللذين نزلوا لشهود غزوة بدر. ¶ ¬__________ ¶ (¬1) رواه الحاكم وقال صحيح الإسناد ووافقه الذهبي ¶ (¬2) سبل الهدي والرشاد في سيرة خير العباد 4/ 63.",
            "page": "17",
            "part": "1",
            "seal": "6C85C24F"
        },
        {
            "id": "18",
            "nass": "والملائكة اللذين نزلوا لشهود غزوة أحد. ¶ والملائكة اللذين نزلوا لشهود غزوة الأحزاب وبني قريظة. ¶ قال تعالى: {يُنَزّلُ الْمَلآئِكَةَ بِالْرّوحِ مِنْ أَمْرِهِ عَلَىَ مَن يَشَآءُ مِنْ عِبَادِهِ أَنْ أَنْذِرُوَاْ أَنّهُ لاَ إِلََهَ إِلاّ أَنَاْ فَاتّقُونِ} (¬1) ¶ وقال تعالى: {تَنَزّلُ الْمَلاَئِكَةُ وَالرّوحُ فِيهَا بِإِذْنِ رَبّهِم مّن كُلّ أَمْر} (¬2) ¶ وفي الحديث عن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال لجبريل \" ما يمنعك أن تزورنا أكثر مما تزورنا؟ \" قال: فنزلت \" {وَمَا نَتَنَزّلُ إِلاّ بِأَمْرِ رَبّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبّكَ نَسِيّاً} (¬3) (¬4). ¶ وعن ابن سابط قال: يدبر أمر الدنيا أربعة: جبريل، وميكائيل، وملك الموت، وإسرافيل، فأما جبريل: فموكل بالرياح والجنود، وأما ميكائيل فموكل بالقطر والنبات، وأما ملك الموت فموكل بقبض الأرواح، وأما إسرافيل فهو ينزل بالأمر عليهم. (¬5) ¶ وعنه قال: في أم الكتاب كل شئ هو كائن إلى يوم القيامة، ووكل ثلاثة من الملائكة أن يحفظوه فوكل جبريل بالكتاب أن ينزل به ¶ ¬__________ ¶ (¬1) سورة النحل ـ الآية 2. ¶ (¬2) سورة القدر ـ الآية 4. ¶ (¬3) سورة مريم ـ الآية 64. ¶ (¬4) رواه أحمد والبخاري. ¶ (¬5) رواه ابن أبى شيبة وابن أبى حاتم وأبو الشيخ في العظمة.",
            "page": "18",
            "part": "1",
            "seal": "C073BAD6"
        },
        {
            "id": "19",
            "nass": "إلى الرسل، ووكل جبريل أيضا بالهلكات إذا أراد الله أن يهلك قوما، ووكله بالنصر عند القتال، ووكل ميكائيل بالحفظ والقطر ونبات الأرض، ووكل ملك الموت بقبض الأنفس، فإذا ذهبت الدنيا جمع من حفظهم وقابل أم الكتاب فيجدونه سواء. (¬1) ¶ ومنهم من يسكن الأرض لتدبير شئون الحياة علي وجه الأرض بأمر ربهم. ¶ ** مقامات الملائكة: ¶ قال تعالى: {وَمَا مِنّآ إِلاّ لَهُ مَقَامٌ مّعْلُومٌ} (¬2) ¶ فسادات الملائكة أربعة: ¶ 1) جبريل - عليه السلام -. 2) ميكائيل - عليه السلام -. ¶ 3) إسرافيل - عليه السلام -. 4) ملك الموت - عليه السلام -. ¶ فعن عائشة رضي الله عنها قالت: كان النبي - صلى الله عليه وسلم - إذا قام من الليل افتتح صلاته فقال: \" اللهم رب جبريل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم \" رواه مسلم (¬3) ¶ ¬__________ ¶ (¬1) رواه ابن أبى شيبة ـ (الحبائك في أخبار الملائك). ¶ (¬2) سورة الصافات ـ الآية 164. ¶ (¬3) مشكاة المصابيح – كتاب الصلاة باب ما يقول إذا قام في الليل 1/ 382.",
            "page": "19",
            "part": "1",
            "seal": "E9973C36"
        },
        {
            "id": "20",
            "nass": "وعن أبى المليح بن أسامة عن أبيه عن جده أسامة بن عمير، أنه صلي مع النبي - صلى الله عليه وسلم - ركعتى الفجر، فصلى قريبا منه فصلى النبى ركعتين خفيفتين فسمعته يقول: اللهم رب جبريل وميكائيل وإسرافيل ومحمد - صلى الله عليه وسلم -، أعوذ بك من النار ثلاث مرات 0 أخرجه الحاكم (¬1) ¶ وكذلك الملائكة الكروبيون الذين هم حول العرش، وهم مع حملة العرش من أشرف الملائكة وهم المقربون قال تعالى: {لّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْداً للهِ وَلاَ الْمَلآئِكَةُ الْمُقَرّبُونَ وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعاً} (¬2) ¶ ** شرفهم وفضلهم: ¶ قال تعالى: {بَلْ عِبَادٌ مّكْرَمُونَ*لاَ يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ} (¬3) ¶ وقال تعالى: {بِأَيْدِي سَفَرَةٍ * كِرَامٍ بَرَرَةٍ} (¬4) ¶ وقال تعالى: {إِنّ الّذِينَ عِندَ رَبّكَ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبّحُونَهُ ¶ وَلَهُ يَسْجُدُون َ} (¬5) ¶ ¬__________ ¶ (¬1) في المستدرك 3/ 622 0 ¶ (¬2) سورة النساء ـ الآية 172. ¶ (¬3) سورة الأنبياء ـ الآيتان 26، 27. ¶ (¬4) سورة عبس ـ الآيتان 15، 16. ¶ (¬5) سورة الأعراف ـ الآية 206.",
            "page": "20",
            "part": "1",
            "seal": "9CBA08FC"
        },
        {
            "id": "21",
            "nass": "وقال تعالى: {وَلَهُ مَن فِي السّمَاوَاتِ وَالأرْضِ وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلاَ يَسْتَحْسِرُونَ} (¬1) ¶ وقال تعالى: {لاّ يَعْصُونَ اللهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (¬2) ¶ وقال تعالى: {لّن يَسْتَنكِفَ الْمَسِيحُ أَن يَكُونَ عَبْداً للهِ وَلاَ الْمَلآئِكَةُ الْمُقَرّبُونَ وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعاً} (¬3) ¶ ** وقد ذكرهم الله - عز وجل - بعد نفسه في الشهادة والإيمان: ¶ قال تعالى: {شَهِدَ اللهُ أَنّهُ لاَ إِلََهَ إِلاّ هُوَ وَالْمَلاَئِكَةُ وَأُوْلُواْ الْعِلْمِ قَآئِمَاً بِالْقِسْطِ لاَ إِلََهَ إِلاّ هُوَ الْعَزِيزُ الْحَكِيمُ} (¬4) ¶ وقال تعالى: {لَّكِنِ اللهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ أَنزَلَهُ بِعِلْمِهِ وَالْمَلآئِكَةُ يَشْهَدُونَ وَكَفَىَ بِاللهِ شَهِيداً} (¬5) ¶ وقال تعالى: {آمَنَ الرّسُولُ بِمَآ أُنْزِلَ إِلَيْهِ مِن رّبّهِ وَالْمُؤْمِنُونَ كُلّ آمَنَ بِاللهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرّقُ بَيْنَ أَحَدٍ مّن رّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبّنَا وَإِلَيْكَ الْمَصِيرُ} (¬6) ¶ ¬__________ ¶ (¬1) سورة الأنبياء ـ الآية 19. ¶ (¬2) سورة التحريم ـ الآية 6. ¶ (¬3) سورة النساء ـ الآية 172. ¶ (¬4) سورة آل عمران ـ الآية 18. ¶ (¬5) سورة النساء ـ الآية 166. ¶ (¬6) سورة البقرة ـ الآية 285.",
            "page": "21",
            "part": "1",
            "seal": "48833EF8"
        },
        {
            "id": "22",
            "nass": "وقيل: أنهم أقرب الخلق إلى الله - عز وجل -، وأول من خلقهم الله - عز وجل -، وآخر من يميتهم، وأول من يحيهم، وهم المدبرات أمرا والمقسمات أمرا. ¶ ** قوتهم: ¶ يتمتع الملائكة بقوة عظيمة جدًا فمن عظم قوتهم أن العرش يحمله أربعة وستأتي أوصافهم عند ذكر حملة العرش، وإسرافيل - عليه السلام - بنفخة واحدة يصعق من في السماوات والأرض وبنفخة أخري يخرجون من القبور قال تعالي: {وَنُفِخَ فِي الصّورِ فَصَعِقَ مَن فِي السّمَاوَاتِ وَمَن فِي الأرْضِ إِلاّ مَن شَآءَ اللهُ ثُمّ نُفِخَ فِيهِ أُخْرَىَ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ} (¬1) ¶ وبلغ من قوه جبريل - عليه السلام - أنه اقتلع جبال آل لوط وبلادهم دفعة واحدة. ¶ ** س: كيف تعرج الملائكة إلى السماء، وكيف تنزل؟ ¶ ج: قال تعالى: {تَعْرُجُ الْمَلاَئِكَةُ وَالرّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ} (¬2) ¶ وفي الحديث \" ما نزل من السماء ملك، ولا صعد إلى السماء ملك حتى يقول: لا حول ولا قوة إلا بالله \" رواه الديلمي (¬3) ¶ ¬__________ ¶ (¬1) سورة الزمر ـ الآية 68. ¶ (¬2) سورة المعراج ـ الآية 4. ¶ (¬3) جمع الجوامع للسيوطي تحت رقم 19571.",
            "page": "22",
            "part": "1",
            "seal": "2A020B82"
        },
        {
            "id": "23",
            "nass": "** عبادتهم: ¶ - الملائكة يشتركون مع الجن ولإنس في العبادة: ¶ قال تعالى: {وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلاَ يَسْتَحْسِرُونَ * يُسَبّحُونَ الْلّيْلَ وَالنّهَارَ لاَ يَفْتُرُونَ} (¬1) ¶ وقال تعالى: {وَإِنّا لَنَحْنُ الصّآفّونَ * وَإِنّا لَنَحْنُ الْمُسَبّحُونَ} (¬2) ¶ وفي الحديث عن أبى ذر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إني أري ما لا ترون، وأسمع ما لا تسمعون أطت السماء وحق لها أن تئط، والذي نفسي بيده، ما فيها موضع أربعة أصابع إلا وملك واضع جبهته ساجد لله، والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرًا، وما تلذذتم بالنساء علي الفرشات ولخرجتم إلى الصعدات تجأرون إلى الله \" رواه أحمد والترمذي وابن ماجة والحاكم (¬3) ¶ وعن جابر بن عبد الله - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" ما في السماوات السبع، موضع قدم، ولا شبر ولا كف إلا وفيه ملك قائم، أو ملك راكع، أو ملك ساجد، فإذا كان يوم القيامة قالوا جميعا: \" سبحانك ما عبدناك حق عبادتك، إلا أنا لم نشرك بك شيئا \" رواه الطبراني وأبو نعيم (¬4) ¶ ¬__________ ¶ (¬1) سورة الأنبياء الآيتان 19، 20. ¶ (¬2) سورة الصافات الآيتان 165، 166. ¶ (¬3) مشكاة المصابيح كتاب الرقاق – باب البكاء والخوف 3/ 1469. ¶ (¬4) جمع الجوامع للسيوطي برقم 18927.",
            "page": "23",
            "part": "1",
            "seal": "3F514E61"
        },
        {
            "id": "24",
            "nass": "* * خوفهم: ¶ قال تعالي: {يَخَافُونَ رَبّهُمْ مّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (¬1) ¶ وقال تعالي: {وَهُمْ مّنْ خَشْيَتِهِ مُشْفِقُونَ} (¬2) ¶ وقال تعالي: {حَتّىَ إِذَا فُزّعَ عَن قُلُوبِهِمْ قَالُواْ مَاذَا قَالَ رَبّكُمْ قَالُواْ الْحَقّ وَهُوَ الْعَلِيّ الْكَبِيرُ} (¬3) ¶ ** هل يحجون؟ ¶ نعم تحج الملائكة البيت المعمور في السماء السابعة وهو بحيال الكعبة المشرفة وسمي بالمعمور لأنه معمور بالملائكة، وهو كعبة أهل السماوات يحجون إليه ففي الحديث عن أنس - رضي الله عنه - قال: \" البيت المعمور في السماء السابعة يدخله كل يوم سبعون ألف ملك لا يعودون إليه حتى تقوم الساعة \" رواه الحاكم وقال حديث صحيح علي شرط الشيخين ووافقه الذهبي (¬4) ¶ أما البيت الحرام الذي ببكة فقد روي الأزرقي في كتابه أخبار مكة عن عثمان بن ساج رحمه الله تعالي قال: أخبرني سعيد أن آدم لما فرغ من حجته لقيته الملائكة بالمأزمين (¬5) فقالوا: برَّ حجك يا ¶ ¬__________ ¶ (¬1) سورة النحل ـ الآية 50. ¶ (¬2) سورة الأنبياء ـ الآية 28. ¶ (¬3) سورة سبأ ـ الآية 23. ¶ (¬4) في مستدركه _ كتاب التفسير – 2/ 468. ¶ (¬5) المضيق من الجبل 0",
            "page": "24",
            "part": "1",
            "seal": "44CA4204"
        },
        {
            "id": "25",
            "nass": "آدم فلقد حججنا هذا البيت قبلك بألف عام. (¬1) ¶ وروي الأزرقي عن أبي هريرة – - رضي الله عنه - – أن آدم - صلى الله عليه وسلم - لما فرغ من حجة لقيته الملائكة بالردم (¬2) فقالوا: برَّ حججك يا آدم، أنا قد حججنا هذا البيت قبلك بألفي عام، قال: فما كنتم تقولون حوله؟ فقالوا: كنا نقول سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، فكان آدم إذا طاف قال هذه الكلمات. (¬3) ¶ وروي الأزرقي عن عمرو بن يسار المكي – رحمه الله – قال: بلغني أن الله تعالي إذا أراد أن يبعث ملكاً من الملائكة لبعض أموره استأذنه ذلك الملك في الطواف، فهبط الملك مهلا ً (¬4) ¶ وروي الأزرقي عن وهب بن منبه – رحمه الله تعالي – قال قرأت في كتاب من الكتب الأولي – ذكر فيها أمر الكعبة وأنه ليس من ملك بعثه الله تعالي إلى الأرض إلا أمره الله بزيارة البيت فينقٌٌٌٌٌٌٌٌٌض من عند العرش محرماً ملبياً حتى يستلم الحجر، ثم يطوف سبعاً بالبيت ويصلي في جوفه ركعتين. (¬5) ¶ ¬__________ ¶ (¬1) سبل الهدي والرشاد في سيرة خير العباد 1/ 241. ¶ (¬2) موضع بمكة. ¶ (¬3) المرجع السابق. ¶ (¬4) المرجع السابق. ¶ (¬5) المرجع السابق.",
            "page": "25",
            "part": "1",
            "seal": "DACF0D4A"
        },
        {
            "id": "26",
            "nass": "وروي الأزرقي عن ابن عباس - رضي الله عنه -: أن جبريل - عليه السلام - وقف علي رسول الله - صلى الله عليه وسلم - وعليه عصابة خضراء قد علاها الغبار، فقال رسول الله - صلى الله عليه وسلم -: \" ما هذا الغبار الذي أرى عليك؟ \" قال: إني زرت البيت فازدحمت الملائكة علي الركن فهذا الغبار الذي تري مما تثير بأجنحتها (¬1). ¶ ** كيف يقومون أمام الله - عز وجل -: ¶ قال تعالى: {وَالصّافّاتِ صَفّا} (¬2) ¶ وقال تعالى: {وَإِنّا لَنَحْنُ الصّآفّونَ} (¬3) ¶ وعن ابن مسعود في قوله تعالي: {وَالصّافّاتِ صَفّا} قال: هم الملائكة تصف في السماء في العبادة والذكر صفوفاً \" (¬4) ¶ وفي الحديث عن جابر بن سمره - رضي الله عنه -، قال: خرج علينا رسول الله - صلى الله عليه وسلم - فرآنا حلقاً فقال: \" مالي أراكم عزين (¬5)؟ \" ثم خرج علينا فقال: \" ألا تصفون كما تصف الملائكة عند ربها؟ قال: \" يتمون الصفوف الأولي، ويتراصون في الصف \" رواه مسلم (¬6). ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) سورة الصافات ـ الآية 1. ¶ (¬3) سورة الصافات ـ الآية 165. ¶ (¬4) صفوة التفاسير للصابوني تفسير سورة الصافات 3/ 28. ¶ (¬5) أي جماعات متفرقين. ¶ (¬6) مشكاة المصابيح – كتاب الصلاة – باب تسوية الصفوف 1/ 341.",
            "page": "26",
            "part": "1",
            "seal": "6BBAD1FB"
        },
        {
            "id": "27",
            "nass": "** حال الملائكة عندما يقضي الله أمراً: ¶ عن عائشة رضي الله عنها، قالت: سمعت رسول الله - صلى الله عليه وسلم - يقول: \" إن الملائكة تنزل في العنان – وهو السحاب – فتذكر الأمر قضي في السماء، فتسترق الشياطين السمع، فتوحيه إلى الكهان، فيكذبون مائة كذبة من عند أنفسهم \". رواه البخاري (¬1) ¶ وعن أبى هريرة - رضي الله عنه -، أن نبي الله - صلى الله عليه وسلم - قال: إذا قضي الله الأمر في السماء ضربت الملائكة بأجنحتها خضعاناً (¬2) لقوله، كأنه سلسلة علي صفوان (¬3) فإذا فُزَّعَ عن قلوبهم قالوا: ماذا قال ربكم؟، قالوا للذي قال الحق وهو العلي الكبير، فسمعها مسترقوا السمع، ومسترقوا السمع هكذا بعضه فوق بعض \". ¶ ووصف سفيان بكفه فحركها بين أصابعه فيسمع الكلمة فيلقيها إلى من تحته، ثم يلقيها الآخر إلى من تحته، حتى يلقيها علي لسان الساحر أو الكاهن، فربما أدرك الشهاب قبل أن يلقيها، وربما ألقاها قبل أن يدركه، فيكذب معها مائة كذبة 0 فيقال: أليس قد قال لنا يوم كذا وكذا: كذا وكذا، فيصدق بتلك الكلمة التي سمعت من السماء \" رواه البخاري (¬4). ¶ وعن ابن عباس رضي الله عنهما، قال: أخبرني رجل من ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الطب والرقي – باب الكهانة 2/ 1293. ¶ (¬2) أي تواضعاً وتخاشعاً وانقياداً لحكمه. ¶ (¬3) أي حجراً ملس. ¶ (¬4) المرجع السابق.",
            "page": "27",
            "part": "1",
            "seal": "996E2506"
        },
        {
            "id": "28",
            "nass": "أصحاب النبي - صلى الله عليه وسلم - من الأنصار: أنهم بينا هم جلوس ليلة مع رسول الله - صلى الله عليه وسلم - رمى بنجم واستنار، فقال لهم رسول الله - صلى الله عليه وسلم -: \" ما كنتم تقولون في الجاهلية، إذا رمي بمثل هذا؟ \" قالوا: الله ورسوله أعلم، كنا نقول: ولد الليلة رجل عظيم، ومات رجل عظيم، فقال رسول الله - صلى الله عليه وسلم -: \" فإنها لا يرمي بها لموت أحد ولا لحياته، ولكن ربنا تبارك اسمه إذا قضي أمرا سبح حمله العرش، ثم سبح أهل السماء الذين يلونهم، حتى يبلغ التسبيح أهل هذه السماء الدنيا، ثم قال الذين يحملون العرش لحمله العرش: ماذا قال ربكم؟ فيخبرونهم ما قال، فيستخبر بعض أهل السماوات بعضاً حتى يبلغ هذه السماء الدنيا، فيخطف الجن السمع، فيقذفون إلى أوليائهم ويرمون، فما جاءوا به علي وجهه فهو حق، ولكنهم يقرفون (¬1) فيه ويزيدون \" روه مسلم (¬2) ¶ ** س: ماذا يحبون، وماذا يبغضون؟ ¶ جـ: يحبون من أحبه الله - عز وجل -، ويبغضون ما أبغضه الله - عز وجل - ففي الحديث عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الله إذا أحب عبداً دعا جبريل فقال: إني أحب فلاناً فأحبه، قال: فيحبه جبريل، ثم ينادي في السماء فيقول: إن الله يحب فلاناً فأحبوه، فيحبه أهل السماء ثم يوضع له القبول في الأرض 0 وإذا أبغض ¶ ¬__________ ¶ (¬1) أي يوقعون الكذب في المسموع الصادق ويخلطونه ولا يتركونه علي وجهه (مشكاة). ¶ (¬2) المرجع السابق 2/ 1296.",
            "page": "28",
            "part": "1",
            "seal": "607BD199"
        },
        {
            "id": "29",
            "nass": "عبداً دعا جبريل إني أبغض فلاناً فأبغضه، فيبغضه جبريل، ثم ينادي في أهل السماء إن الله يبغض فلاناً فأبغضوه، قال: فيبغضونه، ثم يوضع له البغضاء في الأرض. رواه مسلم (¬1) ¶ يحبون الرائحة الطيبة ويكرهون الرائحة الخبيثة، فعن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" من أكل من هذه الشجرة المنتنة (¬2) فلا يقربن مسجدنا، فإن الملائكة تتأذي مما يتأذي منه الإنس 0 متفق عليه (¬3). ¶ وفي رواية مسلم عن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" من أكل البصل، والثوم، والكراث، فلا يقربن مسجدنا، فإن الملائكة تتأذي مما يتأذي منه بنو آدم \". رواه مسلم (¬4). ¶ ** الملائكة يلعنون أهل المعاصي: ¶ • تلعن المرأة التي أبت من فراش زوجها: ¶ فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إذا دعا الرجل إمرأته إلي فراشه فأبت، فبات غضبان، لعنتها ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الحب في الله 3/ 1394. ¶ (¬2) أي البصل. ¶ (¬3) المرجع السابق – كتاب الصلاة – باب المساجد مواضع الصلاة 1/ 222. ¶ (¬4) رياض الصالحين – باب النهي من أكل ثوماً أو بصلاً أو كراثاً، أو غيره مما له رائحةً كريهةً عن دخول المسجد.",
            "page": "29",
            "part": "1",
            "seal": "53FA5CA5"
        },
        {
            "id": "30",
            "nass": "الملائكة حتى تصبح \" متفق عليه (¬1). ¶ • وتلعن من باع شيئاً به عيب ولم ينبه عليه: ¶ فعن واثلة بن الأسقع قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \" من باع عيباً لم ينبه، لم يزل في مقت الله، أو لم تزل الملائكة تلعنه \" رواه بن ماجة. (¬2) ¶ • تلعن من ضل أعمي عن الطريق: ¶ عن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: \" لعن الله من كمه أعمي عن السبيل \" (¬3) ¶ • الملائكة تلعن من أشار إلى أخيه بحديدة: ¶ عن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الملائكة لتلعن أحدكم إذا أشار إلى أخيه بحديدة وإن كان أخيه لأبيه وأمه ورواه من وجه آخر فزاد فيه: \" وإن كان أخاه لأبيه وأمه \" رواه أحمد. ¶ وفى رواية الترمذى \" من أشار على أخيه بحديدة لعنته الملائكة ´ورواه من وجه آخر وزاد فيه: \" وإن كان أخيه لأبيه وأمه \" سنن الترمذي (¬4). ¶ • الملائكة تلعن من سب أصحاب رسول الله - صلى الله عليه وسلم -: ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب النكاح – باب عشرة النساء وما لكل واحدة من حقوق 2/ 968 0 ¶ (¬2) مشكاة المصابيح – كتاب البيوع 2/ 869 0 ¶ (¬3) رواه البخاري في الأدب المفرد ص 216، ورواه الطبراني والبيهقى وعبد بن حميد وحسنه الألباني في صحيح الترغيب. ¶ (¬4) باب ما جاء في إشارة الرجل إلى أخيه بالسلاح حديث رقم (2162).",
            "page": "30",
            "part": "1",
            "seal": "FB7C1AC1"
        },
        {
            "id": "31",
            "nass": "عن عويم بن ساعدة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" إن الله تبارك وتعالي اختارني واختار لي أصحاباً فجعل لي منهم وزراء وأنصاراً وأطهاراً فمن سبهم فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه يوم القيامة صرف ولا عدل.\" رواه الحاكم (¬1). ¶ • وأعمال أخري تستوجب لعنة الله والملائكة والناس أجمعين علي فاعلها: ¶ عن علي - رضي الله عنه - قال: ما كتبنا عن رسول الله - صلى الله عليه وسلم - القرآن وما في هذه الصحيفة. قال: قال رسول الله - صلى الله عليه وسلم -: \" المدينة حرام ما بين عير إلى ثور فمن أحدث فيها حدثا أو آوي محدثا فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل منه صرف ولا عدل، ذمة المسلمين واحدة يسعى بها أدناهم، فمن أخفر مسلما فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه صرف ولا عدل، ومن والي قوما بغير إذن مواليه فعليه لعنة الله والناس أجمعين لا يقبل منه صرف ولا عدل \" متفق عليه. ¶ وفي رواية لهما \" من ادعي إلى غير أبيه أو تولي غير مواليه، فعليه لعنة الله والملائكة والناس أجمعين لا يقبل ¶ ¬__________ ¶ (¬1) في المستدرك – كتاب معرفة الصحابة – باب ذكر عويم بن ساعدة. وقال صحيح ووافقه الذهبي 3/ 632 0",
            "page": "31",
            "part": "1",
            "seal": "8F762901"
        },
        {
            "id": "32",
            "nass": "منه صرف ولا عدل \" (¬1) ¶ ** لا يصحبون رفقة فيها كلب أو جرس: ¶ فعن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" لا تصحب الملائكة رفقة فيها كلب ولا جرس (¬2) \" رواه مسلم. (¬3) ¶ وعن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" لا تصحب الملائكة رفقة فيها جلجل \" رواه النسائي. ¶ وعن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - لا تصحب الملائكة رفقة فيها جلد نمر \" رواه أبو داود. ¶ ** الأماكن التي لا تدخلها الملائكة: ¶ عن أبى طلحة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" لا تدخل الملائكة بيتاً فيه كلب ولا تصاوير \" متفق عليه (¬4) ¶ وعن ابن عباس عن ميمونة، أن رسول الله - صلى الله عليه وسلم - أصبح يوماً واجماً، وقال: \" إن جبريل كان وعدني أن يلقاني الليلة، فلم يلقني، أما والله ما أخلفني \" ثم وقع في نفسه جرو كلب تحت فسطاط له، فأمر به، فأخرج، ثم أخذ بيده ماء، فنفح مكانه، فلما أمس ¶ ¬__________ ¶ (¬1) مشكاة المصابيح، باب حرم المدينة حرسها الله 2/ 834. ¶ (¬2) الجرس: الجلجل الذي يعلق علي الدواب ¶ (¬3) مشكاة المصابيح _ باب آداب السفر 2/ 1142 ¶ (¬4) مشكاة المصابيح – كتاب التصاوير – 2/ 1273",
            "page": "32",
            "part": "1",
            "seal": "5F7F1934"
        },
        {
            "id": "33",
            "nass": "لقيه جبريل. فقال لقد كنت وعدتني أن تلقاني البارحة \". قال: أجل، ولكنا لا ندخل بيتاً فيه كلب، ولا صورة، فأصبح رسول الله - صلى الله عليه وسلم - يومئذ، فأمر بقتل الكلاب، حتى إنه يأمر بقتل كلب الحائط الصغير، ويترك كلب الحائط الكبير \". رواه مسلم (¬1). ¶ وعن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" أتاني جبريل - عليه السلام - قال: أتيتك البارحة، فلم يمنعني أن أكون دخلت إلا أنه كان علي الباب تماثيل، وكان في البيت قرام ستر فيه تماثيل، وكان في البيت كلب فمر برأس التماثيل الذي علي باب البيت فيقطع فيصير كهيئة الشجرة، ومر بالستر فيقطع، فليجعل وسادتين منبوذتين توطآن، ومر بالكلب فليخرج \" رواه الترمذي وأبو داود وإسناده صحيح. (¬2) ¶ ** الملائكة لا تدخل بيتا فيه بول منتقع: ¶ فعن عبد الله بن يزيد عن النبي - صلى الله عليه وسلم - قال: \" لا ينقع بول في طست في البيت، ولا تبولن في مغتسلك، فإن الملائكة لا تدخل بيتاً فيه بول منتقع \". رواه الطبراني في الأوسط والحاكم في المستدرك. ¶ ¬__________ ¶ (¬1) المرجع السابق 2/ 1273. ¶ (¬2) المرجع السابق 2/ 127512.",
            "page": "33",
            "part": "1",
            "seal": "0A1C2117"
        },
        {
            "id": "34",
            "nass": "** ولا تدخل الملائكة الأماكن النجسة مثل بيت الخلاء: ¶ الملائكة تفارق الإنسان في المواطن التي تظهر فيها عورته ففي الحديث عن ابن عمر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إياكم والتعري فإن معكم من لايفارقكم إلا عند الغائط وحين يفضي الرجل إلى أهله، فاستحيوهم وأكرموهم. رواه الترمذي. (¬1) ¶ وقال البيهقي بسنده عن إسماعيل بن أبي حكيم مولي آل الزبير، أنه حدثه عن خديجة بنت خويلد أنها قالت لرسول الله فيما بينه مما أكرمه الله به من نبوته: ابن عم تستطيع أتخبرني بصاحبك هذا الذي يأتيك إذا جاءك؟ فقال: \" نعم \" فقالت: إذا جاءك فأخبرني. فبينا رسول الله - صلى الله عليه وسلم - عندها إذا جاء جبريل فرآه رسول الله - صلى الله عليه وسلم - فقال: \" يا خديجة، هذا جبريل \" فقالت: أتراه الآن؟ قال: \" نعم \" قالت: فاجلس إلى شقي الأيمن 0 فتحول فجلس فقالت: أتراه الآن؟ قال: \" نعم \" قالت: فتحول فاجلس في حجري فتحول فجلس في حجرها. قالت: هل تراه الآن. قال: \" نعم \" فتحسرت رأسها فشالت خمارها ورسول الله - صلى الله عليه وسلم - جالس في حجرها فقالت: هل تراها الآن؟ قال: \" لا \" قالت: ما هذا بشيطان إن هذا لملك يا ابن عم، فاثبت وأبشر، ثم آمنت به وشهدت أن ما جاء به هو الحق. (¬2) ¶ ¬__________ ¶ (¬1) مشكاة المصابيح _كتاب النكاح – باب النظر إلي المخطوبة وبيان العورات. ¶ (¬2) صفوه السيرة النبوية لابن كثير 1/ 147.",
            "page": "34",
            "part": "1",
            "seal": "559D304D"
        },
        {
            "id": "35",
            "nass": "** ومن أخلاق الملائكة الحياء: ¶ فعن عائشة رضي الله عنها قال كان رسول الله - صلى الله عليه وسلم - مضطجعاً في بيته، كاشفاً عن فخذيه – أو ساقيه – فاستأذن أبو بكر، فأذن له وهو علي تلك الحال، فتحدث، ثم أستأذن عمر، فأذن له وهو كذلك، فتحدث، ثم استأذن عثمان فجلس رسول الله - صلى الله عليه وسلم - وسوي ثيابه، فلما خرج قالت عائشة رضي الله عنها: دخل أبو بكر فلم تهتش له ولم تباله ثم دخل عمر فلم تهتش له ولم تباله ثم دخل عثمان فجلست وسويت ثيابك فقال: \" ألا أستحيي من رجل تستحيي منه الملائكة \" رواه مسلم (¬1). ¶ * الملائكة تبتعد من الكذاب: ¶ وعن عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -: \" إذا كذب العبد كذبة تباعد منه الملك ميلاً من نتن ما جاء به \" رواه الترمذي وقال حسن غريب. (¬2) ¶ ** ومن أخلاقهم الأدب والاحترام: ¶ فعن أنس رضى الله عنه فى حديثه المشهور فى الإسراء قال: قال رسول الله - صلى الله عليه وسلم -: \" ثم صعد بي جبريل إلى السماء الدنيا فاستفتح ¶ ¬__________ ¶ (¬1) مشكاة المصابيح _ كتاب المناقب – مناقب عثمان - رضي الله عنه - 3/ 1712. ¶ (¬2) سنن الترمذي – باب ما جاء في الصدق والكذب رقم (1972).",
            "page": "35",
            "part": "1",
            "seal": "1D7588F8"
        },
        {
            "id": "36",
            "nass": "فقيل من هذا؟ قال: جبريل، قيل ومن معك؟ قال: محمد، ثم صعد إلي السماء الثانية، فاستفتح، قيل: من هذا؟ قال: جبريل، قيل: ومن معك؟ قال: محمد، والثالثة والرابعة وسائرهن، ويقال فى باب كل سماء من هذا؟ فيقول: جبريل \" متفق عليه. (¬1) ¶ ** من تصافح؟ ¶ عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \" إن الملائكة لتصافح ركبان الحج وتعتنق المشاة \" رواه البيهقي. ¶ وتصافح المريض الصابر المحتسب: عن مطرف بن عبد الله عن عمران بن حصين أنه قال: اعلم يا مطرف أنه كانت تسلم الملائكة عليَّ عند رأسي وعند البيت وعند باب الحجر، فلما اكتويت ذهب ذلك، فلما برئ قال: اعلم يا مطرف، أنه عاد إليَّ الذي كنت أفقد، اكتم عليَّ يا مطرف حتى أموت. رواه الحاكم (¬2). ¶ وتنطق الملائكة علي ألسنة بعض الصالحين كما نطقت علي لسان عمر بن الخطاب - رضي الله عنه - كما في الحديث عن علي - رضي الله عنه - قال: \" ما كنا نُبْعد أن السكينة تنطق علي لسان عمر \". رواه البيهقي في ¶ ¬__________ ¶ (¬1) رياض الصالحين باب بيان أن السنة إذا قيل للمستأذن من أنت يقول فلان. ¶ (¬2) في مستدركه – كتاب معرفة الصحابة – باب ذكر مناقب عمران بن الحصين الخز اعي - رضي الله عنه - 3/ 472",
            "page": "36",
            "part": "1",
            "seal": "9DF6B499"
        },
        {
            "id": "37",
            "nass": "دلائل النبوة (¬1). ¶ وبينما هو في خطبته يوم الجمعة إذ هو ينادي ويقول يا سارية الجبل .. فقيل لعمر بن الخطاب: ما ذاك الكلام؟ فقال: والله ما لقيت له إلا بشيء ألقى على لساني. (¬2) ¶ - - ... - - ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب المناقب – باب مناقب عمر 3/ 1704 ¶ (¬2) حياة الصحابة – كيفية التأييدات الغيبية – بلوغ الصوت الآفاق3/ 569.",
            "page": "37",
            "part": "1",
            "seal": "4F722F78"
        },
        {
            "id": "38",
            "nass": "بعض الأعمال الموكلة إلى الملائكة ¶ • حملة العرش: ¶ قال تعالى: {الّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبّحُونَ بِحَمْدِ رَبّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلّذِينَ آمَنُواْ رَبّنَا وَسِعْتَ كُلّ شَيْءٍ رّحْمَةً وَعِلْماً فَاغْفِرْ لِلّذِينَ تَابُواْ وَاتّبَعُواْ سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ* رَبّنَا وَأَدْخِلْهُمْ جَنّاتِ عَدْنٍ الّتِي وَعَدْتّهُمْ وَمَن صَلَحَ مِنْ آبَآئِهِمْ وَأَزْوَاجِهِمْ وَذُرّيّاتِهِمْ إِنّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ * وَقِهِمُ السّيّئَاتِ وَمَن تَقِ السّيّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (¬1). ¶ وفي الحديث عن جابر بن عبد الله رضي الله عنهما عن رسول الله - صلى الله عليه وسلم - قال: \" أذن لي أن أحدث عن ملك من ملائكة الله حملة العرش أن ما بين شحمة أذنه إلى عاتقة مسيرة سبعمائة عام \" رواه أبو داود وصححه الألباني. (¬2). ¶ وعن العباس بن عبد المطلب، زعم أنه كان جالسا في البطحاء في عصابة ورسول الله - صلى الله عليه وسلم - جالس فيهم، فمرت سحابة، فنظروا إليها، فقال رسول الله - صلى الله عليه وسلم -: ما تسمون هذه؟ قالوا: السحاب. قال: \" والمزن \"؟!! قالوا: والمزن. قال: \" والعنان؟ \" قالوا: والعنان. ¶ ¬__________ ¶ (¬1) سورة غافر ـ الآيات من 7: 9. ¶ (¬2) مشكاة المصابيح – كتاب أحوال القيامة وبدء الخلق – باب بدء الخلق وذكر الأنبياء 3/ 1596.",
            "page": "38",
            "part": "1",
            "seal": "BB4C120A"
        },
        {
            "id": "39",
            "nass": "قال هل تدرون ما بعد ما بين السماء والأرض؟ \". قالوا: لا ندري. قال: إن بعد ما بينهما إما واحدة وإما اثنتان أو ثلاث وسبعون سنة والسماء التي فوقها كذلك \" حتى عدد سبع سماوات. ثم \" فوق السماء السابعة بحر بين أعلاه وأسفله كما بين السماء إلى سماء، ثم فوق ذلك ثمانية أو عال، بين أظلا فهن ووركهن مثل ما بين سماء إلى سماء، ثم علي ظهورهن العرش، بين أسفله وأعلاه ما بين سماء إلى سماء، ثم الله فوق ذلك \" رواه الترمذي وأبو داود (¬1) ¶ • يقول ابن القيم رحمه الله في كتابه مدارج السالكين: ¶ قيل أنهم أربعة من الملائكة إثنان يقولان: سبحانك وبحمدك علي حلمك بعد علمك، واثنان يقولان: سبحان وبحمدك علي عفوك بعد قدرتك، فإذا كان يوم القيامة أعانهم الله - عز وجل - بأربعة من الملائكة كما في قول الله - عز وجل - {وَيَحْمِلُ عَرْشَ رَبّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} (¬2) (¬3). ¶ وذكر في كتابه الوابل الصيب قال: روي ابن أبي الدنيا عن الليث بن سعد عن معاوية بن صالح قال: حدثنا مشايخنا أنه ¶ ¬__________ ¶ (¬1) المرجع السابق 3/ 1596 ¶ (¬2) سورة الحاقة ـ الآية 17. ¶ (¬3) وهذا الأثر أخرجه ابن المنذر وأبو الشيخ والبيهقي في شعب الإيمان عن هارون بن رئاب قال: حمله العرش ثمانية يتجاوبون بصوت رخيم تقول أربعة منهم ......... الخ (الحبائك في أخبار الملائك للسيوطي).",
            "page": "39",
            "part": "1",
            "seal": "DDE22384"
        },
        {
            "id": "40",
            "nass": "بلغهم أول ما خلق الله - عز وجل - – حين كان عرشه علي الماء –حملة العرش – قالوا: ربنا لم خلقتنا؟ قال: خلقتكم لحمل عرشى، قالوا: ربنا ومن يقوي علي حمل عرشك وعليه عظمتك وجلالك ووقارك: قال: لذلك خلقتكم، فأعادوا عليه مراراً، فقال: قولوا، لا حول ولا قوة إلا بالله، فحملوا. ¶ وروي عن ابن عباس في قوله تعالي: {وَيَحْمِلُ عَرْشَ رَبّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ} أخرجه ابن جرير وابن المنذر وابن أبى حاتم. (¬1) ¶ وقيل: أنهم ثمانية أملاك أرجلهم في تخوم الأرض السفلي وأرجلهم تحت العرش. ¶ وقد وردت آثار كثيرة في صفتهم ذكرها الإمام السيوطي في كتابة الحبائك في أخبار الملائك الله أعلم بصحتها. ¶ • ملائكة حافون حول العرش \" ويسمون الكربيون \": ¶ قال تعالى: {وَتَرَى الْمَلاَئِكَةَ حَآفّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبّحُونَ بِحَمْدِ رَبّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقّ وَقِيلَ الْحَمْدُ لِلّهِ رَبّ الْعَالَمِينَ} (¬2) ¶ • الملك الموكل بنزول الوحي علي أنبياء الله ورسله عليهم السلام (وهو جبريل - عليه السلام -): ¶ قال تعالى: {نَزَلَ بِهِ الرّوحُ الأمِينُ*عَلَىَ قَلْبِكَ لِتَكُونَ مِنَ ¶ ¬__________ ¶ (¬1) الحبائك في أخبار الملائك للسيوطي. ¶ (¬2) سورة الزمر ـ الآية 75.",
            "page": "40",
            "part": "1",
            "seal": "85F371A8"
        },
        {
            "id": "41",
            "nass": "الْمُنْذِرِينَ} (¬1) ¶ وقال تعالى: {قُلْ نَزّلَهُ رُوحُ الْقُدُسِ مِن رّبّكَ بِالْحَقّ لِيُثَبّتَ الّذِينَ آمَنُواْ وَهُدًى وَبُشْرَىَ لِلْمُسْلِمِينَ} (¬2) ¶ وقال تعالى: {إِنّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * ذِي قُوّةٍ عِندَ ذِي الْعَرْشِ مَكِينٍ* مّطَاعٍ ثَمّ أَمِينٍ} (¬3) ¶ وقال تعالى: {قُلْ مَن كَانَ عَدُوّاً لّجِبْرِيلَ فَإِنّهُ نَزّلَهُ عَلَىَ قَلْبِكَ بِإِذْنِ اللهِ مُصَدّقاً لّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىَ لِلْمُؤْمِنِينَ} (¬4) ¶ وقال تعالى: {عَلّمَهُ شَدِيدُ الْقُوَىَ} (¬5) وهو جبريل - عليه السلام -. ¶ وفي الحديث عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" .... وإن الروح الأمين – وفي رواية: وإن روح القدس نفث في روعي (¬6) أن نفسًا لن تموت حتى تستوفي رزقها، ألا فاتقوا الله وأجملوا في الطلب، ولا يحملنكم استبطاء الرزق أن تطلبوه بمعاصي الله، فإنه لا يدرك ما عند الله إلا بطاعته \" رواه البغوي في شرح السنة والبيهقي في شعب الإيمان. (¬7) ¶ ¬__________ ¶ (¬1) سورة الشعراء ـ الآيتان 193، 194. ¶ (¬2) سورة النحل ـ الآية 102. ¶ (¬3) سورة التكوير الآيات من 19: 21. ¶ (¬4) سورة البقرة ـ الآية 97. ¶ (¬5) سورة النجم ـ الآية 5. ¶ (¬6) الروع: النفس، ومعناه أنه أوحي إلىّ وحيا ًخفياً (المشكاة). ¶ (¬7) مشكاة المصابيح – كتاب الرقاق - باب التوكل والصبر 3/ 1458.",
            "page": "41",
            "part": "1",
            "seal": "E29A19F7"
        },
        {
            "id": "42",
            "nass": "• صورته الملكية: ¶ وعن ابن مسعود - رضي الله عنه - أن النبي - صلى الله عليه وسلم - رأي جبريل له ستمائة جناح. ¶ رواه مسلم. (¬1) ¶ وعن عبد الله قال: \" ما كذب الفؤاد ما رأي \" قال: رأي جبريل - عليه السلام - له ستمائة جناح. (¬2) ¶ وعن مسروق قال: كنت متكئاً عند عائشة رضي الله عنها فقالت: يا أبا عائشة ثلاث من تكلم بواحدة منهن فقد أعظم علي الله الفرية 0 قال: وكنت متكئاً فجلست، فقلت: يا أم المؤمنين أنظر يني ولا تعجليني ألم يقل الله - عز وجل -: \" ولقد رآه بالأفق المبين \" \" ولقد رآه نزله أخرى \" 0 فقالت: أنا أول هذه الأمة سأل عن ذلك رسول الله - صلى الله عليه وسلم - فقال: إنما هو جبريل لم أراه علي صورته التي خُلق عليها غير هاتين المرتين، رأيته منهبطاً من السماء ساداً عظمُ خلقه ما بين السماء إلى الأرض، فقالت: أولم تسمع أن الله يقول لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير \" أولم تسمع أن الله يقول: \" يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فيما بلغت رسالته والله يعصمك من الناس \" قالت ومن زعم أنه يخبر بما يكون في غد فقد أعظم علي الله الفرية والله يقول: {قُل لاّ يَعْلَمُ مَن فِي السّمَاواتِ ¶ ¬__________ ¶ (¬1) صحيح مسلم شرح النووي ـ كتاب الإيمان – باب في ذكر سدرة المنتهي 3/ 3. ¶ (¬2) المرجع السابق.",
            "page": "42",
            "part": "1",
            "seal": "2BC92E0E"
        },
        {
            "id": "43",
            "nass": "والأرْضِ الْغَيْبَ إِلاّ اللهُ وَمَا يَشْعُرُونَ أَيّانَ يُبْعَثُونَ} (¬1). رواه مسلم. (¬2) ¶ وروي الإمام أحمد وعبد بن حميد وابن المنذر والبيهقي وأبو نعيم عن ابن مسعود - رضي الله عنه - قال: رأي رسول الله - صلى الله عليه وسلم - جبريل في صورته، له ستمائة جناح، كل جناح منها قد سد الأفق وتسقط من أجنحته التهاويل والدر والياقوت ما الله به عليم. (¬3) ¶ وعن ابن عباس في الآية قال: سأل النبي - صلى الله عليه وسلم - جبريل أين يراه في صورته، فقال ادعُ ربك، فدعا ربه - عز وجل -، فطلع عليه سواد من قبل المشرق، فجعل يرتفع وينتشر، فلما رآه رسول الله - صلى الله عليه وسلم - صُعق فأتاه فقرب منه ومسح الغبار عن وجهه. رواه احمد. (¬4) ¶ وسأل رسول الله - صلى الله عليه وسلم - جبريل - عليه السلام - أن يريه نفسه التي خلقه الله عليها فأراه نفسه مرتين، مرة في الأرض ومرة في السماء، فأما في الأرض ففي الأفق الأعلى وكان النبي - صلى الله عليه وسلم - بحراء، فطلع له جبريل من المشرق، فسد الأرض إلى المغرب فخر النبي - صلى الله عليه وسلم - مغشياً عليه، فنزل إليه في صورة الآدميين وضمه إلى نفسه وجعل يمسح الغبار عن وجهه، فلما آفاق النبي - صلى الله عليه وسلم - قال: \" يا ¶ ¬__________ ¶ (¬1) سورة النمل ـ الآية 65. ¶ (¬2) صحيح مسلم شرح النووي _ كتاب الإيمان – باب ما جاء في رؤية الله - عز وجل - 3/ 8. ¶ (¬3) سبل الهدي والرشاد في سيرة خير العباد 3/ 63. ¶ (¬4) المرجع السابق 3/ 63.",
            "page": "43",
            "part": "1",
            "seal": "5D279036"
        },
        {
            "id": "44",
            "nass": "جبريل ما ظننا أن الله خلق أحداً علي مثل هذه الصورة فقال: يا محمد، إنما نشرت جناحين من أجنحتي وإن لي ستمائة جناح كل جناح قدر أجنحتي، وإنه ليتضاءل من مخافة الله تعالي حتى يكون بقدر الوضع، يعني العصفور الصغير وذلك دليل قوله تعالي {وَلَقَدْ رَآهُ بِالأُفُقِ الْمُبِينِ} (¬1) (¬2). ¶ • قوته: ¶ قال محمد بن السائب: من قوة جبريل أنه اقتلع مدائن قوم لوط من الماء الأسود فحملها على جناحه , حتى رفعها إلى السماء , حتى أسمع أهل السماء نباح الكلاب وصياح ديكتهم , ثم قلبها. ¶ ومن قوته أيضا: أنه أبصر إبليس يكلم عيسي بن مريم - عليه السلام - علي بعض عقاب الأرض المقدسة فنفحه (¬3) بجناحه نفحة فألقها في أقصي جبل في الهند. ¶ ومن قوته أيضا: هبوطه من السماء علي الأنبياء عليهم السلام، وصعوده إليها في أسرع من طرفة عين \". (¬4) ¶ ¬__________ ¶ (¬1) سورة التكوير ـ الآية 23. ¶ (¬2) كتاب سبل الهدي والرشاد في سيره خير العباد 3/ 61. ¶ (¬3) أي ضربه. ¶ (¬4) سبل الهدي والرشاد في سيرة خير العباد 3/ 95 0",
            "page": "44",
            "part": "1",
            "seal": "05597B7E"
        },
        {
            "id": "45",
            "nass": "وروي ابن عساكر عن معاوية بن قرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - لجبريل: ما أحسن ما أثني عليك ربك: \" ذى قوة عند ذي العرش مكين \"، \" مطاع ثم أمين \"ما كانت قوتك، وما كانت أمانتك؟ \" قال: أما قوتي فإني بعثت إلى مدائن لوط وهي أربع مدائن , وفي كل مدينة أربع مائة مقاتل سوي الزراري , فحملتهم من الأرض السفلي حتى سمع أهل السماء أصوات الدجاج ونباح الكلاب , ثم هويت بهن فقلبتهن. وأما أمانتي: فلم أؤمر بشيء فعدوته إلى غيره (¬1) ¶ ويقول ابن القيم (رحمه الله):في قوله تعالي: {ذُو مِرّةٍ فَاسْتَوَىَ} (¬2) أي جميل المنظر , حسن الصورة , ذو جلالة، ليس شيطانا أقبح خلق الله تعالي وأشوههم صورة , بل هو من أجمل الخلق وأقواهم وأعظم أمانة ومكانة عند الله تعالي. ¶ • س: هل رأي جبريل ربه؟ ¶ عن زرارة بن أبي أوفي أن رسول الله - صلى الله عليه وسلم - قال لجبريل: هل رأيت ¶ ربك؟ فانتفض جبريل وقال: يا محمد! إن بيني وبينه سبعين حجاباً من نور لو دنوت من بعضها لاحترقت \" هكذا في المصابيح ورواه أبو نعيم في الحلية إلا أنه لم يذكر \"فانتفض جبريل \". (¬3) ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) سورة النجم – الآية 6. ¶ (¬3) مشكاة المصابيح – كتاب أهوال القيامة وبدء الخلق 3/ 1596 0",
            "page": "45",
            "part": "1",
            "seal": "BA826127"
        },
        {
            "id": "46",
            "nass": "• خوفه: ¶ عن أبى عمران الجوني .. أنه بلغه أن جبريل أتى النبى - صلى الله عليه وسلم - وهو يبكى فقال له رسول الله - صلى الله عليه وسلم -:\" ما يبكيك؟ \" قال: ومالي لا أبكي، فو الله ما جفت لي عين منذ خلق الله النار مخافة أن أعصيه فيقذفني فيها. رواه الإمام أحمد في الزهد (¬1). ¶ • مكانته: ¶ أخرج الطبراني عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -:\" ألا أخبركم بأفضل الملائكة؟ جبريل \". (¬2) ¶ وأخرج أبو الشيخ عن أبي موسى بن أبي عائشة قال: بلغني أن جبريل إمام أهل السماء. (¬3) ¶ وأخرج ابن المنذر وأبو الشيخ عن مقاتل بن حيان قال: الروح أشرف الملائكة وأقربهم من الرب وهو صاحب الوحي (¬4). ¶ وعن مطرف بن عبد الله بن الشخير أن عائشة رضى الله عنها، ¶ ¬__________ ¶ (¬1) الحبائك في أخبار الملائك للسيوطي. ¶ (¬2) المرجع السابق. ¶ (¬3) المرجع السابق. ¶ (¬4) المرجع السابق.",
            "page": "46",
            "part": "1",
            "seal": "669010CF"
        },
        {
            "id": "47",
            "nass": "نبأته أن رسول الله - صلى الله عليه وسلم - كان يقول في ركوعه وسجوده \" سبوح (¬1) قدوس رب الملائكة والروح \". رواه مسلم (¬2) وأبو داود والنسائي ¶ وجبريل - عليه السلام - هو سيد سادات الملائكة، فقد ذكره الله - عز وجل - قبل ملائكته في القرآن قال تعالي: {قُلْ مَن كَانَ عَدُوّاً لّجِبْرِيلَ فَإِنّهُ نَزّلَهُ عَلَىَ قَلْبِكَ بِإِذْنِ اللهِ مُصَدّقاً لّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىَ لِلْمُؤْمِنِينَ*مَن كَانَ عَدُوّاً للهِ وَمَلآئِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ فَإِنّ اللهَ عَدُوّ لّلْكَافِرِينَ} (¬3). ¶ وقال لعيسي - عليه السلام - {إِذْ قَالَ اللهُ يَعِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَعَلَىَ وَالِدَتِكَ إِذْ أَيّدتّكَ بِرُوحِ الْقُدُسِ تُكَلّمُ النّاسَ فِي الْمَهْدِ وَكَهْلاً وَإِذْ عَلّمْتُكَ الْكِتَابَ وَالْحِكْمَةَ وَالتّوْرَاةَ وَالإِنْجِيلَ وَإِذْ تَخْلُقُ مِنَ الطّينِ كَهَيْئَةِ الطّيْرِ بِإِذْنِي فَتَنفُخُ فِيهَا فَتَكُونُ طَيْراً بِإِذْنِي وَتُبْرِىءُ الأكْمَهَ وَالأبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوتَىَ بِإِذْنِيِ وَإِذْ كَفَفْتُ بَنِيَ إِسْرَائِيلَ عَنكَ إِذْ جِئْتَهُمْ بِالْبَيّنَاتِ فَقَالَ الّذِينَ كَفَرُواْ مِنْهُمْ إِنْ هََذَا إِلاّ سِحْرٌ مّبِينٌ} (¬4). ¶ ¬__________ ¶ (¬1) قال الإمام النووي: قال أبن فارس والزبيدي وغيرهما: سبوح هو الله عز وجل فالمراد بالسبوح القدوس (المسبح المقدس)، سبوح: أي مبرئ من النقائص والشريك وكل ما يليق بالألهية وقدوس: المطهر من كل ما لا يليق بالخالق. ¶ وقيل الروح: ملك عظيم، وقيل: هو جبريل عليه السلام. ¶ (¬2) صحيح مسلم شرح النووي 4/ 204. ¶ (¬3) سورة البقرة الآيتان 97، 98. ¶ (¬4) سورة المائدة ـ الآية 110.",
            "page": "47",
            "part": "1",
            "seal": "A56BA0F8"
        },
        {
            "id": "48",
            "nass": "وذكره بعد ذكر ذاته العلية في قوله تعالى: {فَإِنّ اللهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ} (¬1) ¶ وفي حديث قيام الليل السابق ذكره عن عائشة رضي الله عنها قالت: كان النبي - صلى الله عليه وسلم - إذا قام من الليل افتتح صلاته، قال: \" اللهم رب جبريل وميكائيل وإسرافيل ........ \" ¶ • ومدحه بست صفات: ¶ فقال تعالى: {إِنّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ * ذِي قُوّةٍ عِندَ ذِي الْعَرْشِ مَكِينٍ* مّطَاعٍ ثَمّ أَمِينٍ} (¬2) ¶ • وزير النبى - صلى الله عليه وسلم -: ¶ هو وميكائيل من وزراء النبي - صلى الله عليه وسلم -، فعن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" ما من نبي إلا وله وزيران من أهل الأرض، فأما وزيراى من أهل السماء فجبريل وميكائيل، وأما وزيراى من أهل الأرض فأبو بكر وعمر \"0 رواه الترمذي واللفظ له (¬3) والحاكم (¬4). ¶ وعن ابن عباس رضي الله عنهما قال: بينما رسول الله - صلى الله عليه وسلم - ومعه جبريل يناجيه إذا انشق أفق السماء، فأقبل جبريل يتضائل ¶ ¬__________ ¶ (¬1) سورة التحريم ـ الآية 4. ¶ (¬2) سورة التكوير ـ الآيات من 19: 21. ¶ (¬3) مشكاة المصابيح – كتاب المناقب – باب مناقب أبي بكر وعمر رضي الله عنهما- 3/ 1710 ¶ (¬4) في مستدركه 2/ 264.",
            "page": "48",
            "part": "1",
            "seal": "21DD0B84"
        },
        {
            "id": "49",
            "nass": "ويدخل بعضه في بعض ويدنو من الأرض، فإذا ملك قد مثل بين يدي رسول الله - صلى الله عليه وسلم - فقال: يا محمد، إن ربك يقرئك السلام ويخيرك بين أن تكون نبياً ملكاً، أو نبياً عبداً، قال رسول الله - صلى الله عليه وسلم -: \" فأشار جبريل إلىّ بيده أن تواضع، فعرفت أنه لي ناصح فقلت: نبياً عبداً فعرج ذلك الملك إلى السماء، فقلت: يا جبريل قد كنت أردت أن أسألك عن هذا فرأيت من حالك ما شغلني عن المسألة فمن هذا يا جبريل؟ \" قال: هذا إسرافيل خلقه يوم خلقه بين يديه صفاً قدميه لا يرفع طرفه، بينه وبين الرب سبعون نوراً، ما فيها نور يدنو منه إلا احترق بين يديه اللوح المحفوظ، فإذا أذن الله بشئ في السماء، أو في الأرض، ارتفع ذلك اللوح فضرب جبهته فينظر فيه، فإذا كان من عملي أمرني به، وإن كان من عمل ميكائيل أمره به، وإن كان من عمل ملك الموت أمره به قلت: \" يا جبريل، علي أي شيئ أنت؟ \" قال: علي الرياح، والجنود 0 قلت: \" علي أي شي ميكائيل؟ قال 0 علي النبات والقطر \"، قلت: علي أي شي ملك الموت؟ \"قال: علي قبض الأنفس\" وما ظننت \" أنه هبط إلا بقيام الساعة وما ذاك الذي رأيت منى إلا خوفاً من قيام الساعة \" رواه البيهقى والطبراني وأبو الشيخ. ¶ • جبريل موكل بحاجات العباد: ¶ فعن جابر بن عبد الله رض الله عنه عن رسول الله - صلى الله عليه وسلم - قال: \" إن",
            "page": "49",
            "part": "1",
            "seal": "BD538B90"
        },
        {
            "id": "50",
            "nass": "العبد يدعو الله وهو يحبه \" فيقول الله عز وجل: يا جبريل \" إقضى لعبدي هذا حاجته ,وأخرها فإني أحب أن أسمع صوته , إن العبد ليدعو الله وهو يبغضه , فيقول الله - عز وجل -: يا جبريل , اقضي لعبدي هذا حاجته وعجلها فإني أكره أن أسمع صوته\".رواه الطبراني في الأوسط. (¬1) ¶ وعن جابر بن عبد الله، عن النبي - صلى الله عليه وسلم - قال: \" إن جبريل موكل بحاجات العباد، فإذا دعا المؤمن قال الله: يا جبريل، احبس حاجة عبدي فإنى أحبه وأحب صوته، وإذا دعا الكافر قال الله: يا جبريل، اقضي حاجة عبدي فإني أبغضه وأبغض صوته \" رواه البيهقي في شعب الإيمان. (¬2) ¶ وعن ثابت قال: بلغنا أن الله تعالي وكل جبريل - عليه السلام - بحوائج الناس، فإذا دعا المؤمن قال يا جبريل: احبس حاجته فإني أحب دعاءه، وإذا دعا الكافر، قال يا جبريل: اقضي حاجته فإني أبغض دعاءه. رواه البيهقي وقال هذا هو المحفوظ. ¶ وعن ثابت عن عبد الله بن عمير قال: أن جبريل موكل بالحوائج، فإذا سأل المؤمن ربه قال: احبس احبس حباً لدعائه أن يزداد، وإذا سأل الكافر، قال: أعطه أعطه بغضاً لدعائه. رواه ابن ¶ ¬__________ ¶ (¬1) الحبائك في أخبار الملائك. ¶ (¬2) المرجع السابق.",
            "page": "50",
            "part": "1",
            "seal": "7880180B"
        },
        {
            "id": "51",
            "nass": "أبي شيبة (¬1) ¶ • ** الملك الموكل بالنفح في الصور (وهو إسرافيل - عليه السلام -): ¶ عن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" كيف أنعم وصاحب الصور قد التقمه وأصغي سمعه، وحني جبهته، ينتظر متي يؤمر بالنفخ؟ \" فقالوا: يا رسول الله! وما تأمرنا؟ قال: \" قولوا حسبنا الله ونعم الوكيل \" رواه الترمذي (¬2) والحاكم. (¬3) ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" أن طرف صاحب الصور مذ وكل به مستعد ينظر نحو العرش مخافة أن يؤمر قبل أن يرتد طرفه كأن عينيه كوكبان دريان \" رواه الحاكم (¬4). ¶ وعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الله خلق إسرافيل، منذ يوم خلق صافاً قدميه لا يرفع بصره، بينه وبين الرب تبارك وتعالي سبعون نوراً، ومنها من نور يدنو منه إلا احترق \" رواه الترمذي وصححه. (¬5) ¶ وعن عبد الله بن عمرو, عن النبي - صلى الله عليه وسلم -: قال: \"الصور قرن ينفخ فيه \"رواه الترمذي وأبو داود والدارمى (¬6) ورواه الحاكم (¬7). ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) مشكاة المصابيح – باب النفخ في الصور 3/ 1531. ¶ (¬3) في مستدركه 4/ 595. ¶ (¬4) في المستدرك ـ وقال صحيح ووافقه الذهبي وقال صحيح علي شرط مسلم 4/ 559. ¶ (¬5) مشكاة المصابيح – كتاب أحوال القيامة وبدء الخلق 3/ 1597. ¶ (¬6) المرجع السابق ـ باب النفخ في الصور 3/ 1532. ¶ (¬7) في مستدركه ـ وقال صحيح ووافقه الذهبي 4/ 560.",
            "page": "51",
            "part": "1",
            "seal": "1C8457EA"
        },
        {
            "id": "52",
            "nass": "وعن أبي سعيد قال: ذكر رسول الله - صلى الله عليه وسلم - صاحب الصور , وقال: \" عن يمينه جبريل وعن يساره ميكائيل \" رواه رزين والحاكم والإمام أحمد وابن مردوية. ¶ وروي أبو الشيخ عن الأوزاعي قال: ليس أحد من خلق الله أحسن صوتاً من إسرافيل , فإذا أخذ في التسبيح قطع علي أهل سبع سماوات صلاتهم وتسبيحهم. (¬1) ¶ وأخرج البيهقى في شعب الإيمان عن المطلب , أن رسول الله - صلى الله عليه وسلم - قال: قلت: لجبريل: يا جبريل! مالي لا أري إسرافيل يضحك , ولم يأتني أحد من الملائكة إلا رأيته يضحك؟ \" قال جبريل: ما رأينا ذلك الملك ضاحكا منذ خلقت النار. (¬2) ¶ • وقيل: أنه من حمله العرش: ¶ كما في الحديث عن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال: \" إن ملكا من حملة العرش يقال له: إسرافيل، زاوية من زوايا العرش علي كاهله، قد مرقت قدماه من الأرض السابعة السفلي، ومرقت رأسه من السماء السابعة العليا \" رواه أبو الشيخ، وأبو نعيم في الحلية. ¶ وقيل: أنه بمنزله الحاجب. ¶ ¬__________ ¶ (¬1) الحبائك في أخبار الملائك للسيوطى. ¶ (¬2) المرجع السابق.",
            "page": "52",
            "part": "1",
            "seal": "1220E9D2"
        },
        {
            "id": "53",
            "nass": "• ** الموكلون بالسحاب والقطر والنبات والأرزاق: ¶ قال تعالى: {فَالزّاجِرَاتِ زَجْراً} أي الملائكة التي تزجر السحاب يسوقونه إلي حيث شاء الله .. والزجر يعني السوق. ¶ وعن أبن عباس رضي الله عنها: أن رسول الله - صلى الله عليه وسلم - قال: الرعد ملك من ملائكة الله , موكل بالسحاب , معه مخاريق من نار يسوق بها السحاب حيث شاء الله \" رواه أحمد والترمذي وصححه والنسائي وابن المنذر وابن أبي حاتم وغيرهم. ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" بينما رجل بفلاة من الأرض فسمع صوتا في سحابة اسق حديقة فلان , فتنحى ذلك السحاب فاْفرغ ماءه في حرة , فإذا شرجة (¬1) من تلك الشراج قد استوعبت ذلك الماء كله , فتتبع الماء , فإذا رجل قائم في حديقته , يحول , الماء بمسحاته , فقال له: يا عبد الله ما اسمك؟ قال: فلان , الاسم الذي سمع في السحابة , فقال له: يا عبد الله: لما تسألني عن اسمي؟ 0 فقال: إني سمعت صوتاً في السحاب الذي هذا ماؤه , ويقول: اسق حديقة فلان لاسمك , فما تصنع فيها؟ قال: أما قلت هذا، فإني أنظر إلى ما يخرج منها فأتصدق بثلثه وآكل أنا وعيالي ثلثا , وأرد فيها ثلثه \" رواه مسلم (¬2). ¶ ¬__________ ¶ (¬1) شرجة: بسكون الراء , مسيل الماء , أي السهل من الأرض. ¶ (¬2) مشكاة المصابيح - باب الإنفاق وكراهية الإمساك 1/ 587.",
            "page": "53",
            "part": "1",
            "seal": "2ECF6A11"
        },
        {
            "id": "54",
            "nass": "وعن علي - رضي الله عنه - قال: لم ينزل قطرة من ماء إلا بكيل علي يد ملك إلا يوم نوح - عليه السلام - فإنه أذن للماء دون الخزان فطغي الماء علي الخزان فخرج فذلك قوله تعالي: {إِنّا لَمّا طَغَا الْمَآءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ} (¬1) ولم ينزل شيئ من الريح إلا بكيل علي يدي ملك إلا يوم عاد فإنه أذن له دون الخزان فذلك قوله تعالي: {وَأَمَا عَادٌ فَأُهْلِكُواْ بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ} (¬2) أخرجه بن جرير كما في الكنز (¬3) ¶ عن مجاهد عن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: \" ليس من خلق الله أكثر من الملائكة، ما من شيئ ينبت إلا وملك موكل به \". أخرجه أبو الشيخ في العظمة. (¬4) ¶ • ** وميكائيل - عليه السلام -: هو الموكل بالقطر والنبات والأرزاق: ¶ وقيل: إنه لو وضعت البحار كلها علي رأس كأنها مثل نقطة ماء علي رأس أحدكم. ¶ • خوفه: ¶ عن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم -: قال يا جبريل: \" مالي لم أري ميكائيل ضاحكا قط؟ قال: ما ضحك ميكائيل منذ خلقت النار. رواه أحمد. ¶ ¬__________ ¶ (¬1) سورة الحاقة ـ الآية 11. ¶ (¬2) سورة الحاقة ـ الآية 6. ¶ (¬3) حياه الصحابة ـ باب الإيمان بالملائكة 3/ 29. ¶ (¬4) الحبائك في أخبار الملائك للسيوطي.",
            "page": "54",
            "part": "1",
            "seal": "56B0D215"
        },
        {
            "id": "55",
            "nass": "• ** ملائكة خزنة للريح: ¶ فعن عبد الله بن عمرو بن العاص قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الأرضين السبع بين كل أرض والتي تليها خمسمائة عام فالعليا منها علي ظهر حوت قد التقي طرفاه في السماء والحوت علي صخرة، والصخرة بيد ملك. والثانية سحن الريح، فلما أراد الله تعالي أن يهلك عاد أمر خازن الريح أن يرسل عليهم ريحا تهلكهم، قال: يا رب، أرسل عليهم قد منخر الثور، قال له الجبار تبارك وتعالي؛ إذا تكفأ الأرض وما عليها، ولكن أرسل عليهم بقدر خاتم ¶ فهي التي قال الله - عز وجل -: {مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ إِلاّ جَعَلَتْهُ كَالرّمِيمِ} (¬1) رواه الحاكم (¬2). ¶ وعن ابن عباس رضي الله عنهما، قال: ما أرسل الله علي عاد من الريح إلا قدر خاتمي هذا \" رواه الحاكم (¬3). ¶ وعن علي رضي الله عنة قال: .... ولم ينزل شيئ من الريح إلا بكيل علي يدي ملك، إلا يوم عاد فإنه أذن لها دون الخزان فذلك قوله تعالي: {وَأَمَا عَادٌ فَأُهْلِكُواْ بِرِيحٍ صَرْصَرٍ عَاتِيَة} (¬4) أخرجه بن جرير كما في الكنز (¬5). ¶ ¬__________ ¶ (¬1) سورة الذاريات ـ الآية 42. ¶ (¬2) في مستدركه 4/ 594، وأورده ابن كثير في تفسيره 3/ 447 وعزاه لابن أبي حاتم، وقال: هذا حديث غريب ورفعه منكر والأظهر أنه من كلام عبد الله بن عمرو بن العاص. ¶ (¬3) في مستدركه ـ كتاب التفسير ـ تفسير سورة الأحقاف 2/ 455. ¶ (¬4) سورة الحاقة ـ الآية 6. ¶ (¬5) حياه الصحابة _ باب الإيمان بالملائكة 3/ 29.",
            "page": "55",
            "part": "1",
            "seal": "1BC22719"
        },
        {
            "id": "56",
            "nass": "• ** الموكل بالجبال: ¶ فعن عائشة رضي الله عنها قالت للنبي - صلى الله عليه وسلم -: هل أتي عليك يوم أشد من يوم أحد؟ قال: \" لقد لقيت من قومك ما لقيت، وكان أشد ما لقيت منهم يوم العقبة، إذا عرضت نفسي علي ابن عبد ياليل بن عبد كلال، فلم يجبني إلى ما أردت، فانطلقت وأنا مهموم علي وجهي، فلم أستفق إلا وأنا بقرن الثعالب، فرفعت رأسي، وذا أنا بسحابة قد أظلتني، فنظرت فإذا فيها جبريل - عليه السلام - فناداني فقال: إن الله تعالي قد سمع قول قومك لك، وماردوا عليك، وقد بعث إليك ملك الجبال لتأمره بما شئت فيهم، فناداني ملك الجبال، فسلم علي ثم قال: يا محمد إن الله قد سمع قول قومك لك، وأنا ملك الجبال، وقد بعثني ربي لتأمرني بأمرك، فما شئت: إن شئت أطبقت عليهم الأخشبين، فقال: النبي - صلى الله عليه وسلم -:\" بل أرجو أن يخرج الله من أصلابهم من يعبد الله وحده لا يشرك به شيئا \" متفق عليه. (¬1) ¶ • ** الموكلون بالأرحام: ¶ قال تعالى: {هُوَ الّذِي يُصَوّرُكُمْ فِي الأرْحَامِ كَيْفَ يَشَآءُ لاَ إِلََهَ إِلاّ هُوَ الْعَزِيزُ الْحَكِيمُ} (¬2). ¶ ¬__________ ¶ (¬1) رياض الصالحين _ باب العفو والإعراض عن الجاهلين ص281. ¶ (¬2) سورة آل عمران ـ الآية 6.",
            "page": "56",
            "part": "1",
            "seal": "D9C51D1E"
        },
        {
            "id": "57",
            "nass": "وعن أبي ذر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم -: \" إذا مر بالنطفة اثنان وأربعون ليلة بعث الله تعالي إليها ملك فصورها وخلق سمعها وبصرها وجلدها ولحمها وعظامها، ثم قال أي رب: ذكر أم أنثي، فيقضي ربك ما شاء ويكتب الملك \" رواه مسلم. ¶ وعن حذيفة بن أسيد - رضي الله عنه - يبلغ به النبي - صلى الله عليه وسلم - قال: \" يدخل الملك علي النطفة بعد ما تستقر في الرحم بأربعين أو خمس وأربعين ليلة، فيقول يا رب: أشقي أو سعيد فيكتبان ويكتب عمله وأثره ورزقه ثم تطوي الصحف فلا يزاد فيها ولا ينقص \" رواه مسلم. ¶ وعن ابن مسعود - رضي الله عنه - قال: حدثنا رسول الله - صلى الله عليه وسلم - وهو الصادق المصدوق: \" إن خلق أحدكم يجمع في بطن أمه أربعين يوما نطفة، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله إليه ملكا بأربع كلمات: فيكتب عمله، وأجله، ورزقه، وشقي أو سعيد، ثم ينفخ فيه الروح، فو الذي لا إله غيره إن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع، فيسبق عليه الكتاب، فيعمل بعمل أهل النار فيدخلها، وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ¶ ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها. متفق عليه (¬1). ¶ ¬__________ ¶ (¬1) مشكاة المصابيح _ باب الإيمان بالقدر ـ 1/ 31.",
            "page": "57",
            "part": "1",
            "seal": "ACED1C57"
        },
        {
            "id": "58",
            "nass": "** ملائكة يتعاقبون في ابن آدم: ¶ فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" يتعاقبون فيكم ملائكة بالليل، وملائكة بالنهار، ويجتمعون في صلاة الفجر وصلاة العصر، ثم يعرج الذين باتوا فيكم، فيسألهم ربهم – وهو أعلم بهم – كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون، وآتيناهم وهم يصلون \" متفق عليه. (¬1) ¶ وعن أبي هريرة - رضي الله عنه -، عن النبى - صلى الله عليه وسلم - في قوله تعالي {وَقُرْآنَ الْفَجْرِ إِنّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُوداً} (¬2) قال: \" تشهده ملائكة الليل وملائكة النهار \" رواه الترمذى (¬3) ¶ وهؤلاء الملائكة يقومون بالنوبتجيات علي بني آدم، وهم غير الكرام الكاتبين الحفظة الذين لا يفارقون الإنسان. ¶ ** ملائكة موكلون بشهود صلاة الجمعة: ¶ فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -:\" إذا كان يوم الجمعة، وقفت الملائكة علي باب المسجد، يكتبون الأول فالأول، ومثل \" المهجر كمثل الذي يهدي بدنة، ثم كالذي يهدي بقرة، ثم كبشاً، ثم دجاجة، ثم بيضة، فإذا خرج الإمام طووا صُحفهم ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الصلاة – باب فضائل الصلاة 1/ 197. ¶ (¬2) سورة الإسراء ـ الآية 78. ¶ (¬3) المرجع السابق 1/ 191.",
            "page": "58",
            "part": "1",
            "seal": "F488C6CD"
        },
        {
            "id": "59",
            "nass": "ويستمعون الذكر \" متفق عليه. (¬1) ¶ ** ملائكة يشهدون الصلوات الخمس ويؤمنون خلف الإمام: ¶ فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن أمن الإمام فأمنوا، فإنه من وافق تأمينه تأمين الملائكة، غفر له ما تقدم من ذنبه \". متفق عليه. ¶ وفي رواية قال: إذا قال الإمام {غَيْرِ الْمَغْضُوبِ عَلَيْهِم وَلاَ ¶ الضّآلّينَ} (¬2) فقولوا: آمين، فإنه من وافق قوله قول الملائكة، غفر له ما تقدم من ذنبه \" هذا لفظ البخاري ولمسلم نحوه. ¶ وفي أخري للبخاري: قال: \" إذا أمن القارئ فأمنوا، فإن الملائكة تؤمن، فمن وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه \" (¬3) ¶ ** ملائكة موكلون بالحفاوة بمن يجلس في مصلاه لانتظار الصلاة: ¶ عن أبي هريرة - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال:\" الملائكة تصلي علي أحدكم مادام في مصلاه الذي صلي فيه، ما لم يحدث، تقول: ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – باب التنظيف والتكبير 1/ 436. ¶ (¬2) سورة الفاتحة ـ الآية 7. ¶ (¬3) المرجع السابق – باب القراءة في الصلاة 1/ 263.",
            "page": "59",
            "part": "1",
            "seal": "E69F618A"
        },
        {
            "id": "60",
            "nass": "اللهم اغفر له، اللهم ارحمه \" 0رواه البخاري (¬1). ¶ ** ملائكة موكلون بالحفاوة بطالب العلم، وقارئ القرآن، ومجالس العلم والذكر: ¶ عن أبي الدرداء - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول:\" من سلك طريقا يطلب فيه علماً سلك به طريقاً إلي الجنة، وإن الملائكة لتضع أجنحتها رضي لطالب العلم .... \" (¬2) ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" وما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله، ويتدارسونه بينهم، إلا نزلت عليهم السكينة وغشيتهم الرحمة، وحفتهم الملائكة، وذكرهم الله فيما عنده \" رواه مسلم (¬3) ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن لله تعالي ملائكة يطوفون بالطرق يلتمسون أهل الذكر، فإذا وجدوا قوماً يذكرون الله - عز وجل -، تنادوا هلموا إلى حاجتكم، فيحفونهم بأجنحتهم إلى السماء الدنيا .... الخ \" متفق عليه. (¬4) ¶ وفي رواية لمسلم: عن أبي هريرة - رضي الله عنه -، عن النبي - صلى الله عليه وسلم - قال: \" إن لله ملائكة سيارة فضُلا يتبعون مجالس الذكر، فإذا وجدوا مجلساً فيه ذكر، قعدوا معهم، وصف بعضهم بعضاً بأجنحتهم حتى يملؤوا ما ¶ ¬__________ ¶ (¬1) رياض الصالحين _ باب فضل انتظار الصلاة _ ص 403. ¶ (¬2) مشكاة المصابيح ـ كتاب العلم ـ 1/ 74. ¶ (¬3) رياض الصالحين ـ باب استحباب الاجتماع علي القراءة ـ ص 394. ¶ (¬4) المرجع السابق ـ باب فضل حلق الذكر ـ ص 496.",
            "page": "60",
            "part": "1",
            "seal": "AF0F2E45"
        },
        {
            "id": "61",
            "nass": "بينهم وبين السماء الدنيا ........... الخ \" (¬1) ¶ وعن أبي سعيد الخدري، أن أسيد بن حضير، قال: بيننا وهو يقرأ من الليل سورة البقرة، وفرسه مربوط عنده، إذ جالت الفرس، فسكت، فسكتت، فقرأ فجالت الفرس، فانصرف وكان ابنه يحيي قريباً منها، فأشفق أن تصيبه، ولما أخره رفع رأسه إلى السماء، فإذا مثل الظلة، فيها أمثال المصابيح، فلما أصبح حدث النبي - صلى الله عليه وسلم -، فقال: \" أقرأ يا ابن حضير! \" قال: فأشفقت يا رسول الله أن تطأ يحيي، وكان منها قريباً، فانصرفت إليه، ورفعت رأسي إلى السماء، فإذا مثل الظلة، فيها أمثال المصابيح، فخرجت حتى لا أراها 0 قال: \" ولا تدري ما ذاك؟ \" قال: لا، قال: \" تلك السكينة دنت لصوتك، ولو قرأت لأصبحت ينظر الناس إليها لا تتواري منهم \" متفق عليه واللفظ للبخاري (¬2). ¶ ** ملائكة يدعون ويستغفرون لأهل الإيمان: ¶ قال تعالى: {الّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبّحُونَ بِحَمْدِ رَبّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلّذِينَ آمَنُواْ رَبّنَا وَسِعْتَ كُلّ شَيْءٍ رّحْمَةً وَعِلْماً فَاغْفِرْ لِلّذِينَ تَابُواْ وَاتّبَعُواْ سَبِيلَكَ وَقِهِمْ عَذَابَ ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) مشكاة المصابيح – كتاب فضائل القرآن ـ 1/ 652.",
            "page": "61",
            "part": "1",
            "seal": "F3F338E9"
        },
        {
            "id": "62",
            "nass": "الْجَحِيمِ * رَبّنَا وَأَدْخِلْهُمْ جَنّاتِ عَدْنٍ الّتِي وَعَدْتّهُمْ وَمَن صَلَحَ مِنْ آبَآئِهِمْ وَأَزْوَاجِهِمْ وَذُرّيّاتِهِمْ إِنّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ * وَقِهِمُ السّيّئَاتِ وَمَن تَقِ السّيّئَاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} (¬1) ¶ وقال تعالى: {هُوَ الّذِي يُصَلّي عَلَيْكُمْ وَمَلاَئِكَتُهُ لِيُخْرِجَكُمْ مّنَ الظّلُمَاتِ إِلَى النّورِ وَكَانَ بِالْمُؤْمِنِينَ رَحِيماً} (¬2) ¶ ** الموكلون بحفظ بني آدم: ¶ قال تعالى: {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُم حَفَظَةً حَتّىَ إِذَا جَآءَ أَحَدَكُمُ الْمَوْتُ تَوَفّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرّطُونَ} (¬3) ¶ وقال تعالى: {إِن كُلّ نَفْسٍ لّمّا عَلَيْهَا حَافِظٌ} (¬4) ¶ وقال تعالى: {لَهُ مُعَقّبَاتٌ مّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللهِ إِنّ اللهَ لاَ يُغَيّرُ مَا بِقَوْمٍ حَتّىَ يُغَيّرُواْ مَا بِأَنْفُسِهِمْ وَإِذَا أَرَادَ اللهُ بِقَوْمٍ سُوَءًا فَلاَ مَرَدّ لَهُ وَمَا لَهُمْ مّن دُونِهِ مِن وَالٍ} (¬5) ¶ ¬__________ ¶ (¬1) سورة غافر ـ الآيات من 7: 9. ¶ (¬2) سورة الأحزاب ـ الآية 43. ¶ (¬3) سورة الأنعام ـ الآية 61. ¶ (¬4) سورة الطارق ـ الآية 4. ¶ (¬5) سورة الرعد ـ الآية 11.",
            "page": "62",
            "part": "1",
            "seal": "3A0E53A5"
        },
        {
            "id": "63",
            "nass": "قال ابن عباس: ملائكة يحفظونه من بين يديه ومن خلفه فإذا جاء قدره خلوا عنه. أخرجه عبد الرازق وابن جرير وابن المنذر وابن أبى حاتم. ¶ وقال مجاهد: ما من عبد إلا وملك موكل بحفظه في نومه ويقظته من الجن والإنس والهوام، فما منها شيئ يريد أن يأتيه إلا قال له الملك: وراءك، إلا شيئ يأذن الله تعالى فيه فيصيبه. أخرجه ابن جرير. ¶ وقال أبو ملجز: جاء رجل إلى علي - رضي الله عنه - وهو يصلي، فقال: \" احترس، فان ناساً يريدون قتلك، فقال: إن مع كل رجل ملكين يحفظانه مما لم يقدر، فإذا جاء القدر خليا بينه وبينه، إن الأجل جُنة حصينة. أخرجه ابن جرير. ¶ وقال كعب الأحبار: لو تجلي لابن آدم كل سهل وكل حزن لرأي كل شي من ذلك شيئا يقيه، ولولا أن الله وكل بكم ملائكة يذبون عنكم في مطعمكم ومشربكم وعوراتكم إذا لتخطفتم \". ¶ قال أبو أمامه: ما من آدمي إلا ومعه ملك يذود عنه حتى يسلمه للذي قدر له. أخرجه ابن جرير. ¶ وعن شداد بن أوس قال: قال رسول الله - صلى الله عليه وسلم -: \"ما من مسلم يأخذ مضجعه بقراءة سورة من كتاب الله، إلا وكل الله به ملكاً فلا",
            "page": "63",
            "part": "1",
            "seal": "F93C6D98"
        },
        {
            "id": "64",
            "nass": "يقربه شيئ يؤذيه حتى يهب متي هب \" رواه الترمذي (¬1) ¶ وعن جابر رضى الله عنه قال: قال رسول الله: \" إذا آوي الرجل إلى فراشه أتاه ملك وشيطان، فيقول الملك اختم بخير، ويقول الشيطان: اختم بشر، فإذا ذكر الله ثم نام ذهب الشيطان وبات يكلأه الملك، فإذا استيقظ، ابتدره ملك وشيطان، قال الملك: افتح بخير، وقال الشيطان افتح بشر \" رواه الحاكم (¬2) وأبو يعلى فى مسنده. ¶ وعن أبي هريرة - رضي الله عنه - قال: وكلني رسول الله - صلى الله عليه وسلم - بحفظ زكاة رمضان فأتاني آت فجعل يحثو من الطعام، فأخذته فقلت: لأرفعنك إلى رسول الله - صلى الله عليه وسلم - قال: إني محتاج، وعلي عيال، وبي حاجة شديدة، فخليت عنه، فأصبحت فقال رسول الله - صلى الله عليه وسلم -: \" يا أبي هريرة، ما فعل أسيرك البارحة؟ قلت يا رسول الله شكا حاجة وعيالا، فرحمته فخليت سبيله، \" فقال إما أنه قد كذبك وسيعود \"0فعرفت أنه سيعود لقول رسول الله - صلى الله عليه وسلم - فرصدته، فجاء يحثو من الطعام، فقلت: لأرفعنك إلى رسول الله - صلى الله عليه وسلم -: قال: دعني فإني محتاج وعلي عيال لا أعود فرحمته فخليت سبيله، ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الدعوات – باب ما يقول عند الصباح والمساء والمنام 2/ 743. ¶ (¬2) فى مستدركه وصححه ووافقه الذهبي 1/ 548.",
            "page": "64",
            "part": "1",
            "seal": "5F9C22C9"
        },
        {
            "id": "65",
            "nass": "فأصبحت فقال رسول الله - صلى الله عليه وسلم -: يا أبا هريرة، ما فعل أسيرك البارحة؟ \" قلت: يا رسول الله: شكا حاجة وعيالا فرحمته، فخليت سبيله، قال: \" إنه قد كذبك وسيعود \" فرصدته الثالثة، فجاء يحثو من الطعام، فأخذته فقلت لأرفعنك إلى رسول الله - صلى الله عليه وسلم -، وهذا آخر ثلاث مرات أنك تزعم أنك لا تعود، فقال: دعني فإني أعلمك كلمات ينفعك الله بها، قلت: ما هو؟ قال: إذا أويت إلى فراشك فاقرأ آية الكرسي، فإنه لا يزال عليك من الله حافظ، ولا يقربك شيطان حتى تصبح، فخليت سبيله فأصبحت. فقال لي رسول الله - صلى الله عليه وسلم -: ما فعل أسيرك البارحة؟ \" قلت: يا رسول الله: زعم أنه يعلمني كلمات ينفعني الله بها فخليت سبيله، قال: \" ما هي؟ \" قلت: قال: إذا أويت إلى فراشك فاقرأ آية الكرسي من أولها حتى تختم الآية \"الله لا إله إلا هو الحي القيوم \" وقال لي: لا يزال عليك من الله حافظ، ولن يقربك شيطان حتى تصبح. فقال النبي - صلى الله عليه وسلم -: \" أما إنه قد صدقك وهو كذوب، تعلم من تخاطب ٍٍمنذ ثلاث يا أبا هريرة؟ \". قلت: لا، قال: \" ذاك شيطان \" رواه البخاري. (¬1) ¶ وعن علي بن أبي طالب قال: لكل عبد حفظة يحفظونه لا يخر عليه حائط، أو يتردي في بئر، أو تصيبه دابة، حتى إذا جاء ¶ ¬__________ ¶ (¬1) رياض الصالحين ـ كتاب الفضائل ـ باب الحث علي سور وآيات مخصوصة ص 392.",
            "page": "65",
            "part": "1",
            "seal": "33037E8B"
        },
        {
            "id": "66",
            "nass": "القدر له خلت عنه الحفظة فأصابه ما شاء الله أن يصيبه. أخرجه أبو داود في كتاب القدر وابن أبى الدنيا وابن عساكر. ¶ وفي لفظ لأبي داود: وليس من الناس أحد إلا وكل به ملك فلا تريده دابة، ولاشيء إلا قال: اتقه، اتقه، فإذا جاء القدر خلي عنه. ¶ وعن كعب قال: لو تخلي لابن آدم عن بصره لرأي علي كل سهل وجبل شيطاناً، كلهم باسط إليه يده، فاغر إليه فاه يريدون هلكته، فلولا أن الله وكل بكم ملائكة يذبون عنكم من بين أيديكم ومن خلفكم وعن أيمانكم وعن شمائلكم بمثل الشهب لتخطفوكم. أخرجه ابن جرير وأبو الشيخ. ¶ ** الملائكة الموكلون بحفظ أعمال العباد وهم الكتبة: ¶ قال تعالى: {مّا يَلْفِظُ مِن قَوْلٍ إِلاّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} (¬1) ¶ فقال تعالى: {أَمْ أَبْرَمُوَاْ أَمْراً فَإِنّا مُبْرِمُونَ * أَمْ يَحْسَبُونَ أَنّا لاَ نَسْمَعُ سِرّهُمْ وَنَجْوَاهُم بَلَىَ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ} (¬2). ¶ وقال تعالى: {إِنّا نَحْنُ نُحْيِي الْمَوْتَىَ وَنَكْتُبُ مَاَ قَدّمُواْ وَآثَارَهُمْ ¶ ¬__________ ¶ (¬1) سورة ق ـ الآية 18. ¶ (¬2) سورة الزخرف ـ الآيتان 79، 80.",
            "page": "66",
            "part": "1",
            "seal": "05C4567C"
        },
        {
            "id": "67",
            "nass": "وَكُلّ شيْءٍ أَحْصَيْنَاهُ فِيَ إِمَامٍ مّبِينٍ} (¬1) ¶ وقال تعالى: {وَكُلّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَاباً يَلْقَاهُ مَنْشُوراً * اقْرَأْ كَتَابَكَ كَفَىَ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً} (¬2). ¶ وقال تعالى: {وَكُلّ شَيْءٍ أَحْصَيْنَاهُ كِتَاباً} (¬3). ¶ قال تعالى: {وَإِنّ عَلَيْكُمْ لَحَافِظِينَ * كِرَاماً كَاتِبِينَ* يَعْلَمُونَ مَا تَفْعَلُون َ} (¬4) ¶ وفي الحديث عن عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -:\" إن العبد إذا كان علي طريقة حسنة من العبادة، ثم مرض، قيل للملك الموكل به: اكتب له مثل عمله إذا كان طليقا حتى أطلقه، أو أكفته إلى \". رواه أحمد في المسند وإسناده صحيح وصححه الألباني (¬5) ورواه الحاكم \" (¬6). ¶ ¬__________ ¶ (¬1) سورة يس ـ الآية 12. ¶ (¬2) سورة الإسراء ـ الآيتان 13، 14. ¶ (¬3) سورة النبأ ـ الآية 29. ¶ (¬4) سورة الانفطار ـ الآيات من 10: 12. ¶ (¬5) مشكاة المصابيح باب عيادة المريض وثواب المرض 1/ 491. ¶ (¬6) في مستدركه وصححه ووافقه الذهبي 1/ 348.",
            "page": "67",
            "part": "1",
            "seal": "391D6139"
        },
        {
            "id": "68",
            "nass": "وعن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: قال إذا ابتلي المسلم ببلاءٍ في جسده قيل للملك اكتب له صالح عمله الذي كان يعمل، فإن شفاه غسله وطهره، وان قبضه غفر له ورحمه \" رواه البغوي في شرح السنة. (¬1) ¶ قال مجاهد: وكل الله بالإنسان – مع علمه بأحواله – ملكين بالليل وملكين بالنهار يحفظان عمله ويكتبان أثره إلزاما للحجة، أحدهما عن يمينه يكتب الحسنات، والآخر عن شماله يكتب السيئات. ¶ وعن الأحنف بن قيس في قوله تعالي: {إِذْ يَتَلَقّى الْمُتَلَقّيَانِ عَنِ الْيَمِينِ وَعَنِ الشّمَالِ قَعِيدٌ} (¬2) قال: صاحب اليمين يكتب الخير وهو أمير علي صاحب الشمال، فإن أصاب العبد خطيئة قال: أمسك. فإن استغفر الله تعالي نهاه أن يكتبها، وإن أبي إلا أن يُصر كتبها. أخرجه ابن أبي الدنيا وابن المنذر. ¶ وعن حسان بن عطية قال: بينما رجل راكب علي حماره إذ عثر به فقال: تعست، فقال صاحب اليمين: ما هي بحسنة فأكبتها، وقال صاحب الشمال: ما هي بسيئة فأكتبها، فنودي صاحب ¶ ¬__________ ¶ (¬1) مشكاة المصابيح _ باب عيادة المريض وثواب المرض 1/ 491. ¶ (¬2) سورة ق ـ الآية 17.",
            "page": "68",
            "part": "1",
            "seal": "F0F17B8A"
        },
        {
            "id": "69",
            "nass": "الشمال إن ما ترك صاحب اليمين فاكتبه. أخرجه ابن أبي شيبة والبيهقى في شعب الإيمان. ¶ وعن ابن عباس رض الله عنها: في قوله تعالي: {مّا يَلْفِظُ مِن قَوْلٍ إِلاّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} (¬1) قال: يكتب كل ما يتكلم به من خير أو شر , حتى ليكتب قوله أكلت , شربت، ذهبت، جئت، رأيت، حتى إذا كان يوم الخميس عرض قوله وعمله فأقر منه ما كان من خير أو شر وألقي سائره. أخرجه ابن جرير، وابن أبي حاتم. ¶ وعن مجاهد: في قوله تعالي: {إِذْ يَتَلَقّى الْمُتَلَقّيَانِ عَنِ الْيَمِينِ وَعَنِ الشّمَالِ قَعِيدٌ} (¬2) قال: مع كل إنسان ملكان: ملك عن يمينه، وآخر عن شماله، فأما الذي عن يمينه فيكتب الخير، وأما الذي عن شماله فيكتب الشر. (¬3) ¶ وعن مجاهد قال: يكتب علي ابن آدم كل شي يتكلم به حتى أنينه في مرضه. أخرجه ابن المنذر. ¶ وعن أبي أمامة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن صاحب ¶ ¬__________ ¶ (¬1) سورة ق ـ الآية 18. ¶ (¬2) سورة ق ـ الآية 17. ¶ (¬3) أخرجه بن جرير في تفسيره.",
            "page": "69",
            "part": "1",
            "seal": "834ABD4B"
        },
        {
            "id": "70",
            "nass": "الشمال ليرفع القلم ست ساعات عن العبد المسلم المخطئ فإن ندم واستغفر الله تعالي فيها ألقاها عنه وإلا كتبها واحدة. الطبراني وأبو نعيم في الحلية. (¬1) ¶ وقال عكرمة: لا يكتب إلا ما يؤجر عليه ويؤزر عليه. أخرجه بن المنذر. ¶ وعن كنانة العدوى قال: دخل عثمان بن عفان علي رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله: أخبرني عن العبد كم معه من ملك؟ فقال: \" ملك عن يمينك علي حسناتك وهو أمير علي الذي علي الشمال، فإذا عملت حسنة كتبت عشراً، وإذا عملت سيئة، قال الذي علي الشمال للذي علي اليمين: أكتب؟ قال: لا، لعله يستغفر الله ويتوب إليه، فإذا قال ثلاثا، قال: نعم، أراحنا الله منه فبئس القرين ما أقل مراقبته لله تعالي، وأقل استحياءه منه يقول الله تعالي: {مّا يَلْفِظُ مِن قَوْلٍ إِلاّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} .... الخ الحديث \" (¬2) ¶ وإذا مرض العبد أمر الله - عز وجل - ملك الحسنات أن يكتب له مثل ما كان يعمل كما في الحديث عن عبد الله بن عمرو قال: قال ¶ ¬__________ ¶ (¬1) وفي رواية أخري للطبراني وابن مردوية والبيهقي في شعب الإيمان: \" صاحب اليمين أمير علي صاحب الشمال ....... الخ \" ¶ (¬2) أخرجه بن جرير في تفسيره، وابن كثير في تفسيره وقال حديث غريب.",
            "page": "70",
            "part": "1",
            "seal": "8C0B8C23"
        },
        {
            "id": "71",
            "nass": "رسول الله - صلى الله عليه وسلم -: \" إن العبد إذا كان علي طريقة حسنة من العبادة، ثم مرض قيل للملك الموكل به، أكتب له مثل عمله إذا كان طليقاً حتى أطلقه، أو أكفته إلى \". رواه أحمد بإسناد حسن والحاكم وصححه. (¬1) ¶ وعن أبي أمامة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن العبد إذا مرض أوحى الله إلى ملائكته: أنا قيدت عبدي بقيد من قيودي، فان أقبضه أغفر له، وإن أعافه فحينئذ يقعد لأذنب له\" رواه الحاكم (¬2). ¶ وعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: ما من حافظين يرفعان إلى الله تعالي ما حفظا في يوم فيري في أول الصحيفة وآخرها استغفاراً إلا قال الله تعالي: قد غفرت لعبدي ما بين طرفي الصحيفة \". رواه البزار. ¶ س: ماذا يجب عليَّ تجاه هاذين الملكين؟ ¶ جـ: يجب إكرامها لما رواه أبو هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إذا قام أحدكم إلى الصلاة، فلا يبصق أمامه، فإنما يناجي الله ما دام في مصلاه، ولا عن يمينه، فإن عن يمنيه ملكاً، ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الجنائز – باب عيادة المريض وثواب المرض 1/ 491. ¶ (¬2) في المستدرك 4/ 313.",
            "page": "71",
            "part": "1",
            "seal": "A439620B"
        },
        {
            "id": "72",
            "nass": "وليبصق عن يساره، أو تحت قدميه فيدفنها \". وفي رواية أبي سعيد: \" تحت قدمه اليسرى\". متفق عليه (¬1) ¶ وعن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: ¶ \" إياكم والتعري، فإن معكم من لا يفارقكم إلا عند الغائط , وحين يفضى الرجل إلي أهله، فاستحيوهم وأكرموهم \" رواه الترمذي (¬2). ¶ رواه البزار عن ابن عباس رضي الله عنها قال: قال رسول , الله - صلى الله عليه وسلم -: \" إياكم والتعري، فاستحيوا من ملائكة الله الذين معكم، الكرام الكابتين الذين لا يفارقونكم إلا عند إحدى ثلاث حالات الغائط والجنابة، فإذا اغتسل أحدكم بالعراء فليستتر بثوبه أو بجذم حائط أو بغيره \". ¶ وفى الحلية عن ابن عباس رضى الله عنهما قال: يا صاحب الذنب لا تأمن سوء عاقبته، ولما يتبع الذنب أعظم من الذنب إذا عملته: قلة حيائك ممن على اليمين وعلى الشمال – وأنت على الذنب، وضحكك وأنت لا تدرى ما الله صانع بك أعظم من الذنب، وفرحك بالذنب إذا ظفرت به أعظم من الذنب، وحزنك على ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الصلاة – باب المساجد وموضع السجود 1/ 222. ¶ (¬2) باب ما جاء في الاستتار عند الجماع رقم (2800)، مشكاة المصبايح – كتاب النكاح – باب النظر إلي المخطوبة: وبيان العورات 2/ 934.",
            "page": "72",
            "part": "1",
            "seal": "51026168"
        },
        {
            "id": "73",
            "nass": "الذنب إذا فاتك أعظم من الذنب، وخوفك من الريح إذا ¶ حركت ستر بابك وأنت على الذنب ولا يضطرب فؤادك من نظر الله إليك أعظم من الذنب. (¬1) ¶ ويقول الحارث بن أسد المحاسبي: أفٍ لك!!! ما أعظم جهلك!!! لا أنت من ملائكة الرب تستحي، ولا أنت بنظر الجبار إليك تبالي. (¬2) ¶ ** ملائكة يباشرون القتال مع المؤمنين: ¶ في غزوة بدر الكبرى: ¶ لما طلع المشركون، وتراءى الجمعان، قال رسول الله - صلى الله عليه وسلم -: اللهم هذه قريش جاءت بخيلائها وفخرها، جاءت تحاول، وتكذب رسولك .. اللهم نصرك الذي وعدتني .. اللهم أحنهم الغداة \" وكانت ليلة الجمعة السابع عشر من رمضان، فلما أصبحوا أقبلت قريش في كتائبها واصطف الفريقان، وعدل رسول الله - صلى الله عليه وسلم - الصفوف، ورجع إلى العريش فدخله ومعه أبو بكر، فأخذ يناشد ربه ما وعده من النصر، وجعل يهتف بربه - عز وجل - ويقول \" اللهم انجزني ما وعدتني، اللهم نصرك .. اللهم إني أنشدك عهدك ووعدك حتى إذا حمي الوطيس واستدارت رحي الحرب قال: \" اللهم إن تهلك هذه العصابة ¶ ¬__________ ¶ (¬1) الجواب الكافي لابن القيم. ¶ (¬2) كتاب الوصايا.",
            "page": "73",
            "part": "1",
            "seal": "7AC15F02"
        },
        {
            "id": "74",
            "nass": "لا تعبد بعدها في الأرض \"ويرفع يديه إلى السماء حتى سقط الرداء عن منكبيه، وجعل أبو بكر - رضي الله عنه -، يشفق عليه من كثرة ابتهاله، وقال: حسبك يا رسول الله: ألححت علي ربك .. فإنه سينجز لك ما وعدك وضج الصحابة بصنوف الدعاء إلى رب الأرض والسماء ¶ كما قال الله عز وجل: {إِذْ تَسْتَغِيثُونَ رَبّكُمْ فَاسْتَجَابَ لَكُمْ أَنّي مُمِدّكُمْ بِأَلْفٍ مّنَ الْمَلآئِكَةِ مُرْدِفِين َ} (¬1) ولما تنزلت الملائكة للنصر ورآهم رسول الله - صلى الله عليه وسلم - حين أغفي إغفاءة، ثم استيقظ، وبشر بذلك أبا بكر وقال أبشر يا أبا بكر هذا جبريل يقود فرسه علي ثناياه النقع (¬2) \" رواه البخاري. ¶ قال تعالى: {إِذْ يُوحِي رَبّكَ إِلَى الْمَلآئِكَةِ أَنّي مَعَكُمْ فَثَبّتُواْ الّذِينَ آمَنُواْ سَأُلْقِي فِي قُلُوبِ الّذِينَ كَفَرُواْ الرّعْبَ فَاضْرِبُواْ فَوْقَ الأعْنَاقِ وَاضْرِبُواْ مِنْهُمْ كُلّ بَنَانٍ} (¬3). ¶ قال ابن الأنباري: وكانت الملائكة لا تعلم كيف تقتل الآدميين، فعلمهم الله تعالي بقوله {فَاضْرِبُواْ فَوْقَ الأعْنَاقِ} أي الرؤوس، {وَاضْرِبُواْ مِنْهُمْ كُلّ بَنَانٍ} أي مفصل وقيل: الأصابع. ¶ وهذا ابن أسيد مالك بن ربيعة - رضي الله عنه - وكان ممن شهد بدراً، قال بعد أن ذهب بصره: لو كنت اليوم ببدر ومعي بصري لأريتكم الشعب ¶ ¬__________ ¶ (¬1) سورة الأنفال ـ الآية 9. ¶ (¬2) أي: الغبار. ¶ (¬3) سورة الأنفال ـ الآية 12.",
            "page": "74",
            "part": "1",
            "seal": "C633DE3A"
        },
        {
            "id": "75",
            "nass": "الذي خرجت منه الملائكة لا أشك فيه ولا أتماري. ¶ وعن ابن عباس رضي الله عنها قال: كانت سيماء الملائكة يوم بدر عمائم بيضاً، قد أرخوها علي ظهورهم، إلا جبريل، فإنه كانت عليه عمامة صفراء. ¶ وأخذت الملائكة تقاتل معهم وتأسر المشركين. ¶ وعن علي - رضي الله عنه - قال: بينما أنا أمتح من قليب بدر جاءت ريح شديدة ما رأيت مثلها قط، ثم ذهبت، ثم جاءت ريح شديدة لم أر مثلها قط إلا التي كانت قبلها، ثم جاءت ريح شديدة، قال: فكانت الريح الأولي جبريل - صلى الله عليه وسلم - نزل في ألف من الملائكة، وكانت الريح الثانية ميكائيل نزل في ألف من الملائكة عن يمين رسول الله - صلى الله عليه وسلم -، وكان أبو بكر عن يمينه، وكانت الثالثة إسرافيل نزل في ألف من الملائكة عن ميسرة رسول الله - صلى الله عليه وسلم - وأنا في الميسرة، فلم هزم الله تعالي أعداءه حملني رسول الله - صلى الله عليه وسلم - علي فرسه فجمزت بي، فلما جمزت خررت علي عنقها فدعوت ربي فأمسكني، فلما استويت عليها طعنت بيدي هذه في القوم حتى خضبت هذا، وأشار إلى إبطه. رواه أبو يعلي والحاكم والبيهقى. ¶ وعن ابن عباس رضي الله عنهما: أن رسول الله - صلى الله عليه وسلم - قال يوم بدر: هذا جبريل أخذ برأس فرسه وعليه أداة الحرب. رواه البخاري والبيهقى. ¶ وعن علي - رضي الله عنه - قال: قيل لي ولأبي بكر يوم بدر، قيل لأحدنا: معك",
            "page": "75",
            "part": "1",
            "seal": "629FE34C"
        },
        {
            "id": "76",
            "nass": "جبريل، وقيل للآخر: معك ميكائيل، وإسرافيل ملك عظيم يشهد القتال ولا يقاتل يكون في الصف. رواه الإمام أحمد والبزار والحاكم برجال الصحيح. ¶ وعن ابن عباس عن رجل من بني غفار قال: حضرت أن وابن عم لي بدراً ونحن علي شركنا، فإنا لفي جبل ننظر الوقعة علي من تكون الدبرة فننتهب، فأقبلت سحابة، فلما دنت من الجبل سمعنا فيها حمحمة وسمعنا فيها فارساً يقول: أقدم حيزوم، فأما صاحبي فانكشف قناع قلبه فمات، وأما أنا فكدت أهلك ثم انتعشت بعد ذلك. رواه ابن إسحاق وابن جرير. ¶ وعن ابن عم له قال: بينا أنا وابن عم علي ماء ببدر فلما رأينا قلة من مع محمد، وكثرة قريش قلنا: إذا التقت الفئتان عمدنا إلى عسكر محمد وأصحابه فانطلقنا نحو المجنبة اليسرى من أصحابه، ونحن نقول: هؤلاء ربع قرش، فبينا نحن، نمشي في الميسرة إذ جاءت سحابة فغشيتنا فرفعنا أبصارنا إليها، فسمعنا أصوات الرجال والسلاح، وسمعنا رجلا يقول لفرسه: أقدم حيزوم، وسمعناهم يقولون: رويدا تتام أمراكم، فنزلوا علي ميمنة رسول الله - صلى الله عليه وسلم - وأصحابه، فإذا هم علي الضعف من قريش، فمات ابن عمي، وأما أنا فتماسكت، وأخبرت النبي - صلى الله عليه وسلم - وأسلمت. رواه محمد بن عمر الأسلمي عن أبي رهم الغفاري. ¶ وعن ابن عباس رضي الله عنها قال: بينما رجل من المسلمين",
            "page": "76",
            "part": "1",
            "seal": "E99FD55A"
        },
        {
            "id": "77",
            "nass": "يومئذ يشتد في إثر رجل من المشركين أمامه إذ سمع ضربة بالسوط فوقه، وصوت الفارس يقول: أقدم حيزوم، إذ نظر إلى المشرك أمامه مستلقياً فنظر إليه هو قد خُطم أنفه وشق وجهه، كضربة السوط فاخضر ذلك الموضع أجمع، فجاء الأنصاري فحدث بذلك رسول الله - صلى الله عليه وسلم - فقال: صدقت، ذلك مدد من السماء الثالثة. رواه مسلم وابن مردوية. ¶ وعن خارجة بن إبراهيم قال: قال رسول الله - صلى الله عليه وسلم - لجبريل: \" من القائل يوم بدر من الملائكة: أقدم حيزوم؟ فقال جبريل: ما كل أهل السماء أعرف. ¶ وروي إبراهيم الحربي، عن أبي سفيان بن الحارث قال: لقينا يوم بدر رجالاً بيضاً علي خيل بلق بين السماء والأرض. رواه البيهقى. ¶ وعن سهل من عمرو - رضي الله عنه - قال: لقد رأيت يوم بدر رجالاً بيضاً علي خيل بلق بين السماء والأرض، معلمين يقتلون ويأسرون \" رواه البيهقي وابن عساكر. ¶ وعن سهيل بن حنيف قال: لقد رأيتنا يوم بدر وإن أحدنا ليشير بسيفه إلى رأس المشرك، فيقع رأسه قبل أن يصل إليه. رواه الحاكم وصححه البيهقي وأبو نعيم. ¶ وعن الربيع بن أنس قال: كان الناس يعرفون قتلي الملائكة ممن",
            "page": "77",
            "part": "1",
            "seal": "ED615F9B"
        },
        {
            "id": "78",
            "nass": "قتلوه بضرب فوق الأعناق وعلي البنان مثل سمة النار قد ¶ احترق. رواه البيهقي. ¶ وعن حويطب بن عبد العزي، قال: لقد شهدت بدراً مع المشركين فرأيت عبراً، رأيت الملائكة تقتل وتأسر بين السماء والأرض. رواه ابن سعد. ¶ وعن حكيم بن حزام قال: لقد رأيتنا يوم بدر وقد وقع بوادي خلص بجاد من السماء قد سد الأفق، فإذا الوادي يسيل نملا فوقع في نفسي أن هذا شيء أيد به محمد - صلى الله عليه وسلم - فما كانت إلا الهزيمة، وهي الملائكة. رواه البيهقى ¶ وعن جبير بن مطعم قال: رأيت قبل هزيمة القوم، والناس يقتلون، مثل البجاد الأسود مبثوث، حتى امتلأ الوادي فلم أشك أنها الملائكة، فلم يكن إلا هزيمة القوم. رواه ابن راهوية وأبو نعيم والبيهقى بسند حسن. ¶ وعن عبد الرحمن بن عوف قال: رأيت يوم بدر رجلين: عن يمين النبي أحدهما، وعن يساره أحدهما، يقاتلان أشد القتال، ثلَّثهما ثالث من خلفه، ثم ربَّعهما رابع أمامه. رواه محمد بن عمر الأسلمي وابن عساكر ¶ وعن السائب بن أبي حبيش - رضي الله عنه - أنه كان يقول: والله ما أسرني أحد من الناس، فيقال: فمن؟ فيقول: لما انهزمت قريش انهزمت",
            "page": "78",
            "part": "1",
            "seal": "424B91A3"
        },
        {
            "id": "79",
            "nass": "معها فيدركني رجل أبيض طويل علي فرس أبلق بين السماء والأرض، فأوثقني رباط، وجاء عبد الرحمن بن عوف فوجدني مربوطا، فنادي في العسكر: من أسر هذا؟ فليس أحد يزعم أنه أسرني، حتى انتهي بى رسول الله - صلى الله عليه وسلم - فقال: \" يا بن أبي حبيش من أسرك \"، فقلت: لا أعرفه وكرهت أن أخبره بالذي رأيت، فقال: أسرك ملك من الملائكة. رواه البيهقي. ¶ وعن أبي بردة بن دينار - رضي الله عنه - قال: جئت رسول الله - صلى الله عليه وسلم - يوم بدر بثلاثة رؤوس فقلت له: يا رسول الله: أما رأسان فقتلتهما، وأما الثالث فإني رأيت رجلاً أبيض طويلاً ضربه فتدهدي أمامه، فأخذت رأسه فقال رسول الله - صلى الله عليه وسلم -: ذاك فلان من الملائكة. رواه محمد بن عمر الأسلمي والبيهقى. ¶ وعن ابن عباس، والبيهقى عن علي رضي الله عنها , قال: كان الذي أسر العباس رجلاً جسيماً، فقال رسول الله - صلى الله عليه وسلم -: \" يا أبا اليسر كيف أسرت العباس: قال: يا رسول الله: أعانني عليه رجل ما رأيته قبل ذلك ولا بعده، هيئه كذا وكذا، فقال رسول الله - صلى الله عليه وسلم - \" لقد أعانك عليه ملك كريم. رواه الإمام أحمد وابن سعد وابن جرير. ¶ وعن عكرمة قال: كان يومئذ يندر رأس الرجل لا يدري من ضربه، وتندر يد الرجل لا يدري من ضربه. رواه ابن سعد. ¶ وعن أبي واقد الليثي قال: إني لأتبع يوم بدر رجلا من المشركين",
            "page": "79",
            "part": "1",
            "seal": "590AC587"
        },
        {
            "id": "80",
            "nass": "لأضربه فوقع رأسه قبل أن يصل إليه سيفي، فعرفت أن غيري قتله. رواه ابن إسحاق والبيهقي. ¶ وعن حمزة بن صهيب عن أبيه قال: ما أدري كم يد مقطوعة أو ضربة جائفة لم يدم كلمها يوم بدر، وقد رأيتها. رواه البيهقي. ¶ وعن أبي دارة قال: حدثني رجل من قومي من بني سعد بن بكر قال: إني لمنهزم يوم بدر إذ أبصرت رجلاً بين يَديَّ منهزما، فقلت: ألحقه فأستأنس به، فتدلي من جرف ولحقته، فإذا رأسه قد زايله ساقطا، وما رأيت قربه أحداً. رواه أبو نعيم. ¶ وعن جابر قال: كنا نصلي مع الرسول - صلى الله عليه وسلم - في غزوه بدر إذ تبسم في صلاته، فلما قضي صلاته قلنا: يا رسول الله! رأيناك تبسمت، قال: مر بي ميكائيل وعلي جناحه أثر الغبار، وهو راجع من طلب القوم، فضحك إلىًّ فتبسمت إليه. رواه أبو يعلي ¶ وعن عطية ين قيس قال: لما فرغ رسول الله - صلى الله عليه وسلم - من قتال بدر جاء جبريل علي فرس أنثي أحمر، عليه درعه، ومعه رمحه، فقال: يا محمد، إن الله بعثني إليك وأمرني ألا أفارقك حتى ترضي، هل رضيت؟ قال: \" نعم رضيت \"، فانصرف. رواه ابن سعد وأبو الشيخ. ¶ وعن رفاعة بن رافع الزرقي قال: جاء جبريل إلى النبي - صلى الله عليه وسلم - فقال: ما تعدون أهل بدر فيكم؟ قلنا: من أفضل المسلمين، أو كلمة نحوها",
            "page": "80",
            "part": "1",
            "seal": "E870C17D"
        },
        {
            "id": "81",
            "nass": "قال جبريل: وكذلك من شهد بدراً من الملائكة. رواه البخاري (¬1). ¶ • حضور الملائكة وقتالها يوم أحد: ¶ عن سعد بن أبي وقاص - رضي الله عنه - قال: رأيت عن يمين رسول الله - صلى الله عليه وسلم - وعن شماله يوم أحد رجلين عليهما ثياب بيض يقاتلان عنه كأشد القتال، وما رأيتهما قبل ولا بعد، يعني جبريل وميكائيل. رواه الشيخان وأبو داود الطيالسي والبيهقى. ¶ قال الحارث بن الصَّمَّة: سألني رسول الله - صلى الله عليه وسلم -، وهو في الشعب عن عبد الرحمن بن عوف، فقلت رأيته إلى جنب الجبل، فقال: إن الملائكة تقاتل معه. قال الحارث: فرجعت إلى عبد الرحمن فوجدت بين يديه سبعة صرعي فقلت: ظفرت يمينك، أكل هؤلاء قتلت؟ قال: أما هذا وهذا فأنا قتلتهما، وأما هؤلاء فقتلهم من لم أره. فقلت: صدق الله ورسوله 0رواه الطبراني وابن منده وابن عساكر. ¶ وعن عبد الله بن الفضل بن عباس بن ربيعة بن الحارث بن عبد ¶ ¬__________ ¶ (¬1) انظر زاد المعاد لابن القيم، صفوة السيرة النبوية لا ين كثير، الرحيق المختوم، سبل الهدي والرشاد في سيرة خير العباد، تاريخ الإسلام للذهبي.",
            "page": "81",
            "part": "1",
            "seal": "51E0402A"
        },
        {
            "id": "82",
            "nass": "المطلب، قال: أعطي رسول الله - صلى الله عليه وسلم - يوم أحد مصعب بن عمير اللواء فقُتل مصعب، فأخذه ملك في صورة مصعب فجعل رسول الله - صلى الله عليه وسلم - يقول: تقدم يا مصعب. فالتفت إليه الملك فقال: لست بمصعب، فعرف رسول الله - صلى الله عليه وسلم - أنه ملك أيد به. رواه ابن سعد. ¶ وعن محمد بن ثابت أن رسول الله - صلى الله عليه وسلم - قال يوم أحد: أقدم يا مصعب، فقال له عبد الرحمن بن عوف: يا رسول الله: ألم يقتل مصعب؟ قال: ولكن ملك قام مكانه، وتسمي باسمه. رواه ابن شيبة في مصنفه. ¶ وعن سعد بن أبي وقاص - رضي الله عنه - قال: لقد رأيتني أرمي بالسهم يوم أحد فيرده علىَّ رجل أبيض حسن الوجه لا أعرفه، حتى كان بعدُ فظننت أنه ملك. رواه ابن عساكر. ¶ وعن عمير بن إسحاق قال: لما كان يوم أحد انكشفوا عن رسول الله - صلى الله عليه وسلم - وسعد يرمي بين يديه، وفتي ينبل له، كلما ذهب نبله أتاه بها، قال: ارم أبا إسحاق، فلما فرغوا نظروا من الشاب فلم يروه، ولم يعرف. رواه بن إسحاق والبيهقى وابن عساكر. ¶ وعن عروة - رضي الله عنه - في قوله تعالي: {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسّونَهُمْ بِإِذْنِهِ حَتّىَ إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأمْرِ وَعَصَيْتُمْ مّن بَعْدِ مَآ أَرَاكُمْ مّا تُحِبّونَ مِنكُم مّن يُرِيدُ الدّنْيَا وَمِنكُم مّن يُرِيدُ",
            "page": "82",
            "part": "1",
            "seal": "F9B5E827"
        },
        {
            "id": "83",
            "nass": "الاَخِرَةَ ثُمّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِين} (¬1) فالله تعالي وعدهم علي الصبر والتقوى أن يمدهم بخمسة آلاف من الملائكة مسومين، وكان قد فعل، فلما عصوا أمر رسول الله - صلى الله عليه وسلم - وتركوا مصافهم، وتركت الرماة عهد رسول الله - صلى الله عليه وسلم -: ألا يبرحوا من منازلهم، وأرادوا الدنيا، رفع عنهم مدد الملائكة، وأنزل لله تعالي {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسّونَهُمْ بِإِذْنِهِ} فصدق الله وأراهم الفتح، فلما عصوا أعقبهم البلاء. (¬2) ¶ \\وفي غزوة الأحزاب: ¶ قال الله - عز وجل -: {يَأَيّهَا الّذِينَ آمَنُواْ اذْكُرُواْ نِعْمَةَ اللهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً وَجُنُوداً لّمْ تَرَوْهَا (¬3) وَكَانَ اللهُ بِمَا تَعْمَلُونَ بَصِيراً} (¬4) ¶ الملائكة تصحب الغزاة في سبيل الله: ¶ فعن عبد الله بن عمرو قال لكعب أخبرني عن صفه محمد - صلى الله عليه وسلم - وأمته، قال: أجده في كتاب الله تعالي: \" إن أحمد وأمته حمادون يحمدون الله عز وجل علي كل خير وشر، يكبرون الله ¶ ¬__________ ¶ (¬1) سورة آل عمران ـ الآية 152. ¶ (¬2) انظر زاد المعاد لابن القيم، صفوة السيرة النبوية لا ين كثير، الرحيق المختوم، سبل الهدي والرشاد في سيرة خير العباد، تاريخ الإسلام للذهبي. ¶ (¬3) أي: هم الملائكة. ¶ (¬4) سورة الأحزاب ـ الآية 9.",
            "page": "83",
            "part": "1",
            "seal": "C1F2F91B"
        },
        {
            "id": "84",
            "nass": "علي كل شرف، ويسبحون الله في كل منزل نداؤهم في جو السماء، لهم دوى في صلاتهم كدوى النحل علي الصخر، يصفون في الصلاة كصفوف الملائكة، ويصفون في القتال كصفوفهم في الصلاة، إذا غزوا في سبيل الله كانت الملائكة بين أيديهم ومن خلفهم برماح شداد، إذا حضروا الصف في سبيل الله كان الله عليهم مظلا – وأشار بيده – كما تظل النسور علي وكورها لا يتأخرون زحفا أبدا. أخرجه أبو نعيم في الحلية. (¬1) ¶ ** الملائكة تمشي خلف النبي - صلى الله عليه وسلم -: ¶ فعن جابر بن عبد الله رضي الله عنه قال: كان رسول الله - صلى الله عليه وسلم - إذا خرج من بيته مشينا قدامه وتركنا خلفه الملائكة. رواه الحاكم (¬2) ¶ وعن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \" لا تمشوا بين يدي ولا خلفي فإن هذا مقام الملائكة \" رواه الحاكم وقال هذا حديث صحيح ووافقه الذهبي. (¬3) ¶ ** ملائكة يشهدون الصلاة ويبتدرون كتابة الحمد: ¶ ¬__________ ¶ (¬1) حياة الصحابة – باب ذكر الرسول - صلى الله عليه وسلم - والصحابة رضي الله عنهم في الكتب المتقدمة علي القرآن 1/ 11. ¶ (¬2) في المستدرك / كتاب الأدب 4/ 281. ¶ (¬3) المرجع السابق.",
            "page": "84",
            "part": "1",
            "seal": "795441C5"
        },
        {
            "id": "85",
            "nass": "عن رفاعة بن رافع، قال: كنا نصلي وراء النبي - صلى الله عليه وسلم -، فلما رفع رأسه من الركعة، قال: \" سمع الله لمن حمده \"، فقال رجل وراء: ربنا ولك الحمد، حمداً كثيراً طيباً مباركاً فيه، فلما انصرف قال: من المتكلم آنفا \" قال: أنا 0قال: \" رأيت بضعة وثلاثين ملكاً يبتدرونها، أيهم يكتبها أول \" رواه البخاري. (¬1) ¶ ** الملائكة تقف علي أبواب المساجد يوم الجمعة تكتب الأول فالأول: ¶ فعن أبي هريرة - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: \" إذا كان يوم الجمعة، وقفت الملائكةُ علي باب المسجد، يكتبون الأول فالأول، ومثل المُهجر كمثل الذي يهدي بدنةً، ثم كان كالذي يهدي بقرةً، ثم كبشاً، ثم دجاجةً، ثم بيضةً، فإذا خرج الإمام طووا صُحفهم ويستمعون الذكر \" متفق عليه. (¬2) ¶ ** الملائكة يدعون لمعلم الناس الخير: ¶ ففي الحديث عن أبي أمامه - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" إن الله وملائكته وأهل السماوات وأهل الأرض حتى النملة في جحرها، ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الصلاة – باب الركوع 1/ 276. ¶ (¬2) مشكاة المصباح – كتاب الصلاة – باب التنظيف والتبكير للجمعة ـ 1/ 436.",
            "page": "85",
            "part": "1",
            "seal": "8E24F2DF"
        },
        {
            "id": "86",
            "nass": "وحتى الحوت ليصلون علي معلم الناس الخير \". رواه الترمذي (¬1) ¶ ** الملائكة يدعون لأصحاب الصفوف الأول في الصلاة: ¶ عن أبي أمامة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الله وملائكته يُصلون علي الصف الأول \" قالوا: يا رسول الله! وعلي الثاني؟ قال: \" إن الله وملائكته يُصلون علي الصف الأول \": قالوا: يا رسول الله! وعلي الثاني؟ قال: وعلي الثاني \".رواه أحمد (¬2) ¶ **ملائكة يعمرون المساجد: ¶ فعن عبد الله بن سلام - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \" إن للمساجد أوتادا، الملائكة جلساؤهم، إن غابوا يفتقدونهم، وإن مرضوا عادوا، وإن كانوا في حاجة أعانوهم \". رواه الحاكم وقال صحيح ¶ الإسناد. (¬3) ¶ ** الملائكة تصلي علي من أكل عنده وهو صائم: ¶ فعن أم عمارة بنت كعب، أن النبي - صلى الله عليه وسلم - دخل عليها، فدعت له ¶ ¬__________ ¶ (¬1) مشكاة المصابيح _ كتاب العلم 1/ 74. ¶ (¬2) المرجع السابق – كتاب الصلاة – باب تسوية الصفوف 1/ 343. ¶ (¬3) المتجر الرابح في ثواب من لزم المسجد وجلس فيه لخير صـ 83.",
            "page": "86",
            "part": "1",
            "seal": "0A8AA5FB"
        },
        {
            "id": "87",
            "nass": "بطعام، فقال لا: \" كلي \" فقالت: إني صائمة فقال النبي - صلى الله عليه وسلم -: ¶ \" إن الصائم إذا أُكل عنده، صليت عليه الملائكةُ حتى يفرغوا. رواه أحمد والترمذي وابن ماجة، والدا رمي. (¬1) ¶ ** الملائكة يدعون للمنفقين، ويدعون علي الممسكين: ¶ فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" ما من يوم يصبح العباد فيه، إلا وملكان ينزلان، فيقول أحدهما: اللهم أعط منفقاً خلفا. ويقول الآخر: اللهم أعط ممسكاً تلفا. متفق عليه. (¬2) ¶ ** ملائكة موكلة باختبار الناس: ¶ عن أبي هريرة رضي الله عنه أنه سمع النبي - صلى الله عليه وسلم - يقول: \" إن ثلاثة من بنى إسرائيل: أبرص، وأقرع، وأعمى، أراد الله أن يبتليهم فبعث إليهم ملكاً، فأتى الأبرص فقال: أي شيء أحب إليك؟ قال: لون حسن، وجلد حسن، ويذهب عني الذى قد قذرني الناس؛ فمسحه فذهب عنه قذره وأعطي لونا حسناً. قال: فأي المال أحب إليك؟ قال: الإبل-أو قال البقر-شك الرواي- فأعطي ناقة عشراء، فقال: بارك الله لك فيها. ¶ ¬__________ ¶ (¬1) مشكاة المصبايح _ كتاب الصوم – باب في الإفطار من التطوع1/ 643. ¶ (¬2) مشكاة المصابيح – كتاب الزكاة – باب الإنفاق وكراهية الإمساك 1/ 583.",
            "page": "87",
            "part": "1",
            "seal": "8191A551"
        },
        {
            "id": "88",
            "nass": "فأتى الأقرع فقال: أي شيء أحب إليك؟ قال: شعر حسن، ويذهب عني هذا الذى قذرني الناس، فمسحه فذهب عنه وأعطي شعراً حسناً. قال: فأي المال أحب إليك؟ قال: البقر، فأعطي بقرة حاملاً، وقال بارك الله لك فيها. ¶ فأتي الأعمى فقال: أي شيء أحب إليك؟ قال: أن يرد الله إلي بصري فأبصر الناس، فمسحه فرد الله إليه بصره. قال: فأي المال أحب إليك؟ قال: الغنم، فأعطي شاة والداً. فأنتج هذان وولد هذا، فكان لهذا واد من الإبل، ولهذا واد من البقر، ولهذا واد من الغنم. ¶ ثم إنه أتى الأبرص في صورته وهيئته، فقال له: رجل مسكين وابن سبيل قد انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك، أسألك بالذي أعطاك اللون الحسن، والجلد الحسن، والمال، بعيراً أتبلغ به في سفري، فقال: الحقوق كثيرة. فقال: كأني أعرفك، ألم تكن أبرص يقذرك الناس فقيراً، فأعطاك الله؟! فقال: إنما ورثت هذا المال كابراً عن كابر، فقال: إن كنت كاذباً فصيرك الله إلى ما كنت. ¶ وأتى الأقرع، فقال له مثل ما قال لهذا، ورد عليه مثل ما ردّ هذا، فقال إن كنت كاذبا فصيرك الله إلى ما كنت. ¶ وأتى الأعمى في صورته وهيئته، فقال: رجل مسكين وابن سبيل انقطعت بي الحبال في سفري، فلا بلاغ لي اليوم إلا بالله ثم بك،",
            "page": "88",
            "part": "1",
            "seal": "30450BD1"
        },
        {
            "id": "89",
            "nass": "أسألك بالذي رد عليك بصرك شاة أتبلغ بها في سفري؟ فقال: قد كنت أعمى فرد الله بصري، فخذ ما شئت ودع ما شئت، فو الله ما أجهدك اليوم بشيء أخذته لله عز وجل فقال: أمسك عليك مالك فإنما ابتليتم، فقد رضي الله عنك، وسخط على صاحبيك \" متفق عليه. ¶ ** الملائكة يدعون علي من يسافر يوم الجمعة: ¶ ففي الحديث: \" من سافر من دار إقامته يوم الجمعة دعت عليه الملائكة لا يصحب في سفره ولا يعان علي حاجته \". رواه البخاري. ¶ ** الملائكة يدعون بالرحمة لمن يلتمس مرضاة الله - عز وجل -: ¶ فعن ثوبان قال: قال رسول الله - صلى الله عليه وسلم -: \" إن العبد ليلتمس مرضاة الله - عز وجل - فلا يزال كذلك، فيقول الله: يا جبريل: إن عبدي فلاناً يلتمس أن يرضيني ألا وإن رحمتى عليه، فيقول جبريل: رحمة الله علي فلان، ويقولها حملة العرش، ويقولها من حولهم حتى يقولها أهل السماوات السبع ثم تهبط له إلى الأرض. رواه أحمد والطبراني في الأوسط. (¬1) ¶ ** الملائكة تدعو لمن صلي علي النبي - صلى الله عليه وسلم -: ¶ فعن عامر بن أبي ربيعة قال: قال رسول الله - صلى الله عليه وسلم -: \" ما من عبد ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الدعوات – باب سعة رحمة الله _ 2/ 735.",
            "page": "89",
            "part": "1",
            "seal": "037E10A0"
        },
        {
            "id": "90",
            "nass": "يصلي عليَّ إلا صلت عليه الملائكة، ما دام يصلي عليَّ، فليقل العبد من ذلك أو ليكثر \". رواه أحمد وابن ماجة. ¶ ** ملك موكل بمن يقول يا أرحم الراحمين: ¶ فعن أبي أمامة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" إن ملكاً موكل بمن يقول يا أرحم الرحمين، فمن قالها ثلاثا، قال له الملك: إن أرحم الراحمين قد أقبل عليك فاسأل \" رواه الحاكم. (¬1) ¶ ** ملك موكل بالدعاء لمن يدعو لأخيه بظهر الغيب: ¶ فعن أبي الدرداء - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" دعوة المسلم لأخيه بظهر الغيب مستجابة، عند رأسه ملك موكل، كلما دعا لأخيه بخير قال الملك الموكل به: آمين، ولك بمثل \" رواه ¶ مسلم. (¬2) ¶ ** ملائكة تنزل من السماء بأمر الله لإغاثة المكروبين: ¶ أخرج ابن أبى الدنيا فى كتاب مجابي الدعوة عن أنس بن مالك رضى الله عنه قال: كان رجل من أصحاب رسول الله ًًًًًًًًًًً - صلى الله عليه وسلم - يكنى أبا معلق وكان تاجرا يتجر بمال له ولغيره، وكان له نسك وورع، فخرج فلقيه لص متقنع فى السلاح فقال: ضع متاعك فإني قاتلك، قال: شأنك بالمال، قال: لست أريد إلا دمك، قال: ¶ ¬__________ ¶ (¬1) في المستدرك كتاب الدعاء 1/ 544. ¶ (¬2) مشكاة المصابيح – كتاب الدعوات – 2/ 692.",
            "page": "90",
            "part": "1",
            "seal": "3236B9CB"
        },
        {
            "id": "91",
            "nass": "فذرني أصل، قال: صل ما بدا لك، فتوضأ ثم صلى فكان من دعائه: يا ودود! يا ذا العرش المجيد! يا فعالا لما يريد .. أسألك بعزتك التي لا ترى .. وملكك الذي لا يضام .. وبنورك الذي ملأ أركان عرشك أن تكفيني شر هذا اللص .. يا مغيث أغثني – قالها ثلاثا، فإذا هو بفارس بيده حربة رفعها بين أذني فرسه فطعن اللص فقتله، ثم اقبل على التاجر، فقال: من أنت؟ فقد أغاثني الله بك، قال: إني ملك من أهل السماء الرابعة .. لما دعوت سمعت لأبواب السماء قعقعة، ثم دعوت ثانيا، فسمعت لأهل السماء ضجة، ثم دعوت ثالثا، فقيل: دعاء مكروب، فسألت الله أن يوليني قتله، ثم قال: أبشر واعلم أنه من توضأ وصل أربع ركعات ودعا بهذا الدعاء استجيب له مكروبا كان أو غير مكروب. كذا فى الإصابة (¬1). ¶ ** الملائكة تدافع عن المؤمنين: ¶ فعن أبى هريرة - رضي الله عنه - أن رجلا شتم أبا بكر - رضي الله عنه - والنبي - صلى الله عليه وسلم - جالس فجعل النبي - صلى الله عليه وسلم - يعجبه ويبتسم , فلما أكثر رد عليه بعض قوله , فغضب النبي - صلى الله عليه وسلم - وقام فلحقه أبو بكر فقال يا رسول الله! كان يشتمني وأنت جالس , فلما رددت عليه بعض قوله غضبت وقمت! قال: إنه كان معك ملك يرد عنك , فلما رددت عليه بعض قوله ¶ ¬__________ ¶ (¬1) حياة الصحابة – كتاب كيفية التأييدات الغيبية – باب المدد بالملائكة /541.",
            "page": "91",
            "part": "1",
            "seal": "B9317250"
        },
        {
            "id": "92",
            "nass": "وقع الشيطان ,فلم أكن لأقعد مع الشيطان , ثم قال: يا أبا بكر! ثلاث كلهن حق: ما من عبد ظلم بظلمة فيغض عنها لله عز وجل إلا أعز الله بها نصره , وما فتح رجل باب عطية يريد بها صلة إلا زاده بها كثرة , وما فتح باب مسألة يريد بها كثرة إلا زاده الله بها قلة. رواه أحمد الطبراني ورواه أبو داود إلا أنه لم يذكر: ثم قال: يا أبا بكر! (¬1). ¶ ** ملائكة موكلون بالرحمة وآخرون بالعذاب: ¶ وعن أبي سعيد سعد بن مالك بن سنان الخدري - رضي الله عنه - أن نبي الله - صلى الله عليه وسلم - قال: \" كان فيمن كان قبلكم رجل قتل تسعة وتسعين نفساً، فسأل عن أعلم أهل الأرض، فدل على راهب، فأتاه فقال: إنه قتل تسعه وتسعين نفساً، فهل له من توبة؟ فقال: لا، فقتله فكمل به مائةً، ثم سأل عن أعلم أهل الأرض، فدل على رجل عالم فقال: إنه قتل مائة نفس فهل له من توبة؟ فقال: نعم، ومن يحول بينه وبين التوبة؟ انطلق إلى أرض كذا وكذا، فإن بها أُناساً يعبدون الله تعالى فاعبد الله معهم، ولا ترجع إلى أرضك فإنها أرض سوء ٍ، فانطلق حتى إذا نصف الطريق أتاه الموت، فاختصمت فيه ملائكة الرحمة وملائكة العذاب. فقالت ملائكة الرحمة: جاء تائبا مقبلا بقلبه إلى الله تعالى، وقالت ملائكة العذاب: إنه لم يعمل خيراً قط، فأتاهم ملك في صورة آدمي ¶ ¬__________ ¶ (¬1) حياة الصحابة ـ كتاب خروج الصحابة عن الشهوات ـ باب شتم المسلم 2/ 398.",
            "page": "92",
            "part": "1",
            "seal": "50213852"
        },
        {
            "id": "93",
            "nass": "فجعلوه بينهم- أي حكماً- فقال: قيسوا ما بين الأرضين فإلى أيتهما كان أدنى فهو له، فقاسوا فوجدوه أدنى إلى الأرض التي أراد، فقبضته ملائكة الرحمة \" متفق عليه. (¬1) ¶ ** ملائكة سياحين في الأرض يبلغون النبي السلام: ¶ عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن لله ملائكة سياحين في الأرض يبلغوني من أمتي السلام \" رواه النسائي، والدارمى (¬2) والحاكم (¬3). ¶ وعن أبي هريرة - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول: \" لا تجعلوا بيوتكم قبوراً، ولا تجعلوا قبري عيداً، وصلوا عليَّ، فإن صلاتكم تبلغني حيث كنتم \" رواه النسائي وصححه الألباني (¬4) ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" من صلي عليَّ عند قبري سمعته، ومن صلي علي نائياً أبلغته \". رواه البيهقي في شعب الإيمان. (¬5) ¶ وعن عمار - رضي الله عنه - قال: \" قال رسول الله - صلى الله عليه وسلم -: \" إن لله تعالي ملكاً ¶ ¬__________ ¶ (¬1) كتاب رياض الصالحين ـ باب التوبة. ¶ (¬2) مشكاة المصابيح ـ باب الصلاة على النبي - صلى الله عليه وسلم - وفضلها 1/ 291. ¶ (¬3) في مستدركه وصححه ووافقه الذهبي 2/ 421. ¶ (¬4) مشكاة المصابيح ـ باب الصلاة علي النبي - صلى الله عليه وسلم - وفضلها. 1/ 291. ¶ (¬5) المرجع السابق 1/ 295.",
            "page": "93",
            "part": "1",
            "seal": "6883949B"
        },
        {
            "id": "94",
            "nass": "أعطاه سمع العباد، فليس من أحد يصلي عليَّ، إلا بلغنيها \" رواه الطبراني في الكبير بإسناد حسن. ¶ ** الملائكة يعلمون آدم السلام: ¶ عن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" خلق الله آدم علي صورته , طوله ستون ذراعا , فلما خلقه قال: اذهب فسلم علي أولئك النفر وهم نفر من الملائكة , جلوس , فاستمع ما يحيونك , فإنها تحيتك وتحية ذريتك , فذهب فقال: السلام عليكم , فقالوا: \" السلام عليك ورحمة الله \" قال:\" فزادوه ورحمة الله \" قال:\"فكل من يدخل الجنة علي صورة آدم وطوله ستون ذراعا , فلم يزل الخلق ينقص بعد حتى الآن \". متفق عليه. (¬1) ¶ ** ملائكة تشمت العاطس: ¶ فعن أبن عباس رضي الله عنهما: عن النبي - صلى الله عليه وسلم - قال: \" إذا عطس أحدكم فقال: الحمد لله، قالت الملائكة: رب العالمين، فإذا قال: رب العالمين: قالت الملائكة: رحمك الله \". رواه الطبراني في الكبير والأوسط وابن السني في عمل اليوم والليلة والبيهقي في الشعب. ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الآداب – باب السلام 3/ 1315.",
            "page": "94",
            "part": "1",
            "seal": "54D1C237"
        },
        {
            "id": "95",
            "nass": "** ملك بيده لجام لابن آدم: ¶ عن ابن عباس رضي الله عنهما: عن رسول الله - صلى الله عليه وسلم - قال: \" ما من آدمي إلا في رأسه حكمة (¬1) بيد ملك، فإذا تواضع قيل للملك إرفع حكمتك، وإذا تكبر قيل للملك ضع حكمتك \" رواه الطبراني بإسناد حسن. ¶ ** ملائكة موكله بمراقبة المريض في أقواله: ¶ فعن عطاء بني يسار أن رسول الله - صلى الله عليه وسلم - قال: \" إذا مرض العبد بعث الله إليه ملكين، فيقول: انظروا ما يقول لعواده، فإن هو إذا جاءوه حمد الله وأثني عليه رفعا ذلك إلى الله عز وجل وهو أعلم ـ فيقول: لعبدي علي إن توفيته أن أدخله الجنة، وإن أنا شفيته أن أبدله لحماً خيراً من لحمه، ودماً خيراً من دمه، وأن أكفر عنه سيئاته \". رواه مالك والبيهقي. (¬2) ¶ وعن أبي أمامة - رضي الله عنه -: عن النبي - صلى الله عليه وسلم - قال: \" إن الله - عز وجل - يقول للملائكة: انطلقوا إلى عبدي، فصبوا عليه البلاء صباً فيأتونه فيصبون عليه البلاء صباً، فيحمد الله، فيرجعون، فيقولون: صببنا عليه البلاء صباً كما أمرتنا، فيقول: ارجعوا فإني أحب ¶ ¬__________ ¶ (¬1) الحكمة: اللجام. ¶ (¬2) أخرجه الإمام مالك في الموطأ ـ كتاب العين.",
            "page": "95",
            "part": "1",
            "seal": "8E4628A4"
        },
        {
            "id": "96",
            "nass": "أن أسمع صوته. رواه الطبراني والبيهقي \". (¬1) ¶ ** ملائكة تدعو لمن يعود المريض: ¶ فعن علي - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: \" ما من مسلم يعود مسلما غدوةً إلا صلي عليه سبعون ألف ملك حتى يمسي، وإن عاده عشيةً إلا صلي عليه سبعون ألف ملك حتى يصبح، وكان له خريف في الجنة \". رواه الترمذي وأبو داود والحاكم (¬2) ¶ ** الموكلون بقبض أرواح العباد (ملك الموت وأعوانه): ¶ قال تعالى: {قُلْ يَتَوَفّاكُم مّلَكُ الْمَوْتِ الّذِي وُكّلَ بِكُمْ ثُمّ إِلَىَ رَبّكُمْ تُرْجَعُونَ} (¬3) ¶ وقال تعالى: {حَتّىَ إِذَا جَآءَ أَحَدَكُمُ الْمَوْتُ تَوَفّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرّطُون َ} (¬4) ¶ وقال تعالى: {وَلَوْ تَرَىَ إِذِ الظّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلآئِكَةُ بَاسِطُوَاْ أَيْدِيهِمْ أَخْرِجُوَاْ أَنْفُسَكُمُ الْيَوْمَ تُجْزَوْنَ عَذَابَ ¶ ¬__________ ¶ (¬1) المتجر الرابح _ في ثواب العمل الصالح للدمياطي ص 463. ¶ (¬2) مشكاة المصابيح ـ باب عيادة المريض وثواب المرض 1/ 489. ¶ (¬3) سورة السجدة ـ الآية 11. ¶ (¬4) سورة الأنعام ـ الآية 61.",
            "page": "96",
            "part": "1",
            "seal": "CD5EC7CD"
        },
        {
            "id": "97",
            "nass": "الْهُونِ بِمَا كُنتُمْ تَقُولُونَ عَلَى اللهِ غَيْرَ الْحَقّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ} (¬1). ¶ وقال تعالى: {وَلَوْ تَرَىَ إِذْ يَتَوَفّى الّذِينَ كَفَرُواْ الْمَلآئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ وَذُوقُواْ عَذَابَ الْحَرِيقِ} (¬2) ¶ عن ابن عباس رضي الله عنهما في قوله: {تَوَفّتْهُ رُسُلُنَا}، قال: أعوان ملك الموت من الملائكة. وأخرجه ابن أبي شيبة وابن جرير وابن المنذر وابن أبي حاتم. (¬3) ¶ وعن إبراهيم النخعي في قوله تعالي: {تَوَفّتْهُ رُسُلُنَا} قال: الملائكة تقبض الأنفس، ثم يقبضها منهم ملك الموت بعد. (¬4) ¶ وعن قتادة: في قوله: {تَوَفّتْهُ رُسُلُنَا} قال: إن ملك الموت له رسل فيلي بعضها الروح ثم يدفعوها إلي ملك الموت: أخرجه عبد الرازق. (¬5) ¶ وعن ابن عباس في قوله: {فَالْمُدَبّرَاتِ أَمْراً} (¬6) قال: ملائكة ¶ ¬__________ ¶ (¬1) سورة الأنعام ـ الآية 93. ¶ (¬2) سورة الأنفال ـ الآية 50. ¶ (¬3) الحبائك في أخبار الملائك للسيوطي. ¶ (¬4) المرجع السابق. ¶ (¬5) المرجع السابق. ¶ (¬6) سورة النازعات ـ الآية 5.",
            "page": "97",
            "part": "1",
            "seal": "8A2FB174"
        },
        {
            "id": "98",
            "nass": "تكون مع ملك الموت يحضرون الموتى عند قبض أرواحهم، فمنهم من يعرج بالروح، ومنهم من يؤمًّن علي الدعاء، ومنهم ¶ من يستغفر للميت حتى يصلي عليه ويدلي في حفرته. أخرجه ابن أبى الدنيا (¬1). ¶ وعن شهر بن حوشب قال: ملك الموت جالس، والدنيا بين ركبتيه، واللوح الذي فيه آجال بنى آدم في يديه، وبين يديه ملائكة قيام وهو يعرض اللوح لا يطرف، فإذا أتي علي أجل عبد قال: اقبضوا هذا. أخرجه أبن أبي الدنيا وأبو الشيخ وأبو نعيم في الحلية (¬2). ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" جاء ملك الموت إلى موسى بن عمران، فقال له: أجب ربك \" قال: \"فلطم موسى عين ملك الموت ففقأها \" قال: \" فرجع الملك إلى الله، فقال: إنك أرسلتني إلى عبد لك لا يريد الموت وقد فقأ عيني \" قال: \" فرد الله إليه عينه، وقال: ارجع إلى عبدي فقل: الحياة تريد، فإن كنت تريد الحياة فضع يدك على متن ثور، فما توارت يدك من شعرة فإنك تعيش بها سنة. قال: ثم مه؟ قال: ثم تموت. ¶ ¬__________ ¶ (¬1) شرح الصدور في أحول الموتى وأهل القبور. ¶ (¬2) الحبائك في أخبار الملائك للسيوطى.",
            "page": "98",
            "part": "1",
            "seal": "1A951BC6"
        },
        {
            "id": "99",
            "nass": "قال: فالآن من قريب، رب أدنني من الأرض المقدسة رمية بحجر \". قال رسول الله - صلى الله عليه وسلم -: \"والله لو أني عنده لأريتكم قبره إلى جنب الطريق عند الكثيب الأحمر \" متفق عليه. (¬1) ¶ وفي رواية الحاكم عن أبي هريرة – يقول: قال رسول الله - صلى الله عليه وسلم -: \" إن ملك الموت كان يأتي الناس عيانا فأتي موسى بن عمران فلطمه موسى ففقأ عينه فعرج ملك الموت فقال يا رب: إن عبدك موسى فعل بي كذا وكذا ولولا كرامته عليك لشققت عليه فقال الله: أيت عبدي موسى فخيره بين أن يضع يده علي متن ثور فله بكل شعرة وارتها كفه سنة وبين أن يموت الآن فأتاه فخيره، فقال موسى: فما بعد ذلك، قال: الموت، قال: فالآن إذا، فشمه شمة فقبض روحه ورد الله عليه بصره فكان بعد ذلك يأتي الناس في خفية \" (¬2). ¶ وأخرج ابن أبي الدنيا عن أبي الشعثاء جابر بن يزيد: أن ملك الموت كان يقبض الأرواح بغير وجع، فسبه الناس ولعنوه فشكى إلى ربه، فوضع الله الأوجاع ونسي ملك الموت يقال: مات فلان بكذا وكذا. (¬3) ¶ وأخرج الإمام أحمد عن أبي هريرة - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: ¶ ¬__________ ¶ (¬1) مشكاة المصابيح _ كتاب أحوال القيامة وبدء الخلق وذكر الأنبياء 3/ 1592. ¶ (¬2) مستدرك الحاكم ـ كتاب التاريخ 2/ 578. ¶ (¬3) الحبائك في أخبار الملائك للسيوطى.",
            "page": "99",
            "part": "1",
            "seal": "4463F4CB"
        },
        {
            "id": "100",
            "nass": "\" كان داود - عليه السلام - فيه غيرة شديدة، فكان إذا خرج أغلقت الأبواب فلم يدخل علي أهله أحد حتى يرجع، فخرج ذات يوم ورجع فإذا في الدار رجل قائم فقال له: من أنت؟ قال: أنا الذي لا أهاب الملوك، ولا يمنع مني الحجاب، قال داود: أنت إذا والله ملك الموت، مرحباً بأمر الله، فزمل داود مكانه فقبضت نفسه \". (¬1) ¶ وأخرج بن أبي شيبة عن خيثمة قال: دخل ملك الموت إلى سليمان فجعل ينظر إلى رجل من جلسائه يديم النظر إليه، فلما خرج قال الرجل: من هذا؟ قال: هذا ملك الموت، قال: رأيته ينظر إلىًّ كأنه يريدني. قال: فما تريد؟ قال: أريد أن تحملني علي الريح حتى تلقيني بالهند، فدعا الريح فحمله عليها، فألقته في الهند، ثم أتي ملك الموت سليمان فقال: إنك كنت تديم النظر إلى رجل من جلسائي قال: كنت أعجب منه، أمرت أن أقبضه بالهند وهو عندك. (¬2) ¶ وأخرج الطبراني في الكبير وأبو نعيم وابن منده والبزار عن الحارث بن الخزرج قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ونظر إلى ملك الموت عند راس رجل من الأنصار – قال: \" يا ملك الموت، ارفق بصاحبي، فإنه مؤمن. فقال ملك الموت: طب نفساً وقرَّ ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) المرجع السابق.",
            "page": "100",
            "part": "1",
            "seal": "EEC599DE"
        },
        {
            "id": "101",
            "nass": "عيناً فإني بكل مؤمن رفيق \" (¬1). ¶ وأخرج ابن المبارك في الزهد والبيهقي في شعب الإيمان عن محمد بن كعب القرظي قال: إذا استنفقت نفس العبد المؤمن جاءه ملك الموت فقال له: السلام عليك يا ولي الله، الله يقرأ عليك السلام ثم نزع بهذه الآية قال تعالي: {الّذِينَ تَتَوَفّاهُمُ الْمَلآئِكَةُ طَيّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُواْ الْجَنّةَ بِمَا كُنْتُمْ ¶ تَعْمَلُون َ} (¬2) (¬3). ¶ ** الملائكة الموكلون بالبشري للمؤمنين عند الموت: ¶ قال تعالى: {إِنّ الّذِينَ قَالُواْ رَبّنَا اللهُ ثُمّ اسْتَقَامُواْ تَتَنَزّلُ عَلَيْهِمُ الْمَلاَئِكَةُ أَلاّ تَخَافُواْ وَلاَ تَحْزَنُواْ وَأَبْشِرُواْ بِالْجَنّةِ الّتِي كُنتُمْ تُوعَدُونَ * نَحْنُ أَوْلِيَآؤُكُمْ فِي الْحَيَاةِ الدّنْيَا وَفِي الاَخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِيَ أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدّعُونَ * نُزُلاً مّنْ غَفُورٍ رّحِيمٍ} (¬4) ¶ تنزل عليهم ملائكة الرحمة عند الموت بأن لا تخافوا مما تقدمون عليه من أحوال القيامة، ولا تحزنوا علي ما خلفتموه في الدنيا من أهل ومال وولد فنحن نخلفكم فيه، وأبشروا بالجنة التي كنتم ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) سورة النحل ـ الآية 32. ¶ (¬3) المرجع السابق. ¶ (¬4) سورة فصلت ـ الآيات من 30: 32.",
            "page": "101",
            "part": "1",
            "seal": "93BA8841"
        },
        {
            "id": "102",
            "nass": "توعدون علي لسان الرسل عليهم السلام. ¶ وقال شيخ زاده: إن الملائكة تتنزل حين الاحتضار علي المؤمن بهذه البشارة أن لا تخافوا من هول الموت، ولا من هول القبر، وشدائد يوم القيامة. ¶ وإن المؤمن ينظر إلى حافظيه قائمين علي رأسه يقولون له: لا تخف اليوم ولا تحزن، وأبشر بالجنة التي كنت توعد .. وإنك ستري اليوم أمورا لم تر مثلها، فلا تهولنك، فإنما يراد بها غيرك. ¶ ** الملائكة تغسل آدم وتقوم بدفنه: ¶ \" لما توفي آدم غسلته الملائكة بالماء وترا , وألحدوا له , وقالوا: هذه سنة آدم في ولده \" رواه الطبراني وصححه الألباني ¶ ** الملائكة تتولى تغسيل بعض الموتى من الصالحين: ¶ فعندما قتل حنظلة الغسيل - رضي الله عنه - فقال رسول الله - صلى الله عليه وسلم -: \" إن صاحبكم يعني حنظلة لتغسله الملائكة فاسألوا أهله ما شأنه \"، فسئلت صاحبته فقالت: خرج وهو جنب حين سمع الهاتفة، فقال رسول الله - صلى الله عليه وسلم -: \" لذلك غسلته الملائكة \"رواه أبو نعيم في ¶ الحلية (¬1) والحاكم (¬2) ... . ¶ ¬__________ ¶ (¬1) حياة الصحابة – تولي الملائكة غسل جنائزهم 3/ 548. ¶ (¬2) في مستدركة 3/ 204.",
            "page": "102",
            "part": "1",
            "seal": "B14A5910"
        },
        {
            "id": "103",
            "nass": "** حفاوة الملائكة بجنائز الصالحين. ¶ أخرج الشيخان عن جابر - رضي الله عنه -: أنه لما قتل أبوه جعل يكشف عن الثوب ويبكي فنهاه الناس، فقال رسول الله - صلى الله عليه وسلم -: \" تبكيه أو لا تبكيه لم تزل الملائكة تظله حتى رفعتموه. كذا في البداية (¬1) ¶ وأخرج ابن سعد عن سلمة بن أسلم - رضي الله عنه - قال: رأيت رسول الله - صلى الله عليه وسلم -: ونحن علي الباب نريد أن ندخل علي أثره فدخل رسول الله - صلى الله عليه وسلم - وما في البيت أحد إلا سعد مسجي، قال فرأيته يتخطى، فلما رأيته وقفت وأومأ إليَّ: فوقفت ورددت من ورائي، جلس ساعة ثم خرج، فقلت يا رسول الله: ما رأيت أحداً وقد رأيتك تتخطى، فقال رسول الله - صلى الله عليه وسلم -: ما قدرت علي مجلس حتى قبض لي ملك من الملائكة إحدى جناحيه فجلست، ورسول الله يقول: \" هنيئا لك أبا عمرو! هنيئا لك أبا عمرو! \". (¬2) ¶ وأخرج ابن سعد عن سعد بن إبراهيم قال ناس من المنافقين: ما أخف جنازة سعد فقال رسول الله - صلى الله عليه وسلم -: \" لقد نزل سبعون ألف ملك شهدوا جنازة سعد – أو – سرير سعد، ما وطئوا الأرض قبل اليوم. (¬3) ¶ ¬__________ ¶ (¬1) حياه الصحابة كيفية التأييدات الغيبية – حفاوة الملائكة بجنائزهم 3/ 55. ¶ (¬2) المرجع السابق. ¶ (¬3) المرجع السابق.",
            "page": "103",
            "part": "1",
            "seal": "CC7D00A1"
        },
        {
            "id": "104",
            "nass": "وعنده أيضا: عن الحسن قال: لما مات سعد بن معاذ - رضي الله عنه - – وكان رجلا ًًًًًجسيماً جزلًا – جعل المنافقون وهم يمشون خلف سريره يقولون: لم نر كاليوم رجلا أخف، وقالوا: أتدرون مما ذاك؟ ذاك لحكمه في بني قريظة، فذكر ذلك للنبي - صلى الله عليه وسلم - فقال - صلى الله عليه وسلم -: ¶ \" والذي نفسي بيده! لقد كانت الملائكة تحمل سريره \". (¬1) ¶ * ملائكة موكلون بسؤال الموتى في قبورهم: ¶ فعن عثمان - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - إذا فرغ من دفن الميت وقف ¶ عليه فقال: \" استغفروا لأخيكم، ثم سلوا له التثبيت، فإنه الآن يسأل \" رواه أبو داود (¬2) ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إذا قُبر الميت أتاه ملكان أسودان أزرقان يقال لأحدهما: المنكر، وللأخر: النكير، فيقولان: ما كنت تقول في هذا الرجل؟ فيقول: هو عبد الله ورسوله أشهد أن لا إله إلا الله وأن محمدا ًعبده ورسوله، فيقولان: قد كنا نعلم أنك تقول هذا، ثم يفسح له في قبره سبعون ذراعاً في سبعين، ثم ينور له فيه، ثم يقال له: نَمْ، فيقول: أرجع إلى أهلي فأخبرهم، فيقولان: نَمْ كنومة العروس الذي لا ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) مشكاة المصابيح _ كتاب الإيمان – باب إثبات عذاب القبر 1/ 48.",
            "page": "104",
            "part": "1",
            "seal": "2699DA37"
        },
        {
            "id": "105",
            "nass": "يوقظه إلا أحب أهله إليه حتى يبعثه الله من مضجعه ذلك. وإن كان منافقا قال: سمعت الناس يقولون قولا فقلت مثله لا أدري. فيقولان: قد كنا نعلم أنك تقول ذلك، فيقال للأرض: التئمي عليه، فتلتئم عليه، فتختلف أضلاعه فلا يزال فيها معذباً حتى يبعثه الله من مضجعه ذلك. رواه الترمذي (¬1). ¶ *ملائكة يحرسون مكة والمدينة من الدجال: ¶ عن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" وليس من بلد إلا سيطؤه الدجال إلا مكة والمدينة وليس نقب من أنقابها إلا عليه الملائكة صافين تحرسها، فينزل بالسبخة- فترجف المدينة ثلاث رجفات يخرج إليه منها كل كافر ومنافق. رواه مسلم (¬2). ¶ وفي حديث تميم الدارى عن الدجال الذي رواه الإمام مسلم عن فاطمة بنت قيس ... وفيه يقول الدجال وإني أوشك أن يؤذن لي في الخروج فأخرج فأسير في الأرض فلا أدع قرية إلا هبطتها في أربعين ليلة غير مكة وطيبة فإنهما محرمتان عليَّ كلتاهما كلما أردت أن أدخل واحدة أو واحد منهما استقبلني ملك بيده السيف صلتا يصدني عنها، وان علي كل نقب منها ملائكة يحرسونها، قالت: قال رسول الله - صلى الله عليه وسلم - وطعن بمخصرته في المنبر: \" هذه طيبة، هذه طيبة، يعنى المدينة. (¬3) ¶ وعن أبي بكر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \" لا يدخل المدينة رعب ¶ ¬__________ ¶ (¬1) المرجع السابق. ¶ (¬2) صحيح مسلم شرح النووي 18/ 85. ¶ (¬3) صحيح مسلم شرح النووي 18/ 83.",
            "page": "105",
            "part": "1",
            "seal": "7BEF94CA"
        },
        {
            "id": "106",
            "nass": "المسيح الدجال، لها يومئذ سبعة أبواب، علي كل باب ملكا \" رواه البخاري. (¬1) ¶ فعن أبى بكر رضي الله عن النبي - صلى الله عليه وسلم - قال: \" لا يدخل المدينة رعب المسيح الدجال , لها يومئذ سبعة أبواب , علي كل باب ملكان \"رواه البخاري (¬2) ¶ وعن أبى سعيد الخدري قال: قال رسول الله - صلى الله عليه وسلم -: \" يأتي الدجال وهو محرم عليه أن يدخل نقاب المدينة , فينزل بعض السباخ التي تلي المدينة ........ الخ الحديث \" متفق عليه (¬3). ¶ وعن أبى هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: \" يأتي المسيح من قبل المشرق همته المدينة , حتى ينزل دبر أحد , ثم تصرف الملائكة وجهه قبل الشام , وهناك يهلك \" متفق عليه. (¬4) ¶ وعن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -:\" علي أنقاب المدينة ملائكة , لا يدخلها الطاعون , ولا الدجال \" متفق عليه (¬5) ¶ وعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" ليس من بلد إلا سيطؤه الدجال إلا مكة والمدينة ليس نقب من أنقابها إلا عليه الملائكة صافين يحرسونها , فينزل السبخة , فترجف المدينة بأهلها ثلاث رجفات , فيخرج إليه \". (¬6) ¶ ¬__________ ¶ (¬1) مشكاة المصابيح كتاب الفتن ـ باب العلامات بين يدي الساعة وذكر الدجال 3/ 1511. ¶ (¬2) المرجع السابق. ¶ (¬3) المرجع السابق. ¶ (¬4) المرجع السابق. ¶ (¬5) المرجع السابق – كتاب المناسك – باب حرم المدينة حرسها الله تعالي 2/ 837. ¶ (¬6) المرجع السابق 2/ 738.",
            "page": "106",
            "part": "1",
            "seal": "01871246"
        },
        {
            "id": "107",
            "nass": "** الملائكة تهبط بعيسي عليه السلام من السماء إلى الأرض في آخر الزمان: ¶ ففي الحديث الذي رواه الإمام مسلم عن النواس بن سمعان: .... وفيه إذ بعث الله المسيح بن مريم فينزل عند المنارة البيضاء , شرقي دمشق بين مهروذتين واضعا كفيه علي أجنحة ملكين ........ الخ الحديث \" (¬1) ¶ ** بعض أعمال بني آدم يباهى الله - عز وجل - بها الملائكة: ¶ • مجالس الذكر: ¶ عن أبي سعيد قال: خرج معاوية علي حلقة في المسجد، فقال: ما أجلسكم؟ قالوا: جلسنا نذكر الله. قال: الله ما أجلسكم إلا ذلك؟ قالوا: الله ما أجلسنا غيره. قال: أما إني لم أستحلفكم تهمةً لكم، وما كان أحد بمنزلتي من رسول الله - صلى الله عليه وسلم - أقل حديثاً منى، وأن رسول الله - صلى الله عليه وسلم - خرج علي حلقة من أصحابه، فقال: \" ما أجلسكم؟ قالوا جلسنا نذكر الله ونحمده علي ما هدانا للإسلام، ومنًّ به علينا 0 قال: الله ما أجلسكم الا ذاك؟ قالوا: الله ما أجلسنا إلا ذلك قال: \" أما إني لم أستحلفكم تهمةً لكم، ولكنه أتاني جبريل فأخبرني أن الله - عز وجل - يباهى بكم الملائكة \". رواه مسلم. (¬2) ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الفتن – باب العلامات بين يدي الساعة وذكر الدجال 3/ 1507. ¶ (¬2) مشكاة المصابيح – كتاب الدعوات – باب ذكر الله - عز وجل - والتوسل إليه 2/ 704.",
            "page": "107",
            "part": "1",
            "seal": "7BE1D605"
        },
        {
            "id": "108",
            "nass": "• الله عز وجل يباهي ملائكته بعبده إذا نام في صلاته وهو ساجد: ¶ فعن الحسن قال: قال رسول الله - صلى الله عليه وسلم -:\" إذا نام العبد وهو ساجد يباهي الله به الملائكة , يقول: انظروا إلى عبدي روحه عندي وهو ساجد لي \" رواه أحمد في الزهد. ¶ • الله عز وجل يباهى ملائكته بمن قام من فراشه ليناجي ربه في الليل: ¶ فعن ابن مسعود رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: عجب ربنا من رجلين: رجل ثار عن وطاءه ولحافه من بين حبه وأهله إلى صلاته , فيقول الله لملائكته: انظروا إلى عبدي , ثار عن فراشه ووطاءه من بين حبه وأهله إلى صلاته , رغبة فيما عندي , وشفقة مما عندي , ورجل غزا في سبيل الله , فانهزم مع أصحابه , فعلم ما عليه في الانهزام وماله في الرجوع , فرجع حتى هريق دمه , فيقول الله لملائكته: انظروا إلى عبدي رجع رغبة فيما عندي , وشفقا مما عندي حتى هريق دمه \" رواه الإمام البغوي في شرح السنة ورواه الإمام أحمد في مسنده وقال الألباني الحديث حسن أو صحيح بالنظر إلى شواهده , وقد صححه الحاكم والذهبي وابن حبان (¬1). ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب الصلاة – باب القصد في العمل 1/ 392.",
            "page": "108",
            "part": "1",
            "seal": "3BDEC62B"
        },
        {
            "id": "109",
            "nass": "• الله يباهى ملائكته بالصائمين يوم عيدهم: ¶ فعن أبي سعيد قال: قال رسول الله - صلى الله عليه وسلم -:\" إذا كان ليلة القدر نزل جبريل في كبكبة من الملائكة يصلون علي كل عبد قائم أو قاعد يذكر الله , فإذا كان يوم عيدهم باهي بهم الملائكة فقال: يا ملائكتي ما جزاء أجير وفي عمله؟ قالوا: ربنا جزاءه أن يوفي أجره , قال: ملائكتي! عبيدي وأمائي قضوا فريضتي عليهم ثم خرجوا يعجون إلى الدعاء , وعزتي وجلالي وكرمي وعلوي وارتفاع مكاني لأجيبنهم. فيقول: ارجعوا فقد غفرت لكم وبدلت سيئاتكم حسنات. قال: فيرجعون مغفورا لهم \" رواه البيهقي في شعب الإيمان. (¬1) ¶ • الله يباهى ملائكته بأهل عرفات: ¶ فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" إن الله - عز وجل - يباهي بأهل عرفات ملائكة السماء فيقول لهم: انظروا إلى عبادي هؤلاء جاءوني شعثا غبرا \" رواه الحاكم وابن حبان والبيهقي في سننه. (¬2) ¶ ¬__________ ¶ (¬1) مشكاة المصابيح كتاب ليلة القدر 1/ 647. ¶ (¬2) في مستدركه 1/ 465.",
            "page": "109",
            "part": "1",
            "seal": "7D5B6479"
        },
        {
            "id": "110",
            "nass": "• الله يباهى ملائكته بالطائفين ... : ¶ فعن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: \" إن الله عز وجل يباهي ملائكته بالطائفين \" رواه أبو نعيم في الحلية والبيهقي في شعب الإيمان وابن عدي. ¶ وعن جابر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" إذا كان يوم عرفة , إن الله ينزل إلى السماء الدنيا فيباهي بهم الملائكة , فيقول: انظروا إلى عبادي , أتوني شعثا غبرا ضاحين من كل فج عميق، أشهدكم أنى قد غفرت لهم , فيقول الملائكة: يا رب! فلان كان يرهق (¬1) وفلان , وفلانة , قال: يقول الله عز وجل: قد غفرت لهم \" قال رسول الله - صلى الله عليه وسلم -: \" فما من يوم أكثر عتيقا من النار من يوم عرفة \" رواه في شرح السنة. (¬2) ¶ ** الملائكة يتناقشون فيما خفي عليهم: ¶ قال تعالى: {مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمََلإِ الأعْلَىَ إِذْ يَخْتَصِمُونَ * إِن يُوحَىَ إِلَيّ إِلاّ أَنّمَآ أَنَاْ نَذِيرٌ مّبِينٌ} (¬3). ¶ وفي الحديث عن عبد الرحمن بن عائشة قال: قال رسول الله - صلى الله عليه وسلم - \"رأيت ربي عز وجل في أحسن صورة قال: فيم يختصم الملأ ¶ ¬__________ ¶ (¬1) أي يتهم بالسوء وينسب إلى غشيان المحارم. ¶ (¬2) مشكاة المصابيح – كتاب المناسك – باب الوقوف بعرفة 2/ 7980. ¶ (¬3) سورة ص ـ الآيتان 69، 70.",
            "page": "110",
            "part": "1",
            "seal": "7C2DECB0"
        },
        {
            "id": "111",
            "nass": "الأعلى؟ قلت: أنت أعلم \". قال: فوضع كفه بين كتفي , فوجدت بردها بين ثديي فعلمت ما في السماوات والأرض , وتلا: ¶ {وَكَذَلِكَ نُرِيَ إِبْرَاهِيمَ مَلَكُوتَ السّمَاوَاتِ وَالأرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ} (¬1) رواه الدارمي مرسلا والترمذي نحوه عنه. (¬2) ¶ وعن ابن عباس رضي الله عنهما , ومعاذ بن جبل - رضي الله عنه - , وزاد فيه \" قال: يا محمد! هل تدري فيم يختصم الملأ الأعلى؟ قلت: نعم , في الكفارات \" والكفارات: المكث في المساجد بعد الصلوات , والمشي علي الأقدام إلى الجماعات , وإسباغ الوضوء في المكارة , فمن فعل ذلك عاش بخير , ومات بخير , وكان من خطيئته كيوم ولدته أمه , وقال: يا محمد! إذا صليت فقل: اللهم إني أسألك فعل الخيرات , وترك المنكرات , وحب المساكين , وإذا أردت بعبادك فتنة فاقبضني إليك غير مفتون \" قال: والدرجات: إفشاء السلام , وإطعام الطعام , والصلاة بالليل والناس ينام \". (¬3) ¶ وعن معاذ بن جبل - رضي الله عنه - , قال: احتبس عنا رسول الله - صلى الله عليه وسلم - ذات غداة من صلاة الصبح , حتى كدنا نتراءى عين الشمس , فخرج سريعا , فثوب بالصلاة , فصلي رسول الله - صلى الله عليه وسلم - وتجوز في صلاته فلما سلم ¶ ¬__________ ¶ (¬1) سورة الأنعام ـ الآية 75. ¶ (¬2) مشكاة المصابيح – كتاب الصلاة – باب المساجد ومواضع الصلاة.1/ 225. ¶ (¬3) مشكاة المصابيح كتاب الصلاة – باب المساجد ومواضع الصلاة 1/ 226.",
            "page": "111",
            "part": "1",
            "seal": "CAF88622"
        },
        {
            "id": "112",
            "nass": "دعا بصوته , فقال لنا: \" علي مصافكم كما أنتم \" , ثم انفتل إلينا ثم قال: \" أما إني سأحدثكم ما حبسي عنكم الغداة: إني قمت من الليل , فتوضأت وصليت ما قدر لي , فنعست في صلاتي حتى استثقلت , فإذا أنا بربي تبارك وتعالي في أحسن صورة , فقال: يا محمد! قلت: لبيك ربي! قال: فيم يختصم الملأ الأعلى؟ قلت في الكفارات. قال: وما هن؟ قلت: مشي الأقدام إلى الجماعات والجلوس في المساجد بعد الصلوات وإسباغ الوضوء حين الكريهات ....... الخ الحديث \" رواه أحمد والترمذي وقال هذا حديث حسن صحيح وسألت محمد بن إسماعيل البخاري عن هذا الحديث فقال: هذا حديث صحيح (¬1). ¶ ** نزول الملائكة من السماوات يوم القيامة: ¶ عن ابن عباس رضي الله عنهما أنه قرأ {وَيَوْمَ تَشَقّقُ السّمَآءُ بِالْغَمَامِ وَنُزّلَ الْمَلاَئِكَةُ تَنزِيلاً} (¬2) ¶ قال: \" تشقق سماء الدنيا وتنزل الملائكة علي كل سماء \" وهم أكثر ممن في الأرض من الجن والإنس فيقول أهل الأرض: أفيكم ربنا؟، فيقولون: لا، ثم ينزل أهل السماء الثانية وهم أكثر من أهل السماء الدنيا وأهل الأرض، فيقولون: أفيكم ربنا؟ ¶ ¬__________ ¶ (¬1) المرجع السابق 1/ 232. ¶ (¬2) سورة الفرقان ـ الآية 25.",
            "page": "112",
            "part": "1",
            "seal": "E2A4153F"
        },
        {
            "id": "113",
            "nass": "فيقولون لا، ثم ينزل أهل السماء الثالثة، وهم أكثر من أهل السماء الثانية وسماء الدنيا وأهل الأرض، فيقولون: أفيكم ربنا؟ فيقولون: لا، ثم ينزل أهل السماء الرابعة، وهم أكثر من أهل السماء الثالثة والثانية والدنيا، وأهل الأرض، فيقولون: أفيكم ربنا؟ فيقولون: لا. ثم ينزل أهل السماء الخامسة، وهم أكثر من أهل السماء الرابعة والثالثة والثانية والدنيا وأهل الأرض، فيقولون: أفيكم ربنا؟ فيقولون: لا. ثم ينزل أهل السماء السادسة وهم أكثر من أهل السماء الخامسة والرابعة والثالثة والثانية والدنيا وأهل الأرض، فيقولون: أفيكم ربنا؟ ثم ينزل أهل السماء السابعة وهم أكثر من أهل السماء السادسة والخامسة والرابعة والثالثة والثانية والدنيا وأهل الأرض، فيقولون: أفيكم ربنا؟ فيقولون: لا. ثم ينزل الكروبيون وهم أكثر من أهل السماوات السبع، والأرضين، وحملة العرش، لهم قرون كعوب ككعوب القنا، ما بين قدم أحدهم كذا وكذا ومن أخمص قدمه إلى كعبه مسيرة خمسمائة عام، ومن فيقولون: أفيكم ربنا؟ فيقولون: لا. ومن كعبه إلى ركبته مسيرة خمسمائة، ومن ركبته إلى أرنبته مسيرة خمسمائة عام، ومن ترقوته إلى موضع القرط مسيرة خمسمائة عام \". رواه الحاكم وقال كل رواته محتج بهم غير علي بن زيد بن جدعان وقال",
            "page": "113",
            "part": "1",
            "seal": "1454F7E6"
        },
        {
            "id": "114",
            "nass": "الذهبي إسناده قوي. (¬1) ¶ ** ذكر جبريل في مقام الشفاعة يوم القيامة وأنه لم ير ربه قبل ذلك: ¶ فعن جابر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: \" تمد الأرض يوم القيامة مداً لعظمة الرحمن ثم لا يكون لبشر من بني آدم إلا موضع قدميه، ثم أُدعي أول الناس، فأخر ساجدا ثم يؤذن لي فأقول: يا رب، أخبرني هذا، لجبريل، وهو عن يمين الرحمن، والله ما رآه جبريل قبلها قط، إنك أرسلته إلىًّ، قال: وجبريل ساكت لا يتكلم، حتى يقول الله: صدق، ثم يؤذن لي في الشفاعة، فأقول: يا رب، عبادك عبدوك في أطراف الأرض فذلك المقام المحمود \" رواه الحاكم وقال صحيح. (¬2) ¶ ** الملائكة تحضر الميزان يوم القيامة: ¶ فعن سلمان عن النبي - صلى الله عليه وسلم - قال: يوضع الميزان يوم القيامة فلو وزن فيه السماوات والأرض لوسعت، فتقول الملائكة يا رب لمن يزن هذا؟ فيقول الله تعالي: لمن شئت من خلقي فتقول الملائكة: سجانك ما عبدناك حق عبادتك، ويوضع الصراط مثل حد الموسي، فتقول الملائكة: من تجز علي هذا؟ فيقول: من ¶ ¬__________ ¶ (¬1) في مستدركه - كتاب الأهوال –4/ 570. ¶ (¬2) في مستدركه -كتاب الأهوال - 4/ 570.",
            "page": "114",
            "part": "1",
            "seal": "D8644AFE"
        },
        {
            "id": "115",
            "nass": "شئت من خلقي. فيقولون: سجانك ما عبدناك حق عبادتك. رواه الحاكم، وقال صحيح ووافقه الذهبي (¬1). ¶ عن أنس بن مالك - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: \" يؤتي بابن آدم يوم القيامة فيوقف بين يدي كفتي الميزان ويوكل به ملك فإن ثقل ميزانه نادي الملك بصوت يسمع الخلائق سعد فلان سعادة لا يشقي بعدها أبدا , وان خف ميزانه نادي الملك بصوت يسمع الخلائق شقي فلان شقاوة لا يسعد بعدها أبدا \" أخرجه البيهقي وقال إسناده ضعيف والبزار وابن أبى الدنيا. (¬2) ¶ ** الملائكة الموكلون بالنار: ¶ وهم تسعه عشر ورئيسهم مالك خازن النار ... أما جملة الخزنة فلا يعلمهم إلا الله - عز وجل - قال تعالى: {وَمَآ أَدْرَاكَ مَا سَقَرُ * لاَ تُبْقِي وَلاَ تَذَرُ * لَوّاحَةٌ لّلْبَشَرِ * عَلَيْهَا تِسْعَةَ عَشَرَ} (¬3). ¶ وقال تعالى: {وَمَا جَعَلْنَآ أَصْحَابَ النّارِ إِلاّ مَلاَئِكَةً وَمَا جَعَلْنَا عِدّتَهُمْ إِلاّ فِتْنَةً لّلّذِينَ كَفَرُواْ لِيَسْتَيْقِنَ الّذِينَ أُوتُواْ الْكِتَابَ وَيَزْدَادَ الّذِينَ آمَنُوَاْ إِيمَاناً وَلاَ يَرْتَابَ الّذِينَ أُوتُواْ الْكِتَابَ وَالْمُؤْمِنُونَ ¶ ¬__________ ¶ (¬1) في المستدرك كتاب الأهوال –4/ 586. ¶ (¬2) كتاب نهاية البداية والنهاية في الفتن والملاحم باب ذكر الميزان 2/ 63. ¶ (¬3) سورة المدثر ـ الآيات من 27: 30.",
            "page": "115",
            "part": "1",
            "seal": "1CA15289"
        },
        {
            "id": "116",
            "nass": "وَلِيَقُولَ الّذِينَ فِي قُلُوبِهِم مّرَضٌ وَالْكَافِرُونَ مَاذَآ أَرَادَ اللهُ بِهََذَا مَثَلاً كَذَلِكَ يُضِلّ اللهُ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ وَمَا يَعْلَمُ جُنُودَ رَبّكَ إِلاّ هُوَ وَمَا هِيَ إِلاّ ذِكْرَىَ لِلْبَشَرِ} (¬1). ¶ قال تعالى: {وَقَالَ الّذِينَ فِي النّارِ لِخَزَنَةِ جَهَنّمَ ادْعُواْ رَبّكُمْ يُخَفّفْ عَنّا يَوْماً مّنَ الْعَذَابِ} (¬2). ¶ وقال تعالى: {وَنَادَوْاْ يَمَالِكُ لِيَقْضِ عَلَيْنَا رَبّكَ قَالَ إِنّكُمْ ¶ مّاكِثُون َ} (¬3) ¶ قال الأعمش: نُبِئْتُ أن بين دعائهم وإجابة مالك لهم ألف عام. (¬4) ¶ • وأسماء جملتهم: (الزبانية): ¶ قال تعالى: {فَلْيَدْعُ نَادِيَهُ * سَنَدْعُو الزّبَانِيَةَ} (¬5) ¶ • صفتهم: ¶ قال تعالى: {عَلَيْهَا مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ لاّ يَعْصُونَ اللهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (¬6). ¶ وفي الحديث عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" ¶ ¬__________ ¶ (¬1) سورة المدثر ـ الآية 31. ¶ (¬2) سورة غافر ـ الآية 49. ¶ (¬3) سورة الزخرف ـ الآية 77. ¶ (¬4) من حديث رواه الترمذي عن أبي الدرداء (مشكاة المصابيح ـ باب صفة النار وأهلها 3/ 1582). ¶ (¬5) سورة العلق ـ الآيتان 17، 18. ¶ (¬6) سورة التحريم ـ الآية 6.",
            "page": "116",
            "part": "1",
            "seal": "A017366A"
        },
        {
            "id": "117",
            "nass": "يؤتي بجهنم يومئذ لها سبعون ألف زمام مع كل زمام سبعون ألف ملك يجرونها \". رواه مسلم. (¬1) ¶ ** الملائكة الموكلون بالجنة: ¶ خازن الجنة يسمي رضوان: فعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" أنا أكثر الأنبياء تبعاً يوم القيامة، وأنا أول من يقرع باب الجنة \". رواه مسلم. (¬2) ¶ وعن أنس بن مالك - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: \" آتي باب الجنة يوم القيامة فأستفتح، فيقول الخازن: من أنت؟ فأقول: محمد، فيقول: بك أمرت، لا أفتح لأحد قبلك. رواه مسلم. (¬3) ¶ وقال تعالى: {جَنّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرّيّاتِهِمْ وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مّن كُلّ بَابٍ} (¬4). ¶ ¬__________ ¶ (¬1) رياض الصالحين _ باب الخوف _ ص 200. ¶ (¬2) صحيح مسلم شرح النووي _ كتاب الإيمان _ باب الشفاعة 3/ 73. ¶ (¬3) المرجع السابق. ¶ (¬4) سورة الرعد ـ الآية 23.",
            "page": "117",
            "part": "1",
            "seal": "89C1D637"
        },
        {
            "id": "118",
            "nass": "** الملائكة تتلقى الصالحون يوم القيامة لتدلهم علي منازلهم في الجنة: ¶ فعن عبد الله بن سلام قال: وكنا جلوسا يوم الجمعة فقال: إن أعظم أيام الدنيا يوم الجمعة فيه خلق آدم وفيه تقوم الساعة وإن أكرم خليقة الله علي الله أبو القاسم - صلى الله عليه وسلم - قال: قلت: يرحمك الله، فأين الملائكة؟ قال: فنظر إلىَّ وقال: يا ابن أخي هل تدري ما الملائكة؟ إنما الملائكة خلق كخلق السماء والأرض والرياح والسحاب وسائر الخلق، الذي لا يعصي الله شيئا وأن الجنة في السماء، وأن النار في الأرض، فإذا كان يوم القيامة بعث الله الخليقة أمة أمة ونبيا نبيا حتى أحمد وأمته أخر الأمم مركزا، قال: فيقوم فيتبعه أمته برها وفاجرها ثم يوضع جسر جهنم فيأخذون الجسر فيطمس الله أبصار أعدائه فيتهافتون فيها من شمال ويمين وينجو النبي - صلى الله عليه وسلم - والصالحون معه فتتلقاهم الملائكة فتوريهم منازلهم في الجنة علي يمينك علي يسارك حتى ينتهي إلى ربه - عز وجل - فيلقي له كرسي عن يمين الله - عز وجل - ثم ينادي منادٍ أين عيسي بن مريم وأمته فيقوم؟ فيتبعه أمته برها وفاجرها فيأخذون الجسر فيطمس الله أبصار أعدائه فيتهافتون فيها من شمال ويمين وينجو النبي والصالحون معه فتتلقاهم الملائكة",
            "page": "118",
            "part": "1",
            "seal": "93008793"
        },
        {
            "id": "119",
            "nass": "فتوريهم منازلهم في الجنة علي يمينك علي يسارك حتى ينتهي إلى ربه فيلقي له كرسى من الجانب الآخر، ثم قال: يتبعهم الأنبياء والأمم حتى يكون آخرهم نوح رحم الله نوحا \" رواه الحاكم وقال صحيح الإسناد ووافقه الذهبي (¬1). ¶ **س: هل الملائكة معصومون؟ ¶ جـ: نعم، تدل آيات القرآن الكريم أن الله - عز وجل - عصم الملائكة من المعاصي والذنوب. قال تعالى: {لاّ يَعْصُونَ اللهَ مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (¬2) ¶ والله - عز وجل - خلق الملائكة بعقل وبغير شهوة، فهم مجبولون علي الطاعة، فهم راكعون، وساجدون ومسبحون، لا يسأمون، لا يغشاهم نوم العيون، ولا سهو العقول، ولا فترة الأبدان، ولا غفلة ولا نسيان. ¶ ** س: ما حكم من كفر بالملائكة؟. ¶ جـ: قال تعالى {يَا أَيّهَا الّذِينَ آمَنُواْ آمِنُواْ بِاللهِ وَرَسُولِهِ وَالْكِتَابِ الّذِي نَزّلَ عَلَىَ رَسُولِهِ وَالْكِتَابِ الّذِيَ أَنَزلَ مِن قَبْلُ وَمَن ¶ ¬__________ ¶ (¬1) في مستدركه كتاب الاهول 4/ 568. ¶ (¬2) سورة التحريم ـ الآية 6.",
            "page": "119",
            "part": "1",
            "seal": "FBBF4739"
        },
        {
            "id": "120",
            "nass": "يَكْفُرْ بِاللهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الاَخِرِ فَقَدْ ضَلّ ضَلاَلاً بَعِيداً} (¬1) ¶ قال ابن كثير: في قوله تعالي: {فَقَدْ ضَلّ ضَلاَلاً بَعِيدا ً} .. أي فقد خرج عن طريق الهدي، وبَعُدَ عن القصد كل البعد \". ¶ **س: أيهما أفضل البشر أم الملائكة؟ ¶ جـ: عندما تكلم العلماء في هذه المسألة نجد منهم من فضل الملائكة ومنهم من فضل بني آدم , ولكن الذي يتأمل في قوله تعالي: {وَلَقَدْ كَرّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرّ وَالْبَحْرِ وَرَزَقْنَاهُمْ مّنَ الطّيّبَاتِ وَفَضّلْنَاهُمْ عَلَىَ كَثِيرٍ مّمّنْ خَلَقْنَا ¶ تَفْضِيلاً} (¬2) يري أن الله عز وجل فضل بني آدم علي كثير من المخلوقات , وليس كل المخلوقات , فلو قال: \" علي من خلقنا \" لكان بني آدم أفضل من جميع الخلق فلذا لا نستطيع أن نقول أن هناك من البشر من هو أفضل من جبريل وميكائيل وإسرافيل عليهم السلام إلا النبي محمد - صلى الله عليه وسلم - فهو أفضل الخلق أجمعين بإجماع علماء الأمة , وقد وردت الآثار في تفضيله - صلى الله عليه وسلم - فعن ابن عباس - رضي الله عنه - قال: إن الله تعالي فضل محمداً علي أهل السماء ¶ ¬__________ ¶ (¬1) سورة النساء ـ الآية 136. ¶ (¬2) سورة الإسراء ـ الآية 70.",
            "page": "120",
            "part": "1",
            "seal": "D181AF10"
        },
        {
            "id": "121",
            "nass": "وعلي الأنبياء , قالوا: ما فضله علي أهل السماء؟ قال: أن الله قال لأهل السماء {وَمَن يَقُلْ مِنْهُمْ إِنّيَ إِلََهٌ مّن دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنّمَ كَذَلِكَ نَجْزِي الظّالِمِينَ} (¬1) وقال لمحمد: {إِنّا فَتَحْنَا لَكَ فَتْحاً مّبِيناً * لّيَغْفِرَ لَكَ اللهُ مَا تَقَدّمَ مِن ذَنبِكَ وَمَا تَأَخّرَ وَيُتِمّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطاً مّسْتَقِيماً} (¬2) رواه الطبراني وأبو يعلي. ¶ وعن بشر بن شغاف عن عبد الله بن سلام قال: وكنا جلوسا في المسجد يوم الجمعة فقال: إن أعظم أيام الدنيا يوم الجمعة، فيه خلق آدم، وفيه تقوم الساعة، وإن أكرم خليقة الله علي الله أبو القاسم - صلى الله عليه وسلم - , قال: قلت: يرحمك الله فأين الملائكة قال: فنظر إلي وضحك، وقال: يا ابن أخي، هل تدري ما الملائكة؟ إنما الملائكة خلق كخلق السماء والأرض والرياح والسحاب ,وسائر الخلق الذي لا يعصي الله شيئا. رواه الطبراني والحاكم (¬3) ¶ أما سائر البشر فمنهم من هو أفضل من بعض ملائكة الله عز وجل , ومن الملائكة من هو أفضل من بعض بني آدم , فقد جاء ¶ ¬__________ ¶ (¬1) سورة الأنبياء ـ الآية 29. ¶ (¬2) سورة الفتح الآيتان 1، 2. ¶ (¬3) في المستدرك ـ كتاب الأهوال 4/ 568. وقال صحيح الإسناد ولم يخرجاه وليس بموقوف فإن عبد الله بن سلام علي تقدمه في معرفة قديمة من جملة الصحابة وقد أسنده بذكر رسول الله - صلى الله عليه وسلم - في غير موضع والله أعلم وقال الذهبي صحيح.",
            "page": "121",
            "part": "1",
            "seal": "3BA2703E"
        },
        {
            "id": "122",
            "nass": "في الحديث عن أبى هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" المؤمن أكرم علي الله من بعض ملائكته \" رواه ابن ماجة. (¬1) ¶ لأنه يسمو بإيمانه مع وجود الموانع من (الهوى – والحرص – والشهوة – والغضب – والدنيا والنفس – والشيطان) وجاهد كل ذلك وآثر مرضاة ربه جل وعلا .. ولهذا جعل من الملائكة من يقوم علي شئونهم في الدنيا، ومن يخدمهم في الآخرة في جنات النعيم .. ففي الحديث عن جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: \" لما خلق الله آدم وذريته \" قالت: الملائكة: يا رب! خلقتهم يأكلون ويشربون وينكحون ويركبون , فاجعل لهم الدنيا ولنا الآخرة: قال الله تعالي: لا أجعل من خلقته بيدي ونفخت فيه ¶ من روحي كمن قلت له كن فكان. رواه البيهقي في شعب الإيمان. (¬2) ¶ - - - - ¶ ¬__________ ¶ (¬1) مشكاة المصابيح – كتاب أحوال القيامة وبدء الخلق 3/ 1597. ¶ (¬2) مشكاة المصابيح كتاب – أحوال القيامة وبدء الخلق 3/ 1597.",
            "page": "122",
            "part": "1",
            "seal": "3507C052"
        },
        {
            "id": "123",
            "nass": "وختاما ¶ وبعد أن قرأنا هذا البحث الطيب في (معرفة ملائكة رب ¶ العالمين)، يجب علينا أن تكون قلوبنا قد امتلأت بعظمة الله عز وجل، وقوته، وكمال قدرته، فإن عظمة المخلوق تدل علي عظمة خالقه جل وعلا. ¶ ويجب علينا أن تكون قد امتلأت قلوبنا من محبته جلا وعلا، وشكره تعالي، الذي أنعم علينا بهذه النعمة العظيمة , حيث وكل بنا هذا الكم الهائل من الملائكة للقيام علي مصالحنا في الدنيا والآخرة. ¶ ويجب علينا أن تكون قد امتلأت قلوبنا من محبة الملائكة علي ما قاموا به من عبادة الله تعالي وطاعته وامتثال أمره، واجتناب نهيه، علي الوجه الأكمل واستغفارهم ودعائهم لنا. ¶ ويجب علينا أن نكون قد ازددنا تشبها بأخلاقهم من حيث امتثال أمر الله عز وجل واجتناب نهيه، والاستقامة علي طاعته سبحانه وتعالي .. وهذه هي الثمرة المرجوة من هذا البحث الطيب. ¶ نسأل الله عز وجل أن يملأ قلوبنا من محبته ومحبة ملائكته ومحبة أنبيائه ومحبة عباده الصالحين .. أمين. ¶ والله ولي التوفيق",
            "page": "123",
            "part": "1",
            "seal": "C165F992"
        },
        {
            "id": "124",
            "nass": "المراجع ¶ 1) القرآن الكريم. ¶ 2) مختصر تفسير ابن كثير للصابوني. ¶ 3) مفاتيح الغيب للرازى ـ طبعه دار الغد الغربي. ¶ 4) صفوة التفاسير للصابوني. ¶ 5) زاد المعاد لابن القيم. ¶ 6) تاريخ الإسلام للذهبي ـ طبعة دار الغد العربي ـ القاهرة. ¶ 7) صفوة السيرة النبوية لابن كثير ـ طبعة المجلس الأعلى للشئون الإسلامية ـ بالقاهرة. ¶ 8) الرحيق المختوم لصفي الله المباركفوري. ¶ 9) سبل الهدي والرشاد في سيرة خير العباد للصالحين _ طبعة المجالس الأعلى للشئون الإسلامية ـ بالقاهرة. ¶ 10) كتاب أصول الإيمان _ للشيخ محمد بن عبد الوهاب. ¶ 11) كتاب إيماننا الحق بين النظر والدليل لإبراهيم النعمة ـ مطبعة الزهراء بالموصل ـ العراق. ¶ 12) العقيدة الصحيحة وما يضادها للشيخ عبد العزيز بن عبد الله بن باز (مطابع الحميض الرياض). ¶ 13) عقيدة أهل السنة والجماعة لفضيلة الشيخ محمد بن صالح العثيميين. ¶ 14) الحبائك في أخبار الملائك للسيوطي مطبعة القرآن - القاهرة.",
            "page": "124",
            "part": "1",
            "seal": "EC96EBD1"
        },
        {
            "id": "133",
            "nass": "* أخي الحبيب: ¶ احرص علي اقتناء هذه السلسلة المباركة في الدعوة إلى الله: ¶ · كلمات مضيئة في الدعوة إلى الله عز وجل. ¶ · المنتقي من كلام أهل التبليغ والدعوة. ¶ · اليقين في معرفة رب العالمين. ¶ · من روائع أبي الحسن الندوى في الدعوة إلى الله. ¶ · أحسن الكلام في مناجاة ذي الجلال والإكرام. ¶ · الحق المبين في معرفة الملائكة المقربين. ¶ جميع الحقوق ¶ محفوظة للمؤلف ¶ تم بحمد الله تعالي",
            "page": "133",
            "part": "1",
            "seal": "9675E47E"
        }
    ],
    "t1148": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الإيمان بعالم الملائكة الأبرار"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "مم خلقوا"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "متى خلقوا"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "صفات الملائكة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الصفات الخلقية"
        },
        {
            "id": "8",
            "lvl": "3",
            "sub": "2",
            "tit": "لا يأكلون ولا يشربون"
        },
        {
            "id": "10",
            "lvl": "3",
            "sub": null,
            "tit": "طعام الملائكة"
        },
        {
            "id": "11",
            "lvl": "3",
            "sub": null,
            "tit": "والله - عز وجل - أعطاهم القدرة علي التصور في صور بشرية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "عدد الملائكة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "أين تسكن الملائكة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "مقامات الملائكة"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "شرفهم وفضلهم"
        },
        {
            "id": "21",
            "lvl": "3",
            "sub": null,
            "tit": "وقد ذكرهم الله - عز وجل - بعد نفسه في الشهادة والإيمان"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "قوتهم"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "كيف تعرج الملائكة إلى السماء، وكيف تنزل"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "عبادتهم"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "خوفهم"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "هل يحجون"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "كيف يقومون أمام الله - عز وجل -"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "حال الملائكة عندما يقضي الله أمرا"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "ماذا يحبون، وماذا يبغضون"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة يلعنون أهل المعاصي"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "1",
            "tit": "تلعن المرأة التي أبت من فراش زوجها"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "وتلعن من باع شيئا به عيب ولم ينبه عليه"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "تلعن من ضل أعمي عن الطريق"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "2",
            "tit": "الملائكة تلعن من أشار إلى أخيه بحديدة"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "3",
            "tit": "الملائكة تلعن من سب أصحاب رسول الله - صلى الله عليه وسلم -"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "وأعمال أخري تستوجب لعنة الله والملائكة والناس أجمعين علي فاعلها"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "لا يصحبون رفقة فيها كلب أو جرس"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "الأماكن التي لا تدخلها الملائكة"
        },
        {
            "id": "33",
            "lvl": "3",
            "sub": null,
            "tit": "الملائكة لا تدخل بيتا فيه بول منتقع"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "ولا تدخل الملائكة الأماكن النجسة مثل بيت الخلاء"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "ومن أخلاق الملائكة الحياء"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "الملائكة تبتعد من الكذاب"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "ومن أخلاقهم الأدب والاحترام"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "من تصافح"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "بعض الأعمال الموكلة إلى الملائكة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "حملة العرش"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة حافون حول العرش \" ويسمون الكروبيون \""
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "الملك الموكل بنزول الوحي علي أنبياء الله ورسله عليهم السلام (وهو جبريل - عليه السلام -)"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "صورته الملكية"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "قوته"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "هل رأي جبريل ربه"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "خوفه"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": "1",
            "tit": "مكانته"
        },
        {
            "id": "48",
            "lvl": "3",
            "sub": null,
            "tit": "ومدحه بست صفات"
        },
        {
            "id": "49",
            "lvl": "3",
            "sub": null,
            "tit": "جبريل موكل بحاجات العباد"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الملك الموكل بالنفح في الصور (وهو إسرافيل - عليه السلام -)"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "الموكلون بالسحاب والقطر والنبات والأرزاق"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "وميكائيل - عليه السلام - هو الموكل بالقطر والنبات والأرزاق"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": "1",
            "tit": "خوفه"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة خزنة للريح"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "الموكل بالجبال"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": "1",
            "tit": "الموكلون بالأرحام"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة يتعاقبون في ابن آدم"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة موكلون بشهود صلاة الجمعة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة يشهدون الصلوات الخمس ويؤمنون خلف الإمام"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة موكلون بالحفاوة بمن يجلس في مصلاه لانتظار الصلاة"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة موكلون بالحفاوة بطالب العلم، وقارئ القرآن، ومجالس العلم والذكر"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة يدعون ويستغفرون لأهل الإيمان"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "الموكلون بحفظ بني آدم"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة الموكلون بحفظ أعمال العباد وهم الكتبة"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "ماذا يجب علي تجاه هذين الملكين"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة يباشرون القتال مع المؤمنين"
        },
        {
            "id": "73",
            "lvl": "3",
            "sub": "1",
            "tit": "في غزوة بدر الكبرى"
        },
        {
            "id": "81",
            "lvl": "3",
            "sub": null,
            "tit": "حضور الملائكة وقتالها يوم أحد"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "وفي غزوة الأحزاب"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": "1",
            "tit": "الملائكة تصحب الغزاة في سبيل الله"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تمشي خلف النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة يشهدون الصلاة ويبتدرون كتابة الحمد"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تقف علي أبواب المساجد يوم الجمعة تكتب الأول فالأول"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": "1",
            "tit": "الملائكة يدعون لمعلم الناس الخير"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة يدعون لأصحاب الصفوف الأول في الصلاة"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة يعمرون المساجد"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": "2",
            "tit": "الملائكة تصلي علي من أكل عنده وهو صائم"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة يدعون للمنفقين، ويدعون علي الممسكين"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة موكلة باختبار الناس"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة يدعون علي من يسافر يوم الجمعة"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "1",
            "tit": "الملائكة يدعون بالرحمة لمن يلتمس مرضاة الله - عز وجل -"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": "2",
            "tit": "الملائكة تدعو لمن صلي علي النبي - صلى الله عليه وسلم -"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "ملك موكل بمن يقول يا أرحم الراحمين"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "1",
            "tit": "ملك موكل بالدعاء لمن يدعو لأخيه بظهر الغيب"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": "2",
            "tit": "ملائكة تنزل من السماء بأمر الله لإغاثة المكروبين"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تدافع عن المؤمنين"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة موكلون بالرحمة وآخرون بالعذاب"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة سياحين في الأرض يبلغون النبي السلام"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة يعلمون آدم السلام"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة تشمت العاطس"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "ملك بيده لجام لابن آدم"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": "1",
            "tit": "ملائكة موكلة بمراقبة المريض في أقواله"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة تدعو لمن يعود المريض"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": "1",
            "tit": "الموكلون بقبض أرواح العباد (ملك الموت وأعوانه)"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة الموكلون بالبشري للمؤمنين عند الموت"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تغسل آدم وتقوم بدفنه"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "الملائكة تتولى تغسيل بعض الموتى من الصالحين"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "حفاوة الملائكة بجنائز الصالحين."
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة موكلون بسؤال الموتى في قبورهم"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": null,
            "tit": "ملائكة يحرسون مكة والمدينة من الدجال"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تهبط بعيسي عليه السلام من السماء إلى الأرض في آخر الزمان"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": "1",
            "tit": "بعض أعمال بني آدم يباهى الله - عز وجل - بها الملائكة"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": "2",
            "tit": "مجالس الذكر"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "الله عز وجل يباهي ملائكته بعبده إذا نام في صلاته وهو ساجد"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": "1",
            "tit": "الله عز وجل يباهى ملائكته بمن قام من فراشه ليناجي ربه في الليل"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "الله يباهى ملائكته بالصائمين يوم عيدهم"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": "1",
            "tit": "الله يباهى ملائكته بأهل عرفات"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "الله يباهى ملائكته بالطائفين"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": "1",
            "tit": "الملائكة يتناقشون فيما خفي عليهم"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "نزول الملائكة من السماوات يوم القيامة"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر جبريل في مقام الشفاعة يوم القيامة وأنه لم ير ربه قبل ذلك"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": "1",
            "tit": "الملائكة تحضر الميزان يوم القيامة"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "الملائكة الموكلون بالنار"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "وأسماء جملتهم (الزبانية)"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": "1",
            "tit": "صفتهم"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "الملائكة الموكلون بالجنة"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "الملائكة تتلقى الصالحون يوم القيامة لتدلهم علي منازلهم في الجنة"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "هل الملائكة معصومون"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": "1",
            "tit": "ما حكم من كفر بالملائكة"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "أيهما أفضل البشر أم الملائكة"
        }
    ]
}