{
    "b1177": [
        {
            "id": "1",
            "nass": "ثقافة العولمة بوصفها خطابا متطرفا إعداد ¶ أد. عبد الله العشي ¶ كلية الآداب والعلوم الإنسانية ¶ جامعة باتنة - الجزائر ¶ بسم الله الرحمن الرحيم العولمة وخطاب ما بعد الحداثة أحب أن أمهد لموضوع العولمة بوضع العولمة ضمن منظومة المصطلحات التي تؤطر خطاب ما بعد الحداثة، فالمعروف عن هذا الخطاب أنه يسعى إلى هدم كل نظام وإعادة صياغة جهاز المفاهيم بحيث يصبح التفكيك هو السمة البارزة، تفكيك العقل لكي لا يصبح وحده المسؤول عن التفكير، وتفكيك القيم لكي لا تكون بمثابة حاجز يعيق تحقيق المصالح الشخصية والغرائز البشرية، وتفكيك النظام حتى يمكن تمرير الأفكار الهجينة والشاذة، وتفكيك الأمم والمجتمعات والدول حتى تعيد تشكيلها وبناءها وصياغة قيمها من جديد. ما بعد الحداثة خطاب فقد ثقته في الحداثة بوصفها خطابا مهادنا في نظرها، وهي تحاول التجاوز والتمرد والثورة.",
            "page": "1",
            "part": "1",
            "seal": "E0BF37B4"
        },
        {
            "id": "2",
            "nass": "فالعولمة قياسا على ما بعد الحداثة هي ما بعد الرأسمالية أو الرأسمالية القصوى، هي ما بعد السياسة، هي ما بعد الثقافة، هي ما بعد الدولة والأمة، هي ما بعد الدين واللغة والهوية، هي إذن مشروع لإعادة صياغة العالم بعيدا عن المكونات السابقة، هي مشروع مفتوح محفوف بالمخاطر، هي أخيرا مغامرة.",
            "page": "2",
            "part": "1",
            "seal": "7C770B8F"
        },
        {
            "id": "3",
            "nass": "التحولات العالمية وعنف العولمة: ¶ لقد تغير العالم في ربع القرن الأخير تغيرا يكاد يعيد تشكيل الخريطة الجغرافية والتاريخية والثقافية والروحية، إن لم يكن قد أعاد تشكيلها بالفعل، وهذا ما جعلنا نحس أحيانا أننا لأول مرة في التاريخ نعيش عالما جديدا بمثل هذه الجدة التي لا تعطي الإنسان فرصة للتفكير واتخاذ الموقف الملائم، بل يغرقه بفيض من الأفكار تدفعه مضطرا للانسياق وراء ما يحدث، وكأنه فقد قدرته على التحكم في توازنه. ¶ وقد عبر عن هذا التحول الكاتب البريطاني أنطوني جيدنز حين قال: \" كلما تفاقمت التغيرات التي تحدثت عنها في هذا الفصل أدت إلى تشكيل مجتمع عالمي لم يكن موجودا من قبل، ونحن أول جيل يعيش في هذا المجتمع الذي نكاد لا نرى ملامحه الآن. إنه يزعزع أنماط حياتنا أينما كنا. والآن في الأقل لا يعد هذا نظاما عالميا تمليه إرادة بشرية جماعية، وإنما هو فوضى ناجمة عن مزيج من التأثيرات \". (1) ¶ وقد ساعد على هذا التحول الرهيب أمران أساسيان في اعتقادي: ¶ _________ ¶ (1) أنطون جيدنز، عالم جامح، ترجمة عباس كاظم وحسن ناظم، المركز الثقافي العربي، بيروت، الدار البيضاء، ط1، ص. 39.",
            "page": "3",
            "part": "1",
            "seal": "A3B3F715"
        },
        {
            "id": "4",
            "nass": "الأول هو ثورة المعلومات التي تعد ثورة حقيقية لا مجازا، لقد أصبح ما كان في حكم الخرافي واقعا مدهشا، وأصبح \" التوالد\" العلمي بلا حدود. والأمر الثاني هو أن هذه الثورة العلمية أصبحت تهيمن عليها وتوجهها مؤسسات سياسية وعسكرية واقتصادية، هي نفسها التي توجه الحضارة المعاصرة لتهيمن على الكوكب الأرضي كله. ¶ ليس ثمة من خطأ في الثورة العلمية المشار إليها، ولا أظن أن فينا من سيقف موقفا سلبيا أمام الفتوحات العلمية، ولكن الخطر يأتي من المؤسسات المحتكرة للعلم والموجهة له، لقد ثبت واقعيا أن هذه المؤسسات هي مؤسسات مؤدلجة، بمعنى أنها لا تتمتع بحياد العلم وموضوعيته، بل هي مؤسسات تحمل أفكارا رهيبة، مشروعات فكرية وسياسية أقل ما يمكن أن توصف به أنها مشروعات استعلائية متكبرة، تعتقد أن العالم على ضلال إلا من اتبعها، وأنه لا يقوى على فعل شيء ما يعتمد عليها، وترى أن هذا العالم لم يعد يتسع للجميع، فهو فقط لمحتكري الثورة العلمية، وعلى الآخرين الالتزام والتبعية والتقليد.",
            "page": "4",
            "part": "1",
            "seal": "A8D1B255"
        },
        {
            "id": "5",
            "nass": "هكذا يفكر القوي في عالمنا المعاصر، لقد انتفى البعد الأخلاقي والإنساني، ونؤكد ثانية أن ذلك لم يتم بسبب العلم بل بسبب المؤسسات الموجهة لهذا العلم. ¶ في مثل هذا المناخ ظهرت العولمة، ليس بوصفها مقولة علمية مجردة حيادية، بل بوصفها مقولة إيديولوجية استغلت نتائج العلم المعاصر من أجل الهيمنة على العالم وتوحيده خارج حدود الثقافات والهويات الخاصة، ومن أجل أن يتم ذلك كان لا بد أن تتبنى إيديولوجية. ¶ لم تكشف عنها بشكل مباشر ولكن يمكن تبين معالمها من خلال الواقع.",
            "page": "5",
            "part": "1",
            "seal": "41542906"
        },
        {
            "id": "6",
            "nass": "إن العولمة تسير ضد منطق التاريخ، إذ ليس من المعقول أن يتم تهميش الهويات أو إلغاؤها وقد تشكلت عبر عشرا ت الآلاف من السنين وتحولت إلى مكون للأمم، ليس مجرد مكون ثقافي أو ديني أو أخلاقي، بل يمكن على سبيل الاستعارة أن نقول: إنها مكون بيولوجي مثل الكروموزوم المسؤول عن نوع الجنس البشري، فالبشر مختلفون ومتفقون، متميزون ويمكنهم العيش بهذا التمايز والإسهام في سعادة الإنسان، أما تحويل البشرية إلى هوية ثقافية واحدة فأمر مناقض للتاريخ، ف \" ليست هناك ثقافة عالمية واحدة، وليس من المحتمل أن توجد في يوم من الأيام، وإنما وجدت، وتوجد وستوجد ثقافات متعددة متنوعة تعمل كل منها بصورة تلقائية، أو بتدخل إرادي من أهلها، على الحفاظ على كيانها ومقوماتها الخاصة. من هذه الثقافات ما يميل إلى الانغلاق والانكماش، ومنها ما يسعى إلى الانتشار والتوسع \". (1) ¶ _________ ¶ (1) محمد عابد الجابري. العولمة والهوية الثقافية: عشر أطروحات. مجلة فكر ونقد، الرباط، العدد 10.",
            "page": "6",
            "part": "1",
            "seal": "FD1EEE98"
        },
        {
            "id": "7",
            "nass": "وهي ضد منطق التاريخ أيضا، لأنها ليست تطورا طبيعيا في الحركة الثقافية أو السياسية أو الاقتصادية، كما قد يتوهم بعضهم، وإن كانت تطورا لشيء فإنما هي تطور للفكر الاستعماري الأوروبي، ومن هذا المنطلق يمكن عد العولمة هي المرحلة الاستعمارية الثالثة بعد الاستعمار العسكري والاستعمار الاقتصادي، وها هي ذي تمثل الاستعمار الشامل. وعلى الرغم من التداول الشاسع لهذا المفهوم فإنه غامض في نواح عدة، وكأن هذا الغموض متعمد حتى لا ينكشف السر، ويحل اللغز.",
            "page": "7",
            "part": "1",
            "seal": "9E65DDAC"
        },
        {
            "id": "8",
            "nass": "هوية العولمة:",
            "page": "8",
            "part": "1",
            "seal": "C314CA3A"
        },
        {
            "id": "9",
            "nass": "حين يسعى الباحث إلى تقديم تعريف علمي للعولمة سوف لن يعثر على تعريف يطمئن إليه، ويتخذه مبدأ بحثه، على الرغم من الاستعمال الواسع لهذا المصطلح إلى درجة أصبح فيها مهيمنا على الكتابات السياسية والاقتصادية والإعلامية، فقد أصبح المصطلح نفسه مهيمنا، كما تسعى العولمة إلى الهيمنة، فالمؤسسات الغربية لم تستقر على تعريف موحد، أو أنها لا تريد ذلك، مع أنها تقدم تحديدات لأهداف النظام العالم الجديد الذي تعد العولمة وسيلة تطبيقه، وقد أحس بهذا الغموض والتضليل بعض الكتاب الغربيين، فقد كتب جيدنز: \"نظرا لشعبية مصطلح العولمة، يجب ألا يفاجئنا عدم وضوحه في جميع الأحوال أو ما هو رد الفعل الذي تشكل ضده \" (1) . وما يقدم تعريفا للعولمة إنما هو تجميع لأفكار متناثرة من هنا وهناك، ترد أحيانا على ألسنة الرؤساء وأصحاب النفوذ السياسي والعسكري والاقتصادي في العالم، ذلك أن العولمة أيضا هي مشروع لم يتم تشكيله بعد، فهو في طور التشكل المتواصل وقد يخضع للتغير في أية لحظة حسب التغيرات التاريخية، وحسب ردود أفعال المجتمعات الأخرى، ولكن هذا لا يعني أن الفكرة الجوهرية للعولمة غير معروفة. إنها معروفة، ولكن أصحابها ¶ _________ ¶ (1) أنطوني جيدنز. عالم جامح. ترجمة عباس كاظم وحسن ناظم. المركز الثقافي العربي، الدار البيضاء بيروت. ط1. 2003. ص. 26.",
            "page": "9",
            "part": "1",
            "seal": "90C66DC6"
        },
        {
            "id": "10",
            "nass": "يرفضون البوح بها، حتى تظل عيوبها وأهدافها البعيدة مجهولة. ويعود أمر غياب التعريف المحدد للعولمة في اعتقادي إلى كونها مقولة يود أصحابها إبقاءها بعيدا عن الفهم الكامل والصحيح وتقديمها في بعض مظاهرها الاقتصادية والإعلامية الإيجابية، حتى تظل سرا من جهة، ومن جهة ثانية حتى يتركوا فرصة للمجتمعات الأخرى لتعطيها المفهوم الذي تتصوره لتظهر وكأنها انبثقت من داخل هذه المجتمعات ولم ترد إليها من خارجها، وهذا أسوأ أشكال الاستعمار الفكري كما يشرحه مالك بن نبي في كتابه الصراع الفكري. فتصبح العولمة في هذه الحالة عولمة ذاتية وهذه أخطر أنواع العولمة. لأن المجتمعات تتصور أنها تطور طبيعي في حركتها بينما هي قد سيقت مجبرة إليها.",
            "page": "10",
            "part": "1",
            "seal": "8D3E09C6"
        },
        {
            "id": "11",
            "nass": "وقد حاول بعض المعرفين اختصار هوية العولمة فحددها في كونها تقوم في أساسها على: \" على تصيير المحلي عالميا، فهي وصف لعمل مستمر تدل عليه كلمة Globalisation، لكنها في الوقت نفسه وصف لبعض نتائج هذا التعولم. النتيجة النهائية للعولمة أن تكون للعالم كله لغة أو لغات مشتركة وأن تكون التجارة فيه مفتوحة ومتيسرة بين كل بلدان العالم، وأن يسود فيه نظام اقتصادي واحد ونظام سياسي واحد وأن تسود فيه عقيدة واحدة، وأن تكون للناس فيه قيم مشتركة في مسائل كحقوق الإنسان والعلاقة بين الجنسين، وأن يكون هناك أدب عالمي يتذوقه الناس كلهم، وأن يسود فيه تبعا لذلك نظام تعليمي واحد، وأن تكون كل هذه الأمور التي تعولمت مناسبة للناس من حيث كونهم بشرا، ومساعدة لهم على تحقيق طموحاتهم المادية. هذا هو الهدف النهائي المثالي. لكن العولمة قد تكون ناقصة، وقد تكون تامة من غير أن تكون مناسبة للبشر بل مفروضة عليهم لظروف طارئة \". (1) ¶ _________ ¶ (1) جعفر شيخ إدريس. العولمة وصراع الحضارات. مقال. - مجلة البيان. اقتباس من موقعها في شبكة الإنترنت.",
            "page": "11",
            "part": "1",
            "seal": "13ACD1A8"
        },
        {
            "id": "12",
            "nass": "ولو كانت مثل هذه الأفكار والطموحات والأحلام من تأملات الفلاسفة والمفكرين والعلماء مطروحة بوصفها علم الإنسانية التي تسعى إلى الرقي بنفسها إلى مستوى آخر أفضل من الوجود والعيش والحضارة، من غير أن تكون ملزمة لأحد بل متروكة للمجتمعات تسعى إلى تحقيقها كلما كانت الحالة الحضارية مناسبة من غير إكراه أو عنف ولا تضحيات بالثقافة واللغة والدين والتاريخ، لكان الأمر مقبولا كما قبلت من قبل مشروعات المدن الفاضلة. أما أن يتحول المشروع إلى نظام يفرض بكل أشكال العنف والإرهاب فلن يزرع إلا فوضى عارمة في العالم، والحروب قمة أشكال هذه الفوضى.",
            "page": "12",
            "part": "1",
            "seal": "0D1619AE"
        },
        {
            "id": "13",
            "nass": "وقد دخل المصطلح إلى مجال المعجمات، فأصبح يعني:\" مذهب القائلين بأن الرأسمالية هي ديانة الإنسانية، وأن النسبية الفكرية ستكون لها الغلبة على المطلقات الإيديولوجية، وأن النسبية الثقافية هو المعول عليه، وليس مبدأ مركزية الثقافات، وأن العالم ينتقل حاليا ونهائيا وشموليا والتسلط إلى الديموقراطية والتعددية وتشمله ثورة معلوماتية تنتشر في كل مكان من شأنها إلغاء الحدود بين الدول بحيث يصبح من السهل انتقال الناس والمعلومات على نطاق العالم كله، ويتم ذلك من خلال المنافسة والحوار والمحاكاة. . . . وفي العولمة تحويل العالم إلى الرأسمالية، وتتم السيطرة عليه في هيمنة دول المركز وسيادة النظام العالمي الواحد، وبذلك تتهافت الدولة القومية وتضعف فكرة السيادة الوطنية. ويؤول الأمر مع الثقافة إلى صياغة ثقافة عالمية واحدة تضمحل إلى جوارها الخصوصيات الثقافية \". (1) ¶ _________ ¶ (1) عبد المنعم الحنفي. المعجم الشامل لمصطلحات الفلسفة. مكتبة مدبولي. القاهرة. ط. 3. 2000م. ص. 569.",
            "page": "13",
            "part": "1",
            "seal": "F4AF4FFF"
        },
        {
            "id": "14",
            "nass": "ومع ذلك فثمة مفهومان للعولمة، مفهوم نظري لعولمة لم تتشكل بعد على أرض الواقع وهو ما ورد في التعريف المعجمي السابق، ومفهوم عملي وهو يتعلق بالجانب الذي تم تحققه من العولمة بالفعل ويتمثل في المكاسب التي حققها النظام العالمي الجديد الذي تقوده الولايات المتحدة الأمريكية. وهذا المفهوم الثاني هو مرحلة أولى من مراحل العولمة التي تتطور بسرعة لا يستطيع المتابع أن يضبط حركتها. ¶ وقد ذهب بعضهم إلى أن العولمة ظاهرة تاريخية، عرفتها البشرية في تطورها الحضاري، ففي كل مرحلة كانت حضارة ما تهيمن على بقية الحضارات، وفي زمن ما كانت الحضارة الإسلامية حضارة عالمية. هذا الطرح من الناحية الوصفية صحيح لكنه من حيث الأهداف الكبرى أمر متحفظ عليه، فثمة فرق كبير بين عالمية الحضارة الإسلامية والعولمة المعاصرة.",
            "page": "14",
            "part": "1",
            "seal": "7E65C6B1"
        },
        {
            "id": "15",
            "nass": "إيديولوجيا العولمة:",
            "page": "15",
            "part": "1",
            "seal": "2F0A4905"
        },
        {
            "id": "16",
            "nass": "تعتمد العولمة على نوع من الوثنية المعاصرة، فهي تدعو إلى نوع من التعامل على أساس المصلحة (الاقتصادية والسياسية والعلمية) ، وعدم إيلاء القيم الخلقية والدينية أي اهتمام، لأن هذه القيم في اعتقادها تعيق التواصل الكوني كما تراه، كما تعيق تسويق مشروعها \" الحضاري \" ذلك أنها تسعى إلى هيمنة حضارية، أو إلى بناء حضارة واحدة يتبعها الجميع، وقد استقام لها ذلك عقب سقوط القطب الآخر الذي كان بمثابة الكابح لهذا الحمق. لذا فهي تعتمد إستراتيجية الإقصاء والإلغاء والتهميش، تلك الإستراتيجية التي انتقلت إليها من المركزية الغربية التي تنهج سياسة المركز في مواجهة الأطراف، والأغرب (ولعله لا غرابة في الأمر) . أن يصرح الرئيس الأمريكي السابق بيل كلينتون قائلا:\" إن أمريكا تؤمن بأن قيمها صالحة لكل الجنس البشري، وإننا نستشعر أن علينا التزاما مقدسا لتحويل العالم إلى صورتنا \". (1) ولعل أهم سلاح تستعمله للتغلب على قيم الأطراف هو إستراتيجية الاتهام بالإرهاب أولا، والمروق الدولي ثانيا، فكل منظومة سياسية أو ثقافية أو دينية تعد في مشروع العولمة إرهابا إلا إذا تمت إزالتها والتخلي عنها في المؤسسات السياسية ¶ _________ ¶ (1) عن مجلة البيان.",
            "page": "16",
            "part": "1",
            "seal": "EB0ED204"
        },
        {
            "id": "17",
            "nass": "والتعليمية بل والدينية أيضا، لأنها تريد دينا بلا دين، وتستعمل من أجل إنجاح هذه الإستراتيجية كل الوسائل الضاغطة من البيانات السياسية المتهمة إلى الحصار الاقتصادي إلى الصواريخ العابرة للقارات، ولسنا ببعيدين عما حدث في عالمنا العربي والإسلامي. ¶ وأكثر من هذا فإن ثقافة العولمة تسعى إلى تهميش المؤسسات الدولية أو تحويلها إلى مؤسسات تابعة تخدم مشروعها، وليست مؤسسات لكل الدول ومن أجل مصالح الدول كلها، لقد تحول الكل الآن وأصبح الجزء هو الكل وأصبحت الدولة الواحدة هي كل العالم، وما العالم إلا محافظات خاضعة لها، وهكذا تم التضييق على منظمة الأمم المتحدة ومؤسساتها وخصوصا مجلس الأمن الذي حولته أو على الأقل تسعى إلى تحويله إلى مؤسسة تابعة لها. في منطق العولمة والأجهزة التي تسيرها ينبغي أن يكون الكل تابعا، ولن يسمح بالخروج على الصف وإلا كان ذلك مروقا أو إرهابا أو نحو ذلك. \" ليست العولمة مجرد آلية من آليات التطور الرأسمالي بل هي أيضا - وبالدرجة الأولى - إيديولوجيا تعكس إرادة الهيمنة على العالم\" (1) من خلال ترسانة من الوسائل المختلفة. ¶ _________ ¶ (1) محمد عابد الجابري، مجلة فكر ونقد، موقع الجابري الإليكتروني.",
            "page": "17",
            "part": "1",
            "seal": "00029A4C"
        },
        {
            "id": "18",
            "nass": "وسائل تمرير العولمة:",
            "page": "18",
            "part": "1",
            "seal": "422F86FE"
        },
        {
            "id": "19",
            "nass": "أشرنا إلى أن العولمة تسعى إلى فرض مشروعها باستعمال كل الوسائل دون استثناء أو تحفظ، من الإغراء والاستمالة إلى التهديد والضغط السياسي إلى الحصار الاقتصادي إلى شن الحروب المدمرة التي تورط فيها العالم كله. يتحدث بعض الباحثين الغربيين عن العولمة الإعلامية وكيف تقوم المؤسسات الإعلامية بتسويقها إلى البلدان النامية، فيقول: \" ينطلق فيض ثقافي من بلدان المركز ليجتاح الكرة الأرضية، يتدفق على شكل صورة. . . كلمات. . . قيم أخلاقية، قواعد قانونية. . . مصطلحات سياسية. . معايير. . كفاءة. . ينطلق كل هذا ليجتاح بلدان العالم الثالث من خلال الإعلام المتمثل في إذاعات وتليفزيونات وأفلام وكتب وأسطوانات فيديو وأطباق استقبال فضائية ينطلق عبر سوق المعلومات التي تحتكرها الوكالات العالمية الأربع: أسوشيتد بريس ويونايتد بريس (الولايات المتحدة) ورويتر (بريطانيا) وفرانس بريس (فرنسا) ، وتسيطر الولايات المتحدة على 65 في المائة من تدفق هذه المعلومات. هذا الفيض من المعلومات يشكل رغبات وحاجات المستهلكين، او بتعبير آخر الأسرى السلبيين، يشكل أنواع سلوكهم، عقلياتهم، مناهج تعليمهم، أنماط حياتهم، وبذلك",
            "page": "19",
            "part": "1",
            "seal": "418F6342"
        },
        {
            "id": "20",
            "nass": "تذوب الهويات الذاتية في هذا الخضم من الغزو، لأن مواد الغزو تصنع في معامل الغرب وفق معاييره ومواصفاته \". (1) ¶ هذا النوع من العولمة، وهذا النمط من أنماط إستراتيجيتها نسميها المرحلة التمهيدية للغزو، القائمة على سياسة الاختراق التي تمررها وسائل الإعلام التي لم يعد أحد في مقدرته الوقوف في وجهها. ¶ وثمة قناة أخرى لتمرير مشروعات العولمة هي المؤتمرات العالمية ففي سبتمبر 1994م عقد في القاهرة المؤتمر العالمي للسكان والتنمية، وفي سبتمبر 1995م عقد في بكين مؤتمر المرأة، وفي يونيو 1996م عقد في إستانبول مؤتمر الإيواء البشري، وهذه المؤتمرات كانت تعقد في الظاهر تحت إشراف الأمم المتحدة، ولكنها في الجوهر تحت إشراف المؤسسات التابعة للعولمة، ولنا أن نقول: إن الأمم المتحد قد صارت إحدى هذه المؤسسات. لقد عملت هذه المؤتمرات إلى إعادة تشكيل الخارطة الفكرية والثقافية للعالم حتى تتواءم مع متطلبات العولمة وثقافتها الجديدة. ¶ _________ ¶ (1) عن مجلة البيان. موقعها في الانترنيت.",
            "page": "20",
            "part": "1",
            "seal": "1F83DD1B"
        },
        {
            "id": "21",
            "nass": "هذا وللعولمة أشكال وطرق وأوجه وأقنعة متعددة تظهر في كل مرة بقناع مستفيدة من ثقافة التبشير النصراني والإستراتيجية الاستعمارية معا، أي من الخطاب المسالم والخطاب العنيف معا. وقد تلقت الثقافة العربية خطاب العولمة، كما تلقاه الآخرون، وانتشر في سنوات قليلة كما لم ينتشر أي مصطلح آخر قبله، وكانت ردود الفعل في الخطاب العربي متفاوتة، وإن كانت في أغلبها تجمع على عدم براءتها.",
            "page": "21",
            "part": "1",
            "seal": "5108AC79"
        },
        {
            "id": "22",
            "nass": "العولمة في الخطاب العربي: ¶ يكاد يجمع المفكرون العرب المعاصرون المتزنون بمذاهبهم المختلفة وتياراتهم المتعددة على صياغة خطاب سلبي ضد العولمة، حتى ولو ذهب بعضهم إلى ضرورة التفاعل معها تفاعلا إيجابيا، بمعنى الاستفادة من منجزاتها العلمية الهائلة، غير أن خطابهم يتضمن تحديد العولمة على أنها نوع من الاستعمار الجديد الذي يسعى إلى الهيمنة الشاملة على العالم كله وإخضاع البشرية كلها لنظام واحد في الفكر والسياسة والاقتصاد والفن وغيرها، يقول حسن حنفي: \" العولمة هي أحد الأشكال المعروفة للهيمنة الغربية، ليس عن طريق الجيش والعسكر وليس فقط عن طريق الاقتصاد بل عن طريق السوق \". ويضيف: فالعولمة ليست فقط تغريب العالم، بمعنى أن ينتشر الغرب من المركز إلى المحيط إلى الأطراف، وليست فقط أمركة، لأن أمريكا هي التي تتصدر العالم الآن لكونها القطب الوحيد الموجود، ولكنها أخطر من ذلك فهي سيطرة اتجاه واحد، رأي واحد، فكر واحد، وكل دولة تتجرأ على أن تخرج من بيت الطاعة. . . . سيكون العدوان العسكري لها بالمرصاد \". (1) ¶ _________ ¶ (1) حسن حنفي من حوار له نشر في موقع قنطرة الإليكتروني.",
            "page": "22",
            "part": "1",
            "seal": "B47170CC"
        },
        {
            "id": "23",
            "nass": "ويقول هشام غصيب من وجهة نظر يسارية: \" لكل عصر وثنه، ووثن عصرنا هو العولمة، والوثن ليس واقعا بقدر ما هو وهم إيديولوجي، وقفص فكري للجم الفعل والممارسة وتقييدهما. ¶ ومن وجهة نظر علمانية يقول نصر حامد أبو زيد: لقد كشفت حرب الخليج الثانية أن القوتين السياسية والعسكرية هما الوسيلة التي ستحقق من خلالها هيمنة الحياة الأمريكية على العالم، إنها ليست قوة الحضارة باتصالها الحر المنظم مع الحضارات الأخرى وإنما هي القوة السياسية والعسكرية التي تفرض نوعا بعينه من أسلوب المعيشة والقيم الحضارية على الآخرين، ولا حاجة لتوضيح أن القوة السياسية والعسكرية قائمة على القوة الاقتصادية المتزايدة في إطار عملية العولمة \". (1) ¶ ومن منظور إسلامي يقول محمد محفوظ: إن مشروع العولمة لا يمكن فصله بأي شكل من الأشكال عن المشروع الثقافي الغربي، إذ هو إحدى إستراتيجياته. . . . إن القيم التي تبثها وسائل ومؤسسات العولمة، والسلوكيات التي تعطى لها الأولوية، هي قيم وسلوكيات لا تنسجم والمعايير والقيم العليا التي تنادي بها الثقافة العربية والإسلامية \". (2) ¶ _________ ¶ (1) من مقال لنصر حامد أبو زيد منشور في موقع قنطرة الإليكتروني. ¶ (2) محمد محفوظ. الحضور والمثاقفة. المركز الثقافي العربي. بيروت الدار البيضاء. ط. 1. 2000. ص. 115.",
            "page": "23",
            "part": "1",
            "seal": "71C41724"
        },
        {
            "id": "24",
            "nass": "ولعل أبرز المتحمسين للعولمة الكاتب اللبناني على حرب الذي يعد العولمة فتحا حضاريا، وينتقد بكثير من الحدة المتحفظين على خطابها. (1) ¶ وسيكون من الصعب أن نستعرض بالتفصيل نصوصا لمفكرين آخرين، يكفي أن نقول: إن الخطاب العربي المعاصر الإسلامي والقومي واليساري، باستثناء بعض المفكرين العلمانيين، يقف ضد مشروع العولمة ويقدمها بوصفها مشروعا استعماريا هداما ينبغي الوعي بأهدافه في الهيمنة وإلغاء الهويات والخصوصيات الذاتية. ¶ هذا الموقف العربي يؤكد أن العولمة تمارس عنفا واضحا ضد الثقافات، عنفا لا يدخل في الحوار الحضاري الذي كان شعار الخطاب العربي المعاصر، وما يزال خطابه. ¶ _________ ¶ (1) علي حرب، حديث النهايات، المركز الثقافي العربي، بيروت، الدار البيضاء، وينظر خصوصا نقده لمحمد عابد الجابري.",
            "page": "24",
            "part": "1",
            "seal": "C06518ED"
        },
        {
            "id": "25",
            "nass": "عنف العولمة: ¶ لكون العولمة مشروعا مناقضا لمنطق التاريخ، فإن مؤسساتها تسعى إلى تحقيقه بالوسائل الضاغطة، بحيث تجبر المجتمعات والدول للدخول في مشروعها بالعنف والقوة، ومن تلك الوسائل: ¶ 1- احتكار التاريخ: وقد بدأت عملية احتكار تفسير التاريخ والحركة التاريخية من كتابات المركزية الغربية والتي صاغ صامويل هانتنجتون مؤخرا مقولتها الأساسية في نهاية التاريخ، ومضمونها المركزي القول بأن التاريخ قد انتهى عند الرأسمالية الغربية التي تمثل النظام المثالي الأصلح لكل البشرية في كل مكان. وبالتالي فإن الثقافات الأخرى هي ثقافات شاخت أو ما تزال قاصرة ولم تعد قادرة على مسايرة التغيرات العلمية والاقتصادية والسياسية المعاصرة، لذا ينبغي إلغاؤها أو إلحاقها بثقافة العولمة.",
            "page": "25",
            "part": "1",
            "seal": "C991B339"
        },
        {
            "id": "26",
            "nass": "2- تفكيك الدول\" وتفتيت الأمم والتكتلات القومية في الأطراف على أسس إثنية وطائفية ضيقة، فهذه التكوينات القومية يعدها الرأسمال المعولم عائقا وحاجزا أمامه وأمام السوق العالمية التي يهيمن عليها، لذلك يسعى إلى تكسيرها وتفتيتها فإنه من الأسهل عليه دمج الكيانات الإثنية والطائفية الهشة في العالمية المعولمة من دمج الأمم والتكتلات القومية الكبرى فيها. لذا رأيناه يؤدي دورا أساسيا في تفتيت الاتحاد السوفييتي ويوغوسلافيا وتشيكوسلوفاكيا، ويسعى إلى تفكيك الهند والعراق والسودان ومصر والجزائر وغيرها من الدول العربية والإفريقية والآسيوية \". (1) ¶ 3- التدخل من تلقاء نفسها لتغيير النظم السياسية التعليمية والاقتصادية في الدول التي تبدي تحفظات على النظام العالمي الجديد الذي تقوده، والعمل على إقناع الرأي العام العالمي ومؤسساتها القانونية بمشروعية ما تقوم به. فمن خولها يا ترى مثل هذا التدخل وبأي حق تدعي مشروعيته، ليس من حق سوى حق القوة. وليس من الغريب أن يولد هذا العنف أشكالا من المقاومة التي تتباين من مجموعة إلى أخرى حسب الرؤية الفكرية لكل مجموعة. ¶ _________ ¶ (1) هشام غصيب. العولمة والهوية القومية، مقال مقتبس من موقع قنطرة الإليكتروني.",
            "page": "26",
            "part": "1",
            "seal": "840CE319"
        },
        {
            "id": "27",
            "nass": "ردود الفعل ضد العولمة: ¶ كان من الطبيعي أن هذا العنف الذي تمارسه العولمة ضد الثقافات والمجتمعات واللغات والديانات أن يولد حركة مواجهة قد تكون عنيفة أحيانا وسياسية أحيانا أخرى، كان لا بد: ¶ أن تظهر حركات تعمل على إحياء الهوية لأنها جوهر الكينونة البشرية، وقد اتخذت هذه الحركات مناهج متعددة في العالم الإسلامي ويأتي في مقدمتها تطور الصحوة الإسلامية وتشكلها في أحزاب سياسية أو جمعيات ثقافية واجتماعية وخيرية أو دعوية، وما تبع ذلك من نشر الكتاب الإسلامي والشريط الإسلامي والمواقع الإليكترونية الإسلامية والفضائيات الإسلامية وغيرها من وسائل توصيل خطاب الهوية. ¶ وقد اتخذ إحياء الهوية عند آخرين طريق المقاومة المسلحة، ومن ثم فقد تم شن الغارات المسلحة على مؤسسات العولمة في كثير من البلدان وعلى رأسها الولايات المتحدة ذاتها وفي داخلها. وليس مهما الآن أن نحكم على طبيعة هذا العمل العسكري، مع أن معظمنا يدينه، لكن المهم أن نعرف أنه من باب رد الفعل الطبيعي لهيمنة العولمة، فالعولمة نفسها على يقين من أنه سيكون لها أعداء، وهي مستعدة لقبول ما سيقوم به هؤلاء الأعداء.",
            "page": "27",
            "part": "1",
            "seal": "90334933"
        },
        {
            "id": "28",
            "nass": "عودة الفكر اليساري: من جانب آخر تبين لكثير ممن كانوا ضمن المنظومة اليسارية أن العولمة نوع من النظام المتوحش، الذي يسعى إلى الإتيان على الأخضر واليابس، وحين قارنوا بين الفكرين الرأسمالي المتوحش واليساري فضلوا العودة إلى اليسارية التي لم تصل أبدا إلى هذا التكبر والغرور والاستعلاء من خلال الحروب المتواصلة التي أصبحت تشنها الولايات المتحدة على دول العالم.",
            "page": "28",
            "part": "1",
            "seal": "8F126C20"
        },
        {
            "id": "29",
            "nass": "تأثيرات العولمة في المنطقة العربية: ¶ ومن المؤسف أن تكون مجتمعاتنا العربية من أوائل المجتمعات التي تنعكس عليها آثار العولمة، بحكم العلاقات الاقتصادية والسياسية والثقافية بينها وبين أوروبا والولايات المتحدة، وبحكم القرب الجغرافي، وربما العلاقات التاريخية أيضا، لقد بدأت ضغوط العولمة تؤثر في اقتصاديات المنطقة وثقافتها وسياستها، وأصبحت ملفات المشكلات المحلية والإقليمية في يد الولايات المتحدة، وأصبحت الحلول تصنع في مؤسسات العولمة عن طريق أجهزتها النافذة مثل صندوق النقد الدولي والبنك الدولي ومنظمة التجارة الدولية: (الجات) وغيرها. وأصبحت المبادرات الأمريكية لإيجاد حلول لمشكلاتنا القومية أو الوطنية تتداول في الصحافة العربية أكثر مما تتداول الحلول المحلية.",
            "page": "29",
            "part": "1",
            "seal": "5DA9B1E2"
        },
        {
            "id": "30",
            "nass": "لكن أبرز الأخطار التي تواجهنا بها ثقافة العولمة هي ما يأتي: إن العولمة تنطلق من وضع الهويات بين قوسين، أو بعبارة أخرى وضع الهويات جانبا والدخول في حركية العالم بهوية دون هوية، أي إلغاء المرجعية الدينية والأخلاقية والقومية أو ما إلى ذلك، وباستدعاء كلمة الرئيس الأمريكي السابقة، سوف يكون البديل الفكري هو \"القيم الأمريكية الصالحة لكل الشعوب\"، إن العولمة تريد تجميع العالم على شيء واحد ولن يتم ذلك إلا بالبدء بإلغاء الهويات المحلية لأنها العائق أمام تحقق المشروع العولمي، ونحن لا نستطيع أن نكون نحن، عربا مسلمين إلا بهويتنا، ولن يكون الأمر سهلا أن نحافظ على هويتنا ونحن لا نملك وسائل الدفاع أو المحافظة عليها، الوسائل العلمية والسياسية والاقتصادية وغيرها. وقد تناول الجابري مسألة العلاقة بين الهوية الثقافية والعولمة حين كتب: ¶ \"لا تكتمل الهوية الثقافية، ولا تبرز خصوصيتها الحضارية، ولا تغدو هوية ممتلئة قادرة على نشدان العالمية، على الأخذ والعطاء، إلا إذا تجسدت مرجعيتها في كيان مشخص تتطابق فيه ثلاثة عناصر: الوطن والأمة والدولة.",
            "page": "30",
            "part": "1",
            "seal": "3EE408D7"
        },
        {
            "id": "31",
            "nass": "الوطن: بوصفه \"الأرض والأموات\"، أو الجغرافية والتاريخ وقد أصبحا كيانا روحيا واحدا، يعمر قلب كل مواطن. الجغرافيا وقد أصبحت معطى تاريخيا. والتاريخ وقد صار موقعا جغرافيا. ¶ الأمة: بوصفها النسب الروحي الذي تنسجه الثقافة المشتركة: وقوامها ذاكرة تاريخية وطموحات تعبر عنها الإرادة الجماعية التي يصنعها حب الوطن، أعني الوفاء ل \"الأرض والأموات\"، للتاريخ الذي ينجب، والأرض التي تستقبل وتحتضن. ¶ الدولة: بوصفها التجسيد القانوني لوحدة الوطن والأمة، والجهاز الساهر على سلامتهما ووحدتهما وحماية مصالحهما، وتمثيلهما إزاء الدول الأخرى، في زمن السلم كما في زمن الحرب. ولا بد من التمييز هنا بين \"الدولة\" التي هي كيان مشخص ومجرد في الوقت نفسه، كيان يجسد وحدة الوطن والأمة، من جهة، وبين الحكومة أو النظام السياسي الذي يمارس السلطة ويتحدث باسمها من جهة أخرى. وواضح أننا نقصد هنا المعنى الأول. ¶ وإذن، فكل مس بالوطن أو بالأمة أو بالدولة هو مس بالهوية الثقافية, والعكس صحيح أيضا: كل مس بالهوية الثقافية هو في الوقت نفسه مس بالوطن والأمة وتجسيدهما التاريخي: الدولة. (1) ¶ _________ ¶ (1) محمد عابد الجابري، فكر ونقد، العدد السادس من موقع الجابري الإليكتروني.",
            "page": "31",
            "part": "1",
            "seal": "DA93F7B7"
        },
        {
            "id": "32",
            "nass": "والعولمة تقوم أساسا على ضرب هذه العناصر الثلاثة، فليس في فلسفة العولمة مكان لمثل هذه المصطلحات في الفكر ولا في الواقع، فالعولمة تروج مقولة \" أن الدولة القومية فقدت التأييد الرأسمالي لوجودها. . . وأصبحت عبئا على الاقتصاد الرأسمالي تسعى الرأسمالية إلى تفكيكه وإزالته \" وهذا ما قاله الكاتب الياباني كينيشي أوهماي: إن مرحلة الدولة قد انتهت، فالدول اليوم أصبحت مجرد نسج من الخيال \". (1) ¶ وهذا هو الواقع اليوم، لقد فقدت أنظمة العالم الثالث جزءا من سيادتها على دولها، بحكم التدخل السافر لمؤسسات النظام العالمي الجديد، وأصبح التعريف القانوني للدولة يفتقر إلى عنصر السيادة على كل الكيان المسمى دولة. فكيف يمكن التعامل مع هذه العولمة وما أفضل الطرق لمقاومة ليست معرضة للانكسار؟ ¶ _________ ¶ (1) انظر عالم جامح. ص: 27.",
            "page": "32",
            "part": "1",
            "seal": "6FBD41B2"
        },
        {
            "id": "33",
            "nass": "أولا: ومن الناحية النظرية، ينبغي عدم جعل العولمة قدرا محتوما ينبغي الاستسلام له، بل التعامل معها على أنها مرحلة من مراحل المواجهة الحضارية التي واجهت الأمة العربية وما تزال تواجهها، وأن نقوي في ذواتنا القدرة على المواجهة وأن نثبت إيماننا بهويتنا، بمعنى أنه لا ينبغي أن نواجه العولمة من منطلق الضعيف المهزوم بل من منطلق القوي بفكره ودينه وثقافته. هذا الإطار النظري هو الذي سيمكن الجانب العملي من الصمود والمواجهة والتحدي.",
            "page": "33",
            "part": "1",
            "seal": "FB1A55B1"
        },
        {
            "id": "34",
            "nass": "أما على المستوى العملي فإن الأمر يتطلب: ¶ ضرورة التحديث في المجالات السياسية والثقافية والاقتصادية، لأن هذا التحديث سيقلل من ضغوط المشروع العولمي علينا من جهة، ويجنبنا العودة إلى الغرب في كل مطالبنا واحتياجاتنا، ويجنب أفراد مجتمعاتنا من تأثيرات العولمة السلبية، ثم إن هذا التحديث ضرورة حضارية لا نستطيع البقاء على الهامش في عالم جامح لا يعترف إلا بالقوي علميا واقتصاديا وسياسيا وعسكريا.",
            "page": "34",
            "part": "1",
            "seal": "089A0142"
        },
        {
            "id": "35",
            "nass": "ضرورة فهم ما يجري من تغيرات عالمية في المجالات المختلفة، وكيف يجري وما الغاية منه. بعضنا يتحدث عن الغرب كأنه مشهد بسيط، والغرب ليس كذلك، إنه كيان معقد ليس من السهل التعرف على ما يجري في مؤسساته، وليس من السهل التعرف على أهدافه وغاياته، وليس من السهل معرفة منهجياته وأسراره، إن محاولة التعرف على العالم من خارجه، أي من داخل ثقافتنا لم يعد بالأمر الممكن، لذا وجب التعرف إليه من داخله، وهذا ما فعله الغرب نفسه بالنسبة للآخر فقد اتصل به وتفاعل معه من داخله. الغرب يعرفنا الآن بشكل جيد، ومع ذلك فما يزال يتابع المتغيرات التي تحدث من خلال غرف عمليات يتابع من خلالها أي حركة، يرصدنا من الأرض ومن السماء، ومن كل جانب. فمن أجل الدفاع عن أنفسنا ينبغي التعرف أولا عما يحيطنا.",
            "page": "35",
            "part": "1",
            "seal": "88251CB1"
        },
        {
            "id": "36",
            "nass": "ضرورة التفاعل الحضاري مع المتغيرات الدولية من منظور حوار الحضارات، وليس من منظور التبعية الساذجة. إن التخندق وراء حدودنا الجغرافية والثقافية لن يكون أبدا حصنا لنا ضد التأثيرات التي تهجم علينا من خارج حدودنا. وعليه فالتفاعل الموجه والمبرمج هو سبيلنا، حتى ولو كنا في منأى عن تحديات العولمة. وهذا هو منهج الحضارة الإسلامية، أيام كانت في عز ازدهارها، في التفاعل الحضاري. إن هذا التفاعل الحضاري هو ما يضمن لثقافتنا بعض الحياة والحيوية ويجعلها قادرة على إنتاج الأفكار والمشروعات الحضارية.",
            "page": "36",
            "part": "1",
            "seal": "16C48BD7"
        },
        {
            "id": "37",
            "nass": "ضرورة الحفاظ على هويتنا والدفاع عنها وهو المسعى الأصلي الذي نهدف إليه، والحفاظ يتم من خلال وسائل عديدة، إما بتطوير وسائل التعليم ومناهجه، أو تطوير وسائل الدعوة وطرقها، قبل أن يفرض علينا التطوير من الخارج، وقد بدأ بالفعل يحدث ذلك. ينبغي ألا تكون الحداثة التي نسعى إليها على حساب أصالتنا، فالحداثة لا تتنافى مطلقا مع أي مكون من مكونات هويتنا. بل إن العمل على إيجاد السبل العلمية الكفيلة بالحفاظ على أصالتنا هو في ذاته مظهر من مظاهر الحداثة، فلتكن الحداثة هي وعينا بذاتنا وبالآخر معا، وليكن الحافز المحرك لنا هو المستقبل. ¶ هذا لا يعني أن الأمر بسيط وسنصل إلى النتيجة بسهولة أو أن ندفع الضرر بسهولة أيضا، ذلك أننا فعلا في مأزق، وأن هويتنا في مأزق، لقد تحدث بعض أنصار العولمة عندنا عن مأزق الهوية في ظل العولمة، (1) ونحن نتفق معه، لأنه من الصعب الخروج من المواجهة دون خسائر أبدا. فهويتنا لا تملك وسائل الحفاظ على ذاتها، فكيف بالموجهة؟ ¶ _________ ¶ (1) انظر على حرب. حيث النهايات , المركز الثقافي العربي، بيروت، الدار البيضاء، ط1. 2000. ص50.",
            "page": "37",
            "part": "1",
            "seal": "EBABD21E"
        }
    ],
    "t1177": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العولمة وخطاب ما بعد الحداثة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "التحولات العالمية وعنف العولمة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "هوية العولمة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "العولمة والعالمية الإسلامية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "إيديولوجيا العولمة"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "وسائل تمرير العولمة"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "العولمة في الخطاب العربي"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "عنف العولمة"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ردود الفعل ضد العولمة"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "تأثيرات العولمة في المنطقة العربية"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "كيف نواجه العولمة"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا ومن الناحية النظرية"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا من الناحية العملية"
        }
    ]
}