{
    "b1203": [
        {
            "id": "1",
            "nass": "فقه الدعوة الإسلامية في الغرب ووجوب تجديدها على الحكمة والوسطية والاعتدال (الدعوة الإسلامية في الأندلس نموذجًا) إعداد ¶ أ. علي بن أحمد بن الأمين الريسوني ¶ رئيس جمعية الدعوة الإسلامية ¶ عضو رابطة علماء المغرب ورئيس فرعها بشفشاون (المغرب) ¶ بسم الله الرحمن الرحيم مقدمة الحمد لله وحده الذي بنعمته تتم الصالحات ولا حول ولا قوة إلا بالله العلي العظيم. ¶ تهدف هذه المداخلة إلى إبداء وجهة نظر أحسبها صحيحة إن شاء الله حول آفات ظاهرة الإرهاب ذي الجذور الإسلامية. ¶ هذه الظاهرة يمكن تصنيفها إلى: ¶ 1- إرهاب داخل دار الإسلام (أي في الدول والشعوب المسلمة) ¶ 2 - إرهاب خارج دار الإسلام (أي في دول وشعوب غير مسلمة) ¶ والمداخلة تتطرق بحول الله إلى الصنف الثاني الذي أصاب الغرب ويصيبه ويمكن أن يصيبه. ¶ فما موقف الإسلام من هذا الصنف الثاني؟ ¶ الشطر الأول من المداخلة إشارات إلى وجوب تجديد الدعوة إلى الله في ديار الغرب عامة، على الحكمة والوسطية والاعتدال. وهو ما يناقض مرتكزات الإرهاب إن كان هذا الأخير مرتدياً أردية الإسلام ومتزرا بأزره.",
            "page": "1",
            "part": "1",
            "seal": "6F4BA708"
        },
        {
            "id": "2",
            "nass": "الشطر الثاني إشارات إلى النموذج التطبيقي لميدان الدعوة في الغرب واخترنا له الأندلس (إسبانيا) نظرا لامتدادها التاريخي في المحيط الإسلامي وامتزاجها التاريخي بالحضارة القرآنية الشامخة وقربها الجغرافي من المغرب البوابة الغربية للعالم الإسلامي نحو أوربا. ¶ فأردنا في هذا الشطر إعطاء تقويم وتقييم عملي لما ينبغي فعله لدرء إمكانية حدوث عمليات إجرامية تودي بالبراء باسم الإسلام وهو منها بريء. ¶ وكانت المداخلة حصيلة تجربة طويلة امتدت لسنوات في العمل الدعوي السلمي الموجه للأندلسيين في ديارهم وخارجها من العبد الضعيف تقبل الله سعيه وتغمده برحمته آمين.",
            "page": "2",
            "part": "1",
            "seal": "11665E9A"
        },
        {
            "id": "3",
            "nass": "الشطر الأول المقصود بالدعوة الإسلامية ¶ هو الدعوة إلى الإسلام الحنيف بالتعريف به والترغيب فيه والحث على اعتناقه والحض على الانخراط في سلك المؤمنين به والعاملين بشريعته. ¶ وهي دعوة مباركة يوفق الله لها الصالحين المصلحين من عباده في شتى الأمصار والأعصار. ¶ وهي دعوة الرسل الكرام عليهم الصلاة والسلام، إذ مهمتهم الكبرى الدلالة على توحيد الخالق وإفراده بالعبادة الخالصة والإيمان به ذاتا وصفات وأسماء وتصديقه فيما أخبر به واتباع أمره واجتناب نهيه والإحسان إلى خلقه والاستعداد للقائه والايمان بملائكته وكتبه ورسله وقضائه وقدره. ¶ واقتفى بالرسل صلوات الله عليهم أتباعهم من بعدهم. ¶ ورسولنا الأكرم سيدنا محمد بن عبد الله خاتم الأنبياء والمرسلين خير من جسد بسيرته العاطرة الدعوة الصحيحة. ومن خلال شمائله وصحيح سنته نستطيع التعرف على أساليبه التي استعملها- بأبي أفديه وأمي- في مخاطبة المشركين وأهل الكتاب زمان بعثته.",
            "page": "3",
            "part": "1",
            "seal": "FC70AEBF"
        },
        {
            "id": "4",
            "nass": "ثم لما اصطفاه ربه إلى الرفيق الأعلى واختاره إلى جواره تابع أصحابه رضوان الله عليهم تعاليمه الطاهرة في بث هذه الدعوة الصحيحة في كل الأرجاء والبقاع والأصقاع التي وصلوا إليها وورثهم التابعون على النهج نفسه من دون تبديل ولا تغيير يصدعون بالحق ويبينونه ويدحضون الباطل وينهون عنه. ¶ فكانت الدعوة الإسلامية أماتنا الله عليها في زمان النبوة ثم في القرن الذي بعدها ثم في القرن الثالث صافية خالصة نقية لا تشوبها شائبة ولا يكدرها مكدر، فالقوم كان مرادهم إيضاح الحق والهداية بالقول والفعل إلى الطريق المستقيم المتضمن لسعادة الدارين. ¶ واستمر السلف الصالح على هذا المنوال في تمحيص وتمحيض النصيحة للخلق لا يحركهم في ذلك إلا حب الله ورسوله صلى الله عليه وسلم والرغبة في نيل الثواب والأجر من الله. ولم يكونوا يرتزقون بالدلالة على الله أو يبغونها عوجا. فقامت في الأرض حضارة أساسها القرآن أينعت أغصانها وأثمرت أشجارها في العالم المعروف آنذاك. ¶ فالدعوة إلى الإسلام هي نهي عن ضده أي زجر عن الكفر وتقبيح للإلحاد وتسفيه للشرك وتنفير من ملابسة عورة التمرد على الخالق جل جلاله.",
            "page": "4",
            "part": "1",
            "seal": "31B9C322"
        },
        {
            "id": "5",
            "nass": "وبالفعل دخل في هذه الملة الحنيفية شعوب وأمم وقبائل مازالت ذرياتها وسلالاتها إلى الآن تنتسب إلى القبلة وتعتزي إلى الشريعة الطاهرة. ¶ وكانت دعوتهم بالتي هي أحسن: باللفظ اللين وبإيضاح الحجة والإيغال في البيان ونفي الشبهات ورد التساؤلات وتزييف الخرافات ونقض ساقط الاعتراضات بالأساليب اللائقة بالمخاطبين وبالطرائق المناسبة لذهنياتهم ونفسياتهم مع بعد عن التقعر والتنطع مما كانت العقول تتقبله والفطر السليمة تستسيغه. ولم يكن في الدعوة تعنيف ولا تشدد بل تفتح وسعة صدر ورقة في الأسلوب مع ضرب الأمثال وسرد البراهين وبيان المحجة بالحجة. ¶ والمقصود بالغرب الآن هو هذا العالم المصنف عالما أول في التمدن والذي سبق المسلمين وغيرهم من الشعوب التي هي متخلفة في العلوم الحديثة والدنيوية أو تحاول أن تسير في طريق النمو فيها. فالغرب الأوربي والأمريكي ونضيف إليه اليابان قوة أولى شئنا أم أبينا تتحكم بما لديها من إمكانات وطاقات في حاضر العالم وربما في مستقبله القريب، وهي توجهه وتستحوذ على مقاليد أموره وتملي ما شاءت على من شاءت وتستطيع الغلبة على من ناوأها إما بالخداع والمكر وإما بحرب الكر والفر.",
            "page": "5",
            "part": "1",
            "seal": "F4D2DBCB"
        },
        {
            "id": "6",
            "nass": "هذا الغرب في أمس الحاجة إلى سماع صوت الإسلام والتعرف عليه وإزالة الحجاب الغليظ الذي يفصله عنه لكي يلمس كنوزه ويثمن جواهره ودرره ويقدره حق قدره؛ ونحن المسلمين مسؤولون أمام الخالق سبحانه في أمر إيصال تعاليم دينه لهذا الغرب وتبليغه معنى وحي البارئ جل وعز. ¶ والغرب القوي بماله واقتصاده وجنده وتقنية المتفوقة هو في الوقت نفسه ضعيف كل الضعف في جوانبه الإنسانية وفي بواطنه البشرية وفي أحاسيسه وشعوره ووجدانه وضميره فهو عاطل عن القيم والمثل التي ترفع من شأن الإنسانية لكونه اكتفى بالجوانب المادية في تقدمه السريع فامتلك هذه المادة التي سخرها الله له واستغلها في تحسين معيشته الدنيا بيد أن هذه المادة لم تجلب له الطمأنينة والراحة والسلامة والأمن ولم ترفعه للمقام العالي لكونه كافراً بالإسلام غير مؤمن بوحدانية الرب سبحانه ولا بكتابه ولا بنبيه فتاه هذا الغرب وضل ضلالا بعيدا وانحرف وزهق وتعثر وانتشرت فيه الأمراض النفسية والجسدية ونخرت عظامه الآفات الاجتماعية ولم تفده الآلة إلا في إشباع البطن وإرواء غلة الجنس والانكباب على الشهوات البهيمية والنزوات الحيوانية.",
            "page": "6",
            "part": "1",
            "seal": "1E842D81"
        },
        {
            "id": "7",
            "nass": "فالغرب إذاً يحتاج إلى الإسلام حاجة المريض إلى الدواء والجائع إلى الغذاء والعريان إلى الكساء والخائف إلى الأمان، وليس ذلك موجودا إلا عندنا نحن أمة محمد صلوات الله عليه فالدعوة إلى الله في الغرب الآن واجبة علينا من وجوه عدة ليس هذا محل تفصيلها. ¶ أما وجوب تجديد الدعوة فالمقصود به هو تجديد أساليبها وتحديث طرائقها والإبداع في وسائلها واختراع آليات جديدة في تفعيلها ودحض ترهات أعدائها والتغيير في أشكالها إذ لبها لا يتغير لأنها دعوة إلى (لا إله إلا الله محمد رسول الله) بيد أن ما يحتف بهذا اللب من صيغ ولغات ونبرات وفقرات وأدوات واختيار الأزمنة والأمكنة والمناسبات وما يقدم وما يؤخر وما يؤكد وما يرخص فيه وما يصرح به وما يسكت عنه من الجزئيات والفروع كل ذلك هو الداخل في قولنا (تجديد الدعوة) تأصيلا وتفريعا. ¶ الزمان تغير من حولنا والحياة تبدلت ولا يمكن في هذا العصر أن نبقى على المنوال الذي كان عليه الأجداد والأجيال فيما سلف من القرون. فلكل وقت خصوصياته ولكل بيئة ما يناسبها ولكل ظرف نوازله التي يجيب عنها فقهها المتجدد المستجيب لإشكالاتها غير المعهودة.",
            "page": "7",
            "part": "1",
            "seal": "E1E3A546"
        },
        {
            "id": "8",
            "nass": "ونؤكد أن الدعوة الإسلامية في الغرب يجب على القائمين بها والساعين فيها أن يرتقوا بها إلى المستوى الذي يجعلها نافدة مسموعة مقبولة على العموم مصغى إليها مأخوذا بها ولو بمقدار، متعاملا معها من وسائل الإعلام على أساس أنها دعوة الخير والحق والفضيلة والصلاح. ¶ ومن الجريمة إبقاء أسلوب الدعوة راكدا جامدا خامدا كما ورثناه عن أجيال سلفت من دون أن نتجشم عناء تعديله وتطعيمه بما يجعله فعالا ناجعا إزاء التحديات الخطيرة التي تحاصره من كل جانب. ¶ إن تجديد الدعوة ليس إلا استجابة لتغيرات العالم المتسارعة. ومن البلاهة أن نجمد إزاء هذه الأعاصير والرياح والعواصف التي تهب بقوة من جميع الجهات، فإبقاء ما كان على ما كان حذو القذة بالقذة دليل على انطماس البصيرة وعلامة على الغباء والبلادة ويبوسة القريحة والجهل بالجغرافية المعاصرة والواقع الذي لا يرتفع، وبالتالي فإن رفض نفخ روح جديدة في أساليب الدعوة وصيغها يعد إفلاسا لدى القائمين بها والعياذ بالله.",
            "page": "8",
            "part": "1",
            "seal": "441E1CEA"
        },
        {
            "id": "9",
            "nass": "وقد علمنا من خلال تاريخ المذاهب الإسلامية وتطور مدارسها الفكرية في العواصم العلمية للعالم الإسلامي والمهمات التي قامت بها عبر القرون الخوالي: أن الاجتهاد كان هو العاصم الأساس من قواصم الغارات الصليبية والمجوسية والإلحادية والتشكيكية لأساطين الكفر التي لم تفتأ تعاكس جند الله وتعرقل السبيل أمامهم في التبشير بالإسلام العظيم. ¶ والاجتهاد كما استعمله وأخذ به فقهاء الأمصار وأئمة الأعصار أخذ به أيضا الدعاة على مختلف مراتبهم وتفاوت درجاتهم وذلك لاختيار الأنسب وانتقاء الأصلح من الصيغ والأساليب المؤدية إلى النجاح في هذه المهمة الصعبة.",
            "page": "9",
            "part": "1",
            "seal": "74CCB18D"
        },
        {
            "id": "10",
            "nass": "والمقصود بتجديد الدعوة على الحكمة والوسطية والاعتدال يقتضي منا معرفة أضدادها ¶ فالحكمة يقابلها السفه والعبث وهما مرفوضان بالعقل والنقل فلا مكان لأمر أو نهي أو إرشاد بدون مغزى ولا محل لتعبد أو تبليغ بدون معنى، والنصوص مقدسة عن أن تكون فارغة من محتوى رفيع يهدف إلى إصلاح أحوال المتلقي، والعبد لم يكن مكلفا بالنص فهما وتطبيقا إلا لما في هذه النصوص من فوائد مؤكدة تعود عليه بالجدوى. ¶ الحكمة كلمة أحسبها أوسع من مصطلح (المصلحة) وأسمى من مصطلح (معقول المعنى) فهي كلمة جامعة مانعة تعطي للقلب المتنور إحساسا بأنها مفردة جليلة تعني الخير والسداد والاصابة والفلاح والربح والهدف والأمر المنشود والغاية المتوخاة فكانت كلمة مباركة. ¶ ثم تعني الحكمة: (الرفق) و (اللطف) و (الفهم) . ¶ فالخشونة والغلظة والجفاء والتجهم والعبوسة والانقباض وأضرابها لا تنتمي لدائرة الحكمة. ¶ والتشدد والانغلاق والتقعر والتطرف والمبالغة والتهويل كلها مفردات تبتعد عن الحكمة.",
            "page": "10",
            "part": "1",
            "seal": "EFC41A66"
        },
        {
            "id": "11",
            "nass": "ونحن الآن مطالبون باستخدام (الحكمة) التي لها وزن كبير في التنزيل الحكيم: {وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} ، وكان الطبيب عند العرب هو (الحكيم) . ¶ وما أحوجنا الآن في جميع الأمور إلى معالجة الأحوال ب (الحكمة) فهي علم وعمل وهي أيضا شعور يدفع المؤمن للتريث والتأني قبل التسرع في تصرفات لا تحمد عقباها. ¶ والدعوة في ديار الغرب تحتاج إلى تخطيط وهو عين الحكمة، وتحتاج إلى الهدوء والسكينة وهو من الحكمة، وتحتاج إلى التبصر وقراءة العواقب وهما من الحكمة، وتحتاج إلى اللطف والرفق والشفقة وهي من الحكمة، وتتطلب الدراسة العميقة والاطلاع على أحوال القوم عن كثب ومعرفة واقعهم والمهارة في لسانهم وذلك كله من الحكمة.",
            "page": "11",
            "part": "1",
            "seal": "D3A9CB58"
        },
        {
            "id": "12",
            "nass": "والمقصود بالوسطية هو أن هذا الدين الحنيف عقيدة وشريعة وأخلاقا هو الأولى والأجدر والأخير والأفضل فينبغي التركيز على هذا الطابع الرباني للشريعة الإلهية مصدرا، العالمية شمولا واستغراقا، والتي لا تميز بالأجناس ولا تجازي بالعرقيات ولا تعتد بالعصبيات ولا تمجد بالدم والقبلية والعنجهية والتفاخر بالأنساب والأوطان ولا تكرم بالسطوة والجاه والأموال ولا تعتد إلا بأمرين جليلين هما الإيمان الصحيح والعمل الصالح (تقوى الله) : {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} . ¶ وبالتالي فالوسطية في الدعوة هي التركيز على هذه المعاني السامية والأهداف النبيلة التي تكرم النوع البشري وتجعله خليفة لله في الأرض ليعمر هذا الكوكب مؤمنا بخالقه ومصدقا بلقاء سيده ومولاه ومجتهدا في الفضائل بعد الواجبات متنكبا عن عدوه الأصلي وهو الشيطان الذي يريد الزيغ بالآدميين ويبتغي لهم العوج في الفكر والسلوك. ¶ إن الوسطية تدور حول انتخاب الأسمى والأرقى والألذ والأشهى والأطيب من مفاهيم هذه الدعوة ومضامين البلاغ وبالتالي تأخذ بحسبانها انتخاب كل معنى رائق فتقدمه للمتلقي على طابق من الأدلة والبراهين التي لا يرقى إليها الشك.",
            "page": "12",
            "part": "1",
            "seal": "EFDF6BF9"
        },
        {
            "id": "13",
            "nass": "قال تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} وهنا الوسط خيار الشيء ولبه وأفضله وأطيبه. ¶ والمقصود بالاعتدال هو أخذ الأمور دون تطرف ومبالغة وتهويل وتضخيم. ¶ ونحن نلمز من الخصوم والأعداء وأيضا من الجاهلين بكوننا متطرفين حيث التطرف عندهم ما يشكل الخروج عن العادات الجاري بها العمل في مجتمعاتهم، فوجب الحذر الشديد من الوقوع في التطرف الحقيقي الذي ينهى عنه الله. ¶ وبما أننا نبتغي بالدعوة النفاذ إلى القلوب والوصول إلى ضمائر الناس لكي يقتنعوا عن صدق بما نعرضه عليهم فإن العوائق التي تصدهم عن قبول البلاغ ينبغي إزالتها ليصفو المنهل ويتضح أمامهم المهيع ويستبين السبيل. ¶ وهذه الأمور الثلاثة: الحكمة والوسطية والاعتدال تناقض تماما أضدادها من العبثية والتطرف والابتذال، وهذه الثلاثة الأخيرة من منابع الإجرام والحرابة والفساد في الأرض وهو ما يطلق عليه الآن مصطلح الإرهاب. ¶ إنه لا مشاحة في الاصطلاح.",
            "page": "13",
            "part": "1",
            "seal": "602ABF2D"
        },
        {
            "id": "14",
            "nass": "في الفقه الشرعي توجد مصطلحات (الحرابة) و (الإفساد في الأرض) و (البغي) ونحوها من المصطلحات المرتبطة بها والداخلة كلها في القتل العمد غير المسوغ بالميزان الشرعي وما ينضاف إليه من الجرح ومصادرة الأموال والإخافة والترويع وقطع الطريق وهدم العمران وتفجير وسائل السفر وتهديم المنازل وتهديد ووعيد للبرآء ونحوها. ¶ وفي لغة الإعلام المعاصر حلت كلمة الإرهاب المترجمة عن كلمة Terrorismo على كل المنابر الإعلامية وفي كل الألسنة فصرت لا تسمع ولا تقرأ إلا لفظة الإرهاب في الإشارة إلى ما يحدث من عمليات إجرامية تودي بحياة البرآء المدنيين هنا وهناك داخل الوطن الإسلامي وخارجه. ¶ فأصيبت في المغرب مدينة الدار البيضاء في 16 مايو 2003م وعانت الرياض بالمملكة العربية السعودية الشقيقة ما عانته بعد ذلك وكذا نالت إسطنبول حظها. . . إلخ. ¶ وفي الغرب كانت عمليتا 11 سبتمبر 2001م في نيويورك و 11 مارس 2004م في مدريد، الأولى زعزعت الولايات المتحدة الأمريكية وأفضت إلى ما أفضت إليه من احتلال أفغانستان ولواحقه من ويلات أصابت العرب والمسلمين ومن نوائب وكوارث ما فتئت تهد أركاننا.",
            "page": "14",
            "part": "1",
            "seal": "26674B53"
        },
        {
            "id": "15",
            "nass": "والثانية أزعجت إسبانيا ومن ورائها أوربا وستعقبها نتائج وخيمة نسأل الله العافية. ¶ فهل الإسلام الرحيم يبيح دماء المدنيين البرآء؟ ¶ هل يجيز إزهاق أرواح من لا ناقة له ولا جمل في الأزمات السياسية العالمية أو المحلية أو في الصراعات المذهبية والاقتصادية المعقدة التي تمزق شمل العائلة البشرية شر ممزق؟ ¶ هل النفس البشرية رخيصة إلى درجة أن تزهق بلا جرم ولا سبب ويسكت علماء المسلمين؟ ¶ هل الوحي الإلهي يوافق على قطع الرؤوس وبقر البطون وبتر الأيدي والأرجل للآمنين الغافلين المدنيين المسالمين: للطفل الصبي دون فطام والعجوز الطاعنة في السن والمقعد بالمرض وسواهم من غير أن يشاركوا في عمل حربي تباح به دماؤهم؟ ¶ وهل أهل الذمة والمعاهدون من الكفار والمستأمنون لم يبق لهم عند المسلمين الآن عهد ولا ذمة وبالتالي يباح اغتيال بعضهم عشوائيا دون محاكمة شرعية ولا مدنية ولا توجيه اتهام ولا إدانة ولا تهمة ثابتة ولا نصب دفاع بل بمجرد هوى أو وقوع تحت طائلة الانتقام من حكوماتهم أو جماعات معينة في دولهم أو لوبيات أو ذوي نفوذ ظاهرين أو متسترين؟",
            "page": "15",
            "part": "1",
            "seal": "7A63BAB6"
        },
        {
            "id": "16",
            "nass": "هل الفوضى والتسيب وصلا إلى حد أن يفتى بهذه الفظاعات التي لا مرجعية لها، ويقال: إن الإسلام من ورائها أو إن بعض رموزه ومجاهديه وعلمائه يقفون وراء إصدار أحكام باسمه تهدر بها حقوق الناس في الحياة؟ ¶ هذه كلها أسئلة الجواب عنها لا يختص بها مجامع الفقهاء والموثوق بهم من أهل العلم والرصانة والعقل بل يعلمها بالضرورة كل واحد من سواد الأمة. ¶ ومما لا شك فيه دون دخول في التفاصيل ولا الجري وراء الحوادث الجارية أن هناك خطوطا حمراء مجمعا عليها لا مجال فيها للاختلاف ولا مطعن في صدقيتها تؤكدها قواعد ومقولات تلقاها الخلف عن السلف بالقبول: التفقه فيها واستغلالها وتوظيفها فيما نحن يصدده من دراسة هذه الظاهرة تفضي إلى الإفتاء بتحريم الإرهاب وتجريم الإرهابيين ومنها: ¶ 1 - درء المفسدة مقدم على جلب المصلحة عند تساويهما. ¶ 2 - المصالح العامة تقدم على المصالح الخاصة. ¶ 3 - إذا التقت مصلحتان ولم يمكن الجمع بينهما يؤخذ بأحسنهما وإذا التقت مفسدتان ولم يمكن دفعهما يرتكب أخفهما. ¶ 4 - قتل النفس البريئة يعد من السبع الموبقات وهو من أول ما يسأل عنه الإنسان يوم القيامة وإحياء نفس كإحياء كل الناس وقتل نفس كقتل كل الناس.",
            "page": "16",
            "part": "1",
            "seal": "24CFE648"
        },
        {
            "id": "17",
            "nass": "5 - حكم الحاكم في الأمور الخلافية بين العلماء يرفع الخلاف. ¶ 6 - يجنح إلى السلام وجوبا ما أمكن تفادي الصدام. ¶ 7 - الفتنة أشد من القتل. ¶ 8 - تغيير المنكر لا يجوز إذا تيقن إفضاؤه إلى منكر أكبر منه. ¶ 9 - التدرج في تغيير المنكرات واجب داخل مقتضى الحكمة والمصلحة. ¶ 10 - الأخذ بالأولويات والأحرويات من فقه الدعوة. ¶ 11 - «من مات وليس في عنقه بيعة مات ميتة جاهلية» (حديث شريف) . ¶ هذه القواعد والمقاصد وغيرها إذا استقرئت تصب في اتجاه واضح وهو: تجريم إيذاء الأبرياء من الناس. ¶ والإيذاء هو الظلم المحرم بالنصوص القطعية كما أنه محرم بالعقل والفطرة. ¶ والظلم فيه قوله صلى الله عليه وسلم: «الظلم ظلمات يوم القيامة» وقوله تعالى في الحديث القدسي: «يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا» . ¶ وهذا الإيذاء هو المدعو الآن بالإرهاب الذي يرمي إلى تحقيق مكاسب سياسية عبر التضحية بأرواح المدنيين ومن هو خارج موضع النزاع الظاهر أو الخفي بين الفئة المستهدفة (بكسر الدال) والجهات المستهدفة (بفتح الدال) .",
            "page": "17",
            "part": "1",
            "seal": "028C264A"
        },
        {
            "id": "18",
            "nass": "واليقين قائم على أن هذه الظاهرة وهي (الإرهاب) كما شرحناه مضرة بالعمل الإسلامي في الغرب كما هي مضرة بتماسك الأمة وانتظام أمرها وتنمية اقتصادها داخل دار الإسلام. ¶ وهذا لا يعني بتاتا أننا نبرئ بعض المسؤولين على الشأن الإسلامي في الدعوة أو الدولة من تبعات هذه الظاهرة الخطيرة فليتحمل كل منهم مسؤوليته. ¶ فكل مسؤول من أولي الأمر في سياساته وتصرفاته وأقواله وأفعاله قد يتسبب بطريقة مباشرة أو غير مباشرة في نشوء جرثومة الإرهاب إما بظلمه لنفسه ولغيره وإما بجهله وغفلته فالجهل مصيبة كبرى وطامة عظمى وآفة مميتة نسأل الله اللطف. ¶ وعلى كل فنحن ندين الإرهاب كما وصفناه حيث نعرفه بأنه: ¶ (أعمال أو أقوال تؤذي فكريا أو نفسيا أو جسديا أو ماديا الأبرياء من بني آدم يقوم بها شخص أو أشخاص أو جهة قصد تحقيق أغراض سياسية أو اقتصادية أو غيرها لا ناقة لهؤلاء الأبرياء ولا جمل في الظروف والأسباب التي حالت دون تحقيقها للشخص أو الأشخاص أو الجهة المنفذة لهذه الأعمال) . ¶ وهذا التعريف هو الذي نظنه ينطبق على ظاهرة تشمئز منها النفوس وتنفر منها الطباع السليمة خاصة إذا أضيفت جهلا أو بتعمد لشريعة الله أي ظاهرة الإرهاب.",
            "page": "18",
            "part": "1",
            "seal": "7ED61F0A"
        },
        {
            "id": "19",
            "nass": "والحقيقة أن الإسلام الحنيف من مقاصده السامية تحريم كل أشكال الظلم والإيذاء والعدوان والطغيان سواء أصابت الإنسان أو الحيوان وعلى النقيض أوجب الإسلام إقامة العدل والتعامل بالقسط وحذر من إهانة الآدمي والتسلط على دمه أوعرضه أو ماله دون بينة شرعية واضحة وضوح الشمس. ¶ ولما كانت الشريعة الرحيمة كفيلة بضمانة الحقوق كافة لبني آدم وصيانة حرياتهم وحماية ممتلكاتهم وإشاعة الأمن فيهم ودفع الخوف عنهم وجلب أسباب التعايش والتفاهم فيما بينهم؛ فإن تجاوز ضوابطها بتأويل فاسد أو تفسير مغرض أو لي أعناق نصوصها القطعية أو الظنية بنية سيئة وقصد فاسد: هوى يعد من أكبر الكبائر المسببة لشر مستطير.",
            "page": "19",
            "part": "1",
            "seal": "9145D009"
        },
        {
            "id": "20",
            "nass": "الشطر الثاني النموذج المطلوب في الدعوة الإسلامية المعاصرة بالديار الأندلسية والمناقض للأسس الفكرية والجذور الإيديولوجية لظاهرة الإرهاب إن تطبيق ما سلف على الميدان الدعوي في الأندلس أمر مهم جدا فنحن نعلم أن هذه البلاد ظلت أكثر من ثمانية قرون إحدى قلاع الإسلام ومنارة تشع بالحضارة والمدنية وتطفح بالعلم والمعرفة في الغرب الإسلامي الذي قدم لأوربا خدمات لا تنكر وأسهم في تقدم الفرنجة بشكل لا يجحده منصف. ¶ وبعد السقوط الرسمي لدولة الإسلام بغرناطة في 2 يناير 1492 (897 هجرية) ظل للمسلمين وجود ضعيف في شبه الجزيرة الإيبيرية بوصفهم أقلية جاهدت للحفاظ على هويتها المتميزة على رغم عمليات الاضطهاد الوحشية ومحاكم التفتيش البربرية إلى أن تم إجلاؤها على مراحل ظلما وعدوانا وقهرا من العدوة الشمالية فكان آخر إجلاء قسري ونفي جبري للبقية الباقية من الأندلسيين عام 1018 هجرية الموافق 1609 ميلادي.",
            "page": "20",
            "part": "1",
            "seal": "FED6B5FE"
        },
        {
            "id": "21",
            "nass": "ثم إنها لم تنطفئ بالمرة جذوة التوحيد من قلوب بعض أحفاد المدجنين الذين اختاروا البقاء بإسبانيا على مدى الأجيال المتعاقبة فكان من حين لآخر تظهر أمارة أو أكثر على وجود إسلامي في هذه الجهة أو تلك في هاتيك الديار من الفردوس المفقود. ¶ ولما نشبت الحرب الأهلية الإسبانية 1936 - 1939 لمس الجنود المغاربة الذين زج بهم في آتونها الملتهب أن هناك بقايا من الإيمان في نفوس بعض الإسبان في قرى نائية وشعاب الجبال. ¶ وبعد موت الجنرال فرانكو في نوفمبر 1975 وإعلان الدستور المعترف بحرية الأديان أقبل الكثير من الإسبانيين على الإسلام فرادى وجماعات، زرافات ووحدانا ومازالوا إلى الآن يدخلون في دين الله أفواجا وأفرادا فاهتدى منهم الجم الغفير؛ فالآلاف الآن منهم إخوان لنا في الإسلام في القطر المذكور. ¶ كيف نضمن بتوفيق من الله عز وجل للدعوة الإسلامية في الأندلس الحماية من كل نزوع نحو التطرف والتشدد وكيف نصونها من كل علاقة مع الفكر المنغلق المظلم المتشائم الذي يمكن أن يفرخ بيضة الإرهاب كما سلف أن شرحناه؟",
            "page": "21",
            "part": "1",
            "seal": "E4D60385"
        },
        {
            "id": "22",
            "nass": "كيف نصون مراكزنا الإسلامية ومساجدنا هناك وجمعياتنا ومؤسساتنا الدينية من جميع الاختراقات التي يمكن أن تحدث لا قدر الله من جماعات تؤمن بالتكفير للعصاة حكاما ومحكومين أو تكفر بأسس التعايش السلمي ما بين الأقلية الإسلامية والأكثرية غير الإسلامية؟ ¶ هل بالإمكان القيام بالدعوة إلى الله وفق منهاج الكتاب والسنة وما كان عليه السلف الصالح وفي الوقت نفسه احترام قيم غير المسلمين وثقافتهم وقوانينهم وعاداتهم؟ ¶ هل يمكن هناك الجمع ما بين المسؤولية الدعوية وبين الحقوق والواجبات التي تنظمها القوانين الجاري بها العمل في تلك الديار؟ ¶ إلى أي مدى (أصالتنا) تتعايش مع (معاصرتنا) ؟ ¶ إلى أي حد يتعايش (الإسلام) و (الديموقراطية وحقوق الإنسان) ؟ ¶ إننا نظن أنه من الممكن شرعا إن شاء الله المزاوجة بين الهوية والأصالة وبين ضرورات مسايرة المعاصرة ومستجدات بدايات القرن الواحد والعشرين من الألفية الثالثة. ¶ وفي الفقرات الآتية: ما يضع النقاط على الحروف لاختيار الطريقة الأقوم للدعوة الإسلامية (نموذج الأندلس) والمانعة لكل احتمال بإمكانية الانحراف نحو التشدد والفهم السيئ المفضين بدورهما للإرهاب.",
            "page": "22",
            "part": "1",
            "seal": "86E0B141"
        },
        {
            "id": "23",
            "nass": "1 - يجب استخدام المستويين: ¶ (أ) النصوص الشرعية الثابتة. ¶ (ب) المقاصد الشرعية. ¶ وإهمال هذه الأخيرة كليا وإعمال الأولى فقط مما لا يساعد على وضوح الرؤية ومما يؤدي إلى فقدان المبادرة في الإفتاء في الفروع المستجدة والمحدثات المعاصرة المتسارعة التي تضغط على المسلمين هناك بثقلها وزخامة امتدادها وتحرج المؤمن بظروف وأحوال ومقامات: النصوص فيها إذا بترت من المقاصد العليا والمقاصد التي دونها تقصر عن تلبية الحاجة والإجابة عن الاستفهام وطمأنة الحائر وكشف اللبس وتهدئة الخاطر. ¶ والأئمة والمفتون - مجتهدين ومقلدين - مدعوون إلى كثير من الحذر في التعاطي مع النوازل المستجدة والطوارئ المتغيرة والمتكررة التي تستوجب نفسا طويلا في المزج بين روح المعنى وحرفية النص. ¶ إن الأقيسة والاستنباطات والاستقراءات ورعاية المصالح والاعراف والأحوط والدراية بالمقاصد من التشريع: كل ذلك يفيد في طمأنة الطالب للحق مفتيا وخطيبا ومدرسا. ¶ والمراد أن النصوص وحدها مبتورة من السياق مجتثة عن المقاصد مؤولة بالتأويل الحرفي قد تولد الإحباط للمهاجرين أو فئات منهم. ¶ وبالتالي قد تسبب لا قدر الله ردات فعل غير محمودة.",
            "page": "23",
            "part": "1",
            "seal": "CD62A047"
        },
        {
            "id": "24",
            "nass": "2- يجب عدم حمل الناس هناك على مذهب معين من المذاهب الأربعة لأن المهاجرين إلى الأندلس وأوربا عامة هم من مشارب مختلفة ومن مذاهب شتى. والخطيب والإمام والمؤلف مدعوون إلى مراعاة التنوع المذهبي للمهاجرين المسلمين وكذا للمهتدين درءاً للفتنة، ومن الأحوط أن لا يغالي الداعية في نصرة مذهبه على حساب المتلقين إن كانوا على مذهب غيره. ¶ وهنا أذكر مثالاً على التهور في التدريس أن بعض الوعاظ المشارقة لا يراعون أن غالبية الجالية المسلمة بإسبانيا من المغرب وإفريقيا الشمالية والغربية وبالتالي أن غالبيتهم مالكيون وراثة ودراسة، فيدوس هؤلاء الوعاظ في جزئيات وفروع على ما استقر عليه العمل لدى المالكية فينشأ التشويش والانقسام والافتتان والقيل والقال وما يجر إليه التخليط من خلخلة العامة وشق صفوفهم وتفريق جموعهم. وهو أمر لا يبعد أن يكون أحد مكونات إحياء النعرات المذهبية المفضية بالتالي إلى الإرهاب الفكري الذي يفضي بدوره للإرهاب العملي لا قدر الله. ¶ وهؤلاء الوعاظ يجنون من حيث لا يدرون فما كل ما يعلم يقال. ولكل مقام مقال.",
            "page": "24",
            "part": "1",
            "seal": "8AF144C5"
        },
        {
            "id": "25",
            "nass": "وبما أن الفروع تتسع للمذاهب الأربعة والاجتهادات خارجها فإن الراجح والصحيح من الأيسر والأسلم والألطف هو الذي نوصي بالأخذ به ما دام مدونا في الفقه وذلك جمعا لكلمة المسلمين وتوقيا من تشتيت صفهم وثلم ركنهم وإذهاب ريحهم. ¶ فكم من فتنة حدثت في الأندلس من المتعصبين لمذهب معين يأتون فيطلقون الكلام على عواهنه من غير أن يراعوا للمستمعين انتسابهم وانتماءهم المذهبي ولا مستوى ثقافتهم فيفسدون أكثر مما يصلحون في قضايا يضيقون حولها النطاق وقد وسعها شرع الله. ¶ فهذه الجهات التي تبعث الوعاظ في المناسبات والمواسم أو توظف المرشدين الدينيين المقيمين أو تسجل أشرطة بالفيديو أو الأقراص المدمجة وتسوقها لدى الشباب المتعطش لدينه أو تنشر الحلقات المسلسلة عبر الفضائيات مع مقابلات واستجوابات، عليها أن لا تركز على مذهب واحد بعينه تجمد عليه خاصة في أمور حساسة تتسع لأكثر من العبادات وتتصل بالمعاملات وقضية الولاء والبراء ومسألة البيعة ونقضها ومسألة الحاكمية والجاهلية وقضية الحكم بالردة والزندقة وقضية الخلافة والإمامة ومسألة الشورى والديموقراطية ونظام الحكم.",
            "page": "25",
            "part": "1",
            "seal": "8F3CD0FD"
        },
        {
            "id": "26",
            "nass": "فهذه أمور حساسة يجب على المفتي والمذيع والخطيب والمؤلف والإعلامي أن يكون على حذر فيها كما عليه أن لايخوض في خلافات علم الكلام التي عفى عليها الزمان توقيا من الفتنة. ¶ فقد يثير الكراهية في النفوس تجاه وضع قائم أو مخالفين في المذهب أو نمط اجتماعي معين. ¶ وما الإرهاب المادي إلا تجسيد للكراهية المتقدة في النفوس. ¶ قبل المسدس والقنبلة: الإرهابي يحمل في قلبه ألف قنبلة ومسدساً. ¶ وذلك المتعالم المتفيهق هو الذي يبوء بإثم جمرة البغضاء إذا أحرقت نفس المستمع المغفل بفتوى عرجاء استندت إلى تأويل فاسد ورأي كاسد في مذهب معين في غيره مندوحة عنه. ¶ فنحن إذا نوصي بتوسيع دائرة الأخذ من المذاهب المعتمدة لتتبع ما صح من الأيسر والأنسب والأسلم في الفروع المرتبطة بالحياة العامة التي يحتك فيها المبتلى بالإقامة بدار الغربة، بالأوضاع والأحوال المنافية للشرط الإسلامي. ¶ 3 - وجوب الاطلاع على ثقافة الآخر: /50 (ب) الغريب كل الغرابة من يقتحم لجة الإفتاء والتوجيه الديني في الأندلس وهو لم يشم رائحة لثقافة الآخر الذي استضافه في أرضه وأباح له الإقامة في بلاده.",
            "page": "26",
            "part": "1",
            "seal": "0385D273"
        },
        {
            "id": "27",
            "nass": "الدعاة هناك مطلوب منهم تحصيل الأدنى في معرفة اللغة القشتالية والإلمام بتاريخ الإسبان وجغرافيتهم وأصولهم وقوانينهم السائدة والتطور الذي يعيشون فيه. وذلك لأن إهمال ثقافة الآخر عامل أساسي في فشل الدعوة الصحيحة وبروز الأهواء الثائرة. ¶ لقد رأينا كيف رد الإمامان الكبيران الشيخان أحمد بن تيمية وشمس الدين ابن قيم الجوزية رحمهما الله، على النصارى: الأول في كتاب ضخم (القول الصحيح) والثاني في (هداية الحيارى) ولم يكن الردان ليتما لولا اطلاع العالمين على ثقافة الآخر آنذاك. ¶ والآن أستاذ بدرجة دكتور خريج جامعة إسلامية لا يفقه في (ثقافة الآخر) شيئا ولا يملك منها نقيرا ولا قطميرا، يبعث إلى مدريد أو برشلونة أو إشبيلية أو حاضرة أخرى وحوله تحلق جمع للانصات لخطابه والرجل أمي أمية مفرطة في (ثقافة الآخر) . ¶ كيف يفيد مثل هذا الرجل في تخريجاته وتأويلاته وأجوبته على نوازل وحوادث ووقائع ب (أرض الآخر) فهو في موطن غير موطنه محكوم عليه أن يراعي الاختلافات بين أهله وهؤلاء (الآخرين) وإلا خبط خبط عشواء وسلك سبيلا معوجا على رغم حسن نيته وجميل طويته.",
            "page": "27",
            "part": "1",
            "seal": "1073B879"
        },
        {
            "id": "28",
            "nass": "وبطبيعة الحال هذا الجاهل ب (ثقافة الآخر ونفسيته) فاشل مقدماً في درء خطر تكون بيضة أسباب الإرهاب. ¶ 4 - يجب الربط بين الإسلام (دينا) وبين الإسلام (حضارة) فالفصل بينهما في ديار الغرب نكسة ورجعى للوراء وعمل قاصر وسعي مبتور. ¶ وكثير من الاتهام الموجه الآن إلينا نحن المسلمين ناتج عن هذا الفصل ف (الآخ) قد يخاف من الإسلام (دينا) ولكنه لا يخاف من الإسلام (حضارة) . ¶ لهذا المصطلح قيمة في التداول والاستعمال وميزة كبرى وله نبرته وأهميته وتأثيره. ¶ وهذا (الآخر) يقدر الإسلام (حضارة) تقديرا كبيرا ولكنه يخشاه (دينا) . ¶ وعلينا أن نسرب الإسلام (دينا) عبر لافتة الإسلام (حضارة) . ¶ كما أن الشباب إذا ربطناهم بالإسلام (حضارة) سيتفهمون المرامي السامية والمقاصد النبيلة الغالية لملتنا الشريفة وأنها متكاملة ومن تكاملها جمعها بين (الدين) و (الطين) أي بين (الدنيا) و (الآخرة) وبين (المادة) و (الروح) ¶ وإذا كان الدين توجيها لإصلاح الشأن البشري في الآخرة فإن (الحضارة) توجيه إسلامي لعمارة الأرض.",
            "page": "28",
            "part": "1",
            "seal": "65365DA3"
        },
        {
            "id": "29",
            "nass": "ولفت أنظار الجهات المسؤولة عن الدعوة بالأندلس إلى هذا الربط بين الإسلام (دينا) والإسلام (حضارة) من النصح الخالص الذي نقدمه في هذه المداخلة. ¶ وبالتالي فالربط المذكور يعد من كوابح التطرف والغلو والحمد لله رب العالمين لأنه يوسع الأفق المعرفي للمسلم فيتعامل مع المشروع الإسلامي في خطوطه الكونية ووزنه في العالمين فيتسامى عن التدني للمدنسات التي هي مقدمات للفتك والطعن والهمز واللمز. والربط يحدث الشعور الوجداني المتناغم بين العقل والقلب والداخل والخارج فيرى السالك إلى الله تكاملا في عناصر الحياة تتجلى فيها كمالات الله عز وجل. وهذا فهم دقيق عن الله تكل عنه العبارة. ¶ ولا مكان مع هذا الربط للإرهاب إن شاء الله.",
            "page": "29",
            "part": "1",
            "seal": "AAC387A1"
        },
        {
            "id": "30",
            "nass": "5- فتح قنوات الحوار مع الشباب المتحمس والفئات الحركية من المتطوعين في الحقل الإسلامي دعوة وتربية وإعلاما. وذلك قصد الإقناع بالمنهج السلمي في التغيير الإصلاحي وفي الأمر بالمعروف والنهي عن المنكر وفي فريضة النصيحة وفي فريضة الجهاد إن قام على فرضيته برهان عند الاقتضاء كالجهاد في فلسطين ضد المعتدين وفي التوعية والتحسيس بالصحوة الإسلامية المباركة، فالحوار لا يأتي إلا بخير بشرط لين العريكة والاتصاف بالتواضع ونشدان الحقيقة الشرعية لاغير لضبط الحركة وقمع التهور ولجم الانزلاق والتحكم في الهيجان. . . الشيوخ بالتجربة الطويلة والاحتكاك المتواصل مع التراث والعمر المديد المليء بالعطاء مع القدم الراسخة في العبادة والتنسك. . . وعلماء الشباب بالحيوية والاقتدار على الاستيعاب وسرعة البديهة وامتلاك أدوات الفهم. . . الجميع بالحوار يوقف بإذن الله موجة التكفير السائب والتضليل الفوضوي والتبديع الاعتباطي وكل هذه الأثافي تنتج غل الصدور وهذه بدورها تدفع الأعصاب المتوترة إلى إمكانية اللجوء للقوة والعنف.",
            "page": "30",
            "part": "1",
            "seal": "9FE7865A"
        },
        {
            "id": "31",
            "nass": "6 - إن تكون سياسة الدعوة بالأندلس نابعة من أرض الأندلس مراعية لظروفها والحقائق الموجودة على أرضها وأن لا تستورد هذه السياسة من جهة خارج الإطار الجغرافي والسياسي والاجتماعي للأندلس نفسها. ¶ 7 - أن ترتبط الدعوة إلى الله ثمة مع حاجيات الجالية المسلمة المقيمة بإسبانيا وهي جالية مهمة لا تنتظر فقط من الدعاة الخطاب الجاف والتبجح بالتقعر والتفصح ببليغ الحديث على أعواد المنابر وإنما تحتاج أيضا للرعايات التربوية والاجتماعية والصحية والمادية وسواها. . . وتلبية هذه الحاجات أو بعضها مما يقضي على أسباب نشوء الإرهاب أو يقلل من هذه الأسباب فاعلم ذلك. ¶ 8 - استخدام سنة التدرج في الدعوة وعدم التعجل في تحصيل النتائج المرجوة منها وهذا التدرج الذي يكون على مراحل محسوبة يقلل أيضا فرص نشوء أسباب الإرهاب. ¶ 9 - المزاوجة بين الأدلة النقلية والأدلة العقلية والبراهين الحسية والواقعية تسهم في تقبيح الإجرام وتقزيمه وتحجيمه بحول الله مع الحض على معالي الأمور والتزين بالتنزه والعفة.",
            "page": "31",
            "part": "1",
            "seal": "38CA18DF"
        },
        {
            "id": "32",
            "nass": "10 - استثمار ما كتبه العلماء الثقات في إصلاح القلوب والأخلاق في التدريب والتمرين على السماحة والعفو وحب الناس وتفويض الأمر إلى الله والتبرئ من النفس الأمارة بالسوء والتنزه عن الدعاوي الغليظة وحب الذات وأمراض القلوب وبالتالي فهذا مما يسهل على الشباب الاغتسال من جنابة اتهام الناس ومحاكمة النوايا والعمل بالظنون وازدراء المذنبين وما أحوجنا إلى هذا في الأندلس. . . ¶ وبالتالي فذلك التراث يساعد الشباب على التأمل والتدبر في الملك والملكوت والاشتغال بالتعبد والتهجد والصدق في المحافظة على الأوراد الشرعية وهي أمور يستجلب بها الفتح الرباني والفهم عن الله والإلهام والخواطر والواردات القدسية مما يصفي زجاجة الفؤاد من الأدران والكدر ويحفظ من الحماقات والمغامرات الطائشة. ¶ 11 - تفعيل مقولة (ما عمت به البلوى) وفق ضوابطها الشرعية عند النظر فيما انتشر وساد وشاع وفشا من المنكرات والمعاصي والانحرافات. . . ولا تعني المقولة الإقرار على ذلك ولكنها مئنة من فقه الدعاة خاصة في هذا الزمان الحرج.",
            "page": "32",
            "part": "1",
            "seal": "F948650E"
        },
        {
            "id": "33",
            "nass": "12 - تفعيل قواعد ومقولات مثل: رفع الحرج - الضرورات تبيح المحظورات-: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} الآية- ونحوها. ¶ 13 - تفعيل الاجتهاد الجماعي ضمن بحوث (فقه الواقع) و (فقه الأقليات) . ¶ 14 - تعميق دراسة السياسة الشرعية في ضوء المتغيرات الإقليمية والدولية وظهور (العولمة) و (النظام العالمي الجديد) و (العالم الأحادي القطبية) وهذا ما ينبغي مراعاته في (الأحكام السلطانية) و (إصلاح الراعي والرعية) . ¶ 15 - رفع مستوى الخطاب إلى معالجة الأزمات العالمية ومكافحة المشكلات التي تهدد الاستقرار والسلم والطمأنينة والتعايش، والارتقاء بالصحوة المباركة إلى المشاركة في وضع تصوراتنا ومقترحاتنا لإيجاد توافق مع (الآخر) ما وجدنا إلى ذلك سبيلا ومن هذه المعضلات:",
            "page": "33",
            "part": "1",
            "seal": "9748E9ED"
        },
        {
            "id": "34",
            "nass": "فساد البيئة الطبيعية- التغيرات المناخية الخطيرة- التصحر- ندرة المياه- أسلحة الدمار الشامل- الفقر- البطالة- الفوارق الاجتماعية- الكوارث الطبيعية- الإدمان على المخدرات والمسكرات- الإجرام المنظم- الدعارة وتجارة الجنس- الرشوة- الامراض المستعصية والأوبئة- العنصرية- الاستعمار الصهيوني لفلسطين الحبيبة- ديون العالم الثالث- الربا الذي يثقل الكاهل- قنبلة النمو الديموغرافي المطرد- مشكلات الحدود- مشكلات الأقليات- التنازع العرقي- الطاقة المهددة بالتضاؤل-تخلف العالم الثالث- اتساع هوة شمال / جنوب- وغيرها. ¶ فالرفع من الخطاب إلى هذا المستوى مع الحفاظ على خصوصياتنا ومميزاتنا وهويتنا يقلص فرص لجوء طوائف من الناس إلى الإرهاب.",
            "page": "34",
            "part": "1",
            "seal": "E259D405"
        },
        {
            "id": "35",
            "nass": "16 - إشراك الشعوب الإسلامية في الشأن العام بإقرار تعددية سياسية ومنابر لإبداء الآراء الناصحة وتفعيل آية الشورى والاعتراف بالحريات والحقوق والعمل بالانتخاب الحر لاختيار المؤسسات العمومية وإعلان الصلح المدني والعفو عن المعتقلين لأسباب فكرية وإيجاد أرضية واسعة للتعبير الحر عن الرأي والتمتيع بحريات التجمع والنقد والتنافس والشفافية في التدبير وقبول المحاسبة والمراقبة في تسيير بيوت أموال المسلمين والمساوات بين ذممهم. . . كل هذا يمنع الشباب من اليأس ويقيهم من الإحباط وبالتالي يفتح أمامهم المجال للتباري الشريف لخدمة الأوطان وهذا بدوره يمنع مقابلة الظلم بالظلم ويقي من مصارع السوء ويطب الأسقام ويعالج الأدواء المستعصية فلا يبقى متسع إن شاء الله للمفتونين الفتانين سواء (عندنا) أو (عند غيرنا) فيضمحل أو يقل الإرهاب بإذن الله.",
            "page": "35",
            "part": "1",
            "seal": "4A96902E"
        },
        {
            "id": "36",
            "nass": "خاتمة ختم الله لنا بالحسنى ومتعنا فضلا منه بالمقام الأسنى. ¶ لقد كان بالود الإشارة إلى جزئيات وتفاصيل وفروع تتصل بالعمل الدعوي المعاصر في الديار الإسبانية من ذكر الهيئات وأسامي المراجع والمرجعيات والإحالة على المصادر وما أكثرها. ¶ وكان بالود أيضا الحديث عن علاقة الدعوة بالجالية المسلمة هناك وبالمسلمين المهتدين والمؤسسات ذات الارتباط مع التنبيه لاتفاق 1992م الذي وقعته الدولة الإسبانية مع المجلس الإسلامي وكذا عن الفيدراليتين الكبيرتين للهيئات الإسلامية ثمة والمراكز والمجالس الثقافية الإسلامية وكذا عن الجهات الحكومية والأكاديمية والإعلامية ذات الصلة. ¶ وكان بالود التطرق للأحداث الأليمة ليوم 11 مارس ومخلفاتها. ¶ كل ذلك كان بالود من منطلق الحرص على بيان كيفية سد جميع الثغرات التي يمكن أن يتسرب منها الفكر الإرهابي أعاذنا الله منه. ¶ ولكن المساحة المخصصة للمداخلة لا تسمح بالتطويل فمعذرة: (والله يقول الحق وهو يهدي السبيل) . ¶ وما كان من حق وصواب فهو من الله سبحانه فله الحمد على توفيقه وإلهامه. ¶ وما كان من خطأ فهو مني ومن الشيطان نعوذ بالله من وسوسته.",
            "page": "36",
            "part": "1",
            "seal": "50BD7D03"
        },
        {
            "id": "37",
            "nass": "وفقنا الله لخدمة دينه وسنة نبيه المصطفى صلوات الله وسلامه عليه. ¶ {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ} {وَسَلَامٌ عَلَى الْمُرْسَلِينَ} {وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} .",
            "page": "37",
            "part": "1",
            "seal": "E7CACDFB"
        }
    ],
    "t1203": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الشطر الأول مفاهيم متعلقة بالدعوة الإسلامية"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "المقصود بالدعوة الإسلامية"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "ما يقتضيه المقصود بتجديد الدعوة على الحكمة والوسطية والاعتدال"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "الشطر الثاني النموذج المطلوب في الدعوة الإسلامية المعاصرة بالديار الأندلسية والمناقض للأسس الفكرية والجذور الإيديولوجية لظاهرة الإرهاب"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        }
    ]
}