{
    "b1204": [
        {
            "id": "1",
            "nass": "في مصطلح الإرهاب وحكمه قراءة نقدية في المفهوم والحكم من منظور شرعي إعداد ¶ أد. قطب مصطفى سانو ¶ عضو مجمع الفقه الإسلامي الدولي بمنظمة المؤتمر الإسلامي ¶ وأستاذ دكتور في الفقه وأصول الفقه بالجامعة الإسلامية العالمية بماليزيا ¶ ومدير المعهد العالمي لوحدة المسلمين بماليزيا ¶ بسم الله الرحمن الرحيم تقديم الدراسة: في الأهمية والآفاق: ¶ الحمد لله ربِّ العالمين، والصلاة والسلام على رسول الله، وعلى آله، وصحبه أجمعين، وبعد: ¶ لقد صحا العالم صبيحة يوم الثلاثاء الموافق11 سبتمبر عام 2001م على تلك الفاجعة التي حلَّت بالديار الأمريكية، وراح ضحيتها آلاف من الخلق من سائر الأجناس والأديان والألوان، فمنذ ساعتئذ، غدا حديث العامة والخاصة في جميع أرجاء المعمورة يدور حول ظاهرة مشؤومة قديمة جديدة ضاربة الجذور في أعماق تاريخ الإنسانية، إنها ظاهرة العنف والترويع (الإرهاب) وظاهرة الغلو والغلاة (الإرهابيِّين، والمتطرفين) في التفكير والتصرف والسلوك.",
            "page": "1",
            "part": "1",
            "seal": "7361728A"
        },
        {
            "id": "2",
            "nass": "وانطلاقا مما لهذه الظاهرة المتشعبة والمعقّدة من أسباب وآثار فكرية وسياسية واقتصادية واجتماعية، فقد عقدت مئات المؤتمرات والندوات واللقاءات العلمية والسياسية والاجتماعية على المستوى المحلي والدولي بغية مناقشة هذه الظاهرة، وتأصيل القول في حقيقتها، وأسبابها، وسبل مكافحتها، وإنقاذ البشرية منها. ¶ في خضم هذا الاهتمام العالميِّ والإعلاميِّ الكبير بهذه الظاهرة، أمسى الشارع الإسلاميُّ كالعادة يتطلع إلى قولٍ علمي أصيل رزين ورصين ومفصل إزاء هذه الظاهرة، يخرج المسلم المعاصر من دوامة الرهق الفكريِّ والتشتت المرجعيِّ الذي يتقلب فيه ليل نهار نتيجة التناقض والتعارض والتنافي الذي اتسمت به الفتاوى والآراء والاجتهادات الفقهيَّة حول هذه الظاهرة؛ إذ إنَّه يكفي المرء أن يلقي بنظرةٍ عجلى متفحِّصةٍ في تلك الفتاوى، فسيجدنَّ ثمَّة فتاوى تجرِّم العنف (الإرهاب) وتبرِّئ ساحة الإسلام كلِّ الإسلام من هذه الظاهرة ومن ابتلوا بها، وتعدها خروجًا ومخالفةً صارخةً لمبادئ الإسلام السمحة التي تدعو إلى التسامح، وحقن الدماء، وصيانة الأموال والأعراض، وحماية البيضة، وحفظ نظام الأمة.",
            "page": "2",
            "part": "1",
            "seal": "3EF7B59F"
        },
        {
            "id": "3",
            "nass": "وإذا أرجع المرء بصره كرَّةً أخرى، فسيلفينَّ مقابل تلك الفتاوى، فتاوى مناقضة متعجلة ومتسرعة، تبارك العنف والترويع (الإرهاب) ، وتزجّ بشباب الأمّة وفلذات أكبادها في أتون كثير من الأعمال والتصرفات التخريبية المشوِّهة لصورة الإسلام والمسلمين، وقد دفعت هذه الفتاوى كثيرًا من البسطاء والبلهاء والمفتونين إلى إزهاق الأرواح البريئة المعصومة بعصمة الدين والدار، وإثارة الفتن والبلابل والقلاقل، وإضاعة الأموال والثروات، وهتك الأعراض والحرمات ظلما وجورًا! ¶ إنَّ النظر المتمعن في هذه الفتاوى والاجتهادات الصادرة إزاء هذه الظاهرة، يحفز المرء إلى تقرير القول بأنَّ الحاجة تمسُّ إلى القيام بقراءة نقدية موضوعية رصينة متزنة تعتصم بأصول الشرع الناصعة، وتستحضر مقاصده السامية، وتلتزم بمقرراته الخالدة الثابتة، وتستنير باجتهادات أئمة السلف الصالح، وتنطلق تلك القراءة من النظرة العلمية الشمولية المتكاملة التي تتبرأ من المنهجية التطويعية، والنظرات التجزيئية الحماسيّة المهلكة، والانطباعات العاطفيّة، والتأثر السلبيِّ بما يموج به العالم من أحداث ومواقف غير منصفة للإسلام والمسلمين على حد سواء!",
            "page": "3",
            "part": "1",
            "seal": "133C1A2E"
        },
        {
            "id": "4",
            "nass": "لقد كان حريًّا بأولئك الذين أفتوا بمشروعية أو مباركة هذه الظاهرة الخطيرة التي عمَّت بها البلوى وأوشكت أن تقضي على مقاصد الشرع برمتها التزام العلميّة والموضوعيَّة والتجرد كما هو منهج المحققين من أئمة السلف الصالح في تعاملهم مع مستجدات العصر، ذلك المنهج الذي يملي على من توافرت فيه أهلية الاجتهاد والإفتاء ضرورة استفراغ طاقته الذهنيَّة والحسيَّة الشاملة والمتكاملة والقائمة على حسن الإحاطة بحقيقة المسألة المجتهد فيها عملا بالقاعدة الأصولية الناصعة المتفق عليها لدى المحقِّقين من أهل العلم بالأصول: الحكم على شيء فرع عن تصوره. ¶ وفضلًا عن ذلك، لقد كان حقيقًا عليهم - في خضم بحثهم عن حكم الله في هذه المسألة - التفريق بين ثبوت الحكم بدليله الشرعيِّ وبين تنزيل ذلك الحكم وتطبيقه على حادثةٍ من الحوادث، فثبوت الحكم بدليله الشرعيِّ في الكتاب والسنَّة لا يعني - بأي حالٍ من الأحوال - نهاية مطاف الهمِّ الاجتهاديِّ، وإنَّما ينبغي أن يعقبه اجتهادٌ آخر سمَّاه الأصوليُّون ذات يومٍ تحقيق المناط، ومقتضى هذا الاجتهاد التحقق من مدى انطباق الحكم الشرعيِّ على حادثةٍ بعينها دون غيرها.",
            "page": "4",
            "part": "1",
            "seal": "149F8735"
        },
        {
            "id": "5",
            "nass": "وأما أولئكم العالمون الذين أفتوا بتجريم هذه الظاهرة وبيان زيف الآراء المباركة إياها، فقد كان قمنًا بهم تأصيل القول في حقيقة هذه الظاهرة بصورة علمية رصينة، كما كان حريا بهم تحرير القول في عدم وجود أدنى رحم بين هذه الظاهرة وفريضة الجهاد التي شرعها الله وأمر بها في قوله: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ} * {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} [الحج:39-40] وفضلا عن ذلك، فإنه من الحقيق على المحققين من أهل العلم تأصيل القول في حكم الشرع فيمن تورط في هذه الظاهرة بناءً على غبش في الرؤية، وضعف في البصيرة، وخلطٍ في المفاهيم والمنطلقات.",
            "page": "5",
            "part": "1",
            "seal": "7C7683FE"
        },
        {
            "id": "6",
            "nass": "وتأسيسًا على هذا، فإنّ هذه الورقة ارتأت أن تعنى بتحقيق القول تحقيقا علميا رصينا في مفهوم هذا المصطلح تمهيدًا لبيان حكم الشرع المناسب له، حتى إذا ما تبدى مفهومه بصورة علمية موضوعية رصينة، حق له البوح بحكم الشرع فيمن ابتلي بهذه الظاهرة، وسيعقب ذلك نظرة في مدى انطباق ذلك المفهوم على عدد من الأحداث الأخيرة التي عانت ولا تزال تعاني منها العديد من الديار الإسلامية في هذا العصر الذي غدا فيه المنهج النبوي الحصيف في التغيير والدعوة كبريتا أحمر! وستنتظم الدراسة ثلاثة مباحث، يُعنى أولها بضبط المراد بمصطلح الإرهاب وأشكاله من منظور شرعيٍّ، وسيتصدى المبحث الثاني لبيان حكم الشرع في الإرهاب، وأما المبحث الثالث فسيكون حديثا ضافيا حول مدى انطباق حكم الإرهاب على تلكم الأحداث المؤلمة التي تجتاح العديد من الديار الإسلامية شرقا وغربا في هذه الأيام؛ وستوظف الدراسة المنهج التحليلي النقدي في نسج خيوطها، والربط بين فقراتها وموضوعاتها. ¶ والله نسأل أن يجعل الإخلاص والتوفيق حليفنا، وأن يعصمنا من الزلل والخطل، ويأخذ بأيدي الغالين والمتطرفين ويعيدهم إلى الجادة وسواء السبيل، إنه ولي ذلك، وعليه قدير.",
            "page": "6",
            "part": "1",
            "seal": "0349FB61"
        },
        {
            "id": "7",
            "nass": "المبحث الأول في مصطلح الإرهاب (1) وأشكاله من منظورٍ شرعيٍّ أولا: في مصطلح الإرهاب ¶ إنَّ نظرة متفحّصة في تراثنا الفكريِّ والعقديِّ والسياسيِّ والفقهيِّ تهدينا إلى تقرير القول بأنَّ هذا التراث خلا من التعرض لذكر أيِّ تعريفٍ معتبرٍ لهذا المصطلح، بل إنَّ نصوص الكتاب الكريم والسنَّة النبويَّة الشريفة تجاوزت صياغة أيِّ تعريفٍ منضبطٍ له، وقد وردت مادة رهب ومشتقاتها (استرهب، أرهب، رهب) في حوالي 8 آيات من القرآن الكريم (2) ، ولا يشتمل أيٌّ منها على أدنى تعريف لمصطلح الإرهاب، بل إن له معاني متعددة وفق السياقات التي جاءت في تلك الآيات المباركات. ¶ وأما المدوَّنات الفقهيَّة القديمة، فإنها لم تعن - حسب علمنا المتواضع - بذكر أدنى تعريفٍ لهذا المصطلح الذي لم يكن له حضور عند الأقدمين من الفقهاء والمفسرين وغيرهم، كما لم يفرد له باب بعينه، مما يجعلنا نفزع إلى تقرير القول بأنّ هذا المصطلح لم يحظ بتعريفٍ من لدن العلماء القدامى، وما يجده المرء في هذا العصر لا تخلو من أن تكون اجتهاداتٍ معاصرة من لدن بعض الفقهاء المعاصرين الذين أفتوا بتجريمه أو بمباركته. ¶ _________ ¶ (1) الإرهاب لغةً مصدر لفعل أرهب يرهب إرهابًا، ويراد تخويف الآخر وترويعه، كما يراد به إدخال الرعب والفزع في نفس الآخر، ومن مواده، الرهبة، والاسترهاب، والرهب، وتعني الخوف، والفزع. . انظر مادة رهـ ب من لسان العرب، والمصباح المنير، والمعجم الوسيط، وغيره. ¶ (2) والآيات هي قوله: وفي نسختها هدى ورحمة للذين هم لربهم يرهبون [الأعراف:154] ، وقوله: وأوفوا بعهدي أوف بعهدكم وإيّايّ فارهبون [البقرة:40] وقوله: إنما هو إله واحد فإيّايّ فارهبون [النحل: 51] وقوله: ترهبون به عدو الله وعدوكم وآخرين من دونهم [الأنفال:60] وقوله: واسترهبوهم وجاءوا بسحر عظيم [الأعراف:116] ، وقوله: واضمم إليك جناحك من الرهب [القصص:32] ، وقوله: لأنتم أشدّ رهبةً في صدورهم من الله [الحشر: 13] ، وقوله: إنهم كانوا يسارعون في الخيرات ويدعوننا رغبا ورهبًا [الأنبياء: 90] .",
            "page": "7",
            "part": "1",
            "seal": "0C71AE7F"
        },
        {
            "id": "8",
            "nass": "وما دام الأمر كذلك، فلننصرف إلى التعرف على بعضٍ من التعريفات التي جاد بها هذا الزمان، مقرِّرين منذ البداية بأنَّ عامَّة الباحثين في الفكر السياسيِّ والجنائيِّ المعاصر، يتفقون على استحالة إمكانيَّة صياغة تعريفٍ دقيقٍ للإرهاب يحظى بقبول عامَّة الباحثين والسياسيِّين، كما يتفقون على تأثر سائر تعريفاته بخلفيَّات واضعيها وتصوراتهم عنها، مما يجعل من المتعذر - إن لم يكن من المستحيل - صياغة تعريفٍ جامعٍ مانعٍ يتفق عليه الناس (1) ، إذ إنَّ ما يعده بعضهم إرهابًا، يراه آخرون مقاومةً مشروعةً، ودفاعًا عن الحقوق الشرعيَّة المسلوبة وسواها، بل ما يراه بعض آخر إرهابًا، يعدُّه الآخرون جهادًا ودفاعًا عن حمى الدين والعقيدة والعرض والأرض. ومهما يكن من شيءٍ، فلنعرض تعريفين معاصرين للإرهاب نخالهما مهمين بحكم مصدرهما ومكانة واضعيهما التشريعيَّة في العالم المعاصر. ¶ _________ ¶ (1) نص على هذا الأمر سائر الكتابات والمؤلفات حول الإرهاب، ويعترف مكتب التحقيقات الفيدرالي الأمريكي بهذا. . انظر www. denver. fbi. gov / interr. htm. p2.",
            "page": "8",
            "part": "1",
            "seal": "24362B17"
        },
        {
            "id": "9",
            "nass": "وأما التعريف الأول، فهو التعريف الذي انتهى إليه عددٌ من أهل العلم في مجمع البحوث الإسلاميَّة بالقاهرة في الآونة الأخيرة، وهذا نصُّه: \". . الإرهاب هو ترويع الآمنين، وتدمير مصالحهم ومقومات حياتهم، والاعتداء على أموالهم وأعراضهم وحرياتهم وكرامتهم الإنسانيَّة بغيًا وإفسادًا في الأرض \" (1) . /50 وأما التعريف الثاني، فهو التعريف الذي يتبناه مكتب التحقيقات الفيدراليّ الأمريكيّ FBI، وهذا نصُّه: \" الإرهاب عبارة عن الاستخدام غير القانوني للقوة أو العنف ضدَّ الأفراد والممتلكات لإجبار أو إرغام حكومة أو مجتمع مدنيٍّ لتحقيق أهدافٍ سياسيَّة أو اجتماعيَّة \" (2) . /50 بالنظر في هذين التعريفين الصادرين عن هذين المصدرين المهمين في العالم الإسلامي والعالم الغربي، نجد أنَّ ثمَّة ملاحظات منهجيَّة وعلميَّة وموضوعيَّة عديدة ترد على كل واحدٍ منهما، وهي: ¶ أغياب الموضوعيَّة العلميَّة المنضبطة عند الصياغة: ¶ _________ ¶ (1) نقلا عن صفحات: www. islamonline. net. ¶ (2) (1) انظر: www. denver. fbi. gov / interr. htm. p2-3.",
            "page": "9",
            "part": "1",
            "seal": "9CECED67"
        },
        {
            "id": "10",
            "nass": "إنَّ كلا التعريفين تضمَّنا تحديدًا أوليًّا لحكم الإرهاب قبل إعطاء تصورٍ كافٍ عن حقيقته، فتعريف مجمع البحوث الذي توصل إليه السادة الفقهاء، قرَّر بأنَّ الإرهاب تخويفٌ وترويعٌ للآمنين من أجل البغي والعدوان والإفساد في الأرض، وبناءً على هذا، فإنَّه حرامٌ لا يقرُّه شرع من الشرائع السماويَّة، ذلك لأنَّ كلًّا من البغي والعدوان والإفساد محرَّم تحريمًا قاطعًا بمقتضى نصوصٍ شرعيَّةٍ قطعيَّةٍ في الكتاب والسنَّة. ¶ وأما تعريف مكتب التحقيقات فإنَّه قام - هو الآخر - على تحديدٍ أولي لحكم الإرهاب من المنظور القانوني، إذْ إنَّه عدَّه استخدامًا غير قانونيٍّ للقوَّة والعنف ضدَّ الأشخاص والمجتمعات والحكومات من أجل تحقيق أهدافٍ سياسيَّةٍ أو اجتماعيَّةٍ، ويعني هذا أنَّ الإرهاب مخالفةٌ صارخةٌ للقانون، ومخالفة القانون جريمةٌ يعاقب عليها فاعلها. ¶ ب التعميم غير المنضبط لموقع المرهب:",
            "page": "10",
            "part": "1",
            "seal": "9E91B897"
        },
        {
            "id": "11",
            "nass": "اتسم كلا التعريفين بانتهاج العموميَّة والإطلاق غير المقيَّد على مستوى تحديد طبيعة ومكانة المرهب في منظومة الأمان من المنظور الإسلاميِّ والمنظور القانونيِّ، فتعريف المجمع عنى بتقرير القول بأنَّ الإرهاب ترويع للآمنين، ولم يحدِّد مصدر الأمان لأولئك الأشخاص في المنظور الإسلاميِّ، كما لم يحدِّد مدى استحقاق وعدم استحقاق أولئك الأشخاص الأمان في ذلك المنظور. وقد كان حريًّا به الإشارة إلى مصدر الأمان وموقع المرهب في منظومة الأمان في الحسِّ الإسلاميِّ. وأما تعريف مكتب التحقيقات فلم يخل هو الآخر من هذا التعميم غير العمليِّ، ذلك لأنَّه عد كلَّ الإرهاب استخدامًا غير قانونيِّ للقوَّة، ولم يحدِّد المعيار الذي يستند إليه في تحديد قانونيَّة وعدم قانونيَّة استخدام القوَّة، كما أنَّه تجاوز تحديد مدى استحقاق وعدم استحقاق أولئك الأشخاص المرهوبين الأمان من المنظور القانونيِّ. ولهذا فقد كان حقيقًا عليه الإشارة إلى مصدر الأمان وموقع المرهب في منظومة الأمان في القانون. ¶ ج التعميم لأهداف الإرهاب:",
            "page": "11",
            "part": "1",
            "seal": "60470681"
        },
        {
            "id": "12",
            "nass": "إنَّه من الملحوظ على كلا التعريفين التعميم على مستوى الأهداف، حيث إنَّهما جعلا أهداف الإرهاب كلِّ الإرهاب أهدافًا غير مشروعةٍ، وبالتالي، فإنَّه لا بدَّ له - والحال كذلك - من أن يكون حرامًا من المنظور الإسلاميِّ، وأن يكون جريمةً من المنظور القانونيِّ، ويعد تعريف المجمع أكثر تعميمًا، ذلك لأنَّه عدَّ أهداف وغايات الإرهاب كلِّ الإرهاب بغيًا وعدوانًا وفسادًا في الأرض، ولا يخفى ما في هذا التعميم من عدم الموضوعيَّة والواقعيَّة، إذ إنَّه من المعروف لدى أولئك السادة وغيرهم وجود أنواعٍ من الإرهاب لا تروم البغي ولا العدوان ولا الإفساد في الأرض، وإنَّما تسعى إلى تحقيق أهدافٍ مشروعةٍ في نظر الشارع حينًا، وفي نظر القانون حينًا آخر، مما يجعل تعميم أهداف الإرهاب منهجًا غير علميٍّ.",
            "page": "12",
            "part": "1",
            "seal": "01BB9B02"
        },
        {
            "id": "13",
            "nass": "ولهذا، فإنَّنا لا نخال تعريف أولئك السادة الفقهاء في مجمع البحوث تعريفًا علميًّا دقيقًا، وخاصَّة إذا علمنا اليوم أنَّ جميع دول العالم تسلِّح نفسها وترفع من قدراتها وصناعاتها العسكريَّة إرهابًا لغيرها وترويعًا للطامعين في أمنها وخيراتها، ويعرف هذا التسلُّح في لغة العسكريِّين بالتسلُّح السِّلميِّ، ولا يصحُّ عقلًا ولا شرعًا عد هذا النوع من الإرهاب بغيًا وعدوانًا وفسادًا في الأرض. وثمَّة مثل فرنسي يقول: Celui qui prepare la guerre prepare la paix (من يستعدُّ للحرب يستعدُّ للسلام) .",
            "page": "13",
            "part": "1",
            "seal": "0BB7FD7D"
        },
        {
            "id": "14",
            "nass": "وأما تعريف مكتب التحقيقات، فإنَّه تجاوز هو الآخر التنصيص على جانب مشروعيَّة وعدم مشروعيَّة أهداف الإرهاب، إذْ إنَّه اكتفى بتقرير القول بأنَّ ثمة أهدافًا اجتماعيَّة وسياسيَّة يسعى الإرهابيُّ إلى تحقيقها، ولم يبيِّن - في خضم هذا - مدى مشروعيَّة تلك الأهداف وعدم مشروعيَّتها. وعليه، فلقد كان حريًّا بكلا التعريفين الابتعاد عن هذا التعميم ذلك لأنَّ أهداف الإرهاب وغاياته متعددة، وتختلف من إرهابيٍّ إلى إرهابيٍّ، وهذا ما يجعل حكمه مختلفًا نتيجة اختلاف أهدافه وغاياته سواء في المنظور الإسلاميِّ أو في المنظور القانونيِّ ذاته. ¶ على أنَّ ضبط أهداف الإرهاب ضبطًا محكمًا من شأنه ضبط حكمه في المنظور الشرعيِّ وفي المنظور القانونيِّ، ولا يمكن بأيِّ حالٍ من الأحوال ضبط حكمه تحليلًا وتحريمًا ما لم يتمَّ ضبط الأهداف والغايات من ورائها، وما لم يتمَّ تحديد موقع المرهب في منظومة الأمان في المنظور الشرعيِّ وفي المنظور القانونيِّ.",
            "page": "14",
            "part": "1",
            "seal": "63485630"
        },
        {
            "id": "15",
            "nass": "وصفوة القول، إنَّنا نعتقد أنَّ أيَّ تعريفٍ للإرهاب ينبغي أن يتضمن التفاتًا إلى مدى مشروعيَّة وعدم مشروعيَّة أهدافه وغاياته من المنظور الشرعيِّ ومن المنظور القانونيِّ، إذْ إنَّه من شأن الأهداف التأثير على حكم الإرهاب في المنظور الشرعيِّ أو القانونيِّ إن تحليلًا أو تحريمًا، كما يجب أن يتضمن قبل ذلك تحديدًا لموقع المرهب في منظومة الأمان من المنظور الشرعيِّ والمنظور القانونيِّ، وبتعبير آخر لا بدَّ من اشتمال تعريفه على التفريقٍ بين من يجوز إرهابه وترويعه عقلا وشرعًا، وبين من لا يجوز إرهابه عقلا وشرعا، ذلك لأنَّ عدم التفريق بين مرهَب ومرهَب (مرهوب) يجعل التعريف فضفاضًا منسابًا لا يمكن ضبط حكمٍ علميٍّ شرعي أو قانوني له. وبناءً على هذه الملحوظات المنهجية والموضوعية، فإننا نرى أنّه يمكن تعريفه تعريفا علميا منبثقا من الأبعاد السالف ذكرها وفق المنظور الإسلامي، وذلك كالآتي:",
            "page": "15",
            "part": "1",
            "seal": "377F032A"
        },
        {
            "id": "16",
            "nass": "مطلق الترويع الحسي أو المعنوي المتعمد للآمن فردًا أو جماعةً أو دولةً بأمان الدين أو الدار، أو غير الآمن بأمانهما، وذلك من أجل تحقيق غرضٍ شرعيٍّ مقطوعٍ به أو مظنون فيه، أو من أجل تحقيق غرض غير شرعيٍّ معتبرٍ مطلقًا. ¶ إنَّ الإرهاب وفق هذا المنظور يشمل جميع أشكال تخويف الإنسان غيره وترويعه سواء أكان ذلك من خلال الاعتداء عليه اعتداءً حسيّا بإزهاق روحه، أو إتلاف ماله، أو هتك عرضه، أم كان اعتداءً معنويًّا غير ملموس متمثّلا فيما يمكن تسميته بالاعتداء الاعتباريِّ على الآخر كالقذف والشتم والسبِّ، وإلصاق أبشع التهم، وسوى ذلك.",
            "page": "16",
            "part": "1",
            "seal": "BF3A2CEA"
        },
        {
            "id": "17",
            "nass": "ويستهدف الترويع وفق هذا المنظور الآمن بأمان الدين والدار معا (المسلم في دار الإسلام) والآمن بأمان الدين لا الدار (المسلم في دار العهد أو دار الحرب) كما يستهدف الآمن بأمان الدار لا الدين (المعاهد في في دار الإسلام أو في دار العهد) ، وربما استهدف الترويع غير الآمن بأمانهما (الحربي في دار الحرب) ، فضلًا عن ذلك، فإنَّ هذا الترويع كما يكون للفرد يمكن له أن يكون لجماعةٍ أو لدولةٍ برمَّتها بغضِّ النظر عن الدين والجنس والعرق واللون والمكانة الاجتماعيَّة والسياسيَّة والفكريَّة، ويعد في جميع هذه الأحوال إرهابًا. ¶ وأما بالنسبة للأهداف التي يروم المروّع تحقيقها، فإنّها لا تخلو من أن تكون أهدافًا شرعيَّة مقطوعًا بها، أو مظنونًا فيها، أو تكون أهدافًا غير شرعيَّة مطلقًا، وفي كل الأحوال لا يخلو الإرهاب من غرضٍ شرعيٍّ، أو غير شرعيٍّ. وبطبيعة الحال شرعيَّة الأهداف لا تعني بأي حال من الأحوال شرعية الترويع، ذلك لأن الغاية في شرعنا لا تبرّر الوسيلة.",
            "page": "17",
            "part": "1",
            "seal": "1594E222"
        },
        {
            "id": "18",
            "nass": "وعلى العموم، إن الإرهاب وفق هذا التصور، يولي اهتمامًا واضحًا بموقع المروَّع (المرهب) في منظومة الأمان في المذهبيَّة الإسلاميَّة، كما يشير بطريقة غير مباشرة إلى مصدر هذا الأمان في الحسِّ الإسلاميِّ وهو الدين والدار، وفضلًا عن ذلك، فإنَّ هذا التصور حاول - كما سبق - استحضار جانب المشروعيَّة وعدمها في أهداف الإرهاب، وجانب القطعيَّة والظنيَّة في تلك الأهداف، ويقرِّر هذا التعريف بطريقة غير مباشرة بأنَّ للإرهاب أحكامًا متعددة ومختلفة باختلاف طبيعته، وأهدافه، مما يجعل الانتهاء إلى تقرير حكمٍ عامٍّ له محلَّ نظر ونقدٍ.",
            "page": "18",
            "part": "1",
            "seal": "2573AE18"
        },
        {
            "id": "19",
            "nass": "ثانيًا: في أشكال الإرهاب في ضوء التصور السابق ¶ إنَّ المتأمل فيما ذكر آنفًا من تصور عن الإرهاب، يجد أنَّ الإرهاب لا يخلو من أن يكون ترويعًا للآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ مقطوعٍ به، أو يكون ترويعًا للآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ مظنون فيه، أو يكون ترويعًا للآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ غير شرعيٍّ مطلقًا، كما لا يخلو من أن يكون ترويعًا للآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ غير شرعيٍّ يقينًا، أو يكون ترويعًا لغير الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ معتبرٍ قطعًا أو اجتهادًا، وفضلًا عن ذلك، يمكن له أن يكون ترويعًا لغير الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ غير شرعيٍّ مطلقًا. . وبناءً على هذا، فإنَّه يمكن تقرير القول بأنَّ للإرهاب ستَّة أشكال:",
            "page": "19",
            "part": "1",
            "seal": "E04BAD27"
        },
        {
            "id": "20",
            "nass": "أولها: ترويع الآمن بأمان الدين أو الدار لتحقيق غرض شرعيٍّ مقطوع به، وأما الشكل الثاني فيراد به ترويع الآمن بأمان الدين أو الدار لتحقيق غرض شرعيٍّ مظنونٍ فيه، وأما الشكل الثالث فيراد به ترويع الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعيٍّ معتبر، والشكل الرابع يراد به ترويع غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعيٍّ مقطوعٍ به، وأما الشكل الخامس فلنطلق عليه ترويع غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعيٍّ مظنون فيه، وأما الشكل السادس والأخير فلنسمِّه ترويع غير الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعيٍّ معتبر، وهذا ملخص هذه الأشكال في الرسم الآتي: ¶ أشكال الإرهاب المحتملة ¶ الأشكال موقع المرهب في منظومة الأمان الغاية من الإرهاب ¶ الشكل الأول الآمن بأمان الدين أو الدار تحقيق غرض شرعيٍّ مقطوع به ¶ الشكل الثاني الآمن بأمان الدين أو الدار تحقيق غرض شرعيٍّ مظنون فيه ¶ الشكل الثالث الآمن بأمان الدين أو الدار تحقيق غرض غير شرعيٍّ ¶ الشكل الرابع غير الآمن بأمان الدين أو الدار تحقيق غرض شرعيٍّ مقطوع به ¶ الشكل الخامس غير الآمن بأمان الدين أو الدار تحقيق غرض شرعيٍّ مظنون فيه",
            "page": "20",
            "part": "1",
            "seal": "1EDE6C14"
        },
        {
            "id": "21",
            "nass": "الشكل السادس غير الآمن بأمان الدين أو الدار تحقيق غرض غير شرعيٍّ ¶ الغاية من الإرهاب موقع المرهب في منظومة الأمان الأشكال تحقيق غرض شرعيٍّ مقطوع به الآمن بأمان الدين أو الدار الشكل الأول تحقيق غرض شرعيٍّ مظنون فيه الآمن بأمان الدين أو الدار الشكل الثاني تحقيق غرض غير شرعيٍّ الآمن بأمان الدين أو الدار الشكل الثالث تحقيق غرض شرعيٍّ مقطوع به غير الآمن بأمان الدين أو الدار الشكل الرابع تحقيق غرض شرعيٍّ مظنون فيه غير الآمن بأمان الدين أو الدار الشكل الخامس تحقيق غرض غير شرعيٍّ غير الآمن بأمان الدين أو الدار الشكل السادس. ¶ وبهذا نصل إلى نهاية عرضنا لتصورنا المتواضع عن المراد بمصطلح الإرهاب وأشكاله من منظورٍ شرعيٍّ مؤكِّدين بأنَّ هذا التصور اجتهاد منَّا قائمٌ على التأمل والتمعن في أهمِّ القضايا والمسائل المرتبطة بهذه الظاهرة القديمة الجديدة.",
            "page": "21",
            "part": "1",
            "seal": "FFED09A5"
        },
        {
            "id": "22",
            "nass": "وفي ضوء هذا التصور، يمكننا أن نفزع إلى تحديد حكم الشرع المفصَّل لكلِّ شكلٍ من هذه الأشكال مقرِّرين منذ البداية بأنَّه ليس من المقبول شرعًا عد جميع أشكال الإرهاب حرامًا، أو عد جميع أشكاله حلالاً، فتحديد حكمه إن تحريمًا أو تحليلًا يحتاج إلى تأملٍ وتؤدة وتمعنٍ، كما يحتاج إلى اجتهادٍ مقاصديٍّ رصينٍ رشيدٍ قائمٍ على مراعاة مقاصد الشرع عند الهمِّ بإصدار حكمٍ معيَّنٍ لهذه الظاهرة، وليس من المقبول قانونًا جعل جميع أشكال الإرهاب غير قانونيَّة، أو عد جميع أشكاله قانونيَّة. فالمسألة فيها تفصيل وتحتاج إلى تحقيق وتوضيح، وعليه، فهلمَّ إلى المبحث الآتي.",
            "page": "22",
            "part": "1",
            "seal": "C9E7DFB2"
        },
        {
            "id": "23",
            "nass": "المبحث الثاني في حكم الإرهاب بأشكاله من منظور شرعيٍّ",
            "page": "23",
            "part": "1",
            "seal": "EFA444D1"
        },
        {
            "id": "24",
            "nass": "بادئ ذي بدءٍ نودُّ أن نقرِّر بأنَّ المدوَّنات الفقهيَّة القديمة المتوافرة خلت من بيان حكم الشرع في مصطلح الإرهاب بيانًا صريحًا واضحًا ومباشرًا، كما أنَّها تجاوزت التنصيص على حكمٍ معيَّنٍ لهذه المسألة، مما يعني أنَّه ليس من الوارد أن يعثر المرء على رأي فقهيٍّ قديمٍ صريحٍ حول هذا الموضوع، كما يعني هذا أنَّه ليس من الموضوعيَّة في شيءٍ نسبة رأيٍ من الآراء الاجتهاديَّة الحديثة إلى الفقهاء القدامى. إنَّ عدم تعرض الفقهاء المتقدمين لمناقشة حكم الشرع لهذه الظاهرة، لا يعني عدم وجود حكمٍ شرعيٍّ لها بتاتًا، وإنَّما يعني ببساطة أنَّهم لم يعايشوها بالصورة التي نعايشها اليوم، كما أنَّها لم تظهر في عصرهم بالطريقة التي ظهرت بها في هذا العصر، وفضلًا عن هذا فإنَّ ظروفهم السياسيَّة والاجتماعيَّة والفكريَّة تختلف اختلافًا جذريًّا عن ظروفنا السياسيَّة والاجتماعيَّة والفكريَّة، مما جعلهم في غنى عن الحديث المفصَّل عنها كما نفعل اليوم. على أنَّه من الحريِّ بالتحقيق المبادرة إلى تقرير القول بأنَّ الفقهاء المتقدمين عنوا بحديث مفصَّل وشامل عن عددٍ من المسائل الشبيهة وذات الصلة والعلاقة بمصطلح الإرهاب",
            "page": "24",
            "part": "1",
            "seal": "A7C3CF10"
        },
        {
            "id": "25",
            "nass": "في هذا العصر، إنَّها مسألة الحرابة ومسألة البغي والفساد في الأرض، فقد أوسعوا هذه المسائل جانب التحقيق والتقرير والتأصيل، وتعرضوا لسائر جزئياتها ومسائلها. وأما مصطلح الإرهاب، فلا يجد له المرء حضورًا مستقلًا في الدراسات والكتابات الفقهيَّة القديمة التي اطَّلعنا عليها. ¶ إنَّ ضبط حكمٍ شرعيٍّ موضوعيٍّ معتبرٍ للإرهاب من منظور شرعيٍّ، يقتضي منا تفصيل القول في الحيِّثيَّات التي ترتبط بها هذه الظاهرة وعلى رأسها موقع المرهب في منظومة الأمان، والأهداف التي يسعى إلى تحقيقها، وهذا تفصيل القول في هاتين المسألتين المهمتين: ¶ أولًا: مسألة الأمان (1) ومصدره من المنظور الإسلاميِّ ¶ بالرجوع إلى مقررات الشرع ومبادئه العامَّة، نجد أنَّ الإنسان يستحقُّ الأمان والعصمة في دمه وماله وعرضه لأمرين لا ثالث لهما، وهما: الدين والدار. ¶ _________ ¶ (1) يعني الأمان في اللغة: عدم توقع مكروه في الزمن الآتي، وأصل الأمان طمأنينة النفس، وزوال الخوف، والأمن والأمانة والأمان مصادر للفعل (أمن) . . فهذا الأمان يزول بالترويع والتخويف والتهديد والإكراه، وسوى ذلك من التصرفات التي ترفع لدى الإنسان الطمأنينة والاستقرار. . ولمزيد من المعلومات حول الأمان وشروطه ومن له حق إعطائه، يراجع: الموسوعة الفقهية وزارة الأوقاف والشؤون الإسلامية بالكويت (الكويت، طبعة رابعة 1993م) ج6 ص233 وما بعدها.",
            "page": "25",
            "part": "1",
            "seal": "AF27A344"
        },
        {
            "id": "26",
            "nass": "وأما الدين فالمراد به الدين الإسلاميُّ الذي ارتضاه الله للبشر بقوله: {الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا} [المائدة: 3] ، فهذا الدين يحقِّق لمن آمن به واعتنق مبادئه الأمان والعصمة، فكلُّ مسلمٍ - ذكرًا أو أنثىً كبيرًا أو صغيرًا حرًّا أو عبدًا - يعتبر آمنًا بأمان الدين، ويحرم الاعتداء على دمه وماله وعرضه إلا بحقِّ الإسلام، مصداقًا لقول جلَّ جلاله: {وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ} [الأنعام: 151] ، وقوله: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} [النساء:93] . وقوله: {وَلَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقًا مِنْ أَمْوَالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ} [البقرة: 188] ، وقوله أيضًا: {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاءَ",
            "page": "26",
            "part": "1",
            "seal": "C26DCCD1"
        },
        {
            "id": "27",
            "nass": "فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ} [النور:4] وثمَّة أحاديث كثيرة وردت تؤكِّد هذا الأمر الإلهيَّ، ومن تلك الأحاديث قوله صلى الله عليه وسلم في خطبته الخالدة في حجَّة الوداع: «ألا إنَّ دماءكم وأموالكم وأعراضكم، حرامٌ عليكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا، ألا لا ترجعوا بعدي كفَّارًا يضرب بعضكم رقاب بعضٍ» (1) . ولقوله صلى الله عليه وسلم: «لا يحلُّ دم امرئ مسلمٍ إلا بإحدى ثلاثٍ: قتل نفس عمدًا، وزنى بعد إحصان، ومفارقة الجماعة» (2) . ¶ _________ ¶ (1) (وستلقون ربَّكم فيسألكم عن أعمالكم فلا ترجعن بعدي كفارا (أو ضلالا) يضرب بعضكم رقاب بعض. . .) صحيح مسلم بشرح النووي، ج11، ص 169-170. ¶ (2) قريب من هذا اللفظ: «والذي لا إله غيره، لا يحلُّ دم رجلٍ مسلم يشهد أن لا إله إلا الله وأنِّي رسول الله، إلا ثلاثة نفس: التارك الإسلام، المفارق للجماعة، أو الجماعة (شك أحمد) ، والثيب الزاني، والنفس بالنفس» . صحيح مسلم بشرح النووي، ج11، ص 164.",
            "page": "27",
            "part": "1",
            "seal": "517BF178"
        },
        {
            "id": "28",
            "nass": "إنَّ هذه النصوص ومثيلاتها المتكاثرة في الذكر الحكيم وفي السنة النبويَّة الشريفة، تؤكِّد تحريم الاعتداء على دم المسلم وعرضه وماله وكرامته وحريَّته إلى قيام الساعة. وأما بالنسبة للدار فإنَّ مرادنا بها دار الإسلام، ودار العهد، فكلُّ من يعيش في هاتين الدارين يعد آمنًا بأمان الدار سواء أكان مسلمًا أم غير مسلمٍ، فإنَّه يستحقُّ الأمان والعصمة في دمه وماله وعرضه. وأما المراد بدار الإسلام عند معظم الفقهاء فهي الدار التي تظهر فيها أحكام الإسلام، أو يكون أغلب سكانها مسلمين يمارسون شعائرهم فيها بأمانٍ، فهذه الدار تعد دار أمانٍ لمن فيها من المسلمين وغير المسلمين ولمن دخلها بعقد أمانٍ خاصٍّ أو عامٍّ من أهل دار الحرب. (1) ¶ وأما دار العهد فيراد بها الدار التي بينها وبين دار الإسلام المواثيق والمعاهدات على عدم الاعتداء، وتعد هذه الدار دار أمانٍ لمن فيها من المسلمين وغير المسلمين (2) ¶ _________ ¶ (1) في الحديث النبوي: «من قتل معاهدًا لم يجد رائحة الحنة، وإن ريحها توجد من مسيرة أربعين. ¶ (2) الأرمنازي نجيب، الشرع الدولي في الإسلام، لندن: رياض الريس، ص 48.",
            "page": "28",
            "part": "1",
            "seal": "51A3877D"
        },
        {
            "id": "29",
            "nass": "وبمقابل دار الإسلام ودار العهد في المنظور الإسلاميِّ، ثمَّة دار ثالثةٌ، تعرف بدار الحرب، وهي الدار التي تكون أحكام الكفر فيها ظاهرةً، وتكون بينها وبين دار الإسلام حربٌ قائمةٌ، ولا تعد هذه الدار دار أمانٍ ولا دار عصمةٍ لمن فيها سواء أكانوا مسلمين أم غير مسلمين. . (1) ¶ _________ ¶ (1) البغدادي، عبد القاهر. أصول الدين، إستنانبول، بدون تاريخ، ص 270.",
            "page": "29",
            "part": "1",
            "seal": "AB64F777"
        },
        {
            "id": "30",
            "nass": "فإذا قتل مسلم في هذه الدار خطأً فإنَّ الدية لا تجب فيه، ذلك لأنَّ الدية تجب بسبب عصمة الدار لا بسبب عصمة الدين على الراجح عند الإمام الشافعيِّ - رحمه الله - مصداقًا لقوله جلَّ جلاله: {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: 92] . وأيَّا ما كان الأمر، فإنَّ هذا التقسيم للدار في المنظور الإسلاميِّ، يؤكِّد أنَّ العصمة والأمان ثابتان لكلِّ من يعيش في دار الإسلام (الدولة الإسلاميَّة في مصطلح العلاقات الدوليَّة الحديثة) سواء أكان مسلمًا أم غير مسلمٍ، ولكلِّ من يعيش في دار العهد (الدولة الصديقة في مصطلح العلاقات الدوليَّة المعاصرة) سواء أكان مسلمًا أم غير مسلمٍ، فالمعاهد في دار العهد معصوم الدم والمال والعرض بعصمة الدار التي يعيش فيها، مصداقًا لقوله تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} * {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ",
            "page": "30",
            "part": "1",
            "seal": "1FD1D202"
        },
        {
            "id": "31",
            "nass": "وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} [الممتحنة: 8-9] وقوله: {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [الأنفال: 72] . وقوله: {إِلَّا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} [التوبة: 4] ؛ ولقوله صلَّى الله عليه وآله وسلَّم: «ألا من ظلم معاهدًا أو انتقصه حقَّه، أو كلَّفه فوق طاقته، أو أخذ منه شيئًا بغير طيب نفسٍ منه، فأنا حجيجه يوم القيامة» (1) ¶ وقوله صلَّى الله عليه وآله وسلَّم لأهل نجران: «ولنجران وحاشيتها جوار الله وذمَّة محمد رسول الله صلَّى الله عليه وآله وسلَّم على أموالهم وملتهم وبيعهم وكل ما تحت أيديهم» (2) . ¶ _________ ¶ (1) في الحديث النبوي: «من قتل معاهدًا لم يجد رائحة الحنة، وإن ريحها توجد من مسيرة أربعين عاما» ، فتح الباري على صحيح البخاري، ج6، ص 269، حديث رقم 3166. ¶ (2) انظر: د. وهبة الزحيلي، العلاقات الدولية في الإسلام مقارنة بالقانون الدولي الحديث، بيروت: دار الرسالة، ط1، 1981.",
            "page": "31",
            "part": "1",
            "seal": "4CF45910"
        },
        {
            "id": "32",
            "nass": "وصفوة القول، إنَّ مصدر العصمة والأمان في الشرع هو الدين والدار، والآمن بأمان الدين في المفهوم الإسلاميِّ هو كلُّ مسلمٍ بحكم إسلامه، ويعد معصوم الدم والمال والعرض بغضِّ النظر عن مكان إقامته (دار الإسلام، أو دار العهد، أو دار الحرب) ، وأما الآمن بأمان الدار، فهو كلُّ مسلمٍ أو غير مسلمٍ مقيمٍ في دار الإسلام أو في دار العهد، ويعد معصوم الدم والمال والعرض ما دام مقيمًا في دار الإسلام أو في دار العهد. وأما غير الآمن فيشمل كل مقيمٍ - غير المسلم - في دار الحرب، ويعد دمه وماله وعرضه غير معصوم ما دام مقيمًا في دار الحرب التي بينها وبين دار الإسلام حربٌ وعداوة ظاهرةٌ. وبناءً على هذا، فإنَّ إيذاء المسلم أو غير المسلم في دار الإسلام أو في دار العهد بسفك دمه، أو انتهاك عرضه، أو إبادة ماله عمدًا، يعد أمرًا حرامًا بدلالة النصوص القرآنيَّة والحديثيَّة، وأما التعرض لغير المسلم المقيم في دار الحرب إن سفكًا لدمه أو انتهاكًا لعرضه أو إبادةً لماله، فإنَّ ذلك مشروعٌ ما دامت الغاية تحقيق مقصدٍ من مقاصد الشرع المعروفة.",
            "page": "32",
            "part": "1",
            "seal": "37AB90EE"
        },
        {
            "id": "33",
            "nass": "ثانيًا: مسألة الأهداف في الإرهاب من منظور شرعيٍّ ¶ تعد مسألة الغايات والأهداف مسألةً أساسيَّةً في جميع الأفعال والأقوال والأعمال التي يقدم عليها المكلَّف في الإسلام، فلا يقبل الله من المكلَّف عملًا أيَّ عملٍ إذا لم يكن قاصدًا به ابتغاء مرضاة الله جلَّ جلاله، مصداقًا لقوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البيِّنة: 5] . ولقوله صلى الله عليه وسلم: «إنَّما الأعمال بالنيات وإنَّما لكلِّ امرئ ما نوى» (1) والقاعدة الفقهيَّة التي تقرِّر الأمور بمقاصدها. (2) ¶ _________ ¶ (1) فتح الباري على صحيح البخاري، ج 1، ص9، حديث رقم 1. وفي صحيح مسلم بشرح النووي، ج13، ص 53. ¶ (2) انظر: شرح القواعد الفقهية الشيخ أحمد الزرقا (بيروت، دار الغرب الإسلامي، ط1، 1983) ص5.",
            "page": "33",
            "part": "1",
            "seal": "D9BEF943"
        },
        {
            "id": "34",
            "nass": "وثمَّة نصوص عديدة من الكتاب والسنَّة تقرِّر أهميَّة المقاصد ومكانتها في الإسلام، ولا حاجة إلى سردها لبداهتها ووضوحها؛ ونروم بالأهداف في هذا المقام جملة المعاني والأسرار التي من أجلها وضعت الشريعة لتحقيق مصالح العباد (1) ، ومقصود الشارع من الخلق كما يقول عامَّة أهل العلم بالأصول أن يحفظ عليهم دماءهم ودينهم وأعراضهم وأموالهم وعقولهم, وذلك بجلب كل ما فيه منفعة ودرء كل ما فيه مفسدة (2) وقد تواترت الرسالات السماويَّة كلها على الدعوة إلى الحفاظ على هذه الكليَّات الخمس، وصيانتها من الانقراض والاندثار، كما تضافرت نصوص كثيرة من الكتاب والسنَّة تأمر بالحفاظ على هذه الكليَّات برمَّتها، بل من أجل الحفاظ عليها، شرعت الشرائع كلها سواء في ذلك الشرائع الواردة في الأوامر والمندوبات والمستحبات، والشرائع الواردة في المحرَّمات والمكروهات، وما ذلك إلا لأنَّ اختلال أيِّ واحدٍ من هذه الكليَّات يترتب عليه عدم استقامة الحياة وصلاحها. وبناءً على هذا، فإنَّ ثمَّة حاجة إلى تأصيل القول في علاقة هذه المقاصد بظاهرة الإرهاب، ذلك لأنَّه من الوارد أن تكون أهداف الإرهاب متمثَّلة في الحفاظ أو الدفاع عن هذه المقاصد ¶ _________ ¶ (1) انظر: نظرية المقاصد عند الإمام الشاطبي الريسوني (بيروت: الدار العلمية للكتاب الإسلامي، ط2، 1992) ص 203. ¶ (2) انظر: المستصفى من علم الأصول الغزالي (بيروت، دار الكتب العلمية بدون. .) ج2 ص93 وما بعدها.",
            "page": "34",
            "part": "1",
            "seal": "C58765B8"
        },
        {
            "id": "35",
            "nass": "كلِّها أو بعضها، وقد تكون أهدافه سعيًا إلى الحفاظ والدفاع عن مقاصد شرعيَّة أخرى معتبرة كالحرية والمساواة والعدالة وسوى ذلك من المقاصد الظنيَّة، وربما كانت أهدافه هي تدمير المقاصد الكليَّة برمَّتها أو بعضها، أو تدمير المقاصد الظنيَّة الآنف ذكرها.",
            "page": "35",
            "part": "1",
            "seal": "8AA696A8"
        },
        {
            "id": "36",
            "nass": "وعليه، فإذا كانت أهدافه حفاظًا ودفاعًا عن المقاصد الكليَّة الخمسة كلِّها أو بعضها، كان إرهابه إرهابًا لتحقيق غرضٍ شرعيٍّ مقطوع به، وإذا كانت أهدافه دفاعًا عن المقاصد الظنيَّة، عد إرهابه إرهابًا لتحقيق غرضٍ شرعيٍّ مظنون فيه. وأما إذا كانت أهدافه تدميرًا للمقاصد الكليَّة الخمسة كلِّها أو بعضها، كان إرهابه إرهابًا لتحقيق غرضٍ غير شرعيٍّ مقطوع به، وإما إذا كانت أهدافه اعتداءً على المقاصد الظنيَّة عدَّ إرهابه إرهابًا لتحقيق غرضٍ غير شرعيٍّ مظنونٍ فيه. وأما المرهَب فلا تخلو من أن يكون آمنًا بأمان الدين أو الدار، أو يكون غير آمنٍ بأمان الدين أو الدار، فإذا كان آمنًا بأمان الدين أو الدار، فلا يخلو أهداف المرهِب من أن تكون تحقيقًا لغرضٍ شرعيٍّ مقطوعٍ به أو مظنونٍ فيه، أو تكون تحقيقًا لغرضٍ غير شرعيٍّ مقطوعٍ به أو مظنونٍ فيه. ولكل واحدٍ من هذه الحالات حكمها الخاصُّ، وهو ما سنأتي على تفصيل القول فيه بعد قليلٍ.",
            "page": "36",
            "part": "1",
            "seal": "BF6B8CFC"
        },
        {
            "id": "37",
            "nass": "ثالثًا: آية الأنفال الآمرة بإعداد القوة لإرهاب العدو ¶ كثيرا ما يستمسك القائلون بمشروعية الإرهاب بقوله تعالى في آية الأنفال: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} [الأنفال:60] .",
            "page": "37",
            "part": "1",
            "seal": "DDFBF6D7"
        },
        {
            "id": "38",
            "nass": "إنّ التأمل والتمعن في هذه الآية الكريمة يهدي المرء إلى تقرير القول بأنها بسباقها وسياقها ليست موجهة إلى الأفراد ولا إلى الجماعات، ولكنها موجهة إلى أولي الأمر المسؤولين عن تجهيز الجيوش، وإعلان الجهاد، وحماية البيضة، والدليل على كونها آية خاصة وموجهة إلى أولي الأمر سباقاتها التي تقول: {فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ} * {وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ} * {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لَا يُعْجِزُونَ} [الأنفال: 57-59] كما أن الآيات التي أتت بعدها تقرر بجلاء كون الخطاب موجها إلى أولي الأمر وليس الأفراد أو الجماعات، إذ إنها تتضمن الدعوة إلى عقد الصلح العام مع دار الحرب، تلك مهمة ينهض بها ولي الأمر دون غيره، وهذا نص قوله: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} * {وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ",
            "page": "38",
            "part": "1",
            "seal": "8495F010"
        },
        {
            "id": "39",
            "nass": "الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ} [الأنفال: 61-62] . ¶ إن هاتين الآيتين والآيتين السابقتين تؤكد بصورة واضحة أن المأمورين بإعداد القوة التي يرهب بها عدو الله وعدوهم هم أولو الأمر، وليس الأفراد والجماعات. وفضلا عن هذا، فإنّ سياق آية الأنفال بذاته يدل دلالة واضحة على أن المستهدفين بالإرهاب هم أهل دار الحرب الذين بينهم وبين دار الإسلام حرب قائمة، ولا ينطبق هذا الأمر بأي حالٍ من الأحوال على أهل دار الإسلام، أو أهل دار العهد. وبالتالي، فلا سداد في اللياذ بهذه الآية العظيمة واتخاذها ظلما وجورًا آية لتقرير مشروعية جريمة شنعاء تتضمن سفك الدماء وهتك الأعراض وإتلاف الأموال. ¶ وتأكيدا على أن المخاطبين بهذه الآيات هم أولو الأمر، هو أنَّ القوة التي أمر الله بإعدادها في هذه الآية ليست مهمّة يمكن أن يقوم بها الأفراد، بل هي مهمة ينبغي أن ينهض بها ولي الأمر، وتعرف في لغة العصر بالتسلح العسكري، فإعداد تلك القوة يعدُّ من مسؤولية ولي الأمر، فهو المسؤول عن تجهيز الجيوش، وتمكين الأمة من سائر أنواع القوى التي تمكّنها من إرهاب أعدائها الذين يقاتلون ويعتدون عليها.",
            "page": "39",
            "part": "1",
            "seal": "C270E7DD"
        },
        {
            "id": "40",
            "nass": "على أنه إذا عاند معاند، وزعم بأنّ الخطاب القرآني لعموم الأمة، وليس خاصا بأولي الأمر، وبالتالي، فإن لكل فرد أو جماعة القيام بواجب إعداد القوة!! يرد على هذا المعاند المفتون بأنّ عامة المحققين من أهل العلم يؤكّدون بأنّ بعث الجيوش، وصرف أموال بيت المال، وقسمة الغنائم، وعقد الصلح العام لم يكن ذات يوم من اختصاصات الأفراد والجماعات، ولكنها كانت دومًا وأبدًا من اختصاصات الإمام أو من ينوب عنه، وبالتالي، فلا يجوز لأحد يؤمن بالله ورسوله واليوم الآخر أن يقدم على تلك الاختصاصات والوظائف إلا بإذن الإمام أو تفويض منه (1) . ¶ وبطبيعة الحال، لا تنحصر القوة التي أمر الله بإعدادها في القوة العسكرية كما يتبادر إلى أذهان كثير من بلهائنا وبسطائنا، ولكنها تنتظم القوة الفكرية، والقوة العلمية، والقوة الاقتصادية والقوة النظامية، وهذه القوى بمجموعها هي التي تمكن الأمة، وترهب عدوها، وتجعلها خير أمة أخرجت للناس، وتعد العناصر والركائز التي تبنى عليها الحضارات، ويحافظ عليها من خلالها. ويعد الإمام المسؤول الأول عن إعداد هذه القوى وتمكين الأمة منها بصورة متكاملة. ¶ _________ ¶ (1) انظر: ما قاله الإمام ابن عاشور وغيره من العلماء المحققين حول حكم تصرفات الرسول صلى الله عليه وآله وسلم بوصفه إماما. . مقاصد الشريعة الإسلامية ابن عاشور تحقيق محمد الطاهر الميساوي (كوالالمبور، البصائر، طبعة أولى 1998م) . ص137 وما بعدها.",
            "page": "40",
            "part": "1",
            "seal": "7157010A"
        },
        {
            "id": "41",
            "nass": "وبناءً على هذا، فإننا نخلص إلى القول بأن توظيف هذه الآية لتأييد الأعمال الإجرامية والتخريبية يعد ذلك منهجا تطويعيا سلكه البغاة والمشاغبون في التاريخ، إذ إنهم جعلوا الآيات النازلة في الكفار آيات نازلة في الصحابة والصالحين لسوء تأويل وفهم لمراد الله تعالى، ولبعدهم التام عن معرفة أحكام الشرع. فهذه الآية ومثيلاتها لا يمكن الاستناد إليها لادعاء مشروعية ترويع الآمنين بأمان الدين والدار، بل إنها بدلالاتها تدل دلالة أكيدة على تحريم الاعتداء على حق الإمام في القيام بواجب الدفاع عن عموم الأمة.",
            "page": "41",
            "part": "1",
            "seal": "9E079E40"
        },
        {
            "id": "42",
            "nass": "وأيًّا ما كان الأمر، فلنعد لنتبيَّن الحكم الشرعيَّ المناسب مع التمثيل لكلِّ شكلٍ من أشكال الإرهاب بأهدافه المختلفة والمتعددة اعتمادًا على ما أوردناه من تفصيل إزاء منظومة الأمان ومسألة المقاصد في المذهبيَّة الإسلاميَّة. ¶ الشكل الأول: إرهاب الآمن بأمان الدين أو الدار لتحقيق غرضٍ شرعيٍّ مقطوعٍ به ¶ يراد بهذا النوع من الإرهاب الترويع الحسيُّ أو المعنويُّ المقصود للآمن بأمان الدين أو الدار (المسلم، والمعاهد في دار الإسلام أو في دار العهد) من أجل تحقيق غرضٍ شرعيٍّ مقطوعٍ به متمثَّل في الحفاظ أو الدفاع عن إحدى الكليَّات الشرعيَّة المعرَّضة للضياع أو الاختلال، ويمكن أن نمثِّل لهذا النوع بحالات الترويع التي يقوم بها بعض الأفراد والجماعات في هذا العصر متذرعين بالدفاع عن كليَّة الدين التي يخيَّل إليهم قصور بعض أولياء الأمور في القيام بالحفاظ عليها على الوجه الذي ينبغي في نظرهم.",
            "page": "42",
            "part": "1",
            "seal": "1B095416"
        },
        {
            "id": "43",
            "nass": "وأما حكم الشرع في هذا النوع من الإرهاب، فإنَّه هو التحريم مطلقًا، ذلك لأنَّ هذا الترويع يعد خروجًا على الإمام وافتئاتًا على حقِّه، فإقامة شرع الله وحماية الدين وصيانة البيضة من صلاحيَّات واختصاصات الإمام، ومن وظائفه التي حدَّدها الشرع وأمره بالقيام بها، فإن قصر دونه، فإنَّه سيسأل عنه يوم القيامة، ولن يسأل الأفراد يوم القيامة عن هذا الجانب، وليس من مسؤوليات الأفراد أو الجماعات حمل الإمام على ذلك بطريق القوَّة والعنف الذي ينتج عنه تخويف وترويع الآمنين بأمان الدين وأمان الدار، وإنَّما واجب الأفراد والجماعات النصح لله ولرسوله ولكتابه ولأئمة المسلمين وعامَّتهم (1) ، وشتَّان ما بين النصح لولي الأمر وبين ترويع الآمنين وتخويفهم من أجل إرغام الإمام على القيام بهذا الواجب. ¶ ويندرج هذا النوع من الإرهاب في المنظور الإسلامي ضمن دائرة البغي والخروج والشغب الذي ورد النهي عنه في الشرع، وخاصَّة إذا كانت المسألة تحتمل أوجهًا مختلفةً، وكان قصور الإمام عن القيام بهذا الواجب عائدًا إلى أسباب زمنيَّة وظروفٍ مكانيَّة وغير ذلك. ¶ _________ ¶ (1) سأل مسلمة بن زيد الجعيني رسول الله صلى الله عليه وسلم فقال: يا نبي الله: أرأيت إن قامت علينا أمراء سألونا حقَّهم ومنعونا حقَّنا، فما تأمرنا؟ فأعرض ثم سأله في الثانية أو الثالثة، فجذبه الأشعث بن قيس، وقال: اسمعوا وأطيعوا فإنما عليهم ما حملوا وعليكم ما حملتم «، صحيح مسلم بشرح النووي، ج12، ص 236. وفي الحديث:» إنها ستكون بعدي أثرة وأمور تنكرونها، قالو يا رسول الله كيف تأمر من أدرك منا ذلك؟ قال: تؤدُّون الحق الذي عليكم وتسألون الله الذي لكم «صحيح مسلم بشرح النووي، ج12، ص 132. وفي الحديث:» الدين النصيحة: قلنا لمن؟ قال: لله ولرسوله ولأئمة المسلمين وعامَّتهم «، صحيح مسلم بشرح النووي، ج2، ص 37.",
            "page": "43",
            "part": "1",
            "seal": "711069E9"
        },
        {
            "id": "44",
            "nass": "على أنَّ كون الغاية أو الهدف من هذا الإرهاب تحقيق مقصدٍ شرعيٍّ معتبرٍ لا يبرِّره، ذلك لأنَّ الغاية المشروعة أو الحميدة في شرعنا لا تبرِّر الوسيلة إذا كانت الوسيلة محرَّمة ومنصوصا على تحريمها كما هو الحال في إرهاب الآمنين من أجل تحقيق مقاصد شرعية، وهذا الأمر يشبه ما فعله بعض الوضَّاعين والفرق الضالة كالكرامية وغيرهم من وضع الأحاديث ترغيبا وترهيبا، ظنًّا منهم بأنهم بذلك سيدفعون الناس إلى الإقبال على السنة والدين (1) ، وما دروا أن الكذب لرسول الله - صلَّى الله عليه وآله وسلَّم - كالكذب عليه، إذ إن الكذب عليه افتراء وبهتان، وأما الكذب له، فتقوّل عليه، وطعنٌ في الدين، وزيادة على ما جاء به الرسول الأعظم صلى الله عليه وآله وسلم، واتهام لشخصه الكريم - صلى الله عليه وآله وسلم - بأنه لم يبلغ عن الله كل ما أمره بإبلاغه!! ¶ _________ ¶ (1) ولقد أنكر عامة أهل العلم على الوضاعين الذين وضعوا الأحاديث بقصد الحسبة، وبينوا أن هذا النوع من الوضع أشد ضررا من الوضع العادي بغض النظر عن أهداف أصحابهم التي تظهر كأنها نبيلة والحال أنها خبيثة ودنيئة، ولا يشفع لهم قول بعضهم: «. . إني رأيت الناس قد أعرضوا عن القرآن، واشتغلوا بفقه أبي حنيفة ومغازي ابن إسحاق، فوضعت الحديث حسبة. .» انظر: توضيح الأفكار، ج2 ص81.",
            "page": "44",
            "part": "1",
            "seal": "CE83CC38"
        },
        {
            "id": "45",
            "nass": "وعليه، فإن ترويع الآمنين بدعوى إقامة شرع الله أو الدفاع عن الحقوق، هو عين الافتراء، والتقول على الله، والاعتداء على حرمات الله ومحارمه، وطعن مقيت في الدين، ذلك لأنه لو كان الترويع وسيلة مشروعة لأوصى به الدين ولأمر به إمام المجاهدين وقائد الغر الميامين - صلى الله عليه وآله وسلم - ولأثر عن سلفنا الصالح من هذه الأمة!",
            "page": "45",
            "part": "1",
            "seal": "354B928F"
        },
        {
            "id": "46",
            "nass": "وبناءً على هذا، فإنّ هذا الشكل من الإرهاب محرَّم، إذ إنه ليس ثمة نص صحيح من الكتاب أو السنة يجيز ترويع الآمنين بسفك دمائهم وهتك أعراضهم وإتلاف ممتلكاتهم، بل قد تضافرت نصوص الشرع على تحريم ترويع الآمنين بأمان الدين أو الدار. فقد ورد الأمر بطاعة أولي الأمر في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59] ، كما وردت نصوص حديثية تأمر بالطاعة، منها قوله صلَّى الله عليه وآله وسلَّم: «عليك بالسَّمع والطاعة في عسرك ويسرك ومنشطك ومَكرَهك، وأثرة عليك» (1) وقوله صلَّى الله عليه وآله وسلَّم: «من رأى من أميره شيئًا يكرهه، فليصبر، فإنَّه ليس أحد يفارق الجماعة شبرًا، فيموت إلا مات ميتةً جاهليَّة» . (2) ، وقول عبادة بن الصامت: «إنّا بايعنا على السَّمع والطاعة في منشطنا ومكرهنا وعُسرنا ويسرنا وأثرة علينا وأن لا ننازع الأمر أهله، قال: إلا أن تروا كُفرا بواحا عندكم من الله فيه برهان» (3) ¶ _________ ¶ (1) صحيح مسلم بشرح النووي، ج12، ص 224. صحيح مسلم بشرح النووي، ج12، ص 232. ¶ (2) المرجع السابق. ¶ (3) المرجع السابق.",
            "page": "46",
            "part": "1",
            "seal": "A3DF3A94"
        },
        {
            "id": "47",
            "nass": "إنّ هذه النصوص وسواها من الكتاب والسنَّة تقرِّر بجلاء تحريم ترويع الآمنين من أجل تحقيق غايات ولو كانت تلك الغايات حميدة ومشروعة في نظر المروِّع (الإرهابي) ، ويعني هذا أنَّ إرهاب الآمن بأمان الدين أو الدار يعد وسيلة محرَّمة لا يجوز الاستعانة بها في تحقيق أغراض شرعية وغير شرعية، ويشتد تحريمه إذا استخدم وسيلة لمحاربة ولاة الأمور والإنكار عليهم كما هو مشاهد اليوم.",
            "page": "47",
            "part": "1",
            "seal": "5B03263B"
        },
        {
            "id": "48",
            "nass": "ورحم الله الإمام الغزالي عندما قال في الإحياء عن تحريم التوصل إلى الخير بالشر: \" فهذا كله جهل، والنية لا تؤثر في إخراجه عن كونه ظلما وعدوانا ومعصية، بل قصده الخير بالشر على خلاف مقتضى الشرع شر آخر، فإن عرفه، فهو معاند للشرع، وإن جهله، فهو عاص بجهله، إذ طلب العلم فريضة على كل مسلم \" (1) . وزاد شيخ الإسلام ابن تيمية - رحمه الله - هذا الأمر توضيحا وتقريرًا، فقال: \" ليس كل سبب نال به الإنسان حاجته يكون مشروعا ولا مباحًا، وإنما يكون مشروعا إذا غلبت مصلحته على مفسدته مما أذن فيه الشرع \" (2) . وصفوة القول، إن لجوء بعض الأفراد والجماعات إلى ترويع الآمنين بأمان الدين والدار بإزهاق أرواحهم، وإتلاف أموالهم، وهتك أعراضهم وحرماتهم متذرعين بكون أهدافهم نبيلة ومشروعة، يعد بغيا وفسادًا في الأرض، يجب على أولياء الأمور إقامة حد الحرابة فيمن قدروا عليهم إذا لم يتوبوا عن هذه الجريمة الشنعاء مصداقا لقوله تعالى: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ ¶ _________ ¶ (1) انظر: إحياء علوم الدين الغزالي (بيروت، دار المعرفة، طبعة 1403هـ) ج4 ص368 وما بعدها. ¶ (2) انظر: مختصر الفتاوى المصرية بدر الدين البعلي مراجعة أحمد إمام (. . مطبعة المدنى 1400هـ) ص169 باختصار.",
            "page": "48",
            "part": "1",
            "seal": "3AAD04DE"
        },
        {
            "id": "49",
            "nass": "أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} * {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [المائدة:33-34] .",
            "page": "49",
            "part": "1",
            "seal": "869EDE10"
        },
        {
            "id": "50",
            "nass": "الشكل الثاني: إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض شرعيٍّ مظنونٍ فيه ¶ يراد بهذا النوع من الإرهاب الترويع الحسيُّ أو المعنويُّ المقصود للآمن بأمان الدين أو الدار (المسلم، والمعاهد في دار الإسلام أو في دار العهد) من أجل تحقيق غرضٍ شرعيٍّ مظنونٍ فيه متمثَّل في الدفاع عمَّا عدا الكليَّات الخمس، وينطبق هذا على ما يقوم به بعض الأفراد والجماعات من ترويعٍ للآمنين متذرعين بالدفاع عن حقِّ الحريَّة، والمساواة، والتعدديَّة الحزبيَّة، وغير ذلك من الأمور التي لم يرد نصٌّ صريحٌ واضحٌ في إباحة الخروج على وليِّ الأمر في حالة عدم امتثاله بها. وإنَّما كان الغرض الشرعيُّ هنا مظنونًا فيه لعدم وجود نصوص صريحةٍ تنصُّ على وجوب الحفاظ عليها أو تحقيقها في أرض الواقع. ¶ وأما حكم هذا النوع من الترويع، فإنه أشد تحريما من الشكل الأول، ذلك لأنه يتضمن اعتداءً صارخًا على الكليات التي أمر الشرع بالحفاظ عليها وعدم إتلافها أو زعزعتها، وإنما كان أشد تحريمًا لأن الأهداف التي يسعى المروّع إلى تحقيقها مظنونة، ولا يصح الإنكار فيها على المخالف، فضلًا عن ترويعه من أجلها.",
            "page": "50",
            "part": "1",
            "seal": "0DD07CCD"
        },
        {
            "id": "51",
            "nass": "وإذ الأمر كذلك، فإن على ولي الأمر إقامة أقسى ما يمكن من العقوبة على من يتورط في هذه الجريمة، فإذا نتج عن ترويعه إزهاق الأرواح، وإتلاف الأموال، وهتك الأعراض، وجب إقامة حد الحرابة عليه عملًا بالآية السابقة. وإنما وجب إقامة حد الحرابة عليه لما ينتج عن فعله من زعزعةٍ للأمن والاستقرار وإثارة الرعب والشغب، وإهلاك للنسل، فضلًا عن الافتئات على الإمام. وقد سبقت الإشارة أنَّ الشرع حدَّد الوظائف والمسؤوليَّات، ولم يكلِّف الأفراد بالخروج على ولي الأمر في هذه المسائل التي لا تعدُّ كفرًا بواحًا. وبناءً عليه، فإنَّ هذا الترويع يندرج كالذي قبله ضمن جريمة البغي والخروج غير المشروع على الحاكم، ومن حقِّ الإمام أن يعزِّر فاعليها بالتعزير الذي يراه مناسبًا لكل حالةٍ من حالاتها.",
            "page": "51",
            "part": "1",
            "seal": "B6B3DAF0"
        },
        {
            "id": "52",
            "nass": "الشكل الثالث: إرهاب الآمن بأمان الدين أو الدار لتحقيق غرضٍ غير شرعيٍّ ¶ نقصد بهذا النوع من الإرهاب الترويع الحسيُّ أو المعنويُّ المقصود للآمن بأمان الدين أو الدار (=المسلم، والمعاهد في دار الإسلام أو في دار العهد) من أجل تحقيق غرضٍ غير شرعيٍّ مطلقًا، كأن يكون الغرض سفك الدماء وانتهاك الأعراض، وإبادة الأموال، وغير ذلك من ضروب السعي في الأرض فسادًا.",
            "page": "52",
            "part": "1",
            "seal": "04D30742"
        },
        {
            "id": "53",
            "nass": "وأما حكم هذا النوع من الإرهاب، فإنَّه التحريم القطعيُّ، وهو أشد تحريمًا من الشكلين اللذين قبله، ذلك لأنَّ المرهب (المسلم أو المعاهد في دار الإسلام أو في دار العهد) ليس بمحلِّ إرهابٍ، بل يعد آمنًا بأمان الدين (الإسلام) أو بأمان الدار (دار إسلام أو دار عهد) التي ليست محلًا للتخويف والترويع، كما أنَّ غرض المروِّع غير شرعي وإنما يسعى إلى تحقيق مكاسب دنيويَّة آنية عاجلة دنيئة. وهذا النوع من الإرهاب قديم وهو المراد بمصطلح الحرابة عند الفقهاء الأقدمين، ولا شك في تحريمه وجعل المتورط فيه من المحاربين الذين أوجب الله قتلهم، وصلبهم، وقطع أيديهم وأرجلهم من خلاف في سورة المائدة: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلَافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} [المائدة: 33] .",
            "page": "53",
            "part": "1",
            "seal": "1972DE20"
        },
        {
            "id": "54",
            "nass": "ويعد هذا الإرهاب من البغي والإثم الذي حرّمه الله ونهى عنه في قوله: {إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ} [الأعراف: 33] ، وقوله: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ} [النحل:90] . ¶ على أنَّ العقوبة التي تجب في هذا النوع من الإرهاب حدَّدها الشارع في آية المائدة السابقة وذلك في أربعة أنواع، وهي القتل، والصلب، وقطع الأيدي والأرجل من خلافٍ، والنفي في الأرض، ونرى أن الإمام مخيّر بين هذه العقوبات الرادعة الزاجرة وذلك حسب ما يراه من مصلحة وتدبير.",
            "page": "54",
            "part": "1",
            "seal": "216703EF"
        },
        {
            "id": "55",
            "nass": "الشكل الرابع: إرهاب غير الآمن بأمان الدين أو الدار لتحقيق غرضٍ شرعيٍّ مقطوعٍ به ¶ ويراد بهذا الشكل الترويع الحسيُّ أو المعنويُّ المقصود لغير الآمن بأمان الدين والدار (الحربيِّ في لغة الفقهاء) لتحقيق غرضٍ شرعيٍّ مقطوع به متمثَّلٍ في الدفاع عن المقاصد الكليَّة الخمسة من حماية للدين، والنفس والعرض والعقل والمال، فضلًا عن صيانة البيضة.",
            "page": "55",
            "part": "1",
            "seal": "DA3A00B4"
        },
        {
            "id": "56",
            "nass": "وأما حكم هذا النوع من الإرهاب، فإنَّه يعد واجبًا ومأمورًا به في الشرع، ذلك لأنَّ الحفاظ على المقاصد الكليَّة الخمسة كلِّها أو بعضها ورد الأمر الصريح في آياتٍ كثيرة سبقت الإشارة إليها. ولأنَّ المرهب (=الحربيِّين) ليس أهلًا لا لأمان الدين أو أمان الدار، بل هو عدو يتربَّص بدار الإسلام وأهله، وهذا ما يجعل مكافحتهم والرد عليهم واجبًا يسأل عنه ولي الأمر يوم القيامة، وقد وردت الإشارة إلى هذا النوع من الإرهاب في آيات كثيرة من الذكر الحكيم، منها قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ} [الأنفال:60] . وقوله جلَّ جلاله: {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ} [آل عمران: 151] ، وقوله {سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ} [الأنفال: 12] ، وقوله:",
            "page": "56",
            "part": "1",
            "seal": "44413ACE"
        },
        {
            "id": "57",
            "nass": "{وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا} [الأحزاب: 26] . وفي الحديث: «أوتيت خمسًا لم يعطهن أحدٌ قبلي من الأنبياء، منها: نصرت بالرعب مسيرة شهرٍ» (1) . ¶ _________ ¶ (1) نص الحديث: «أعطِيتُ خمسًا لم يعطهنَّ أحد قبلي: نُصِرت بالرعب مسيرة شهر، وجُعِلت لي الأرض مسجدا وطهورا، فأيُّما رجلٍ من أمتي أدركته الصلاة فليصلِّ، وأحلَّت لي المغانم ولم تحل لأحدٍ من قبلي، وأعطِيت الشَّفاعة، وكان النبي يُبعث إلى قومه خاصَّة وبُعثت إلى الناس عامَّة» . فتح الباري، ج1، ص 435، حديث رقم (335) .",
            "page": "57",
            "part": "1",
            "seal": "2ED18C67"
        },
        {
            "id": "58",
            "nass": "على أنَّ قولنا بمشروعية هذا النوع من الإرهاب لا يعني بأي حال من الأحوال فتح الباب لكل فردٍ من أفراد المجتمع للقيام بهذا الأمر دون رجوع إلى ولي الأمر الشرعي، بل يجب استئذان الإمام في القيام بهذا الإرهاب، فالإمام هو المسؤول في شرعنا عن إعلان الجهاد، وليس الأفراد ولا الجماعات، كما أن الإمام هو المسؤول في شرعنا عن تجهيز الجيوش، وليس الأفراد أو الجماعات، وقد كان الصحابة - رضوان الله عليهم - لا يخرجون لجهاد إلا بإذن من رسول الله صلَّى الله عليه وآله وسلم، وحادثة الحديبية تعدّ من أوضح الأدلة الدالة على كون إعلان الجهاد والقيام به من مهام ولي الأمر وليس الأفراد. وبالرجوع إلى الكتب المؤلفة في الأحكام السلطانية يجد المرء ثمة اتفاقا على تحريم إعلان الأفراد والجماعات الجهاد المسلّح دون إذن الإمام وتفويض منه. وبطبيعة الحال، إذا لم يعلن ولي الأمر الجهاد، فإنه يتحمّل المسؤولية التامة عند الله، ولن يسأل عنه الأفراد يوم القيامة. وقد سبق أن أصَّلنا القول في أنَّ آية الأنفال: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ",
            "page": "58",
            "part": "1",
            "seal": "BAFDBC92"
        },
        {
            "id": "59",
            "nass": "وَعَدُوَّكُمْ} خطاب لأولي الأمر، وليس خطابًا للأفراد والجماعات كما يتوهّم بعضهم وذلك بدلالة سباقاتها وسياقاتها ولواحقها. فالنظرة الموضوعية الشمولية في تلك الآية سباقا وسياقًا تهدي إلى تقرير القول بأن المأمور بهذا الأمر هو ولي أمر المسلمين وليس الأفراد، وفضلا عن هذا، فإن المعلوم في شرعنا أنّ المسؤول عن تجهيز الجيوش (إعداد القوة) هو الإمام وليس الأفراد، ويجب على الأفراد والجماعات طاعة الإمام والصدور عن حكمه.",
            "page": "59",
            "part": "1",
            "seal": "F8E6EC49"
        },
        {
            "id": "60",
            "nass": "الشكل الخامس: إرهاب غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعيٍّ مظنونٍ فيه ¶ يراد بهذا النوع من الإرهاب، الترويع الحسيُّ أو المعنويُّ المقصود لغير الآمن بأمان الدين أو الدار (=المسلم، والمعاهد في دار الإسلام أو في دار العهد) من أجل تحقيق غرضٍ شرعيٍّ مظنونٍ فيه متمثَّل في الدفاع عمَّا عدا الكليَّات الخمس، وينطبق هذا على ترويع غير الآمنين من أجل الدفاع عن الحريَّة، والتعدديَّة الحزبيَّة، والمساواة، والديمقراطيَّة، وغير ذلك من الأمور التي لم يرد نصٌّ صريحٌ واضحٌ في إباحة الترويع من أجلها.",
            "page": "60",
            "part": "1",
            "seal": "8F0DCF87"
        },
        {
            "id": "61",
            "nass": "وأما حكم هذا النوع من الإرهاب، فهو التحريم لما يترتب عليه من اعتداءٍ على الكرامة الإنسانيَّة التي حرَّم الشرع المساس بها إلا لتحقيق غرضٍ شرعيٍّ مقطوعٍ به كالدفاع عن الكليَّات الخمس، وأما ما عدا ذلك، فإنَّ الترويع من أجله يعد خروجًا وخلطًا بين مراتب الأمور في الشرع الإسلاميِّ، وإنَّما كان هذا الترويع حرامًا على الرغم من كون الهدف منه تحقيق غرضٍ شرعيٍّ مظنونٍ فيه، لأنَّ الأصل في الشرع تقديم تحقيق غرضٍ شرعيٍّ مقطوع به على تحقيق غرضٍ شرعيٍّ مظنون فيه، مما يجعل الانشغال بغير ذلك داخلًا في دائرة المستحبات والمندوبات، ومعلوم أنَّه لا تجوز المقاتلة من أجل تحقيق مندوبٍ أو مستحبٍّ، على أنَّ العقوبة التي يقرِّرها الشرع لهذا النوع من الإرهاب أخفَّ مقارنةً بالذي سيأتي بعده.",
            "page": "61",
            "part": "1",
            "seal": "D0F72065"
        },
        {
            "id": "62",
            "nass": "الشكل السادس: ترويع غير الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعيٍّ ¶ وأما هذا النوع من الإرهاب فيراد به الترويع الحسيُّ أو المعنويُّ المقصود لغير الآمن بأمان الدين والدار لا لتحقيق هدفٍ مشروعٍ، ولكنَّه لتحقيق مكاسب دنيويَّة دنيئةٍ ظلمًا وجورًا، كسفك دمائهم تشفيًا وهتك أعراضهم تشهيًا، وإبادة أموالهم شماتةً وغير ذلك. ¶ وأما حكم هذا الإرهاب فإنَّه حرام في نظر الإسلام لما فيه من اعتداءٍ على الكرامة الإنسانيَّة دون وجه حقٍّ، ودون رغبة في تحقيق مقصدٍ شرعيٍّ معتبرٍ. ولا يشفع لهذا الإرهاب كون المرهب غير آمنٍ بأمان الدين أو الدار، وإنَّما هدفه يجعل منه إرهابًا غير مشروعٍ لا يقرُّه الشرع لما فيه من العيث في الأرض فسادًا وهلك الحرث والنسل اعتباطًا. وعليه، فالشرع الكريم يحرِّم هذا النوع من الإرهاب لما فيه من إساءةٍ إلى أكرم مخلوقات الله دون تفويض منه جلَّ جلاله. ¶ على أنَّ العقوبة الشرعيَّة التي يستحقُّها من تورط في هذا النوع من الإرهاب متروك لتقدير الحاكم ما يراه مناسبًا من التعزير.",
            "page": "62",
            "part": "1",
            "seal": "36C05960"
        },
        {
            "id": "63",
            "nass": "هذه هي أحكام الشرع في أشكال الإرهاب الستَّة، ومن الجليِّ فيها أنَّ حكم الإرهاب يتحدد من خلال موقع المرهب وغاية الإرهابي، مما يعني أنَّ حكم كلِّ واحدٍ من هذه الأشكال الستَّة يتأثر بالأمرين المذكورين تأثرًا بالغًا. ولهذا، فإنَّه ينبغي التنبه لهذا الأمر عند الهمِّ بتحديد الحكم الشرعيِّ المناسب للمسألة الإرهابيَّة في أشكالها المذكورة. ¶ إنَّ عدم تفريق معظم الباحثين بين هذه الأشكال من الإرهاب، كان ولا يزال سببًا أساسيًّا لنشأة الفتاوى المتناقضة والمتضاربة التي أرهقت ولا تزال ترهق المسلم العادي المعاصر في المسألة الإرهابيَّة، كما أنَّ عدم التفريق كان ولا يزال وراء ظاهرة التعميم في الفتاوى المتعلقة بهذه الظاهرة، والتعميم لا يمكن الاستناد عليه في ضبط الأحكام التفصيليَّة للأشياء، وخاصَّة إذا كان الشيء في غموضه وعدم وضوحه بمنزلة مصطلح الإرهاب.",
            "page": "63",
            "part": "1",
            "seal": "211CF525"
        },
        {
            "id": "64",
            "nass": "ونخلص إلى تقرير القول: بأنّ الإرهاب حرام بجميع أشكاله على الأفراد والجماعات، فلا يجوز لأي فردٍ أو جماعة أنى كانت أهدافها وغاياتها ترويع الآمنين استنادًا إلى تأويل جائر وغير سائغ لبعض نصوص الكتاب والسنة النبوية الطاهرة، وما ذلك إلا لأن إزهاق الأرواح وإتلاف الأموال وهتك الأعراض تعد من كبائر الذنوب والآثام، وقد تضافرت نصوص الكتاب والسنة على تحريم المساس بهذه الكليات، كما تواترت النصوص التي تأمر بإنزال أقسى أنواع العقوبة على كل من يعتدي على هذه الكليات.",
            "page": "64",
            "part": "1",
            "seal": "A2CBA46D"
        },
        {
            "id": "65",
            "nass": "وبطبيعة الحال، لا يتعارض هذا القول مع النص القرآني الذي أسيء فهمه كل الإساءة، أعني آية الأنفال الداعية إلى إعداد القوة لإرهاب العدو، فهذه الآية - كما بينا سابقًا - موجهة إلى أولياء الأمور، وليست إلى الأفراد والجماعات، ذلك لأنه من المعلوم عند المحققين من أهل العلم بأن تجهيز الجيوش وإعدادها من مسؤولية الإمام ومن وظائفه الأساسية، وبالتالي، لا يجوز لأحد أن يزاحمه في هذه الوظيفة دون تفويض أو إذن منه. فأي مزاحمة له تعد افتئاتا عليه، ومن حقه بل من واجبه تعزير من اعتدى على حقه بالعقوبة التي يراها مناسبة حفاظا لنظام الأمة، وحماية للبيضة، وحيلولة دون الفوضى والتناحر في المجتمع. ¶ حكم الإرهاب بأشكاله الستَّة: ¶ شكل الإرهاب وعلاقته بالأمان الغاية من الإرهاب حكمه عقوبته الشرعيَّة ¶ ترويع الآمن بأمان الدين أو الدار غرض شرعيّ مقطوع به حرام حرابة ¶ ترويع الآمن بأمان الدين أو الدار غرض شرعيّ مظنون فيه حرام حرابة ¶ ترويع الآمن بأمان الدين أو الدار غرض غير شرعيٍّ حرام حرابة ¶ شكل الإرهاب وعلاقته بالأمان الغاية من الإرهاب حكمه عقوبته الشرعيَّة",
            "page": "65",
            "part": "1",
            "seal": "659F76EA"
        },
        {
            "id": "66",
            "nass": "ترويع غير الآمن بأمان الدين أو الدار غرض شرعيّ مقطوع به واجبٌ على الإمام لا عقوبة ¶ ترويع غير الآمن بأمان الدين أو الدار غرض شرعيّ مظنون فيه حرام تعزير ¶ ترويع غير الآمن بأمان الدين أو الدار غرض غير شرعيٍّ حرام تعزير ¶ وبهذا يتبيَّن لنا حكم الإرهاب بأشكاله الستَّة بصورة علميَّة واضحةٍ، ولننتقل إلى التعرف على موقع الأحداث الأخيرة في العالم وخاصة في بعض الدول كالسعودية والمغرب والولايات المتحدة وإسرائيل، وذلك لنرى مدى انطباقها عليها بصورةٍ علميَّة بعيدةٍ عن الحماسة والعاطفة.",
            "page": "66",
            "part": "1",
            "seal": "B44CF9B7"
        },
        {
            "id": "67",
            "nass": "المبحث الثالث في الإرهاب وعلاقته بالأحداث الأخيرة في العالم (السعودية والمغرب وأمريكا) بادئًا بذي بدءٍ حريٌّ بنا تحرير القول في مواقع هذه الدول في التقسيم الفقهيِّ التقليديِّ للدار، ثم تحديد مواقعها ومواقع المقيمين فيها في منظومة الأمان في الحسِّ الفقهيِّ، فضلًا عن تبسيط القول في علاقة تلك الأحداث بالإرهاب وفق ما أوردناه من تصورٍ. ¶ إنَّنا نعتقد أنَّ تأصيل القول في هذه النقاط المذكورة سيقودنا إلى تحديد الحكم الشرعيِّ المناسب بصورةٍ علميَّةٍ منهجيَّةٍ منضبطةٍ، كما أنَّ ذلك سيكون لنا عونًا على تجاوز الفتاوى المجرِّمة أو المباركة التي أصدرها خلق كثيرٌ في هذه الأحداث دون التفات إلى هذه التحقيقات المنهجيَّة الضروريَّة في المنظور الإسلاميِّ المنضبط والمتزن. فهلمَّ إلى كشف اللثام عن هذه النقاط الأساسية: ¶ أولًا: موقع الدول المذكورة في منظومة التقسيم الفقهيِّ التقليديِّ للدار",
            "page": "67",
            "part": "1",
            "seal": "C769A7DF"
        },
        {
            "id": "68",
            "nass": "لئن قسَّم الفقهاء الدار من حيث الأمان إلى دار إسلام، ودار عهدٍ، ودار حربٍ، وعدوا الدار دار إسلام إذا كانت الأحكام الظاهرة فيها إسلاميَّة وكان المسلمون يمارسون فيها شعائرهم بحريَّة وأمانٍ، وأما دار العهد، فهي الدار التي تكون بينها وبين دار الإسلام عهد وميثاق واتفاقيَّات وسوى ذلك، وأما دار الحرب، فعنوا بتعريفها بأنَّها هي الدار التي يسود بينها وبين دار الإسلام حالة الحرب الطاحنة، ولا يوجد بينها وبين دار الإسلام معاهدة ولا ميثاق مطلقا. ¶ بناءً على هذا التقسيم، يمكن القول على سبيل المثال بأنَّ دولة إسرائيل تعد دار حربٍ بالنسبة لعامَّة المسلمين، ذلك لأنَّ ثمة حربًا ضروسًا معنويَّة وحسيَّةً قائمةٌ بينها وبين الديار الإسلاميَّة (الدول الإسلاميَّة) بشكل عامٍّ. وأما الولايات المتحدَّة الأمريكيَّة، فإنَّها تعد وفق ما أوردناه من تعريف للدار، دار عهدٍ، ذلك لأنَّ بينها وبين معظم الديار الإسلاميَّة معاهدات واتفاقيَّات، فضلًا عن أنَّ المسلمين يمارسون شعائرهم فيها بأمن وأمان.",
            "page": "68",
            "part": "1",
            "seal": "6D27B802"
        },
        {
            "id": "69",
            "nass": "وأما السعودية والمغرب، فإنهما تعدان - حسب التقسيم الفقهيِّ للدار - داري إسلامٍ، ذلك لأنَّ أحكام الشرع ظاهرة فيهما، ولأنَّ المسلمين يمارسون فيهما شعائرهم بأمنٍ وأمانٍ، وأي تشكيك في هذا الأمر يعد مكابرة.",
            "page": "69",
            "part": "1",
            "seal": "F19A1100"
        },
        {
            "id": "70",
            "nass": "ثانيًا: موقع المقيمين في هذه الدول في منظومة الأمان في الحسِّ الفقهيِّ ¶ لقد أسلفنا القول بأنَّ الإنسان يستحقُّ الأمان والعصمة في دمه وماله وعرضه بأحد الأمرين، وهما: الإسلام، والدار، فكل مسلمٍ معصوم الدم والمال والعرض بحكم إسلامه، وكل من يقيم في دار الإسلام أو في دار العهد، يعتبر معصوم الدم والمال العرض.",
            "page": "70",
            "part": "1",
            "seal": "71642C3E"
        },
        {
            "id": "71",
            "nass": "وعليه، فإنَّه يمكن القول بأنَّ المقيمين غير المسلمين (=الصهاينة) في دولة إسرائيل لا يعدُّون آمنين لا بأمان الدين ولا بأمان الدار، ولا تعد دماؤهم ولا أموالهم ولا أعراضهم معصومة، لأنَّهم لا يعدون دماءَ المسلمين وأموالهم وأعراضهم معصومةً، فكان الواجب أن يعاملوا بالمثل مصداقًا لقوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} * {وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ كَذَلِكَ جَزَاءُ الْكَافِرِينَ} [البقرة: 190-191] . وأما بالنسبة للمسلمين المقيمين بين ظهراني اليهود، فإنَّ دماءهم وأموالهم وأعراضهم معصومة بعصمة الإسلام، ولهم أمان الدين فقط.",
            "page": "71",
            "part": "1",
            "seal": "643DE680"
        },
        {
            "id": "72",
            "nass": "وأما أمان الدار، فليس لهم، ولذلك، فمن قتل منهم خطًا أثناء القتال بين الأعداء وبين المسلمين، لم تجب دية في قتله، وإنَّما تجب الكفَّارة فقط مصداقًا لقوله تعالى: {فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: 92] . وإنَّما وجبت الكفَّارة ولم تجب الدية لأنَّ القتل في هذه الدار ليست ممنوعة، والدية إنَّما تجب بسبب الدار لا بسبب الدين، وفي هذا يقول الإمام الشافعي ما نصُّه: \" فكان المؤمن في الدار غير الممنوعة وهو ممنوع بالإيمان، فجعلت الكفارة بإتلافه، ولم يجعل فيه الدية، وهو ممنوع الدم بالإيمان\" (1) ¶ على أنّ ترويع الصهاينة في دارهم (إرهابهم) أمر موكول إلى ولي الأمر، فهو المسؤول عند الله عن هذا الأمر، ويجب عليه إعداد القوى العسكرية والاقتصادية والفكرية والعلمية التي تعينهم على استعادة الأراضي المسلوبة والمحتلة ظلما وجورًا، كما يجب على جميع المسلمين ولاة ورعية في جميع أنحاء العالم مساندتهم ودعمهم في هذا الأمر، فالمسلمون تتكافأ دماؤهم ويسعى بذمتهم أدناهم. ¶ _________ ¶ (1) انظر: الرسالة الشافعي تحقيق وتخريج أحمد شاكر (بدون طبع ولا تاريخ. .) ص301-302.",
            "page": "72",
            "part": "1",
            "seal": "F44CA422"
        },
        {
            "id": "73",
            "nass": "وأما بالنسبة للمقيمين في دار العهد كما هو الحال في الولايات المتحدَّة، فإنَّهم يعدون معصومي الدماء والأموال والأعراض ما داموا فيها، لا يجوز قتلهم أو قتالهم، كما يحرم الاعتداء على أموالهم وأعراضهم، وممتلكاتهم، فمن قتل منهم خطأً، وجب على القاتل الدية والكفارة مصداقًا لقوله تعالى: {وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا} [النساء: 92] ، ويؤكِّد الإمام الشافعي هذا الأمر، فيقول: \"فأوجب الله بقتل المؤمن خطًا الدية وتحرير رقبةٍ، وفي قتل ذي الميثاق الدية وتحرير رقبةً، إذا كانا معًا ممنوعي الدم بالإيمان والعهد والدار معًا \" (1) . ¶ على أنَّ هذا الأمان والعصمة ثابتة لهم ما داموا في دار العهد، فإذا تحوَّلوا عنها لأيِّ سببٍ من الأسباب إلى دار حرب، فإنَّه يزول عنهم الأمان والعصمة، ويمسي حكمهم كحكم المقيمين في دار الحرب، فمن قتل منهم خطأً، فلا تجب في قتله دية ولا كفارة مطلقًا. ¶ _________ ¶ (1) انظر: الرسالة مرجع سابق ص301.",
            "page": "73",
            "part": "1",
            "seal": "41AC97EB"
        },
        {
            "id": "74",
            "nass": "وأما بالنسبة للمقيمين في السعودية والمغرب، فإنَّ لهم أمان الإسلام والدار معًا إذا كانوا مسلمين، ولهم أمان الدار إذا كانوا غير مسلمين، مما يعني أنَّ كل مقيم في هذه الدول يعد معصوم الدم والمال والعرض، وهو آمن بأمان الدين والدار معًا إذا كان مسلمًا، أو آمن بأمان الدار دون الدين إذا كان غير مسلمٍ. وقد وردت نصوص متضافرة من الكتاب والسنَّة تحرِّم الاعتداء على الآمنين بأمان الدين أو الدار، وقد سبق أن أشرنا إلى بعضها.",
            "page": "74",
            "part": "1",
            "seal": "4D9F10E1"
        },
        {
            "id": "75",
            "nass": "وعلى العموم، بهذا يتضح لنا مواقع الدول المذكورة في منظومة التقسيم الفقهيِّ للدار، ومنظومة الأمان التي تحدَّث عنها الفقهاء ذات يومٍ، وأصَّلوا فيها القول أيَّما تأصيل. وإذ الأمر كذلك، فحريٌّ بنا الانتهاء إلى تحديد ما نراه حكمًا شرعيًّا مناسبًا وملائمًا للأحداث التي جرت ولا تزال تجري في تلك الدول، وذلك كالآتي:",
            "page": "75",
            "part": "1",
            "seal": "AD0E1A7C"
        },
        {
            "id": "76",
            "nass": "أولاً: لقد أسلفنا القول بأنَّ الإرهاب يكون مشروعًا لولي الأمر فقط إذا كان المروَّعون معتدين وغاصبين كما هو الحال في إسرائيل، فإن على ولي الأمر دون الأفراد والجماعات الأخذ بكل الأساليب والوسائل الممكنة لتحرير الأراضي المحتلة، وطرد الغاصبين، ويعد هذا الأمر جهادًا مشروعاعند الله جلَّ جلاله مصداقًا لقوله صلَّى الله عليه وآله وسلَّم «من قتل دون ماله فهو شهيد، ومن قتل دون عرضه فهو شهيد» (1) . وينبغي التفريق بين هذا النوع من الإرهاب وغيره من الأشكال التي سبق الحديث عنها، إذ إنّ هذا النوع من صميم العقيدة الإسلاميَّة، ويجب على المسلمين - حكَّامًا وشعوبًا - القيام به حتى يتحرَّر المسجد الأقصى وتعود الأراضي المغصوبة التي اغتصبتها قوى الظلم والغدر وحلفاؤها. وبطبيعة الحال، إنَّ ما تقوم به السلطات الصهيونيَّة الغاشمة الغاصبة من سفكٍ للدماء وهتكٍ للأعراض وإفسادٍ للأموال والممتلكات ظلمًا وجورًا، يعد ذلك في المنظور الإسلاميِّ إرهابًا محرَّمًا بلا خلاف. ¶ _________ ¶ (1) في الحديث: «. . . . من قُتِل دون ماله فهو شهيد» بدون (من قُتِل دون عرضه) . صحيح مسلم بشرح النووي، ج2، ص 164.",
            "page": "76",
            "part": "1",
            "seal": "E37CCAA2"
        },
        {
            "id": "77",
            "nass": "ثانيًا: لئن قرَّرنا من قبل بأنَّ الإرهاب لا يكون مشروعًا إذا كان ترويعًا للآمنين بأمان الدين أو الدار سواء أكان الهدف منه تحقيق غرضٍ شرعيٍّ مقطوعٍ به أو مظنون فيه، ولئن حقَّقنا القول بأنَّ الولايات المتحدَّة الأمريكيَّة تعد في منظومة التقسيم الفقهيِّ دار عهدٍ، لذلك، فإنَّ ما وقع في أراضيها في 11 سبتمبر من هجمات واعتداءات على الأبرياء والممتلكات، يعد ذلك إرهابًا لا يقرُّه الإسلام ولا يأمر به، ذلك لأنَّ تلك الديار من المنظور الإسلاميِّ دار عهدٍ، ويعد المقيمون فيها مسلمين أو غير مسلمين معصومي الدماء والأعراض والأموال، إذ إنَّهم يستحقُّون الأمان والعصمة إما بسبب الدين والدار معًا (أمان الإسلام وأمان الدار) ، أو بسبب الدار دون الدين (أمان الدار) ، وبالتالي، فلا يجوز لمسلم يؤمن بالله واليوم الآخر أن يسفك دماءهم، أو يهتك أعراضهم، أو يعتدي على ممتلكاتهم ما دام العهد والميثاق قائمًا بينهم وبين المسلمين ممثَّلين في أولياء أمورهم.",
            "page": "77",
            "part": "1",
            "seal": "8971DEF9"
        },
        {
            "id": "78",
            "nass": "ولقد وردت جملةٌ من نصوص الكتاب والسنَّة تنهى عن الاعتداء على المقيمين في هذه الدار ولو كانوا غير مسلمين، وتأمر بالبرِّ إليهم والقسط معهم، ومن تلك النصوص قوله تعالى: {لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الممتحنة: 8] . وقوله صلَّى الله عليه وآله وسلَّم «من آذى معاهدًا أو انتقصه حقَّه أو أخذ ماله بغير طيب نفسه، فأنا حجيجه يوم القيامة» . أو كما قال.",
            "page": "78",
            "part": "1",
            "seal": "558A3522"
        },
        {
            "id": "79",
            "nass": "إنَّ هذه النصوص وسواها تقرِّر وتؤكِّد تحريم الاعتداء على المقيمين في دار العهد سواء أكانوا مسلمين أم غير مسلمين، بل إنَّ قتل المقيم في هذه الدار خطأً، تجب فيه الدية والكفارة، كما تجب في قتل المؤمن خطًا في دار الإسلام سواءً بسواء مصداقًا لقوله: {وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء:92] . وبناءً على هذا، فليس ثمَّة سبب شرعيٌّ يعتدُّ به في الاعتداء على الأبرياء في دار العهد أو دار الإسلام، وليس هنالك أصلٌ شرعيٌّ معتبرٌ يمكن الاستناد إليه لإعلان الجهاد ضدَّ المقيمين في هذه الدار سواء أكانوا مسلمين أم غير مسلمين، ما لم تتحوَّل هذه الدار إلى دار حرب، فتصبح أحكامها كأحكام دار الحرب.",
            "page": "79",
            "part": "1",
            "seal": "CAC03277"
        },
        {
            "id": "80",
            "nass": "على أنَّ إعلان الجهاد ضدَّ دار العهد أو فسخ عقد الأمان المعطى للمعاهدين، يعد حقًّا خاصًّا للإمام أو من يفوِّضه، الشأن في ذلك كالشأن في إقامة الحدود والقصاص، وإدارة شؤون الدولة، وتجهيز الجيوش، وغير ذلك من الوظائف التي يختصُّ بها ولي الأمر دون غيره، والمقصد الشرعيُّ المبتغى من اختصاص الإمام بهذه الوظائف تحقيق انتظام أمر الأمَّة وتحقيق الاستقرار والأمن والأمان لأفرادها، وقطع دابر الخلافات والنزاعات لتحقيق مصالح شخصيَّة أو خاصَّة، فلو لم يختصَّ الإمام بهذه الوظائف لأدَّى ذلك إلى الهرج والمرج في المجتمعات ذلك لأنَّ إعلان الجهاد أو إقامة الحدود والقصاص يصبح محلَّ نزاع وخصام بين الرعيَّة، فمن الوارد أن يعلن فرد الجهاد، ويعلن آخر عدمه، كما أنَّه من الوارد أن يدعو أحد إلى إقامة الحدود بناءً على اجتهادٍ ترجَّح ويعلن آخر عدم ذلك، فيتزعزع الأمن وينتشر الاضطراب، فيضعف كيان الأمَّة وتذهب ريحها نتيجة خلافاتها ونزاعاتها الداخليَّة. وأما إذا قصَّر الإمام أو ولي الأمر عن القيام بواجب الجهاد المشروع، وامتنع عن الدفاع عن بيضة الإسلام، فإنَّ الجهاد إن كان لا بدَّ له من أن يعلن، فإنَّه يجب",
            "page": "80",
            "part": "1",
            "seal": "A2BD29B3"
        },
        {
            "id": "81",
            "nass": "أن يعلن على ذلك الإمام بالقدر الذي يتناسب مع تقصيره وبالأسلوب الذي يحافظ على الأمن والاستقرار والنظام بعيدًا عن الشغب والخروج المسلَّح الذي لا يكون ضرره أكبر من نفعه في معظم الأحيان. ¶ أَجَلْ، إنَّ الجهاد الذي نرومه في هذه الحالة لا يعني بالضرورة جهادًا بالسيف، ولكنَّه يعني جهادًا بالتي هي أحسن، جهادًا بالنصح، والموعظة الحسنة، والإقناع، ذلك لأنَّ عزوف الإمام عن الجهاد يندرج - والحال كذلك - ضمن المخالفات الشرعيَّة، وقد بيَّن المصطفى - صلَّى الله عليه وآله وسلَّم - مراتب وكيفيات تغيير المنكر وفق الظروف والأحوال والمقامات.",
            "page": "81",
            "part": "1",
            "seal": "7FF2D89A"
        },
        {
            "id": "82",
            "nass": "ومهما يكن من شيءٍ، فإنَّنا نخلص إلى القول بأنَّ الأحداث الأخيرة في الولايات تعد ترويعًا للآمنين بأمان الدين والدار، وبأمان الدار دون الدين، ويعدُّ حرامًا في شرعنا مهما كانت مسبباته وأسبابه، ويستحق فاعلوه مسلمين كانوا أم غير مسلمين عقوباتٍ صارمة تردعهم عن مثلها مستقبلاً. وبناءً على هذا، فإنَّنا نربأ بالمسلمين كلَّ المسلمين في مشارق الأرض ومغاربها أن يكون لهم يدٌ أيُّ يدٍ في تلك الأحداث الأليمة والمروِّعة إن تخطيطًا أو توجيهًا أو تحقيقًا، ونربأ بأن يكون ذلك أسلوبًا يقرُّه دين السلام والوئام والأمن والأمان والاستقرار، ولكنَّنا لا نستبعد أن تكون ثمَّة أيد خفيَّة ماكرة خطَّطت لهذه الأحداث سعيًا منها إلى الحيلولة دون الإقبال الرائع والنمو المستمر الذي يحظى به هذا الدين في الغرب، مما يؤدِّي في النهاية إلى ظهوره على الدين كلِّه كما أخبر جلَّ جلاله. وعسى الله أن يحقَّ الحقَّ ويكشف كيد الكائدين، ومكر الماكرين.",
            "page": "82",
            "part": "1",
            "seal": "05998562"
        },
        {
            "id": "83",
            "nass": "على أنَّه لو ثبت يقينًا تورط مسلم أيِّ مسلم - فردًا أو جماعةً - في تلك الأحداث الأخيرة بناءً على تأويلٍ سائغٍ، مفاده اعتقاد الولايات المتحدَّة دار حرب لا دار عهدٍ، وذلك لمواقفها المتحيِّزة لإسرائيل ومساندتها إيَّاها ومظاهرتها لها على إخراج المسلمين من ديارهم في فلسطين المحتلَّة ظلمًا وعدوانًا. . فإنَّ هذا التأويل على الرغم من وجاهته، غير أنَّه لا يعتدُّ به سببًا شرعيًّا وجيهًا لإعلان الأفراد الجهاد ضدَّ الولايات المتحدَّة، أو فسخ عقد الأمان العامِّ الذي بينها وبين الديار الإسلاميَّة. . لأنَّ الإمام هو الذي يملك حقَّ إعلان الجهاد ضدَّ دار الحرب أو فسخ عقد الأمان العام المعطى لها، ولا يملك أحدٌ هذا الحقَّ سواه. ولهذا، فإنَّ إرهاب الأفراد أو الجماعات الآمنين في دار العهد (الولايات المتحدَّة) لتحقيق غرضٍ شرعيٍّ مقطوعٍ به متمثَّل في الدفاع والحفاظ على كليَّة العرض والمال، يعد هذا الإرهاب - كما قرَّرنا من قبل - حرامًا لا يجوز للأفراد أو الجماعات القيام لما فيه من افتئات على الإمام، ولما ينطوي عليه من فسخٍ لعقد الأمان العامِّ دون إذن أو تفويض من الإمام، ويستحقُّ المتورطون في هذه",
            "page": "83",
            "part": "1",
            "seal": "DF9918ED"
        },
        {
            "id": "84",
            "nass": "الأحداث عقوبةً تعزيريَّة يقدِّرها الإمام وفق ما يتناسب ودرجة الافتئات والإساءة إلى الآمنين بأمان الدين أو الدار.",
            "page": "84",
            "part": "1",
            "seal": "8E32247E"
        },
        {
            "id": "85",
            "nass": "ثالثًا: إنَّ ما شهدته الأراضي السعودية وقبلها الأراضي المغربية من تدميرٍ للمباني وسفكٍ لدماء الأبرياء، وهتكٍ للأعراض وإهلاكٍ للأموال، يعد ذلك إرهابًا محرّما تحريما قاطعًا، وينطبق عليه حكم الحرابة التي وردت نصوص الكتاب والسنة الصحيحة في شأنها، ويستحق المتورطون فيها عقوبة الحرابة المنصوص عليها في سورة المائدة، فالإسلام بمبادئه السمحة وتعليماته السامية، لا يقرُّ بأي حالٍ من الأحول إرهاب الآمنين بأمانه ولا إرهاب الآمنين بأمان الدار (المقيمين بدار الإسلام أو دار العهد) ، وينبذ الترويع والتخويف والإساءة بجميع أشكاله إلى المعاهدين والذميِّين ما دام العهد قائمًا، وما لم ينقضوا العهد والميثاق، بل إنَّ الحربيَّ المستأمن يحرِّم الإسلام الاعتداء على دمه وماله وعرضه ما دام عقد الأمان قائمًا. . دين بهذا المستوى من الترقِّي والإنسانيَّة والتسامح لا يمكن له أن يأمر أتباعه - أفرادًا أو جماعاتٍ - بسفك دماء الأبرياء الآمنين، أو هتك أعراضهم، وإبادة ممتلكاتهم.",
            "page": "85",
            "part": "1",
            "seal": "0759A2D8"
        },
        {
            "id": "86",
            "nass": "وبهذا يتبيَّن لنا، بجلاءٍ وبموضوعيَّة، مفهوم الإرهاب من منظورٍ شرعيٍّ، كما يتضحُّ لنا حكم الشرع في هذه الظاهرة المعقَّدة، ونظر الشرع في الأحداث الأخيرة التي ألَّمت بالولايات المتحدَّة، وبالسعودية والمغرب.",
            "page": "86",
            "part": "1",
            "seal": "4A0B3B53"
        },
        {
            "id": "87",
            "nass": "نتائج البحث ¶ بفضل الله وتوفيقه، توصلت في هذه الدراسة المتواضعة إلى جملةٍ حسنةٍ من النتائج، تلخيصها في النقاط الآتية: ¶ أولاً: ليس في القرآن الكريم ولا السنة النبويَّة تعريف واضح صريح للإرهاب، وقد وردت مادة الإرهاب ومشتقاته في عددٍ من آيات الذكر الحكيم، ويراد بها في تلك الآيات، الخوف، والتخويف والترويع، والتقرب إليه طمعًا في رحمته وخوفًا من عذابه.",
            "page": "87",
            "part": "1",
            "seal": "0EC5B858"
        },
        {
            "id": "88",
            "nass": "ثانيًا: ثمة تعريفات متعددة لمصطلح الإرهاب، غير أنَّها برمَّتها تفتقر إلى العلميَّة والموضوعيَّة، ذلك لأنَّها تتضمن تعميمًا في الحكم والهدف، ولا تحاول ضبط حقيقة هذا الفعل وجوهره بصورة موضوعيَّة ومنهجيَّة. وينطبق هذا الأمر على التعريف الذي انتهى إليه السادة الفقهاء في مجمع البحوث الإسلاميَّة، ومفكرو مكتب التحقيقات الفيدراليَّة FBI. /50 ثالثًا: إنَّه من المتعذر شرعًا وقانونًا تقرير حكمٍ شرعيٍّ أو قانونيٍّ معيَّن واحدٍ للإرهاب ذلك لأنَّ له أشكالًا وأهدافًا مختلفة ومتعددة، وبالتالي، فإنَّ تحديد حكمه الشرعيِّ أو القانونيِّ مرهون بتحديد أهدافه وأشكاله تحديدًا محكمًا. وبناءً على هذا، بيَّنت الدراسة عدم سداد التعريف والحكم العامِّ الذي انتهى إليهما السادة الفقهاء في مجمع البحوث، ومكتب التحقيقات الفيدرالي لافتقارهما إلى الموضوعيَّة والمنهجيَّة عند صياغة التعريفات، ولعدم التزامهما بالمبدأ المنطقيِّ الذي يقرِّر بأنَّ الحكم على شيءٍ فرعٌ عن تصوره، وما لا تعرف حقيقته لا يعرف حكمه شرعًا وقانونًا.",
            "page": "88",
            "part": "1",
            "seal": "E478BD33"
        },
        {
            "id": "89",
            "nass": "رابعًا: توصلت الدراسة إلى تعريف الإرهاب من منظور شرعيٍّ بأنَّه عبارة عن الترويع الحسيِّ أو المعنويِّ المقصود للآمن بأمان الدين أو الدار، أو لغير الآمن بأمانهما، من أجل تحقيق غرضٍ شرعيٍّ مقطوعٍ به أو مظنونٍ فيه، أو من أجل تحقيق غرضٍ غير شرعيٍّ معتبر مطلقًا. كما أوضحت الدراسة أنَّ للإرهاب وفق التصور الذي تبنيناه ستَّة أشكال، أولها: إرهاب الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ مقطوعٍ به، والشكل الثاني، يراد به إرهاب الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ مظنونٍ فيه، والشكل الثالث، هو إرهاب الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ غير شرعيٍّ معتبر مطلقًا، وأما الشكل الرابع، فيراد به إرهاب غير الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ مقطوعٍ به، والشكل الخامس، يراد به إرهاب غير الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ شرعيٍّ مظنون فيه، وأما الشكل السادس، فيراد به إرهاب غير الآمن بأمان الدين أو الدار من أجل تحقيق غرضٍ غير شرعيٍّ مطلقًا.",
            "page": "89",
            "part": "1",
            "seal": "4CEDE107"
        },
        {
            "id": "90",
            "nass": "خامسًا: أوضحت الدراسة أنَّ مصدر الأمان في المذهبيَّة الإسلاميَّة، هو الدين والدار، والمراد بالدين هو الدين الإسلاميُّ الذي ارتضاه الله للناس، وأما الدار، فالمراد بها دار الإسلام ودار العهد، فالمسلم يعد بسبب إسلامه آمنًا ومعصوم الدم والمال والعرض، ويعد كلُّ مقيمٍ في دار الإسلام أو في دار العهد آمنًا بأمان الدار، ومعصوم الدم والمال والعرض بغضِّ النظر عن كونه مسلمًا أو معاهدًا أو مستأمنًا. ويراد بدار الإسلام في الذهنيَّة الفقهيَّة العامَّة، الدار التي تكون فيها أحكام الشرع ظاهرةً، ويتمكن المسلمون من ممارسة شعائرهم فيها بأمن وأمانٍ. وأما دار العهد، فيراد بها الدار التي يكون بينها وبين دار الإسلام ميثاق وعهد وموادعة، ويغلب على سكانها كونهم معاهدين غير مسلمين، وأما دار الحرب، فإنَّه يراد بها تلك الدار التي بينها وبين دار الإسلام حربٌ قائمةٌ وعداوة واضحةٌ، ولا يأمن فيها المسلمون بممارسة شعائرهم بأمانٍ.",
            "page": "90",
            "part": "1",
            "seal": "246932B0"
        },
        {
            "id": "91",
            "nass": "سادسًا: قرَّرت الدراسة بأنَّ الولايات المتحدَّة الأمريكيَّة تعد وفق التقسيم الفقهيِّ للدار، دار عهدٍ لما بينها وبين عددٍ من الديار الإسلاميَّة (الدول الإسلاميَّة) من معاهدات ومواثيق تنصُّ على تحريم الاعتداء على الدماء والأعراض والأموال، وأما إسرائيل، فإنَّها تعد دار حربٍ لما بينها وبين معظم الديار الإسلاميَّة وخاصَّة دولة فلسطين من حربٍ ضروس قائمةٍ. وأما أفغانستان، فإنَّها تعد دار إسلامٍ، لأنَّ أحكام الإسلام ظاهرة فيها، ويمارس المسلمون شعائرهم فيها بأمان وأمن. وبناءً على هذا، توصلت الدراسة إلى تقرير القول بتحريم ترويع الآمن بأمان الدين أو بأمان الدار تحريمًا مطلقًا بغض النظر عن الهدف الذي يروم المروِّع تحقيقه، وبغضِّ النظر عن التأويلات المخالفة للنصوص الصريحة الواضحة المجرِّمة الاعتداء على دم الآمن وماله وعرضه. وبما أنَّ الولايات المتحدَّة الأمريكيَّة دار عهدٍ، والسعودية والمغرب دارا إسلام، لذلك، فلا يجوز ترويع الآمنين في هذه الديار كلها لتحقيق غرض شرعيٍّ مقطوعٍٍ به أو مظنونٍ فيه.",
            "page": "91",
            "part": "1",
            "seal": "E8AB1663"
        },
        {
            "id": "92",
            "nass": "سابعًا: أصّلت الدراسة القول في أن إرهاب الأفراد والجماعات للآمنين محرَّم قطعا بنصوص الكتاب والسنة الصحيحة بغض النظر عن نبل أو شرف الأهداف والغايات الموهومة التي تكون وراءها، وأما إرهاب غير الآمنين، فإنه هو الآخر حرام على الأفراد والجماعات، وينبغي أن يقوم به ولي الأمر أو من يأذن له أو يفوّضه، ذلك لأن إعلان الجهاد وتجهيز الجيوش يعد من اختصاصات ولي الأمر ووظائفه، ولا يجوز لمن يؤمن بالله واليوم الآخر الافتئات عليه في هذا الشأن كما وردت بذلك نصوص كثيرة من الكتاب والسنة الصحيحة. ¶ ثامنًا: أوضحت الدراسة بأن آية الأنفال الداعية إلى إرهاب العدو خطاب لأولي الأمر وليست خطابا للأفراد والجماعات الخارجة على طاعة ولي الأمر، ويدل على هذا سباقات الآية وسياقاتها ولواحقها، وهذا الإرهاب مشروط بأن يكون دفاعيا لا هجوميًّا، فالإسلام لا يجبر أحدا على اعتناق مبادئه، ويحرم على أتباعه بدء مخالفيهم بالقتال، فالجهاد المسلح المشروع دفاعي في طبعه، وإنساني في غايته، وحضاري في أسلوبه ومنهجه. وأي إخلال بهذه الأبعاد في الجهاد المسلح يعد مخالفة صارخة لتعاليم الإسلام ومبادئه ومقاصده.",
            "page": "92",
            "part": "1",
            "seal": "B1F7106E"
        },
        {
            "id": "93",
            "nass": "تاسعًا: انتهت الدراسة إلى تقرير القول بأن إرهاب الآمنين لتحقيق غايات شرعية مقطوع بها أو مظنون بها، يعد من جنس الحرابة التي أمر الله بإنزال أقسى العقوبات بالمتورطين فيها إذا لم يتوبوا قبل أن يقدر عليهم. وإنما كان ذلك حرابة لما ينتج عنه في الغالب الأعم من سفك للدماء وهتك للأعراض وإتلاف للأموال، ويستحق من فعل أيّا من هذه الجرائم عقوبة الحرابة المغلظة ردعا لغيره، وحماية للبيضة. ولا يشفع للإرهاب الفردي أو الجماعي نبل الغاية أو المقصد، فالغاية الحميدة التي يتوصل إليها بوسيلة محرمة تعد غاية موهومة وباطلة، ولا سداد فيها ألبتة. على أنه لم تفت الدراسة تأصيل القول في استحقاق بعض أشكال الإرهاب عقوبة التعزير كما هو الحال في ترويع غير الآمن لتحقيق غرضٍ شرعيٍّ مقطوع أو مظنون به دون إذن وتفويض من الإمام.",
            "page": "93",
            "part": "1",
            "seal": "C7298C84"
        },
        {
            "id": "94",
            "nass": "عاشرا: بناءً على موقع الدول الثلاث (السعودية والمغرب والولايات المتحدة) من التقسيم الفقهيِّ للدار، فإنَّ الأحداث الأخيرة التي جرت في الولايات المتحدَّة لا يقرُّها الإسلام ولا يدعو إليها، بل هي خروج عن منهجه السويِّ القائم على التسامح والسلام واحترام المواثيق والمعاهدات، فضلًا عن أنَّ الإسلام لا يبيح للأفراد أو الجماعات الاعتداء على دماء الأبرياء، وهتك الأعراض، وإبادة الممتلكات بدعوى الجهاد ضدَّ الكفَّار، فإعلان الجهاد ضدَّ أهل دار العهد أو دار الحرب، يعد حقًّا خاصًّا للإمام أو من يفوِّضه، وإذ الأمر كذلك، فإنَّه لا يجوز لمؤمن بالله ورسوله الافتئات على الإمام والدعوة إليه دون إذن أو تفويضٍ. ولا يصح الاستناد إلى تأويلاتٍ سائغةٍ وغير سائغةٍ لتحليل هذا الأمر، وخاصَّة أنَّ ثمَّة نصوصًا قطعيَّة صريحة وردت تأمر بالبرِّ والإحسان إلى المعاهدين في دار العهد ما داموا على عهدهم.",
            "page": "94",
            "part": "1",
            "seal": "00A8209D"
        },
        {
            "id": "95",
            "nass": "وأخيرًا: إنَّ الأحداث التي جرت ولا تزال تجري في الديار السعودية والمغرب، تعد حرابةً ولا يصح إقحام الإسلام فيها، وتعد الجماعات المتورطة مخالفة لحكم الشرع ومقاصده، ولا يمكن بأي حال من الأحوال عد عملهم جهادًا، فالجهاد كل الجهاد أرفع وأسمى من أن يبيح لهم سفك دماء الآمنين، وهتك الأعراض، وإتلاف الأموال وإضاعتها، فإنَّ المشاركين في تلك الهجمات يعدون في الحسِّ الإسلاميِّ معتدين ومحاربين، ولا يقبل منهم أيُّ تأويل لأعمالهم الشنيعة المشوِّهة لصورة الإسلام ونصاعته. ¶ وبهذا، نصل إلى نهاية هذه الدراسة آملين أن نكون قد وفِّقنا إلى إبراز وجهة النظر الشرعيَّة في هذه القضية الشائكة المعقَّدة، فإن كان الصواب قد حالف ما انتهينا إليه، فإنَّ ذلك من فضل الله وتوفيقه، وإن كان العكس، فإنَّني أسأل الله العفو والمغفرة، وأن يزيدنا علمًا وفقهًا في دينه، ويبصِّرنا في ديننا، والله أعلم بالصواب. ¶ أعدها العبد الفقير العاصي / أبو محمد ¶ قطب مصطفى سانو ¶ نزيل كوالالمبور، ماليزيا، جنوب شرق آسيا.",
            "page": "95",
            "part": "1",
            "seal": "156FFA49"
        }
    ],
    "t1204": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم الدراسة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول في مصطلح الإرهاب وأشكاله من منظور شرعي"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا في مصطلح الإرهاب"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا في أشكال الإرهاب في ضوء التصور السابق"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني في حكم الإرهاب بأشكاله من منظور شرعي"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا مسألة الأمان ومصدره من المنظور الإسلامي"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا مسألة الأهداف في الإرهاب من منظور شرعي"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا آية الأنفال الآمرة بإعداد القوة لإرهاب العدو"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الشكل الأول إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مقطوع به"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الشكل الثاني إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مظنون فيه"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الشكل الثالث إرهاب الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعي"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "الشكل الرابع إرهاب غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مقطوع به"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "الشكل الخامس إرهاب غير الآمن بأمان الدين أو الدار لتحقيق غرض شرعي مظنون فيه"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "الشكل السادس ترويع غير الآمن بأمان الدين أو الدار لتحقيق غرض غير شرعي"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث في الإرهاب وعلاقته بالأحداث الأخيرة في العالم السعودية والمغرب وأمريكا"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا موقع الدول المذكورة في منظومة التقسيم الفقهي التقليدي للدار"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا موقع المقيمين في هذه الدول في منظومة الأمان في الحس الفقهي"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "مشروعية الإرهاب لولي الأمر فقط"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "أمان الإسلام وأمان الدار"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الإرهاب تحريما قاطعا"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "نتائج البحث"
        }
    ]
}