{
    "b1245": [
        {
            "id": "1",
            "nass": "وسطية الإسلام إعداد ¶ صالح حبيب الله (تشي شيوه ي) ¶ الصيني ¶ بسم الله الرحمن الرحيم مفهوم الوسطية الإسلامية الأساسي لقد تميزت الأمة الإسلامية بخاصية منفردة لم تكن لأمة من الأمم السابقة وهي ميزة الوسطية التي جعلها الله - سبحانه وتعالى - خصيصة لأمة محمد صلى الله عليه وسلم في القرآن الكريم في قوله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} (سورة البقرة: 143) . ¶ ولفظ \" وسطا \" يعبر عن معنى جديد في الأديان وخلق سام في الدين الإسلامي (1) . ¶ وقد وردت كلمة الوسط ومشتقاتها في ذات المعنى تقريبا مرات عديدة في القرآن الكريم، منها: قوله تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} (سورة البقرة: 238) . ¶ _________ ¶ (1) لسان العرب، ابن منظور، مادة: وسط.",
            "page": "1",
            "part": "1",
            "seal": "BD0EC8FC"
        },
        {
            "id": "2",
            "nass": "ومن تفاسير هذه الآية أن المراد بالصلاة الوسطى هي صلاة العصر لأنها واقعة بين صلاتي النهار وصلاتي الليل. وقوله - تعالى - في كفارة اليمين: {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ} (سورة المائدة: 89) . ¶ يفسر العلماء \" أوسط الطعام \" هنا بأنه لا مغالاة في جودته أو في رداءته، وكذلك في ثمنه ما بين غلو في الارتفاع أو نزول في الانخفاض. ¶ وقوله تعالى: {قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلَا تُسَبِّحُونَ} (سورة القلم:28) . ¶ وأوسطهم أى: أعدلهم، ولفط الوسط لغة بمعنى أنه ما يكون بين طرفين، وسط الشيء ما بين طرفيه وأعدله (1) . والتوسط بين النقيضين، والأوسط بمعنى الاعتدال والأبعد عن الغلو، وكذلك يأتي بمعنى الأفضل، إذ الوسط بطبيعة الحال محمي من العوارض والآفات التي تأتي أطراف الشيء. ويستعمل الوسط في الفضائل ثم صار الوسط وصفا للمتصف بالفضائل. . . يقال: رجل وسط وأمة وسط. ¶ _________ ¶ (1) أصول المجتمع الإسلامية، د جمال الدين محمد محمود، ص 170، الناشرون: دار الكتاب المصري - القاهرة، دار الكتاب اللبناني - بيروت، الطبعة الأولى 1412هـ / 1992م.",
            "page": "2",
            "part": "1",
            "seal": "6E094017"
        },
        {
            "id": "3",
            "nass": "ويقول الحافظ ابن كثير في تفسيره لقوله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} أي إنما حولناكم إلى قبلة إبراهيم عليه السلام واخترناها لكم لنجعلكم خيار الأمم، لتكونوا يوم القيامة شهداء على الأمم لأن الجميع معترفون لكم بالفضل، والوسط هنا الخيار والأجود. . . ولما جعل الله هذه الأمة وسطا خصها بأكمل الشرائع وأقوم المناهج وأوضح المذاهب (1) . ¶ ومعنى الأمة الوسط أنها أفضل الأمم وأعدلها وأكملها وأبعدها عن الغلو، فمثل هذه الأمة تحميها وسطيتها مما يلحق بأخواتها - إذا جانبت الوسطية- من النقائص والعيوب من جميع النواحي (2) . ¶ ولن نعني بوسطية الإسلام أو وسطية الأمة الإسلامية وسطية تاريخية ولا جغرافية ولا ثقافية ولا عرقية لأن معيار الصلاح والتقوى هو المقياس الذي وضعه الإسلام منهجاً تقاس به أفضلية الأمم والأفراد وكمالها. قال تعالى: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} (سورة الحجرات: 13) . ¶ _________ ¶ (1) تفسير القرآن العظيم، الحافظ ابن كثير، المجلد الأول، ص 181، الطبعة الأولى 1408هـ / 1988م، دار الحديث - القاهرة. ¶ (2) أصول المجتمع الإسلامي، د جمال الدين محمد محمود، ص 171.",
            "page": "3",
            "part": "1",
            "seal": "89A95206"
        },
        {
            "id": "4",
            "nass": "والأمة الإسلامية لكونها أمة وسطاً وسط لها مسؤولية ربانية مكلفة بأن تحمل أكمل منهج وأقومه في العقيدة والأخلاق والتشريع إلى بقية المجتمعات الإنسانية، مكلفة بدعوة الأمم الأخرى إلى الصراط المستقيم، منهج الله الذي يضمن للإنسان والمجتمع الحق والخير ويحقق له السعادة. ¶ وذلك بالأساليب والطرق الحكيمة الرشيدة التي أرشدها الله سبحانه وتعالى في قوله: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} (سورة النحل: 125) . ¶ وكذلك بالقدوة بأن يصبح المجتمع الإسلامي مجتمعا سليما يحقق لأهله وللبشر جميعا الحق والخير والسعادة والاستقرار، خصوصا في الأوقات والظروف التي يزداد فيها الانحراف والبعد عن المنهج الرباني ويكثر فيها العنف والتطرف وتشويه صورة الإسلام الحقيقية والنيل منه (1) . ¶ _________ ¶ (1) المرجع السابق ص 174.",
            "page": "4",
            "part": "1",
            "seal": "8CC564CB"
        },
        {
            "id": "5",
            "nass": "ولله در القائل: ضاع هذا الدين (أي الإسلام) بين الغالي فيه والجافي عنه، هذه المقولة تفصح عن خطورة الابتعاد عن الوسطية التي هي أبرز سمات الأمة الإسلامية، الإسلام وسط فلا إفراط ولا تفريط، وسط فلا طغيان ولا نقصان، وسط فلا تشدد ولا ترخص، وسط بين رعاية حقوق الفرد على حساب الجماعة، أو العناية بمصالح الجماعة على حساب الفرد، فالوسطية تعنب العدل، فلا يظلم جانب على حساب جانب آخر، والوسطية تعني التوازن فلا يختل أمر على حساب آخر (1) ويريد الله - سبحانه وتعالى - للمسلمين أن يحملوا للعالم رسالة الحب والخير والعدل لتحقيق وسطية هذه الأمة، وكذلك يريد منهم أن يزيلوا الظلم والطغيان، فلم يحمل المسلمون السيف في وجه الجاهلية إلا لأنها طغت وتجبرت ووقفت في وجه الدعوة الإسلامية، ولم يشن المسلمون حربهم ضد الفرس والرومان والغدر اليهودي إلا بتجنيهم على القيم الإنسانية العالية التي يعتز بها بنو البشر (2) . ¶ فالإسلام دين وسط واسع الأفق قابل لكل تجديد في سبيل الرقي والتقدم والبناء ويرفض الجمود والتعصب والعنف والهدم. ¶ _________ ¶ (1) مقومات الداعية الناجح، د علي بن عمر بن أحمد بادحدح، ص 226، الطبعة الرابعة 1422هـ / 2002م. دار الأندلس الخضراء - جدة. ¶ (2) الإسلامية والقوى المضادة، د نجيب الكيلانى، ص 87- 88، الطبعة الأولى 1400هـ / 1980م، مؤسسة الرسالة - بيروت.",
            "page": "5",
            "part": "1",
            "seal": "0E589E6F"
        },
        {
            "id": "6",
            "nass": "فوسطية الإسلام تسعى إلى تحقيق منهج في الحياة لإيجاد التوازن في حياة الإنسان الروحية والمادية وفق فطرة الله التي فطر الناس عليها، منهج يلتقي فيه عالم الشهادة بعالم الغيب، لأن الإسلام دين عقيدة ترتكز على المادة والروح معا. ¶ فتلك وسطية اكتملت أصولها في حياة الرسول صلى الله عليه وسلم كما رسمها القرآن الكريم، ولم تحدث ظاهرة زيادة شيء جديد لها من بعد، وليس فيها سر ولا نقصان ولا ما يصدم العقل أو العلم أو الفطرة. فالوسطية مزية فريدة للإسلام حتى يطمع كثير من الناس أن تحقق للبشرية عملا مهمًا، يقول هاملتون جب: أؤمن بأن الإسلام لا تزال له رسالة يؤديها إلى الإنسانية جمعاء حيث يقف وسطا بين الشرق والغرب، وإنه أثبت أكثر مما أثبت أي نظام سواه مقدرة على التوفيق والتأليف بين الأجناس المختلفة، فإذا لم يكن بدّ من وسيط يسوي ما بين الشرق والغرب من نزاع وخصام فهذا الوسيط هو الإسلام (1) ¶ _________ ¶ (1) عالمية الإسلام، أنور الجندى، ص 37، دار الاعتصام.",
            "page": "6",
            "part": "1",
            "seal": "5C70AB0C"
        },
        {
            "id": "7",
            "nass": "مضامين الوسطية الإسلامية فوسطية الإسلام تستلزم الابتعاد عن الإفراط والتفريط في كل شيء، لأن الزيادة على المطلوب في الأمر إفراط، والنقص عنه تفريط، وكل من الإفراط والتفريط خروج عن جادة الطريق. ¶ فوسطية الإسلام تقتضى إيجاد شخصية إسلامية متزنة تقتدي بالسلف الصالح في شمول فهمهم واعتدال منهجهم وسلامة سلوكهم من الإفراط والتفريط، والتحذير من الشطط في أي جانب من جوانب الدين، والتأكيد على النظرة المعتدلة المنصفة والموقف المتزن من المؤسسات والأشخاص في الجرح والتعديل (1) . ¶ فوسطية الإسلام تلزم الأمة الإسلامية بمقاومة الغلو والتطرف في الدين، ورد الغلاة إلى منهج الاعتدال والحكمة، ورعاية حقوق نفسه وحقوق غيره، وحينما نتحدث عن وسطية الإسلام يتبادر إلى أذهاننا ما يقابلها من كلمة سائدة على ألسنة الناس اليوم وهي التطرف الديني، فالإسلام يدعو إلى الوسطية ويحذر من التطرف بجميع صوره وأشكاله. ¶ وقد ألف فضيلة الشيخ الدكتور يوسف القرضاوي كتابا في هذا الصدد تحت عنوان: \" الصحوة الإسلامية بين الجحود والتطرف \"، وبين فيه حقيقة التطرف وأسبابه وسبل العلاج منه، وسنذكر نبذة ملخصة مما قال. ¶ _________ ¶ (1) الرائد دروس في التربية والدعوة، الشيخ مازن بن عبد الكريم الفريح، الجزء الثاني، ص 9-10. الطبعة الأولى 1423هـ / 2002م، دار الأندلس الخضراء - جدة.",
            "page": "7",
            "part": "1",
            "seal": "47F0A661"
        },
        {
            "id": "8",
            "nass": "فالنصوص الإسلامية تدعو إلى الاعتدال وتحذر من التطرف، وتعبر عنه بعدة ألفاظ منها: الغلو والتنطع والتشديد، فمن خلال تلك النصوص أصبح من الواضح الجلي أن الإسلام ينفر أشد النفور من هذا الغلو ويحذر منه أشد التحذير. ¶ قال تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلَا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيرًا وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ} (سورة المائدة 77) . ¶ وقال تعالى: {يَاأَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} (سورة النساء: 171) . ¶ - عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم قال: «إياكم والغلو في الدين، فإنما هلك من قبلكم بالغلو في الدين» (1) . ¶ ويقول شيخ الإسلام ابن تيمية: قوله «إياكم والغلو في الدين» عام في جميع أنواع الغلو في الاعتقادات والأعمال. ¶ - عن ابن مسعود قال قال رسول الله صلى الله عليه وسلم: «\" هلك المتنطعون \" قالها ثلاثا» (2) . ¶ أي المتعمقون المجاوزون الحدود في أقوالهم وأفعالهم. \" ¶ _________ ¶ (1) رواه الإمام أحمد في مسنده، حديث رقم (1851) ، صححه ابن حبان (3871) والحاكم (1 / 466) ، وابن خزيمة (2867، 2868) قال الألبانى: صحيح. (ابن ماجه: 3029، النسائي: 5 / 268، 269) . ¶ (2) أخرجه مسلم في كتاب العلم - باب هلك المتنطعون: حديث رقم (2670) .",
            "page": "8",
            "part": "1",
            "seal": "255013B6"
        },
        {
            "id": "9",
            "nass": "- عن أنس بن مالك ان رسول الله صلى الله عليه وسلم يقول: «لاتشددوا على أنفسكم، فيشدد عليكم، فإن قوما شددوا على أنفسهم فشدد عليهم. . .» ¶ قال تعالى: {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلَا تُسْرِفُوا إِنَّهُ لَا يُحِبُّ الْمُسْرِفِينَ} {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} (سورة الأعراف: 31- 32) . ¶ وقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللَّهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} (سورة المائدة:87) . ¶ وقد اتضح من النصوص الشرعية المذكورة وغيرها أن الإسلام منهج وسط في كل شيء، في التصور والاعتقاد والتعبد والتنسك والأخلاق والسلوك والمعاملة والتشريع، وينهى عن الغلو والتطرف.",
            "page": "9",
            "part": "1",
            "seal": "B2D07367"
        },
        {
            "id": "10",
            "nass": "ولكن يجب علينا أن نفهم فهما صحيحاً ما معنى التطرف الديني؟ ¶ وما المقصود به الآن؟ ومتى يكون المرء متطرفا دينيا؟ ¶ فكلمة \" التطرف الديني \" أصبحت تشغل بال الغيورين على هذه الأمة، وما يدبر لها من مكائد الأعداء خاصة من صنع أعداء الإسلام الذين يعمدون إلى بعض المظاهر الشاذة فيضعونها تحت المجاهر ويوجهون إليها الأنظار ويغرون بها الحكام والمنفذين بهدف إيجاد حالة من الرعب والإرهاب الفكري لشل حركة الدعوة إلى الله والتشكيك بوسائلها، وأصبحت هي كلمة حق أُريد بها باطل، ويعدون مجرد الالتزام بأوامر الله ونواهيه تطرفا دينيا. وكثير ممن غزته الأفكار والتقاليد الأجنبية يرى الذين يتمسكون بآداب الإسلام في المأكل والمشرب والملبس والزينة ونحوها غاية في التطرف والتعصب. وحتى هناك من يعد إطلاق اللحية من الفتى أو التزام الحجاب من الفتاة تطرفاً في الدين. ¶ وقد فصل فضيلة الدكتور يوسف القرضاوي بعض مظاهر التطرف، منها: ¶ 1. التعصب للرأي وعدم الاعتراف بالرأي الأخر. ¶ 2. إلزام جمهور الناس بما لم يلزمهم الله به. ¶ 3. التشديد في غير محله. ¶ 4. الغلظة في التعامل والخشونة في الأسلوب والفظاظة في الدعوة.",
            "page": "10",
            "part": "1",
            "seal": "500A6A6B"
        },
        {
            "id": "11",
            "nass": "5. سوء الظن بالناس والنظر إليهم من خلال منظار أسود والغرور بالنفس وازدراء الآخرين. ¶ 6. السقوط في هاوية التكفير (1) . ¶ _________ ¶ (1) الصحوة الإسلامية بين الجحود والتطرف، د يوسف القرضاوي، من ص 27-60.",
            "page": "11",
            "part": "1",
            "seal": "5A3F3091"
        },
        {
            "id": "12",
            "nass": "فالوسطية الإسلامية ترفض لأمتها وأفرادها تلك المظاهر وتحذر منها أشد التحذير، وتدعو إلى معاني العدل والاعتدال والاستقامة والتوازن واحترام الآخر التي يدعو إليها الإسلام، وتدعو إلى نبذ صور العنف والقسوة والغضب والانتقام والإرهاب. ¶ فهي وسطية في التصور والاعتقاد، لا تغلو في التجرد الروحي ولا الارتكاس المادي (1) . وسطية في التنظيم والتنسيق، لا تدع الحياة كلها للمشاعر والضمائر، ولا تدعها كذلك للتشريع والتأديب. ¶ وسطية في العقيدة، قال تعالى: {يَاأَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} (سورة النساء: 171) . ¶ وسطية في الأخلاق والسلوك، قال تعالى: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} (سورة الفرقان: 67) . ¶ وسطية في التشريع، قال تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} (سورة النحل:126) . ¶ _________ ¶ (1) في ظلال القرآن، سيد قطب، المجلد الأول، ص 125، الطبعة الثانية عشرة 1406هـ / 1986م، دار العلم للطباعة والنشر- جدة، ودار الشروق - بالقاهرة.",
            "page": "12",
            "part": "1",
            "seal": "F8312696"
        },
        {
            "id": "13",
            "nass": "وسطية في العبادات، وكانت قصة نهي رسول الله صلى الله عليه وسلم ثلاثة من أصحابه عن الغلو في العبادة مشهورة، ظنا منهم أن أفضلية العبادة وعظم ثوابها لا تحصل إلا بالمشقة البالغة وحرمان أنفسهم من طيبات الدنيا، وقد صحح النبي صلى الله عليه وسلم فهمهم الخاطئ وأرشدهم منهج وسطية العبادة في الإسلام. ¶ فكمال الوسطية أو وسطية الكمال قد وضع الله سبحانه وتعالى لها منهجا ربانيا شاملا وسعى رسول الله صلى الله عليه وسلم في حياته وسيرته إلى التطبيق الكامل لهذه الوسطية، فهذه الوسطية خصيصة الأمة الإسلامية بمفهومها الإسلامي المتمثل في لغة القرآن ومعانيه ومواقفه، كما أورده القرآن الكريم وطبقه رسوله الكريم صلى الله عليه وسلم، فهي تختلف تمام الاختلاف عن مفهوم الوسطية عند غير المسلمين. فالوسطية الإسلامية لا تهدف إلى الجمع بين المتضادين أو المتعارضين أو التوسط بين النقيضين أو إرضاء الطرفين واتخاد موقف محايد، وإنما الهدف من الوسطية الإسلامية هو الوصول إلى الحق.",
            "page": "13",
            "part": "1",
            "seal": "A46D621D"
        },
        {
            "id": "14",
            "nass": "فلذلك وسطية الإسلام ليست خصيصة مميزة فحسب، بل هي من أعظم حقوق الأمة الإسلامية التي سماها الله \" أمة وسطا \" والتي يجب الدفاع عنها كلما حدث في المجتمع الإسلامي أي انحراف عنها فكريا أو سلوكيا، وكما يجب على الأمة الوسط الدفاع عن وسطيتها في العقيدة والأخلاق والتشريع والسلوك ضد كل غلو أو تطرف (1) . ويجب التحذير من الإفراط والتفريط والتسرع في تبديع أو تفسيق أو تكفير المسلمين، ولا سيما الدعاة لمجرد خطأ وقعوا فيه، وكذلك التحذير من أهل الغلو في الجرح في زماننا الذين لم يسلم من لسانهم أحد من الصالحين (2) . ¶ _________ ¶ (1) أصول المجتمع الإسلامي، د جمال الدين محمد محمود،، ص 183. ¶ (2) الرائد دروس في التربية والدعوة، الشيخ مازن بن عبد الكريم الفريح، الجزء الثانى، ص 33.",
            "page": "14",
            "part": "1",
            "seal": "F0C58918"
        },
        {
            "id": "15",
            "nass": "وكان منهج السلف في الأمور كلها سواء كانت الأمور اعتقادية أو منهجية أو سلوكية منهجا وسطيا، ويتمثل ذلك في منهج التعامل مع الحكام ودعوتهم إلى الله وأمرهم بالمعروف ونهيهم عن المنكر بقصد اتباع السنة وترك البدعة والبعد عن الشطط وإيثار المصالح العامة على المصالح الفردية. ويقول الإمام ابن القيم في تقرير الأصول الاعتقادية: \"والسمع والطاعة لأئمة المسلمين وكل من ولي أمر المسلمين عن رضى أو عن غلبة واشتدت وطأته من برأو فاجر فلا يخرج عليه جار أو عدل ونغزو معه العدو ونحج معه البيت، ودفع الصدقات إليهم مجزية إذا طلبوها، ونصلي خلفهم الجمعة والعيدين (1) . . . ¶ _________ ¶ (1) مجلة دراسات إسلامية، العدد الرابع - 1422هـ وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد- مركز البحوث والدراسات الإسلامية - منهج ابن القيم في الدعوة إلى الله تعالى، المؤلف الدكتور أحمد بن عبد العزيز الخلف، ص 272.",
            "page": "15",
            "part": "1",
            "seal": "D60A2F63"
        },
        {
            "id": "16",
            "nass": "وهذه الوسطية تميز المسلم عن غيره بمنهج حياته، ويقف صامدا ثابتا أمام تحديات العصر وتيارات مجريات الأحداث، ولا يكون حائرا مترددا على مفترق الطرق، ولا تذوب هويته في أمواج الأفكار المتعارضة، ولا يميل نحو الشرق ولا نحو الغرب، ولا يكون متساهلا مفّرطا حتى يكون علمانيا ولا متطرفا مكفرا أو مفسقا فيأتي إلى استخدام أساليب القسوة والعنف، وبهذه الوسطية أصبح الإسلام أسمى من النظم المدنية كلها، لأنه يشمل الحياة كلها ويهتم اهتماما متساوياً بالدنيا والأخرة وبالنفس والجسد معا، وبالفرد والمجتمع على المستوى الواحد. . . إنه لا يحملنا على طلب المحال ولكنه يهدينا إلى أن نستفيد أحسن الاستفادة مما فينا من استعداد وإلى أن نصل إلى مستوى أسمى من الحقيقة حيث لا نفاق ولا عداء بين الرأي وبين العمل (1) . ¶ إن الإسلام ليس دينا كسائر الأديان، ولكنه شامل الجوانب: الاعتقاد والمجتمع والدولة ومختلف نظم الاقتصاد والسياسة والاخلاق، وإن ميزة الإسلام أنه نظرة كلية شاملة، وأنه لم يجزئ الحياة بل نظر إليها نظرة كلية كما نظر إلى الإنسان على أنه وحدة نفسية وجسمية لا تنفصل (2) . ¶ _________ ¶ (1) الإسلام على مفترق الطرق، تأليف محمد أسد، ترجمة الدكتور عمر فروخ، ص 110، دار العلم للملايين. ¶ (2) المد الإسلامي في مطالع القرن الخامس عشر، أنور الجندي، ص 29، دار الاعتصام.",
            "page": "16",
            "part": "1",
            "seal": "0262E734"
        },
        {
            "id": "17",
            "nass": "الوسطية الإسلامية منهج اجتماعي ففي العصر الحديث تعرض العالم الإسلامي للاحتلال الدائم والغزو الشامل من المستعمرين الغربيين، فبالرغم من أن كثيراً من بلدان العالم الإسلامي قد تخلصت من الاستعمار وحققت الاستقلال، غير أنهم في الحقيقة خرجوا من باب ودخلوا في باب آخر من أبواب الاستعمار التي دبرتها أعداء الإسلام، وقد فرضت عليهم الدول الغربية القوة العسكرية والوكالة السياسية والهيمنة الاقتصادية، الأمر الذي جعل العالم الإسلامي دائما تحت أزمات ومشكلات داخلية وخارجية، وتدهورت الأوضاع وفقد التوازن في السياسة والاقتصاد والاجتماع والثقافة، وتعد حقا هذه الفترة من الزمن في التاريخ الإسلامي تاريخ الهوان والذل والمقاومة، وتحت مثل هذه الظروف الصعبة القاسية لم تستطع وسطية الإسلام أن تبرز خاصيتها، بل تكاد تفقد صورتها أمام تحديات التيارات والأفكار المناقضة، ومنها التطرف.",
            "page": "17",
            "part": "1",
            "seal": "D6936E03"
        },
        {
            "id": "18",
            "nass": "وفي أواخر القرن العشرين، خصوصا بعد الحرب الباردة بذل العالم الغربي جهودا لدعاية ونشر فكرة إرهابية أو تهديدية الإسلام وفكرة صدام أو صراع الحضارات، وقد فرض القطب الأوحد هيمنته السياسية على العالم الإسلامي، وظهرت أشكال مختلفة من التطرف وصور متنوعة من الإرهاب، وتمركزت الحروب والنزاعات والصراعات كلها في الشرق الأوسط، وأمام تحديات العولمة من كل الجهات، تحت هذه الظروف القاسية يعيش العالم الإسلامي تحت أجواء مظلمة ومحزنة. فمن الناس من يعتزل أمام التحديات، ومنهم من خرج ليواجه التحديات، وفي أثناء ذلك أبرزت الوسطية الإسلامية خصيصتها المتفردة لمواجهة تطور الأحداث والأوضاع بشكل إيجابي، وكثير من البلدان الإسلامية والمفكرين والعلماء والقادة من مختلف القطاعات ينادون بوسطية الإسلام وضرورتها (1) . ¶ _________ ¶ (1) مجلة العالم العربي باللغة الصينية، العدد 84، مركز دراسات الشرق الأوسط بجامعة اللغات الأجنبية - شانغهاى.",
            "page": "18",
            "part": "1",
            "seal": "2D216A50"
        },
        {
            "id": "19",
            "nass": "وبعد أحداث الحادي عشر من سبتمبر قد أحس العالم الإسلامي بحاجة ملحة إلى أهمية دعوة السلام والوسطية وضرورتها التي يدعو الإسلام إلى تحقيقها ونشرها بين الناس بالطريق الصحيح، واتضحت جليا واقعية الوسطية الإسلامية لمواجهة مجريات الأحداث مما جعل الوسطية الإسلامية من الأساليب الضرورية لحماية الهوية الإسلامية ومواجهة تحديات العصر في الوقت نفسه، لأنها بديل في حل المشكلات العويصة، وسطية تشمل الشريعة والمجتمع والسياسة والاقتصاد والثقافة والتربية. ¶ وسطية تدعو إلى الالتزام بالمبادئ لا تفريط ولا إفراط. ¶ وسطية تدعو إلى نبذ التطرف بكل أشكاله والتمسك بالقيم الأخلاقية والجمالية. ¶ وسطية تدعو إلى الوحدة والائتلاف وتكوين أمة وسط بغض النظر عن اختلاف الألوان والألسنة وبعد المسافات بهدف سامٍ موحد مشترك. ¶ وسطية تقوم على توحيد الله سبحانه وتعالى في ربوبيته وألوهيته وأسمائه وصفاته، وأي انحراف أو غلو هو من باب التطرف.",
            "page": "19",
            "part": "1",
            "seal": "0DFCC303"
        },
        {
            "id": "20",
            "nass": "وسطية تقوم على المنهج الإلهي، والجمع بين المادة والروح، والقضاء والقدر، والدنيا والآخرة، والإنسانية والعلوم، والفرد والجماعة، والأسرة والمجتمع، والحقوق والمسؤولية، والتوازن فيما بينها بلا إفراط ولا تفريط، ولا ترجيح جانب من الجوانب دون الآخر. وأما العزلة والانفراد أو الانهماك في ملذات الدنيا واتباع الهوى فكل ذلك من التطرف. ¶ وسطية تدعو إلى التيسير في أمور الدين، وإلى التسامح والرفق، وتحارب التطرف والتشدد بجميع صوره، وترى الجهل بمبادئ الإسلام وتأويل النصوص بالهوى والاستبداد بالرأي والابتداع والعصبية وسوء الظن بالآخرين والحسد والحقد كلها خروجا وانحرافا عن وسطية الإسلام، وذاك هو التطرف بعينه.",
            "page": "20",
            "part": "1",
            "seal": "87C0E162"
        },
        {
            "id": "21",
            "nass": "وسطية تنبه الناس أنها ليست تحارب التطرف الديني فحسب، بل تحارب أيضا التطرف في الأفكار والأمور الأخرى لأن مثل هذا النوع من التطرف قد أحدث كثيراً من المشكلات السياسية والاجتماعية والاقتصادية في العالم الإسلامي، فعلى سبيل المثال: التغريب هو النوع المثالي من أشكال التطرف، فكثير من الغربيين أو من دعاة التغريب يعدون مقاومة الثقافات الخليعة وأساليب الحياة الساقطة في العالم الإسلامي انتهاكا بحقوق الإنسان وتدخلا في حرية الآخرين، وهذه مؤامرة وكيد على الإسلام، وفي الحقيقة هؤلاء هم المتطرفون أنفسهم، وفعلهم هذا هو التطرف عينه.",
            "page": "21",
            "part": "1",
            "seal": "5AF286FC"
        },
        {
            "id": "22",
            "nass": "وسطية تحارب الإرهاب بكل صوره وأشكاله والهيمنة وسياسة القوة، وتؤكد الوسطية بأن أول ما يقدمه الإسلام للبشرية هو الأمن والسلام، فأي حركة تمارس الإرهاب أو تناصره باسم الإسلام تخالف رسالة الإسلام من حيث المبدأ والأساس، فكل ما يؤذي أو يهدد أمن الناس وأموالهم وحرية عقيدتهم وكرامتهم، سواء صدر ذلك من الفرد أو المنظمة أو الدولة كلها من التطرف والإرهاب، وأن الوسطية الإسلامية تحارب الإرهاب والتطرف بأشكاله وصوره، وتحارب ما تمارسه السلطة الصهيونية تجاه الشعب الفلسطيني من أعمال العنف والإرهاب، وتدعو الوسطية الإسلامية إلى إزاحة الإرهاب من مظاهره وأسبابه وجذوره من مصدره.",
            "page": "22",
            "part": "1",
            "seal": "19A93DB4"
        },
        {
            "id": "23",
            "nass": "وإن لظهور مظاهر التطرف والإرهاب في العالم الإسلامي أسبابا وعوامل سياسية واقتصادية واجتماعية دولية معقدة. فإزاحة الإرهاب من جذوره استئصاليا تقتضي وجوبا أوليا إزالة مصادر تلك الأسباب والعوامل من الوجود، ومن مصادر تلك الأسباب والعوامل عدم حل قضية فلسطين بصورة سلمية عادلة، واحتلال إسرائيل أراضي فلسطين، وما فعله الصهاينة في حق شعب فلسطين الأبرياء من أعمال العنف والعنجهية من قتل وإبادة، وفرض الحكومة الأمريكية هيمنتها وسياسة القوة على الدول العربية والإسلامية (1) . وعجز كثير من حكومات الدول الإسلامية، واضطرابات المجتمع الدائمة، وفقدان العدالة في التقسيم، وسعة الفرق بين الأغنياء والفقراء إلخ. ¶ _________ ¶ (1) الفقه الإسلامي المعاصر (اللغة الصينية) الطبعة الأولى 2002م وو يونغ قوي، ص 406. أكاديمية العلوم الاجتماعية - الصين.",
            "page": "23",
            "part": "1",
            "seal": "7739AFFC"
        },
        {
            "id": "24",
            "nass": "وسطية تؤكد أن هناك اشكالا متنوعة من الإرهاب والعنف والتطرف باسم الدين، وصورا أخرى من الإرهاب تمارسها أصحابها بحجة كاذبة باسم حماية حقوق الإنسان أو الدفاع عن حرية الديمقراطية، وتنبه الوسطية الإسلامية وتحارب جميع الأعمال الإرهابية التي تمارسها الدولة أو الهيئة العسكرية تحت هتافات رنانة كاذبة خادعة من انتهاك حقوق الإنسان وإهانة كرامتهم وقتل الأبرياء، وإن الهيمنة وسياسة القوة إن لم تكن من صور الإرهاب فإنها من مصادر وأسباب حدوث الإرهاب على الأقل، لذلك يجب علينا أن نحارب الهيمنة وسياسة القوة في الوقت نفسه.",
            "page": "24",
            "part": "1",
            "seal": "F7E230A1"
        },
        {
            "id": "25",
            "nass": "وسطية تدعو إلى إقامة النظم الاجتماعية العادلة المتوازنة والشورى والعدالة الاجتماعية، ومحاربة الاستبداد، وترى الوسطية أن المفهوم الأساس للوسطية الإسلامية والتوازن هو تحقيق المساواة والعدالة، فلا وسطية ولا توازن إلا بالعدالة، يقول الله سبحانه وتعالى في القرآن الكريم: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى} (سورة المائدة:8) ، ويقول تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} (سورة المائدة:2) . ¶ ويقول تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ} (سورة النحل: 90) ، ويقول تعالى: {وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ} {أَلَّا تَطْغَوْا فِي الْمِيزَانِ} {وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ} (سورة الرحمن: 7-9) .",
            "page": "25",
            "part": "1",
            "seal": "70A75611"
        },
        {
            "id": "26",
            "nass": "وسطية تدعو إلى إصلاح المجتمع والتكافل والتضامن الإجتماعي والعدالة الاجتماعية واختيار طريق يتفق وواقعية الدول الإسلامية، لا رأسمالية ولا اشتراكية بل طريقة إسلامية تؤكد ملكية الفرد ومصالح المجتمع، وسطية وتوازنية بين الإنتاج والاستهلاك، وتنمية الموارد وحماية البيئة، والتطور المستمر. وتنادي بحكم البلاد وإدارة شؤون المجتمع على أساس الشورى، وتحارب الاستبداد والفساد والاستغلال والظلم. ¶ وسطية تدعو إلى الوحدة ونبذ الخلافات وإجراء حوار الحضارات وتقوية التبادل، وتبين أن النزاعات الداخلية قد أضعفت بكثير قوة الأمة الإسلامية وعرقلت تطورها وتقدمها، وإن تقوية الوحدة وتعزيز العلاقة أصبحت حاجة ماسة وواجبة للأمم، وليس في استطاعة الأمة أن تجابه تحديات العصر والعولمة إلاّ بالاتحاد والتعاون، فالوسطية الإسلامية تهدف إلى تنمية الوحدة والتعاون بين شعوب العالم الإسلامي انطلاقا من مبدأ \" إنما المؤمنون إخوة \"، لإجراء الحوارات فيما بينهم لتقوية التعاون وتعزيز العلاقة بينها.",
            "page": "26",
            "part": "1",
            "seal": "F9D63A2D"
        },
        {
            "id": "27",
            "nass": "وسطية تدعو إلى إجراء الحوارات بين مختلف الحضارات لتقريب التفاهم والتعارف، وتؤكد أهمية احترام الآخر، والإشادة بحوار الحضارات من خصائص الحضارة الإسلامية التاريخية، يقول الله تعالى في القرآن الكريم: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا} (سورة الحجرات:13) ويدعو القرآن الكريم إلي إجراء الحوار مع أهل الكتاب، يقول تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} (سورة آل عمران: 64) ، ويقول تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} (سورة العنكبوت: 46) .",
            "page": "27",
            "part": "1",
            "seal": "CD73D0DA"
        },
        {
            "id": "28",
            "nass": "ويقول تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} (سورة النحل: 125) . ¶ وسطية تسعى إلى إيجاد جو مناسب لحوار الحضارات انطلاقا من مبدأ \"الناس سواسية \" وتحقيق الأمن والاستقرار بين شعوب ودول متعددة الأديان والتبادل الودي بينها، وهذا هو المبدأ الأساس للتطور البشري والسلام العالمي الدائم، وأن ما ادعاه صموئيل هنتجتون من صدام الحضارات وفرض الدول المركزية صورا من أنماط الحياة والممارسات والعقائد والإرادات وشروطها السياسية والاقتصادية والثقافية على دول الهامش كل ذلك من أعمال الإرهاب والإفساد في الأرض والجاهلية وتعطيل الأمن والسلام العالميين.",
            "page": "28",
            "part": "1",
            "seal": "FF7E5AC3"
        }
    ],
    "t1245": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مفهوم الوسطية الإسلامية"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مضامين الوسطية الإسلامية"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "وسطية الإسلام تستلزم الابتعاد عن الإفراط والتفريط"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "مفهوم التطرف الديني ومظاهره"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "صور الوسطية الإسلامية"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "الوسطية الإسلامية منهج اجتماعي"
        }
    ]
}