{
    "b1248": [
        {
            "id": "1",
            "nass": "وسطية الإسلام ودعوته إلى الحوار إعداد ¶ أد. عبد الرب نواب الدين آل نواب ¶ عضو هيئة التدريس بكلية الدعوة وأصول الدين ¶ الجامعة الإسلامية - المدينة المنورة ¶ بسم الله الرحمن الرحيم الحمد لله والصلاة والسلام على رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ فإن الحديث عن الإرهاب والتطرف والعنف حديث عن قضية عصرية شغلت حيزا كبيرا من الساحة السياسية والفكرية والاجتماعية والنفسية، وللإرهاب مفاهيمه المتعددة ودوافعه المتنوعة، وله كذلك مجالاته ومظاهره وأخطاره، والإرهاب أمر شنيع بالمفهوم المتبادر في الرأي العام وهو المنصبّ نحو (العمل العنيف لقتل الأبرياء وانتهاك حرماتهم) ، ويجمع العلماء على تحريمه وتجريمه، والإرهاب بهذا المفهوم داء عضال بل داء فتاك إذا استشرى في أمة أرداها وقضى عليها، وأول أخطاره زعزعة الأمن في البلاد وبث الرعب في القلوب والتقليل من هيبة النظام.",
            "page": "1",
            "part": "1",
            "seal": "93013669"
        },
        {
            "id": "2",
            "nass": "لذا قام أفضل الأمة وهم صحابة النبي صلى الله عليه وسلم بالوقوف صفا واحدا لصد هذا التيار المنحرف، وكان لهم مواقف صارمة تجاه هذا الداء الفتاك، وذلك حين عاصروا ما عرف في التاريخ الإسلامي (بالخوارج) قد واجهوه بمختلف الوسائل والأساليب بالحوار طورا، وبالسيف والقتال طورا آخر، وبالتحذير من أخطار الفئة التي تحمل وتبث أفكار الإرهاب في المجتمع وتنخر كالسوس لتقويض بنيانه وهدم أركانه. ¶ وهذا البحث المتواضع إسهام قليل من واجب كثير وكبير يطالب به المثقفون لصد تيار هذا الفكر المنحرف واجتثاث جذوره والبحث في أسبابه وبيان طرائق علاجه ووقاية الأمة من أخطاره وآثاره، كتبته بعنوان: (وسطية الإسلام ودعوته إلى الحوار) ضمن المحور الخامس من محاور المؤتمر الدولي.",
            "page": "2",
            "part": "1",
            "seal": "A0BCE7F2"
        },
        {
            "id": "3",
            "nass": "والحوار في المنظومة الإسلامية أسلوب ووسيلة في الدعوة إلى الله، وفي دحض الشبهات والافتراءات، وفي رد الشاردين والجاهلين والغافلين من أبناء المسلمين إلى حياض الإسلام، إن الحوار ترياق فعال لمعالجة داء الإرهاب، بل هو وقاية وعلاج، فبالحوار تنفتح مغاليق الشبهات، وبالحوار تدرأ الكثير من مكنونات النفس وتراكمات العقائد الضالة المضللة، وللحوار في القرآن العظيم والسنة النبوية الشريفة مساحات شاسعة، حوار النفس وحوار المشمولين في بوتقة الأخوة الإسلامية، وحوار المخالفين في الرأي، وحوار المخالفين في الدين، وحوار المسالمين وحوار؛ فالحوار بكل صوره وأبعاده وأهدافه وآثاره مادة علمية لها ظلال عميقة في واقع التطبيق.",
            "page": "3",
            "part": "1",
            "seal": "59221F3F"
        },
        {
            "id": "4",
            "nass": "واشتملت خطة البحث على المباحث الآتية المبحث الأول: (تعريفات عامة) : الإرهاب والعنف والتطرف. ¶ المبحث الثاني: (من مظاهر وسطية الإسلام وسماحته) ¶ المبحث الثالث: (تعريف الحوار وبيان أهميته) ¶ المبحث الرابع: (أصول الحوار) ¶ المبحث الخامس: (مجالات الحوار) ¶ المبحث السادس: (دعوة القرآن الكريم والسنة النبوية الشريفة إلى الحوار) ¶ المبحث السابع: (نماذج من الحوار من القرآن الكريم والسنة النبوية الشريفة وسير الصحابة رضي الله عنهم) . ¶ وبعد: ¶ فما رصدته في موضوع الحوار في مثل هذه المؤتمر الموقر هو جزء يسير من موضوع متشعب الأطراف متعدد المسالك. ¶ وأسأل الله التوفيق. . . ¶ كتبه ¶ أ. د / عبد الرب نواب الدين آل نواب ¶ عضو هيئة التدريس بكلية الدعوة وأصول الدين ¶ الجامعة الإسلامية بالمدينة النبوية.",
            "page": "4",
            "part": "1",
            "seal": "A1EED3F6"
        },
        {
            "id": "5",
            "nass": "المبحث الأول تعريفات عامة تعريف: (الإرهاب والعنف والتطرف) ¶ الإرهاب في اللغة مشتق من مادة (ر هـ ب) ومعناه الخوف والفزع، قال ابن منظور: رَهِبَ، بالكسر، يَرْهَبُ رَهْبَةً ورُهْباً، بالضم، ورَهَبَاً، بالتحريك، أَي خافَ. ورَهِبَ الشيءَ رَهْباً ورَهَباً ورَهْبةً: خافَه. . . . . وأَرْهَبَهه ورَهَّبَه واستَرْهَبَه: أَخافَه وفَزَّعه [لسان العرب 1 / 436] . ¶ والعنف: الشدة والغلظة، وهو عكس الرفق واللين [اللسان 9 / 257] . ¶ والتطرف: الأخذ بطرف الشيء أي منتهاه وغايته، قال اللغويون: والمطرّف: الذي يأتي على أوائل الخيل فيردها عن آخرها. [اللسان 9 / 217] فالتطرف يقصد به الغلو والمبالغة والتزمّت. وهذه الاصطلاحات الثلاثة متقاربة (الإرهاب والعنف والتطرف) . ¶ يجمعها جامع الشذوذ والخروج عن حد الاعتدال. ونركّز في الحديث عن الإرهاب فهو الأكثر شيوعا في الاصطلاحات الإعلامية والسياسية والفكرية المعاصرة. ¶ الإرهاب في الاصطلاح:",
            "page": "5",
            "part": "1",
            "seal": "69A84206"
        },
        {
            "id": "6",
            "nass": "يبرز أولا في تعريف الإرهاب مشكلة بحثية، لتعدد مفاهيمه وتباين مدلولاته، فهو اصطلاح فيه غموض ثم هو غير دقيق، ويرجع ذلك إلى الخلفية العقدية والتاريخية لمن يستعمل هذا الاصطلاح في خطابه، وعلى سبيل المثال فالجهاد في سبيل الله لنشر الإسلام أو دفاعا عن الأرض والعرض أمر مشروع، لكن أعداء الإسلام يرونه إرهابا! ¶ فالإرهاب على هذا عند الجميع (تخويف وترويع وبثٌ للفزعُ الرعب في قلوب الناس) ، لكن المقاصد والأهداف والغايات هي التي تحدد مفهومه حميدا كان أو ذميما.",
            "page": "6",
            "part": "1",
            "seal": "D88BD738"
        },
        {
            "id": "7",
            "nass": "الإرهاب في القرآن الكريم ¶ قال الراغب: الرهبة والرهب مخافة مع تحرز واضطراب [المفردات ص 204 (رهب) ] . ¶ ولقد وردت مادة (رهب) في القرآن الكريم (12) مرة، وترجع إلى ثلاثة معانٍ رئيسة وهي: ¶ المعنى الأول: الخوف والخشية من الله تعالى، قال جل ذكره: ¶ {يَابَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ} [البقرة:40] ¶ وقال: {وَلَمَّا سَكَتَ عَنْ مُوسَى الْغَضَبُ أَخَذَ الْأَلْوَاحَ وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ} [الأعراف:154] ¶ وقال تعالى: {وَقَالَ اللَّهُ لَا تَتَّخِذُوا إِلَهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ فَإِيَّايَ فَارْهَبُونِ} [النحل:51] ¶ وقال تعالى: {فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ} [الأنبياء:90]",
            "page": "7",
            "part": "1",
            "seal": "ACC9650F"
        },
        {
            "id": "8",
            "nass": "وقال تعالى: {اسْلُكْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاءَ مِنْ غَيْرِ سُوءٍ وَاضْمُمْ إِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ فَذَانِكَ بُرْهَانَانِ مِنْ رَبِّكَ إِلَى فِرْعَوْنَ وَمَلَئِهِ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ} [القصص:32] ¶ المعنى الثاني: الترهب بمعنى التعبد ومنه الراهب النصراني ومعنى الراهب الخائف أو الخاشع قال الراغب: الرهبانية غلو في تحمل التعبد من فرط الرهبة. ¶ قال تعالى في النصارى: {ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ} [المائدة:82] ¶ وقال: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} [التوبة:31]",
            "page": "8",
            "part": "1",
            "seal": "8C54D7B2"
        },
        {
            "id": "9",
            "nass": "وقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} [التوبة:34] ¶ وقال تعالى: {ثُمَّ قَفَّيْنَا عَلَى آثَارِهِمْ بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَى ابْنِ مَرْيَمَ وَآتَيْنَاهُ الْإِنْجِيلَ وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ} [الحديد: 27] ¶ المعنى الثالث: التخويف والترويع وبث الفزع والرعب: ¶ قال تعالى في سحرة فرعون: {قَالَ أَلْقُوا فَلَمَّا أَلْقَوْا سَحَرُوا أَعْيُنَ النَّاسِ وَاسْتَرْهَبُوهُمْ وَجَاءُوا بِسِحْرٍ عَظِيمٍ} [الأعراف: 116]",
            "page": "9",
            "part": "1",
            "seal": "AF684147"
        },
        {
            "id": "10",
            "nass": "{وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ} [الأنفال: 60] ¶ وقال تعالى: {لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَا يَفْقَهُونَ} [الحشر: 13]",
            "page": "10",
            "part": "1",
            "seal": "D5D92D79"
        },
        {
            "id": "11",
            "nass": "الإرهاب في اصطلاح الرأي العام ¶ نختار من بين التعريفات الكثيرة ما ذكره د. سيار الجميل قال محددا الإرهاب: (هو عملية أو مجموعة من العمليات مضادة للآخر وتقتص منه عشوائيا بعد أن يتم التخطيط للعمليات أو محاولات تنفيذها وبشكل منظم ودقيق من أجل كبح جماح الآخر ومعاقبته مهما كان الثمن وبوسائل غير مشروعة) [جريدة الزمان 22 تشرين الثاني (نوفمبر) 2001 ص 13]",
            "page": "11",
            "part": "1",
            "seal": "FDF7267C"
        },
        {
            "id": "12",
            "nass": "الإرهاب عند الغربيين ¶ ينصب مدلول الارهاب عند الغربيين نحو كل عمل يتضمن مقاومة للفكر الغربي أو التدخل العسكري الغربي أو للنفوذ الغربي في بلاد المسلمين. والإرهاب بهذا المعنى اصطلاح يرد في كتابات الغربيين منذ قرنين، فالحركات التحررية ضد الاستعمار إرهاب عندهم، ورفض الهيمنة الغربية بما فيها العولمة إرهاب أيضا في قاموسهم، وبرز هذا الاصطلاح أكثر بعد أحداث 11 سبتمبر الشهيرة، فأصبح المسلمون في أكثر الدوائر الإعلامية إرهابيين!! والمؤسسات الإسلامية الأكاديمية والإغاثية بل الأنظمة تدعم الإرهاب أو تغذيه وتسانده. ¶ لقد ذهب مثقفو الإرهاب إلى أبعد حد عندما وجدوا أن القرآن الكريم هو أصل الإرهاب بما أنه يتضمن آيات في القتل والحرب. ونسي هؤلاء أن التوراة وكل الكتب الدينية قد تحدثت عن الصمود والمواجهة. لنتمعن في هذه الفقرة من كتاب التوراة وها هي ترجمتها التقريبية: يقدم لك إلهك ومولاك هذه الأوطان ويبث فيها الرعب حتى إبادتها ويقدم بين أيديك ملوكهم فتمحي أسماءهم من الوجود ولا أحد يقف صامدا أمامك حتى تقتلهم وتبيدهم والأمثلة على ذلك كثيرة.",
            "page": "12",
            "part": "1",
            "seal": "FCDEC420"
        },
        {
            "id": "13",
            "nass": "ولنتمعن قليلا أيضا في هذه المقولة لمفكر ألماني (1848 Karl Heinzen) ألف كتابا عن القتل هو عبارة عن نصائح متعددة في استعمال تقنيات التقتيل والمذابح والإبادة ضد الآخر أي ضد الشعوب المتوحشة تلك التي لم تدخل الحضارة الغربية قال فيه: إذا ما أجبرت على تدمير نصف قارة وعلى نشر حمام دماء لمحو البرابرة، فلا يجب أن يوبخك ضميرك. إن الذي لا يضحي بحياته فرحا من أجل إبادة مليون من المتوحشين لا يعد مواطنا جمهوريا (نجد هذه المقولة في كتاب: ¶ Jean Claude Brusson, Le si cle rebelle, Dictionnaire de la contestation au XXe si cle, Larousse, Paris 1999) . ولعله قد آن الأوان لإعادة النظر في كلمة إرهاب وتدقيقها حتى لا تكون أداة إيديولوجية نستعملها حسب ظروفنا وملابسات سياساتنا.) [عاطف الغمري: صحيفة الأهرام 27 / 8 / 2003م]",
            "page": "13",
            "part": "1",
            "seal": "B7109163"
        },
        {
            "id": "14",
            "nass": "المبحث الثاني من مظاهر وسطية الإسلام وسماحته وسطية الإسلام في العقيدة ¶ تتجلى في أسس الإيمان وأركانه العظام حيث الوضوح والخلو من الغموض والطلاسم والتعقيد، فالإيمان بالله تعالى وبوجوده مركوز في الفطرة، ودلائل ذلك واضحة جلية في صفحة الكون وأغوار النفس، والإيمان بأنه لا إله إلا هو وأنه متفرد في ربوبيته وألوهيته وأسمائه وصفاته وأنه ليس كمثله شيء، كذلك واضح وضوح الشمس في آيات التنزيل الحكيم وفي آيات الله في الكون، والوسطية في اعتقاد العقيدة القويمة في ذلك دون غلو ولا إفراط ولا تفريط أيضا مظهر من مظاهر الاعتدال، والمسلمون يبتهلون إلى الله كل يوم خمس مرات قائلين {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} {صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} [الفاتحة: 6-7] ¶ هي دعوة أن يهديهم الصراط المستقيم، الذي هو وسط بين طريق المغضوب عليهم وهم اليهود وبين الضالين وهم النصارى. وهي دعوة أن يثبتهم على ذلك.",
            "page": "14",
            "part": "1",
            "seal": "A83636B6"
        },
        {
            "id": "15",
            "nass": "وسطية الإسلام في الشريعة ¶ شريعة الإسلام في مجال العبادات والمعاملات تتسم بالوسطية، فهي بين الغلو والتهاون، بين الإفراط والتفريط، وما الشواهد المتكاثرة في القرآن والسنة على تقرير الوسطية إلا مظاهر تقرر أنها شريعة صالحة لكل عصر ومصر. مثل قوله صلى الله عليه وسلم: «أما أنا فأصوم وأفطر وأرقد وأصلي وأتزوج النساء فمن رغب عن سنتي فليس مني» [متفق عليه] . ¶ ولقد استنبط العلماء القواعد الفقهية والأصولية من تشريعات الإسلام مثل قولهم: الضرورات تبيح المحظورات، والضرورة تقدر بقدرها، وغيرها كثير كلها تنبئ بعظمة هذا الدين وأنه دين الوسطية والاعتدال قال تعالى: {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} [المائدة: 50] .",
            "page": "15",
            "part": "1",
            "seal": "38D70A50"
        },
        {
            "id": "16",
            "nass": "وسطية الإسلام في الأخلاق ¶ وهو الجانب السلوكي التطبيقي في المعاملات بين الناس، عماده أيضا الوسطية والاعتدال في البذل والإنفاق، وفي القضاء والاقتضاء، وفي البيوع، وفي التقاضي وفي سائر الأمور، لهذا المعنى كانت الأمة الخاتمة خير الأمم لوسطيتها قال تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة: 143]",
            "page": "16",
            "part": "1",
            "seal": "7BDB4B0E"
        },
        {
            "id": "17",
            "nass": "وسطية الإسلام في منهج الدعوة ¶ وهو منهج قائم على الاعتدال أساسه الحكمة والموعظة الحسنة، والجدال بالتي هي أحسن، عماده اللين والرفق في غير ضعف، وفي الوقت ذاته الجدال بالتي هي أحسن للإقناع وإقامة الحجة، ثم الجلاد لمن كابر وعاند. ولكن دون إكراه ولا قهر، فمن آمن فله ما لنا وعليه ما علينا، ومن اختار دينه فلا حرج على أن يكف عن المسلمين يده ولسانه قال تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} [البقرة: 256]",
            "page": "17",
            "part": "1",
            "seal": "7B334271"
        },
        {
            "id": "18",
            "nass": "وفي الأمر بالمعروف والنهي عن المنكر أيضا لا عنف ولا تطرف ولا إرهاب، ولا بد من إذن الإمام في تغيير المنكرات التي تتعلق بحقوق الآخرين من مسلمين أو ذميين ومعاهدين، وطاعة ولي الأمر من واجبات الشريعة قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا} [النساء: 59]",
            "page": "18",
            "part": "1",
            "seal": "C61F0006"
        },
        {
            "id": "19",
            "nass": "المبحث الثالث تعريف الحوار وأهميته تعريف الحوار ¶ الحوار في اللغة من الحور وهو: الرجوع عن الشيء إلى الشيء. [اللسان 4 / 217] ويقصد به: المُراجعة في الكلام. ¶ والجدال: من جَدَلَ الحبل إذا فَتَلَه، أطلق على من خاصم بما يشغل عن ظهور الحق ووضوح الصواب، ثم استعمل في مُقابَلَة الأدلة لظهور أرجحها. ¶ وبين الجدال والحوار فرق؛ فالحوار مراجعة الكلام وتبادله بين المتحاورين وصولاً إلى غاية مستنداً إلى أنه يجري بين صاحبين أو اثنين ليس بينهما صراع، ومنه قوله تعالى: {قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ} [الكهف: 37] ¶ وأما الجدال فأكثر وروده في القرآن الكريم بالمعنى المذموم كقوله تعالى: {وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ} [غافر: 5] وهذا الجدل حوار لا طائل من ورائه ولكن جاء الجدل أيضاً محموداً في مواضع كقوله تعالى: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} [العنكبوت: 46] ، وقوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} [النحل: 125]",
            "page": "19",
            "part": "1",
            "seal": "F8AC1FB4"
        },
        {
            "id": "20",
            "nass": "فالجدال بالتي هي أحسن مرادف للحوار الإيجابي البناء، ويجمع بين الحوار والجدال معنى تطارح الرأي والأخذ والرد وقد جمعهما قول الله تعالى: {قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ} (المجادلة:1) ¶ قال الدكتور صالح بن حميد: ويراد بالحوار والجدال في مصطلح الناس: مناقشة بين طرفين أو أطراف، يُقصد بها تصحيح كلامٍ، وإظهار حجَّةٍ، وإثبات حقٍ، ودفع شبهةٍ، وردُّ الفاسد من القول والرأي. ¶ وقد يكون من الوسائل في ذلك: الطرق المنطقية والقياسات الجدليَّة من المقدّمات والمُسلَّمات، مما هو مبسوط في كتب المنطق وعلم الكلام وآداب البحث والمناظرة وأصول الفقة. [أصول الحوار] ¶ ولكي يكون التعريف جامعا يراعى فيه ثلاثة عناصر: الأول: أن يجمع بين خصمين متضادين. والثاني: أن يأتي كل خصم في نصرته لنفسه بأدلة ترفع شأنه وتعلي مقامه فوق خصمه. والثالث: أن تصاغ المعاني والمراجعات صوغاً لطيفا.",
            "page": "20",
            "part": "1",
            "seal": "5D4114BB"
        },
        {
            "id": "21",
            "nass": "أهمية الحوار ¶ يكتسب الحوار أهمية بالغة في منظومة الدعوة الإسلامية، فهو أسلوب أصيل من أساليب الدعوة ومعلم بارز في منهجها الرشيد. ¶ وللحوار دوره الكبير في تأصيل الموضوعية ورد الفكرة المغرضة كالفكرة القائلة إن الإسلام دين القهر، وإنه انتشر بالسيف كما روجه أعداء الإسلام من ضلال المستشرقين والمنصّرين. وكيف يصح ذلك والإسلام دين الحوار وفي التنزيل الحكيم {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} [البقرة: 256] . ¶ فلو كان صحيحا أن الإسلام دين السيف لما كان للحوار معنى، وقد حفل القرآن الكريم بعشرات النصوص حول الحوار تأمر به وتحض عليه وتنوه بقيمته وتقدم نماذج من حوارات الأنبياء والمرسلين، وتقدم نماذج من الحوارات التي ينبغي أن يسلكها الدعاة إلى الله مع مختلف أصناف المدعوين من أهل الكتاب والمشركين والملاحدة ومنكري البعث وغيرهم.",
            "page": "21",
            "part": "1",
            "seal": "0D2F9F12"
        },
        {
            "id": "22",
            "nass": "والحوار قديم قدم البشرية فهو نابع من أعماق النفس البشرية، ومما ورد في القرآن الكريم الحوار الذي كان بين آدم وزوجه حوار وهما في الجنة، وكذلك ما أمر الله به الملائكة من السجود لآدم لما خلقه قال تعالى: {وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيفَةً قَالُوا أَتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} إلى آخر الآيات من سورة [البقرة] .",
            "page": "22",
            "part": "1",
            "seal": "3B9A8583"
        },
        {
            "id": "23",
            "nass": "المبحث الرابع أصول الحوار وغايته تتعدد آراء الباحثين في أصول الحوار. ¶ فمنهم من يؤسس حديثه في هذا الموضوع على أطراف الحوار الأربعة وهي: موضوع الحوار، وأسلوبه، وطرفاه أعني المتحاورين. ¶ ومنهم من يؤسسه على الصفات العلمية والخلقية والنفسية التي ينبغي أن يتحلى بها المتحاورون. ¶ ومنهم من يجعل القضايا المتحاور عليها هي الأساس الذي يبني عليه الحوار. ¶ والأصوب أن يؤخذ كل ذلك في الحسبان، فأصول الحوار على الإجمال ثلاثة: العلم، والأهلية، والخلق الفاضل، ويندرج في كل أصل ما يتفرع عنه وتفصيله كالآتي: ¶ الأصل الأول: (العلم) ويتضمن ¶ أ) العلم بالدليل والبرهان وبوجه الاستدلال الصحيح: وفي التنزيل الحكيم: {قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} ، {قُلْ هَاتُوا بُرْهَانَكُمْ هَذَا ذِكْرُ مَنْ مَعِيَ وَذِكْرُ مَنْ قَبْلِي} [الأنبياء:24] {قُلْ فَأْتُوا بِالتَّوْرَاةِ فَاتْلُوهَا إِنْ كُنْتُمْ صَادِقِينَ} [آل عمران:93] فمن واجبات المتحاورين التزام الطرق الإقناعية الصحيحة؛ كتقديم الأدلة المثبتة للأمور، وإثبات صحة النقل لما نقل.",
            "page": "23",
            "part": "1",
            "seal": "197A55CA"
        },
        {
            "id": "24",
            "nass": "ب) السلامة من التناقض: لأن التناقض ممجوج، ومن أمثلة ذلك ما ذكره بعض أهل التفسير من وصف فرعون لموسى عليه السلام بقوله: {سَاحِرٌ أَوْ مَجْنُونٌ} [االذاريات:39] ¶ وهو وصف قاله الكفار لكثير من الأنبياء بما فيهم كفار الجاهلية ولنبينا محمد صلى الله عليه وسلم. وهذان الوصفان السحر والجنون لا يجتمعان، لأن الشأن في الساحر العقل والفطنة والذكاء، أما المجنون فلا عقل معه ألبتة، وهذا منهم تهافت وتناقض بيّن. ¶ ونعت كفار قريش لآيات محمد صلى الله عليه وسلم بأنها سحر مستمر، كما في قوله تعالى: {وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ} [القمر:2] وهو تناقض؛ فالسحر لا يكون مستمرًا، والمستمر لا يكون سحرًا. ¶ ج) ألا يكون الدليل هو عين الدعوى، لأنه إذا كان كذلك لم يكن دليلاً، ولكنه إعادة للدعوى بألفاظ وصيغ أخرى. وعند بعض المُحاورين من البراعة في تزويق الألفاظ وزخرفتها ما يوهم بأنه يُورد دليلًا. وواقع الحال أنه إعادة للدعوى بلفظ مُغاير، وهذا تحايل لإطالة النقاش من غير فائدة.",
            "page": "24",
            "part": "1",
            "seal": "74A1681E"
        },
        {
            "id": "25",
            "nass": "د) معرفة وجهة نظر المخالف وشبهاته ومسالك الرد عليها. ومن ذلك عدم الطعن في أدلة الخصم إلا ضمن الأمور المبنية على المنطق السليم والقواعد المعترف بها لدى الفريقين. ¶ هـ) معرفة مجالات الحوار، وهي كل ما يقع فيه الخلاف وليس من الثوابت والمسلمات، لأن المُسَلَّمات والثوابت لا تقبل النقاش عند العقلاء المتجردين كحُسْنِ الصدق، وقُبحِ الكذب، وشُكر المُحسن، ومعاقبة المُذنب. فالتسليم ابتداء بالقضايا التي تعد من المسلمات والمتفق على صحتها مما ينبغي أن يتوافر عليها المتحاورون. ¶ و) التخصص العلمي، فلا يصح أن يحاور في الأديان من يجهل أصولها وتاريخها والفرق التي تنتسب إلى كل ملة، وبالتخصص يتحقق التكافؤ العلمي وكثير من الحوار غير المنتج مردُّه إلى عدم التكافؤ بين المتحاورين، ولقد قال الشافعي رحمه الله: \"ما جادلت عالمًا إلا وغلبته، وما جادلني جاهل إلا غلبني! \". وهذا التهكم من الشافعي - رحمه الله - يشير إلى الجدال العقيم الذي يجري بين غير المتكافئين.",
            "page": "25",
            "part": "1",
            "seal": "5502BFDB"
        },
        {
            "id": "26",
            "nass": "الأصل الثاني: (تحقق أهلية المحاور) ¶ ويقتضي ذلك: ¶ أ) اعتناق الحق والإيمان به، إذ من الخطأ أن يتصدى للدفاع عن الحق من كان على الباطل، ومن لا يعرف الحق، ومن لا يجيد الدفاع عن الحق، ومن لا يجيد مسالك الباطل. ¶ ب) معرفة أصول الحوار ومسالكه وغايته وجملة آدابه فمن ذلك: إقامةُ الحجة، ودفعُ الشبهة والفاسد من القول والرأي. فهو تعاون من المُتناظرين على معرفة الحقيقة والتَّوصُّل إليها، ليكشف كل طرف ما خفي على صاحبه منها، والسير بطرق الاستدلال الصحيح للوصول إلى الحق. يقول الحافظ الذهبي: \"إنما وضعت المناظرة لكشف الحقِّ، وإفادةِ العالِم الأذكى العلمَ لمن دونه، وتنبيهِ الأغفلَ الأضعفَ\".",
            "page": "26",
            "part": "1",
            "seal": "F1FA88C0"
        },
        {
            "id": "27",
            "nass": "ج) التخصص العلمي: يقول شيخ الأزهر: علم الدين شيء، وسلوك المتدين شيء آخر فالمتدين أيا كان حر في أن يفهم أو يتصور ما يشاء ثم يرد إلى ربه، أما علوم الدين، فتلك علوم لها أصولها وقواعدها التى ارتضاها أهل الاختصاص وبها قامت الأمم وبالخروج على نسقها سقطت أجيال الأمة، وعلماء الدين لا يمثلون كهنوتا ولا يدعونه \" إنما يحملون قواعد الدين ونظرياته ويصرون عليها إصرار الطبيب على قواعده، والمحاسب على مبادئ علم المحاسبة، والمهندس على نظريات الهندسة [مجلة نور الإسلام، العدد الأول ربيع الأول 1418هـ أغسطس 1997م]",
            "page": "27",
            "part": "1",
            "seal": "088934E3"
        },
        {
            "id": "28",
            "nass": "الأصل الثالث: التحلي بأخلاق الحوار ومنها ¶ أ) الإخلاص لله تعالى، ويقتضي: قصد الحق، والبعد عن التعصب، ومن مقولات الإمام الشافعي المحفوظة: (ما كلمت أحداً قطّ إلا أحببت أن يُوفّق ويُسدّد ويُعان، وتكون عليه رعاية الله وحفظه. وما ناظرني فبالَيْتُ! أَظَهَرَتِ الحجّةُ على لسانه أو لساني؟) . ¶ ومن الإخلاص قبول الحق، وإلا أصبح الحوار عبثا، قال ابن عقيل: \"وليقبل كل واحد منهما من صاحبه الحجة؛ فإنه أنبل لقدره، وأعون على إدراك الحق وسلوك سبيل الصدق \". ¶ قال الشافعي رضي الله عنه: ما ناظرت أحداً فقبل مني الحجَّة إلا عظم في عيني، ولا ردَّها إلا سقط في عيني\". ¶ ب) سماحة النفس: فلا ينبغي التدابر والتباغض إذا انتهى الحوار إلى إصرار كل على رأيه، ومقتضى الحكمة الأخذ بالقول الشهير (رأينا صواب يحتمل الخطأ ورأي غيرنا خطأ يحتمل الصواب) . ¶ ج) الحلم وسعة الصدر ويقتضي البعد عن السب أو الشتم أو التجريح أو الحقد أو السخرية من وجهة نظر الطرف الآخر. ¶ د) كرم النفس: ويقتضي التزام القول الحسن، وتجنب منهج التحدي والإفحام:",
            "page": "28",
            "part": "1",
            "seal": "833D8C61"
        },
        {
            "id": "29",
            "nass": "إن من أهم ما يتوجه إليه المُحاور في حواره، التزام الحُسنى في القول والمجادلة، ففي محكم التنزيل: {وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ} (الإسراء: 53) . {وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} (النحل: 125) . ¶ {وَقُولُوا لِلنَّاسِ حُسْنًا} (البقرة: 83) . ¶ فحق العاقل اللبيب طالب الحق، أن ينأى بنفسه عن أسلوب الطعن والتجريح والهزء والسخرية، وألوان الاحتقار والإثارة والاستفزاز: {وَإِنْ جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ} {اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} (الحج: 68-69) . ¶ وقوله: {وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ} (سبأ:24) . مع أن بطلانهم ظاهر، وحجتهم داحضة. ¶ ويلحق بهذا الأصل: تجنب أسلوب التحدي والتعسف في الحديث. ¶ على أن هناك بعض الحالات الاستثنائية التي يسوغ فيها اللجوء إلى الإفحام وإسكات الطرف الآخر؛ وذلك فيما إذا استطال وتجاوز الحد، وطغى وظلم وعادى الحق، وكابر مكابرة بيِّنة، وفي مثل هذا جاءت الآية الكريمة:",
            "page": "29",
            "part": "1",
            "seal": "55EA88CF"
        },
        {
            "id": "30",
            "nass": "{وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ} (العنكبوت: 46) . ¶ {لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ} (النساء: من الآية148) ¶ ففي حالات الظلم والبغي والتجاوز، قد يُسمح بالهجوم الحادّ المركز على الخصم وإخراجه، وتسفيه رأيه؛ لأنه يمثل الباطل، وحَسَنٌ أن يرى الناس الباطل مهزوماً مدحوراً. ¶ هـ) عدم الاعتداد بالنفس بل بالحق: ¶ قال الشيخ صالح بن حميد: (إن من الخطأ البيِّن في هذا الباب أن تظن أنّ الحق لا يغار عليه إلا أنت، ولا يحبه إلا أنت، ولا يدافع عنه إلا أنت، ولا يتبناه إلا أنت، ولا يخلص له إلا أنت. ¶ ومن الجميل، وغاية النبل، والصدق الصادق مع النفس، وقوة الإرادة، وعمق الإخلاص؛ أن تُوقِفَ الحوار إذا وجدْت نفسك قد تغير مسارها ودخلتْ في مسارب اللجج والخصام، ومدخولات النوايا) .",
            "page": "30",
            "part": "1",
            "seal": "DDBAE85E"
        },
        {
            "id": "31",
            "nass": "المبحث الخامس مجالات الحوار يتفق العقلاء على أن ثوابت الدين، وأمَّهات الفضائل، وأمَّهات الرذائل، لا يتناولها الحوار. ¶ ففي الإسلام الإيمان بربوبية الله وعبوديَّته، واتَّصافه بصفات الكمال، وتنزيهه عن صفات النقص، ونبوة محمد صلى الله عليه وسلم، والقرآن الكريم كلام الله، والحكم بما أنزل الله، وحجاب المرأة، وتعدد الزوجات، وحرمة الربا، والخمر، والزنا؛ كل هذه قضايا مقطوع بها لدى المسلمين، وإثباتها شرعاً أمر مفروغ منه. إذا كان الأمر كذلك فلا يجوز أن تكون هذه محل حوار أو نقاش مع مؤمن بالإسلام لأنها محسومة. [صالح بن حميد] ¶ وقد يسوغ النقاش في فرعيات من الحجاب؛ كمسألة كشف الوجه، فهي محل اجتهاد؛ أما أصل الحجاب فليس كذلك. ¶ الربا محسوم؛ وقد يجري النقاش والحوار في بعض صوره وتفريعاته.",
            "page": "31",
            "part": "1",
            "seal": "A6311A32"
        },
        {
            "id": "32",
            "nass": "ومن هنا فلا يمكن لمسلم أن يقف على مائدة حوار مع شيوعي أو ملحد في مثل هذه القضايا؛ لأن النقاش معه لا يبتدئ من هنا، لأن هذه القضايا ليست عنده مُسَلَّمة، ولكن يكون النقاش معه في أصل الديانة؛ في ربوبيَّة الله، وعبوديَّة ونبوّة محمد صلى الله عليه وسلم، وصِدْق القرآن الكريم وإعجازه. [أصول الحوار: صالح بن حميد]",
            "page": "32",
            "part": "1",
            "seal": "695DDF2A"
        },
        {
            "id": "33",
            "nass": "المبحث السادس دعوة القرآن الكريم والسنة النبوية الشريفة إلى الحوار ليس أدل على ذلك من ورود مبادئ للصيغ البيانية في القرآن الكريم: ¶ ولا غرو فالقرآن الكريم كله بيان وهدى للناس، بل هو قمة البيان وذروة البلاغة، من ذلك:",
            "page": "33",
            "part": "1",
            "seal": "7FC6AAA7"
        },
        {
            "id": "34",
            "nass": "ورود السياق القرآني الجليل مصدراً بصيغة الأمر (قًُلْ) المشعرة بأن الداعية ينبغي أن يصدع بالحق وأن يتخذ من القول المبين والحجة البالغة منهاجا وغاية، كما في قوله تعالى في تقرير التوحيد: {قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلَا يُطْعَمُ قُلْ إِنِّي أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ} {قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ} {مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذَلِكَ الْفَوْزُ الْمُبِينُ} {وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} {وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ} {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لَا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ",
            "page": "34",
            "part": "1",
            "seal": "C47D4A8A"
        },
        {
            "id": "35",
            "nass": "وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ} [الأنعام 14-19] ¶ وتأمل أيضا في تقرير التوحيد: {قُلْ مَنْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا قُلْ هَلْ يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ} [الرعد: 16] ¶ وأيضا في الرد على المشركين: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُبِينٍ} {قُلْ لَا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ} {قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ} {قُلْ أَرُونِيَ الَّذِينَ أَلْحَقْتُمْ بِهِ شُرَكَاءَ كَلَّا بَلْ هُوَ اللَّهُ الْعَزِيزُ الْحَكِيمُ} [سبأ: 24-27]",
            "page": "35",
            "part": "1",
            "seal": "C04BA333"
        },
        {
            "id": "36",
            "nass": "وأيضا في الرد على منكري النبوة: {قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُمْ مِنْ جِنَّةٍ إِنْ هُوَ إِلَّا نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ} {قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} {قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ} {قُلْ جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ} {قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ} [سبأ: 46-50] ¶ ونجد فعل الأمر: (قلْ) وردت (343) مرة في القرآن الكريم من تأملها وسبر غورها وصنف مضامينها وتدبر مقول القول: وقف على منهاج متكامل في صيغ البيان وطرائق الأداء ومسالك إقامة الحجة في إحقاق الحق ودحض الباطل، وهذا لون رفيع من بلاغة القرآن يتضمن التوجيه إلى ما ينبغي أن يكون عليه الداعية من قوة العارضة والتمرس على صيغ الخطاب.",
            "page": "36",
            "part": "1",
            "seal": "3FE494F6"
        },
        {
            "id": "37",
            "nass": "وقد يأتي الأسلوب القرآني الجليل على شكل تعليم الحوار على غرار (إن قالوا كذا فقل كذا) وهي صورة من التدريب على القول ومثاله قوله تعالى: {وَقَالُوا أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَئِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} {قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا} {أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا} [الإسراء: 49-51] .",
            "page": "37",
            "part": "1",
            "seal": "F4DFFF5C"
        },
        {
            "id": "38",
            "nass": "{قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ} {قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ} {قَالَ لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ} {قَالَ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ} {قَالَ إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ} {قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ} {قَالَ لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ} {قَالَ أَوَلَوْ جِئْتُكَ بِشَيْءٍ مُبِينٍ} {قَالَ فَأْتِ بِهِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ} {فَأَلْقَى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ} {وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَاءُ لِلنَّاظِرِينَ} [الشعراء: 32-33]",
            "page": "38",
            "part": "1",
            "seal": "F68D4D92"
        },
        {
            "id": "39",
            "nass": "صيغة يستفتونك ويأتي عقبها فعل الأمر (قُلْ) وقد ورد مرتين مرة في قوله تعالى: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللَّاتِي لَا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ كَانَ بِهِ عَلِيمًا} [النساء: 127] ¶ ومرة في قوله: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} [النساء: 176] ¶ وأيضاً صيغة يسألونك ويأتي عقبها فعل الأمر (قُلْ) وقد وردت (15) مرة، منها:",
            "page": "39",
            "part": "1",
            "seal": "E65BF599"
        },
        {
            "id": "40",
            "nass": "قوله تعالى {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِهَا وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُوا الْبُيُوتَ مِنْ أَبْوَابِهَا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ} [البقرة: 189] ¶ {يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ قُلْ مَا أَنْفَقْتُمْ مِنْ خَيْرٍ فَلِلْوَالِدَيْنِ وَالْأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} [البقرة: 215]",
            "page": "40",
            "part": "1",
            "seal": "601ABE26"
        },
        {
            "id": "41",
            "nass": "{يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلَا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: 217] ¶ {يَسْأَلُونَكَ مَاذَا أُحِلَّ لَهُمْ قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ مُكَلِّبِينَ تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللَّهُ فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} [المائدة: 4] ¶ وهذا يتضمن فيما يتضمنه التوجيه بتعلّم صيغ الجدال والحوار ومعرفة متى يتكلم الداعية وكيف وبماذا. . . مما هو من مؤهلات الدعاة ومقوماتهم الخطابية.",
            "page": "41",
            "part": "1",
            "seal": "FE3D551C"
        },
        {
            "id": "42",
            "nass": "المبحث السابع نماذج من الحوار من القرآن الكريم والسنة الشريفة وسير الصحابة رضي الله عنهم ومما ورد في القرآن الكريم من نماذج الحوار مما أمر به النبي صلى الله عليه وسلم قول الله تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} {يَاأَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ} {هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ} {مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ",
            "page": "42",
            "part": "1",
            "seal": "297AA86B"
        },
        {
            "id": "43",
            "nass": "وَلِيُّ الْمُؤْمِنِينَ} [آل عمران: 64-68] .",
            "page": "43",
            "part": "1",
            "seal": "9BF1BDC7"
        },
        {
            "id": "44",
            "nass": "حوار موسى وفرعون ¶ {إِنَّا قَدْ أُوحِيَ إِلَيْنَا أَنَّ الْعَذَابَ عَلَى مَنْ كَذَّبَ وَتَوَلَّى} {قَالَ فَمَنْ رَبُّكُمَا يَامُوسَى} {قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى} {قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَى} {قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى} [طه: 48-52] .",
            "page": "44",
            "part": "1",
            "seal": "8A8DC6C7"
        },
        {
            "id": "45",
            "nass": "ومن السنة النبوية عشرات الأمثلة يتبين من خلالها أنه صلى الله عليه وسلم كان يربي أصحابه على الحوار حتى في أحلك الظروف وفي المواقف التي تستدعي أناة وترويا، ومثاله ما كان يوم الحديبية لما كتب الصلح ورأى بعض المسلمين فيها إجحافا، وقع حوار بين بعضهم وبين النبي صلى الله عليه وسلم، قال عمر بن الخطاب فأتيت نبي الله صلى الله عليه وسلم فقلت: ¶ - ألست نبي الله حقا؟ ¶ - قال: بلى. ¶ - قلت: ألسنا على الحق وعدونا على الباطل؟! ¶ - قال: بلى. ¶ - قلت: فلم نعطى الدنية في ديننا إذا؟! ¶ - قال: إني رسول الله ولست أعصيه وهو ناصري. ¶ - قلت: أوليس كنت تحدثنا أنا سنأتي البيت فنطوف به؟! ¶ - قال: بلى. فأخبرتك أنا نأتيه العام؟! ¶ - قال: قلت لا. ¶ - قال: فإنك آتيه ومطوف به. ¶ - قال:فأتيت أبا بكر فقلت يا أبا بكر أليس هذا نبي الله حقا؟ ¶ - قال: بلى. ¶ - قلت: ألسنا على الحق وعدونا على الباطل؟ ¶ - قال: بلى. ¶ - قلت: فلم نعطى الدنية في ديننا إذاً؟ ¶ - قال: أيها الرجل، إنه لرسول الله صلى الله عليه وسلم وليس يعصي ربه وهو ناصره فاستمسك بغرزه فوالله إنه على الحق. ¶ - قلت: أليس كان يحدثنا أنا سنأتي البيت ونطوف به؟",
            "page": "45",
            "part": "1",
            "seal": "0B9E3F0C"
        },
        {
            "id": "46",
            "nass": "- قال: بلى. أفأخبرك أنك تأتيه العام؟ ¶ - قلت: لا. ¶ - قال: فإنك آتيه ومطوف به. ¶ قال الزهري قال عمر فعملت لذلك أعمالا. .) [صحيح البخاري 2 / 978 (2581) ] .",
            "page": "46",
            "part": "1",
            "seal": "9005CD81"
        },
        {
            "id": "47",
            "nass": "حوار بعض الصحابة حول جمع القرآن ¶ عن الزهري قال أخبرني ابن السباق أن زيد بن ثابت الأنصاري رضي الله عنه وكان ممن يكتب الوحي قال أرسل إلي أبو بكر مقتل أهل اليمامة وعنده عمر فقال أبو بكر إن عمر أتاني فقال إن القتل قد استحر يوم اليمامة بالناس وإني أخشى أن يستحر القتل بالقراء في المواطن فيذهب كثير من القرآن إلا أن تجمعوه وإني لأرى أن تجمع القرآن. ¶ - قال أبو بكر قلت لعمر: كيف أفعل شيئا لم يفعله رسول الله صلى الله عليه وسلم؟ ¶ - فقال عمر: هو والله خير. فلم يزل عمر يراجعني فيه حتى شرح الله لذلك صدري ورأيت الذي رأى عمر. ¶ - قال زيد بن ثابت وعمر عنده جالس لا يتكلم فقال أبو بكر: إنك رجل شاب عاقل ولا نتهمك كنت تكتب الوحي لرسول الله صلى الله عليه وسلم فتتبع القرآن فاجمعه. فو الله لو كلفني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن. ¶ - قلت: كيف تفعلان شيئا لم يفعله رسول الله صلى الله عليه وسلم؟",
            "page": "47",
            "part": "1",
            "seal": "05C6F4A6"
        },
        {
            "id": "48",
            "nass": "- فقال أبو بكر: هو والله خير. فلم أزل أراجعه حتى شرح الله صدري للذي شرح الله له صدر أبي بكر وعمر، فقمت فتتبعت القرآن أجمعه من الرقاع والأكتاف والعسب وصدور الرجال. الحديث [صحيح البخاري ج: 4 ص: 1720 (4402) ]",
            "page": "48",
            "part": "1",
            "seal": "39606513"
        },
        {
            "id": "49",
            "nass": "حوار ابن عباس للخوارج ¶ قال ابن عباس: لما اعتزلت الحرورية وكانوا على حدتهم قلت لعلي يا أمير المؤمنين أخِّر الصلاة لعلي آتي هؤلاء القوم فأكلمهم قال: إني أتخوفهم عليك قلت كلا إن شاء الله فلبست أحسن ما قدرت عليه من هذه اليمانية ثم دخلت عليهم وهم قائلون في نحر الظهيرة. ¶ فدخلت على قوم لم أر قوما أشد اجتهادا منهم أيديهم كأنها ثفن الابل ووجوهم معلنة من آثار السجود فدخلت فقالوا: ¶ - مرحبا بك يا ابن عباس / لا تحدثوه. ¶ - قال بعضهم لنحدثنه قال: ¶ - قلت أخبروني ما تنقمون على ابن عم رسول الله صلى الله عليه وسلم وختنه وأول من آمن به وأصحاب رسول الله صلى الله عليه وسلم معه. ¶ - قالوا: ننقم عليه ثلاثا. ¶ - قلت: ما هن؟ . ¶ - قالوا: أولهن أنه حكم الرجال في دين الله وقد قال الله تعالى إن الحكم إلا لله. ¶ - قلت: وماذا قالوا قاتل ولم يَسْب ولم يغنم لئن كانوا كفارا لقد حلت أموالهم وإن كانوا مؤمنين لقد حرمت عليه دماؤهم. ¶ - قال: قلت وماذا. ¶ - قالوا: ومحى نفسه من أمير المؤمنين. ¶ - قال: قلت أرأيتم إن قرأت عليكم من كتاب الله المحكم وحدثتكم من سنة نبيكم صلى الله عليه وسلم ما لا تنكرون أترجعون. ¶ - قالوا: نعم.",
            "page": "49",
            "part": "1",
            "seal": "EDB54475"
        },
        {
            "id": "50",
            "nass": "- قال: قلت أما قولكم إنه حكم الرجال في دين الله فإنه تعالى يقول: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ} ، إلى قوله: {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} وقال في المرأة وزوجها {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا} أنشدكم الله أفحكم الرجال في دمائهم وأنفسهم وصلاح ذات البين أحق أم في أرنب ثمنها ربع درهم. ¶ - قالوا: اللهم في حقن دمائهم وصلاح ذات بينهم. ¶ - قال: أخرجت من هذه؟ . ¶ - قالوا: نعم. ¶ - وأما قولكم: إنه قتل ولم يسب ولم يغنم أتسبون أمكم أم تستحلون منها ما تستحلون من غيرها إن قلتم نعم فقد كفرتم وإن زعمتم إنها ليست بأمكم فقد كفرتم وخرجتم من الإسلام إن الله تبارك وتعالى يقول: {النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ} وأنتم تترددون بين ضلالتين فاختاروا أيهما شئتم أخرجت من هذه؟ . ¶ - قالوا: اللهم نعم.",
            "page": "50",
            "part": "1",
            "seal": "BA6A8FCC"
        },
        {
            "id": "51",
            "nass": "- وأما قولكم: محا نفسه من أمير المؤمنين فإن رسول الله صلى الله عليه وسلم دعا قريشا يوم الحديبية على أن يكتب بينه وبينهم كتابا فقال: اكتب هذا ما قاضى عليه محمد رسول الله صلى الله عليه وسلم، فقالوا: والله لو كنا نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك ولكن اكتب محمد بن عبد الله فقال والله إني لرسول الله وإن كذبتموني اكتب يا علي محمد بن عبد الله ¶ رسول الله صلى الله عليه وسلم كان أفضل من علي أخرجت من هذه؟! ¶ - قالوا: اللهم نعم. ¶ فرجع منهم عشرون ألفا وبقي منهم أربعة آلاف فقتلوا رواه الطبراني وأحمد ببعضه ورجالهما رجال الصحيح [مجمع الزوائد 6 / 239 - 241] ¶ انتهى. . وبالله التوفيق. .",
            "page": "51",
            "part": "1",
            "seal": "F62C85F0"
        },
        {
            "id": "52",
            "nass": "المراجع والمصادر أولا: القرآن الكريم. ¶ ثانيا: المراجع العامة: ¶ * أصول الحوار: د / صالح بن حميد، بحث منشور في مجلة (لها) ¶ * أصول الحوار: الندوة العالمية للشباب الإسلامي. ط: 1408هـ. ¶ * تدريب الدعاة على الأساليب الخطابية: د / عبد الرب النواب [مذكرة مخطوطة] ¶ * الجامع الصحيح: محمد بن إسماعيل البخاري، ترقيم: د / محمد أديب البغا، ط: 1407هـ دار ابن كثير، دمشق. ¶ * صحيح مسلم: مسلم بن الحجاج النيسابوري، ترقيم: محمد فؤاد عبد الباقي، ط: دار إحياء التراث العربي. ¶ * عن الإرهاب: د / عبد الله بن عبد المحسن السلطان، ط: 1424هـ مؤسسة الجريسي، الرياض. ¶ * لسان العرب: محمد بن منظور الإفريقي، ط: دار صادر، بيروت. ¶ * المفردات في غريب القرآن: الراغب الأصفهاني، ط (دون تايخ) دار المعرفة، بيروت. ¶ الصحف والدوريات: ¶ * جريدة الزمان 22 تشرين الثاني (نوفمبر) 2001. ¶ * صحيفة الأهرام عدد 27 / 8 / 2003م. ¶ * مجلة: (لها) عدد 3 / 7 / 1424هـ الموافق 30 / 8 / 2003م. ¶ * مجلة نور الإسلام العدد الأول ربيع الأول 1418هـ أغسطس 1997م.",
            "page": "52",
            "part": "1",
            "seal": "B0D40B93"
        }
    ],
    "t1248": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "خطة البحث"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول تعريفات عامة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الإرهاب والعنف والتطرف"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "الإرهاب في القرآن الكريم"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الإرهاب في اصطلاح الرأي العام"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "الإرهاب عند الغربيين"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني من مظاهر وسطية الإسلام وسماحته"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "وسطية الإسلام في العقيدة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "وسطية الإسلام في الشريعة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "وسطية الإسلام في الأخلاق"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "وسطية الإسلام في منهج الدعوة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث تعريف الحوار وأهميته"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "تعريف الحوار"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "أهمية الحوار"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع أصول الحوار وغايته"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "الأصل الأول العلم"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل الثاني تحقق أهلية المحاور"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "الأصل الثالث التحلي بأخلاق الحوار"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس مجالات الحوار"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس دعوة القرآن الكريم والسنة النبوية الشريفة إلى الحوار"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السابع نماذج من الحوار من القرآن الكريم والسنة الشريفة وسير الصحابة رضي الله عنهم"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "قول الله تعالى قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "حوار موسى وفرعون"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "حواره صلى الله عليه وسلم مع عمر بن الخطاب يوم الحديبية"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "حوار بعض الصحابة حول جمع القرآن"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "حوار ابن عباس للخوارج"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع والمصادر"
        }
    ]
}