{
    "b126": [
        {
            "id": "1",
            "nass": "{بسم الله الرحمن الرحيم} ¶ مقدِّمة الشارح ¶ الحمد لله والصلاة والسلام على رسول الله ... وبعد:- ¶ فقد منّ الله ـ جلّ وعلا ـ ووفق لشرح (المنظومة البيقونيّة) ، ضمن الدورة التي نظمها مكتب الدعوة والإرشاد في محافظة الزلفي لعام 1429هـ. ¶ في مسجد \" بن القيم ـ رحمه الله تعالى ـ \"، وقد شُرحت في أحد عشر مجلساً، وقد كانت إملاءً، فرغب الأخ / عبد العزيز المسعود، بكتابتها وإخراجها لينتفع بها ـ إن كان فيها من فائدة ـ، وقد اقترح تسميتها بـ \" الكواكب الدرّية على المنظومة البيقونيّة \". ¶ هذا وأسأل الله ـ عزّ وجلّ ـ أن يجعل فيها خيراً، ومن رأى فيها خللاً أو خطأً فليصلحه ويقوّمه، والله يجزيه الجزاء الأوفى. ¶ وصلى الله وسلم على نبيّنا محمد وعلى آله وصحبه أجمعين ¶ مقدِّمة المعتني بالشرح ¶ الحمد لله الذي هدانا للإسلام، وعلمنا الحكمة والقرآن، وجعل ديننا من خير الأديان، فله الحمد أولاً وآخراً وظاهراً وباطناً، أحمده حمداً لست أحصي له عدّاً هو كما أثنى على نفسه. ¶ لك الحمد مولانا على كل نعمة ... ومن جملة النعماء قولي لك الحمد ¶ فلا حمد إلا أن تمن بنعمة ... فسبحانك لا يقوى على حمدك العبد ¶ والصلاة والسلام الأتمّان الأكملان على من بعثه الله رحمة للعالمين، هادياً وبشيراً وداعياً إلى الله بإذنه وسراجاً منيراً. ... وبعد: ¶ فإليك أخي القارئ، \" الكواكب الدرّية على المنظومة البيقونية \"، وهي شرحٌ لشيخنا الفاضل / سليمان بن خالد الحربي، حفظه الله، وجعل الجنّة مثواه، وسدّده في دنياه وأخرآه. ¶ رأيت إخراجه إلى النور ليستفيد منه القراء، بعد أخذ الأذن منه، لعلّه أن يكون أساساً وسلّماً يرتقي من خلاله طالب العلم لعلم المصطلح، ومما يمتاز به شرح شيخنا التحرير في المسائل، وقد جاء على وفق منهج المتقدمين وتحريرات المتأخرين.",
            "page": "1",
            "part": "1",
            "seal": "7525628D"
        },
        {
            "id": "2",
            "nass": "فاستعنت بالله على إخراجه، فأعان وأتم، وقد رغب بعض الأفاضل في إخراجه مبكراً، لينتفع به القراء في هذه الإجازة، وإلا فإن رغبتي في إخراجه أفضل مما هو عليه الآن في عزو المسائل والأقوال وغير ذلك من التحرير والتدقيق، فإن كان من صواب فمن الله وحده فله الحمد أولاً وآخراً، وقد تجد أخي القارئ بين ثنايا السطور أخطاءً، إما مطبعيّة أو غيرها، فلا غرو إذ الأصل فيمن خلق من عجل الخطأ والزلل. ¶ إن تجد عيباً فسد الخللا ... جلّ من لا عيب فيه وعلا ¶ واللهَ أسأل أن يجعل هذا العمل المتواضع خالصاً لوجهه الكريم. ¶ وصلى الله وسلم على نبيّنا محمد وعلى آله وصحبه أجمعين ¶ متن المنظومة البيقونية ¶ (بسم الله الرحمن الرحيم) ¶ أبدأُ بالحمدِ مُصَلِّياً على ... مُحمَّدٍ خَيِر نبيْ أُرسلا ¶ وذِي مِنَ أقسَامِ الحديث عدَّة ... وكُلُّ واحدٍ أتى وحدَّه ¶ أوَّلُها \"الصحيحُ\" وهوَ ما اتَّصَلْ ... إسنادُهُ ولْم يَشُِذّ أو يُعلّ ¶ يَرْويهِ عَدْلٌ ضَابِطٌ عَنْ مِثْلِهِ ... مُعْتَمَدٌ في ضَبْطِهِ ونَقْلهِ ¶ وَ\"الَحسَنُ\" الَمعْرُوفُ طُرْقاً وغَدَتْ ... رِجَالُهُ لا كالصّحيحِ اشْتَهَرَتْ ¶ وكُلُّ ما عَنْ رُتبةِ الُحسْنِ قَصُر ... فَهْوَ\"الضعيفُ\"وهوَ أقْسَاماً كُثُرْ ¶ وما أُضيفَ للنبي \" الَمرْفوعُ \" ... وما لتَابِعٍ هُوَ \" المقْطوعُ \" ¶ وَ\"الُمسْنَدُ\" الُمتَّصِلُ الإسنادِ مِنْ ... رَاويهِ حتَّى الُمصْطفى ولْم يَبنْ ¶ ومَا بِسَمْعِ كُلِّ رَاوٍ يَتَّصِل ... إسْنَادُهُ للمُصْطَفى فَ\"الُمتَّصلْ\" ¶ \"مُسَلْسَلٌ\" قُلْ مَا عَلَى وَصْفٍ أتَى ... مِثْلُ أمَا والله أنْبأنِي الفتى ¶ كذَاكَ قَدْ حَدَّثَنِيهِ قائِماً ... أوْ بَعْدَ أنْ حَدَّثَنِي تَبَسَّمَا ¶ \" عَزيزٌ \" مَروِيُّ اثنَيِن أوْ ثَلاثهْ ... \"مَشْهورٌ\" مَرْوِيُّ فَوْقَ ما ثَلاثهْ ¶ \"مَعَنْعَنٌ \" كَعَن سَعيدٍ عَنْ كَرَمْ ... \"وَمُبهَمٌ \" مَا فيهِ رَاوٍ لْم يُسَمْ",
            "page": "2",
            "part": "1",
            "seal": "4A291224"
        },
        {
            "id": "3",
            "nass": "وكُلُّ مَا قَلَّت رِجَالُهُ \" عَلا \" ... وضِدُّهُ ذَاكَ الذِي قَدْ \"نَزَلا \" ¶ ومَا أضَفْتَهُ إلى الأصْحَابِ مِن ... قَوْلٍ وفعْلٍ فهْوَ \"مَوْقُوفٌ\" زُكنْ ¶ \"وَمُرْسلٌ \" مِنهُ الصَّحَابُّي سَقَطْ ... وقُلْ \"غَريبٌ\" ما رَوَى رَاوٍ فَقطْ ¶ وكلُّ مَا لْم يَتَّصِلْ بِحَال ... إسْنَادُهُ \"مُنْقَطِعُ \" الأوْصالِ ¶ \"والُمعْضَلُ \" السَّاقِطُ مِنْهُ اثْنَان ... ومَا أتى \"مُدَلَّساً \" نَوعانِ ¶ الأوَّل الإسْقاطُ للشَّيخِ وأنْ ... يَنْقُلَ مَّمنْ فَوْقَهُ بعنْ وأنْ ¶ والثَّانِ لا يُسْقِطُهُ لكنْ يَصِفْ ... أوْصَافَهُ بما بهِ لا يَنْعرِفْ ¶ ومَا يَخالِفُ ثِقةٌ فيهِ الَملا ... فالشَّاذُّ والَمقْلوبُ قِسْمَانِ تَلا ¶ إبْدَالُ راوٍ ما بِرَاوٍ قِسْمُ ... وقَلْبُ إسْنَادٍ لمتنٍ قِسمُ ¶ وَ\" الفَرَدُ \" ما قَيَّدْتَهُ بثِقَةِ ... أوْ جْمعٍ أوْ قَصِر على روايةِ ¶ ومَا بعِلَّةٍ غُمُوضٍ أوْ خَفَا ... \" مُعَلَّلٌ \" عِنْدَهُمُ قَدْ عُرِفَا ¶ وذُو اخْتِلافِ سنَدٍ أو مَتْنٍ ... \" مُضْطربٌ \" عِنْدَ أهيْلِ الفَنِّ ¶ وَ\"الُمدْرَجاتُ\" في الحديثِ ما أتَتْ ... مِنْ بَعْضِ ألفاظِ الرُّوَاةِ اتَّصَلَتْ ¶ ومَا رَوى كلُّ قَرِينٍ عنْ أخهْ ... \" مُدَبَّجٌ\" فَاعْرِفْهُ حَقًّا وانْتَخهْ ¶ مُتَّفِقٌ لَفْظاً وخطاً \" مُتَّفقْ \" ... وضِدُّهُ فيما ذَكَرْنَا \" الُمفْترقْ \" ¶ \" مُؤْتَلِفٌ \" مُتَّفِقُ الخطِّ فَقَطْ ... وضِدُّهُ \"مُختَلِفٌ\" فَاخْشَ الغَلَطْ ¶ \"والُمنْكَرُ\" الفَردُ بهِ رَاوٍ غَدَا ... تَعْدِيلُهُ لا يْحمِلُ التَّفَرُّدَا ¶ \"مَتُروكُهُ\" مَا وَاحِدٌ بهِ انفَردْ ... وأجَمعُوا لضَعْفِه فَهُوَ كرَدّ ¶ والكذِبُ الُمخْتَلَقُ المصنُوعُ ... علَى النَّبيِّ فذَلِكَ \" الموْضوعُ \" ¶ وقَدْ أتَتْ كالَجوْهَرِ المكْنُونِ ... سَمَّيْتُهَا: (مَنْظُومَةَ البَيْقُوني) ¶ فَوْقَ الثَّلاثيَن بأرْبَعٍ أتَت ... أقْسامُهَا ثمَّ بخيٍر خُتِمتْ ¶ شرح المنظومة البيقونيّة",
            "page": "3",
            "part": "1",
            "seal": "CF78D795"
        },
        {
            "id": "4",
            "nass": "{بسم الله الرحمن الرحيم} ¶ الحمد لله رب العالمين والصلاة والسلام على آله وصحبه ومن اهتدى بهداه إلى يوم الدين ¶ (المنظومة البيقونية) ¶ اعتنى أهل العلم في نظم العلم وتيسيره للطلبة اعتناء شديداً، لأنهم وجدوا أن النظم يسهل التحصيل، ويسرع في فهم الطالب ويكون هذا العلم مستقرا في عقله وذهنه من خلال حفظه لهذه المنظومة، والأمام البيقوني ـ رحمه الله تعالى ـ، لم تسعف التراجم في ترجمة أو التعريف به فلا يكاد يوجد له ترجمة كما هي في تراجم غيره ممن ألف ونظم حتى إنهم ـ رحمهم الله ـ اختلفوا في اسمه والاختلاف هذا أيضا ليس عن يقين منهم من قال أن اسمه طه بن محمد ومنهم من قال أنه عمر بن محمد، وأنه موجود في القرن الحادي عشر في عام 1080هـ، معلومات فقط هكذا، ليس هناك معلومات واضحة عن هذا الإمام وقد اجتهد بعض أهل العلم بقوله، بأن الأمام البيقوني حرص أن يخفي نفسه وألا يعرف بنفسه. ¶ وهذا غير صحيح، وإن ذكره أكابر الشراح إلا أن هذا غير صحيح أن العالم يحاول أن يخفي نفسه فلا يعرف، العلم دين كيف يخفي نفسه؟! ولكن قدر الله جل وعلا هو ألا يوجد له ترجمة وألا يعرّف به وكثير من أهل العلم تراجمهم قليلة فليس هذا مقصد من الإمام البيقوني ـ رحمه الله تعالى ـ أن يخفي نفسه، هذا لا يمكن أن يكون غرضاً لهذا الإمام، ومن أظهر نفسه غير مخالف للإخلاص ليس معنى أن يعرّف نفسه أو يكتب ترجمة أن هذا مخالف للإخلاص كلا بل إنه يظهر نفسه من أجل أن يعرف، ويعرف عمن أخذ العلم، لكن هذا هو قدر الله. ¶ وهذا فيه عدة فوائد نستفيدها من كوننا لا نعرف البيقوني:-",
            "page": "4",
            "part": "1",
            "seal": "1944363C"
        },
        {
            "id": "5",
            "nass": "الفائدة الأولى: أن طالب العلم لا يحتقر نفسه ولا عمله، فالإمام البيقوني ـ رحمه الله تعالى ـ ليس له من العلم إلا أنه نظم بضعة وثلاثين بيتا في علم المصطلح، فقيض الله جل وعلا لها انشراح، فالشراح أكثروا من شرحها، سواء من القدماء أو من المعاصرين، لا أكاد أعلم أحد يهتم بعلم الحديث في هذا الوقت المعاصر إلا وشرح هذه المنظومة، أكاد أجزم بهذا الأمر أن كل من يهتم بعلم الحديث أن يكون قد مرّ على هذه المنظومة وشرحها لطلابه وهذا تيسير، فكم من الحسنات تجري لهذا الإمام الذي توفي ولا يعرف فلا يحتقر الإنسان نفسه لا يقول هذا الموضوع فيه عشرات الكتب، فالمنظومات كثيرة في علم المصطلح فالبيقوني لم يحتقر نفسه ولا شك أن عنده الاستطاعة كما في هذا النظم العظيم ومع ذلك انظر كيف طرح الله البركة فيها، فشرحها جمع غفير. ¶ الفائدة الثانية: أن طالب العلم عليه أن ينوع في طريقة إيصال العلم، هذا الإمام البيقوني ـ رحمه الله تعالى ـ نظمه يدل على أنه يستطيع أن يؤلف مسألة حديثيّة وأن يؤلف مسألة فقهية وأن يؤلف مسألة أصولية من ظاهر نظمه. ¶ فعلى طالب العلم أن ينوع، فاختصار الكتب علم، فتأتي إلى كتاب لابن تيمية أو كتاب للشيخ ابن عثيمين أو كتاب للشيخ عبد العزيز بن باز ـ رحمهم الله تعالى ـ أو كتاب للإمام الشافعي أو كتاب للإمام مالك أو أي مؤلف كتب الله له القبول لمؤلِّفه ومؤلَّفه، تأتي إليه فاختصره، كم من كتاب بقي لنا الآن المختصر ولم يبق لنا الأصل.",
            "page": "5",
            "part": "1",
            "seal": "8F21FE0E"
        },
        {
            "id": "6",
            "nass": "أرأيتم ذلك المختصِر لكتاب \" اختلاف العلماء \" للطحاوي ـ رحمه الله تعالى ـ من أعظم كتب الإسلام جاء عالم في القرن الرابع وهو أبو بكر الجصّاص الرّازي ـ رحمه الله تعالى ـ فاختصره، فلو أنه قال لنفسه وماذا يفيد اختصاري والناس تريد المطولات، فقد ضاع الكتاب الأصل، ولا يعرف ولا توجد له مخطوطة سنين طويلة، ولم يتناقل إلا هذا المختصَر فهذا شرف لهذا المختصر ويجري له حسنات كما يجري لصاحب الأصل، والأشبيلي اختصر كتاب الخلافيات للإمام البيهقي، ولم يوجد منه إلا قطعة قليلة بعض أحكام العبادات، والأصل ضاع، فجاء الإشبيلي واختصر هذا الأصل فأبقى الله مختصر الإشبيلي ولم يبقِ هذا الأصل. ¶ ولهذا أنصح بعض الأخوة عندما يأتي لبعض الكتب الكبيرة للعلماء الكبار تجد بعض الناس لا تقوى رغبته أن يقرأ هذا الكتاب، فإذا لم يجد مختصرا له سيقرؤه. ¶ ولهذا أكثر كتب بن تيمية مختصرة منها:- ¶ 1) منهاج السنة مختصر في أكثر من مختصر. ¶ 2) كتاب النبوات مختصر. ¶ 3) كتاب اقتضاء الصراط المستقيم. ¶ 4) كتاب الفتاوى مختصرة، وكتب كثيرة. ¶ وابن القيم – رحمه الله تعالى – له كتب مختصرة. فلماذا العلماء يختصرون الكتب؟ من أجل أن العلماء عرفوا أن طالب العلم أحيانا قد يكسل. ¶ فالعقيدة السفّارينيّه لابن عثيمين 700 صفحة لو جاء طالب واختصر هذه العقيدة، قد يكسل بعض الناس أن يقرأ السفارينيه، وهي لإمام موثوق، فلو جاء شخص واختصر هذا الكتاب لنفع الله به، الشاهد أن نأخذ فوائد في أن طالب العلم لا يحتقر نفسه في طريقة التأليف. ¶ ((تمهيد)) ¶ قبل أن نبدأ في هذا العلم هناك عشرة مبادئ لكل علم لابد من معرفتها، عندما تريد أن تدخل في كل علم لابد أن تعرف مبادئ العلم، جمعها الأخضري ـ رحمه الله ـ في قوله: ¶ إن مبادي كل علم عشرة ... الحد والموضوع ثم الثمرة ¶ ونسبةٌ وفضله والواضع ... والاسم الاستمداد حكم الشارع",
            "page": "6",
            "part": "1",
            "seal": "B853C24A"
        },
        {
            "id": "7",
            "nass": "مسائل والبعض بالبعض اكتفى ... ومن درى الجميع حاز الشرفا ¶ فكل علم نريد أن ندخل عليه لابد أن نذكر هذه الأبيات هذا موضوع العلم كأنه الفهرس لهذا العلم. ¶ قال الأخضري ـ رحمه الله ـ:- ¶ إن مبادي كل علم عشرة ... الحد والموضوع ثم الثمرة ¶ الحد: أي تعريفه، ما هو تعريف هذا العلم؟ ¶ فما هو علم الحديث؟ وما هو حده؟ هو علم بقوانين يعرف من خلالها حال الراوي والمروي، أو إن شئت قل: حال السند والمتن، فمن دخل في هذا العلم سيعرف حال الراوي والمروي. ¶ قال والموضوع: هو السند والمتن. ¶ قال ثم الثمرة: ثمرة هذا العلم تمييز كلام رسول الله وتمحيصه. ¶ ثم قال الأخضري ـ رحمه الله تعالى ـ:- ¶ ونسبةٌ وفضله والواضع ... والاسم الاستمداد حكم الشارع ¶ قال ونسبة: ¶ ما هو نسبة علم الحديث إلى العلوم الأخرى؟ ¶ هو جزء منه، ما مقدار هذا الجزء، والعلاقة بينهما تباين من وجه وتضمن من وجه آخر. ¶ فتباين: من حيث أن هذا علم له أبواب مختلفة عن علم الأصول وعن علم الفقه. ¶ وتضمن: من حيث أن الإنسان لا يمكن أن يكون عالما حتى يعرف هذا العلم من العلوم. ¶ ثم قال وفضله: ¶ لاشك أنه من أشرف العلوم لتعلقه بكلام رسول الله - صلى الله عليه وسلم -، فالتجويد نقول عنه هو من أشرف العلوم لتعلقه بكلام الله جل وعلا. ¶ ثم قال والواضع: ¶ من الذي وضع هذا العلم؟ هم الأئمة الأعلام كالإمام الشافعي والإمام مالك ـ رحمهم الله تعالى ـ وغيرهم فهؤلاء كلهم تكلموا في هذا العلم. ¶ ثم قال والاسم: ¶ ما هو اسمه؟ اسمه علم مصطلح الحديث أو علم الحديث أو علم الرواية هذه كلها من الأسماء. ¶ ثم قال الاستمداد: ¶ من أين يستمد هذا العلم؟ يستمد من كلام الأئمة من كلام أهل العلم، وليس من كلام اللغويين أو من كلام أهل الطب، وإنما يؤخذ من كلام أهل العلم. ¶ ثم قال حكم الشارع:",
            "page": "7",
            "part": "1",
            "seal": "DC6781D2"
        },
        {
            "id": "8",
            "nass": "ما حكم تعلم علم المصطلح؟ حكم تعلمه فرض كفاية، لأنه لا يمكن أن يمحص كلام رسول الله صلى الله عليه وسلم حتى يعرف هذا العلم. ¶ ثم قال الأخضري ـ رحمه الله تعالى ـ: ¶ مسائل والبعض بالبعض اكتفى ... ومن درى الجميع حاز الشرفا ¶ قال مسائل: ¶ فمسائله تتعلق بالإسناد من حيث الاتصال والانقطاع والتدليس وما شابع ذلك، وتتعلق بالمتن من حيث القلب والشذوذ وهكذا. ¶ ثم قال: والبعض بالبعض اكتفى: فبعض أهل العلم اكتفى عند تعريفه للعلم ببعض المسائل وقال بعضها يغني عن بعض. ¶ ثم قال: ومن درى الجميع: أي من درى هذه الأشياء كلها وضبط المسائل. ¶ قال: حاز الشرفا، والألف للإطلاق. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ {بسم الله الرحمن الرحيم} ¶ الباء: حرف جر. والاسم: اسم مجرور، والجار والمجرور له متعلَّق محذوف مقدر: تقديره أبدأ أو أنظم، أنظم هذا النظم بسم الله. ¶ وقولنا \" أنظم \" أفضل من أبدأ، لأن المؤلف ـ رحمه الله تعالى ـ قال: أبدأ بالحمد ¶ فلا نستطيع أن نقول الآن، أبدأ بسم الله، ثم يأتينا مرة ثانية فيقول: أبدأ بالحمد. ¶ فنقول: أبدأ بالنظم، أو أبدأ بفعلي ببسم الله الرحمن الرحيم، ثم أبدأ النظم بالحمد، ولهذا بعض الشراح قال إنه لم يبسمل ـ رحمه الله تعالى ـ لأنه قال أبدأ بالحمد. ¶ الله: لفظ الجلالة مشتق عند أهل السنة، بمعنى المألوه المحبوب المعبود، وأصل الله الإله، فحذفت الهمزة تخفيفا لأن العرب كلما أكثروا من كلمة وفيها همزة يحذفونها للتخفيف، فعندهم الهمزة ثقيلة وهي من حروف الشدة \" أجد قط بكت \"، فالهمزة شديدة، فحذفنا الهمزة فبقي الله ـ بتخفيف اللام ـ وعندنا قاعدة: أن لفظ الجلالة إذا سبقت اللام فيه بمفتوح تفخم اللام. ¶ قال بن الجزري ـ رحمه الله تعالى ـ: ¶ \"وفخِّم اللام من اسم الله \" ... ......................... ¶ فصارت الله ـ بتفخيم اللام ـ.",
            "page": "8",
            "part": "1",
            "seal": "E9B48A3B"
        },
        {
            "id": "9",
            "nass": "وهنا نكته في قوله \" بسم الله \": فبعض الناس يظن أن الاسم هنا خاص، وعندنا قاعدة في علم الأصول: بأن الإضافة تفيد العموم، فقولنا بسم الله: أي أبدأ بأسماء الله كلها متبركا بها، لأن أسماء الله جل وعلا كلها مباركة، فما ذكر عند ذبيحة إلا أصبحت مباركة، ولا ذكر عند شرب إلا أصبح مباركا، ولا ذكر عند جماع إلا أصبح مباركا وهكذا. ¶ الرحمن الرحيم: اسمان مشتقان لله جل وعلا، فالرحمن بمعنى الرحمة العامة، والرحيم بمعنى الرحمة الخاصة أو الواصلة. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ أبدأ بالحمد مصليا على ... محمد خير نبي أرسلا ¶ أبدأ بالحمد: يقول المؤلف رحمه الله تعالى سأبدأ هذه المنظومة بالحمد أي أحمد الله فالحمد لله ليس لغيره. ¶ والحمد: هو وصف المحمود بالكمال محبة وتعظيما. ¶ مصليا: حال، أي أبدأ وحالي مصليا، والصلاة هي: ثناء الله جل وعلا على عبده في الملأ الأعلى، كما قال أبو العالية ـ رحمه الله تعالى ـ في صحيح البخاري. ¶ والمعروف عند أهل اللغة أن الصلاة بمعنى الرحمة ولهذا قالوا الصلاة من الله بمعنى الرحمة ومن الملائكة بمعنى الاستغفار، ومن المؤمنين بمعنى الدعاء. ¶ وعندنا أن هناك إشكالا في قولهم \" الصلاة من المؤمنين بمعنى الدعاء \" وهو أن الدعاء لا يتعدى بعلى إلا عند الدعاء عليه فلا تقول مصليا على أي أدعو على ما يأتي وإنما أدعو لِـ، فتتعدى باللام وليست تتعدى بعلى. ¶ هذا إشكال في قولهم بأن الصلاة بمعنى الدعاء وهناك إشكال على قول أبي العالية وهو أن قول أبي العالية قول لا يأتي إلا عن طريق الوحي فكونه يقول أن الصلاة بمعنى الثناء من الله على عبده بالملأ الأعلى، هذا يحتاج إلى دليل توقيفي، وأبو العالية لم ينسبه إلى الرسول، فهذا هو الإشكال وإن كان هذا رجحه بن القيم ـ رحمه الله تعالى ـ. ¶ قال: محمد خير نبي أرسلا",
            "page": "9",
            "part": "1",
            "seal": "C7AA5267"
        },
        {
            "id": "10",
            "nass": "نعم محمد هو خير الرسل وأفضلهم على الإطلاق وقد ثبت أن النبي ـ صلى الله عليه وسلم ـ قال (أنا سيد ولد آدم) وإن كان هو نهى – تواضعاً – فقال (لا تفضلوني على الأنبياء) وفي رواية (لا تخيروني) وهذا منه تواضعا ـ صلى الله عليه وسلم ـ، وإلا فإن الله عز وجل قال: {وَرَفَعْنَا لَكَ ذِكْرَكَ} الشرح4. ¶ فهذا خير الرسل ـ صلى الله عيه وسلم ـ، وهو التي تكون له الشفاعة العظمى ـ صلى الله عليه وسلم ـ عندما لا يقبلها جميع الرسل. ¶ قال: خير نبي أرسلا. ¶ جمع بين النبوة والرسالة، وهل بينها فرق؟ خلاف بين أهل العلم. ¶ القول الأول: بأنه ليس بينهما فرق، فالنبوة هي والرسالة هي النبوة وهو قول طائفة من المفسرين فليس ضعيفا هذا القول. ¶ القول الثاني:أن النبوة من أوحي إليه ولم يأمر بالتبليغ،والرسول من أوحي إليه وأمر بالتبليغ. ¶ القول الثالث: أن النبي هو من لم يوحى إليه بشرع جديد، والرسول هو من أوحي إليه بشرع جديد، إذا يجتمعان في التبليغ والوحي ويختلفان في الشرعة هذا شريعته جديده وهذا تجديد وهذا يشهد له، قوله تعالى: {وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِيٍّ} الحج52. ¶ فقال: {وَمَا أَرْسَلْنَا} . ¶ القول الرابع: وكأن شيخ الإسلام يميل إليه أن النبي من أرسل إلى قوم موافقين هناك من يوافقه على شريعته من قبله كأنبياء بني إسرائيل،والرسول هو من أرسل إلى قوم مخالفين كنوح عليه السلام هو أول الرسل لأن كل الناس في جاهلية جهلاء والرسول - صلى الله عليه وسلم - أرسل إلى جاهلية جهلاء فيرسل إلى قوم مخالفين، وهذا فيه إشكال أيضا في قول النبي - صلى الله عليه وسلم - \" يأتي النبي وليس معه أحد \". ¶ قال أرسلا: الألف هنا تسمى ألف الإطلاق، وهذا يكثر في النظم انتبهوا له، وقد جاءت في القرآن.",
            "page": "10",
            "part": "1",
            "seal": "72E4B5C6"
        },
        {
            "id": "11",
            "nass": "قال تعالى: {وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} الأحزاب10، وقوله: {يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا} الأحزاب66، وقوله: {عَيْناً فِيهَا تُسَمَّى سَلْسَبِيلاً} الإنسان18، فهذه الألف تسمى ألف الإطلاق، والنحويون يسمونها تنوين الترنم - يعني يعطي صوتاً. ¶ أقلي اللوم عاذل والعتابا ... وقولي إن أصبت لقد أصابا ¶ وأقسام التنوين عشرة، جمعها بعضهم في قوله: ¶ أقسام تنوينهم عشر عليك بها ... فإن تحصيلها من خير ما حرزا ¶ مكّن وعوّض وقابل والمنكّر زد ... رنّم أو احك اضطرر غالٍ وما همزا ¶ فالترنم نوع من أنواع التنوين. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وذي من أقسام الحديث عده ... وكل واحدا أتى وحده ¶ وذي: اسم إشارة. ¶ قال بن مالك ـ رحمه الله تعالى ـ: ¶ بذا لمفرد مذكر أشر ... وذي وذه تي تا على الأنثى اقتصر ¶ فهذه كلها ألفاظ إشارة. ¶ فقوله ذي: اسم إشارة، طيب أين الآن المشار إليه، لنتخيل أن البيقوني الآن ينظم فيقول وذي من أقسام الحديث عده. ¶ فهل أمامه شيء؟ ، فنحن نقول ذي يشير للمكتوب لكن هو يوم يكتب ماذا يشير عليه؟ ¶ يشير إلى معهود ذهني في عقله. ¶ وعندي لو قال المؤلف ـ رحمه الله تعالى ـ: إليك أقسام الحديث عدّه، لأجل أن يخرج من الإشكالات، لأن كل شارح لابد أن يعترض على الناظم.أما إليك فلا يأتي عليها إشكال. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وذي من أقسام الحديث عدّه ... ............................ ¶ أي هذه الذي سأتلو عليك من أقسام الحديث \"ومن\" تبعيضية أوبيانية، والأقرب أنها تبعيضية لأنه لم يذكر إلا 32 نوعا من أقسام الحديث، بينما ابن الصلاح ـ رحمه الله تعالى ـ ذكر بضعة وستين نوعا من أقسام الحديث فالمؤلف قد ترك النصف. ¶ فقوله: وذي من أقسام الحديث عده، \"مِنْ\" تبعيضية، و\" مِنْ \" لها اثنا عشر، جمعها بعضهم في قوله:",
            "page": "11",
            "part": "1",
            "seal": "C7B000A1"
        },
        {
            "id": "12",
            "nass": "أتتنا \" مِنْ \" لتبيينٍ وبعضٍ ... وتعليلٍ وبدءٍ وانتهاءِ ¶ وإبدال وزائدة وفصل ... ومعنى عن وفي وعلى وباء ¶ ... قوله أقسام الحديث: أي أسماء وأوصاف الحديث عند أهل الفن فالأقسام هنا على تقسيم أهل الفن ليس على تقسيم الناس. ¶ قال عدّه: أي كثيرة جدا. ¶ قال: وكل واحد أتى وحدّه: أي كل واحد من هذه الأقسام أتى ـ أي سيأتي ـ فالماضي هنا بمعنى الفعل المضارع، قال تعالى: {أَتَى أَمْرُ اللهِ فَلاَ تَسْتَعْجِلُوهُ} النحل1، فقال: {أَتَى} ، وهو لم يأت إلى الآن، إذاً لماذا يستخدم العرب الفعل الماضي بمعنى الفعل المضارع؟ من أجل سرعة الوقوع أي سيقع قريباً. ¶ قال وحدّه: إعراب \"حدّه \": مفعول معه، أي أتى مع حدّه، فكل واحد يأتي، سيأتي مع حدّه، فإذا جاء الصحيح سيأتي بحدّه وإذا جاء المنقطع سيأتي بحدّه وإذا جاء المرسل سيأتي مع حدّه. ¶ قال بن مالك ـ رحمه الله تعالى ـ: ¶ ينصب تالي الواو مفعولا معه ... بنحو سيري والطريق مسرعه ¶ إذا قوله: وكل واحد أتى وحدّه، أي سيأتي كل قسم مع التعريف. ¶ \" الحد \" ما هو؟ الحد لغة: المنع. ¶ واصطلاحاً: هو الجامع المانع. ¶ حد الشيء: أي ماهية الشيء، فالحد هو الجامع المانع: الجامع لأوصاف الماهية، المانع لأن يدخل غيره فيه. ¶ فإذا قلت: الإنسان \" حيوان ناطق\"، لم يدخل المعز لأنه حيوان غير ناطق. ¶ فالجامع المانع: جامع لأوصاف المحدود برسمه وذاته، مانع في أن يدخل ماليس من جنسه. ¶ قال الناظم: ¶ الجامع المانع حد الحد ... أوذو انعكاس إن تشأ والطرد ¶ يعني ينعكس ويطرد، فإذا وجدت هذه الأوصاف فهو المحدود وإذا لم توجد فليس المحدود، فإذا وجدت شيئا في غير حدك وينطبق عليه الماهية فمعناه أنه ليس بحد، فلو قلت: الإنسان رجل ذكر، فجئت للمرأة فهي إنسان، إذا هل هذا منعكس ومطرد؟ لا،لأنه وجد شيئا ليس في الحد.",
            "page": "12",
            "part": "1",
            "seal": "272A2461"
        },
        {
            "id": "13",
            "nass": "وقد اختلف الأصوليون هل يمكن أن يحدّ شيء؟ هل يوجد حد لذات ما أو لشيء ما؟ هناك خلاف طويل بين الأصوليون. ¶ (الحديث الصحيح) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ أولها الصحيح وهو ما اتصل ... إسناده ولم يَشُِذّ أو يعل ¶ ابتدأ المؤلف ـ رحمه الله تعالى ـ بأول أقسام الحديث، وهو (الحديث الصحيح) . ¶ فأهل الفن قسموا الحديث باعتبار القبول والرد إلى قسمين: مقبول، ومردود. ¶ وأنا ذكرت لكم في درس سابق بأن التقسيم بالاعتبار فأسألك ماهو اعتبارك عندما تسألني ما أقسام الحديث؟ فتقول باعتبار القبول والرد. ¶ فأقول باعتبار القبول قسمين: صحيح، وحسن. ¶ أو تقسيمه باعتبار الطرق ينقسم إلى ثلاثة أقسام: متواتر، ومشهور، وآحاد. ¶ وباعتبار الرد إلى عدة أقسام، فأهل العلم قسموا الحديث إلى ثلاثة أقسام: الصحيح والحسن والضعيف، باعتبار القبول والرد. ¶ والإمام البيقوني ـ رحمه الله تعالى ـ، عرف الصحيح بشروطه وأوصافه، وهذا نوع من أنواع الحدود، أن يذكر التعريف بذكر الشروط، وأحيانا يكون التعريف بالمثال، وأحيانا يكون التعريف بالماهية، وكلها صحيحة في تقريب العلم. ¶ الصحيح: لغة: هو ضد المريض. ¶ اصطلاحا: عرفه المؤلف بقوله: ¶ أولها الصحيح وهو مااتصل ... إسناده ولم يشُِذّ أو يعل ¶ يرويه عدل ضابط عن مثله ... .......................... ¶ قال وهو: ما اتصل. ¶ الاتصال هو أول أوصاف للصحيح وأول رسم له، وهو أن يكون متصلا، يخرج ما انقطع. ¶ ما معنى الاتصال؟ هو أن يروي كل راوٍ عمن سمعه. ¶ يخرج: أن يروي عمن لم يسمعه منه مطلقا بأي نوع من عدم السماع. ¶ إذا يخرج المنقطعات بأنواعها كما سيأتي، فمن أنواع المنقطعات: المنقطع، والمرسل، والمدلَّس، والمعضل، والمعلق، فهذه كلها منقطعات فليست متصلة. ¶ ثم قال إسناده: ¶ الإسناد: هو جملة الطريق الموصلة إلى الحديث. فكل طريق توصلك إلى الحديث يسمى إسنادا.",
            "page": "13",
            "part": "1",
            "seal": "53070E30"
        },
        {
            "id": "14",
            "nass": "والإسناد عند أهل الحديث يطلق على عدة إطلاقات:- ¶ الإطلاق الأول: ما رفع إلى النبي - صلى الله عليه وسلم -، فكل حديث يروى بإسناد إلى النبي - صلى الله عليه وسلم -، فإنه مسند، فإذا كان يروى بإسناد إلى أبي هريرة فليس بمسند، وإذا كان يروى بإسناد إلى بن سيرين فليس بمسند. ¶ الإطلاق الثاني: كل طريق يوصلك إلى حديث مرفوع أو موقوف، وهذا ذكره ابن الصلاح ـ رحمه الله تعالى ـ. ¶ الإطلاق الثالث: كل حديث يوصلك إلى النبي - صلى الله عليه وسلم - ويكون متصلا، وهذا رجحه الحاكم، فلا بد أن يكون إلى النبي - صلى الله عليه وسلم -، ويكون متصلاً، فالمرسلات ليست مسنده على هذا القول. ¶ الإطلاق الرابع: المسند كل طريق يروى بطريق التحمل، فلو جاءنا مثلا الإمام أحمد ويروي عن الزهري وبينهما راوٍ فهذا يسمى مسنداً، فتقول روى الإمام أحمد بالإسناد أو تقول رواه أحمد مسندا إلى الزهري، وهذا الإطلاق أعم وأشمل وهو أكثر في الإطلاق. ¶ ثم قال المؤلف: ولم يَشُِذّ. ¶ يصح أن تقول يَشُذّ أو يَشِذّ، شذّ يَشُذّ يَشِذّ فقط، من باب فَعِلَ يأتي منها يَفْعِلُ ويَفْعُل هذا قياسي، وأما يَفْعَل فهو سماعي ليس على القياس. ¶ ورأيت في بعض النسخ: ولم يُشَذّ، وعندي أنها ضعيفة ـ ضعيف هذا الضبط ـ فليس هناك داعياً في أن نجعلها مبنية للمجهول. ¶ قال المؤلف: ولم يشُِذّ. ¶ هذا هو الوصف الثاني للحديث الصحيح، ولم يشُِذّ: أي أن هذا الإسناد لم يكن شاذا، والشذوذ هو المخالفة أو هو الإنفراد، وسيأتي زيادة بيان ـ إن شاء الله ـ على معنى الشذوذ، عند قول المؤلف ـ رحمه الله تعالى ـ:- ¶ وما يخالف ثقة به الملا ... فالشاذ..................... ¶ فالشذوذ عند أهل اللغة: الإنفراد، وقال بعضهم إن الشذوذ هو المخالفة، وهذا الخلاف سينبني عليه الخلاف العظيم في معنى الشذوذ. ¶ هل الشاذ هو المخالف أو هو المنفرد؟",
            "page": "14",
            "part": "1",
            "seal": "F2A505E7"
        },
        {
            "id": "15",
            "nass": "بناءً على اختيارنا سينشأ الخلاف، فلو جاء حديث لم يخالف، لكنه مفرد، فإنه يكون شاذاً إذا قلنا أن بأن الشاذ هو التفرد. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ والحاكم الخلاف فيه ما اشترط ... وللخليلي مفرد الراوي فقط ¶ فالخليلي انتزع معنى الإنفراد من اللغة، فقال الشاذ هو المفرد، فعنده يلزم أن يكون حديث (إنما الأعمال بالنيات) حديث شاذاً. ¶ جاء الإمام الشافعي وقال: الشاذ هو المخالف، وهو له أصل في اللغة، فيلزم من التفرد المخالفة هكذا قال، فلا يطلق على الإنسان أنه تفرد إلا إذا تميز ولا يتميز إلا إذا روى شيئا لم يروه غيره أو خالفهم، إما بمتن أو إسناد، وسيأتي تحرير الكلام ـ إن شاء الله ـ في معنى الشذوذ. ¶ إذا نقول الشاذ: قيل بأنه التفرد وهذا رجحه الخليلي، وقيل بأنه المخالفة وهذا رجحه الشافعي ـ رحمه الله تعالى ـ، والحاكم ـ رحمه الله تعالى ـ لم يشترط المخالفة أيضا. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ والحاكم الخلاف فيه ما اشترط ... .............................. ¶ مثال على الشذوذ: ¶ روى الإمام البخاري ـ رحمه الله تعالى ـ في صحيحه من حديث سفيان عن عون بن أبي جحيفة عن أبيه \" أنه رأى بلالاً يؤذن فتتبع فاه وجلس يلتفت يميناً وشمالاً في الحيعلتين \". رواه عن سفيان جماعة منهم بن المبارك ووكيع وجماعة كثيرة من الأئمة فكل طبقة سفيان يروون هذا الحديث كل تلاميذ سفيان الثوري يروون هذا الحديث، وهي رواية البخاري، جاء عبد الرزاق وهو إمام من الأئمة فزاد \" ووضع أصبعيه في أذنيه \" فعبد الرزاق ذكر هذه اللفظة وعشرة لم يذكروها عن سفيان، فنحن الآن بين روايتين، رواية جماعة لم يذكروا \" ووضع أصبعيه في أذنيه \" ورواية عبد الرزاق ذكر\" ووضع أصبعيه في أذنيه \" فنحن الآن أمام زيادة وتفرد وأمام مخالفة.",
            "page": "15",
            "part": "1",
            "seal": "3125F050"
        },
        {
            "id": "16",
            "nass": "وقولنا \" أمام مخالفة \" هنا معترك النقاش الذي سنذكره ـ إن شاء الله ـ هل هو خالف؟ بعضهم هو خالف وبعضهم يقول هو لم يخالف بل زاد، فيقول بعضهم لا هو زاد فهذا يترجم الزيادة بالتفرد، وهذا يقول لكنه خالف فهذا يترجم الزيادة بالمخالفة. ¶ فإذا قلنا بأن الشذوذ هو المخالفة: فإننا سنصنف زيادة عبد الرزاق بالشذوذ، وسيأتي زيادة بيان عند مسألة زيادة الثقة، وأن زيادة الثقة وأن الشذوذ وأن المخالفة كلها تدور في باب واحد. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ وذو الشذوذ ما يخالف الثقة ... فيه الملا فالشافعي حققه ¶ فعبد الرزاق خالف الملا، وكيع وبن المبارك وغيرهم فهؤلاء أئمة، وعبد الرزاق لنا فيه نظر آخر وهو أنه فقيه فلما يتكلم تؤثر فيه لغة الفقهاء، فليس هو فقط حافظ بل يسمع كلاماً للتابعي \"بأنه وضع أصبعه في أذنيه \"، ويسمع كلاماً للإمام \" بأنه وضع أصبعه في أذنيه \" فيتأثر، ولهذا رواية الفقهاء المحدثين تختلف عن رواية المحدثين الخلّص، فرواية المحدثين الخلّص أحيانا قد تكون أقوى من رواية الفقهاء المحدثين، وأحيانا تكون رواية الفقهاء المحدثين أقوى من رواية المحدثين الخلّص. ¶ فمتى تكون رواية الفقيه المحدث أقوى؟ ومتى تكون رواية المحدث الخالص أقوى؟ ¶ تكون رواية الفقيه المحدث أقوى عندما يكون الخلاف في مسألة تنبني على مسألة فقهية في اللفظ، فإن الفقيه يكون حذِرا عند ذكره للرواية فيعرف ما الذي يلزم منها إذا قال كذا فيلزم منها كذا، فيلتزم بالرواية بالنص، أما المحدثين الخلص يتوسعون في الرواية بالمعنى أحيانا المحدث لا يبالي فيظن اللفظة هذه مثل اللفظة هذه، فيروي الحديث كما يفهمه من الحديث فقط، فهنا تكون رواية الفقيه أقوى.",
            "page": "16",
            "part": "1",
            "seal": "B7597B67"
        },
        {
            "id": "17",
            "nass": "وتكون رواية المحدث أقوى من الفقيه المحدث في مثل المثال المذكور ـ زيادة عبد الرزاق ـ فإذا وجدنا أن المحدثين رووى هذا اللفظ ولم يذكروا زيادة فقهية بينما هذا الفقيه زاد لفظة فقهية فتقول اقتبسها من فقهه ولم يقتبسها من الحديث فهنا تكون رواية المحدث الخالص أقوى. ¶ قال المؤلف: ولم يُعلّ. ¶ هذا هو الوصف الثالث للحديث الصحيح أن لا يكون معلّلاً. ¶ العلة: الأصل هي المرض. ¶ اصطلاحاً: هي \" وصف يقع في الإسناد أو المتن لا يدركه إلا جِلّة ـ أي خواص ـ المحدثين \"، فليست العلة سهلة واضحة، فليست العلة هي الانقطاع فقط، ما يقصدون هذا مع أن الانقطاع جزء من أجزاء العلة لكن هم لا يقصدون هذا، هم يقصدون العلة الخفية. ¶ فمثلاً يقولون فلان لم يسمع من فلان هذا الحديث، أو فلان يخالف هذا الحديث، أو فلان أدخل متناً في متن، فهذا كيف نعرفه. ¶ نضرب مثالاً: لو أتينا لحديث سفيان بن حسين عن الزهري عن سعيد بن المسيب عن أبي هريرة - رضي الله عنه - ـ كما عند أبي داود ـ عن النبي - صلى الله عليه وسلم - قال: \" من أدخل فرسا بين فرسين \" ـ يعني وهو لا يُؤمن أن يُسْبَق ـ \" فليس بقمار، ومن أدخل فرساً بين فرسين وقد أمِنَ أن يُسْبَق فهو قمار \" فهذا من حديث السبق. ¶ فهذا إسناد ظاهره الصحة، وسلسلة الزهري هذه رواها البخاري ومسلم ـ رحمهما الله تعالى ـ، وسفيان هذا من رجال مسلم، جاء أبو حاتم الرازي ـ رحمه الله تعالى ـ وأعلّ هذا الحديث بطريقة عجيبة فقال: \" لا يشبه أن يكون عن النبي - صلى الله عليه وسلم - وأحسن أحواله أن يكون من كلام سعيد \". ¶ فسفيان ماذا فعل قد تداخلت الأسانيد عليه فأدخل هذا الإسناد لهذا المتن، هذا رأي أبو حاتم الرازي ـ رحمه الله تعالى ـ. ¶ وقال أبو داود ـ رحمه الله تعالى ـ: رواه معمر وشعيب وعقيل، عن الزهري، عن رجال من أهل العلم، وهذا أصح عندنا.",
            "page": "17",
            "part": "1",
            "seal": "A1A54000"
        },
        {
            "id": "18",
            "nass": "وقال يحيى بن معين ـ رحمه الله تعالى ـ عن هذا الحديث: باطل وخطأ على أبي هريرة - رضي الله عنه -. ¶ فهؤلاء لم يجلسوا مع بعض ولم يتفقوا، فهذه علّة خفيّة وليست واضحة، فهذه ليست ميسّرة لنا أبداً. ¶ ولهذا بن مهدي ـ رحمه الله تعالى ـ يقول: \" كلامنا على الأحاديث عند الجهال كهانة \"، هذا طبعاً إذا حسنوا اللفظ ولم يقولوا تخرصاً، وقال بعض الحفاظ: \" معرفتنا بهذا كهانة عند الجاهل \". ¶ إذاً نقول العلة المقصود بها: العلة الخفية وليست العلة الظاهرة، وهناك احتراز آخر وهو: أن تكون العلة قادحة، فليست أي علة تقدح في الحديث، فقد يكون الحديث فيه علة ولكنه ليس ضعيفا بل صحيحا، فمثلا فلان يروي عن فلان وأحاديثه ضعيفة، لكن هذا الحديث جزم أهل العلم بأن هذا الراوي قد سمع من شيخه هذا الذي كان ضعيفا فيه وضبط هذا المتن. ¶ إذاً نجعل وصفين لقوله \" أويعل \": ¶ الوصف الأول: أن تكون علة خفية. ¶ الوصف الثاني: أن تكون علة قادحة. ¶ مسألة: ¶ بين العلة والشذوذ عموم وخصوص مطلق، فكل شذوذ علة وليس كل علة شذوذاً، إذا الشذوذ نوع من أنواع العلة، فليست كل علة شذوذ. ¶ قد يقول قائل: لماذا المؤلف جاء بهذا الوصف \" الشاذ \" مادام أن الشاذ داخل في العلة، وجزء من أجزائها؟ ¶ نعم، هذا اعتراض قال به بعض أهل العلم وله وجاهته، ولكن من قال به أجاب عن هذا الإيراد بقوله: ذكر الشذوذ بسبب ارتباطه في الإسناد والمتن، لأجل ذلك ذكره المؤلف وأفرده، فإذا وجد شذوذ في المتن لابد أن يكون هناك شذوذ في الإسناد، وإذا وجد شذوذ في الإسناد لابد أن يكون هناك شذوذ في المتن، هكذا أجاب. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ يرويه عدل ضابط عن مثله ... معتمد في ضبطه ونقله ¶ ذكر المؤلف ـ رحمه الله تعالى ـ الوصف الرابع للحديث الصحيح وهو \" أن يكون عدلاً \". ¶ قال عدل: العدالة هي صفة تبعث صاحبَها على ملازمة التقوى والمروءة.",
            "page": "18",
            "part": "1",
            "seal": "D2BEA8FE"
        },
        {
            "id": "19",
            "nass": "فقولنا \" ملازمة التقوى \": يخرج الكافر فهو ليس بعدل إذا من شروط الرواية أن يكون مسلما، وبعض الناس يقول أين اشتراط الإسلام؟ نقول يؤخذ من صفة العدالة. ¶ وقولنا \" المروءة \": يخرج من تنخرم مروءته بفعل معصية أو بمخالفة عرف، هكذا عند المحدثين. ¶ فإن قلّت هذه العدالة قلّت درجة الصحة، فإذا كان الراوي غير ملازم للتقوى تماما لكنه مسلم ويفعل الطاعات ويترك بعض المحرمات لكنه يقارف بعضها، نقول تقلّ درجة العدالة الآن فتقلّ درجة صحة حديثه، لا ينزل إلى مرتبة الرد ولا يرتفع إلى درجة الصحة التامة بحيث يكون حديثه صحيح تام. ¶ ثم قال المؤلف ـ رحمه الله تعالى ـ: ضابط، هذا هو الوصف الخامس للحديث الصحيح وهو\" أن يكون ضابطاً \". ¶ الضبط: \" هو إيصال الحديث كما سمعه من شيخه \"، فإذا روى الراوي بمثل ما رواه شيخه فإنه يكون ضابطاً. ¶ وصفة الضبط لها طريقان:- ¶ الطريق الأول: أن يكون ضابطا ضبط الفؤاد \" ضبط الصدر \"، فما سمعه يحفظه ويتقنه فلا يعرف عنه أنه كثير الخلل في مروياته، وقولنا \" ضبط الصدر\": ليس معناه أنه لا يخطئ فليس هناك أحد ما يخطئ، كل الأئمة حفظ عنهم الخطأ، ولكن الخطأ عنده قليل. ¶ الطريق الثاني: ضبط كتاب، وهذا هو أقوى الضبط. ¶ وصفة ضبط الكتاب: هو أن يحمي كتابه من أن يحرّف وقلمه من أن يغيّر، فكتابه مضبوط، ما عرف عنه أن كل من أتاه يطلب كتابه أعطاه إياه، سواء كان عدلا أم لا، وللأئمة كلام كثير في ضبط الكتاب. ¶ قال بن حبان ـ رحمه الله تعالى ـ: كاتب الليث منكر الحديث جداً يروي عن الأثبات ما ليس من حديث الثقات وكان صدوقاً في نفسه وإنما وقعت المناكير في حديثه من قبل جارٍ له كان يضع الحديث على شيخ عبد الله بن صالح ويكتب بخط يشبه خط عبد الله ويرميه في داره بين كتبه فيتوهم عبد الله أنه خطه فيحدث به. ¶ فإذا لابد أن يكون هناك ضبط كتاب أو ضبط صدر.",
            "page": "19",
            "part": "1",
            "seal": "A16AA6B1"
        },
        {
            "id": "20",
            "nass": "إذا تحصل لنا خمسة شروط للحديث الصحيح كما ذكرها المؤلف قال: ¶ \" ما اتصل \" الاتصال. 1) ¶ . \" لم يَشُذ \" عدم الشذوذ 2) ¶ . \" لم يعل \" عدم العلة 3) ¶ \" يرويه عدل \" أن يكون الراوي عدلا. 4) ¶ \" ضابط \" أن يكون الراوي ضابطا. 5) ¶ : ... ونستطيع أن نرتبها ترتيبا أحسن من هذا فنقول ¶ الحديث الصحيح هو: \" ما اتصل إسناده برواية عدل تام الضبط من غير شذوذ ولا علة قادحة \"، هذا هو أكثر ما يعرف به العلماء، ولكن مع النظم أحيانا لا تستطيع أن ترتب. ¶ مسألة: أين توجد هذه الأحاديث الصحيحة بهذه الأوصاف؟ ¶ هذه الأوصاف توجد فيما حكم عليه الأئمة بالصحة، فكل ما حكم عليه الأئمة بالصحة، فإن هذه الأوصاف فيه ومظانها في الصحيحين. ¶ مسألة: هل استوعب الصحيحان الأحاديث الصحيحة؟ كلا، لجوابين: ¶ 1) أن البخاري ـ رحمه الله تعالى ـ هو نفسه ذكر بأنه لم يتعهد بأن يذكر كل الأحاديث الصحيحة في هذا الكتاب. ¶ 2) أن البخاري ـ رحمه الله تعالى ـ نفسه سئل عن عشرات من الأحاديث فيقول \" صحيح \"، وهو غير موجود في الصحيح، فلو قلبت سنن الترمذي مثلا لوجدت أن البخاري يُسأل عن كثير من الأحاديث فيقول \" صحيح \" وهو غير موجود في الصحيحين. ¶ إذاً اعتراض بن عبد البر ـ رحمه الله تعالى ـ الكثير ـ حقيقة ـ على البخاري في قوله عن بعض الأحاديث حينما يسأل عنها وهي غير موجودة في الصحيحين \" هو حديث صحيح \" فيقول الإمام بن عبد البر، ولماذا لم يذكره في صحيحه إذاً، فهذا إلزام غير لازم، لأن البخاري نفسه قال أنا لم أتعهد أن أذكر كل الأحاديث الصحيحة، فهذا ملحظ مهم جداً، فمظان الأحاديث الصحيحة في الصحيحين لكنها غير حاصرة فتجد أحياناً الصحيح في سنن أبي داود وعند الترمذي وعند الحاكم وعند أحمد وعند بن ماجة وغيرهم، لكن مظانها الأكثر في الصحيحين، فهذا أمر مهم يجب أن ننتبه له.",
            "page": "20",
            "part": "1",
            "seal": "9570C46C"
        },
        {
            "id": "21",
            "nass": "مسألة: الصحيحين لم يستوعبا الأحكام الشرعية، ذهب بعض الأفاضل إلى أن الصحيحن استوعبا أصول الأحكام، وهذا غير صالح في نظري، فهناك أشياء كثيرة من الأحكام، وهي من الأصول لم تُذكر في الصحيحين، وأما قول بعض الأئمة كابن رجب أو بن عبد البر ـ رحمهما الله تعالى ـ أوغيرهما، فهي عبارات أغلبية يقولون: فيها معظم أو أكثر، وتجوّز المعاصرون فجعلوها قواعد كليّة. ¶ تنبيه: ¶ علينا أن ننتبه لبعض عبارات الأئمة في بعض أصولهم في إطلاق الصحة، وفي إطلاق أصله، فبعض الأئمة كالإمام البغوي ـ رحمه الله تعالى ـ في المصابيح جعل له أصلا في وصفه للصحة ووصفه للحسن قال \" الصحاح كل ما كان في الصحيحين، والحسان كل ما كان في السنن \"، فهو أراد أن يجعل له اصطلاحا فقط فهو وما أراد، بدليل أن البغوي في شرح السنة يذكر حديث لأبي داود ويقول هذا حديث صحيح. ¶ مثال لحديث اتصف بالشروط الخمسة للحديث الصحيح: الأحاديث كثيرة، ولكن نأخذ إسناداً كالشمس: قال الإمام أحمد حدثني الشافعي حدثني مالك حدثني نافع حدثني بن عمر. فهذا إسناد ذهبي إمامي مشرق، ولم يأت هذا الإسناد على هذا النسق إلا في أربعة أحاديث جمعها الإمام أحمد ـ رحمه الله تعالى ـ في موضع واحد، وساقها مساق حديث واحد. ¶ فقال: ثنا محمد بن إدريس الشافعي أنا مالك عن نافع عن ابن عمر أن رسول الله ـ صلى الله عليه وسلم ـ قال: (لا يبيع بعضكم على بيع بعض ونهى عن النجش ونهى عن بيع حَبَلِ الْحَبَلَة ونهى عن المزابنة. والمزابنة بيع التمر بالثمر كيلا وبيع الكرم بالزبيب كيلاً) . ¶ فنقول عن هذا الإسناد \" إسناد صحيح \". ¶ قس على ذلك حديث البخاري حدثنا الحميدي حدثنا سفيان حدثنا محمد بن إبراهيم التيمي عن علقمة بن وقاص عن عمر، فهذ إسناد بهذا الأوصاف التي ذكرت.",
            "page": "21",
            "part": "1",
            "seal": "A059430B"
        },
        {
            "id": "22",
            "nass": "فقول المؤلف ـ رحمه الله تعالى ـ: \" معتمد في ضبطه ونقله \": هذا من تكميل البيت وإلا فقد انتهت الأوصاف وهذا كثير جداً تجده في المنظومات يريد أن يبدأ ببيت جديد أوبمسألة جديدة فيحتاج إلى إكمال وأحيانا يذكر مثال ويتممه بمثال آخر. ¶ انتهينا الآن من الحديث الصحيح، وقد ذكر أهل العلم مسائل كثيرة في هذا الباب منها:- ¶ مسألة: ما أصح الأسانيد؟ ¶ نقول ليس هناك إسناد نقول عنه إنه أصح الأسانيد، فمن الذي يحكم بأنه أصح الأسانيد. ¶ فلما آتي لمالك عن نافع عن بن عمر - رضي الله عنه -، ولما آتي للزهري عن سعيد عن أبي هريرة - رضي الله عنه -، كيف أرجح؟ فكلا رجال هذين الإسنادين أئمة عدول ثقات ضابطون، فالاختيار لأحد الإسنادين تحكّم، لكن أهل العلم اصطلحوا اصطلاحاً أجود من هذا الكلام وهو قولهم \" أصح الأسانيد بالنسبة لصحابي ما \" فهذا جيد. ¶ فلما آتي لابن عمر ـ رضي الله عنهما ـ فله إسنادان من أفضل الأسانيد:- ¶ 1) مالك عن نافع عن بن عمر، هذا من أفضل الأسانيد. ¶ 2) الزهري عن سالم مولى بن عمر عن بن عمر، فهذا إسناد لابن عمر كالشمس. ¶ ولما آتي لأبي هريرة - رضي الله عنه - هناك أسانيد كثيرة:- ¶ 1) معمر عن همام بن المنبه عن أبي هريرة، فهذه سلسلة ذهبية روى لها البخاري ومسلم كثيراً. ¶ 2) أبي الزناد عن الأعرج عن أبي هريرة، فهذا أيضا إسناد لأبي هريرة كالشمس. ¶ 3) الزهري عن أبي سلمة عن أبي هريرة. ¶ ولما آتي لابن مسعود - رضي الله عنه - أقول مثلاً:- ¶ - منصور عن إبراهيم النخعي عن علقمة عن بن مسعود، هذا إسناد ذهبي. ¶ هذا جيد أن الإنسان يحفظ هذه السلاسل، ولهذا جعل أهل العلم السلاسل معرفة لمن أراد أن يحفظ ويعرف الرجال. ¶ قد يقول قائل: كيف أعرف السلاسل المطوّلة التي تدور عليها الأسانيد، فهناك أسانيد تدور عليها الأحاديث، فإذا حفظها الإنسان سقط عنه ثلاثة أرباع الأسانيد.",
            "page": "22",
            "part": "1",
            "seal": "5B8DF08E"
        },
        {
            "id": "23",
            "nass": "كيف أعرف مظان هذه الأسانيد؟ أفضل ما أرى في معرفة هذه السلاسل هو أن يعتمد الإنسان على كتاب المزي ـ رحمه الله تعالى ـ في \" تحفة الأشراف \" في أطراف الكتب الستة أطراف المسانيد. ¶ فالمزي ـ رحمه الله تعالى ـ يرتّب الأسانيد حسب الترتيب الهجائي، فإذا جاء لأحد الصحابة كأبي هريرة - رضي الله عنه -، جعل له ترتيباً جديداً هجائياً، فمثلاً لما يأتي إلى سعيد بن المسيب عن أبي هريرة - رضي الله عنه -، تجد أن سعيداً مكثراً من الرواية عن أبي هريرة - رضي الله عنه -، فيقوم بترتيب الرواة عن سعيد بن المسيب عن أبي هريرة - رضي الله عنه -، فيبدأ ببكير بن عبد الله الأشج وهكذا هجائياً، فإذا وصل إلى محمد بن شهاب الزهري، وجد أنه مكثراً من الرواية عن سعيد بن المسيب، فيرتب الرواة عن الزهري ترتيباً هجائياً، فيبدأ بإبراهيم بن سعد وهكذا هجائياً مرةً أخرى. ¶ إذاً أصبح عندي سلسلة وهي: عن الزهري عن سعيد بن المسيب عن أبي هريرة - رضي الله عنه -. ¶ (الحديث الحسن) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والحسن المعروف طرقا وغدت ... رجاله لا كالصحيح اشتهرت ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثاني وهو (الحديث الحسن) . ¶ طرقا: ضبطت بإسكان الراء \" طرْقا \"، وهو ضرورة شعرية وليست أصل لغوي صرفي لأن طرْقا ليست من الطريق وإنما طرُق جمع طريق، وإن كان العرب أجازوا تسكين الحرف للتخفيف، وعلى هذا نزل القرآن في قراءة أبي عمرو البصري، في مثل: {يُشْعرْكم} ، {يأمرْكم} ، {تأمرْهم} ، بإسكان الراء. ¶ قوله \" المعروف \": هل هي نعت للحسن أو هي نعت سبق منعوته؟ ¶ الجواب هناك توجيهان لهذا:",
            "page": "23",
            "part": "1",
            "seal": "A9D40FEA"
        },
        {
            "id": "24",
            "nass": "التوجيه الأول: أنه نعت للحسن، لأنه يحتمل أن يقول المؤلف \" الحسن المعروف \" احترازا من حديث غير معروف، فقد يأتيك إسناد حسن لكن أصله غير معروف، فهذا لا يدخل في الحسن على رأي المؤلف، وهذا قال به بعض أهل العلم، قال لا بد أن يكون المتن معروفا. ¶ التوجيه الثاني: أنه نعت سبق منعوته، وهو نعت للطرق أي الطرق المعروفة ¶ فالحسن: ما عرفت طرقه ـ عرف باتصاله ـ وهذا أوجه من حيث نظر المؤلف. ¶ والحديث \" الحسن \" نوع من أنواع الحديث المقبول، وقد اختلف أهل العلم في تعريفه اختلافاً طويلاً، نأخذ بعض التعاريف حتى نبيّن صعوبة الحدّ عند أهل العلم. ¶ التعريف الأول: ¶ المؤلف يقول \" الحسن المعروف طرقا وغدت رجاله لا كالصحيح اشتهرت \". ¶ إذاً المؤلف عرّف الحديث الحسن بأنه \" ما عرف طريقه واشتهر رجاله \"، فكل حديث عرف ¶ مخرجه فهو حسن، فهذا الراوي يروي عن هذا الراوي، إذاً هو يومئ إلى الاتصال. ¶ إذاً نقول: الحسن هو: ما عرف طريقه ـ أي عرف مخرجه ـ كيف عرف مخرجه، عرفنا أن هذا الشخص يروي عن هذا الراوي إذاً هذا هو شرط الاتصال. ¶ قال المؤلف ـ رحمه الله تعالى ـ:- ¶ ............................ وغدت ... رجاله لا كالصحيح اشتهرت ¶ أي أن رجال هذا الإسناد مشتهرين لكن لا كالصحيح، فرجاله ليسوا بتامّي الضبط. ¶ فالمؤلف ذكر شرطين للحسن: ¶ 1) أن يكون متصل الإسناد،أخذنا هذا الشرط من قوله \" والحسن المعروف طرقا \". ¶ 2) أن يكون رجال الإسناد خفيفي الضبط، أخذنا هذا الشرط من قوله \" وغدت رجاله لا كالصحيح \"، وهذا هو تعريف الإمام الخطابي ـ رحمه الله تعالى ـ، واختاره البيقوني ـ رحمه الله تعالى ـ. ¶ يعترض على هذا التعريف: أنه لم يذكر الشذوذ ولا العلة. ¶ التعريف الثاني:",
            "page": "24",
            "part": "1",
            "seal": "647AFDF3"
        },
        {
            "id": "25",
            "nass": "الحسن: هو \" ما اتصل إسناده ورواه عدل خفيف الضبط ـ في محل القبول ـ عن مثله من غير شذوذ ولا علة \"، فتلاحظ على هذا التعريف أنه كتعريف الصحيح إلا في الضبط، وهذا اختيار الحافظ بن حجر ـ رحمه الله تعالى ـ كما في النخبة. ¶ التعريف الثالث: ¶ الحسن: \" كل حديث يروى لا يكون في إسناده من يتّهم بالكذب، ولا يكون الحديث شاذًّا، ويروى من غير وجه نحو ذلك \" أو إن شئت قل: \" ما رواه راوٍ ليس بمتهم بالكذب وتعددت طرقه من غير شذوذ \"، وهذا تعريف الإمام الترمذي ـ رحمه الله تعالى ـ. ¶ يعترض على هذا التعريف بما يلي: ¶ 1) ترك العلة. ¶ 2) لم يذكر الاتصال. ¶ 3) نزل بنا إلى الكذاب فقط، فالمتروك سيدخل في الحسن إذاً، والراوي المخطئ كثيراً سيدخل في الحسن. ¶ التعريف الرابع: ¶ الحسن: \" ما فيه ضُعفٌ قريب محتمل \"، وهذا تعريف ابن الجوزي ـ رحمه الله تعالى ـ. ¶ التعريف الخامس: ¶ جاء ابن الصلاح ـ رحمه الله تعالى ـ وقسم الحسن إلى قسمين، ولكل قسم تعريف: ¶ القسم الأول: ¶ الحسن لذاته \" هو ما رواه العدل خفيف الضبط مع اتصال السند \"، ولكن ترك الشذوذ والعلة القادحة. ¶ القسم الثاني: ¶ الحسن لغيره \" هو ما رواه الضعيف إذا كثرت مخارج أسانيده، وتعددت طرق حديثه \"، فإذا جاء إسناد فيه راوٍ ضعيف، وإسناد ثاني فيه راوٍ ضعيف، وإسناد ثالث فيه راوٍ ضعيف، وإسناد رابع فيه راوٍ ضعيف، فكلهم الآن ضعاف، وتعددت مخارجه وكثرت أسانيده، فيقول ابن الصلاح هذا حديث حسن، ولكن ها التعريف غير جيد.",
            "page": "25",
            "part": "1",
            "seal": "76A93D8B"
        },
        {
            "id": "26",
            "nass": "إذاً كيف نحد الحديث الحسن، قال الإمام الذهبي ـ رحمه الله تعالى ـ والذهبي اسما ومعنى ـ قال \" وفي تحرير معنى الحديث الحسن اضطراب، ولا تطمع بأن للحسن قاعدة تندرج كل الأحاديث الحسان فيها، فأنا على إياس من ذلك \"، هذا ما يقوله أنا ولا أنت هذا يقوله الإمام الذهبي، وليس كلام الذهبي هذا معناه إغلاقٌ لباب الاجتهاد فيه، ولكن معناه أنه ليس هناك قاعدة أحكم من خلالها أن الحديث حسن، فقد آتي لحديث فيه من الأئمة الثقات لكن أجد المتن ليس معتضداً تمام الاعتضاد فأحكم عليه بأنه حسن. ¶ فكلام الذهبي ـ رحمه الله تعالى ـ صحيح هو وأنا على إياس، لكن كوننا مبتدئين سنعتمد تعريف الحافظ بن حجر رحمه الله، وإلا فكلام الذهبي صحيح بدليل أني أجد عند مسلم أسانيد تنطبق عليها الحديث الحسن، ومع ذلك فهو يصححه، فقد روى لأناس خفيفي الضبط، ولكن نقول ليس هذا هو الحديث الحسن، فالحكم على الحديث الصحيح لنا فيه عدة أوصاف:- ¶ 1) متنه. ¶ 2) شهرته. ¶ 3) الأصل الذي هو فيه هل هو مشتهر وهل هو مقبول عند أهل العلم، ولذلك بعض أهل العلم زاد شرطاً سادسا للحديث الصحيح وهو \" قبوله عند أهل العلم \". ¶ مسألة: حجية الحديث الحسن. ¶ الحديث الحسن لذاته على تعريف المؤلف وابن حجر ـ رحمهما الله تعالى ـ لا إشكال في حجيته عند أهل الشان. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ والفقهاء كلهم يستعمله ... والعلماء الجلّ منهم يقبله ¶ وهناك من أهل العلم المعاصرين من ينازع في هذا الكلام، وهذا غلط فكل حديث حسن جرى عليه تعريف ابن حجر ـ رحمه الله تعالى ـ فهو حجة واحتج به الأئمة، فمن نازع فقد نقض الإجماع وخالف الأئمة. ¶ مسألة: هل ورد في البخاري أحاديث من قبيل الحديث الحسن؟ ¶ أولاً: اختلف أهل العلم في أحاديث الصحيحين في صحتها: ¶ القول الأول: أنها مجمع على صحتها إجماعاً قطعياً، ورجح هذا الحافظ بن كثير ـ رحمه الله تعالى ـ.",
            "page": "26",
            "part": "1",
            "seal": "97E138A0"
        },
        {
            "id": "27",
            "nass": "القول الثاني: أنها مجمع على صحتها إجماعاً ظنياً. ¶ القول الثالث: أنها تشتمل على الأحاديث الصحيحة والضعيفة. ¶ القول الرابع: أنها كلها صحيحة وفيها ألفاظ ضعيفة. ¶ الصحيح من كلام أهل العلم أن أحاديث البخاري ومسلم كلها صحيحة إلا ما استثني من الأئمة، فلا يمكن أن يأتينا شخص في هذا القرن ويقول بحثت إسناداً في البخاري فوجدته ضعيفا، قد يقول إن لفظة فيه ضعيفة أردّها في هذا الحديث فهذا يقبل وإن كان على قِلّه، لكن أن يردّ أصل الحديث هذا لا يمكن في هذا الزمان، فإذا وجد حديث حكم عليه الدارقطني أو مسلم أو الإمام أحمد ـ رحمهم الله تعالى ـ بالضعف نرى هل كلامه صحيح أو لا، لأن الآن تعارض كلام الإمام أحمد والبخاري مثلاً، فنجري القواعد ونرى من الذي كلامه صحيحاً، فليس كلام أحمد مقبول على إطلاقه، وليس كلام البخاري مقبول على إطلاقه مادام أنهما اختلفا، يبقى عندنا ما لم يضعفوه وسكت عنه الأئمة كلهم والأئمة يتناقلونه في صحيح البخاري ويقبلونه ثم يأتي شخص في هذا القرن ويضعف، هذا لا يمكن والمشكل أنه يضعف بشبهة تدليس أو أن أحد الأئمة قال فيه كذا. ¶ مسالة: الحسن عند المتقدمين. ¶ بعض الناس يظن أن الحافظ الترمذي هو أول من أطلق الحسن في أحكامه، وهذا غلط فهذا قد تداخلت عنده المعلومات، الترمذي هو أول من حدّ الحسن بحدّ، ففرق بين أول من استخدم المصطلح وبين أول من حدّ المصطلح، فلم يعرّف أحد قبل الإمام الترمذي \" الحسن \"، لكن الإمام البخاري والإمام أحمد والإمام أبو حاتم الرازي ـ رجمهم الله تعالى ـ هؤلاء كلهم استخدموا \" الحسن \" فحكموا على أحاديث بأنها حسان، لكنهم لم يحدّوها. ¶ إذاً الأولية للترمذي بالتعريف والحدّ، فقد عرفه ـ رحمه الله تعالى ـ في آخر كتابه \" الجامع الصغير\" بالتعريف الذي سبق ذكره.",
            "page": "27",
            "part": "1",
            "seal": "937A7586"
        },
        {
            "id": "28",
            "nass": "عندئذ اختلف الشراح وأهل المصطلح بتفسير كلام الأئمة ـ أي الذين استخدموا الحسن ـ وإذا قلنا اختلفوا فإننا نعني بذلك أننا لابد أن نعرف ما هو مقصودهم، ولن نرجح الآن نقول إن استخدام فلان هو الصحيح واستخدام فلان هو الغلط، لكن نريد أن نعرف مقصودهم، فلن نحاكمهم على مصطلحاتهم فبعض الناس يأتي ويقول والراجح أن الحسن عند المتقدمين هو كذا، وهذا لا يحق له، لأن البخاري استخدمه في معنى،ولإمام أحمد استخدمه في معنى آخر. ¶ فلو جئنا بكلمة تكلم بها العرب فوجدنا عربياً تكلم بها بهذا المعنى وعربي تكلم بها بهذا المعنى، فليس لي أن أقول الراجح معناها كذا. ¶ مسألة: معاني الحسن عند الأئمة: ¶ استخدم الأئمة الحسن بعدة معانٍ:- ¶ المعنى الأول: ¶ أن \" الحسن \" بمعنى الحُسْن الذي نحن فيه، بأنه حجة وصحيح، كالإمام الترمذي مثلاً أو الإمام أبو حاتم أو الإمام البخاري ـ رحمهم الله تعالى ـفإنهم استخدموا \" الحَسَن \" بمعنى الحُسْن، فهو حجة. ¶ المعنى الثاني: ¶ أن \"الحسن\" بمعنى الغرائب، فليست صحيحة وإنما هي غريبة، ولهذا قيل للإمام شعبة ـ رحمه الله تعالى ـ مالك لا تروي عن عبد الملك بن أبي سليمان العَرْزَمي ـ في طبقة الإمام شعبة ـ فهو حسن الحديث؟ فقال شعبة ـ رحمه الله تعالى ـ: \" من حسنها فررت \". ¶ إذاً ما معنى \" الحسن\" عند شعبة الآن معناه \" الغريب\" فكيف يتفرد العَرْزَمي بهذه الأصول التي لا يرويها إلا هو وليس في طبقة الحفاظ الكبار. ¶ ومثله ما قاله الإمام أبو حاتم الرازي ـ رحمه الله تعالى ـ في \" العلل \"، عندما سئل عن حديث فقال: إسناده حسن. فقلت: يحتجّ به؟ فقال: لا. ¶ فالحسن عند الإمام أبو حاتم في هذا الحديث ـ رحمه الله تعالى ـ بمعنى \" الغريب \". ¶ وكذلك قوله ـ رحمه الله تعالى ـ في ترجمة عبد العزيز بن عبيد الله بن حمزة: \" هو عندي عجيب ضغيف منكر الحديث، ينكر حديثه، ويروي أحاديث مناكير، ويروي أحاديث حساناً \".",
            "page": "28",
            "part": "1",
            "seal": "801AE4E4"
        },
        {
            "id": "29",
            "nass": "ولهذا عهد عن إبراهيم النخعي ـ رحمه الله تعالى ـ أنه كان يقول: \" كانوا يكرهون إذا اجتمعوا أن يخرج الرجل أحسن حديثه \"، قال الخطيب البغدادي ـ رحمه الله تعالى ـ: عَنى بالأحسن الغريب. ¶ لماذا لا يحدث بها، لأمرين:- ¶ الأول: لأن الناس سيتركونه، فهو سيوقع نفسه في التهمة بأنه يروي أحاديث حسان لا يرويها إلا هو فهو بين أمرين إما أنه يكذب وإما أنه لا يضبط، ولهذا سفيان ـ رحمه الله تعالى ـ كان يقال له: حدثنا بحديث فلان، فيقول \" لا أحدثكم بها \"، لأنها تهمة عليه ينقص من قدره إذا حدث بهذا الحديث. ¶ الثاني: أنه قد يضر الناس، فليس كل أحد يستطيع أن يعرف النكارة التي في هذا الإسناد. ¶ إذاً هذا معنى للحسن وهو الغريب، وبإمكاننا أن نقول هم يقسمون الغريب في استخدامهم للحسن إلى قسمين: ¶ - أن يكون الحسن في الإسناد، أي حسن لغرابة إسناده، فقد يأتي الحُسن في الإسناد: فيروي أحد عن الزهري حديثا لم يروه غيره عن الزهري، فيقال هذا حسن إسناده أي غريب، كيف يتفرد به فلان عن الزهري بهذا الأصل، أين طلاب الزهري المئات!؟ . ¶ - أن يكون الحسن في المتن، أي حسن لغرابة متنه، فقد يأتي الحسن في المتن، فقد يأتي إسناد بمتن غريب أصله، لم يأت ما يعضده، فلم يأت بهذا الأصل إلا هذا المتن. ¶ المعنى الثالث: ¶ أن \" الحسن \" بمعنى الضعيف، فهو ليس صحيحاً لكنهم يحتجون به، فيجعلون المتن حجة، لأتهم وجدوا عندهم ما يعضد هذا المتن إما بعموم كتاب أو أحاديث مرسلة أو أحاديث موقوفة، فيقولون هذا حسن لأنه عضد عندنا هذا الأصل الذي نحفظه من الكتاب أو السنة، وإن كان هو إسناداً ضعيفاً، فهو حجة لا صحيح، وهذا يستخدمه الأئمة يضعفون الحديث ويحتجون بمتونها كالإمام أحمد والإمام أبو حاتم الرازي ـ رحمهم الله تعالى ـ وغيرهم. ¶ وتعرفون أن من أصول مذهب أحمد ـ رحمه الله تعالى ـ الاحتجاج بالحديث الضعيف.",
            "page": "29",
            "part": "1",
            "seal": "5E8EA3A7"
        },
        {
            "id": "30",
            "nass": "مسألة: ما معنى \" حسن صحيح \" عند الإمام الترمذي ـ رحمه الله تعالى ـ؟ ¶ أولاً: هذا الاصطلاح خاص بالإمام الترمذي ـ رحمه الله تعالى ـ، وإن كان هناك من المتقدمين من استخدم هذا الاصطلاح لكن على قِلّه، وعلى اختلاف في النسخ. ¶ هل فعلا صحة هذه النسبة إلى الإمام أم لا أما الإمام الترمذي ـ رحمه الله تعالى ـ فثابت عنه أنه قال \" حسن صحيح \". ¶ ثانيا: اختلف الأئمة في هذه العبارة عند الترمذي، على أقوال كثيرة نذكر ما تسعفنا به الذاكرة: ¶ القول الأول: أن \" حسن صحيح \" بمعنى أنه حسن بهذا الإسناد صحيح من وجه آخر، فهذا الإسناد حسن لكن له إسناد آخر صحيح. ¶ مناقشة هذا القول: هو قول ضعيف، يردّه أن الإمام الترمذي ـ رحمه الله تعالى ـ أحيانا يقول: \" حسن صحيح غريب من هذا الوجه \"، فقوله غريب معناه أنه لا يروى بغير هذا الإسناد. ¶ القول الثاني: أن \" حسن صحيح \" بمعنى أنه حسن لإسناده صحيح متنه. ¶ القول الثالث: أن \" حسن صحيح \" بمعنى واحد فهما مترادفان، ليس بينهما فرق، وهذا رجحه الحافظ بن دقيق العيد ـ رحمه الله تعالى ـ. ¶ القول الرابع: أن \" حسن صحيح \" مرتبة أعلى من رتبة الصحيح. ¶ القول الخامس: أن \" حسن صحيح \" مرتبة أقل من رتبة الصحيح. ¶ الترجيح: الذي يظهر والله أعلم أنه ليس هناك ما يجزم به، وكل قول هناك ما يعترض عليه، ولو حوصرنا بزاوية ضيقة وطلب منا الترجيح، لقلنا بأن \" الحسن الصحيح \" بمعنى الصحيح، وهو قول بن دقيق العيد رحمه الله، فقوله قوي وإن كان هناك ما يعترض عليه، لكنه هو أقوى الأقوال. ¶ مسألة: الحديث الحسن لغيره. ¶ اختلف أهل العلم في تعريف الحديث الحسن لغيره على أقوال: ¶ القول الأول: الحسن لغيره هو الحديث إذا تعددت طرقه، وهذه الطرق كلها ضعيفة الإسناد، انخرم فيها شرط من شروط الحديث الحسن لذاته.",
            "page": "30",
            "part": "1",
            "seal": "3BDEE67A"
        },
        {
            "id": "31",
            "nass": "القول الثاني: الحسن لغيره هو الحديث إذا تعددت شواهده، فمثلاً لو كان عندي حديث \" التسمية عند الوضوء \"، فقد جاء من حديث أبي هريرة - رضي الله عنه -، وجاء من حديث أبي سعيد الخدري - رضي الله عنه -، وجاء من حديث علي بن أبي طالب - رضي الله عنه - وهي أحاديث ضعيفة تعددت شواهدها فيرتقي إلى الحسن لغيره. ¶ ومعنى \" تعددت شواهدها \" أي هي ما اختلف فيه الصحابي، إذاً هي ليست طريق في الإسناد، وإنما تعددت المتون من الصحابة، فهذا متن يرويه أبو هريرة - رضي الله عنه -، وهذا متن يرويه أبو سعيد - رضي الله عنه -، وهذا متن يرويه علي - رضي الله عنه -. ¶ القول الثالث: الحسن لغيره هو ما انطبق عليه أحد الوصفين، بأن تعددت طرقه من شاهد واحد، أو تعددت شواهده من عدة من الصحابة. ¶ اختلف أهل العلم في صحة هذا الكلام: ¶ القول الأول: أن الحديث الحسن لغيره لا يوجد ولا يمكن أن تصحح حديث ضعيف بمجموع طرقه أو بمجموع شواهده، فلا يمكن أن نقبل هذا الحديث أبداً، وهذا هو مذهب بعض المحدثين ونسب إلى الأئمة المتقدمين. ¶ القول الثاني: أن الحديث الحسن لغيره موجود إذا اتصف بأحد هذين الوصفين، بأن تعددت طرقه من شاهد واحد، أو تعددت شواهده من عدة من الصحابة، ولهذا صححوا حديث \" الأذنان من الرأس \" وصححوا حديث الصيام في العشر الأولْ من ذي الحجة، وصححوا حديث التسمية عند الوضوء، وعلى ذلك فقس، وهذا مذهب ابن الصلاح ومن تبعه كالحافظ بن حجر والحافظ العراقي ـ رحمهم الله تعالى ـ وهو مذهب المتأخرين. ¶ القول الثالث: أن الحديث الحسن لغيره يشترط في تحسينه وتصحيحه ما يلي: ¶ 1) أن يكون هناك إسناد صالح لم ينزل إلى رتبة الضعيف، وإن كان لم يصل إلى رتبة الحديث الحسن لذاته، فمن حين ما تراه تقول هذا حديث حسن فتتجاذب فيه الرؤية عند الباحث كمرتبة الصدوق الذي يخطئ.",
            "page": "31",
            "part": "1",
            "seal": "79F6DD92"
        },
        {
            "id": "32",
            "nass": "2) أن تكون له مراسيل كثيرة صحيحة تتعاضد وموقوفات على الصحابة - رضي الله عنهم -، فيأتي بمراسيل الحسن مثلاً، ويأتي بمراسيل سعيد، فله مراسيل كثيرة تشهد لها. ¶ 3) أن لا يكون هناك ما يخالف هذا المتن من أحاديث صحيحة. ¶ والذي يظهر ـ والله تعالى أعلم ـ: أن الحديث الحسن لغيره هو من أضيق الأحكام في المصطلح، ولذا لو رأيت الإمام أحمد ـ رحمه الله تعالى ـ مثلاً لن تجد عنده أكثر من عشرة أحاديث يقول فيها هو حديث حسن يشُدّ بعضه بعضاً أو يقوّي بعضه بعضاً، وكذلك الإمام البخاري وبن المديني ـ رحمهم الله تعالى ـ، فمثلاً الإمام أحمد ـ رحمه الله تعالى ـ سئل عن حديث \" أفطر الحاجم والمحجوم \"، فقد جاء من حديث رافع وأبو هريرة وشداد بن أوس - رضي الله عنهم - كلهم يقولون قال رسول الله - صلى الله عليه وسلم -: \" أفطر الحاجم والمحجوم \"، فقال الإمام أحمد ـ رحمه الله تعالى ـ أحاديث \" أفطر الحاجم والمحجوم \"، أحاديث يقوّي بعضها بعضاً، ولو نظرنا إلى أسانيد هذا الحديث لوجدنا أن فيها أحاديث منطبقة عليها حد الحديث الصحيح، فحديث رافع ينطبق عليه حد الحديث الصحيح، إذاً ما نستطيع أن نقول الإمام أحمد استخدم الحديث الحسن لغيره فلا نستطيع أن نستشهد بمقولته على أنه يقول بالحديث الحسن لغيره، لأن اصطلاح الإمام أحمد في قوله \" يقوي بعضها بعضاً \" لم يستخدمه كاصطلاح الحديث الحسن لغيره عند المتأخرين، نعم الإمام أحمد استخدم اصطلاح \" يقوي بعضه بعضاً \" بمثل معنى اصطلاح المتأخرين، حينما سئل عن التكبيرات الزوائد في صلاة العيد، فقد يتجاذب الإنسان في أن هذه الأحاديث ضعيفة، لكن الإمام أحمد ـ رحمه الله تعالى ـ قال: أحاديث التكبير \" يشد بعضها بعضاً \".",
            "page": "32",
            "part": "1",
            "seal": "4B3194D8"
        },
        {
            "id": "33",
            "nass": "أما المتأخرون فإن أكثر الأحكام عندهم هو الحديث الحسن لغيره، ولهذا أرى أن الباحث المبتدئ عليه أن يتحاشى هذا المصطلح ويبتعد عنه تماماً حتى تتكون عنده الملكة القوية في مثل هذه المسألة. ¶ (الحديث الضعيف) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وكل ما عن رتبة الحسن قصر ... فهو الضعيف وهو أقساما كثر ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثالث وهو (الحديث الضعيف) . ¶ \" ما \" في قوله: \" وكل ما عن رتبة الحسن......... \"، هذه يستخدمها أهل العلم في الحدود، وهي موغلة في الإبهام والإيهام، لأنك عند تعريفك لشيء ما لا بد أن تأتي بالجنس الذي تحته أنواع، ولا تأتي بشيء مبهم مثل \" ما \"، وبعض أهل العلم قال أن \" ما \" فعلا هي مبهمة لكنها مفسرة، فنحن الآن نعرّف شيء في الحديث فهي لها معهود ذهني، فقولنا: \" ما \" أي حديث أو كلام، فيؤول ويفسر بما يراد أن يعرّف ويحدّ، إذاً قوله \" ما \" يعود إلى حديث أي كل حديث عن رتبة الحسن قصر. ¶ الضعيف: هو العليل والسقيم فليس صحيحا. ¶ حدّ المؤلف الحديث الضعيف بقوله: ما قصر عن رتبة الحديث الحسن. ¶ إذاً كل حديث لم يصل إلى الحديث الحسن فهو ضعيف، ومن باب أولى إذا لم يصل إلى الحديث الصحيح، وهكذا عرفه بن الصلاح ـ رحمه الله تعالى ـ وارتضاه المؤلف ـ رحمه الله تعالى ـ وهو تعريف العراقي أيضا وجماعة. ¶ لكن هذا التعريف فيه إشكال عظيم جداً وهو: ما مقدار قوله \" قصر \"، فإنه سيدخل فيه الموضوع والمتروك والمكذوب والواهي، إذاً هذا التعريف ليس جامعاً مانعاً، فنحن الآن نتكلم عن الحديث الضعيف فهل الحديث الموضوع من أقسام الحديث الضعيف، كلا. فالحديث الموضوع مجزوم بأنه ليس من رسول الله - صلى الله عليه وسلم -، لكن الضعيف فيه احتمال أنه قاله - صلى الله عليه وسلم -، إذاً هذا إشكال أُورد على المؤلف.",
            "page": "33",
            "part": "1",
            "seal": "C2D3B1FF"
        },
        {
            "id": "34",
            "nass": "الذهبي ـ رحمه الله تعالى ـ: وقف أمام هذا التعريف فلاحظ هذه المشكلة فزاد كلمة واحدة فقال: ما قصر عن رتبة الحسن \" قليلاً \"، حتى لا يعترض معترض بالحديث الموضوع، ولكن هذا فيه إشكال، فالقليل: كلمة مطلقة فما مقدار هذا القليل، والحدود على العموم كما قلت سابقاً في أول درس اختلفوا هل يمكن أن نحدّ شيئاً أم لا؟ فبعض الأصوليين يقولون أنك لا تستطيع أن تحدّ شيئا، وليس هناك حد تستطيع أن تجمع عليه العقول. فنفس الحد فيه خلاف، ماهو الحد أصلا فهناك قولان في تعريف الحد ¶ الجامع المانع حد الحد ... أو ذو انعكاس إن تشأ والطرد ¶ فنفس الحد فيه خلاف فكيف نحدّ ونحن الآن مختلفون في الحد، وعموما الحدود تقرب العلم. ¶ قال المؤلف ـ رحمه الله تعالى ـ: وهو أقساما كثر. ¶ إذاً أقسام الحديث الضعيف كثيرة، والمؤلف سيأتي بمنظومة ويذكر لنا أقسام الحديث الضعيف: كالمرسل والمنقطع والمعضل والشاذ والمنكر وغيرها. ¶ مسألة: الحديث الضعيف هل هو حجة أم لا؟ ¶ هذه المسألة فيها خلاف بين أهل الأصول، لأنهم المعنيون بالأدلة، هل الحديث الضعيف حجة أم لا، واختلفت عبارات الأئمة في ذلك على أقوال:- ¶ القول الأول: أن الحديث الضعيف ليس بحجة. ¶ القول الثاني: أن الحديث الضعيف حجة مطلقاً. ¶ القول الثالث: جعلوا الحديث الضعيف عاضدا يستشهد به ويحتج به عند عدم المخالفة، بشروط: ¶ الأول: أن لا يكون الضعف شديداً. ¶ الثاني: أن يكون له أصل من أصول الدين يستمسك به ويشهد لهذا الحديث. ¶ مثاله:",
            "page": "34",
            "part": "1",
            "seal": "A544F8C5"
        },
        {
            "id": "35",
            "nass": "لو قلنا بأن قول النبي - صلى الله عليه وسلم -: (لا نكاح إلا بولي) بأنه ضعيف، فنرى هل هناك ما يشهد له من القرآن أو من السنة،فنرى في القرآن فنجد بأن القرآن مليء جداً بالرجوع إلى الولي، كقوله تعالى: {فَإِنْ خِفْتُمْ أَلاَّ يُقِيمَا حُدُودَ اللهِ} البقرة229،وقوله: {أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} البقرة237، على القول بأنه هو الولي، إذاً هناك ما يعضد له.",
            "page": "35",
            "part": "1",
            "seal": "46A46A6F"
        },
        {
            "id": "36",
            "nass": "وكذلك لو نظرنا إلى فعل النبي - صلى الله عليه وسلم - في طريقة خطبته، فإن العلماء نقلوا طريقة خطبة النبي - صلى الله عليه وسلم - وطريقة خطبة الصحابة، فهم يذهبون إلى الأولياء فيخطبون منهم البنات، فدل هذا على أن الأصل في الخطبة أن الأصل في الخطبة أن تكون للأولياء، الشاهد أن الحديث الضعيف إذا كان هناك ما يشهد له ويعضده فإنه لا حرج في الاستدلال به والاحتجاج به خلافا لمن شدد وقال إنه لا يحتج بالحديث الضعيف مطلقا، وخلافا لمن قَبِلَه مطلقا، والإمام أحمد ـ رحمه الله تعالى ـ من أصوله التي بنى عليها مذهبه هو الاحتجاج بالحديث الضعيف، وله عبارات كثيرة في أنه يحتج بالحديث الضعيف فقد نقل عنه أنه يُسأل عن أحاديث ضعيفة فيقول هو ضعيف الاسناد فيقال له أتحتج به فيقول نعم، هذا في مواطن كثيرة نقلها بن مفلح في كثير من كتبه، فقد نقل كثيراً منها، من ذلك ماذكره في الآداب أن الإمام أحمد ـ رحمه الله تعالى ـ ذكر حديث الزهري مرسلاً (من احتجم يوم السبت أو يوم الأربعاء، فأصابه وضح فلا يلومن إلا نفسه) ، احتجّ به أحمد ـ رحمه الله تعالى ـ وهو يرويه مرسلاً، فحُكي له أن رجلاً احتجم يوم الأربعاء واستخفّ بالحديث وقال ما هذا الحديث؟! فأصابه وضح، فقال أحمد ـ رحمه الله تعالى ـ: لا ينبغي لأحد لأن يستخفّ بالحديث، وأيضاً المرداوي في الإنصاف، وكذلك ابن قدامة في المغني نقل كثيراً من هذا يُسأل عن حديث فيقول ضعيف، فيقال أتحتج به فيقول نعم كحديث التسمية وما شابه ذلك، كذلك الإمام الشافعي ـ رحمه الله تعالى ـ كثيراً ما يستدل بالحديث الضعيف ن ومن رأى مسنده ينظر بأنه يروي الأحاديث المرسلة فيستشهد بها ويستدل بها، وكذلك الإمام مالك ـ رحمه الله تعالى ـ في موطئه نقل بلاغات ومراسيل كثيرة مع أنه قال \" انتقيت الأحاديث الصحيحة \"، فينتقي الأحاديث الصحيحة ومعنى هذا أنه لا يصحح إسناداً وإنما يستشهد له حكماً، وهذا",
            "page": "36",
            "part": "1",
            "seal": "AF32EFC3"
        },
        {
            "id": "37",
            "nass": "يدل على أن الحديث الضعيف ليس بمطّرح مطلقاً. ¶ مسألة: الاستدلال بالحديث الضعيف في الترغيب والترهيب؟ ¶ هذه المسألة عند من ردّ الحديث الضعيف مطلقاً، فإذا كان يردّ الحديث الضعيف في الأحكام فإنه سيردّها في باب الرغائب والرهائب والفضائل، فنقول الاحتجاج بالحديث الضعيف في باب الرغائب والرهائب والفضائل وما شابه ذلك، اختلف فيه أهل العلم والذي يظهر والله تعالى أعلم من فعل العلماء أنهم يستشهدون بالحديث الضعيف في باب الرغائب والرهائب والفضائل بالشروط السابقة: ¶ 1) أن لا يكون الحديث الضعيف شديد الضعف. ¶ 2) أن لا يكون الحديث الضعيف مخالفاً لأصل من أصول الدين، أي أن هناك ما يشهد له من أصول الدين جارٍ على قواعد الشريعة أو ما شابه ذلك. ¶ أمثلة على ذلك: ¶ - لو سألنا شخص عن حديث صلاة التسابيح، نقول بأنه حديث ضعيف، وإن كان الضعف ليس شديداً، ولكن لا نعمل به، لأنه ليس له أصل جارٍ عليه، فكلها صفات خارجة عن قواعد الشريعة في صفة الصلاة، لكن لا توجد صلاة تسبيح في القيام بمقدار معين، وفي الركوع بمقدار معين، وفي الجلوس بمقدار معين فهذا أصل جديد لا يمكن أن نقيم هذا الأصل بهذا الحديث الضعيف. ¶ - ولو سألنا سائل فقال ما رأيكم بليلة رجب ـ \" تسمى الليلة الرجبية \" ـ فهناك أحاديث كثيرة في ليلة رجب وهناك من صححها فيكون الإسناد ليس شديد الضعف فمن صححها قطعاً لم يصححها إلا لوجود قوة عنده في هذا الحديث، وهل نعمل بها؟ فنقول هي أحاديث ضعيفة، ولا يعمل بها ـ وإن كان الأمر كما ذكرت من أنها ليست بشديدة الضعف ـ لأنها ليست جارية على أصول الشريعة، فليس هناك ليلة تُخص بصلاة، فليس هناك ما يشهد لها، أما لو كان عندنا أحاديث في فضل هذه الليلة والترغيب فيها، فيمكن أن نقول أن هذه تجري عليها قواعد الشريعة، فيعمل بها.",
            "page": "37",
            "part": "1",
            "seal": "41CA65E0"
        },
        {
            "id": "38",
            "nass": "- ولو سألنا سائل فقال ما رأيكم بصيام العشر الأُولْ من ذي الحجة، هل ثبت هناك أحاديث فيها، وهل نعمل بها؟ فنقول الأحاديث الواردة فيها ضعيفة ولم يصحّ في صوم عشرة أيام أو تسعة أيام من عشر ذي الحجة حديث صحيح، لكنه يعمل بها لأنه جاء حديث في فضل هذه الأيام العشر والرغيب فيها، فقد خرج البخاري في صحيحه عن بن عباس ـ رضي الله عنهما ـ عن النبي - صلى الله عليه وسلم - (ما من أيام العمل الصالح فيها أحب إلى الله من هذه الأيام، يعني أيام العشر، قالوا يارسول الله، ولا الجهاد في سبيل الله؟! قال: ولا الجهاد في سبيل الله، إلا رجل خرج بنفسه وماله، ثم لم يرجع من ذلك بشيء) . إذاً الرسول - صلى الله عليه وسلم - رغب بالأعمال الصالحة، ومنها الصيام والصلاة والصدقة والتسبيح والتكبير والتحميد وغير ذلك. ¶ اعتراض وجوابه: ¶ إن قال قائل يستثنى من الأعمال الصالحة الصيام، لأن عائشة ـ رضي الله عنها ـ كما في صحيح مسلم أنها قالت: (ما رأيت رسول الله - صلى الله عليه وسلم - صائماً في العشر قط) . ¶ جواب هذا الاعتراض: ¶ أولاً: أن هذا ليس فيه نهي. ¶ اعتراض من المخالف: أننا لا نقول بمشروعية الصيام إلا إذا ثبت حديث فيه. ¶ يجاب على هذا الاعتراض: هل ثبت ونقل أن النبي - صلى الله عليه وسلم - سبّح أو تصدّق؟ لم ينقل عنه لكنه رغب ولم يستثنِ شيئاً. ¶ ثانياً: ويجاب أيضاً أن حديث عائشة ـ رضي الله عنها ـ، متكلَّم فيه، فالإمام أحمد ـ رحمه الله تعالى ـ أعلّه بالإرسال، فعليه لا يكون هناك شيء ممنوع من الأعمال الصالحة. ¶ ثالثاً: أن الرسول - صلى الله عليه وسلم - قد يرغّب بالعمل ولا ينقل أنه عمله، من ذلك العمرة في رمضان، وقد تكلمت على هذه المسألة في شرح المحرّر.",
            "page": "38",
            "part": "1",
            "seal": "49AA9BBA"
        },
        {
            "id": "39",
            "nass": "- وكذلك لو سألنا سائل فقال: ما رأيكم بقول الذكر الوارد عند دخول المنزل (بسم الله ولجنا وبسم الله خرجنا وعلى الله ربنا توكلنا، اللهم إني أسألك خير المولج وخير المخرج) ، فإن هناك من يضعف هذا الحديث، فهل يعمل به؟ ¶ نقول وإن ضعّفنا الحديث فإنه يعمل به لأن الرسول - صلى الله عليه وسلم - رغّب في عموم الذكر، ... ورغّب في التسمية عند الدخول، إذاً قول (بسم الله ولجنا..........الحديث) ، له أصل فلا إشكال في العمل بما فيه، وهذه قاعدة مطّردة لا تنخرم علينا ألبته، ولهذا لوسألنا سائل فقال أنا أريد أن أتكلم عن التقوى أو أتكلم عن الصلاة أو أتكلم عن الزكاة فهل لي أن أذكر الأحاديث الضعيفة في كتابي؟ ¶ نقول نعم، فاذكر الأحاديث الضعيفة وانسبها، فقل مثلاً روى الترمذي في كذا ولا يشترط أن تقول هذا صحيح أو ضعيف، وهذا عليه عمل الأئمة، لكن بشرطين:_ ¶ 1) أن يكون الضعف ليس شديداً. ¶ 2) أن يكون ما تستدل به له أصلٌ صحيح. ¶ ولهذا بن تيمية ـ رحمه الله تعالى ـ، وهو من يُنقل عنه الكلام في الحديث الضعيف مليئة كتبه بالأحاديث الضعيفة التي يضعفها هو، وقد مرّ معنا في رسالتيه \" التحفة العراقية في الأعمال القلبية \" و \" الأمر بالمعروف والنهي عن المنكر \"، فقد قرأنا فيهما أحاديث ضعيفة كثيرة وهو يضعفها، بل إنه ذكر أحاديث في كتبه متهمة بالوضع أي الضعف الشديد لكنها جارية على أصل صحيح فلا يُستشكل مثل هذا، ولهذا بعض الناس يشتطّ فيقول فلان يذكر الأحاديث الضعيفة! فهذا قصور جداً، فالشافعي ومالك والترمذي وأبو داود والنسائي وغيرهم ذكروا أحاديث ضعيفة في كتبهم، فما يشتطّ فيه بعض الناس ليس صحيحاً،ولا تُطالب بأن تذكر \" صحيح أو ضعيف \". ¶ مسألة: ما هو حد الحديث الضعيف شديد الضعف؟",
            "page": "39",
            "part": "1",
            "seal": "560BDF22"
        },
        {
            "id": "40",
            "nass": "في النخبة سنتكلم عن الحديث المردود بأن يكون فيه راوٍ متروك، أو يكون فيه من الرواة الذين لا يحتج بهم مطلقاً، أو هناك من الأحاديث الذي انقلب عليه في أسانيده وليس له أصل، وهي مسألة نسبية قد يكون عند عالم مردود، وعند عالم آخر غير مردود. ¶ (الحديث المرفوع) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وما أضيف للنبي المرفوع ... .............................. ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الرابع وهو (الحديث المرفوع) . ¶ قال: \" للنبي \"، أين الهمزة؟ ¶ أولاً: اختلف أهل العلم في اشتقاق النبي: - ¶ القول لأول: أن اشتقاق النبي من النَّبْوة وهي الارتفاع، إذاً ليس هناك همزة فلا إشكال في قول المؤلف ـ رحمه الله تعالى ـ. ¶ القول الثاني: أن اشتقاق النبي من النبأ، فهذه فيها همزة فعلى هذا القول حذفت الهمزة في \" النبي \" تخفيفاً، وهي قراءة سبعية: أكثر القراء يقرؤنها بدون همزة سوى نافع قرأها بالهمزة في كل المواضع، كقوله تعالى: {وَمَا أُوتِيَ النَّبِيئونَ مِن رَّبِّهِمْ} البقرة136، وقوله: {النَّبِيء أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ} الأحزاب6، \" وما أوتي النبيئون من ربهم \" يقرأها بالهمزة مطلقاً. ¶ قال الشاطبي ـ رحمه الله تعالى ـ: ¶ وجمعاً وفرداً في النبيء وفي ... النبوءة الهمز كلٌ غير نافع أبدلا ¶ ما هو الحديث المرفوع؟ ¶ المؤلف أتى بالمسمى ثم حدّه، المسمى هو \" المرفوع\" فهذا هو المحدود. ¶ فما هو حدّه؟ ¶ اختلف في حدّه على أقوال: - ¶ القول الأول: أن المرفوع هو: \" كل ما أضيف إلى النبي - صلى الله عليه وسلم - \"، فكل ما أضيف إلى النبي - صلى الله عليه وسلم - فهو حديث \" مرفوع \" سواء من قول أو فعل أو صفة المهم أن يكون الحديث متعلق بالرسول - صلى الله عليه وسلم -، وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ، فهو لم يشترط الاتصال في الإسناد.",
            "page": "40",
            "part": "1",
            "seal": "B1AE9B53"
        },
        {
            "id": "41",
            "nass": "إذاً تعريف المؤلف للمرفوع: ما أضيف إلى النبي - صلى الله عليه وسلم - سواء كان متصلا أو منقطعا وسواء رفعه صحابي أو رفعه تابعي. ¶ فإذا جاءك إسناد إلى النبي - صلى الله عليه وسلم - مباشرة من حين ما ترى قال رسول الله - صلى الله عليه وسلم -، قل هو حديث \" مرفوع\" بإطلاق: ¶ فإذا قال أبو هريرة - رضي الله عنه - \" قال رسول الله - صلى الله عليه وسلم - \"، قل هذا حديث مرفوع. ¶ وإذا قال أبو عبد الرحمن السلمي ـ وهو تابعي ـ \" قال رسول الله - صلى الله عليه وسلم - \"، قل هذا حديث مرفوع. ¶ وإذا قال الزهري \" قال رسول الله - صلى الله عليه وسلم - \"، قل هذا حديث مرفوع. ¶ وإذا قال معمر \" قال رسول الله - صلى الله عليه وسلم - \"، قل هذا حديث مرفوع. ¶ وإذا قال عبد الرزاق \" قال رسول الله - صلى الله عليه وسلم - \"، قل هذا حديث مرفوع. ¶ فكل ما أضيف إلى النبي - صلى الله عليه وسلم - من طريق مسند بإسناد نسميه \" حديثاً مرفوعاً \" وهذا مطّرد عند المحدثين \" أن كل ما روي بإسناد إلى النبي - صلى الله عليه وسلم - ولو كان بين الراوي وبين الرسول - صلى الله عليه وسلم - اثنين أو ثلاثة أو خمسة، فهو مرفوع \". ¶ القول الثاني: أن ما أضيف إلى النبي - صلى الله عليه وسلم - شرطه أن يرفعه الصحابي، إذاً يشترطون الاتصال والرفع. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ وسمِّ مرفوعاً مضافاً للنبي ... واشترط الخطيب رفع الصاحبِ ¶ القول الثالث: يشترط في أن يكون مرفوعاً، أن يرفعه الصحابي أو التابعي فقط، فالمرسل يسمى مرفوعاً، ومرسل التابعي يسمى مرفوعاً، ما عداه لا يسمى مرفوعاً، فلو رفعه معمر فلا يسمى مرفوعاً. ¶ هناك أقسام للمرفوع تكلم عنها أهل العلم لا بد أن نعرفها. ¶ المرفوع ينقسم إلى قسمين: ¶ 1) مرفوع صريح. ¶ 2) مرفوع حكماً. ¶ المرفوع الصريح: ¶ هو ما رفع إلى النبي - صلى الله عليه وسلم - بقولنا قال - صلى الله عليه وسلم -، فهذا مرفوع صريح.",
            "page": "41",
            "part": "1",
            "seal": "0CE4CE72"
        },
        {
            "id": "42",
            "nass": "أما المرفوع الحكمي: ¶ فحكمه الرفع لأنه لا يوجد نص أن الرسول - صلى الله عليه وسلم - قاله لكن حكمه الرفع. ¶ وهذا جاء على عدّة أقسام: ¶ القسم الأول: ¶ قول الصحابي، أمرنا، نهينا، من السنة، فإذا قال أنس - رضي الله عنه - (من السنة أن يقول المؤذن الصلاة خير من النوم) في صلاة الفجر فهذا مرفوع حكمي، وإذا قالت أم عطية (نهينا عن اتباع الجنائز ولم يعزم علينا) فهذا مرفوع حكمي. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ قول الصحابي \" من السنة \" أو ... نحو \" أمرنا \" حكمه الرفع ولو ¶ بعد النبي قاله بأعْصُرِ ... على الصحيح وهو قول الأكثر ¶ مسألة: إذا قال التابعي \" من السنة \" أو \" أمرنا بكذا \". ¶ هذه مسألة خلافية بين أهل العلم، وذكر الخلاف فيها ابن الصلاح ـ رحمه الله تعالى ـ، والذي عليه أكثر المحدثين والمحققين من أهل علم الاصطلاح أنه ليس له حكم الرفع، وإنما الخلاف محفوظ في قول الصحابي \" من السنة \"، فليست هي مسألة إجماعية، فكيف إذا كانت من التابعي فلا شك أن قول التابعي \" من السنة \" أنه ليس له حكم الرفع وليس له حكم الاتصال، لكن يعتبر من الشواهد والقرائن التي يعتضد به، لكن ليست حجيته كحجية الصحابي في قوله: \" من السنة \". ¶ القسم الثاني: ¶ قول الصحابي، كنا نفعل على عهد رسول الله - صلى الله عليه وسلم -، مثل قول أنس - رضي الله عنه - \"كنا على عهد رسول الله - صلى الله عليه وسلم - ننتظر الصلاة فتخفق رؤوسنا ولا نتوضأ \" فهذا مرفوع حكمي. ¶ القسم الثالث:",
            "page": "42",
            "part": "1",
            "seal": "A87AA7DF"
        },
        {
            "id": "43",
            "nass": "قول الصحابي شيئا لا يأتي عن طريق العقل فلا يمكن أن يصل إليه القائل بعقله، فمحال أن يتكلم الصحابي بشيء يأتي به من رأسه وإنما قطعا إنما تكلم عن علم، فهذا له حكم المرفوع، مثل قول أبي هريرة - رضي الله عنه - (من أتى كاهنا أو عرّافا فقد كفر بما أنزل على محمد) ، وقوله أيضا في الصحيح (أما هذا فقد عصى أبا القاسم) للذي خرج من المسجد بعد الأذان، ومثل قول أبو سعيد الخدري - رضي الله عنه - (من قرأ سورة الكهف يوم الجمعة أضاء له مابين الجمعتين) فهذا كله له حكم الرفع، فكل ما لا مجال للعقل فيه له حكم الرفع بشرط ألا يكون هذا الصحابي قد عرف بالأخذ عن بني إسرائيل، فإن عرف فإننا نحتاط ونتوقف قليلا هل له مخالف هل له أصل، فلا نرده بإطلاق ـ كما يقوله بعض الناس ـ وهذا غير صحيح فقول الصحابي له ثُقْلُه فننظر فيه، بدليل ما رواه مسلم في صحيحه عن أبي هريرة - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - (فقدت أمة من بني إسرائيل لا يُدرى ما فَعَلَت ولا أراها إلا الفأر........... الحديث) قال أبو هريرة - رضي الله عنه - فحدثت هذا الحديث كعباً فقال: آنت سمعته من رسول الله - صلى الله عليه وسلم -؟ قلت نعم. قال ذلك مراراً قلت أأقرأ التوراة! ا. هـ. ¶ وكأنه ـ والعلم عند الله ـ يُلوّح، فدل على أنهم يحتاطون بالأخذ من بني إسرائيل وقراءة كتبهم. ¶ القسم الرابع: ¶ قول الصحابي، سبب نزول كذا، أو فنزلت كذا،وهذا اختلف فيه أهل العلم هل له حكم الرفع. ¶ القول الأول: أن له حكم الرفع، وهذا قول كثير من المحدثين، فما قال الصحابي ذلك إلا أنه قطعا سمعه من رسول الله - صلى الله عليه وسلم -. ¶ القول الثاني: أنه ليس مرفوعاً حكماً وإنما هذا اجتهاد من الصحابي - رضي الله عنه - ورأي له.",
            "page": "43",
            "part": "1",
            "seal": "05F7AC1C"
        },
        {
            "id": "44",
            "nass": "القول الثالث: أنه يفرق بين عبارتين بين إذا قال الصحابي سبب نزول الآية كذا، وبين قوله نزلت في كذا، فعندما يقول سبب نزول الآية كذا هذا صريح وله حكم الرفع، وأما إذا قال نزلت في كذا فقد يكون اجتهاداً منه، وهذا رأي شيخ الإسلام ـ رحمه الله تعالى ـ ذكره في مقدمة التفسير. ¶ ? هناك بعض العبارات يطلقها أهل العلم في معنى الرفع: ¶ 1) قولهم \" يرفعه \"، فهذه تدل على أنه مرفوع. ¶ 2) قولهم، \" يبلغ به \"، فهذه تدل على أنه مرفوع. ¶ 3) قولهم \" يَنْمِيه \"، فهذه تدل على أنه مرفوع. ¶ 4) قولهم \" يرويه إلى رسول الله - صلى الله عليه وسلم - \"، فهذه تدل على أنه مرفوع. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ وقولهم \" يرفعه \" أو \" يبلغ به \" ... \" روايةً \" \" ينميهِ \" رفعٌ فانتبه ¶ (الحديث المقطوع) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ .......................... ... وما لتابع هو المقطوع ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الخامس وهو (الحديث المقطوع) . ¶ قوله \" وما لتابع \": أي التابعي، وهو من رأى الصحابي ولم ير النبي - صلى الله عليه وسلم -، فكل ما أضيف إلى التابعي فهو مقطوع، فإذا قال أبو سلمة بن عبد الرحمن أو أبو عبد الرحمن السُلَمي، أو سالم بن عبد الله بن عمر - رضي الله عنه -، فهذا كله مقطوع، فإذا أضيف إليه الكلام نسميه مقطوعاً. ¶ لماذا سمي مقطوعاً؟ ¶ لأنه انقطع الإسناد عنده، والأصل أن الإسناد يكون إلى الرسول - صلى الله عليه وسلم - وهذا اصطلاح لهم. ¶ وبعض المحدثين استخدم المقطوع بمعنى المنقطع، فتجد الإمام الشافعي ـ رحمه الله تعالى ـ مثلاً استخدم المقطوع بمعنى المنقطع، جاء إلى حديث وفيه انقطاع فقال هذا حديث مقطوع ـ أي منقطع ـ. ¶ إذاً المقطوع له اصطلاحان عند الأئمة: ¶ 1) المقطوع بمعنى: ما أضيف إلى التابعي. ¶ 2) المقطوع بمعنى منقطع الإسناد، كما استخدم ذلك الشافعي رحمه الله.",
            "page": "44",
            "part": "1",
            "seal": "6D305269"
        },
        {
            "id": "45",
            "nass": "قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ وسَمِّ بالمقطوع قَول التابعي ... وفعله، وقد رأَى للشافعي ¶ تعبيره به عن المنقطعِ ... قُلْت وعكسه اصطلاح البردعي ¶ فلو جئت لحديث منقطع وقلت هو مقطوع فلا أحد يقول لك هذا غلط لا مشاحة في الاصطلاح، فكل حديث منقطع يصح أن تقول عنه أنه مقطوع لكن ليس عليه الاصطلاح، ولو جئت لحديث مرسل وقلت هذا مقطوع لا إشكال، لكنك تكلمت بغير الكلام المفهوم باصطلاح المحدثين لكن أنت مسبوق بذلك. ¶ (الحديث المسند) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والمسند المتصل الإسناد من ... راويه حتى المصطفى ولم يبن ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم السادس وهو (الحديث المسند) . ¶ مسند: اسم مفعول من أسْنَدَ يُسْنِدُ إسناداً فهو مُسنَد، فالمؤلف ـ رحمه الله تعالى ـ ذكر المسمى وهو المسند، وذكر التعريف، وهو قسم من أقسام الحديث. ¶ والمسند: \"هو ما اتصل إسناده إلى رسول الله - صلى الله عليه وسلم - من غير انقطاع \"، كما عرّفه المؤلف ـ رحمه الله تعالى ـ وهو الصحيح. ¶ فقولنا \" ما اتصل إسناده \"، أخذناه من قول المؤلف \"المتصل الإسناد \". ¶ وقولنا \" إلى رسول الله - صلى الله عليه وسلم - \"، أخذناه من قول المؤلف \" حتى المصطفى \". ¶ وقولنا \" من غير انقطاع \"، أخذناه من قول المؤلف \" ولم يَبِنْ \"، من بانَ يبِينُ أي انقطع. ¶ مسألة: هل قولنا \"هو ما اتصل إسناده إلى رسول الله - صلى الله عليه وسلم - من غير انقطاع\" هو تعريف المرفوع؟ ¶ أما على كلام المؤلف ـ رحمه الله تعالى ـ فلا، لأنه قال في المرفوع \" وما أضيف للنبي المرفوع \"، فلم يذكر الاتصال. ¶ أما على القول الثاني: الذي ذكرناه في المرفوع وهو قولنا \" أن ما أضيف إلى النبي - صلى الله عليه وسلم - شرطه أن يرفعه الصحابي \"ً فاشترطنا الاتصال والرفع، على هذا التعريف يكون المسند هو المرفوع. ¶ فحديث (إنما الأعمال بالنيات) ماذا نصِفُه؟",
            "page": "45",
            "part": "1",
            "seal": "B157AB52"
        },
        {
            "id": "46",
            "nass": "نقول إنه حديث مرفوع ومسند ومتصل وموصول، هذه كلها أوصاف لهذا الحديث، إذاً لا تتداخل عندنا المسميات لأنها اصطلاحات واستخدمها المحدثون، وأنا ذكرت كثيرا في علم أصول الفقه وفي علم المصطلح وفي علم النحو، طالب العلم مشكلته في عدم الاهتمام بمعرفة المصطلحات، فكثير من طلبة العلم يدخل ويبحث في هذا العلم ولعلّه يؤلف والاصطلاح عنده غير دقيق ولا يفهم في الاصطلاحات، وهذا نقص كبير، فقد تجلس مع أحد يصحح ويضعف وتقول له عرّف الحديث الحسن؟ فلا يستطيع أن يأتي بتعريف واحد، وهو يبحث ويصحح ويجمع الطرق، لكن الحدود ليست في عقله، وهذا قصور كبيرا جدا في التصور، فلا بد أن تعرف الحدود وتتصورها وتضبطها، لأن هذا هو انطلاقك، والتلكؤ الذي يكون عند الكثير من طلبة العلم هو أخذ العلم بجملة كأنه حمّال حطب، ما يدري ما الذي معه، لكن لو كل إنسان يعرف ما هو الحد وما هو المصطلح هذا؟ ، فمتى استخدمها يجد أن العلم مضيء في كل زاوية يعرف ما الذي معه. ¶ ولكن كيف نعرف الحدود وكيف نحفظها؟ ¶ من خلال هذه المنظومات، فإذا لم تحفظ منظومة لا يمكن أن تستقر الحدود في عقلك. ¶ مسألة: ما الذي يختلف في تعريف المسند والمرفوع عند المؤلف ـ رحمه الله تعالى ـ؟ ¶ المسند: يكون متصلاَ. ¶ والمرفوع: لم يشترط فيه الاتصال. ¶ فالمسند مرفوع متصل، والمرسل مرفوع ليس بمتصل، فلا يمكن أن نقول لحديث مرسل بأنه متصل، ولا يمكن أن نقول لحديث منقطع بأنه متصل، ويمكن أن نقول لحديث موقوف بأنه متصل، فبينهما عموم وخصوص مطلق، فكل مرفوع يكون متصلا وليس كل مرسل يكون متصلاً، وهذا عند المؤلف ـ رجمه الله تعالى ـ. ¶ ? لفتة لغوية: ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والمسند المتصل الإسنادِ من ... ............................. ¶ كيف أضاف المؤلف إلى ما فيه \" أل\"، فهل تجتمع الإضافة مع \" أل \"؟",
            "page": "46",
            "part": "1",
            "seal": "D6DAAF6F"
        },
        {
            "id": "47",
            "nass": "الأصل لا، فالأصل أن نقول والمسند المتصل الإسنادُ، فيكون تعريف وليس إضافة، والأصل في الإضافة عدم التعريف فتقول غلام زيد ولا تقول الغلام الزيد، وعندنا في كلام المؤلف ـ رحمه الله تعالى ـ عرفها مع أنه أضافها. ¶ جواب هذا الإشكال مايلي: ¶ أن المضاف هنا مشتق شبيه بالفعل المضارع \" فمتصل \" اسم فاعل، وأهل اللغة يقولون إذا كان المضاف مشتقاً شبيهاً بالمضارع فإنه يغتفر أن تدخل عليه \" أل \" ولو كان مضافا بشرط أن تدخل على المضاف إليه \" أل \" أيضا، وكلام المؤلف انطبقت عليه الشروط، فالمضاف وهو \" المتصل \" مشتق اسم فاعل دخلت عليه \" أل \"، والمضاف إليه وهو \" الإسناد\" دخلت عليه \" أل \". ¶ فعندنا الإضافة قسمين: ¶ 1) إضافة معنوية: وهي التي لا يمكن أن تدخل عليه \" أل \" أبداً، ولها معنى. ¶ 2) إضافة لفظية: وهي التي يمكن أن تدخل عليها \" أل \"، وذلك إذا كان المضاف مشتقاً بشرط أن تدخل على المضاف إليه \" أل \" أيضا، واللفظية ليس لها معنى. ¶ قال ابن مالك ـ رحمه الله تعالى ـ: ¶ ووصل أل بذا المضاف مغتفر ... إن وصلت بالثاني كالجعد الشعر ¶ بالثاني: أي بالمضاف إليه. ¶ (الحديث المتصل) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وما بسمع كل راوٍ يتصل ... إسناده للمصطفى فالمتصل ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم السابع وهو (الحديث المتصل) . ¶ عندما قال المؤلف في تعريف المسند: والمسند المتصل الإسناد، كأن سائلاً سأل ما معنى \" المتصل الإسناد \"، عرف ذلك المؤلف ـ رحمه الله تعالى ـ فهذا البيت تعريف لبعض أجزاء حدّ المسند. ¶ ذكر المؤلف ـ رحمه الله تعالى ـ تعريف المتصل بقوله: ¶ وما بسمع كل راوٍ يتصل ... إسناده للمصطفى فالمتصل ¶ أي لا بد أن يكون كل راو سمع من شيخه، وعليه سيدخل في المتصل، المرفوع والمسند والموصول، لأن المؤلف قال: إسناده للمصطفى فالمتصل. ¶ ولو كان البيت: ¶ وما بسمع كل راوٍ يتصل ... إسناده للصاحبي فالمتصل",
            "page": "47",
            "part": "1",
            "seal": "A4DB67C8"
        },
        {
            "id": "48",
            "nass": "فهذا هو المتصل الموقوف. ¶ ولو كان البيت: ¶ وما بسمع كل راوٍ يتصل ... إسناده للتابعي فالمتصل ¶ فهذا هو المتصل المقطوع. ¶ قوله \" وما بسمع \": هل هذا القيد مقصود لذاته؟ ¶ ليس مقصوداً لذاته، لكنه كناية عن الاتصال وكناية على عدم الانقطاع، فقوله \" وما بسمع \" ليس شرطا وليس حداً وإنما هو وصف طردي فهو ذكر مثالاً لبعض طرق التحمل، فقد يكون التحمل كتابة وقد يكون مناولة وقد يكون إجازة وقد يكون وجادة، المهم أن يكون متصلاً بأي طرق التحمل، فليس هو السماع فقط. ¶ قوله \" المصطفى \": هو الرسول - صلى الله عليه وسلم -، وأصل مصطفى \" اصتفى \"، فهي على وزن \" افتعل \"، والقاعدة أن الكلمة إذا كانت فاؤها صاداً أو أحد حروف الإطباق المعروفة، وهي مزيدة بتاء الافتعال، تقلب فاء الكلمة طاء في جميع التصاريف. ¶ مسألة: ما الفرق بين المسند والمتصل؟ ¶ المؤلف ـ رحمه الله تعالى ـ لم يفرق بين المسند والمتصل. ¶ وعلى قول من قال إن \" المسند\" يطلق على المنقطع مادام أنه يروى بالسلسلة مع أن فيه انقطاع، يكون هناك فرق بين المسند والمتصل، فالمسند على هذا القول قد يكون منقطعاً، والمتصل غير منقطع دائماً. ¶ وكذلك على قول من قال إن \" المسند \" هو ما روي إلى النبي - صلى الله عليه وسلم - فقط ولو لم يكن متصلاً. ¶ وكذلك على قول من قال إن \" المسند \" يطلق حتى ولو لم يروه النبي - صلى الله عليه وسلم - فيطلق على المقطوع والموقوف، سيكون هناك فرق بين المسند والمتصل. ¶ (الحديث المسلسل) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ مسلسل قل ما على وصف أتى ... مثلُ أما والله أنباني الفتى ¶ كذاك قد حدثنيه قائما ... أو بعد أن حدثني تبسماً ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثامن وهو (الحديث المسلسل) ، وهو من مباحث الإسناد.",
            "page": "48",
            "part": "1",
            "seal": "C4A6B182"
        },
        {
            "id": "49",
            "nass": "مسلسل: اسم مفعول من سَلْسَلً يُسَلْسِل، والمسلسل: مأخوذ من السلسة، وعادة السلسلة أن تكون أجزائها متشابهه مع بعضها، ولما تشابه أجزاء السند قالوا عنه إنه مسلسل، وقيل إن لفظ المسلسل مأخوذ من الماء السَّلسَال من سَلْسَ الماء إذا كان عذباً ٍ طعمه جيد، فقالوا إن المسلسل من أجمل أنواع التحمل ففيه جمال في تحمله وفي وصفه. ¶ ولا يمتنع أن يكون المسلسل مأخوذ من هذين المعنيين، فكلاهما في الحديث المسلسل. ¶ المسلسل: عرفه المؤلف ـ رحمه الله تعالى ـ بأنه \" الحديث الذي جاء على وصف \" ونحن نزيد \"واحد\"، فيكون الحديث المسلسل:\" هو الذي جاء على وصف واحد \"، فهناك وصف في هذه السلسلة متشابهه فجميع أجزاء الإسناد فيه شيء متشابه. ¶ ونأتي بتعريف آخر للمسلسل: \" هو ما توارد إسناده أو طريقة تحمله على وصف واحد \". ¶ هذا أدق في التعريف. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ مسلسل الحديث ما تواردا ... فيه الرواة واحدا فواحدا ¶ حالا لهم أوصفا أو وصف سند ... كقول كلهم سمعت فاتَّحد ¶ نستطيع أن نقسم المسلسل إلى عدة أقسام: ¶ القسم الأول: ¶ أن يكون التشابه في الرواة مثلا بأي نوع من أنواع التشابه. ¶ مثاله: أن يكون أسماء كل الرواة محمد، أو يكون كل أسماء الرواة مبدوء بحرف العين، أو يكون كل الرواة بصريين أو مصريين أو شاميين أو حجازيين، أو يكون كل الرواة أئمة، أو يكون كل الرواة أصحاب عاهات، أو يكون الرواة كلهم ضعفاء. ¶ القسم الثاني: ¶ أن يكون التشابه في قول أو فعل موجود. ¶ مثاله: مثال القول: قول معاذ \"والله إني لأحبك \" وهذا يسمى مسلسل \" المحبة \"، فكل راوٍ يقول لمن سيحدثه \" والله إني لأحبك \"، أو حديث مسلسل بالأولية فيقول التلميذ حدثني شيخي وكان أول ما سمعت منه وهكذا إلى نهاية السند، أومسلسل بالآخرية فيقول التلميذ حدثني شيخي وكان آخر ما سمعت منه وهكذا إلى نهاية السند، أو مسلسل التحريك وهكذا.",
            "page": "49",
            "part": "1",
            "seal": "3BBDDCE7"
        },
        {
            "id": "50",
            "nass": "مثال الفعل: أن يبتسم الراوي ثم يروي الحديث ويسمى المسلسل بالتبسم. ¶ القسم الثالث: ¶ أن يكون التشابه في حال موجود حال التحمل. ¶ مثاله: كقول المؤلف ـ رحمه الله تعالى ـ: ¶ كذاك قد حدثنيه قائما ... ............................. ¶ مسألة: هل كل السلاسل موصولة إلى رسول الله - صلى الله عليه وسلم -؟ ¶ ليست كل السلاسل موصولة إلى رسول الله - صلى الله عليه وسلم -، فبعض السلاسل موجودة إلى الأئمة، كمسلسل مالك المشهور يسمى \" مسلسل أقبل على شأنك \". ¶ قال الإمام الذهبي ـ رحمه الله تعالى ـ: \" وعامة المسلسلات واهية، وأكثرها باطلة لكذب رواتها \"، وهو قد صدق ـ رحمه الله تعالى ـ، فبعض الناس يريد أن يغرب فيدخل بعض الأوصاف على السند، كالحديث المسلسل بالأولية \" الراحمون يرحمهم الرحمن \" هذا حديث عبد الله بن عمرو بن العاص ـ رضي الله عنهما ـ، فعبد الله حدث أبا قابوس مولى له وأبو قابوس حدث عمرو بن دينار وعمرو بن دينار حدث سفيان بن عيينة، وليس فيه \" أول ما سمعت \"، لكن بعض تلاميذ سفيان كان أول ما سمع من سفيان هذا الحديث، فكان يقول سمعت من سفيان وكان أول حديث سمعت منه عن عمرو بن دينار عن أبي قابوس عن عبد الله بن عمرو بن العاص ـ رحمهما الله تعالى ـ، فجاء بعض الرواة ولم يكتف بهذا بل جعل سفيان بن عيينة قال وكان أول حديث سمعته من عمرو بن دينار، وجعل عمرو بن دينار يقول وكان أول حديث سمعته من أبي قابوس، وجعل أبا قابوس يقول وكان أول حديث سمعته من عبد الله بن عمرو بن العاص ـ رضي الله عنهما ـ، وجعل عبد الله بن عمرو ـ رضي الله عنهما ـ يقول وكان أول حديث سمعته من رسول الله - صلى الله عليه وسلم -. فانظر إلى الإغراب كيف! حتى انتقده بن الصلاح ـ رحمه الله تعالى ـ في مقدمته. ¶ ويقول الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ ومنه ذو نقص بقطع السلسله ... كأولية، وبعضٌ وصله",
            "page": "50",
            "part": "1",
            "seal": "9C16FE7D"
        },
        {
            "id": "51",
            "nass": "فما وصل إلا من طرق واهية موضوعة، ولكن من أجل الإغراب، حتى ألف السيوطي كتابا اسمه \" المسلسلات الكبرى \" كل المسلسلات الكبرى وصلها إلى خمسة وثمانين حديثاً، ثم ألف كتابا آخر اسمه \" المسلسلات الجياد \"، يعني أجود ما في الباب. ¶ قاعدة: ¶ لا يصح أي مسلسل إلى زماننا هذا، وأحسن ما في الباب \" مسلسل سورة الصف \". ¶ ما هو مسلسل سورة الصف؟ ¶ كل شيخ يقول سمعت من شيخي سورة الصف ثم يقرأها عليه، فأحد الصحابة سمع سورة الصف من رسول الله - صلى الله عليه وسلم - ثم هذا الصحابي رواها إلى تلميذه فأسمعه إياها، فكان كل شيخ يقرأ سورة الصف على تلميذه ويقول سمعت سورة الصف، فالمسلسل هو \" سمعت سورة الصف \". ¶ مسألة: ما معنى قولنا \" لا يصح في المسلسل حديث \"؟ ¶ نقول الكلام في الإسناد وليس في المتن، أي لا يصح مسلسل في الصفة لا بد أن تنقطع، فمن وصلها فلا يصح الإسناد، نعم هناك أسانيد مسلسلة في بعض أجزاء الحديث صحيحة لا إشكال فيه، لكن نقول لا يصح إسناد مسلسل من مبتدأه إلى رسول الله - صلى الله عليه وسلم - بصفة واحدة، لا بد أن تجد في أسانيدها ضعف. ¶ مسألة: هل يلزم من ضعف أسانيد المسلسلات ضعف المتون؟ ¶ لا. فكثير من الأحاديث المسلسلة أحاديثها صحيحة، فمثلا حديث \" يا معاذ والله إني لأحبك \" هذا حديث صحيح، لكنه ليس متصلاً بهذه السلسلة \" والله إني لأحبك \" إلى آخر الإسناد، فتجد في بعض طبقات الإسناد ليس فيه \" والله إني لأحبك \"، وإلا فإن النبي - صلى الله عليه وسلم - قال لمعاذ بن جبل - رضي الله عنه - \" والله إني لأحبك \"، ومعاذ قال للصُنَابَحي، والصُنَابَحي قالها للحُبُلي هذا ما فيه إشكال، ¶ لكن هل هذه إلى وقتنا هذا؟ لا. وهذا لا يضر، فالحديث المسلسل ترف ليس من أصول علم المصطلح لأنه لا يؤثر على صحة أو ضعف.",
            "page": "51",
            "part": "1",
            "seal": "5F67029E"
        },
        {
            "id": "52",
            "nass": "إذاً نفرق بين مسألتين وانتبهوا لها، بين حكمنا على صيغ التحمل والسلسلة، وبين حكمنا على الأحاديث، فحديث مسلسل \" المحبة\" صحيح، وحديث مسلسل ثم قبض على لحيته ثم قال آمنت بالقدر فهذا أيضا حديث صحيح، لكن هل سلاسل هذه صحيحة هذا هو الكلام عليها، إذا نفرق بين مسألتين، بين صحة الحديث المسلسل من حيث الإسناد من حيث السلسلة هل هي تثبت أم لا، ومن حيث المتن، فمن حيث المتن لا علا قة له بالإسناد، فقد يكون المسلسل صحيحا، وقد يكون ضعيفا، وقد يكون المتن صحيح والسلسلة ضعيفة، فهناك أحاديث مسلسلة في مسلم لكن مسلماً ـ رحمه الله تعالى ـ لم يذكر أنه مسلسل كحديث \" التربة \" ففي غير مسلم ـ رحمه الله تعالى ـ جعلوه من الأحاديث المسلسلة. ¶ بعض المحدثين قال: من فوائد المسلسل هو قوة الضبط ومعرفة أن الراوي سمع ممن فوقه، فإذا قال مثلاً \" والله إني لأحبك \" فلا حاجة لأن نقول هل سمع منه أو لا، لكن كل من جاء بالمسلسل نحن نعرف حتى لو لم يقل \" والله إني لأحبك \" أن فلان سمع من فلان، بدون هذه اللفظة. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ مسلسل قل ما على وصف أتى ... مثلُ أما والله أنباني الفتى ¶ فيأتي كل راوي فيقول \" والله أنبأني فلان \" فيحلف عليه فهذا مسلسل بالقسم. ¶ ثم قال: ¶ كذاك قد حدثنيه قائما ... ................................ ¶ فكل راوي يقول حدثني فلان وهو قائم، إذاً هذا مسلسل بالقيام. ¶ ثم قال: ¶ ............................... ... أو بعد أن حدثني تبسما ¶ فكل راوي يقول حدثني فلان وهو متبسم، إذاً هذا مسلسل بالتبسم. ¶ (الحديث العزيز) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ عزيز مروي اثنين أو ثلاثة ... .......................... ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم التاسع وهو (الحديث العزيز) .",
            "page": "52",
            "part": "1",
            "seal": "725FDCCA"
        },
        {
            "id": "53",
            "nass": "في أول الكتاب قسم المؤلف ـ رحمه الله تعالى ـ الحديث باعتبار الصحة والضعف والاحتجاج وعدم الاحتجاج \" صحيح، حسن، ضعيف \"، وهنا قد انتقل إلى تقسيم الحديث باعتبار آخر باعتبار كثرت الطرق. ¶ فنقول المحدثون قسموا الحديث باعتبار كثرة الطرق إلى ثلاثة أقسام:- ¶ 1) المتواتر. ¶ 2) الآحاد. ¶ 3) المشهور. ¶ وبعض أهل العلم جعلها قسمين:- ¶ 1) المتواتر. ¶ 2) الآحاد. ¶ فالحديث المتواتر: هو ما رواه عدد لا يمكن حصرهم يستحيل في العادة تواطؤهم على الكذب وينسبونه إلى شيء محسوس. ¶ وينقسم المتواتر إلى قسمين: ¶ 1) المتواتر اللفظي: أي يكون اللفظ واحداً. ¶ 2) المتواتر المعنوي: أي يكون الموضوع واحداً، والألفاظ مختلفة. ¶ أما الآحاد: هو ما لم يكن متواتراً، وينقسم إلى عدّة أقسام ـ إذا قلنا أن القسمة ثنائية: ¶ 1) الحديث المشهور: سيذكره المؤلف بعد هذا القسم. ¶ 2) الحديث العزيز: هذا هو الذي في بابنا. ¶ 3) الحديث الغريب: سيذكره المؤلف. ¶ خلاصة: ¶ هناك طرق لا تحصى وهذا هو \" المتواتر\". ¶ وهناك طرق تحصى وهذا هو \" الآحاد \"، فإذا أحصيت بواحد فيسمى \" الغريب \"، وإذا أحصيت باثنين أو ثلاثة فيسمى \" العزيز \"، وإذا أحصيت بأكثر من ثلاثة ما لم يصل إلى حد التواتر فيسمى \" المشهور \". ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ عزيز مروي اثنين أو ثلاثة ... ...........................",
            "page": "53",
            "part": "1",
            "seal": "8F2C3F9E"
        },
        {
            "id": "54",
            "nass": "\" العزيز \": من عَزّ يَعِزُّ، أو عَزّ يَعَزُّ، أو عَزّ يَعُزُّ، وعزيز: فعيل، تقول عَزّ الرجل إذا قوي ومنه العزة وهي القوة والغلبة، ويقال عَزّ الشيء إذا قلّ أو ضعف، وهذا يسمى في اللغة \" الأضداد \"، فعندنا في اللغة الكلمات: إما أن تكون مترادفة وإما أن تكون متضادة، وإما أن تكون مشتركة، فهناك معنى له عدة كلمات فهذا يسمى \" الكلمات المترادفة \"، وهناك كلمة لها معاني متضادة وهذا ما يسمى \" بالأضداد \" مثل \" العزيز \"، وهناك كلمة لها عدّة معاني وهذا يسمى \" المشترك \" مثل كلمة \" العين \" لها عدّة معانٍ، إذاً \" العزيز \" من الأضداد، وما المقصود به في هذا الباب هل من قوي أم من قلّ وضعف؟ ¶ \" العزيز \" من كلا الاشتقاقين إما لأنه ضعف لأنه لا يرويه إلا اثنين أو ثلاثة فهذا ضعيف فهناك أحاديث يرويها سبعة أو ثمانية، وإما لأنه قوي فقد كان يرويه واحد فروى معه آخر فيكون قوي. ¶ قال المؤلف ـ رحمه الله تعالى ـ: \" عزيزُ \"، أصلها بالتنوين \" عزيزٌ \" ولكن لضرورة النظم حذف التنوين. ¶ العزيز: هو ما رواه راويين أو ثلاثة رواة. ¶ مسألة: هل العزّة في طبقة من طبقات الإسناد، أوهي في كل الإسناد؟ ¶ القول الأول: أن العزّة لابد أن تكون في كل طبقة من طبقات الإسناد ففي كل طبقة يرويه اثنين أو ثلاثة، فمثلاً يروي عن الرسول - صلى الله عليه وسلم - صحابيين، ويروي عن أحد الصحابيين تابعيين، وعن أحد التابعيين اثنين من تابعي التابعين وهكذا إلى آخر رجل يروي كالبخاري أو الإمام أحمد، وهذا رأي بعض المحدثين وأهل المصطلح.",
            "page": "54",
            "part": "1",
            "seal": "B030FCF9"
        },
        {
            "id": "55",
            "nass": "وهذا القول غير صحيح ألبته، وقد ردّه الإمام بن حبان ـ رحمه الله تعالى ـ فقال: \" لا يوجد هذا الحديث \"، وقد صدق ـ رحمه الله تعالى ـ، وقد تعقب بعض المحدّثين ابن حبان ـ رحمه الله تعالى ـ فقال \" بن حبان ـ رحمه الله تعالى ـ لم يستوعب الأحاديث \"، فنقول لهذا المتعقِّب \" وهل أنت استوعبت الأحاديث، فأخرجته لنا! \"، سيقول: لا، نقول إذاً لا تخالف، فالنافي عليه الدليل، فأنت الآن تقول هو لم يستوعب، فأثبت أنت أنه لم يستوعب بإثبات حديث يتمثّل ويتصف بهذه الصفات. ¶ القول الثاني: أن العزّة لا يشترط أن تكون في كل طبقة من طبقات الإسناد، فالعزيز ينطبق على ما رواه اثنين أو ثلاثة ولو في طبقة من طبقات الإسناد، فإذا جاءنا حديث لم يروه إلا اثنين من الصحابة ثم رواه جمع من التابعيين فنقول هذا حديث \" عزيز في طبقة الصحابة \" ولا إشكال، وكذلك لو جاءنا حديث رواه جمع من الصحابة ولم يروه عن أحد من الصحابة من التابعيين إلا اثنين أو ثلاثة، فنقول هذا حديث \" عزيز في طبقة التابعيين \"، وهذا هو القول الصحيح. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ عزيز مروي اثنين أو ثلاثة ... ........................... ¶ قال: \" أو ثلاثة \"، هل ما رواه ثلاثة يعدّ من أقسام \" الحديث العزيز \"؟ ¶ اختلف أهل العلم في ذلك على قولين: ¶ القول الأول: أن ما رواه ثلاثة يعدّ من \" الحديث العزيز\"، وهذا اختاره بن الصلاح ـ رحمه الله تعالى ـ وتبعه على ذلك المؤلف ـ رحمه الله تعالى ـ. ¶ القول الثاني: أن ما رواه ثلاثة يعدّ من \" الحديث المشهور \"، وهذا مال إليه الحافظ بن حجر ـ رحمه الله ـ، والعزيز عنده لا يكون إلا ما رواه اثنين فقط. ¶ ولا نستطيع أن نرجح بين القولين، لأن كلا القولين استخدمه أهل العلم وجعله اصطلاحا له، فكيف لنا أن نرجح بينهما!؟ . ¶ مسألة: \" هل العزّة شرط من شروط الصحة \"؟",
            "page": "55",
            "part": "1",
            "seal": "BAACE030"
        },
        {
            "id": "56",
            "nass": "اشترط هذا الشرط \" أبو علي الجُبّائي \" من المعتزلة، ومعنى ذلك أن رواية الواحد عنده ضعيفة، وينسب أهل المصطلح هذا الرأي للحاكم ـ رحمه الله تعالى ـ، وعندي أن هذه النسبة غير صحيحة، فالحاكم لا يقول بهذا الرأي أبداً، بدليل أنه صحح أحاديث في مستدركه هي غرائب ـ أي هي رواية واحد ـ، وقد صحح حديث (إنما الأعمال بالنيات.......الحديث) . وصحح حديث (كلمتان خفيفتان على اللسان........... الحديث) وهو فرد. ¶ إذاً لماذا نسب هذا الرأي للحاكم ـ رحمه الله تعالى ـ؟ ¶ لما كان الحاكم ـ رحمه الله تعالى ـ يتكلم عن شرط البخاري ـ رحمه الله تعالى ـ قال: \" إن شرط البخاري في الحديث الصحيح أن يكون الحديث عنده عزيزاً \" فظن بعض أهل المصطلح أنه يتكلم عن شرط الحديث الصحيح، وهذا غير صحيح، إذاً ليس هناك أحد يشترط هذا الشرط إلا من كان يردّ الحديث الفرد مطلقاً، وسيأتي الكلام عليه ـ إن شاء الله ـ. ¶ مثال للحديث العزيز: ¶ أهل المصطلح يمثلون بحديث: (لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين) . ¶ قالوا إنه رواه صحابيان: أنس، وأبو هريرة ـ رضي الله عنهما ـ. ¶ ورواه عن أنس اثنان: قتادة، وعبد العزيز بن صهيب. ¶ ورواه عن قتادة اثنان: شعبة وسعيد بن أبي عروبة. ¶ ورواه عن عبد العزيز بن صهيب اثنان: إسماعيل بن عُليّة، وعبد الوارث. ¶ (الحديث المشهور) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ .......................... ... مشهور مروي فوق ما ثلاثة ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم العاشر وهو (الحديث المشهور) . ¶ والمشهور هو من قسم الآحاد، وقيل بأن المشهور قسم ثالث لوحده. ¶ مشهور: اسم مفعول، عرفه المؤلف فقال: مروي فوق ما ثلاثة، إذا الأربعة فما فوق مشهور عند المؤلف ـ رحمه الله تعالى ـ.",
            "page": "56",
            "part": "1",
            "seal": "680F6ADD"
        },
        {
            "id": "57",
            "nass": "قال المؤلف ـ رحمه الله تعالى ـ: مشهور مروي فوق ما ثلاثة: \" ما \" هنا نقول بأنها زائدة، فالأصل: مشهور مروي فوق الثلاثة، و \" ما \" تأتي زائدة، وقد وردت في القرآن كثيراً، مثل قول الله جل وعلا: {فَقَلِيلاً مَّا يُؤْمِنُونَ} البقرة88، وقوله: {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ} النساء155، وقوله: {فَبِمَا رَحْمَةٍ مِّنَ اللهِ لِنتَ لَهُمْ} آل عمران159، وهكذا تكون زائدة بمعنى صلة للتأكيد والتكرار. ¶ هل نقول في القرآن شيء زائد؟ ¶ هذا اصطلاح، والزيادة في المبنى زيادةٌ في المعنى، ولهذا بعض الناس لا يقول حرف زائد بل يقول حرف \" صلة \" تأدباً، لكنه حرفٌ زائدٌ مبنى زائدٌ معنى. ¶ مسألة: اختلف أهل العلم في \" المشهور \"، هل المراد به هو ما رواه أربعة فقط، أو هو ما رواه أربعة ولم يصل إلى حد التواتر؟ ¶ المراد به هو الثاني: ما رواه أربعة ولم يصل إلى حد التواتر، وعلى رأي بن حجر ـ رحمه الله ـ: هو ما رواه ثلاثة فأكثر ولم يصل إلى حد التواتر. ¶ إذاً المشهور ليس بعدد معين، ويعبر عنه البعض بـ \" المستفيض \"، إذاً المشهور والمستفيض بمعنى واحد، وبعض الأحناف وبعض المحدثين فرق بين المشهور والمستفيض بما لا طائل تحته. ¶ ? تنبيه:",
            "page": "57",
            "part": "1",
            "seal": "D43F2EA3"
        },
        {
            "id": "58",
            "nass": "ذكر المؤلف ـ رحمه الله تعالى ـ الحديث العزيز والحديث المشهور، وهذا التقسيم مبني على تقسيم أهل الأصول، فتقسيم الحديث إلى متواتر ومشهور وآحاد، إنما هو من تفصيلات أهل الأصول، وليس تفصيلات المحدثين، وهذا من العلوم التي دخلت على أهل السنة والجماعة، وعلى أهل الاصطلاح، وهو من التقسيمات غير المجدية وغير النافعة، وليس لها فائدة ولا ثمرة، فتقسيم الحديث إلى متواتر ومشهور وآحاد تقسيم لا ثمرة له، بل إن أهل الكلام أدخلوا هذا التقسيم على أهل السنة لغرض فاسد وهو إبطال حجية أحاديث الآحاد في صفات الله جل وعلا وأفعاله وأسمائه وما هو مستحق له من الكمالات فدرجوا على نفي أحاديث الصفات بتقسيم الأحاديث إلى متواتر وآحاد ثم قالوا المتواتر قطعي الدلالة قطعي الثبوت، والآحاد ظني الدلالة، ثم استنتجوا قاعدة فقالوا إن صفات الله لا تثبت إلا بالقطعيات والأحاديث الآحادية إنما هي ظنيّة، إذاً لا نثبت صفات الله جل وعلا بسبب هذا الوارد، فأصبح هذا التقسيم طاغوتاً ينفى به صفات الباري جل وعلا، ولهذا كسر أهل العلم هذه القاعدة، فنقول إن هذا غير صحيح، فلو قسمنا نقول هذا غير صحيح، لو قسمنا الأحاديث إلى متواترة وإلى آحاد من باب التقاسيم والاعتبارات لا إشكال، لكن نقول إن صفات الله تثبت بالآحاد وتثبت بالأحاديث المتواترة وتثبت بالأحاديث المشهورة، فإن الرسول - صلى الله عليه وسلم - خبره واحدٌ من السماء ومع ذلك هو متواتر فالله جل وعلا أرسل بشراً واحداً لينشر الدين كله ومع ذلك لم يكن هذا خبره خبر آحاد، ولم يُعذَر المشركون بأنهم ما تبعوا الرسول لأن خبره خبر آحاد، فلم يأته التواتر حتى الآن! ، بل إن الله جل وعلا أقام به الحُجة والمحَجّة،فهذا التقسيم تقسيم باطل يجب أن ينفى وأن يطرد إذا كان يستنبط منه ما سبق من ردّ أحاديث الصفات إذا كان حديث آحاد، ثم نذهب إلى أهل الأصول فننظر أن أهل الأصول من أهل السنة",
            "page": "58",
            "part": "1",
            "seal": "75BA34C3"
        },
        {
            "id": "59",
            "nass": "والجماعة قالوا أن خبر الآحاد يفيد العمل القطعي، ولا إشكال عندهم في هذا، وهذا هو الذي عليه أهل السنة والجماعة، كابن عبد البر والإمام أحمد ـ رحمهم الله تعالى ـ بل إن المرداوي ـ رحمهم الله تعالى ـ نقل الإجماع على أنه يفيد العمل. فإذا كان يفيد العمل بغض النظر أنه يفيد العلم القطعي أو العمل النظري أو العلم الظني، هذا لا إشكال فيه مادام أنه يفيد العمل. ¶ فتقسيم الأحاديث باعتبار الطرق: متواترة وآحاد، هو تقسيم جيد، لكنه لما كان يستنبط منه ما يستنبط أصبح تقسيماً فاسداً ولا بدّ أن نردّه إذا كان يستنبط منه هذا الاستنباط، أما إذا كان أحد أهل السنة والجماعة يقسّم ويعتبره اعتباراً من حيث الطرق فلا إشكال، فهذا اعتبار صحيح، لكن إذا كان يستنبط منه بأن الآحاد ما نأخذ منها أحاديث الصفات بناءً على أن الصفات لا تثبت إلا من طريق قطعي الدلالة أو قطعي الثبوت فإن هذا لا بد أن يكسر ولا بد أن يردّ، ثم نقول أيضاً إن أهل الأصول وأهل الكلام مجموعهم يقول أن أحاديث الآحاد تفيد العمل، يعني أن الإنسان يجب عليه أن يعمل، أما العلم هل هو فعلاً العلم المكتسب من هذا الحديث قطعي فالإنسان يقطع به أو هو ظني؟ نقول هذا لا ثمرة له مادام أنه يجب عليك أن تعمل سواء كان العلم قطعيّاً أو العلم ظنيّاً يجب عليك أن تعمل به فإن هذا محدود الفائدة، ثم إننا نقول إن هذا تقسيم حادث، أحدثه أهل الكلام. ¶ (الحديث المعنعن) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ معنعن كعن سعيد عن كرم ... .......................... ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الحادي عشر وهو (الحديث المعنعن) . ¶ رجع المؤلف ـ رحمه الله تعالى ـ إلى الكلام على الأحاديث من حيث النظر إلى أسانيدها.",
            "page": "59",
            "part": "1",
            "seal": "A3B43CD1"
        },
        {
            "id": "60",
            "nass": "الحديث المعنعن: كلمة \" معنعن \" منحوته من كلمة عن عن، فكل كلمة نحتت من كلام وجعل لها إطلاق واحد، فإن هذا يسمى \" نحتاً \"، كالعنعنة والأنأنة بمعنى أنّ أنّ، عن محمد بن سعيد عن الزهري أن سعيد بن المسيب قال أن أبا هريرة ـ رضي الله عنه ـ فعل كذا ¶ فهذا يسمى \" مُأنْأن \"، أو \" مُأنّن \"، والمأنأن أدرج، فهذه كلها منحوته. ¶ المؤلف ـ رحمه الله تعالى ـ لم يعرّف \" المعنعن \"، واكتفى بالمثال، إذاً هذا نوع من أنواع الحدود، الحدّ بالمثال، وهذا نوعٌ معروف، ويكثر منه دائماً أهل العلم في المنظومات لأنه يكون أسهل دائماً ¶ قال ابن مالك ـ رحمه الله تعالى ـ: ¶ مبتدأٌ زيد وعاذرٌ خبر ... إن قلت زيد عاذر من اعتذر ¶ فهذا تعريف بالمثال، فما يريد أن يعرّف بالحد فيحتاج الحد إلى شرح، فلا شك أن المثال بالنسبة للمبتدئ أسهل من الحدّ، هذا عند المبتدئين دائماً، فإذا أردت أن تعرّف شيئاً فإنك تعرّفه بالمثال، فمثلاً تقول لشخص هل هي من محارمك بنت زوجة أبيك؟ فتراه يفكر وربما لا يعرف الجواب، لكن لو كان أبوه متزوجاً زوجةً ثانية ولها بنت اسمها حفصة، فتقول له هل يجوز لك أن تتزوج حفصة؟ فتتصور مباشرة، فالتصوير بالمثال يتكلم عليه المناطقة. ¶ فقد قال المؤلف ـ رحمه الله تعالى ـ: ¶ معنعن كعن سعيد عن كرم ... .......................... ¶ فسعيد لا نعرفه، وكذلك كرم، فهذا شخص اسمه سعيد وشخص اسمه كرم، فاكتفى بالمثال، عن سعيد عن كرم، لكنه رحمه الله اختار أسماء جميلة فالسعادة والكرم هذه تبعث على الفهم، لكن لو جاء بأسماء غليظة قد ننفر منها. ¶ فنستطيع من خلال هذا المثال أن نعرّف \" المعنعن \". ¶ فنقول \" الحديث المعنعن \" هو: ما روي إسناده بصيغة \" عن \"، أو نقول: ما كانت صيغة تحمّله \" عن \" أو \" أن \" أو \" قال \". ¶ فهذه كلها تسمى عنعنة، لأنها هي الأشهر والأكثر.",
            "page": "60",
            "part": "1",
            "seal": "0FBF3AEC"
        },
        {
            "id": "61",
            "nass": "والحديث المعنعن إن قلت لكم إنه من أشكل مسائل الحديث نظرياً فلا يبعد هذا الكلام عن الصواب، وإشكاله من حيث حكمه الصحة أو الضعف، ولكن أذكر لكم من الآن أن فائدتها وجدواها قليلة بالنسبة للمبتدئين. ¶ إذاً ما حكم الحديث \" المعنعن \"؟ ¶ اختلف أهل العلم في حكم الحديث المعنعن من حيث الصحة والضعف على أقوال:- ¶ القول الأول: أن الحديث المعنعن صحيح بشروط: ¶ الشرط الأول: أن لا يكون الراوي معروفاً بالتدليس. ¶ فمثلاً: ابن جريج ـ رحمه الله تعالى ـ إذا روى عن الزهري ـ رحمه الله تعالى ـ، لا يُقبل من روايته إلا ما صرّح بالسماع، بأن يقول \" حدثنا \" أو \" سمعت \" ونحوها. ¶ وإذا قال عن فلان فلا نقبل روايته، مع أن الزهري ـ رحمه الله تعالى ـ شيخه وعرف بالسماع منه. ¶ الشرط الثاني: أن لا يوجد ما يدل على عدم السماع، بل اللقاء بينهما ممكن فالعقل يجيزه، والواقع والعادة تجيزه فإذاً يقبل. ¶ الشرط الثالث: داخلٌ في الثاني، وهو المعاصرة فيشترط أن يتعاصرا، ولا شك أن هذا الشرط داخلٌ في الثاني. ¶ ? هناك بعض العبارات يجب أن ننتبه لها: ¶ (الشرط عند مسلم ـ رحمه الله تعالى ـ العلم باللقاء) هذا غلط. ¶ (الشرط عند مسلم ـ رحمه الله تعالى ـ إمكانية اللقاء) هذا صحيح بشرط ألا ينقل عدم السماع. ¶ فأصل مسلم ـ رحمه الله تعالى ـ هو إمكانية اللقاء، فليس شرط مسلم ـ رحمه الله تعالى ـ هو المعاصرة فقط، وليس شرط مسلم ـ رحمه الله تعالى ـ اللقاء فقط، بل شرطه ألا يوجد ما يدل على عدم السماع. ¶ وهذا هو رأي الإمام مسلم ـ رحمه الله تعالى ـ، وهذا هو رأي أبو عمرو الداني (ت: 444هـ) ، صاحب كتاب التيسير، وله كتاب في قضية السماع ـ رحمه الله تعالى ـ، إذاً المسألة قديمة. ¶ فقال أبو عمرو الداني ـ رحمه الله تعالى ـ: ¶ 1) أن لا يكون الراوي مدلِّساً. ¶ 2) أن يمكن اللقاء.",
            "page": "61",
            "part": "1",
            "seal": "CD13E801"
        },
        {
            "id": "62",
            "nass": "3) أن يكون اللقاء بيّناً، أي ممكن اللقاء، لأنه لو كان قصده \" بيّنا \" السماع لقال سمع منه وانتهينا، أو رآه وانتهينا، لكن أن يكون اللقاء \" بيّناً \" أي قرائنه واضحة جداً بأنه لقيه، إذاً أبو عمرو الداني موافق لمسلم ـ رحمها الله تعالى ـ، وهذا هو الذي فهمه أهل العلم، وهذا رأي ابن عبد البر، وبن رُشَيْد ـ رحمها الله تعالى ـ، وكثير من الأئمة. ¶ القول الثاني: أن الحديث \" المعنعن \" صحيح بشروط: ¶ الشرط الأول: أن لا يكون الراوي مدلّساً. ¶ الشرط الثاني: أن يُعلم السماع. ¶ أيهما أخص القول الأول أو الثاني؟ ¶ الثاني بلا إشكال، لأن قلنا يمكن أن شخصاً يعاصر ومع ذلك لا يسمع، وشخص يلقى ولا يسمع، وهناك من يسمعه، فإذا سمعه معناه أنه لقيه وعاصره. ¶ وهذا القول هو رأي البخاري ـ رحمه الله تعالى ـ. ¶ إذاً هل شرط البخاري ـ رحمه الله تعالى ـ هو اللقي والمعاصرة؟ لا، بعض الناس يقول مثل هذه العبارات \" شرط مسلم هو المعاصرة، وشرط البخاري هو اللقي والمعاصرة \". ¶ وقولنا \" شرط البخاري هو اللقي والمعاصرة \"، خطأ من وجهين: ¶ الوجه الأول: إذا قيل اللقي فلا يحتاج أننا نقول المعاصرة يعني العبارة خطأ. ¶ الوجه الثاني: أن نسبتنا إلى أن البخاري ـ رحمه الله تعالى ـ يقول باللقي أيضاً غلط، لأن البخاري يقول بالسماع ولا يقول باللقي، فالذي يقول بإمكان اللقي هو مسلم ـ رحمه الله تعالى ـ، وبعض العلماء يصرّح ويقول: بأن شرط البخاري ـ رحمه الله تعالى ـ العلم باللقاء، وليس السماع، فيكون هذا أوسع من اشتراط العلم بالسماعوهو قول لبعض المحدثين. ¶ ورأي البخاري ـ رحمه الله تعالى ـ هو رأي الأئمة المتقدمين كعلي بن المديني، ويحيى بن سعيد القطان، وابن معين، والإمام أحمد ـ رحمهم الله تعالى ـ، ونسب الحافظ ابن حجر ـ رحمه الله تعالى ـ هذا إلى إجماع المتقدمين.",
            "page": "62",
            "part": "1",
            "seal": "120E28CA"
        },
        {
            "id": "63",
            "nass": "القول الثالث: أن الحديث \" المعنعن \"،ضعيف حتى يعلم السماع من كل راوٍ في كل حديث وهذا قول مهجور وانعقد الإجماع على بطلانه. ¶ وعليه لو جاءنا تلميذ معروف روى عن هذا الشيخ ألف حديث لكنّ حديثاً قال فيه \" عن \" فلا نقبله وليس هو بمدلِّس فلا بد من صيغة \" حدثنا \" في كل حديث، هذا قول مهجور هجر من قديم، ومرذول هذا القول. ¶ إذاً البخاري ـ رحمه الله تعالى ـ لو جاء معمر ـ رحمه الله تعالى ـ وهو يروي عن الزهري ـ رحمه الله تعالى ـ، وجالسه وسمع منه، معروف دائماً يقول \" حدثنا \"، فجاء حديث ووجدنا كل الروايات فيها وقال معمر \" عن \" الزهري. ¶ هل هذا الحديث يصححه البخاري أم لا؟ ¶ نعم. يصححه لوجود الشرطين: ¶ 1) معمر ليس مدلِّساً. ¶ 2) علم سماع معمر من الزهري، ومسلم ـ رحمه الله تعالى ـ من باب أولى يصححه. ¶ مسألة أدق من هذه المسألة وأشكل منها. ¶ في مقدمة مسلم ـ رحمه الله تعالى ـ ذكر قوله وشرطه وهو إمكانية اللقاء، ثم ذكر قولاً آخر، وهو أنه يشترط العلم بالسماع، ورد على هذا القول الآخر رداً شنيعاً، وقال: وهذا القول خلاف إجماع المحدثين، فصار عندنا إشكالية بين مسلم والبخاري ـ رحمهما الله ـ، هل مسلم ـ رحمه الله تعالى ـ يرد على البخاري أم يرد على شخص آخر، وما هو هذا القول الآخر الذي يرد عليه؟ ¶ هذه إشكالية لم تنته حتى الآن فإلى الآن لا نعرف إجابةً واضحة ظاهرة في هذا، هل مسلم ـ رحمه الله تعالى ـ فعلاً يرد على البخاري ـ رحمه الله تعالى ـ، نذكر أقوال أهل العلم ولا ألتزم بذكر الذي يظهر في هذه المسألة. ¶ نظر أهل العلم إلى هذه المسألة من عدة جهات: ¶ الاتجاه الأول: ¶ أن مسلماً يرد على البخاري، ومسلم قد لا يكون يعرف بأن هذا هو رأي الإمام البخاري، وهذا فيه إحسان الظن بالإمام مسلم ـ رحمه الله تعالى ـ. ¶ الاتجاه الثاني:",
            "page": "63",
            "part": "1",
            "seal": "611D855D"
        },
        {
            "id": "64",
            "nass": "أن مسلماً لا يرد على البخاري وإنما يرد على قول آخر غير قول البخاري، وما هو هذا القول: قيل بأنه القول المرذول الذي ذكرته لكم من أنه يشترط في كل حديث أن يصرّح الراوي بالسماع، وهذا بعيد. ¶ الاتجاه الثالث: ¶ أن رأي مسلم هو رأي البخاري، وهذا غريب، قالوا بأنهما متفقان على العلم بالسماع، ولكن صورة العلم بالسماع كلٌ له طريقته، يعني هما متفقان على العلم بالسماع، ولكن كيف يكون العلم بالسماع؟ ¶ فالبخاري له عدّة طرق ومسلم له عدّة طرق ـ رحمهما الله ـ. ¶ إذاً هما متفقان، فالبخاري يشترط أن يعرف من حديث أنه قال سمعت أو حدثني، لكن هذا ليس شرطاً عند البخاري، ليس شرط البخاري بالعلم بالسماع هي الصيغة ـ صيغة الأداء ـ بل إنه أوسع من ذلك بأن توجد قرائن قويّة جداً توافق \" سمعت \" و \" حدثني \"، الأصل عنده \" سمعت \" و \" حدثني \" لكن هذا لا يلزم منه أن لا يكون العلم بالسماع إلا بهذين الطريقين، انتبهوا للألفاظ الذي سأقولها. ¶ الاتجاه الأول الذي ذكرناه يقول لا، البخاري يقول \" سمعت \" و \" حدثني \"، هو العلم بالسماع. ¶ الاتجاه الثالث يقول لا، \" سمعت \" و \" حدثني \" هذه هي الأصل لكن لا يمنع أن يكون البخاري حكم بالسماع من غير هذين الطريقين إما بكثرة مجالسة وأنه دائماً يذهب معه ويجيء، هذا قد نقول إن البخاري يقول نقبل روايته، إذاً وافق مسلم ـ رحمه الله تعالى ـ أو لم يوافقه بإمكان الأخذ عنه؟ نعم وافقه، لكن مسلماً أشد توسعاً، هذا اتجاه آخر. ¶ وهذه المسألة من محَازّ المسائل وأنا أطلت فيها في شرح النخبة، ولهذا الخلاف بين كبار المحدثين في هذه المسألة، فابن رُشيْد الفهري ألّف، وأبو عمرو الداني ألّف، والإمام مسلم رد عليه في مقدمة صحيحة رداً طويلاً، وبن عبد البر ذكر هذه المسألة، وبن الصلاح استشكلها ـ رحمهم الله تعالى ـ.",
            "page": "64",
            "part": "1",
            "seal": "D58D4425"
        },
        {
            "id": "65",
            "nass": "هناك من نقل الإجماع على أن كل حديث \" معنعن \" لم يعرف راويه بالتدليس بأنه صحيح، نقله بعض العلماء. ¶ ما رأيكم بقولنا: كل حديث \" معنعن \" لم يعرف راويه بالتدليس وأمكن اللقاء الراوي عن شيخه فإنه صحيح بالإجماع، هذا نقله مسلم في صحيحه ـ رحمه الله تعالى ـ، هل هذا الإجماع خطأ؟ ¶ نقول بناءً على تفسيرنا لرأي الإمام البخاري ـ رحمه الله تعالى ـ فإنه غلط، وبناءً على تفسيرنا بالاتجاه الثالث فإنه سيكون صحيحاً. ¶ ابن رجب ـ رحمه الله تعالى ـ في شرح العلل ردّ الكلام هذا كله قال: أبداً مسلم أخطأ، فإجماعه هذا خطأ عليه. ¶ المناقشات: ¶ الأصل عند البخاري ـ رحمه الله تعالى ـ عدم السماع حتى يصرّح بالسماع. ¶ فإن قال قائل: لو بحثنا هل هناك راوٍ روى له البخاري ـ رحمه الله تعالى ـ بصيغة \" عن \" عن شيخه وبحثنا ولم نجد مرة أنه صرّح بالسماع، فيقول إن وجدنا فإنه ينخرم كلام البخاري ـ رحمه الله تعالى ـ هذا. ¶ ولكن هذا اللازم غير لازم، لأننا نحن لم نجمع كل الأحاديث ولم تصل إلينا كل المسانيد ولم تصل إلينا كل الأجزاء، فيمكن صيغة \" حدثنا \" في مسند بقي بن مخلد ـ رحمه الله تعالى ـ فلا يمكن التحاكم إلى هذا أبداً، كذلك الرواة يتساهلون في \" عن \" أحياناً وهو رواه بصيغة \" حدثني \"، فمثلاً الراوي الثالث الذي فوق تلميذ تلميذ الشيخ جعلها \" عن \" فيتساهلون. ¶ ? مسألة مهمة: ¶ كل \" معنعن \"بالصحيحين سواءٌ كان راويه مدلِّساً أو لم نجد له تصريحاً بالسماع فهو محمول على الاتصال. (ومن أراد الاستزادة في هذه المسألة فليرجع ـ غير مأمور ـ إلى كتاب الشريف حاتم العوني ـ حفظه الله تعالى ـ، وكذلك كتاب \" الاتصال والانقطاع \" للشيخ إبراهيم اللاحم ـ حفظه الله تعالى ـ، فهما أحسن من بحث هذه المسألة) . ¶ (الحديث المبهم) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ ............................ ... ومبهم ما فيه راوٍ لم يسم",
            "page": "65",
            "part": "1",
            "seal": "EC61F6A3"
        },
        {
            "id": "66",
            "nass": "انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثاني عشر وهو (الحديث المبهم) . ¶ والحديث المبهم من مباحث الإسناد. ¶ مبهم: اسم مفعول من \" أَبْهَمَ \". ¶ الحديث المبهم: عرفه المؤلف ـ رحمه الله تعالى ـ بأنه ما في إسناده راوٍ لم يُسَمْ، أي لم يعيّن ولم يحدّد. ¶ إذاً الحديث المبهم: هو كل إسناد فيه راوٍ لم يعيّن. ¶ فإذا قال الراوي حدثني رجل، أو حدثني رجل من أهل الحجاز، أو حدثني الثقة، أو حدثني رجل لقيته، أو حدثني من رأيت، أو حدثني من سمعت، أو حدثني من حجّ معي أو من سافر معي، فهذه كلها \" مبهمة \" بالنسبة للسامع، لأنه قد يكون هذا المبهم، معيّناً في ذهن المتكلم، لكن نحن لم نعرفه ولم نتبيّن منه. ¶ مسألة: هل الحديث \" المبهم \" مخالف لتعريف الحديث الصحيح؟ ¶ نعم، لأنه انخرم عدالة الراوي وضبطه فنحن لا نعرفها. ¶ مسألة: هل الحديث \" المبهم \" حسن؟ ليس بحسن. ¶ إذاً الحديث \" المبهم \" من قسيم الحديث الضعيف لا نخرام الشروط التي في الصحيح والحديث الحسن. ¶ من المسائل المهمة في الإبهام: ¶ التفريق بين المبهم في الإسناد والمبهم في المتن: ¶ أولاً: المبهم في الإسناد ينقسم إلى قسمين: ¶ 1) إبهام مؤثر. ¶ 2) إبهام غير مؤثر. ¶ الإبهام المؤثر: إبهام الرجل الذي من طريقه يتصل الإسناد. ¶ فهذا مضعِّفٌ للحديث، كأن يقول راوٍ حدثني رجل حدثني الزهري، هذا من طريقه الرجل هو الذي وصل السلسلة، فهذا مؤثر في الإسناد فيضعِّف الحديث. ¶ الإبهام غير المؤثر: أن يذكر الإسناد مُبْهَماً لا تأثير له في السلسة.",
            "page": "66",
            "part": "1",
            "seal": "9CEED058"
        },
        {
            "id": "67",
            "nass": "كأن يقول الراوي حدثني الزهري وغيره، حدثني الزهري ورجل آخر كما قاله البخاري ـ رحمه الله تعالى ـ فقد قال حدثنا حيوة ورجل آخر ـ يقصد عبد الله بن لهيعة ـ، فهو تحمّل الإسناد وفيه ابن لهيعة، وابن لهيعة ليس على شرط البخاري ـ رحمه الله تعالى ـ فكان البخاري دقيقاً، ما يريد أن يقول حدثني واحد فقط، فشيخ البخاري تحمّل الحديث عن ابن لهيعة وحيوة، فلما جاء البخاري يرويه عن شيخه، ما أراد أن يحذف كلام شيخه \" حدثني بن وهب وابن لهيعة \" فما أراد أن يحذف ابن لهيعة لأنه من الأمانة، بل قال ورجل آخر، فلا يريد أن يذكره في صحيحه، كذلك مسلم ـ رحمه الله تعالى ـ قال: عن بن وهب أخبرني رجل سماه وعمرو بن الحارث، قيل: الرجل هو ابن لهيعة، لكنه ليس على شرطه، الشاهد أن الإبهام إذا لم يكن مؤثراً في السلسلة فلا تأثير فيه، فلو قال حدثني الزهري وآخرون، فلا يؤثر هذا الإبهام، المهم أن يكون عندنا راوي السلسلة أحدهما معروف. ¶ فإن قال حدثني عشرة رجال عن الزهري، فهذا مبهم مؤثر. ¶ وكذلك من الإبهام الغير مؤثر: إبهام الصحابي - رضي الله عنه -، وذلك أن يقول التابعي حدثني رجل صحب النبي - صلى الله عليه وسلم -، أو حدثني رجل من أصحاب النبي - صلى الله عليه وسلم -، أويقول حدثني رجل لقي النبي - صلى الله عليه وسلم - أو ما شابه ذلك، فهذا كله من الإبهام الذي لا يضر. ¶ ثانياً: المبهم في المتن: ¶ الإبهام في المتن، كأن يقول أبوهريرة ـ مثلاً ـ دخل رجلٌ على رسول الله - صلى الله عليه وسلم -، أو قال رجل لرسول الله - صلى الله عليه وسلم -، أو فقال رسول الله - صلى الله عليه وسلم - لرجل جالس، فهذا كله إبهام لكنه غير مؤثر في السند.",
            "page": "67",
            "part": "1",
            "seal": "498FF334"
        },
        {
            "id": "68",
            "nass": "وقد اجتهد أهل العلم لمعرفة المبهمات في المتون فألّفوا كتباً كثيرة، وأشملها كتاب \" المستفاد في المبهمات في الإسناد \" للحافظ العراقي ـ رحمه الله تعالى ـ، فقد اجتهد في أن يجمع كل حديث يقول فيه الراوي دخل رجل على رسول الله - صلى الله عليه وسلم - أو قال رجل للنبي - صلى الله عليه وسلم -، أو تكلم رجل وغير ذلك من الإبهام. ¶ والمبهم يعرفونه من خلال تتبع الأسانيد والطرق فممكن تجد أن بعض الأسانيد صرّح باسمه. ¶ وكذلك هناك المبهمات في القرآن، وهو علم وفيه كتب كثيرة، فيجمعون المبهمات مثل قوله تعالى: {وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ} غافر28، من هو هذا الرجل فيبحثون عن اسمه، ومثل قوله تعالى: {وَاضْرِبْ لَهُم مَّثَلاً رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ} الكهف32، وقوله: {فَعَزَّزْنَا بِثَالِثٍ} يس14، وقوله: {سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ} الكهف22، ما اسم هذا الكلب؟ ، وقوله {وَأَخَافُ أَن يَأْكُلَهُ الذِّئْبُ} يوسف13، فالذئب مبهم لأنه اسم جنس فمن هو هذا الذئب؟ . ¶ والذي نبحثه هذا سواء في القرآن أو في متون الأحاديث ليس له فائدة وقلّ أن تأتي إلى حديث في البخاري ويشرحه ابن حجر ـ رحمه الله تعالى ـ في فتح الباري وفيه إبهام، إلا ويقول وقد بحثت عنه فلم أجد اسمه، أو يقول بحثت عنه فوجدته فهو يحاول أن لا يجد إبهاماً في صحيح البخاري، فيتتبع من هو هذا الرجل. ¶ وأحياناً يوفّق وأحياناً لا يوفّق في معرفته، لكن ثم ماذا؟ مثلاً \" اشترى النبي - صلى الله عليه وسلم - جملاً \" فبكم اشترى هذا الجمل؟ فهذا مبهم، الشاهد أن هذا العلم ليس له كبير فائدة وإنما الإبهام في الإسناد هو الذي له فائدة. ¶ مسألة: كيف نعرف الإبهام في الإسناد؟ هل من حين ما نجد مبهماً في إسناد مثلاً \" حدثني رجل \" نحكم عليه بالضعف؟",
            "page": "68",
            "part": "1",
            "seal": "4D83A232"
        },
        {
            "id": "69",
            "nass": "لا. وإنما نتتبع الطرق ونخرّج الحديث من جميع مصادره، لعلّه في إسناد آخر صرّح باسمه. ¶ فإذا جاءنا مثلاً بن جريج ـ رحمه الله ـ فقال حدثني رجل عن بن سيرين ـ رحمه الله ـ أو عن أبي سلمة - رضي الله عنه -، فأبهمه فهل نقول هذا ضعيف؟ لا. فنذهب إلى ابن حبان وابن خزيمة وعبد الرزاق ومسند أحمد وأبو داود والترمذي والنسائي وابن ماجه ـ رحمهم الله تعالى ـ، نبحث عن حديث ابن جريج ـ رحمه الله تعالى ـ فقد نجده في أربعة مصادر كلها يقول ابن جريج ـ رحمه الله تعالى ـ حدثني رجل، فإذا رجعنا إلى مصنف عبد الرزاق مثلاً فإذا بابن جريج ـ رحمه الله تعالى ـ يقول حدثني هشام بن عروة، فيصرّح باسمه، فنحن الآن عرفناه ووجدناه ثقة فلا نحكم عليه بالصحة لماذا؟ لأنه لا بد أن ننظر لتلميذ ابن جريج ـ رحمه الله تعالى ـ الذي صرّح باسم المبهم فقال \" عن ابن جريج حدثني هشام بن عروة \" فيمكن أن هذا التلميذ الذي صرّح باسمه يحاول أن يحسّن الحديث هذا ويزيّنه فوضع واحداً من شيوخ ابن جريج ـ رحمه الله تعالى ـ لأجل أن يمشي هذا الحديث، فيكون اجتهاد منه لكي يقوّي الحديث، إذاً لا بد أن ننظر لتلميذ ابن جريج ـ رحمه الله تعالى ـ هل هو ثقة ومعروف بأنه لا يكذب ومعروف بأنه لا يخلط ومعروف بأنه ضابط وما عنده تساهل فعندئذ نقبل الحديث ونعمل عليه القواعد كلها في الشذوذ والعلّة وغيرها، فأنا لا أعطيكم قاعدة أنه إذا كان ثقة نقبله مباشرة إنما هذا مثال، فنعمل عليه القواعد، لكن إذا كان الثقات كلهم يقولون ابن جريج عن رجل، وجاء واحد ضعيف وقال ابن جريج عن فلان وسمّاه لنا، فهنا لا نقبل الحديث، لأن الأئمة الثقات الذين يهتمون بمعرفة الرواة تركوا تحديده، فلا يمكن أن يأتي هذا الضعيف ويحدّده، إذاً الخطأ قد يكون من بن جريج ـ رحمه الله تعالى ـ أو من هذا الراوي الضعيف. ¶ مسألة: إذا قال الراوي أبي عن جدي.",
            "page": "69",
            "part": "1",
            "seal": "941362E7"
        },
        {
            "id": "70",
            "nass": "نرى هل أبوه معروف وجده معروف أو لا؟ فمثلاً عمرو بن شعيب هو عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص، فإذا قال: عمرو بن شعيب عن أبيه عن جده، فهذا معروف وليس بمبهم. ¶ مسألة: إذا قال الراوي حدثني الثقة. ¶ اختلف أهل الأصول وأهل الحديث في هذا هل نقبل أم لا؟ على أقوال: ¶ القول الأول: أنه يقبل مطلقاً، وهذا عليه بعض أهل الأصول، فإذا قال الشافعي ـ رحمه الله تعالى ـ حدثني الثقة فهذل حديث موصول. ¶ القول الثاني: أنه لا يقبل، لأنه مبهم والمبهم من قسيم الحديث الضعيف. ¶ القول الثالث: يفرق بين ما إذا قال الإمام الثقة المعروف بالتحرّي والتدقيق فقال حدثني الثقة فإننا نأخذ قوله ونقبله، وبين ما إذا قال شخص آخر معروف بالرواية عن الضعفاء وبالتساهل بالحكم وإن كان هو ثقة، فقال: حدثني الثقة، فإننا لا نقبل قوله. ¶ مثال: ¶ الشافعي ـ رحمه الله تعالى ـ إمام معروف جِهْبِذْ فلا يمكن أن يقول حدثني الثقة وهو ليس بثقة، هذا هو القول الثالث وهو التفصيل بين راوٍ وراوٍ، وهو الصحيح ولكن ليس على الإطلاق وإنما نعتبر قوله قرينه، فإذا احتجنا إلى هذا الحديث الذي قال فيه الإمام حدثني الثقة، وعندنا ما يشهد له وما يعضده وما يقوّيه، فإننا نجعل هذا من جملة المعتبرات التي يعتبر بها ويستشهد بها، ويقوّي هذه الأسانيد، فلا نقبل بإطلاق، ولا نرد بإطلاق، وكذلك قبولنا ليس قبول إطلاقي وإنما قرينه. ¶ قال المؤلف: \" لم يُسَمْ \" أي لم يسم الراوي، دلّ على أن الوصف داخل عند المؤلف في الإبهام فهو قال \" لم يسم \" ولم يقل \" لم يوصف \"، فإذا قلنا ما هو رأي المؤلف في الراوي الموصوف كأن يقول حدثني رجل ثقة، أو حدثني رجل من مكة، أو حدثني رجل طويل هذا كلّه داخل في الإبهام لأنه حدّه بقوله \" لم يسم \". ¶ مسألة: إن سُمّي الرجل باسم لا يعرف به، ولم نجد أحداً عرّفه، مثل أن يقول: حدثني سعيد بن كُرز.",
            "page": "70",
            "part": "1",
            "seal": "2D0EC076"
        },
        {
            "id": "71",
            "nass": "هذا ليس إبهاماً، وإنما هو من باب المجهول، إذاً هناك فرق بين مصطلح المجهول، ومصطلح المبهم. ¶ فالمبهم: هو مافيه راوٍ لم يسم، فإذا كان هناك اسم موجود لكنه غير معروف ولم يُعرّف فإنه سينتقل إلى باب المجهول. ¶ (الحديث العالي) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وكل ما قلّت رجاله علا ... .......................... ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثالث عشر وهو (الحديث العالي) أو (الإسنادالعالي) . ¶ الحديث العالي أو الإسناد العالي: هو كلّ ما قلّت رجاله. ¶ مثال: ¶ اثنا عشر راوياً أعلى من ثلاثة عشر راوياً، وخمسين راوياً أعلى من مائة راوٍ وهكذا. ¶ إذاً كل ما قارنت بين إسنادين فالإسناد العالي هو الأقل. ¶ فإذا قال مالك: حدثني نافع عن ابن عمر ـ رضي الله عنهما ـ، وقال البخاري: حدثني الحميدي حدثني سفيان حدثني إبراهيم حدثني علقمة حدثني عمر - رضي الله عنه -، فإسناد مالك أعلى من إسناد البخاري، إذاً لا تستطيع أن تحكم على إسناد لوحده حتى تقارنه بين آخر. ¶ الإسناد العالي ينقسم إلى قسمين: ¶ القسم الأول: ¶ الإسناد العالي باعتبار قربه إلى النبي - صلى الله عليه وسلم - فهذا يسمى الإسناد العالي المطلق. ¶ مسألة: الأسانيد الثلاثية عند أصحاب الكتب الستة وعند الإمام أحمد: ¶ أولاً: البخاري ـ رحمه الله تعالى ـ عنده 22 إسناداً ثلاثياً، جاءت من خمسة طرق: ¶ الطريق الأول: من طريق شيخه المكي بن إبراهيم. ¶ الطريق الثاني: من طريق شيخه أبو عاصم الضحاك بن مخلد، كلاهما ـ أعني المكي وأبوعاصم ـ عن يزيد بن أبي عبيد عن سلمة بن الأكوع - رضي الله عنه -. ¶ الطريق الثالث: من طريق شيخه محمد بن عبد الله الأنصاري عن حميد عن أنس بن مالك - رضي الله عنه -. ¶ الطريق الرابع: من طريق شيخه عصام بن خالد عن حَريز بن عثمان عن عبد الله بن بُسْر - رضي الله عنه -.",
            "page": "71",
            "part": "1",
            "seal": "AC6212D2"
        },
        {
            "id": "72",
            "nass": "الطريق الخامس: من طريق شيخه خلاد بن يحيى عن عيسى بن طهمان عن أنس بن مالك - رضي الله عنه -. ¶ ثانياً: مسلم ـ رحمه الله تعالى ـ ليس عنده إسناد ثلاثي. ¶ ثالثاً: أبو داود ـ رحمه الله تعالى ـ ليس عنده إسناد ثلاثي. ¶ رابعاً: الترمذي ـ رحمه الله تعالى ـ عنده حديث واحد إسناده ثلاثياً، من طريق شيخه إسماعيل بن موسى الفزاري بن بنت السُدّي الكوفي عن عمر بن شاكر عن أنس بن مالك - رضي الله عنه -. ¶ خامساً: النسائي ـ رحمه الله تعالى ـ ليس عنده إسناد ثلاثي. ¶ سادساً: ابن ماجه ـ رحمه الله تعالى ـ عنده خمسة أحاديث أسانيدها ثلاثية، كلها من طريق شيخه جبارة بن مُغَلِّس عن كثير بن سليم عن أنس بن مالك - رضي الله عنه -. ¶ سابعاً: الإمام أحمد ـ رحمه الله تعالى ـ عنده 332 إسناداً ثلاثياً، شرحها السفّاريني في كتابه \" شرح ثلاثيات المسند \". ¶ وتعرف الأسانيد العالية من خلال كتب المصطلح في باب \" الإسناد العالي والنازل \". ¶ القسم الثاني: ¶ العلو بالنسبة إلى إمام أو مصنَّف. ¶ مثال: الإمام البيهقي ـ رحمه الله تعالى ـ إذا كان له إسناد بينه وبين البخاري أربعة، وإسناد آخر بينه وبين البخاري ثلاثة فهذا الإسناد الذي بينه وبين البخاري ثلاثة، إسناده عالٍ بالنسبة إلى الإمام البخاري، وليس إسناداً عالياً مطلقاً، لأنه قد يكون هناك إسناد أقوى من البخاري يقرب إلى النبي - صلى الله عليه وسلم - أقرب جداً، لكن نحن نتكلم عمن إلى البخاري نفسه. ¶ قد يقول قائل: إذا صاروا ثلاثة إلى البخاري، وهذا أربعة إلى البخاري، سيكون عالٍ إلى الإمام وعالٍ إلى الرسول - صلى الله عليه وسلم -، لأنه قلّ رجل، لا. هذا غلط، لأنه قد يكون هناك إسناد من غير البخاري يصل إلى النبي - صلى الله عليه وسلم - بأقل من هذا.",
            "page": "72",
            "part": "1",
            "seal": "4DDFC9EA"
        },
        {
            "id": "73",
            "nass": "إذاً نقول إن الإسناد العالي إلى إمام لا يلزم منه أن يكون هو الإسناد العالي، قد يكون هناك إسناد أقل منه عالي مطلقاً لا إشكال في هذا لكن من حيث الوصول إلى الإمام يكون إسناداً عالياً. ¶ فمثلاً الحاكم كم بينه وبين البخاري؟ ، أبو عوانة كم بينه وبين مسلم؟ ، وهذه هي صفة المستخرجات على الكتب كمستخرج أبي عوانة، ومستخرج أبي نعيم على البخاري وعلى مسلم، أيش معنى مستخرج؟ يأتي هذا الإمام فيوافق هذا الإمام في أسانيده وفي أحاديثه، فيستخرج على هذا الكتاب أسانيد أخرى. ¶ إذاً نقول الإسناد العالي ينقسم إلى قسمين: ¶ 1) إسناد عالٍ مطلقاً. ¶ 2) إسناد عالي بالنسبة إلى إمام أو كتاب، وهذا تكلم فيها أهل العلم بكلام لا فائدة منه يعني هناك الإسناد العالي الموافقة، وهناك المساواة، وهناك الإبدال، وهناك المصافحة، هذه كلها ليس لها كبير فائدة وهي سهلة موجودة في الشروح، وقلّ من يعتني بهذا العلم. ¶ (الحديث النازل) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ ....................... ... وضده ذاك الذي قد نزلا ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الرابع عشر وهو (الحديث النازل) أو (الإسناد النازل) . ¶ قال: وضدّه: أي ضد العالي، الإسناد النازل. ¶ ما معنى نزلاً: أي نزل من حيث العلو، وهو الآن مثلاً في السُّلّم في الدرجة الرابعة فنزل إلى الدرجة الثالثة، إذاً هو نزل أو صعد؟ نزل. ¶ قد نزلاً: أي من حيث العلو قد نزل ومن حيث الدنو يكون اقترب. ¶ إذاً وضدّه ذاك الذي قد نزلا: قد نزل إلى رسول الله - صلى الله عليه وسلم -، أو إلى إمام أو مصنَّف. ¶ والألف في قوله (قد نزلا) للإطلاق. ¶ مسألة: هل يلزم من علو الإسناد صحة الحديث؟ ¶ لا يلزم، إذاً مباحث العلو والنزول ليست من مباحث الصحة والضعف، فقد يكون الإسناد النازل هو الصحيح، والإسناد العالي هو الضعيف.",
            "page": "73",
            "part": "1",
            "seal": "441169BF"
        },
        {
            "id": "74",
            "nass": "مسألة: ما ثمرة الكلام على الإسناد العالي والإسناد النازل، لا سيما ونحن قلنا بأنه لا يفيد الصحة ولا الضعف؟ ¶ نقول بأن هذا هو اهتمام من المحدثين ـ رحمهم الله تعالى ـ، وقد نقل عن الإمام أحمد ـ رحمه الله تعالى ـ أنه قال: \" طلب الإسناد العالي سنة عمّن سلف \"، ونقل عن الإمام أحمد وغيره أنهم يبحثون عن الأسانيد العالية للقرب من رسول الله - صلى الله عليه وسلم - فهذه هي ثمرة الإسناد العالي القرب من رسول الله - صلى الله عليه وسلم -، ولهذا روي عن ابن المديني وأبي عمرو المستملي النيسابوري ـ رحمهما الله تعالى ـ أهنما قالا: \" الإسناد النازل شؤم \"، وروي عن يحيى بن معين ـ رحمه الله تعالى ـ أنه قال: \" الإسناد النازل قرحة في الوجه \"، فكأنهم يستقبحون هذا الإسناد لأنك تستطيع أن تقرب إلى النبي - صلى الله عليه وسلم - ومع ذلك لا تحرص، وهذه هو وجه قولهم أنه \" شؤم \"، وأنه \" قرحة في الوجه\"، فهذا هو ثمرة هذا المبحث. ¶ (الحديث الموقوف) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وما أضفته إلى الأصحاب من ... قول وفعل فهو موقوف زكن ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الخامس عشر وهو (الحديث الموقوف) . ¶ الحديث الموقوف: وما أضفته إلى الأصحاب من قول وفعل. وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ إذاً الحديث الموقوف هو: كل إسنادٍ أضيف إلى أحدِ صحابة رسول الله - صلى الله عليه وسلم -. ¶ انتهى به الإسناد إلى الصحابي. ¶ وقد مرّ معنا المقطوع: وهو كل ما وقف به الإسناد إلى التابعي، وهنا وقف الإسناد إلى الصحابي. ¶ فلو جاءنا الإسناد عن ابن عمر - رضي الله عنه - أنه كان يفعل أو يقول كذا، فهذا نقول عنه إنه حديث موقوف. ¶ وكذلك إذا قال التابعي \" فعلنا كذا \"، يقصد الصحابة ـ رضوان الله عليهم ـ فهذا أيضاً موقوف. ¶ قال المؤلف ـ رحمه الله تعالى ـ: وما أضفته إلى الأصحاب. ¶ من هو الصحابي؟",
            "page": "74",
            "part": "1",
            "seal": "CC5B7600"
        },
        {
            "id": "75",
            "nass": "هو كل من لقي النبي - صلى الله عليه وسلم - مؤمناً به ومات على ذلك. ولو لم يره كأن يكون أعمى، ولو لم يخاطبه كأن يحضر له خطبة، ولو لم يجلس معه فقط رآه مثلاً في حجة الوداع، فإنه يأخذ شرف الصحبة، ولا شك أن شرف الصحبة من أعظم الأوصاف، وهذا من فضل الله عليهم، قال - صلى الله عليه وسلم -: (لا تسبوا أصحابي فإن أحدكم لو أنفق مثل جبل أحد ذهباً ما بلغ مدّ أحدهم ولا نصيفه) ، قد يقول قائل ما هذا الفضل؟ ما الذي فعلوه؟ فهناك من التابعين من نشر العلم وغيره؟ ¶ أولاً: هذا محض فضل الله ـ جل وعلا ـ عليهم، وفضل الله يؤتيه من يشاء والله ذو الفضل العظيم، فأنت أيها الرجل، ما الذي فضّلك على المرأة، وعلى الرقيق، فهذا محض فضل الله، فالنبي - صلى الله عليه وسلم - فُضّل بالنبوة وهو محض فضل الله ـ جل وعلا ـ. ¶ ثانياً: أنه دائماً عند ابتداء الشيء يكون العمل أشدّ وأصعب مما إذا جاءه بعد تحريره، فالصحابة ـ رضوان الله عليهم ـ أتاهم شيء جديد خالفوا الناس كلهم، وليس قومهم فقط، فهذا يصعب على الإنسان أن يتخذ هذا القرار، فأنت مثلاً لو رأيت موضوعاً جديداً جاء إليك ورأيت الناس كلهم يقولون هذا خطأ وليس بصحيح، ومن يفعل هذا فهو كذا وكذا، فلا يمكن أن تتخذ قراراً بأنك تخالف فصعبٌ عليك، ومع هذا فالصحابة ـ رضوان الله عليهم ـ عزّروا الرسول - صلى الله عليه وسلم - ونصروه واتبعوا النور الذي أنزل معه، فهذا ليس سهلاً. ¶ بعضهم يقول الصحابي: هو من لقي النبي - صلى الله عليه وسلم - مؤمناً به ومات على ذلك ولو تخلل ذلك ردّه.",
            "page": "75",
            "part": "1",
            "seal": "D9D0A86F"
        },
        {
            "id": "76",
            "nass": "وأنا أعرضت عن هذا قصداً، فنحن لسنا ملزمين بهذا ولا نسأل عنه، ولهذا لا أرى البحث في مثل هذا، فيعرض الإنسان عن هذا لأنه لن يُسأل، يعرض عن مسألة من الذين ارتدوا من الصحابة ـ رضوان الله عليهم ـ وهل ارتدوا؟ وهل فلان بن فلان ثبتت ردته أو لم تثبت؟ ، نحن نقول الإعراض عن هذا أسلم للإنسان لأنه إن أثبتت صحبته وهو قد ارتد فهذا إشكال، وإن أثبت ردته وهو لم يرتدّ فهذا إشكال أيضاً، الثمرة ماهي؟ هل له حديث نرى صحته؟ هؤلاء مالهم حديث نحتاج إلى البحث في إسناده، ولكن هو تحرير مصطلح للصحابي، يبحثون لتحرير مصطلح الصحابة ـ رضوان الله عليهم ـ، ونحن نحرر مصطلح الصحابة من أجل صحة كلام رسول الله - صلى الله عليه وسلم - فقط، إذاً ما يهمنا هذا، أما لو كنت سؤألّف كتاباً في معجم الصحابة ـ رضوان الله عليهم ـ، احتجت أن أحرر هذا المصطلح، لكن أنا الآن لا أحتاج لتحريره فأنا الآن أحرر كلام الرسول - صلى الله عليه وسلم - لأجل أن أتأكد، لا أجد حديثاً لفلان من الصحابة ـ رضوان الله عليهم ـ اختلفوا فيه هل هو مرتد أو لا. ¶ قال المؤلف ـ رحمه الله تعالى ـ: \" فهو موقوف زكن \". ¶ \" زكن \": أي عُلِم، وكثيراً ما تستخدم هذه العبارة ـ أعني \" زكن \" ـ في المنظومات فقد استخدمها ابن مالك في ألفيته والسيوطي في عقود الجمان ـ رحمهما الله تعالى ـ. ¶ مسألة: هل يشترط الاتصال في الحديث الموقف؟ ¶ اختلف في هذا أهل العلم، وأشار إلى ذلك الحافظ ابن الصلاح ـ رحمه الله تعالى ـ وذكر قولين: ¶ القول الأول: ¶ أن الموقوف يشترط فيه شرطان:- ¶ الشرط الأول: أن يكون موقوفاً على الصحابي - رضي الله عنه -. ¶ الشرط الثاني: أن يكون متصلاً. ¶ فالحديث المنقطع ولو انتهى إلى الصحابي فليس بموقوف. ¶ القول الثاني: أنه لا يشترط الاتصال، وإنما يشترط أن ينتهي الإسناد إلى الصحابي - رضي الله عنه -، وهذا هو الذي عليه جماهير المحدثين والفقهاء.",
            "page": "76",
            "part": "1",
            "seal": "784F6034"
        },
        {
            "id": "77",
            "nass": "فالحديث المنقطع عندهم يسمى موقوفاً إذا انتهى إلى الصحابي. ¶ مسألة: هل يسمى الموقوف أثراً؟ ¶ الأثر يطلق على الإسناد المرفوع إلى الرسول - صلى الله عليه وسلم - ويطلق على الصحابي وعلى التابعي، ويطلق على كل حديث مسند، تقول مثلاً هناك أثر عن الزهري أو معمر أو وهب بن منبه. ¶ (الحديث المرسل) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ ومرسل منه الصحابي سقط ... ......................... ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم السادس عشر وهو (الحديث المرسل) . ¶ الإرسال في اللغة: الإطلاق، تقول أرسلت الشيء أي أطلقته، وقد يكون الإرسال بمعنى التفرق والتقطّع تقول: جاء القوم أرسالاً أي متفرقين، وقد يكون الإرسال بمعنى السرعة، تقول: ناقة مِرْسالَة أي سريعة، وهذه الإطلاقات اللغوية كلها تصبّ في معنى \" الحديث المرسل \". ¶ والحديث \" المرسل \" عرّف بعدّة تعريفات: - ¶ التعريف الأول: ¶ ما سقط الصحابي من إسناده. وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ، حيث قال: ومرسل منه الصحابي سقط. ¶ فإذا رأيت حديثاً سقط صحابيه فاعلم أنه \" مرسل \" سواء كان الذي قبل الصحابي الذي رفعه إلى النبي - صلى الله عليه وسلم - تابعي أو تابع التابعي أو تابع تابع التابعي. ¶ ونحتاج إلى قيد آخر في الحد وهو أن نقول: ورفع إلى النبي - صلى الله عليه وسلم -، ولم يذكر المؤلف ـ رحمه الله تعالى ـ هذا مع أنه معلوم لديه، لكن عندما يقولون الحدّ لا بد أن نذكر جميع ما هيّات المحدود. ¶ إذاً نقول \" المرسل \": ما سقط منه الصحابي ورفع إلى النبي - صلى الله عليه وسلم -. فلا بد أن نذكر هذا لنخرج غيره.",
            "page": "77",
            "part": "1",
            "seal": "D547DEFB"
        },
        {
            "id": "78",
            "nass": "وهذا الحدّ هو حدّ الإمام الذهبي ـ رحمه الله تعالى ـ،وقد اعترض بعض أهل العلم على هذا الحدّ: بأنه حدّ غير جامع ووجهه: أن قول المؤلف ـ رحمه الله تعالى ـ: \" ومرسل منه الصحابي سقط \"، معناه أن الذي سقط هو الصحابي، فتحديد أن الساقط هو الصحابي إشكال، وقد سبق لنا بأن إبهام الصحابي لا يضر، فإذا علمنا أن الصحابي هو الذي سقط فلا إشكال فالصحابة كلهم عدول، فإذا قال سعيد بن المسيب ـ رحمه الله تعالى ـ عن رسول الله - صلى الله عليه وسلم - وعلمنا بأن الساقط هو صحابي فلا إشكال، وليس هذا هو حدّ المرسل عندهم فهم لا يعنون بهذا المرسل، فمالذي جعلهم يضعّفون المرسل؟ هو أننا لا نعرف من الذي سقط هل هو صحابي أو تابعي؟! فقد يكون سعيد بن المسيب ـ رحمه الله تعالى ـ سمعه من محمد بن سيرين ـ رحمه الله تعالى ـ ومحمد بن سيرين ـ رحمه الله تعالى ـ قد يكون سمعه من أبي حازم ـ رحمه الله تعالى ـ، وأبو حازم ـ رحمه الله تعالى ـ قد يكون سمعه من صفيّة أحد التابعيات ـ رحمها الله تعالى ـ، إذاً ما نعرف من هو الساقط يقولون الجهل بالساقط.",
            "page": "78",
            "part": "1",
            "seal": "9C1F32DC"
        },
        {
            "id": "79",
            "nass": "فتحديد الساقط بأنه صحابي فيه إشكال، لكن على توجيهنا الذي ذكرناه قبل قليل يندثر هذا الإشكال، وهو أننا قلنا بأنه جعل ضابطاً، هولم يقصد تحديد الساقط من هو؟ وإنما جعل ضابطاً للمرسل بالنسبة للرآئي، هو لا يقصد أن يحدد من هو الساقط؟ وإنما أراد أن يعطي ضابطاً للرآئي في هذا الإسناد فقط لم يقصد أن يجعل حداً أن يحدد من هو الساقط؟ وإذا فسرنا تعريف الذهبي والمؤلف ـ رحمها الله تعالى ـ بهذا لم يكن عندنا إشكال لأنه لم يحدد المؤلف من هو الساقط، وإنما أراد بأن تقول كلما رأيت إسناداً ليس فيه صحابي وهو مرفوع فإنه مرسل، وهذا يندفع به الإشكال، ولا تكاد تجد من عرّف بهذا التعريف إلا اعترض عليه من شارح أو مُحشٍّ بهذا الإعتراض، ولكن نقول بأن المؤلف ما قصد تحديد الساقط، وإنما قصد أن يجعل ضابطاً في معرفة ما هو الإسناد المرسل؟ بأن ترى الإسناد ليس فيه صحابي من صحابة رسول الله - صلى الله عليه وسلم - والحديث مرفوع إلى النبي - صلى الله عليه وسلم - قل مرسل. ¶ إذاً هذا هو التعريف الأول للمرسل، وعليه إشكال نستطيع أن نجيب عنه بما ذكرته لكم. ¶ التعريف الثاني: ¶ ما رفعه التابعي إلى رسول الله - صلى الله عليه وسلم -، ومن عرّفه بهذا أراد أن ينفك من الإيراد الذي أورد على المؤلف ـ رحمه الله ـ، كذلك أراد أن يحدّ المرسل، فلا بدّ أن يكون الذي رفع الحديث تابعي، فلو رفعه غير التابعي فإنه لا يكون مرسلاً عنده، وإنما يكون منقطعاً أو معضلاً أو ماشابه ذلك من الذي سنأخذه ـ إن شاء الله ـ. ¶ فلو قال مالك ـ رحمه الله تعالى ـ بلغني عن رسول الله - صلى الله عليه وسلم -، فهذا نقول عنه ـ على التعريف الثاني ـ معضل أو منقطع كما سيأتي، وهو مرسل على التعريف الأول، أما على التعريف الثاني فليس بمرسل. ¶ التعريف الثالث: ¶ ما رفعه التابعي الكبير إلى رسول الله - صلى الله عليه وسلم -.",
            "page": "79",
            "part": "1",
            "seal": "F60ECB10"
        },
        {
            "id": "80",
            "nass": "يخرج التابعي الصغير، ويخرج تابع التابعي، فسعيد بن المسيب ـ رحمه الله ـ مثلاً تابعي كبير، لكن مجاهد ـ رحمه الله تعالى ـ مثلاً هو من أواسط التابعين ليس من كبار التابعين. ¶ وكلها اصطلاحات مستخدمة عند الأئمة. ¶ مسألة: ما حكم الحديث \" المرسل \"؟ ¶ اختلف أهل العلم في الحديث المرسل في صحته وضعفه على أقوال:- ¶ القول الأول: أن المرسل صحيح، بشرط أن يرسله تابعي كبير معروف بالرواية عن الصحابة - رضي الله عنهم -، مثل سعيد بن المسيب أو أبي حازم ـ رحمهما الله تعالى ـ أو نحوهما. ¶ القول الثاني: أن المرسل ضعيف مطلقاً، وهو قول جماهير النقّاد من أهل الحديث، وقد ذكر الإمام مسلم ـ رحمه الله تعالى ـ في صدر صحيحه رد الحديث \" المرسل \" وأن عليه الجماهير، وأصّل هذا الرأي تأصيلاً طويلاً بأن الحديث \" المرسل \" ضعيف، وكذلك ابن عبد البر ـ رحمه الله تعالى ـ في التمهيد نقل قول جماهير النقّاد بأنه ضعيف، وذلك للجهل بالساقط في الإسناد، فهم مشوا على القاعدة ففيه سقط فكيف يصحح هذا الحديث مع وجود هذا السقط؟ ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ وردّه جماهر النّقّادِ ... للجهل بالساقط في الإسنادِ ¶ وصاحب التمهيد عنهم نقله ... ومسلم صدر الصحيح أصله ¶ والإمام الشافعي ـ رحمه الله تعالى ـ له تفصيل في الإسناد \" المرسل \"، واختلف الشرّاح في شرح كلامه ولكن إليكم زبْدة الكلام واختصاره ومن فَقِه هذا الكلام يستطيع أن يَفْقه كلام الشافعي ـ رحمه الله تعالى ـ في كتابه \" الرسالة \". ¶ فالشافعي ـ رحمه الله تعالى ـ جعل شروطاً للراوي، وشروطاً للمروي لصحة الحديث \" المرسل \":- ¶ أولاً: شروط الراوي. ¶ 1) أن يكون ثقةً. ¶ 2) أن يكون من كبار التابعين. ¶ 3) أن يكون ممن عرف بأنه لا يروي عن الضعفاء والمجاهيل. ¶ وهذه الشروط ليست على سبيل البدل فلا بدّ من توفّرها جميعاً. ¶ ثانياً: الشروط في المروي.",
            "page": "80",
            "part": "1",
            "seal": "218A12C2"
        },
        {
            "id": "81",
            "nass": "1) أن يعضد هذ المرسل حديث مسند موصول وإن كان ضعيفاً. ¶ 2) أو يعضده مرسل آخر، فلو جاءنا مرسل عن الحسن ـ رحمه الله تعالى ـ على القول بأن مراسيله جيدة كما هو رأي يحيى بن سعيد القطّان، أو مرسل سعيد بن المسيب ـ رحمه الله تعالى ـ كما هو رأي أكثر أهل الحديث بأن مراسيله جيّدة، فنبحث هل له مرسل آخر لمحمد بن سيرين أو مجاهد أو أبي حازم ـ رحمهم الله تعالى ـ يعضد هذا المرسل الأول فيقبل، بشرط أن يكون المخرج مختلفاً بأن يكون المرسل الأول له إسناد لوحده، والمرسل الثاني له إسناد لوحده، فلا يكون المخرج واحد، إذاً أن يصحّ لنا مخرجه من طريق آخر. ¶ وهذان الشرطان على سبيل البدل فإذا وجد واحداً منها قُبل وكفى. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ لكن إذا صحّ لنا مخرجه ... بمسنَدٍ أو مرسَلٍ يُخْرِجُه ¶ من ليس يروي عن رجال الأول ... نقبله،............................. ¶ 3) أن يوافق هذا المتن الموجود في هذا المرسل فتوى الصحابة أو فتوى العلماء، أوعليه العلماء بأن أخذوه وقبلوه، فلا يكون مهجوراً. ¶ والصحيح في المرسل أنه ضعيف. ¶ مسألة: الاحتجاج بالحديث \" المرسل \". ¶ وهذه مسألة منفكّة عن الصحة والضعف، فمسألة الاحتجاج غير مسألة التصحيح، فهل يحتج بالحديث \" المرسل \"؟ ¶ اختلف أهل العلم في هذه المسألة على أقوال:- ¶ القول الأول: وهو قول الشافعي ـ رحمه الله تعالى ـ وقد سبق قوله متى يحتج بالحديث \"المرسل\" فهو يفصّل. ¶ القول الثاني: أن المرسل لا يحتج به مطلقاً، وهذا هو مذهب المتشددين من أهل الحديث، وهو مذهب الظاهرية. ¶ القول الثالث: أنه يحتج بالحديث \" المرسل \" وإن كنا لا نصححه، وهذا هو مذهب الأئمة الأربعة: مالك وأبي حنيفة وأحمد والشافعي ـ رحمهم الله تعالى ـ. ¶ قال الحافظ العراقي ـ رحمه الله تعالىـ:- ¶ واحتج مالك كذا النعمان ... وتابِعُوهُما به ودانوا",
            "page": "81",
            "part": "1",
            "seal": "8EBDCCDD"
        },
        {
            "id": "82",
            "nass": "فيحتجون به احتجاجاً ليس على إطلاقه وأنه حجة بذاته ولكن يكون مما يعتضد به، ويكون قرينة ويعتبر به، وهذا هو الحق في هذه المسألة. ¶ مثال للحديث المرسل: ¶ المراسيل كثيرة، فمثلاً مرسل سعيد بن المسيب أنه قال: \" بيع اللحم بالحيوان ربا \" أو \" نهى عن بيع اللحم بالحيوان \"، فهذا كله من مراسيل سعيد. ¶ من أراد معرفة المراسيل وحصرها فليرجع إلى مراسيل ابن أبي حاتم ـ رحمه الله تعالى ـ مثلاً فله كتاب اسمه \"المراسيل \" جمع فيه كثيراً من المراسيل وسأل عنه الأئمة، وكذلك مراسيل الإمام أبي داوود ـ رحمه الله تعالى ـ فإنه جمع فيه مراسيل كثيرة، ثم إن في المسانيد وفي السنن موجود فيها مراسيل. ¶ (الحديث الغريب) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ .......................... ... وقل غريب ما روى راوٍ فقط ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم السابع عشر وهو (الحديث الغر يب) . ¶ الغريب: هو ما رواه راوٍ فقط، هكذا عرّفه المؤلف ـ رحمه الله تعالى ـ. ¶ إذاً نقول الحديث \" الغريب \": هو الذي رواه راوٍ فقط. ¶ فكل حديث يرويه راوٍ فقط فإنه \"غريب\"، وشمل هذا التعريف \"الغريب المطلق\" و\"الغريب النسبي\". ¶ فإذا جاء حديث يرويه صحابي ويرويه عن الصحابي خمسة رجال، فيرويه مثلاً عن أبي هريرة - رضي الله عنه - أبو سلمة، ومحمد بن سيرين، والأعرج، ووهب بن منبه، وجماعة، فرواه عن الأعرج مثلاً جماعة، ورواه عن محمد بن سيرين جماعة، ورواه عن وهب بن منبه جماعة، ورواه عن أبي سلمة الزهري فقط ورواه عن الزهري جماعة، فهذا غريب نسبي غريب بالنسبة إلى أبي سلمة ـ رحمه الله تعالى ـ، فلم يروه عن أبي سلمة ـ رحمه الله تعالى ـ إلا الزهري، وليس هو غريب مطلق لأن أبا سلمة ـ رحمه الله تعالى ـ متَابَع، والزهري ـ رحمه الله تعالى ـ رواه أيضاً عنه جماعة.",
            "page": "82",
            "part": "1",
            "seal": "BABD6CE1"
        },
        {
            "id": "83",
            "nass": "وشمل هذا التعريف \" الغريب المطلق \"، فمثلاً لا يرويه عن عمر - رضي الله عنه - إلا علقمة بن إبراهيم فقط، ولا يرويه عنه إلا محمد بن إبراهيم التيمي، ولا يرويه عن محمد بن إبراهيم التيمي إلا يحيى بن سعيد، فهذه غرابة مطلقة. ¶ فتعريف المؤلف ـ رحمه الله تعالى ـ شمل كلا النوعين، وهذ هو الصواب أن الغرابة يحق أن يقال لها غريب في \" الغرابة المطلقة \" و \" الغرابة النسبية \". ¶ مسألة: أقسام الغرابة. ¶ القسم الأول: ¶ غريب سنداً ومتناً: وهو أن يكون الإسناد غريباً بهذا المتن، فلا يروى هذا المتن إلا بهذا الإسناد، وكذلك الإسناد غريب بالنسبة إلى تركيبه فلا يوجد هذا الإسناد بهذا التركيب إلا لهذا الحديث فقط. ¶ مثل حديث حمّاد بن سلمة عن أبي العشراء الدارمي عن أبيه قال قلت يا رسول الله أما تكون الذكاة إلا في الحلق أواللبّة؟ فقال النبي - صلى الله عليه وسلم -: (لو طعنت في فخذها لأجزأتك) ، فهذا المتن غريب فليس لهذا المتن إلا هذا الإسناد، أيضاً هذا الإسناد ما روي إلا لهذا الحديث، إذاً هو غريب سنداً ومتناً، وأيضاً غريب في تركيب إسناده، لا يروى هذا الإسناد إلا لهذا المتن فقط. ¶ القسم الثاني: ¶ غريب متناً لا سنداً، مثل حديث (إنما الأعمال بالنيات) . ¶ والقسمة العقلية تقول غريب سنداً لا غريب متناً. ¶ مثال: سلسلة عمرو بن شعيب عن أبيه عن جدّه، وهذا إسناد ليس غريب فهو يروى لكثير من المتون، لكن هناك متون تفرد بها سلسلة عمرو بن شعيب عن أبيه عن جدّه فما رويت إلا بهذا الإسناد. ¶ مسألة: الفرق بين الغريب والفرد. ¶ اختلف أهل العلم هل هناك فرق بينهما أم أنهما شيء واحد، على أقوال: - ¶ القول الأول: أنه ليس هناك فرق بين الغريب وبين الفرد.",
            "page": "83",
            "part": "1",
            "seal": "23FEA36A"
        },
        {
            "id": "84",
            "nass": "القول الثاني: أن بينهما فرقاً، فالفرد هو \" الغريب المطلق \"، والغريب هو \" الغريب النسبي \"، إذاً أيهما أعمّ؟ الفرد، فليس هناك \" غريب مطلق \" و \" غريب نسبي \"، بل هناك \" فرد مطلق \" و \" غريب نسبي \". ¶ القول الثالث: أن \" الفرد \" أعم من الغريب من حيث أنه يطلق على التفرد لأهل بلد أو لأهل مصر أو على تلامذة عالِم معين، بينما \" الغريب \" لا يطلق إلا على غرابة الرواية، يعني هذا يروي راوٍ فقط عن راوٍ، لكن لو جاءنا أهل بلد \" الكوفة \" مثلاً يتفردون بهذا الحديث عن فلان فهذا لا نقول عنه \" غريب \" بل نقول عنه \" فرد \". ¶ القول الرابع: أن \" الغريب \" لا يلزم منه ضعف ولا صحّة، فقد يكون \" الغريب \" صحيحاً وقد يكون ضعيفاً، و \" الفرد \" لا يكون إلا منكراً وهذا رأي البرديجي ـ رحمه الله تعالى ـ. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: - ¶ والمنكر الفرد كذا البرديجي ... أطلقَ، والصواب في التخريج ¶ فهو يرى أن \" الفرد \" ضعيف، و \" الغريب \" قد يكون صحيحاً وقد يكون ضعيفاً. ¶ مسألة: حكم الحديث \" الغريب \". ¶ اختلف فيه أهل العلم على أقوال: ¶ القول الأول: أنه ضعيفٌ مطلقاً. ¶ القول الثاني: أنه صحيح مطلقاً. ¶ القول الثالث: أنه قد يكون صحيحاً وقد يكون ضعيفاً بإعمال شروط الحديث الصحيح، فليست غرابته ملزمة للضعف ولا ملزمة للصحة، وهذا هو الصحيح من كلام أهل العلم. ¶ مسألة: ¶ هناك من أهل العلم من قال بأن \" الغريب \" عند الترمذي ـ رحمه الله تعالى ـ إذا قال غريب فقط وليس \" غريب صحيح \" أو غيره بأنه ضعيف، وهذا عليه بعض الأئمة فليس هو رأياً معاصراً، وهذا ليس على إطلاقه وإن كان الأكثر فيه هو الضعف، فليس هذا قاعدة مطّردة وإن كان الكثير منها ضعيف. ¶ (الحديث المنقطع) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وكل ما لم يتصل بحال ... إسناده منقطع الأوصالِ ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثامن عشر وهو (الحديث المنقطع) .",
            "page": "84",
            "part": "1",
            "seal": "7E9CFEA2"
        },
        {
            "id": "85",
            "nass": "اختلف أهل العلم في تعريف المنقطع على أقوال: - ¶ القول الأول: ما عرّف به المؤلف ـ رحمه الله تعالى ـ بأنه: هو الحديث الذي لم يتّصل إسناده. ¶ إذاً دخل في كلام المؤلف ـ رحمه الله تعالى ـ المنقطع برجل، والمنقطع برجلين، والمنقطع بثلاثة، والمنقطع بأربعة، فدخل فيه المرسل والمعضل كما سيأتي. ¶ القول الثاني: أن المنقطع: هو الإسناد الذي سقط منه راوٍ قبل الصحابي. ¶ فقولنا: \" سقط منه راوٍ \"، يخرج ما سقط منه راويان كالمعضل. ¶ وقولنا: \" قبل الصحابي \"، يخرج المرسل والمعلّق، فقوله \" قبل الصحابي \": فيه إشارة إلى أن المقصود فيه النظر إلى أسفل وليس النظر إلى أعلى. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: - ¶ وسمّ بالمنقطع الذي سقط ... قبل الصحابيّ به راوٍ فقط ¶ إذاً تعريف المؤلف ـ رحمه الله تعالى ـ ليس بحدّ مانع لأنه يدخل فيه أشياء ليست منه. ¶ القول الثالث: ما سقط منه راوٍ واحد فقط، وهذا سيدخل فيه المرسل فهو غير مانع. ¶ مسألة: حكم الحديث المنقطع؟ ¶ لا شك أنه من قسيم الضعيف، فلا يعتبر حجة. ¶ (الحديث المعضل) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والمعضل الساقط منه اثنان ... ........................... ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم التاسع عشر وهو (الحديث المعضل) . ¶ معضل: اسم مفعول. ¶ الإعضال لغة: هو الإعياء، يكون فيه إعياء، وهناك مبحث لغوي في تصريفه، هل يقال معضل أو عضيل؟ وهو مبحث لغوي بحت. ¶ عُرّف \" المعضل \" بعدّة تعريفات: ¶ التعريف الأول: الساقط منه اثنان، فهو: ما سقط من إسناده اثنان، وهذا هو تعربف به المؤلف ـ رحمه الله ـ. ¶ ومن خلال تعريف المؤلف ـ رحمه الله تعالى ـ سيدخل فيه عدّة احتمالات:",
            "page": "85",
            "part": "1",
            "seal": "CF0E3152"
        },
        {
            "id": "86",
            "nass": "أولاً: سيدخل فيه ما إذا كان السقوط غير متواصل فهذا في أول الإسناد وهذا في آخر الإسناد، لأنه ذكر أنه ما سقط منه اثنان. فهذا هو ظاهر الحدّ، يعني سواءً كان الساقط من أول الإسناد أو من آخر الإسناد، المهم أن يكون قد سقط منه اثنان. ¶ ثانياً: سيدخل فيه سواءً ما إذا كان الساقط منه الصحابي والتابعي أو ما سقط من أول الإسناد فيكون معلّقاً. ¶ فالمؤلف ـ رحمه الله تعالى ـ قال: الساقط منه اثنان، فلم يحدّد هل هو في أول الإسناد احترازاً من المعلّق، أوفي آخر الإسناد احترازاً من المرسل. ¶ وعلى تعريف المؤلف ـ رحمه الله تعالى ـ لو سقط ثلاثة فلا يدخل في المعضل. ¶ التعريف الثاني: ما سقط منه اثنان فصاعداً، وهذا هو تعريف ابن الصلاح ـ رحمه الله تعالى ـ. ¶ وعلى هذا التعريف سيدخل فيه ما سقط منه ثلاثة أو أربعة، لكنه لم يحترز من الإيرادات الأخرى. ¶ التعريف الثالث: هو ما سقط منه راويان أو أكثر متصلان. ¶ فعلى هذا التعريف احترز من أن يكون انقطع من أول الإسناد أو من آخره. ¶ التعريف الرابع: ما سقط منه الصحابي والرسول - صلى الله عليه وسلم -. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ حذف النبي والصحابي معا ... ووقف متنه على من تبعا ¶ وهذا هو حدّ المقطوع إذا كان من كلام التابعي، لكنه هو الآن جعله وصفاً للمعضل المنقطع. ¶ وهذا استخدمه أهل العلم، يأتي التابعي فلا يرفعه إلى النبي - صلى الله عليه وسلم - كأن يكون في فتوى. فمثلاً الحسن ـ رحمه الله تعالى ـ يريد أن يفتي فيقول مثلاً: (لا نكاح إلا بولي) ، فهي فتوى لكنه هو حديث، فيسمونه هنا معضلاً فقط، فقد يكون المعضل على هذا التعريف مقطوعاً، وقد لا يكون المقطوع معضلاً، فقد يكون هذا المقطوع على التابعي فتوى له كلام من عنده ليس هو معضلاً بمعنى الانقطاع. ¶ التعريف الخامس: هو ما سقط منه اثنان على سيبل الاتصال لا في أول الإسناد ولا في آخره.",
            "page": "86",
            "part": "1",
            "seal": "1142DCF7"
        },
        {
            "id": "87",
            "nass": "وعلى هذا التعريف احترز مما يلي: - ¶ 1) ما سقط منه اثنان فأكثر. ¶ 2) احترز من المعلّق والمرسل والمنقطع من أكثر من جهة. ¶ 3) احترز من كونه قد يسقط أكثر من اثنين. ¶ وهذا هو التعريف المرتضى، وهذا هو الأكثر، وإلا فإن الأئمة استخدموا غير هذا التعريف. ¶ مثال للمعضل: ¶ لو أن عبد الرزاق ـ رحمه الله تعالى ـ روى في مصنفه عن معمر عن أبي هريرة - رضي الله عنه -، فأسقط عبد الرزاق راويان، أسقط مثلاً الزهري وأبا سلمة ـ رحمهما الله تعالى ـ، إذاً هذا يسمى \" معضلاً \"، فانطبق عليه حدّ الإعضال، فقد سقط اثنان متصلان لا في أول الإسناد ولا في آخره. ¶ (الحديث المُدلَّس) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ ................................ ... وما أتى مدلَّساً نوعان ¶ الأول الاسقاط للشيخ وأن ... ينقل عمن فوقه بعن وأن ¶ والثاني لا يسقطه لكن يصف ... أوصافه بما به لا ينعرف ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم العشرين وهو (الحديث المدلَّس) . ¶ المدلَّس: من الدّلَس وهو الظلمة وعدم الوضوح والظهور وعدم التّبيُّن، فهذا يسمى دُلْسةً ودَلَسَاً، ومنه عيب التدليس: وهو أن يخفي عيباً. ¶ المؤلف ـ رحمه الله تعالى ـ لم يحدّ \" الحديث المدلَّس \"، بل اكتفى بالتقسيم عن الحدّ، وذلك لأن الحدّ لا يمكن أن يحصر القسمين. ¶ لكن لو اخترنا تعريفاً الآن ذكره بعض أهل العلم يمكن أن يكون شاملاً لهذين المعنيين. ¶ فقلنا: هو إخفاء عيب في الإسناد أو في الصيغة الإسنادية، فلو اخترنا هذا التعريف، ولكن هو ليس حداً في الحقيقة جامعاً مانعاً، لكن هو يقرّب لنا الصورة بحيث يجمع كل صور التدليس نوعاً ما. ¶ التدليس: قسمان على كلام المؤلف ـ رحمه الله تعالى ـ: ¶ القسم الأول: ¶ تدليس الإسناد: فقال المؤلف ـ رحمه الله تعالى ـ: ¶ ................................ ... وما أتى مدلَّساً نوعان ¶ الأول الاسقاط للشيخ وأن ... ينقل عمن فوقه بعن وأن",
            "page": "87",
            "part": "1",
            "seal": "CE465B67"
        },
        {
            "id": "88",
            "nass": "فهذا هو القسم الأول من أقسام التدليس. ¶ التدليس: أن يأتي الراوي فيخفي عيباً موجوداً في الرواية، فهو ليس بظاهر. ¶ القسم الأول: نصطلح عليه باسم \" تدليس الإسناد \"، إذاً هذا الإخفاء مكانه في الإسناد، عرفه المؤلف فقال: تدليس الإسناد هو أن يروي المدلِّس عن شيخه ما لم يسمعه منه. ¶ حيث قال: ... الأول الإسقاط للشيخ وأن............................. ¶ فهو يروي عن شيخه الذي سمع منه وعُرف بالأخذ عنه، ولكن هذا الحديث بعينه لم يسمعه منه بصيغة \" عن \" أو \" أن \" أو \" قال \"، سمع منه هذا الحديث فيرويه عمن لم يسمعه منه. ¶ مثلاًَ: يأتي ابن جريج فيروي حديثاً عن هشام بن عروة، وهو شيخه وسمع منه، لكن هذا الحديث لم يسمعه منه، يقول فيه: عن هشام، أو \" أن \" هشام، أو \" قال \" هشام، لا يصرّح بالسماع. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ تدليس الإسناد كمن يسقط من ... حدّثه، ويرتقي بعن وأن ¶ وقال، يوهم اتصالاً،....... ... ............................... ¶ يوهم أنه اتصل به وهو لم يسمعه منه. ¶ أعيد مرة ثانية: التدليس من حيث الإسناد ينقسم إلى أقسام: ¶ نقول تدليس الإسناد: عرّفه المؤلف ـ رحمه الله تعالى ـ أن يروي الراوي حديثاً عن شيخٍ لم يسمع منه هذا الحديث، فهذا يسمى تدليس الإسناد. ¶ بعضكم الآن سيسأل، هل هذا الشيخ الذي روى عنه هل هو سمع منه والتقى به، أو هو لم يره أصلاً، أو هو مات قبل أن يولد، هذا كله إيرادات على هذا التعريف. ¶ هذا تعريف المؤلف ـ رحمه الله تعالى ـ: أن يروي الراوي حديثاً لم يسمعه ممن حدثه عنه. ¶ لكن هذا التعريف فيه عدّة أسئلة، هل لقيه، هل سمع منه غير هذا الحديث، هل هو ولد بعد أن توفي، فهذه أسئلة تورد. ¶ إذاً نقسمه فنقول هذا التعريف فيه عدّة أقسام: ¶ القسم الأول:",
            "page": "88",
            "part": "1",
            "seal": "C90B322A"
        },
        {
            "id": "89",
            "nass": "أن يروي الراوي الذي وصف بالتدليس عن شيخه الذي سمع منه حديثاً لم يصرّح بالسماع منه لهذا الحديث، بصيغة عن أو أن أو قال، وهذا بالإتفاق أن هذا \" تدليس الإسناد \". ¶ نضرب مثالاً: ¶ ابن جريج ـ رحمه الله تعالى ـ معروف بالتدليس، ووصفه الأئمة بالتدليس فإذا روى عن شيخه هشام بن عروة بصيغة حدثنا فهو مقبول، وإذا رواه بصيغة عن أو أن أو قال، فهو حديث مدلَّس إلا إذا وجدناه قد صرّح في موضع آخر بالتحديث. ¶ القسم الثاني: ¶ أن يروي الراوي حديثاً عن شيخٍ لم يعاصره كأن يكون ولد بعد أن مات أو أنه كان عمره سنة أو سنتين بما يتفق العقلاء بأنه لا يمكن أن يتحمّل منه حديثاً، بصيغة عن أو أن أو قال، وهذا القسم بعض المحدثين يسميه تدليساً، لأن صورته صورة تدليس، وهذا غير صحيح. ¶ وقيل بأنه منقطع، وقيل: بأنه مرسل، فقد نقول أرسله فلان عن فلان وهو لم يسمع منه، وقد نقول بأنه منقطع، فالإرسال منطبق على هذا في بعض التعاريف التي أخذناها، وكذلك ينطبق عليه حدّ المنقطع ألم نذكر فيه أنه \" ما رواه راوٍ عن شخصٍ لم يلقه \". ¶ إذاً هذا ينطبق عليه الانقطاع والإرسال والتدليس، هذا في اصطلاح المحدثين. ¶ إذاً هذا هو القسم الثاني، وهل القسم الأول يسمى إرسالاً، لا يمكن أن نسميه إرسالاً لأنه شيخه. ¶ القسم الثالث: ¶ أن يروي الراوي عمن عاصره ولم يلقه أو يسمع منه، هذا اسمه \" تدليس \"، وسماه بعض المحدثين بالمرسل الخفي، فهذا هو المرسل الخفي. ¶ إذاً ما هو المرسل الخفي؟ أن يروي الراوي عمن عاصره ولم يسمع منه. ¶ انتبهوا لهذه المسألة الدقيقة التي سأذكرها الآن.",
            "page": "89",
            "part": "1",
            "seal": "A556C9FA"
        },
        {
            "id": "90",
            "nass": "هل يشترط أن نعرف عدم اللقاء، فلا بد مثلاً أن يأتي إمام من الأئمة فيثبت عدم اللقاء ويقول فلان لم يسمع من فلان، أو هو يقول أنا لم أسمع من فلان شيئاً. ثم بعد ذلك إذا روى عنه نقول هذا مرسل خفي، لأنك قلت بأنك لم تسمع منه، أو إذا روى مثلاً عن شخص نقول لا هذا مرسل خفي لأن أبا حاتم قال فلان لم يلق فلان، فلا نسمي هذا النوع إلا مرسلاً خفياً، فهل يشترط أن نعرف عدم ثبوت اللقاء للحكم على أنه مرسل خفي أم لا؟ نعم نشترط في المرسل الخفي أنه لم يسمع منه. ¶ إذاً عندنا حالات: ¶ 1) إما أن نعرف اللقاء. وهذا مقبول إلا أن يكون مدلساً, فلابد من التصريح بالسماع. ¶ 2) وإما أن نعرف عدم اللقاء. وهذا هو الانقطاع أو الإرسال. ¶ 3) وإما أن لا نعرف اللقي وعدم اللقي. وهذه هي مسألة العنعنة. ¶ إما أن لا نعرف اللقي أو عدم اللقي، فمثلاً لو قلنا الحسن يروي عن أبي هريرة - رضي الله عنه -، يروي الحسن عن أبي هريرة - رضي الله عنه -،وطبعاً الحسن ولد عام 20 أو 21،وأبو هريرة - رضي الله عنه - توفي سنة 57هـ. ¶ فالحسن عاصره لكننا لا نعرف هل الحسن لقي أبا هريرة - رضي الله عنه -، أو الحسن لم يلق أبا هريرة - رضي الله عنه - ـ نحن الآن نفترض وإلا نحن نعرف إن شاء الله ـ طيب أعيد السؤال مرة أخرى. ¶ إذا لم نعرف أنه لم يلقه أو لقيه؟ والاحتمال موجود بلقيه؟ ¶ نرجع إلى مسألة العنعنة، فهذا هو الجواب باختصار، فإذا لم نعرف أنه لقيه أو أنه لم يلقه نرجع إلى مسألة العنعنة. ¶ فنقول عندنا احتمالان: ¶ 1) إما أنه لا يثبت السماع وعدمه، فليس عندنا أنه قال إني لقيت ولا عندنا أنه قال إني لم ألقه، ولا عندنا أحد الأئمة قال فلان لقي فلاناً، وليس عندنا ما ينفي السماع عقلاً. ولا أحد من الأئمة قال فلان لم يلق فلان، فماذا نسمي هذا؟ هذه مسألة \" الحديث المعنعن \" ¶ 2) أن يكون عندنا قطعٌ بأنه لم يلقه، فهذا هو \" المرسل الخفي \".",
            "page": "90",
            "part": "1",
            "seal": "BD3819C8"
        },
        {
            "id": "91",
            "nass": "إذاً القسمة لا تخرج عن ثلاثة أشياء: ¶ الأول: أن يروي الراوي الموصوف بالتدليس من شيخه الذي سمع منه حديثاً بصيغة \" عن \" أو \" أن \" أو \" قال \" فهذا يسمى \" تدليس الإسناد \" بالاتفاق. ¶ الثاني: أن يروي الراوي عمن لم يعاصره أصلاً، فهذا إما أن يسمى تدليساً، وإما أن يسمى مرسلاً، وإما أن يسمى منقطعاً، وهذا لا إشكال فيه أيضاً. ¶ الثالث: أن يروي الراوي عمن عاصره، بصيغة عن أو أن. ¶ فنقول هذا التعريف يرد عليه احتمالان: ¶ الاحتمال الأول: أن يكون عندنا قطعٌ بأنه لم يلقه، فهذا هو \" المرسل الخفي \". ¶ الاحتمال الثاني: أن لا يرد أنه لقيه ولا يرد أنه لم يلقه، فهذا هو الحديث المعنعن، بالكلام الذي أخذناه وشرحناه وفهمناه إن شاء الله. ¶ فإذا سئلت ما هو المرسل الخفي؟ ¶ تقول: أن يروي الراوي عمن عاصره ولم يسمع منه. ¶ فإن قيل لك دقق، قل: أن يروي الراوي عمن عاصره ولم يلقه أصلاً، فهذا تدقيق في التعريف. ¶ إذا سئلت ما هو الفرق بين التدليس وبين المرسل الخفي؟ ¶ فقل التدليس: أن يروي الراوي عن شيخه ـ ونحن متأكدين أنه شيخه. ¶ أما المرسل الخفي: أن يروي عمن لم يلقه. ¶ وبماذا يجتمعان؟ يجتمعان بالمعاصرة. ¶ إذاً يختلفان بأن التدليس يروي عن شيخه الذي ثبت أنه سمع منه، بينما الإرسال الخفي يروي عمن ثبت أنه لم يلقه. ¶ فالتدليس ثبت أنه لقيه لكن هذا الحديث بعينه لم يسمعه منه، بينما الإرسال الخفي كل الأحاديث أصلاً ما سمعها منه. ¶ ما الفرق بين الإرسال الخفي والحديث المعنعن؟ ¶ الإرسال الخفي: ثبوت المعاصرة وعدم اللقاء. ¶ والمعنعن: ثبوت المعاصرة ولم يثبت اللقاء أو عدمه. ¶ مسألة: ¶ ما الفائدة من كلامنا على الإرسال الخفي، وكلامنا على التدليس؟ ¶ سبق لنا أن هناك من جعل الإرسال الخفي والتدليس شيئاً واحداً، إذاً ما الفائدة من التفريق؟",
            "page": "91",
            "part": "1",
            "seal": "655E1D0C"
        },
        {
            "id": "92",
            "nass": "الفائدة كبيرة جداً، وأول من نبَّه على هذه الفائدة – فيما أعلم – الشيخ الدكتور الشريف حاتم العوني أن المرسل الخفي إذا جعلنا القسم كله تدليساً وجعلنا الأقسام كلها واحدة وهو التدليس. ¶ نضرب مثالاً: الحسن عن أبي هريرة - رضي الله عنه -، الحسن روى عن أبي هريرة بكثرة، هناك من جعل هذا تدليس مع أنه عاصره، وهناك من جعله إرسالاً خفيّاً، فإذا جعلته قسماً واحداً وهو التدليس، فجاء حديث فقال الحسن حدثني أبو هريرة - رضي الله عنه -، إذا كنت سأتعامل معه على أنه ما فيه إلا تدليس ماذا سينتج؟ ¶ يلزم منه إذا قلنا أنه مافيه إلا تدليس وجاءنا حديث قال فيه الحسن حدثني أبي هريرة - رضي الله عنه -، نقول لا نقبل إلا بما صرّح به الحسن بالتحديث، فالحسن مدلِّس، وسبق لنا أنّ المدلِّس ما يقبل منه إلا بما صرّح بالتحديث، يلزم منه أن لا نقبل حديثاً عن الحسن عن أبي هريرة - رضي الله عنه - إلا إذا قال حدثني، وما عداه الذي فيه \" عن \" لا نقبله، لأنه ليس عندنا إلا قسم واحد وهو التدليس، فسمينا الحسن مدلِّساً الآن، وإذا سميناه مدلِّساً أعطيناه قاعدة التدليس، فجاء في الحديث قال حدثني قبلناه، جاء الحديث ولم يقل حدّثني لم نقبله. ¶ أما إذا جعلنا هناك قسماً آخر وهو المرسل الخفي، قلنا. لا، ثبت عندنا أن الحسن سمع من أبي هريرة - رضي الله عنه -، إذاً ماذا سيحصل سنقبل جميع روايات الحسن عن أبي هريرة - رضي الله عنه - في هذا الحديث وغيره. ¶ مثلاً: قتادة يروي عن عكرمة، وقتادة أدرك عكرمة وعاصره، لكن هل سمع منه وإلا لا؟ ¶ فجئنا ووصفنا قتادة بالتدليس، لأنه روى عن عكرمة وهو ما لقيه ثبت أن أناساً يقولون أنه لم يلقه، فوجدنا قتادة يروي يقول حدثني عكرمة وثبت عندنا السماع، إذا جعلناه من باب التدليس قلنا لا نقبل إلا هذه الرواية. ¶ وإذا قلنا أنه من باب المرسل الخفي قلنا الحمد لله صحت رواية قتادة في كل حديث.",
            "page": "92",
            "part": "1",
            "seal": "D593B0D2"
        },
        {
            "id": "93",
            "nass": "تدليس الإسناد: ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ ............................... ... وما أتى مدلَّساً نوعان ¶ الأول الاسقاط للشيخ وأن ... ينقل عمن فوقه بعن وأن ¶ طيب هو نقل عن شيخه الذي سمعه منه حديثاً لم يسمعه منه هذا هو تدليس الإسناد، ينقل عن شيخه الذي هو مكثر منه لكنه مثلاً مرة من المرات غاب عن الدرس وهو قد حضر كل دروس الشيخ وقد فاته حديث ذلك اليوم، فجاء إلى أحد الطلاب فقال ماذا حدثكم الشيخ، فقال حدثنا بحديث كذا كذا، فقال هذا التلميذ أنا الآن اكتب روايات شيخي كلها وأجعل في بعض هذه الروايات تلميذاً من أقراني. ¶ إذاً لماذا يدلّس التلميذ تدليس الإسناد؟ ما أسباب التدليس؟ ¶ 1) القرب من الشيخ، والعلو في الإسناد. ¶ 2) أحياناً قد يكون لإخفاء الضعف في الإسناد، إما بسبب أن شيخه ضعيف أو بسبب أن شيخه مجهول. ¶ 3) أن يكون خائفاً على نفسه، فيخاف أن يصرّح مثلاً أنه تتلمذ على فلان المبتدع، فيقال له أنت درست على مبتدعه فتترك. وسواء كان خوفاً سياسياً أو دينياً. ¶ 4) الاستحقار، يخاف أن يقول أنت تتلمذت على فلان، إما حسداً وإما أنه محتقره ولا يريد أن يرفع من شأنه عند الناس، استحقاراً أو حسداً أو تسطيح للشيخ أو ما شابه ذلك، وهناك أسباب كثيرة للتدليس. ¶ مسألة: ¶ ما حكم رواية المدلّس تدليس الإسناد؟ عندما نتكلم عن شُبه التدليس بغضّ النظر عن حال المدلّس وضعفه ما علينا من هذا، نتكلم عن شبه التدليس فنقول: ¶ إذا ثبت أن هذا الراوي مكثر من التدليس فلا تقبل روايته إلا إذا صرح بالتحديث ¶ وما لم يصرّح بالتحديث فلا يصح حديثه، إذاً نقول ما حكم رواية المدلِّس، رواية المدلِّس المكثر من التدليس لا تصح روايته حتى يثبت أنه صرّح بالتحديث في رواية ما. ¶ مثل محمد بن إسحاق من أشهر من يرمون بالتدليس محمد بن إسحاق يقبل حديثه بشرط أن يصرّح بالتحديث من شيخه فإن لم يصرّح فلا نقبله.",
            "page": "93",
            "part": "1",
            "seal": "50338C50"
        },
        {
            "id": "94",
            "nass": "ومثل بن جريج مقبول حديثه ثقة لا يصح حديثه حتى يصرّح بالتحديث، إذاً نحترز ممن نحن الآن؟ نحترز من أناس وهذا سنذكر لكم أقسام المدلّسين عند الحافظ بن حجر ـ رحمه الله تعالى ـ وسأتكلم عليه باختصار طبعاً، لكن هذا حتى يكون قد أنهينا باب التدليس. ¶ المدلّسون الذين ذكرهم الحافظ بن حجر ـ رحمه الله تعالى ـ على خمسة مراتب: ¶ الأولى: من لم يوصف بذلك الا نادراً، كيحيى بن سعيد الانصاري. ¶ الثانية: من احتمل الائمة تدليسه وأخرجوا له في الصحيح لإمامته وقلة تدليسه في جنب ما روى، كالثوري أو كان لا يدلس إلا عن ثقة كإبن عيينة. ¶ الثالثة: من أكثر من التدليس فلم يحتج الائمة من أحاديثهم إلا بما صرحوا فيه بالسماع ومنهم من رد حديثهم مطلقا ومنهم من قبلهم كأبي الزبير المكي. ¶ الرابعة: من اتفق على أنه لا يحتج بشئ من حديثهم إلا بما صرحوا فيه بالسماع لكثرة تدليسهم على الضعفاء والمجاهيل كبقية بن الوليد. ¶ الخامسة: من ضعف بأمر آخر سوى التدليس فحديثهم مردود ولو صرحوا بالسماع إلا أن يوثق من كان ضعفه يسيراً كابن لهيعة. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والثاني لا يسقطه لكن يصف ... أوصافه بما به لا ينعرف ¶ هذا هو القسم الثاني من أقسام التدليس وهو تدليس الشيوخ. ¶ تدليس الشيوخ: هو أن لا يسقط أحداً ـ فليس فيه إسقاط ـ ولكن يصف شيخه بما لا ينعرف ويشتهر به، فليس فيه سقوط في الإسناد. وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ ما هي صيغة التحمّل؟ حدثنا، أخبرنا، عن، قال، فلا إشكال فلا نشترط صيغة. ¶ هو أن يروي الراوي عن شيخه الذي سمع منه حديثاً سمع منه، إذاً ما هو الإشكال لماذا يسمى تدليس؟ نحن قلنا في التعريف: إخفاء عيب في الإسناد أو طريق الإسناد طريقة التحمّل، فيخفي الطريقة، فهذا الشيخ يمكن أنه ضعيف من يوم أقول للناس حدثني فلان سيقولون هذا اترك حديثه ضعيف، فأصفه بما لا ينعرف.",
            "page": "94",
            "part": "1",
            "seal": "3E544B4A"
        },
        {
            "id": "95",
            "nass": "فمثلاً: لو كان اسمه عبد الله بن فلان بن فلان، وهو أعرج فأقول حدثني عبد الله الأعرج لا أبيّن، حدثني العراقي فلا ينعرف به، أو آتي بكنيته، فمثلاً هو معروف باسمه ولا يعرف بكنيته، أقول حدثني أبو فلان، هل أنا دلّست هل أنا أسقطت. لا.، لكني أخفيت عيباً فأنا دلًست. ¶ إذاً إذا قلت دلّست لا تفهم أن فيه سقوط مباشرة لا، دلّست أخفيت عيباً، فهل دلّست أنا الآن نعم دلّست، كيف صيغة التدليس تدليس شيوخ، فأخفيت هذا الراوي عن الناس بوصفه بشيء آخر لا ينعرف به. ¶ ما أسباب تدليس الشيوخ؟ ¶ 1) إخفاء ضعف الشيخ فأصفه باسم آخر. ¶ 2) خوف ديني أو سياسي. ¶ 3) الحسد أو الاستحقار، فلا يريد أن يقال فلان يروي عن فلان. ¶ 4) التكثّر، فأنا مثلاً ما لي إلا شيخ واحد سمعت منه فأقو اليوم مثلاً حدثني المصري، وغداً أقول حدثني الأعرج، ولو كان أعمى أقول حدثني الأعمى، وأقول حدثني أبو عبد الله، ولو كان اسمه زيد أقول حدثني زيد، وهو كل هذا واحد إذاً هو استكثار بالشيوخ، يقولون والعهدة عليهم، الخطيب البغدادي يفعل هذا ـ رحمه الله تعالى ـ، وأنا بريء من هذا، لكنهم هم يقولون هذا ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ ............................... وكالخطيب يوهم استكثارا ¶ وأنا بريء من هذا لكن أهل العلم ذكروا هذا، إذاً هذا هو تدليس الشيوخ وهو القسم الثاني، ولم يذكر المؤلف القسم الثالث، تبعاً لابن الصلاح ـ رحمه الله تعالى ـ، فهناك قسم ثالث ذكره أهل العلم سنرى هل هو قسم أم لا، اسمه \" تدليس التسوية \". ¶ صفة هذا التدليس: أن يروي التلميذ عن شيخه الذي سمع منه فيصعد إلى ما فوق شيخ شيخه بصيغة عن. ¶ أعيد مرة ثانية: أن يروي التلميذ عن شيخه الذي سمع منه هذا الحديث ـ إلى الآن ما فيه إشكال حتى ما فيه تدليس لا إسناد ولا شيوخ ولا شيء ـ عن شيخ شيخه،فيسقط شيخ الشيخ.",
            "page": "95",
            "part": "1",
            "seal": "DCEC3FED"
        },
        {
            "id": "96",
            "nass": "فلو افترضنا بأن عبد الرزاق يروي عن معمر عن الزهري عن أبي سلمة عن أبي هريرة - رضي الله عنه -، فأراد عبد الرزاق أن يدلّس تدليس تسوية، فيقول حدثني معمر عن أبي سلمة، إذاً أسقط شيخ شيخه. هذا يسمى تدليس التسوية، لماذا سمي تدليس التسوية، لأن التلميذ كأنه يسوّي الحديث ويحسّنه، لأن أصلاً شيخ شيخه ضعيف أو لأي سبب من الأسباب التي ذكرناها في أسباب تدليس الإسناد، قد يكون لا يحب أن يُذكر بأن شيخه سمع من بعض أقرانه أو من المبتدعة لأي سبب من الأسباب التي ذكرناها. نعم، فيصعد من أجل أن يسّوي حالة شيخه. إذاً هو أن يروي التلميذ عن شيخه الذي سمع منه هذا الحديث فيسقط شيخ شيخه. ¶ فهذا هو تدليس التسوية، نعم لنرى لماذا لم يذكر بن الصلاح ـ رحمه الله تعالى ـ هذا القسم لأنه داخل في تدليس الإسناد، روى في الحديث عن شخص لم يسمع منه بصيغة عن أو أن، صح إنه قسم من أقسام التدليس، يعني لو أردنا أن نقسم تدليس الإسناد إلى أقسام، سنقول: ¶ 1) قد يكون تدليس الإسناد هو يدلّس عن شيخه. ¶ 2) وقد نقول إنه ينقسم تقسيم ثاني، أن يجعل شيخ شيخه يدلّس. فهذا الذي جعل الحافظ بن الصلاح ـ رحمه الله تعالى ـ لم يذكر هذا الكلام \" تدليس التسوية \"، وذكره المتأخرون. ¶ وترك الماتن \" تدليس التسوية \" تبعاً لابن الصلاح ـ رحمه الله تعالى ـ. ¶ وأشهر من يُعرف به هو بقيّة بن الوليد، والوليد بن مسلم ـ رحمهما الله تعالى ـ، فهذان هما أشهر من يفعل هذا التدليس، وهم معدودين وهم قلّة جداً، لا يتجاوزون العشرة فيمن يدلس تدليس التسوية قلّة. ¶ لكن هناك قسمان يذكرهما أهل العلم: ¶ 1) وهو \" تدليس القطع \" أو يسمى \" تدليس السكوت \"، وهو قريب جداً لكن هو موجود في الاصطلاح. ¶ وهو أن يقول المدلِّس حدثني فلان حدثني فلان ثم يقول حدثني ثم يسكت فينوي السكوت وينوي القطع ثم يقول بن سيرين ـ رحمه الله تعالى ـ.",
            "page": "96",
            "part": "1",
            "seal": "C52F8648"
        },
        {
            "id": "97",
            "nass": "فقطع حدثنا عن بن سيرين، فقط قال حدثنا ثم سكت كأنه أخطأ فقطع أو سكت هذا يسمى \" تدليس القطع أو السكوت \" ثم يقول بن سيرين، وهذا على قلّة لكن ذكروا له مثالاً أو مثالين. ¶ 2) \" تدليس العطف \"، وهذا كثير جداً، وهو أن يأتي المدلِّس فيذكر له شيخين أحدهما سمعه منه ولآخر لم يسمع منه. ¶ فمثلاً يقول هُشَيْم حدثنا حصين ومغيرة، هو سمع من أحدهما لكنه لم يسمع من الآخر فعطفهما، فجاءت حدثنا لأحدهما ولم تأت حدثنا للآخر، وهذه مهمة جداً أحياناً قد يكون الشيخ الذي حدثه ضعيف، والمعطوف عليه ثقة، فصح الحديث برواية الثقة مع أنها رواية مدلَّسة وهذا كثير جداً، فينبغي لطالب العلم أن يهتمك له، وأن يتبيّن هذا التدليس. ¶ (الحديث الشّاذ) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وما يخالف ثقةٌ فيه الملا ... فالشاذ.................... ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الواحد والعشرين وهو (الحديث الشّاذ) . ¶ ومادة \" شاذّ \": مأخوذة من شَذّ يَشِذُّ أو شَذّ يَشُذُّ شذوذاً، وقد سبق هذا. ¶ الشاذ لغة: هو الإنفراد والتفرد، تقول شذّ عن القوم أي تفرّد، هذا هو المعنى اللغوي وتوسّع في المعنى اللغوي بناءً على لوازمه، فإن من شذّ عن شيء عن مجموعته أوعن أشباهه أو عن نظائره، فإنه تفرّد وخالفهم وتفرّق عنهم، تقول تفرّق القوم شذَرَ مذَرْ مع أنهم قوم لكن لمّا تفرقوا أصبح كل واحد منهم لوحده، فلما جاء التفرّق صار فيه مخالفة وتخالف، فلوازم الشذوذ هو المخالفة، ولا يلزم أن يكون مع الشذوذ مخالفة من حيث المدلول اللغوي، لكن نقول إذا كان هناك شذوذ عن نظائره أو عن مجموعته يلزم أن يكون هناك مخالفة لكن إذا كان هو شذّ لوحده ليس عن مجموعة قد لا يطلق عليه أنه خالف. ¶ فمن هنا اختلف أهل العلم ـ رحمهم الله تعالى ـ في المعنى الاصطلاحي. ¶ التعريف الأول:",
            "page": "97",
            "part": "1",
            "seal": "ED8B6D37"
        },
        {
            "id": "98",
            "nass": "ما يخالف ثقةٌ فيه الملا،أي ما خالف فيه الثقة الناس،وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ إذاً عندنا وصفان في هذا التعريف: ¶ 1) المخالفة. ¶ 2) أن تكون من ثقة. ¶ وهذا هو تعريف الإمام الشافعي ـ رحمه الله تعالى ـ، فقد أخذ المؤلف ـ رحمه الله تعالى ـ تعريفه من الإمام الشافعي ـ رحمه الله تعالى ـ، وعلى تعريفه يكون من قسيم الضعيف، وهو الراجح. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ وذو الشذوذ ما يخالف الثقة ... فيه الملا فالشافعي حققه ¶ التعريف الثاني: ¶ ما تفرّد به الثقة، وهذا هو تعريف الحاكم ـ رحمه الله تعالى ـ، إذاً هو ذكر وصفاً وترك وصفاً آخر، فترك المخالفة. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: - ¶ والحاكم الخلاف فيه ما اشترط ... ............................. ¶ والحاكم ـ رحمه الله تعالى ـ عندما عرّف هذا التعريف، هل معناه أنه يضعّف حديث (إنما الأعمال بالنيات) ، فقد تفرّد به الثقات، وهل يضعّف حديث (نهى عن بيع الولاء وهبته) .؟ ¶ لا يلتزم بهذا فهو مصطلح، فالحاكم ـ رحمه الله تعالى ـ قد يصِحُّ عنده الحديث وهو شاذّ وقد يضعّف، ولهذا تجد الحاكم ـ رحمه الله تعالى ـ في مستدركه يقول: وهذا حديث صحيح شاذّ وشذوذه بيّن. يعني أن عنده تفرّد فقط، فلا يلتزم أن يكون ضعيفاً، وبهذا نحلُّ الإشكال عن قول الحاكم ـ رحمه الله تعالى ـ. ¶ إذاً عند الحاكم ـ رحمه الله تعالى ـ هل الشاذّ من قسيم الضعيف،أو هل هو من قسيم الصحيح؟ ¶ لا. وإنما هو على القسمين، فقد يكون صحيحاً وقد يكون ضعيفاً. ¶ التعريف الثالث: ¶ هو ما تفرّد به الراوي برواية ما. ¶ إذاً في هذا التعريف نظر إلى التفرد فقط، ولم ينظر إلى المخالفة، ولم ينظر إلى ثقة المخالف، وهذا هو تعريف الخليلي ـ رحمه الله تعالى ـ، وعلى تعريفه يكون الشاذّ من قسيم الضعيف. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ .........................",
            "page": "98",
            "part": "1",
            "seal": "31541630"
        },
        {
            "id": "99",
            "nass": "وللخليلي مفرد الراوي فقط ¶ مسألة: ¶ الشذوذ إما أن يكون في الإسناد وإما أن يكون في المتن:- ¶ 1) في الإسناد، وصفته: أن يخالف الثقّة الناس في إسناد الحديث بأي مخالفة كانت، فمثلاً الثقات يروونه موصولاً وهو يرويه مرسلاً، أو العكس، أو الثقات يروونه موقوفاً وهو يرويه مرفوعاً، أو العكس، أو الثقات يروونه من مسند أبي هريرة - رضي الله عنه -، وهو يرويه من مسند ابن عباس - رضي الله عنه -، أو الثقات يجعلون شيخ الزهري أبا سلمة، وهو يجعل شيخ الزهري سعيد بن المسيب ـ رحمهم الله تعالى ـ. ¶ 2) ... في المتن، صفته: أن يأتي الثقة فيزيد لفظةً في الحديث لا يرويها الثقات الآخرون، فمثلاً لفظة (إنك لا تخلف الميعاد) ، أو لفظة (فوضع أصبعيه في أذنيه) ، فهو يزيدها والثقات الآخرون لا يزيدونها، أو مثلاً الثقات يروونه بصيغة معيّنة، ويأتي راوٍ آخر فيرويه بلفظة أخرى فمثلاً في حديث ميمونة ـ رضي الله عنها ـ قال رسول الله - صلى الله عليه وسلم -: (هلا استمتعتم بإهابها) ، فجاء سفيان بن عيينة ـ رحمه الله تعالى ـ فقال: (هلا دبغتموه) وهي نفس المعنى، ولكنه ذكرها بهذه اللفظة وهذا يشكل، وهي مسألة فقهيّة مشهورة، إذاً هو رواه بنفس المعنى العام لكن اللفظة مختلفة، فهل يحكم عليها بالشذوذ أم لا؟ هذا على الخلاف الفقهي. ¶ إذاً هناك شذوذ إسناد وهناك شذوذ متن، ولا يلزم من شذوذ الإسناد شذوذ المتن، بأن يزيد زيادة في الإسناد أما المتن فهو نفس رواية الثقات، وكذلك لا يلزم من شذوذ المتن شذوذ الإسناد، بأن يكون الإسناد واحد تماماً عند الثقات وعنده هو، لكنه هو زاد لفظة وهم لم يزيدوها. ¶ وممكن أن يجتمع شذوذ الإسناد وشذوذ المتن،فيجعله من مسند ابن عبّاس - رضي الله عنه - ويزيد لفظة، والثقات يروونه من مسند أبي هريرة - رضي الله عنه - ولا يزيدون هذه اللفظة.",
            "page": "99",
            "part": "1",
            "seal": "63EAF0A8"
        },
        {
            "id": "100",
            "nass": "إذاً هي ليست كالعلة، وقد ذكرنا الفرق بين الشذوذ والعلة، عندما تكلمنا عن شروط الحديث الصحيح. ¶ مسألة: حكم الحديث \" الشاذّ \". ¶ حكمه الضّعف، سواءٌ كان في اللفظة فتضعّف اللفظة أو كان في الإسناد فيضعّف الإسناد. ¶ بم يسمى إذا أخرجناه عن الصحة؟ ¶ إما أن يسمى شاذاً هذا هو الأصل في الإصطلاح، والمقابل له يسمى محفوظاً، فإذا قيل المحفوظ كذا، علمت أن هناك إسناداً شاذاً أو متناً شاذاً، إذاً \" الشاذ \" ضعيفٌ، له قسيمٌ صحيح وهو \" المحفوظ \". ¶ مسألة: كيف نحكم على الإسناد بأنه شاذ ومتى نحكم عليه بأن هذا الإسناد شاذ أو أن هذا المتن شاذ؟ ¶ اختلف أهل العلم في ذلك على أقوال: ¶ القول الأول: أننا نحكم عليه من خلال الكثرة والقلّة، فإذا كان الرجال الذين رووى بهذه الصيغة أكثر من الرجال الذين رووى بالصيغة الأخرى فنعتمد الأكثر فالأكثر هو \" المحفوظ \" والأقل هو \" الشاذّ \"، لأنه قد لا يكون ثقة واحداً فقط الذي خالف قد يكون اثنين مقابل عشرين، أو ثلاثة مقابل عشرين مثلاً. ¶ القول الثاني: أننا نحكم عليه من خلال قوة الثقة ـ أيهما أوثق من الآخر فكلهم ثقات ـ والحفظ والضبط، فإذا رأينا عشرين راوياً مع راويين أو ثلاثة ورأينا أن هؤلاء الاثنين أو الثلاثة أضبط وأحفظ من هؤلاء العشرين فإننا نجعل رواية الاثنين أو الثلاثة هي \" المحفوظة \"، ورواية العشرين هي \" الشاذّة \". ¶ القول الثالث: أننا نحكم عليه من خلال القرائن، فننظر مثلاً إلى مداومة وطول صحبته هذا الراوي، وكثرة مخالفته أو قلة مخالفته، وهل حكم الأئمة بأن روايته هي أصح الروايات عن فلان هذا، وهل الذين خالفوه ليسوا بذاك الضبط والقوة، إذاً عندي عدّة اعتبارات للحكم على \" الشاذ \" أو الحكم على \" المحفوظ \"، وهذا القول هو الصواب وهو إعمال القرائن فأنا قد أحكم على رواية شخص واحد بالصحة وقد لا أحكم عليها بالصحة.",
            "page": "100",
            "part": "1",
            "seal": "031F5FD5"
        },
        {
            "id": "101",
            "nass": "إذاً هل عبارة \" زيادة الثقة مقبولة \" أو \" من حفظ حجّة على من لم يحفظ \" صحيحة؟ ¶ العبارتين اطلاقها غير صحيح، فقد تكون زيادة الثقة \" شاذّة \"، وقد تكون زيادة الثقة \" محفوظة \". ¶ (الحديث المقلوب) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ ........................... ... ......... والمقلوب قسمان تلا ¶ إبدال راوٍ ما براوٍ قسم ... وقلب إسنادٍ لمتنٍ قسم ¶ ... انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثاني والعشرين وهو (الحديث المقلوب) . ¶ المقلوب: اسم مفعول، من قلَبَ وهو الإنكفاء. ¶ حدَّه المؤلف ـ رحمه الله تعالى ـ عن طريق التقسيم. ¶ وحدُّه اصطلاحاً: هو إبدالٌ يعتري الإسناد والمتن ويغيّره عن وجهته الصحيحة. فيشمل هذا قلب المتن، وقلب الإسناد. ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ إبدال راوٍ ما براوٍ قسم ... وقلب إسنادٍ لمتنٍ قسم ¶ قوله: إبدال راوٍ \" ما \": \" ما \" هنا زائدة. ¶ ذكر المؤلف أقسام المقلوب: - ¶ القسم الأول: ¶ إبدال الراوي براوٍ آخر، وهو يعتري الإسناد وله عدّة صور: ¶ 1) إبدل الراوي، فمثلاً الزهري عن أبي سلمة، فيأتي الراوي ويقلبه فيقول: الزهري عن سعيد، وممكن نحكم عليه بحكم آخر وهو \" الشذوذ \". ¶ 2) إبدال اسم الراوي، فمثلاً سعد بن سنان، يأتي الراوي ويقول: سنان بن سعد، وحفظ على شعبة ـ رحمه الله تعالى ـ أسماء من هذا القسم. ¶ 3) إبدال كنية الراوي، فمثلاً هو معروف بأبي سنان، فيأتي الراوي ويقول: عن سنان. ¶ 4) التقديم والتأخير، فيجعل شيخ الراوي تلميذه، وتلميذ الراوي شيخه فيقول: عن أبي سلمة عن الزهري. ¶ القسم الثاني: ¶ قلب المتن عن الإسناد.",
            "page": "101",
            "part": "1",
            "seal": "5B663B39"
        },
        {
            "id": "102",
            "nass": "صورته: حديث عمرو بن شعيب عن أبيه عن جدّه أن الرسول - صلى الله عليه وسلم - قال: (الفخذ عورة) ، فيأتي الراوي ويجعله عن بهز بن حكيم عن أبيه عن جدّه بهذا المتن، فجعلها من سلسلة بهز، وهي من سلسلة عمرو، فهذا يسمى \" قلب متن \" وقد يسمى هذا \" شاذّاً \" فلما ننظر إلى الرواة فإنهم يروونه من حديث عمرو بن شعيب عن أبيه عن جدّه، وهو يرويه من حديث بهز بن حكيم عن أبيه عن جدّه، ولكن هذا مصطلح \" قلب متن \". ¶ ومن صور قلب المتن: أن يقلب الراوي نفس المتن فمثلاً في حديث السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله وذكر منهم (رجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه) ، فيأتي الراوي فيقلب نفس المتن فيقول: (حتى لا تعلم يمينه ما تنفق شماله) . ¶ وهذه صورتين لقلب المتن وإلا فهي كثيرة. ¶ ولا أحد من المؤلفين يذكر \" المقلوب \" إلا ويذكر قصة الإمام البخاري ـ رحمه الله تعالى ـ، وهي من أعجب القصص التي رواها بن عديّ ـ رحمه الله تعالى ـ في كتابه \" الكامل \"، وهي تدلّ على أن المهارة والحفظ والملكة عندهم ليست كحافظتنا، ولو قارن الإنسان نفسه بهم فلن يصل إلى معشار ما وصلوا إليه.",
            "page": "102",
            "part": "1",
            "seal": "005D8D98"
        },
        {
            "id": "103",
            "nass": "قال أبو أحمد بن عدي الجرجاني ـ رحمه الله تعالى ـ الحافظ سمعت عدة مشايخ يحكون أن محمد بن إسماعيل البخاري قدم بغداد فسمع به أصحاب الحديث فاجتمعوا وعمدوا إلى مائة حديث فقلبوا متونها وأسانيدها وجعلوا متن هذا الإسناد لإسناد آخر وإسناد هذا المتن لمتن آخر ودفعوا إلى عشرة أنفس إلى كل رجل منهم عشرة أحاديث وأمروهم إذا حضروا المجلس يلقون ذلك على البخاري وأخذوا الموعد للمجلس فحضر المجلس جماعة من أصحاب الحديث من الغرباء من أهل خراسان وغيرها ومن البغداديين فلما اطمأن المجلس بأهله انتدب إليه رجل من العشرة وسأله عن حديث من تلك الأحاديث المقلوبة فقال البخاري: لا أعرفه فسأل عن آخر فقال البخاري: لا أعرفه ثم سأل عن آخر فقال: لا أعرفه فما زال يلقي بمثله واحدا بعد واحد حتى فرغ من عشرته والبخاري يقول: لا أعرفه فكان الفهماء ممن حضر المجلس يلتفت بعضهم إلى بعض ويقولون الرجل فهمنا، ومن كان منهم غير ذلك يقضي على البخاري بالعجز والتقصير وقلة الفهم ثم انتدب رجل آخر من العشرة فسأله عن حديث من تلك الأحاديث المقلوبة فقال البخاري: لا أعرفه فسأله عن آخر فقال: لا أعرفه فسأل عن آخر فقال: لا أعرفه فلم يزل يلقي عليه واحدا بعد واحد حتى فرغ من عشرته والبخاري يقول: لا أعرفه ثم انتدب الثالث إليه والرابع إلى تمام العشرة حتى فرغوا كلهم من الأحاديث المقلوبة والبخاري لا يزيدهم على لا أعرفه فلما علم البخاري أنهم قد فرغوا التفت إلى الأول منهم فقال أما حديثك الأول فهو كذا وحديثك الثاني فهو كذا والثالث والرابع على الولاء حتى أتى على تمام العشرة فردّ كل متن إلى إسناده وكل إسناد إلى متنه وفعل بالآخرين مثل ذلك ورد متون الأحاديث كلها إلى أسانيدها وأسانيدها إلى متونها فأقر له الناس بالحفظ والعلم وأذعنوا له بالفضل وكان بن صاعد إذا ذكر محمد بن إسماعيل يقول الكبش النطاح. ¶ مسألة: هل المقلوب يدخل في المضطرب؟",
            "page": "103",
            "part": "1",
            "seal": "463E3236"
        },
        {
            "id": "104",
            "nass": "لا، ولكن يدخل إذا لم أستطع أن أرجّح، فلم أحكم عليه بأنه مقلوب إلا لأني رجّحت، إذاً بينهما عموم وخصوص، فقد أقول عن المظطرب بأنه مقلوب، وقد لا أستطيع أن أحكم، فإن حكمت عليه بأنه مقلوب انتهى. ¶ مسألة: حكم الحديث \" المقلوب \". ¶ لاشك أنه من قسيم الحديث الضعيف، بل أحياناً يكون المقلوب موضوع. ¶ (الحديث الفرد) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والفرد ما قيّدته بثقةِ ... أوجمعٍ أو قصرٍ على روايةِ ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثالث والعشرين وهو (الحديث الفرد) . ¶ الفرد: من التفرّد، وهو عدم المشاركة أو يقال الوتر. ¶ اصطلاحاً: عرّف بعدّة تعريفات: - ¶ التعريف الأول: ¶ ما قيّدت روايته بثقةٍ أوجمعٍ أوقصرٍ. وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ وعليه يكون الفرد عنده قد يكون صحيحاً وقد يكون ضعيفاً. ¶ قال المؤلف ـ رحمه الله تعالى ـ: والفرد ما قيّدته بثقةِ أوجمع أو قصر على روايةِ. ¶ فقوله \" على روايةِ \": ليس معناه على رواية أو روايتين أي هناك قول آخر. كلا، وإنما فيه تقديم وتأخير فمقصوده: أن الفرد ما قيّدت روايته بثقةٍ أوجمعٍ أوقصرٍ، ويمكن أن تكون \"رواية\" معطوفة على قصر، فقولنا قصرٍ على رواية: أي تفرّد بهذا الإسناد. ¶ التعريف الثاني: ¶ الفرد هو المنكر، وهذا هو تعريف الإمام البرديجي ـ رحمه الله تعالى ـ. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ والمنكر الفرد كذا البرديجي ... أطلقَ........................ ¶ فالفرد عند البرديجي ـ رحمه الله تعالى ـ من قسيم الضعيف. ¶ التعريف الثالث: ¶ أن الفرد هو الغريب، والغريب قد مرّ معنا تعريفه. ¶ وجميع التعريفات مستخدمة فقد يحكم على المنكر بأنه فرد فإذا أردت أن تضعّف تقول هذا حديث فرد، وقد تحكم على الفرد بأنه تفرّد فلان عن فلان، وقد تحكم على الغريب بأنه فرد. ¶ إذاً لا نستطيع أن نرجّح لأنها اصطلاحات مستخدمة.",
            "page": "104",
            "part": "1",
            "seal": "6524E55B"
        },
        {
            "id": "105",
            "nass": "إذاً نرجع إلى تعريف المؤلف ـ رحمه الله تعالى ـ قال:والفرد ما قيدت روايته بثقة أوجمع أو قصر. ¶ فقوله \" بثقة \": يعني قيّدت روايته بأنه لم يروِ هذا الإسناد إلا هذا الثقة، ولا يمتنع أن يكون قد رواه ضعفاء، فأنت مثلاً تقول تفرّد به فلان أي الثقة، لكن لا يمتنع أن يكون قد رواه ضعفاء غيره، لكن لما قلت تفرد به فلان أي هو المقبول فقط أما ما عداه فلا يحتاج أن نقول بأنهم ضعفاء. ¶ وقوله \" أو جمع \": أي مجموعة، أهل بلد، فتقول: هذا الحديث تفرّد به أهل مصر، أو هذا الحديث تفرد به أهل الشام كما يذكر ذلك أبوداود ـ رحمه الله تعالى ـ في سننه كثيراً، وكذلك الحاكم ـ رحمه الله تعالى ـ يقول: هذه السنة تفرّد بها أهل مصر، أو هذه السنّة تفرّد بها أهل الشام، أو هذه السنة تفرد بها أهل الكوفة وغير ذلك، ولهذا بعض العلماء لما يسند له الحديث يقول هذا إسناد كوفي أو إسناد شامي. ¶ وعندي لوقال المؤلف ـ رحمه الله تعالى ـ \" أو مصر \" بدل \" أو جمع \"، لكان أحسن لأن قوله \" أو جمع \" كأنه رواة كثرة، وهذا غير مقصود المؤلف ـ رحمه الله ـ، وإنما يقصد \" بجمع \" أي جهه ومجموعة معيّنة معروفة. ¶ فيكون البيت:- ¶ والفرد ما قيّدته بثقةِ ... أومصر أو قصر على روايةِ ¶ حتى إنه سيكون هناك محسنات بديعيّة في النظم جيّدة. ¶ وقوله \" أو قصرٍ على روايةِ \": أي لم يرو هذا الإسناد بتمامه إلى آخره إلا هذا الراوي وعنه انتشر، يعني تقول مثلاً:لا يرويه عن ابن جريج إلا معمر أو هشام بن حسان أو ابن لهيعة وغيرهم، وعنهم رواه الناس وانتشر، كما قلنا في رواية يحيى بن سعيد في حديث (إنما الأعمال بالنيات) تفرّد به وعنه انتشر إذاً هذا فرد، فتقول تفرّد به يحيى بن سعيد. ¶ مسألة: حكم الحديث الفرد. ¶ حكمه يختلف باختلاف التعريف، فعلى حسب اختيارنا للتعريف في الحدّ يكون الحكم. ¶ فعلى تعريف البرديجي ـ رحمه الله تعالى ـ: يكون حكمه ضعيفاً.",
            "page": "105",
            "part": "1",
            "seal": "5D32B881"
        },
        {
            "id": "106",
            "nass": "وعلى تعريف المؤلف ـ رحمه الله تعالى ـ: قد يكون صحيحاً وقد يكون ضعيفاً، وهكذا. ¶ مسألة: مظانّ الأفراد، أين أجد الحديث الفرد؟ ¶ أهل العلم ألفوا فيها كتب، فلمسلم ـ رحمه الله تعالى ـ كتاب في \" الأفراد \"، ومعجم الطبراني من مظانّ الأفراد فتجده يقول تفرد به فلان عن فلان أو لا أعلمه يرويه عن فلان إلا فلان، ومسند البزّار أيضاً من مظان الأفراد، وكثير من كتب \" العلل \" من مظان الأفراد. ¶ (الحديث المعلَّل) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وما بعلةٍ غموضٍ أو خفا ... معلَّل عندهم قد عرفا ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الرابع والعشرين وهو (الحديث المعلَّل) . ¶ المعلَّل: اسم مفعول من أعَلَّه فهو مُعَلّ، وأجاز بعض أهل العلم كذلك \" معلَّل \"، وإلا فإن الأصح لغةً يقال \" حديثٌ مُعَلّ \"، وجوزوا أن تقول \" معلّل \"، ويقولون: \" حديث معلول \"، وهذه اللفظة قال عنها الإمام النووي ـ رحمه الله تعالى ـ هي لحن، بل حتى إن بن الصلاح ـ رحمه الله تعالى ـ قال: هي مرذولة ـ أي من الكلام المهجور وفيه خطأ ـ، ويقول عنها ابن سيده ـ رحمه الله تعالى ـ لست منها على ثقة ولا ثلج ـ يعني لغة ما أظن أنها تصح ـ، مع أن عبارة \" معلول \" يستخدمها المحدثون فالإمام البخاري وأحمد والشافعي ـ رحمهم الله تعالى ـ يستخدمها، ويستخدمها أهل الكلام، وأهل البلاغة، وأهل العَرُوض. ¶ ولهذا يقول الحافظ العراقي ـ رحمه الله تعالى ـ: - ¶ وسمِّ ما بعلّة مشمولُ ... معللاً، ولا تقلْ معلولُ ¶ عموماً هو اصطلاح وقد استخدمه أهل العلم، فهنا قاعدة أن الاصطلاح إذا درج عليه أهل العلم لا نلتفت إليه مادام أن المعنى واضح وعرف، فتأتي أنت وتصحح هذا المصطلح؟! فهذا لا يمكن حقيقة، ولكن ممكن أن نبيّن الضعف فيه لغةً، لكن نقول \" معلول \" استخدمه ولا حرج عليك. ¶ وقد عرّفه المؤلف ـ رحمه الله تعالى ـ فقال:",
            "page": "106",
            "part": "1",
            "seal": "A413DDBA"
        },
        {
            "id": "107",
            "nass": "وما بعلةٍ غموضٍ أو خفا ... معلَّل عندهم قد عرفا ¶ أي: ما في إسناده علةٌ غامضةٌ أو خفيّة. ¶ أو نقول: هي قدحٌ في الإسناد مع أن ظاهره السلامة. ¶ وسبق لنا في تعريف الحديث الصحيح: أن لا يكون معللاً. ¶ وقلنا العلّة: هي العلة الخفيّة التي لا تظهر، وقد تكون بمعنى العلّة الظاهرة الواضحة. ¶ ولهذا تجد بعض أهل العلم يقول: في حديث منقطع ظاهر يقول: هو حديث معلول، فهو اصطلاح. ¶ إذاً نقول: اصطلاح أهل العلم في الحديث المعلول: قد يُستخدم في العلل الخفيّة، وقد يستخدم في العلل الظاهرة، فهذا اصطلاح فلا نستطيع أن نرجّح الآن، ونحاكم الأئمة على اصطلاحاتهم! ¶ مسألة: صور العلل الخفيّة، كيف تكون علّة خفيّة؟ ¶ أحياناً يأتي الإمام فيقول هذا ليس من حديث الزهري، فجاءنا فلان ما فيه مخالفة ولا شذوذ بل أمامي إسناد ما فيه مخالفة، فيأتي أبو حاتم ـ رحمه الله تعالى ـ فيقول: هذا ليس من الزهري، كيف؟ هذه علّة خفيّة، فلا يمكن أن يعرفها إلا هؤلاء، كيف عرفها؟ قد ندرك هذا وقد لا ندركه، ولهذا هؤلاء الأئمة في صنعتهم ومعرفتهم للعلل تفرّدوا بهذه الميزة. ¶ فلو آتي وأضعّف حديث بعلّة قادحة، لا يقبل الناس مني أبداً حتى أبيّن الأسباب، فلا بد أن يكون عندي قرائن، قد تقبلها وقد لا تقبلها لكني بيّنت الأسباب، بينما أولئك الأئمة لا أستطيع، لأن عندهم أمور تيسّرت لهم لم تتيسّر لنا. ¶ فعندما يقول: هذا ليس من حديث الزهري، نقول لماذا؟ لأنه هو رأى كتاب الزهري الذي كتب فيه أحاديثه كلها وحفظها، أما نحن الآن لا نستطيع أن نقول هذا ليس من حديث الزهري فليس أحد الآن رأى كتاب الزهري. ¶ وهو رأى صحيفة سعيد بن جبير عن ابن عباس - رضي الله عنه -، ورأى صحيفة الحسن عن سمرة - رضي الله عنه -، فلما يأتيه حديث عن الحسن عن سمرة - رضي الله عنه -، وليس موجوداً في الصحيفة، يقول: هذا ليس من حديث الحسن.",
            "page": "107",
            "part": "1",
            "seal": "98B8A3C7"
        },
        {
            "id": "108",
            "nass": "فمثلاً يقول: فلان لم يفعل بهذا الإسناد شيئاً مع أنه رواه، لأنه يعرف تاريخ هذا الراوي، فشيخه في بلد معيّن وهو لم يره ولم يلتق به أبداً، فيعرف هذا من خلال تعاصره أما نحن فلا يمكن أن نعرف هذا. ¶ إذاً العلل الغامضة لا يمكن أن تستنبط إلا من خلال هؤلاء، وهي التي لا يمكن أن نعرف أسبابها، لكن نحن عندما نُعلّ بعلل غامضة وقادحة لا نستنتجها إلا مع البحث، فلا بد أن نذكر أسباب التضعيف، فقد تكون ظاهرة للناس فقد يقبلون تضعيفي وقد لا يقبلونه، ولهذا نقل عن ابن مهدي وابن معين وجماعة ـ رحمهم الله تعالى ـ يقولون: لا نستطيع أن نحكم على الحديث حتى نعرفه من عشرين وجهاً أو من ثلاثين وجهاً. ¶ ولهذا قال عبد الرحمن ابن أبي حاتم ـ رحمه الله تعالى ـ في كتابه \" مقدمة الجرح والتعديل \": سمعت أبي يقول: جاءني رجل من جلة أصحاب الرأي، من أهل الفهم منهم، ومعه دفتر، فعرضه علي، فقلت في بعضه: هذا حديث خطأ، قد دخل لصاحبه حديث في حديث، وهذا باطل، وهذا منكر، وسائر ذلك صحاح، فقال: من أين علمت أن ذاك خطأ، وذاك باطل، وذاك كذب؟ أأخبرك راوي هذا الكتاب بأني غلطت، أو بأني كذبت في حديث كذا؟ قلت: لا، ما أدري هذا الجزء من راوية من هو؟ غير أني أعلم أن هذا الحديث خطأ، وأن هذا الحديث باطل، فقال: تدعي الغيب؟ قلت: ما هذا ادعاء الغيب. ¶ قال: فما الدليل على ما قلت؟ قلت: سل عما قلت، من يحسن مثل ما أحسن، فإن اتفقنا علمت أنا لم نجازف ولم نقله إلا بفهم. ¶ قال: من هو الذي يحسن مثل ما تحسن؟ قلت: أبو زرعة، قال: ويقول أبو زرعة مثل ما قلت؟ قلت: نعم، قال: هذا عجب. ¶ قال: فكتب في كاغد ألفاظي في تلك الأحاديث، ثم رجع إلي، وقد كتب ألفاظ ما تكلم به أبو زرعة في تلك الأحاديث، فقال: ما قلت إنه كذب، قال أبو زرعة: هو باطل.",
            "page": "108",
            "part": "1",
            "seal": "DB11E112"
        },
        {
            "id": "109",
            "nass": "قلت: الكذب والباطل واحد، قال: وما قلت: إنه منكر، قال: هو منكر، كما قلت، وما قلت: إنه صحيح، قال: هو صحيح. ¶ ثم قال: ما أعجب هذا! تتفقان من غير مواطأة فيما بينكما. ¶ قلت: فعند ذلك علمت أنا لم نجازف، وأنا قلنا بعلم ومعرفة قد أوتيناه، والدليل على صحة ما نقوله أن دينارا نبهرجا يحمل إلى الناقد، فيقول: هذا دينار نبهرج، ويقول لدينار: هو جيد. ¶ فإن قيل له:من أين قلت:إن هذا نبهرج؟ هل كنت حاضرا حين بهرج هذا الدينار؟ قال: لا. ¶ فإن قيل له: فأخبرك الرجل الذي بهرجه أني بهرجت هذا الدينار؟ قال: لا. ¶ قيل: فمن أين قلت: إن هذا نبهرج؟ قال: علما رزقت، وكذلك نحن رزقنا معرفة ذلك. ¶ قلت له: فتحمل فص ياقوت إلى واحد من البصراء من الجوهريين فيقول: هذا زجاج ويقول لمثله: هذا ياقوت، فإن قيل له: من أين علمت أن هذا زجاج وأن هذا ياقوت؟ هل حضرت الموضع الذي صنع فيه هذا الزجاج؟ قال: لا، قيل له: فهل أعلمك الذي صاغه بأنه صاغَ هذا زجاجا؟ قال: لا، قال: فمن أين علمت؟ قال: هذا علم رزقت، وكذا نحن رزقنا علما لا يتهيأ لنا أن نخبرك كيف علمنا بأن هذا الحديث كذب، وهذا حديث منكر إلا بما نعرفه '' اهـ ¶ فهذا العلم الغامض حقيقة لا نستطيع نحن أن ندرك عللاً خفيّة، والإمام الألباني ـ رحمه الله تعالى ـ فتح الله عليه بعلل خفيّة، والشيخ ابن باز ـ رحمه الله تعالى ـ فتح الله عليه بعلل خفيّة، وغيرهم من المحققين فتح الله عليهم بعلل خفيّة، لكنهم لا بد أن يذكروا سبب العلّة، بينما هؤلاء الأئمة تقف أمام إعلالهم أحياناً بلا أي دليل وما علينا إلا أن نأخذ بقولهم ما لم يتخالفوا.",
            "page": "109",
            "part": "1",
            "seal": "414CDA67"
        },
        {
            "id": "110",
            "nass": "والعلة أعم من أن تكون في الشذوذ، أعم من أن تكون في السماع، أعمّ من أن تكون في الانقطاع، إذاً قد تكون العلة في الانقطاع وقد تكون في السماع، وقد تكون في قلب الإسناد، قد تشمل كل ما سبق، وقد تكون في نفس الحديث كلّه وما شابه ذلك، فلا حصر لها. ¶ (الحديث المضطرب) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وذو اختلافِ سندٍ أو متنٍ ... مضطربٌ عند أهيل الفنِّ ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الخامس والعشرين وهو (الحديث المضطرب) . ¶ قال الإمام السخاوي ـ رحمه الله تعالى ـ: \" لما انتهى من المُعلّ الذي شرطه ترجيح جانب العلّة، ناسب إردافه بما لم يظهر فيه ترجيح ـ وهو المضطرب ـ \". ¶ المضطرب: اسم مفعول من اضطرب، وأصلها اضترب، فأبدلت التاء طاءً، كما هو معلوم لهذا الوزن لعلّة صرفيّة مشهورة. ¶ والاضطراب لغةً: هو الاختلاف، تقول اضطرب الشيء إذا اختلف وتغيّر، وأحوالٌ مضطربة أي مختلفةٌ متغيّره، وفيه معنى الحركة وعدم الاستقرار، تقول ماء مضطرب أي غير ساكن. ¶ اصطلاحاً عرّف بعدّة تعريفات: ¶ التعريف الأول: ¶ ما اختلف سنداً أو متناً، وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ وفي تعريف المؤلف ـ رحمه الله تعالى ـ قصور يُعرف بالتعريف الآخر. ¶ التعريف الثاني: ¶ ما اختلفت أسانيده وتعددت طرقه على سبيل الاختلاف دون ترجيح لأي طريق مما يلزم منه الضعف. وهذا تعريف جيد. ¶ فذدنا في هذا التعريف أمريان: ¶ الأمر الأول: أنه لا يمكن الترجيح لأحد الطرق.",
            "page": "110",
            "part": "1",
            "seal": "DC2B3BC3"
        },
        {
            "id": "111",
            "nass": "الأمر الثاني: أنه يلزم الضعف لأحد هذه الأوجه، فلو كان أحد الأوجه يلزم منه الضعف ففيه راوٍ ضعيف لهذا الإسناد مثلاً فلو رجّحت هذا الإسناد لكان هذا الحديث ضعيفاً، وفي المضطرب لا أدري أيهما المحفوظ، فقد يكون المحفوظ هو الإسناد الذي فيه الراوي الضعيف، احترازاً مما لو جاءت الأسانيد المختلفة كلها ثقات، فسواءً رجحت هذا صحّ الحديث، وإن رجّحت هذا صحّ الحديث أيضاً، فإن أخذت بهذا الإسناد فهو صحيح ليس فيه علّة سوى الاضطراب بين الأسانيد وما أدري أيها هو \" المحفوظ \". ¶ وقولنا: وتعددت طرقه، يفهم من قول المؤلف ـ رحمه الله تعالى ـ وذو اختلاف سند، فكأنه يشير إلى أن هناك عدّة طرق له،وهذا شرط في المضطرب أن يكون متعدد الأسانيد مختلفة مضطربة، أما إذا كان إسناداً واحداً كيف نحكم عليه بالاضطراب؟! فالمؤلف ـ رحمه الله تعالى ـ قال: وذو اختلاف سند أو متن. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ مضطرب الحديث ما قد وردا ... مختلفاً من واحدٍ فأزيدا ¶ في متن أو في سند إن اتّضح ... فيه تساوي الخُلْفِ، أما إن رجح ¶ بعض الوجوه لم يكن مضطربا ... والحكم للراجح منها وجبا ¶ كالخطِّ للسترة جَمُّ الخُلْفِ ... والاضطراب موجبٌ للضعفِ ¶ فهذا هو المضطرب: تأتيني أسانيد في حديث واحد فلا أستطيع أن أرجح بينهما، وسبق لنا أنا إذا حكمنا على هذا الإسناد بالشذوذ، فهذا ليس مضطرباً لأني رجحت أحدهما على الآخر، وقد أحكم على أحد الأسانيد بالضعف، وقد أحكم على الإسناد الآخر بأنه مقلوب فيكون الحديث الآخر هو المحفوظ إذاً هنا ترجيح لكن يأتيني أسانيد في حديث معيّن فلا أستطيع أن أرجح بين هذه الأوجه كلها. ¶ فعندنا في المضطرب عدّة أوصاف: ¶ الأول: أنه يأتي من عدّة أسانيد مختلفة. ¶ الثاني: أنه لا يمكن الترجيح بين هذه الأسانيد. ¶ الثالث: أنه يلزم الضعف لأحد هذه الأوجه. ¶ مثال للمضطرب:",
            "page": "111",
            "part": "1",
            "seal": "5089DA96"
        },
        {
            "id": "112",
            "nass": "اجتهد أهل العلم في التمثيل، فابن الصلاح والعراقي ـ رحمها الله تعالى ـ ذكرا حديث الخط من المصلي للسترة في الصلاة، من حديث أبي هريرة - رضي الله عنه - أن الرسول - صلى الله عليه وسلم - قال: \" إذا صلى أحدكم فليجعل تلقاء وجهه شيئاً، فإن لم يجد فلينصب عصا، فإن لم يكن فليَخُطّ خطّاً، ثم لا يضرّه من مرّ بين يديه \" فاختارا هذا المثال للتمثيل على المضطرب، وهو فعلاً مضطرب فحديث أبي هريرة - رضي الله عنه - هذا أسانيده كثيرة جدّاً، لكن في الحقيقة أنه يمكن الترجيح بينهما، ولهذا صححه الإمام أحمد ـ رحمه الله تعالى ـ، ولهذا بن حجر ـ رحمه الله تعالى ـ في بلوغ المرام قال: ولم يصب من زعم أنه مضطرب، بل هو حسن. أهـ، يقصد بذلك بن الصلاح ـ رحمه الله تعالى ـ. ¶ والمثال الذي أراه مستقيماً تماماً هو: ¶ حديث كعب بن عجرة - رضي الله عنه - في تشبيك الأصابع قبل الصلاة في الطريق للصلاة، أن الرسول - صلى الله عليه وسلم - قال: (إذا توضأ أحدكم فأحسن الوضوء ثم خرج عامداً إلى المسجد فلا يشبكنّ بين أصابعه فإنه في صلاة) ، فهذا في نظري هو من أحسن الأمثلة على الحديث المضطرب، وقد وجدت الحافظ بن رجب ـ رحمه الله تعالى ـ حكم على هذا الحديث بالاضطراب قال: وفي إسناده اختلاف كثير واضطراب، وهو كذلك، فتجد سعد بن إسحاق يروي عن كعب بن عجرة - رضي الله عنه -، مرةً يرويه عن أبي ثمامة، ومرةً يرويه عن أبي سعيد المقبري عن كعب، فلا تستطيع أن ترجح مع أن بعض هذه الأسانيد تصحح الحديث،فتتحيّر بين أسانيد الثقات والضعفاء في أي الأسانيد ترجح. ¶ وهو قد يكون عند عالم مضطرباً وقد يكون عند عالم آخر غير مضطرب، فلا مشاحة فنحن نتفق على أن هذا الحديث أسانيده مختلفة كثيرة فيها اضطراب واختلاف، لكن أنت قد تميل إلى ترجيح أحد الأسانيد، وأنا قد أميل إلى أنه لا يمكن الترجيح بينها.",
            "page": "112",
            "part": "1",
            "seal": "25EB2F5C"
        },
        {
            "id": "113",
            "nass": "ومثلاً بعض أهل العلم حكم على حديث (من غسل ميتاً فليتوضأ) بالاضطراب لأن هناك تسعة أسانيد لهذا الحديث، وإن كنت لا أرى أن هذا يستقيم مثالاً للمضطرب، لأنه يمكن الترجيح وبسهولة في هذا الإسناد، وعلى ذلك فقس. ¶ قال المؤلف ـ رحمه الله تعالى ـ: - ¶ وذو اختلافِ سندٍ أو متنٍ ... مضطربٌ عند أهيل الفنِّ ¶ فقوله \" وذو اختلاف سندٍ أو متن \": أي أنه يأتي الاضطراب في السند والمتن، وأحياناً يكون في الإسناد فقط، ولا يلزم أن يكون هناك متن دون اضطرابٍ في إسناده هذا لا يكون اضطراب، وإنما يكون هذا في الإسناد لأن المتن ـ وإن ذكروا له أمثلة لكن الترجيح سهل جدّاً فلا أعرف متناً لا نستطيع أن نرجح في المتن، فتستطيع أن ترجح من خلال الإسناد المحفوظ. ¶ وقوله \" أهيل \": تصغير كلمة أهل. ¶ فقوله: \" أهيل الفنّ \": هم أهل الحديث. ¶ قد يسأل سائل فيقول: إذا كان في أحد الأسانيد المضطربة ضعف، فلنرجح الصحيح ونترك الضعيف؟ ¶ نقول نحن نتكلم عن ما هو الإسناد المحفوظ لهذا الحديث الذي سأحكم عليه؟ ، فلم أحكم عليه إلى الآن، هل هذا الراوي ساقط في الإسناد أو موجود؟ إذاً لا ندري نحن الآن، فقد يكون هذا الذي أسقط هذا الراوي ليس هو الإسناد المحفوظ لهذا الحديث الذي سأحكم عليه، وبعدما أختار وأرجح سأبدأ في البحث في إسناده. ¶ إذاً عندنا درجات:- ¶ أولاً: أختار ما هو المحفوظ في هذا الإسناد لهذا المتن؟ فعندي مثلاً خمسة أسانيد لهذا المتن، فما هو الإسناد الذي سأحكم عليه؟ ¶ ثانياً: أحكم على الإسناد الذي اخترته. ¶ فإذاً لا يخلو من ثلاث حالات أمام هذا المتن الذي له أربعة أسانيد: ¶ الحالة الأولى: إما أن أبحث في هذه الأسانيد لأختار أيها الأمثل، فأرجح بأن الأمثل هو الصحيح فهذا فعلاً محفوظ، إذاً سأحكم على الحديث بالصحة. ¶ الحالة الثانية: أو قد أحكم بأن المحفوظ لهذا المتن الإسناد الذي فيه راوٍ ضعيف، إذاً سأحكم عليه بالضعف.",
            "page": "113",
            "part": "1",
            "seal": "C3722C71"
        },
        {
            "id": "114",
            "nass": "الحالة الثالثة: أو أتردد فلا أستطيع أن أرجح فهذا هو المضطرب. ¶ الحالة الرابعة: قد أرجح هذا وهذ، وأقول إن الحديث جاء من هذا الوجه، وجاء الحديث من هذا الوجه. ¶ والاضطراب قد يكون من راوٍ واحد، فأنا مضطرب ما هو الحديث الذي حفظه؟ فيأتيني راوي مرة يقول شيخي كذا، ومرّة يقول شيخي كذا، فإن استطعت أن أرجح فإن كان ضعيفا هذا الراوي الذي اضطرب فالحديث إذاً ضعيف ولا يحتاج أن نقول بأنه مضطرب لأن الراوي ضعيف، فإن كان ثقة فهذا يختلف فقد أرجح وقد لا أرجح فأكون مضطرباً في هذا الإسناد، لكن هذا بقلة أن يكون الاضطراب من واحد. ¶ مسألة: حكم الحديث المضطرب. ¶ المضطرب من قسيم الحديث الضعيف. ¶ (الحديث المُدرج) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والمدرجات في الحديث ما أتت ... من بعض ألفاظ الرواة اتصلت ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم السادس والعشرين وهو (الحديث المدرج) . ¶ مدرج: اسم مفعول. ¶ الإدراج لغة: هو الإدخال. ¶ اصطلاحاً: ما زيدت بعض ألفاظ من الرواة في الحديث، وهكذا عرّفه المؤلف ـ رحمه الله تعالى ـ. ¶ والمؤلف ـ رحمه الله تعالى ـ ذكر تعريف قسمٍ واحد من أقسام المدرجات، وهو المدرج في المتن فهو قال: من بعض ألفاظ. فلم يذكر الإدراج في الإسناد فكأنه خصّ باب الإدراج في المتون فقط، وهذا غير صحيح. ¶ والتعريف الصحيح هو: ما زيد في إسناده أو متنه مما ليس منه. ¶ فالمدرج قسمين: ¶ القسم الأول: ¶ إدراج في الإسناد، وصفته: أن يأتي الراوي فيدرج في إسناده متناً غير المتن الذي هو له. ¶ مثاله:",
            "page": "114",
            "part": "1",
            "seal": "3E4E7184"
        },
        {
            "id": "115",
            "nass": "قصة ثابت بن موسى لما دخل على شريك وهو يملي على التلاميذ ويقول: حدثنا الأعمش عن أبي سفيان عن جابر ـ رضي الله عنهما ـ قال: قال رسول الله - صلى الله عليه وسلم -، ثم سكت سكتة لطيفة، فلما نظر إلى وجه ثابت عند دخوله قال شريك: (من كثرت صلاته بالليل حسن وجهه بالنهار) ، وكان يقصد ثابتاً لزهده وورعه، إلا أن ثابتاً ظن أن هذا هو متن ذلك الإسناد، فكان يحدّث به. ¶ وإلا فإن الحديث الذي ذكر متنه شريك هو: (إذا نام أحدكم فإن الشيطان يعقد على رأسه ثلاث عقد......الحديث) . ¶ وكذلك مما يمثل به، أن بعض الرواة يجد حديثاً متنه واحد، لكن إسناده مختلف، وهو كله عن أبي هريرة - رضي الله عنه - مثلاً، فيأتي إلى لفظة في أحد الحديثين فيجعلها في الحديث الآخر، مثل حديث سعيد بن أبي مريم عن مالك عن الزهري عن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (لا تباغضوا، ولا تحاسدوا، ولا تدابروا، ولا تنافسوا...........الحديث) . ¶ فقوله: (ولا تنافسوا) مدرجة من كلام سعيد بن أبي مريم وليست هي في هذا الحديث، بل هي في حديث آخر من حديث مالك عن أبي الزناد عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (إياكم والظن فإن الظن أكذب الحديث، ولا تجسسوا، ولا تنافسوا، ولا تحاسدوا.......الحديث) . ¶ القسم الثاني: ¶ إدراج في المتن. ¶ وصفته: أن يذكر الراوي بعض الألفاظ التي هي غير موجودة في الحديث، فيدرجها. ¶ وهو ثلاث صور:- ¶ الصورة الأولى: إدراج في أول المتن. ¶ مثاله: ¶ حديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: أسبغوا الوضوء (ويل للأعقاب من النار) . ¶ فقوله: (أسبغوا الوضوء) مدرجة في الحديث من كلام أبي هريرة - رضي الله عنه -. ¶ الصورة الثانية: إدراج في وسط المتن. ¶ مثاله:",
            "page": "115",
            "part": "1",
            "seal": "BF3F60B1"
        },
        {
            "id": "116",
            "nass": "حديث عائشة ـ رضي الله عنها ـ في بدء الوحي عند البخاري قالت: (كان رسول الله - صلى الله عليه وسلم - يذهب إلى غار حراء فيتحنّث فيه ـ وهو التعبد ـ الليالي ذوات العدد) . ¶ فقوله في الحديث: (وهو التعبد) مدرج في الحديث من كلام الزهري ـ رحمه الله تعالى ـ. ¶ الصورة الثالثة: إدراج في آخر المتن. ¶ مثاله: ¶ حديث أبي هريرة - رضي الله عنه - قال سمعت رسول الله - صلى الله عليه وسلم - يقول: (إن أمتي يدعون يوم القيامة غرّا محجّلين من آثار الوضوء) فمن استطاع منكم أن يطيل غرّته فليفعل. ¶ فقوله في الحديث \" فمن استطاع منكم أن يطيل غرّته فليفعل \" مدرج من كلام أبي هريرة - رضي الله عنه -. ¶ مسألة: ما هو الطريق لمعرفة الإدراج في الأحاديث؟ ¶ يدرك الإدراج في الحديث بأحد الأمور التالية: ¶ 1) من خلال تتبع الأسانيد، فأجد في بعض الأحيان أن أبا هريرة - رضي الله عنه - يقول: قلت: \" فمن استطاع منكم أن يطيل غرّته فليفعل \". ¶ 2) أن ينص الراوي على الإدراج بأن يقول ثم قال أبو هريرة - رضي الله عنه -: \" فمن استطاع منكم أن يطيل غرّته فليفعل \". ¶ 3) من خلال تأمل المعنى، فأحياناً تذكر أشياء لا يمكن أن يقولها النبي - صلى الله عليه وسلم - فواضح أن الذي ذكرها هو الراوي. ¶ 4) أن ينصّ بعض أهل الأئمة المطلعين على الإدرج، كشعبة، ووكيع، وأحمد، ويحيى بن معين، وابن المديني، والبخاري وغيرهم ـ رحمهم الله تعالى ـ. ¶ وقد اهتمّ أهل العلم في المدرجات إهتماماً عظيماً فألفوا فيه كتب، ومن أعظم الكتب في هذا كتاب \" الفصل للوصل المدرج في النقل \" للخطيب البغدادي ـ رحمه الله تعالى ـ، وهو مطبوع في مجلّدين. ¶ وكذلك للحافظ بن حجر ـ رحمه الله تعالى ـ كتاب في هذا، وكذلك هناك لبعض المعاصرين كتاب في هذا. ¶ مسألة: حكم الإدراج. ¶ قال بن عثيمين ـ رحمه الله تعالى ـ في شرحه على البيقونية ما نصّه:",
            "page": "116",
            "part": "1",
            "seal": "6ABF9F69"
        },
        {
            "id": "117",
            "nass": "إن كان يتغيّر المعنى بالإدراج فإنه لا يجوز إلا ببيانه. ¶ وإن كان لا يتغيّر به المعنى مثل: حديث الزهري (والتحنّث التعبّد) فإنه لا بأس به، وذلك لأنه لا يعارض الحديث المرفوع، وإذا كان لايعارضه فلا مانع من أن يُذكر على سبيل التفسير والإيضاح. ¶ وإذا تبيّن الإدراج فإنه لا يكون حجة، لأنه ليس من قول النبي - صلى الله عليه وسلم - فلا يحتج به. ¶ (الحديث المدبَّج) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وما روى كل قرين عن أخِهْ ... مدبّج فاعرفه حقاً وانتخه ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم السابع والعشرين وهو (الحديث المدبّج) . ¶ مدبّج: اسم مفعول من دبّج مدبّج، ومادة دبّج من التحسين والتزيين. ¶ والمدبّج اصطلاحاً: هو رواية كل قرين عن قرينه، وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ، وهو تعريف جيّد. ¶ ففي هذا التعريف وصفان مهمان في وصف المدبّج: - ¶ الوصف الأول: أن يكونا أقراناً، احترازاً من رواية الأكابر عن الأصاغر أو رواية الأصاغر عن الأكابر، فأحياناً يروي الشيخ عن تلميذه، فلا يكون هذا من باب التدبيج، لا بد أن يكونا قرينين، بأن يتفقا في السن مثلاً أو اتفقا في الشيوخ. ¶ الوصف الثاني: الرواية بأن يروي القرين عن قرينه، فإن كان في سنّه ولم يرو عنه فهم أقران وليس مدبّجاً، فإن روى عنه فهو المدبّج. ¶ وسمي هذا الحديث بالمدبّج، مأخوذ من الديباجة، ويقال ديباجتي الوجه أي جانبيه، سمي بذلك لتساوي القرينين وتقابلهما، وقيل: لأن فيه شدّة تحسين وتزيين وتواضع، أن يروي القرين عن قرينه ففيه تقارب بينهما، يقال: دبّج الشيء إذا زيّنه. ¶ وقوله \" أخه \": هذه من الأسماء الستة، ولم تعرب هنا بالحركات الفرعيّة، وإنما هذه هي لغة النّقص، وهي لغة صحيحة فصيحة عربيّة. ¶ وذكرها بن مالك ـ رحمه الله تعالى ـ عندما قال: - ¶ أبٌ أخٌ حمٌ كذاك وهنُ ... والنقص في هذا الأخير أحسنُ ¶ وفي أبٍ وتالييه يندر ... وقصرها من نقصهن أشهر",
            "page": "117",
            "part": "1",
            "seal": "1484A5B6"
        },
        {
            "id": "118",
            "nass": "فصار عندنا هنا ثلاث لغات: الإعراب بالحركات الفرعيّة، ولغة النقص، ولغة القصر. ¶ ولغة النقص هي: إعراب الاسم بالحركات فترفع بالضمة، وتنصب بالفتحة، وتجر بالكسرة. ¶ والهاء في قوله \" أخه \": تسمى هاء السكت، ويأتي بها العرب من أجل إظهار حركة الحرف الأخير. ¶ وقوله \" انتخه \": أي افتخر، واستمسك بهذا النوع، لأن فيه افتخار وفيه حسن وتعاون وأخلاق بين الأقران. ¶ (الحديث المتفق والمفترق) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ متفقٌ لفظاً وخطاً متّفق ... وضدّه فيما ذكرنا المفترق ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثامن والعشرين وهو (الحديث المتفق والمفترق) . ¶ تعريف المتّفق: ما اتفق لفظاً وخطاً، وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ وظاهر كلام المؤلف ـ رحمه الله تعالى ـ أن هذا تعريف المتفق فقط، أما المفترق يكون على ظاهر كلامه هو: ما فترقا لفظاً وخطاً، وهذا على خلاف كلام أهل الفن، فمعروف أن محمد بن عبد الله، غير سعد بن صالح، فلا يحتاج للمؤلف ـ رحمه الله تعالى ـ أن ينبه عليه، وهذا غير صحيح فالباب كله اسمه \" المتفق والمفترق \" فهو متفق من وجه ومفترق من وجه آخر، وهذا هو قصدهم في هذا الباب. ¶ وقد رأيت بعض الشرّاح المعاصرين يخطأ في هذا، لأن كلام المؤلف ـ رحمه الله تعالى ـ موهم. ¶ وقد نعتذر للمؤلف ـ رحمه الله تعالى ـ عندما قال: وضدّه فيما ذكرنا المفترق، أي ضد المفترق من حيث التباين، وإن كانت عبارته موهمة. ¶ فالمتفق والمفترق قال هو: ماتفق لفظاً وخطاً، لكنه مختلفٌ ذاتاً، فعندي عبد الكريم بن أبي أميّة اثنين، فهما متفقان لفظاً وخطاً، لكنهما مختلفان ذاتاً، وكذلك الخليل بن أحمد فيه ستة فهؤلاء متفقون خطاً ولفظاً، لكنهم مختلفون ذاتاً. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: ¶ وَلَهُمُ الْمُتَّفِقُ الْمُفْتَرِقُ ... مَا لَفْظُهُ وَخَطُّهُ مُتَّفِقُ ¶ لَكِنْ مُسَمَّيَاتُهُ لِعِدَّةِ ... نَحْوَابْنِ أحْمَدَ الْخَلِيْلِ سِتَّةِ",
            "page": "118",
            "part": "1",
            "seal": "D5EF8923"
        },
        {
            "id": "119",
            "nass": "وَأَحْمَدُ بْنُ جَعْفَرٍ وَجَدُّهُ ... حَمْدَانُ هُمْ أَرْبَعَةٌ تَعُدُّهُ ¶ وَلَهُمُ الجَوْنيْ أَبُوْ عِمْرانَا ... اثْنَانِ والآخِرُ مِنْ بَغْدَانَا ¶ كَذَا مُحَمَّدُ بْنُ عَبْدِ اللهِ ... هُمَا مِنَ الأَنْصَارِ ذُوْ اشْتِبَاهِ ¶ صفة الإتفاق كثيرة ومنها: - ¶ 1) أن يتفقوا في الكنية. ¶ 2) أن يتفقوا في الإسم الثلاثي. ¶ كيف يعرف الإنسان هذا؟ ¶ يعرفه من خلال الممارسة، والرجوع إلى شروح الحديث، مثل كتاب \" المتفق والمفترق \" للخطيب البغدادي ـ رحمه الله تعالى ـ. ¶ ? تنبيه: - ¶ أحياناً يأتي راوي اسمه سفيان، يقول الراوي عن سفيان عن الزهري مثلاً، فهذا ليس من باب \" المتفق والمفترق \" عند أهل الفن، وإنما هو من باب \" المهمل \". ¶ (الحديث المؤتلف والمختلف) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ مؤتلفٌ متّفق الخط فقط ... وضدّه مختلفٌ فاخش الغلط ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم التاسع والعشرين وهو (الحديث المؤتلف والمختلف) . ¶ المؤتلف والمختلف هو: مؤتلفٌ متّفق الخط فقط وضدّه مختلفٌ فاخش الغلط، وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ وهذا التعريف يوهم أن المؤتلف تعريفه هو: متفق الخط، والمختلف: هو مختلف الخط. ¶ وهذا غير صحيح فهما باب واحد \" المؤتلف والمختلف \". ¶ فتعريف \" المؤتلف والمختلف \" هو: ما اتفق كتابةً واختلف نطقاً. ¶ إذاً هو متفق من وجه، مختلف من وجه آخر. ¶ وقد نعتذر أيضاً هنا للمؤلف ـ رحمه الله تعالى ـ عندما قال: وضدّه مختلفٌ فاخش الغلط، أي ضد المؤتلف من حيث التباين، وإن كانت عبارته موهمة. ¶ فالمؤتلف والمختلف هو: ما اتفق كتابةً واختلف نطقاً، وممكن هذا: - ¶ ففي العصور المتقدّمة من وجهين، لأنهم لا ينقّطون فعندهم: حرام وحزام واحد لا تستطيع أن تفرق بينهما، وكذلك ممكن من وجه آخر وهو الحركات مثل: عِمارة وعُمارة.",
            "page": "119",
            "part": "1",
            "seal": "7A9D09A5"
        },
        {
            "id": "120",
            "nass": "وفي عصرنا الآن ممكن من وجه واحد، لأنه وجدت النقط، فيكون ممكن في الحركات، فمثلاً: ¶ محمد بن سلاَم، ومحمد بن سلاّم. ¶ قال المؤلف \" فاخش الغلط \": لأنه لا يسلم منه أحد، لأنه ليس على قياس، وليس على قاعدة، يعني مثلاً لما أقول: عَبِيْدِة وعُبْيدَة، فليس هناك قاعدة نحويّة أو صرفيّة في هذا. ¶ ولهذا يقول السخاوي ـ رحمه الله تعالى ـ: إنه لم يسلم منه عالِم. ¶ لكن مع الممارسة ومعرفة الرواة يستطيع الإنسان أن يضبط هذا ـ إن شاء الله ـ، وهناك كتب أيضاً كتبت في هذا مثل \" المؤتلف والمختلف \" للدارقطني وهو مطبوع. ¶ فائدة: ¶ قال الدمياطي ـ رحمه الله تعالى ـ في شرحه على البيقونيّة: كما يقع التصحيف في سند الحديث يقع أيضاً في متنه، كما وقع لابن لهيعة ـ رحمه الله تعالى ـ فيما رواه عن كتاب موسى بن عقبة إليه بإسناده عن زيد بن ثابت - رضي الله عنه -: (أن رسول الله - صلى الله عليه وسلم - احتجم في المسجد) ، وإنما هو (احتجر في المسجد بخُصٍّ أو حصيرٍ حجرةً يصلي فيها) ، فصحّفه ابن لهيعة، لكونه أخذه من كتاب بغير سماع. ¶ (الحديث المنكر) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والمنكر الفرد به راوٍ غدا ... تعديله لا يحمِلُ التفردا ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثلاثين وهو (الحديث المنكر) . ¶ المنكر: اسم مفعول، مأخوذ من النكارة. ¶ واصطلاحاً عرّف بعدّة تعريفات: - ¶ التعريف الأول: ما تفرّد به راوٍ قلّت ثقته ولا يحتمل تفرّده. وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ فقولنا \" ما تفرّد \": هو قول المؤلف \" المنكر الفرد \". ¶ وقولنا \" قلّت ثقته \": هو قول المؤلف \" تعديله \" فذكر أن هناك تعديلاً له، أي أنه في حيّز الثقات المقبولة روايتهم. ¶ التعريف الثاني: أن كلّ فردٍ منكر، فكل حديث فرد فهو منكر. ¶ التعريف الثالث: هو تفرّد الضعيف.",
            "page": "120",
            "part": "1",
            "seal": "F3254062"
        },
        {
            "id": "121",
            "nass": "التعريف الرابع: هو ما خالف به الضعيف أو قليل الضبط الثقات، أي انه قسيم الشاذّ، وهذا هو المشهور عند المتأخرين، وهو المختار، وهو تعريف الحافظ ابن الصلاح، وهو اختيار الحافظ العراقي، والحافظ بن حجر ـ رحمها الله تعالى ـ. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ: - ¶ والمنكر الفرد كذا البرديجي ... أطلق، والصواب في التخريج ¶ إجراء تفصيلٍ مع الشذوذ مرْ ... فهو بمعناه كذا الشيخ ذكر ¶ إذاً هو في باب الشذوذ، فاجتمع مع الشذوذ في \" التفرّد والمخالفة \"، واختلف مع الشذوذ من حيث \" الضعف \" فالشذوذ قلنا ثقة، وفي المنكر قلنا ضعيف أو خفيف الضبط. ¶ وهذه كلها اصطلاحات استخدمها العلماء فلا نستطيع أن نرجّح بين التعاريف. ¶ مثال للحديث المنكر: ¶ شبّه الحافظ العراقي ـ رحمه الله تعالى ـ على المنكر، بحديث وضع الخاتم عند الخلاء، وهو ما رواه أبي داود من حديث همّام بن يحيى عن ابن جريج عن الزهري عن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - (كان إذا دخل الخلاء وضع خاتمه) ، وهذا يشكل على التعريف الذي اخترناه، وهو أنه مخالفة الضعيف، فهمّام بن يحيى ثقة وليس ضعيفاً، وهو قد خالف الرواة كلّهم فجعل هذا المتن الغريب المحفوظ في حديث الزهري عن أنس - صلى الله عليه وسلم - أن رسول الله - صلى الله عليه وسلم - (اتخذ خاتماً ووضع في خاتمه الشهادة) ، فهذا هو المحفوظ، ولكن همّام بن يحيى خالف فجعل هذا المتن أن رسول الله - صلى الله عليه وسلم - (كان إذا دخل الخلاء وضع خاتمه) ، وهذا حديث منكر، أنكره الأئمة كالنسائي فقد قال: هذا حديث غير محفوظ. ¶ إذاً هذا هو المنكر، وقد سبق لنا التفصيل في هذا في باب الشاذ. ¶ مسألة: حكم الحديث المنكر. ¶ لا شك أنه من قسيم الضعيف. ¶ (الحديث المتروك) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ متروكه ما واحدٌ به انفرد ... وأجمعوا لضعفه فهو كردّ",
            "page": "121",
            "part": "1",
            "seal": "CB75AF79"
        },
        {
            "id": "122",
            "nass": "انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الحادي والثلاثين وهو (الحديث المتروك) . ¶ المتروك: هو المهجور، وسمّاه الذهبي ـ رحمه الله تعالى ـ \" الحديث المطّرَح \"، أو نحن نزيد \" الحديث الواهي \"، أو \" الحديث الباطل \"، فهذه كلها أسماء صحيحة للمتروك. ¶ والمتروك هو: ما انفرد به ضعيفٌ مجمعٌ على ضعفه، وهذا هو تعريف المؤلف ـ رحمه الله تعالى ـ. ¶ إذاً هذا الحديث يضعّف من وجهين: ¶ الوجه الأول: من جهة الإجماع على ضعف الراوي، بل حتى ولو لم يجمع على ضعفه. ¶ الوجه الثاني: من جهة أنه تفرّد بهذا الأصل بهذا الحديث، فكيف بواحد ضعيف مجمع على ضعفه، يروي لنا متناً عن رسول الله - صلى الله عليه وسلم -، والثقات يتركونه، فهذا لا يمكن. ¶ وبعض أهل العلم يقول: إن المتروك هو \" الموضوع \" وفي هذا تسامح، لما سيأتي في الحديث الموضوع. ¶ (الحديث الموضوع) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ والكذب المختلَقُ المصنوع ... على النبي فذلك الموضوع ¶ انتقل المؤلف ـ رحمه الله تعالى ـ إلى القسم الثاني والثلاثين، وهو (الحديث الموضوع) . ¶ الحديث الموضوع هو: الحديث المكذوب المختلَق المصنوع عى رسول الله - صلى الله عليه وسلم -. ¶ فالحديث الموضوع لآ بد من أن يشتمل على ثلاثة أوصاف: - ¶ 1) أن يكون مكذوباً. ¶ 2) أن يكون مختلَقاً. ¶ 3) أن يكون مصنوعاً. ¶ وهناك مسائل مهمة جداً في الحديث الموضوع. ¶ فالمؤلف قال: \" مختلَق \"، ولايختلِق الإنسان شيئاً إلا إذا تقصّد أن يختلِقَه، فهل من شرط الموضوع أن يتقصّد الواضع الوضع؟ ¶ هذه المسألة مما اختلف فيها المحدثون على قولين: -",
            "page": "122",
            "part": "1",
            "seal": "047C52ED"
        },
        {
            "id": "123",
            "nass": "القول الأول: أنه يشترط القصد في الوضع، فلا نحكم على حديثٍ بالوضع حتى يتقصّد الواضع الوضع، وأما إذا لم يتقصّد فنسمّيه خطأ، نسميه مقلوباً، نسميه مدرجاً، نسميه شاذاً، وهذا هو القول الراجح، وهو أضبط، لكنه من حيث اللغة يصحّ أن يكون هذا موضوعاً، فلا ينسب إلى الرسول - صلى الله عليه وسلم -. ¶ القول الثاني: لا يشترط التقصّد، ونسميه موضوعاً بشرط أن نجزم جزماً يقينياً أنه لا يصح عن رسول الله - صلى الله عليه وسلم -، وعليه المقلوب الذي علمنا قلبه يسمى \" موضوعاً \"، والمدرج الذي علمنا إدراجه يسمى \" موضوعاً \". وهذا فيه تسامح ولا ينبغي التوسع فيه ولاينبغي الأخذ به، لأننا لا يمكن أن نضبط الناس، فأنا قد أجزم بأن هذا منقلب على الراوي فأقول \" موضوع \"، لكن هناك عالِم آخر يقول بأنه لم ينقلب على الراوي فيحكم عليه بالصحّة، فكيف أحكم عليه بالوضع، وهو يحكم عليه بالصحّة؟! فهذا غير جيد وهو يؤدي إلى اضطراب كبير لسنة رسول الله - صلى الله عليه وسلم - وينبني عليه إشكالات كثيرة فمثلاً أن أنسف كل أحاديث المخطئ لأنني سأقول بأنه وضّاع، وكذلك أقطع باب البحث، فأنا لما آتي وأقول هذا الحديث موضوع، فمعناه لا تبحثوا في إسناده وهذا لا يمكن، أما لو حكم عليه بالصحة، وأنا أحكم عليه بالضعف، فهذا ممكن، ولا يغلق باب البحث، فربما لم يبحث هو أسانيده جيّداً. ¶ ولهذا اعترض الأئمة على ابن الجوزي ـ رحمه الله تعالى ـ في كتابه \" العلل المتناهية \" و \" الموضوعات \"، فابن الجوزي ـ رحمه الله تعالى ـ توسّع، فكل ما كان عنده لا يمكن أن يكون صحيحاً قال: هو \" موضوع \"، مع أن غيره من الأئمة يصححه فممكن البخاري ومسلم يصححانه ـ رحمهما الله تعالى ـ، وهو ـ رحمه الله تعالى ـ يحكم عليه بالوضع، لأنه جزم أنه لا يصحّ. ¶ قال الحافظ العراقي ـ رحمه الله تعالى ـ:- ¶ وأخطأ الجامع فيه إذ خرج ... لمطلق الضعف، عنى أبا الفرج",
            "page": "123",
            "part": "1",
            "seal": "89EAB2DF"
        },
        {
            "id": "124",
            "nass": "ولهذا بن الجوزي ـ رحمه الله تعالى ـ له قاعدة في ذلك وهي: أن ما خالف المعقول، وما ناقض الأصول فهو الموضوع. ¶ نقول باين المعقول عند من؟! خالف المنقول عند من؟! وناقض الأصول عند من؟! ¶ إذاً نخطِّئ ابن الجوزي ـ رحمه الله تعالى ـ في عمله. ¶ مسألة: حكم الكذب على رسول الله - صلى الله عليه وسلم -. ¶ أجمع أهل العلم على أنه كبيرة من كبائر الذنوب، وقد ورد في الحديث المتواتر (من كذب عليَّ متعمداً فليتبوأ مقعده من النّار) . ¶ اختلفوا في تكفيره، وقد نقل عن الإمام الجويني ـ رجمه الله تعالى ـ أنه كفّره إذا علم أنه موضوع، لكن النووي ـ رحمه الله تعالى ـ ردّ عليه قال: لأن هناك عبّاداً زهّاداً لما رأو الناس لا يقرأون القرآن فوضعوا أحاديث في فضائل السور، فكيف أكفّره؟! فهو الآن مقصده الخير، وقد أخطأ فيه، فانتقد النووي ـ رحمه الله تعالى ـ هذا القول وقال: لا يمكن أن نقول هذا لأنه سيدخل في التكفير على أناس لم يقصدوا هذا. ¶ فالصحيح كما قال النووي ـ رحمه الله تعالى ـ وهو قول جماهير أهل العلم: أن الكذب على رسول الله - صلى الله عليه وسلم - كبيرة من كبائر الذنوب لا يكفر فاعلُه حتى يستحلَّه. ¶ مظان الأحاديث الموضوعة:- ¶ كتاب \" الموضوعات \" و \" العلل المتناهية \" لابن الجوزي ـ رحمه الله تعالى ـ. ¶ (الخاتمة) ¶ قال المؤلف ـ رحمه الله تعالى ـ: ¶ وقد أتت كالجوهر المكنونِ ... سميّتها منظومة البيقوني ¶ فوق الثلاثين بأربع أتت ... أبياتها ثم بخيرٍ ختمت ¶ شبّه المؤلف ـ رحمه الله تعالى ـ هذه المنظومة بالجوهر النفيس المكنون المحفوظ في وعاء. ¶ قال: سميّتها منظومة البيقوني، أي سمّاها هذا المؤلف ـ رحمه الله تعالى ـ فهي اسمها منظومة البيقوني، وبه نعلم ما ذكرته لكم في أول درس، أن المؤلف ـ رحمه الله تعالى ـ لم يتقصد أن يخفي نفسه، فلو قصد المؤلف ـ رحمه الله تعالى ـ أن يخفي نفسه لما ذكر اسمه.",
            "page": "124",
            "part": "1",
            "seal": "62657D5A"
        },
        {
            "id": "125",
            "nass": "وقوله \" فوق الثلاثين بأربع أتت \": أي عدد أبياتها أربعاً وثلاثين بيتاً. ¶ وقوله \" ثم بخيرٍ ختمت \": ختمت بالصلاة على النبي - صلى الله عليه وسلم -، وهو خير ما يختم به الأشياء. ¶ ونحن نختم هذه المنظومة بالدعاء للمؤلف ـ رحمه الله تعالى ـ بأن يغفر له ذنوبه وأن يجزيه خير الجزاء على ما حفظ لنا سنة رسول الله - صلى الله عليه وسلم -، وأن يرفع درجاته، وأن يعلي قدره، وأن يسكنه الفردوس الأعلى، وأن يغفر له ما قد وما أخّر وما أسرر وما أعلن، كما ندعو لمن أفادنا في شرح هذه المنظومة، ولمن حظر ولمن تسبب في إقامة هذه الدورة بأن يجزيهم خير الجزاء وأوفره وأكمله وأتمّه، ومن سعى في نفع الناس إنه جواد كريم وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ (والحمد لله الذي بنعمته تتم الصالحات) ¶ وكتبه ¶ عبد العزيز بن أحمد المسعود ¶ الزلفي",
            "page": "125",
            "part": "1",
            "seal": "99D2ADFF"
        },
        {
            "id": "127",
            "nass": "الحديث الفرد.............................................................. ... 133 ¶ الحديث المعلل............................................................. ... 136 ¶ الحديث المدرج............................................................ ... 146 ¶ الحديث الدبّج............................................................. ... 150 ¶ الحديث المتفق والمفترق..................................................... ... 152 ¶ الحديث المؤتلف والمختلف.................................................. ... 154 ¶ الحديث المنكر............................................................. ... 156 ¶ الحديث المتروك............................................................ ... 158 ¶ الحديث الموضوع.......................................................... ... 159 ¶ الخاتمة................................................................ ... 162 ¶ الفهارس.................................................................. ... 164",
            "page": "127",
            "part": "1",
            "seal": "23BA215D"
        }
    ],
    "t126": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "النسخة المعتمدة للبيقونية"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة الشارح"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "متن المنظومة البيقونية"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الصحيح)"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الحسن)"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الضعيف)"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المقطوع)"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المتصل)"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الشاذ)"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المضطرب)"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المرفوع)"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المسند)"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المسلسل)"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث العزيز)"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المشهور)"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المعنعن)"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المبهم)"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث العالي)"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث النازل)"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الموقوف)"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المرسل)"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الغريب)"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المنقطع)"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المعضل)"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المدلس)"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المقلوب)"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الفرد)"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المعلل)"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المدرج)"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المدبج)"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المتفق والمفترق)"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المؤتلف والمختلف)"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المنكر)"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث المتروك)"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "(الحديث الموضوع)"
        }
    ]
}