{
    "b1266": [
        {
            "id": "1",
            "nass": "الاستعمار في العصر الحديث ¶ ودوافعه الدينية ¶ د. منقذ بن محمود السقار",
            "page": "1",
            "part": "1",
            "seal": "75262EAE"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على أنبياء الله أجمعين، عليهم وعلى نبينا أزكى الصلاة وأتم التسليم، وبعد: ¶ فقد تعرض العالم الإسلامي لهجمات وحشية على مدى تاريخه البعيد، فقتل الصليبيون تسعين الفاً في حملتهم على بيت المقدس، لكنهم على كل حال لم يبلغوا ما بلغه التتار الذين قتلوا في بغداد وحدها زهاء مليوني مسلم. ¶ وفي العصور الحديثة ظهر المستعمرون الجدد، وحطوا مراسيهم في موانئ العالم الإسلامي، لكن حتى لا نسيء الظن بهم والتقدير؛ فإنهم إنما قدموا لعمارة بلادنا وانتشالها من وهدة الجهل والفقر، لقد تركوا بلادهم وضحوا بملاذهم لغاية نبيلة وهي انتشالنا من واقعنا المرير. ¶ وبعد سنوات مريرة ممزوجة بمئات الألوف بل الملايين من التضحيات غادر المستعمرون بلادنا وقد ازددنا فقراً ومرضاً، غادروها بعد أن أصبحنا رهناً لحضارتهم وثقافتهم، ويبقى السؤال يتجلجل في أذهاننا: لم قدم هؤلاء؟ هل أتوا لتحقيق مصالحهم الاستعمارية فحسب؟ أم اجتمعت إليها أهداف دينية، حملت المستعمر إلينا من جديد. ¶ واليوم في القرن الواحد والعشرين يعود حاملو رايات الديمقراطية وحقوق الإنسان وحرية المرأة من جديد، ليبذلوا المزيد من دمائهم وميزانياتهم في سبيل انتشالنا من سطوة الدكتاتورية، إنهم لا يطيقون رؤيتنا بغير ديمقراطية! ¶ لكن بذلهم زتضحيتهم لن يمنعنا من التساؤل: هل خلف هذه الأستار خلفية دينية تدفعهم للعودة إلينا من جديد؟ هل هي حملة صليبية جديدة كما قال بعضهم؟ ¶ إذا كنا لا نستطيع فهم حاضرنا اليوم، أو لا نجرؤ على البوح بما فهمناه؛ فإننا ولاريب يمكننا استخلاص العبر من تاريخنا القريب، حتى لا تتكرر مآسينا، فالتاريخ كثيراً ما يعيد نفسه. ¶ في هذه الدراسة أقدم دراسة تاريخية للاستعمار الحديث خلال القرنين الماضيين ودوافعه الدينية، وما خلفه من دمار ومآس يشيب لذكرها الولدان.",
            "page": "2",
            "part": "1",
            "seal": "181D7770"
        },
        {
            "id": "3",
            "nass": "وتأتي هذه الدراسة في ثلاثة مباحث، الأول منها أتحدث فيه عن الاستعمار وتاريخه القريب ودوافعه الدينية وما خلفه من مآسي في عالمنا. ¶ وأما الثاني منها فخصصته للحديث عن التبشير، واستعرضت اهدافه وبعض المحطات المهمة في تاريخه في العالم الإسلامي. ¶ وفي الأخير منها درست العلاقة بين التبشير والاستعمار خلال القرنين الماضيين. ¶ والله أسأل أن يجعل عملي خالصاً لوجهه الكريم، وأن يجنبني موارد الزلل، إنه جواد كريم. ¶ د. منقذ بن محمود السقار ¶ مكة المكرمة - محرم - 1427هـ ¶ mongiz@maktoob.com",
            "page": "3",
            "part": "1",
            "seal": "BE3CCC3D"
        },
        {
            "id": "4",
            "nass": "المبحث الأول: الاستعمار ¶ مصطلح الاستعمار ¶ الاستعمار لفظة محدثة مشتقة من عَمَر، واستعمره في المكان أي جعله يعمره، ومنه قوله تعالى: {هو الذي أنشأكم في الأرض واستعمركم فيها} (هود: 61). ¶ فالأصل اللغوي يفيد معنى طلب التعمير والسعي لتحقيق العمران، لكن الواقع لا علاقة له بالمعنى اللغوي. ¶ ويعرف الشهابي وحبنكة الاستعمار موافقين لما جاء في المعجم الوسيط بأنه استيلاء دولة أو شعب على دولة أخرى وشعب آخر لنهب ثرواته وتسخير طاقات أفراده والعمل على استثمار مرافقه المختلفة. (¬1) ¶ وهذا التعريف يشمل أنواع مختلفة من الاستعمار لاتختلف عن بعضها إلا بالأسماء وبعض الأشكال، فمن أشكال الاستعمار أن تضع دولة ما أخرى تحت حمايتها وإشرافها وتسلبها من حريتها بقدر ما يتناسب مع قوة هذه الدولة وضعف تلك، وفي الأغلب يكون للدولة المحمية شبه سيادة داخلية يمارسها حكام وطنيون تديرهم الدولة المستعمرة من خلف ستار. ¶ ومن أمثلة هذا الشكل للاستعمار ما فعلته فرنسا في تونس حيث وقعتا معا معاهدة حماية في 12/ 5/1881م، ثم جددت في 8/ 6/1883م، وبموجب بنود هذه الحماية فقدت تونس سيادتها الخارجية وحقها في التمثيل الدبلوماسي المستقل، كما سلبت حق إبرام المعاهدات الخارجية، وعينت فرنسا آلاف الموظفين يرعون مصالحها يرأسهم المقيم العام. ¶ وما حصل في تونس كررته فرنسا في مراكش بموجب معاهدة 30/ 3/1912م وفعله الإنجليز في مصر خلال احتلالهم لها بين عام 1914 - 1922م. (¬2) ¶ وبعد الحرب العالمية الأولى ظهر شكل جديد من أشكال الاستعمار أقرته عصبة الأمم المتحدة التي تكونت حينذاك كمنظمة أممية لنشر السلام ومنع الحروب، فقد كرست عصبة ¶ ¬__________ ¶ (¬1) انظر: المعجم الوسيط (2/ 627)، أجنحة المكر الثلاثة وخوافيها، عبد الرحمن حبنكة الميداني، ص (51)، محاضرات في الاستعمار، مصطفى الشهابي، ص (23). ¶ (¬2) انظر: محاضرات في الاستعمار، مصطفى الشهابي، ص (15 - 20).",
            "page": "4",
            "part": "1",
            "seal": "517BDC79"
        },
        {
            "id": "5",
            "nass": "الأمم نوعاً جديداً من الاستعمار وهو الانتداب، حيث ورد إجازته في المادة 22 لميثاق عصبة الأمم التي اعتبرته طريقة للنهوض بالشعوب القاصرة والأخذ بيد هذه الأمم لتكون قادرة على تسيير أمورها، لكنه في الحقيقة كان مظهراً للاستعمار ووسيلة لامتصاص خيرات الشعوب. (¬1) ¶ وفيما عدا هذين الوجهين أسفر الاستعمار عن وجهه الكالح، فأعلن عن ضمه لبعض الدول إلى مستعمراته كما فعلت فرنسا بالجزائر. ¶ رؤية تاريخية للاستعمار ¶ وقد بدأ الاستعمار الغربي للعالم مع بداية عصور النهضة في أوربا حيث استفاقت أوربا على وقع طبول الإصلاح الديني والسياسي في القرن الخامس والسادس عشر. ¶ ومنذ أفاقت أوربا بدأت تحركها للإطباق على العالم الإسلامي، فانتشرت المراكب الاستكشافية تجوب البحار بحثاً عن تحقيق أهداف الاستعمار المختلفة الدينية والسياسية والاقتصادية. ¶ وفي عام 1499م توصل فاسكودي جاما إلى طريق رأس الرجاء الصالح، فوصل البرتغاليون إلى الشواطئ الهندية بعيداً عن المرور في الأراضي الواقعة في سلطة الخلافة العثمانية. ¶ وشرع البرتغاليون يؤسسون مستعمرات ومراكز تجارية في أماكن مختلفة من السواحل التي وصلوا إليها، ولم يكد النصف الأول من القرن السادس عشر ينقضي حتى كان البرتغاليون قد أحكموا السيطرة على شواطئ شرق أفريقيا وغربها إضافة إلى شواطئ الخليج وفارس والهند. (¬2) ¶ وفي عام 1600م أنشئت بريطانيا أول جهاز استعماري لها تحت مسمى شركة الهند الشرقية البريطانية، ومثله صنعت فرنسا عام 1664م فأنشئت ما أسمته بشركة الهند الشرقية ¶ ¬__________ ¶ (¬1) انظر: محاضرات في الاستعمار، مصطفى الشهابي، ص (20 - 21). ¶ (¬2) انظر: أجنحة المكر الثلاثة وخوافيها، عبد الرحمن حبنكة الميداني، ص (165 - 167)، الفكر الإسلامي الحديث وصلته بالاستعمار، محمد البهي، ص (29 - 30).",
            "page": "5",
            "part": "1",
            "seal": "5DD941EC"
        },
        {
            "id": "6",
            "nass": "الفرنسية، وبدأ الصراع والتنافس بين الدولتين، وانتهى بانتصار الإنجليز عام 1775م (1171هـ) وخروج فرنسا من الهند والصين. ¶ وفي عام 1798م (1213هـ) وصل نابليون يقود الحملة الفرنسية على مصر ثم حاول السيطرة على بلاد الشام، فغادر وهو يحمل أدراج الخيبة لكثر من قتل من جنوده هناك، ثم ما لبث أن عاد إلى فرنسا ولحقته جيوشه عام 1801م. ¶ وفي عام 1827م أعلن الملك شارل العاشر اعتزام فرنسا إنشاء مستعمرة ذات شأن في شمال أفريقيا، وزحفت الجيوش الفرنسية لاحتلال الجزائر عام 1830م، واستتب الوضع لهم عام 1857م وهو نفس العام الذي قضت فيه بريطانيا على الإمارة الإسلامية المنغولية في الهند، وقد ألحقت فرنسا الجزائر بها عام 1881م، وهي نفس السنة التي أعلنت فرنسا وضعها تونس تحت الحماية الفرنسية بموجب ميثاق باردو، ثم السنغال ومدغشقر عام 1882م، في عام 1887م (1295هـ) وقع مؤتمر برلين لاقتسام مواقع النفوذ في الوطن العربي. وتوالى بعد ذلك سقوط البلاد العربية والاسلامية في قبضة الاستعمار. ¶ فسيطر الفرنسيون على المغرب سنة 1912م، وعلى سورية سنة 1920م. ¶ وأما الإيطاليون فاحتلوا الصومال وأريتريا عام 1887م، وزحفت إيطاليا لاحتلال الساحل الليبي عام 1914م، وأكملت الاحتلال عام 1914م. ¶ فيما احتلت انجلترا مصر ووضعتها تحت الحماية عام 1882م، وكانت قد احتلت بلاد البنغال عام 1757م، والبنجاب عام 1849م، ثم احتلت نيجيريا عام 1851م. وفي عام 1898م احتلت بريطانيا السودان ثم العراق 1919م، ثم الأردن عام 1920م. ¶ وفي المشرق الإسلامي انقض الروس الأرثوذوكس على بلاد المسلمين فأخذوا ما يحاذيهم منها، وضموه إلى بلادهم، ففي 1670م دخل الروس بلاد الأورال، وأحكموا السيطرة على مسلميها، وفي عام 1859م ضمت روسيا طشقند، ثم القوقاز عام 1864م، ثم بخارى عام 1882م، فيما دخلت بلاد التركستان تحت سيطرة الروس عام 1884م. (¬1) ¶ ¬__________ ¶ (¬1) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (148)، رسالة الطريق إلى ثقافتنا، محمود شاكر، ص (93 - 94، 105 - 108)، ملامح عن النشاط التنصيري في الوطن العربي، إبراهيم عكاشة، ص (160 - 161)، أجنحة المكر الثلاثة وخوافيها، عبد الرحمن حبنكة الميداني، ص (170 - 172)، العالم الإسلامي والاستعمار السياسي والإجتماعي والثقافي، أنور الجندي، ص (416 - 417).",
            "page": "6",
            "part": "1",
            "seal": "1E05CDDF"
        },
        {
            "id": "7",
            "nass": "وقد استمرت السيطرة الروسية على بعض هذه البلاد إلى يومنا هذا فيما نجت بلاد أخرى، وشكلت حكومات مستقلة بعد سقوط الاتحاد السوفيتي عام 1990م. ¶ فيما تحررت البلاد الإسلامية جملة من الاستعمار الفرنسي والإنجليزي والإيطالي (العسكري) في أواسط القرن العشرين. ¶ دوافع الاستعمار الأوربي ¶ نستطيع القول بأن ميل النفس إلى الصراع والطموح إلى الأفضل جِبلّة بشرية جاءت النبوات لتهذيبها وجعلها عبادة يراد منها إقامة دين الله وإزالة الطغيان. ¶ وعليه فالسيطرة من القوي على الضعيف ليس بجديد، ولم يكن الأوربيون أول من مارسه، وإن كان للتوقيت والمكان الذي انطلقوا إليه مرامي ينبغي أن لا يغيب عن أذهاننا كما لاينبغي أن يفوتنا بعض أسباب القسوة والهمجية التي تميز بها الاستعمار الأوربي. ¶ فقسوة الأوربي في المستعمرات التي بسط سلطانه عليها - كما يرى الغزالي - منسجم مع قسوة الغربيين وجلافتهم وقرب عهدهم بالهمجية والتخلف. ¶ وتزيد هذه الوحشية ضراوة عند النصارى عن غيرهم بسبب ما تحدثه عقيدة الفداء من آثار سلبية إذ هي تمنح النصراني اعتقاداً بنجاته على الرغم مما يحدثه من ذنوب وفظائع، إذ يكفيه الإيمان بالمسيح لينجوا، أو يكفيه أن يحصل على صك غفران من أحد آباء الكنيسة ليدخل في ملكوت الله، وعليه فهو لايبالي بالوحشية والقسوة التي يتعامل بها مع الشعوب المستضعفة. ¶ وينبه الغزالي إلى أن ثمة أمراً مهماً يحتم على النصارى الاتجاه إلى الاستعمار وهو فقد النصرانية لوسائل الإقناع وعجز رجال الكنيسة عن شرح العقائد النصرانية في ضوء المعطيات العقلية. ¶ فإذا أراد النصارى بعد ذلك نشر النصرانية لم يجدوا سوى السيف بديلاً يستجيب الناس من خلاله لمنطق القوة الغالبة، فكان الاستعمار حلاً ناجعاً لقصور العقائد والعبادات النصرانية. (¬1) ¶ ¬__________ ¶ (¬1) انظر: الاستعمار. أحقاد وأطماع، محمد الغزالي، ص (36).",
            "page": "7",
            "part": "1",
            "seal": "70E76A7F"
        },
        {
            "id": "8",
            "nass": "وبدراسة الحملة الفرنسية وتحليل تاريخها يتوصل محمود شاكر إلى أمر هام مفاده أن الاستعمار يتحرك باتجاه البلاد الإسلامية ليس طمعاً في ثرواتها فحسب، وليس بهدف تبشيرها فقط، بل إنه يقرأ مسيرة الأمة الإسلامية من خلال الدراسات الاستشراقية الغربية، فإذا ما وجد محاولة جادة للنهوض بهذه الأمة من كبوتها تحرك لوأد هذا المولود قبل أن يكبر ويعيد ما كان قبل قرون. ¶ وحملة نابليون على مصر أحد الأحداث الهامة التي يرى بعض المستغربين من أبناء المسلمين أنها كانت انطلاقة نحو النهضة، ولذا رأينا قبل شهور احتفالات هؤلاء بذكرى مرور مائتي سنة على دخول نابليون مصر. ¶ وفي بيان حقيقة ما صنعه نابليون - وهو نموذج استعماري تكرر بشكل أو بآخر - يذكر محمود شاكر أن نهضة مصر إسلامية بدأت تعم عدداً من الأقطار الإسلامية وذلك في مطلع القرن الحادي عشر، ومن رواد هذه النهضة عبد القادر البغدادي (ت1093هـ) صاحب \" خزانة الأدب \" وحسن الجبرتي (الجبرتي الكبير) (ت 1188هـ) وكلاهما كان في مصر، ومحمد بن عبد الوهاب (ت 1206هـ) في الجزيرة العربية، والمرتضى الزبيدي (ت 1205هـ) صاحب \" تاج العروس \" في الهند ومصر، ومحمد على الشوكاني (ت 1250هـ) في اليمن. ¶ فقد كان كل واحد من هؤلاء في موطنه معلماً من معالم النهضة الجديدة، فالجبرتي يقول ابنه الجبرتي (الصغير) في تاريخه وحضر إليه طلاب من الإفرنج، وقرأوا عليه علم الهندسة .... وأهدوا إليه من صنائعهم وآلاتهم أشياء نفيسة، وذهبوا إلى بلادهم، ونشروا بها ذلك العلم من ذلك الوقت .... \". ¶ وهذه النهضة وإن كانت متباعدة الديار فإنها كما يصف محمود شاكر \" قريبة التواصل وشيكة الالتئام\". ¶ وأرسلت نذر الاستشراق في بلاد المسلمين إلى أوربا مطالبة إياها بالتحرك قبل فوات الوقت، وكان من هذه الدعوات دعوة الكونت سان بريست سفير فرنسا في الأستانة 1768 - 1778م، والبارون دي توت الذي عاد من تركيا سنة 1776م ناصحاً باحتلال مصر، ومنهم التاجر مجالون الذي أقام في مصر ثلاثين سنة، ثم عاد إلى فرنسا عام 1797م، ثم سرعان ما عاد في ركاب حملة نابليون بعد أن قدم تقريراً ينصح فيه بغزو مصر، لكن هذه",
            "page": "8",
            "part": "1",
            "seal": "045CD8FC"
        },
        {
            "id": "9",
            "nass": "الدعوى المتكررة والملحة التي صدرت عن القناصل والتجار المبشرين لم تجد - في بادئ الأمر - صدىً عند ساسة أوربا، وحين قامت الثورة الفرنسية أصاخ نابليون إلى نذر الاستشراق الذين دعوه للقدوم إلى مصر بحجة قمع المماليك الذين أشاعوا مظالم استوجبت غضب العلماء والعامة، وكان بعض علماء الأزهر قد أطفئوا فتنة على المماليك أثارها العامة، فاستتابهم بعض علماء الأزهر من ذلك، لكنهم سرعان ما عادوا إلى ظلمهم وفسادهم. فحضر ومعه المستشرق الذي قضي في بلاد المسلمين أربعين سنة (كليبر) إلى مصر عام 1798م فعاث في مصر الفساد، وتصدى له العلماء وتلاميذهم فأحدث فيهم القتل، وحكى الجبرتي في تاريخه أنه في كل يوم كان يقتل خمسة أو ستة من الثائرين على فرنسا، ويطاف برؤسهم في شوارع القاهرة. وهؤلاء كما يؤكد محمود شاكر هم ورثة حركة النهضة من تلاميذ الجبرتي والزبيدي. ¶ وقد أصاخ الفرنسيون مرة أخرى إلى جيش الاستشراق الذي رافقهم، فادعى قائد الحملة - بعد رحيل نابليون ومقتل كليبر - القائد مينو الإسلام في عام 1800م (1215هـ) وتزوج ابنة أحد أعيان رشيد. ¶ وسرعان ما اضطرت فرنسا تحت الضغط الشعبي للثورة العارمة التي يقودها علماء الأزهر، أن يخرجوا في عام 1801م وهم يحملون أنفس كتب المسلمين، يقول الجبرتي بعد أن عدد أسماء لكتب تاريخ كانت في القاهرة: \" هذه أسماء من غير مسميات، فإنا لم نر من ذلك كله إلا بعض أجزاء مدشتة بقيت في خزائن الأوقاف بالمدارس مع تداولته أيدي الصحافين، وباعها القومة والمباشرون، ونقلت إلى بلاد المغرب والسودان، ثم ذهبت بقايا البقايا في الفتن والحروب، وأخذ الفرنسيون ما وجدوه إلى بلادهم. ¶ وأسلم العلماء المنتصرون قيادة مصر إلى ضابط تركي هو محمد علي ششمة، فغدر بالعلماء ونفى بعضهم وتقرب إليه قناصل الاستعمار، وأصبحوا بطانته وخاصته، فأكملوا بسيفه وخيانته ما عجزت عنه حملة فرنسا، فأغروه بالبعثات العلمية إلى فرنسا، فكان رفاعة الطهطاوي أحد أفراد أول بعثه مصرية استقبلها المستشرق جومار في فرنسا عام 1826م، وصاغها هو وأعوانه من المستشرقين وفق خطتهم لتدمير النهضة الإسلامية. ¶ ثم وقعت الحرب بينه وبين الدعوة الإصلاحية في الجزيرة العربي ولمدة ثمانية أعوام (1226 - 1235هـ) (1811 - 1819م)، وشغل ذلك النهضة الإسلامية عن",
            "page": "9",
            "part": "1",
            "seal": "1DF08B2E"
        },
        {
            "id": "10",
            "nass": "التكامل والتواصل، وشغلها أيضاً عن مواصلة حركتها العلمية بحمل السلاح والدفاع عن الحرمات والأوطان، وهكذا اتسع الفارق بين الغرب والمسلمين من جديد. (¬1) ¶ فمن هذه الدراسة الواعية لمحمود شاكر نرى بوضوح تجربة من تجارب الاستعمار، وأنموذجاً من الكيد الاستعماري الذي استمر طوال قرنين من الزمان. ¶ أعمال الاستعمار ¶ وخلال تاريخ الحركة الاستعمارية الغربية للعالم الإسلامي وبقية المستعمرات أظهر المستعمر الغربي صوراً قاتمة كالحة ملؤها الظلم والقهر والاستغلال. ¶ فعلى الصعيد الإنساني ارتكب المستعمرون مجازر بحق الشعوب التي قامت تدافع عن دينها وخيراتها، فقد بلغت أعداد قتلى المسلمين في الهند حتى عام 1880م مليون مسلم سقطوا على يد الإنجليز، ومثله كانت الجزائر بلد المليون شهيد. ¶ وكان البرتغاليون قد أحدثوا مجازر عند سيطرتهم على الشواطئ الهندية، ويسجل القائد البرتغالي البوكيرك بفخر بعضاً منه وهو يخاطب ملك البرتغال مهنئاً إياه بالسيطرة على مقاطعة جوا الهندية فيقول: \" وبعد ذلك أحرقت المدينة، وأعملت السيف في كل الرقاب، وأخذت دماء الناس تراق أياماً عدة .... وحيثما وجدنا المسلمين لم نوقر معهم نفساً، فكنا نملأ بهم مساجدهم، ونشعل فيها النار، حتى أحصينا ستة آلاف روح هلكت، وقد كان ذلك يا سيدي عملاً عظيماً رائعاً أجدنا بدايته وأحسنا نهايته \". ¶ وفي مدغشقر قتلت القوات الفرنسية ثمانين ألف في ضربة واحدة للثائرين من سكان الجزيرة، فيما أعمل الإنجليز القتل في قبائل ماو ماو الأفريقية، ثم ادعوا أن وحوشاً مفترسة ظهرت في المنطقة وتخطفت الآلاف إلى مصارعهم. ¶ وفي الجزائر يقول الجنرال الفرنسي شان: \" إن رجاله وجدوا التسلية في جز رقاب المواطنين من رجال القبائل الثائرة في بلدتي الحواش وبورقيبه \". ¶ ويخط الماريشال سانت أرنو إلى زوجته بعض ما صنعه وجنوده في الجزائر فيقول: \" إن بلاد بني منصر بديعة، وهي من أجمل ما رأيت في أفريقيا، فقُراها متقاربة، وأهلها متحابون، ¶ ¬__________ ¶ (¬1) انظر: تاريخ عجائب الآثار، الجبرتي (1/ 11، 2/ 196 - 212)، رسالة الطريق إلى ثقافتنا، محمود شاكر، ص (92 - 145).",
            "page": "10",
            "part": "1",
            "seal": "BB3E1AC0"
        },
        {
            "id": "11",
            "nass": "لقد أحرقنا فيها كل شيء، ودمرنا كل شيء ... أكتب إليك يحيط بي أفق من النيران والدخان، لقد تركتني عند قبيلة البزار فأحرقتهم جميعاً، ونشرت حولهم الخراب، وأنا الآن عند السنجاد أعيد فيهم الشيء نفسه ولكن على نطاق أوسع \". ¶ ويقول مونتياك في كتابه \" رسائل جندي \" وهو يصف إحدى المذابح التي حضرها: \"لقد كانت مذبحة شنيعة حقاً، كانت المساكن والخيام في الميادين والشوارع والأفنية التي انتشرت عليها الجثث في كل مكان، وقد أحصينا في جو هادئ بعد الاستيلاء على المدينة عدد القتلى من النساء والأطفال فألفيناهم ألفين وثلاثمائة، وأما عدد الجرحى فلا يكاد يذكر لسبب هو أننا لم نترك جرحاهم على قيد الحياة \". ¶ وقد بلغ عدد القتلى في مدينة سطيف في مايو 1945م ما يقرب الأربعين ألفاً. ¶ ويشنع الكونت هيريسيون على هذه القبائح التي لا مبرر لها فيقول: \" فظائع لا مثيل لها، أوامر الشنق تصدر من نفوس كالصخر يقوم بتنفيذها جلادون قلوبهم كالحجر ... في أناس مساكين جُلُّ ذنبهم أنهم لايستطيعون إرشادنا إلى ما نطلب إليهم أن يرشدونا إليه \". ¶ وقد تفنن المستعمرون في طرق إبادة هذه الشعوب، ومما أبدعوه في هذا الباب طريقة يسمونها \"جهنم\" حيث يتبع الجنود الهاربين من النساء والأطفال والرجال إلى الكهوف فيشعلون عند باب الكهف ناراً عظيمة، فيموت من بداخله حرقاً أو خنقاً \". (¬1) ¶ وفي جنوب أفريقيا سيطر الاستعمار ففرض القوانين الجائرة والضرائب، ومنح البيض في عام 1913م 88% من أراضي جنوب أفريقيا وفرض على السود دون البيض مصروفات الدراسة، وأمر بأن يدفع كل أسود بين سنة 12 - 65 سنة ضريبة عن نفسه وأخرى عن كوخه. ¶ وقد أضر المستعمرون بمصالح المزارعين حين أمروهم بزراعة بعض المحاصيل دون بعض، ثم شروها منهم بأبخس الأثمان. ¶ ففي عام 1951م باع فلاحو الجزائر قنطار الزيتون بـ 2000 فرنك في حين كانوا يبيعونه قبل دخول فرنسا بـ 5000 فرنك فرنسي. ¶ ¬__________ ¶ (¬1) انظر هذه الفظائع وغيرها: أجنحة المكر الثلاثة وخوافيها، عبد الرحمن حبنكة الميداني، ص (175)، الاستعمار. أحقاد وأطماع، محمد الغزالي، ص (34، 46 - 49، 56، 302).",
            "page": "11",
            "part": "1",
            "seal": "DCDD5D72"
        },
        {
            "id": "12",
            "nass": "وأجبر الفرنسيون السكان في أفريقيا الاستوائية على زراعة القطن عام 1955م، ثم باعوه لأربع شركات استعمارية بما ثمنه 72 - 60 فرنكاً للكيلو، فيما باعه المستعمرون بسعر 245 - 285 فرنكاً في مرفأ التصدير. ¶ وقد كان كيلو القطن المستورد في فرنسا يماثل - في مراكش - أربعة مرات كيلو القطن المصدر، وذلك في عام 1938م، ثم ارتفع إلى ست مرات في عام 1949م ومثله يقال في القطن التونسي. ¶ وفي نيجيريا يباع الخشب أكثر من سعره بـ 30 - 40 %، وباعت بلجيكا كيلو زيت النخل في مستعمراتها بـ 110 فرنكاً بدلاً من 75 فرنكا. (¬1) ¶ وتعترف إحدى مجلات الاستعمار بهذا الاستغلال فتقول: \" المستهلكون في البلاد المستعمرة كانوا يتلقون عام 1953م ما يبلغ 80% من مستورداتهم بأسعار أكثر أرتفاعاً بـ 20 - 50% وأحياناً أكثر أيضاً من الأسعار التي كانوا يحصلون عليها لو أتيح لهم أن يستوردوا بضائهم من بلد آخر غير فرنسا. (¬2) ¶ وفي مظهر آخر للاستعمار وظف المستعمر أبناء جلدته في مؤسسات الدول المستعمرَة، وأبعد أهل البلاد الأصليين، ومن ذلك أن فرنسا وظفت في الجزائر في الدوائر العقارية 200 موظف منهم ثمانية فقط من الجزائريين، فيما لم يبلغ عدد المغاربة في وزارة الشئون الإجتماعية في المغرب سوى أربعة من الحُجَّاب فيما قارب الفرنسيون المائتين والخمسين. (¬3) ¶ وأجبر السكان الأصليون تحت مظلة المستعمر على العمل بأبخس الأجور، ففي حين كانت الأسعار في الجزائر مقاربة للأسعار في فرنسا كان العامل الجزائري يحصل على 40 - 70 فرنكاً لقاء عمله اليومي، في حين أن العامل الفرنسي يحصل على أكثر من ضعف المبلغ في فرنسا، وقد كان سعر كيلو الخبز يومذاك في الجزائر 48 فرنكاً وكيلو السكر 94، واللبن 25 فرنكاً فيما كان اللحم الردئ يباع الكيلو منه بـ 400 - 500 فرنك فرنسي. ¶ وكتب النائب الأسقفي في داكار عاصمة السنغال يشكو الظلم الذي يقع على العمال الذين يسميهم بالمؤقتين والذين يحصلون على أجر شهري يتراوح بين 800 - 1200 فرنكاً ¶ ¬__________ ¶ (¬1) انظر: الاستعمار الفرنسي في المغرب العربي، هنري كلود، وآخرون، ص (34، 135 - 138). ¶ (¬2) انظر المصدر السابق، ص (17 - 19). ¶ (¬3) انظر: التبشير والاستشراق، محمد عزت الطهطاوي، ص (90).",
            "page": "12",
            "part": "1",
            "seal": "3BB45CE5"
        },
        {
            "id": "13",
            "nass": "في حين أن أحقر كوخ كان يؤجر بـ 3500 فرنك شهرياً إضافة إلى ما يدفعه من ضرائب تصل إلى 1800 فرنك سنوياً. (¬1) ¶ وقد كان العمال في صفاقص من عمال شركة الفوسفات الفرنسية يسكنون بمعدل 10 عمال في كل كوخ، فيما تحدثت الصحف الفرنسية عن مدينة التنك (مراكش) حيث يسكن 200000 من العمال وعوائلهم في بيوت أو أكواخ من التنك أو الخشب الذي يلتقطونه من مخلفات الشحن، وقد تحدثت إحدى الصحف الفرنسية عن القسوة البالغة التي يعيشها العمال المغاربة وعائلاتهم في هذه البيوت من غير توفر أي إجراءات تضمن صحتهم وسلامتهم. (¬2) ¶ ونتيجة لضعف رواتب العمال في مراكش وانتشار الفقر بأبشع صوره كتب أحد أطباء وادي الداد في جنوب مراكش: \" إن الأطفال في هذه البلاد يأكلون التراب. لماذا؟ أذلك من الفقر أو الجوع أم أنها عادة مجهولة المنشأ؟ لا أستطيع أن أقول شيئاً، ولكن هذا الواقع ماثل هنا. إن الأطفال يأكلون التراب ويصابون بالأمراض الخطيرة: فقر الدم وتضخم الطحال .... \". (¬3) ¶ وقد اقتصر غذاء الأسرة المراكشية في الغالب على عدة أقراص من الشوفان، فيما ذكرت إحصائيات فرنسية في عام 1945م أنه \" من أصل المليون والثلاثمائة عائلة جزائرية تعيش من الزراعة وتربية المواشي ثمة 800 ألف إلى مليون يجب أن تعتبر عائلات محتاجة ومعوزة \". (¬4) ¶ وأما المشاريع التي أقامها الاستعمار في البلاد المستعمرة فإنما أقامها لحماية مصالحه \" فالجهود المبذولة لكهربة المراكز الثانوية والريفية يجب أن يكون مفهوماً أن التجهيزات المنتظرة إنما يجب أن تقتصر فقط على المشروعات ذات الدخل المضمون. ¶ ¬__________ ¶ (¬1) انظر: الاستعمار الفرنسي في المغرب العربي، هنري كلود، وآخرون، ص (39 - 45). ¶ (¬2) انظر: المصدر السابق، ص (24). ¶ (¬3) انظر: المصدر السابق، ص (51). ¶ (¬4) انظر: المصدر السابق، ص (41، 49).",
            "page": "13",
            "part": "1",
            "seal": "50F5E791"
        },
        {
            "id": "14",
            "nass": "أما برنامج النقليات فعليه أن يقتصر في الدرجة الأولى على إنشاء وسائل النقل وطرق المواصلات المرتبطة مباشرة بأهداف الانتاج المعينة في المشروع والتي تؤلف على كل حال أحد العوامل الجوهرية لنجاحه \". (¬1) ¶ ورغم الاستغلال الواسع للموارد الطبيعية والقوى البشرية فإن المستعمر لم يقدم أبسط الخدمات الإنسانية وهي الصحة والتعليم ففي الجزائر التي اعتبرتها فرنسا جزءً منها لم يستطع سوى 12% من أطفال الجزائر ممارسة عملية التعلم، وانخفضت النسبة في مراكش إلى 10%، وفي أفريقيا الغربية إلى 7.6 %، وفي تشاد إلى 4.7%، فيما ارتفعت في أفريقيا السوداء إلى 18% من أطفال تلك البلاد. ¶ ويخلص هنري كلود إلى أن نسبة التعليم في المستعمرات الفرنسية جملة لا يتجاوز 9 % من أطفال المستعمرات الفرنسية. (¬2) ¶ وأما الخدمات الصحية فجرى تأمينها في المناطق التي ينتشر فيها الفرنسيون فيما كان لكل 10000 جزائري طبيب واحد، وتصل هذه النسبة في الأقاليم الجنوبية للجزائر إلى 30000/ 1، وفي مراكش 45000/ 1 فيما لكل 50000 شخص في غينيا طبيب واحد. ¶ ونتيجة لذلك ارتفعت نسبة الوفيات بين الأطفال في المستعمرات عنها في البلاد المستعمِرة أو بين المستعمِرين، ففي حين يموت من أطفال الأوربيين في الجزائر ما نسبته 5.4 % يموت من أطفال الجزائر 18%، وفي تونس يموت للأوربيين من أطفالهم ما نسبته 5.9% فيما يموت للتونسيين ما نسبته 19.3% فيما تصل النسبة في بعض مناطق أفريقيا الريفية إلى 60%، وكتب الدكتور بريسو مقرر ميزانية الصحة عام 1954م في الجزائر أن من بين 120 مريضاً يراجعون عيادة السل في مستشفى مدينة الجزائر لا يلقى العناية منهم سوى 30. أما الباقون فأسلموا إلى الموت. (¬3) ¶ وننبه أخيراً إلى أن كل ما سمعناه عن الاستعمار الفرنسي مما سطره لنا هنري كلود ورفاقه ينطبق تماماً على الاستعمار البريطاني والإيطالي والبرتغالي وسوى ذلك من جنسيات الاستعمار الأخرى. ¶ ¬__________ ¶ (¬1) انظر: المصدر السابق، ص (7 - 8). ¶ (¬2) انظر: المصدر السابق، ص (20 - 21). ¶ (¬3) انظر: المصدر السابق، ص (22 - 23).",
            "page": "14",
            "part": "1",
            "seal": "03861D70"
        },
        {
            "id": "15",
            "nass": "المبحث الثاني: التبشير ¶ التبشير لفظة مشتقة من بشر بمعنى فرح وتهلل، ومنه البِشَارة، وهي الخبر السار الذي لايعلمه المخبَر، والبُشرى هي ما يبشَّر به أو ما يعطاه المبشَّر. ¶ والتبشير بالمعنى الاصطلاحي يطلق على دعوة النصارى الآخرين إلى النصرانية. (¬1) ¶ ويزعم النصارى أن هذا الأمر صدر لهم من المسيح حين قال: \" فاذهبوا وتلمذوا جميع الأمم وعمدوهم باسم الآب والابن والروح القدس \" (متى 28/ 20) فيزعم النصارى أنه بموجب هذا الأمر كان لابد لهم أن يسيروا لتبليغ النصرانية إلى الأمم. وهكذا خرج دعاة النصرانية يكرزون الأمم، وانتشرت النصرانية في ربوع أوربا، كما انتشرت في بعض مناطق أفريقيا كالحبشة ومصر. ¶ ولما ظهر الإسلام دخلت الأمم في دين الله أفواجاً، ودخل الإسلام إلى مهد النصرانية في بلاد الشام ثم مصر ثم آسيا الصغرى، ثم بعد حين توقف عند أبواب فرنسا. ¶ وطوال قرون عديدة تواصلت الحروب الصليبية تروم العودة إلى البلاد المباركة، ولكن من غير فائدة أو جدوى. ¶ وقد اتجه المبشرون إلى العالم الإسلامي خلال سنين طويلة متباعدة، وكان أرخبيل أندنوسيا هو باكورة النشاط لهم حيث وصل المبشر المشهور فرنسيسكوس اكسافيريوس في 1546م، ثم تتابع المبشرون مع وقوع البلاد تحت الاستعمار البرتغالي ثم الهولندي ثم الإنجليزي. ¶ وقد كان الجهد المبذول في تبشير أندنوسيا عظيماً، فقد وصل عدد الكهنة الكاثوليك عام 1973م إلى130 كاهناً، ويضاف إلى ذلك 22 أبرشية، 9 هيئات للرهبان والراهبات، و33 مطرانية، فيما وصل عدد الكاثوليك إلى مليون وربع كاثوليكي. (¬2) ¶ وفي القرن الثامن عشر توافدت البعثات التبشيرية على أراضي الخلافة العثمانية مستغلة ضعف الدولة العثمانية واقتسام ممتلكاتها، حيث وضعت بلاد المسلمين تحت الاستعمار بأنواعه المختلفة. ¶ ¬__________ ¶ (¬1) انظر: المعجم الوسيط، إبراهيم أنيس وآخرون (1/ 58). ¶ (¬2) انظر: غارة تبشيرية جديدة على أندنوسيا، أبو هلال الأندنوسي، ص (17 - 20).",
            "page": "15",
            "part": "1",
            "seal": "52925721"
        },
        {
            "id": "16",
            "nass": "وقد تجمعت فلولهم في مالطة عام 1815م (1213هـ) ووضعوا برامج للتبشير في الدول العربية استجابة لبرنامج إنجليزي اسمه \" مشروع تنصير بلاد البحر الأبيض المتوسط \" وأرادوا من خلال انتشارهم في الشرق الإسلامي تعويض الخسارة التي لحقت بالكنيسة في أوربا أمام موجة الحضارة الجديدة الناشئة في الغرب. (¬1) ¶ ففي عام 1830 غزت فرنسا الجزائر، وقد صحب الجنرال الفرنسي بورمنت ستة عشر قسيساً، وقال لهم بعد سقوط مدينة الجزائر: \" إنكم أعدتم معنا فتح الباب للنصرانية في أفريقيا، ونأمل أن تنبع قريباً الحضارة التي انطفأت في هذه الربوع. ¶ فيما وصل أول المنصرين إلى السودان عام 1265هـ (1848م) بأمر من البابا جريجوري السادس، وكان قد أمر عام 1263هـ بإنشاء نيابة أفريقيا الوسطى الرسولية. وكانت الإرساليات التبشيرية قد زعمت أنها أتت لمحاربة تجارة الرقيق التي استشرت في أوربا، ورأت أن الوسيلة المثلى للقضاء عليها هي تتبعه في أماكن تصديره كما نص على ذلك مذكرة بوكستن المقدمة للحكومة البريطانية عام 1254هـ. ¶ وقد مني التبشير والاستعمار بنكسة كبيرة بسبب ثورة المهدي 1302هـ فقتل الجنرال غوردون، وعلقت لجنة إدارة الإرساليات نشاطها في السودان، ثم عادت مع عودة الجيش البريطاني بقيادة كتشنر. ¶ وقد عمل المستعمر البريطاني على تقسيم السودان أمام الإرساليات التبشيرية إلى قسمين: أولهما: القسم الشمالي وهو منطقة شبه محرمة يمنع العمل التبشيري فيها إلا في حدود ضيقة، وقد سمح للمبشرين بالاهتمام بتحرير العبيد ودعوة الوثنيين. ثم سمح لهم بإقامة مراكز طبية في الخرطوم، والذي دفع المستعمر البريطاني لهذا التضييق هو خشيتهم من ثورة مشابهة لثورة المهدي في القسم الشمالي المسلم. ¶ وأما القسم الثاني فهو جنوب السودان، وقد فتحت أبواب التبشير فيه على أكمل وجه، وتقاسمته الإرسالية البريطانية والأمريكية، وكان العمل في جنوب السودان على مرحلتين: أولاهما: التخلص من الوجود الإسلامي بمحاربة العرب ولغتهم وإبعادهم بواسطة أوامر ¶ ¬__________ ¶ (¬1) انظر: ملامح عن النشاط التنصيري في الوطن العربي، إبراهيم عكاشة، ص (55)، التبشير المسيحي في منطقة الخليج العربي، أحمد فون دنفر، ص (3).",
            "page": "16",
            "part": "1",
            "seal": "1FF6B2E1"
        },
        {
            "id": "17",
            "nass": "إدارية (من المستعمر) تنقل الموظفين المسلمين إلى الشمال المسلم، كما منعوا وصول التجار المسلمين إلى الجنوب، وشجعوا اللغة الإنجليزية على حساب العربية. ¶ وتنفيذاً لهذا كله قامت الكنيسة بفصل أسقفية الجنوب عن مصر وشمال السودان في عام 1345هـ، وألحقت بهذه الأسقفية الجديدة (أسقفية أعالي النيل) كنيسة أوغندا، ورسم أول أسقف سوداني في الجنوب عام 1955م، وهو الأسقف دانيال ينج. (¬1) ¶ وفي مصر تحولت الإرساليات التبشرية عن العمل في كثلكة الأرثوذكس إلى تنصير المسلمين بعد وصول القوات البريطانية عام 1300هـ، وفي عام 1320هـ (1902م) أجاز المؤتمر العام للكنيسة المسيحية بمصر مشروع تنصير المسلمين، وقد أكد مؤتمر القاهرة 1324هـ على \" أن الهدف الأساسي للإرسالية في مصر هو إقامة كنيسة وطنية من المسلمين المتنصرين \" وقد أصبحت هذه السياسة أكثر وقاحة بعد القضاء على الثورة 1339هـ، ويؤكد المبشر مارسون التابع للكنيسة البريطانية (1346هـ) هذا الاتجاه ويبين أن سببه فشو الإسلام بين الأقباط، فيقول: \" تؤكد الاحصائيات حتى في هذه السنين بأن الذين يتحولون من الكنيسة القبطية للإسلام لايقلون عن خمسمائة قبطي سنوياً \". (¬2) ¶ وفي سوريا بدأ التبشير خارج إطار النصارى بعد دخول الاحتلال الفرنسي، حيث دخل الفرنسيون إلى جبال العلويين، واستكتبوا رجلاً يدعى محمد تامر زعم أن قبائل العلويين من أحفاد الصليبيين، وقد تنصرت اثنتان وعشرون أسرة (قرابة 80 شخصاً)، وعمدوا في جنينة (حديقة) رسلان في أغسطس عام 1930م. ¶ ثم ذهب الأب شانتور رئيس الجامعة الأمريكية بعد ذلك بشهرين مع خمسة من المبشرين، وأسسوا ثلاث مراكز للتبشير في المنطقة. وكانت فرنسا والولايات المتحدة قد وقعتا في عام 1924م اتفاقاً يسهل عمل المؤسسات التبشيرية ويمنع تقييد عملها في المناطق المحتلة من قبل فرنسا. (¬3) ¶ ¬__________ ¶ (¬1) انظر: ملامح عن النشاط التنصيري في الوطن العربي، إبراهيم عكاشة، ص (130 - 154)، التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (238 - 240). ¶ (¬2) انظر: ملامح عن النشاط التنصيري في الوطن العربي، إبراهيم عكاشة، ص (101 - 105، 115). ¶ (¬3) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (54 - 57).",
            "page": "17",
            "part": "1",
            "seal": "F808C561"
        },
        {
            "id": "18",
            "nass": "المبحث الثالث: العلاقة بين التبشير والاستعمار ¶ ويطرح السؤال نفسه هل ثمة علاقة بين العلاقة الاستعمارية والحركة التبشيرية؟ وهل من الممكن أن يلتقي الجنود القساة الذين يقتلون الأبرياء ويسرقون قوت الشعوب هل من الممكن أن يلتقي هؤلاء مع الذين أمروا بمحبة أعدائهم ومباركة لاعنيهم (انظر متى 5/ 44)؟ ¶ وما الذي يجمع المبشر وهو يحمل رسالة دينية مع المستعمر الذي يحمل رسالة دنيوية؟ وهل اللقاء بين الجانبين مجرد لقاء عابر فرضته ظروف وحدة المنشأ بين التبشير والاستعمار (أوربا) أمر أن هناك علاقة حقيقية تجمع هاتين الحركتين؟ ¶ وفي الإجابة عن هذا كله نقول بأن التبشير والاستعمار وجهان لعملة واحدة، فالمبشرون هم الواجهة الدينية للمستعمر، والاستعمار هو الحقيقة الاقتصادية والسياسية للمبشرين. ¶ وهذا الأمر يتضح عند دراسة العلاقة الحميمة بين الحركتين اللتين تزامنتا طوال التاريخ المسيحي، بل إن الحروب الصليبية التي شنت على العالم الإسلامي طوال قرون طويلة هي حلقة من سلسلة الترابط والوحدة بين التبشير والاستعمار، فلقد قام ملوك أوربا بتلك الحروب بمباركة الكنيسة، ولبى الأوربيون نداء الملوك لهذه الحروب طمعاً في الملكوت الذي وعدهم به بابوات الكنيسة. ¶ وقد بدأت خطوات الاستعمار تدب من جديد مع بداية حركة الكشوف الجغرافية التي قادها الأسبان والبرتغال، وانطلقت سفنهم تمخر البحار وهي ترسم على أشرعتها شعار الصليب. ¶ وقد أصدر البابا نيقولا الخامس مرسوماً في عام 1454م يعطي البرتغاليين حقاً في أراضي حقاً في أراضي الكفرة على الساحل الغربي لإفريقيا، وأكد ذلك البابا كالكستس الثالث عام 1456م، ثم أصدر البابا اسكندر الثالث في عام 1493م مرسوماً يمنح التاج الأسباني الحق المطلق في المتاجرة مع البلاد التي اكتشفت، ووضع قيداً، وهو أن تجلب تلك الشعوب إلى المسيحية. (¬1) ¶ ¬__________ ¶ (¬1) انظر: أجنحة المكر الثلاثة وخوافيها، عبد الرحمن حبنكة الميداني، ص (170 - 172)، حقيقة التبشير بين الماضي والحاضر، أحمد عبد الوهاب، ص (129).",
            "page": "18",
            "part": "1",
            "seal": "75D5953D"
        },
        {
            "id": "19",
            "nass": "ومن جانب آخر فإن الحركة التبشيرية وليدة أطماع استعمارية صليبية، وقد وضع أسسها الملك لويس التاسع حينما كان في سجن المنصورة فكتب داعياً إلى \" تحويل الحملات العسكرية الصليبية إلى حملات صليبية سلمية تستهدف الغرض نفسه، لا فرق بين النوعين إلا من حيث نوع السلاح المستخدم في المعركة .... تجنيد المبشرين الغربيين في هذه المعركة السلمية لمحاربة تعاليم الإسلام ووقف انتشاره، ثم القضاء عليه معنوياً، واعتبار هؤلاء المبشرين في تلك المعارك جنوداً للغرب. ¶ وقد أجاب المبشرون إلى هذه الحرب الصليبية الجديدة فيقول القس مييز: \" إن الحرب الصليبية الهادئة التي بدأها مبشرونا في القرن السابع عشر لا تزال مستمرة إلى أيامنا هذه \". ¶ ويقول اليسوعيون \" ألم نكن نحن ورثة الصليبين ... أولم نرجع تحت راية الصليب لنستأنف التسرب التبشيري والتحدي المسيحي ... وهكذا تستطيع الكنيسة المسيحية بلا حرب أن تسترد تلك المناطق التي خسرتها منذ أزمان طوال \". (¬1) ¶ وقد عمل الكثيرون من رجال الكنسية تحت مظلة الاستعمار، وداروا في فلكه، فقد تولى الراهب دولا فورست طلب الامتيازات للفرنسيين من الباب العالي، وكان أول سفير لفرنسا في الأستانة عام 1583م، كما عين الأمريكيون المنصر ناثان قنصلاً للولايات الأمريكية بالإنابة في طنجة، وعين المنصر تاهنسال قنصلاً للنمسا في الخرطوم سنة 1293هـ، وكان المنصر لا فيجري الفرنسي رئيساً للبعثة المرافقة للجيش الفرنسي المحارب في القرم، وتولى المنصر جون فان أيس خلال الحرب العالمية الأولى أمر القنصلية الأمريكية في البصرة. (¬2) ¶ وقد أكد المستعمرون على أهمية عمل المبشرين، وصرحوا بالمهمات المنوطة بهؤلاء الرهبان فقال نابليون الأول في جلسة مجلس الدولة عام 1804م: \" إن في نيتي إنشاء مؤسسة الارساليات الأجنبية، فهؤلاء الرجال المتدينون سيكونون عوناً كبيراً لي في آسيا ¶ ¬__________ ¶ (¬1) انظر: حقيقة التبشير بين الماضي والحاضر، أحمد عبد الوهاب، ص (154)، التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (127). ¶ (¬2) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (133 - 134)، ملامح عن النشاط التنصيري في الوطن العربي، إبراهيم عكاشة، ص (48 - 49)، المسيحية، أحمد شلبي، ص (160 - 161).",
            "page": "19",
            "part": "1",
            "seal": "1105A73A"
        },
        {
            "id": "20",
            "nass": "وأفريقيا وأمريكا، سأرسلهم لجمع المعلومات عن الأقطار. إن ملابسهم تحميهم وتخفي أية نوايا اقتصادية أو سياسية \". ¶ ولما عقد مؤتمر الكنائس المسيحية في سالونيك باليونان (1959م) أكد المؤتمر على مساهمة الكنائس للجاسوسية لحساب المستعمر، فطالب \"الكنائس في آسيا وأفريقيا وأمريكا اللاتينية أن تراقب خطة التنمية، فتميز بين ما يتفق وإرادة الله وبين عمل الشيطان \". ¶ وفي مؤتمر دلهي (1961م) قالوا \"الكنيسة يجب أن تكون متأهبة للصراع مع الدولة في أي وطن، وتحت أي نظام سياسي\". (¬1) ¶ وينقل المبشر جاك مندلسون قول ملك فرنسا \" الدين ضروري لكل الناس، لكنه أكثر ضرورة في المستعمرات الآهلة بالعبيد التي لايمكن أن تحوي أملاً في حياة أفضل إلا بعد الموت\" فالدين يستعمله هؤلاء الساسة في تخدير الشعوب، وليكون مطية يحكمون من خلالها الخناق على الشعوب. ¶ وينقل القس المبشر مندلسون ثانية شعور المستضعفين الذي سرقت بلادهم وثرواتهم من قبل تحالف الاستعمار والتبشير فيقول: \" إن المبشرين جاءوا إلينا وقالوا: إننا نريد أن نعلمكم العبادة، وقلنا: حسناً. إننا نريد أن نتعلم العبادة. وطلب المبشرون منا أن نغلق أعيننا، وفعلنا ذلك، وتعلمنا التعبد، وحينما فتحنا أعيننا وجدنا الإنجيل في يدنا، ووجدنا أراضينا قد اغتصبت\". ¶ ثم يواصل مندلسون فيقول \" لقد تمت محاولات نشيطة لاستعمال المبشرين، لا لمصلحة المسيحية، وإنما لخدمة الاستعمار والعبودية \" ¶ يقول رئيس الأساقفة لونز ماركس في عام 1960م عن نشاط الإرساليات الذي يديره في موزمبيق: \" إن النشاط الإرسالي يمنح البرتغال فخراً في المنظمات العالمية السامية، ويكون سنداً قوياً للسيادة البرتغالية \". (¬2) ¶ ومن المهمات التي أداها التبشير للاستعمار تجميل صورته القبيحة التي رسمها بظلمه وجبروته عند الناس يقول رينيه بوتيه في كتابه \" الكاردينال لا فيجيري \": \" إن العمل ¶ ¬__________ ¶ (¬1) انظر: حقيقة التبشير بين الماضي والحاضر، أحمد عبد الوهاب، ص (127 - 128). ¶ (¬2) انظر: المصدر السابق، ص (127 - 128، 133 - 134).",
            "page": "20",
            "part": "1",
            "seal": "1ECD19DC"
        },
        {
            "id": "21",
            "nass": "الوطني الذي قام به لافيجيري بدأ مع عمله التبشيري، بدأ بنشره على السوريين تلك العطايا التي تمنحها الكنيسة الكاثوليكية، إنه جعل فرنسا محبوبة (لدى السوريين)، وأضاف إلى الحقوق القديمة التي كنا نملكها نحن الفرنسيون على تلك المنطقة حقوقاً جديدة .... في الجزائر استطاع أن يهب كل ما في استطاعته لإظهار حبه لفرنسا .... أراد لافيجري أن يحبب فرنسا إلى الناس باسم المسيح \". (¬1) ¶ ويقول القس سيمون في مؤتمر لكنو في الهند (1911م): \" إن العامل الذي جمع هذه الشعوب (الإسلامية) وربطها برابطة الجامعة الإسلامية هو الحقد الذي يضمره سكان البلاد للفاتحين الأوربيين، ولكن المحبة التي تبثها إرساليات التبشير النصرانية ستضعف هذه الرابطة، وتوجد روابط جديدة تحت ظل الفاتح الأجنبي \". (¬2) ¶ وقد كان إغراء الساسة ببلاد المسلمين واستعمارها أحد أعمال المبشرين، يقول المبشر إشعيا بولمان في مجلة \" العالم الإسلامي \" بأن الخوف من الإسلام ينبغي أن لا ينساه الغربيون، ذلك أن الإسلام كما يقول إشعيا بومان يتسع دائماً متسلحاً بالجهاد، وما من أمة حاولت قهره إلا وخسرت أضعاف ما خسر، ولذا فهو يقترح اتفاق فرنسا وبريطانيا على سياسة السيطرة على الشواطئ الإسلامية حتى تصل بسهولة الإمدادت العسكرية. ¶ وهذا ما صنعه الإيطاليون حين جاءوا إلى ليبيا، وغيرهم فعل مثله عند احتلالهم بلاد المسلمين. (¬3) ¶ والذي دفع حركة التبشير إلى التفاني في خدمة الاستعمار والتمكين لهم إيمانهم بأن نجاح التنصير متوقف على نجاح الاستعمار وبقائه، وهو ما عبر عنه المنصر لورانس براون حين قال \" لم يحدث انتقال واسع من الإسلام إلى النصرانية في قطر ما إلا بعد أن يخضع ذلك القطر لحكومة غربية مسيحية \". (¬4) ¶ ¬__________ ¶ (¬1) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (126). ¶ (¬2) انظر: الغارة على العالم الإسلامي، شاتليه، ص (102 - 103). ¶ (¬3) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (130 - 131)، التبشير والاستشراق، محمد عزت الطهطاوي، ص (85). ¶ (¬4) انظر: الإسلام والتحدي التنصيري، عمر بابكور، ص (116).",
            "page": "21",
            "part": "1",
            "seal": "98C9A53E"
        },
        {
            "id": "22",
            "nass": "ولما وقع التنافس بين المستعمرين وتضاربت مصالهحم؛ انعكس ذلك على الآباء المبشرين الذين كانوا في الحقيقة جنوداً مدنيين للاستعمار، فوقع بين المبشرين الفرقة، ودب بينهم ما بين الساسة من تخالف وتنافس، كما حصل بين الإرساليات التبشيرية في لبنان والتي كان كل منها يتبع دولة استعمارية معينة، ولذا أيضاً استأصلت انجلترا وفرنسا جميع المبشرين الألمان من مناطق نفوذهما، ولم تسمح انجلترا في وقت لاحق لغير مبشريها بالعمل في مناطق نفوذها إلا حين الحصول على إذن مسبق. ¶ يقول المبشر هنري جب: \" إن المبشرين استغلوا جهودهم لخدمة دولهم. (¬1) ¶ وفي المقابل فإن المستعمرين ردوا الجميل للمبشرين بأن فتحوا لهم البلاد على مصاريعها فيقول بوجو سكرتير الحاكم الفرنسي في الجزائر مخاطباً القس سوشيه الوكيل العام لأسقف الجزائر: \" إن آخر أيام الإسلام قد دنت، وفي خلال عشرين عاماً لن يكون للجزائر إله غير المسيح، ونحن إذا أمكننا الشك في أن هذه الأرض تملكها فرنسا، فلا يمكننا أن نشك على أية حال أنها قد ضاعت من الإسلام إلى الأبد. ¶ أما العرب فلن يكونوا ملكاً لفرنسا إلا إذا أصبحوا مسيحيين جميعاً \". (¬2) ¶ ولم يكتف المستعمرون بالكلام ودغدغة العواطف، بل شرعوا يصدورن المراسيم والقوانين التي تسهل عمل المبشرين، ففي عام 1900م أمر الاستعمار البريطاني لكينيا أن يكون التعليم في العاصمة ممباسا إجبارياً، وتولت البعثات التبشيرية تعليم الطلاب في ممباسا حيث افتتحوا أربعة مدارس ابتدائية، ثم أسندت السلطات لهؤلاء المتعلمين في مدارس التبشير وظائف رسمية حكومية بحجة أنهم متعلمون. ¶ وفي عام 1930م أقيم مؤتمر كنائس في قرطاجة بمناسبة مرور 1600 سنة على موت القديس أوغسطينوس، وأجبرت تونس على قبول ذلك المؤتمر على أراضيها المستعمرة من قبل فرنسا حينذاك، دفع التونسيون من خزينتهم على مليوني فرنك فرنسي، وحين ثار المسلمون على عقد هذا المؤتمر في بلد إسلامي تولت الجيوش الاستعمارية الفتك بالشباب الثائرين، وزجت بهم في السجون. ¶ ¬__________ ¶ (¬1) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (158، 242). ¶ (¬2) انظر: الاستعمار. أحقاد وأطماع، محمد الغزالي، ص (39).",
            "page": "22",
            "part": "1",
            "seal": "DDCF7E30"
        },
        {
            "id": "23",
            "nass": "وفي عام 1931م أصدر شوفلر مسئول فرنسا في بلاد العلويين قراراً يسهل الانتقال إلى النصرانية، فسهل الإجراءات أمام المتنصرين، وجعل ذلك يتم في جلسة لمحكمة عادية، وألغى الإجراءات المعقدة التي كانت قائمة حينذاك. (¬1) ¶ وفي الجزائر دفع القائد الفرنسي روفيجو بأجمل مساجد الجزائر ليحوله إلى كادرائية الجزائر ويتحدث القس سوشيه الوكيل العام لأسقف الجزائر في كتابه \" رسائل مفيدة ومشوقة عن الجزائر\" فيقول واصفاً الجنرال الفرنسي فاليه: \" إنه يرغب أن يستتب الدين المسيحي، وأن يحترمه الجميع إنه يريد أن يضاعف من عدد الصلبان والكنائس في الجزائر. إن مولاي - الملك - يستطيع أن يفعل ما يشاء مع رجل مثل المسيو فاليه الذي اختار أجمل مسجد في قسطنطينة ليجعل منه أجمل كنيسة في المستعمرة \". (¬2) ¶ ولم تتوقف العلاقة بين حركتي التبشير والاستعمار عند نقطة المصالح المشتركة بل إنا نجد أن الأخلاقيات السيئة للاستعمار من قتل وبطش قد حصلت بمباركة وأحياناً بمشاركة رجال الكنيسة. ¶ ويقول المسيو أوجين يونج وكيل حكومة التونكين الفرنسية في كتابه \" استعباد الإسلام - الحرب الصليبية الجديدة \" بأن بابا الفاتيكان يخطط دون ملل وكلل لحروب صليبية جديدة. ¶ كما أن النظرة الاستعمارية الفوقية للشعوب المستعمرة هو أمر آخر تأثرت به حركة التبشير، وفي ذلك يقول ستيفن نيل: \" في القرن التاسع عشر خضع المبشرون إلى العقد الاستعمارية التي تقول بأن الرجل الغربي فقط هو الإنسان بكل ما تعنية هذه الكلمة ... فحتى عام 1914م لم يكن لدى الكنيسة الرومانية الكاثوليكية أي أسقف من أصل غير أوربي - سوى أربعة - .... طالما كان الجنس الأبيض في استطاعته أن يقدم مورداً لا ينضب ¶ ¬__________ ¶ (¬1) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (152، 157)، التبشير والاستشراق، محمد عزت الطهطاوي، ص (88 - 89). ¶ (¬2) انظر: الاستعمار. أحقاد وأطماع، محمد الغزالي، ص (39).",
            "page": "23",
            "part": "1",
            "seal": "89883900"
        },
        {
            "id": "24",
            "nass": "من الأساقفة فإنه لا يمكن أن يوجد رجل واحد من الأجناس الصفراء والحمراء والبنية والسوداء يستطيع حمل ثقل الأسقفية \". (¬1) ¶ وقد كان محاربة الإسلام هدفاً أصيلاً للمستعمر، ومن صوره ما ذكره الكاتبان الفرنسيان كوليت وفرانسيس جانسون فقالا: \" لعل العبث بالدين الإسلامي كان هو المجال المفضل لدى القائد الفرنسي في (الجزائر) روفيجو، فقد وقف هذا القائد الفاجر، ونادى في قومه: إنه يلزمه أجمل مسجد في المدينة ليجعل منه معبداً لإله المسيحيين، وطلب إلى أعوانه إعداد ذلك في أقصر وقت ممكن \" ثم أشار إلى جامع القشاوة، فحولوه إلى كنيسة بعد شلالات من الدم، وسمي \"كادرائية الجزائر \". (¬2) ¶ ومن أعمال المستعمر أيضاً إيجاده للفرق الإسلامية الضالة ورعايته لها، فالقاديانية والبهائية نشأتا في ظل الاستعمار ولتحقيق أهدافه، فقد نشأت القاديانية في الهند إبان الاستعمار الإنجليزي 1901م، وكان من أهم دعاوى غلام القادياني المتنبئ الكذاب أن زعم بوجوب موالاة الإنجليز وتحريم قتالهم وإبطال الجهاد بعد أن كانت حركة ابن عرفان الشهيد قد أقضت مضاجعهم عام 1842م، فكتب غلام قاديان في مقدمة كتابه \" ترياق القلوب \" يقول: \" لقد قضيت معظم عمري في تأييد الحكومة الإنجليزية ونصرتها، وقد ألفت في منع الجهاد ووجوب طاعة أولي الأمر الإنجليز من الكتب والنشرات ما لو جمع بعضه إلى بعض لملأ خمسين خزانة \". ¶ ولما أراد أحمد خان بهادر (من الهند) أن يتقرب إلى المستعمرين الإنجليز كتب في عام 1862م كتاباً تحدث فيه عن أصالة الكتب المقدسة عند النصارى وعدم تحريفها، ثم نادى بالإلحاد، وكتب تفسيراً للقرآن ملأه بالتحريف والتخريف، ثم بنى مدرسة سماها مدرسة المحمديين تغريراً بالمسلمين. ¶ ¬__________ ¶ (¬1) انظر: حقيقة التبشير بين الماضي والحاضر، أحمد عبد الوهاب، ص (141)، التبشير والاستشراق، محمد عزت الطهطاوي، ص (84). ¶ (¬2) انظر: الاستعمار. أحقاد وأطماع، محمد الغزالي، ص (37).",
            "page": "24",
            "part": "1",
            "seal": "0A4A801F"
        },
        {
            "id": "25",
            "nass": "وظهرت البهائية في حين سيطرة الروس على شمال إيران، ولما قتل الباب عام 1266هـ، ظهرت البهائية على يد تلميذ الباب، وما تزال إلى هذا اليوم برعاية دولة إسرائيل، ولها مركز في مدينة حيفا المحتلة. (¬1) ¶ وعلى هذا المنوال نسج المستعمرون في كل بلد نزلوا فيه، فاثاروا الفتن الداخلية والدعوات الشعوبية أو القبلية أو المذهبية بغية تمزيق الأمة وإضعاف وحدة الشعوب المغلوبة لتحقيق أكبر المكاسب الممكنة. (¬2) ¶ ولدى خروج المستعمر من بلاد المسلمين سلم مقاليد الأمور إلى أصحاب الولاءات المختلفة، ففي الهند التي حكمها المسلمون عشرة قرون، وعملوا سنين طويلة على طرد المستعمر وبذلوا في ذلك الغالي، ولما تحقق الاستقلال عام 1947م أسلم الإنجليز مقاليد السياسة والجيش والتعليم إلى الهندوس ليبدأ هؤلاء في إذلال وتجهيل المسلمين. ¶ وفي عام 1948م أعطى الإنجليز أرض فلسطين للعصابات اليهودية لتؤسس ما يسمى اليوم بدولة إسرائيل، فيما ألحقت جزيرة زنجبار المسلمة بدولة تنزانيا النصرانية. ¶ كما قد حرص المستعمرون على إفساد الحياة الدينية والاجتماعية للمسلمين وهو ما عبر عنه نابليون في رسالته إلى نائبه في مصر كليبر حيث يقول:\" كنت قد طلبت مراراً جوقة تمثيلية، وسأهتم اهتماماً خاصاً بإرسالها لك، لأنها ضرورية للجيش، وللبدء في تغيير تقاليد البلاد \"، كما طلب إليه في نفس الرسالة أن يجمع 500 أو 600 شخص من المماليك أو العمد أو المشايخ وأن يرسلهم إلى فرنسا \" يحجزون لمدة سنة أو سنتين يشاهدون في أثنائها عظمة الأمة الفرنسية ويعتادون على تقاليدنا ولغتنا، ولما يعودون إلى مصر يكون لنا فيهم حزب يضم إليه غيرهم \". (¬3) ¶ ¬__________ ¶ (¬1) انظر: أجنحة المكر الثلاثة وخوافيها، عبد الرحمن حبنكة الميداني، ص (273 - 280)، الفكر الإسلامي الحديث وصلته بالاستعمار، محمد البهي (41 - 42، 49، 63 - 65). ¶ (¬2) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (140 - 143)، التبشير والاستشراق، محمد عزت الطهطاوي، ص (86)، حقيقة التبشير بين الماضي والحاضر، أحمد عبد الوهاب، ص (174 - 177). ¶ (¬3) انظر: رسالة الطريق إلى ثقافتنا، محمود شاكر، ص (109).",
            "page": "25",
            "part": "1",
            "seal": "6FD1D8CE"
        },
        {
            "id": "26",
            "nass": "ولما دخل الفرنسيون لبنان فتحوا خمسين حانة لشرب الخمر وعدداً كبيراً من بيوت الدعارة، ففشى السكر والدعارة إلى حد لم يكن معهوداً من قبل. (¬1) ¶ كما عمل المستعمرون في البلاد التي احتلوها على القضاء على اللغات الوطنية، وخصوا العربية بمزيد من حربهم، فقد فرضت فرنسا اللغة الفرنسية في مستعمراتها خاصة الجزائر، فيما شجعت إنجلترا اللغة الإنجليزية في جنوب السودان على حساب العربية. ¶ وفي مصر فرض نابليون وجلادوه الضرائب في مصر، وينقل الجبرتي في تاريخه صوراً لما صنعه الفرنسيون فيقول: \" دخل الافرنج (الفرنسيون) المدينة كالسيل، ومروا في الأزقة والشوارع لايجدون لهم ممانع، كأنهم الشياطين أو جند إبليس، وهدموا ما وجدوه من المتاريس ... ثم دخلوا إلى الجامع الأزهر وهم راكبون الخيول، وبينهم المشاة كالوعول، وتفوقوا (أي قاءوا) بصحنه ومقصورته، وربطوا خيولهم بقبلته، وعاثوا بالأروقة والحارات، وكسروا القناديل والسهّارات، وهشموا خزائن الطلبة والمجاورين والكتبة، ونهبوا ما وجدوه من المتاع والأواني والقصاع والودائع والمخبآت بالدواليب والخزانات، ودشتوا الكتب والمصاحف، وعلى الأرض طرحوها، وبأرجلهم ونعالهم داسوها. ¶ وأحدثوا فيه وتغوطوا، وبالوا وتمخطوا، وشربوا الشراب وكسروا أوانيه \". (¬2) ¶ وفرض نابليون الضرائب على المصريين فكان لكل شيء ضريبة، فعلى المولود ضريبة، وعلى الميت ضريبة، وكل ما كان بينهما من معاملات رسمية عليها ضرائب. ¶ كما تحدث الجبرتي عن سرقة أموال المماليك ونهب قصورهم وبيع الأمان لمن بقى من نسائهم بأعلى الأثمان، وكان منهن من اشترت الأمان مرات ومرات، ولما كثر سطو الفرنسيين على المتاع والدواب اشترى بعضهم الأمان لدوابهم وثيرانهم، وقد طلب نابليون من أعضاء الديوان الذي شكله من المصريين ليحكم من ورائه طلب منهم أن يجمعوا له سلفة من التجار تبلغ 500 ألف ريال، دفعها التجار بالقوة، ثم ما لبث بعد يومين فقط أن طلب ¶ ¬__________ ¶ (¬1) انظر: التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، ص (199). ¶ (¬2) انظر: تاريخ عجائب الآثار، الجبرتي (2/ 220 - 221)، رسالة الطريق إلى ثقافتنا، محمود شاكر، ص (91).",
            "page": "26",
            "part": "1",
            "seal": "A68A273E"
        },
        {
            "id": "27",
            "nass": "مبالغ أخرى يعجز عنها هؤلاء المساكين ففعلوا الأفاعيل وسرقوا ما في الدكاكين والبيوت ....... (¬1) ¶ وهكذا نصل إلى نهاية مطافنا، وأجدني مضطراً للاعتذار للقارئ الكريم عما سببته له من كآبة وألم وضجر، لكنها جميعاً لا تعدل دمعة واحدة من أنهار الدموع، بل والدماء التي سببها الاستعمار البغيض لبلادنا، والله نسأل أن يكشف كروبنا، وأن يزيح الهمَّ عنا، إنه ولي ذلك والقادر عليه، وآخر دعوانا أن الحمد لله رب العالمين. ¶ ¬__________ ¶ (¬1) انظر: تاريخ عجائب الآثار، الجبرتي (2/ 196 - 197).",
            "page": "27",
            "part": "1",
            "seal": "43C85F35"
        },
        {
            "id": "28",
            "nass": "قائمة أهم المصادر والمراجع ¶ * أجنحة المكر الثلاثة وخوافيها. ط1. دار القلم. بيروت. دمشق، 1395هـ. ¶ * الاستعمار الفرنسي في المغرب العربي. هنري كلود واندريه برينان وايف لاكوست. ترجمة: محمد عيتاني مكتبة المعارف. بيروت. ¶ * الاستعمار. أحقاد وأطماع. محمد الغزالي. ط2. الدار السعودية للنشر. جدة، 1389هـ. ¶ * الإسلام والتحدي التنصيري. عمر بابكور. معهد البحث العلمي. جامعة أم القرى، 1407هـ. ¶ * التبشير والاستشراق، محمد عزت الطهطاوي، ط1، الزهراء للإعلام العربي، 1411هـ. ¶ * التبشير والاستعمار في البلاد العربية، مصطفى خالدي وعمر فروخ، منشورات المكتبة العصرية، صيدا، 1983م. ¶ * حقيقة التبشير بين الماضي والحاضر. أحمد عبد الوهاب. ط1. مكتبة وهبة، 1401هـ. ¶ * رسالة الطريق إلى ثقافتنا، محمود شاكر، دار المدني، جدة، مكتبة الخانجي، مصر، 1407هـ. ¶ * العالم الإسلامي والاستعمار السياسي والإجتماعي والثقافي، أنور الجندي ط1، دار المعرفة، 1970م. ¶ * غارة تبشيرية جديدة على أندنوسيا، أبو هلال الأندنوسي، ط3، دار الشروق، جدة، 1399هـ. ¶ * الغارة على العالم الإسلامي. أ. ل. شاتليه. تاخيص وتعريب: محب الدين الخطيب ومساعد اليافي. ط4. الدار السعودية للنشر والتوزيع. جدة، 1405هـ. ¶ * الفكر الإسلامي الحديث وصلته بالاستعمار، محمد البهي، ط4، مكتبة وهبة، القاهرة، 1384هـ. ¶ * المسيحية، أحمد شلبي، ط10، مكتبة النهضة المصرية، 1993م. ¶ * المعجم الوسيط، إبراهيم أنيس وآخرون، ط2، دار الفكر. ¶ * ملامح عن النشاط التنصيري في الوطن العربي، إبراهيم عكاشة، إدارة الثقافة والنشر بجامعة الإمام محمد بن سعود الإسلامية، 1407هـ.",
            "page": "28",
            "part": "1",
            "seal": "11E32A31"
        },
        {
            "id": "30",
            "nass": "فهرس الموضوعات ¶ الموضوع ... رقم الصفحة ¶ مقدمة ... 1 ¶ المبحث الأول: الاستعمار ... 3 ¶ المبحث الثاني: التبشير ... 14 ¶ المبحث الثالث: العلاقة بين التبشير والاستعمار ... 17 ¶ قائمة المصادر والمراجع ... 27 ¶ فهرس الموضوعات ... 29",
            "page": "30",
            "part": "1",
            "seal": "E22077AF"
        }
    ],
    "t1266": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول: الاستعمار"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "مصطلح الاستعمار"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "رؤية تاريخية للاستعمار"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "دوافع الاستعمار الأوربي"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "أعمال الاستعمار"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني: التبشير"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث: العلاقة بين التبشير والاستعمار"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة أهم المصادر والمراجع"
        }
    ]
}