{
    "b1272": [
        {
            "hno": "1",
            "id": "1",
            "nass": "1 - أَخْبَرَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ عَلِيِّ بْنِ هِبَةِ اللَّهِ الهَمْدَانِيُّ الْمُقْرِئُ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي يَوْمِ الْجُمُعَةِ ثَامِنَ عَشََرَ جُمَادَى الْآخِرَةِ مِنْ سَنَةِ خَمْسٍ وَثَلَاثِينَ وَسِتِّمِائَةِ بِالْجَامِعِ الْمُظَفَّرِيِّ بِسَفْحِ جَبَلِ كَاسَيُونَ ظَاهِرِ دِمَشْقَ قِيلَ لَهُ: أَخْبَرَكُمْ الشَّيْخُ الْعَالِمُ الْحَافِظُ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ السَّلَفِيُّ الْأَصْبَهَانِيُّ فِي جُمَادَى الْأُولَى سَنَةَ سَبْعِينَ وَخَمْسِمِائَةٍ بِالْأَسْكَنْدَرِيَّةِ، ثنا أَبُو غَالِبٍ مُحَمَّدُ بْنُ الْحَسَنِ أَحْمَدُ الْبَاقِلَّانِي ببغداد سَنَةَ أَرْبَعٍ وَتِسْعِينَِ وَأَرْبَعِمِائَةٍ، أنبأ أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ شَاذَانَ الْبَزَّارُ، أنبأ أَبُو مُحَمَّدٍ عَبْدُ الْخَالِقِ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ نَصْرِ بْنِ مَرْزُوقِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ بُزَيْغٍ السَّقَطِيُّ، ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ الْحَارِثِ الْبَاغِنْدِيُّ الْوَاسِطِيُّ، ثنا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ الشَّيْبَانِيُّ , ثنا بَهْزُ بْنُ حَكِيمِ بْنِ مُعَاوِيَةَ الْقُشَيْرِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «وَيْلٌ لِلَّذِي يُحَدِّثُ النَّاسَ فَيَكْذِبُ لِيُضْحِكَهُمْ وَيْلٌ لَهُ وَيْلٌ لَهُ» ¶ -[14]- ¶ 2 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ عَنْ بَهْزِ بْنِ حَكِيمٍ الْقُشَيْرِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِهِ",
            "page": "13",
            "part": "1",
            "seal": "B20E0545"
        },
        {
            "hno": "3",
            "id": "2",
            "nass": "3 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُثَنَّى بْنِ أَنَسٍ، ثنا أَشْعَثُ، عَنِ الْحَسَنِ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ»",
            "page": "14",
            "part": "1",
            "seal": "AF1A2A72"
        },
        {
            "hno": "4",
            "id": "3",
            "nass": "4 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أنبأ إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ خَبَّابِ بْنِ الْأَرَتِّ، قَالَ: شَكَوْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُتَوَسِّدٌ بُرْدَةً لَهُ عِنْدَ الْكَعْبَةِ أَنْ يَدْعُوَ اللَّهَ لَنَا، قُلْنَا: أَلَا تَسْتَنْصِرُ لَنَا؟ قَالَ: فَجَلَسَ مُغْضَبًا مُحْمَرًّا وَجْهُهُ فَقَالَ: «كَانَ الرَّجُلُ مِنْ قَبْلِكُمْ يُؤْخَذُ فَيُوضَعُ الْمِنْشَارُ عَلَى مَفْرِقِ رَأْسِهِ فَيُشَقُّ بِاثْنَيْنِ مَا يَصْرِفُهُ ذَلِكَ عَنْ دِينِهِ، وَيُمْشَطُ بِأَمْشَاطِ الْحَدِيدِ مَا دُونَ عَظْمِهِ مِنْ لَحْمٍ أَوْ عَصَبٍ، وَلَيُتِمَّنَّ اللَّهُ هَذَا الدِّينَ حَتَّى يَسِيرَ الرَّاكِبُ مِنْ صَنْعَاءَ إِلَى حَضْرَمَوْتَ لَا يَخَافُ إِلَّا اللَّهَ أَوِ الذِّئْبَ فِي غَنَمِهِ وَلَكِنَّكُمْ تَعْجَلُونَ»",
            "page": "22",
            "part": "1",
            "seal": "811C5D08"
        },
        {
            "hno": "5",
            "id": "4",
            "nass": "5 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أنبأ مِسْعَرٌ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ: عَادَ نَاسٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَبَّابَ بْنَ الْأَرَتِّ وَقَدِ اكْتَوَى فِي بَطْنِهِ سَبْعًا، فَقَالُوا: أَبْشِرْ أَبَا عَبْدِ اللَّهِ تَرِدُ عَلَى إِخْوَانِكَ، قَالَ: «سَمَّيْتُمُوهُمْ إِخْوَانًا أُولَئِكَ قَوْمٌ قَدْ مَضَوْا بِأُجُورِهِمْ لَمْ تَنْقُصْهُمُ الدُّنْيَا وَإِنَّا نَخَافُ أَنْ نَكُونَ مَا أُوتِينَا ثَوَابَ ذَلِكَ»",
            "page": "22",
            "part": "1",
            "seal": "364703D8"
        },
        {
            "hno": "6",
            "id": "5",
            "nass": "6 - حَدَّثَنَا عَارِمٌ، ثنا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، -[23]- قَالَ: \" قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَنَزَلَ بِفِنَاءِ الْكَعْبَةِ فَدَعَا عُثْمَانَ بْنَ طَلْحَةَ بِالْمِفْتَاحِ، فَفَتَحَ الْبَابَ فَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِلَالٌ وَأُسَامَةُ وَعُثْمَانُ بْنُ طَلْحَةَ فَأَغْلَقَ الْبَابَ، فَلَبِثُوا فِيهِ مَلِيًّا، ثُمَّ إِنَّ الْبَابَ فُتِحَ، فَاسْتَقْبَلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَارِجًا وَاسْتَقْبَلَنِي بِلَالٌ فَسَأَلْتُهُ أَصَلَّى فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: نَعَمْ، بَيْنَ الْعَمُودَيْنِ مِنْ تِلْقَاءِ وَجْهِهِ \"، قَالَ ابْنُ عُمَرَ: «عَجَزْتُ أَلَّا أَكُونَ سَأَلْتُهُ لِمَ صَلَّى»؟",
            "page": "22",
            "part": "1",
            "seal": "78E94C94"
        },
        {
            "hno": "7",
            "id": "6",
            "nass": "7 - حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى بْنِ أَبِي نُعَيْمٍ، ثنا وُهَيْبُ بْنُ خَالِدٍ، ثنا أَبُو وَاقِدٍ، شَيْخٌ مِنْ بَنِي لَيْثٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَضَرَ إِمَامًا فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ»",
            "page": "23",
            "part": "1",
            "seal": "4EADE9FC"
        },
        {
            "hno": "8",
            "id": "7",
            "nass": "8 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ بَشَّارٍ الرَّمَادِيُّ، ثنا حَفْصُ بْنُ غِيَاثٍ، ثنا بُرَيْدُ بْنُ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ: «قَدِمْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ فَتْحِ خَيْبَرَ أَسْهَمَ لِي، وَلَمْ يُسْهِمْ لِأَحَدٍ لَمْ يَشْهَدِ الْفَتْحَ غَيْرِي»",
            "page": "23",
            "part": "1",
            "seal": "B25DE2F3"
        },
        {
            "hno": "9",
            "id": "8",
            "nass": "9 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ بَشَّارٍ الرَّمَادِيُّ الْجَرْجَرَائِيُّ، ثنا الصُّغْدِيُّ بْنُ سِنَانٍ، ثنا -[24]- أَبُو سِنَانٍ الْقَسْمَلِيُّ، عَنِ الضَّحَّاكِ بْنِ عَرْزبٍ الْأَشْعَرِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «تَوَضَّأَ وَمَسَحَ عَلَى الْجَوْرَبَيْنِ وَالنَّعْلَيْنِ»",
            "page": "23",
            "part": "1",
            "seal": "B2EBFE16"
        },
        {
            "hno": "10",
            "id": "9",
            "nass": "10 - حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ الْأَزْدِيُّ، ثنا هِشَامٌ الدَّسْتُوَائِيُّ، ثنا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ «قَطَعَ فِي مِجَنٍّ قِيمَتُهُ ثَلَاثَةُ دَرَاهِمَ»",
            "page": "24",
            "part": "1",
            "seal": "F3529A2A"
        },
        {
            "hno": "11",
            "id": "10",
            "nass": "11 - حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا هِشَامٌ، ثنا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ سُئِلَ عَنْ نَبِيذِ الْجَرِّ، فَقَالَ: «حَرَّمَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ» فَقُلْتُ: أَيُّ جَرٍّ؟، فَقَالَ: «شَيْءٌ يُصْنَعُ مِنَ الْمَدَرِ»",
            "page": "24",
            "part": "1",
            "seal": "FB4B11FF"
        },
        {
            "hno": "12",
            "id": "11",
            "nass": "12 - حَدَّثَنَا أَبُو مَعْمَرٍ، ثنا عَبْدُ الْوَارِثِ، ثنا أَيُّوبُ، ثنا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَوْ تَرَكْنَا هَذَا الْبَابَ لِلنِّسَاءِ». قَالَ نَافِعٌ: فَلَمْ يَدْخُلْ فِيهِ ابْنُ عُمَرَ حَتَّى مَاتَ",
            "page": "25",
            "part": "1",
            "seal": "590A7631"
        },
        {
            "hno": "13",
            "id": "12",
            "nass": "13 - حَدَّثَنَا أَبُو مَعْمَرٍ، ثنا عَبْدُ الْوَارِثِ، ثنا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «عَقَّ عَنِ الْحَسَنِ كَبْشًا وَعَنِ الْحُسَيْنِ كَبْشًا»",
            "page": "26",
            "part": "1",
            "seal": "9332D001"
        },
        {
            "hno": "14",
            "id": "13",
            "nass": "14 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ الْحُمَيْدِيُّ، ثنا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: خَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي طَائِفَةٍ مِنَ الْمُهَاجِرِينَ حَتَّى أَتَى سُوقَ بَنِي قَيْنُقَاعٍ لَا يُكَلِّمُنِي وَلَا أُكَلِّمُهُ، ثُمَّ أَتَى فِنَاءَ عَائِشَةَ - أَوْ قَالَ: فِنَاءَ فَاطِمَةَ - فَقَالَ: «أَثَمَّ حَسَنٌ» فَظَنَنْتُ أَنَّ أُمَّهُ حَبَسِتْهُ تَغْسِلُهُ أَوْ تُلْبِسُهُ سِخَابًا فَلَمْ يَلْبَثْ أَنْ طَلَعَ الْحَسَنُ نَحْوِي فَاعْتَنَقَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «اللَّهُمَّ إِنِّي أُحِبُّهُ فَأَحِبَّهُ وَأَحِبَّ مَنْ أَحَبَّهُ»",
            "page": "32",
            "part": "1",
            "seal": "E401B087"
        },
        {
            "hno": "15",
            "id": "14",
            "nass": "15 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ حَكِيمِ بْنِ جَابِرٍ، أَنَّ أَبَاهُ، أَرْسَلَ مَوْلَاةً لَهُ إِلَى الْحَسَنِ أوِ الْحُسَيْنِ بْنِ عَلِيٍّ، شَكَّ عُبَيْدُ اللَّهِ، قَالَتْ: فَرَأَيْتُهُ تَوَضَّأَ ثُمَّ أَخَذَ خِرْقَةً نَشَّفَ بِهَا وَجْهَهُ، قَالَتْ: فَمَقَتُّهُ فِي نَفْسِي، فَرَأَيْتُ مِنَ اللَّيْلِ أَنِّي أَقِيءُ كَبِدِي، فَقُلْتُ: مَا هَذَا إِلَّا مَا وَجَدْتُ لِلْحَسَنِ أَوِ الْحُسَيْنِ \"",
            "page": "32",
            "part": "1",
            "seal": "7963B87E"
        },
        {
            "hno": "16",
            "id": "15",
            "nass": "16 - حَدَّثَنَا أَبُو عُمَرَ الْحَوْضِيُّ، ثنا شُعْبَةُ بْنُ الْحَجَّاجِ، عَنْ مُوسَى بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلًا، وَلَبَكَيْتُمْ كَثِيرًا»",
            "page": "32",
            "part": "1",
            "seal": "58436B3E"
        },
        {
            "hno": "17",
            "id": "16",
            "nass": "17 - حَدَّثَنَا الْهُذَيْلُ بْنُ إِبْرَاهِيمَ الْمَازِنِيُّ الْجُمَّانِيُّ وَكَانَ صَاحِبَ جُمَّةٍ، ثنا -[33]- عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ حَمَّادِ بْنِ أَبِي سُلَيْمَانَ وَهُوَ جَدُّ أَبِي غَسَّانَ - عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «طَلَبُ الْعِلْمِ فَرِيضَةٌ عَلَى كُلِّ مُسْلِمٍ»",
            "page": "32",
            "part": "1",
            "seal": "93038DC2"
        },
        {
            "hno": "18",
            "id": "17",
            "nass": "18 - حَدَّثَنَا أَبُو هُرَيْرَةَ مُحَمَّدُ بْنُ أَيُّوبَ، ثنا عَبْدُ الرَّحْمَنِ بْنُ قَيْسٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْعُمَرِيِّ، عَنْ وَهْبِ بْنِ كَيْسَانَ، قَالَ: رَأَى ابْنُ عُمَرَ، شَكَّ أَبُو مُعَاوِيَةَ، فِي جَبْهَتِهِ أَثَرَ السُّجُودِ، قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَعَ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَلَمْ يُرَ فِي جَبْهَتِي مِنْ هَذَا شَيْءٌ»",
            "page": "39",
            "part": "1",
            "seal": "59A43BAD"
        },
        {
            "hno": "19",
            "id": "18",
            "nass": "19 - حَدَّثَنَا عَامِرُ بْنُ الْحُسَيْنِ الدِّبَاغُ، ثنا جَرِيرُ بْنُ حَازِمٍ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ وَمَا أُرَاهُ أَنَّهَا تَبْلُغُ حَيْثُ بَلَغَتْ فَيَهْوِي بِهَا إِلَى النَّارِ سَبْعِينَ خَرِيفًا»",
            "page": "39",
            "part": "1",
            "seal": "5DA7D151"
        },
        {
            "hno": "20",
            "id": "19",
            "nass": "20 - حَدَّثَنَا قُطْبَةُ بْنُ الْعَلَاءِ بْنِ الْمِنْهَالِ الْغَنَوِيُّ، حَدَّثَنَا أَبِي، عَنْ هِشَامٍ، -[40]- عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ طَلَبَ مَحَامِدَ النَّاسِ بِمَعْصِيَةِ اللَّهِ عَادَ حَامِدُهُ لَهُ ذَامًّا»",
            "page": "39",
            "part": "1",
            "seal": "A9BB4D1C"
        },
        {
            "hno": "21",
            "id": "20",
            "nass": "21 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا الْأَعْمَشُ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ أَبِي مَعْمَرٍ، قَالَ: قُلْنَا لِخَبَّابٍ: أَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الظُّهْرِ وَالْعَصْرِ؟ قَالَ: «نَعَمْ». قُلْنَا: بِأَيِّ شَيْءٍ كُنْتُمْ تَعْرِفُونَ قِرَاءَتَهُ؟ قَالَ: «بِاضْطِرَابِ لِحْيَتِهِ»",
            "page": "41",
            "part": "1",
            "seal": "C75BCA0A"
        },
        {
            "hno": "22",
            "id": "21",
            "nass": "22 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «عَلَى الْيَدِ مَا أَخَذَتْ حَتَّى تُؤَدِّيَهُ»",
            "page": "41",
            "part": "1",
            "seal": "67C21C5C"
        },
        {
            "hno": "23",
            "id": "22",
            "nass": "23 - حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ، ثنا الْأَوْزَاعِيُّ، عَنْ مُحَمَّدِ بْنِ أَبِي مُوسَى، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، أَنَّ أَبَا مُوسَى الْأَشْعَرِيَّ، أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِطَسٍّ فِيهِ نَبِيذٌ يَنِشُّ فَقَالَ: «اضْرِبْ بِهَذَا الْحَائِطَ فَإِنَّهُ لَا يَشْرَبُ هَذَا مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ»",
            "page": "42",
            "part": "1",
            "seal": "67E87964"
        },
        {
            "hno": "24",
            "id": "23",
            "nass": "24 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُوسَى، ثنا الْأَعْمَشُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ -[43]- زِرِّ بْنِ حُبَيْشٍ، قَالَ: قَالَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ: وَالَّذِي فَلَقَ الْحَبَّةَ، وَبَرَأَ النَّسَمَةَ إِنَّهُ لَعَهْدُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَلَّا يُحِبَّكَ إِلَّا مُؤْمِنٌ، وَلَا يُبْغِضَكَ إِلَّا مُنَافِقٌ»",
            "page": "42",
            "part": "1",
            "seal": "A671AA83"
        },
        {
            "hno": "25",
            "id": "24",
            "nass": "25 - حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، ثنا الثَّوْرِيُّ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ «تَوَضَّأَ مَرَّةً مَرَّةً وَنَضَحَ»",
            "page": "43",
            "part": "1",
            "seal": "A4B203EB"
        },
        {
            "hno": "26",
            "id": "25",
            "nass": "26 - حَدَّثَنَا قَبِيصَةُ، وَخَلَّادُ بْنُ يَحْيَى، قَالَا: ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ بُكَيْرِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ الدِّيلِيِّ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْحَجُّ عَرَفَاتٌ»",
            "page": "44",
            "part": "1",
            "seal": "AFC21A40"
        },
        {
            "hno": "27",
            "id": "26",
            "nass": "27 - حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى، ثنا دَلْهَمُ بْنُ صَالِحٍ الْكِنْدِيُّ، قَالَ: سَأَلْتُ عِكْرِمَةَ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ مَا أَمْرُهُ؟ قَالَ: \" أَذْنَبَتْ قُرَيْشٌ ذَنْبًا فِي الْجَاهِلِيَّةِ فَعَظُمَ فِي صُدُورِهِمْ، فَسَأَلُوا مَا تَبْرِئَتُهُمْ مِنْهُ؟ قَالُوا: صَوْمُ يَوْمِ عَاشُورَاءَ يَوْمَ عَشْرٍ مِنَ الْمُحَرَّمِ \" فَقُلْتُ لِعِكْرِمَةَ: فَحَقٌّ صَوْمُهُ عَلَى النَّاسِ؟ قَالَ: «لَا , مَحَى رَمَضَانُ كُلَّ صَوْمٍ كَانَ قَبْلَهُ»",
            "page": "45",
            "part": "1",
            "seal": "E8D35AE9"
        },
        {
            "hno": "28",
            "id": "27",
            "nass": "28 - حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ السُّوَائِيُّ، ثنا سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَكَمِ بْنِ الْأَعْرَجِ، قَالَ: سَأَلْتُ ابْنَ عَبَّاسٍ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ؟ قَالَ: «إِذَا رَأَيْتَ هِلَالَ الْمُحَرَّمِ فَاعْدُدْ تِسْعًا، ثُمَّ أَصْبِحْ صَائِمًا» قَالَ: وَأَخْبَرَنِي ابْنُ أَخِي الْحَكَمُ بْنُ الْأَعْرَجِ، قَالَ: قُلْتُ لِابْنِ عَبَّاسٍ: فَعَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: «نَعَمْ»",
            "page": "45",
            "part": "1",
            "seal": "8D2DE212"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "مَجْلِسٌ ثَانٍ لِلْبَاغَنْدِيِّ",
            "page": "47",
            "part": "1",
            "seal": "0F1D37E3"
        },
        {
            "hno": "29",
            "id": "29",
            "nass": "29 - حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، عَنْ أَبِي عَمَّارٍ، عَنْ قَيْسِ بْنِ سَعْدٍ، قَالَ: «أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِصَوْمِ عَاشُورَاءَ قَبْلَ أَنْ يَنْزِلَ رَمَضَانُ، فَلَمَّا نَزَلَ رَمَضَانُ لَمْ نُؤْمَرْ بِهِ، وَلَمْ نُنْهَ عَنْهُ، وَنَحْنُ نَفْعَلُهُ»",
            "page": "47",
            "part": "1",
            "seal": "966A1F89"
        },
        {
            "hno": "30",
            "id": "30",
            "nass": "30 - حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ فُلَيْتٍ , عَنْ جَسْرَةَ، قَالَتْ: ذُكِرَ عِنْدَ عَائِشَةَ صَوْمُ عَاشُورَاءَ، فَقَالَتْ: «مَنْ يَأْمُرُكُمْ بِصَوْمِهِ»؟ قَالُوا: عَلِيُّ بْنُ -[48]- أَبِي طَالِبٍ، قَالَتْ: «هُوَ أَعْلَمُ مَنْ بَقِيَ بِالسُّنَّةِ»",
            "page": "47",
            "part": "1",
            "seal": "B2519090"
        },
        {
            "hno": "31",
            "id": "31",
            "nass": "31 - حَدَّثَنَا قَبِيصَةُ، ثنا سُفْيَانُ، عَنْ جَابِرٍ الْجُعْفِيِّ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، قَالَ: كَانَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ يَأْمُرُنَا بِصَوْمِ عَاشُورَاءَ",
            "page": "48",
            "part": "1",
            "seal": "354A354C"
        },
        {
            "hno": "32",
            "id": "32",
            "nass": "32 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى الْوَاسِطِيُّ، ثنا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ هِشَامِ بْنِ حَسَّانَ، وَأَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ ثُمَّ يَغْسِلُ فِيهِ»",
            "page": "48",
            "part": "1",
            "seal": "CD72F26D"
        },
        {
            "hno": "33",
            "id": "33",
            "nass": "33 - حَدَّثَنَا زَكَرِيَّا، ثنا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَلَا أُنَبِّئُكُمْ بِأَهْلِ الْجَنَّةِ»؟ قَالُوا: بَلَى يَا رَسُولَ اللَّهِ. قَالَ: «كُلُّ ضَعِيفٍ مُتَضَاعِفٍ لَوْ أَقْسَمَ عَلَى اللَّهِ عَزَّ وَجَلَ لَأَبَرَّهُ مِنْهُمُ الْبَرَاءُ بْنُ مَالِكٍ»",
            "page": "49",
            "part": "1",
            "seal": "E0AE16AE"
        },
        {
            "hno": "34",
            "id": "34",
            "nass": "34 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى الْوَاسِطِيُّ، ثنا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «حَسْبُكَ مِنْ نِسَاءِ الْعَالَمِينَ أَرْبَعٌ مَرْيَمُ بِنْتُ عِمْرَانَ، وَآسْيَةُ امْرَأَةُ فِرْعَوْنَ، وَخَدِيجَةُ بِنْتُ خُوَيْلِدٍ، وَفَاطِمَةُ بِنْتُ مُحَمَّدٍ»",
            "page": "50",
            "part": "1",
            "seal": "C59A7B52"
        },
        {
            "hno": "35",
            "id": "35",
            "nass": "35 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى الْوَاسِطِيُّ، ثنا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، قَالَتْ: «كُنَّا نُعِدُّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَهُورَهُ وَسِوَاكَهُ فَيُوقِظُهُ اللَّهُ لِمَا شَاءَ أَنْ يُوقِظَهُ»",
            "page": "51",
            "part": "1",
            "seal": "821E4318"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا سُفْيَانُ، عَنِ الْأَجْلَحَ، عَنْ يَزِيدَ بْنِ الْأَصَمِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَجُلٌ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا شَاءُ اللَّهُ وَشِئْتَ قَالَ: «جَعَلْتَ لِلَّهِ نِدًّا بَلْ مَا شَاءَ اللَّهُ وَحْدَهُ»",
            "page": "52",
            "part": "1",
            "seal": "0010F80E"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "37 - حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، ثنا سُفْيَانُ بْنُ مَرْثَدٍ، عَنِ الْمُغِيرَةِ بْنِ عَبْدِ اللَّهِ الْيَشْكُرِيِّ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: قَالَتْ أُمُّ حَبِيبَةَ: اللَّهُمَّ مَتِّعْنِي بِزَوْجِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبِي أَبِي سُفْيَانَ وَأَخِي مُعَاوِيَةَ. فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «سَأَلْتِ اللَّهَ عَزَّ وَجَلَّ آجَالًا مَضْرُوبَةً، وَآثَارًا مَعْدُودَةً وَأَرْزَاقًا مَقْسُومَةً لَا يُجْعَلُ مِنْهَا شَيْءٌ قَبْلَ أَجَلِهِ، وَلَا يُؤَخَّرُ مِنْهَا شَيْءٌ بَعْدَ أَجَلِهِ، وَلَوْ سَأَلْتِ اللَّهَ عَزَّ وَجَلَّ أَنْ يُعِيذَكِ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ كَانَ خَيْرًا لَكِ»",
            "page": "54",
            "part": "1",
            "seal": "85C7C3F2"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "قَالَ: وَسُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْقِرَدَةِ وَالْخَنَازِيرِ أَهِيَ فِيمَا مُسِخَ؟ فَقَالَ: «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى لَمْ يَمْسَخْ أُمَّةً قَطُّ فَيُجْعَلْ لَهَا نَسْلًا وَلَا عَاقِبَةً، وَإِنَّ الْقِرَدَةَ وَالْخَنَازِيرَ كَانُوا قَبْلَ ذَلِكَ»",
            "page": "54",
            "part": "1",
            "seal": "ECB714E1"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38 - حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، وَأَبُو الْوَلِيدِ الطَّيَالِسِيُّ، قَالَا: ثنا شُعْبَةُ، عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ، عَنْ عَطَاءٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ أَيُّ شَيْءٍ أَثْقَلُ فِي الْمِيزَانِ، قَالَ: «الْخُلُقُ الْحَسَنُ»",
            "page": "54",
            "part": "1",
            "seal": "0CFDD6E1"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - حَدَّثَنَا عُبَيْدُ بْنُ إِسْحَاقَ الْعَطَّارُ، ثنا سِنَانُ بْنُ هَارُونَ الْبُرْجُمِيُّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ: قَالَتْ أُمُّ حَبِيبَةَ: يَا رَسُولَ اللَّهِ أَرَأَيْتَ الْمَرْأَةَ مِنَّا يَكُونُ لَهَا زَوْجَانِ فِي الدُّنْيَا فَيَمُوتُ وَيَمُوتَانِ فَيَدْخُلُونَ الْجَنَّةَ لِأَيِّهِمَا تَكُونُ لِلْآخِرِ؟ قَالَ: -[56]- «لِأَحْسَنِهِمَا خُلُقًا كَانَ مَعَهَا فِي الدُّنْيَا، يَا أُمَّ حَبِيبَةَ ذَهَبَ حُسْنُ الْخُلُقِ بِخَيْرِ الدُّنْيَا وَالْآخِرَةِ»",
            "page": "55",
            "part": "1",
            "seal": "7D64158E"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "مَجْلِسٌ ثَالِثٌ لِلْبَاغَنْدِيِّ",
            "page": "57",
            "part": "1",
            "seal": "52B91C17"
        },
        {
            "hno": "40",
            "id": "42",
            "nass": "40 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا ابْنُ عَوْنٍ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، قَالَ: مُثِّلَ لَهَا أَنَّهُمْ يَزْعُمُونَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْصَى، قَالَتْ: وَمَنْ يَقُولُ ذَلِكَ وَقَدْ كَانَ بَيْنَ سَحْرِي وَنَحْرِي فَدَعَا بِطَسْتٍ فَأَغْنَثَ فِيهِ وَقُبِضَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "page": "57",
            "part": "1",
            "seal": "572455EE"
        },
        {
            "hno": "41",
            "id": "43",
            "nass": "41 - حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «النَّاسُ تَبَعٌ لِقُرَيْشٍ فِي الْخَيْرِ وَالشَّرِّ»",
            "page": "57",
            "part": "1",
            "seal": "6AF44CC9"
        },
        {
            "hno": "42",
            "id": "44",
            "nass": "42 - حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ، ثنا سُلَيْمَانُ الْقَافْلَانِيُّ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيقُ لِلنِّسَاءِ»",
            "page": "57",
            "part": "1",
            "seal": "D3E2D61B"
        },
        {
            "hno": "43",
            "id": "45",
            "nass": "43 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي -[58]- هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ يُبَاهِي بِأَهْلِ عَرَفَاتٍ قَالَ: يَقُولُ: مَلَائِكَتِي انْظُرُوا إِلَى عِبَادِي جَاءُونِي شُعْثًا غُبْرًا مِنْ كُلِ فَجٍّ عَمِيقٍ، أُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لَهُمْ \"",
            "page": "57",
            "part": "1",
            "seal": "721E947A"
        },
        {
            "hno": "44",
            "id": "46",
            "nass": "44 - حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى، ثنا مِسْعَرٌ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْأَبْطَحِ وَبَيْنَ يَدَيْهِ عَنَزَةٌ أَوْ شَبِيهٌ بِالْعَنَزَةِ وَالطَّرِيقُ مِنْ وَرَائِهَا \"",
            "page": "58",
            "part": "1",
            "seal": "2E4E77A8"
        },
        {
            "hno": "45",
            "id": "47",
            "nass": "45 - حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى، ثنا مِسْعَرٌ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، عَنْ رَجُلٍ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، قَالَ: «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الْجُمُعَةِ بِسَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى، وَهَلْ أَتَاكَ -[59]- حَدِيثُ الْغَاشِيَةِ»",
            "page": "58",
            "part": "1",
            "seal": "91BC8A32"
        },
        {
            "hno": "46",
            "id": "48",
            "nass": "46 - حَدَّثَنَا أَبُو غَسَّانَ، ثنا مَسْعُودُ بْنُ سَعْدٍ الْجُعْفِيُّ، ثنا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنِ الْفَضْلِ بْنِ مَعْقِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ نِيَارٍ الْأَسْلَمَيِّ، عَنْ عَمْرِو بْنِ شَاسٍ، قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِنَّكَ آذَيْتَنِي» قَالَ: قُلْتُ: مَا أُحِبُّ أَنْ أُوذِيَكَ، قَالَ: «مَنْ آذَى عَلِيًّا فَقَدْ آذَانِي»",
            "page": "59",
            "part": "1",
            "seal": "03274750"
        },
        {
            "hno": "47",
            "id": "49",
            "nass": "47 - حَدَّثَنَا أَبُو غَسَّانَ، ثنا قَيْسُ بْنُ الرَّبِيعِ، عَنِ الْأَعْمَشِ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ: {وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا} [الإسراء: 110] قَالَ: -[61]- \" كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى فَرَفَعَ صَوْتَهُ فَسَمِعَهُ الْمُشْرِكُونَ سَبُّوا مَنْ جَاءَ بِهِ، وَإِذَا خَفَضَ صَوْتَهُ لَمْ يَسْمَعْ أَصْحَابُهُ فَنَزَلَتْ: {لَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلًا} [الإسراء: 110] \"",
            "page": "60",
            "part": "1",
            "seal": "DDD9EE70"
        },
        {
            "hno": "48",
            "id": "50",
            "nass": "48 - حَدَّثَنَا أَبُو نُعَيْمٍ ضِرَارُ بْنُ صُرَدَ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ يَزِيدَ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أُمِرَ الْعَبْدُ أَنْ يَسْجُدَ عَلَى سَبْعَةِ أَعْظُمٍ»",
            "page": "61",
            "part": "1",
            "seal": "B81BE5D6"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "مَجْلِسٌ رَابِعٌ لِلْبَاغَنْدِيِّ",
            "page": "63",
            "part": "1",
            "seal": "CDD9C475"
        },
        {
            "hno": "49",
            "id": "52",
            "nass": "49 - حَدَّثَنَا أَبُو غَسَّانَ، ثنا مُوسَى بْنُ عُمَرَ الْأَنْصَارِيُّ، عَنْ ثِنَانِ بْنِ عَبْدِ اللَّهِ الُْهَمنِيِّ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ آذَى عَلِيًّا فَقَدْ آذَانِي، مَنْ آذَى عَلِيًّا فَقَدْ آذَانِي»",
            "page": "63",
            "part": "1",
            "seal": "8B264227"
        },
        {
            "hno": "50",
            "id": "53",
            "nass": "50 - حَدَّثَنَا أَبُو غَسَّانَ، ثنا جَعْفَرُ بْنُ زِيَادٍ الْأَحْمَرُ، عَنْ يَحْيَى التَّيْمِيِّ، عَنْ عِيسَى مَوْلَى حُذَيْفَةَ، عَنْ حُذَيْفَةَ، أَنَّهُ صَلَّى عَلَى جَنَازَةٍ فَكَبَّرَ عَلَيْهَا خَمْسًا ثُمَّ قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى جَنَازَةٍ فَكَبَّرَ عَلَيْهَا خَمْسًا»",
            "page": "63",
            "part": "1",
            "seal": "D31505D9"
        },
        {
            "hno": "51",
            "id": "54",
            "nass": "51 - حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ الْأَنْصَارِيُّ، ثنا عَبْدُ اللَّهِ الدَّانَاجُ، حَدَّثَنِي أَبُو رَافِعٍ الصَّائِغُ، عَنْ أَبِي هُرَيْرَةَ، عَنْ أُمِّ الْمُؤْمِنِينَ، قَالَ عَبْدُ الْعَزِيزِ: وَلَا أَعْلَمُهَا إِلَّا عَائِشَةَ عَلَيْهَا السَّلَامُ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا تَحِلُّ لِلْأَوَّلِ حَتَّى يَذُوقَ الْآخِرُ عُسَيْلَتَهَا»",
            "page": "63",
            "part": "1",
            "seal": "B1BA2B0F"
        },
        {
            "hno": "52",
            "id": "55",
            "nass": "52 - حَدَّثَنَا أَبُو الْوَلِيدِ هِشَامٌ الطَّيَالِسِيُّ، ثنا شُعْبَةُ، عَنْ مُوسَى بْنِ أَبِي عُثْمَانَ، قَالَ: سَمِعْتُ أَبَا يَحْيَى، يَقُولُ: سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ فِي الْمُؤَذِّنِ: «يُغْفَرُ لَهُ مُدَّ صَوْتِهِ، وَيَشْهَدُ لَهُ كُلُّ رَطْبٍ وَيَابِسٍ، وَشَاهِدُ الصَّلَاةِ تُكْتَبُ لَهُ خَمْسٌ وَعِشْرُونَ حَسَنَةً وَيُكَفَّرُ مَا بَيْنَهُمَا»",
            "page": "64",
            "part": "1",
            "seal": "E8E95C0C"
        },
        {
            "hno": "53",
            "id": "56",
            "nass": "53 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ، ثنا شُعْبَةُ بْنُ الْحَجَّاجِ الْوَاسِطِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمِيرَةَ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ، قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُبَايِعُهُ عَلَى الْإِسْلَامِ فَقَبَضَ يَدَهُ فَقَالَ: «وَالنُّصْحَ لِكُلِّ مُسْلِمٍ، وَأَنَّهُ مَنْ لَا يَرْحَمُ النَّاسَ لَا يَرْحَمُهُ اللَّهُ»",
            "page": "64",
            "part": "1",
            "seal": "452188F7"
        },
        {
            "hno": "54",
            "id": "57",
            "nass": "54 - حَدَّثَنَا الْحُرُّ بْنُ مَالِكٍ، ثنا شُعْبَةُ، عَنْ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: «أَوْتَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَّلَ اللَّيْلِ، وَأَوْسَطَ اللَّيْلِ، وَانْتَهَى وِتْرُهُ إِلَى آخِرِ اللَّيْلِ»",
            "page": "65",
            "part": "1",
            "seal": "5BEDA23E"
        },
        {
            "hno": "55",
            "id": "58",
            "nass": "55 - حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ، ثنا يَحْيَى بْنُ رَاشِدٍ، عَنِ الضَّحَّاكِ بْنِ مَخْلَدٍ، عَنْ عُثْمَانَ بْنِ سَعْدٍ، أَنَّ ابْنَ الزُّبَيْرِ، «عَلَّقَ لِوَاءَيْنِ فِي الْكَعْبَةِ»، فَقِيلَ لَهُ: يَا أَبَا عَاصِمٍ، مَنِ الضَّحَّاكُ بْنُ مَخْلَدٍ؟ قَالَ: «أَنَا حَدَّثْتُهُ بِهِ وَنَسِيتُهُ، فَحَدَّثَنِيهِ يَحْيَى بْنُ رَاشِدٍ»",
            "page": "66",
            "part": "1",
            "seal": "AD1A54CC"
        },
        {
            "hno": "56",
            "id": "59",
            "nass": "56 - حَدَّثَنَا أَبُو حُذَيْفَةَ، ثنا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" كَانَ سُلَيْمَانُ بْنُ دَاوُدَ إِذَا صَلَّى كَانَتْ شَجَرَةٌ نَابِتَةٌ مِنْ بَيْنَ يَدَيْهِ فَيَقُولُ لَهَا: مَا اسْمُكِ؟ فَتَقُولُ: كَذَا، وَيَقُولُ لِأَيِّ شَيْءٍ أَنْتِ؟ فَتَقُولُ: لِكَذَا، فَإِنْ كَانَتْ لِفَرَسٍ غُرِسَتْ، وَإِنْ كَانَتْ لِدَوَاءٍ كُتِبَ، فَبَيْنَمَا هُوَ ذَاتَ يَوْمٍ إِذَا شَجَرَةٌ بَيْنَ يَدَيْهِ -[67]- فَقَالَ: مَا اسْمُكِ؟ قَالَتْ: الْخَرْنُوبَةُ قَالَ: لِأَيِّ شَيْءٍ نَبَتِّ؟ قَالَتْ: لِخَرَابِ هَذَا الْبَيْتِ. قَالَ سُلَيْمَانُ عَلَيْهِ السَّلَامُ: اللَّهُمَّ، عَمِّ عَلَى الْجِنِّ مَوْتِي حَتَّى يَعْلَمَ الْإِنْسُ أَنَّ الْجِنَّ لَا يَعْلَمُونَ الْغَيْبَ، قَالَ: فَنَحَتَهَا عَصًا فَتَوَكَّأَ عَلَيْهَا حَوْلًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْجِنُّ تَعْمَلُ فَقُبِضَ وَهُوَ مُتَوَكِّئٌ عَلَيْهِ السَّلَامُ فَأَكَلَتْهَا الْأَرَضَةُ فَسَقَطَ، فَعَلِمَتِ الْإِنْسُ أَنَّ الْجِنَّ لَوْ كَانُوا يَعْلَمُونَ الْغَيْبَ مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ، قَالَ: وَكَانَ ابْنُ عَبَّاسٍ يَقْرَؤُهَا كَذَلِكَ فَشَكَرَتِ الْجِنُّ لِلْأَرَضَةِ فَكَانَتْ تَأْتِيهَا بِالْمَاءِ \"",
            "page": "66",
            "part": "1",
            "seal": "6585D44A"
        },
        {
            "hno": "57",
            "id": "60",
            "nass": "57 - حَدَّثَنَا سَعْدُ بْنُ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ الْأَنْصَارِيُّ، ثنا إِبْرَاهِيمُ بْنُ يَزِيدَ بْنِ قَدِيرٍ، عَنِ الْأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلَا يَجْلِسْ حَتَّى يَرْكَعَ رَكْعَتَيْنِ»",
            "page": "67",
            "part": "1",
            "seal": "BFF928D4"
        },
        {
            "hno": "58",
            "id": "61",
            "nass": "58 - حَدَّثَنَا مُعَاوِيَةُ بْنُ عُمَرَ، وَالْأَزْدِيُّ، ثنا إِسْرَائِيلُ، عَنْ تُوَيْرِ بْنِ أَبِي فَاخِتَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: \" أَوَّلُ مَنْ نَقَضَ التَّكْبِيرَ الْوَلِيدُ بْنُ عُقْبَةَ، فَقَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: نَقَصَهَا -[68]- نَقَصَهُمُ اللَّهُ، لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُكَبِّرُ كُلَّمَا رَكَعَ وَكُلَّمَا سَجَدَ \"",
            "page": "67",
            "part": "1",
            "seal": "7F3F3BE1"
        },
        {
            "hno": "59",
            "id": "62",
            "nass": "59 - حَدَّثَنَا الْحَسَنُ بْنُ بِشْرِ بْنِ سْلَمَ الْبَجَلِيُّ، ثنا الْحَكَمُ بْنُ عَبْدِ الْمَلِكِ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، «أَنَّ رَجُلًا تُوُفِّيَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَتَرَكَ سِتَّةَ أَعْبُدٍ وَأَعْتَقَهُمْ، فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَغْلَظَ لَهُ الْقَوْلَ، ثُمَّ دَعَا بِالْقِدَاحِ فَأَقْرَعَ بَيْنَهُمْ، فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً»",
            "page": "68",
            "part": "1",
            "seal": "034313C2"
        },
        {
            "hno": "60",
            "id": "63",
            "nass": "60 - حَدَّثَنَا هَوْذَةُ بْنُ خَلِيفَةَ الْبَكْرَاوِيُّ، ثنا ابْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، أَنَّ رَجُلًا سَأَلَ ابْنَ عُمَرَ، فَقَالَ: إِنَّ أَهْلَنَا يَنْبِذُونَ لَنَا شَرَابًا عَشِيَّةً فَأَشْرَبُهُ غُدْوَةً إِذَا أَصْبَحْتُ، وَيَنْبِذُونَ غُدْوَةً فَأَشْرَبُهُ إِذَا أَمْسَيْتُ، فَقَالَ ابْنُ عُمَرَ: \" أَنْهَاكَ عَنِ الْمُسْكِرِ قَلِيلِهِ وَكَثِيرِهِ، وَأُشْهِدُ اللَّهَ عَلَيْكَ قَالَ: أَهْلُ خَيْبَرَ يَنْتَبِذُونَ شَرَابًا مِنْ كَذَا وَيُسَمُّونَهَا كَذَا وَهِيَ الْخَمْرُ، وَإِنَّ أَهْلَ فَدَكٍ يَنْتَبِذُونَ شَرَابًا مِنْ كَذَا وَكَذَا وَيُسَمُّونَهَا كَذَا حَتَّى عَدَّ أَشْرِبَةً سَبْعًا أَحَدُهَا الْعَسَلُ وَهِيَ الْخَمْرُ \"",
            "page": "68",
            "part": "1",
            "seal": "6E53B7FE"
        },
        {
            "hno": "61",
            "id": "64",
            "nass": "61 - حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى، ثنا عُمَارَةُ بْنُ زَاذَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، -[69]- أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقِيلُ عِنْدَ أُمِّ سُلَيْمٍ، وَكَانَ كَثِيرَ الْعَرَقِ، فَوَضَعَتْ لَهُ نِطَعًا تَحْتَهُ، وَكَانَتْ تَأْخُذُ عَرَقُهُ فَتَجْعَلُهُ فِي شَيْءٍ، فَاسْتَيْقَظَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «مَا هَذَا يَا أُمَّ سُلَيْمٍ؟» فَقَالَتْ: يَا رَسُولَ اللَّهِ، عَرَقُكَ أَجْعَلُهُ فِي طِيبِي",
            "page": "68",
            "part": "1",
            "seal": "C00DAD3E"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "مَجْلِسٌ خَامِسٌ لِلْبَاغَنْدِيِّ",
            "page": "71",
            "part": "1",
            "seal": "9A61D4FE"
        },
        {
            "hno": "62",
            "id": "66",
            "nass": "62 - حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ سُفْيَانَ، وَعُمَرَ بْنِ أَبِي زَائِدَةَ، وَإِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ: «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَنَامُ وَهُوَ جُنُبٌ وَلَا يَمَسُّ مَاءً» ¶ 63 - حَدَّثَنَا قَبِيصَةُ بْنُ عُقْبَةَ السُّوَائِيُّ، وَأَبُو مَنْصُورٍ كِلَاهُمَا قَالَا: ثنا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ",
            "page": "71",
            "part": "1",
            "seal": "3C35EC88"
        },
        {
            "hno": "64",
            "id": "67",
            "nass": "64 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيُّ، ثنا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: -[72]- قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" دَخَلْتُ الْجَنَّةَ فَرَأَيْتُ فِيهَا قَصْرًا مِنْ ذَهَبٍ فَقُلْتُ: لِمَنْ هَذَا؟ فَقِيلَ لِي: لِرَجُلٍ مِنْ قُرَيْشٍ فَظَنَنْتُ أَنِّي أَنَا هُوَ، قَالُوا: هَذَا لِعُمَرَ بْنِ الْخَطَّابِ \"",
            "page": "71",
            "part": "1",
            "seal": "E9FBA4FC"
        },
        {
            "hno": "65",
            "id": "68",
            "nass": "65 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا إِسْرَائِيلُ، عَنْ عَمَّارٍ الدُّهْنِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: «نَحَرَ عَنَّا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ حَجَجْنَا بَقَرَةً بَقَرَةً»",
            "page": "72",
            "part": "1",
            "seal": "E50B6F55"
        },
        {
            "hno": "66",
            "id": "69",
            "nass": "66 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا ابْنُ كَيْسَانَ الْعَدَوِيُّ، قَالَ: حَدَّثَنَا عَمْرَةُ بِنْتُ قَيْسٍ الْعَدَوِيَّةُ، قَالَتْ: دَخَلْتُ عَلَى عَائِشَةَ وَسَأَلْتُهَا عَنِ الْفِرَارِ مِنَ الطَّاعُونِ فَقَالَتْ: «الْفِرَارُ مِنَ الطَّاعُونِ كَالْفِرَارِ مِنَ الزَّحْفِ»، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
            "page": "73",
            "part": "1",
            "seal": "914AB8EF"
        },
        {
            "hno": "67",
            "id": "70",
            "nass": "67 - حَدَّثَنَا أَبُو مَنْصُورٍ، ثنا عُمَرُ بْنُ قَيْسٍ، عَنْ عَطَاءٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ: «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي وَأَنَا مُعْتَرِضَةٌ بَيْنَهُ وَبَيْنَ الْقِبْلَةِ»",
            "page": "73",
            "part": "1",
            "seal": "A8F7A52B"
        },
        {
            "hno": "68",
            "id": "71",
            "nass": "68 - حَدَّثَنَا أَبُو مَنْصُورٍ، ثنا عُمَرُ بْنُ قَيْسٍ، عَنْ عَطَاءٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ عَائِشَةَ، قَالَتْ: «انْخَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى سِتَّ رَكَعَاتٍ فِي أَرْبَعِ -[74]- سَجَدَاتٍ ثُمَّ خَفَّفَ فِي الْأُخْرَى فَلَمْ يَزَلْ يُخَفِّفُ فِي كُلِّ رَكْعَةٍ»",
            "page": "73",
            "part": "1",
            "seal": "758B67B3"
        },
        {
            "hno": "69",
            "id": "72",
            "nass": "69 - حَدَّثَنَا أَبُو مَنْصُورٍ، ثنا عُمَرُ بْنُ قَيْسٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَارَ مَعَ أَهْلِهِ لَيْلًا»",
            "page": "75",
            "part": "1",
            "seal": "E66B8542"
        },
        {
            "hno": "70",
            "id": "73",
            "nass": "70 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا الْمَسْعُودِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْحَيَّةُ فَاسِقَةٌ، وَالْغُرَابُ فَاسِقٌ، وَالْعَقْرَبُ فَاسِقَةٌ» فَقَالَ إِنْسَانٌ لِلْقَاسِمِ: أَنَأْكُلُ الْغُرَابَ؟ قَالَ: مَنْ يَأْكُلُ بَعْدَ قَوْلِ رَسُولِ اللَّهِ: -[76]- «الْغُرَابُ فَاسِقٌ»؟",
            "page": "75",
            "part": "1",
            "seal": "1BA92048"
        },
        {
            "hno": "71",
            "id": "74",
            "nass": "71 - حَدَّثَنَا خَلَّادُ بْنُ يَحْيَى، ثنا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: «كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا جَاءَهُ شَيْءٌ أَوْ سَبْيٌ فَجَعَلَ أَهْلَ الْبَيْتِ يُعْطِيهِمْ جَمِيعًا كَرَاهِيَةَ أَنْ يُفَرِّقَ بَيْنَهُمْ»",
            "page": "76",
            "part": "1",
            "seal": "FDCBBDD7"
        },
        {
            "hno": "72",
            "id": "75",
            "nass": "72 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ الْحُمَيْدِيُّ، ثنا فُضَيْلُ بْنُ عِيَاضٍ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ , عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ»",
            "page": "76",
            "part": "1",
            "seal": "4180E60B"
        },
        {
            "hno": "73",
            "id": "76",
            "nass": "73 - حَدَّثَنَا عَبْدُ اللَّهِ، ثنا سُفْيَانُ بْنُ عُيَيْنَةَ، ثنا عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا أَكَلَ أَحَدُكُمْ فَلَا يَمْسَحْ يَدَهُ حَتَّى يَلْعَقَهَا أَوْ يَعْقِلَهَا»",
            "page": "76",
            "part": "1",
            "seal": "277B1451"
        },
        {
            "hno": "74",
            "id": "77",
            "nass": "74 - حَدَّثَنَا عَبْدُ اللَّهِ، ثنا سُفْيَانُ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ: أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِلَعْقِ الْأَصَابِعِ ولَعْقِ الصَّحِيفَةِ، وَقَالَ: إِنَّهُ لَا يَدْرِي فِي أَيِّ ذَلِكَ الْبَرَكَةُ",
            "page": "76",
            "part": "1",
            "seal": "3210D1EA"
        },
        {
            "hno": "75",
            "id": "78",
            "nass": "75 - حَدَّثَنَا عُبَيْدُ بْنُ إِسْحَاقَ الْعَطَّارُ، ثنا شَرِيكٌ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيقٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: «بَايَعْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَنْ لَا نَفِرَّ وَلَمْ نُبَايِعْهُ عَلَى الْمَوْتِ»",
            "page": "77",
            "part": "1",
            "seal": "C9150F8E"
        },
        {
            "hno": "76",
            "id": "79",
            "nass": "76 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ نَافِعٍ، قَالَ: سَمِعَ ابْنُ عُمَرَ، رَجُلًا يَقُولُ: لَا وَالْكَعْبَةِ، قَالَ: لَا يَقُلْ: وَالْكَعْبَةِ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «كُلُّ يَمِينٍ يُحْلَفُ دُونَ اللَّهِ عَزَّ وَجَلَّ فَهُوَ شِرْكٌ» قَالَ عُبَيْدُ اللَّهِ: -[78]- نَحْوَ: وَحَقِّكَ أَوْ وَحَيَاتِكَ",
            "page": "77",
            "part": "1",
            "seal": "09D9A9AC"
        },
        {
            "hno": "77",
            "id": "80",
            "nass": "77 - حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، ثنا الْحَسَنُ بْنُ أَبِي جَعْفَرٍ الْجَفْرِيُّ، ثنا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ مِائَتَيْ مَرَّةٍ، غُفِرَ لَهُ ذُنُوبُ مِائَتَيْ سَنَةٍ»",
            "page": "78",
            "part": "1",
            "seal": "3AABADE9"
        },
        {
            "hno": "78",
            "id": "81",
            "nass": "78 - حَدَّثَنَا مُسْلِمٌ، ثنا شُعْبَةُ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، «أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى خَلْفَ أَبِي بَكْرٍ»",
            "page": "79",
            "part": "1",
            "seal": "B5B942F7"
        },
        {
            "hno": "79",
            "id": "82",
            "nass": "79 - حَدَّثَنَا مُسْلِمٌ، ثنا شُعْبَةُ، عَنْ عَلِيِّ بْنِ الْأَقْمَرِ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَا تَقُومُ السَّاعَةُ إِلَّا عَلَى شِرَارِ الْخَلْقِ»",
            "page": "79",
            "part": "1",
            "seal": "E662DF73"
        },
        {
            "hno": "80",
            "id": "83",
            "nass": "80 - حَدَّثَنَا فَحْوَلُ بْنُ إِبْرَاهِيمَ، ثنا عَبْدُ الرَّحْمَنِ بْنُ الْأَسْوَدِ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: «لَمَّا صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوَّلَ يَوْمِ الِاثْنَيْنِ أَمَرَ خَدِيجَةَ فَصَلَّتْ مَعَهُ آخِرَ يَوْمِ الِاثْنَيْنِ وَمَعَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ يَوْمَ الثُّلَاثَاءِ»",
            "page": "79",
            "part": "1",
            "seal": "4D7F4340"
        },
        {
            "hno": "81",
            "id": "84",
            "nass": "81 - حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، ثنا هِشَامُ الدَّسْتُوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ يَوْمَ الْخَنْدَقِ بَعْدَ مَا غَرَبَتِ الشَّمْسُ جَعَلَ يَسُبُّ كُفَّارَ قُرَيْشٍ، قَالَ: يَا رَسُولَ اللَّهِ، مَا كِدْتُ أَنْ أُصَلِّيَ -[81]- الْعَصْرَ حَتَّى كَادَتِ الشَّمْسُ أَنْ تَغْرُبَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا صَلَّيْتُهَا» قَالَ: فَقُمْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى بُطْحَانَ فَتَوَضَّأَ لِلصَّلَاةِ وَتَوَضَّأْنَا لَهَا وَصَلَّى الْعَصْرَ بَعْدَمَا غَرَبَتِ الشَّمْسُ ثُمَّ صَلَّى بَعْدَهَا الْمَغْرِبَ",
            "page": "80",
            "part": "1",
            "seal": "4953D893"
        },
        {
            "hno": "82",
            "id": "85",
            "nass": "82 - حَدَّثَنَا عَفَّانُ، ثنا أَبُو عَوَانَةَ، ثنا خَالِدٌ الْحَذَّاءُ، عَنْ يُوسُفَ ابْنِ أُخْتِ ابْنِ سِيرِينَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا اخْتَلَفْتُمْ فِي الطَّرِيقِ فَسَبْعَ & أَذْرُعٍ»",
            "page": "81",
            "part": "1",
            "seal": "E4AA706D"
        },
        {
            "hno": "83",
            "id": "86",
            "nass": "83 - حَدَّثَنَا عَفَّانُ، ثنا عَبْدُ الْوَارِثِ، ثنا حُسَيْنٌ الْمُعَلِّمُ، عَنْ أَبِي الْمُهَزِّمِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي دِيوَانِ النِّسَاءِ: «شِبْرًا»، وَقَالَتْ عَائِشَةُ: إِذَنْ تَخْرُجُ سُوقُهُنَّ قَالَ: «فَذِرَاعٌ»",
            "page": "81",
            "part": "1",
            "seal": "FFFB4DAF"
        },
        {
            "hno": "84",
            "id": "87",
            "nass": "84 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْأَنْصَارِيِّ ثنا إِسْمَاعَيلُ الْكَحَّالَ عَنْ عَبْدِ اللَّهِ بْنِ أَوْسِ الْمَسَاجِدِ بُرَيْدَةَ الْأَسْلَمِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" بَشَّرَ الْمَشَّائِينَ إِلَى الْمَسَاجِدِ فِي الظُّلَمِ بِالنُّورِ التَّامِ يَوْمَ الْقِيَامَةِ",
            "page": "83",
            "part": "1",
            "seal": "0844B243"
        },
        {
            "hno": "85",
            "id": "88",
            "nass": "85 - حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ يَحْيَى بْنِ عُبَيْدٍ، عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ السَّائِبِ، قَالَ: \" رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ الرُّكْنَيْنِ يَقُولُ: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا} [البقرة: 201] عَذَابَ النَّارِ \"",
            "page": "86",
            "part": "1",
            "seal": "EBC41AC2"
        },
        {
            "hno": "86",
            "id": "89",
            "nass": "86 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا إِسْرَائِيلُ الْمُلَائِيُّ، عَنْ أَبَانَ بْنِ تَغْلِبَ، عَنْ جَعْفَرِ بْنِ أَبِي إِيَاسَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ، وَالْعَجْوَةُ مِنَ الْجُثَّةِ وَهِيَ شِفَاءٌ مِنَ السُّمِّ»",
            "page": "87",
            "part": "1",
            "seal": "6DC2008B"
        },
        {
            "hno": "87",
            "id": "90",
            "nass": "87 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا عَبْدُ الرَّحْمَنِ بْنُ الْغَسِيلِ، عَنْ حَمْزَةَ بْنِ أَبِي أُسَيْدٍ، عَنْ أَبِيهِ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى انْطَلَقْنَا إِلَى حَائِطٍ يُقَالُ لَهُ: الشَّوْطُ حَتَّى انْتَهَى إِلَى حَائِطَيْنِ فَجَلَسَ بَيْنَهُمَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «أَجْلِسُوهَا هَاهُنَا» وَدَخَلَ هُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ أُتِيَ بِالْجُونِيَّةِ فَأُدْخِلَتْ فِي بَيْتٍ فِيهِ نَخْلٌ بَيْتِ أُهَيْمَةَ -[89]- بِنْتِ النُّعْمَانِ بْنِ شُرَحْبِيلَ مَعَهَا دَايَتُهَا حَاضِنَةً لَهَا فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهَا قَالَ: «هَبِي نَفْسَكِ لِي» فَقَالَتْ: وَهَلْ تَهَبُ الْمَلِكَةُ نَفْسَهَا لِلسُّوقَةِ فَأَهْوَى بِيَدِهِ يَضَعُ يَدَهُ عَلَيْهَا لِتَسْكُنَ. فَقَالَتْ: أَعُوذُ بِاللَّهِ مِنْكَ. قَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «قَدْ عُذْتِ بِمُعَاذٍ» ثُمَّ خَرَجَ عَلَيْنَا فَقَالَ: «يَا أَبَا أُسَيْدٍ اكْسُهَا رَازِقِيَّيْنِ وَأَلْحِقْهَا بِأَهْلِهَا»",
            "page": "88",
            "part": "1",
            "seal": "22B5D103"
        },
        {
            "hno": "88",
            "id": "91",
            "nass": "88 - حَدَّثَنَا أَبُو نُعَيْمٍ، ثنا زَكَرِيَّا، عَنْ أَبِي زَائِدَةَ، عَنْ فِرَاسٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ: أَقْبَلَتْ فَاطِمَةُ تَمْشِي كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَرْحَبًا بِابْنَتِي» ثُمَّ أَجْلَسَهَا عَنْ يَمِينِهِ، أَوْ عَنْ شِمَالِهِ ثُمَّ إِنَّهُ أَسَرَّ لَهَا حَدِيثًا فَبَكَتْ، فَقُلْتُ لَهَا: قَدِ اسْتَخَصَّكِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحَدِيثِهِ لِمَ تَبْكِينَ؟، ثُمَّ أَسَرَّ إِلَيْهَا حَدِيثًا فَضَحِكَتْ، فَقُلْتُ: مَا رَأَيْتُ كَالْيَوْمِ فَرَحٌ أَقْرَبُ مِنْ حُزْنٍ، فَسَأَلْتُهَا عَمَّا قَالَ؟ فَقَالَتْ: مَا كُنْتُ أُفْشِي سِرَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا قُبِضَ سَأَلْتُهَا فَقَالَتْ: إِنَّهُ أَسَرَّ إِلَيَّ فَقَالَ: «إِنَّ جِبْرِيلَ عَلَيْهِ السَّلَامُ كَانَ يُعَارِضُنِي بِالْقُرْآنِ فِي كُلِّ سَنَةٍ مَرَّةً وَإِنَّهُ عَارَضَنَا بِهِ الْعَامَ مَرَّتَيْنِ وَلَا أُرَاهُ إِلَّا قَدْ حَضَرَ أَجَلِي، وَإِنَّكِ أَوَّلُ أَهْلِ بَيْتِي لَاحِقٌ بِي وَنِعْمَ السَّلَفُ أَنَا لَكِ» فَبَكَيْتُ لِذَلِكَ، ثُمَّ قَالَ: «أَلَا تَرْضِينَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ هَذِهِ الْأُمَّةِ وَسَائِرِ الْمُؤْمِنِينَ» فَضَحِكْتُ لِذَلِكَ",
            "page": "89",
            "part": "1",
            "seal": "CE1409BB"
        }
    ],
    "t1272": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس أول"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس ثان للباغندي"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس ثالث للباغندي"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس رابع للباغندي"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "مجلس خامس للباغندي"
        }
    ]
}