{
    "b1279": [
        {
            "id": "1",
            "nass": "هدية إلى كل باحث عن الحق من غير المسلمين ¶ تعَرَّف على ¶ الإسلام ¶ د. منقذ بن محمود السقار",
            "page": null,
            "part": null,
            "seal": "FF722AE6"
        },
        {
            "id": "2",
            "nass": "مقدمة ¶ الحمد لله والصلاة والسلام على رسل الله، وبعد ¶ فإن دين الأنبياء جميعاً واحد، حيث أرسل الله رسله وأنزل كتبه بدعوة جوهرها واحد، وهي الدعوة إلى توحيده وعبادته والتمسك بطيب الاخلاق وحسن السلوك. ¶ ولما بعث الله محمداً - صلى الله عليه وسلم - أمره بما أمر به إخوانه من الانبياء، وأرسله إلى الناس أجمعين، وارتضى دينه للعالمين ديناً، فكمل به الدين، وتم ببعثته الفضل العميم. ¶ ولأن الإسلام دين الله الخاتم، فقد امتاز بخصائص ذاتية جعلته في الماضي وتجعله اليوم أسرع الأديان انتشاراً على وجه الأرض، فقد غطى الإسلام نصف الأرض بحضارته، وتسابقت الأمم إلى الدخول فيه لما قرأت فيه من توافق مع الفطرة ومواءمة مع العقول، وسماحة في المعاملة، ويسر في المعتقد. ¶ لكن هذا النجاح الذي حققه المسلمون بإسلامهم دفع البعض للإساءة إلى الإسلام، فما من دين ولا نحلة أصيب بما تعرض له الإسلام العظيم من تشويه أسهمت به جيوش من المفكرين الذين تعمدوا أحياناً الإساءة إليه بطمس حقائقه وإلصاق النقائص به زوراً وبهتاناً، في حين أخطأوا في أحيان أخر في فهمه، فانحرفوا بعيداً عن حقائقه وأصوله. ¶ ولسنا نبرئ أنفسنا نحن المسلمين من الإساءة إلى ديننا بتصرفات بعضنا التي يبرأ منها الإسلام الذي أضحى أسيراً بين مطرقة أعدائه وسندان جهل محيط ببعض أبنائه. ¶ والواجب على العاقل الحصيف إذا ما أراد التعرف على دين ما؛ النظر في أصوله بعيداً عن تصرفات أبنائه واتهامات أعدائه، فما من دين ولا فكر إلا ويوجد خطأ وجنوح في بعض المنتسبين إليه، من غير أن يجنح أحد إلى تعميم الأحكام، فالحكم على الهيئات فضلاً عن الأديان إنما يرجع فيه إلى الأصول، لا إلى السلوك الأرعن أو الخاطئ من بعض الأتباع، لذا كان من الواجب أن نفهم الإسلام كما هو، كما أنزله الله بعيداً عن الأحكام المسبقة المثقلة بأوهام الاستشراق وإفكه.",
            "page": "1",
            "part": "1",
            "seal": "0095BCD2"
        },
        {
            "id": "3",
            "nass": "وإذا أردنا التعرف على الإسلام عن طريق أصوله؛ فإنا لن نجد مدخلاً أفضل من تدبر الحوار الذي جرى بين جبريل عليه السلام أمين الوحي من أهل السماء، والنبي محمد - صلى الله عليه وسلم - أمين الوحي من أهل الأرض، حيث أتى جبريل النبي - صلى الله عليه وسلم - فسأله عن مراتب الدين، ليُسمع الصحابة إجابته، فيفقهوا دينهم، قال جبريل: يا محمد أخبرني عن الإسلام؟ فقال رسول الله - صلى الله عليه وسلم -: ((الإسلام: أن تشهد أن لا إله إلا الله، وأن محمداً رسول الله - صلى الله عليه وسلم -، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلاً)). قال: صدقت. قال عمر: فعجبنا له يسأله ويصدقه!. ¶ قال جبريل: فأخبرني عن الإيمان؟ فأجابه - صلى الله عليه وسلم -: ((أن تؤمن بالله وملائكته وكتبه ورسله واليوم الآخر وتؤمن بالقدر خيره وشره)) قال: صدقت. ¶ قال جبريل: فأخبرني عن الإحسان؟ فقال - صلى الله عليه وسلم -: أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك)). (¬1) ¶ فهذه أصول الإسلام بإجمال، فأي شيء يعاب منها؟ ¶ ولسوف نشرع في التعريف والتفصيل في شرح هذه الأصول، لنقف على الأبعاد الأخلاقية والحكم الإلهية في تأسيس الإسلام والإيمان على هذه القواعد. ¶ كما سنعرض بالشرح والبيان لكشف حقيقة ما يردده البعض عن اتهام الإسلام بالإرهاب والحض على الكراهية، وبأنه ظلم المرأة وعطل طاقتها، فنجيب في هذا الصدد عن بعض ما يثار عن الإسلام، ونهديه لمن أراد التعرف على الإسلام عن طريق أصوله ومبادئه. ¶ ونتقدم بهذه الرسالة التي تبتغي منها التعريف بالحق الذي انشرحت به صدورنا، وارتضته عقولنا، فهي دعوة للتأمل في تعاليم الإسلام ثم اللحاق برهط المؤمنين الفائزين عند الله {إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (50)، ومسلم ح (9).",
            "page": "2",
            "part": "1",
            "seal": "CF5E034F"
        },
        {
            "id": "4",
            "nass": "- جزاؤهم عند ربهم جنات عدنٍ تجري من تحتها الأنهار خالدين فيها أبداً رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه} (البينة: 7 - 8). ¶ والله نسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، إنه ولي ذلك والقادر عليه.",
            "page": "3",
            "part": "1",
            "seal": "3B62F186"
        },
        {
            "id": "5",
            "nass": "الإسلام وأركانه ¶ وقبل الشروع في تبيان حقائق الإسلام وأركانه؛ فإن من الواجب أن نتحدث عن اسم (الإسلام). ¶ لفظة الإسلام في اللغة مصدره من أسلم يسلم، ومنه السلامة والسلام. ¶ وحين نتحدث في هذه الدراسة عن الإسلام، فإنا نعني الدين الذي أنزله على نبيه محمد - صلى الله عليه وسلم -، وسماه بذلك لما تضمنه من الدعوة إلى الاستسلام لله وحده والانقياد والخضوع له بالطاعة. ¶ وهذا الاسم لا يستمد اسمه من اسم نبي أو وطن، بل مشتق من خصيصته الأساس التي لم تفارقه في طور من أطواره طوال تاريخ الإنسانية، فهو الاستسلام لله تبارك وتعالى وحده دون سواه. ¶ والإسلام هو دين الله الذي أنزله على جميع الأنبياء، فقد دعوا جميعاً إلى أصول واحدة، تقوم على توحيد الله وتعظيمه وعبادته والاستسلام لأوامره والخضوع لأحكامه والدعوة إلى حراسة فضائل الأخلاق والارتقاء بالسلوك الإنساني. ¶ وأما ما نجده اليوم من تباعد واختلاف بين أتباع الأديان؛ فسببه اندراس الحق وما مرج في رسالات الله السابقة من الباطل. ¶ وقد أطلق الله هذا الاسم الشريف (الإسلام) على المؤمنين في كل حين، كما قال تعالى: {هو سماكم المسلمين من قبل} (الحج: 78)، لأن المسلم - المؤمن بأي نبي من أنبياء الله - يمتثل حقيقة الإسلام، فيستسلم لله، وينقاد له بالطاعة، ويقف عند حدوده وشرائعه. ¶ فأبو الأنبياء نوح عليه السلام يقول لقومه: {وأمرت أن أكون من المسلمين} (يونس: 72). ¶ وما فتئ إبراهيم وابنه إسماعيل عليهما السلام يدعوان الله أن يجعلهما من المسلمين: {ربنا واجعلنا مسلمين لك ومن ذريتنا أمةً مسلمةً لك} (البقرة: 128).",
            "page": "4",
            "part": "1",
            "seal": "63F2FBDD"
        },
        {
            "id": "6",
            "nass": "وقبيل وفاة يعقوب عليه السلام جمع أبناءه، وأوصاهم بالاستمساك بملة إبراهيم الحنيف المسلم {إذ قال له ربه أسلم قال أسلمت لرب العالمين - ووصى بها إبراهيم بنيه ويعقوب يا بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون - أم كنتم شهداء إذ حضر يعقوب الموت إذ قال لبنيه ما تعبدون من بعدي قالوا نعبد إلهك وإله آبائك إبراهيم وإسماعيل وإسحق إلهاً واحداً ونحن له مسلمون} (البقرة:131 - 133). ¶ كما طلب موسى عليه السلام من قومه الإذعان لمقتضيات الإسلام الذي دخلوا فيه، فقال: {يا قوم إن كنتم آمنتم بالله فعليه توكلوا إن كنتم مسلمين} (يونس: 84)، فاستجاب لندائه سحرة فرعون وقالوا: {ربنا أفرغ علينا صبراً وتوفنا مسلمين} (الأعراف: 126). ¶ وبمثل هذا دعا يوسف عليه السلام ربه حين طلب من الله أن يميته ويحشره مع المسلمين الصالحين: {توفني مسلماً وألحقني بالصالحين} (يوسف: 101). ¶ ولما دخلت ملكة سبأ بلاط سليمان، ورأت علامات نبوته؛ نادت بنداء الإيمان فقالت: {رب إني ظلمت نفسي وأسلمت مع سليمان لله رب العالمين} (النمل: 44). ¶ وقد أوضح خاتم النبيين محمد - صلى الله عليه وسلم - وحدة دين الأنبياء فقال: ((أنا أولى الناس بعيسى ابن مريم في الدنيا والآخرة، والأنبياء إخوة لعَلات، أمهاتهم شتى، ودينهم واحد)). (¬1) ¶ وهكذا فإن دين الأنبياء جميعاً واحد، بني على أساس واحد يدعو إلى توحيد الله وإفراده وحده بالعبادة، والاستسلام لأوامره، فهو الإسلام دين الله تعالى: {إن الدين عند الله الإسلام} (آل عمران: 19)، وهو الدين الذي لا يقبل الله من الناس ديناً سواه {ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين} (آل عمران: 85). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (3443)، والإخوة لعَلات هم الإخوة من أب واحد، وأمهاتهم مختلفات.",
            "page": "5",
            "part": "1",
            "seal": "F84E169D"
        },
        {
            "id": "7",
            "nass": "وقد صدق الله إذ قال لنبيه - صلى الله عليه وسلم - {قل ما كنت بدعاً من الرسل} (الأحقاف: 9) فأصول جميع ما أتى به النبي - صلى الله عليه وسلم - قد سبقه إلى الإتيان بها إخوانه من الأنبياء {إنا أوحينا إليك كما أوحينا إلى نوحٍ والنبيين من بعده وأوحينا إلى إبراهيم وإسماعيل وإسحق ويعقوب والأسباط وعيسى وأيوب ويونس وهارون وسليمان وآتينا داوود زبوراً} (النساء: 163).",
            "page": "6",
            "part": "1",
            "seal": "386FDD8D"
        },
        {
            "id": "8",
            "nass": "أركان الإسلام ¶ إن الإسلام بنيان كبير يشمل الحياة الإنسانية برُمتِّها، وهو يقوم على أركان خمسة، ويوضحها النبي - صلى الله عليه وسلم - بقوله: ((بني الإسلام على خمس: شهادة أن لا إله إلا الله، وأن محمداً عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وحج البيت، وصوم رمضان)). (¬1) ¶ وسوف نمضي سراعاً مع هذه الأركان ومقاصدها، ونتجاوز تفصيلاتها وأحكامها التي يمكن للقارئ أن يطلع عليها في مظانها من كتب التوحيد والفقه. ¶ الركن الأول: الشهادة لله بالتوحيد، ولرسوله محمد - صلى الله عليه وسلم - بالرسالة ¶ أولاً: الشهادة لله بالتوحيد ¶ إن أهم مسألة توافق الأنبياء على الدعوة إليها وتعريف الناس بها؛ هي الشهادة لله رب العالمين بالوحدانية، والتعريف بصفات الإله العظيم الذي أبدع الكون وخلقه على هذا النسق المذهل العجيب، ومن ثم التأكيد على استحقاقه وحده للعبادة دون سواه. ¶ وبداية؛ فإن مسألة إثبات وجود الله لم تشغل حيزاً كبيراً في القرآن الكريم، ذلك أنها قضية بدهية وحقيقة يجدها المسلم وغيره في أعماق كيانه، فكل شيء في هذا الكون المحيط بنا يدعونا - ضرورة - للاعتقاد الجازم بوجود خالق حكيم مدبر متصف بصفات الكمال، فكل مخلوق حولنا هو في حقيقته شهادة لله على وجوده، بل على عظمته وكماله. ¶ إن البشرية لم تنكر يوماً وجود هذا الإله -وإن اختلفت في تسميته ووصفه -، فقد اتفقت معتقداتها على وجود خالق مبدع للكون، سماه البعض بواجب الوجود الذي أوجد هذه الممكنات جميعاً. ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (8)، ومسلم ح (16).",
            "page": "7",
            "part": "1",
            "seal": "4DADA903"
        },
        {
            "id": "9",
            "nass": "وحتى ما يسمى بالمذاهب المادية الإلحادية هي في حقيقتها لا تنكر وجود هذه القوة الإلهية التي نسجت الكون وفق قوانين محكمة، بيد أنها هربت من الاسم الذي تدعيه الكنيسة لهذه القوة العظيمة (الله)، ونسبتها إلى تسمية مبتدعة تفتقر إلى الوضوح (الطبيعة وقوانينها)، فاسم الطبيعة لا يدل على شيء محدد، إذ لا يمكن أن يفهم منه أن الإنسان الأول خلق نفسه وهو أحد مكونات الطبيعة، ولا أن ما نراه من بحار زاخرة قد أبدعت نفسها في زمن ما، بينما عمدت الطيور والحيوانات إلى إنتاج الأجناس الحيوانية الأولى، بل وحتى المخلوقات الأبسط كالبكتيريا لا تستطيع أن تهب نفسها وقود الحياة الذي يدبُّ فيها. ¶ إن أحداً لا يخالف في أن هذا الكون من خلق وإبداع خالق عظيم حكيم، هو ربنا {الأعلى - الذي خلق فسوى - والذي قدر فهدى} (الأعلى: 1 - 3)، ولو صدقوا في تسميته لأسموه خالق الطبيعة ومدبر شؤونها {أم خلقوا من غير شيءٍ أم هم الخالقون - أم خلقوا السموات والأرض بل لا يوقنون - أم عندهم خزائن ربك أم هم المسيطرون} (الطور: 35 - 37). ¶ ولما سمع الصحابي جبير بن مطعم هذه الآية قال: (كاد قلبي أن يطير). (¬1) ¶ إن الإلحاد المتمثل في إنكار الخالق شذوذ يستبشعه العقل البشري وتأباه الفطرة السوية، فما الإنسان بخالق نفسه، وإذا كان الإنسان الذي يتميز عن كل الموجودات بما يمتاز به من العقل والإرادة والتسخير عاجزاً عن خلق نفسه؛ فغيره من المخلوقات أعجز، لذا فلا مناص من التسليم بوجود الإله العظيم، ففي كل زاوية من زوايا الكون آية تدل على وجوده، لا بل تشهد له بالكمال والجلال والعظمة. ¶ وأهم ما توافق الأنبياء على الدعوة إليه؛ وحدانية الله وإفراده بالعباده دون سواه، فهو جوهر رسالاتهم جميعاً {وما أرسلنا من قبلك من رسولٍ إلا نوحي إليه أنه لا إله إلا أنا فاعبدون} (الأنبياء: 25). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4854).",
            "page": "8",
            "part": "1",
            "seal": "6C436E76"
        },
        {
            "id": "10",
            "nass": "وسجل القرآن الكريم مضمون هذه الدعوة على لسان عدد من الأنبياء، فهاهم رسل الله - نوح وهود وصالح وشعيب وغيرهم - يقولون بلسان واحد: {يا قوم اعبدوا الله ما لكم من إلهٍ غيره} (المؤمنون: 23)، (هود: 50، 60)، (الأعراف: 85). ¶ وكما دعا الأنبياء إلى توحيد الله الواحد؛ فإنهم حذروا أقوامهم من الشرك - سواء أكان المعبود مع الله بشراً أم حجراً أم حيواناً أم ملاكاً - لأن الله أوحى إليهم جميعاً بذلك {ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين - بل الله فاعبد وكن من الشاكرين} (الزمر: 65 - 66). ¶ وكان المسيح عليه السلام من هؤلاء الأنبياء الذين حذروا أقوامهم من الشرك: {وقال المسيح يا بني إسرائيل اعبدوا الله ربي وربكم إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار وما للظالمين من أنصار} (المائدة: 72). ¶ ولما كانت معرفة أسماء الله وصفاته تعجز عن التنبؤ بها العقول وتحار في إدراكها الأفهام وتختلف؛ فإن الله تبارك وتعالى - بمنِّه وفضله - خلّص البشرية من حيرتها، فعرّفها بأسمائه وصفاته حين بعث بوحيه أنبياءه وأنزل على العالمين كتبه، فكان أهم ما حملته النبوات إلى الإنسانية تعريفها بخالقها. ¶ وقد ذكر الله في كتابه الأخير، القرآن الكريم، أن له تبارك وتعالى أسماء حسنى، غاية في الحسن والجلال والكمال {الله لا إله إلا هو له الأسماء الحسنى} (طه: 8)، وهي تدل جميعها على ذات واحدة يدعوها المسلم في صلاته ودعائه {ولله الأسماء الحسنى فادعوه بها} (الأعراف: 180). ¶ ومن أسماء الله الحسنى ما جاء في قوله تعالى: {هو الله الذي لا إله إلا هو عالم الغيب والشهادة هو الرحمن الرحيم - هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون",
            "page": "9",
            "part": "1",
            "seal": "ABCE4083"
        },
        {
            "id": "11",
            "nass": "- هو الله الخالق البارئ المصور له الأسماء الحسنى يسبح له ما في السموات والأرض وهو العزيز الحكيم} (الحشر: 22 - 24). ¶ وهذه الأسماء الإلهية مع دلالتها على الذات الإلهية فإنها تثبت لله تبارك وتعالى غاية ما تدل عليه من أوصاف الكمال والتنزيه، فهو الملِك الذي لا نِدَّ له في ملكه، وهو الحكيم الذي لا يُدانى في حكمته، إنه الله العظيم الذي جلَّ عن النظير والمثيل والشبيه {ليس كمثله شيء وهو السميع البصير} (الشورى: 11)، وهو الله الواحد الأحد {قل هو الله أحدٌ - الله الصمد - لم يلد ولم يولد - ولم يكن له كفواً أحدٌ} (سورة الإخلاص)، {فلا تضربوا لله الأمثال إن الله يعلم وأنتم لا تعلمون} (النحل: 74). ¶ إن الإيمان بالله الموصوف بصفات العظمة والكمال يهذب السلوك الإنساني، حين يستحضر معية الرب له، فيعلم باطلاع الرب عليه، وهو العليم المحيط القادر على كل شيء، فيستحي المؤمن به أن يراه ربه ومولاه على حال المعصية؛ وهو القوي ذو البأس والبطش الشديد، وأولى منه أن نعبده ونسعى في مراضيه، لنفوز بجنته وعظيم جزاء الرب العفو الغفور الكريم الودود. ¶ وهكذا فالمؤمن يستقيم سلوكه خوفاً من الله وعقابه، وطمعاً في ثوابه وجزائه، وهذا هو حال المؤمنين الذين امتدحهم ربهم {إنهم كانوا يسارعون في الخيرات ويدعوننا رغباً ورهباً وكانوا لنا خاشعين} (الأنبياء: 90). ¶ إن المسلم حين يؤمن بالله الواحد الخالق الرازق الذي بيده مقادير الأمور؛ فإنه يلجأ إليه وحده في السراء والضراء، في الصغير من أموره والكبير، ليقينه بمعية الله تعالى للمؤمنين وقربه منهم وإطلاعه على سرائرهم وأعمالهم، وأنه تعالى وحده القدير الذي بيده مقاليد الأمور {إنما أمره إذا أراد شيئاً أن يقول له كن فيكون - فسبحان الذي بيده ملكوت كل شيءٍ وإليه ترجعون} (يس: 82 - 83)، وهو تبارك وتعالى الذي {له مقاليد السموات والأرض يبسط الرزق لمن يشاء ويقدر إنه بكل شيءٍ عليمٌ} (الشورى: 12).",
            "page": "10",
            "part": "1",
            "seal": "103251DB"
        },
        {
            "id": "12",
            "nass": "فإذا نظر المرء إلى ما أولاه الله من نعمه وآلائه التي لا تحصى؛ فإنه يفيض قلبه بمحبته {والذين آمنوا أشد حباً لله} (البقرة: 165)، وكيف لا يحبه، والله العظيم قد سبق فأحب عباده المؤمنين الطائعين {إن الله يحب المحسنين} (البقرة: 195)، {إن الله يحب التوابين ويحب المتطهرين} (البقرة: 222) {والله يحب الصابرين} (آل عمران: 146) {إنه هو يبدئ ويعيد - وهو الغفور الودود} (البروج: 13 - 14). ¶ وهذه المحبة لله تجعل المسلم معلق القلب بالله، يرجو رضاه، ومن أعظم ما يتطلع إليه المؤمن نوال الجنة دار الخلود التي أعدها الله لمن أحبه من عباده {فلا تعلم نفسٌ ما أخفي لهم من قرة أعينٍ جزاءً بما كانوا يعملون} (السجدة: 17). ¶ ومحبة المسلم لربه تجعله يمتنع عن كل ما يغضب الرب الذي يحبه، فيكره ما كرهه محبوبه، والله لا يكره ولا يمقت إلا السيء من القول والعمل والخلق {إن الله لا يحب من كان خواناً أثيماً} (النساء: 107) {والله لا يحب المفسدين} (المائدة: 64) {ولا تعتدوا إن الله لا يحب المعتدين} (المائدة: 87). ¶ ثانياً: الشهادة بأن محمداً رسول الله ¶ حتى تقوم حجة الله على خلقه أرسل الله الرسل، وختمهم بمحمد - صلى الله عليه وسلم -، وجعله رسوله إلى العالمين {وما أرسلناك إلا كافةً للناس بشيراً ونذيراً} (سبأ: 28)، فهي مزيته - صلى الله عليه وسلم - على سائر إخوانه من الأنبياء ((كان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس كافة)). (¬1) ¶ والنبي - صلى الله عليه وسلم - هو محمد بن عبد الله بن عبد المطلب القرشي، ولد يتيماً بمكة المكرمة عام 571م، ونشأ فيها، وحين بلغ الأربعين من العمر آتاه الله النبوة، حين نزل عليه الملاك جبريل بالوحي وهو في غار حراء شرق مكة المكرمة، فدعا قومه إلى الإسلام، فآمن به رهط قليل، وامتنع عن الإيمان به سادة قبيلته (قريش) الذين ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (438)، ومسلم ح (521).",
            "page": "11",
            "part": "1",
            "seal": "0D8F9042"
        },
        {
            "id": "13",
            "nass": "خافوا من ذهاب زعامتهم وزوال امتيازاتهم، فكذبوه وآذوه، وعذبوا بعضاً من أصحابه بأشد أنواع النكال والعذاب، بل قتلوا بعضهم، رضوان الله على الجميع. ¶ فهاجر النبي - صلى الله عليه وسلم - والمؤمنون معه إلى يثرب (المدينة المنورة)، وأقام فيها المجتمع الإسلامي الممتثل بهدي الله، وكان أول ما صنعه النبي - صلى الله عليه وسلم - فيها أن بنى مسجده فيها وآخى بين المسلمين بآصرة العقيدة على اختلاف أجناسهم وأوطانهم، ثم عقد مع يهود المدينة معاهدة للتعايش المشترك الآمن والتعاضد على حماية المدينة. ¶ وفي المدينة المنورة دعا النبي - صلى الله عليه وسلم - العرب والعجم إلى الإيمان به، فأرسل الرسل إلى ملوك الأرض وحكامها يشرح لهم مبادئ دينهم، فآمن به بعضهم، وناوأه غيرهم، وأرسلوا إليه الجيوش، فقاتل - صلى الله عليه وسلم - من عاداه وأعاق دعوته، حتى نصره الله بنصره، وقبل أن يغادر النبي - صلى الله عليه وسلم - الدنيا عام 633م أقر الله عينيه بانتشار الإسلام في سائر الجزيرة العربية. ¶ وقد أيد الله النبيَّ - صلى الله عليه وسلم - بما يشهد على نبوته من دلائل وبراهين، كما أُيد بذلك من سبقه من إخوانه من الأنبياء والمرسلين، وخصه الله عنهم بدليل ساطع يدوم بدوام رسالته - صلى الله عليه وسلم -، فلا تنقضي دلالته بتقادم الأزمان، ولا تبلى بتصرم الأيام، وهو القرآن العظيم، الكتاب المعجِز الذي بهر العالمين، وعجز عن الإتيان بمثله الأولون، ولن يأتي بسورة من مثله الآخرون {قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعضٍ ظهيراً} (الإسراء: 88)، يقول - صلى الله عليه وسلم -: ((ما من الأنبياء من نبي، إلا قد أُعطي من الآيات، ما مثلُه آمن عليه البشر، وإنما كان الذي أُوتيتُ وحياً أَوحى اللهُ إليّ، فأرجو أن أكون أكثرَهم تابعاً يوم القيامة)). (¬1) ¶ فقد حوى القرآن من العلوم ما حير بأسبقيته وعمقه العلماء، كيف لا وقد أنزله الله العليم بكل شيء {لكن الله يشهد بما أنزل إليك أنزله بعلمه والملائكة يشهدون وكفى بالله شهيداً} (النساء: 166). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4981)، ومسلم ح (152) واللفظ له.",
            "page": "12",
            "part": "1",
            "seal": "B2E0C85F"
        },
        {
            "id": "14",
            "nass": "فقد سبق القرآن العلم الحديث إلى وصف نشأة الخلق في الماضي السحيق، حين أشار إلى ما يسميه العلماء اليوم بنظرية الانفجار الكبير ( bang Big)،  فقال تعالى: {ثم استوى إلى السماء وهي دخانٌ فقال لها وللأرض ائتيا طوعاً أو كرهاً قالتا أتينا طائعين} (فصلت: 11)، وقال تعالى: {أولم يرَ الذين كفروا أن السموات والأرض كانتا رتقاً ففتقناهما وجعلنا من الماء كل شيءٍ حي أفلا يؤمنون} (الأنبياء: 30). ¶ كما تحدث القرآن عن اتساع الكون وتمدده في قوله تعالى: {والسماء بنيناها بأييدٍ وإنا لموسعون} (الذاريات: 47)، وذكر دوران الشمس والقمر والأرض في أفلاك مستديرة {والشمس تجري لمستقر لها ذلك تقدير العزيز العليم - والقمر قدرناه منازل حتى عاد كالعرجون القديم - لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلكٍ يسبحون} (سورة يس: 38 - 40)، فهذه الأخبار وغيرها علوم دقيقة لم تعرفها البشرية قبله ولا بعده إلا في أواسط القرن المنصرم. ¶ ومما يبهر العقول من أخبار القرآن التي سبق فيها العلم الحديث؛ إخباره بمراحل تطور الجنين في بطن أمه وصور تخلقه: {يا أيها الناس إن كنتم في ريب من البعث فإنا خلقناكم من ترابٍ ثم من نطفةٍ ثم من علقةٍ ثم من مضغة مخلقةٍ وغير مخلقة لنبين لكم ونقر في الأرحام ما نشاء إلى أجلٍ مسمى ثم نخرجكم طفلاً ثم لتبلغوا أشدكم ومنكم من يتوفى ومنكم من يرد إلى أرذل العمر لكيلا يعلم من بعد علم شيئاً وترى الأرض هامدةً فإذا أنزلنا عليها الماء اهتزت وربت وأنبتت من كل زوجٍ بهيج} (الحج: 5). ¶ إن هذا الوصف الدقيق لمراحل الجنين أذهل البرفسور مارشال جونسون رئيس قسم التشريح ومدير معهد دانيال بجامعة توماس جيفرسون بفلادلفيا بالولايات المتحدة الأمريكية، فقال: \"إنني كعالم أستطيع فقط أن أتعامل مع أشياء أستطيع أن أراها بالتحديد، أستطيع أن أفهم علم الأجنة وتطور علم الأحياء، أستطيع أن أفهم الكلمات التي تترجم لي من القرآن .. إنني لا أرى شيئاً، لا أرى سبباً، لا أرى",
            "page": "13",
            "part": "1",
            "seal": "8A784353"
        },
        {
            "id": "15",
            "nass": "دليلاً على حقيقة تفند مفهوم هذا الفرد محمد [- صلى الله عليه وسلم -] الذي لابُد وأنه يتلقى هذه المعلومات من مكان ما، ولذلك إنني لا أرى شيئاً يتضارب مع مفهوم: أن التدخل الإلهي كان مشمولاً فيما كان باستطاعته أن يبلغه\". ¶ ويضيف البرفسور كيث ل مور مؤلف الكتاب الشهير \"أطوار خلق الإنسان\" ( The Developing Human)  الذي يعتبر مرجعاً معتمداً في كليات الطب العالمية: \"يتضح لي أن هذه الأدلة حتماً جاءت لمحمد من عند الله، لأن كل هذه المعلومات لم تكشف إلا حديثاً وبعد قرون عدة، وهذا يثبت لي أن محمداً رسول الله\". (¬1) ¶ {قل أنزله الذي يعلم السر في السموات والأرض إنه كان غفوراً رحيماً} (الفرقان: 6). ¶ وهكذا فإن هذه الأخبار الغيبية العلمية - وغيرها مما يطول الحديث بذكره - دليل الله الساطع على نبوة النبي - صلى الله عليه وسلم -، فمثل هذه العلوم يستحيل تحصيلها في تلك الأزمنة، وخاصة من رجل أميّ نشأ في بيئة جاهلة {ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق ويهدي إلى صراط العزيز الحميد} (سبأ: 6). ¶ ومما يشهد له بالنبوة - صلى الله عليه وسلم - ما أوتيه من حسن سيرة وخلق عظيم، فقد وصفه ربه تبارك وتعالى: {وإنك لعلى خلقٍ عظيمٍ} (القلم: 4)، وقد غلب لقبه (الصادق الأمين) على اسمه، فصار علماً عليه بين أهل مكة، لذا قال ملكُ الروم هرقل لأبي سفيان عدو النبي - صلى الله عليه وسلم - حينذاك: \"أعرف أنه لم يكن ليذر الكذب على الناس ويكذب على الله .. يأمركم أن تعبدوا الله ولا تشركوا به شيئاً، وينهاكم عن عبادة الأوثان، ويأمركم بالصلاة والصدق والعفاف .. فإن كان ما تقول حقاً فسيملك موضع قدميَّ هاتين، وقد كنت أعلم أنه خارج، لم أكن أظن أنه ¶ ¬__________ ¶ (¬1) إنه الحق، هيئة الإعجاز العلمي للقرآن والسنة برابطة العالم الإسلامي (ص 49، 51 - 52، 81، 116 - 120).",
            "page": "14",
            "part": "1",
            "seal": "A3B18ABC"
        },
        {
            "id": "16",
            "nass": "منكم، فلو أني أعلم أني أخلُص إليه لتجشمتُ لقاءه، ولو كنتُ عنده لغسلتُ عن قدمه\". (¬1) ¶ إن مدعيي النبوة إنما ينتحلونها سعياً وراء الكسب الدنيوي الرخيص، سواء أكان هذا الكسب مالاً يسابقون إلى جمعه ليستمتعوا به أو ليورثوه إلى أهليهم من بعدهم، أم كان جاهاً بين الناس يرفع من قدرهم، فيشار لهم بالبنان، ويوسع لهم في المجالس .... ¶ فهل كان النبي - صلى الله عليه وسلم - من هذا الصنف أو ذاك؟ ¶ إن نظرة سريعة على سمته - صلى الله عليه وسلم - تكشف لنا ما كان عليه النبي محمد - صلى الله عليه وسلم - من تواضع وزهد في الدنيا جمعهما النبي - صلى الله عليه وسلم -، فأوضح خلالهما نبل أخلاقه وطهر سلوكه، بل ودلل على نبوته ورسالته. ¶ ومن زهده - صلى الله عليه وسلم - أنه: (ما ترك عند موته درهماً ولا ديناراً ولا عبداً ولا أمَة ولا شيئاً؛ إلا بغلتَه البيضاء وسلاحَه، وأرضاً جعلها صدقة). (¬2) ¶ وهذه الأرض هي أرض فدك التي منعها خليفة النبي - صلى الله عليه وسلم - أبو بكر الصديق من ورثته، وقال لهم: إن رسول الله - صلى الله عليه وسلم - قال: ((لا نورث، ما تركنا صدقة))، وأضاف الصديق: \"لست تاركاً شيئاً كان رسول الله - صلى الله عليه وسلم - يعمل به إلا عملت به، فإني أخشى إن تركت شيئاً من أمره أن أزيغ\". (¬3) ¶ إن الذي تركه النبي - صلى الله عليه وسلم - ليس ميراثاً يغتنون به من بعده، بل دَيْناً يؤدونه من بعده، فقد مات - صلى الله عليه وسلم -، ودرعه مرهونة عند يهودي على ثلاثين صاعاً من شعير. (¬4) ¶ لقد كان - صلى الله عليه وسلم - يحذر أن يغادر الدنيا وقد أخذ منها مغنماً، إذ تذكر زوجته عائشة رضي الله عنها أنه كان في بيتها بعضُ قطعٍ من ذهب، فقال لها رسول الله ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (7)، ومسلم ح (1773). ¶ (¬2) أخرجه البخاري ح (2739). ¶ (¬3) أخرجه البخاري ح (3093)، ومسلم ح (1757). ¶ (¬4) أخرجه أحمد ح (2719).",
            "page": "15",
            "part": "1",
            "seal": "48E6B6EB"
        },
        {
            "id": "17",
            "nass": "- صلى الله عليه وسلم -: ((ما فعلتْ الذهبُ .. ما ظن محمد بالله لو لقي الله عز وجل وهذه عنده؟ أنفقيها)). (¬1) ¶ وليس تعففه - صلى الله عليه وسلم - عن شهوة الجاه بأقل من تعففه عن شهوة المال، فقد قال له رجل: يا سيدَنا وابنَ سيدِنا، ويا خيرَنا وابنَ خيرِنا. فقال عليه الصلاة والسلام: ((يا أيها الناس عليكم بتقواكم، ولا يستهوينكم الشيطان، أنا محمد بنُ عبدِ الله، عبدُ الله ورسولُه، والله ما أحب أن ترفعوني فوق منزلتي التي أنزلني الله عز وجل)). (¬2) ¶ وكان - صلى الله عليه وسلم - يمقت كل مظاهر الكِبْر والترفع على الناس، ومنه كراهيته أن يقوم له أصحابُه إذا دخل المجلس، يقول صاحبه أنس بن مالك: (ما كان شخصٌ أحبَّ إليهم من رسول الله - صلى الله عليه وسلم -، وكانوا إذا رأوه لم يقوموا؛ لِما يعلمون من كراهيته لذلك). (¬3) ¶ إنه رسول تتلألأ عليه صفات الكمال الإنساني، أتاه رجل فجعلت فرائصُه ترْعَد، فقال له - صلى الله عليه وسلم -: ((هون عليك، فإني لست بملِكٍ، إنما أنا ابن امرأةٍ تأكل القديد)). (¬4) ¶ وتحكي زوجه عائشة رضي الله عنها عن حاله داخل بيته، فتكشف لنا أن تواضعه - صلى الله عليه وسلم - ليس خلقاً يتزين به أمام الناس، بل خَلَّة شريفة لم تفارقه، فقد سُئلت: ما كان - صلى الله عليه وسلم - يصنع في بيته؟ فقالت: (كان يكون في مهنة أهله - تعني: خدمة أهله - فإذا حضرت الصلاة خرج إلى الصلاة)، وفي رواية: (كان بشراً من البشر، يَفْلي ثوبه، ويحلِب شاته، ويخدِمُ نفسَه). (¬5) ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (24964). ¶ (¬2) أخرجه أحمد ح (12141). ¶ (¬3) أخرجه أحمد ح (11936)، والترمذي ح (2754)، وقال: هذا حديث حسن صحيح. ¶ (¬4) أخرجه ابن ماجه ح (3312)، وصححه الألباني في صحيح ابن ماجه ح (2677) والقديد هو اللحم المجفف. ¶ (¬5) أخرجه البخاري ح (676)، وأحمد ح (25662)",
            "page": "16",
            "part": "1",
            "seal": "B3E2CE89"
        },
        {
            "id": "18",
            "nass": "وأما صاحبه ابن مسعود، فيحكي عن تناوب النبي - صلى الله عليه وسلم - على الراحلة - وهو منطلق إلى بدر – مع اثنين من أصحابه، وكانا يودان لو بقي النبي على الراحلة، وأنهما يمشيان عنه، لكنه - صلى الله عليه وسلم - كان يقول لهما: ((ما أنتما بأقوى مني، وما أنا بأغنى عن الأجر منكُما)). (¬1) ¶ وهنا نسأل: ماذا أفاده دعواه النبوة من متاع الدنيا؟ أفهكذا يصنع الأدعياء؟! ¶ وإن من دلائل نبوته - صلى الله عليه وسلم - ما آتاه الله من المعجزات الحسية التي خرق الله فيها لنبيه نواميس الكون إظهاراً لنبوته، وقد فاقت هذه المعجزات في عددها الألف، منها أن الله أطعم ببركته يوم الخندق زهاء ألف رجل من بهيمة واحدة وجِراب فيه صاعٌ من شعير لا يربو وزنه على ثلاث كيلوات. (¬2) ¶ كما تفجر الماء من بين أصابعه، حتى سقى الله من يديه الجموع الكثيرة من أصحابه. (¬3) ¶ وشفى الله على يديه المرضى، ومنهم محمد بن حاطب، فقد انكفأ على ذراعه قدر ماء يغلي، فتفل النبي - صلى الله عليه وسلم - في فيه، ومسح على رأسه، ودعا له، فقام صحيحاً ما به بأس ولا علة (¬4)، وكذلك مسح على رجل عبد الله بن عتيك الأنصاري لما كُسرت، فقام من بين يديه وقد شفيت. (¬5) ¶ ومما يشهد بالنبوة لمحمد - صلى الله عليه وسلم - بشارة الكتب السابقة به، فهذه الكتب رغم ما تعرضت له من تغيير وتبديل؛ فإنها ما تزال تحمل شهادات صادقة تدل على نبوة النبي محمد - صلى الله عليه وسلم -، ومن ذلك بشارة النبيين موسى وحبقوق به - صلى الله عليه وسلم -، حين بشرا بنبي قدوس طاهر يخرج من بلاد فاران، ففي سفر التثنية المنسوب إلى موسى عليه السلام أنه قال لبني إسرائيل قبيل وفاته: \"جاء الرب من سيناء، وأشرق لهم من ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (3769). ¶ (¬2) انظره في البخاري ح (4102)، ومسلم ح (2039). ¶ (¬3) انظره البخاري ح (169)، ومسلم ح (2279). ¶ (¬4) انظره في مسند أحمد ح (15027). ¶ (¬5) انظره في البخاري ح (4039).",
            "page": "17",
            "part": "1",
            "seal": "86AB4ECC"
        },
        {
            "id": "19",
            "nass": "سعير، وتلألأ من جبل فاران\" (التثنية 33/ 2)، فقد أخبرهم عليه السلام بأنه كما جاءت رسالة الله إليه على جبل الطور في سيناء، فإن النبوة ستشرق من جبل سعير في وسط فلسطين، وذلك بنبوة عيسى عليه السلام، ثم ستتلألأ النبوة من فوق جبل فاران بنبي عظيم يخرج فيها. ¶ وأكد سفر النبي حبقوق البشارةَ بالنبي المبعوث في فاران، فقال: \"والقدوس من جبل فاران، جلاله غطى السماوات، والأرض امتلأت من تسبيحه\" (حبقوق 3/ 3)، فمن هو هذا العبد الطاهر ذو الهيبة الذي يخرج من فاران، وتمتلئ الأرض من تسبيحه وتسبيح أتباعه؟ وأين هي فاران التي تلألأت النبوة على جبلها؟ ¶ وحتى لا نتيه بعيداً نذكر أن اسم فاران تستخدمه التوراة في حديثها عن مكة المكرمة، فقد جاء في سفر التكوين أن إسماعيل عليه السلام نشأ وتربى في برية فاران، يقول السِّفر عن إسماعيل: \" كان الله مع الغلام فكبر .. وسكن في برية فاران \" (التكوين 21/ 21)، ففاران هي الحجاز التي لا تختلف المصادر التاريخية على نشأة إسماعيل في ربوعها. ¶ وبهذا وأمثاله قامت حجة الله على خلقه في نبوة محمد - صلى الله عليه وسلم -. ¶ والإقرار بنبوته - صلى الله عليه وسلم - يستلزم من المسلم الاعتراف باطناً وظاهراً أنه عبد الله ورسوله إلى الناس كافة، والعمل بمقتضى ذلك، بطاعته فيما أمر، وتصديقه فيما أخبر، واجتناب ما نهى عنه وزجر، وألا يُعبد الله إلا بما شرع، {وأرسلناك للناس رسولاً وكفى بالله شهيداً - من يطع الرسول فقد أطاع الله ومن تولى فما أرسلناك عليهم حفيظاً} (النساء: 79 - 80)، وقال تعالى: {يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيءٍ فردوه إلى الله والرسول إن كنتم تؤمنون بالله واليوم الآخر ذلك خيرٌ وأحسن تأويلاً} (النساء: 59). ¶ ومن مقتضيات الإيمان به - صلى الله عليه وسلم - التأسي بهديه وسلوكه وأخلاقه - صلى الله عليه وسلم - {لقد كان لكم في رسول الله أسوةٌ حسنةٌ لمن كان يرجو الله واليوم الآخر وذكر الله كثيراً} (الأحزاب: 21).",
            "page": "18",
            "part": "1",
            "seal": "7647C239"
        },
        {
            "id": "20",
            "nass": "الركن الثاني: إقام الصلاة ¶ الصلاة هي الركن الثاني من أركان الإسلام، وهي عمود الدين وركنه الركين. ¶ وقد فرضها الله عز وجل على المسلمين، ومنها ما شرع وجوباً، وهو الصلوات الخمس، فهي أول حق الله على عباده، ومنها ما يؤديه المسلم تطوعاً وتحبباً إلى الله الذي خلقه وأنعم عليه بآلائه التي لا تحصى. ¶ والصلاة لما لها من الأثر العظيم البالغ في تهذيب النفوس وتقويم السلوك وفي تقوية الإيمان؛ فرضها الله على الأنبياء والأمم السابقة، فلم تخل منها شريعة من الشرائع، وقد حكى القرآن وصاة الله بها لأنبيائه وأقوامهم، فقد دعا إبراهيم أبو الأنبياء ربه فقال: {ربّ اجعلني مقيم الصّلاة ومن ذرّيتي} (إبراهيم:40)، فاستجاب الله دعاءه فكان ابنه إسماعيل من المصلين {وكان يأمر أهله بالصّلاة والزّكاة وكان عند ربّه مرضيّاً} (مريم: 55). ¶ ومن بعدهما خاطب الله نبيه موسى عليه السلام فقال: {إنّني أنا الله لا إله إلا أنا فاعبدني وأقم الصّلاة لذكري} (طه: 14)، وأوصى العذراء البتول بالصلاة فقال: {يا مريم اقنتي لربّك واسجدي واركعي مع الركعين} (آل عمران: 42)، وبيَّن المسيح عليه السلام أمر الله تعالى له بالصلاة، فقال وهو في المهد: {إني عبد الله آتاني الكتاب وجعلني نبياً - وجعلني مباركاً أين ما كنت وأوصاني بالصّلاة والزّكاة ما دمت حيّاً} (مريم: 30 - 31). ¶ وأخذ الله الميثاق على بني إسرائيل أن يحافظوا على الصلاة {وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلاّ الله وبالوالدين إحساناً وذي القربى واليتامى والمساكين وقولوا للنّاس حسناً وأقيموا الصّلاة وآتوا الزّكاة} (البقرة: 83). ¶ ومن بعدهم جاء نبينا - صلى الله عليه وسلم - يدعو إلى ما دعا إليه إخوانه الأنبياء من تعظيم الله وعبادته والصلاة له، وقد أمره الله بها، فقال: {وأمُر أهلك بالصّلاة واصطبر عليها} (طه: 132)، وامتدح الله في وحيه إليه عباده المصلين فقال: {الّذين يقيمون",
            "page": "19",
            "part": "1",
            "seal": "C153C7E4"
        },
        {
            "id": "21",
            "nass": "الصّلاة ويؤتون الزّكاة وهم بالآخرة هم يوقنون - أولئك على هدًى من ربهم وأولئك هم المفلحون} (لقمان: 4 - 5)، ووعدهم بالجنة جزاء عليها: {والذين هم على صلواتهم يحافظون - أولئك هم الوارثون - الّذين يرثون الفردوس هم فيها خالدون} (المؤمنون: 9 - 11). ¶ وما زال النبي - صلى الله عليه وسلم - يوصي بالصلاة لله وعبادته حتى فاضت روحه إلى باريها، يقول خادمه وصاحبه أنس: كان آخر وصية رسول الله - صلى الله عليه وسلم - وهو يُغرغر بها في صدره، وما كان يفيض بها لسانه: ((الصلاة الصلاة، اتقوا الله فيما ملكت أيمانكم)). (¬1) ¶ وحين شرع الله الصلاة وغيرها من العبادات؛ فإنه تبارك وتعالى لم يكن يستكثر بها من قلة، ولا يستقوِ بها من ضعف، فهو عز وجلّ لا تزيده طاعة الطائعين، ولا تنقصه معصية العاصين، وإنما شرعها لمنفعة العباد وتزكية أنفسهم وتهذيب ضمائرهم وتقويم سلوكهم وصلاح دنياهم وأخراهم. ¶ وأول ما تحققه الصلاة في المؤمن أنها تنير حياته وتؤنسها بذكر الله، فقد وصفها النبي - صلى الله عليه وسلم - بأنها نور، فقال: ((من حافظ عليها كانت له نوراً وبرهاناً ونجاةً يوم القيامة)). (¬2) ¶ وقال: ((والصلاة نور، والصدقة برهان، والصبر ضياء)). (¬3) ¶ وقوله - صلى الله عليه وسلم -: ((والصلاة نور)) معناه: أنها تمنع المصلي من المعاصي، وتنهاه عن الفحشاء والمنكر، وتهديه إلى الصواب كما النور الذي يستضاء به. ¶ فأما اجتناب المسلم للكبائر من الذنوب والفواحش، فسببه أن الصلاة تذكره - فينة بعد فينة -بحق الله عليه وبمراقبته له، فيرعوي وينزجر عن محارمه، ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح (5156)، وابن ماجه ح (2698)، وأحمد ح (586)، وصححه الألباني في صحيح ابن ماجه ح (2698). ¶ (¬2) أخرجه أحمد ح (6540)، وابن حبان في صحيحه ح (1467)، ووثق الهيثمي رجاله في مجمع الزوائد (1/ 292). ¶ (¬3) أخرجه مسلم ح (223).",
            "page": "20",
            "part": "1",
            "seal": "43051354"
        },
        {
            "id": "22",
            "nass": "قال تعالى: {اتل ما أوحي إليك من الكتاب وأقم الصلاة إن الصلاة تنهى عن الفحشاء والمنكر ولذكر الله أكبر والله يعلم ما تصنعون} (العنكبوت: 45). ¶ ولما أُخبر النبي - صلى الله عليه وسلم - عن رجل يصلي بالليل، فإذا أصبح سرق؛ قال عليه الصلاة والسلام: ((إنه سينهاه ما يقول)). (¬1) أي في صلاته ما سيزجره ويقوِّم سلوكه. ¶ وكما تبعد الصلاة المؤمن عن الكبائر والفواحش؛ فإنها سبب في مغفرة الله للصغائر من الذنوب التي يلم بها المرء عامداً أو جاهلاً، فيعود بصلاته قريباً من الله العفو الكريم، لأن الصلاة صلة بين العبد وربه، فقد كان - صلى الله عليه وسلم - يقول: ((الصلوات الخمس، والجمعة إلى الجمعة، ورمضان إلى رمضان مكفراتٌ ما بينهنَّ؛ إذا اجتنب الكبائر)). (¬2) ¶ وفي حديث آخر سأل النبي - صلى الله عليه وسلم - أصحابه: ((أرأيتم لو أن نهراً بباب أحدكم يغتسل منه كل يومٍ خمس مرات هل يبقى من درنه شيء؟)) فقالوا: لا يبقى من درنه شيء، فقال - صلى الله عليه وسلم -: ((فذلك مثلُ الصلوات الخمس يمحو الله بهن الخطايا)). (¬3) ¶ والصلاة فرصة للمسلم للاستجمام من أتعاب الدنيا، فالمسلم حين يقوم للصلاة يناجي ربه ومولاه؛ يطمئن قلبه بهذه الصلة مع ربه {الذين آمنوا وتطمئن قلوبهم بذكر الله ألا بذكر الله تطمئن القلوب} (الرعد: 28)، لذلك كان - صلى الله عليه وسلم - يقول لمؤذنه بلال: ((يا بلال أرحنا بالصلاة)). (¬4) وكان يفزع إليها كلما حزبه أمر، ويقول: ((جعلت قرة عيني في الصلاة)). (¬5) ¶ وأخيراً؛ فلأهمية هذه العبادة سماها النبي - صلى الله عليه وسلم - عمود الدين، وأخبر أنها أول ما يحاسب الله الناس عليه يوم القيامة، فقال: ((إنّ أول ما يُحاسبُ به العبدُ يوم ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (9486). ¶ (¬2) أخرجه مسلم ح (233). ¶ (¬3) أخرجه البخاري ح (528)، ومسلم ح (666). ¶ (¬4) أخرجه أبو داود ح (4985)، وأحمد في المسند ح (32578)، واللفظ له. ¶ (¬5) أخرجه النسائي ح (3939)، وأحمد في المسند ح (11884).",
            "page": "21",
            "part": "1",
            "seal": "DAC77A48"
        },
        {
            "id": "23",
            "nass": "القيامة من عمله صلاته، فإن صلحت فقد أفلح وأنجح، وإن فسدت فقد خاب وخسر)). (¬1) ¶ الركن الثالث: إيتاء الزكاة ¶ يتقلب الناس في هذه الدنيا في نعم الله التي آتاهم، ويستمتعون فيها بما منحهم الله من المال والسعة واليسار الذي به تزدان الحياة وتزهو. ¶ وحتى يسعد الجميع في أرض الله؛ فإن الله جعل النصيب الأوفر من رزقه لبعض الناس ابتلاء واختباراً، وأوجب لإخوانهم من الفقراء والمساكين وغيرهم حقاً معلوماً في أموال الأغنياء التي آتاهم الله إياها {وآتوهم من مال الله الذي آتاكم} (النور: 33)، وهذا الحق المعلوم هو الزكاة، وهي الركن الثالث من أركان الإسلام. ¶ وما يدفعه المسلم من ماله فإنما هو طهرة له من ذنوبه وآثامه، وهو سبب في تزكية نفسه وسموها في معارج الطاعة {خذ من أموالهم صدقة تطهرهم وتزكيهم بها} (التوبة: 103). ¶ وأما الامتناع عن أداء الزكاة فهو خيانة لحق الفقير، يتوعد الله فاعله بأليم العذاب: {والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذابٍ أليمٍ - يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون} (التوبة: 34 - 35). ¶ وفي الحديث أن النبي - صلى الله عليه وسلم - قال: ((ما من صاحب كنز لا يؤدي زكاته إلا أحمي عليه في نار جهنم، فيجعل صفائح، فيكوى بها جنباه وجبينه حتى يحكم الله بين عباده في يوم كان مقداره خمسين ألف سنة، ثم يرى سبيله، إما إلى الجنة، وإما إلى النار)). (¬2) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (413)، والنسائي ح (464)، وصححه الألباني في صحيح الترمذي ح (337). ¶ (¬2) أخرجه مسلم ح (987).",
            "page": "22",
            "part": "1",
            "seal": "868494C2"
        },
        {
            "id": "24",
            "nass": "وكما أوجب الله هذا الحق؛ فإنه بيَّن أنصبته ومقاديره والأموال التي يجب فيها، ولم يترك الأمر إلى أذواق الأغنياء وسعة إحسانهم {والذين في أموالهم حق معلوم - للسائل والمحروم} (المعارج: 24 - 25). ¶ وقد راعى الإسلام في مقدار الزكاة مصلحة الغني والفقير، فالغني إنما يدفع 2.5% فقط من أمواله النقدية وتجاراته التي مر عليها عام وهي في حوزه، أي هي مما زاد عن حاجاته ومصروفاته، فهذا هو الحق المعلوم، وأما ما عداه فهو الصدقات غير الواجبة التي يستبق بها المسلمون إلى محبة الله وعظيم رضوانه. ¶ وأما الأموال التي أوجب الله فيها الزكاة فهي الذهب والفضة وما يقابلهما من النقود والأسهم والتجارات، وكذلك ما يعطيه الله للمسلم من زروع وثمار وأنعام {يا أيها الذين آمنوا أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض} (البقرة: 267). ¶ وأما المستحقون لأخذ الزكاة فهم أصناف ثمانية، جمعتهم الآية القرآنية: {إنما الصدقات للفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم وفي الرقاب والغارمين وفي سبيل الله وابن السبيل فريضةً من الله والله عليمٌ حكيمٌ} (التوبة: 60). ¶ وأداء الزكاة ينبغي أن يصان بضوابط أخلاقية عالية تجعل من هذا الإنفاق عبادة سامية لله لا يخالطها كِبر ولا استعلاء ولا مِنَّة على الفقير، فقد وصف الله المؤمنين بقوله: {الذين ينفقون أموالهم في سبيل الله ثم لا يتبعون ما أنفقوا مناً ولا أذًى لهم أجرهم عند ربهم ولا خوفٌ عليهم ولا هم يحزنون - قولٌ معروفٌ ومغفرةٌ خيرٌ من صدقةٍ يتبعها أذًى والله غني حليمٌ} (البقرة: 262 - 263). ¶ والمسلم يقصد بصدقاته وزكاته مرضات الله وجميل ثوابه، وأما المنفق للسمعة والمفاخرة فإن نفقته مردودة عليه، لا بل هو متوعد بالعذاب في الآخرة، ففي الحديث عن النبي - صلى الله عليه وسلم - أن أول من تسعر بهم النار يوم القيامة ثلاثة، فذكر منهم",
            "page": "23",
            "part": "1",
            "seal": "4A2182E6"
        },
        {
            "id": "25",
            "nass": "رجل تصدق لا ليرضى عنه الله، بل ليقال عنه جواد (¬1)، وهو ما يحبط هذه العبادة، ويوجب العقوبة عليها بدلاً من المثوبة {من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون - أولئك الذين ليس لهم في الآخرة إلا النار وحبط ما صنعوا فيها وباطلٌ ما كانوا يعملون} (هود: 15 - 16). ¶ إن هذه الشرعة الربانية صورة من صور التراحم والتلاحم، تحفظ للمجتمع وحدته وتحقق تماسكه، حتى يكون الجميع فيه كالجسد الواحد، قال - صلى الله عليه وسلم -: ((مثل المؤمنين في توادهم وتراحمهم وتعاطفهم مثل الجسد الواحد؛ إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى)). (¬2) ¶ الركن الرابع: صوم رمضان ¶ الصيام هو رابع أركان الإسلام، وهو عبادة فرضها الله في شهر رمضان (¬3)، وفيه يمتنع المسلم عن الطعام والشراب والجماع ومقدماته من طلوع الفجر إلى غروب الشمس. ¶ والصيام فرضه الله على المسلمين وعلى الأمم قبلهم لغاية عظيمة، يجليها قول الله تعالى: {يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون} (البقرة: 183)، فغاية هذه العبادة تدريب المؤمن على حياة التقوى واجتناب المناهي، وتربيته على السيطرة على إرادته وضبطها، وعدم الانسياق وراء الرغبات الجسدية، وتحريره من أسر الشهوات والعبودية للملذات، فالمسلم الذي يترك في نهار رمضان الحلال من الطعام والشراب والمتع؛ فإنه من باب أولى يمتنع عن الحرام منها في ليل رمضان وفي سائر الأيام والليالي. ¶ وقد أخبر النبي - صلى الله عليه وسلم - بأثر الصيام في ضبط الغرائز بقوله: ((من كان منكم ذا طول فليتزوج؛ فإنه أغض للبصر وأحصن للفرج، ومن لا فالصوم له وجاء)). (¬4) ¶ ¬__________ ¶ (¬1) الحديث أخرجه مسلم ح (1905). ¶ (¬2) أخرجه البخاري ح (6011) ومسلم ح (2585). ¶ (¬3) شهر رمضان هو الشهر التاسع من شهور السنة القمرية. ¶ (¬4) أخرجه النسائي ح (3206).",
            "page": "24",
            "part": "1",
            "seal": "865F7CFD"
        },
        {
            "id": "26",
            "nass": "ويصف النبي - صلى الله عليه وسلم - الصيام بأنه وقاية للمسلم، بما يحتمه عليه من معاني فاضلة وأخلاق سامية: ((والصيام جُنة، وإذا كان يوم صوم أحدكم فلا يرفث ولا يصخب، فإن سابه أحد أو قاتله فليقل: إني امرؤ صائم)). (¬1) وفي حديث آخر: ((الصوم جُنة ما لم يخرقها)). (¬2) ¶ وقد فقه الصحابي جابر بن عبد الله قول النبي - صلى الله عليه وسلم - فقال: (إذا صُمتَ؛ فليصم سمعك وبصرك، ولسانك عن الكذب والمآثم، ودع أذى الخادم، وليكن عليك وقار وسكينة يوم صيامك، ولا تجعل يوم فطرك ويوم صيامك سواء). (¬3) ¶ وأما إذا لم يعطِ الصيام ثمرته السلوكية فقد أضحى عملاً ميتاً لا روح فيه، وقد قال رسول الله - صلى الله عليه وسلم -: ((من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه)). (¬4) ¶ وهذا العمل الذي لا روح فيه لا يؤجر المسلم عليه ((رُبَّ صائم حظه من صيامه الجوع والعطش، ورُبَّ قائم حظه من قيامه السهر)). (¬5) ¶ ومما يتعلمه المسلم في مدرسة رمضان تحسس مشاعر الفقراء والإحساس بمعاناتهم، وما يستجيشه ذلك من بذل وكرم وإنفاق في سبيل الله، فقد حكى ابن عباس ابن عم النبي - صلى الله عليه وسلم - عنه، فقال: (كان رسول الله - صلى الله عليه وسلم - أجود الناس، وكان أجود ما يكون في رمضان .. فلَرسول الله - صلى الله عليه وسلم - أجود بالخير من الريح المرسلة). (¬6) ¶ وقد شرع الإسلام لأولئك الذين لا يقدرون على مشاركة المسلمين صيامهم لمرض ونحوه، شرع لهم إطعام المساكين فدية للصيام الذي عجزوا عنه، فلئن ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (1904)، ومسلم ح (1151). ¶ (¬2) أخرجه النسائي ح (2235)، وأحمد ح (1692). ¶ (¬3) أخرجه ابن أبي شيبة ح (2/ 422). ¶ (¬4) أخرجه البخاري ح (1903). ¶ (¬5) أخرجه ابن ماجه ح (1690)، وأحمد ح (8639). ¶ (¬6) أخرجه البخاري ح (6)، ومسلم ح (2308).",
            "page": "25",
            "part": "1",
            "seal": "0B0E881A"
        },
        {
            "id": "27",
            "nass": "فاتهم مشاركة الفقراء والمحرومين في ألم الجوع، فلن يفوتهم المساهمة في إطعامهم ورفع جوعهم {وعلى الذين يطيقونه فديةٌ طعام مسكين فمن تطوع خيراً فهو خير له وأن تصوموا خيرٌ لكم إن كنتم تعلمون} (البقرة: 184). ¶ ولتعدد حكم هذه العبادة فإن النبي - صلى الله عليه وسلم - ما فتئ يوصي بها أصحابه، فقد قال له أبو أمامة: مُرني بأمر آخذه عنك؟ فقال - صلى الله عليه وسلم -: ((عليك بالصيام؛ فإنه لا مِثل له)). (¬1) ¶ الركن الخامس: حج بيت الله الحرام ¶ الحج عبادة بدنية فرضها الله على المسلم في العمر مرة واحدة، حيث يفد المسلمون من أصقاع الأرض إلى قبلتهم في مكة المكرمة، ليؤدوا مناسك حجهم في أيام معلومات، يحققون فيها المقاصد التي أرادها الله من تشريع هذه العبادة التي أمر بها أبا الأنبياء إبراهيم عليه السلام حين قال له: {وأذن في الناس بالحج يأتوك رجالاً وعلى كل ضامرٍ يأتين من كل فج عميقٍ - ليشهدوا منافع لهم ويذكروا اسم الله في أيامٍ معلوماتٍ على ما رزقهم من بهيمة الأنعام فكلوا منها وأطعموا البائس الفقير} (الحج: 27 - 28). ¶ فنادى إبراهيم، ولبى المؤمنون من كل حدب وصوب، وأدوا المناسك كما أداها إبراهيم عليه السلام، وحافظوا على سنة الخليل إبراهيم عليه السلام، كما قال - صلى الله عليه وسلم - للمسلمين في مناسك الحج: ((كونوا على مشاعركم؛ فإنكم اليوم على إرث من إرث إبراهيم)). (¬2) ¶ والحج دورة تدريبية للمسلم على ممارسة السلام، فمناسكه تؤدى في البلد الحرام الذي يأمن فيه الطير والشجر والإنسان، قال - صلى الله عليه وسلم -: ((إن هذا البلد حرمه الله، لا يعضد شوكه، ولا ينفر صيده، ولا يلتقط لقطته إلا من عرفها)). (¬3) ¶ ¬__________ ¶ (¬1) أخرجه النسائي ح (2221)، وأحمد ح (21636). ¶ (¬2) أخرجه الترمذي ح (833)، وأبو داود ح (1919)، وابن ماجه ح (3011)، والحاكم ح (1699)، وصححه الألباني في صحيح أبي داود ح (1675). ¶ (¬3) أخرجه البخاري ح (1587)، ومسلم ح (1353).",
            "page": "26",
            "part": "1",
            "seal": "7482DA14"
        },
        {
            "id": "28",
            "nass": "والحج أيضاً مظهر من مظاهر المساواة والوحدة بين المسلمين، حيث يجتمع فيه المسلمون من كل حدب وصوب، في لباس واحد، على صعيد واحد، لا يتقدم فيهم غني على فقير، ولا أبيض على أسود، وقد خطب النبي - صلى الله عليه وسلم - أصحابه في أيام الحج، فقال: ((يا أيها الناس ألا إن ربكم واحد، وإن أباكم واحد، ألا لا فضل لعربي على أعجمي، ولا لعجمي على عربي، ولا لأحمر على أسود، ولا أسود على أحمر إلا بالتقوى)). (¬1) ¶ ومن مقاصد الحج ذكر الله تعالى وتعظيمه واستغفاره مما سلف من الذنوب والعصيان {فاذكروا الله عند المشعر الحرام واذكروه كما هداكم وإن كنتم من قبله لمن الضالين - ثم أفيضوا من حيث أفاض الناس واستغفروا الله إن الله غفور رحيم} (البقرة: 198 - 199). ¶ وكما كان المشعر الحرام لذكر الله، فإن أيام مِنى هي أيضاً كذلك {واذكروا الله في أيام معدودات فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى} (البقرة: 203). ¶ فإذا انتهت مناسك الحج؛ فإن المسلم مطالب بلزوم ذكر الله في سائر أيامه {فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكراً} (البقرة: 200). ¶ ومن مناسك الحج وشعائره ذبح الهدي قرباناً لله عز وجل، قال تعالى: {والبُدْن جعلناها لكم من شعائر الله لكم فيها خير} (الحج: 36)، وفي مقدمة هذا الخير تحقيق تقوى الله وتمثلها في حياتنا السلوكية {لن ينال اللهَ لحومُها ولا دماؤها ولكن يناله التقوى منكم} (الحج: 37). ¶ ومن أعظم مقاصد الحج تهذيب سلوك المسلم الحاج، قال تعالى: {الحج أشهرٌ معلوماتٌ فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج وما تفعلوا من خيرٍ يعلمه الله وتزودوا فإن خير الزاد التقوى واتقون يا أولي الألباب} (البقرة: 197)، فالحاج ينبغي عليه اجتناب المعاصي ليتحقق له الغفران والخلوص من ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (22978).",
            "page": "27",
            "part": "1",
            "seal": "3CAC640D"
        },
        {
            "id": "29",
            "nass": "الذنوب والمعاصي، قال - صلى الله عليه وسلم -: ((من حج فلم يرفث ولم يفسق؛ رجع كيوم ولدته أمه)). (¬1) ¶ والحج الذي تتوافر فيه هذه الشروط ويحقق تلك المعاني يسميه الرسول - صلى الله عليه وسلم - بالحج المبرور، فيقول: ((الحج المبرور ليس له جزاء إلا الجنة)). قيل: وما بره؟ قال: ((إطعام الطعام وطيب الكلام)). (¬2) ¶ وهكذا فإن أركان الإسلام تهدف جميعاً إلى تزكية المسلم وتهذيب سلوكه وربط قلبه بربه تبارك وتعالى. ¶ لكن الإسلام ليس هذه الأركان فحسب، إنه هبة الله للبشرية، إنه الدين الذي يعالج مشكلات الإنسانية على اختلافها، فينظم علاقة الإنسان بربه، ثم بأخيه الإنسان، ثم بالكون من حوله، وهو الدين الذي يقوم على تحقيق التوازن بين مطالب الجسد ومطالب الروح، ويشبع العقل ويروي العاطفة. ¶ ولسوف يتجلى لنا بهاء هذه الحقيقة ونحن نتحدث عن مفهوم العبودية في الإسلام. ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (1521). ¶ (¬2) أخرجه أحمد ح (14073)، وابن خزيمة ح (2514).",
            "page": "28",
            "part": "1",
            "seal": "CB6AF512"
        },
        {
            "id": "30",
            "nass": "مفهوم العبادة في الإسلام ¶ خلق الله الإنسان على هذه الأرض لغاية شريفة، تسمو بوجوده عن سائر المخلوقات التي تعيش على الأرض للأكل والشرب والجنس، هذه الغاية هي عبادة الله تبارك وتعالى {وما خلقت الجن والإنس إلا ليعبدون - ما أريد منهم من رزقٍ وما أريد أن يطعمون - إن الله هو الرزاق ذو القوة المتين} (الذاريات: 56 - 58). ¶ لكن مفهوم العبادة في الإسلام ليس محصوراً في صلوات وتمتمات وطقوس تمارس في أوقات محددة، بل هو أوسع من ذلك بكثير، إنه منهج للحياة الإنسانية برُمَّتها {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين - لا شريك له وبذلك أمرت وأنا أول المسلمين} (الأنعام: 162 - 163)، فلا يعرف المسلم لحظة يقضيها بعيداً عن عبادة مولاه. ¶ ويرفض مفهوم الإسلام للعبادة وجود وسطاء بين الله وعباده، فليس في الإسلام كهنوت أو رجال دين، فالمسلم يصلي وحده وفي جماعة المسلمين، في المسجد أو في البيت أو في أي مكان طاهر تدركه فيه صلاة؛ من غير حاجة إلى وسيط أو بناء محدد، قال - صلى الله عليه وسلم -: ((وجعلت لي الأرض مسجداً وطهوراً، فأيما رجل من أمتي أدركته الصلاة؛ فليصل)). (¬1) ¶ وإذا ما قصر المسلم في حق الله أو طمع في خير عنده؛ فإنه يطلب من الله بُغيته من غير وسيط يعترف له، ولا شفيع يرجو شفاعته {والذين إذا فعلوا فاحشةً أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا وهم يعلمون - أولئك جزاؤهم مغفرةٌ من ربهم وجناتٌ تجري من تحتها الأنهار خالدين فيها ونعم أجر العاملين} (آل عمران: 135 - 136). ¶ وأيضاً يرفض الإسلام قصر الدين على العلاقة بين العبد وربه فحسب، ويعتبر هذا قصوراً يقعد بالدين عن الغاية التي أنزل الله لأجلها الكتب وبعث لتحقيقها الأنبياء، وهي إصلاح الحياة الإنسانية، والقيام بواجب الاستخلاف في أرض الله ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (335)، ومسلم ح (521).",
            "page": "29",
            "part": "1",
            "seal": "E382826A"
        },
        {
            "id": "31",
            "nass": "وفق منهجه وشرائعه، فلأجل هذا خلق الله أبانا آدم {وإذ قال ربك للملائكة إني جاعلٌ في الأرض خليفةً} (البقرة: 30)، وهذا الاستخلاف لآدم يمتد ليشمل ذريته من بعده {هو الذي جعلكم خلائف في الأرض} (فاطر: 39)، ويسميه الله في آية أخرى بعمارة الأرض {هو أنشأكم من الأرض واستعمركم فيها} (هود: 61). ¶ وهكذا، فإن الواجب المطلوب من الإنسان هو عمارة الأرض، وهذا المطلب الكبير لن تحققه أديان لا تتناول في نظرتها وتشريعاتها الحياة الإنسانية بمناشطها المختلفة. ¶ ومن هنا كان مفهوم الإسلام للعبادة شمولياً، فالعبادة في الإسلام هي فعل كل ما يحبه الله ويرضاه من الأفعال والأقوال الظاهرة والباطنة، فهي لا تتوقف عند مظاهر الشعائر الظاهرة، بل تتناول أفعال القلب واللسان والجوارح. ¶ تغطي هذه العبادة دوائر عدة في حياة المسلم، أولها: علاقته مع الله خالقه، وثانيها: ما يتعلق بالإنسان من آداب خاصة كالنظافة الشخصية وآداب الممارسات الحياتية، كالطعام والشراب والنوم والجنس وقضاء الحاجة واللباس، وثالثها: علاقته مع أسرته ومجتمعه، ورابعها: علاقته مع الأسرة الإنسانية، وأخيراً: علاقته مع بيئته والكون من حوله. ¶ وبموجب المنهج الرباني للعبادة في الإسلام يترابط بنيان الإيمان ليشمل الأصول ويمتد إلى الفروع والآداب، كما قال - صلى الله عليه وسلم -: ((الإيمان بضع وسبعون شعبة، فأفضلها: قول: لا إله إلا الله، وأدناها: إماطة الأذى عن الطريق، والحياء شعبة من الإيمان)). (¬1) ¶ وكل ذلك في ترابط فريد، وتمازج متناغم لا يقبل الفصام النكد الذي يعزل الدين عن مناحي الحياة الإنسانية، ويحبسه داخل المعبد، فقد قال الله مبكتاً صنيع السابقين: {أفتؤمنون ببعض الكتاب وتكفرون ببعضٍ فما جزاء من يفعل ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (25).",
            "page": "30",
            "part": "1",
            "seal": "69CC1910"
        },
        {
            "id": "32",
            "nass": "ذلك منكم إلا خزيٌ في الحياة الدنيا ويوم القيامة يردون إلى أشد العذاب وما الله بغافلٍ عما تعملون - أولئك الذين اشتروا الحياة الدنيا بالآخرة فلا يخفف عنهم العذاب ولا هم ينصرون} (البقرة: 85 - 86). ¶ وفي مقابله أمر الله المسلمين بأخذ الدين بكل شرائعه وتفصيلاته، وحذرهم من تجزئته والإدبار عن شيء منه؛ لأنه فعل ذميم يقوم على منازعة الله حقه في الهيمنة على كافة شؤون حياتنا الإنسانية، وهو في حقيقته اتباع للشيطان واستجابة لطريقته في الإضلال، حيث يتدرج بالمرء، فيغريه بترك البعض، وما يزال به حتى يترك الكل، قال تعالى: {يا أيها الذين آمنوا ادخلوا في السلم كافةً ولا تتبعوا خطوات الشيطان إنه لكم عدو مبينٌ} (البقرة: 208). ¶ إن التمازج في الإسلام بين الدين والدنيا، والروح والجسد، والدنيا والآخرة، والفرد والمجتمع؛ حقيقة ساطعة عبرت عنها آيات عديدة في القرآن، فعلى سبيل المثال تجمع الآيات القرآنية العلاقة مع الله جنباً إلى جنب مع الأخلاق والمعاملة مع الناس من غير تفريق، كما في قوله تعالى: {ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين وآتى المال على حبه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب وأقام الصلاة وآتى الزكاة والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس أولئك الذين صدقوا وأولئك هم المتقون} (البقرة: 177). ¶ ومثله في قوله تعالى: {واعبدوا الله ولا تشركوا به شيئاً وبالوالدين إحساناً وبذي القربى واليتامى والمساكين والمساكين والجار ذي القربى والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت أيمانكم إن الله لا يحب من كان مختالاً فخوراً - الذين يبخلون ويأمرون الناس بالبخل ويكتمون ما آتاهم الله من فضله وأعتدنا للكافرين عذاباً مهيناً - والذين ينفقون أموالهم رئاء الناس ولا يؤمنون بالله ولا باليوم الآخر ومن يكن الشيطان له قريناً فساء قريناً} (النساء: 36 - 38).",
            "page": "31",
            "part": "1",
            "seal": "8CB02488"
        },
        {
            "id": "33",
            "nass": "ويؤكد الإسلام على شموليته بالتنبيه على بعض العبادات المتعلقة بحقوق العباد، فيقول - صلى الله عليه وسلم -: ((تبسمك في وجه أخيك لك صدقة، وأمرك بالمعروف ونهيك عن المنكر صدقة، وإرشادك الرجل في أرض الضلال لك صدقة، وبصرك للرجل الرديء البصر لك صدقة، وإماطتك الحجر والشوكة والعظم عن الطريق لك صدقة، وإفراغك من دلوك في دلو أخيك لك صدقة)). (¬1) ¶ ويضع النبي - صلى الله عليه وسلم - ميزاناً للخيرية، يقدم العبادة بمفهومها الشمولي، حين يجعل بعض صورها المختصة بالعباد مقدمة على أخرى مما يتعلق برب العباد، وتجعل صاحبها محبوباً عند الله: ((أحب الناس إلى الله عز وجل أنفعهم للناس، وأحب الأعمال إلى الله سرور تدخله على مسلم، أو تكشف عنه كربة، أو تقضي عنه ديناً، أو تطرد عنه جوعاً، ولأن أمشي مع أخ لي في حاجة أحب إلي من أن أعتكف في هذا المسجد شهراً)). (¬2) ¶ إن حرص المسلم على هذه المحبة الإلهية يدفعه لبذل الخير والمسابقة فيه حتى للحيوان الأعجم، فقد قال - صلى الله عليه وسلم -: ((ما من مسلم يغرِس غرساً إلا كان ما أُكِل منه له صدقة، وما سُرق منه له صدقة، وما أَكل السبُع منه فهو له صدقة، وما أكلتْ الطيرُ فهو له صدقة، ولا يرزؤه أحدٌ [أي يسأله] إلا كان له صدقة)). (¬3) ¶ ولكي يعمق النبي شعور المسلم بأهمية جميعوحدة أنواع العبادة - حتى وإن كانت مرتبطة بحق الحيوان - فإنه أخبر أصحابه والمسلمين من بعدهم عن قصة رجل من السابقين رأى كلباً يأكل الثرى من العطش، ((فأخذ الرجل خُفَّه، فجعل يغرف له به، حتى أرواه، فشكر الله له فأدخله الجنة))، فسأله الصحابة فقالوا: ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (1956). ¶ (¬2) أخرجه ابن أبي الدنيا في قضاء الحوائج، وحسّن الألباني إسناده في السلسلة الصحيحة ح (906). ¶ (¬3) أخرجه مسلم ح (1552).",
            "page": "32",
            "part": "1",
            "seal": "701B6ED9"
        },
        {
            "id": "34",
            "nass": "يا رسول الله، وإن لنا في البهائم لأجراً؟ فقال عليه الصلاة والسلام: ((في كل ذي كبد رطبة أجر)). (¬1) ¶ وأما ثمرات العبادة التي يؤديها المسلم لربه، فهي كثيرة، منها اطمئنان قلبه واستقامة جوارحه، وهو ما يُكسب المرء سعادة الدنيا، وهي عاجل نصيبه من الخير، الذي ليس آخره ما نشهده من استقرار نفسي واجتماعي في حياة المسلمين الملتزمين بهدي الإسلام، فهو ثمرة من ثمرات الطاعة والإيمان {من عمل صالحاً من ذكرٍ أو أنثى وهو مؤمنٌ فلنحيينه حياةً طيبةً ولنجزينهم أجرهم بأحسن ما كانوا يعملون} (النحل: 97). ¶ وفي المقابل فإن ما تشهده بعض المجتمعات من جرائم اجتماعية وأمراض نفسية وحالات اكتئاب أدت إلى نسب مرتفعة ومقلقة في الانتحار (¬2)، إنما هو ثمن عادل تدفعه البشرية جزاءً وفاقاً لتنكبها هدي الله وإعراضها عنه {فمن اتبع هداي فلا يضل ولا يشقى - ومن أعرض عن ذكري فإن له معيشةً ضنكاً ونحشره يوم القيامة أعمى} (طه: 123 - 124). ¶ لكن الجزاء الأكبر الذي يحوزه المؤمن - بعبادته لربه - هو جنة الله ورضوانه {يا قوم إنما هذه الحياة الدنيا متاعٌ وإن الآخرة هي دار القرار - من عمل سيئةً فلا يجزى إلا مثلها ومن عمل صالحاً من ذكرٍ أو أنثى وهو مؤمنٌ فأولئك يدخلون الجنة يرزقون فيها بغير حسابٍ} (غافر: 39 - 40). ¶ العبادة والأخلاق ¶ ومن أهم ما بعث الله الأنبياء من أجله؛ تزكية عباده وتحليتهم بالخُلق الحسن والسلوك الأقوم، وقد امتن الله على البشرية بمحمد - صلى الله عليه وسلم - الذي دعا إلى تزكية ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (174)، ومسلم ح (2244). ¶ (¬2) تشير إحصائية منظمة الصحة العالمية - التي صدرت في اليوم العالمي لمنع الانتحار والاهتمام بالصحة العقلية في العاشر من شهر سبتمبر من العام 2006م - إلى أن عشرين مليون شخص يحاولون الانتحار سنوياً، وأن الذين ينجحون ويموتون فعلياً منتحرين يربو على مليون شخص سنوياً.",
            "page": "33",
            "part": "1",
            "seal": "DDBC2C78"
        },
        {
            "id": "35",
            "nass": "نفوسهم وخلوصها من عيوبها وآفاتها {لقد من الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين} (آل عمران: 164). ¶ فتزكية النفوس بالأخلاق الفاضلة هدف رئيس في بعثة الأنبياء، ومنهم محمد - صلى الله عليه وسلم - القائل: ((إنما بعثت لأتمم صالح الأخلاق)). (¬1) ¶ وقد قدم - صلى الله عليه وسلم - القدوة الحسنة لأصحابه حين تمثل جميل الأخلاق وصفات الكمال، ممتثلاً ما يوحي الله إليه في القرآن، فكان في خُلقه كما وصفه ربه {وإنك لعلى خلق عظيم} (القلم: 4)، وصادقت على هذا الوصف زوجه عائشة فقالت: (كان خلقه القرآن) (¬2)، وأكده صاحبه عبد الله بن عمرو رضي الله عنهما بقوله: لم يكن النبي - صلى الله عليه وسلم - فاحشاً ولا متفحشاً، وكان يقول: ((إن من خياركم أحسنكم أخلاقاً)). (¬3) ¶ إن الأهمية البالغة للأخلاق جعلت النبي - صلى الله عليه وسلم - يربط خيرية المسلم عند الله بحسن الخلق الذي يثقل في الميزان حسنات المؤمن ويحببه إلى الله، فقد قال - صلى الله عليه وسلم -: ((ما شيءٌ أثقل في ميزان المؤمن يوم القيامة من خلق حسن، وإن الله ليبغض الفاحش البذيء)) (¬4)، فحسن الخلق يحسب للعبد في ميزانه بمثابة عبادتي الصوم والقيام لله في الليل، وهما من أفضل العبادات وأرفعها في ميزان المسلم، يقول - صلى الله عليه وسلم -: ((إن المؤمن ليدرك بحسن خلقه درجة الصائم القائم)). (¬5) ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (8729) واللفظ له، والبخاري في الأدب المفرد ح (273)، وصححه الألباني في الصحيحة (45). ¶ (¬2) أخرجه أحمد ح (24080). ¶ (¬3) أخرجه البخاري ح (3559)، ومسلم ح (2321). ¶ (¬4) أخرجه الترمذي ح (2002)، وصححه الألباني في صحيح الترغيب ح (2641). ¶ (¬5) أخرجه أبو داود ح (4798)، وأحمد ح (24492)، وصححه الألباني في صحيح الترغيب والترهيب ح (2643).",
            "page": "34",
            "part": "1",
            "seal": "4A2E0D94"
        },
        {
            "id": "36",
            "nass": "ووفق هذه الحيثية فإن حسن الخلق أوسع باب يوصل إلى الجنة، ولما سئل رسول الله - صلى الله عليه وسلم - عن أكثر ما يدخل الناس الجنة؟ قال: ((تقوى الله وحسن الخلق)). (¬1) ¶ إن صاحب الخلق الحسن ليس في الجنة فحسب، بل هو في أعلاها، ففي الحديث عن رسول الله - صلى الله عليه وسلم - أنه قال: ((أنا زعيمٌ ببيت في ربض الجنة لمن ترك المراء وإن كان محقاً، وببيت في وسط الجنة لمن ترك الكذب وإن كان مازحاً، وببيت في أعلى الجنة لمن حسن خلقه)). (¬2) ¶ وأعلى الجنة هو جزاء الله للأنبياء، فينعم صاحب الخلق الحسن برفقتهم كما قال - صلى الله عليه وسلم -: ((إن أحبكم إليَّ وأقربكم مني في الآخرة محاسنكم أخلاقاً، وإن أبغضكم إلي وأبعدكم مني في الآخرة مساويكم أخلاقاً، الثرثارون المتفيهقون المتشدقون). (¬3) ¶ وهذه الأهمية للأخلاق تنبع من كونها جزءاً من الإيمان، فلا يكمل إيمان المسلم إلا بالتزامه بها، ولا يزهر إيمانه إلا بمقدار ما يتحقق فيه منها، فإذا نقصت أخلاق المرء نقص إيمانه، وإن زادت زاد، يقول أنس بن مالك: ما خطبنا نبي الله - صلى الله عليه وسلم - إلا قال: ((لا إيمان لمن لا أمانة له، ولا دين لمن لا عهد له)) (¬4)، وكان - صلى الله عليه وسلم - يقول: ((لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)). (¬5) ¶ وكان - صلى الله عليه وسلم - يقول: ((خصلتان لا يجتمعان في مؤمن: البخل وسوء الخلق)). (¬6) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (2004)، وابن ماجه ح (4246)، وأحمد ح (9403)، والبخاري في الأدب المفرد ح (289)، وحسنه الألباني في صحيح الترغيب ح (2642). ¶ (¬2) أخرجه أبو داود ح (4800)، وحسنه الألباني في صحيح الترغيب ح (2648). ¶ (¬3) أخرجه أحمد ح (17278)، وحسنه الألباني في الصحيحة (2/ 379) بشواهده. ¶ (¬4) أخرجه أحمد ح (11975). ¶ (¬5) أخرجه البخاري ح (13)، ومسلم ح (45). ¶ (¬6) أخرجه الترمذي ح (1962)، قال الألباني في صحيح الترغيب والترهيب: \"صحيح لغيره\" ح (2608).",
            "page": "35",
            "part": "1",
            "seal": "04B68CD5"
        },
        {
            "id": "37",
            "nass": "والأخلاق الفاضلة التي صانها الإسلام وتعبَّد المسلمين بتمثُلِها كثيرة، وليس بأقل منها ما حذر منه من أخلاق مستقبحة مستبشعة، ونكتفي بإيراد بعض النصوص المتحدثة عن الأخلاق، فلعله يغني عن الكثير من الشرح والتطويل: ¶ قال تعالى: {إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون} (النحل: 90). ¶ وقال: {يا أيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم وأنتم تعلمون} (الأنفال: 27). ¶ وقال: {إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس أن تحكموا بالعدل إن الله نعِمَّا يعظكم به إن الله كان سميعاً بصيراً} (النساء: 58). ¶ وقال: {يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين} (التوبة: 119). ¶ وقال: {الصابرين والصادقين والقانتين والمنفقين والمستغفرين بالأسحار} (آل عمران: 17).",
            "page": "36",
            "part": "1",
            "seal": "E727C2F5"
        },
        {
            "id": "38",
            "nass": "مراتب الأحكام التكليفية ¶ وتدور تشريعات الإسلام بمناحيها المختلفة في خمس مراتب من جهة إلزاميتها: ¶ أولاها الفروض والواجبات، وهي ما طلبه الله ورسوله من الطاعات على جهة الإلزام، فالمطيع فيها مثاب مأجور، والعاصي مأزور، ومن ذلك الصلوات الخمس والزكاة وصوم رمضان والأمر بالمعروف والنهي عن المنكر وحسن الخلق والتوبة من الذنوب وكسب المال من الحلال والإنفاق على الزوجة والأولاد وبر الوالدين وصلة الرحم والتعاون مع الآخرين على أعمال البر والتقوى، وكذلك حجاب المرأة من الرجال الأجانب عنها. ¶ والثانية هي السنن المستحبة، وهي ما طلبه الله ورسوله على جهة الندب والاختيار، لا الأمر والإلزام، فيأجر الله المطيع فيها، ولا يؤاخذ المقصر، لكن الإتيان بالمستحبات برهان على محبة العبد لربه وتشوقه إلى طاعته ومرضاته، فيقابل الله صنيعه بمحبة العبد وتوفيقه، فقد روى النبي - صلى الله عليه وسلم - عن ربه تبارك وتعالى أنه قال: ((وما تقرب إلي عبدي بشيء أحب إلي مما افترضت عليه، وما يزال عبدي يتقرب إليَّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها، وإن سألني لأعطينه، ولئن استعاذني لأعيذنه)). (¬1) ¶ والسنن المندوب إليها باب واسع من أبواب الخير، ومنه التنفل في العبادات بالصوم في غير رمضان، والصلوات - غير الصلوات الخمس - والإحسان إلى الفقراء والأيتام والمحتاجين في غير الزكاة الواجبة، وزيارة المريض، وكثرة الاستغفار، وذكر الله، والتطوع في المشاركة في الخدمات العامة. ¶ والثالثة هي المباحات التي لا يترتب عليها جزاء أخروي بالثواب أو العقاب، كالطعام والشراب والنوم والبيع والشراء والزواج، ولكن هذه وأمثالها من السلوكيات اليومية تصبح عبادة مأجورة إذا اقترنت بنية صالحة واستحضار قلبي ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (6052).",
            "page": "37",
            "part": "1",
            "seal": "681786C2"
        },
        {
            "id": "39",
            "nass": "مشروع، فترتفع العادات إلى منزلة العبادات، ويوضح ذلك قول النبي - صلى الله عليه وسلم - عن إتيان الرجل أهله بنية الاستعفاف عن الحرام: ((وفي بضع أحدكم صدقة)) قالوا: يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر؟ قال: أرأيتم لو وضعها في حرام أكان عليه فيها وزر، فكذلك إذا وضعها في الحلال كان له أجراً)). (¬1) ¶ والرابعة هي المكروهات التي لا يليق بالمسلم التلبس فيها، لكنها مما يعفو الله عنه ولا يحاسب عليه، ومن ذلك التشاغل عن ذكر الله بالإغراق في الدنيا، والإكثار من المباحات، والتهاون في الآداب الإسلامية للطعام والشراب والحديث والزيارة. ¶ والخامسة هي المحرمات التي يثيب الله على تركها ويعاقب على فعلها، كالشرك والفواحش والمعاملات القائمة على الربا والغش والاحتيال والاستغلال {قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطاناً وأن تقولوا على الله ما لا تعلمون} (الأعراف: 33). ¶ {قل تعالوا أتل ما حرم ربكم عليكم ألا تشركوا به شيئاً وبالوالدين إحساناً ولا تقتلوا أولادكم من إملاقٍ نحن نرزقكم وإياهم ولا تقربوا الفواحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرم الله إلا بالحق ذلكم وصاكم به لعلكم تعقلون - ولا تقربوا مال اليتيم إلا بالتي هي أحسن حتى يبلغ أشده وأوفوا الكيل والميزان بالقسط لا نكلف نفساً إلا وسعها وإذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله أوفوا ذلكم وصاكم به لعلكم تذكرون} (الأنعام: 151 - 152). ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (1006).",
            "page": "38",
            "part": "1",
            "seal": "8BD594F9"
        },
        {
            "id": "40",
            "nass": "خصائص الشريعة الإسلامية ومقاصدها ¶ إن المفهوم الإسلامي للعبادة قد تجسد في الشريعة الإسلامية العظيمة، التي أمر الله المؤمنين بتحقيقها في الأرض وجعلها دستوراً لحياتهم الاجتماعية والأخلاقية والاقتصادية والسياسية {ثم جعلناك على شريعةٍ من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون} (الجاثية: 18)، فالشريعة هي ما شرعه الله لعباده من الدين وأحكامه المختلفة التي شرعها لمنفعة المؤمنين جميعاً إلى قيام الساعة. ¶ أولاً: خصائص الشريعة الإسلامية ¶ وتمتاز الشريعة الإسلامية عن غيرها من الشرائع التي قامت وتقوم إلى قيام الساعة بخصائص، أهمها: ¶ أ. ربانية المصدر والغاية ¶ أول خصيصة للشريعة الإسلامية أنها ربانية المصدر والغاية، فهي من الله، وتهدف إلى بلوغ رضاه، فالمسلم يستمد شرائعه المختلفة من مصدرين أصيلين، هما القرآن الكريم الذي أوحاه الله بحروفه، ثم السنة النبوية، وهي أقوال النبي - صلى الله عليه وسلم - وأفعاله وتقريراته التي أمر الله بالتأسي بها بقوله تعالى: {وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا} (الحشر: 7)، فالنبي يحمل رسالة الله إلى الناس، وما يقرره بقوله وفعله إنما هو بوحي الله وأمره {وما ينطق عن الهوى - إن هو إلا وحي يوحى} (النجم: 3 - 4). ¶ ومن هذين المصدرين وتأسيساً على قواعدهما اشتق العلماء عدداً من المصادر الفرعية للشريعة كالإجماع والقياس والاستصحاب والاستحسان والعرف وغيرها. ¶ والخروج عن هذه المصادر إلى أحكام البشر إنما هو تحاكم إلى الهوى ومشاركة لغير الله في إحدى خصائصه تبارك وتعالى {ألا له الخلق والأمر تبارك الله رب العالمين} (الأعراف: 54)، فكما خلق وحده فإنه يشرع وحده. ¶ ومشاركة غيره له في التشريع اعتداء على حق الله بالتشريع، وهو استعباد لخلق الله، لذلك لما دخل عدي بن حاتم على النبي - صلى الله عليه وسلم - سمعه يقرأ قوله تعالى:",
            "page": "39",
            "part": "1",
            "seal": "CC5C9F7B"
        },
        {
            "id": "41",
            "nass": "{اتخذوا أحبارهم ورهبانهم أرباباً من دون الله} (التوبة: 31)، فاستغرب عدي، حتى فسَّره النبي بقوله: ((أما إنهم لم يكونوا يعبدونهم، ولكنهم كانوا إذا أحلوا لهم شيئاً استحلوه، وإذا حرموا عليهم شيئاً حرموه)) (¬1)، فعبادتهم لأحبارهم، ليس سجودهم وركوعهم لهم، بل الإذعان لما أحدثوه في الدين في مجامعهم التي جعلت من رجال الدين مشرعين مع الله. ¶ وتهدف الشريعة إلى تحقيق رضا الله الذي شرَّع بحكمته البالغة للإنسانية ما يسعدها في دنياها وأخراها {كتابٌ أنزلناه إليك لتخرج الناس من الظلمات إلى النور بإذن ربهم إلى صراط العزيز الحميد} (إبراهيم: 1)، وشريعته خير كلها، لأنها صدرت عن الله العليم بما يصلح أحوالنا وبما يناسب فطرنا وتكويننا {ألا يعلم من خلق وهو اللطيف الخبير} (الملك: 14)، وهي بهذه المثابة تسمو على غيرها من الشرائع البشرية التي يتلبسها قصور الإنسان وجهله وما يكتنف تشريعه من الهوى الذي يجعل المشرِّع البشري يميل بتشريعاته إلى حراسة مصالحه الشخصية والفئوية، كما هو الحال في تشريعات النظم العلمانية. ¶ أما حين تكون الشريعة إلهية؛ فإنها لا تحابي في أحكامها جنساً أو عرقاً أو لوناً، فالجميع عبيد لله متساوون أمام أحكامه {وأنزلنا إليك الكتاب بالحق مصدقاً لما بين يديه من الكتاب ومهيمناً عليه فاحكم بينهم بما أنزل الله ولا تتبع أهواءهم عما جاءك من الحق لكل جعلنا منكم شرعةً ومنهاجاً ولو شاء الله لجعلكم أمةً واحدةً ولكن ليبلوكم في ما آتاكم فاستبقوا الخيرات إلى الله مرجعكم جميعاً فينبئكم بما كنتم فيه تختلفون - وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله إليك فإن تولوا فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم وإن كثيراً من الناس لفاسقون - أفحكم الجاهلية يبغون ومن أحسن من الله حكماً لقومٍ يوقنون} (المائدة: 48 - 50). ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (3095).",
            "page": "40",
            "part": "1",
            "seal": "DDAAEE80"
        },
        {
            "id": "42",
            "nass": "إن كون هذه الشريعة من الله يعطيها هيبة وسلطاناً في النفوس والضمائر لا تجده في قانون ما، فالناس منقادون إليها بسلطة الإيمان الذي يملأ قلوبهم، منقادون إليها ظاهراً وباطناً، سراً وعلانية، يرقبون في ذلك كله جزاء الله الذي لا يعزب عنه شيء في الأرض ولا في السماء. ¶ وتتميز الشريعة في مسألة الجزاء عن غيرها من القوانين في أنها القانون الوحيد الذي يجازي في الدنيا والآخرة، فالمؤمن يلتزم حدودها، طمعاً في سعادة الدنيا التي يعيشها في جنبات الطاعة والفضيلة، ثم هو موعود بحسن الجزاء في الآخرة، بالجنة التي أعدها الله للأتقياء من عباده، فلأجلهما معاً يمتثل المؤمن قانون الشريعة ويلتزم به. ¶ وللتعرف على أهمية هذه الخصيصة نذكر أن أمريكا أدركت مضار الخمر الصحية والاجتماعية والاقتصادية، وعزمت على تحريمه، وأصدرت تشريعاً بذلك، ثم بذلت الملايين لتنفيذ هذا القانون، وبعد سنوات من النفير في الأمن والمحاكم، وبعد سجن الألوف من المدمنين عادت أمريكا إلى إباحة الخمر، مع يقينها بما فيه من الفساد، لكنها عجزت وعجز قانونها البشري أن يجد له بين الناس قبولاً. ¶ وفي مقابله فإن الإسلام حين حرم الخمر، لم يستعن بشرطة أو جنود أو محاكم، ولم يجد عنتاً ولا مشقة في جعل المجتمع المسلم أطهر المجتمعات الإنسانية، بابتعاده عن المسكرات بأنواعها، إن طهارة المجتمع من هذه الآفة لم يتطلب سوى آية أنزلها الله في تحريمه، وهي قوله: {يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجسٌ من عمل الشيطان فاجتنبوه لعلكم تفلحون} (المائدة: 90). ¶ فالتزم أصحاب النبي - صلى الله عليه وسلم - بذلك، بل وتساءلوا عن مصير إخوانهم ممن شرب الخمر ومات قبل تحريمها، يقول أنس بن مالك: كنتُ ساقي القوم في منزل أبي طلحة، فنزل تحريم الخمر، فأمر منادياً فنادى، فقال أبو طلحة لأنس: اخرج فانظر ما هذا الصوت؟ قال أنس: فخرجتُ، فقلت: هذا مناد ينادي: ألا إن الخمر قد حرمت. فقال لي: اذهب فأهرقها.",
            "page": "41",
            "part": "1",
            "seal": "6D8B7CA1"
        },
        {
            "id": "43",
            "nass": "قال أنس: فجرتْ في سِكك المدينة. ¶ فقال بعض القوم: قُتِل قوم وهي في بطونهم؟ فأنزل الله: {ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات ثم اتقوا وآمنوا ثم اتقوا وأحسنوا والله يحب المحسنين} (المائدة: 93) (¬1)، أي لن يحاسبوا عن شربها قبل التحريم لأنه لا عقوبة إلا بتشريع. ¶ ب. العدل والمساواة ¶ العدل اسم من أسماء الله تعالى، وهو صفة لازمة للرب في أوامره وتشريعاته وجزائه، ومظاهر عدل الله في شرائعه كثيرة، من أولها أنه تعالى لا يحاسب الإنسان على ما لا يقدر عليه، بل لم يكلفه أصلاً بما يعجزه {لا يكلف الله نفساً إلا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به} (البقرة: 286)، فشرائع الله مبناها على اليسر والسهولة {يريد الله بكم اليسر ولا يريد بكم العسر} (البقرة: 185) {ما يريد الله ليجعل عليكم من حرجٍ ولكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون} (المائدة: 6)، والنبي - صلى الله عليه وسلم - يقول: ((أحب الدين إلى الله الحنيفيةُ السمحةُ)). (¬2) ¶ ومن عدله تبارك وتعالى أنه رفع التكليف بأحكام الشريعة عن الأطفال الذين لم يحوزوا كمال العقل الذي يجيز محاسبتهم، كما أسقطه عمن حُرِم نعمة العقل ابتداءً، يقول - صلى الله عليه وسلم -: ((رفع القلم عن ثلاثة: عن النائم حتى يستيقظ، وعن الصبي حتى يشبَّ، وعن المعتوه حتى يعقل)) (¬3)، كما يعفو الله عمن وقع في الخطأ ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4620)، ومسلم ح (1980). ¶ (¬2) أخرجه البخاري معلقاً باب ((الدين يسر))، وأحمد ح (2108). ¶ (¬3) أخرجه الترمذي ح (1423)، وابن ماجه ح (3042)، وأحمد ح (943).",
            "page": "42",
            "part": "1",
            "seal": "30890FF9"
        },
        {
            "id": "44",
            "nass": "من غير إرادته لذلك أو من وقع فيه مكرهاً أو ناسياً تحريمه، فقد قال - صلى الله عليه وسلم -: ((إن الله تجاوز عن أمتي الخطأ والنسيان وما استكرهوا عليه)). (¬1) ¶ وإذا كانت الشريعة لا تحاسب من هو دون التكليف على خطئه؛ فإنه يعلم أنها - من باب أولى - لا تحاسبه على ذنب غيره، فالمرء مسؤول عن عمله الشخصي {قل أغير الله أبغي رباً وهو رب كل شيءٍ ولا تكسب كل نفسٍ إلا عليها ولا تزر وازرةٌ وزر أخرى ثم إلى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون} (الأنعام: 164). ¶ وعليه فالإسلام لا يقر بالذنب الأصلي المتوارث عن الأبوين [آدم وحواء]، فالأبوان تحملا وزريهما بنفسيهما، واستغفرا الله منه، فتاب عليهما، ولا علاقة لذريتهما بذنبهما من قريب أو بعيد، بل كلٌٌّ مسؤول عن عمله {فتلقى آدم من ربه كلماتٍ فتاب عليه إنه هو التواب الرحيم - قلنا اهبطوا منها جميعاً فإما يأتينكم مني هدًى فمن تبع هداي فلا خوفٌ عليهم ولا هم يحزنون - والذين كفروا وكذبوا بآياتنا أولئك أصحاب النار هم فيها خالدون} (البقرة: 37 - 39). ¶ وأيضاً فإن شرائع الله تبارك وتعالى راعت - لعدالتها -الفروق بين الذكر والأنثى، فلم تكلف المرأة بما لا يلائم طبيعتها كالجهاد والخروج من المنزل للتكسب والإنفاق، وغيرهما مما لا يتناسب وأنوثتها أو يخالف رونق حياتها وصفاء أحاسيسها. ¶ ولم تميز الشريعة العادلة في أحكامها العامة بين ملك وسوقة، ولا بين أبيض وأسود، ولا بين غني وفقير، فالجميع متساوون أمام شرائع الله، فقد خطب النبي - صلى الله عليه وسلم - في ما يربو على مائة ألف من أصحابه، فقال: ((يا أيها الناس، ألا إن ربكم واحد، وإن أباكم واحد، ألا لا فضل لعربي على أعجمي، ولا لعجمي على عربي، ولا لأحمر على أسود، ولا أسود على أحمر؛ إلا بالتقوى)) (¬2)، فالخيرية مبناها على ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه ح (3043). ¶ (¬2) أخرجه أحمد ح (22978).",
            "page": "43",
            "part": "1",
            "seal": "F4CCBC1F"
        },
        {
            "id": "45",
            "nass": "العبادة والاستقامة، لا الحسب والجاه، {يا أيها الناس إنا خلقناكم من ذكرٍ وأنثى وجعلناكم شعوباً وقبائل لتعارفوا إن أكرمكم عند الله أتقاكم إن الله عليمٌ خبيرٌ} (الحجرات: 13). ¶ وقد طبَّق النبي - صلى الله عليه وسلم - بنفسه عدل الإسلام وقِيَمه حين رفض التمييز في إقامة الشرائع بين شريف ووضيع، فقد حكم - صلى الله عليه وسلم - على سارقة من أشراف قريش بقطع يدها الخؤون، فاستشفع الناس لها، طلبوا من أسامة بن زيد -بما له من مكانة عند النبي - صلى الله عليه وسلم - أن يشفع لها عنده، فقال له - صلى الله عليه وسلم -: ((أتشفع في حد من حدود الله)). ¶ ثم قام فخطب الناس، فقال: ((إنما أهلك الذين قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه، وإذا سرق فيهم الضعيف أقاموا عليه الحد، وأيْمُ الله لو أن فاطمة بنت محمد سرقتْ [أي ابنته - صلى الله عليه وسلم -]؛ لقطعتُ يدها)). (¬1) ¶ وهكذا فالعدل سمة شريعة الله الذي أمر به وشرعه بين خلقه {إن الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون} (النحل: 90). ¶ ج. الشمول والتوازن ¶ لما كان الإسلام رسالة الله الخاتمة وكلمته الباقية إلى قيام الساعة، فإن الله تلطف فيه على الإنسانية بكل ما يصلح شؤونها في دار معاشها ثم في دار جزائها، فكملت أنعم الله بكمال تشريعاته {اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً} (المائدة: 3). ¶ والإسلام بنيان شمولي يغطي مناحي الحياة المختلفة، فهو دين عبادة، وهو أيضاً منظومة من الشرائع الأخلاقية والاجتماعية، والاقتصادية والسياسية التي تحقق سعادة الفرد والمجتمع في الدنيا ثم الآخرة. ¶ إن الإسلام ينظم علاقات الإنسان المختلفة من لدن ميلاده إلى وفاته، وهو يحرس حقوقه حتى فيما قبل الميلاد وما بعد الوفاة، وأما ما بينهما فإنه يتناول ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (3475)، ومسلم ح (1688).",
            "page": "44",
            "part": "1",
            "seal": "6502CAA6"
        },
        {
            "id": "46",
            "nass": "بأحكامه تفاصيل سلوكه الشخصي بما يتضمنه من عادات وآداب، وهو يرشِّد أيضاً علاقة الإنسان مع أسرته ومجتمعه، لا بل يتناول حاله مع الكون كله بما فيه من حيوان وجماد {وما من دابةٍ في الأرض ولا طائرٍ يطير بجناحيه إلا أممٌ أمثالكم ما فرطنا في الكتاب من شيءٍ} (الأنعام: 38). ¶ أما على الصعيد الجماعي فإن شرائع الإسلام تنظم المجتمع وتضبط حقوق من فيه وواجباتهم، وتنظم علاقة الدولة والأمة المسلمة مع القريب من الناس والبعيد {ونزلنا عليك الكتاب تبياناً لكل شيءٍ وهدًى ورحمةً وبشرى للمسلمين} (النحل: 89). ¶ وتلبي هذه الشرائع حاجات الإنسان المختلفة، فهي تعنى بجسده، ولا تهمل روحه، تبتغي الآخرة، ولا تفرط في الدنيا، تربط المجتمع ولا تغفل مصالحه، وهي في نفس الوقت تحقق ذاتية الفرد وتحرس مصالحه وحقوقه، توازن عجيب، لا إفراط فيه ولا تفريط، وأي عجب، فذلك تقدير اللطيف الخبير. ¶ إن هذه الثنائيات عبرت عنها نصوص عدة في القرآن والسنة، منها قوله تعالى: {وابتغ فيما آتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين} (القصص: 77) فلئن كانت الآخرة هي الغاية والمرتجى؛ فإن الدنيا هي الوسيلة والمعاش، ومثله قوله تعالى في وصف المؤمنين فهم ينفقون أموالهم من غير إسراف يبدد المال ولا تقتير يمنع النفع: {والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواماً} (الفرقان: 67)، وقال الله لنبيه - صلى الله عليه وسلم -: {ولا تجعل يدك مغلولةً إلى عنقك ولا تبسطها كل البسط فتقعد ملوماً محسوراً} (الإسراء: 29). ¶ وقال - صلى الله عليه وسلم - موجهاً عثمان بن مظعون لما رغِب في ابتغاء سمو الروح بتعذيب الجسد، فأراد هجر النوم والنساء والدوام على الصيام: ((يا عثمان أرغبتَ عن سنتي؟ .. فإني أنام وأصلي، وأصوم وأفطر، وأنكح النساء، فاتق الله يا عثمان، فإن لأهلك",
            "page": "45",
            "part": "1",
            "seal": "5092DEB7"
        },
        {
            "id": "47",
            "nass": "عليك حقاً، وإن لضيفك عليك حقاً، وإن لنفسك عليك حقاً، فصم وأفطر، وصل ونم)). (¬1) ¶ وفي الجمع بين الدنيا والآخرة يقول الله تعالى: {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خيرٌ لكم إن كنتم تعلمون - فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيراً لعلكم تفلحون} (الجمعة: 9 - 10). ¶ ولما أراد أناس من أصحابه الإعراض عن الدنيا وملذاتها وهجر النساء والترهب، قال - صلى الله عليه وسلم -: ((إنما هلك من كان قبلكم بالتشديد، شددوا على أنفسهم، فشدد الله عليهم، فأولئك في الديارات والصوامع، فاعبدوا الله ولا تشركوا به، وحجوا واعتمروا، واستقيموا يستقم بكم))، ونزلت فيهم الآية: {يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين} (المائدة: 87). (¬2) ¶ د. المثالية الواقعية ¶ كثيراً ما تجنح الشرائع التي يشرعها الإنسان نحو المثالية التي لا تتحقق، فجمهورية أفلاطون الفاضلة لم تجاوز عقله وقلمه، وفي مقابله قد يخضع البعض للواقع الجاثم على المجتمع، فيعمد إلى تكييف نفسه ومبادئه مع الحالة الراهنة اعترافاً بوطأة هذا الواقع وإذعاناً له، فحين عجزت مجتمعات الغرب عن منع الخمر أو الزنا أو الفواحش لم تجد ما يمنعها من الاعتراف بهذا الواقع وتقنينه، ليصبح شرعة مباحة عند الناس؛ تفني الجنس البشري وتهدد وجوده بما تحمله تلك الآثام من أمراض وبلايا اجتماعية، ليتحقق ما أخبر به - صلى الله عليه وسلم - بقوله: ((لم تظهر الفاحشة في ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح (1369). ¶ (¬2) أخرجه ابن جرير في التفسير (4/ 9)، وابن المبارك في الزهد ح (1031).",
            "page": "46",
            "part": "1",
            "seal": "0278906B"
        },
        {
            "id": "48",
            "nass": "قوم قط حتى يعلنوا بها إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا)). (¬1) ¶ وأما الإسلام فإنه دين واقعي مثالي، فواقعيته مبنية على أنه سلوك إنساني يعيشه الناس يومياً، وأما مثاليته فيحققها أنه يهدف إلى إصلاح المجتمع، ولا يرضى بالتعايش والمهادنة مع الخطأ والرذيلة. ¶ واقعيته يوضحها تلاؤم تشريعاته مع فطرة الإنسان وتحقيقها لحاجاته ورغباته التي علمها الله فشرع ما يناسبها {ألا يعلم من خلق وهو اللطيف الخبير} (الملك: 14)، فلم يأمر الإسلام بالتعفف عن النكاح، ولا منع من استحالت عليهم الحياة الزوجية من الافتراق بالطلاق {وإن يتفرقا يغن الله كلا من سعته وكان الله واسعاً حكيماً} (النساء: 130). ¶ ولم يأمر الإسلام بإعطاء الخد الأيسر لمن ضرب الخد الأيمن، بل شرع ما يرد الإساءة ويردع الجاني ويمنعه من التمادي، ولكنه رغب أيضاً في العفو والمسامحة والصفح، قال تعالى: {وجزاء سيئةٍ سيئةٌ مثلها فمن عفا وأصلح فأجره على الله إنه لا يحب الظالمين - ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيلٍ} (الشورى: 40 - 41). ¶ وتسطع هذه المزاوجة بين الواقع والمثال في تدرج الإسلام في معالجة الأمراض والآثام المستفحلة في المجتمع، فعندما بُعث النبي - صلى الله عليه وسلم - في أمة تشرب الخمر شُربَها للماء؛ تدرج في تحريم الخمر، فأشار أولاً إلى ما فيها من السوء، ليهجرها أصحاب العزائم والأحلام: {يسألونك عن الخمر والميسر قل فيهما إثمٌ كبيرٌ ومنافع للناس وإثمهما أكبر من نفعهما ويسألونك ماذا ينفقون قل العفو كذلك يبين الله لكم الآيات لعلكم تتفكرون} (البقرة: 219)، فالخمر فيها منافع محدودة (كالتجارة) لكن ما فيها من الإثم والضرر أعظم. ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه ح (4019).",
            "page": "47",
            "part": "1",
            "seal": "F494B1AC"
        },
        {
            "id": "49",
            "nass": "ثم في مرحلة أخرى منع المسلمين من تناولها سائر النهار، لأنها تشغل عن الصلاة وتفسدها، فتضايق عليهم وقت شربها {يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون} (النساء: 43). ¶ لما نزلت هذه الآية أحس الصحابة أن الله يشدد عليهم في الخمر، فدعا عمر - رضي الله عنه - الله فقال: اللهم بيِّن لنا في الخمر بيان شفاء، فنزل قوله تعالى: {يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجسٌ من عمل الشيطان فاجتنبوه لعلكم تفلحون - إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون} (المائدة: 90 - 91)، فدُعي عمر، فقُرئت عليه، فقال: (انتهينا انتهينا). (¬1) ¶ تقول أم المؤمنين عائشة: (إنما نزل أول ما نزل منه [أي من القرآن] سورة من المفصل فيها ذكر الجنة والنار، حتى إذا ثاب الناس إلى الإسلام؛ نزل الحلال والحرام، ولو نزل أول شيء: لا تشربوا الخمر. لقالوا: لا ندع الخمر أبداً، ولو نزل: لا تزنوا. لقالوا: لا ندع الزنا أبداً). (¬2) ¶ لهذا ولغيره يدعو المستشرق الشهير جوزيف شاخت المحاضر في الدراسات الإسلامية في جامعتي أكسفورد وليدن في كتابه \"تراث الإسلام\" إلى دراسة الشريعة الإسلامية، فيقول: \"من أهم ما أورثه الإسلام للعالم المتحضّر قانونه الديني الذي يسمى (بالشريعة)، والشريعة الإسلامية تختلف اختلافاً واضحاً عن جميع أشكال القانون إلى حدّ أن دراستها أمر لا غنى عنه؛ لكي نقدر المدى الكامل للأمور القانونية تقديراً كافياً .. إن الشريعة الإسلامية شيء فريد في بابه، وهي جملة الأوامر الإلهية التي تنظم حياة كل مسلم من جميع وجوهها، وهي ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (3049)، والنسائي ح (5540)، وأبو داود ح (3670). ¶ (¬2) أخرجه البخاري ح (4993).",
            "page": "48",
            "part": "1",
            "seal": "F307E18A"
        },
        {
            "id": "50",
            "nass": "تشتمل على أحكام خاصة بالعبادات والشعائر الدينية كما تشتمل على قواعد سياسية وقانونية .. \" (¬1) ¶ ثانياً: مقاصد الشريعة الإسلامية ¶ وتهدف الشرائع الإسلامية في جملتها إلى تحقيق ما يصلح أحوال الإنسان في الدنيا ويسعده في الآخرة، وفق قاعدة درء المفاسد عنه وجلب المصالح له، فما تأمر الشريعة بأمر إلا وفيه خير للإنسان، وما حرم فيها من شيء إلا وفيه ضرر عليه {ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن من حيث أمركم الله إن الله يحب التوابين ويحب المتطهرين} (البقرة: 222). ¶ والشريعة جاءت تفصيلاتها لحفظ مقاصد خمسة (الدين والنفس والعقل والنسل والمال)، وهي في حقيقتها أهم حقوق الإنسان ومصالحه في هذه الحياة: ¶ أ. حفظ الدين ¶ لما كان الدين المقوِّم الأعظم الذي يهيمن على مجالات الحياة الإنسانية كان من الطبيعي أن تسعى شرائع الإسلام إلى حفظه، باعتباره حقاً للإنسان، بل هو أغلى الحقوق وأهمها، وذلك بتشريع كل ما يساعد على حفظه والنهي عن كل ما يضر به ويضعفه أو يقضي عليه. ¶ فقد حث القرآن على عبادات كثيرة تثبت الإيمان وتحرسه في صدور المؤمنين، بعضها ذهني فكري كالتفكر والتدبر في خلق الله للاستدلال على عظمة الخالق، وبعضها ذهني بدني كالصلاة، أو بدني الصيام، أو مالي كالزكاة والصدقة، أو ذهني مالي بدني كالحج. ¶ ولحراسة الإيمان والدين حرَّم الله الشرك اعتقاداً وعملاً، كما حرَّم ما يفضي إليه كالغلو بالأنبياء والصالحين، واعتقاد وجود وسطاء بين الله وعبيده، واعتقاد النفع والضر لغير الله. ¶ ¬__________ ¶ (¬1) قالوا عن الإسلام، عماد الدين خليل (203).",
            "page": "49",
            "part": "1",
            "seal": "0D556B27"
        },
        {
            "id": "51",
            "nass": "كما أوجب الله على المجتمع والدولة حماية الدين وتسهيل سبل التدين والتشجيع عليه، وكذلك فإن من الواجب عليها الذود عنه ومنع سبل الغواية والإغراء بالفسق والعصيان والكفر، بالأخذ على يد المضلين المفسدين، وتطبيق العقوبات الشرعية على المرتدين. ¶ ب. حفظ النفس الإنسانية ¶ الحياة الإنسانية هبة الله للإنسان، وليس لأحد أن يعتدي على هذا الحق، ولا الإنسان نفسُه، فالله خلق الإنسان وكرمه، ليحقق واجب الاستخلاف في الأرض وعمارتها، وليبتليه ويظهر مدى تحقيقه العبودية لله رب العالمين. ¶ ولأجل ذلك صان الإسلام الوجود الإنساني بما شرعه من شرائع تكفله وتحفظه، فأوجب على المجتمع رعاية الضعيف وتأمين ضرورياته من سكن وطعام وشراب ولباس، وغيرها من ضروريات الحياة، وشرع في تأمين ذلك الزكوات الواجبة والصدقات المندوبة التي تندرج ضمن منظومة واسعة من شرائع التعاون على البر والتقوى بين أفراد المجتمع ومؤسساته، بغية تحقيق التكافل الاجتماعي داخل المجتمع. ¶ وكفل الإسلام الحياة الكريمة للإنسان، فحرم إهانته وإيذاءه {والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتاناً وإثماً مبيناً} (الأحزاب: 58). ¶ واعتبر الإسلام الاعتداء على النفس الإنسانية من أقبح الجرائم، وعدَّه من الموبقات السبع التي تفسد الدين والدنيا، فقد قال - صلى الله عليه وسلم - محذراً منها: ((اجتنبوا السبع الموبقات)) قالوا: يا رسول الله وما هن؟ قال: ((الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات)). (¬1) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (2767)، ومسلم ح (89).",
            "page": "50",
            "part": "1",
            "seal": "C750E776"
        },
        {
            "id": "52",
            "nass": "ولعظم الاعتداء على النفس الإنسانية جعل الله الاعتداء على نفس واحدة بمثابة الاعتداء على الجنس البشري برمَّته {من أجل ذلك كتبنا على بني إسرائيل أنه من قتل نفساً بغير نفسٍ أو فسادٍ في الأرض فكأنما قتل الناس جميعاً ومن أحياها فكأنما أحيا الناس جميعاً ولقد جاءتهم رسلنا بالبينات ثم إن كثيراً منهم بعد ذلك في الأرض لمسرفون} (المائدة: 32). ¶ وتوالت الآيات تصف المؤمنين بأنهم يجتنبون قتل الأبرياء الذين يسميهم القرآن بـ (النفس التي حرم الله): {والذين لا يدعون مع الله إلهاً آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاماً} (الفرقان: 68). ¶ تتهدد الآيات من يعتدي على الأبرياء، وتعطي لولي المظلوم حق المطالبة بالقصاص العادل من خصمه {ولا تقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوماً فقد جعلنا لوليه سلطاناً فلا يسرف في القتل إنه كان منصوراً} (الإسراء: 33). ¶ وسلطان القصاص العادل هو أحد أهم الضمانات التي تمنع تفشي الجريمة، فيرعوي المجرم عن عتوه؛ ليقينه بأن اعتداءه بالقتل على الآخرين مستوجب إزهاق نفسه، فيأمن الجميع ويستمتع الجميع بحقهم في الحياة {ولكم في القصاص حياةٌ يا أولي الألباب لعلكم تتقون} (البقرة: 179). ¶ وصوناً لهذا المبدأ العظيم (حفظ النفس) شرع القرآن الجهاد في سبيل حماية المستضعفين من الاضطهاد والقتل، فقال تعالى: {وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك ولياً واجعل لنا من لدنك نصيراً - الذين آمنوا يقاتلون في سبيل الله والذين كفروا يقاتلون في سبيل الطاغوت فقاتلوا أولياء الشيطان إن كيد الشيطان كان ضعيفاً} (النساء: 75 - 76). ¶ ولن يفوتنا -أن نذكر هنا -أن أول نفس حرم الله الاعتداء عليها نفس الإنسان التي هي وديعة عنده، وتفريطه فيها بالانتحار أو التساهل في صونها يعرضه لأليم العذاب في الآخرة، فقد قال - صلى الله عليه وسلم -: ((من تردى من جبل فقتل نفسه فهو",
            "page": "51",
            "part": "1",
            "seal": "7486433F"
        },
        {
            "id": "53",
            "nass": "في نار جهنم يتردى فيه خالداً مخلداً فيها أبداً، ومن تحسَّى سُمَّاً فقَتل نفسه؛ فسُمُّه في يده يتحساه في نار جهنم خالداً مخلداً فيها أبداً، ومن قتل نفسه بحديدة فحديدته في يديه يجأ بها في بطنه في نار جهنم خالداً مخلداً فيها أبداً)). (¬1) ¶ ج. حفظ العقل ¶ العقل أهم خصائص الإنسان التي بموجبها فضّل الله الجنس الإنساني على سائر المخلوقات {ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثيرٍ ممن خلقنا تفضيلاً} (الإسراء: 70). ¶ ويعتبر الإسلام العقل مناط التكليف في سائر المسؤوليات الدينية والدنيوية، إذ به يهتدي الإنسان إلى الحقائق الكبرى التي دعا الله إلى الوصول إليها بالبراهين العقلية، لا بمجرد الإيمان الأعمى: {أم اتخذوا من دونه آلهة قل هاتوا برهانكم إن كنتم صادقين} (الأنبياء: 24)، فالعقل يرشد كل من تدبر في الكون المنظور إلى وجود الله وصفاته {إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات لأولي الألباب} (آل عمران: 190). ¶ ولا يجوز للمرء تغييب العقل عن أداء واجبه في الدلالة على الحق والخير وتبصير الإنسان فيما يصلح له دنياه وأخراه، ولأجل ذلك حرم الله السحر والشعوذة والكهانة وغيرها مما يتلاعب بالعقل ويزدريه ويعطل طاقاته، ولأجل ذلك أيضاً حرم الإسلام الخمر، واعتبرها دنساً شيطانياً وكيداً منه للإنسان، يريد به إفساد علاقة الإنسان بربه بشغله بالخمر عن الصلاة والعبادة، كما يصبو بواسطتها إلى تدمير العلاقات الاجتماعية {يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجسٌ من عمل الشيطان فاجتنبوه لعلكم تفلحون - إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون} (المائدة: 90 - 91). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (5778)، ومسلم ح (109).",
            "page": "52",
            "part": "1",
            "seal": "7B577359"
        },
        {
            "id": "54",
            "nass": "د. حفظ النسل ¶ التناسل وسيلة بقاء النوع الإنساني، ولأجله ركَّب الله الغريزة في الجنسين، ودعاهما إلى إقامة الأسرة عن طريق الزواج الذي يعتبره الإسلام المحضن الذي يحقق حفظ النسل، ويديم المسيرة الإنسانية السوية. ¶ وقد رغَّب الإسلام في النكاح، ووضع ضوابطه ومتطلباته عبر نظام اجتماعي محكم ينظم العلاقة بين الزوجين خصوصاً، وأبناء الأسرة عموماً. ¶ ويُلزم الإسلام الأبوين بجملة من الواجبات تجاه أبنائهما، منها حسن تربيتهم وتعهدهم بالحنو والرعاية والإنفاق وغيرها من مقتضيات الأبوة والأمومة السليمة. ¶ وحرم الإسلام أشد التحريم الاعتداء على الطفل بوأده أو إجهاضه {ولا تقتلوا أولادكم خشية إملاقٍ نحن نرزقهم وإياكم إن قتلهم كان خِطئاً كبيراً} (الإسراء: 31). ¶ وصوناً للأسرة ورعاية لأفرادها حرَّم الله الزنا والفواحش عموماً {ولا تقربوا الزنى إنه كان فاحشةً وساء سبيلاً} (الإسراء: 32)، وحرم أيضاً ما يؤدي إلى هذه الفواحش من اختلاط الرجال بالنساء، كما ألزم المرأة بالحجاب حال بروزها أمام الأجانب درءاً للفتنة، فالمرأة في الإسلام جوهرة مصونة عن العبث والابتذال {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن ذلك أدنى أن يعرفن فلا يؤذين وكان الله غفوراً رحيماً} (الأحزاب: 59). ¶ هـ. حفظ المال ¶ المال قوام الحياة، والإسلام يعتبر ما يتداوله الناس مالَ الله الذي استخلف عليه الإنسان، وشرع له تكسبه وحيازته من الطرق المشروعة، كما أمره أن ينفقه ضمن حاجاته وحاجات مجتمعه من غير إسراف ولا تقتير. ¶ وقد حث الإسلام على العمل والإنتاج واكتساب المال بالطرق المشروعة {هو الذي جعل لكم الأرض ذلولاً فامشوا في مناكبها وكلوا من رزقه وإليه النشور} (الملك: 15)، ورغب - صلى الله عليه وسلم - بالعمل واعتبره من القربات إلى الله، فقال: ((ما كسب",
            "page": "53",
            "part": "1",
            "seal": "C1C4951C"
        },
        {
            "id": "55",
            "nass": "الرجل كسباً أطيب من عمل يده، وما أنفق الرجل على نفسه وأهله وولده وخادمه فهو صدقة)). (¬1) ¶ ولما مر رجل على النبي - صلى الله عليه وسلم -؛ رأى أصحاب رسول الله - صلى الله عليه وسلم - من جَلَده ونشاطه، فقالوا: يا رسول الله: لو كان هذا في سبيل الله؟، فقال رسول الله - صلى الله عليه وسلم -: ((إن كان خرج يسعى على ولده صغاراً فهو في سبيل الله، وإن كان خرج يسعى على أبوين شيخين كبيرين فهو في سبيل الله، وإن كان يسعى على نفسه يعفُّها فهو في سبيل الله، وإن كان خرج رياء ومفاخرة فهو في سبيل الشيطان)). (¬2) ¶ لكن الكسب نوعان: طيب وخبيث، فالطيب هو الرزق الذي يكتسبه المرء بوسائل الكسب المشروعة كالتجارة والصناعة والزراعة والوظائف العامة والخاصة {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون} (البقرة: 172). ¶ وأما الخبيث من الكسب فهو حيازة المال بالطرائق الملتوية كالربا والرشوة والغش والغبن والحيلة أو المتاجرة بالسلع الضارة للإنسانية {ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقاً من أموال الناس بالإثم وأنتم تعلمون} (البقرة: 188). ¶ وللإسلام قاعدة جامعة في هذا الشأن {ويحل لهم الطيبات ويحرم عليهم الخبائث} (الأعراف: 157)، فكل كسب للمال لا يؤذي صاحبه ولا الآخرين فهو حلال طيب، وكل ما عداه حرام خبيث. ¶ وكذا يوجه الإسلام إلى المصارف الصحيحة للمال، فامتلاك الإنسان للمال لا يسوغ له إنفاقه كيفما اتفق، فالإسراف والتبذير في إنفاق المال، والتقصير في إخراج حقوق الفقراء عمل شيطاني بغيض {وآت ذا القربى حقه والمسكين وابن ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه ح (2138). ¶ (¬2) أخرجه الطبراني في معجمه الكبير ح (15619)، وصححه الألباني في صحيح الترغيب والترهيب ح (1692).",
            "page": "54",
            "part": "1",
            "seal": "BD07FA58"
        },
        {
            "id": "56",
            "nass": "السبيل ولا تبذر تبذيراً - إن المبذرين كانوا إخوان الشياطين وكان الشيطان لربه كفوراً} (الإسراء: 26 - 27)، وقال - صلى الله عليه وسلم -: ((إن الله حرم عليكم عقوق الأمهات، ووأد البنات، ومنع وهات، وكره لكم: قيل وقال، وكثرة السؤال وإضاعة المال)) (¬1)، فهذا المال عطية الله، وقد استخلفنا عليه لننفقه في الأوجه المشروعة، وأعظمها الصدقة على الفقراء والمساكين {وآتوهم من مال الله الذي آتاكم} (النور: 33)، {وأنفقوا مما جعلكم مستخلفين فيه فالذين آمنوا منكم وأنفقوا لهم أجرٌ كبيرٌ} (الحديد: 7). ¶ وهكذا فهذه الضرورات الخمس التي تمثل أهم حقوق الإنسان في الحياة تدور على حفظها سائر تشريعات الإسلام، فمن التزمها أكرمه الله بالسعادة في الدنيا والنجاة في الآخرة، ومن تنكبها شقي في الدنيا بمقدار ما أعرض عن هدي الله وناموسه العادل والكامل {فمن اتبع هداي فلا يضل ولا يشقى - ومن أعرض عن ذكري فإن له معيشةً ضنكاً ونحشره يوم القيامة أعمى - قال رب لم حشرتني أعمى وقد كنت بصيراً - قال كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى} (طه: 123 - 126). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (2408)، ومسلم ح (1715).",
            "page": "55",
            "part": "1",
            "seal": "136015A9"
        },
        {
            "id": "57",
            "nass": "أركان الإيمان ¶ الإيمان هو المرتبة التي يسمو إليها المسلم بعد إسلامه، فيرنو إلى الارتقاء بإسلامه إلى مرتبة الإيمان، فلا يقف في دينه عند عتبة العبادات الظاهرة، بل يترقى في كمالات الإيمان بمقدار ما يتمثل في سلوكه من شُعَبِه التي تشمل الاعتقاد والعبادة والأخلاق، قال - صلى الله عليه وسلم -: ((الإيمان بضع وسبعون أو بضع وستون شعبة، فأفضلها قول: لا إله إلا الله، وأدناها إماطة الأذى عن الطريق، والحياء شعبة من الإيمان)). (¬1) ¶ وأما أركان الإيمان فهي ستة يوضحها حديث جبريل حين سأل النبي - صلى الله عليه وسلم - عن الإيمان فأجاب النبي - صلى الله عليه وسلم -: ((أن تؤمن بالله، وملائكته، وكتبه، ورسله، واليوم الآخر، وتؤمن بالقدر خيره وشره)). (¬2) ¶ وهكذا فأول الإيمان أن ينعقد قلب المسلم على التصديق بهذه المسائل الست، ثم يبرهن بعمله على صحة إيمانه بها، فالإيمان اعتقاد وقول وعمل، ويزيد بالطاعة، وينقص بالمعصية. ¶ ولما كنا قد تحدثنا عن الأولى منها، وهي الإيمان بالله، نشرع بذكر بقية الأركان. ¶ الإيمان بالملائكة ¶ الملائكة مخلوقات نورانية فريدة، خلقها الله من نور، فقد قال - صلى الله عليه وسلم -: ((خلقت الملائكة من نور)) (¬3)، وهم جند الله الذين لا يعرف عددهم إلا هو {وما يعلم جنود ربك إلا هو وما هي إلا ذكرى للبشر} (المدثر: 31). ¶ وبسبب طبيعتهم النورانية اللطيفة فإن الملائكة يقدرون على التشكل في هيئة أجسام كثيفة، كصورة البشر، فقد ظهرت الملائكة بصورة بشرية لإبراهيم ثم ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (9)، ومسلم ح (35)، واللفظ له ¶ (¬2) أخرجه مسلم ح (8). ¶ (¬3) أخرجه مسلم ح (2996).",
            "page": "56",
            "part": "1",
            "seal": "A2584BB1"
        },
        {
            "id": "58",
            "nass": "لوط، وكذا ظهر الملاك جبريل لمريم عليها السلام على صورة رجل: {فأرسلنا إليها روحنا فتمثل لها بشراً سوياً - قالت إني أعوذ بالرحمن منك إن كنت تقياً - قال إنما أنا رسول ربك لأهب لك غلاماً زكياً} (مريم: 17 - 19). ¶ وهذه الصورة البشرية في الظهور الملائكي يأنس لها قلب الإنسان، لذا كثيراً ما نزل بها جبريل على النبي - صلى الله عليه وسلم -، فقد سأل الحارث بن هشام رسول الله - صلى الله عليه وسلم -: كيف يأتيك الوحي؟ فقال رسول الله - صلى الله عليه وسلم -: ((أحياناً يأتيني مثل صلصلة الجرس، وهو أشده علي، فيفصم عني وقد وعيت عنه ما قال، وأحياناً يتمثل لي الملَك رجلاً، فيكلمني فأعي ما يقول)). (¬1) ¶ والملائكة عباد لله مكرمون مفطورون على عبادة الله بلا كلل ولا فتور، فهم {يسبحون الليل والنهار لا يفترون} (الأنبياء: 20)، وكذلك فإنهم لا يسأمون من عبادة الله {يسبحون له بالليل والنهار وهم لا يسئمون} (فصلت: 38). ¶ لقد استحقوا وصف الله لهم بالكرام البررة (عبس: 16)، فهم {لا يعصون الله ما أمرهم ويفعلون ما يؤمرون} (التحريم: 6). ¶ وللملائكة أفعال تختص بالإنسان، منها مرافقة الإنسان في حياته وتسجيل أعماله، والشهادة عليه بما صنعه يوم القيامة {وإن عليكم لحافظين - كراماً كاتبين - يعلمون ما تفعلون} (الانفطار: 10 - 12)، فالملائكة تسجل عليه سائر أقواله وأفعاله: {إذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد - ما يلفظ من قول إلا لديه رقيب عتيد} (سورة ق: 17 - 18)، ومعرفة المؤمن بمعية الملائكة له أدعى في الحياء منهم أن يسجلوا عليه سيئة وهم الأبرار الذين لا يفترون من عبادة الله. ¶ والملائكة جند الله المنفذون لأوامره وحكمه في أعدائه، فينزلون العقوبة بالمجرمين المستحقين لعذاب الله، كما أرسلهم الله لعذاب قوم هود وقوم صالح وقوم لوط. ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (2)، ومسلم ح (2333).",
            "page": "57",
            "part": "1",
            "seal": "DD3A898A"
        },
        {
            "id": "59",
            "nass": "ومن وظائف الملائكة قبض الأرواح التي ختم الله آجالها {وهو القاهر فوق عباده ويرسل عليكم حفظةً حتى إذا جاء أحدكم الموت توفته رسلنا وهم لا يفرطون} (الأنعام: 61)، {قل يتوفاكم ملك الموت الذي وُكِّل بكم ثم إلى ربكم ترجعون} (السجدة: 11). ¶ والملائكة يحبون ما أحبه الله، فيحبون المؤمنين والاتقياء من عباد الله، ويستغفرون لهم، قال الله تعالى: {الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ربنا وسعت كل شيء رحمةً وعلماً فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم} (غافر: 7). ¶ وقال - صلى الله عليه وسلم -: ((فإذا صلى [أي المؤمن] لم تزل الملائكة تصلي عليه ما دام في مصلاه: اللهم صل عليه، اللهم ارحمه)). (¬1) ¶ ويتواصل استغفار الملائكة ليشمل جميع المؤمنين كما قال الله: {والملائكة يسبحون بحمد ربهم ويستغفرون لمن في الأرض ألا إن الله هو الغفور الرحيم} (الشورى: 5). ¶ وأما من كفر وعصى فالملائكة تدعو عليه باللعنة {إن الذين كفروا وماتوا وهم كفارٌ أولئك عليهم لعنة الله والملائكة والناس أجمعين} (البقرة: 161). ¶ فإذا قامت القيامة استقبلت الملائكة المؤمنين في الجنات، وساقت المجرمين والكافرين إلى الدركات، فعن استقبالهم للمؤمنين وتهنئتهم إياهم يقول الله تعالى: {والملائكة يدخلون عليهم من كل بابٍ - سلامٌ عليكم بما صبرتم فنعم عقبى الدار} (الرعد: 23 - 24)، وأما الكافرون فتعذبهم الملائكة في نار {وقودها الناس والحجارة عليها ملائكةٌ غلاظٌ شدادٌ لا يعصون الله ما أمرهم ويفعلون ما يؤمرون} (التحريم:6). ¶ الإيمان بالكتب ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (647)، ومسلم ح (649)، واللفظ للبخاري.",
            "page": "58",
            "part": "1",
            "seal": "0A045B23"
        },
        {
            "id": "60",
            "nass": "ولما كانت وظيفة الرسل حمل الهداية الإلهية إلى البشرية فقد أنزل الله عليهم هديه ووحيه، ليستنقذ به البشرية من ضلالها وتيهها {كان الناس أمةً واحدةً فبعث الله النبيين مبشرين ومنذرين وأنزل معهم الكتاب بالحق ليحكم بين الناس فيما اختلفوا فيه} (البقرة: 213). ¶ وهذه الكتب الإلهية تحمل رسالة الله إلى الإنسان، وتبعاً لذلك فهي تتصف بصفات منزلها، فهي الهدى والنور، وقد وصف الله توراته التي أنزلها على موسى بقوله: {إنا أنزلنا التوراة فيها هدى ونور} (المائدة: 44)، ومثله قال في وصف الإنجيل الذي أنزله على عيسى عليه السلام: {وآتيناه الإنجيل فيه هدى ونور ومصدقاً لما بين يديه من التوراة وهدى وموعظةً للمتقين} (المائدة: 46)، وهكذا فالهدى والنور صفة لازمة لكل وحي يوحيه الله إلى نبي من أنبيائه. ¶ والمسلم يؤمن بكل وحي لله امتثالاً لأمر الله وتصديقاً لكلامه: {يا أيها الذين آمَنوا آمِنوا بالله ورسوله والكتاب الذي نزل على رسوله والكتاب الذي أنزل من قبل ومن يكفر بالله وملائكته وكتبه ورسله واليوم الآخر فقد ضل ضلالاً بعيداً} (النساء: 136)، فالكفر بأحد كتب الله هو كفر بها جميعاً. ¶ ويأمر الله نبيه - صلى الله عليه وسلم - والمؤمنين به، فيقول: {قولوا آمنا بالله وما أنزل إلينا وما أنزل إلى إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وما أوتي موسى وعيسى وما أوتي النبيون من ربهم لا نفرق بين أحد منهم ونحن له مسلمون} (البقرة: 136). (وانظر آل عمران: 84). ¶ وقد أمر الله جل وعلا الأمم السابقة بحفظ ما أنزل الله إليهم من كتاب، كما قال سبحانه: {إنا أنزلنا التوراة فيها هدى ونورٌ يحكم بها النبيون الذين أسلموا للذين هادوا والربانيون والأحبار بما استحفظوا من كتاب الله وكانوا عليه شهداء} (المائدة: 44)، فأضاعها الأولون، ولم يكونوا أمناء عليها، فصارت نهبة للتحريف والتبديل، فتعرضت للزيادة، حين أضيف إليها ما لم ينزله الله {وإن منهم لفريقاً يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من",
            "page": "59",
            "part": "1",
            "seal": "7D420A8B"
        },
        {
            "id": "61",
            "nass": "الكتاب ويقولون هو من عند الله وما هو من عند الله ويقولون على الله الكذب وهم يعلمون} (آل عمران: 78). ¶ وقد توعد الله بعذابه الذين فعلوا ذلك: {فويل للذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله ليشتروا به ثمناً قليلاً فويل لهم مما كتبت أيديهم وويل لهم مما يكسبون} (البقرة: 79). ¶ كما تعرضت هذه الكتب للنقصان والضياع المتعمد الذي توعد الله أيضاً فاعله بأليم العذاب فقال: {إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمناَ قليلاً أولئك ما يأكلون في بطونهم إلا النار ولا يكلمهم الله يوم القيامة ولا يزكيهم ولهم عذاب أليم} (البقرة: 174). ¶ ومما ضاع من الكتب السابقة؛ الإنجيل (¬1) الذي أنزله الله على المسيح عيسى ابن مريم عليه السلام {ومن الذين قالوا إنا نصارى أخذنا ميثاقهم فنسوا حظاً مما ذكروا به} (المائدة: 14). ¶ ولتبيان الحقيقة الضائعة من الكتب السابقة أو المطموسة بالتحريف والتبديل فيها؛ أرسل الله محمداً برسالته الخاتمة، وأعطاه القرآن الذي جعله أيضاً نوراً وهدى ورحمة للناس جميعاً، فدعاهم الله إلى الإيمان به {يا أهل الكتاب قد جاءكم رسولنا يبين لكم كثيراً مما كنتم تخفون من الكتاب ويعفو عن كثير قد جاءكم من الله نور وكتاب مبين} (المائدة: 15). ¶ وبهذا أصبح القرآن خاتمة وحي الله المصدق لما سبقه والمهيمن عليه بما خصه الله من الحفظ والبيان قال تعالى: {وأنزلنا إليك الكتاب بالحق مصدقاً لما بين يديه من الكتاب ومهيمناً عليه فاحكم بينهم بما أنزل الله ولا تتبع أهواءهم عما جاءك من الحق لكل جعلنا منكم شرعةً ومنهاجاً} (المائدة: 48). ¶ ¬__________ ¶ (¬1) ما نجده اليوم بين أيدي النصارى ليس إنجيل الله المنزل على عيسى، بل الأناجيل المنسوبة إلى تلاميذ المسيح وتلاميذهم، وتتضمن تأليفات شخصية لهم سجلوا فيها سيرة المسيح عليه السلام وأخبار دعوته ومعجزاته، ولا تخلو هذه المؤلفات البشرية من بعض وصايا الله لعيسى ووحيه إليه.",
            "page": "60",
            "part": "1",
            "seal": "8A1B2852"
        },
        {
            "id": "62",
            "nass": "وتكاملت نعمة الله على عباده بهذا الكتاب الذي سماه الله القرآن العظيم، وبالرسول الذي يبلغ إلى العالمين، فلله في ذلك المِنَّة البالغة {لقد منَّ الله على المؤمنين إذ بعث فيهم رسولاً من أنفسهم يتلوا عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين} (آل عمران: 164). ¶ وحتى تبقى كلمة الله شاهدة على خلقه جيلاً فجيل؛ تكفل الله جل وعلا بحفظ كتابه الأخير {إنا نحن نزلنا الذكر وإنا له لحافظون} (الحجر: 9)، وقال لنبيه - صلى الله عليه وسلم -: {إن علينا جمعه وقرآنه - فإذا قرأناه فاتبع قرآنه - ثم إن علينا بيانه} (القيامة: 17 - 19)، وهكذا أضحى القرآنُ الكتابَ الإلهي الوحيد المحفوظ بحفظ الله له {وإنه لكتابٌ عزيزٌ - لا يأتيه الباطل من بين يديه ولا من خلفه تنزيلٌ من حكيمٍ حميدٍ} (فصلت: 41 - 42). ¶ وحتى يحفظ الله كتابه يسَّره للحفظ، وأنزله في أمة أمية لا تقرأ ولا تكتب، وإنما تعتمد الحفظ وسيلة للمحافظة على تراثها وتاريخها وأشعارها وأنسابها {ولقد يسرنا القرآن للذكر فهل من مدكر} (القمر: 17)، وأنزله منجماً مفرقاً على مدى ثلاث وعشرين سنة، ليسهل حفظه ومدارسته على النبي - صلى الله عليه وسلم - وأصحابه. ¶ وقد حفظ النبي - صلى الله عليه وسلم - القرآن، وتعهده الله بمدارسته مع جبريل عليه السلام من كل عام في شهر رمضان، يقول ابن عباس: (كان رسول الله - صلى الله عليه وسلم - أجود الناس، وكان أجود ما يكون في رمضان حين يلقاه جبريل، وكان يلقاه في كل ليلة من رمضان، فيدارسه القرآن فلرسول الله أجود بالخير من الريح المرسلة). (¬1) ¶ ويخبرنا القرآن عن حرص النبي - صلى الله عليه وسلم - على حفظ النص القرآني، فقد كان يردده حال سماعه له من جبريل عليه السلام، خشية أن ينسى بعضاً منه، فطمأن الله روعه، وأعلمه أن القرآن محفوظ بحفظ الله: {ولا تعجل بالقرآن من قبل أن يقضى إليك وحيه وقل رب زدني علماً} (طه: 114)، وقال له: {لا تحرك به لسانك لتعجل به - إن علينا جمعه وقرآنه} (القيامة: 16 - 17). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (1902)، ومسلم ح (2308).",
            "page": "61",
            "part": "1",
            "seal": "6D49FB86"
        },
        {
            "id": "63",
            "nass": "وقد حرص النبي - صلى الله عليه وسلم - على تعليم أصحابه القرآن، وكانوا يتعاهدون به من أسلم حديثاً، فيبادرون إلى تعليمه ما نزل من القرآن، يقول عبادة بن الصامت: (كان رسول الله يُشغَل، فإذا قدم رجل مهاجر على رسول الله - صلى الله عليه وسلم - دفعه إلى رجل منا يعلمه القرآن). (¬1) ¶ وكان الصحابة يتابعون باهتمام بالغ يومياً ما ينزل من القرآن، يقول عمر بن الخطاب - رضي الله عنه -: كنت أنا وجارٌ لي من الأنصار في بني أمية بن زيد -وهي من عوالي المدينة -وكنا نتناوبُ النزولَ على رسول الله - صلى الله عليه وسلم - ينزل يوماً، وأنزل يوماً، فإذا نزلتُ جئتهُ بخبر ذلك اليوم من الوحي وغيره، وإذا نزل فعلَ مثل ذلك. (¬2) ¶ وحث النبي - صلى الله عليه وسلم - أصحابه على تعلم القرآن، فقال مستحثاً لهممهم: ((خيركم من تعلم القرآن وعلمه)) (¬3)، وأخبرهم أنه ((يقال لصاحب القرآن إذا دخل الجنة: اقرأ واصعد، فيقرأ، ويصعد بكل آية درجة، حتى يقرأ آخر شيء معه)) (¬4)، فقراءة القرآن وحفظه من أفضل العبادات، و ((الماهر بالقرآن مع السفرة الكرام البررة، والذي يقرأ القرآن ويتتعتع فيه، وهو عليه شاق؛ له أجران)). (¬5) ¶ وقد سارع الصحابة إلى حفظ سور القرآن ومدارستها وتعلم ما فيها من معان وأحكام، فكان منهم مئات القراء، وقد أتم بعضهم حفظ كامل القرآن في عهد النبي - صلى الله عليه وسلم -، فقد سأل قتادة خادمَ النبي - صلى الله عليه وسلم - أنس بن مالك: من جمع القرآن على عهد النبي - صلى الله عليه وسلم -؟ فقال أنس: (أربعة، كلهم من الأنصار: أبي بن كعب، ومعاذ بن جبل، وزيد بن ثابت، وأبو زيد). (¬6) ¶ وممن حفظه من نساء الصحابة أم ورقة بنت عبد الله بن الحارث الأنصاري، ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (22260). ¶ (¬2) أخرجه البخاري ح (89)، ومسلم ح (89)، واللفظ للبخاري. ¶ (¬3) أخرجه البخاري ح (5027). ¶ (¬4) أخرجه ابن ماجه ح (3780). ¶ (¬5) أخرجه البخاري ح (4937)، ومسلم ح (798)، واللفظ له. ¶ (¬6) أخرجه البخاري ح (5003)، ومسلم ح (2465).",
            "page": "62",
            "part": "1",
            "seal": "1B6687FB"
        },
        {
            "id": "64",
            "nass": "فأمرها النبي - صلى الله عليه وسلم - أن تؤم أهل دارها، وكان لها مؤذن، فكانت تؤم أهل دارها. (¬1) ¶ وقد نقل القرآن الكريم بحفظ الجموع عن الجموع في كل عصر، وكان القرآن كما وصفه الله لرسوله، حين قال له في الحديث القدسي الذي يرويه النبي عن ربه تبارك وتعالى: ((ومنزل عليك كتاباً لا يغسله الماء، تقرؤه نائماً ويقظان)). (¬2) ¶ يقول ابن الجزري: \"الاعتماد في نقل القرآن على حفظ القلوب والصدور، لا على حفظ المصاحف والكتب، وهذه أشرف خصيصة من الله تعالى لهذه الأمة .. فأخبر تعالى أن القرآن لا يحتاج في حفظه إلى صحيفة تغسل بالماء، بل يقرؤه في كل حال، كما جاء في صفة أمته: ((أناجيلهم في صدورهم)) \". (¬3) ¶ وحتى نقف على كثرة هؤلاء القراء من الصحابة يكفينا أن نذكر أنه قد قتل منهم في يوم بئر معونة سبعون، يقول أنس: (جاء ناس إلى النبي - صلى الله عليه وسلم - فقالوا: ابعث معنا رجالاً يعلمونا القرآن والسنة. فبعث إليهم سبعين رجلاً من الأنصار يقال لهم القراء، يقرؤون القرآن، ويتدارسون بالليل يتعلمون .. فبعثهم النبي إليهم، فعرضوا لهم، فقتلوهم). (¬4) ¶ وبعد وفاة النبي - صلى الله عليه وسلم - قتل في وقعة اليمامة الكثير من القراء، حتى خشي عمر من ضياع شيء من القرآن، فقال لخليفة المسلمين أبي بكر: (إن القتل قد استحر [أي كثُر] يوم اليمامة بقراء القرآن، وإني أخشى أن يستحر القتل بالقراء بالمواطن). (¬5) فكان هذا سبباً في مبادرة الصحابة إلى جمع القرآن في مصحف واحد مكتوب في عهد الخليفة أبي بكر الصديق. ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح (591)، وأحمد ح (26739). ¶ (¬2) أخرجه مسلم ح (2865). ¶ (¬3) النشر: (1/ 6)، والحديث أخرجه الطبراني في معجمه الكبير ح (9903)، والبيهقي في دلائل النبوة ح (343). ¶ (¬4) أخرجه مسلم ح (677). ¶ (¬5) أخرجه البخاري ح (4986).",
            "page": "63",
            "part": "1",
            "seal": "4955F493"
        },
        {
            "id": "65",
            "nass": "وجمع القرآن في عهد الصديق إنما كان جمعاً للمكتوب بين يدي النبي - صلى الله عليه وسلم - الذي حرص على جمع القرآن في عهده ليتكامل حفظ السطور إلى حفظ الصدور. ¶ يقول عثمان بن عفان: إن النبي - صلى الله عليه وسلم - كان إذا نزلت عليه الآيات يدعو بعض من كان يكتب له، ويقول له: ((ضع هذه الآية في السورة التي يذكر فيها كذا وكذا)). (¬1) ¶ وكان الصحابة يكتبون كل ما نزل، بل ويسارعون إليه مهما كثر، ومثاله مسارعتهم إلى كتابة سورة الأنعام، وهي من أطول سور القرآن، نزلت دفعة واحدة في مكة زمن الاضطهاد، يقول ابن عباس - رضي الله عنه -: ((نزلت جملة واحدة، نزلت ليلاً، وكتبوها من ليلتهم غير ست آيات؛ فإنها نزلت في المدينة)). (¬2) ¶ وقد أولى النبي - صلى الله عليه وسلم - المكتوب بين يديه اهتماماً بالغاً، إذ كان يستوثق من دقة المكتوب بين يديه، يقول زيد بن ثابت كاتب الوحي: كنتُ أكتب الوحي عند رسول الله - صلى الله عليه وسلم - وهو يملي عليَّ، فإذا فرغت، قال: ((اقرأه))، فأقرأُه، فإن كان فيه سقط أقامه. (¬3) ¶ وخوفاً من تداخل المكتوب من القرآن مع غيره من كلام النبي - صلى الله عليه وسلم - أمر أصحابه، فقال: ((لا تكتبوا عني شيئاً إلا القرآن، فمن كتب عني شيئاً غير القرآن فليمحه)). (¬4) ¶ ثم لحق النبي - صلى الله عليه وسلم - بالرفيق الأعلى قبل أن يجمع هذا المكتوب بين يديه في مصحف واحد، يقول كاتب الوحي زيد بن ثابت: (قبض النبي - صلى الله عليه وسلم -، ولم يكن ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح (786)، والترمذي ح (3086)، واللفظ لأبي داود. ¶ (¬2) ذكره ابن الجوزي في زاد المسير (3/ 1)، والقاسمي في محاسن التأويل (6/ 446). ¶ (¬3) أخرجه الطبراني في الأوسط ح (1985)، قال الهيثمي: \"أخرجه الطبراني بإسنادين، ورجال أحدهما ثقات\". مجمع الزوائد (8/ 257). ¶ (¬4) أخرجه مسلم ح (3004).",
            "page": "64",
            "part": "1",
            "seal": "0F65A80D"
        },
        {
            "id": "66",
            "nass": "القرآن جمع في شيء). (¬1) ¶ قال الخطابي: \"إنما لم يجمع - صلى الله عليه وسلم - القرآن في المصحف لما كان يترقبه من ورود ناسخ لبعض أحكامه أو تلاوته، فلما انقضى نزوله بوفاته؛ ألهمَ الله الخلفاء الراشدين ذلك وفاء بوعده الصادق بضمان حفظه على هذه الأمة، فكان ابتداء ذلك على يد الصديق بمشورة عمر\". (¬2) ¶ وبعد وفاة النبي - صلى الله عليه وسلم - بدأت حروب المرتدين، وكان أشدها معركة اليمامة التي قتل فيها قرابة الألف من أصحاب النبي - صلى الله عليه وسلم -، وبينهم كثير من القراء. ¶ فجاء عمر بن الخطاب إلى الخليفة أبي بكر الصديق، يقترح جمع القرآن في مصحف واحد، خشية ضياعه بوفاة المزيد من القراء، ووافق الخليفة على المقترح، وانتدب لجنة لذلك العمل العظيم برئاسة كاتب الوحي وحافظه الشاب زيد بن ثابت، الذي يروي لنا الخبر بتمامه فيقول: (أرسل إلي أبو بكر مقتلَ أهل اليمامة وعنده عمر، فقال: أبو بكر إن عمر أتاني فقال: إن القتل قد استحر يوم اليمامة بالناس، وإني أخشى أن يستحر القتل بالقراء في المواطن فيذهب كثير من القرآن، إلا أن تجمعوه، وإني لأرى أن تجمع القرآن. قال أبو بكر: قلت لعمر كيف أفعل شيئا لم يفعله رسول الله؟ فقال عمر: هو والله خير. فلم يزل عمر يراجعني فيه حتى شرح الله لذلك صدري، ورأيت الذي رأى عمر. ¶ فقال أبو بكر: إنك رجل شاب عاقل ولا نتهمك، كنت تكتب الوحي لرسول الله، فتتبع القرآن فاجمعه. ¶ قال زيد: فوالله لو كلفني نقل جبل من الجبال ما كان أثقل عليّ مما أمرني به من جمع القرآن. قلت: كيف تفعلان شيئا لم يفعله النبي؟ فقال أبو بكر: هو والله خير. فلم أزل أراجعه حتى شرح الله صدري للذي شرح الله له صدر أبي بكر ¶ ¬__________ ¶ (¬1) أخرجه الدير عاقولي بإسناده إلى زيد بن حارثة في فوائده، كما نقل السيوطي في الإتقان في علوم القرآن (1/ 164). ¶ (¬2) الإتقان في علوم القرآن، السيوطي (1/ 164).",
            "page": "65",
            "part": "1",
            "seal": "A2ABB707"
        },
        {
            "id": "67",
            "nass": "وعمر. ¶ فقمت فتتبعت القرآن أجمعه من الرقاع والأكتاف والعسب وصدور الرجال، حتى وجدت من سورة التوبة آيتين مع خزيمة الأنصاري لم أجدهما مع أحد غيره: {لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم} (التوبة: 128) إلى آخرهما. ¶ وكانت الصحف التي جمع فيها القرآن عند أبي بكر حتى توفاه الله، ثم عند عمر حتى توفاه الله، ثم عند حفصة بنت عمر). (¬1) ¶ وتبين لنا رواية أخرى المنهج الذي اتبعه زيد في جمعه، إذ لم يعتمد على محفوظاته ومحفوظات الصحابة، بل بحث عن المكتوب بين يدي النبي - صلى الله عليه وسلم -، والموثق بشهادة شاهدين يشهدان بكتابته بين يدي النبي - صلى الله عليه وسلم -، يقول يحيى بن عبد الرحمن بن حاطب: (قام عمر بن الخطاب في الناس فقال: من كان تلقى من رسول الله شيئاً من القرآن فليأتنا به، وكانوا كتبوا ذلك في الصحف والألواح والعسب، وكان لا يقبل من أحد شيئاً حتى يشهد شهيدان). (¬2) ¶ قال أبو شامة المقدسي:  http://www.khayma.com/sharii/ch2/004.htm - (8) ( وكان غرضهم ألا يكتب إلا من عين ما كُتب بين يدي النبي، لا من مجرد الحفظ، ولذلك قال في آخر سورة التوبة: (لم أجدها مع غيره) أي لم أجدها مكتوبة مع غيره، لأنه كان لا يكتفي بالحفظ دون الكتابة). (¬3) ¶ وهكذا أكملت اللجنة عملها بجمع ما كتب بين يدي النبي - صلى الله عليه وسلم - موثقاً بشهادة شاهدين على الأقل، يشهدان أنه كتب بين يدي النبي - صلى الله عليه وسلم -. ¶ وفي عهد عثمان - رضي الله عنه - أمر الخليفة بتكوين لجنة تعيد نسخ المجموع في عهد أبي ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4679). ¶ (¬2) أخرجه ابن أبي داود في كتابه المصاحف ح (33). ¶ (¬3) انظر: الإتقان في علوم القرآن (1/ 167)، وفتح الباري (8/ 630).",
            "page": "66",
            "part": "1",
            "seal": "83060832"
        },
        {
            "id": "68",
            "nass": "بكر، كان عمادها أربعة من حفاظ القرآن (¬1)، وبدأت اللجنة بنسخ مصحف أبي بكر وكتابته وفق لسان قريش، يقول حذيفة: (فأرسل عثمان إلى حفصة: أن أرسلي إلينا بالصحف؛ ننسخها في المصاحف، ثم نردها إليك، فأرسلت بها حفصة إلى عثمان. ¶ فأمر زيد بن ثابت وعبد الله بن الزبير وسعيد بن العاص وعبد الرحمن بن الحارث بن هشام، فنسخوها في المصاحف، وقال عثمان للرهط القرشيين الثلاثة: إذا اختلفتم أنتم وزيد بن ثابت في شيء من القرآن فاكتبوه بلسان قريش؛ فإنما نزل بلسانهم). (¬2) ¶ وفي رواية الترمذي أن الكتبة اختلفوا في كيفية كتابة كلمة واحدة، يقول حذيفة: (فاختلفوا في \"التابوت\" و\" التابوة \"، فقال القرشيون بالأول، وقال زيد بالثاني، فرفعوا اختلافهم إلى عثمان، فقال: اكتبوه بالتابوت، فإنه نزل بلسان قريش). (¬3) ¶ وتكامل الجمع العثماني بكتابة سبع نسخ من المصحف، أرسل كل واحد منها إلى قطر من أقطار المسلمين، ليكون إماماً للناس، يضبطون وفقه مصاحفهم، وأمر عثمان من كان عنده شيء من صحف القرآن أن يحرقها، يقول حذيفة: (حتى إذا نسخوا الصحف في المصاحف رد عثمان الصحف إلى حفصة، وأرسل إلى كل أفق بمصحف مما نسخوا، وأمر بما سواه من القرآن في كل صحيفة أو مصحف أن يُحرق). (¬4) ¶ والسبب الذي دعا الخليفة إلى طلب إحراق الناس لما بين أيديهم من الصحف ¶ ¬__________ ¶ (¬1) وقد وصلت اللجنة فيما بعد إلى اثني عشر من أصحاب النبي - صلى الله عليه وسلم -، يقول كثير بن أفلح: (لما أراد عثمان أن يكتب المصاحف جمع له اثني عشر رجلاً من قريش والأنصار، فيهم أُبي بن كعب وزيد بن ثابت) أخرجه ابن أبي داود في كتابه المصاحف ح (89). ¶ (¬2) أخرجه البخاري ح (3506). ¶ (¬3) أخرجه الترمذي ح (3104). ¶ (¬4) أخرجه البخاري ح (4988).",
            "page": "67",
            "part": "1",
            "seal": "73F7DDD4"
        },
        {
            "id": "69",
            "nass": "والمصاحف أن بعضها قد كتب قبل العرضة الأخيرة للوحي في السنة الأخيرة من حياة النبي - صلى الله عليه وسلم -، ففيها ما نسخت تلاوته، كما يمكن أن يقع في مصاحف الصحابة الخاصة نقص آية أو كلمة أو زيادة ناسخ لشرح كلمة وسواها، فيخشى أن يظن من يأتي بعد ناسخها أنه من القرآن، كما كانت مصاحف الصحابة مختلفة في ترتيب سورها، فمصحف علي - رضي الله عنه - مثلاً كان ترتيبه بحسب النزول، فلهذه الأسباب أمر عثمان بإحراق المصاحف. ¶ وقد فعل الصحابة ذلك وامتثلوا أمر الخليفة، واتفقوا على صحة صنيعه، يقول علي - رضي الله عنه -: (يا أيها الناس، لا تغلوا في عثمان، ولا تقولوا له إلا خيراً في المصاحف وإحراق المصاحف، فوالله ما فعل الذي فعل في المصاحف إلا عن ملأ منا جميعاً .. والله لو وليت لفعلت مثل الذي فعل). (¬1) ¶ ويقول مصعب بن سعد - رضي الله عنه -: (أدركت الناس حين شقق عثمان المصاحف، فأعجبهم ذلك، أو قال: لم يعب ذلك أحد). (¬2) ¶ وامتثال الصحابة وفعلهم؛ إقرار لعثمان على صحة ما فعله، لأن ما فعله عثمان هو إعادة نسخ مصحف أبي بكر وفق حرف قريش ولسانهم، ولو كان في فعله شائبة لثاروا عليه، كما ثار عليه من ثار لأمور أقل منها كتوليته بعض أقاربه على بعض مدائن المسلمين. ¶ ومن المعلوم أن عثمان لم يأمر عماله بمتابعة الناس في بيوتهم ومعرفة من أحرق من المسلمين مصحفه ومن لم يحرق، فقد فعل المسلمون ذلك بمحض إرادتهم واختيارهم. ¶ وهكذا وُثِّق النص القرآني كتابة، فاجتمع إلى توثيقه بحفظ الحفاظ من أصحاب النبي - صلى الله عليه وسلم -، وتناقلت الأمة في أجيالها نص القرآن الكريم، يحفظه في كل ¶ ¬__________ ¶ (¬1) أخرجه أبو بكر بن أبي داود في كتابه المصاحف ح (77). ¶ (¬2) أخرجه البخاري في خلق أفعال العباد ح (161)، والقاسم بن سلام في فضائل القرآن ح (460)، وقال السيوطي: إسناده جيد.",
            "page": "68",
            "part": "1",
            "seal": "138C0EC7"
        },
        {
            "id": "70",
            "nass": "عصر الألوف المؤلفة منهم، فوصل إلينا القرآن الكريم محفوظاً من أي تغيير أو تبديل أو زيادة أو نقصان. ¶ الإيمان بالأنبياء ¶ ولكي تبلغ رسالة الله إلى العالمين اصطفى الله خيرة من خلقه، فجعلهم رسلاً له، أولاهم تعريف الناس بدينهم وإبلاغهم ما يريد ربهم منهم، فمن أطاعهم وآمن بهم بشروه بالسعادة والرضوان، ومن عصاهم أنذروه غضب الملك الديان {رسلاً مبشرين ومنذرين لئلا يكون للناس على الله حجةٌ بعد الرسل وكان الله عزيزاً حكيماً} (النساء: 165). ¶ فبهؤلاء الرسل قامت حجته تبارك وتعالى على خلقه: ((وليس أحد أحب إليه العذر من الله، من أجل ذلك أنزل الكتاب، وأرسل الرسل)). (¬1) ¶ والرسل والأنبياء الذين أرسلهم الله كُثُر، فما من أمة إلا وأرسل الله فيها رسولاً يقيم حجته عليها {وإن من أمةٍ إلا خلا فيها نذيرٌ} (فاطر: 24). ¶ وقد ذكر القرآن والسنة أسماء بعضهم، وهم: آدم ونوح وهود وصالح وشعيب وإبراهيم ولوط وإسماعيل وإسحاق ويعقوب وإدريس وذو الكفل وداود وسليمان وأيوب ويوسف ويونس وموسى وهارون ويوشع وإلياس واليسع وزكريا ويحيى وعيسى ومحمد صلوات الله وسلامه عليهم أجمعين. ¶ لكن ثمة كثيرين غيرهم لم يذكرهم القرآن، كما قال تعالى: {ورسلاً قد قصصناهم عليك من قبل ورسلاً لم نقصصهم عليك} (النساء: 164). ¶ وجميع الأنبياء من البشر، وهم لا يتميزون عن غيرهم إلا بما خصهم الله من النبوة وأنوارها وعبقها {وما أرسلنا قبلك إلا رجالاً نوحي إليهم فاسألوا أهل الذكر إن كنتم لا تعلمون - وما جعلناهم جسداً لا يأكلون الطعام وما كانوا خالدين} (الأنبياء: 7 - 8)، فكلهم يجري عليه ما يجري على البشر من عوارض جسدية كالطعام والشراب والمرض، ومن أقدار علوية كالبلاء والموت. ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (2760).",
            "page": "69",
            "part": "1",
            "seal": "8C4A5C50"
        },
        {
            "id": "71",
            "nass": "وهم لا يملكون من القدرة أكثر مما أمكنهم الله منه {قالت لهم رسلهم إن نحن إلا بشرٌ مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا أن نأتيكم بسلطانٍ إلا بإذن الله وعلى الله فليتوكل المؤمنون} (إبراهيم: 11). ¶ وقد أيد الله هؤلاء الأنبياء بالدلائل التي برهنت لأقوامهم على صدقهم في دعوى النبوة والرسالة، قال - صلى الله عليه وسلم -: ((ما من الأنبياء من نبي، إلا قد أُعطي من الآيات، ما مثلُه آمن عليه البشر، وإنما كان الذي أُوتيتُ وحياً أَوحى اللهُ إليّ، فأرجو أن أكون أكثرَهم تابعاً يوم القيامة)). (¬1) ¶ ولما كان الرسول على قدر مرسِله؛ فإن الله اصطفى هؤلاء الأنبياء من بين سائر خلقه، ليكونوا رسله وسفراءه إلى خلقه، فهم خيرتهم خُلقاً، بل وخَلقاً. ¶ ومن صفاتهم عليهم السلام تحملهم المشاق والبلاء في سبيل إقامة دينه {الذين يبلغون رسالات الله ويخشونه ولا يخشون أحداً إلا الله وكفى بالله حسيباً} (الأحزاب: 39)، وهم في بلاغهم لرسالة الله لا يطلبون الأجر من الناس، فقد قال نوح عليه السلام: {ويا قوم لا أسألكم عليه مالاً إن أجري إلا على الله} (هود: 29)، وقد أمر الله نبيه - صلى الله عليه وسلم - أن يقول للناس ما قاله إخوانه الأنبياء: {قل ما أسألكم عليه من أجر إلا من شاء أن يتخذ إلى ربه سبيلاً} (الفرقان: 57). ¶ ولما تمثل بهؤلاء الأنبياء من الكمالات؛ فإن الله أمر نبيه محمداً والمؤمنين من بعده بالتأسي بهم، فقال بعد أن عدَّد أسماء ثمانية عشر رسولاً: {أولئك الذين آتيناهم الكتاب والحكم والنبوة فإن يكفر بها هؤلاء فقد وكلنا بها قوماً ليسوا بها بكافرين - أولئك الذين هدى الله فبهداهم اقتده} (الأنعام: 88 - 89)، فتمثل النبي - صلى الله عليه وسلم - هديهم، ومشى على غرزهم، فرفع الله قدره، وأعلى ذكره، وجعله أسوة حسنة للعالمين {لقد كان لكم في رسول الله أسوةٌ حسنةٌ لمن كان يرجو الله واليوم الآخر وذكر الله كثيراً} (الأحزاب: 21). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4981)، ومسلم ح (152)، واللفظ له.",
            "page": "70",
            "part": "1",
            "seal": "766A2656"
        },
        {
            "id": "72",
            "nass": "وقد كانت دعوة هؤلاء جميعاً واحدة في أصولها، وهي الدعوة إلى عبادة الله الواحد دون سواه {وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون} (الأنبياء: 25)، كما أن أصول شرائعهم وجوهرها واحد {شرع لكم من الدين ما وصى به نوحاً والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا الدين ولا تتفرقوا فيه} (الشورى: 13). ¶ وعليه فالمسلم يؤمن بجميع الأنبياء بلا تفريق بينهم {آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحدٍ من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير} (البقرة: 285). ¶ والكفر برسول واحد كفر بجميع الرسل وبمن أرسلهم وبالرسالة الواحدة التي يحملونها {إن الذين يكفرون بالله ورسله ويريدون أن يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون أن يتخذوا بين ذلك سبيلاً - أولئك هم الكافرون حقاً} (النساء: 150 - 151). ¶ أما طرائق الوحي التي يوحي الله بها إلى هؤلاء الأنبياء، فتتلخص في ثلاثة طرق: الأول: خطاب الله المباشر، كما كلم الله موسى في الوادي المقدس، والثاني: الوحي الذي يقذفه الله في قلب النبي، والثالث: ما يحمله ملاك الله إلى النبي من وحي الله، سواء ظهر له على شكل بشري إيناساً له أو على صورته الحقيقية، قال تعالى: {وما كان لبشر أن يكلمه الله إلا وحياً أو من وراء حجاب أو يرسل رسولاً فيوحي بإذنه ما يشاء} (الشورى: 51). ¶ وجميع هؤلاء الرسل من أهل الفضل والكمال، لكنهم متفاوتون في أقدارهم عند الله {تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجات وآتينا عيسى ابن مريم البينات وأيدناه بروح القدس} (البقرة: 253). ¶ وأفضلهم أولو العزم، وهم خمسة ذكرهم الله بقوله: {وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى ابن مريم} (الأحزاب: 7)، وقد",
            "page": "71",
            "part": "1",
            "seal": "4971898D"
        },
        {
            "id": "73",
            "nass": "أمر الله نبيه بالصبر على الدعوة ومشاقها اقتداء بمن سبقه من أولي العزم من الرسل {فاصبر كما صبر أولوا العزم من الرسل} (الأحقاف: 35). ¶ وأفضل هؤلاء الأنبياء عند الله خاتمهم الذي ارتضاه الله للبشرية كلها نبياً ورسولاً، محمد بن عبد الله الذي قال مخبراً عن منزلته عند ربه: ((أنا سيد ولد آدم يوم القيامة))، وفي رواية: ((أنا سيد ولد آدم يوم القيامة، ولا فخر)). (¬1) أي لا أفخر على أحد بذلك، إنما أبلغ بما خصني الله من الشرف والمنزلة. ¶ ولكي لا توهم المفاضلة بين الأنبياء نقصاً في المفضول؛ فإن النبي - صلى الله عليه وسلم - نهى عنها، فقال لمن قال بأنه خير من موسى: ((لا تخيروني على موسى، فإن الناس يصعقون يوم القيامة، فأصعق معهم، فأكون أول من يفيق، فإذا موسى باطش جانب العرش، فلا أدري أكان فيمن صعق فأفاق قبلي، أو كان ممن استثنى الله)). (¬2) ¶ الإيمان بالقضاء والقدر ¶ وسادس أركان الإيمان هو الإيمان بقضاء الله وقدره، وأن كل ما يجري في هذه الدنيا من خير أو شر إنما يجري بقضاء الله الذي لا راد له ولا مانع منه، فقد كتبه الله قبل أن يخلق الخلق بدهر طويل. ¶ وتتضمن عقيدة المسلم في القضاء والقدر ثلاث مسائل: ¶ الأولى: أن الله عز وجل عليم بكل شيء، وأن كل ما يحصل منا من خير أو شر قد علمه الله أزلاً، وهو مصداق قوله تعالى: {الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علماً} (الطلاق: 12). ¶ الثانية: أن الله كتب ما علمه، قال الله تعالى: {ألم تعلم أن لله يعلم ما في السماء والأرض إن ذلك في كتاب إن ذلك على الله يسير} (الحج: 70)، وقال: {وكل شيء أحصيناه في إمام مبين} (يس: 12)، وما كتبه الله إنما كتبه قبل ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (2278)، والترمذي ح (1348)، وابن ماجه ح (4308)، وأحمد ح (2542). ¶ (¬2) أخرجه البخاري ح (2411)، ومسلم ح (2373)، واللفظ للبخاري.",
            "page": "72",
            "part": "1",
            "seal": "FF21B4E3"
        },
        {
            "id": "74",
            "nass": "أن يخلق الخلق بخمسين ألف سنة، قال - صلى الله عليه وسلم -: ((كتب الله مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة)). (¬1) وقال أيضاً: ((وكتب في الذكر كل شيء، وخلق السماوات والأرض)). (¬2) ¶ الثالثة: أن ما كتبه الله في كتابه كائن لا محالة، ولا يمكن لأحد أن يغيره {وكان أمر الله قدراً مقدوراً} (الأحزاب: 38)، وما يقع من الناس من شر وخير إنما يجري بعلم الله ومشيئته الأزلية {وما تشاؤون إلا أن يشاء الله رب العالمين} (التكوير: 29). ¶ لكن الفعل الإنساني لا يصدر من الإنسان جبراً وقهراً، فالإنسان أكرم مخلوقات الله، كرّمه الله، فمنحه القدرة على التمييز {ألم نجعل له عينين - ولساناً وشفتين - وهديناه النجدين} (البلد: 8 - 10)، ثم دعاه تبارك وتعالى لاختيار الحق وهجر الباطل، من غير إكراه منه على ذلك. ¶ فإذا ما اختار الإنسان خير النجدين، فسلك سبيل الهداية؛ زاده الله من أنوار الهدى {والذين اهتدوا زادهم هدًى وآتاهم تقواهم} (محمد: 17)، وإن تنكبها واختار الضلالة والعماية زاده الله ضلالاً، كما وصف الله تعالى المنافقين: {في قلوبهم مرضٌ فزادهم الله مرضاً ولهم عذابٌ أليمٌ بما كانوا يكذبون} (البقرة: 10). ¶ وهكذا فالإنسان يختار فعله وفق اختياره وإرادته، لذلك نسب الله فعله إليه بقوله: {وما تفعلوا من خيرٍ فإن الله به عليمٌ} (البقرة: 215)، لكن اختياره وفعله ليس جبراً لله أو قهراً، بل هو بقدرة الله الخالق الذي أقدره على ذلك {والله خلقكم وما تعملون} (الصافات: 96). ¶ ويشمل الإيمان بالقضاء والقدر، التصديق بجملة من القضايا التي قدرها الله بسابق علمه. ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (2653). ¶ (¬2) أخرجه البخاري ح (3192).",
            "page": "73",
            "part": "1",
            "seal": "2D722B79"
        },
        {
            "id": "75",
            "nass": "أولها: ما يصيب الإنسان من خير وشر، يقول النبي - صلى الله عليه وسلم -: ((لا يؤمن عبد حتى يؤمن بالقدر خيره وشره من الله، وحتى يعلم أن ما أصابه لم يكن ليخطئه، وأن ما أخطأه لم يكن ليصيبه)) (¬1)، وبذلك يتعلق قلب العبد بربه مسبب الأسباب، لا بالأسباب المنظورة التي جعلها الله طريقاً لتحقيق قدره المكتوب، وهذا يُحل بالمؤمن راحة النفس وطمأنينة القلب عند نزول البلاء، ومحبة المنعم ورجاء المزيد من نواله عند الرخاء {ما أصاب من مصيبةٍ في الأرض ولا في أنفسكم إلا في كتابٍ من قبل أن نبرأها إن ذلك على الله يسيرٌ - لكيلا تأسوا على ما فاتكم ولا تفرحوا بما آتاكم والله لا يحب كل مختالٍ فخورٍ} (الحديد: 22 - 23). ¶ ومنها أيضاً: تقدير أرزاق الخلق، فكل ذلك مسطور في علم الله أزلاً، يقول الله تعالى عما يقدره من أرزاق للناس: {وإن من شيء إلا عندنا خزائنه وما ننزله إلا بقدر معلوم} (الحجر: 21). ¶ وبسبب هذا الإيمان فإن المؤمن أشجع الناس بما أوتي من يقين بالله الذي هو وحده يملك أرزاق الناس وآجالهم، {قل لن يصيبنا إلا ما كتب الله لنا هو مولانا وعلى الله فليتوكل المؤمنون} (التوبة: 51). ¶ ولأجل ذلك علَّم النبي - صلى الله عليه وسلم - ابن عباس والأمة من بعده ((أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رُفعتِ الأقلام وجفَّت الصحف)). (¬2) ¶ وبسبب إيمان المسلم بأن الرزق مقسوم من الله بسابق قدره، فإنه لا يطلب الدنيا بنَهَم عُبَّاد المال الذين لا يعرفون في الكسب حلالاً ولا حراماً، إنما يطلبها بوجوهها المشروعة، يقول - صلى الله عليه وسلم -: ((لا تستبطئوا الرزق، فإنه لن يموت العبد حتى يبلغه ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (2144)، وصححه الألباني في صحيح الترمذي لشواهد تقويه ح (1143) , وفي السلسلة الصحيحة ح (2439). ¶ (¬2) أخرجه الترمذي ح (2516)، وأحمد ح (2664).",
            "page": "74",
            "part": "1",
            "seal": "405D477D"
        },
        {
            "id": "76",
            "nass": "آخر رزق هو له، فأجملوا في الطلب: أخذ الحلال، وترك الحرام)) (¬1)، وفي حديث آخر يقول - صلى الله عليه وسلم -: ((وإن الروح الأمين قد نفث في روعي: أنه لن تموت نفس حتى تستوفي رزقها، فاتقوا الله وأجملوا في الطلب)). (¬2) ¶ وكذلك فإن الله قدر آجال الناس وأعمارهم في سابق علمه {الله يتوفى الأنفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الأخرى إلى أجلٍ مسمى} (الزمر: 42). ¶ وإيمان المسلم بذلك يعرف الإنسان بقْدره الضعيف، وينبؤه عن ضعفه الكبير، وعن عظيم حاجته إلى ربه، قال - صلى الله عليه وسلم -: ((لو أن الله سبحانه عذب أهل سماواته وأهل أرضه لعذبهم غير ظالم لهم، ولو رحمهم كانت رحمته لهم خيراً من أعمالهم، ولو كان لك مثل جبل أحد ذهباً أنفقته في سبيل الله تعالى ما قبله منك؛ حتى تؤمن بالقدر وتعلم أن ما أصابك لم يكن ليخطئك؛ وأن ما أخطأك لم يكن ليصيبك؛ وأنك إن مت على غير هذا دخلت النار)). (¬3) فيستقبل المؤمن بالقضاء والقدر مصائب الدنيا بالبشر، ويراها منحة حملتها إليه محنة ((عجباً لأمر المؤمن إن أمره كله له خير، وليس ذلك إلا للمؤمن، إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له)). (¬4) ¶ الإيمان باليوم الآخر ¶ خلق الله الإنسان في هذه الدنيا ليعمرها وفق منهج الله، فإذا ولَّت وانقضت؛ جمع الله الأولين والآخرين في يوم جديد، هو يوم الحساب والجزاء، حيث يجازى كل إنسان على عمله، وهذا هو ما تقتضيه حكمة الله وعدله، وإلا لاستوى ¶ ¬__________ ¶ (¬1) أخرجه ابن حبان في صحيحه ح (3308)، والحاكم في مستدركه (4/ 224)، وصححه الألباني في السلسلة الصحيحة ح (2607). ¶ (¬2) أخرجه الشافعي في كتابه الرسالة ص (87 و93)، والبيهقي في السنن (7/ 76)، وصححه أحمد شاكر في تعليقه على الرسالة. ¶ (¬3) أخرجه الترمذي ح (2155)، وابن ماجه ح (77)، وأحمد ح (21101). ¶ (¬4) أخرجه مسلم ح (2999).",
            "page": "75",
            "part": "1",
            "seal": "94714680"
        },
        {
            "id": "77",
            "nass": "الطائع والعاصي، والمؤمن والكافر، وهذا من العبث الذي يتنزه عنه الله الحكيم {أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون - فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم} (المؤمنون: 115 - 116). ¶ وقد تولى القرآن إثبات معقولية البعث والنشور، وردَّ بالبرهان على مكذبي البعث الذين ضعف تصورهم لقدرة الله العظيمة، فتساءلوا مستنكرين: {وقالوا أئذا كنا عظاماً ورفاتاً أئنا لمبعوثون خلقاً جديداً - قل كونوا حجارةً أو حديداً - أو خلقاً مما يكبر في صدوركم فسيقولون من يعيدنا قل الذي فطركم أول مرة} (الإسراء: 49 - 51). ¶ وضرب الله لهؤلاء المنكرين الأمثالَ العقلية التي تقرِّب فكرة البعث إلى أذهانهم، فقال جل ذكره: {وضرب لنا مثلاً ونسي خلقه قال من يحيي العظام وهي رميم - قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم - الذي جعل لكم من الشجر الأخضر ناراً فإذا أنتم منه توقدون - أوليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم بلى وهو الخلاق العليم - إنما أمره إذا أراد شيئاً أن يقول له كن فيكون - فسبحان الذي بيده ملكوت كل شيء وإليه ترجعون} (يس: 78 - 83). ¶ والقيامة تشمل جميع البشر، مؤمنهم وكافرهم {وحشرناهم فلم نغادر منهم أحداً} (الكهف: 47)، فلا مناص من ذلك اليوم ولا مهرب كما قال تعالى: {أين ما تكونوا يأت بكم الله جميعاً} (البقرة: 148). ¶ والقيامة تقوم في زمن لا يعلم موعده إلا الله، قال تعالى: {إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غداً وما تدري نفس بأي أرض تموت إن الله عليم خبير} (لقمان: 34). ¶ فإذا أذن الله بانتهاء الدنيا وانصرامها، تنحلُّ - بأمر الله - سنن الكون ويختل نظامه وترابطه وتقوم الساعة {يوم تبدل الأرض غير الأرض والسماوات وبرزوا لله الواحد القهار} (إبراهيم: 48).",
            "page": "76",
            "part": "1",
            "seal": "F24EDD63"
        },
        {
            "id": "78",
            "nass": "ويرافق قيام الساعة أهوال شديدة، منها ما ذكره الله بقوله: {إذا الشمس كورت - وإذا النجوم انكدرت - وإذا الجبال سيرت - وإذا العشار عطلت - وإذا الوحوش حشرت - وإذا البحار سجرت - وإذا النفوس زوجت - وإذا الموءودة سئلت - بأي ذنبٍ قتلت - وإذا الصحف نشرت - وإذا السماء كشطت} (التكوير: 1 - 11). ¶ وأول ما يكون من أحداث القيامة نفختا الصور، حيث تصعق الخلائق في الأولى منهما، وتقوم إلى ربها بعد النفخة الثانية {ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون} (الزمر: 68). ¶ وقال تعالى: {ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون - قالوا يا ويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون - إن كانت إلا صيحةً واحدةً فإذا هم جميعٌ لدينا محضرون - فاليوم لا تظلم نفسٌ شيئاً ولا تجزون إلا ما كنتم تعملون} (يس: 51 - 54). ¶ فإذا ما جمع الله الأولين والآخرين، وآذن ببدء الحساب؛ أمر بإعطاء البشر صحفهم فرأوا فيها أعمالهم، الصالح منها والطالح، فيوم القيامة يوم عدل الله ودينونته. ¶ ويصف القرآن مشهد تطاير الصحف ووقوعها في أيدي أصحابها، فأما المؤمنون منهم فيأخذون صحفهم بأيمانهم، ويهتفون بالبشرى والفرح لما وجدوه فيها من صالح العمل {فأما من أوتي كتابه بيمينه فيقول هاؤم اقرؤوا كتابيه - إني ظننت أني ملاقٍ حسابيه - فهو في عيشةٍ راضيةٍ - في جنةٍ عاليةٍ - قطوفها دانيةٌ - كلوا واشربوا هنيئاً بما أسلفتم في الأيام الخالية} (الحاقة: 19 - 24). ¶ وأما الذين كفروا بالله واليوم الآخر فيأخذون كتبهم بشمائلهم، ويتنادون بالحسرات على المسطور فيها من سيء القول والعمل {وأما من أوتي كتابه بشماله فيقول يا ليتني لم أوت كتابيه - ولم أدر ما حسابيه - يا ليتها كانت القاضية - ما أغنى عني ماليه - هلك عني سلطانيه} (الحاقة: 25 - 29).",
            "page": "77",
            "part": "1",
            "seal": "BA6CFED7"
        },
        {
            "id": "79",
            "nass": "وهذه الصحف يجد فيها المرء كل ما عمله من عمل {يومئذٍ يصدر الناس أشتاتاً ليروا أعمالهم - فمن يعمل مثقال ذرةٍ خيراً يره - ومن يعمل مثقال ذرةٍ شراً يره} (الزلزلة: 6 - 8)، {ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون ياويلتنا ما لهذا الكتاب لا يغادر صغيرةً ولا كبيرةً إلا أحصاها ووجدوا ما عملوا حاضراً ولا يظلم ربك أحداً} (الكهف: 48). ¶ ويحاسب الله الخلائق على أعمالهم {والله سريع الحساب} (البقرة: 102)، وينصِب لهم في المحشر ميزاناً، لا يزن الناس بأطوالهم ولا أثقالهم، بل ميزان عدل وحق، يزن العبد بمقدار عمله ((إنه ليأتي الرجل العظيم السمين يوم القيامة لا يزن عند الله جناح بعوضة، واقرؤوا: {فلا نقيم لهم يوم القيامة وزناً})) (¬1) (الكهف: 105). ¶ وهذا الميزان الأخروي مظهر من مظاهر عدل الله وعلمه المحيط، فهو يزن الصغير من العمل كما يزن الكبير {ونضع الموازين القسط ليوم القيامة فلا تظلم نفس شيئاً وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين} (الأنبياء: 47). ¶ ثم تكون النتيجة: {فأما من ثقلت موازينه - فهو في عيشة راضية - وأما من خفت موازينه - فأمه هاوية} (القارعة: 6 - 9). ¶ ومما يثقل ميزان العبد يوم القيامة ما يأتي به من الحسنات والأعمال الصالحة، ومنها ذكر الله عز وجل ((كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله العظيم، سبحان الله وبحمده)) (¬2)، ومثلها الصبر والتسبيح والتهليل والتحميد والتكبير، لقوله - صلى الله عليه وسلم -: ((ما أثقلهن في الميزان: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، والولد الصالح يتوفى للمرء المسلم؛ ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4729)، ومسلم ح (2785). ¶ (¬2) أخرجه البخاري ح (6406)، ومسلم ح (2694).",
            "page": "78",
            "part": "1",
            "seal": "B1DC03AC"
        },
        {
            "id": "80",
            "nass": "فيحتسبه)) (¬1)، وأما حسن الخلق فالبشرى لصاحبه، فإنه ((ما من شيء أثقل في الميزان من حسن الخلق)). (¬2) ¶ وينصب الصراط على جهنم، وهو جسر يرِد عليه الجميع، فيمرون عليه على قدر أعمالهم، فسعيد ناج إلى الجنة، أو مخدوش، أو شقي مكردس في النار، قال - صلى الله عليه وسلم -: ((ويضرب الصراط بين ظهري جهنم .. وفي جهنم كلاليب مثل شوك السعدان .. غير أنه لا يعلم ما قدر عظمها إلا الله؛ تخطف الناس بأعمالهم، فمنهم الموبق بعمله، أو الموثق بعمله، ومنهم المخردل أو المجازى)). (¬3) ¶ والمكردسون في النار هم الكافرون، ومن غلبت عليه سيئاته من عصاة المسلمين، فأما الكافرون فيخلدون فيها ولا يخرجون، وأما غيرهم من المسلمين، فيخرجون منها إذا طهرتهم النار من سالف أفعالهم {والذين كفروا وكذبوا بآياتنا أولئك أصحاب النار هم فيها خالدون} (البقرة: 39). ¶ ويصف الله بعض حسرات أهل النار وعذابهم فيها: {والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور - وهم يصطرخون فيها ربنا أخرجنا نعمل صالحاً غير الذي كنا نعمل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظالمين من نصير} (فاطر: 36 - 37). ¶ وحتى لا يتوقف العذاب عن أهل النار فإن الله يهيئ من الأسباب ما يجعله مستمراً {إن الذين كفروا بآياتنا سوف نصليهم ناراً كلما نضجت جلودهم بدلناهم جلوداً غيرها ليذوقوا العذاب إن الله كان عزيزاً حكيماً} (النساء: 56). ¶ وتصور آيات القرآن مشاهد من عذاب أهل النار ليهلك من هلك عن بينة: {فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم الحميم - يصهر ¶ ¬__________ ¶ (¬1) أخرجه أحمد ح (15235). ¶ (¬2) أخرجه الترمذي ح (2002)، وأبو داود ح (4799)، وأحمد ح (26971). ¶ (¬3) أخرجه البخاري ح (7438)، ومسلم ح (182).",
            "page": "79",
            "part": "1",
            "seal": "69AE9EB3"
        },
        {
            "id": "81",
            "nass": "به ما في بطونهم والجلود - ولهم مقامع من حديد - كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها} (الحج: 19 - 22). ¶ ويخبرنا النبي - صلى الله عليه وسلم - بأهون أهل النار عذاباً، ففيه غنية ومزدجر لكل من ألقى السمع وهو شهيد، يقول - صلى الله عليه وسلم -: ((إن أهون أهل النار عذاباً من له نعلان وشراكان من نار, يغلي منهما دماغه كما يغلي المرجل، ما يرى أن أحداً أشد منه عذاباً، وإنه لأهونهم عذاباً)). (¬1) ¶ وأما أهل السعادة من أهل الإيمان فهم في الروح والريحان، {وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات تجري من تحتها الأنهار كلما رزقوا منها من ثمرة رزقاً قالوا هذا الذي رزقنا من قبل وأتوا به متشابهاً ولهم فيها أزواج مطهرة وهم فيها خالدون} (البقرة: 25). ¶ إن نعيم الجنة فاق كل وصف، وتعالى عن كل شبه، فليس له في الدنيا مثيل ولا نظير، ولا يشتبه شيء مما في الجنة مع شيء مما في دنيانا إلا في الأسماء، وأما الحقائق فتتباين، فالجنة لا يشبهها شيئاً من الموصوفات والمدركات، وهي كما وصفها الله في الحديث القدسي الذي يرويه النبي - صلى الله عليه وسلم - عن ربه: ((أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر، فاقرؤوا إن شئتم: {فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون})) (السجدة: 17). (¬2) ¶ ومن نعيم الجنة ما جعله الله فيها من أنهار طيبة الشراب عذبة المذاق {مثل الجنة التي وعد المتقون فيها أنهار من ماء غير آسن وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى ولهم فيها من كل الثمرات ومغفرة من ربهم} (محمد: 15). ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (6561)، ومسلم ح (213)، واللفظ له. ¶ (¬2) أخرجه البخاري ح (3244)، ومسلم ح (2824).",
            "page": "80",
            "part": "1",
            "seal": "309F69D5"
        },
        {
            "id": "82",
            "nass": "ومن نعيمها ما بشَّر الله به أهل طاعته بقوله: {وأصحاب اليمين ما أصحاب اليمين - في سدر مخضود - وطلح منضود - وظل ممدود - وماء مسكوب - وفاكهة كثيرة - لا مقطوعة ولا ممنوعة - وفرش مرفوعة} (الواقعة: 27 - 34). ¶ ويبشر النبي - صلى الله عليه وسلم - أهل الجنة بمزيد فضل الله لهم، فإن داخلها ((ينعم ولا يبأس، ولا تبلى ثيابه, ولا يفنى شبابه)) (¬1)، بل يصرف الله عنه كل سوء مما كان يصيبه في الدنيا، فقد قال - صلى الله عليه وسلم -: ((لا يبصقون فيها، ولا يمتخطون، ولا يتغوطون، آنيتهم فيها الذهب، أمشاطهم من الذهب والفضة، ومجامرهم الألوة، ورشحهم المسك، ولكل واحد منهم زوجتان؛ يرى مخ سوقهما من وراء اللحم من الحُسن، لا اختلاف بينهم ولا تباغض، قلوبهم قلب واحد، يسبحون الله بكرة وعشياً)). (¬2) ¶ ومن أعظم ما ينعم به أهل الجنة دوامه وأبديته، فالجنة دار نعيم لا ينفد ولا ينقطع: {إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية - جزاؤهم عند ربهم جنات عدنٍ تجري من تحتها الأنهار خالدين فيها أبداً رضي الله عنهم ورضوا عنه ذلك لمن خشي ربه} (البينة: 7 - 8). ¶ وينقل النبي - صلى الله عليه وسلم - البشارة لأهل الجنة بالخلود فيها حين: ((ينادي مناد: إن لكم أن تصحُّوا فلا تسقموا أبداً، وإن لكم أن تحيوا فلا تموتوا أبداً، وإن لكم أن تشبوا فلا تهرموا أبداً، وإن لكم أن تنعموا فلا تبأسوا أبداً، فذلك قوله عز وجل: {ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون} (الأعراف: 43)). (¬3) ¶ وأما النعيم الأعظم الذي لا يدانى والشرف الذي لا يبارى فهو رؤية المؤمنين ربهم تبارك وتعالى، فلطالما عبدوه في الدنيا ولم يروه، فيتجلى لهم الله يوم القيامة ¶ ¬__________ ¶ (¬1) أخرجه مسلم ح (2836). ¶ (¬2) أخرجه البخاري ح (3245)، ومسلم ح (2834)، وقوله: ((مجامرهم الألوة)) يعني أنهم يستمتعون بأطيب أنواع العود رائحة، وقوله: ((رشحهم المسك)) أي رائحة عرقهم زكية كالمسك ¶ (¬3) أخرجه مسلم ح (2837).",
            "page": "81",
            "part": "1",
            "seal": "118623D9"
        },
        {
            "id": "83",
            "nass": "منّة وتفضلاً وإحساناً {وجوه يومئذ ناضرة - إلى ربها ناظرة} (القيامة: 22 - 23). ¶ والإيمان باليوم الآخر له أكبر الأثر في تهذيب وتقويم سلوك المسلم، الذي يطمع برضوان الله ويخشى عقوبته، فيمتثل أوامر الله ويستكين لها، وهو موقن بأن ما يصنعه اليوم يلاقيه غداً، وأن امتثاله لأمر ربه في دنياه سبب في عاجل سعادته، ويعقبه الفرح والثواب في أخراه {يومئذٍ يصدر الناس أشتاتاً ليروا أعمالهم - فمن يعمل مثقال ذرةٍ خيراً يره - ومن يعمل مثقال ذرةٍ شراً يره} (الزلزلة: 6 - 8). ¶ وهكذا فإن أركان الإيمان هي صمام أمان للمجتمع الإنساني بما تغرسه في صدور المؤمنين من موجبات الرحمة والسكينة والإخبات، وما تثمره في دنيا المؤمنين من بذل وإحسان وتراحم، تسعد به البشرية في دنياها، وترضي به ربها ومولاها.",
            "page": "82",
            "part": "1",
            "seal": "0A251C51"
        },
        {
            "id": "84",
            "nass": "ردود على أباطيل ¶ لقد بُلي المسلمون اليوم بتحديات كبيرة، لعل أهمها تلك الهجمة التي تتنادى إليها دوائر دينية وصحفية وسياسية، وكلها تنصب في باب الافتراء على الإسلام؛ بغرض إقامة السدود التي تحول دون تعرف العالم على حقيقة الإسلام الذي تصوره هذه الدوائر على أنه دين يجمع بين الهمجية والوثنية، يظلم المرأة، ويقتل الأبرياء، ويعادي الحضارة، ويبث الكراهية، إلى غيره من الافتراءات التي تفتقد أدنى معايير الموضوعية العلمية والإنصاف. ¶ وهذه الرسالة في أصلها للتعريف بالإسلام، وليست للرد على ادعاءات الآخرين عليه، لكن قد يكون من المناسب أن نعرج فيها سريعاً على بعض ما قيل، ليكون أنموذجاً يقيس فيه القارئ الغائب على الشاهد، فتستبين بعض أطراف الحقيقة التي يرنو إليها كل عاقل وحصيف. ¶ أولاً: الإسلام والمرأة ¶ مما يروجه البعض زوراً عن الإسلام أنه امتهن المرأة وحط من منزلتها، وتنقصها وهضم حقوقها لصالح الرجل ... ¶ إن هذا الزعم ليس من الحقيقة في شيء، فما عرف العرب ولا غيرهم تكريماً للمرأة يماثل تكريم الإسلام لها، يقول الخليفة الراشد عمر بن الخطاب: (والله إن كنا في الجاهلية ما نعد للنساء أمراً؛ حتى أنزل الله فيهن ما أنزل، وقسم لهن ما قسم). (¬1) ¶ وقبل زمن مديد من اعتراف بعض الأمم بإنسانية المرأة؛ قرر الإسلام تساوي الذكر بالأنثى في إنسانيتهما وكافة الأمور العبادية، ولم يميز بينهما في شيء إلا حال التعارض مع الطبيعة التكوينية والنفسية والوظيفية للذكر أو للأنثى. ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (4913).",
            "page": "83",
            "part": "1",
            "seal": "E2EB760D"
        },
        {
            "id": "85",
            "nass": "فأما تساويهما في الإنسانية، فقد قرره النبي بقوله: ((إنما النساء شقائق الرجال)). (¬1) كيف لا وهما معاً أصل الجنس البشري {يا أيها الناس إنا خلقناكم من ذكر وأنثى} (الحجرات: 13)، ويشملهما جميعاً تكريم الله للجنس البشري {ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلاً} (الإسراء: 70). ¶ ويقرر القرآن الكريم أهلية المرأة للإيمان والتكليف والعبادة، ومن ثم المحاسبة والجزاء، وهي في كل ذلك مثل الرجل سواء بسواء {من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون} (النحل: 97) ويقول تعالى: {فاستجاب لهم ربهم أني لا أضيع عمل عامل منكم من ذكر أو أنثى بعضكم من بعض} (آل عمران: 195). ¶ ولم يعتبر الإسلام المرأة مصدر الشرور، ولم يوافق على اعتبارها سبباً في وقوع آدم في غواية الشيطان، فالقرآن الكريم يجعل آدم وزوجته شريكين في اقتراف الخطيئة الأولى، شريكين في جزائها {فأزلهما الشيطان عنها فأخرجهما مما كانا فيه} (البقرة: 36)، وكما اشتركا في الخطيئة فقد اشتركا في التوبة منها {قالا ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين} (الأعراف: 23). ¶ وهذا التساوي بين الوالدين يسري في المسؤولية الشرعية لذريتهما، حيث إن الله يساوي بين الرجال والنساء في ثواب وعقاب أفعال الإنسان، بلا تمييز لجنس على جنس {إن المسلمين والمسلمات والمؤمنين والمؤمنات والقانتين والقانتات والصادقين والصادقات والصابرين والصابرات والخاشعين والخاشعات والمتصدقين والمتصدقات والصائمين والصائمات والحافظين فروجهم والحافظات والذاكرين الله كثيراً والذاكرات أعد الله لهم مغفرةً وأجراً عظيماً} (الأحزاب: 35). ¶ ¬__________ ¶ (¬1) أخرجه أحمد (25663)، وأبو داود ح (236)، والترمذي ح (113)، وحسنه الألباني في صحيح أبي داود ح (234).",
            "page": "84",
            "part": "1",
            "seal": "A858E506"
        },
        {
            "id": "86",
            "nass": "وقد حذر القرآن من صنيع الجاهلية التي كانت تنتقص المرأة وتعتبرها عاراً تتخلص منه بوأدها حال الطفولة {وإذا بشر أحدهم بالأنثى ظل وجهه مسوداً وهو كظيم - يتوارى من القوم من سوء ما بشر به أيمسكه على هون أم يدسه في التراب ألا ساء ما يحكمون} (النحل: 58 - 59). ¶ وفي إزاء هذا الواقع الجاهلي الظالم خص النبي - صلى الله عليه وسلم - البنات والأخوات بالمزيد من وصاته فقال: ((من يلي من هذه البنات شيئاً، فأحسن إليهن؛ كُنَّ له ستراً من النار)). (¬1) ¶ وبشّر بالجنة من أحسن رعاية الإناث من أخوات وبنات، فقال: ((من كان له ثلاث بنات أو ثلاث أخوات، أو ابنتان أو أختان؛ فأحسن صحبتهن واتقى الله فيهن؛ فله الجنة)). (¬2) ¶ ويرتفع الجزاء في حديث آخر ليبلغ بالمحسن إليهن إلى أعلى الجنة، حيث أنبياء الله والصالحون من عباده، يقول - صلى الله عليه وسلم -: ((من عال جاريتين حتى تبلغا؛ جاء يوم القيامة أنا وهو)) وضم أصابعه. (¬3) أي أنه يجاور النبي - صلى الله عليه وسلم - في الجنة كما تتجاور الأصبعان في يد الواحد فينا. ¶ كل هذا الترغيب والحث من الإسلام ليبطل شرعة الجاهلية في انتقاص المؤنسات الغاليات اللاتي يرغِّب النبي - صلى الله عليه وسلم - بمحبتهن فيقول: ((لا تكرهوا البنات، فإنهن المؤنسات الغاليات)). (¬4) ¶ ويبرأ الإسلام من تفضيل الذكر على الأنثى، ويعد بالجنة من أكرم الأنثى وأنصفها، قال رسول الله - صلى الله عليه وسلم -: ((من كانت له أنثى فلم يئدها ولم يهنها ولم يؤثر ولده عليها؛ أدخله الله الجنة)). (¬5) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (5995)، ومسلم ح (2629). ¶ (¬2) أخرجه الترمذي ح (1916)، وأبو داود ح (5147)، وأحمد ح (10991). ¶ (¬3) أخرجه مسلم ح (2631). ¶ (¬4) أخرجه أحمد ح (16922). ¶ (¬5) أخرجه أبو داود ح (5146)، وأحمد ح (1958).",
            "page": "85",
            "part": "1",
            "seal": "AC51063D"
        },
        {
            "id": "87",
            "nass": "وكما أوصى الإسلام برعاية الابنة؛ فإنه أمر بذلك لكل أنثى، سواء كانت زوجة أم أمّاً؛ بل وأكد على رعاية حقوقها حتى في حال العبودية، ففي حديث الثلاثة الذين يؤتيهم الله أجرهم مرتين ذكر - صلى الله عليه وسلم - ((الرجل تكون له الأمة، فيعلمها فيحسن تعليمها، ويؤدبها فيحسن أدبها، ثم يعتقها فيتزوجها، فله أجران)). (¬1) ¶ وأما المرأة حين تكون أمّاً فللإسلام معها شأن آخر، فلئن كانت النصوص التي تأمر ببر الوالدين والإحسان إليهما كثيرة في القرآن والسنة؛ فإن النبي - صلى الله عليه وسلم - قدَّم حق الأم على حق الأب، فاعتبرها أحق العالمين بحسن صحبة الابن وأولى الناس ببره وإحسانه، فقد جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: من أحق الناس بحسن صحابتي؟ قال: ((أمك))، قال: ثم من؟ قال: ((ثم أمك))، قال: ثم من؟ قال: ((ثم أمك))، قال: ثم من؟ قال: ((ثم أبوك)). (¬2) ¶ وأما الزوجة فهي شريكة الرجل في بيته، تشاركه السراء والضراء، وما فتئ النبي يوصي بها مرة بعد مرة، حتى إذا اجتمع أمامه مائة ألف من أصحابه في حجة الوداع قام فخطبهم، فحمد الله وأثنى عليه وقال: ((ألا واستوصوا بالنساء خيراً، فإنما هن عوان عندكم [أي مثل الأسيرات عندكم] .. ألا إن لكم على نسائكم حقاً، ولنسائكم عليكم حقاً)). (¬3) ¶ وما زال - صلى الله عليه وسلم - يوصي بحق المرأة، ويحذر الرجل من الاغترار بقوته وظلمها والإضرار بها، فيشهد الله على تأكيده على حقها وبراءته ممن آذاها: ((اللهم إني أحرج حق الضعيفين: اليتيم والمرأة)). (¬4) ¶ والزوجة درة مصانة، لا يلزمها أن تكدح وتشقى بالعمل لتضمن مكاناً لها في بيت الزوجية، فهذا ليس من واجباتها ولا هو متناسب مع أنوثتها وطبيعة مهمتها السامية في إدارة بيتها وتربية أبنائها وإعطائهم حقهم من الحنو والرعاية ((كلكم ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (3011). ¶ (¬2) أخرجه البخاري ح (5971)، ومسلم ح (2548). ¶ (¬3) أخرجه الترمذي ح (1163)، وابن ماجه ح (1851). ¶ (¬4) أخرجه ابن ماجه ح (3678)، وأحمد ح (9374).",
            "page": "86",
            "part": "1",
            "seal": "5BB8F149"
        },
        {
            "id": "88",
            "nass": "راعٍ، وكلكم مسؤول عن رعيته. .. والرجل راعٍ في أهله، وهو مسؤول عن رعيته، والمرأة راعية في بيت زوجها وهي مسؤولة عن رعيتها)). (¬1) ¶ والأنثى - في الإسلام - مكفولة النفقة، أمّاً كانت أو زوجة، أختاً كانت أو ابنة، فمن واجب الرجل الإنفاق على الأسرة عموماً وعلى الزوجة خصوصاً، ولو كانت ذات مال ووظيفة، فقد أمر النبي - صلى الله عليه وسلم - بذلك في خطبة يوم عرفة العظيم وفي أكبر اجتماع لأصحاب النبي - صلى الله عليه وسلم -، فقال: ((ولهن عليكم رزقهن وكسوتهن بالمعروف)). (¬2) ¶ وأوجب الله تعالى للزوجة السكن الكريم المتناسب مع قدرة الزوج المالية: {أسكنوهن من حيث سكنتم من وجدكم} (الطلاق: 6)، وكذا أوجب لها العشرة بالمعروف حال الحب وفي حال الكراهية {وعاشروهن بالمعروف فإن كرهتموهن فعسى أن تكرهوا شيئاً ويجعل الله فيه خيراً كثيراً} (النساء: 19). ¶ وهذه العشرة للزوجة بالمعروف تصبح ميزاناً للخيرية عند الله يستبق فيه المسلمون إلى محبة الله ورضاه، فقد قال - صلى الله عليه وسلم -: ((خيركم خيركم لأهله، وأنا خيركم لأهلي)) (¬3)، وفي رواية: ((إن من أكمل المؤمنين إيماناً أحسنهم خلقاً وألطفهم بأهله)). (¬4) ¶ وهكذا فالعلاقة الزوجية سلسلة متبادلة من الحقوق والواجبات، وهي قائمة على مبدأ الأخذ والعطاء {ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة} (البقرة: 288)، وهذه الدرجة هي القوامة. ¶ وليس هذا التفضيل بسبب قعود جنس النساء عن جنس الرجال، بل تفضيل متناسب مع ما أودعه الله في الرجل من استعدادات فطرية تلائم مهمته وتتناسب ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (893)، ومسلم ح (1829). ¶ (¬2) أخرجه مسلم ح (1218). ¶ (¬3) أخرجه الترمذي ح (3895)، وابن ماجه ح (1977)، وصححه الألباني في السلسلة الصحيحة ح (285). ¶ (¬4) أخرجه الترمذي ح (1162)، وأبو داود ح (4682)، وأحمد ح (23648).",
            "page": "87",
            "part": "1",
            "seal": "66BAFD8B"
        },
        {
            "id": "89",
            "nass": "أيضاً مع دوره في إدارة الأسرة والإنفاق عليها، كما قال تعالى: {الرجال قوامون على النساء بما فضل الله به بعضهم على بعض وبما أنفقوا من أموالهم} (النساء: 34). ¶ تقول الصحفية الإنجليزية روز ماري هاو: \"إن الإسلام قد كرم المرأة وأعطاها حقوقها كإنسانة، وكامرأة، وعلى عكس ما يظن الناس من أن المرأة الغربية حصلت على حقوقها .. فالمرأة الغربية لا تستطيع مثلاً أن تمارس إنسانيتها الكاملة وحقوقها مثل المرأة المسلمة. فقد أصبح واجباً على المرأة في الغرب أن تعمل خارج بيتها لكسب العيش. أما المرأة المسلمة فلها حق الاختيار، ومن حقها أن يقوم الرجل بكسب القوت لها ولبقية أفراد الأسرة. فحين جعل الله للرجال القوامة على النساء كان المقصود هنا أن على الرجل أن يعمل ليكسب قوته وقوت عائلته. فالمرأة في الإسلام لها دور أهم وأكبر من مجرد الوظيفة، وهو الإنجاب وتربية الأبناء، ومع ذلك فقد أعطى الإسلام للمرأة الحق في العمل إذا رغبت هي في ذلك، وإذا اقتضت ظروفها ذلك\". (¬1) ¶ ويصر البعض على أن الإسلام ظلم المرأة حين أباح للرجل أن يتزوج عليها، وفي هذا إضرار بمصلحتها. ¶ وقبل التعرف على حكم الإسلام في تعدد الزوجات نجد أن من الواجب التذكير بأن الإسلام لم يكن أول من شرع هذه الشرعة التي عرفتها ومارستها الأمم والملل قبل الإسلام، ويكفي في ذلك أن نذكر بأن العهد القديم - الذي يؤمن به اليهود والنصارى - يذكر بأن سليمان النبي كان له ألف زوجة (انظر الملوك (1) 11/ 4)، فالتعدد وفق العهد القديم أمر مشروع، وهو واقع عاشه الأنبياء وأممهم قبل الإسلام. ¶ والإسلام حين يبيح للرجل التعدد؛ فإنما يسيجه بجملة من الضوابط، وهو يشرعه لأمر واقعي ملموس، وهو حاجة بعض الأزواج إلى الزواج بغير زوجته لمرضها ¶ ¬__________ ¶ (¬1) قالوا عن الإسلام، عماد الدين خليل (436).",
            "page": "88",
            "part": "1",
            "seal": "A2D58BC1"
        },
        {
            "id": "90",
            "nass": "أو لعدم قدرتها على الإنجاب، أو لغير ذلك من الأسباب، فتزوج الزوج بأخرى أولى من طلاق الأولى ليتزوج بغيرها، وأولى أيضاً من العلاقة المحرمة خارج نطاق الزوجية، فالتعدد المشروع يغلق الباب أمام تعدد العشيقات غير المشروع الذي يجتاح المجتمعات الإنسانية التي تمنع تعدد الزوجات، واستبدلته بتعدد العشيقات. ¶ إن البشرية لا غناء لها عن تعدد الزوجات إذا شاءت أن تحيى حياة العفة والطهر، وهذا ما ستقودنا إليه نظرة عابرة إلى الإحصاءات العالمية التي تشير إلى زيادة مطردة في نسبة النساء، فإذا كان عدد الإناث في الولايات المتحدة الأمريكية يزيد على عدد الذكور بأربعة ملايين امرأة، فإن المجتمع مخير بين القبول بأربعة ملايين بغي أو الرضا بأربعة ملايين أسرة شرعية تتعدد فيها الزوجات. ¶ يقول المؤرخ غوستاف لوبون في كتابه \"حضارة العرب\": \"إن مبدأ تعدد الزوجات الشرقي نظام طيب يرفع المستوى الأخلاقي في الأمم التي تقوم به ويزيد الأسرة ارتباطاً، ويمنح المرأة احتراماً وسعادة لا تراها في أوروبا، ولا أرى سبباً لجعل مبدأ تعدد الزوجات الشرعي عند الشرقيين أدنى مرتبة من مبدأ تعدد الزوجات السري عند الأوروبيين، بل إنني أبصر بالعكس ما يجعله أسنى منه\". ¶ ويقول: \"إن تعدد الزوجات المشروع عند الشرقيين أحسن من تعدد الزوجات الريائي عند الأوروبيين، وما يتبعه من مواكب أولاد غير شرعيين\". (¬1) ¶ أما حين نسمح بتعدد الزوجات فالأمر مختلف، فالكل يعيش ضمن إطار الأسرة الشرعية الطبيعية، لذا يقول مونتكومري وات في كتابه \"محمد في المدينة\": \"إن الفكرة الرائدة في القرآن، هي أنه إذا تبنى المسلمون تعدد الزوجات، فإن جميع الفتيات اللواتي هن في سن الزواج يمكنهن الزواج بصورة حسنة\". (¬2) ¶ ¬__________ ¶ (¬1) قالوا عن الإسلام، عماد الدين خليل (431). ¶ (¬2) المصدر السابق (438).",
            "page": "89",
            "part": "1",
            "seal": "DDE79798"
        },
        {
            "id": "91",
            "nass": "وواقعية الإسلام في تشريعه للتعدد؛ لم تخل بمثاليته في التشريع، فقد حدده بأربع زوجات، وفرض على الزوج العدل بينهن: {فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع فإن خفتم ألا تعدلوا فواحدةً أو ما ملكت أيمانكم} (النساء: 3)، وتوعد النبي - صلى الله عليه وسلم - من ظلم إحدى زوجتيه بعقوبة خاصة يوم القيامة تتناسب وميله إلى واحدة منهن: ((من كان له امرأتان يميل مع إحداهما على الأخرى جاء يوم القيامة وأحد شقيه ساقط)). (¬1) ¶ إن تعدد الزوجات الذي يبيحه الإسلام ليس شهوة عابرة، ولا نوعاً من التمييز والتفضيل، بل هو تهذيب لواقع، يقنن لمسألة اجتماعية، يضفي فيها الرجل المزيد من المسئوليات التي يلزمه القيام بها والوفاء بمتطلباتها المالية والاجتماعية والإنسانية. ¶ ونتساءل في خاتمة هذا المبحث: ألا يكفي إزاء المزاعم الكذوبة عن وضع المرأة في الإسلام أن نتامل الشهادة المنصفة للمفكر الفرنسي مارسيل بوازار في كتابه \"إنسانية الإسلام\": \"أثبتت التعاليم القرآنية وتعاليم محمد أنها حامية حمى حقوق المرأة\". (¬2) ¶ ثانياً: الإسلام والإرهاب ¶ أرسل الله نبيه - صلى الله عليه وسلم - إلى العالمين بشيراً ونذيراً، ووصفه بقوله: {وما أرسلناك إلا رحمةً للعالمين} (الأنبياء: 107)، كما وصفه الله تعالى بالرأفة والرحمة في قوله: {لقد جاءكم رسولٌ من أنفسكم عزيزٌ عليه ما عنتم حريصٌ عليكم بالمؤمنين رؤوفٌ رحيمٌ} (التوبة: 128)، فمحمد - صلى الله عليه وسلم - هو رحمة الله المسداة إلى خلقه. ¶ وقد امتن الله على البشرية ببعثته - صلى الله عليه وسلم - لما طواه من الأحقاد المريرة؛ التي أنّت المجتمعات الإنسانية منها طويلاً: {واذكروا نعمة الله عليكم إذ كنتم أعداءً ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه ح (1969)، وأحمد ح (8363). ¶ (¬2) قالوا عن الإسلام، عماد الدين خليل (410).",
            "page": "90",
            "part": "1",
            "seal": "DAD241C8"
        },
        {
            "id": "92",
            "nass": "فألف بين قلوبكم فأصبحتم بنعمته إخواناً وكنتم على شفا حفرةٍ من النار فأنقذكم منها كذلك يبين الله لكم آياته لعلكم تهتدون} (آل عمران: 103). ¶ كما وصف الله كتابه الأخير - القرآن العظيم - بالرحمة والشفاء بقوله: {يا أيها الناس قد جاءتكم موعظةٌ من ربكم وشفاءٌ لما في الصدور وهدىً ورحمةٌ للمؤمنين} (يونس: 57)، وأكد عليه بقوله: {هذا بصائر للناس وهدىً ورحمةٌ لقومٍ يوقنون} (الجاثية:20). ¶ والرحمة كما هي صفة الله ونبيه وكتابه؛ فإنها صفة لازمة للمؤمنين أيضاً، فالله الرحيم يرحم الرحماء من عباده، و ((من لا يرحم الناس لا يرحمه الله)) (¬1)، والمتواصون بهذا الخلق العظيم هم أهل السعادة يوم القيامة {ثم كان من الذين آمنوا وتواصوا بالصبر وتواصوا بالمرحمة - أولئك أصحاب الميمنة} (البلد: 17 - 18). ¶ وقد أمر - صلى الله عليه وسلم - المسلمين أن يتصفوا بصفة الرحمة، في تعاملهم فيما بينهم ومع غيرهم، بل وحتى مع الحيوان، فقوله - صلى الله عليه وسلم -: ((من لا يرحم الناس)) (¬2)، لفظ عام يشمل كل أحد، دون تمييز لجنس أو لون أو دين. ¶ ومن صور الرحمة لغير المسلمين التصدق على مسكينهم، فقد روى أبو عبيد أن بعض المسلمين كان لهم أنسباء وقرابة من قريظة والنضير، وكانوا يتقون أن يتصدقوا عليهم، يريدوهم أن يسلموا، فنزلت: {ليس عليك هداهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلأنفسكم} (البقرة: 272). (¬3) ¶ وتمتد الرحمة لتشمل المحاربين الذين وقعوا في أسر المسلمين، يقول أبو رزين: كنت مع سفيان بن سلمة، فمر عليه أسارى من المشركين، فأمرني أن أتصدق ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (7376)، ومسلم ح (2319). ¶ (¬2) أخرجه البخاري ح (7376). ¶ (¬3) أخرجه أبو عبيد في الأموال ح (1321)، وابن زنجويه في الأموال ح (1862) وصححه الألباني في تمام المنَّة (1/ 389).",
            "page": "91",
            "part": "1",
            "seal": "6F35BF7C"
        },
        {
            "id": "93",
            "nass": "عليهم، ثم تلا هذه الآية: {ويطعمون الطعام على حبه مسكيناً ويتيماً وأسيراً} (الإنسان: 8). ¶ يقول أبو عزيز بن عمير: كنت في الأسارى يوم بدر، فقال رسول الله - صلى الله عليه وسلم -: ((استوصوا بالأسارى خيراً))، وكنت في نفر من الأنصار، وكانوا إذا قدموا غداءهم وعشاءهم أكلوا التمر وأطعموني الخبز، بوصية رسول الله - صلى الله عليه وسلم - إياهم. (¬1) ¶ وإذا كان الإسلام دين رحمة، فمن أين أتى القول الذي تروج له بعض الدوائر التي دأبت على وصف الإسلام بالإرهاب والقسوة؛ متذرعة بما جاء في القرآن العظيم من نصوص تأمر المسلمين بإعداد العدة والتأهب لصد العدوان، بل والقتال والتضحية بالنفس ذوداً عن الدين والوطن والنفس والإنسان. ¶ إن رحمة الإسلام ليست استكانة ولا خنوعاً للباطل على الضيم، ليست استخذاء أو مهانة، بل هي رحمة القوي القادر على حماية حقه من العدوان. ¶ حقاً لقد أمر القرآن بالقتال، لكن شتان بين القتل والقتال، بين الإرهاب والجهاد، فالإرهاب هو استهداف الضعيف العاجز أو البريء الذي لا حول له ولا طول بالقتل والترويع، فقتل الأبرياء إرهاب دنيء وإفساد في الارض، وهو - في الإسلام - من أعظم الجرائم وأنكرِها. ¶ لقد استبشع القرآن إرهاب فرعون واعتداءه على الأطفال والمستضعفين من اليهود، واعتبره من المفسدين في الأرض العاتين فيها: {إن فرعون علا في الأرض وجعل أهلها شيعاً يستضعف طائفةً منهم يذبح أبناءهم ويستحيي نساءهم إنه كان من المفسدين} (القصص: 4). ¶ ونقل القرآن أيضاً بغض الله للمفسدين: {ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين} (القصص: 77)، وحكى عن حال أهل البغي والفساد محذراً من ¶ ¬__________ ¶ (¬1) أخرجه الطبراني في معجمه الكبير ح (18410)، قال الهيثمي: \"إسناده حسن\" مجمع الزوائد (6/ 86).",
            "page": "92",
            "part": "1",
            "seal": "A2A0A8B6"
        },
        {
            "id": "94",
            "nass": "صنيعهم مستنكراً فعالهم: {وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد} (البقرة: 205). ¶ إن قتل نفس بريئة واحدة إفساد في الأرض، وهو أمر جلل مستبشع، كيف لا وهو مشبه بالاعتداء على جميع الجنس البشري {من قتل نفساً بغير نفسٍ أو فسادٍ في الأرض فكأنما قتل الناس جميعاً ومن أحياها فكأنما أحيا الناس جميعاً} (المائدة: 32). ¶ وقد حرم الله قتل النفس إلا بحق - كقصاص ونحوه - في آيات كثيرة من القرآن، منها قوله تعالى: {ولا تقتلوا النفس التي حرم الله إلا بالحق} (الأنعام: 151، الإسراء: 33)، ووصف عباده المؤمنين بأنهم: {لا يدعون مع الله إلهاً آخر ولا يقتلون النفس التي حرم الله إلا بالحق} (الفرقان: 68). ¶ ومن وقع في قتل نفس بلا حق؛ فقد أدخل الخلل على دينه، قال - صلى الله عليه وسلم -: ((لا يزال المؤمن في فسحة من دينه، ما لم يصب دماً حراماً)) (¬1)؛ وكما يقول الصحابي عبد الله بن عمر رضي الله عنهما: (إن من ورطات الأمور التي لا مخرج لمن أوقع نفسه فيها، سفك الدم الحرام بغير حله). (¬2) ¶ وحرمة النفس لا تختص بالمسلم دون غيره، بل تشمل كل نفس من غير أهل الحرب والعدوان، وهذا بيّن لمن تأمل وعيد النبي - صلى الله عليه وسلم - لمن اجترأ على دم محرم من غير المسلمين؛ فقد قال - صلى الله عليه وسلم - متوعداً من يفعل ذلك من المسلمين: ((من قتل معاهداً لم يرح رائحة الجنة، وإن ريحها لتوجد من مسيرة أربعين عاماً)). (¬3) فهؤلاء المسالمون من غير المسلمين لهم عهد وذمة الله ورسوله، والوعيد النبوي شديد لمن أخفر هذه الذمة ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (6862). ¶ (¬2) أخرجه البخاري ح (6863). ¶ (¬3) أخرجه البخاري ح (3166).",
            "page": "93",
            "part": "1",
            "seal": "37E867AB"
        },
        {
            "id": "95",
            "nass": "((ألا من قتل نفساً معاهدة لها ذمة الله وذمة رسوله، فقد أخفر ذمة الله، فلا يرح رائحة الجنة، وإن ريحها ليوجد من مسيرة سبعين خريفاً)). (¬1) ¶ إن الإسلام لم يحرم قتل أمثال هؤلاء فحسب، بل حرم ظلمهم وانتقاص حقوقهم والإضرار بمصالحهم، والنبي - صلى الله عليه وسلم - وهو الرحمة المسداة - يحاج يوم القيامة المسلمين الذين يظلمون هؤلاء، ويجعل نفسه الشريفة خصماً للمعتدي عليهم، فيقول: ((من ظلم معاهداً أو انتقصه حقه أو كلفه فوق طاقته أو أخذ منه شيئاً بغير طيب نفس؛ فأنا حجيجه يوم القيامة)). (¬2) فالظلم -لأي أحد -يغضب الله الذي يقبل شكاة المظلوم على ظالمه -ولو كان المظلوم غير مسلم، فالله يجيب دعوته على ظالمه المسلم، يقول - صلى الله عليه وسلم -: ((اتقوا دعوة المظلوم -وإن كان كافراً -فإنه ليس دونها حجاب)) (¬3)، فالله حرم الظلم على ذاته العلية، وكذلك حرَّمه على سائر خلقه، ففي الحديث القدسي أن الله تعالى يقول مخاطباً البشر جميعاً: ((يا عبادي، إني حرمت الظلم على نفسي، وجعلته بينكم محرماً؛ فلا تظالموا)). (¬4) ¶ إن ظلم الحيوان يستوجب لصاحبه النار، فما بالنا بظلم الإنسان لأخيه الإنسان، قال - صلى الله عليه وسلم -: ((دخلت امرأة النار في هرة ربطتها، فلم تطعمها، ولم تدعها تأكل من خشاش الأرض)). (¬5) ¶ وهكذا فالإسلام أبعد الأديان عن الظلم وأكثرها تنديداً به وامتناعاً عنه، لكن ذلك لا علاقة له من قريب أو بعيد بشرعة الجهاد التي يقررها الإسلام، ردعاً للظالم وزجراً للباغي وصوناً للإيمان وحرية العباد في عبادة الله. ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (1403)، وابن ماجه ح (2687). ¶ (¬2) أخرجه أبو داود ح (3052)، ونحوه في سنن النسائي ح (2749)، وصححه الألباني في صحيح أبي داود ح (2626). ¶ (¬3) أخرجه أحمد ح (12140). ¶ (¬4) أخرجه مسلم ح (2577). ¶ (¬5) أخرجه البخاري ح (3318)، ومسلم ح (2619).",
            "page": "94",
            "part": "1",
            "seal": "3C24C354"
        },
        {
            "id": "96",
            "nass": "إذا أردنا الحديث عن الجهاد فإنه يحسن بنا أن نقرأ - ولو سريعاً - بعض الأحداث في فجر الإسلام، حين بعث الله محمداً - صلى الله عليه وسلم - رسولاً للعالمين، فتصدت له قريش، وآزرتها قبائل العرب، فأوقعوا النكال والتعذيب والقتل بالمؤمنين، والمؤمنون صابرون محتسبون ملتزمون بنهي الله لهم عن القتال، لقد أمرهم الله بالصبر: {ألم تر إلى الذين قيل لهم كفوا أيديكم وأقيموا الصلاة وآتوا الزكاة} (النساء: 77). ¶ لكن الباطل أزبد وأصر على البغي، فأذن الله للمؤمنين المضطهدين بالقتال والذب عن أنفسهم {أُذِن للذين يقاتلون بأنهم ظلموا وإن الله على نصرهم لقديرٌ - الذين أخرجوا من ديارهم بغير حق إلا أن يقولوا ربنا الله} (الحج: 39 - 40). ¶ وبينت الآية نفسها مبلغ الفساد الذي يلحق البشرية على اختلاف أديانها إذا قصرت في رد المعتدي وزجره بالقوة التي يندفع بها عدوانه وتأمن بها المجتمعات {ولولا دفع الله الناس بعضهم ببعضٍ لهدمت صوامع وبيعٌ وصلواتٌ ومساجد يذكر فيها اسم الله كثيراً ولينصرن الله من ينصره إن الله لقوي عزيزٌ} (الحج: 40). ¶ وبينت الآية التي تلتها الصفات التي ينبغي أن يكون عليها أهل الإيمان الذين ينصرهم الله، فهم {الذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر ولله عاقبة الأمور} (الحج: 41). ¶ ونهى الله نبيه والصحابة عن الاعتداء والبدء بالقتال {وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين - واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرين - فإن انتهوا فإن الله غفورٌ رحيمٌ - وقاتلوهم حتى لا تكون فتنةٌ ويكون الدين لله فإن انتهوا فلا عدوان إلا على الظالمين - الشهر الحرام بالشهر الحرام والحرمات قصاصٌ فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا أن الله مع المتقين} (البقرة: 190 - 194).",
            "page": "95",
            "part": "1",
            "seal": "FDC6670D"
        },
        {
            "id": "97",
            "nass": "ولو انزجر هؤلاء المعتدون بغير القتال لأراحوا الأرض من عناء الحروب وويلاتها {فإن اعتزلوكم فلم يقاتلوكم وألقوا إليكم السلم فما جعل الله لكم عليهم سبيلاً} (النساء:90). ¶ وحين أعلن المشركون الحرب الشاملة على المسلمين؛ قابلهم الإسلام بمثلها، فأمر الله في القرآن بالتوحد لقتالهم: {وقاتلوا المشركين كافةً كما يقاتلونكم كافةً واعلموا أن الله مع المتقين} (التوبة: 36). ¶ وهكذا فإن القتال في الإسلام فرض وفق أسباب شرعية ومبررات واقعية. ¶ إن الحرب ليست أمراً محبباً إلى النفوس، لكنها - على كل حال - مبضع الجراح الذي لا غناء عنه إذا أردنا صحة الجسم العليل {كتب عليكم القتال وهو كرهٌ لكم وعسى أن تكرهوا شيئاً وهو خيرٌ لكم وعسى أن تحبوا شيئاً وهو شر لكم والله يعلم وأنتم لا تعلمون} (البقرة: 216). ¶ والنبي - صلى الله عليه وسلم - يوجه أصحابه إلى دعاء الله والالتجاء إليه لصرف العدو وقطع شره من غير قتال: ((يا أيها الناس، لا تتمنوا لقاء العدو، وسلوا الله العافية، فإذا لقيتموهم فاصبروا)). (¬1) وقد امتن الله تعالى على نبيه - صلى الله عليه وسلم - حين صرف عن المدينة الأحزاب من غير أن يقع بينهم قتل وقتال {ورد الله الذين كفروا بغيظهم لم ينالوا خيراً وكفى الله المؤمنين القتال وكان الله قوياً عزيزاً} (الأحزاب: 25). ¶ إن غاية الحرب في الإسلام ليست الاستعلاء في الدنيا والتسلط على الآخرين، فمن كان همه الدنيا وزخارفها خسر الآخرة وكرامتها {تلك الدار الآخرة نجعلها للذين لا يريدون علواً في الأرض ولا فساداً والعاقبة للمتقين} (القصص: 83). ¶ ولما جاء أعرابي إلى النبي - صلى الله عليه وسلم - يسأله عن غايات الجهاد المشروع الذي شرعه الله، ويقول: الرجل يقاتل للمغنم، والرجل يقاتل ليُذكر، ويقاتل ليُرى مكانه، ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (3024)، ومسلم ح (1742).",
            "page": "96",
            "part": "1",
            "seal": "DEB19642"
        },
        {
            "id": "98",
            "nass": "من في سبيل الله؟ فقال - صلى الله عليه وسلم - مبيناً فساد القتال إذا كان للدنيا ومتاعها وغاياتها الخسيسة: ((من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله)). (¬1) ¶ إن المتدبر لما ورد في القرآن والسنة وتاريخ المسلمين لن تخطئ عينه رؤية مقصدين نبيلين شرع الله الجهاد لحفظهما: ¶ أولهما: دفع العدوان الواقع على الدين، ذلك العدوان الذي يحول بين الناس ودعوة الحق سماعاً لها أو إيماناً بها، كما قال تعالى: {وقاتلوهم حتى لا تكون فتنةٌ ويكون الدين لله فإن انتهوا فلا عدوان إلا على الظالمين} (البقرة: 193)، يقول ابن عمر - رضي الله عنه -: (قد فعلنا على عهد رسول الله - صلى الله عليه وسلم - إذ كان الإسلام قليلاً، فكان الرجل يفتن في دينه: إما يقتلونه وإما يوثقونه حتى كثر الإسلام). (¬2) ¶ إن المسلم يمضي قُدُماً بجهاده ليحرر الإنسان، ويضمن له حرية القرار والاختيار، ويدفع بذلك من يحول بين الناس واختيارهم، يدفع شر أولئك الذين يبغون الفتنة والبوار، فقتال هؤلاء مشروع مبرور {والفتنة أكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم إن استطاعوا ومن يرتدد منكم عن دينه فيمت وهو كافرٌ فأولئك حبطت أعمالهم في الدنيا والآخرة وأولئك أصحاب النار هم فيها خالدون} (البقرة: 217). ¶ وقد جلّى ربعي بن عامرٍ يوم القادسية هذا الهدف النبيل حين قال لرستم قائد جيش الفرس في القادسية، وقد سأله: ما جاء بكم؟ فأجاب ربعي: \"الله ابتعثنا لنخرج من شاء من عبادة العباد إلى عبادة الله، ومن ضيق الدنيا إلى سعتها، ومن جور الأديان إلى عدل الإسلام، فأرسلنا بدينه إلى خلقه لندعوهم إليه\". (¬3) ¶ إن الإيمان أغلى ما يملكه المسلم، وهو أحق ما بذل له وضحّى من أجله، وقد أنصف الكاتب بيجي رودريك ولم يجاوز الحقيقة حين قال: \" الإسلام أذن لرسوله ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (2810)، ومسلم ح (1904). ¶ (¬2) أخرجه البخاري ح (4515). ¶ (¬3) انظر: البداية والنهاية (7/ 40).",
            "page": "97",
            "part": "1",
            "seal": "C1AFC15A"
        },
        {
            "id": "99",
            "nass": "بالجهاد لرفع الظلم والاضطهاد .. ولإزالة العقبات التي تقف في وجه الدعوة للإسلام، تلك الدعوة التي لا تكره أحداً على الدخول في هذا الدين، وإنما تدعو الناس إليه وتترك لهم الحرية الكاملة للاختيار .. إن الإسلام هو دين السلام، السلام مع الله والسلام مع الناس جميعاً\". (¬1) ¶ الثاني: رد العدوان الذي يستهدف أوطان المسلمين وينتهك حرماتهم، وتحرير الإنسان من الظلم والاضطهاد، فالظلم يمقته الله، والبغي تستنكفه الضمائر، ولا ترى بُداً من نصرة المظلوم وإحقاق الحق وإقامة العدل الذي قامت عليه السماوات والأرض، قال الله تعالى: {وما لكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان الذين يقولون ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك ولياً واجعل لنا من لدنك نصيراً} (النساء: 75). ¶ ويقول - صلى الله عليه وسلم - مبشراً ومثبتاً من قُتِل وهو يدفع عن ماله وأهله ودينه: ((من قُتِل دون ماله فهو شهيد، ومن قُتِل دون أهله أو دون دمه أو دون دينه فهو شهيد)). (¬2) ¶ وحين يجاهد المسلم فإنه يلتزم في جهاده جملة من الضوابط التي يتميز بها عن الإرهاب، منها: ¶ - القبول بالسلم والهدنة إن طلبها العدو المقاتل، قال تعالى: {وإن جنحوا للسلم فاجنح لها وتوكل على الله إنه هو السميع العليم - وإن يريدوا أن يخدعوك فإن حسبك الله} (الأنفال: 61 - 62). ¶ - الامتناع عن قتل المدنيين من النساء والشيوخ والأطفال ومن في حكمهم من المدنيين المعصومين كالخدم والأُجراء ورجال الدين وغيرهم ممن لا يشارك في القتال، فقد ورد النهي عن قتل النساء والشيوخ والصبيان في حديث النبي - صلى الله عليه وسلم -، يقول ¶ ¬__________ ¶ (¬1) انظر: قالوا عن الإسلام (246). ¶ (¬2) أخرجه الترمذي ح (1421)، وأبو داود ح (4772).",
            "page": "98",
            "part": "1",
            "seal": "C449C2F8"
        },
        {
            "id": "100",
            "nass": "ابن عمر رضي الله عنهما: (وجدت امرأة مقتولة في بعض مغازي رسول الله - صلى الله عليه وسلم -، فنهى رسول الله - صلى الله عليه وسلم - عن قتل النساء والصبيان). (¬1) ¶ وكان رسول الله - صلى الله عليه وسلم - إذا بعث جيشاً يقول: ((انطلقوا باسم الله، وعلى ملة رسول الله، لا تقتلوا شيخاً فانياً، ولا طفلاً، ولا صغيراً، ولا امرأة، ولا تغلوا، وضموا غنائمكم، وأصلحوا وأحسنوا، إن الله يحب المحسنين)). (¬2) ¶ ومما جاء في النهي عن قتل النساء والأجراء والعمال الذين لا يحاربون، حديث الصحابي رباح بن الربيع قال: كنا مع رسول الله - صلى الله عليه وسلم - في غزوة، فرأى الناس مجتمعين على شيء، فبعث رجلاً فقال: ((انظر علام اجتمع هؤلاء؟)) فجاء فقال: على امرأة قتيل. فقال - صلى الله عليه وسلم -: ((ما كانت هذه لتقاتل))، وكان على المقدمة خالد بن الوليد، قال: فبعث رسول الله - صلى الله عليه وسلم - رجلاً، فقال: ((قل لخالد: لا تقتلن امرأة ولا عسيفاً)). (¬3) ¶ وفي رواية، فقل: إن رسول الله - صلى الله عليه وسلم - يأمرك فيقول: ((لا تقتلن ذرية ولا عسيفاً)). (¬4) ¶ ولما بعث رسول الله - صلى الله عليه وسلم - سرية يوم حنين قاتلوا المشركين، فأفضى بهم القتل إلى الذرية، فلما جاءوا قال رسول الله - صلى الله عليه وسلم - مستنكراً: ((ما حملكم على قتل الذرية؟)) فقالوا: يا رسول الله، إنما كانوا أولاد المشركين. فقال - صلى الله عليه وسلم - معلماً ومصححاً مفهومهم الخاطئ: ((أوهل خياركم إلا أولاد المشركين؟ والذي نفس محمد بيده ما من نسمة تولد إلا على الفطرة حتى يعرب عنها لسانها)). (¬5) ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (3015)، ومسلم ح (1744). ¶ (¬2) أخرجه أبو داود ح (2614). ¶ (¬3) أخرجه أبو داود ح (2669)، وابن ماجه ح (2842)، والعسيف هو الأجير الذي يخدم الجيش ولا يشترك في القتال. ¶ (¬4) أخرجه ابن ماجه ح (2842). ¶ (¬5) أخرجه أحمد في المسند ح (15161).",
            "page": "99",
            "part": "1",
            "seal": "994C9F4C"
        },
        {
            "id": "101",
            "nass": "وهكذا نهى النبي - صلى الله عليه وسلم - عن قتل أبناء المشركين، لا بل أخبر أنهم مولودون على الفطرة المؤمنة، وحكمهم كذلك إلى أن يكبروا، فيختاروا الكفر الذي عليه آباؤهم. ¶ وممن يمنع قتله؛ الرهبان لأنهم لا يشتركون في القتال، وقد أوصى الخليفة أبو بكر قائد جيش المسلمين إلى بلاد الشام بقوله: (إنك ستجد قوماً زعموا أنهم حبسوا أنفسهم لله، فذرهم وما زعموا أنهم حبسوا أنفسهم له). (¬1) ¶ وهكذا فالإسلام بريء من الإرهاب، وكذلك المسلمون الذين التزموا خلال تاريخهم الجهادي بضوابط الإسلام، ولم يكونوا كغيرهم من المحاربين المفسدين في الأرض، وبين أيدينا شهادات عديدة منصفة تؤكد هذا وتجليه: ¶ يقول المؤرخ الشهير ول ديورانت: \"إن المسلمين - كما يلوح - كانوا رجالاً أكمل من المسيحيين، فقد كانوا أحفظ منهم للعهد، وأكثر منهم رحمة بالمغلوبين، وقلّما ارتكبوا في تاريخهم من الوحشية ما ارتكبه المسيحيون عندما استولوا على بيت المقدس في عام 1099م\". (¬2) ¶ وأما غوستاف لوبون فيقول: \"فالحق أن الأمم لم تعرف فاتحين راحمين متسامحين مثل العرب ولا ديناً سمحاً مثل دينهم \". (¬3) ¶ ويتحدث عن صور من معاملة المسلمين لغير المسلمين فيقول: \"وكان عرب أسبانيا -خلا تسامحهم العظيم -يتصفون بالفروسية المثالية، فيرحمون الضعفاء ويرفقون بالمغلوبين، ويقفون عند شروطهم وما إلى ذلك من الخلال التي اقتبستها الأمم النصرانية بأوربا منهم مؤخراً\". (¬4) ¶ ¬__________ ¶ (¬1) أخرجه مالك في الموطأ ح (982). ¶ (¬2) انظر: قالوا عن الإسلام (245). ¶ (¬3) انظر: حضارة العرب، غوستاف لوبون (720). ¶ (¬4) حضارة العرب، غوستاف لوبون (344).",
            "page": "100",
            "part": "1",
            "seal": "12FCDBB8"
        },
        {
            "id": "102",
            "nass": "وهكذا تبين لنا عظيم الفرق بين الجهاد المشروع في الإسلام والأساليب الإرهابية التي تمارس من بعض المسلمين وغيرهم اليوم، والتي يعتبرها الإسلام إفساداً في الأرض، وتنسب إلى الإسلام جوراً وظلماً! ¶ إن اتهام الإسلام بالإرهاب زور وظلم يفتقد الموضوعية ويجافي الحقيقة، والزاعمون له أدعياء تجردوا عن المصداقية والصدق حين كلّت أقلامهم وبحّت حناجرهم من لمز الإسلام بالإرهاب، ولم ينطقوا ببنت شفة عن أديان أخرى، تسوغ كتبها قتل النساء والأطفال والرضع وغيرهم ممن لا علاقة له بالقتال \" هكذا يقول رب الجنود: ... فالآن اذهب، واضرب عماليق، وحرموا كل ما له، ولا تعف عنهم، بل اقتل رجلاً وامرأة، طفلاً ورضيعاً، بقراً وغنماً، جملاً وحماراً \" (صموئيل (1) 15/ 2 - 3). ¶ إنا لا نطالب هؤلاء باتهام الآخرين، إنما الذي نطالبهم به أن يفهموا نصوصنا المقدسة بفهمنا لها، لا بخلطهم وجهلهم، وأن يشيحوا بأقلامهم عنا حين تغيب عنهم الفهوم الصحيحة، وإلا فالأحرى أن يلتمسوا لنا من الأعذار ما التمسوه للآخرين وكتبهم. ¶ ونختم بشهادة للكاتب الأمريكي آندرو باترسون حيث يقول: \" إن العنف باسم الإسلام ليس من الإسلام في شيء، بل إنه نقيض لهذا الدين الذي يعني السلام لا العنف\". (¬1) ¶ ثالثاً: الإسلام والتعامل مع الآخر ¶ ما فتئت بعض الدوائر الإعلامية تتعرض للإسلام وتتهمه بالعنصرية في تعامله مع غير المسلمين، وتزعم أن الإسلام أرغم الكثيرين على اعتناقه، وأنه يحث على كراهية الآخرين ويشجع على ظلمهم. ¶ وهذه الدوائر جهلت الإسلام وأحكامه أو أنها تعمدت تشويه حقائقه وتشريعاته، وأياً كان؛ فإن الإسلام بريء من هذه الفرية، فالتاريخ يشهد أن ¶ ¬__________ ¶ (¬1) لا سكوت بعد اليوم، بول فندلي (91).",
            "page": "101",
            "part": "1",
            "seal": "5C2DDA3A"
        },
        {
            "id": "103",
            "nass": "المسلمين طوال عطائهم الحضاري العظيم لم يعمدوا إلى إجبار الشعوب أو الأفراد على اعتناق دينهم، فقد أيقنوا أن اختلاف البشر في شرائعهم واقع بمشيئة الله تعالى ومرتبط بحكمته، يقول الله: {لكل جعلنا منكم شرعة ومنهاجاً ولو شاء الله لجعلكم أمة واحدة ولكن ليبلوكم فيما آتاكم فاستبقوا الخيرات إلى الله مرجعكم جميعاً} (المائدة: 48)، ولو شاء الله لخلق الناس أو جعلهم مسلمين فطرة، من غير اختيار منهم ولا اقتدار {ولو شاء ربك لجعل الناس أمةً واحدةً ولا يزالون مختلفين - إلا من رحم ربك ولذلك خلقهم} (هود: 118 - 119). ¶ ولذلك أدرك المسلمون أن هداية الجميع من المحال، وأن أكثر الناس لا يؤمنون، وأن واجبهم الدأب في دعوة واستمالة الناس إلى الحق وطلب أسباب هدايتهم، فقد أخبرهم الله بأن مهمتهم هي البلاغ فحسب، وأنه تعالى هو من يتولى حساب المعرضين في الآخرة، قال الله مخاطباً نبيه - صلى الله عليه وسلم -: {فإن تولوا فإنما عليك البلاغ} (النحل: 82). وقال: {فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصيرٌ بالعباد} (آل عمران: 20)، {ولو شاء ربك لآمن من في الأرض كلهم جميعاً أفأنت تكره الناس حتى يكونوا مؤمنين} (يونس: 99). ¶ وقد رفض الإسلام ابتداء فكرة إلغاء الآخر، وأعلنها صريحة: {لا إكراه في الدين قد تبين الرشد من الغي} (البقرة: 256)، {وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظالمين ناراً أحاط بهم سرادقها} (الكهف: 29). ¶ إن الإسلام يرفض إسلام المكره لأسباب بسيطة واضحة، منها أن المكره ليس بمؤمن حقيقة، ولا تلزمه تشريعاته في أحكام الدنيا، ولا ينفعه ذلك في الآخرة، ومنها أن ذلك ليس مقتضى الحكمة والمشيئة الإلهية. ¶ وقد شهد المؤرخون بالتزام المسلمين بتعاليم دينهم في هذا الصدد، فيقول المفكر الأسباني بلاسكوا أبانيز في كتابه \"ظلال الكنيسة\" متحدثاً عن الفتح الإسلامي للأندلس: \"لقد أحسنت أسبانيا استقبال أولئك الرجال الذين قدموا إليها من القارة الإفريقية، وأسلمتهم القرى أزمتها بغير مقاومة ولا عداء، فما هو إلا أن",
            "page": "102",
            "part": "1",
            "seal": "C7B32A7B"
        },
        {
            "id": "104",
            "nass": "تقترب كوكبة من فرسان العرب من إحدى القرى؛ حتى تفتح لها الأبواب وتتلقاها بالترحاب .. كانت غزوة تمدين، ولم تكن غزوة فتح وقهر .. ولم يتخل أبناء تلك الحضارة زمناً عن فضيلة حرية الضمير، وهي الدعامة التي تقوم عليها كل عظمة حقة للشعوب، فقبلوا في المدن التي ملكوها كنائس النصارى وبِيَع اليهود، ولم يخشَ المسجد معابد الأديان التي سبقته، فعرف لها حقها، واستقر إلى جانبها، غير حاسد لها، ولا راغب في السيادة عليها\". (¬1) ¶ ويقول المؤرخ الإنجليزي السير توماس أرنولد في كتابه \"الدعوة إلى الإسلام\": \"لقد عامل المسلمون الظافرون العرب المسيحيين بتسامح عظيم منذ القرن الأول للهجرة، واستمر هذا التسامح في القرون المتعاقبة، ونستطيع أن نحكم بحق أن القبائل المسيحية التي اعتنقت الإسلام قد اعتنقته عن اختيار وإرادة حرة، وإن العرب المسيحيين الذين يعيشون في وقتنا هذا بين جماعات المسلمين لشاهد على هذا التسامح \". (¬2) ¶ وتقول المستشرقة الألمانية زيغريد هونكه: \"العرب لم يفرضوا على الشعوب المغلوبة الدخول في الإسلام، فالمسيحيون والزرادشتية واليهود الذين لاقوا قبل الإسلام أبشع أمثلة للتعصب الديني وأفظعها؛ سمح لهم جميعاً دون أي عائق يمنعهم بممارسة شعائر دينهم، وترك المسلمون لهم بيوت عبادتهم وأديرتهم وكهنتهم وأحبارهم دون أن يمسوهم بأدنى أذى، أو ليس هذا منتهى التسامح؟ أين روى التاريخ مثل تلك الأعمال؟ ومتى؟ \". (¬3) ¶ إن السبب الحقيقي لانتشار الإسلام في الأرض هو تسامحه مع الآخرين، وليس عنفه المزعوم، لقد قرأت الأمم الحق في تسامح المسلمين، وعرفته في طيب معشرهم وحسن تعاملهم، خلافاً لما يشيعه الآخرون ظلماً وزوراً، يقول المؤرخ غوستاف لوبون: \"إن القوة لم تكن عاملاً في انتشار القرآن، فقد ترك العرب ¶ ¬__________ ¶ (¬1) فن الحكم في الإسلام، مصطفى أبو زيد فهمي (387). ¶ (¬2) الدعوة إلى الإسلام (51). ¶ (¬3) شمس العرب تسطع على الغرب (364).",
            "page": "103",
            "part": "1",
            "seal": "18304EF1"
        },
        {
            "id": "105",
            "nass": "المغلوبين أحراراً في أديانهم .. فإذا حدث أن انتحل بعض الشعوب النصرانية الإسلام واتخذ العربية لغة له؛ فذلك لما كان يتصف به العرب الغالبون من ضروب العدل الذي لم يكن للناس عهد بمثله، ولما كان عليه الإسلام من السهولة التي لم تعرفها الأديان الأخرى\". (¬1) ¶ ويقول: \"وما جهله المؤرخون من حلم العرب الفاتحين وتسامحهم كان من الأسباب السريعة في اتساع فتوحاتهم وفي سهولة اقتناع كثير من الأمم بدينهم ولغتهم .. والحق أن الأمم لم تعرف فاتحين رحماء متسامحين مثل العرب، ولا ديناً سمحاً مثل دينهم \". (¬2) ¶ ويوافقه المؤرخ وول ديورانت فيقول: \"وعلى الرغم من خطة التسامح الديني التي كان ينتهجها المسلمون الأولون، أو بسبب هذه الخطة اعتنق الدين الجديدَ معظمُ المسيحيين وجميع الزرادشتيين والوثنيين إلا عدداً قليلاً منهم .. واستحوذ الدين الإسلامي على قلوب مئات الشعوب في البلدان الممتدة من الصين وأندنوسيا إلى مراكش والأندلس، وتملك خيالهم، وسيطر على أخلاقهم، وصاغ حياتهم، وبعث آمالاً تخفف عنهم بؤس الحياة ومتاعبها\". (¬3) ¶ إن هذا التسامح الإسلامي هدي قرآني لازم للمؤمن الذي ينصاع لقول الله: {لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم وتقسطوا إليهم إن الله يحب المقسطين} (الممتحنة: 8). ¶ فالآية تنوه بفضيلتين، وهما حق لكل من لم يقاتلنا ولم يعتدِِِِ علينا من غير المسلمين: أولاهما: التخلق بخصلة البر، وهذا البر الذي رغبَّ به القرآن تجلى في كثير من تشريعات الإسلام التي أبدعت الكثير من المواقف الفياضة بمشاعر الإنسانية والرفق. ¶ فقد أوجب القرآن حسن العشرة وصلة الرحم حتى مع الاختلاف في الدين، ¶ ¬__________ ¶ (¬1) حضارة العرب (127). ¶ (¬2) حضارة العرب (605). ¶ (¬3) قصة الحضارة (13/ 133).",
            "page": "104",
            "part": "1",
            "seal": "E91AB7E8"
        },
        {
            "id": "106",
            "nass": "فقد أمر الله بحسن الصحبة للوالدين وإن جهدا في رد ابنهما عن التوحيد إلى الشرك، فإن ذلك لا يقطع حقهما في بره وحسن صحبته: {وإن جاهداك على أن تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفاً} (لقمان: 15). ¶ ولما جاءت أسماء بنت الصديق إلى رسول الله - صلى الله عليه وسلم - تقول: يا رسول الله، قدمت عليّ أُمّي وهي راغبة، أفأَصِلُ أُمي؟ فأجابها الرحمة المهداة: ((صِلِي أُمَّك)). (¬1) ¶ ومن البر والتسامح الذي لا يمنعه اختلاف الدين؛ عيادة المريض، فقد عاد النبي - صلى الله عليه وسلم - عمه الكافر أبا طالب في مرضه (¬2)، وعاد أيضاً جاراً له من اليهود في مرضه، فقعد عند رأسه. (¬3) ¶ كما أهدى النبي - صلى الله عليه وسلم - إلى بعض أعدائه ومخالفيه في الدين، لما للهدية من أثر في كسب القلوب واستلال الشحناء؛ فقد أهدى إلى أبي سفيان تمر عجوة، وهو بمكة، وكتب إليه يستهديه أُدماً (¬4)، كما قبِل النبي - صلى الله عليه وسلم - هدايا الملوك إليه، فقِبل هدية المقوقس، وهدية ملك أيلة أكيدر، وهدية كسرى. (¬5) ¶ وعلى المستوى الاجتماعي قبِل - صلى الله عليه وسلم - دعوة زينب بنت الحارث اليهودية، حين دعته إلى شاة مشوية في خيبر (¬6)، كما قبِل وأجاب دعوة يهودي دعاه إلى خبز شعير وإهالة سنخة. (¬7) ¶ وأما الفضيلة الثانية التي رغّبت فيها آية سورة الممتحنة فهي: العدل الذي هو أهم مكارم الأخلاق التي جاء الإسلام لحمايتها وتتميمها؛ وهو غاية قريبة ميسورة ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (2620)، ومسلم ح (1003). ¶ (¬2) أخرجه أحمد ح (2009)، والترمذي ح (3232). ¶ (¬3) أخرجه البخاري ح (1356). ¶ (¬4) أخرجه ابن زنجويه في كتاب الأموال (2/ 589). ¶ (¬5) انظر البخاري ح (1482)، وأحمد ح (749). ¶ (¬6) أخرجه البخاري ح (2617)، ومسلم (2190). ¶ (¬7) أخرجه أحمد ح (12789).",
            "page": "105",
            "part": "1",
            "seal": "31C363CF"
        },
        {
            "id": "107",
            "nass": "إذا كان الأمر متعلقاً بإخوة الدين أو النسب، وغيرها مما يتعاطف ويتراحم له البشر. ¶ لكن صدق هذه الخُلة إنما يظهر إذا تباينت الأديان وتعارضت المصالح، لذا فقد أمر القرآن الكريم بالعدل بين البشر عموماً، وخصَّ - بمزيد تأكيده - العدل مع المخالفين الذين قد يظلمهم المرء بسبب الاختلاف والنفرة، قال تعالى: {يا أيها الذين آمنوا كونوا قوامين لله شهداء بالقسط ولا يجرمنكم شنآن قوم على أن لا تعدلوا اعدلوا هو أقرب للتقوى} (المائدة: 8). ¶ يقول الدكتور نظمي لوقا: \"ما أرى شريعة أدعى للإنصاف، ولا أنفى للإجحاف والعصبية من شريعة تقول: {ولا يجرمنَّكم شنآن قومٍ على ألا تعدلوا اعدلوا هو أقرب للتقوى} (المائدة: 8)، فأي إنسان بعد هذا يكرم نفسه وهو يدينها بمبدأ دون هذا المبدأ، أو يأخذها بدين أقل منه تسامياً واستقامة؟! \". (¬1) ¶ وشواهد عدل المسلمين مع أهل ذمتهم كثيرة، ومنه خصومة الخليفة الرابع علي بن أبي طالب - رضي الله عنه - مع يهودي في درعه التي فقدها، ثم وجدها عند يهودي، فاحتكما إلى قاضي المسلمين شريح القاضي، فحكم بها لليهودي، فأسلم اليهودي، وقال: \"أما إني أشهد أن هذه أحكام أنبياء! أمير المؤمنين يدينني إلى قاضيه، فيقضي لي عليه! أشهد أن لا إله إلا الله، وأن محمداً رسول الله، الدرع درعك يا أمير المؤمنين، اتبعت الجيش وأنت منطلق من صفين، فخرجت من بعيرك الأورق\". فقال علي - رضي الله عنه -: (أما إذ أسلمت فهي لك). (¬2) ¶ ومن صور العدل مع المخالفين قصة القبطي مع عمرو بن العاص والي مصر وابنه، وقد اقتص الخليفة عمر بن الخطاب للقبطي في مظلمته من أمير مصر وابنه، وقال مقولته التي أضحت بين الناس مثلاً: \"يا عمرو، متى استعبدتم الناس وقد ولدتهم أمهاتهم أحراراً؟ \". (¬3) ¶ ¬__________ ¶ (¬1) محمد الرسالة والرسول (26). ¶ (¬2) حلية الأولياء (4/ 141)، والبداية والنهاية (8/ 4 - 5). ¶ (¬3) انظر: تاريخ عمر، ابن الجوزي (129 - 130)، وانظر فتوح مصر، لابن الحكم (195).",
            "page": "106",
            "part": "1",
            "seal": "48D4C352"
        },
        {
            "id": "108",
            "nass": "إن أمثال هذه المواقف الرائعة دفع بطريك بيت المقدس في القرن التاسع للقول عن العرب في كتابه إلى بطريرك القسطنطينية: \"إنهم يمتازون بالعدل، ولا يظلموننا البتة، وهم لا يستخدمون معنا أي عنف\". (¬1) ¶ ولو أنصف الزاعمون لرددوا مع جوستاف لوبون قوله: \"الإسلام من أكثر الأديان ملاءمة لاكتشافات العلم، ومن أعظمها تهذيباً للنفوس وحملاً على العدل والإحسان والتسامح\". (¬2) ¶ وصدق الدكتور لويس يونغ في كتابه \"العرب وأوروبا\" حين قال: \"إن أشياء كثيرة لا يزال على الغرب أن يتعلمها من الحضارة الإسلامية منها نظرة العرب المتسامحة وعدم تمييزهم فروق الدين والعرق واللون\". (¬3) ¶ وهكذا فالإسلام بريء بشهادة النصوص والتاريخ مما يزعمه القائلون بأن الإسلام رعى العنصرية الدينية، بل على العكس من ذلك، لقد قدم المسلمون نموذجاً حضارياً فريداً ما تزال البشرية ترنو إلى مثله، وهي أشد حاجة إليه اليوم في ظل تصاعد حملات الكراهية للمسلمين من أولئك الذي ما فتئوا يبشرون بصدام الحضارات والخطر المزعوم الذي تحمله الحضارة الإسلامية. ¶ رابعاً: المسلمون والتحديات المعاصرة ¶ إن نظرة سريعة في واقع المسلمين اليوم لن تخطئ في رؤية الكثير من التحديات التي تواجهها الأمة المسلمة في مطلع القرن الواحد والعشرين. ¶ ولعل أول هذه التحديات قبوع الأمة التي قادت ركب الحضارة الإنسانية ثمانية قرون في ذيل القائمة في سلم الحضارة والعلم. ¶ يستغل البعض هذا الواقع المرير للربط بين حال المسلمين ودينهم، متناسين أنه ليس من العدل والنصفة في شيء الحكم على دين بواقع أهله في برهة من الزمان، ¶ ¬__________ ¶ (¬1) شمس العرب تسطع على الغرب (364). ¶ (¬2) حضارة العرب (126). ¶ (¬3) قالوا عن الإسلام، عماد الدين خليل (326).",
            "page": "107",
            "part": "1",
            "seal": "4CE498DE"
        },
        {
            "id": "109",
            "nass": "فالإسلام دين العلم والحضارة، وحين تمسك المسلمون بدينهم كانوا أكثر الأمم عطاء في ركب الحضارة وأعظمها علماً وإبداعاً، لكنهم حين بعدوا عن دينهم واستبدلوه أو خلطوه بالغث الوافد عليهم من هنا وهناك تردوا عن السبق والحظوة التي منحها الله لهم بالعلم والمعرفة. ¶ إن القرآن منذ نزلت أول آياته {اقرأ باسم ربك الذي خلق} (العلق: 1) ما فتئ يدعو المسلمين إلى التعلم، ويثني على العلماء ويمتدح صنيع العقلاء {يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجاتٍ} (المجادلة: 11)، {قل هل يستوي الذين يعلمون والذين لا يعلمون إنما يتذكر أولوا الألباب} (الزمر: 9). ¶ لقد كرم الإسلام العلم، وأعطى لأهله من الفضل والمنزلة بوناً شاسعاً على سائر الناس، بما فيهم العُبّاد الذين نذروا أنفسهم لعبادة الله تعالى، يقول - صلى الله عليه وسلم -: ((فضل العالم على العابد كفضلي على أدناكم، إن الله وملائكته وأهل السموات والأرضين حتى النملة في جحرها وحتى الحوت؛ ليصلون على معلم الناس الخير)). (¬1) ¶ وحين تمسك المسلمون بدينهم والتزموا شرائعه سبقوا أمم الدنيا، وحملوا مشعل العلم والحضارة، وأبدعوا حضارة فريدة، يكفينا عن العرض المسهب لإنجازاتها أن ننقل بعض اعتراف العلماء المنصفين بسبقنا وإبداعنا، فقد سجلت كلماتهم بالإعجاب بعضاً من مآثر حضارتنا، وكانوا شهود عدل على مآثرنا. ¶ ومن ذلك قول الدكتور ستانلي لين بول في كتابه \"تاريخ العالم\": \"لم يحدث في تاريخ المدنية حركة أكثر روعة من ذلك الشغف الفجائي بالثقافة الذي حدث في جميع أنحاء العالم الإسلامي، فكان كل مسلم، من الخليفة إلى الصانع، يبدو كأنما قد اعتراه فجأة شوق إلى العلم وظمأ إلى السفر، وكان ذلك خير ما قدّمه الإسلام من جميع الجهات\". (¬2) ¶ ¬__________ ¶ (¬1) أخرجه الترمذي ح (2685). ¶ (¬2) قالوا عن الإسلام (396).",
            "page": "108",
            "part": "1",
            "seal": "F19E142A"
        },
        {
            "id": "110",
            "nass": "ويضيف المؤرخ جوليفيه كستلو في كتابه \"قانون التاريخ\" بأن \"التقدم العربي بعد وفاة الرسول [- صلى الله عليه وسلم -] كان عظيماً، جرى على أسرع ما يكون، وكان الزمان مستعداً لانتشار الإسلام، فنشأت المدنية الإسلامية نشأة باهرة، قامت في كل مكان مع الفتوحات بذكاء غريب ظهر أثره في الفنون والآداب والشعر والعلوم. وقبض العرب بأيديهم - خلال عدة قرون - على مشعل النور العقلي، وتمثلوا جميع المعارف البشرية .. فأصبحوا سادة الفكر، مبدعين ومخترعين، لا بالمعنى المعروف، بل بما أحرزوه من أساليب العلم التي استخدموها بقريحة وقَّادة للغاية، وكانت المدنية العربية قصيرة العمر، إلا أنها باهرة الأثر، وليس لنا إلا إبداء الأسف على اضمحلالها\". (¬1) ¶ وإذا كان حال المسلمين فيما مضى كذلك، فكيف توارت الأمة المسلمة عن الشهود؟ ولم تقبع في ذيل الركب اليوم؟! ¶ إن ما نشهده اليوم من ضعف حضاري للأمة المسلمة يرتبط بعاملين اثنين: أولهما هو بُعدُ المسلمين عن دينهم، فلئن كان تقدم أوربا مرهوناً بتخلصها من دينها المبدَّل؛ فإن نهضتنا لن تكون إلا بعودتنا إلى ديننا، فالمفارقة بين حالنا وحالهم، تنبع من الاختلاف بين خصائص أدياننا. ¶ والعامل الثاني الذي أسهم في تردي أحوال الأمة المسلمة هو الاستعمار الغربي الذي غزا الشرق الإسلامي عقوداً من السنين، ولم يبرحها إلا وقد ترك فيها من العقد المستعصية ما تعجز عن حلها الأجيال، ليضمن بذلك استمرار تفوقه ورواج سلعه في الشعوب التي جعلها أسواقاً استهلاكية لبضائعه، فارتهن مقدراتها ليضمن تفوقه ودوام سيطرته. ¶ وأما المظهر الثاني من المظاهر التي تزري بواقع المسلمين اليوم، فهو اختلافهم وتناحرهم بل واحتراب طوائفهم وتراميهم بالتكفير والتبديع، وهم في ذلك أيضاً قد خالفوا أمر ربهم وهو يدعوهم إلى الوحدة والاعتصام {واعتصموا بحبل الله ¶ ¬__________ ¶ (¬1) المصدر السابق (389).",
            "page": "109",
            "part": "1",
            "seal": "1F2AAC99"
        },
        {
            "id": "111",
            "nass": "جميعاً ولاتفرقوا} (آل عمران: 103)، فقد خالفوه وهو يدعوهم إلى التوحد في أمة واحدة {وإن هذه أمتكم أمة واحدة وأنا ربكم فاتقون} (المؤمنون: 52). ¶ إن تشرذم المسلمين وتناحرهم يرجع إلى عوامل كثيرة، لكن أهمها تدخل أياد خفية تكيد لإخوتهم، وتتربص بوحدتهم الدوائر، فالكثير من خلافات المذاهب الإسلامية لم تؤثر في وحدة المسلمين طوال تاريخهم؛ لأنها بقيت في منأى عن الهجمة الاستعمارية المغذية للنعرات المذهبية، كما هو الحال في العلاقة بين السنة والزيدية، أو بين أتباع المذاهب الفقهية الأربعة. ¶ إن المسلمين حين افترقوا لم يفترقوا بسبب اختلافهم حول أصول دينهم، فهذا ما لم تخالف فيه طائفة من طوائفهم المعتبرة، فالكل يؤمن بالله الواحد وصفاته وكتبه وأنبيائه، وأصول شريعته وأركان دينه، وخلافهم بقي بعيداً عن أصول الدين التي لم يختلفوا فيها، فخلاف السنة مع الشيعة - وهو الخلاف الأقوى بين المسلمين اليوم - إنما هو خلاف حول الشخص الأحق باستحقاق الخلافة بعد النبي - صلى الله عليه وسلم -، فهو خلاف سياسي تاريخي في جذوره، ولم تمس امتداداته أصول الدين من قريب أو بعيد. ¶ وافتراق المسلمين أيضاً قدر الله لكل الأمم، وفيه مصداق نبوءة نبوية لنبينا - صلى الله عليه وسلم - حين قال: ((افترقت اليهود على إحدى وسبعين فرقة، فواحدة في الجنة، وسبعون في النار، وافترقت النصارى على ثنتين وسبعين فرقة، فإحدى وسبعون في النار، وواحدة في الجنة، والذي نفس محمد بيده لتفترقن أمتي على ثلاث وسبعين، فرقة واحدة في الجنة، وثنتان وسبعون في النار)) قيل: يا رسول الله من هم؟ قال: ((الجماعة)). (¬1) ¶ وهكذا فالتفرق ميراثنا من الأمم السابقة، وتناحر بعضنا واقتتالهم مذموم لنكوصه عن هدي الإسلام إلى سبل الضلال والكفر ((فإن دماءكم وأموالكم ¶ ¬__________ ¶ (¬1) أخرجه ابن ماجه ح (3992).",
            "page": "110",
            "part": "1",
            "seal": "65A12FF7"
        },
        {
            "id": "112",
            "nass": "عليكم حرام كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا إلى يوم تلقون ربكم .. فلا ترجعوا بعدي كفاراً يضرب بعضكم رقاب بعض)). (¬1) ¶ إن حاضر المسلمين لن يصلح إلا بما أصلح ماضيهم، إن الإسلام هو الذي جعل من أوزاع العرب وغيرهم أمة واحدة، وأحالهم من أمة أمية جاهلة إلى أمة قادت ركب الحضارة الإنسانية ثمانية قرون. ¶ إن الرصيد الذي يمتلكه الإسلام في مبادئه وتصوراته ما يزال الأمل الذي يتطلع إليه العقلاء، فكل سؤدد وشرف وحضارة في الاستمساك بالإسلام، في حين أن مظاهر التخلف والتفرق نتاج قدري حتمي لبعدنا عن الإسلام، فما أحرانا أن نسارع في العود إليه والاستمساك بهديه القويم. ¶ ¬__________ ¶ (¬1) أخرجه البخاري ح (1741)، ومسلم ح (1679).",
            "page": "111",
            "part": "1",
            "seal": "560A9F4C"
        },
        {
            "id": "113",
            "nass": "خاتمة: ¶ وهكذا يتبين الحق لكل منصف، فمن قبِل هبة الله التي تبينت له؛ شرح الله صدره للإسلام {أفمن شرح الله صدره للإسلام فهو على نورٍ من ربه} وأما من قسى فلبه وكبُر عليه الإذعان للحق، فنصيبه تمام الآية: {فويلٌ للقاسية قلوبهم من ذكر الله أولئك في ضلالٍ مبينٍ} (الزمر: 22). ¶ وبعد، ما الذي يمنع المرء من الولوج في الإسلام، أيشينه أن يعبد الله وحده، وأن يكون على دينه الذي بشر به الأنبياء وارتضاه الله لعباده ديناً. ¶ ما بال بعضنا -في القرن الواحد والعشرين -يفضل ميراث الآباء وإلفِه على الحق الذي آمن بصدقه عقله؟ ¶ إن الكثيرين من العقلاء قد سبقوا إلى هذا الحق فاعتنقوه، منهم النجاشي رحمه الله، ملك الحبشة الذي عرض عليه الصحابة الإسلام فقال: يا معشر القسيسين والرهبان، ما يزيد ما يقول هؤلاء على ما تقولون في ابن مريم ما يزن هذه، مرحباً بكم وبمن جئتم من عنده، فأنا أشهد أنه رسول الله، والذي بشّر به عيسى ابن مريم، ولولا ما أنا فيه من الملك لأتيته حتى أحمل نعليه. (¬1) ¶ لكم أشرق الإسلام في صدور أناس؛ فأخرجهم الله به من ضيق الصدر وضنك الدنيا وقتامة الحياة إلى رحابة الدنيا وسعادتها ونعيم الآخرة، ولكم تنكب طريق الحقيقة آخرون، فعاشوا في ضيق الدنيا واستحقوا أيضاً عذاب الآخرة {فمن يرد الله أن يهديه يشرح صدره للإسلام ومن يرد أن يضله يجعل صدره ضيقاً حرجاً كأنما يصعد في السماء كذلك يجعل الله الرجس على الذين لا يؤمنون} (الأنعام: 125). ¶ إن الإسلام بما أوتي من حق وبصيرة ووضوح يملأ الكون بهديه القويم، وتشير الدراسات والإحصاءات إلى أنه أكثر الأديان انتشاراً رغم الضعف الذي ينتاب الأمة الإسلامية عموماً، ورغم الحملات المسمومة التي ما فتئت تفتري على الإسلام ¶ ¬__________ ¶ (¬1) أخرجه أبو داود ح (3205)، وأحمد ح (4836) وابن أبي شيبة ح (36640).",
            "page": "112",
            "part": "1",
            "seal": "931FFB3A"
        },
        {
            "id": "114",
            "nass": "على صفحات الإعلام وشاشات القنوات وغيرها من وسائل الاتصال، ليتحقق من بعد ذلك كله موعود الله {يريدون أن يطفئوا نور الله بأفواههم ويأبى الله إلا أن يتم نوره ولو كره الكافرون} (التوبة: 32). ¶ ولو أنصف المرء لردد ما قاله الدكتور نظمي لوقا عن النبي - صلى الله عليه وسلم -: \"أعرض بوجداني عن تلك النظرة الجائرة أو المتجنية التي نظر بها كثيرون من المستشرقين وغيرهم إلى الرسول العربي، ولكني حين أحتكم إلى العقل أرى الخير كل الخير فيما جنحت إليه .. فما كان كآحاد الناس في خلاله ومزاياه، وهو الذي اجتمعت إليه آلاء الرسل، وهمة البطل، فكان حقاً على المنصف أن يكرم فيه المُثل ويحيي فيه الرَّجل\". (¬1) ¶ إن البشرية اليوم أحوج ما تكون إلى الإسلام، إذا ما أرادت أن تتخلص من مشكلات عصرنا المتفاقمة، فالإسلام وحده كفيل بالقضاء على أمراضنا النفسية والاجتماعية، وهو وحده من يملك العصا السحرية التي تخفض معدلات الانتحار وتعيد لحياة البائسين المعذبين جمالها ورونقها في ظلال الإسلام. ¶ يقول دوجلاس أرثر: \"لو أحسن عرض الإسلام على الناس لأمكن به حلّ كافة المشكلات، ولأمكن تلبية الحاجات الاجتماعية والروحية والسياسية للذين يعيشون في ظل الرأسمالية والشيوعية على السواء. فقد فشل هذان النظامان في حلّ مشكلات الإنسان. أما الإسلام فسوف يقدم السلام للأشقياء، والأمل والهدى للحيارى والضالين. وهكذا فالإسلام لديه أعظم الإمكانات لتحديث هذا العالم وتعبئة طاقات الإنسان لتحقيق أعلى مستوى من الإنتاج والكفاية\". (¬2) ¶ وأما الكاتب الهندي كوفهي لال جابا فيقول في كتابه \"رسول الصحراء\": \"الإسلام بوسعه تلبية كافة حاجات الإنسان في العصر الحاضر، فليس هناك أي دين كالإسلام يستطيع أن يقدم أنجح الحلول للمشكلات والقضايا المعاصرة. ¶ ¬__________ ¶ (¬1) محمد الرسالة والرسول (28). ¶ (¬2) قالوا عن الإسلام، عماد الدين خليل (443).",
            "page": "113",
            "part": "1",
            "seal": "8E194F1D"
        },
        {
            "id": "115",
            "nass": "فمثلاً أشد ما يحتاج إليه العالم اليوم الأخوة والمساواة، وهذه وجميع الفضائل لا تجتمع إلا في الإسلام، لأن الإسلام لا يفاضل بين الناس إلا على أساس العمل والبذل\". (¬1) ¶ ولا نجد أخيراً إلا أن نردد مع أديب ألمانيا يوهان غوته هتافه الصادق: \"إذا كان هذا هو الإسلام، أفلا نكون جميعنا مسلمين؟ \". (¬2) ¶ ¬__________ ¶ (¬1) المصدر السابق (450). ¶ (¬2) المصدر السابق (147).",
            "page": "114",
            "part": "1",
            "seal": "81015A21"
        },
        {
            "id": "116",
            "nass": "قائمة المصادر والمراجع ¶ - القرآن الكريم. ¶ - الكتاب المقدس. طبعة دار الكتاب المقدس في الشرق الأوسط. ¶ ــــــــــــــــ ¶ - الإتقان في علوم القرآن، جلال الدين السيوطي، تحقيق: محمد أبو الفضل إبراهيم، المكتبة العصرية، صيدا، 1408هـ. ¶ - الجامع الصحيح (سنن الترمذي)، محمد بن سورة الترمذي، تحقيق: أحمد شاكر، مكة المكرمة، المكتبة الفيصلية. ¶ - الخصائص العامة للإسلام، يوسف القرضاوي، ط4، القاهرة، مكتبة وهبة، 1409هـ. ¶ - زاد المسير في علم التفسير، جمال الدين عبد الرحمن بن علي الجوزي، المكتب الإسلامي للطباعة والنشر. ¶ - السلسلة الصحيحة، محمد ناصر الدين الألباني، الرياض، مكتبة المعارف. ¶ - سنن ابن ماجه، أبو عبد الله محمد بن يزيد القزويني، بيت الأفكار الدولية، عمان. ¶ - سنن أبي داود، أبو داود السجستاني، دار الحديث، 1391هـ. ¶ - سنن النسائي، أبو عبد الرحمن أحمد بن شعيب النسائي، تحقيق: عبد الفتاح أبو غدة، ط2، حلب، مكتب المطبوعات الإسلامية، 1406هـ. ¶ - صحيح البخاري، محمد بن إسماعيل البخاري، ترقيم: محمد فؤاد عبد الباقي، في تحقيقه لكتاب فتح الباري بشرح صحيح البخاري، ابن حجر العسقلاني، ط2، القاهرة، دار الريان للتراث، 1407هـ. ¶ - صحيح الترغيب والترهيب، محمد ناصر الدين الألباني، ط5، الرياض، مكتبة المعارف.",
            "page": "115",
            "part": "1",
            "seal": "FCD5D4DE"
        },
        {
            "id": "117",
            "nass": "- صحيح مسلم، مسلم بن الحجاج القشيري، ترقيم: محمد فؤاد الباقي، دار إحياء التراث العربي. بيروت، 1375هـ. ¶ - قالوا عن الإسلام، عماد الدين خليل، طبع الندوة العالمية للشباب الإسلامي، 1412هـ. ¶ - قصة الحضارة، وول ديورانت، ترجمة: محمد بدران، ط2، مطبعة لجنة التأليف والترجمة والنشر، 1964م. ¶ - محمد الرسالة والرسول، نظمي لوقا، ط2، مطابع دار الكتاب العربي، 1959م. ¶ - المدخل إلى دراسة الشريعة، عبد الكريم زيدان، ط5، جامعة بغداد، 1396هـ. ¶ - المصاحف، أبو بكر بن أبي داود السجستاني، تحقيق: محب الدين عبد السبحان واعظ، ط2، دار البشائر الإسلامية، 1423هـ.",
            "page": "116",
            "part": "1",
            "seal": "212A16F7"
        }
    ],
    "t1279": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الإسلام وأركانه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أركان الإسلام"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الركن الأول: الشهادة لله بالتوحيد، ولرسوله محمد - صلى الله عليه وسلم - بالرسالة أولا: الشهادة لله بالتوحيد"
        },
        {
            "id": "12",
            "lvl": "3",
            "sub": null,
            "tit": "ثانيا: الشهادة بأن محمدا رسول الله"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الركن الثاني: إقام الصلاة"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "الركن الثالث: إيتاء الزكاة"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "الركن الرابع: صوم رمضان"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "الركن الخامس: حج بيت الله الحرام"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "مفهوم العبادة في الإسلام"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "العبادة والأخلاق"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "مراتب الأحكام التكليفية"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "خصائص الشريعة الإسلامية ومقاصدها"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: خصائص الشريعة الإسلامية"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": "2",
            "tit": "أ. ربانية المصدر والغاي"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "ب. العدل والمساواة"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": null,
            "tit": "ج. الشمول والتوازن"
        },
        {
            "id": "47",
            "lvl": "3",
            "sub": null,
            "tit": "د. المثالية الواقعية"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: مقاصد الشريعة الإسلامية"
        },
        {
            "id": "50",
            "lvl": "3",
            "sub": "1",
            "tit": "أ. حفظ الدين"
        },
        {
            "id": "51",
            "lvl": "3",
            "sub": null,
            "tit": "ب. حفظ النفس الإنسانية"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "ج. حفظ العقل"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": null,
            "tit": "د. حفظ النسل"
        },
        {
            "id": "54",
            "lvl": "3",
            "sub": "1",
            "tit": "هـ. حفظ المال"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "أركان الإيمان"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "الإيمان بالملائكة"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بالكتب"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بالأنبياء"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بالقضاء والقدر"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان باليوم الآخر"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "ردود على أباطيل"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: الإسلام والمرأة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: الإسلام والإرهاب"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: الإسلام والتعامل مع الآخر"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: المسلمون والتحديات المعاصرة"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة:"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "قائمة المصادر والمراجع"
        }
    ]
}