{
    "b1288": [
        {
            "hno": "1",
            "id": "2",
            "nass": "1 - أَخْبَرَنَا الشَّيْخُ الْفَقِيهُ الإِمَامُ أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْقَوِيِّ الْمِصِّيصِيُّ , رَضِيَ اللَّهُ عَنْهُ , قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ , فِي صَفَرَ سَنَةَ خَمْسٍ وَثَلاثِينَ وَخَمْسِ مِائَةٍ , قَالَ: أَخْبَرَنَا الشَّيْخُ أَبُو الْفَضْلِ جَعْفَرُ بْنُ الْقَاسِمِ بْنِ جَعْفَرِ بْنِ الأَشَجِّ الأَنْمَاطِيُّ , قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ , بِصُورَ , فِي صَفَرَ سَنَةَ أَرْبَعٍ وَتِسْعِينَ وَأَرْبَعِ مِائَةٍ , قَالَ: أَخْبَرَنَا أَبُو الْحُسَيْنِ عَبْدُ الْمَلِكِ بْنُ عَبْدِ اللَّهِ بْنِ صُهَيْبِ بْنِ مَحْمُودِ بْنِ مِسْكِينٍ الشَّافِعِيُّ , قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ , فِي الْمُحَرَّمِ سَنَةَ اثْنَيْنِ وَأَرْبَعِينَ وَأَرْبَعِ مِائَةٍ ,أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ بُنْدَارٍ الْأَنْطَاكِيُّ قَاضِي أَدَنَةَ، قَرَأَهُ عَلَيْهِ عَلِيُّ بْنُ صَالِحٍ الْبَلْخِيُّ وَنَحْنُ نَسْمَعُ، فَأَقَرَّ بِهِ، وَذَلِكَ فِي رَجَبٍ سَنَةَ ثَلَاثٍ وَثَمَانِينَ وَثَلَاثِمِائَةٍ قَالَ: قَرَأْتُ عَلَى أَبِي عَرُوبَةَ الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ مَوْدُودِ بْنِ أَبِي مَعْشَرٍ الْحَرَّانِيِّ: حَدَّثَكُمْ مُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا يَحْيَى بْنُ أَبِي السَّكَنِ، حَدَّثَنَا شُعْبَةُ بْنُ أَبِي حَفْصَةَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ صَعْصَعَةَ بْنِ صُوحَانَ، عَنْ عَلِيٍّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مِنَ الْبَيَانِ سِحْرًا، وَإِنَّ مِنَ الشِّعْرِ حِكَمًا، وَإِنَّ مِنَ الْقَوْلِ عِيَالًا، وَإِنَّ مِنْ طَلَبِ الْعِلْمِ جَهْلًا»",
            "page": "2",
            "part": "1",
            "seal": "436E5B2C"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَخْلَدُ بْنُ مَالِكٍ السَّلَمْسِينِيُّ، حَدَّثَنَا عَطَّافُ بْنُ خَالِدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§أَقَادَ مِنْ خَدْشٍ»",
            "page": "3",
            "part": "1",
            "seal": "7264678C"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا حَاتِمُ بْنُ بَكْرِ بْنِ غَيْلَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّادِ الْهَنَائِيُّ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنِ اسْتَطَاعَ مِنْكُمُ الْبَاءَةَ فَلْيَتَزَوَّجْ، وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ؛ فَإِنَّ الصَّوْمَ لَهُ وِجَاءٌ»",
            "page": "4",
            "part": "1",
            "seal": "39D9849B"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامٍ، عَنْ أَنَسٍ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَطُوفُ عَلَى نِسَائِهِ فِي غُسْلٍ وَاحِدٍ»",
            "page": "5",
            "part": "1",
            "seal": "EA39B045"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُوعَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، نا أَحْمَدُ بْنُ سُلَيْمَانَ، نا مِسْكِينُ بْنُ بُكَيْرٍ، حَدَّثَنَا شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَطُوفُ عَلَى نِسَائِهِ فِي غُسْلٍ وَاحِدٍ»",
            "page": "6",
            "part": "1",
            "seal": "9E7485E1"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، حَدَّثَنَا يُوسُفُ بْنُ أَسْبَاطٍ، عَنِ الثَّوْرِيِّ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَطُوفُ عَلَى نِسَائِهِ هَذِهِ فِي غُسْلٍ وَاحِدٍ»",
            "page": "7",
            "part": "1",
            "seal": "B033F042"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَخْلَدُ بْنُ مَالِكٍ، حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَقِّنُوا مَوْتَاكُمْ: لَا إِلَهَ إِلَّا اللَّهُ \"",
            "page": "8",
            "part": "1",
            "seal": "3A08070D"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، حَدَّثَنَا أَبُوعَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا عُمَارَةُ بْنُ غَزِيَّةَ، عَنْ يَحْيَى بْنِ عُمَارَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَقِّنُوا مَوْتَاكُمْ: لَا إِلَهَ إِلَّا اللَّهُ \"",
            "page": "9",
            "part": "1",
            "seal": "A39FCEE1"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا عَمْرُو بْنُ يَزِيدَ بْنِ الْمَيِّدِ الْأَعْرَجُ، عَنْ سَوَّارِ بْنِ شَبِيبٍ قَالَ: قَالَ رَجُلٌ لِابْنِ عُمَرَ: إِنَّ فُلَانًا كَفَرَنِي فَقَالَ: \" §أَلَا قُلْتَ: لَا إِلَهَ إِلَّا اللَّهُ فَتُنَكِّلَ بِهِ \"",
            "page": "10",
            "part": "1",
            "seal": "4D31E466"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، نا سَلْمُ بْنُ جُنَادَةَ، حَدَّثَنَا حَفْصٌ قَالَ: سَمِعْتُ الْأَعْمَشَ يَقُولُ: «§رَدَدْتُمُوهُ عَلَيَّ حَتَّى صَارَ فِي فَمِي أَمَرَّ مِنَ الْعَلْقَمِ»",
            "page": "11",
            "part": "1",
            "seal": "5510409A"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، ثنا يَحْيَى بْنُ حَكِيمٍ، نا غُنْدَرٌ، نا سَعِيدٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَتَى الْجُمُعَةَ فَلْيَغْتَسِلْ»",
            "page": "12",
            "part": "1",
            "seal": "C2C3DBC0"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لِلَّهِ عُتَقَاءُ عِنْدَ كُلِّ فِطْرٍ» أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ حُسَيْنٍ الْخُرَسَانِيِّ، عَنْ أَبِي غَالِبٍ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "13",
            "part": "1",
            "seal": "81A09CAF"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدٍ , أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا زِيَادُ بْنُ يَحْيَى الْحَسَّانِيُّ، نا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَقُصُّ عَلَى النَّاسِ إِلَّا أَمِيرٌ أَوْ مَأْمُورٌ أَوْ مُرَاءٍ»",
            "page": "14",
            "part": "1",
            "seal": "344AE72B"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا زِيَادُ بْنُ يَحْيَى، حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّمَا §أَنَا رَحْمَةٌ مُهْدَاةٌ»",
            "page": "15",
            "part": "1",
            "seal": "2145FBEA"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَابُورَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حُصَيْنٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ، وَلَا لِذِي مِرَّةٍ سَوِيٍّ»",
            "page": "16",
            "part": "1",
            "seal": "CAB77E05"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو قِلَابَةَ، حَدَّثَنَا إِسْحَاقُ بْنُ نَاصِحٍ، عَنْ قَيْسِ بْنِ الرَّبِيعِ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، عَنْ طَارِقِ بْنِ عَبْدِ اللَّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§اسْتَعَدَّ لِلْمَوْتِ قَبْلَ لِقَاءِ الْمَوْتِ»",
            "page": "17",
            "part": "1",
            "seal": "1399AF48"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ عُمَرَ سَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَيَنَامُ أَحَدُنَا وَهُوَ جُنُبٌ؟ قَالَ: «§يَتَوَضَّأُ وَيَنَامُ» . أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا الْأَوْزَاعِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ مِثْلَهُ",
            "page": "18",
            "part": "1",
            "seal": "A86E1D2A"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا ابْنُ عُيَيْنَةَ قَالَ: سَمِعْتُ عُمَرَ بْنَ ذَرٍّ يَقُولُ لِابْنِ عَيَّاشٍ: «§لَا تُغْرَقْ فِي شَتْمِنَا وَدَعْ لِلصُّلْحِ مَوْضِعًا، فَإِنَّا لَنْ نُكَافِئَ مِنْ عَصَى اللَّهَ فِينَا بِأَكْثَرَ مِنْ أَنْ نُطِيعَ اللَّهَ فِيهِ»",
            "page": "19",
            "part": "1",
            "seal": "109DB823"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الْبَجَلِيُّ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، عَنِ الْحَسَنِ بْنِ الْحُرِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ «§يُوتِرُ عَلَى بَعِيرِهِ وَذَكَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَفْعَلُ ذَلِكَ»",
            "page": "20",
            "part": "1",
            "seal": "1978E92E"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُعَلِّلُ بْنُ نُفَيْلٍ، حَدَّثَنَا مُوسَى بْنُ أَعْيَنَ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: «§أَمَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُسْجَدَ عَلَى سَبْعٍ وَلَا يَكُفُّ شَعْرًا وَلَا ثَوْبًا»",
            "page": "21",
            "part": "1",
            "seal": "E27D4064"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَخْلَدُ بْنُ مَالِكٍ، حَدَّثَنَا أَبُو خَالِدٍ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§أَهْدَى مَرَّةً غَنَمًا»",
            "page": "22",
            "part": "1",
            "seal": "4BF5FFB3"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، حَدَّثَنَا يُوسُفُ، عَنِ الثَّوْرِيِّ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مُدَارَاةُ النَّاسِ صَدَقَةٌ»",
            "page": "23",
            "part": "1",
            "seal": "A11B8F1E"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُسَيَّبُ بْنُ وَاضِحٍ، حَدَّثَنَا مُصْعَبُ بْنُ مَاهَانَ، عَنْ سُفْيَانَ، عَنْ حَمَّادٍ، عَنْ أَنَسٍ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ»",
            "page": "24",
            "part": "1",
            "seal": "CDDA9126"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُسَيَّبُ، حَدَّثَنَا بَقِيَّةُ، عَنْ أَبِي مُعَاذٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا قَوَدَ إِلَّا لِسِلَاحٍ»",
            "page": "25",
            "part": "1",
            "seal": "B0E60686"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَيْسَ مِنَ الْبِرِّ الصِّيَامُ فِي السَّفَرِ»",
            "page": "26",
            "part": "1",
            "seal": "830EF0C6"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا بَيَانٌ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§بَنَى بِامْرَأَةٍ، فَدَعَا رَجُلًا إِلَى الطَّعَامِ»",
            "page": "27",
            "part": "1",
            "seal": "B7AFC44D"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الْوَزَّانُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §يَأْتِي قُبَاءَ رَاكِبًا مَاشِيًا»",
            "page": "28",
            "part": "1",
            "seal": "D2616470"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا زِيَادٌ الْحَسَّانِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ صَخْرِ بْنِ جُوَيْرِيَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ رَاحَ إِلَى الْجُمُعَةِ فَلْيَغْتَسِلْ»",
            "page": "29",
            "part": "1",
            "seal": "54855ABA"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْقَطَّانُ، حَدَّثَنَا بِشْرُ بْنُ مُبَشِّرٍ، عَنِ الْحَكَمِ بْنِ فُضَيْلٍ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ رَاحَ إِلَى الْجُمُعَةِ فَلْيَغْتَسِلْ»",
            "page": "30",
            "part": "1",
            "seal": "6459228B"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §اللَّهَ يُمْهِلُ الظُّلْمَ حَتَّى إِذَا أَمْسَكَهُ لَمْ يُفْلِتْهُ - ثُمَّ قَرَأَ -: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ} [هود: 102] \" الْآيَةَ",
            "page": "31",
            "part": "1",
            "seal": "050F741A"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْجَوْهَرِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ §اللَّهَ يُمْهِلُ الظَّالِمَ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْهُ - ثُمَّ قَرَأَ -: {وَكَذَلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ} [هود: 102] \" الْآيَةَ",
            "page": "32",
            "part": "1",
            "seal": "C3305968"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ الْأَذَنِيُّ، أَخْبَرَنَا أَبُو الْعَرُوبَةِ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا الْحَسَنُ بْنُ عَطِيَّةَ، عَنْ قَيْسِ بْنِ الرَّبِيعِ، عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنْ جَرِيرٍ قَالَ: قَالَ النَّبِيُّ صَلَّىاللَّهُ عَلَيْهِ وَسَلَّمَ: «§الطُّلَقَاءُ مِنْ قُرَيْشٍ وَالْعُتَقَاءُ مِنْ ثَقِيفٍ» . أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا الْحَسَنُ بْنُ عَطِيَّةَ، عَنْ قَيْسِ بْنِ الرَّبِيعِ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ جَرِيرٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "33",
            "part": "1",
            "seal": "A6B9F2A4"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْجَبَّارِ، حَدَّثَنَا مُؤَمَّلُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا الثَّوْرِيُّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً بِالْبَلَاطِ»",
            "page": "34",
            "part": "1",
            "seal": "ADD6457A"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَالِكُ بْنُ الْخَلِيلِ أَبُو غَسَّانَ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ مُحَمَّدِ بْنِ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ النَّاسِ وَلَكِنْ يَقْبِضُ الْعُلَمَاءَ، حَتَّى إِذَا لَمْ يَبْقَ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا، فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا» . ¶ 35 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُسَيَّبُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا» وَذَكَرَ الْحَدِيثَ. أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَيُّوبُ الْوَزَّانُ، حَدَّثَنَا مَعْمَرُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ بِشْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ",
            "page": "35",
            "part": "1",
            "seal": "00D5B973"
        },
        {
            "hno": "36",
            "id": "36",
            "nass": "36 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُسَيَّبُ، حَدَّثَنَا عَلِيُّ بْنُ بَكَّارٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§أَهْلُ الْمَعْرُوفِ فِي الدُّنْيَا هُمْ أَهْلُ الْمَعْرُوفِ فِي الْآخِرَةِ»",
            "page": "36",
            "part": "1",
            "seal": "0DDF2D9B"
        },
        {
            "hno": "37",
            "id": "37",
            "nass": "37 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا هِلَالُ بْنُ الْعَلَاءِ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقَاشِيُّ، حَدَّثَنَا وُهَيْبٌ، عَنْ مَعْمَرٍ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَا ذَنْبَ لَهُ»",
            "page": "37",
            "part": "1",
            "seal": "06E7D352"
        },
        {
            "hno": "38",
            "id": "38",
            "nass": "38 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ: «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنْ بَيْعِ الْوَلَاءِ وَعَنْ هِبَتِهِ» قَالَ زُهَيْرٌ: وَحَدَّثَنِي بِهِ ابْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِيهِ مِثْلَهُ",
            "page": "38",
            "part": "1",
            "seal": "E1DEC444"
        },
        {
            "hno": "39",
            "id": "39",
            "nass": "39 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا بَقِيَّةُ، عَنِ الْأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §اللَّهَ يُحِبُّ الْمُلِحِّينَ فِي الدُّعَاءِ»",
            "page": "39",
            "part": "1",
            "seal": "48D770BF"
        },
        {
            "hno": "40",
            "id": "40",
            "nass": "40 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا زِيَادٌ الْحَسَّانَيُّ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، وَحَمَّادِ بْنِ سَلَمَةَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا جَلَسَ قَوْمٌ مَجْلِسًا لَمْ يَذْكُرُوا اللَّهَ فِيهِ إِلَّا كَانَ عَلَيْهِمْ حَسْرَةً يَوْمَ الْقِيَامَةِ»",
            "page": "40",
            "part": "1",
            "seal": "FBCFC6D3"
        },
        {
            "hno": "41",
            "id": "41",
            "nass": "41 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ الثَّوْرِيُّ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: «§لَمْ يُقَصَّ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَا عَهْدِ أَبِي بَكْرٍ رَحِمَهُ اللَّهُ»",
            "page": "41",
            "part": "1",
            "seal": "E0E68AF8"
        },
        {
            "hno": "42",
            "id": "42",
            "nass": "42 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، ثنا عَبْدُ الرَّحْمَنِ، ثنا زُهَيْرٌ، عَنْ عُمَرَ بْنِ نَافِعٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى عَنِ التَّنَازُعِ»",
            "page": "42",
            "part": "1",
            "seal": "EFE96A3C"
        },
        {
            "hno": "43",
            "id": "43",
            "nass": "43 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أنا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو، ثنا زُهَيْرٌ، حَدَّثَنَا الْأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «§إِذَا تَوَضَّأْتُمْ فَلَبِسْتُمْ فَابْدَأُوا بِمَيَامِنِكُمْ»",
            "page": "43",
            "part": "1",
            "seal": "43186C15"
        },
        {
            "hno": "44",
            "id": "44",
            "nass": "44 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو، حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي جُحَيْفَةَ قَالَ: «رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، §هَذِهِ مِنْهُ بَيْضَاءُ» يَعْنِي الْعَنْفَقَةَ قَالَ: فَقُلْتُ: ابْنُ كَمْ كُنْتَ؟ قَالَ: كُنْتُ غُلَامًا أَبْرِي النَّبْلَ وَأَرِيشُهَا",
            "page": "44",
            "part": "1",
            "seal": "1C926204"
        },
        {
            "hno": "45",
            "id": "45",
            "nass": "45 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا بُنْدَارٌ، وَأَبُو مُوسَى قَالَا: ثنا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ، عَنْ عَلِيٍّ قَالَ: «§خَيْرُ هَذِهِ الْأُمَّةِ بَعْدَ نَبِيِّهَا أَبُو بَكْرٍ وَعُمَرُ»",
            "page": "45",
            "part": "1",
            "seal": "9A5BB2FF"
        },
        {
            "hno": "46",
            "id": "46",
            "nass": "46 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، ثنا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَحْيَى بْنُ حَكِيمٍ، حَدَّثَنَا أَبُو حُذَيْفَةَ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §نَهَى أَنْ يَسْتَلْقِيَ الرَّجُلُ عَلَى قَفَاهُ، يَضَعُ رِجْلَهُ عَلَى الْأُخْرَى»",
            "page": "46",
            "part": "1",
            "seal": "16B80CC7"
        },
        {
            "hno": "47",
            "id": "47",
            "nass": "47 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ، وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ»",
            "page": "47",
            "part": "1",
            "seal": "952E1920"
        },
        {
            "hno": "48",
            "id": "48",
            "nass": "48 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا بُنْدَارٌ، وَأَبُو مُوسَى , وَيَحْيَى بْنُ حَكِيمٍ قَالُوا: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، وَشُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خِيَارُكُمْ وَأَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "48",
            "part": "1",
            "seal": "952AAA6D"
        },
        {
            "hno": "49",
            "id": "49",
            "nass": "49 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو، وَأَحْمَدُ بْنُ سُلَيْمَانَ قَالَا: حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنِ الثَّوْرِيِّ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَفْضَلُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ»",
            "page": "49",
            "part": "1",
            "seal": "A01AFEFB"
        },
        {
            "hno": "50",
            "id": "50",
            "nass": "50 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مَخْلَدُ بْنُ مَالِكٍ، حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ، عَنْ عِيسَى بْنِ مَيْسَرَةَ، عَنْ أَبِي الزِّنَادِ، عَنْ أَنَسٍ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الصَّلَاةُ نُورُ الْمُؤْمِنِ»",
            "page": "50",
            "part": "1",
            "seal": "4604670A"
        },
        {
            "hno": "51",
            "id": "51",
            "nass": "51 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَبِي بَزَّةَ، حَدَّثَنَا مُؤَمَّلُ بْنُ إِسْمَاعِيلَ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: مَرَّ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَجْلِسٍ يَمْرَحُونَ وَيَضْحَكُونَ فَقَالَ: «§أَكْثِرُوا مِنْ ذِكْرِ هَادِمِ اللَّذَّاتِ»",
            "page": "51",
            "part": "1",
            "seal": "B93295D0"
        },
        {
            "hno": "52",
            "id": "52",
            "nass": "52 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو قَالَ: حَدَّثَنَا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ ابْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِي جُحَيْفَةَ قَالَ: «رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §صَلَّى الْعَصْرَ بِالْأَبْطَحِ رَكْعَتَيْنِ»",
            "page": "52",
            "part": "1",
            "seal": "F1F9B5BD"
        },
        {
            "hno": "53",
            "id": "53",
            "nass": "53 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ سَيْفٍ، حَدَّثَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ، عَنْ عِمْرَانَ الْقَطَّانِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا وُضِعَ الْعَشَاءُ وَأُقِيمَتِ الصَّلَاةُ فَابْدَأُوا بِالْعَشَاءِ»",
            "page": "53",
            "part": "1",
            "seal": "7975840D"
        },
        {
            "hno": "54",
            "id": "54",
            "nass": "54 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو يُوسُفَ الصَّيْدَلَانِيُّ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنْ هِشَامٍ، عَنْ عُرْوَةَ، عَنْ أَبِيهِ قَالَ: سُئِلَ أُسَامَةُ بْنُ زَيْدٍ عَنْ سَيْرِ النَّبِيِّ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «كَانَ §يَسِيرُ الْعَنَقَ فَإِذَا وَجَدَ فَجْوَةً نَصَّ»",
            "page": "54",
            "part": "1",
            "seal": "D0B708B5"
        },
        {
            "hno": "55",
            "id": "55",
            "nass": "55 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُنْذِرُ بْنُ الْوَلِيدِ الْجَارُودِيُّ، حَدَّثَنَا أَبِي، عَنِ الْحَسَنِ، عَنْ أَيُّوبَ، عَنْ عَطَاءٍ، عَنْ عَلْقَمَةَ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُقَبِّلُ وَهُوَ صَائِمٌ، وَيُبَاشِرُ وَهُوَ صَائِمٌ، وَكَانَ أَمْلَكَكُمْ لِإِرْبِهِ»",
            "page": "55",
            "part": "1",
            "seal": "C8158060"
        },
        {
            "hno": "56",
            "id": "56",
            "nass": "56 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُنْذِرُ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يُقَبِّلُ وَهُوَ صَائِمٌ»",
            "page": "56",
            "part": "1",
            "seal": "E014B92D"
        },
        {
            "hno": "57",
            "id": "57",
            "nass": "57 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُنْذِرُ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَلِيِّ بْنِ الْأَقْمَرِ، عَنْ أَبِي جُحَيْفَةَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَمَّا أَنَا §فَلَا آكُلُ مُتَّكِئًا»",
            "page": "57",
            "part": "1",
            "seal": "490FB2E3"
        },
        {
            "hno": "58",
            "id": "58",
            "nass": "58 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ سَلَمَةَ الْخَبَائِرِيُّ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، حَدَّثَنِي أَبُو بَكْرٍ، أَخُو الزُّبَيْدِيِّ، وَعَبْدُ اللَّهِ بْنُ سَالِمٍ قَالَا: حَدَّثَنَا الزُّبَيْدِيُّ، عَنْ لُقْمَانَ بْنِ عَامِرٍ الْوَصَّابِيِّ، عَنْ عَبْدِ الْأَعْلَى بْنِ عَدِيٍّ الْبَهْرَانِيِّ، عَنْ ثَوْبَانَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §عِصَابَتَانِ أَحْرَزَهُمَا اللَّهُ عَنِ النَّارِ: عِصَابَةٌ تَغْزُو الْهِنْدَ، وَعِصَابَةٌ تَكُونُ مَعَ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِمَا السَّلَامُ \"",
            "page": "58",
            "part": "1",
            "seal": "FF0E0618"
        },
        {
            "hno": "59",
            "id": "59",
            "nass": "59 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُوعَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُصَفَّى، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ الْأَشَجِّ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ حَفْصَةَ قَالَتْ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§عَلَى كُلِّ مُحْتَلِمٍ رَوَاحُ الْجُمُعَةِ»",
            "page": "59",
            "part": "1",
            "seal": "C279B136"
        },
        {
            "hno": "60",
            "id": "60",
            "nass": "60 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا كَثِيرُ بْنُ عُبَيْدٍ، حَدَّثَنَا ابْنُ حِمْيَرٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «§دَخَلَ عَلَيَّ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أَلْعَبُ بِالْبَنَاتِ»",
            "page": "60",
            "part": "1",
            "seal": "F14379CB"
        },
        {
            "hno": "61",
            "id": "61",
            "nass": "61 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا الْوَلِيدُ، عَنِ الْأَوْزَاعِيِّ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَفْرَدَ الْحَجَّ»",
            "page": "61",
            "part": "1",
            "seal": "5FACCE30"
        },
        {
            "hno": "62",
            "id": "62",
            "nass": "62 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا الْوَلِيدُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَفْرَدَ الْحَجَّ»",
            "page": "62",
            "part": "1",
            "seal": "6BEF8E0D"
        },
        {
            "hno": "63",
            "id": "63",
            "nass": "63 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ، حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ , حَدَّثَنَا الْوَلِيدُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ تَطَبَّبَ وَلَمْ يُعْرَفْ مِنْهُ طِبٌّ فَهَوَ ضَامِنٌ»",
            "page": "63",
            "part": "1",
            "seal": "CD5E1EB8"
        },
        {
            "hno": "64",
            "id": "64",
            "nass": "64 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْجَوْهَرِيُّ , حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ عُثْمَانَ بْنِ وَاقِدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَتَى مِنْكُمُ الْجُمُعَةَ فَلْيَغْتَسِلْ»",
            "page": "64",
            "part": "1",
            "seal": "0EB604A1"
        },
        {
            "hno": "65",
            "id": "65",
            "nass": "65 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ زُنْبُورٍ، حَدَّثَنَا الْفُضَيْلُ بْنُ عِيَاضٍ، عَنْ زِيَادِ بِنِ سَعْدٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: «§إِذَا أُقِيمَتِ الصَّلَاةُ فَلَا صَلَاةَ إِلَّا الْمَكْتُوبَةُ»",
            "page": "65",
            "part": "1",
            "seal": "18081833"
        },
        {
            "hno": "66",
            "id": "66",
            "nass": "66 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُوسَى، عَنْ حَفْصٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ قَالَتْ: قُلْتُ: «يَا رَسُولَ اللَّهِ إِنِّي §أَخَافُ أَنْ يُقْتَحَمَ عَلَيَّ»",
            "page": "66",
            "part": "1",
            "seal": "0519862B"
        },
        {
            "hno": "67",
            "id": "67",
            "nass": "67 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبِي عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا أَبِي وَرُقْبَةُ بْنُ مَصْقَلَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ: «§انْطَلَقَ ثَلَاثَةُ نَفَرٍ يَمْشُونَ فَدَخَلُوا فيَ غَارٍ» وَذَكَرَ الْحَدِيثَ",
            "page": "67",
            "part": "1",
            "seal": "0463C0EC"
        },
        {
            "hno": "68",
            "id": "68",
            "nass": "68 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَحْمَدُ بْنُ بَكَّارٍ الْقُرَشِيُّ، حَدَّثَنَا عَتَّابُ بْنُ بَشِيرٍ، عَنْ عَبْدِ اللَّهِ الْقَدَّاحِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§زَكَاةُ الْجَنِينِ زَكَاةُ أُمِّهِ»",
            "page": "68",
            "part": "1",
            "seal": "7B9F67BF"
        },
        {
            "hno": "69",
            "id": "69",
            "nass": "69 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ بُنْدَارٍ قَالَ: قُرِئَ عَلَى أَبِي عَرُوبَةَ وَأَنَا أَسْمُعُ، حَدَّثَكُمْ أَحْمَدُ بْنُ الْمِقْدَامِ أَبُوالْأَشْعَثِ، حَدَّثَنَا حَمَّادُ بْنُ يَزِيدَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ: كُنْتُ فِي حَلَقَةٍ فِيهَا رِجَالٌ مِنْ أَصْحَابِ النَّبِيِّ فَاخْتَلَفُوا فِيمَا يُوجِبُ الْغُسْلَ، فَقَالَ أَبُو مُوسَى الْأَشْعَرِيُّ: أَنَا آتِيكُمْ بِالْخَبَرِ فَتَوَجَّهَ إِلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فَسَأَلَهَا، فَقُلْتُ: لَا أَسْأَلُ عَنْ هَذَا الْحَدِيثِ بَعْدَ الْيَوْمِ، فَسَلَّمَ عَلَيْهَا فَقَالَ: يَا أُمَّ الْمُؤْمِنِينَ أُرِيدُ أَنْ أَسْأَلَكِ عَنْ أَمْرٍ وَأَنَا أَسْتَحِي، فَقَالَتْ: أَرَأَيْتَ مَا كُنْتَ سَائِلًا أُمَّكَ فَسَلْنِي عَنْهُ، فَأَخْبَرَهَا بِاخْتِلَافِ الْقَوْمِ، فَقَالَتْ: عَلَى الْخَبِيرِ سَقَطْتَ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا جَلَسَ بَيْنَ شُعَبِهَا الْأَرْبَعِ، وَلَصِقَ الْخِتَانُ بِالْخِتَانِ وَجَبَ الْغُسْلُ»",
            "page": "69",
            "part": "1",
            "seal": "229BD14C"
        },
        {
            "hno": "70",
            "id": "70",
            "nass": "70 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بنُ مُحَمَّدٍ، حَدَّثَنَا أَحْمَدُ بْنُ الْمِقْدَامِ، حَدَّثَنَا حَمَّادٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، أَنَّ كِلَابَ بْنَ أُمَيَّةَ غَزَا فِي خِلَافَةِ عُمَرَ بِنِ الْخَطَابِ فَقَالَ أَبُوه شِعْرًا فِي ذَلِكَ: ¶ [البحر الوافر] ¶ §إِذَا غَنَّتْ حَمَامَةُ بَطْنِ دَوِحٍ ... عَلَى بَيضَاتِهَا فَدَعُوا كِلَابَا ¶ تَرَكْتَ أَبَاكَ مُرْعَشَةً يَدَاهُ ... وَأُمَّكَ مَا يَسِيغُ لَهَا شَرَابَا ¶ فَرَفَعَ ذَلِكَ إِلَى عُمَرَ , فَأَرْسَلَ إِلَيْهِ , فَقَالَ: §«عَلَيَّ كِلابًا عَلَيَّ كِلابًا» . ¶ وَرَفَعَ عَلَيْهِ الدِّرَّةَ , وَقَالَ: ¶ تَرَكْتَ أَبَاكَ مُرْعَشَةً يَدَاهُ ... وَأُمَّكَ مَا يَسِيغُ لَهَا شَرَابَا ¶ وَقَالَ: أَجِهَادٌ أَفْضَلُ مِنْ أَبَوَيْكَ؟ \"",
            "page": "70",
            "part": "1",
            "seal": "09EEFD87"
        },
        {
            "hno": "71",
            "id": "71",
            "nass": "71 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيُّنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ، حَدَّثَنَا جَرِيرٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»",
            "page": "71",
            "part": "1",
            "seal": "920F0AF1"
        },
        {
            "hno": "72",
            "id": "72",
            "nass": "72 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيُّنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبَّادٌ، حَدَّثَنَا شَرِيكٌ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيٍّ، عَنْ عَلِيٍّ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ كَذَبَ عَلَيَّ دَخَلَ النَّارَ»",
            "page": "72",
            "part": "1",
            "seal": "740C1BA6"
        },
        {
            "hno": "73",
            "id": "73",
            "nass": "73 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ خَالِدٍ أَبِي عَبْدِ الرَّحِيمِ، عَنْ أَبِي عَبْدِ الْمَلِكِ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ قَالَ: مَا صَلَّيْتُ خَلْفَ النَّبِيِّ وَأَنَا قَرِيبٌ مِنْهُ إِلَّا سَمِعْتُهُ يَقُولُ: «اللَّهُمَّ §اغْفِرْ لِي خَطَايَايَ وَذُنُوبِي كُلَّهَا. . . .، اللَّهُمَّ أَغِثْنِي وَلَا. . . .، وَأْجُرْنِي، وَاهْدِنِي لِصَالِحِ الْأَعْمَالِ؛ فَإِنَّهُ لَا يَهْدِي لِصَالِحِهَا إِلَّا أَنْتَ، وَلَا يَصْرِفُ سَيِّئَهَا إِلَّا أَنْتَ»",
            "page": "73",
            "part": "1",
            "seal": "B7F1CF32"
        },
        {
            "hno": "74",
            "id": "74",
            "nass": "74 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُغِيرَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ أَبِي عَبْدِ الرَّحِيمِ، عَنْ أَبِي عَبْدِ الْمَلِكِ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا أَتَانِي صَاحِبِي - يعْنِي جِبْرِيلَ - إِلَّا أَمَرَنِي بِالسِّوَاكِ، حَتَّى لَقَدْ خَشِيتُ أَنْ أُدْمِيَ مُقَدِّمَةَ فَمِي» ثُمَّ قَالَ: «§السِّوَاكُ مَطْيَبَةٌ لِلْفَمِ، مَرْضَاةٌ لِلرَّبِّ»",
            "page": "74",
            "part": "1",
            "seal": "FDA4F385"
        },
        {
            "hno": "75",
            "id": "75",
            "nass": "75 - أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ، أَخْبَرَنَا أَبُو عَرُوبَةَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مَعْدَانَ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا مَعْقِلٌ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ «أَنَّهُ كَانَ §يُلْغِي مَا دُونَ الْمُوضِحَةِ مِنَ الْجِرَاحِ، وَإِنْ كَانَ عَمْدًا اقْتَصَّ مِنْهُ، وَإِنْ كَانَ خَطَأً كَانَ لَهُ أَجْرُ الطَّبِيبِ» . أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ قَالَ: قَرَأْتُ عَلَى أَبِي عَرُوبَةَ: حَدَّثَكُمْ غُنْدَرٌ، فَغَضِبَ وَقَالَ: وَاللَّهِ مَا سَمِعَهَا مِنْ أَبِي مُوسَى وَلَا بُنْدَارٍ إِلَّا يَقُولَانِ: مُحَمَّدُ بْنُ جَعْفَرٍ، وَإِنَّمَا هَذَا شَيْءٌ وَضَعَهُ السُّفَّلُ، اضْرِبْ عَلَيْهِ وَاكْتُبْ: مُحَمَّدُ بْنُ جَعْفَرٍ",
            "page": "75",
            "part": "1",
            "seal": "42763AFA"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "الْجُزْءُ مِنْ حَدِيثِ أَبِي عَرُوبَةَ الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ مَوْدُودٍ الْحَرَّانِيِّ , عَنْ شُيُوخِهِ. ¶ رِوَايَةُ أَبِي الْحَسَنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ بُنْدَارٍ الأَنْطَاكِيِّ، عَنْهُ. ¶ رِوَايَةُ أَبِي الْحُسَيْنِ عَبْدِ الْمَلِكِ بْنِ عَبْدِ اللَّهِ بْنِ مِسْكِينٍ، عَنْهُ. ¶ رِوَايَةُ أَبِي الْفَضْلِ جَعْفَرِ بْنِ الْقَاسِمِ بْنِ جَعْفَرٍ الأَنْمَاطِيِّ، عَنْهُ. ¶ رِوَايَةُ الإِمَامِ الْفَقِيهِ أَبِي الْفَتْحِ نَصْرِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْقَوِيِّ الْمِصِّيصِيِّ، عَنْهُ. ¶ رِوَايَةُ الشَّيْخِ الإِمَامِ الأَجَلِّ الْعَالِمِ الْحَافِظِ بَهَاءِ الدِّينِ أَبِي مُحَمَّدٍ الْقَاسِمِ بْنِ الْحَافِظِ أَبِي الْقَاسِمِ عَلِيِّ بْنِ الْحَسَنِ بْنِ هِبَةِ اللَّهِ الشَّافِعِيِّ , وَالأَمِيرِ الأَمِينِ الثِّقَةِ الْعَدْلِ أَبِي الْحُسَيْنِ أَحْمَدَ بْنِ حَنُّوسٍ الْغَنَوِيِّ، عَنْهُ. ¶ إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُحْسِنِ الأَنْصَارِيُّ يُعْرَفُ بِابْنِ الأَنْمَاطِيِّ , نَفَعَهُ اللَّهُ بِهِ. ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ.",
            "page": "1",
            "part": "1",
            "seal": "346605A9"
        }
    ],
    "t1288": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "من البيان سحرا، وإن من الشعر حكما، وإن من القول عيالا، وإن من طلب العلم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "أقاد من خدش"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "من استطاع منكم الباءة فليتزوج، ومن لم يستطع فعليه بالصوم؛ فإن الصوم له"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "يطوف على نسائه في غسل واحد"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "يطوف على نسائه في غسل واحد"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "يطوف على نسائه هذه في غسل واحد"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "لقنوا موتاكم: لا إله إلا الله"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "لقنوا موتاكم: لا إله إلا الله"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ألا قلت: لا إله إلا الله فتنكل به"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "رددتموه علي حتى صار في فمي أمر من العلقم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "من أتى الجمعة فليغتسل"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "لله عتقاء عند كل فطر أخبرنا علي بن الحسين، أخبرنا أبو عروبة الحسين بن محمد، حدثنا إسحاق"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "لا يقص على الناس إلا أمير أو مأمور أو مراء"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "أنا رحمة مهداة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "لا تحل الصدقة لغني، ولا لذي مرة سوي"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "استعد للموت قبل لقاء الموت"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "يتوضأ وينام. أخبرنا علي بن الحسين، أخبرنا أبو عروبة الحسين بن محمد، حدثنا محمد بن المصفى،"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "لا تغرق في شتمنا ودع للصلح موضعا، فإنا لن نكافئ من عصى الله فينا بأكثر من أن نطيع الله"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "يوتر على بعيره وذكر أن النبي صلى الله عليه وسلم كان يفعل ذلك"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "أمر النبي صلى الله عليه وسلم أن يسجد على سبع ولا يكف شعرا ولا ثوبا"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "أهدى مرة غنما"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "مداراة الناس صدقة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "لا يتمنين أحدكم الموت لضر نزل به"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "لا قود إلا لسلاح"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "ليس من البر الصيام في السفر"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "بنى بامرأة، فدعا رجلا إلى الطعام"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "يأتي قباء راكبا ماشيا"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "من راح إلى الجمعة فليغتسل"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "من راح إلى الجمعة فليغتسل"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "الله يمهل الظلم حتى إذا أمسكه لم يفلته - ثم قرأ -: {وكذلك أخذ ربك إذا أخذ القرى وهي"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "الله يمهل الظالم حتى إذا أخذه لم يفلته - ثم قرأ -: {وكذلك أخذ ربك إذا أخذ القرى وهي"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الطلقاء من قريش والعتقاء من ثقيف. أخبرنا علي بن الحسين، أخبرنا أبو عروبة الحسين بن محمد،"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "رجم يهوديا ويهودية بالبلاط"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الله لا يقبض العلم انتزاعا ينتزعه من الناس ولكن يقبض العلماء، حتى إذا لم يبق عالما اتخذ"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "أهل المعروف في الدنيا هم أهل المعروف في الآخرة"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "التائب من الذنب كمن لا ذنب له"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "نهى عن بيع الولاء وعن هبته قال زهير: وحدثني به ابن عبد الله بن دينار، عن أبيه"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "الله يحب الملحين في الدعاء"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "ما جلس قوم مجلسا لم يذكروا الله فيه إلا كان عليهم حسرة يوم القيامة"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "لم يقص على عهد النبي صلى الله عليه وسلم، ولا عهد أبي بكر رحمه الله"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "نهى عن التنازع"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "إذا توضأتم فلبستم فابدأوا بميامنكم"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "هذه منه بيضاء يعني العنفقة قال: فقلت: ابن كم كنت؟ قال: كنت غلاما أبري النبل"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "خير هذه الأمة بعد نبيها أبو بكر وعمر"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "نهى أن يستلقي الرجل على قفاه، يضع رجله على الأخرى"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "المؤمن يأكل في معى واحد، والكافر يأكل في سبعة أمعاء"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "خياركم وأفضلكم من تعلم القرآن وعلمه"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "أفضلكم من تعلم القرآن وعلمه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "الصلاة نور المؤمن"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "أكثروا من ذكر هادم اللذات"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "صلى العصر بالأبطح ركعتين"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "إذا وضع العشاء وأقيمت الصلاة فابدأوا بالعشاء"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "يسير العنق فإذا وجد فجوة نص"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "يقبل وهو صائم، ويباشر وهو صائم، وكان أملككم لإربه"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "يقبل وهو صائم"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "فلا آكل متكئا"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "عصابتان أحرزهما الله عن النار: عصابة تغزو الهند، وعصابة تكون مع عيسى ابن مريم عليهما"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "على كل محتلم رواح الجمعة"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "دخل علي النبي صلى الله عليه وسلم وأنا ألعب بالبنات"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "أفرد الحج"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "أفرد الحج"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "من تطبب ولم يعرف منه طب فهو ضامن"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "من أتى منكم الجمعة فليغتسل"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أقيمت الصلاة فلا صلاة إلا المكتوبة"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "أخاف أن يقتحم علي"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "انطلق ثلاثة نفر يمشون فدخلوا في غار وذكر الحديث"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "زكاة الجنين زكاة أمه"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "إذا جلس بين شعبها الأربع، ولصق الختان بالختان وجب الغسل"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "إذا غنت حمامة بطن دوح ... على بيضاتها فدعوا كلابا تركت أباك مرعشة يداه ... وأمك ما يسيغ"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "من كذب علي متعمدا فليتبوأ مقعده من النار"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "من كذب علي دخل النار"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "اغفر لي خطاياي وذنوبي كلها. . . .، اللهم أغثني ولا. . . .، وأجرني، واهدني لصالح الأعمال؛"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "السواك مطيبة للفم، مرضاة للرب"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "يلغي ما دون الموضحة من الجراح، وإن كان عمدا اقتص منه، وإن كان خطأ كان له أجر الطبيب."
        }
    ]
}