{
    "b1311": [
        {
            "id": "129",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا الْفَضْلُ بْنُ زِيَادٍ قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ أَحْمَدَ بْنَ حَنْبَلٍ - رَحِمَهُ اللَّهُ - يَقُولُ لِرَجُلٍ أَلَحَّ عَلَيْهِ فِي تَعْقِيدِ الْمَسَائِلِ: فَقَالَ أَحْمَدُ: \" §تَسْأَلُ عَنْ عَبْدَيْنِ رَجُلَيْنِ؟ سَلْ عَنِ الصَّلَاةِ , وَالزَّكَاةِ شَيْئًا تَنْتَفِعُ بِهِ , وَنَحْوِ هَذَا , مَا تَقُولُ فِي -[111]- صَائِمٍ احْتَلَمَ؟ فَقَالَ الرَّجُلُ: لَا أَدْرِي فَقَالَ أَبُو عَبْدِ اللَّهِ: تَتْرُكُ مَا تَنْتَفِعُ بِهِ , وَتَسْأَلُ عَنْ عَبْدَيْنِ رَجُلَيْنِ؟ \"",
            "page": "110",
            "part": "1",
            "seal": "69993803"
        },
        {
            "id": "130",
            "nass": "ثُمَّ حَدَّثَنَا , عَنْ رَوْحٍ , عَنْ أَشْعَثَ , عَنِ الْحَسَنِ \" §فِي صَائِمٍ احْتَلَمَ: لَا شَيْءَ عَلَيْهِ \"",
            "page": "111",
            "part": "1",
            "seal": "9C941B5B"
        },
        {
            "id": "131",
            "nass": "وَحَدَّثَنَا عَنْ رَوْحٍ , عَنْ حَبِيبِ بْنِ أَبِي حَبِيبٍ , عَنْ عَمْرِو بْنِ هَرِمٍ , عَنْ جَابِرِ بْنِ زَيْدٍ , فِي صَائِمٍ احْتَلَمَ , قَالَ: «§لَا شَيْءَ عَلَيْهِ , وَلَكِنْ يُعَجِّلُ بِالْغُسْلِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَلَوْ أَدَّبَ الْعُلَمَاءُ أَنْفُسَهُمْ , وَغَيْرَهُمْ , بِمِثْلِ هَذِهِ الْأَخْلَاقِ الَّتِي كَانَ عَلَيْهَا مَنْ مَضَى مِنْ أَئِمَّةِ الْمُسْلِمِينَ انْتَفَعُوا بِهَا , وَانْتَفَعَ بِهِمْ غَيْرُهُمْ , وَبَارَكَ اللَّهُ لَهُمْ فِي قَلِيلِ عِلْمِهِمْ , وَصَارُوا أَئِمَّةً يُهْتَدَى بِهِمْ. وَأَمَّا الْحُجَّةُ لِلْعَالِمِ يَسْأَلُ عَنِ الشَّيْءِ لَا يَعْلَمُهُ , فَلَا يَسْتَنْكِفُ أَنْ يَقُولَ: لَا أَعْلَمُ , إِذَا كَانَ لَا يَعْلَمُ , وَهَذَا طَرِيقُ أَئِمَّةِ الْمُسْلِمِينَ مِنَ الصَّحَابَةِ , وَمَنْ بَعْدَهُمْ مِنْ أَئِمَّةِ الْمُسْلِمِينَ , اتَّبَعُوا فِي ذَلِكَ نَبِيَّهُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , لِأَنَّهُ كَانَ إِذَا سُئِلَ عَنِ الشَّيْءِ بِمَا لَمْ يَتَقَدَّمْ لَهُ فِيهِ عِلْمُ الْوَحْيِ",
            "page": "111",
            "part": "1",
            "seal": "75140AF5"
        },
        {
            "id": "133",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ الْفِرْيَابِيُّ , أَخْبَرَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ , أَخْبَرَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ , عَنْ عَطَاءِ بْنِ السَّائِبِ , عَنْ مُحَارِبِ بْنِ دِثَارٍ , عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ , أَيُّ الْبِقَاعِ خَيْرٌ؟ قَالَ: «لَا أَدْرِي» , أَوْ سَكَتَ , قَالَ: فَأَيُّ الْبِقَاعِ شَرٌّ؟ قَالَ: «لَا أَدْرِي» , أَوْ سَكَتَ , فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ فَسَأَلَهُ فَقَالَ: «لَا أَدْرِي» فَقَالَ: سَلْ رَبَّكَ قَالَ: مَا أَسْأَلُهُ عَنْ شَيْءٍ , وَانْتَفَضَ انْتِفَاضَةً كَادَ يُصْعَقُ مِنْهَا مُحَمَّدٌ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: فَلَمَّا صَعِدَ جِبْرِيلُ عَلَيْهِ السَّلَامُ قَالَ اللَّهُ تَعَالَى: \" سَأَلَكَ مُحَمَّدٌ عَنْ أَيِّ الْبِقَاعِ خَيْرٌ؟ قُلْتَ: لَا أَدْرِي , وَسَأَلَكَ عَنْ أَيِّ الْبِقَاعِ شَرٌّ؟ قُلْتَ: لَا أَدْرِي قَالَ: فَخَبِّرْهُ أَنَّ «§خَيْرَ -[113]- الْبِقَاعِ الْمَسَاجِدُ , وَشَرَّ الْبِقَاعِ الْأَسْوَاقُ»",
            "page": "112",
            "part": "1",
            "seal": "0928C6DF"
        },
        {
            "id": "134",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَحْمَدُ بْنُ هَارُونَ بْنِ يُوسُفَ التَّاجِرُ , أَخْبَرَنَا ابْنُ أَبِي عُمَرَ , أَخْبَرَنَا سُفْيَانُ , عَنْ عَطَاءِ بْنِ السَّائِبِ , عَنْ زَادَانَ أَبِي مَيْسَرَةَ قَالَ: خَرَجَ عَلَيْنَا عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ يَوْمًا وَهُوَ يَمْسَحُ بَطْنَهُ وَهُوَ يَقُولُ: \" يَا بَرْدَهَا عَلَى الْكَبِدِ , §سُئِلَتُ عَمَّا لَا أَعْلَمُ فَقُلْتُ: لَا أَعْلَمُ , وَاللَّهُ أَعْلَمُ \"",
            "page": "113",
            "part": "1",
            "seal": "F2F28249"
        },
        {
            "id": "135",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَحْمَدُ , أَيْضًا , أَخْبَرَنَا ابْنُ أَبِي عُمَرَ , أَخْبَرَنَا سُفْيَانُ , عَنِ الْأَعْمَشِ , عَنْ مُسْلِمٍ , عَنْ مَسْرُوقٍ قَالَ: قَالَ عَبْدُ اللَّهِ: أَيُّهَا النَّاسُ , \" §مَنْ عَلِمَ مِنْكُمْ عِلْمًا فَلْيَقُلْ بِهِ , وَمَنْ لَمْ يَعْلَمْ فَلْيَقُلْ: لَا أَعْلَمُ , وَاللَّهُ أَعْلَمُ , فَإِنَّ مِنْ عِلْمِ الْمَرْءِ أَنْ يَقُولَ لِمَا لَا يَعْلَمُ: اللَّهُ أَعْلَمُ , وَقَدْ قَالَ اللَّهُ تَعَالَى -[114]-: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ} [ص: 86] \"",
            "page": "113",
            "part": "1",
            "seal": "DC8CFE17"
        },
        {
            "id": "136",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ صَاعِدٍ , أَخْبَرَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , أَخْبَرَنَا ابْنُ الْمُبَارَكِ , أَخْبَرَنَا مُحَمَّدُ بْنُ عَجْلَانَ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ , أَنَّهُ \" §سُئِلَ عَنْ أَمَرٍ , لَا يَعْلَمُهُ , فَقَالَ: لَا أَعْلَمُهُ \"",
            "page": "114",
            "part": "1",
            "seal": "93890313"
        },
        {
            "id": "137",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرٌ الصَّنْدَلِيُّ , أَخْبَرَنَا أَحْمَدُ بْنُ عَطِيَّةَ قَالَ: جَاءَ رَجُلٌ إِلَى ابْنِ عُمَرَ يَسْأَلُهُ عَنْ فَرِيضَةٍ , هَيِّنَةٍ مِنَ الصُّلْبِ , فَقَالَ: لَا أَدْرِي , فَقَامَ الرَّجُلُ , فَقَالَ لَهُ -[115]- بَعْضُ مَنْ عِنْدَهُ: \" §أَلَا أَخْبَرْتَ الرَّجُلَ؟ فَقَالَ: لَا , وَاللَّهِ مَا أَدْرِي \"",
            "page": "114",
            "part": "1",
            "seal": "D8BE8EDF"
        },
        {
            "id": "138",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا هَارُونُ بْنُ يُوسُفَ , أَخْبَرَنَا ابْنُ أَبِي عُمَرَ , أَخْبَرَنَا سُفْيَانُ , عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ: سُئِلَ ابْنٌ لِعَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ شَيْءٍ , , فَلَمْ يَكُنْ عِنْدَهُ جَوَابٌ , فَقُلْتُ: إِنِّي لَأُعْظِمُ أَنْ يَكُونَ مِثْلُكَ ابْنُ إِمَامِ هُدًى يُسْأَلُ عَنْ شَيْءٍ لَا يَكُونُ عِنْدَكَ مِنْهُ عِلْمٌ؟ فَقَالَ: «§أَعْظَمُ وَاللَّهِ مِنْ ذَلِكَ عِنْدَ اللَّهِ , وَعِنْدَ مَنْ عَقِلَ عَنِ اللَّهِ عَزَّ وَجَلَّ , أَنْ أَقُولَ بِغَيْرِ عِلْمٍ , أَوْ أُحَدِّثَ عَنْ غَيْرِ ثِقَةٍ»",
            "page": "115",
            "part": "1",
            "seal": "103AC6AF"
        },
        {
            "id": "139",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا أَحْمَدُ بْنُ مَنْصُورٍ الرَّمَادِيُّ , أَخْبَرَنَا عَبْدُ الرَّزَّاقِ قَالَ: كَانَ مَالِكٌ يَذْكُرُ قَالَ: كَانَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ: \" §إِذَا أَخْطَأَ الْعَالِمُ أَنْ يَقُولَ: لَا أَدْرِي , فَقَدْ أُصِيبَتْ مَقَاتِلُهُ \"",
            "page": "115",
            "part": "1",
            "seal": "7B281948"
        },
        {
            "id": "140",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرٌ الصَّنْدَلِيُّ , أَخْبَرَنَا يَعْقُوبُ بْنُ بُخْتَانَ قَالَ: سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ أَبَا عَبْدِ اللَّهِ , رَحِمَهُ اللَّهُ قَالَ: سَمِعْتُ الشَّافِعِيَّ قَالَ: سَمِعْتُ مَالِكًا قَالَ: سَمِعْتُ ابْنَ عَجْلَانَ قَالَ: \" §إِذَا أَغْفَلَ الْعَالِمُ: لَا أَدْرِي , أُصِيبَتْ مَقَاتِلُهُ \"",
            "page": "116",
            "part": "1",
            "seal": "F997EECF"
        },
        {
            "id": "141",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرٌ , أَخْبَرَنَا صَالِحُ بْنُ أَحْمَدَ , عَنْ أَبِيهِ قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَهْدِيٍّ يَقُولُ: \" جَاءَ رَجُلٌ إِلَى مَالِكِ بْنِ أَنَسٍ يَسْأَلُهُ عَنْ شَيْءٍ , فَقَالَ لَهُ مَالِكٌ: لَا أَدْرِي قَالَ الرَّجُلُ: فَأَذْكُرُ عَنْكَ أَنَّكَ لَا تَدْرِي؟ -[117]- قَالَ: «§نَعَمْ , احْكِ عَنِّي أَنِّي لَا أَدْرِي» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَنْ تَخَلَّقَ بِهَذِهِ الْأَخْلَاقِ كَانَتْ أَوْصَافُهُ تِلْكَ الْأَوْصَافَ الَّتِي تَقَدَّمَ ذِكْرُنَا لَهَا",
            "page": "116",
            "part": "1",
            "seal": "806B1688"
        },
        {
            "id": "142",
            "nass": "§وَصْفُ مَنْ لم ينفعهم اللَّهُ بِالْعِلْمِ ¶ وَأَمَّا مَنْ كَانَتْ أَوْصَافُهُ وَأَخْلَاقُهُ الْأَخْلَاقَ الْمَذْمُومَةَ الَّتِي ذَكَرْنَاهَا , لَمْ يَلْتَفِتْ إِلَى هَذَا , وَاتَّبَعَ هَوَاهُ , وَتَعَاظَمَ فِي نَفْسِهِ , وَتَجَبَّرَ , وَلَمْ يُؤَثِّرِ الْعِلْمُ فِي قَلْبِهِ أَثَرًا يَعُودُ عَلَيْهِ نَفْعُهُ , وَكَانَتْ أَخْلَاقُهُ فِي كَثِيرٍ مِنْ أُمُورِهِ أَخْلَاقَ أَهْلِ الْجَفَاءِ وَالْغَفْلَةِ , وَسَأَذْكُرُ مِنْ أَخْلَاقِهِ الْجَافِيَةِ , مَا إِذَا تَصَفَّحَ نَفْسَهُ مَنْ خَرَجَ عَنِ الْأَخْلَاقِ الشَّرِيفَةِ , وَرَضِيَ لِنَفْسِهِ بِالْأَخْلَاقِ الدَّنِيئَةِ , الَّتِي لَا تَحْسُنُ بِالْعُلَمَاءِ , عَلِمَ أَنَّهَا فِيهِ , وَشَهِدَ عَلَى نَفْسِهِ بِذَلِكَ , لَا يُمْكِنْهُ دَفْعُ ذَلِكَ , وَاللَّهُ الْعَظِيمُ مُطَّلِعٌ عَلَى سِرِّهِ. فَمِنْ صِفَتِهِ: أَنْ يَكُونَ أَكْثَرُ هَمِّهِ مَعَاشَهُ , مِنْ حَيْثُ نُهِيَ عَنْهُ , مَخَافَةَ الْفَقْرِ أَنْ يَنْزِلَ بِهِ , لَا يَقْنَعُ بِمَا أُعْطِيَ , مُسْتَبْطِئًا لِمَا لَمْ يَجْرِ بِهِ الْمَقْدُورُ أَنْ يَكُونَ , شُغْلُ الدُّنْيَا دَائِمٌ فِي قَلْبِهِ , وَذِكْرُ الْآخِرَةِ خَطَرَاتٌ , يَطْلُبُ الدُّنْيَا بِالتَّعَبِ , وَالْحِرْصِ , وَالنَّصَبِ , وَيَطْلُبُ الْآخِرَةَ بِالتَّسْوِيفِ , وَالْمُنَى. يَذْكُرُ الرَّجَاءَ",
            "page": "118",
            "part": "1",
            "seal": "72B7D846"
        },
        {
            "id": "147",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ , أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ , عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ , عَنْ أَخِيهِ , عَبَّادِ بْنِ أَبِي سَعِيدٍ , سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «اللَّهُمَّ إِنِّي §أَعُوذُ بِكَ مِنَ الْأَرْبَعِ , مِنْ عِلْمٍ لَا يَنْفَعُ , وَمِنْ قَلْبٍ لَا يَخْشَعُ , وَمِنْ نَفْسٍ لَا تَشْبَعُ , وَمِنْ دُعَاءٍ لَا يُسْمَعُ»",
            "page": "123",
            "part": "1",
            "seal": "8EC0A40B"
        },
        {
            "id": "148",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا أَحْمَدُ بْنُ صَالِحٍ الْمِصْرِيُّ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ , أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ , أَنَّ مُحَمَّدَ بْنَ الْمُنْكَدِرِ , حَدَّثَهُ , أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ الْأَنْصَارِيَّ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: سَمِعْتُ رَسُولَ -[124]- اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «اللَّهُمَّ إِنِّي §أَسْأَلُكَ عِلْمًا نَافِعًا , وَأَعُوذُ بِكَ مِنْ عِلْمٍ لَا يَنْفَعُ» قَالَ جَابِرٌ رَضِيَ اللَّهُ عَنْهُ: فَأَسْرَعْتُ إِلَى أَهْلِي , فَقُلْتُ لَهُمْ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدْعُو بِهَؤُلَاءِ الْكَلِمَاتِ , فَادْعُوا بِهِنَّ",
            "page": "123",
            "part": "1",
            "seal": "CC8B65A9"
        },
        {
            "id": "2",
            "nass": "الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ، وَصَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ، النَّبِيِّ الْأُمِّيِّ، وَآلِهِ وَسَلَّمَ، وَبِاللَّهِ أَسْتَعِينُ وَحَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ. أَمَّا بَعْدُ: فَإِنَّ اللَّهَ عَزَّ وَجَلَّ، وَتَقَدَّسَتْ أَسْمَاؤُهُ، اخْتَصَّ مِنْ خَلْقِهِ مَنْ أَحَبَّ، فَهَدَاهُمْ لِلْإِيمَانَ، ثُمَّ اخْتَصَّ مِنْ سَائِرِ الْمُؤْمِنِينَ مَنْ أَحَبَّ، فَتَفَضَّلَ عَلَيْهِمْ، فَعَلَّمَهُمُ الْكِتَابَ وَالْحِكْمَةَ وَفَقَّهَهُمْ فِي الدِّينِ، وَعَلَّمَهُمُ التَّأْوِيلَ وَفَضَّلَهُمْ عَلَى سَائِرِ الْمُؤْمِنِينَ، وَذَلِكَ فِي كُلِّ زَمَانٍ وَأَوَانٍ، رَفَعَهُمْ بِالْعِلْمِ وَزَيَّنَهُمْ بِالْحِلْمِ، بِهِمْ يُعْرَفُ الْحَلَالُ مِنَ الْحَرَامِ، وَالْحَقُّ مِنَ الْبَاطِلِ، وَالضَّارُّ مِنَ النَّافِعِ، وَالْحَسَنُ مِنَ القْبَيِحِ. فَضْلُهُمْ عَظِيمٌ، وَخَطَرُهُمْ جَزِيلٌ، وَرَثَةُ الْأَنْبِيَاءِ، وَقُرَّةُ عَيْنِ الْأَوْلِياَءِ، الْحِيتَانُ فِي الْبِحَارِ لَهُمْ تَسْتَغْفِرُ، وَالْمَلَائِكَةُ",
            "page": "15",
            "part": "1",
            "seal": "5FA9EFC3"
        },
        {
            "id": "3",
            "nass": "بِأَجْنِحَتِهَا لَهُمْ تَخْضَعُ، وَالْعُلَمَاءُ فِي الْقِيَامَةِ بَعْدَ الْأَنْبِيَاءِ تَشْفَعُ، مَجَالِسُهُمْ تُفِيدُ الْحِكْمَةَ، وَبِأَعْمَالِهِمْ يَنْزَجِرُ أَهْلُ الْغَفْلَةِ، هُمْ أَفْضَلُ مَنْ الْعُبَّادِ، وَأَعْلَى دَرَجَةً مِنَ الزُّهَّادِ، حَيَاتُهُمْ غَنِيمَةٌ، وَمَوْتُهُمْ مُصِيبَةٌ، يُذَكِّرُونَ الْغَافِلَ، وَيُعَلِّمُونَ الْجَاهِلَ، لَا يُتَوَقَّعُ لَهُمْ بَائِقَةٌ، وَلَا يُخَافُ مِنْهُمْ غَائِلَةٌ، بِحُسْنِ تَأْدِيبِهِمْ يَتَنَازَعُ الْمُطِيعُونَ، وَبِجَمِيلِ مَوْعِظَتِهِمْ يَرْجِعُ الْمُقَصِّرُونَ، جَمِيعُ الْخَلْقِ إِلَى عِلْمِهِمْ مُحْتَاجٌ، وَالصَّحِيحُ عَلَى مَنْ خَالَفَ بِقَوْلِهِمْ مِحْجَاجٌ. الطاَّعَةُ لَهُمْ مِنْ جَمِيعِ الْخَلْقِ وَاجِبَةٌ، وَالْمَعْصِيَةُ لَهُمْ مُحَرَّمَةٌ، مَنْ أَطَاعَهُمْ رَشَدَ، وَمَنْ عَصَاهُمْ عَنَدَ، مَا وَرَدَ عَلَى إِمَامِ الْمُسْلِمِينَ مِنْ أَمْرٍ اشْتَبَهَ عَلَيْهِ، حَتَّى وَقَفَ فِيهِ فَبِقَوْلِ الْعُلَمَاءِ يَعْمَلُ، وَعَنْ رَأْيِهِمْ يَصْدُرُ، وَمَاَ وَرَدَ عَلَى أُمَرَاءِ الْمُسْلِمِينَ مِنْ حُكْمٍ لَا عِلْمَ لَهُمْ بِهِ فَبِقَوْلِهِمْ يَعْمَلُونَ، وَعَنْ رَأْيِهِمْ يَصْدُرُونَ، وَمَا أَشْكَلَ عَلَى قُضَاةِ الْمُسْلِمِينَ مِنْ حُكْمٍ، فَبِقَوْلِ الْعُلَمَاءِ يَحْكُمُونَ، وَعَلَيْهِ يُعَوِّلُونَ، فَهُمْ سِرَاجُ الْعِبَادِ، وَمَنَارُ",
            "page": "16",
            "part": "1",
            "seal": "0D14DA76"
        },
        {
            "id": "4",
            "nass": "الْبِلَادِ، وَقِوَامُ الْأُمَّةِ، وَيَنابِيعُ الْحِكْمَةِ، هُمْ غَيْظُ الشَّيْطَانِ، بِهِمْ تَحْيَا قُلُوبُ أَهْلِ الْحَقِّ، وَتَمُوتُ قُلُوبُ أَهْلِ الزَّيْغِ، مَثَلُهُمْ فِي الْأَرْضِ كَمَثَلِ النُّجُومِ فِي السَّمَاءِ، يُهْتَدَى بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ، إِذَا انْطَمَسَتِ النُّجُومُ تَحَيَّرُوا، وَإِذَا أَسْفَرَ عَنْهَا الظَّلُامُ أَبْصَرُوا، فَإِنْ قَالَ قَائِلٌ: مَا دَلَّ عَلى مَا قُلْتُ؟ قِيلَ لَهُ: الْكِتَابُ، ثُمُّ السَّنَّةُ. فَإِنْ قَالَ: فَاذْكُرْ مِنْهُ، إِذَا مَا سَمِعَهُ الْمُؤْمِنُ، سَارَعَ فِي طَلَبِ الْعِلْمِ، وَرَغِبَ فِيمَا رَغَّبَهُ اللَّهُ عَزَّ وَجَلَّ، وَرَسُولُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. قِيلَ لَهُ: أَمَّا دَلِيلُ الْقُرْآنِ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ. فَوَعَدَ اللَّهُ عَزَّ وَجَلَّ الْمُؤْمِنِينَ أَنَّهُ يَرْفَعُهُمْ، ثُمَّ خَصَّ الْعُلَمَاءَ مِنْهُمْ بِفَضْلِ الدَّرَجَاتِ",
            "page": "17",
            "part": "1",
            "seal": "63E3DDFA"
        },
        {
            "id": "5",
            "nass": "وَقاَلَ اللَّهُ عَزَّ وَجَلَّ: إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ فَأَعْلَمَ خَلْقَهُ أَنَّهُ إِنَّمَا يَخْشَاهُ الْعُلَمَاءُ بِهِ. وَقَالَ عَزَّ وَجَلَّ: يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا وَمَا يَذَّكَّرُ إِلَّا أُولُوا الْأَلْبَابِ. وَقَالَ عَزَّ وَجَلَّ: وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ. وَقَالَ عَزَّ وَجَلَ: وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ. وَقَالَ عَزَّ وَجَلَّ: لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ يُقَالُ: فُقَهَاؤُهُمْ وَعُلَمَاؤُهُمْ. وَقَالَ عَزَّ وَجَلَّ: وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ. وَقَالَ عَزَّ وَجَلَّ: وَعِبَادِ الرَّحْمَنِ الذَّيِنَ يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلَامًا إِلَى قَوْلِهِ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
            "page": "18",
            "part": "1",
            "seal": "C77348C9"
        },
        {
            "id": "6",
            "nass": "، قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَهَذَا النَّعْتُ وَنَحْوُهُ فِي الْقُرْآنِ، يَدُلُّ عَلَى فَضْلِ الْعُلَمَاءِ، وَأَنَّ اللَّهَ عَزَّ وَجَلَّ جَعَلَهُمْ أَئِمَّةً لِلْخَلْقِ يَقْتَدُونَ بِهِمْ.",
            "page": "19",
            "part": "1",
            "seal": "03AB115C"
        },
        {
            "id": "48",
            "nass": "الْقِيَامِ بِهِ , وَقَدْ أَعَدَّ لِكُلِّ نَازِلَةٍ مَا يَسْلَمُ بِهِ مِنْ شَرِّهَا فِي دِينِهِ , عَالِمٌ بِمَا يَجْتَلِبُ بِهِ الطَّاعَاتِ , عَالِمٌ بِمَا يَدْفَعُ بِهِ الْبَلِيَّاتِ , قَدِ اعْتَقَدَ الْأَخْلَاقَ السَّنِيَّةَ , وَاعْتَزَلَ الْأَخْلَاقَ الدَّنِيَّةَ",
            "page": "47",
            "part": "1",
            "seal": "966DE8BA"
        },
        {
            "id": "51",
            "nass": "مَا نُهِيَ عَنْهُ , يُكْثِرُ الِاسْتِعَاذَةَ بِاللَّهِ مِنْ عِلْمٍ لَا يَنْفَعُ , وَيَسْأَلُهُ عِلْمًا نَافِعًا , هَمُّهُ فِي تِلَاوَةِ كَلَامِ اللَّهِ عَزَّ وَجَلَّ الْفَهْمُ عَنِ اللَّهِ فِيمَا أَمَرَ وَنَهَى , وَفِي حِفْظِ السُّنَنِ وَالْآثَارِ الْفِقْهُ , لِئَلَّا يُضَيِّعَ مَا أُمِرَ بِهِ , وَلِأَنْ يَتَأَدَّبَ بِالْعِلْمِ , طَوِيلُ السُّكُوتِ عَمَّا لَا يَعْنِيهِ , حَتَّى يَشْتَاقَ جَلِيسُهُ إِلَى حَدِيثِهِ , إِنِ ازْدَادَ عِلْمًا خَافَ مِنْ ثَبَاتِ الْحُجَّةِ , فَهُوَ مُشْفِقٌ فِي عِلْمِهِ , كُلَّمَا ازْدَادَ عِلْمًا ازْدَادَ إِشْفَاقًا , إِنْ فَاتَهُ سَمَاعُ عِلْمٍ قَدْ سَمِعَهُ غَيْرُهُ فَحَزِنَ عَلَى فَوْتِهِ , لَمْ يَكُنْ حُزْنُهُ بِغَفْلَةٍ حَتَّى يَوَاقِفَ نَفْسَهُ , وَيُحَاسِبَهَا عَلَى الْحُزْنِ , فَيَقُولُ: لِمَ حَزِنْتِ؟ احْذَرِي يَا نَفْسُ أَنْ يَكُونَ الْحُزْنُ عَلَيْكِ , لَا لَكِ , إِذْ سَمِعَهُ غَيْرُكِ , فَلَمْ تَسْمَعِيهِ أَنْتِ , فَكَانَ أَوْلَى بِكِ أَنْ تَحْزَنِي عَلَى عِلْمٍ قَدْ قَرَعَ السَّمْعَ , وَقَدْ ثَبَتَتْ عَلَيْكِ بِهِ الْحُجَّةُ فَلَمْ تَعْمَلِي بِهِ , فَكَانَ حُزْنُكِ عَلَى ذَلِكَ أَوْلَى مِنْ حُزْنِكِ عَلَى عِلْمٍ لَمْ تَسْمَعِيهِ , وَلَعَلَّكِ لَوْ قُدِّرَ لَكِ سَمَاعُهُ كَانَتِ الْحُجَّةُ عَلَيْكِ أَوْكَدَ , فَاسْتَغْفَرَ اللَّهَ مِنْ حُزْنِهِ , وَسَأَلَ مَوْلَاهُ الْكَرِيمَ أَنْ يَنْفَعَهُ بِمَا قَدْ سَمِعَ \"",
            "page": "49",
            "part": "1",
            "seal": "CBEE7663"
        },
        {
            "id": "54",
            "nass": "حُسْنَ الْمُدَارَاةِ لِمَنْ جَالَسَهُ , وَالرِّفْقَ بِمَنْ سَاءَلَهُ , وَاسْتِعْمَالَ الْأَخْلَاقِ الْجَمِيلَةِ , وَيَتَجَافَى عَنِ الْأَخْلَاقِ الدَّنِيَّةِ. فَأَمَّا أَخْلَاقُهُ مَعَ مُجَالِسِيهِ: فَصَبُورٌ عَلَى مَنْ كَانَ ذِهْنُهُ بَطِيئًا عَنِ الْفَهْمِ حَتَّى يَفْهَمَ عَنْهُ , صَبُورٌ عَلَى جَفَاءِ مَنْ جَهِلَ عَلَيْهِ حَتَّى يَرُدَّهُ بِحِلْمٍ , يُؤَدِّبُ جُلَسَاءَهُ بِأَحْسَنِ مَا يَكُونُ مِنَ الْأَدَبِ , لَا يَدَعُهُمْ يَخُوضُونَ فِيمَا لَا يَعْنِيهِمْ , وَيَأْمُرُهُمْ بِالِإنْصَاتِ مَعَ الِاسْتِمَاعِ إِلَى مَا يَنْطِقُ بِهِ مِنَ الْعِلْمِ. فَإِنْ تَخَطَّى أَحَدُهُمْ إِلَى خُلُقٍ لَا يَحْسُنُ بِأَهْلِ الْعِلْمِ , لَمْ يَجْبَهْهُ فِي وَجْهِهِ عَلَى جِهَةِ التَّبْكِيتِ لَهُ. وَلَكِنْ يَقُولُ: لَا يَحْسُنُ بِأَهْلِ الْعِلْمِ وَالْأَدَبِ كَذَا وَكَذَا , وَيَنْبَغِي لِأَهْلِ الْعِلْمِ أَنْ يَتَجَافَوْا عَنْ كَذَا وَكَذَا , فَيَكُونُ الْفَاعِلُ لِخُلُقٍ لَا يَحْسُنُ , قَدْ عَلِمَ أَنَّهُ الْمُرَادُ بِهَذَا , فَيُبَادِرُ بِرِفْقِهِ بِهِ , إِنْ سَأَلَهُ مِنْهُمْ سَائِلٌ عَمَّا لَا يَعْنِيهِ رَدَّهُ عَنْهُ , وَأَمَرَهُ أَنْ يَسْأَلَ عَمَّا يَعْنِيهِ , فَإِذَا عَلِمَ أَنَّهُمْ فُقَرَاءُ إِلَى عِلْمٍ قَدْ غَفِلُوا عَنْهُ أَبْدَاهُ إِلَيْهِمْ , وَأَعْلَمَهُمْ شِدَّةَ فَقْرِهِمْ إِلَيْهِ ,",
            "page": "52",
            "part": "1",
            "seal": "FE3C2AF1"
        },
        {
            "id": "55",
            "nass": "لَا يُعَنِّفُ السَّائِلَ بِالتَّوْبِيخِ الْقَبِيحِ فَيُخْجِلَهُ , وَلَا يَزْجُرُهُ فَيَضَعُ مِنْ قَدْرِهِ , وَلَكِنْ يَبْسُطُهُ فِي الْمَسْأَلَةِ لِيَجْبُرَهُ فِيهَا , قَدْ عَلِمَ بُغْيَتَهُ عَمَّا يَعْنِيهِ , وَيَحُثُّهُ عَلَى طَلَبِ عِلْمِ الْوَاجِبَاتِ مِنْ عِلْمِ أَدَاءِ فَرَائِضِهِ وَاجْتِنَابِ مَحَارِمِهِ. يُقْبِلُ عَلَى مَنْ يَعْلَمُ أَنَّهُ مُحْتَاجٌ إِلَى عِلْمِ مَا يَسْأَلُ عَنْهُ , وَيَتْرُكُ مَنْ يَعْلَمُ أَنَّهُ يُرِيدُ الْجَدَلَ وَالْمِرَاءَ , يُقَرِّبُ عَلَيْهِمْ مَا يَخَافُونَ بُعْدَهُ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ. يَسْكُتُ عَنِ الْجَاهِلِ حِلْمًا , وَيَنْشُرُ الْحِكْمَةَ نُصْحًا , فَهَذِهِ أَخْلَاقُهُ لِأَهْلِ مَجْلِسِهِ وَمَا شَاكَلَ هَذِهِ الْأَخْلَاقَ. وَأَمَّا مَا يَسْتَعْمِلُ مَعَ مَنْ يَسْأَلُهُ عَنِ الْعِلْمِ وَالْفُتْيَا , فَإِنَّ مِنْ صِفَتِهِ إِذَا سَأَلَهُ سَائِلٌ عَنْ مَسْأَلَةٍ فَإِنْ كَانَ عِنْدَهُ عِلْمٌ أَجَابَ , وَجَعَلَ أَصْلَهُ أَنَّ الْجَوَابَ مِنْ كِتَابٍ أَوْ سُنَّةٍ أَوْ إِجْمَاعٍ. فَإِذَا أُورِدَتْ عَلَيْهِ مَسْأَلَةٌ قَدِ اخْتَلَفَ فِيهَا أَهْلُ الْعِلْمِ اجْتَهَدَ فِيهَا , فَمَا كَانَ أَشْبَهَ بِالْكِتَابِ وَالسُّنَّةِ وَالْإِجْمَاعِ , وَلَمْ يَخْرُجْ بِهِ مِنْ قَوْلِ الصَّحَابَةِ وَقَوْلِ الْفُقَهَاءِ بَعْدَهُمْ قَالَ بِهِ , إِذَا كَانَ مُوَافِقًا لِقَوْلِ بَعْضِ الصَّحَابَةِ وَقَوْلِ",
            "page": "53",
            "part": "1",
            "seal": "15EEFF30"
        },
        {
            "id": "56",
            "nass": "بَعْضِ أَئِمَّةِ الْمُسْلِمِينَ قَالَ بِهِ. وَإِنْ كَانَ رَآهُ مِمَّا يُخَالِفُ بِهِ قَوْلَ الصَّحَابَةِ وَقَوْلَ فُقَهَاءِ الْمُسْلِمِينَ حَتَّى يَخْرُجَ عَنْ قَوْلِهِمْ لَمْ يَقُلْ بِهِ , وَاتَّهَمَ رَأْيَهُ , وَوَجَبَ عَلَيْهِ أَنْ يَسْأَلَ مَنْ هُوَ أَعْلَمُ مِنْهُ أَوْ مِثْلُهُ , حَتَّى يَنْكَشِفَ لَهُ الْحَقُّ , وَيَسْأَلَ مَوْلَاهُ أَنْ يُوَفِّقَهُ لِإِصَابَةِ الْخَيْرِ وَالْحَقِّ. وَإِذَا سُئِلَ عَنْ عَلِمٍ لَا يَعْلَمُهُ لَمْ يَسْتَحِ أَنْ يَقُولَ: لَا أَعْلَمُ. وَإِذَا سُئِلَ عَنْ مَسْأَلَةٍ فَعَلِمَ أَنَّهَا مِنْ مَسَائِلِ الشَّغَبِ , وَمِمَّا يُورِثُ الْفِتَنَ بَيْنَ الْمُسْلِمِينَ , اسْتَعْفَى مِنْهَا , وَرَدَّ السَّائِلَ إِلَى مَا هُوَ أَوْلَى بِهِ , عَلَى أَرْفَقِ مَا يَكُونُ. وَإِنْ أَفْتَى بِمَسْأَلَةٍ فَعَلِمَ أَنَّهُ أَخْطَأَ لَمْ يَسْتَنْكِفْ أَنْ يَرْجِعَ عَنْهَا. وَإِنْ قَالَ قَوْلًا فَرَدَّهُ عَلَيْهِ غَيْرُهُ - مِمَّنْ هُوَ أَعْلَمُ مِنْهُ أَوْ مِثْلُهُ أَوْ دُونَهُ - فَعَلِمَ أَنَّ الْقَوْلَ كَذَلِكَ , رَجَعَ عَنْ قَوْلِهِ , وَحَمِدَهُ عَلَى ذَلِكَ وَجَزَاهُ خَيْرًا. وَإِنْ سُئِلَ عَنْ مَسْأَلَةٍ اشْتَبَهَ الْقَوْلُ عَلَيْهِ فِيهَا قَالَ: سَلُوا غَيْرِي , وَلَمْ يَتَكَلَّفْ مَا لَا يَتَقَرَّرُ عَلَيْهِ , يَحْذَرُ مِنَ الْمَسَائِلِ الْمُحْدَثَاتِ فِي الْبِدَعِ , لَا يُصْغِي إِلَى أَهْلِهَا بِسَمْعِهِ , وَلَا يَرْضَى بِمُجَالَسَةِ أَهْلِ الْبِدَعِ , وَلَا يُمَارِيهِمْ. أَصْلُهُ الْكِتَابُ وَالسُّنَّةُ , وَمَا كَانَ",
            "page": "54",
            "part": "1",
            "seal": "1C23E66D"
        },
        {
            "id": "57",
            "nass": "عَلَيْهِ الصَّحَابَةُ , وَمَنْ بَعْدَهُمْ مِنَ التَّابِعِينَ , وَمَنْ بَعْدَهُمْ مِنْ أَئِمَّةِ الْمُسْلِمِينَ , يَأْمُرُ بِالِاتِّبَاعِ , وَيَنْهَى عَنِ الِابْتِدَاعِ. لَا يُجَادِلُ الْعُلَمَاءَ , وَلَا يُمَارِي السُّفَهَاءَ. هَمُّهُ فِي تِلَاوَةِ كَلَامِ اللَّهِ الْفَهْمُ , وَفِي سُنَنِ الرَّسُولِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْفِقْهُ لِئَلَّا يُضَيِّعَ مَا لِلَّهِ عَلَيْهِ , وَلِيَعْلَمَ كَيْفَ يَتَقَرَّبُ إِلَى مَوْلَاهُ , مُذَّكِرٌ لِلْغَافِلِ , مُعَلِّمٌ لِلْجَاهِلِ , يَضَعُ الْحِكْمَةَ عِنْدَ أَهْلِهَا , وَيَمْنَعُهَا مَنْ لَيْسَ بِأَهْلِهَا , مَثَلُهُ مَثَلُ الطَّبِيبِ: يَضَعُ الدَّوَاءَ بِحَيْثُ يَعْلَمُ أَنَّهُ يَنْفَعُ. فَهَذِهِ صِفَتُهُ , وَمَا يُشْبِهُ هَذِهِ الْأَخْلَاقَ الشَّرِيفَةَ , إِذَا كَانَ اللَّهُ عَزَّ وَجَلَّ قَدْ نَشَرَ لَهُ الذِّكْرَ بِالْعِلْمِ فِي قُلُوبِ الْخَلْقِ , فَكُلَّمَا ازْدَادَ عِلْمًا ازْدَادَ لِلَّهِ تَوَاضُعًا , يَطْلُبُ الرِّفْعَةَ مِنَ اللَّهِ عَزَّ وَجَلَّ , مَعَ شِدَّةِ حَذَرِهِ مِنْ وَاجِبِ مَا يَلْزَمُهُ مِنَ الْعِلْمِ \"",
            "page": "55",
            "part": "1",
            "seal": "A5085E8A"
        },
        {
            "id": "59",
            "nass": "يُجَالِسَ الْعُلَمَاءَ وَيُنَاظِرَهُمْ حَتَّى يَعْرِفَ الْقَوْلَ فِيهَا عَلَى صِحَّتِهِ , وَإِنْ لَمْ يُنَاظِرْ لَمْ تَقْوَ مَعْرِفَتُهُ؟ قِيلَ لَهُ: بِهَذِهِ الْحِجَّةِ يَدْخُلُ الْعَدُوُّ عَلَى النَّفْسِ الْمُتَّبِعَةِ لِلْهَوَى , فَيَقُولُ: إِنْ لَمْ تُنَاظِرْ وَتُجَادِلْ لَمْ تَفْقَهْ , فَيَجَعَلُ هَذَا سَبَبًا لِلْجِدَالِ وَالْمِرَاءِ الْمَنْهِيِّ عَنْهُ , الَّذِي يَخَافُ مِنْهُ سُوءَ عَاقِبَتِهِ , الَّذِي حَذَّرَنَاهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَحَذَّرَنَاهُ الْعُلَمَاءُ مِنْ أَئِمَّةِ الْمُسْلِمِينَ وَرُوِيَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَنْ تَرَكَ الْمِرَاءَ وَهُوَ صَادِقٌ , بَنَى اللَّهُ لَهُ بَيْتًا فِي وَسَطِ الْجَنَّةِ» وَعَنْ مُسْلِمِ بْنِ يَسَارٍ , أَنَّهُ كَانَ يَقُولُ: «إِيَّاكُمْ وَالْمِرَاءَ , فَإِنَّهَا سَاعَةُ جَهْلِ الْعَالِمِ , وَبِهَا يَبْتَغِي الشَّيْطَانُ زَلَّتَهُ»",
            "page": "57",
            "part": "1",
            "seal": "B049441F"
        },
        {
            "id": "60",
            "nass": "وَعَنِ الْحَسَنِ قَالَ: «مَا رَأَيْنَا فَقِيهًا يُمَارِي» وَعَنِ الْحَسَنِ , أَيْضًا قَالَ: «الْمُؤْمِنُ يُدَارِي , وَلَا يُمَارِي , يَنْشُرُ حِكْمَةَ اللَّهِ , فَإِنْ قُبِلَتْ حَمِدَ اللَّهَ , وَإِنْ رُدَّتْ حَمِدَ اللَّهَ» وَرُوِيَ عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: «إِذَا أَحْبَبْتَ أَخًا",
            "page": "58",
            "part": "1",
            "seal": "04A2F4D8"
        },
        {
            "id": "61",
            "nass": "فَلَا تُمَارِهْ , وَلَا تُشَارِهْ , وَلَا تُمَازِحْهُ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" وَعِنْدَ الْحُكَمَاءِ: أَنَّ الْمِرَاءَ أَكْثَرُهُ يُغَيِّرُ قُلُوبَ الْإِخْوَانِ , وَيُوَرِّثُ التَّفْرِقَةَ بَعْدَ الْأُلْفَةِ , وَالْوَحْشَةَ بَعْدَ الْأُنْسِ , وَعَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَا ضَلَّ قَوْمٌ بَعْدَ هُدًى كَانُوا عَلَيْهِ إِلَّا أُوتُوا الْجَدَلَ»",
            "page": "59",
            "part": "1",
            "seal": "473F8C3E"
        },
        {
            "id": "62",
            "nass": "فَالْمُؤْمِنُ الْعَالِمُ الْعَاقِلُ يَخَافُ عَلَى دِينِهِ مِنَ الْجَدَلِ وَالْمِرَاءِ. فَإِنْ قَالَ قَائِلٌ: فَمَا يَصْنَعُ فِي عِلْمٍ قَدْ أُشْكِلَ عَلَيْهِ؟ قِيلَ لَهُ: إِذَا كَانَ كَذَلِكَ , وَأَرَادَ أَنْ يَسْتَنْبِطَ عِلْمَ مَا أُشْكِلَ عَلَيْهِ , قَصَدَ إِلَى عَالِمٍ مِمَّنْ يَعْلَمُ أَنَّهُ يُرِيدُ بِعِلْمِهِ اللَّهَ , مِمَّنْ يُرْتَضَى عِلْمُهُ وَفَهْمُهُ وَعَقْلُهُ , فَذَاكَرَهُ مُذَاكَرَةَ مَنْ يَطْلُبُ الْفَائِدَةَ وَأَعْلِمْهُ أَنَّ مُنَاظَرَتِي إِيَّاكَ مُنَاظَرَةَ مَنْ يَطْلُبُ الْحَقَّ , وَلَيْسَتْ مُنَاظَرَةَ مُغَالِبٍ , ثُمَّ أَلْزَمَ نَفْسَهُ الْإِنْصَافَ لَهُ فِي مُنَاظَرَتِهِ , وَذَلِكَ أَنَّهُ وَاجِبٌ عَلَيْهِ أَنْ يُحِبَّ صَوَابَ مُنَاظِرِهِ , وَيَكْرَهَ خَطَأَهُ , كَمَا يُحِبُّ ذَلِكَ لِنَفْسِهِ , وَيَكْرَهُ لَهُ مَا يَكْرَهُ لِنَفْسِهِ , وَيُعْلِمُهُ أَيْضًا: إِنْ كَانَ مُرَادُكَ فِي مُنَاظَرَتِي أَنْ أُخْطِئَ الْحَقَّ , وَتَكُونَ أَنْتَ الْمُصِيبَ وَيَكُونُ أَنَا مُرَادِي أَنْ تُخْطِئَ الْحَقَّ وَأَكُونُ أَنَا الْمُصِيبُ , فَإِنَّ هَذَا حَرَامٌ عَلَيْنَا فِعْلُهُ , لِأَنَّ هَذَا خُلُقٌ لَا يَرْضَاهُ اللَّهُ مِنَّا , وَوَاجِبٌ عَلَيْنَا أَنْ نَتُوبَ مِنْ هَذَا. فَإِنْ قَالَ: فَكَيْفَ نَتَنَاظَرُ؟ قِيلَ لَهُ: مُنَاصَحَةً , فَإِنْ قَالَ: كَيْفَ الْمُنَاصَحَةُ؟ أَقُولُ لَهُ: لَمَّا كَانَتْ",
            "page": "60",
            "part": "1",
            "seal": "7B0E973E"
        },
        {
            "id": "63",
            "nass": "مَسْأَلَةٌ فِيمَا بَيْنَنَا أَقُولُ أَنَا: إِنَّهَا حَلَالٌ , وَتَقُولُ أَنْتَ: إِنَّهَا حَرَامٌ , فَحُكْمُنَا جَمِيعًا أَنْ نَتَكَلَّمَ فِيهَا كَلَامَ مَنْ يَطْلُبُ السَّلَامَةَ , مُرَادِي أَنْ يَنْكَشِفَ لِي عَلَى لِسَانِكَ الْحَقُّ , فَأَصِيرَ إِلَى قَوْلِكَ , أَوْ يَنْكَشِفَ لَكَ عَلَى لِسَانِيَ الْحَقُّ , فَتَصِيرَ إِلَى قُولِي مِمَّا يُوَافِقُ الْكِتَابَ وَالسُّنَّةَ وَالْإِجْمَاعَ , فَإِنْ كَانَ هَذَا مُرَادَنَا رَجَوْتُ أَنْ تُحْمَدَ عَوَاقِبُ هَذِهِ الْمُنَاظَرَةِ , وَنُوَفَّقَ لِلصَّوَابِ , وَلَا يَكُونَ لِلشَّيْطَانِ فِيمَا نَحْنُ فِيهِ نَصِيبٌ. وَمِنْ صِفَةِ هَذَا الْعَالِمِ الْعَاقِلِ إِذَا عَارَضَهُ فِي مَجْلِسِ الْعِلْمِ وَالْمُنَاظَرَةِ بَعْضُ مَنْ يَعْلَمُ أَنَّهُ يُرِيدُ مُنَاظَرَتَهُ لِلْجَدَلِ , وَالْمِرَاءِ وَالْمُغَالَبَةِ , لَمْ يَسَعْهُ مُنَاظَرَتُهُ , لِأَنَّهُ قَدْ عَلِمَ أَنَّهُ إِنَّمَا يُرِيدُ أَنْ يَدْفَعَ قَوْلَهُ , وَيَنْصُرَ مَذْهَبَهُ , وَلَوْ أَتَاهُ بِكُلِّ حُجَّةٍ مِثْلِهَا يَجِبُ أَنْ يَقْبَلَهَا , لَمْ يَقْبَلْ ذَلِكَ , وَنَصَرَ قَوْلَهُ. وَمَنْ كَانَ هَذَا مُرَادَهُ لَمْ تُؤْمَنْ فِتْنَتُهُ , وَلَمْ تُحْمَدْ عَوَاقِبُهُ. وَيُقَالُ لِمَنْ مُرَادُهُ فِي الْمُنَاظَرَةِ الْمُغَالَبَةُ وَالْجَدَلُ: أَخْبِرْنِي , إِذَا كُنْتُ أَنَا حِجَازِيًّا , وَأَنْتَ عِرَاقِيًّا , وَبَيْنَنَا مَسْأَلَةٌ عَلَى مَذْهَبِي , أَقُولُ: إِنَّهَا حَلَالٌ , وَعَلَى",
            "page": "61",
            "part": "1",
            "seal": "47350642"
        },
        {
            "id": "64",
            "nass": "مَذْهَبِكَ إِنَّهَا حَرَامٌ , فَسَأَلْتَنِي الْمُنَاظَرَةَ لَكَ عَلَيْهَا , وَلَيْسَ فِي مُنَاظَرَتِكَ الرُّجُوعُ عَنْ قَوْلِكَ , وَالْحَقُّ عِنْدَكَ أَنْ أَقُولَ فِيهَا قَوْلَكَ , وَكَانَ عِنْدِي أَنَا أَنْ أَقُولَ , وَلَيْسَ مُرَادِي فِي مُنَاظَرَتِي الرُّجُوعَ عَمَّا هُوَ عِنْدِي , وَإِنَّمَا مُرَادِي أَنْ أَرُدَّ قَوْلَكَ , وَمُرَادُكَ أَنْ تَرُدَّ قُولِي , فَلَا وَجْهَ لِمُنَاظَرَتِنَا , فَالْأَحْسَنُ بِنَا السُّكُوتُ عَلَى مَا تَعْرِفُ مِنْ قَوْلِكَ , وَعَلَى مَا أَعْرِفُ مِنْ قُولِي , وَهُوَ أَسْلَمُ لَنَا , وَأَقْرَبُ إِلَى الْحَقِّ الَّذِي يَنْبَغِي أَنْ نَسْتَعْمِلَهُ. فَإِنْ قَالَ: وَكَيْفَ ذَلِكَ؟ قِيلَ: لِأَنَّكَ تُرِيدُ أَنْ أُخْطِئَ الْحَقَّ , وَأَنْتَ عَلَى الْبَاطِلِ , وَلَا أُوَفَّقَ لِلصَّوَابِ , ثُمَّ تُسَرَّ بِذَلِكَ , وَتَبْتَهِجَ بِهِ , وَيَكُونَ مُرَادِي فِيكَ كَذَلِكَ , فَإِذَا كُنَّا كَذَلِكَ , فَنَحْنُ قَوْمُ سُوءٍ , لَمْ نُوَفَّقْ لِلرَّشَادِ , وَكَانَ الْعِلْمُ عَلَيْنَا حُجَّةً , وَكَانَ الْجَاهِلُ أَعْذَرَ مِنَّا \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" وَأَعْظَمُ مِنْ هَذَا كُلِّهِ أَنَّهُ رُبَّمَا احْتَجَّ أَحَدُهُمَا بِسُنَّةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى خَصْمِهِ , فَيَرُدُّهَا عَلَيْهِ بِغَيْرِ تَمْيِيزٍ , كُلُّ ذَلِكَ",
            "page": "62",
            "part": "1",
            "seal": "3833259F"
        },
        {
            "id": "65",
            "nass": "يَخْشَى أَنْ تَنْكَسِرَ حُجَّتُهُ , حَتَّى إِنَّهُ لَعَلَّهُ أَنْ يَقُولَ بِسُنَّةٍ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَابِتَةٍ , فَيَقُولَ: هَذَا بَاطِلٌ , وَهَذَا لَا أَقُولُ بِهِ , فَيَرُدَّ سُنَّةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِرَأْيِهِ بِغَيْرِ تَمْيِيزٍ. وَمِنْهُمْ مَنْ يَحْتَجُّ فِي مَسْأَلَةٍ بِقَوْلِ صَحَابِيٍّ , فَيَرُدُّ عَلَيْهِ خَصْمُهُ ذَلِكَ , وَلَا يَلْتَفِتُ إِلَى مَا يَحْتَجُّ عَلَيْهِ , كُلُّ ذَلِكَ نُصْرَةً مِنْهُ لِقَوْلِهِ , لَا يُبَالِي أَنْ يَرُدَّ السُّنَنَ وَالْآثَارَ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" مِنْ صِفَةِ الْجَاهِلِ , الْجَدَلُ , وَالْمِرَاءُ , وَالْمُغَالَبَةُ , نَعُوذُ بِاللَّهِ مِمَّنْ هَذَا مُرَادُهُ وَمِنْ صِفَةِ الْعَالِمِ الْعَقْلُ وَالْمُنَاصَحَةُ فِي مُنَاظَرَتِهِ , وَطَلَبُ الْفَائِدَةِ لِنَفْسِهِ وَلِغَيْرِهِ , كَثَّرَ اللَّهُ فِي الْعُلَمَاءِ مِثْلَ هَذَا , وَنَفَعَهُ بِالْعِلْمِ , وَزَيَّنَهُ بِالْحِلْمِ",
            "page": "63",
            "part": "1",
            "seal": "32775CEB"
        },
        {
            "id": "67",
            "nass": "لَا يَأْمَنُ شَرَّهُ , إِبْقَاءً عَلَى دِينِهِ , سَلِيمُ الْقَلْبِ لِلْعِبَادِ مِنَ الْغِلِّ وَالْحَسَدِ , يَغْلِبُ عَلَى قَلْبِهِ حُسْنُ الظَّنِّ بِالْمُؤْمِنِينَ فِي كُلِّ مَا أَمْكَنَ فِيهِ الْعُذْرُ , لَا يُحِبُّ زَوَالَ النِّعَمِ عَنْ أَحَدٍ مِنَ الْعِبَادِ , يُدَارِي جَهْلَ مَنْ عَامَلَهُ بِرِفْقِهِ , إِذَا تَعَجَّبَ مِنْ جَهْلِ غَيْرِهِ ذَكَرَ أَنَّ جَهْلَهُ أَكْثَرُ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ عَزَّ وَجَلَّ , لَا يَتَوَقَّعُ لَهُ بَائِقَةً , وَلَا يَخَافُ مِنْهُ غَائِلَةً , النَّاسُ مِنْهُ فِي رَاحَةٍ , وَنَفْسُهُ مِنْهُ فِي جَهْدٍ»",
            "page": "65",
            "part": "1",
            "seal": "73908D93"
        },
        {
            "id": "69",
            "nass": "خَصَّهُ مِنْ عِلْمِهِ , إِذْ جَعَلَهُ وَارِثَ الْأَنْبِيَاءِ , وَقُرَّةَ عَيْنِ الْأَوْلِيَاءِ , وَطَبِيبًا لِقُلُوبِ أَهْلِ الْجَفَاءِ. فَمِنْ صِفَتِهِ أَنْ يَكُونَ لِلَّهِ شَاكِرًا , وَلَهُ ذَاكِرًا , دَائِمَ الذِّكْرِ , بِحَلَاوَةِ حُبِّ الْمَذْكُورِ , فَنَعَّمَ قَلْبَهُ بِمُنَاجَاةِ الرَّحْمَنِ , يَعُدُّ نَفْسَهُ مَعَ شِدَّةِ اجْتِهَادِهِ خَاطِئًا مُذْنِبًا , وَمَعَ الدُّؤُوبِ عَلَى حُسْنِ الْعَمَلِ مُقَصِّرًا , لَجَأَ إِلَى اللَّهِ عَزَّ وَجَلَّ فَقَوِيَ ظَهْرُهُ , وَوَثِقَ بِاللَّهِ فَلَمْ يَخَفْ غَيْرَهُ , مُسْتَغْنٍ بِاللَّهِ عَنْ كُلِّ شَيْءٍ , وَمُفْتَقِرٌ إِلَى اللَّهِ فِي كُلِّ شَيْءٍ , أُنْسُهُ بِاللَّهِ وَحْدَهُ , وَحَشَتُهُ مِمَّنْ يَشْغَلُهُ عَنْ رَبِّهِ , إِنِ ازْدَادَ عِلْمًا خَافَ تَوْكِيدَ الْحُجَّةِ , مُشْفِقٌ عَلَى مَا مَضَى مِنْ صَالِحِ عَمَلِهِ أَنْ لَا يُقْبَلَ مِنْهُ , هَمُّهُ فِي تِلَاوَةِ كَلَامِ اللَّهِ الْفَهْمُ عَنْ مَوْلَاهُ , وَفِي سُنَنِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْفِقْهُ , لِئَلَّا يُضَيِّعَ مَا أُمِرَ بِهِ , مُتَأَدِّبٌ بِالْقُرْآنِ وَالسُّنَّةِ , لَا يُنَافِسُ أَهْلَ الدُّنْيَا فِي عِزِّهَا , وَلَا يَجْزَعُ مِنْ ذُلِّهَا , يَمْشِي عَلَى الْأَرْضِ هَوْنًا بِالسَّكِينَةِ , وَالْوَقَارِ , وَمُشْتَغِلٌ قَلْبُهُ بِالْفَهْمِ وَالِاعْتِبَارِ , إِنْ فَرَغَ قَلْبُهُ عَنْ ذِكْرِ اللَّهِ فَمُصِيبَةٌ عِنْدَهُ عَظِيمَةٌ , وَإِنْ أَطَاعَ",
            "page": "66",
            "part": "1",
            "seal": "F0C78BE0"
        },
        {
            "id": "70",
            "nass": "اللَّهَ عَزَّ وَجَلَّ بِغَيْرِ حُضُورِ فَهْمٍ فَخُسْرَانٌ عَنْهُ مُبِينٌ , يَذْكُرُ اللَّهَ مَعَ الذَّاكِرِينَ , وَيَعْتَبِرُ بِلِسَانِ الْغَافِلِينَ , عَالِمٌ بِدَاءِ نَفْسِهِ , وَمُتَّهِمٌ لَهَا فِي كُلِّ حَالٍ , اتَّسَعَ فِي الْعُلُومِ , فَتَرَاكَمَتْ عَلَى قَلْبِهِ الْفُهُومُ , فَاسْتَحَى مِنَ الْحَيِّ الْقَيُّومِ. وَشُغْلُهُ بِاللَّهِ فِي جَمِيعِ سَعْيِهِ مُتَّصِلٌ , وَعَنْ غَيْرِهِ مُنْفَصِلٌ. فَإِنْ قَالَ قَائِلٌ: فَهَلْ لِهَذَا النَّعْتِ الَّذِي نَعَتَّ بِهِ الْعُلَمَاءَ , وَوَصَفْتَهُمْ بِهِ أَصْلٌ فِي الْقُرْآنِ أَوِ السُّنَّةِ , أَوْ أَثَرٌ عَمَّنْ تَقَدَّمَ؟ قِيلَ لَهُ: نَعَمْ , وَسَنَذْكُرُ مِنْهُ مَا يَدُلُّ عَلَى مَا قُلْنَا إِنْ شَاءَ اللَّهُ. قَالَ اللَّهُ عَزَّ وَجَلَّ: {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 108] أَفَلَا تَرَى , رَحِمَكَ اللَّهُ , كَيْفَ وَصَفَ الْعُلَمَاءَ بِالْبُكَاءِ وَالْخَشْيَةِ وَالطَّاعَةِ وَالتَّذَلُّلِ فِيمَا بَيْنَهُ وَبَيْنَهُمْ؟",
            "page": "67",
            "part": "1",
            "seal": "1A9B2575"
        },
        {
            "id": "92",
            "nass": "§كِتَابُ أَخْلَاقِ الْعَالِمِ الْجَاهِلِ الْمُفْتَتِنِ بِعِلْمِهِ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: قَدْ تَقَدَّمَتِ الْأَخْبَارُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَعَنْ صَحَابَتِهِ رَضِيَ اللَّهُ عَنْهُمْ , وَعَنْ أَئِمَّةِ الْمُسْلِمِينَ رَحِمَهُمُ اللَّهُ بِصِفَةِ عُلَمَاءٍ فِي الظَّاهِرِ , لَمْ يَنْفَعْهُمُ اللَّهُ بِالْعِلْمِ , مِمَّنْ طَلَبَهُ لِلْفَخْرِ وَالرِّيَاءِ وَالْجَدَلِ وَالْمِرَاءِ , وَتَأَكَّلَ بِهِ الْأَغْنِيَاءَ , وَجَالَسَ بِهِ الْمُلُوكَ , وَأَبْنَاءَ الْمُلُوكِ , لِيَنَالَ بِهِ الدُّنْيَا , فَهُوَ يَنْسِبُ نَفْسَهُ إِلَى أَنَّهُ مِنَ الْعُلَمَاءِ , وَأَخْلَاقُهُ أَخْلَاقُ أَهْلِ الْجَهْلِ وَالْجَفَاءِ , فِتْنَةٌ لِكُلِّ مَفْتُونٍ , لِسَانُهُ لِسَانُ الْعُلَمَاءِ , وَعَمَلُهُ عَمَلُ السُّفَهَاءِ فَإِنْ قَالَ قَائِلٌ: فَاذْكُرِ الْأَخْبَارَ فِي ذَلِكَ , لِنَحْذَرَ مَا حَذَّرْتَنَا , قِيلَ: نَعَمْ , إِنْ شَاءَ اللَّهُ \"",
            "page": "83",
            "part": "1",
            "seal": "8A85D668"
        },
        {
            "id": "93",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ قَاسِمُ بْنُ زَكَرِيَّا , أَخْبَرَنَا الْمُطَرِّزُ , أَخْبَرَنَا أَبُو الْحَسَنِ رَجَاءُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا مُحَمَّدُ بْنُ عَبَّادٍ الْهُنَائِيُّ , أَخْبَرَنَا عَلِيُّ بْنُ الْمُبَارَكِ , عَنْ أَيُّوبَ السَّخْتِيَانِيِّ , عَنْ خَالِدِ بْنِ دُرَيْكٍ , عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ تَعَلَّمَ عِلْمًا لِغَيْرِ اللَّهِ , أَوْ أَرَادَ بِهِ غَيْرَ وَجْهِ اللَّهِ , فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ»",
            "page": "84",
            "part": "1",
            "seal": "71749A77"
        },
        {
            "id": "94",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ , أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ , أَخْبَرَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ , أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ , عَنِ ابْنِ جُرَيْجٍ , عَنْ أَبِي الزُّبَيْرِ , عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَا تَتَعَلَّمُوا الْعِلْمَ لِتُبَاهُوا بِهِ الْعُلَمَاءَ , وَلَا لِتُمَارُوا بِهِ السُّفَهَاءَ , وَلَا لِتَجْتَرُّوا بِهِ الْمَجَالِسَ , فَمَنْ -[85]- فَعَلَ ذَلِكَ , فَالنَّارُ النَّارُ»",
            "page": "84",
            "part": "1",
            "seal": "B9879218"
        },
        {
            "id": "95",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو عُبَيْدٍ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ حَرْبٍ الْقَاضِي , أَخْبَرَنَا أَبُو الْأَشْعَثِ أَحْمَدُ بْنُ الْمِقْدَامِ , أَخْبَرَنَا أَحْمَدُ بْنُ خَالِدٍ , أَخْبَرَنَا إِسْحَاقُ بْنُ يَحْيَى بْنِ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ , حَدَّثَنِي ابْنُ كَعْبِ بْنِ مَالِكٍ , عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ طَلَبَ الْعِلْمَ لِيُجَارِيَ بِهِ الْعُلَمَاءَ , وَيُمَارِيَ بِهِ السُّفَهَاءَ , -[86]- وَيَصْرِفَ بِهِ وُجُوهَ النَّاسِ إِلَيْهِ , أَدْخَلَهُ اللَّهُ النَّارَ»",
            "page": "85",
            "part": "1",
            "seal": "834F83DD"
        },
        {
            "id": "96",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ مُحَمَّدٍ الْبَرْذَعِيُّ , فِي الْمَسْجِدِ الْحَرَامِ , أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ , أَخْبَرَنِي يَحْيَى بْنُ سَلَّامٍ , عَنْ عُثْمَانَ بْنِ مِقْسَمٍ , عَنْ سَعِيدٍ الْمَقْبُرِيِّ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §أَشَدَّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ عَالِمٌ لَمْ يَنْفَعْهُ عِلْمُهُ»",
            "page": "86",
            "part": "1",
            "seal": "A0DE785B"
        },
        {
            "id": "97",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الْوَزَّانُ , أَخْبَرَنَا غَسَّانُ , يَعْنِي ابْنَ -[87]- عُبَيْدٍ , عَنْ عُثْمَانَ الْبُرِّيِّ , عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ §أَشَدَّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ عَالِمٌ لَمْ يَنْفَعْهُ عِلْمُهُ»",
            "page": "86",
            "part": "1",
            "seal": "90244F58"
        },
        {
            "id": "98",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الصَّادِقِ , أَخْبَرَنَا يُوسُفُ بْنُ عَطِيَّةَ , عَنْ ثَابِتٍ , عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَكُونُ فِي آخِرِ الزَّمَانِ عُبَّادٌ جُهَّالٌ , وُعُلَمَاءُ فُسَّاقٌ»",
            "page": "87",
            "part": "1",
            "seal": "FD531683"
        },
        {
            "id": "99",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ -[88]- الْفِرْيَابِيُّ , أَخْبَرَنَا مُحَمَّدُ بْنُ الْحَسَنِ الْبَلْخِيُّ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ قَالَ: يُقَالُ: «§تَعَوَّذُوا بِاللَّهِ مِنْ فِتْنَةِ الْعَابِدِ الْجَاهِلِ , وَفِتْنَةِ الْعَالِمِ الْفَاجِرِ , فَإِنَّ فِتْنَتَهُمَا فِتْنَةٌ لِكُلِّ مَفْتُونٍ»",
            "page": "87",
            "part": "1",
            "seal": "52E9CF69"
        },
        {
            "id": "100",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ , أَخْبَرَنَا صَدَقَةُ بْنُ خَالِدٍ , أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ قَالَ: سَمِعْتُ مَكْحُولًا يَقُولُ: «§إِنَّهُ لَا يَأْتِي عَلَى النَّاسِ مَا يُوعَدُونَ حَتَّى يَكُونَ عَالِمُهُمْ فِيهِمْ أَنْتَنَ مِنْ جِيفَةِ حِمَارٍ.»",
            "page": "88",
            "part": "1",
            "seal": "9504E381"
        },
        {
            "id": "101",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ , أَخْبَرَنِي أَبِي قَالَ: سَمِعْتُ الْأَوْزَاعِيَّ , يَقُولُ: كَانَ يُقَالُ: «§وَيْلٌ -[89]- لِلْمُتَفَقِّهِينَ لِغَيْرِ الْعِبَادَةِ , وَالْمُسْتَحِلِّينَ الْحُرُمَاتِ بِالشُّبُهَاتِ»",
            "page": "88",
            "part": "1",
            "seal": "837C512A"
        },
        {
            "id": "102",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ , أَخْبَرَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , أَخْبَرَنَا بَكَّارُ بْنُ عَبْدِ اللَّهِ قَالَ: سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ يَقُولُ: قَالَ اللَّهُ عَزَّ وَجَلَّ فِيمَا يُعَاتِبُ بِهِ أَحْبَارَ بَنِي إِسْرَائِيلَ: «§تَفَقَّهُونَ لِغَيْرِ الدِّينِ , وَتَعْلَمُونَ لِغَيْرِ الْعَمَلِ , وَتَبْتَاعُونَ الدُّنْيَا بِعَمَلِ الْآخِرَةِ , تَلْبَسُونَ جُلُودَ الضَّأْنِ , وَتُخْفُونَ أَنْفُسَ الذِّئَابِ , وَتَتَّقُونَ الْقَذَى مِنْ شَرَابِكُمُ , وَتَبْتَلِعُونَ أَمْثَالَ الْجِبَالِ مِنَ الْحَرَامِ , وَتُثْقِلُونَ الدِّينَ عَلَى النَّاسِ أَمْثَالَ الْجِبَالِ , تُطِيلُونَ الصَّلَاةَ , وَتُبَيِّضُونَ الثِّيَابَ , وَتَنْتَقِصُونَ مَالَ الْيَتِيمِ وَالْأَرْمَلَةِ , فَبِعِزَّتِي حَلَفْتُ لَأَضْرِبَنَّكُمْ بِفِتْنَةٍ يَضِلُّ فِيهَا رَأْيُ ذِي الرَّأْيِ , وَحِكْمَةُ الْحَكِيمِ»",
            "page": "89",
            "part": "1",
            "seal": "D79890A8"
        },
        {
            "id": "103",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا الْفَضْلُ بْنُ زِيَادٍ قَالَ: سَمِعْتُ الْفُضَيْلَ يَقُولُ: \" إِنَّمَا §هُمَا عَالِمَانِ , عَالِمُ دُنْيَا , وَعَالِمُ آخِرَةٍ , فَعَالِمُ الدُّنْيَا عِلْمُهُ مَنْشُورٌ , وَعَالِمُ الْآخِرَةِ عِلْمُهُ مَسْتُورٌ , فَاتَّبِعُوا عَالِمَ الْآخِرَةِ , وَاحْذَرُوا عَالِمَ الدُّنْيَا , لَا يَصُدَّنَّكُمْ بِشَرِّهِ , ثُمَّ تَلَا هَذِهِ الْآيَةَ: {إِنَّ كَثِيرًا مِنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ} [التوبة: 34] \" الْأَحْبَارُ: الْعُلَمَاءُ , وَالرُّهْبَانُ: الْعُبَّادُ , ثُمَّ قَالَ: لَكَثِيرٌ مِنْ عُلَمَائِكُمْ زِيُّهُ أَشْبَهُ بِزِيِّ كِسْرَى وَقَيْصَرَ مِنْهُ بِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. إِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمْ يَضَعْ لَبِنَةً عَلَى لَبِنَةٍ , وَلَا قَصَبَةً عَلَى قَصَبَةٍ , وَلَكِنْ رُفِعَ لَهُ عَلَمٌ فَشَمَّرَ إِلَيْهِ قَالَ الْفُضَيْلُ: «الْعُلَمَاءُ كَثِيرٌ , وَالْحُكَمَاءُ قَلِيلٌ , وَإِنَّمَا يُرَادُ مِنَ الْعِلْمِ الْحِكْمَةُ , فَمَنْ أُوتِيَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا» قَالَ",
            "page": "90",
            "part": "1",
            "seal": "FB30AABC"
        },
        {
            "id": "105",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ سَهْلٍ , أَخْبَرَنَا مُبَشِّرُ بْنُ الْوَلِيدِ , أَخْبَرَنَا فُلَيْحُ بْنُ سُلَيْمَانَ , عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مَعْمَرٍ , عَنْ سَعِيدِ بْنِ يَسَارٍ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ تَعَلَّمَ عِلْمًا مِمَّا يُبْتَغَى بِهِ وَجْهُ اللَّهِ , لَا يَتَعَلَّمُهُ إِلَّا لَيُصِيبَ بِهِ عَرَضًا مِنَ الدُّنْيَا , لَمْ يَجِدْ عَرْفَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ»",
            "page": "91",
            "part": "1",
            "seal": "374CC245"
        },
        {
            "id": "106",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى -[92]- بْنُ مُحَمَّدِ بْنِ صَاعِدٍ , أَخْبَرَنَا شُعَيْبُ بْنُ أَيُّوبَ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ , أَخْبَرَنَا مُعَاوِيَةُ النَّصْرِيُّ , عَنِ الضَّحَّاكِ , عَنِ الْأَسْوَدِ بْنِ يَزِيدَ قَالَ غَيْرُ شُعَيْبٍ وَعَلْقَمَةَ , وَلَمْ أَرَ شُعَيْبًا ذَكَرَ عَلْقَمَةَ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: لَوْ أَنَّ أَهْلَ الْعِلْمِ صَانُوا الْعِلْمَ , وَوَضَعُوهُ عِنْدَ أَهْلِهِ , سَادُوا بِهِ أَهْلَ زَمَانِهِمْ , وَلَكِنَّهُمْ بَذَلُوهُ لِأَهْلِ الدُّنْيَا لِيَنَالُوا مِنْ دُنْيَاهُمْ , فَهَانُوا عَلَى أَهْلِهَا , سَمِعْتُ نَبِيَّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ جَعَلَ الْهُمُومَ هَمًّا وَاحِدًا , هَمَّ آخِرَتِهِ , كَفَاهُ اللَّهُ هَمَّ دُنْيَاهُ , وَمَنْ تَشَعَّبَتْ بِهِ هُمُومُ أَحْوَالِ الدُّنْيَا , لَمْ يُبَالِ اللَّهُ فِي أَيِّ أَوْدِيَتِهَا هَلَكَ»",
            "page": "91",
            "part": "1",
            "seal": "2E1FE69E"
        },
        {
            "id": "107",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ -[93]- أَخْبَرَنَا عُمَرُ بْنُ أَيُّوبَ السَّقَطِيُّ , أَخْبَرَنَا الْحَسَنُ بْنُ حَمَّادٍ الْكُوفِيُّ , أَخْبَرَنَا أَبُو أُسَامَةَ , عَنْ عِيسَى بْنِ سِنَانٍ قَالَ: سَمِعْتُ وَهْبَ بْنَ مُنَبِّهٍ يَقُولُ لِعَطَاءٍ الْخُرَاسَانِيِّ: «كَانَ §الْعُلَمَاءُ قَبْلَنَا اسْتَغْنَوْا بِعِلْمِهِمْ عَنْ دُنْيَا غَيْرِهِمْ , فَكَانُوا لَا يَلْتَفِتُونَ إِلَى دُنْيَاهُمْ , فَكَانَ أَهْلُ الدُّنْيَا يَبْذُلُونَ لَهُمْ دُنْيَاهُمْ , رَغْبَةً فِي عِلْمِهِمْ , فَأَصْبَحَ أَهْلُ الْعِلْمِ مِنَّا الْيَوْمَ يَبْذُلُونَ لِأَهْلِ الدُّنْيَا عِلْمَهُمْ , رَغْبَةً فِي دُنْيَاهُمْ , فَأَصْبَحَ أَهْلُ الدُّنْيَا قَدْ زَهِدُوا فِي عِلْمِهِمْ , لِمَا رَأَوْا مِنْ سُوءِ مَوْضِعِهِ عِنْدَهُمْ , فَإِيَّاكَ وَأَبْوَابَ السَّلَاطِينِ , فَإِنَّ عِنْدَ أَبْوَابِهِمْ فِتَنًا كَمَبَارِكِ الْإِبِلِ , لَا تُصِيبُ مِنْ دُنْيَاهُمْ شَيْئًا إِلَّا أَصَابُوا مِنْ دِينِكَ مِثْلَهُ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَإِذَا كَانَ يُخَافُ عَلَى الْعُلَمَاءِ فِي ذَلِكَ الزَّمَانِ , أَنْ تَفْتِنَهُمُ الدُّنْيَا , فَمَا ظَنُّكَ فِي زَمَنِنَا هَذَا؟ اللَّهُ الْمُسْتَعَانُ مَا أَعْظَمَ مَا قَدْ حَلَّ بِالْعُلَمَاءِ مِنَ الْفِتَنِ , وَهُمْ عَنْهُ فِي غَفْلَةٍ ‍‍",
            "page": "92",
            "part": "1",
            "seal": "093DCDA4"
        },
        {
            "id": "108",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو -[94]- الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَطَشِيُّ , أَخْبَرَنَا عَلِيُّ بْنُ حَرْبٍ الطَّائِيُّ , أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ , عَنْ هِشَامٍ , صَاحِبِ الدَّسْتُوَائِيِّ قَالَ: قَرَأْتُ فِي كِتَابٍ بَلَغَنِي: أَنَّ مِنْ كَلَامِ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِ السَّلَامُ: «§كَيْفَ يَكُونُ مِنْ أَهْلِ الْعِلْمِ مَنْ سَخِطَ رِزْقَهُ , وَاحْتَقَرَ مَنْزِلَتَهُ , وَقَدْ عَلِمَ أَنَّ ذَلِكَ مِنْ عِلْمِ اللَّهِ وَقُدْرَتِهِ , وَكَيْفَ يَكُونُ مِنْ أَهْلِ الْعِلْمِ مَنِ اتَّهَمَ اللَّهَ فِيمَا قَضَاهُ , وَلَيْسَ يَرْضَى شَيْئًا أَصَابَهُ كَيْفَ يَكُونُ مِنْ أَهْلِ الْعِلْمِ مَنْ مَسِيرُهُ إِلَى آخِرَتِهِ , وَهُوَ مُقْبِلٌ عَلَى دُنْيَاهُ؟ , وَكَيْفَ يَكُونُ مِنْ أَهْلِ الْعِلْمِ مَنْ دُنْيَاهُ آثَرُ عِنْدَهُ مِنْ آخِرَتِهِ , وَهُوَ فِي دُنْيَاهُ أَفْضَلُ رَغْبَةً وَكَيْفَ يَكُونُ مِنْ أَهْلِ الْعِلْمِ مَنْ يَطْلُبَ الْكَلَامَ لَيُحَدِّثَ بِهِ , وَلَا يَطْلُبُهُ لَيَعْمَلَ بِهِ؟»",
            "page": "93",
            "part": "1",
            "seal": "BC969199"
        },
        {
            "id": "109",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفَضْلُ بْنُ زِيَادٍ , أَخْبَرَنَا عَبْدُ الصَّمَدِ بْنُ يَزِيدَ قَالَ: سَمِعْتُ الْفُضَيْلَ بْنَ عِيَاضٍ يَقُولُ: «إِنَّ §اللَّهَ عَزَّ وَجَلَّ يُحِبُّ الْعَالِمَ الْمُتَوَاضِعَ , وَيُبْغِضُ الْجَبَّارَ , وَمَنْ تَوَاضَعَ لِلَّهِ وَرَّثَهُ اللَّهُ الْحِكْمَةَ»",
            "page": "95",
            "part": "1",
            "seal": "356EE51A"
        },
        {
            "id": "110",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا هُدْبَةُ , أَخْبَرَنَا حَزْمٌ قَالَ: سَمِعْتُ مَالِكَ بْنَ دِينَارٍ يَقُولُ: «§إِنَّكُمْ فِي زَمَانٍ أَشْهَبَ , لَا يُبْصِرُ زَمَانَكُمْ إِلَّا الْبَصِيرُ , إِنَّكُمْ فِي زَمَانِ نَفَخَاتِهِمْ , قَدِ انْتَفَخَتْ أَلْسِنَتُهُمْ فِي أَفْوَاهِهِمْ , وَطَلَبُوا الدُّنْيَا بِعَمَلِ الْآخِرَةِ , فَاحْذَرُوهُمْ عَلَى أَنْفُسِكُمْ , لَا يُوقِعُوكُمْ فِي -[96]- شَبَكَاتِهِمْ , يَا عَالِمُ , أَنْتَ عَالِمٌ تَأْكُلُ بِعِلْمِكَ , يَا عَالِمُ أَنْتَ تَفْخَرُ بِعِلْمِكَ , يَا عَالِمُ , أَنْتَ عَالِمٌ تُكَاثِرْ بِعِلْمِكَ , يَا عَالِمُ , أَنْتَ عَالِمٌ تَسْتَطِيلُ بِعِلْمِكَ , لَوْ كَانَ هَذَا الْعِلْمُ طَلَبْتَهُ لِلَّهِ لَرُئِيَ ذَلِكَ فِيكَ , وَفِي عَمَلِكَ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: فَإِنْ قَالَ قَائِلٌ: فَصِفْ لَنَا أَخْلَاقَ هَؤُلَاءِ الْعُلَمَاءِ الَّذِينَ عِلْمُهُمْ حُجَّهٌ عَلَيْهِمْ , حَتَّى إِذَا رَأَيْنَا مَنْ يُشَارُ إِلَيْهِ بِالْعِلْمِ اعْتَبَرْنَا مَا ظَهَرَ مِنْ أَخْلَاقِهِمْ , فَإِذَا رَأَيْنَا أَخْلَاقًا لَا تَحْسُنُ بِأَهْلِ الْعِلْمِ اجْتَنَبْنَاهُمْ , وَعَلِمْنَا أَنَّ مَا اسْتَبْطَنُوهُ مِنْ دَنَاءَةِ الْأَخْلَاقِ أَقْبَحُ مِمَّا ظَهْرَ , وَعَلِمْنَا أَنَّهُ فِتْنَةٌ فَاجْتَنَبْنَاهُمْ , لِئَلَّا نُفْتَتَنَ كَمَا افْتُتِنُوا , وَاللَّهُ مُوَفِّقُنَا لِلرَّشَادِ. قِيلَ لَهُ: نَعَمْ , سَنَذْكُرُ مِنْ أَخْلَاقِهِمْ مَا إِذَا سَمِعَهَا -[97]- مَنْ يُنْسَبُ إِلَى الْعِلْمِ رَجَعَ إِلَى نَفْسِهِ , فَتَصَفَّحَ أَمْرَهُ , فَإِنْ كَانَ فِيهِ خُلُقٌ مِنْ تِلْكَ الْأَخْلَاقِ الْمَكْرُوَهَةِ الْمَذْمُومَةِ اسْتَغْفَرَ اللَّهَ , وَأَسْرَعَ الرَّجْعَةَ عَنْهَا إِلَى أَخْلَاقٍ هِيَ أَوْلَى بِالْعِلْمِ , مِمَّا يُقَرِّبُهُمْ إِلَى اللَّهِ عَزَّ وَجَلَّ , وَتَجَافَى عَنِ الْأَخْلَاقِ الَّتِي تُبَاعِدُهُمْ عَنِ اللَّهِ. فَمِنْ صِفَتِهِ فِي طَلَبِهِ لِلْعِلْمِ: يَطْلُبُ الْعِلْمَ بِالسَّهْوِ وَالْغَفْلَةِ , وَإِنَّمَا يَطْلُبُ مِنَ الْعِلْمِ مَا أَسْرَعَ إِلَيْهِ هَوَاهُ. فَإِنْ قَالَ: كَيْفَ؟ قُلْتُ: لَيْسَ مُرَادُهُ فِي طَلَبِ الْعِلْمِ أَنَّهُ فَرْضٌ عَلَيْهِ لِيَتَعَلَّمَ كَيْفَ يَعْبُدُ اللَّهَ فِيمَا يَعْبُدُهُ مِنْ أَدَاءِ فَرَائِضِهِ , وَاجْتِنَابِ مَحَارِمِهِ , إِنَّمَا مُرَادُهُ فِي طَلَبِهِ أَنْ يُكْثِرَ التَّعَرُّفَ أَنَّهُ مِنْ طُلَّابِ الْعِلْمِ , وَلِيَكُونَ عِنْدَهُ فَإِذَا كَانَ عِنْدَهُ هَذَّبَ نَفْسَهُ , وَكُلُّ عِلْمٍ إِذَا سَمِعَهُ أَوْ حَفِظَهُ شَرُفَ بِهِ عِنْدَ الْمَخْلُوقِينَ , سَارَعَ إِلَيْهِ , وَخَفَّ فِي طَلَبِهِ , وَكُلُّ عِلْمٍ وَجَبَ عَلَيْهِ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ عَزَّ وَجَلَّ أَنْ يَعْلَمَهُ فَيَعْمَلَ بِهِ , ثَقُلَ عَلَيْهِ طَلَبُهُ , فَتَرَكَهُ عَلَى بَصِيرَةٍ مِنْهُ , مَعَ شِدَّةِ فَقْرِهِ إِلَيْهِ. يَثْقُلُ عَلَيْهِ أَنْ يَفُوتَهُ سَمَاعٌ لِعِلْمٍ قَدْ أَرَادَهُ , حَتَّى يُلْزِمَ نَفْسَهُ بِالِاجْتِهَادِ فِي سَمَاعِهِ , فَإِذَا سَمِعَهُ هَانَ عَلَيْهِ -[98]- تَرْكُ الْعَمَلِ بِهِ , فَلَمْ يُلْزِمْهَا مَا وَجَبَ عَلَيْهِ مِنَ الْعَمَلِ بِهِ , كَمَا أَلْزَمَهَا السَّمَاعَ فَهَذِهِ غَفْلَةٌ عَظِيمَةٌ إِنْ فَاتَهُ سَمَاعُ شَيْءٍ مِنَ الْعِلْمِ , أَحْزَنَهُ ذَلِكَ , وَأَسِفَ عَلَى فَوْتِهِ , كُلُّ ذَلِكَ بِغَيْرِ تَمْيِيزٍ مِنْهُ , وَكَانَ الْأَوْلَى بِهِ أَنْ يَحْزَنَ عَلَى عِلْمٍ قَدْ سَمِعَهُ , فَوَجَبَتْ عَلَيْهِ بِهِ الْحُجَّةُ , فَلَمْ يَعْمَلْ بِهِ , ذَلِكَ كَانَ أَوْلَى بِهِ أَنْ يَحْزَنَ عَلَيْهِ وَيَتَأَسَّفَ , يَتَفَقَّهُ لِلرِّيَاءِ , وَيُحَاجُّ لِلْمِرَاءِ , مُنَاظَرَتُهُ فِي الْعِلْمِ تُكْسِبُهُ الْمَأْثَمَ , مُرَادُهُ فِي مُنَاظَرَتِهِ أَنْ يُعْرَفَ بِالْبَلَاغَةِ , وَمُرَادُهُ أَنْ يُخَطِّئَ مُنَاظِرَهُ , إِنْ أَصَابَ مُنَاظِرُهُ الْحَقَّ أَسَاءَهُ ذَلِكَ. فَهُوَ دَائِبٌ يَسُرُّهُ مَا يَسُرُّ الشَّيْطَانَ , وَيَكْرَهُ مَا يُحِبُّ الرَّحْمَنُ , يَتَعَجَّبُ مِمَّنْ لَا يُنْصِفُ فِي الْمُنَاظَرَةِ , وَهُوَ يَجُورُ فِي الْمُحَاجَّةِ , يَحْتَجُّ عَلَى خَطَئِهِ , وَهُوَ يَعْرِفُهُ , وَلَا يُقِرُّ بِهِ , خَوْفًا أَنْ يُذَمَّ عَلَى خَطَئِهِ , يُرَخِّصُ فِي الْفَتْوَى لِمَنْ أَحَبَّ , وَيُشَدِّدُ عَلَى مَنْ لَا هَوَى لَهُ فِيهِ , يَذُمُّ بَعْضَ الرَّأْيِ , فَإِنِ احْتَاجَ الْحُكْمَ وَالْفُتْيَا لِمَنْ أَحَبَّ دَلَّهُ عَلَيْهِ , وَعَمِلَ بِهِ , مَنْ تَعَلَّمَ مِنْهُ عِلْمًا , فَهِمَّتُهُ فِيهِ مَنَافِعُ الدُّنْيَا , فَإِنْ عَادَ عَلَيْهِ خَفَّ عَلَيْهِ تَعْلِيمُهُ , وَإِنْ كَانَ مِمَّنْ لَا مَنْفَعَةَ لَهُ فِيهِ -[99]- لِلدُّنْيَا - وَإِنَّمَا مَنْفَعَتُهُ الْآخِرَةُ - ثَقُلَ عَلَيْهِ , يَرْجُو ثَوَابَ عِلْمِ مَا لَمْ يَعْمَلْ بِهِ , وَلَا يَخَافُ سُوءَ عَاقِبَةِ الْمُسَاءَلَةِ عَنْ تَخَلُّفِ الْعَمَلِ بِهِ , يَرْجُو ثَوَابَ اللَّهِ عَلَى بُغْضِهِ مَنْ ظَنِّ بِهِ السُّوءَ مِنَ الْمَسْتُورِينَ , وَلَا يَخَافُ مَقْتَ اللَّهِ عَلَى مُدَاهَنَتِهِ لِلْمَهْتُوكِينَ. يَنْطِقُ بِالْحِكْمَةِ , فَيَظُنُّ أَنَّهُ مِنْ أَهْلِهَا , وَلَا يَخَافُ عَظِيمَ الْحُجَّةِ عَلَيْهِ لِتَرْكِهِ اسْتِعْمَالَهَا , إِنْ عَلِمَ ازْدَادَ مُبَاهَاةً وَتَصَنُّعًا , وَإِنِ احْتَاجَ إِلَى مَعْرِفَةِ عِلْمٍ تَرَكَهُ أَنَفًا , إِنْ كَثُرَ الْعُلَمَاءُ فِي عَصْرِهِ فَذُكِرُوا بِالْعِلْمِ أَحَبَّ أَنْ يُذْكَرَ مَعَهُمْ , إِنْ سُئِلَ الْعُلَمَاءُ عَنْ مَسْأَلَةٍ فَلَمْ يُسْأَلْ هُوَ , أَحَبَّ أَنْ يُسْأَلَ كَمَا سُئِلَ غَيْرُهُ , وَكَانَ أَوْلَى بِهِ أَنْ يَحْمَدَ رَبَّهُ إِذْ لَمْ يُسْأَلْ , وَإِذْ كَانَ غَيْرُهُ قَدْ كَفَاهُ. إِنْ بَلَغَهُ أَنَّ أَحَدًا مِنَ الْعُلَمَاءِ أَخْطَأَ , وَأَصَابَ هُوَ , فَرِحَ بِخَطَأِ غَيْرِهِ , وَكَانَ حُكْمُهُ أَنْ يَسُوءَهُ ذَلِكَ. إِنْ مَاتَ أَحَدٌ مِنَ الْعُلَمَاءِ سَرَّهُ مَوْتُهُ , لِيَحْتَاجَ النَّاسُ إِلَى عِلْمِهِ , إِنْ سُئِلَ عَمَّا لَا يَعْلَمُ أَنِفَ أَنْ يَقُولَ: لَا أَعْلَمُ , حَتَّى يَتَكَلَّفَ مَالَا يَسَعُهُ فِي الْجَوَابِ , إِنْ عَلِمَ أَنَّ غَيْرَهُ أَنْفَعُ لِلْمُسْلِمِينَ مِنْهُ كَرِهَ حَيَاتَهُ , وَلَمْ يُرْشِدِ النَّاسَ -[100]- إِلَيْهِ , إِنْ عَلِمَ أَنَّهُ قَالَ قَوْلًا فَتُوبِعَ عَلَيْهِ , وَصَارَتْ لَهُ بِهِ رُتْبَةٌ عِنْدَ مَنْ جَهِلَهُ , ثُمَّ عَلِمَ أَنَّهُ أَخْطَأَ أَنِفَ أَنْ يَرْجِعَ عَنْ خَطَئِهِ , فَيَثْبُتُ بِنَصْرِ الْخَطَأِ , لِئَلَّا تَسْقُطَ رُتْبَتُهُ عِنْدَ الْمَخْلُوقِينَ. يَتَوَاضَعُ بِعِلْمِهِ لِلْمُلُوكِ , وَأَبْنَاءِ الدُّنْيَا , لِيَنَالَ حَظَّهُ مِنْهُمْ بِتَأْوِيلٍ يُقِيمُهُ , وَيَتَكَبَّرُ عَلَى مَنْ لَا دُنْيَا لَهُ مِنَ الْمَسْتُورِينَ وَالْفُقَرَاءِ , فَيَحْرِمُهُمْ عِلْمَهُ بِتَأْوِيلٍ يُقِيمُهُ. يَعُدُّ نَفْسَهُ فِي الْعُلَمَاءِ , وَأَعْمَالُهُ أَعْمَالُ السُّفَهَاءِ، قَدْ فَتَنَهُ حُبُّ الدُّنْيَا وَالثَّنَاءِ وَالشَّرَفِ وَالْمَنْزِلَةِ عِنْدَ أَهْلِ الدُّنْيَا , يَتَجَمَّلُ بِالْعِلْمِ كَمَا تَتَجَمَّلُ بِالْحُلَّةِ الْحَسْنَاءُ لِلدُّنْيَا , وَلَا يُجَمِّلُ عِلْمَهُ بِالْعَمَلِ بِهِ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَنْ تَدَبَّرَ هَذِهِ الْخِصَالَ , فَعَرَفَ أَنَّ فِيهِ بَعْضَ مَا ذَكَرْنَا , وَجَبَ عَلَيْهِ أَنْ يَسْتَحِيَ مِنَ اللَّهِ , وَأَنْ يُسْرِعَ الرُّجُوعَ إِلَى الْحَقِّ , وَسَأَذْكُرُ مِنَ الْآثَارِ بَعْضَ مَا ذَكَرْتُ , لِيَتَأَدَّبَ بِهِ الْعَالِمُ إِنْ شَاءَ اللَّهُ. فَأَمَّا قَوْلُنَا: يَتَجَمَّلُ بِالْعِلْمِ , وَلَا يُجَمِّلُ عِلْمَهُ بِالْعَمَلِ بِهِ",
            "page": "95",
            "part": "1",
            "seal": "0D6FB094"
        },
        {
            "id": "111",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ -[101]- صَاعِدٍ , حَدَّثَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , حَدَّثَنَا ابْنُ الْمُبَارَكِ , حَدَّثَنَا حَرِيزُ بْنُ عُثْمَانَ , عَنْ حَبِيبِ بْنِ عُبَيْدٍ قَالَ: «§تَعَلَّمُوا الْعِلْمَ , وَاعْقِلُوهُ , وَانْتَفِعُوا بِهِ , وَلَا تَعَلَّمُوهُ لِتَتَجَمَّلُوا بِهِ , إِنَّهُ يُوشِكُ إِنْ طَالَ بِكَ الْعُمُرُ أَنْ يُتَجَمَّلُ بِالْعِلْمِ , كَمَا يَتَجَمَّلُ الرَّجُلُ بِثَوْبِهِ»",
            "page": "100",
            "part": "1",
            "seal": "E14CD13B"
        },
        {
            "id": "112",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا عَلِيُّ بْنُ قَادِمٍ , أَخْبَرَنَا سُفْيَانُ , عَنْ لَيْثٍ قَالَ: قَالَ طَاوُسٌ: «§مَا تَعَلَّمْتَ فَتَعَلَّمْ لِنَفْسِكَ , فَإِنَّ الْأَمَانَةَ وَالصِّدْقَ قَدْ ذَهَبَا مِنَ النَّاسِ» -[102]- قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَأَمَّا: مَنْ كَانَ يَكْرَهُ أَنْ يُفْتِيَ إِذَا عَلِمَ أَنَّ غَيْرَهُ يَكْفِيهِ",
            "page": "101",
            "part": "1",
            "seal": "49E4578F"
        },
        {
            "id": "113",
            "nass": "فَحَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ , أَخْبَرَنَا شَبَابَةُ بْنُ سَوَّارٍ , أَخْبَرَنَا شُعْبَةُ , عَنْ عَطَاءِ بْنِ السَّائِبِ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَ: أَدْرَكْتُ عِشْرِينَ وَمِئَةً مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْأَنْصَارِ , «§إِذَا سُئِلَ أَحَدُهُمْ عَنِ الشَّيْءِ , أَحَبَّ أَنْ يَكْفِيَهُ صَاحِبُهُ»",
            "page": "102",
            "part": "1",
            "seal": "EDEE8D72"
        },
        {
            "id": "114",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرٌ أَيْضًا , أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: سَمِعْتُ بِشْرَ بْنَ الْحَارِثِ يَقُولُ: سَمِعْتُ الْمُعَافَى بْنَ عِمْرَانَ , يَذْكُرُ , عَنْ سُفْيَانَ قَالَ: «أَدْرَكْتُ الْفُقَهَاءَ -[103]- وَهُمْ §يَكْرَهُونَ أَنْ يُجِيبُوا فِي الْمَسَائِلِ وَالْفُتْيَا , وَلَا يُفْتُونَ حَتَّى لَا يَجِدُوا بُدًّا مِنْ أَنْ يُفْتُوا»",
            "page": "102",
            "part": "1",
            "seal": "420014F1"
        },
        {
            "id": "115",
            "nass": "وَقَالَ الْمُعَافَى: سَأَلْتُ سُفْيَانَ فَقَالَ: «أَدْرَكْتُ النَّاسَ مِمَّنْ أَدْرَكْتُ مِنَ الْعُلَمَاءِ وَالْفُقَهَاءِ , وَهُمْ §يَتَرَادُّونَ الْمَسَائِلَ , يَكْرَهُونَ أَنْ يُجِيبُوا فِيهَا , فَإِذَا أُعْفُوا مِنْهَا , كَانَ ذَلِكَ أَحَبَّ إِلَيْهِمْ»",
            "page": "103",
            "part": "1",
            "seal": "469DBC64"
        },
        {
            "id": "116",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ سَهْلٍ الْأُشْنَانِيُّ , أَخْبَرَنَا الْحُسَيْنُ بْنُ الْأَسْوَدِ الْعِجْلِيُّ , أَخْبَرَنَا يَحْيَى بْنُ آدَمَ , أَخْبَرَنَا حَمَّادُ بْنُ شُعَيْبٍ , عَنْ حَجَّاجٍ , عَنْ عُمَيْرِ بْنِ سَعِيدٍ قَالَ: سَأَلْتُ عَلْقَمَةَ عَنْ مَسْأَلَةٍ , فَقَالَ: ائْتِ عَبِيدَةَ فَاسْأَلْهُ , فَأَتَيْتُ عَبِيدَةَ فَقَالَ: ائْتِ عَلْقَمَةَ , فَقُلْتُ: عَلْقَمَةُ أَرْسَلَنِي إِلَيْكَ , فَقَالَ: ائْتِ مَسْرُوقًا فَاسْأَلْهُ , فَأَتَيْتُ مَسْرُوقًا , فَسَأَلْتُهُ فَقَالَ: ائْتِ عَلْقَمَةَ فَاسْأَلْهُ , فَقُلْتُ: عَلْقَمَةُ أَرْسَلَنِي إِلَى عَبِيدَةَ , وَعَبِيدَةُ أَرْسَلَنِي إِلَيْكَ , فَقَالَ: ائْتِ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى , فَأَتَيْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي لَيْلَى , فَسَأَلْتُهُ فَكَرِهَهُ , ثُمَّ -[104]- رَجَعْتُ إِلَى عَلْقَمَةَ فَأَخْبَرْتُهُ قَالَ: كَانَ يُقَالُ: «§أَجْرَأُ الْقَوْمِ عَلَى الْفُتْيَا أَدْنَاهُمْ عِلْمًا»",
            "page": "103",
            "part": "1",
            "seal": "0611D6F1"
        },
        {
            "id": "117",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَنْبَأَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: سَمِعْتُ بِشْرًا قَالَ: قَالَ سُفْيَانُ: «§مَنْ أَحَبَّ أَنْ يُسْأَلَ فَلَيْسَ بِأَهْلٍ أَنْ يُسْأَلَ»",
            "page": "104",
            "part": "1",
            "seal": "87790925"
        },
        {
            "id": "118",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا سَعِيدُ بْنُ سُلَيْمَانَ , أَخْبَرَنَا مُحَمَّدُ بْنُ طَلْحَةَ بْنِ مُصَرِّفٍ , عَنْ أَبِي حَمْزَةَ قَالَ: قَالَ لِي إِبْرَاهِيمُ: وَاللَّهِ يَا أَبَا حَمْزَةَ , لَقَدْ تَكَلَّمْتُ , وَلَوْ أَجِدُ بُدًّا مَا تَكَلَّمْتُ , وَإِنَّ زَمَانًا أَكُونُ فِيهِ فَقِيهَ أَهْلِ الْكُوفَةِ لَزَمَانُ سُوءٍ \" §وَأَمَّا مَنْ كَانَ إِذَا سُئِلَ عَنِ الْأَمْرِ -[105]- سَأَلَ: هَلْ كَانَ؟ فَإِنْ قِيلَ: كَانَ , أَفْتَى فِيهِ , وَإِنْ قِيلَ: لَمْ يَكُنْ , لَمْ يُفْتِ فِيهِ , كُلُّ ذَلِكَ إِشْفَاقًا مِنَ الْفُتْيَا \"",
            "page": "104",
            "part": "1",
            "seal": "B229DE09"
        },
        {
            "id": "119",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ الْحَرَّانِيُّ , أَخْبَرَنَا دَاوُدُ بْنُ عَمْرٍو , أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ , عَنْ أَبِيهِ , عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ , \" كَانَ §إِذَا سُئِلَ عَنْ شَيْءٍ قَالَ: هَلْ وَقَعَ؟ فَإِنْ قَالُوا لَهُ: لَمْ يَقَعْ , لَمْ يُخْبِرْهُمْ , وَإِنْ قَالُوا: قَدْ وَقَعَ , أَخْبَرَهُمْ \"",
            "page": "105",
            "part": "1",
            "seal": "567102D6"
        },
        {
            "id": "120",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرٌ , أَخْبَرَنَا أَبُو نُعَيْمٍ , أَخْبَرَنَا مُوسَى بْنُ عَلِيٍّ قَالَ: سَمِعْتُ أَبِي قَالَ: كَانَ الرَّجُلُ يَأْتِي زَيْدَ بْنَ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ فَيَسْأَلُهُ عَنِ الْأَمْرِ , فَيَقُولُ: آللَّهِ , أَنَزَلَ -[106]- هَذَا؟ فَإِنْ قَالَ: «§وَاللَّهِ لَقَدْ نَزَلَ , أَفْتَاهُ , وَإِنْ لَمْ يَحْلِفْ , تَرَكَهُ»",
            "page": "105",
            "part": "1",
            "seal": "3E482C6C"
        },
        {
            "id": "121",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا ابْنُ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرٌ أَيْضًا , أَخْبَرَنَا سُرَيْجُ بْنُ النُّعْمَانِ , أَخْبَرَنَا أَبُو عَوَانَةَ , عَنْ فِرَاسٍ , عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ قَالَ: كُنْتُ أَمْشِي مَعَ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ , فَقَالَ لَهُ رَجُلٌ: \" يَا عَمَّاهُ , كَذَا وَكَذَا , فَقَالَ: يَا ابْنَ أَخِي , §أَكَانَ هَذَا؟ قَالَ: لَا، قَالَ: فَاعْفِنَا حَتَّى يَكُونَ \"",
            "page": "106",
            "part": "1",
            "seal": "13AA590D"
        },
        {
            "id": "122",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا ابْنُ عَبْدِ الْحَمِيدِ , أَخْبَرَنَا زُهَيْرٌ , أَخْبَرَنَا مَنْصُورُ بْنُ شُقَيْرٍ , أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ , أَخْبَرَنَا الصَّلْتُ بْنُ رَاشِدٍ قَالَ: سَأَلْتُ طَاوُسًا عَنْ شَيْءٍ , فَانْتَهَرَنِي وَقَالَ: أَكَانَ هَذَا؟ قُلْتُ: نَعَمْ قَالَ: آللَّهِ , قُلْتُ: آللَّهِ قَالَ: أَصْحَابُنَا أَخْبَرُونَا , عَنْ مُعَاذِ بْنِ جَبَلٍ -[107]- أَنَّهُ قَالَ: أَيُّهَا النَّاسُ , «§لَا تُعَجِّلُوا بِالْبَلَاءِ قَبْلَ نُزُولِهِ , فَيَذْهَبَ بِكُمْ هَهُنَا وَهَهُنَا , فَإِنَّكُمْ إِنْ لَمْ تُعَجِّلُوا بِالْبَلَاءِ قَبْلَ نُزُولِهِ لَمْ يَنْفَكَّ الْمُسْلِمُونَ أَنْ يَكُونَ فِيهِمْ مَنْ إِذَا سُئِلَ سُدِّدَ , أَوْ قَالَ وُفِّقَ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: وَأَمَّا مَا ذَكَرْنَا فِي الْأُغْلُوطَاتِ , وَتَعْقِيدِ الْمَسَائِلِ مِمَّا يَنْبَغِي لِلْعَالِمِ أَنْ يُنَزِّهَ نَفْسَهُ عَنِ الْبَحْثِ عَنْهُمَا مِمَّا لَمْ يَكُنْ , وَلَعَلَّهَا لَا تَكُونُ أَبَدًا , فَيُشْغِلُونَ نُفُوسَهُمْ بِالنَّظَرِ , وَالْجَدَلِ , وَالْمِرَاءِ فِيهِمَا , حَتَّى يَشْتَغِلُوا بِهَا عَمَّا هُوَ أَوْلَى بِهِمْ , وَيُغَالِطُ بَعْضُهُمْ بَعْضًا , وَيَطْلُبُ بَعْضُهُمْ زَلَلَ بَعْضٍ , وَيَسْأَلُ بَعْضُهُمْ بَعْضًا , هَذَا كُلُّهُ مَكْرُوهٌ مَنْهِيٌّ عَنْهُ , لَا يَعُودُ عَلَى مَنْ أَرَادَ هَذَا مَنْفَعَةٌ فِي دِينِهِ , وَلَيْسَ هَذَا طَرِيقُ مَنْ تَقَدَّمَ مِنَ السَّلَفِ الصَّالِحِ , مَا كَانَ يَطْلُبُ بَعْضُهُمْ غَلَطَ بَعْضٍ , وَلَا مُرَادُهُمْ أَنْ يُخَطِّئَ بَعْضُهُمْ بَعْضًا , بَلْ كَانُوا عُلَمَاءَ عُقَلَاءَ , يَتَكَلَّمُونَ فِي الْعِلْمِ مُنَاصَحَةً , وَقَدْ نَفَعَهُمُ اللَّهُ بِالْعِلْمِ",
            "page": "106",
            "part": "1",
            "seal": "E83BA7BD"
        },
        {
            "id": "123",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ الْفِرْيَابِيُّ , أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ , أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ , عَنِ الزُّهْرِيِّ , عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ , عَنْ أَبِيهِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ» §أَعْظَمَ الْمُسْلِمِينَ فِي الْمُسْلِمِينَ جُرْمًا: رَجُلٌ سَأَلَ عَلَى أَمَرٍ لَمْ يَحْرُمْ , فَحُرِّمَ مِنْ أَجْلِ مَسْأَلَتِهِ \"",
            "page": "108",
            "part": "1",
            "seal": "FF6BC484"
        },
        {
            "id": "124",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ أَبُو عَبْدِ اللَّهِ , أَخْبَرَنَا أَبُو طَالِبٍ عَبْدُ الْجَبَّارِ بْنُ عَاصِمٍ , أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو , عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ , عَنْ وَرَّادٍ , مَوْلَى الْمُغِيرَةِ بْنِ شُعْبَةَ , عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ رَضِيَ اللَّهُ عَنْهُ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§نَهَى عَنْ قِيلَ وَقَالَ , وَكَثْرَةِ السُّؤَالِ»",
            "page": "108",
            "part": "1",
            "seal": "7A4BD392"
        },
        {
            "id": "125",
            "nass": "أَخْبَرَنَا أَبُو جَعْفَرِ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا أَحْمَدُ -[109]- بْنُ مَنْصُورٍ الرَّمَادِيُّ , أَخْبَرَنَا أَبُو النَّضْرِ يَعْنِي الدِّمَشْقِيَّ , أَخْبَرَنَا يَزِيدُ بْنُ رَبِيعَةَ قَالَ: سَمِعْتُ أَبَا الْأَشْعَثِ , يُحَدِّثُ عَنْ ثَوْبَانَ رَضِيَ اللَّهُ عَنْهُ , عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§سَيَكُونُ أَقْوَامٌ مِنْ أُمَّتِي , يَتَعَاطَى فُقَهَاؤُهُمْ عُضَلَ الْمَسَائِلِ , أُولَئِكَ شِرَارُ أُمَّتِي»",
            "page": "108",
            "part": "1",
            "seal": "BE0CC5CB"
        },
        {
            "id": "126",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ الصَّنْدَلِيُّ , أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ , أَخْبَرَنَا عَلِيُّ بْنُ بَحْرٍ الْقَطَّانُ , أَخْبَرَنَا عِيسَى بْنُ يُونُسَ , أَخْبَرَنَا الْأَوْزَاعِيُّ , عَنْ عَبْدِ اللَّهِ بْنِ سَعْدٍ , عَنِ الصُّنَابِحِيّ , عَنْ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§نَهَى عَنِ الْأُغْلُوطَاتِ» قَالَ عِيسَى: وَالْأُغْلُوطَاتُ: مَا لَا يُحْتَاجُ إِلَيْهِ مِنْ: كَيْفَ وَكَيْفَ؟",
            "page": "110",
            "part": "1",
            "seal": "BB5B89AA"
        },
        {
            "id": "127",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ مُحَمَّدٍ الْبَرْذَعِيُّ فِي الْمَسْجِدِ الْحَرَامِ , أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ , أَخْبَرَنَا مَسْلَمَةُ بْنُ عُلَيٍّ , عَنْ صَالِحٍ , عَنِ الْحَسَنِ قَالَ: «إِنَّ §شِرَارَ عِبَادِ اللَّهِ قَوْمٌ يُحِبُّونَ شِرَارَ الْمَسَائِلِ , يُعَمُّونَ بِهَا عِبَادَ اللَّهِ»",
            "page": "110",
            "part": "1",
            "seal": "10CBEFAE"
        },
        {
            "id": "128",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا الزَّعْفَرَانِيُّ , أَخْبَرَنَا عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ , عَنْ عِمْرَانَ بْنِ حُدَيْرٍ , عَنْ رَفِيعٍ أَبِي كَثِيرٍ قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ يَوْمًا: \" §سَلُونِي عَمَّا شِئْتُمْ , فَقَالَ ابْنُ الْكَوَّاءِ: مَا السَّوَادُ فِي الْقَمَرِ؟ قَالَ: قَاتَلَكَ اللَّهُ , أَلَا سَأَلْتَ عَمَّا يَنْفَعُكَ فِي دُنْيَاكَ وَآخِرَتِكَ؟ ذَاكَ مَحْوُ آيَةِ اللَّيْلِ \"",
            "page": "110",
            "part": "1",
            "seal": "AD3B8877"
        },
        {
            "id": "1",
            "nass": "§أَخْلَاقُ الْعُلَمَاءِ لِلِآجُرِّيِّ ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "page": null,
            "part": null,
            "seal": "F2FF00E0"
        },
        {
            "id": "7",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ، حَدَّثَنَا أَبُو شُعَيْبٍ عَبْدُ اللَّهِ بْنُ الْحَسَنِ الْحَرَّانِيُّ , حَدَّثَنَا مَرْوَانُ بْنُ عَبْدِ اللَّهِ الرَّقِّيُّ , حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ , عَنْ لَيْثٍ , عَنْ مُجَاهِدٍ , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: \" {§يُؤْتِي الْحِكْمَةَ مَنْ يَشَاءُ} [البقرة: 269] قَالَ: الْعِلْمُ وَالْفِقْهُ \"",
            "page": "19",
            "part": "1",
            "seal": "BB64489E"
        },
        {
            "id": "8",
            "nass": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ , حَدَّثَنَا شَبَابَةُ , حَدَّثَنَا وَرْقَاءُ , عَنِ ابْنِ أَبِي نَجِيحٍ , عَنْ مُجَاهِدٍ , فِي قَوْلِ اللَّهِ {آتَيْنَاهُ حُكْمًا وَعِلْمًا} [يوسف: 22] . قَالَ: «§الْفِقْهُ , وَالْعَقْلُ , وَالْعِلْمُ»",
            "page": "19",
            "part": "1",
            "seal": "8BAC9952"
        },
        {
            "id": "9",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , حَدَّثَنَا أُسَيْدُ بْنُ عَاصِمٍ , حَدَّثَنَا الْحُسَيْنُ يَعْنِي ابْنَ حَفْصٍ الْأَصْبَهَانِيَّ , حَدَّثَنَا سُفْيَانُ , عَنِ ابْنِ أَبِي نَجِيحٍ , عَنْ مُجَاهِدٍ , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ} [لقمان: 12] قَالَ: «§الْعَقْلُ , وَالْفِقْهُ , وَالِإصَابَةُ فِي الْقَوْلِ فِي غَيْرِ نُبُوَّةٍ»",
            "page": "20",
            "part": "1",
            "seal": "ADC9BC73"
        },
        {
            "id": "10",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا أَبُو أُمَيَّةَ , أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ , أَخْبَرَنَا وَرْقَاءُ , عَنِ ابْنِ أَبِي نَجِيحٍ , عَنْ مُجَاهِدٍ , فِي قَوْلِهِ عَزَّ وَجَلَّ: {وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ} [لقمان: 12] قَالَ: «§الْفِقْهُ , وَالْعَقْلُ , وَإِصَابَةُ الْقَوْلِ فِي غَيْرِ نُبُوَّةٍ»",
            "page": "20",
            "part": "1",
            "seal": "28812F4C"
        },
        {
            "id": "11",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مُوسَى الْجُورِيُّ , أَخْبَرَنَا يُوسُفُ بْنُ مُوسَى , أَخْبَرَنَا وَكِيعٌ , أَخْبَرَنَا عَلِيُّ بْنُ صَالِحٍ , عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ , عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ تَعَالَى عَنْهُمَا , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {أَطِيعُوا اللَّهَ وَأَطِيعُوا -[21]- الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59] , قَالَ: «§أُولُو الْفِقْهِ وَالْخَيْرِ»",
            "page": "20",
            "part": "1",
            "seal": "BD6F8DDC"
        },
        {
            "id": "12",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ سَهْلٍ الْأُشْنَانِيُّ , أَخْبَرَنَا الْحُسَيْنُ بْنُ الْأَسْوَدِ الْعِجْلِيُّ , أَخْبَرَنَا يَحْيَى بْنُ آدَمَ , أَخْبَرَنَا شَرِيكٌ , عَنْ لَيْثٍ , عَنْ مُجَاهِدٍ , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَأُولِي الْأَمْرِ مِنْكُمْ} [النساء: 59] قَالَ: «§الْفُقَهَاءُ وَالْعُلَمَاءُ» قَالَ: وَحَدَّثَنَا يَحْيَى بْنُ آدَمَ , أَخْبَرَنَا الْفَضْلُ بْنُ مُهَلْهَلٍ , عَنْ مُغِيرَةَ , عَنْ إِبْرَاهِيمَ مِثْلَهُ",
            "page": "21",
            "part": "1",
            "seal": "C84F6DB0"
        },
        {
            "id": "13",
            "nass": "§بَابُ ذِكْرِ مَا جَاءَتْ بِهِ السُّنَنُ وَالْآثَارُ مِنْ فَضْلِ الْعُلَمَاءِ فِي الدُّنْيَا وَالْآخِرَةِ",
            "page": "22",
            "part": "1",
            "seal": "6242D224"
        },
        {
            "id": "14",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا أَبُو طَاهِرٍ أَحْمَدُ بْنُ عَمْرٍو الْمِصْرِيُّ , أَخْبَرَنَا بِشْرُ بْنُ بَكْرٍ , عَنِ الْأَوْزَاعِيِّ , عَنْ عَبْدِ السَّلَامِ بْنِ سُلَيْمَانَ , عَنْ يَزِيدَ بْنِ سَمُرَةَ , عَنْ كَثِيرِ بْنِ قَيْسٍ , عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§وَلَفَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ لَيْلَةَ الْبَدْرِ عَلَى سَائِرِ الْكَوَاكِبِ , إِنَّ الْعُلَمَاءَ وَرَثَةُ الْأَنْبِيَاءِ , إِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا , إِنَّمَا وَرَّثُوا الْعِلْمَ , فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ»",
            "page": "22",
            "part": "1",
            "seal": "B6B1C2A3"
        },
        {
            "id": "15",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُوسَى بْنِ زَنْجَوَيْهِ الْقَطَّانُ , أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ , أَخْبَرَنَا حَفْصُ بْنُ عَمْرٍو , عَنْ عُثْمَانَ بْنِ عَطَاءٍ , عَنْ -[23]- أَبِيهِ , عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§فَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ لَيْلَةَ الْبَدْرِ عَلَى سَائِرِ الْكَوَاكِبِ , وَإِنَّ الْعُلَمَاءَ هُمْ وَرَثَةُ الْأَنْبِيَاءِ , إِنَّ الْأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلَا دِرْهَمًا وَلَكِنَّهُمْ وَرَّثُوا الْعِلْمَ , فَمَنْ أَخَذَهُ فَقَدْ أَخَذَ بِحَظٍّ وَافِرٍ»",
            "page": "22",
            "part": "1",
            "seal": "4152F22F"
        },
        {
            "id": "16",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ بُدَيْنَا الدَّقَّاقُ , أَخْبَرَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّارُ , أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ , أَنْبَأَنَا يَزِيدُ بْنُ عِيَاضٍ , عَنْ صَفْوَانَ بْنِ سُلَيْمٍ , عَنْ سُلَيْمَانَ بْنِ يَسَارٍ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَا عُبِدَ اللَّهُ بِشَيْءٍ أَفْضَلَ مِنْ فِقْهٍ فِي دِينٍ , وَلَفَقِيهٌ وَاحِدٌ أَشَدُّ عَلَى الشَّيْطَانِ مِنْ أَلْفِ عَابِدٍ , وَلِكُلِّ شَيْءٍ عِمَادٌ , وَعِمَادُ الدِّينِ الْفِقْهُ»",
            "page": "23",
            "part": "1",
            "seal": "42D69737"
        },
        {
            "id": "17",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا عَمْرُو بْنُ عُثْمَانَ , أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ , عَنْ رَوْحِ بْنِ جَنَاحٍ , عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§فَقِيهٌ وَاحِدٌ أَشَدُّ عَلَى إِبْلِيسَ مِنْ أَلْفِ -[25]- عَابِدٍ»",
            "page": "24",
            "part": "1",
            "seal": "CEA7B500"
        },
        {
            "id": "18",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْهَيْثَمِ النَّاقِدُ , أَخْبَرَنَا دَاوُدُ بْنُ رُشَيْدٍ , أَخْبَرَنَا الْوَلِيدُ , عَنْ رَوْحِ بْنِ جَنَاحٍ , عَنْ مُجَاهِدٍ قَالَ: بَيْنَا نَحْنُ وَأَصْحَابُ ابْنِ عَبَّاسٍ حِلَقٌ فِي الْمَسْجِدِ , طَاوُسٌ , وَسَعِيدُ بْنُ جُبَيْرٍ , وَعِكْرِمَةُ , وَابْنُ عَبَّاسٍ قَائِمٌ يُصَلِّي , إِذْ وَقَفَ عَلَيْنَا رَجُلٌ فَقَالَ: هَلْ مِنْ مُفْتٍ؟ فَقُلْنَا: سَلْ , فَقَالَ: إِنِّي كُلَّمَا بُلْتُ تَبِعَهُ الْمَاءُ الدَّافِقُ قَالَ: قُلْنَا الَّذِي يَكُونُ مِنْهُ الْوَلَدُ؟ قَالَ: نَعَمْ , قُلْنَا: عَلَيْكَ الْغُسْلُ قَالَ: فَوَلَّى الرَّجُلُ وَهُوَ يُرَجِّعُ قَالَ: وَعَجِلَ ابْنُ عَبَّاسٍ فِي صَلَاتِهِ , ثُمَّ قَالَ لِعِكْرِمَةَ: عَلَيَّ بِالرَّجُلِ , وَأَقْبَلَ عَلَيْنَا فَقَالَ: أَرَأَيْتُمْ مَا أَفْتَيْتُمْ بِهِ هَذَا الرَّجُلَ , عَنْ كِتَابِ اللَّهِ؟ قُلْنَا: لَا. قَالَ: فَعَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قُلْنَا: لَا. قَالَ: فَعَنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قُلْنَا: لَا -[26]-. قَالَ فَعَمَّهْ؟ قُلْنَا: عَنْ رَأْيِنَا , قَالَ: فَقَالَ: فَلِذَلِكَ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§فَقِيهٌ وَاحِدٌ أَشَدُّ عَلَى الشَّيْطَانِ مِنْ أَلْفِ عَابِدٍ» قَالَ: وَجَاءَ الرَّجُلُ , فَأَقْبَلَ عَلَيْهِ ابْنُ عَبَّاسٍ. فَقَالَ: أَرَأَيْتَ إِذَا كَانَ ذَلِكَ مِنْكَ , أَتَجِدُ شَهْوَةً فِي قُبُلِكَ؟ قَالَ: لَا قَالَ: فَهَلْ تَجِدُ شَهْوَةً فِي قَلْبِكَ؟ قَالَ: لَا قَالَ: فَهَلْ تَجِدْ خَدَرًا فِي جَسَدِكَ؟ قَالَ: لَا. قَالَ: إِنَّمَا هَذِهِ إِبْرِدَةٌ , يُجْزِيكَ مِنْهَا الْوُضُوءُ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: كَيْفَ لَا يَكُونُ الْعُلَمَاءُ كَذَلِكَ؟ وَقَدْ قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[27]-: «مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ»",
            "page": "25",
            "part": "1",
            "seal": "57199B56"
        },
        {
            "id": "19",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُسْلِمٍ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْكَشِّيُّ , أَخْبَرَنَا سُلَيْمَانُ بْنُ دَاوُدَ الشَّاذَكُونِيُّ , أَخْبَرَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ , أَخْبَرَنَا مَعْمَرٌ , عَنِ الزُّهْرِيِّ , عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ»",
            "page": "27",
            "part": "1",
            "seal": "6302CE4E"
        },
        {
            "id": "20",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا أَبُو مَسْعُودٍ الْمِصِّيصِيُّ , أَخْبَرَنَا عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , أَخْبَرَنَا يُونُسُ , عَنِ الزُّهْرِيِّ , عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ: سَمِعْتُ مُعَاوِيَةَ رَضِيَ اللَّهُ عَنْهُ يَخْطُبُ يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ»",
            "page": "27",
            "part": "1",
            "seal": "4735D5B8"
        },
        {
            "id": "21",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ , أَخْبَرَنَا مُحَمَّدُ بْنُ زُنْبُورٍ الْمَكِّيُّ , أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ أَبِي هِنْدٍ , عَنْ أَبِيهِ , عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُفَقِّهْهُ فِي الدِّينِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: «فَلَمَّا أَرَادَ اللَّهُ تَعَالَى بِهِمْ خَيْرًا , فَقَّهَهُمْ فِي دِينِهِ , وَعَلَّمَهُمُ الْكِتَابَ وَالْحِكْمَةَ , وَصَارُوا سُرُجًا لِلْعِبَادِ , وَمَنَارًا لِلْبِلَادِ»",
            "page": "28",
            "part": "1",
            "seal": "8B3B5510"
        },
        {
            "id": "22",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ , أَخْبَرَنَا الْهَيْثَمُ بْنُ خَارِجَةَ , أَخْبَرَنَا رِشْدِينُ بْنُ سَعْدٍ , عَنْ عَبْدِ اللَّهِ بْنِ الْوَلِيدِ التُّجِيبِيِّ , عَنْ أَبِي حَفْصٍ , -[29]- حَدَّثَهُ أَنَّهُ , سَمِعَ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مَثَلَ الْعُلَمَاءِ فِي الْأَرْضِ كَمَثَلِ نُجُومِ السَّمَاءِ , يُهْتَدَى بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ , فَإِذَا انْطَمَسَتِ النُّجُومُ يُوشِكُ أَنْ تَضِلَّ الْهُدَاةُ»",
            "page": "28",
            "part": "1",
            "seal": "0D5EE7A7"
        },
        {
            "id": "23",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا الْحَسَنُ بْنُ مُوسَى , أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ , عَنْ حُمَيْدٍ , عَنِ الْحَسَنِ , أَنَّ أَبَا الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «§مَثَلُ الْعُلَمَاءِ فِي النَّاسِ كَمَثَلِ النُّجُومِ فِي السَّمَاءِ يُهْتَدَى بِهَا»",
            "page": "29",
            "part": "1",
            "seal": "7FDA89E7"
        },
        {
            "id": "24",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ أَيْضًا أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَنْبَأَنَا يَعْلَى بْنُ عُبَيْدٍ , أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ عَمِّهِ مُوسَى بْنِ يَسَارٍ قَالَ: بَلَغَنَا أَنَّ سَلْمَانَ الْفَارِسِيَّ رَضِيَ اللَّهُ عَنْهُ -[30]- كَتَبَ إِلَى أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ: «إِنَّ §الْعِلْمَ كَالْيَنَابِيعِ يَغْشَى النَّاسَ فَيَخْتَلِجُهُ هَذَا , وَهَذَا , فَيَنْفَعُ اللَّهُ بِهِ غَيْرَ وَاحِدٍ , وَإِنَّ حِكْمَةً لَا يُتَكَلَّمُ بِهَا كَجَسَدٍ لَا رُوحَ فِيهِ , وَإِنَّ عِلْمًا لَا يُخْرَجُ كَكَنْزٍ لَا يُنْفَقُ , وَإِنَّمَا مَثَلُ الْمُعَلِّمِ كَمَثَلِ رَجُلٍ عَمِلَ سِرَاجًا فِي طَرِيقٍ مُظْلِمٍ يَسْتَضِيءُ بِهِ مَنْ مَرَّ بِهِ , وَكُلٌّ يَدْعُو إِلَى الْخَيْرِ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: «فَمَا ظَنُّكُمْ ـ رَحِمَكُمُ اللَّهُ ـ بِطَرِيقٍ فِيهِ آفَاتٌ كَثِيرَةٌ , وَيَحْتَاجُ النَّاسُ إِلَى سُلُوكِهِ فِي لَيْلَةٍ ظَلْمَاءَ , فَإِنْ لَمْ يَكُنْ فِيهِ مِصْبَاحٌ وَإِلَّا تَحَيَّرُوا , فَقَيَّضَ اللَّهُ لَهُمْ فِيهِ مَصَابِيحَ تُضِيءُ لَهُمْ , فَسَلَكُوهُ عَلَى السَّلَامَةِ وَالْعَافِيَةِ , ثُمَّ جَاءَتْ طَبَقَاتٌ مِنَ النَّاسِ لَابُدَّ لَهُمْ مِنَ السُّلُوكِ فِيهِ , فَسَلَكُوا , فَبَيْنَمَا هُمْ كَذَلِكَ , إِذْ طُفِئَتِ الْمَصَابِيحُ , فَبَقُوا فِي الظُّلْمَةِ , فَمَا ظَنُّكُمْ بِهِمْ؟ هَكَذَا الْعُلَمَاءُ -[31]- فِي النَّاسِ لَا يَعْلَمُ كَثِيرٌ مِنَ النَّاسِ كَيْفَ أَدَاءُ الْفَرَائِضِ , وَكَيْفَ اجْتِنَابُ الْمَحَارِمِ , وَلَا كَيْفَ يُعْبَدُ اللَّهُ فِي جَمِيعِ مَا يَعْبُدُهُ بِهِ خَلْقُهُ , إِلَّا بِبَقَاءِ الْعُلَمَاءِ , فَإِذَا مَاتَ الْعُلَمَاءُ تَحَيَّرَ النَّاسُ , وَدَرَسَ الْعِلْمُ بِمَوْتِهِمْ , وَظَهَرَ الْجَهْلُ , فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ ‍ مُصِيبَةٌ مَا أَعْظَمَهَا عَلَى الْمُسْلِمِينَ؟»",
            "page": "29",
            "part": "1",
            "seal": "30DFE362"
        },
        {
            "id": "25",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرٌ , أَخْبَرَنَا سَعِيدُ بْنُ سُلَيْمَانَ , أَخْبَرَنَا عَطَاءُ بْنُ مُحَمَّدٍ الْحَرَّانِيُّ , عَنْ بَعْضِ أَصْحَابِهِ قَالَ: قَالَ كَعْبٌ: \" §عَلَيْكُمْ بِالْعِلْمِ قَبْلَ أَنْ يَذْهَبَ , فَإِنَّ ذَهَابَ الْعِلْمِ مَوْتُ أَهْلِهِ , مَوْتُ الْعَالِمِ نَجْمٌ طُمِسَ , مَوْتُ الْعَالِمِ كَسْرٌ لَا يُجْبَرُ , وَثُلْمَةٌ لَا تُسَدُّ , بِأَبِي وَأُمِّي الْعُلَمَاءُ ـ قَالَ: أَحْسَبُهُ قَالَ -: قِبْلَتِي إِذَا لَقِيتُهُمْ , وَضَالَّتِي إِذَا لَمْ أَلْقَهُمْ , لَا خَيْرَ فِي النَّاسِ إِلَّا بِهِمْ \"",
            "page": "31",
            "part": "1",
            "seal": "24DDA14F"
        },
        {
            "id": "26",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو أَحْمَدَ هَارُونُ بْنُ يُوسُفَ التَّاجِرُ , أَخْبَرَنَا ابْنُ أَبِي عُمَرَ يَعْنِي مُحَمَّدًا الْعَدَنِيَّ أَخْبَرَنَا -[32]- سُفْيَانُ بْنُ عُيَيْنَةَ , عَنْ هِشَامِ بْنِ عُرْوَةَ , عَنْ أَبِيهِ , عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ §اللَّهَ عَزَّ وَجَلَّ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا , إِنَّمَا يَقْبِضُ الْعُلَمَاءَ , حَتَّى إِذَا لَمْ يَبْقَ عَالِمٌ اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا , فَسُئِلُوا , فَأَفْتَوْا بِغَيْرِ عَلِمٍ , فَضَلُّوا وَأَضَلُّوا»",
            "page": "31",
            "part": "1",
            "seal": "C22E32CB"
        },
        {
            "id": "27",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا أَحْمَدُ بْنُ صَالِحٍ , أَخْبَرَنَا عَنْبَسَةُ , أَخْبَرَنِي يُونُسُ , عَنِ ابْنِ شِهَابٍ , أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ , عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنَّ اللَّهَ -[33]- لَا يَنْزِعُ الْعِلْمَ مِنَ النَّاسِ بَعْدَ أَنْ يُؤْتِيَهُمْ إِيَّاهُ , وَلَكِنَّهُ يَذْهَبُ بِالْعُلَمَاءِ , فَكُلَّمَا ذَهَبَ بِعَالِمٍ ذَهَبَ بِمَا مَعَهُ مِنَ الْعِلْمِ , حَتَّى يَبْقَى مَنْ لَا يَعْلَمُ , فَيَضِلُّونَ»",
            "page": "32",
            "part": "1",
            "seal": "FD0DCF16"
        },
        {
            "id": "28",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو أَحْمَدَ هَارُونُ بْنُ يُوسُفَ , أَخْبَرَنَا ابْنُ أَبِي عُمَرَ , أَخْبَرَنَا سُفْيَانُ , عَنِ الْأَعْمَشِ , عَنْ أَبِي وَائِلٍ قَالَ: سَمِعْتُ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: \" §هَلْ تَدْرُونَ كَيْفَ يُنْقَصُ الْإِسْلَامُ؟ قَالُوا كَيْفَ؟ قَالَ: كَمَا يُنْقِصُ الدَّابَّةَ سِمَنُهَا , وَكَمَا يَنْقُصُ الثَّوْبُ عَنْ طُولِ اللُّبْسِ , وَكَمَا يَنْقُصُ الدِّرْهَمُ عَنْ طُولِ الْخَبْتِ , وَقَدْ يَكُونُ فِي الْقَبِيلَةِ عَالِمَانِ , فَيَمُوتُ أَحَدُهُمْ , فَيَذْهَبُ نِصْفُ عِلْمِهِمْ , وَيَمُوتُ الْآخَرُ , فَيَذْهَبُ عِلْمُهُمْ كُلُّهُ \"",
            "page": "33",
            "part": "1",
            "seal": "23A1A47C"
        },
        {
            "id": "29",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْفَضْلِ الْعَبَّاسُ بْنُ يُوسُفَ الشِّكْلِيُّ قَالَ: قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: ¶ [البحر المتقارب]",
            "page": "33",
            "part": "1",
            "seal": "4CACECD9"
        },
        {
            "id": "32",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا الْمِصْرِيُّ , أَخْبَرَنَا بِشْرُ بْنُ بَكْرٍ , عَنِ الْأَوْزَاعِيِّ , عَنْ عَبْدِ السَّلَامِ بْنِ سُلَيْمَانَ , عَنْ يَزِيدَ بْنِ سَمُرَةَ , عَنْ كَثِيرِ بْنِ -[36]- قَيْسٍ , عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ §لَيَسْتَغْفِرُ لِلْعَالِمِ كُلُّ شَيْءٍ , حَتَّى الْحِيتَانُ فِي جَوْفِ الْبَحْرِ»",
            "page": "35",
            "part": "1",
            "seal": "88D2FEF8"
        },
        {
            "id": "33",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُوسَى بْنِ زَنْجَوَيْهِ الْقَطَّانُ , أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ , أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ , عَنْ عُثْمَانَ بْنِ عَطَاءٍ , عَنْ أَبِيهِ , عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَا سَلَكَ عَبْدٌ طَرِيقًا يَقْتَبِسُ فِيهِ عِلْمًا إِلَّا سَلَكَ بِهِ طَرِيقًا إِلَى الْجَنَّةِ , وَإِنَّ الْمَلَائِكَةَ لَتَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًى عَنْهُ , وَإِنَّهُ لَيَسْتَغْفِرُ لِلْعَالِمِ مَنْ فِي السَّمَوَاتِ , وَمَنْ فِي الْأَرْضِ , حَتَّى الْحِيتَانُ -[37]- فِي الْبَحْرِ»",
            "page": "36",
            "part": "1",
            "seal": "34E2DDB5"
        },
        {
            "id": "34",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ , أَخْبَرَنَا شَيْبَانُ بْنُ فَرُّوخٍ , أَخْبَرَنَا الصَّعْقُ بْنُ حَزْنٍ , أَخْبَرَنَا عَلِيُّ بْنُ الْحَكَمِ , عَنِ الْمِنْهَالِ بْنِ عَمْرٍو , عَنْ زِرِّ بْنِ حُبَيْشٍ , أَخْبَرَنَا صَفْوَانُ بْنُ عَسَّالٍ الْمُرَادِيُّ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ: أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللَّهِ , إِنِّي جِئْتُ أَطْلُبُ الْعِلْمَ فَقَالَ: «مَرْحَبًا يَا طَالِبَ الْعِلْمِ ,» إِنَّ §طَالِبَ الْعِلْمِ لَتَحُفُّهُ الْمَلَائِكَةُ , وَتُظِلُّهُ بِأَجْنِحَتِهَا , ثُمَّ يَرْكَبُ بَعْضُهُمْ بَعْضًا , حَتَّى يَبْلُغُوا سَمَاءَ الدُّنْيَا مِنْ حُبِّهِمْ لِمَا يَطْلُبُ \"",
            "page": "37",
            "part": "1",
            "seal": "42782517"
        },
        {
            "id": "35",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا عَبْدُ الرَّزَّاقِ , عَنْ مَعْمَرٍ , عَنْ عَاصِمِ بْنِ بَهْدَلَةَ , عَنْ زِرِّ بْنِ حُبَيْشٍ قَالَ: أَتَيْتُ صَفْوَانَ بْنِ عَسَّالٍ الْمُرَادِيَّ رَضِيَ اللَّهُ عَنْهُ فَقَالَ: مَا جَاءَ بِكَ؟ فَقُلْتُ: جِئْتُ ابْتِغَاءَ الْعِلْمِ فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَا مِنْ رَجُلٍ خَرَجَ مِنْ بَيْتِهِ لِيَطْلُبَ الْعِلْمَ إِلَّا وَضَعَتْ لَهُ الْمَلَائِكَةُ أَجْنِحَتَهَا رِضًى لِمَا يَصْنَعُ»",
            "page": "38",
            "part": "1",
            "seal": "3E8C209F"
        },
        {
            "id": "36",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ قَاسِمُ بْنُ زَكَرِيَّا الْمُطَرِّزُ , أَخْبَرَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْجُرْجَانِيُّ , أَخْبَرَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ , عَنِ الْأَعْمَشِ , عَنْ أَبِي صَالِحٍ , عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ -[39]- قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ سَلَكَ طَرِيقًا يَطْلُبُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ»",
            "page": "38",
            "part": "1",
            "seal": "47F1F58A"
        },
        {
            "id": "37",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَنْبَأَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ الْوَاسِطِيُّ , أَخْبَرَنَا نَصْرُ بْنُ عَلِيٍّ , أَخْبَرَنَا خَالِدُ بْنُ يَزِيدَ , أَخْبَرَنَا أَبُو جَعْفَرٍ الرَّازِيُّ , عَنِ الرَّبِيعِ بْنِ أَنَسٍ , عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ خَرَجَ فِي طَلَبِ الْعِلْمِ , فَهُوَ فِي سَبِيلِ اللَّهِ , حَتَّى يَرْجِعَ»",
            "page": "39",
            "part": "1",
            "seal": "C6259EEA"
        },
        {
            "id": "38",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ , أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ , أَخْبَرَنَا عَنْبَسَةُ بْنُ عَبْدِ الرَّحْمَنِ , عَنْ عَلَّاقِ بْنِ أَبِي مُسْلِمٍ , عَنْ أَبَانَ بْنِ عُثْمَانَ , عَنْ أَبِيهِ , عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَشْفَعُ يَوْمَ الْقِيَامَةِ الْأَنْبِيَاءُ , ثُمَّ الْعُلَمَاءُ , ثُمَّ الشُّهَدَاءُ»",
            "page": "40",
            "part": "1",
            "seal": "DB282B8C"
        },
        {
            "id": "39",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ , أَخْبَرَنَا شُجَاعُ بْنُ مَخْلَدٍ , أَخْبَرَنَا عَبَّادُ بْنُ الْعَوَّامِ , أَخْبَرَنَا هِشَامٌ , عَنِ الْحَسَنِ , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً} [البقرة: 201] قَالَ: \" §الْحَسَنَةُ فِي الدُّنْيَا: الْعِلْمُ , وَالْعِبَادَةُ , وَالْجَنَّةُ فِي الْآخِرَةِ \" -[41]- قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: «فَالْعُلَمَاءُ , فِي كُلِّ حَالٍ , لَهُمْ فَضْلٌ عَظِيمٌ فِي خُرُوجِهِمْ لِطَلَبِ الْعِلْمِ , وَفِي مُجَالَسَتِهِمْ لَهُمْ فِيهِ فَضْلٌ , وَفِي مُذَاكَرَةِ بَعْضِهِمْ لِبَعْضٍ لَهُمْ فِيهِ فَضْلٌ , وَفِيمَنْ تَعَلَّمُوا مِنْهُ الْعِلْمَ لَهُمْ فِيهِ فَضْلٌ , وَفِيمَنْ عَلَّمُوهُ الْعِلْمَ لَهُمْ فِيهِ فَضْلٌ , فَقَدْ جَمَعَ اللَّهُ لِلْعُلَمَاءِ الْخَيْرَ مِنْ جِهَاتٍ كَثِيرَةٍ , نَفَعَنَا اللَّهُ وَإِيَّاهُمْ بِالْعِلْمِ»",
            "page": "40",
            "part": "1",
            "seal": "E31675A4"
        },
        {
            "id": "40",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ , أَخْبَرَنَا صَدَقَةُ بْنُ خَالِدٍ , أَخْبَرَنَا عُثْمَانُ بْنُ أَبِي الْعَاتِكَةِ , عَنْ عَلِيِّ بْنِ يَزِيدَ , عَنِ الْقَاسِمِ , عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «عَلَيْكُمْ بِالْعِلْمِ قَبْلَ أَنْ يُقْبَضَ , وَقَبْلَ أَنْ يُرْفَعَ» , ثُمَّ جَمَعَ بَيْنَ أُصْبُعَيْهِ: الْوُسْطَى , وَالَّتِي تَلِي الْإِبْهَامَ , وَقَالَ: «§الْعَالِمُ وَالْمُتَعَلِّمُ شَرِيكَانِ فِي الْأَجْرِ , وَلَا خَيْرَ فِي سَائِرِ النَّاسِ -[42]- بَعْدُ»",
            "page": "41",
            "part": "1",
            "seal": "6B4CDFA0"
        },
        {
            "id": "41",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا عَبْدُ الرَّزَّاقِ , أَخْبَرَنَا ثَوْرُ بْنُ يَزِيدَ , عَنْ خَالِدِ بْنِ مَعْدَانَ , عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «§الْعَالِمُ وَالْمُتَعَلِّمُ فِي الْأَجْرِ سَوَاءٌ , وَسَائِرُ النَّاسِ هَمَجٌ لَا خَيْرَ فِيهِمْ»",
            "page": "42",
            "part": "1",
            "seal": "3207CBE0"
        },
        {
            "id": "30",
            "nass": "§كَلَامُ الْحَكِيمِ حَيَاةُ الْقُلُوبِ ... كَوَبْلِ السَّمَاءِ غِيَاثُ الْأُمَمْ ¶ فَنُطْقُ الْحَكِيمِ جِلَاءُ الظَّلَامِ ... وَصَمْتُ الْحَكِيمِ دُعَاءُ الْحِكَمْ ¶ حَيَاةُ الْحَكِيمِ جِلَاءُ الْقُلُوبِ ... كَضَوْءِ النَّهَارِ يُجَلِّي الظُّلَمْ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" وَرُوِيَ عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: «تَعَلَّمُوا الْعِلْمَ , فَإِنَّ تَعَلُّمَهُ لِلَّهِ خَشْيَةٌ , وَطَلَبَهُ عِبَادَةٌ , وَمُدَارَسَتَهُ تَسْبِيحٌ , وَالْبَحْثَ عَنْهُ جِهَادٌ , وَتَعْلِيمَهُ لِمَنْ لَا يَعْلَمُ صَدَقَةٌ , وَبَذْلَهُ لِأَهْلِهِ قُرْبَةٌ , لِأَنَّهُ مَعَالِمُ الْحَلَالِ وَالْحَرَامِ , وَالْأَنِيسُ فِي الْوَحْشَةِ , وَالصَّاحِبُ فِي الْخَلْوَةِ , وَالدَّلِيلُ عَلَى السَّرَّاءِ وَالضَّرَّاءِ , وَالزَّيْنُ عِنْدَ الْأَخِلَّاءِ , وَالْقُرْبُ عِنْدَ الْغُرَبَاءِ , يَرْفَعُ اللَّهُ بِهِ أَقْوَامًا , فَيَجْعَلُهُمْ فِي الْخَلْقِ قَادَةً يُقْتَدَى بِهِمْ , وَأَئِمَّةً فِي الْخَلْقِ تُقْتَصُّ آثَارُهُمْ , وَيُنْتَهَى إِلَى رَأْيِهِمْ , وَتَرْغَبُ الْمَلَائِكَةُ فِي حُبِّهِمْ , بِأَجْنِحَتِهَا تَمْسَحُهُمْ , حَتَّى",
            "page": "34",
            "part": "1",
            "seal": "B758CC45"
        },
        {
            "id": "31",
            "nass": "كُلُّ رَطْبٍ وَيَابِسٍ لَهُمْ مُسْتَغْفِرٌ , حَتَّى حِيتَانُ الْبَحْرِ وَهَوَامُّهُ , وَسِبَاعُ الْبَرِّ وَأَنْعَامُهُ , وَالسَّمَاءُ وَنُجُومُهَا , لِأَنَّ الْعِلْمَ حَيَاةُ الْقُلُوبِ مِنَ الْعَمَى , وَنُورُ الْأَبْصَارِ مِنَ الظُّلَمِ , وَقُوَّةُ الْأَبْدَانِ مِنَ الضَّعْفِ , يَبْلُغُ بِهِ الْعَبْدُ مَنَازِلَ الْأَحْرَارِ , وَمُجَالَسَةَ الْمُلُوكِ , وَالدَّرَجَاتِ الْعُلَى فِي الدُّنْيَا وَالْآخِرَةِ , وَالْفِكْرُ بِهِ يُعْدَلُ بِالصِّيَامِ , وَمُدَارَسَتُهُ بِالْقِيَامِ , بِهِ يُطَاعُ اللَّهُ عَزَّ وَجَلَّ , وَبِهِ يُعْبَدُ اللَّهُ عَزَّ وَجَلَّ , وَبِهِ تُوصَلُ الْأَرْحَامُ , وَبِهِ يُعْرَفُ الْحَلَالُ مِنَ الْحَرَامِ , إِمَامُ الْعَمَلِ , وَالْعَمَلُ تَابِعُهُ , يُلْهَمُهُ السُّعَدَاءُ , وَيُحْرَمُهُ الْأَشْقِيَاءُ»",
            "page": "35",
            "part": "1",
            "seal": "26208DB2"
        },
        {
            "id": "46",
            "nass": "بْنِ صَاعِدٍ , أَخْبَرَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , أَنْبَأَنَا ابْنُ الْمُبَارَكِ , أَنْبَأَنَا الْحَسَنُ بْنُ ذَكْوَانَ , عَنِ الْحَسَنِ قَالَ: قَالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §مِنَ الصَّدَقَةِ أَنْ تَتَعَلَّمَ الْعِلْمَ , ثُمَّ تُعَلِّمَهُ ابْتِغَاءَ وَجْهِ اللَّهِ عَزَّ وَجَلَّ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" قَدِ اخْتَصَرْتُ مِنْ فَضْلِ الْعُلَمَاءِ , وَمَا خَصَّهُمُ اللَّهُ عَزَّ وَجَلَّ بِهِ عَلَى سَائِرِ الْمُؤْمِنِينَ مَا فِيهِ بَلَاغٌ لِمَنْ تَدَبَّرَهُ , فَأَلْزَمَ نَفْسَهُ الطَّلَبَ لِلْعِلْمِ , لِيَكُونَ مَعَهُمْ , وَذَلِكَ بِتَوْفِيقِ اللَّهِ عَزَّ وَجَلَّ , فَإِنْ قَالَ قَائِلٌ: مَنْ عَلَّمَ الْعِلْمَ , وَحَفِظَهُ , وَنَاظَرَ فِيهِ , يَدْخُلُ فِي هَذَا الْفَضْلِ الَّذِي ذَكَرْتَ؟ قِيلَ لَهُ: أَرْجُو أَنْ لَا يُخْلِيَ اللَّهُ كُلَّ مُسْلِمٍ طَلَبَ الْخَيْرَ وَالْعِلْمَ مِنْ خَيْرِهِ الَّذِي وَعَدَ بِهِ الْعُلَمَاءَ , وَلَكِنْ قَدْ ذُكِرَتْ لَهُمْ أَوْصَافٌ وَأَخْلَاقٌ , فَنَحْنُ نَذْكُرُهَا , فَمَنْ تَدَبَّرَهَا مِنْ أَهْلِ الْعِلْمِ رَجَعَ إِلَى نَفْسِهِ , فَإِنْ كَانَ مِنْهُمْ شَكَرَ اللَّهَ عَزَّ وَجَلَّ عَلَى مَا خَصَّهُ بِهِ , وَإِنْ لَمْ تَكُنْ أَوْصَافُهُ مِنْهُمْ , وَكَانَ مِمَّنْ عِلْمُهُ حُجَّةً عَلَيْهِ , اسْتَغْفَرَ اللَّهَ عَزَّ وَجَلَّ , وَرَجَعَ إِلَى الْحَقِّ مِنْ قَرِيبٍ وَاللَّهُ وَلِيُّ التَّوْفِيقِ",
            "page": "45",
            "part": "1",
            "seal": "8781033D"
        },
        {
            "id": "104",
            "nass": "مُحَمَّدُ بْنُ الْحُسَيْنِ: قَوْلُ الْفُضَيْلِ: - وَاللَّهُ أَعْلَمُ - الْفُقَهَاءُ كَثِيرٌ , وَالْحُكَمَاءُ قَلِيلٌ يَعْنِي: قَلِيلٌ مِنَ الْعُلَمَاءِ مَنْ صَانَ عِلْمَهُ عَنِ الدُّنْيَا , وَطَلَبَ بِهِ الْآخِرَةَ , وَالْكَثِيرُ مِنَ الْعُلَمَاءِ قَدِ افْتُتِنَ بِعِلْمِهِ , وَالْحُكَمَاءُ قَلِيلٌ , كَأَنَّهُ يَقُولُ: مَا أَعَزَّ مَنْ طَلَبَ بِعِلْمِهِ الْآخِرَةَ.",
            "page": "91",
            "part": "1",
            "seal": "796F41E7"
        },
        {
            "id": "132",
            "nass": "مِنَ اللَّهِ عَزَّ وَجَلَّ فَيَقُولُ: لَا أَدْرِي , وَهَكَذَا يَجِبُ عَلَى كُلِّ مَنْ سُئِلَ عَنْ شَيْءٍ لَمْ يَتَقَدَّمْ فِيهِ الْعِلْمُ أَنْ يَقُولَ: اللَّهُ أَعْلَمُ بِهِ , وَلَا عِلْمَ لِي بِهِ , وَلَا يَتَكَلَّفْ مَا لَا يَعْلَمُهُ , فَهُوَ أَعْذَرُ لَهُ عِنْدَ اللَّهِ , وَعِنْدَ ذَوِي الْأَلْبَابِ",
            "page": "112",
            "part": "1",
            "seal": "BDC7D738"
        },
        {
            "id": "42",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ , أَخْبَرَنَا ابْنُ لَهِيعَةَ , عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ , عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §أَرْبَعَةٌ تَجْرِي عَلَيْهِمْ أُجُورُهُمْ بَعْدَ الْمَوْتِ: الْمُرَابِطُ فِي سَبِيلِ اللَّهِ , وَمَنْ عَلَّمَ عِلْمًا أُجْرِيَ لَهُ , مَا عُمِلَ بِهِ , وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَجْرُهُ يَجْرِي مَا جَرَتْ , وَرَجُلٌ تَرَكَ أَوْلَادًا صِغَارًا فَهُمْ يَدْعُونَ لَهُ \"",
            "page": "43",
            "part": "1",
            "seal": "BA9DB805"
        },
        {
            "id": "43",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ سَهْلٍ الْأُشْنَانِيُّ , أَخْبَرَنَا الْحُسَيْنُ بْنُ عَلِيِّ بْنِ الْأَسْوَدِ الْعِجْلِيُّ , أَخْبَرَنَا يَحْيَى بْنُ آدَمَ , أَخْبَرَنَا قَيْسُ بْنُ الرَّبِيعِ , أَخْبَرَنَا شَمْرُ بْنُ عَطِيَّةَ , عَنْ سَعِيدِ بْنِ جُبَيْرٍ , عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ -[44]-: «§مُعَلِّمُ الْخَيْرِ وَمُتَعَلِّمُهُ , يَسْتَغْفِرُ لَهُمْ كُلُّ شَيْءٍ , حَتَّى الْحُوتُ فِي الْبَحْرِ»",
            "page": "43",
            "part": "1",
            "seal": "1ACE4B5D"
        },
        {
            "id": "44",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ , أَخْبَرَنَا هِشَامٌ , أَخْبَرَنَا سَيَّارٌ , عَنِ الشَّعْبِيِّ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ: إِنَّ مُعَاذًا كَانَ أُمَّةً قَانِتًا , قِيلَ لَهُ: إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا قَالَ: فَقَالَ عَبْدُ اللَّهِ: إِنَّا كُنَّا نُشَبِّهُ مُعَاذًا بِإِبْرَاهِيمَ قَالَ: قِيلَ لَهُ: \" §فَمَا الْقَانِتُ؟ قَالَ: الْمُطِيعُ لِلَّهِ وَلِرَسُولِهِ \"",
            "page": "44",
            "part": "1",
            "seal": "A6EE50BE"
        },
        {
            "id": "45",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ",
            "page": "44",
            "part": "1",
            "seal": "BC50D3F2"
        },
        {
            "id": "47",
            "nass": "§بَابُ أَوْصَافِ الْعُلَمَاءِ الَّذِينَ نَفَعَهُمُ اللَّهُ بِالْعِلْمِ فِي الدُّنْيَا وَالْآخِرَةِ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: لِهَذَا الْعَالِمِ صِفَاتٌ وَأَحْوَالٌ شَتَّى , وَمَقَامَاتٌ لَابُدَّ لَهُ مِنِ اسْتِعْمَالِهَا , فَهُوَ مُسْتَعْمِلٌ فِي كُلِّ حَالٍ مَا يَجِبُ عَلَيْهِ. فَلَهُ صِفَةٌ فِي طَلَبِهِ لِلْعِلْمِ: كَيْفَ يَطْلُبُهُ؟ وَلَهُ صِفَةٌ فِي كَثْرَةِ الْعِلْمِ إِذَا كَثُرَ عِنْدَهُ: مَا الَّذِي يَجِبُ عَلَيْهِ فِيهِ فَيُلْزِمَهُ نَفْسَهُ. وَلَهُ صِفَةٌ إِذَا جَالَسَ الْعُلَمَاءَ: كَيْفَ يُجَالِسُهُمْ؟ . وَلَهُ صِفَةٌ إِذَا تَعَلَّمَ مِنَ الْعُلَمَاءِ: كَيْفَ يَتَعَلَّمُ؟ وَلَهُ صِفَةٌ: كَيْفَ يُعَلِّمُ غَيْرَهُ؟ . وَلَهُ صِفَةٌ إِذَا نَاظَرَ فِي الْعِلْمِ: كَيْفَ يُنَاظِرُ؟ . وَلَهُ صِفَةٌ إِذَا أَفْتَى النَّاسَ: كَيْفَ يُفْتِي؟ وَلَهُ صِفَةٌ: كَيْفَ يُجَالِسُ الْأُمَرَاءَ , إِذَا ابْتُلِيَ بِمُجَالَسَتِهِمْ؟ وَمَنْ يَسْتَحِقُّ أَنْ يُجَالِسَهُ , وَمَنْ لَا يَسْتَحِقُّ؟ . وَلَهُ صِفَةٌ عِنْدَ مُعَاشَرَتِهِ لِسَائِرِ النَّاسِ مِمَّنْ لَا عِلْمَ مَعَهُ. وَلَهُ صِفَةٌ: كَيْفَ يَعْبُدُ اللَّهَ عَزَّ وَجَلَّ فِيمَا بَيْنَهُ وَبَيْنَهُ؟ قَدْ أَعَدَّ لِكُلِّ حَقٍّ يَلْزَمُهُ مَا يُقَوِّيهِ عَلَى",
            "page": "46",
            "part": "1",
            "seal": "539EA601"
        },
        {
            "id": "49",
            "nass": "§ذِكْرُ صِفَتِهِ فِي طَلَبِ الْعِلْمِ ¶ فَمِنْ صِفَتِهِ لِإِرَادَتِهِ فِي طَلَبِ الْعِلْمِ: أَنْ يَعْلَمَ أَنَّ اللَّهَ عَزَّ وَجَلَّ فَرَضَ عَلَيْهِ عِبَادَتَهُ , وَالْعِبَادَةُ لَا تَكُونُ إِلَّا بِعِلْمٍ , وَعَلِمَ أَنَّ الْعِلْمَ فَرِيضَةٌ عَلَيْهِ , وَعَلِمَ أَنَّ الْمُؤْمِنَ لَا يَحْسُنُ بِهِ الْجَهْلُ , فَطَلَبَ الْعِلْمَ لِيَنْفِيَ عَنْ نَفْسِهِ الْجَهْلَ , وَلِيَعْبُدَ اللَّهَ كَمَا أَمَرَهُ , لَيْسَ كَمَا تَهْوَى نَفْسُهُ. فَكَانَ هَذَا مُرَادَهُ فِي السَّعْيِ فِي طَلَبِ الْعِلْمِ , مُعْتَقِدًا لِلْإِخْلَاصِ فِي سَعْيِهِ , لَا يَرَى لِنَفْسِهِ الْفَضْلَ فِي سَعْيِهِ , بَلْ يَرَى لِلَّهِ عَزَّ وَجَلَّ الْفَضْلَ عَلَيْهِ , إِذْ وَفَّقَهُ لِطَلَبِ عِلْمِ مَا يَعْبُدُهُ بِهِ مِنْ أَدَاءِ فَرَائِضِهِ , وَاجْتِنَابِ مَحَارِمِهِ",
            "page": "47",
            "part": "1",
            "seal": "C276184E"
        },
        {
            "id": "50",
            "nass": "§ذِكْرُ صِفَتِهِ فِي مَشْيِهِ إِلَى الْعُلَمَاءِ ¶ \" يَمْشِي بِرِفْقٍ وَحِلْمٍ , وَوَقَارٍ , وَأَدَبٍ , مُكْتَسِبٌ فِي مَشْيِهِ كُلَّ خَيْرٍ , تَارَةً يُحِبُّ الْوَحْدَةَ , فَيَكُونُ لِلْقُرْآنِ تَالِيًا , وَتَارَةً بِالذِّكْرِ مَشْغُولًا , وَتَارَةً يُحَدِّثُ نَفْسَهُ بِنِعَمِ اللَّهِ عَزَّ وَجَلَّ عَلَيْهِ , وَيَقْتَضِي مِنْهَا الشُّكْرَ , يَسْتَعِيذُ بِاللَّهِ مِنْ شَرِّ سَمْعِهِ , وَبَصَرِهِ , وَلِسَانِهِ , وَنَفْسِهِ , وَشَيْطَانِهِ , فَإِنْ بُلِيَ بِمُصَاحَبَةِ النَّاسِ فِي طَرِيقِهِ , لَمْ يُصَاحِبْ إِلَّا مَنْ يَعُودُ عَلَيْهِ نَفْعُهُ , قَدْ أَقَامَ الْأَصْحَابَ مَقَامَ ثَلَاثَةٍ: إِمَّا رَجُلٌ يَتَعَلَّمُ مِنْهُ خَيْرًا , إِنْ كَانَ أَعْلَمَ مِنْهُ. أَوْ رَجُلٌ هُوَ مِثْلُهُ فِي الْعِلْمِ , فَيُذَاكِرُهُ الْعِلْمَ لِئَلَّا يَنْسَى مَا لَا يَنْبَغِي أَنْ يَنْسَاهُ. أَوْ رَجُلٌ هُوَ أَعْلَمُ مِنْهُ فَيُعَلِّمُهُ , يُرِيدُ اللَّهَ عَزَّ وَجَلَّ بِتَعْلِيمِهِ إِيَّاهُ. لَا يَمَلُّ مِنْ أَصْحَابِهِ لِكَثْرَةِ صُحْبَةٍ , بَلْ يُحِبُّ ذَلِكَ لِمَا يَعُودُ عَلَيْهِ مِنْ بَرَكَتِهِ , قَدْ شَغَلَ نَفْسَهُ بِهَذِهِ الْخِصَالِ , خَائِفٌ عَلَى نَفْسِهِ أَنْ يَشْتَغِلَ بِغَيْرِ الْحَقِّ , قَدْ أَجْمَعَ الْحَذَرَ مِنْ عَدُوِّهِ الشَّيْطَانِ , كَرَاهِيَةَ أَنْ يُزَيِّنَ لَهُ قَبِيحَ",
            "page": "48",
            "part": "1",
            "seal": "FF27425A"
        },
        {
            "id": "52",
            "nass": "§صِفَةُ مُجَالَسَتِهِ لِلْعُلَمَاءِ ¶ \" فَإِذَا أَحَبَّ مُجَالَسَةَ الْعُلَمَاءِ جَالَسَهُمْ بِأَدَبٍ , وَتَوَاضُعٍ فِي نَفْسِهِ , وَخَفَضَ صَوْتَهُ عَنْ صَوْتِهِمْ , وَسَأَلَهُمْ بِخُضُوعٍ , وَيَكُونُ أَكْثَرُ سُؤَالِهِ عَنْ عِلْمِ مَا تَعَبَّدَهُ اللَّهُ بِهِ , وَيُخْبِرُهُمْ أَنَّهُ فَقِيرٌ إِلَى عِلْمِ مَا يَسْأَلُ عَنْهُ , فَإِذَا اسْتَفَادَ مِنْهُمْ عِلْمًا أَعْلَمَهُمْ: أَنِّي قَدْ أُفِدْتُ خَيْرًا كَثِيرًا , ثُمَّ شَكَرَهُمْ عَلَى ذَلِكَ. وَإِنْ غَضِبُوا عَلَيْهِ لَمْ يَغْضَبْ عَلَيْهِمْ , وَنَظَرَ إِلَى السَّبَبِ الَّذِي مِنْ أَجْلِهِ غَضِبُوا عَلَيْهِ , فَرَجَعَ عَنْهُ , وَاعْتَذَرَ إِلَيْهِمْ , لَا يُضْجِرُهُمْ فِي السُّؤَالِ , رَفِيقٌ فِي جَمِيعِ أُمُورِهِ , لَا يُنَاظِرُهُمْ مُنَاظَرَةً يُرِيهِمْ: أَنِّي أَعْلَمُ مِنْكُمْ. وَإِنَّمَا هِمَّتُهُ الْبَحْثُ لِطَلَبِ الْفَائِدَةِ مِنْهُمْ , مَعَ حُسْنِ التَّلَطُّفِ لَهُمْ , لَا يُجَادِلُ الْعُلَمَاءَ , وَلَا يُمَارِي السُّفَهَاءَ , يُحْسِنُ التَّأَنِّي لِلْعُلَمَاءِ مَعَ تَوْقِيرِهِ لَهُمْ , حَتَّى يَتَعَلَّمَ مَا يَزْدَادُ بِهِ عِنْدَ اللَّهِ فَهْمًا فِي دِينِهِ \"",
            "page": "50",
            "part": "1",
            "seal": "2919777D"
        },
        {
            "id": "53",
            "nass": "§صِفَتُهُ إِذَا عُرِفَ بِالْعِلْمِ ¶ \" فَإِذَا نَشَرَ اللَّهُ لَهُ الذِّكْرَ عِنْدَ الْمُؤْمِنِينَ أَنَّهُ مِنْ أَهْلِ الْعِلْمِ , وَاحْتَاجَ النَّاسُ إِلَى مَا عِنْدَهُ , أَلْزَمَ نَفْسَهُ التَّوَاضُعَ لِلْعَالِمِ وَغَيْرِ الْعَالِمِ , فَأَمَّا تَوَاضُعُهُ لِمَنْ هُوَ مِثْلُهُ فِي الْعِلْمِ , فَإِنَّهَا مَحَبَّةٌ تَنْبُتُ لَهُ فِي قُلُوبِهِمْ. وَأَمَّا تَوَاضُعُهُ لِلْعُلَمَاءِ فَوَاجِبٌ عَلَيْهِ , إِذْ أَرَاهُ الْعِلْمُ ذَلِكَ. وَأَمَّا تَوَاضُعُهُ لِمَنْ هُوَ دُونَهُ فِي الْعِلْمِ , فَشَرَفُ الْعِلْمِ لَهُ عِنْدَ اللَّهِ وَعِنْدَ أُولِي الْأَلْبَابِ , وَكَانَ مِنْ صِفَتِهِ فِي عِلْمِهِ وَصِدْقِهِ وَحُسْنِ إِرَادَتِهِ يُرِيدُ اللَّهَ بِعِلْمِهِ , فَمِنْ صِفَتِهِ أَنَّهُ لَا يَطْلُبُ بِعِلْمِهِ شَرَفَ مَنْزِلَةٍ عِنْدَ الْمُلُوكِ , وَلَا يَحْمِلُهُ إِلَيْهِمْ , صَائِنٌ لِلْعِلْمِ إِلَّا عَنْ أَهْلِهِ , وَلَا يَأْخُذُ عَلَى الْعِلْمِ ثَمَنًا , وَلَا يَسْتَقْضِي بِهِ الْحَوَائِجَ , وَلَا يُقَرِّبُ أَبْنَاءَ الدُّنْيَا , وَيُبَاعِدُ الْفُقَرَاءَ , وَيَتَجَافَى عَنْ أَبْنَاءِ الدُّنْيَا , يَتَوَاضَعُ لِلْفُقَرَاءِ وَالصَّالِحِينَ لِيُفِيدَهُمُ الْعِلْمَ. وَإِنْ كَانَ لَهُ مَجْلِسٌ قَدْ عُرِفَ بِالْعِلْمِ , أَلْزَمُ نَفْسَهُ",
            "page": "51",
            "part": "1",
            "seal": "1D0CB65E"
        },
        {
            "id": "58",
            "nass": "§ذِكْرُ صِفَةِ مُنَاظَرَةِ هَذَا الْعَالِمِ ¶ إِذَا احْتَاجَ إِلَى مُنَاظَرَةٍ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" اعْلَمُوا رَحِمَكُمُ اللَّهُ , وَوَفَّقَنَا وَإِيَّاكُمْ لِلرَّشَادِ , أَنَّ مِنْ صِفَةِ هَذَا الْعَالِمِ الْعَاقِلِ الَّذِي فَقَّهَهُ اللَّهُ فِي الدِّينِ , وَنَفَعَهُ بِالْعِلْمِ , أَنْ لَا يُجَادِلَ , وَلَا يُمَارِيَ , وَلَا يُغَالِبَ بِالْعِلْمِ إِلَّا مَنْ يَسْتَحِقُّ أَنْ يَغْلِبَهُ بِالْعِلْمِ الشَّافِي , وَذَلِكَ يَحْتَاجُ فِي وَقْتٍ مِنَ الْأَوْقَاتِ إِلَى مُنَاظَرَةِ أَحَدٍ مِنْ أَهْلِ الزَّيْغِ , لِيَدْفَعَ بِحَقِّهِ بَاطِلَ مَنْ خَالَفَ الْحَقَّ , وَخَرَجَ عَنْ جَمَاعَةِ الْمُسْلِمِينَ , فَتَكُونَ غَلَبَتُهُ لِأَهْلِ الزَّيْغِ تَعُودُ بَرَكَةً عَلَى الْمُسْلِمِينَ , عَلَى الِاضْطِرَارِ إِلَى الْمُنَاظَرَةِ , لَا عَلَى الِاخْتِيَارِ لِأَنَّ مِنْ صِفَةِ الْعَالِمِ الْعَاقِلِ أَنْ لَا يُجَالِسَ أَهْلَ الْأَهْوَاءِ , وَلَا يُجَادِلَهُمْ , فَأَمَّا فِي الْعِلْمِ وَالْفِقْهِ وَسَائِرِ الْأَحْكَامِ فَلَا. فَإِنْ قَالَ قَائِلٌ: فَإِنِ احْتَاجَ إِلَى عِلْمِ مَسْأَلَةٍ قَدْ أَشْكَلَ عَلَيْهِ مَعْرِفَتُهَا , لِاخْتِلَافِ الْعُلَمَاءِ فِيهَا , لَابُدَّ لَهُ أَنْ",
            "page": "56",
            "part": "1",
            "seal": "FE8B83B5"
        },
        {
            "id": "66",
            "nass": "§ذِكْرُ أَخْلَاقِ هَذَا الْعَالِمِ وَمُعَاشَرَتِهِ لِمَنْ عَاشَرَهُ مِنْ سَائِرِ الْخَلْقِ ¶ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: «مَنْ كَانَتْ صِفَاتُهُ فِي عِلْمِهِ مَا تَقَدَّمَ ذِكْرُنَا لَهُ مِنْ أَخْلَاقِهِ ـ وَاللَّهُ أَعْلَمُ ـ أَنْ يَأْمَنَ شَرَّهُ مَنْ خَالَطَهُ , وَيَأْمَلَ خَيْرَهُ مَنْ صَاحَبَهُ , لَا يُؤَاخِذُ بِالْعَثَرَاتِ , وَلَا يُشِيعُ الذُّنُوبَ عَنْ غَيْرِهِ , وَلَا يَقْطَعُ بِالْبَلَاغَاتِ , وَلَا يُفْشِي سِرَّ مَنْ عَادَاهُ , وَلَا يَنْتَصِرُ مِنْهُ بِغَيْرِ حَقٍّ , وَيَعْفُو وَيَصْفَحُ عَنْهُ , ذَلِيلٌ لِلْحَقِّ , عَزِيزٌ عَنِ الْبَاطِلِ , كَاظِمٌ لِلْغَيْظِ عَمَّنْ آذَاهُ , شَدِيدُ الْبُغْضِ لِمَنْ عَصَى مَوْلَاهُ , يُجِيبُ السَّفِيهَ بِالصَّمْتِ عَنْهُ , وَالْعَالِمَ بِالْقَبُولِ مِنْهُ , لَا مُدَاهِنٌ , وَلَا مُشَاحِنٌ وَلَا مُخْتَالٌ , وَلَا حَسُودٌ , وَلَا حَقُودٌ , وَلَا سَفِيهٌ , وَلَا جَافٍ , وَلَا فَظٌّ , وَلَا غَلِيظٌ , وَلَا طَعَّانٌ , وَلَا لَعَّانٌ , وَلَا مُغْتَابٌ , وَلَا سَبَّابٌ. يُخَالِطُ مِنَ الْإِخْوَانِ مَنْ عَاوَنَهُ عَلَى طَاعَةِ رَبِّهِ , وَنَهَاهُ عَمَّا يَكْرَهُ مَوْلَاهُ , وَيُخَالِقُ بِالْجَمِيلِ مَنْ",
            "page": "64",
            "part": "1",
            "seal": "5C8C2DEA"
        },
        {
            "id": "68",
            "nass": "§ذِكْرُ أَخْلَاقِ هَذَا الْعَالِمِ وَأَوْصَافِهِ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ عَزَّ وَجَلَّ قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" جَمِيعُ مَا تَقَدَّمَ ذِكْرُنَا لَهُ , مِمَّا يَنْبَغِي لِلْعَالِمِ أَنْ يَسْتَعْمِلَ مِنَ الْأَخْلَاقِ الشَّرِيفَةِ , كُلُّهَا تَجْرِي لَهُ بِتَوْفِيقٍ مِنْ مَوْلَاهُ الْكَرِيمِ , وَمَنْ جَرَى لَهُ التَّوْفِيقُ بِمَا ذَكَرْنَا كَانَ اسْتِعْمَالُهُ لِلْأَخْلَاقِ الشَّرِيفَةِ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ عَزَّ وَجَلَّ , أَعْظَمَ شَأْنًا مِمَّا ذَكَرْتُ , مِمَّا قَدْ أَوْصَلَهُ مَوْلَاهُ الْكَرِيمُ إِلَى قَلْبِهِ , يُمَتِّعُهُ بِهَا شَرَفًا لَهُ بِمَا",
            "page": "65",
            "part": "1",
            "seal": "61CB2A2D"
        },
        {
            "id": "71",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا أَبُو بَكْرِ -[68]- بْنُ أَبِي شَيْبَةَ , أَخْبَرَنَا أُسَامَةُ , عَنْ مِسْعَرٍ قَالَ: سَمِعْتُ عَبْدَ الْأَعْلَى التَّيْمِيَّ يَقُولُ: \" §مَنْ أُوتِيَ مِنَ الْعِلْمِ مَا لَا يُبْكِيهِ , فَخَلِيقٌ أَنْ لَا يَكُونَ أُوتِيَ عِلْمًا يَنْفَعُهُ , لِأَنَّ اللَّهَ عَزَّ وَجَلَّ نَعَتَ الْعُلَمَاءَ وَقَرَأَ {إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ} [الإسراء: 107] إِلَى قَوْلِهِ: {يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا} [الإسراء: 109] \"",
            "page": "67",
            "part": "1",
            "seal": "ED6A2DA7"
        },
        {
            "id": "72",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ حَدَّثَنِي عُمَرُ بْنُ أَيُّوبَ السَّقَطِيُّ , أَخْبَرَنَا أَبُو هَمَّامٍ , أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ , أَخْبَرَنَا أَبُو عُمَيْسٍ , عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ: \" §مَنْهُومَانِ لَا يَشْبَعَانِ: صَاحِبُ الْعِلْمِ , وَصَاحِبُ الدُّنْيَا , وَلَا يَسْتَوِيَانِ , أَمَّا صَاحِبُ الْعِلْمِ , فَيَزْدَادُ رِضَا اللَّهِ , وَأَمَّا -[69]- صَاحِبُ الدُّنْيَا , فَيَزْدَادُ فِي الطُّغْيَانِ. قَالَ: ثُمَّ قَرَأَ عَبْدُ اللَّهِ: {إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاءُ} [فاطر: 28] , ثُمَّ قَرَأَ لِلْآخَرِ: {كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى أَنْ رَآهُ اسْتَغْنَى} [العلق: 7] \"",
            "page": "68",
            "part": "1",
            "seal": "9AA6513D"
        },
        {
            "id": "73",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ , أَخْبَرَنَا قَطَنُ بْنُ نُسَيْرٍ , أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ , عَنْ مَطَرٍ الْوَرَّاقِ , فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} [البقرة: 269] قَالَ: بَلَغَنَا أَنَّ «§الْحِكْمَةَ خَشْيَةُ اللَّهِ , وَالْعِلْمُ بِهِ»",
            "page": "69",
            "part": "1",
            "seal": "76E3E169"
        },
        {
            "id": "74",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ الْحُسَيْنِ بْنِ عَبْدِ الْجَبَّارِ الصُّوفِيُّ , أَخْبَرَنَا مُحَمَّدُ بْنُ بَكَّارٍ , أَخْبَرَنَا عَبِيدَةُ بْنُ حُمَيْدٍ , عَنِ الْأَعْمَشِ , عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ قَالَ: قَالَ مَسْرُوقٌ: «§بِحَسْبِ امْرِئٍ مِنَ الْعِلْمِ أَنْ يَخْشَى اللَّهَ , وَبِحَسْبِ امْرِئٍ مِنَ الْجَهْلِ أَنْ يُعْجَبَ بِعِلْمِهِ»",
            "page": "70",
            "part": "1",
            "seal": "BA2647B8"
        },
        {
            "id": "75",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ زَنْجَوَيْهِ , أَخْبَرَنَا هِشَامُ بْنُ عَمَّارٍ الدِّمَشْقِيُّ , أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ , أَخْبَرَنَا الْأَوْزَاعِيُّ قَالَ: سَمِعْتُ يَحْيَى بْنَ أَبِي كَثِيرٍ يَقُولُ: «§الْعَالِمُ مَنْ خَشِيَ اللَّهَ , وَخَشْيَةُ اللَّهِ الْوَرَعُ»",
            "page": "70",
            "part": "1",
            "seal": "4C38B4E6"
        },
        {
            "id": "76",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْحَسَنِ , عَلِيُّ بْنُ إِسْحَاقَ بْنِ زَاطِيَا , أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ , أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: سَمِعْتُ أَيُّوبَ يَقُولُ: «§يَنْبَغِي لِلْعَالِمِ أَنْ يَضَعَ الرَّمَادَ عَلَى رَأْسِهِ تَوَاضُعًا لِلَّهِ عَزَّ وَجَلَّ»",
            "page": "71",
            "part": "1",
            "seal": "4606CF1B"
        },
        {
            "id": "77",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو الْفَضْلِ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا أَبُو بَكْرِ بْنُ زَنْجَوَيْهِ , أَخْبَرَنَا نُعَيْمُ بْنُ حَمَّادٍ , عَنِ ابْنِ الْمُبَارَكِ , عَنْ زَائِدَةَ , عَنْ هِشَامٍ , عَنِ الْحَسَنِ قَالَ: «إِنْ كَانَ الرَّجُلُ §إِذَا طَلَبَ الْعِلْمَ لَمْ يَلْبَثْ أَنْ يُرَى ذَلِكَ فِي تَخَشُّعِهِ وَبَصَرِهِ وَلِسَانِهِ وَيَدِهِ وَزُهْدِهِ , وَإِنْ كَانَ الرَّجُلُ لَيَطْلُبُ الْبَابَ مِنْ أَبْوَابِ الْعِلْمِ , فَيَعْمَلُ بِهِ , فَيَكُونُ خَيْرًا لَهُ مِنَ الدُّنْيَا وَمَا فِيهَا , لَوْ كَانَتْ لَهُ فَجَعَلَهَا -[72]- فِي الْآخِرَةِ»",
            "page": "71",
            "part": "1",
            "seal": "B7BD9360"
        },
        {
            "id": "78",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو سَعِيدٍ الْفَضْلُ بْنُ مُحَمَّدٍ الْيَمَانِيُّ , فِي الْمَسْجِدِ الْحَرَامِ , أَخْبَرَنَا مُحَمَّدُ بْنُ مَيْمُونٍ الْخَيَّاطُ قَالَ: سَمِعْتُ ابْنَ عُيَيْنَةَ يَقُولُ: «§إِذَا كَانَ نَهَارِي نَهَارَ سَفِيهٍ , وَلَيْلِي لَيْلَ جَاهِلٍ , فَمَا أَصْنَعُ بِالْعِلْمِ الَّذِي كَتَبْتُ؟»",
            "page": "72",
            "part": "1",
            "seal": "C83635BF"
        },
        {
            "id": "79",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ يَحْيَى الْحُلْوَانِيُّ , أَخْبَرَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ , أَخْبَرَنَا أَبُو بَدْرٍ , أَخْبَرَنَا زِيَادُ بْنُ خَيْثَمَةَ , عَنْ أَبِي إِسْحَاقَ , عَنْ عَاصِمِ بْنِ ضَمْرَةَ , عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ -[73]-: «أَلَا §أُنَبِّئُكُمْ بِالْفَقِيهِ حَقَّ الْفَقِيهِ؟ ‍ مَنْ لَمْ يُقَنِّطِ النَّاسَ مِنْ رَحْمَةِ اللَّهِ , وَلَمْ يُرَخِّصْ لَهُمْ فِي مَعَاصِي اللَّهِ , وَلَمْ يُؤَمِّنْهُمْ مَكْرَ اللَّهِ , وَلَمْ يَتْرُكِ الْقُرْآنَ إِلَى غَيْرِهِ , وَلَا خَيْرَ فِي عِبَادَةٍ لَيْسَ فِيهَا تَفَقُّهٌ , وَلَا خَيْرَ فِي تَفَقُّهٍ لَيْسَ فِيهِ تَفَهُّمٌ , وَلَا خَيْرَ فِي قِرَاءَةٍ لَيْسَ فِيهَا تَدَبُّرٌ»",
            "page": "72",
            "part": "1",
            "seal": "4A232F40"
        },
        {
            "id": "80",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا هَارُونُ الْحَمَّالُ , أَخْبَرَنَا سَيَّارٌ , أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ , أَخْبَرَنَا مَطَرٌ الْوَرَّاقُ قَالَ: سَأَلْتُ الْحَسَنَ عَنْ مَسْأَلَةٍ , فَقَالَ فِيهَا , فَقُلْتُ: يَا أَبَا سَعِيدٍ يَأْبَى عَلَيْكَ الْفُقَهَاءُ وَيُخَالِفُونَكَ , فَقَالَ: «ثَكِلَتْكَ أُمُّكَ مَطَرُ , §وَهَلْ رَأَيْتَ فَقِيهًا قَطُّ؟ وَهَلْ تَدْرِي مَا الْفَقِيهُ؟ الْفَقِيهُ الْوَرِعُ الزَّاهِدُ الَّذِي لَا يَسْخَرُ مِمَّنْ أَسْفَلَ مِنْهُ , وَلَا يَهْمِزُ -[74]- مَنْ فَوْقَهُ , وَلَا يَأْخُذُ عَلَى عِلْمٍ عَلَّمَهُ اللَّهُ حُطَامًا»",
            "page": "73",
            "part": "1",
            "seal": "AD636AA9"
        },
        {
            "id": "81",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا عُمَرُ بْنُ أَيُّوبَ السَّقَطِيُّ , أَخْبَرَنَا الْحَسَنُ بْنُ عَرَفَةَ , أَخْبَرَنَا الْمُبَارَكُ بْنُ سَعِيدٍ , عَنْ أَخِيهِ , سُفْيَانَ الثَّوْرِيِّ , عَنْ عِمْرَانَ الْمِنْقَرِيِّ قَالَ: قُلْتُ لِلْحَسَنِ يَوْمًا فِي شَيْءٍ قَالَهُ: يَا أَبَا سَعِيدٍ , لَيْسَ هَكَذَا يَقُولُ الْفُقَهَاءُ قَالَ: فَقَالَ: وَيْحَكَ أَوَ رَأَيْتَ أَنْتَ فَقِيهًا قَطُّ؟ «§إِنَّمَا الْفَقِيهُ الزَّاهِدُ فِي الدُّنْيَا , الرَّاغِبُ فِي الْآخِرَةِ , الْبَصِيرُ فِي أَمْرِ دِينِهِ , الْمُدَاوِمُ عَلَى عِبَادَةِ اللَّهِ عَزَّ وَجَلَّ»",
            "page": "74",
            "part": "1",
            "seal": "F2171FCC"
        },
        {
            "id": "82",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُحَمَّدٍ يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ , حَدَّثَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى بْنِ أَبِي كَرْدَمٍ , وَقَالَ غَيْرُهُ: ابْنُ أَبِي دَرْمٍ , عَنْ وَهْبِ بْنِ -[75]- مُنَبِّهٍ قَالَ: بَلَغَ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ مَجْلِسٍ , كَانَ فِي نَاحِيَةِ بَنِي سَهْمٍ , يَجْلِسُ فِيهِ نَاسٌ مِنْ قُرَيْشٍ يَخْتَصِمُونَ , فَتَرْتَفِعُ أَصْوَاتُهُمْ , فَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: انْطَلِقْ بِنَا إِلَيْهِمْ , فَانْطَلَقْنَا حَتَّى وَقَفْنَا , فَقَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: أَخْبِرْهُمْ عَنْ كَلَامِ الْفَتَى الَّذِي كَلَّمَ بِهِ أَيُّوبَ فِي حَالِهِ قَالَ أَيُّوبُ: فَقُلْتُ: قَالَ الْفَتَى: يَا أَيُّوبُ , أَمَا كَانَ فِي عَظَمَةِ اللَّهِ , وَذِكْرِ الْمَوْتِ , مَا يُكِلُّ لِسَانَكَ , وَيَقْطَعُ قَلْبَكَ , وَيَكْسِرُ حُجَّتَكَ؟ يَا أَيُّوبُ , أَمَا عَلِمْتَ \" أَنَّ §لِلَّهِ عِبَادًا أَسْكَتَتْهُمْ خَشْيَةُ اللَّهِ مِنْ غَيْرِ عِيٍّ , وَلَا بُكْمٍ , وَإِنَّهُمْ هُمُ النُّبَلَاءُ , الْفُصَحَاءُ , الطُّلَقَاءُ , الْأَلِبَّاءُ , الْعَالِمُونَ بِاللَّهِ وَآيَاتِهِ , وَلَكِنَّهُمْ إِذَا ذَكَرُوا عَظَمَةَ اللَّهِ , انْقَطَعَتْ قُلُوبُهُمْ , وَكَلَّتْ أَلْسِنَتُهُمْ , وَطَاشَتْ عُقُولُهُمْ وَأَخْلَاقُهُمْ , فَرَقًا مِنَ اللَّهِ , وَهَيْبَةً لَهُ , وَإِذَا اسْتَفَاقُوا مِنْ ذَلِكَ اسْتَبَقُوا إِلَى اللَّهِ عَزَّ وَجَلَّ بِالْأَعْمَالِ الزَّاكِيَةِ , لَا يَسْتَكْثِرُونَ لِلَّهِ الْكَثِيرَ , وَلَا يَرْضَوْنَ لَهُ بِالْقَلِيلِ , يَعُدُّونَ أَنْفُسَهُمْ مَعَ الظَّالِمِينَ الْخَاطِئِينَ , وَإِنَّهُمْ لَأَنْزَاهٌ أَبْرَارٌ , وَمَعَ الْمُضَيِّعِينَ الْمُفَرِّطِينَ , وَإِنَّهُمْ لَأَكْيَاسٌ أَقْوِيَاءٌ , نَاحِلُونَ , ذَائِبُونَ , يَرَاهُمُ الْجَاهِلُ فَيَقُولُ: مَرْضَى , -[76]- وَلَيْسُوا بِمَرْضَى , قَدْ خُولِطُوا , وَقَدْ خَالَطَ الْقَوْمَ أَمْرٌ عَظِيمٌ \" قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: \" هَذِهِ الْأَخْبَارُ تَدُلُّ عَلَى مَا وَصَفْنَا بِهِ الْعُلَمَاءَ وَالْفُقَهَاءَ , فَإِنْ قَالَ قَائِلٌ: وَلِمَ دَاخَلَ الْعُلَمَاءَ هَذَا الْإِشْفَاقُ الشَّدِيدُ , وَخَافُوا مِنْ عِلْمِهِمْ هَذَا الْخَوْفَ كُلَّهُ؟ قِيلَ لَهُ: عَلِمُوا أَنَّ اللَّهَ عَزَّ وَجَلَّ يُسَائِلُهُمْ عَنْ عِلْمِهِمْ: مَا عَمِلُوا فِيهِ؟ فَجَعَلُوا مُسَاءَلَةَ اللَّهِ نُصْبَ أَعْيُنِهِمْ , فَأَلْزَمُوا أَنْفُسَهُمْ شِدَّةَ الْحَذَرِ , وَأَخَذُوا بِالثِّقَةِ فِي كُلِّ أَمْرِهِمْ. إِنْ قَالَ قَائِلٌ: فَإِنَّ الْعُلَمَاءَ يُسْأَلُونَ عَنْ عِلْمِهِمْ: مَا عَمِلُوا فِيهِ؟ قِيلَ: نَعَمْ , فَإِنْ قَالَ: فَاذْكُرْ مِنْ ذَلِكَ مَا إِذَا سَمِعَهُ الْعَالِمُ انْتَبَهَ مِنْ رَقْدَتِهِ , وَأَخَذَ نَفْسَهُ بِلُزُومِ أَخْلَاقِ مَنْ ذَكَرْتَ , وَاللَّهُ مُوَفِّقُنَا قِيلَ: نَعَمْ , إِنْ شَاءَ اللَّهُ تَعَالَى",
            "page": "74",
            "part": "1",
            "seal": "263926A3"
        },
        {
            "id": "83",
            "nass": "§ذِكْرُ سُؤَالِ اللَّهِ لِأَهْلِ الْعِلْمِ عَنْ عِلْمِهِمْ مَاذَا عَمِلُوا فِيهِ",
            "page": "77",
            "part": "1",
            "seal": "20A49402"
        },
        {
            "id": "84",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو سَعِيدٍ الْفَضْلُ بْنُ مُحَمَّدٍ الْيَمَانِيُّ , فِي الْمَسْجِدِ الْحَرَامِ , أَخْبَرَنَا صَامِتُ بْنُ مُعَاذٍ , أَخْبَرَنَا عَبْدُ الْحَمِيدِ , عَنْ سُفْيَانَ الثَّوْرِيِّ , عَنْ صَفْوَانَ بْنِ سُلَيْمٍ , عَنْ عَدِيِّ بْنِ عَدِيِّ الصُّنَابِحِيِّ , عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا تَزُولُ قَدَمَا عَبْدٍ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ أَرْبَعِ خِصَالٍ: عَنْ عُمُرِهِ فِيمَا أَفْنَاهُ , وَعَنْ شَبَابِهِ فِيمَا أَبْلَاهُ , وَعَنْ مَالِهِ: مِنْ أَيْنَ اكْتَسَبَهُ , وَفِيمَا أَنْفَقَهُ , وَعَنْ عِلْمِهِ مَاذَا عَمِلَ فِيهِ \"",
            "page": "77",
            "part": "1",
            "seal": "2F3591B9"
        },
        {
            "id": "85",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ جَعْفَرُ بْنُ مُحَمَّدٍ الْفِرْيَابِيُّ , أَخْبَرَنَا -[78]- أَبُو بَكْرٍ , وَعُثْمَانُ , ابْنَا أَبِي شَيْبَةَ قَالَا: أَخْبَرَنَا الْأَسْوَدُ بْنُ عَامِرٍ , عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ , عَنِ الْأَعْمَشِ , عَنْ سَعِيدِ بْنِ عَبْدِ اللَّهِ بْنِ جُرَيْجٍ , عَنْ أَبِي بَرْزَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §لَا تَزُولُ قَدَمَا عَبْدٍ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ أَرْبَعٍ: عَنْ عُمُرِهِ فِيمَا أَفْنَاهُ , وَعَنْ عِلْمِهِ مَاذَا عَمِلَ فِيهِ \" وَذَكَرَ بَاقِيَ الْحَدِيثِ",
            "page": "77",
            "part": "1",
            "seal": "DF6ADB2D"
        },
        {
            "id": "86",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا الْفِرْيَابِيُّ , أَخْبَرَنَا مُحَمَّدُ بْنُ بَكَّارٍ الْقَيْسِيُّ , أَخْبَرَنَا أَبُو مِحْصَنٍ حُصَيْنُ بْنُ نُمَيْرٍ , عَنْ حُسَيْنِ بْنِ قَيْسٍ , عَنْ -[79]- عَطَاءٍ , عَنِ ابْنِ عُمَرَ , عَنِ ابْنِ مَسْعُودٍ رَضِيَ اللَّهُ تَعَالَى عَنْهُمْ أَجْمَعِينَ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §لَا تَزُولُ قَدَمَا ابْنِ آدَمَ يَوْمَ الْقِيَامَةِ حَتَّى يُسْأَلَ عَنْ خَمْسِ خِصَالٍ: عَنْ عُمُرِكَ فِيمَا أَفْنَيْتَ , وَعَنْ شَبَابِكَ فِيمَا أَبْلَيْتَ , وَعَنْ مَالِكَ: مِنْ أَيْنَ اكْتَسَبْتَ؟ وَفِيمَا أَنْفَقْتَ , وَمَا عَمِلْتَ فِيمَا عَلِمْتَ \"",
            "page": "78",
            "part": "1",
            "seal": "5432F277"
        },
        {
            "id": "87",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ , وَشَيْبَانُ بْنُ فَرُّوخٍ قَالَا: أَخْبَرَنَا هِلَالُ بْنُ أَبِي حُمَيْدٍ , وَقَالَ قُتَيْبَةُ: عَنْ هِلَالٍ الْوَزَّانِ , عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ قَالَ: سَمِعْتُ ابْنَ مَسْعُودٍ , فِي هَذَا الْمَسْجِدِ - يَعْنِي مَسْجِدَ الْكُوفَةِ - بَدَأَ بِالْيَمِينِ قَبْلَ أَنْ يُحَدِّثَنَا فَقَالَ: وَاللَّهِ \" §مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَإِنَّ رَبَّهُ سَيَخْلُو بِهِ كَمَا يَخْلُو أَحَدُكُمْ بِالْقَمَرِ لَيْلَةَ -[80]- البَدْر , ثُمَّ يَقُولُ: يَا ابْنَ آدَمَ , مَا غَرَّكَ بِي - ثَلَاثَ مِرَارٍ - مَاذَا أَجَبْتَ الْمُرْسَلِينَ؟ كَيْفَ عَمِلْتَ فِيمَا عَلِمْتَ؟ \"",
            "page": "79",
            "part": "1",
            "seal": "2C905518"
        },
        {
            "id": "88",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخَّبَرَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ , أَخْبَرَنَا الْحُسَيْنُ بْنُ الْحَسَنِ الْمَرْوَزِيُّ , أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , أَخْبَرَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ , عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ: قَالَ أَبُو الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ: \" §إِنَّ أَخْوَفَ مَا أَخَافُ إِذَا وَقَفْتُ عَلَى الْحِسَابِ أَنْ يُقَالَ: قَدْ عَلِمْتَ , فَمَاذَا عَمِلْتَ فِيمَا عَلِمْتَ؟ \"",
            "page": "80",
            "part": "1",
            "seal": "1CACCCFC"
        },
        {
            "id": "89",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرِ بْنُ أَبِي دَاوُدَ , أَخْبَرَنَا بُنْدَارٌ مُحَمَّدُ بْنُ بَشَّارٍ , أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ , عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ , عَنْ حَبِيبِ بْنِ عُبَيْدٍ قَالَ: قَالَ أَبُو الدَّرْدَاءِ: «§لَا تَكُونُ -[81]- عَالِمًا حَتَّى تَكُونَ بِالْعِلْمِ عَامِلًا»",
            "page": "80",
            "part": "1",
            "seal": "7FC83B77"
        },
        {
            "id": "90",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الصَّنْدَلِيُّ , أَخْبَرَنَا حَسَنٌ الزَّعْفَرَانِيُّ , أَخْبَرَنَا مُحَمَّدُ بْنُ خُنَيْسٍ , أَخْبَرَنَا عُمَرُ بْنُ قَيْسٍ , حَدَّثَنِي عَطَاءٌ قَالَ: كَانَ فَتًى يَخْتَلِفُ إِلَى أُمِّ الْمُؤْمِنِينَ , فَيَسْأَلُهَا وَتُحَدِّثُهُ , فَجَاءَ ذَاتَ يَوْمٍ يَسْأَلُهَا , فَقَالَتْ: يَا بُنَيَّ , هَلْ عَمِلْتَ بِمَا سَمِعْتَ؟ فَقَالَ: لَا وَاللَّهِ يَا أُمَّهْ قَالَتْ: يَا بُنَيَّ , «§فَفِيمَ تَسْتَكْثِرُ مِنْ حُجَجِ اللَّهِ عَلَيْنَا وَعَلَيْكَ؟»",
            "page": "81",
            "part": "1",
            "seal": "8ABAA789"
        },
        {
            "id": "91",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْحَمِيدِ الْوَاسِطِيُّ , أَخْبَرَنَا زُهَيْرُ بْنُ مُحَمَّدٍ , أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى , عَنْ جَعْفَرِ بْنِ بُرْقَانَ , عَنْ مَيْمُونِ بْنِ مِهْرَانَ , أَنَّ أَبَا الدَّرْدَاءِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ: «§وَيْلٌ لِلَّذِي لَا يَعْلَمُ - مَرَّةً , وَوَيْلٌ -[82]- لِلَّذِي يَعْلَمُ وَلَا يَعْمَلُ سَبْعَ مَرَّاتٍ» قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: مَنْ تَدَبَّرَ هَذَا , أَشْفَقَ مِنْ عِلْمِهِ أَنْ يَكُونَ عَلَيْهِ لَا لَهُ , فَإِذَا أَشْفَقَ , مَقَتَ نَفْسَهُ , وَبَانَ بَأَخْلَاقِهِ الشَّرِيفَةِ الَّتِي تَقَدَّمَ ذِكْرُنَا لَهَا , وَاللَّهُ الْمُوَفِّقُ لَنَا وَلَكُمْ إِلَى الرَّشَادِ مِنَ الْقَوْلِ وَالْعَمَلِ",
            "page": "81",
            "part": "1",
            "seal": "5A122277"
        },
        {
            "id": "143",
            "nass": "عِنْدَ الذُّنُوبِ , فَيَطْلُبُ نَفْسَهُ بِالْمُقَامِ عَلَيْهَا , وَيَذْكُرُ الْعَجْزَ عِنْدَ الطَّاعَةِ حِينَ هَمَّ بِهَا , فَيَنْزَجِرُ عَنْهَا , وَيَظُنُّ أَنَّهُ مُحْسِنٌ بِاللَّهِ الظَّنَّ , وَأَنَّهُ وَاثِقٌ بِهِ فِي الْعَفْوِ , وَلَمْ يُضْمَنْ لَهُ , وَلَا يُحْسِنُ الظَّنَّ بِاللَّهِ , وَيَثِقُ بِهِ فِي الرِّزْقِ الَّذِي ضُمِنَ لَهُ , يَضْطَرِبُ قَلْبُهُ , وَيُشْغَلُ بِطَلَبِ رِزْقِهِ , وَقَدْ أُمِرَ بِالطُّمَأْنَينَةِ فِيهِ إِلَى رَبِّهِ , وَيَطْمَئِنُّ وَيَسْكُنُ عِنْدَ ذِكْرِ الْمَوْتِ , وَقَدْ نُدِبَ إِلَى أَنْ يَخَافَهُ , وَلَا يَسْكُنُ عِنْدَ الْحَذَرِ وَالْخَوْفِ مِنْ أَجْلِ رِزْقِهِ , وَقَدْ ضُمِنَ لَهُ , وَأَمَّنَهُ اللَّهُ مِنْ أَنْ يَفُوتَهُ مَا قُدِّرَ لَهُ , فَمَا أَمَّنَهُ اللَّهُ مِنْهُ يَخَافُهُ , وَمَا خَوَّفَهُ اللَّهُ مِنْهُ أَمِنَهُ يَفْرَحُ بِمَا آتَاهُ اللَّهُ مِنَ الدُّنْيَا , حَتَّى يَنْسَى بِفَرَحِهِ شُكْرَ رَبِّهِ , وَيَغْتَمُّ بِالْمَصَائِبِ حَتَّى تَشْغَلَهُ عَنِ الرِّضَى عَنْ رَبِّهِ , إِنْ نَابَتْهُ نَائِبَةٌ سَبَقَ إِلَى قَلْبِهِ الْفَزَعُ إِلَى الْعِبَادِ , وَالِاسْتِعَانَةُ بِهِمْ , يَطْلُبُ مِنْ رَبِّهِ الْفَرَجَ إِذَا يَئِسَ مِنَ الْفَرَجِ مِنْ قِبَلِ الْخَلْقِ , فَإِنْ طَمِعَ فِي دُنُوٍّ إِلَى مَخْلُوقٍ نَسِيَ مَوْلَاهُ. مَنِ اصْطَنَعَ إِلَيْهِ مَعْرُوفًا غَلَبَ عَلَى قَلْبِهِ حُبُّ الْمُصْطَنِعِ إِلَيْهِ , وَشُغِلَ قَلْبُهُ بِذِكْرِهِ , وَأَلْزَمَ قَلْبَهُ حُبَّهُ وَشُكْرَهُ , نَاسٍ فِي جَمِيعِ ذَلِكَ رَبَّهُ. يَثْقُلُ",
            "page": "119",
            "part": "1",
            "seal": "400C83D5"
        },
        {
            "id": "144",
            "nass": "عَلَيْهِ بَذْلُ الْقَلِيلِ مِنْ مَالِهِ لِمَنْ لَا يُكَافِئُ عَلَيْهِ إِلَّا رَبُّهُ , وَيَخِفُّ عَلَيْهِ بَذْلُ الْكَثِيرِ لِمَنْ يُكَافِئُهُ , أَوْ يُؤَمِّلُ مِنْهُ مَنْفَعَتَهُ فِي دُنْيَاهُ , يَأْثَمُ فِيمَنْ أَحَبَّ فَيَمْدَحُهُ بِالْبَاطِلِ , وَيَعْصِي اللَّهَ فِيمَنْ يُبْغِضُهُ فَيَذُمُّهُ بِالْبَاطِلِ , يَقْطَعُ بِالظُّنُونِ , وَيُحَقِّقُ بِالتُّهَمِ. يَكْرَهُ ظُلْمَ مَنْ يَنْتَصِرُ لِنَفْسِهِ , أَوْ يَنْصُرُهُ مِنَ الْعِبَادِ غَيْرُهُ , وَيَخِفُّ عَلَيْهِ ظُلْمُ مَنْ لَا نَاصِرَ لَهُ سِوَى رَبِّهِ. يَثْقُلُ عَلَيْهِ الذِّكْرُ , وَيَخِفُّ عَلَيْهِ فُضُولَ الْقَوْلِ. إِنْ كَانَ فِي رَخَاءٍ فَرِحَ , وَلَهَى , وَأَسَى , وَطَغَى , وَبَغَى , وَإِنْ زَالَ عَنْهُ الرَّخَاءُ , شُلَّ قَلْبُهُ عَنِ الْوَاجِبَاتِ , وَظَنَّ أَنَّهُ لَا يَفْرَحُ , وَلَا يَمْرَحُ أَبَدًا. إِنْ مَرِضَ سَوَّفَ التَّوْبَةَ , وَأَظْهَرَ النَّدَامَةَ , وَعَاهَدَ أَنْ لَا يَعُودَ , وَإِنْ وَجَدَ الرَّاحَةَ نَقَضَ الْعَهْدَ , وَرَجَعَ مِنْ قَرِيبٍ. وَإِنْ خَافَ الْخَلْقَ , وَرَجَا دُنْيَاهُمْ , أَرْضَاهُمْ بِمَا يَكْرَهُ مَوْلَاهُ , وَإِنْ خَافَ اللَّهَ كَمَا يَزْعُمُ , لَمْ يُرْضِهِ بِمَا يَكْرَهُ الْخَلْقُ. يَسْتَعِيذُ بِاللَّهِ مِنْ شَرِّ من هو فوقه من العباد ولا يعيذ من هو دونه من الخلق من شر نَفْسِهِ , شِفَاؤُهُ فِي إِمْضَاءِ غَيْظِهِ , وَإِنْ كَانَ مِمَّا يُسْخِطُ رَبَّهُ. يَنْظُرُ إِلَى مَنْ فُضِّلَ عَلَيْهِ فِي الرِّزْقِ , فَيَسْتَقِلُّ",
            "page": "120",
            "part": "1",
            "seal": "0DA26194"
        },
        {
            "id": "145",
            "nass": "نِعَمَ رَبِّهِ , فَلَا يَشْكُرُهُ , وَلَا يَنْظُرُ إِلَى مَنْ هُوَ دُونَهُ فِي الْعَيْشِ فَيَشْكُرُ النِّعْمَةَ. يَتَشَاغَلُ بِالْفُضُولِ عَنِ الصَّلَوَاتِ إِلَى آخِرِ أَوْقَاتِهَا , فَإِنْ صَلَّى صَلَّى لَاهِيًا عَنْ صَلَاتِهِ , غَيْرَ مُعَظِّمٍ لِمَوْلَاهُ إِذَا قَامَ بَيْنَ يَدَيْهِ , إِذَا أَطَالَ إِمَامُهُ الصَّلَاةَ مَلَّهَا وَذَمَّهُ , وَإِنْ خَفَّفَهَا اغْتَنَمَ خِفَّتَهُ وَحَمِدَهُ. قَلِيلُ الدُّعَاءِ مَا لَمْ تَنْزِلْ بِهِ الشَّدَائِدُ وَالْعِلَلُ , فَإِنْ دَعَا فَبِقَلْبٍ مَشْغُولٍ بِالدُّنْيَا قَالَ مُحَمَّدُ بْنُ الْحُسَيْنِ: هَذِهِ الْأَخْلَاقُ , وَمَا يُشْبِهُهَا , تَغْلِبُ عَلَى قَلْبِ مَنْ لَمْ يَنْتَفِعْ بِالْعِلْمِ , فَبَيْنَا هُوَ مُقَارِنٌ لِهَذِهِ الْأَخْلَاقِ , إِذْ رَغِبَتْ نَفْسُهُ فِي حُبِّ الشُّرَفِ وَالْمَنْزِلَةِ , وَأَحَبَّ مُجَالَسَةَ الْمُلُوكِ , وَأَبْنَاءِ الدُّنْيَا , فَأَحَبَّ أَنْ يُشَارِكَهُمْ فِيمَا هُمْ فِيهِ مِنْ رَاخِي عَيْشِهِمْ , مِنْ مَنْزِلٍ بَهِيٍّ , وَمَرْكَبٍ هَنِيٍّ , وَخَادِمٍ سَرِيٍّ , وَلِبَاسٍ لَيِّنٍ , وَفِرَاشٍ نَاعِمٍ , وَطَعَامٍ شَهِيٍّ , وَأَحَبَّ أَنْ يُغْشَى بَابُهُ , وَيُسْمَعَ قَوْلُهُ , وَيُطَاعَ أَمْرُهُ , فَلَمْ يَقْدِرْ عَلَيْهِ إِلَّا مِنْ جِهَةِ الْقَضَاءِ فَطَلَبَهُ , وَلَمْ يُمَكَّنْهُ إِلَّا بِبَذْلِ دِينِهِ فَتَذَلَّلَ لِلْمُلُوكِ وَلِأَتْبَاعِهِمْ , وَخَدَمَهُمْ بِنَفْسِهِ ,",
            "page": "121",
            "part": "1",
            "seal": "1B027A41"
        },
        {
            "id": "146",
            "nass": "وَأَكْرَمَهُمْ بِمَالِهِ , وَسَكَتَ عَنْ قَبِيحِ مَا يَظْهَرُ مِنْ مَنَاكِيرِهِمْ عَلَى أَبْوَابِهِمْ , وَفِي مَنَازِلِهِمْ , وَقَوْلِهِمْ وَفِعْلِهِمْ ثُمَّ زَيَّنَ لَهُمْ كَثِيرًا مِنْ قَبِيحِ فِعَالِهِمْ بِتَأْوِيلِهِ الْخَطَأَ , لِيَحْسُنَ مَوْقِعُهُ عِنْدَهُمْ , فَلَمَّا فَعَلَ هَذَا مُدَّةً طَوِيلَةً , وَاسْتَحْكَمَ فِيهِ الْفَسَادُ , وَلُّوهُ الْقَضَاءَ , فَذَبَحُوهُ بِغَيْرِ سِكِّينٍ , فَصَارَتْ لَهُمْ عَلَيْهِ مِنَّةٌ عَظِيمَةٌ , وَوَجَبَ عَلَيْهِ شُكْرُهُمْ , فَأَلْزَمَ نَفْسَهُ ذَلِكَ , لِئَلَّا يُغْضِبَهُمْ عَلَيْهِ , فَيَعْزِلُوهُ عَنِ الْقَضَاءِ , وَلَمْ يَلْتَفِتْ إِلَى غَضِبِ مَوْلَاهُ الْكَرِيمِ , فَاقْتَطَعَ أَمْوَالَ الْيَتَامَى , وَالْأَرَامِلِ , وَالْفُقَرَاءِ , وَالْمَسَاكِينِ , وَأَمْوَالَ الْوُقُوفِ عَلَى الْمُجَاهِدِينَ , وَأَهْلِ الشَّرَفِ , وَبِالْحَرَمَيْنِ , وَأَمْوَالًا يَعُودُ نَفْعُهَا عَلَى جَمِيعِ الْمُسْلِمِينَ , فَأَرْضَى بِهَا الْكَاتِبَ , وَالْحَاجِبَ , وَالْخَادِمَ , فَأَكَلَ الْحَرَامَ , وَأَطْعَمَ الْحَرَامَ , وَكَثُرَ الدَّاعِي عَلَيْهِ , فَالْوَيْلُ لِمَنْ أَوْرَثَهُ عِلْمُهُ هَذِهِ الْأَخْلَاقَ هَذَا الْعَالِمُ الَّذِي اسْتَعَاذَ مِنْهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَأَمَرَ أَنْ يُسْتَعَاذَ مِنْهُ , هَذَا الْعَالِمُ الَّذِي قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ أَشَدَّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ عَالِمٌ لَمْ يَنْفَعْهُ عِلْمُهُ»",
            "page": "122",
            "part": "1",
            "seal": "8E34CBEB"
        }
    ],
    "t1311": [
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "باب ذكر ما جاءت به السنن والآثار من فضل العلماء في الدنيا والآخرة"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر سؤال الله لأهل العلم عن علمهم ماذا عملوا فيه"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "باب أوصاف العلماء الذين نفعهم الله بالعلم في الدنيا والآخرة"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر صفته في طلب العلم"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر صفته في مشيه إلى العلماء"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "صفة مجالسته للعلماء"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "صفته إذا عرف بالعلم"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر صفة مناظرة هذا العالم"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "ذكر أخلاق هذا العالم ومعاشرته لمن عاشره من سائر الخلق"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب أخلاق العالم الجاهل المفتتن بعلمه"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "وصف من لم ينفعهم الله بالعلم"
        }
    ]
}