{
    "b1312": [
        {
            "hno": null,
            "id": "1",
            "nass": "سلسلة الأجزاء المحققة (2) ¶ جزء ابن الجلابي ¶ للقاضي أبي عبد الله محمد بن علي ابن الجلابي ¶ حققه ¶ محمد بن عمر بن عبد الرحمن بن عبد الله العقيل ¶ (أبو عبد الرحمن ابن عقيل الظاهري) ¶ عفا الله عنه ¶ دار ابن حزم - الرياض ¶ الطبعة الأولى ¶ 1416 هـ - 1996 م",
            "page": null,
            "part": null,
            "seal": "0B84396F"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ رَبِّ أَعِنْ، وَيَسِّرْ يا كريم ¶ أخبرنا الشيخ الإمام برهان الدين إبراهيم بن الزين عبد الرحمن بن محمد العجلوني قراءة عليه في يوم الأربعاء 22 صفر سنة 844هـ: أنا الجمال عبد الله بن إبراهيم بن خليل البعلي المعروف بابن الشرايحي: أنا أبو علي الحسن بن أحمد بن هلال الشهير بابن الهبل: ح. ¶ وأخبرنا الشيخ شمس الدين محمد بن أبي بكر المفيد الصالحي شفاهاً: أنا أبو علي بن الهبل إجازة إن لم يكن سماعاً: ح. ¶ وقرأته على قاضي القضاة نظام الدين ابن مفلح المقدسي الصالحي بإجازته إن لم يكن سماعاً من الحافظ أبي بكر بن المحب المقدسي. ¶ -[16]- ¶ قالا: أنا الشيخ الصالح المسند شمس الدين أبو عبد الله محمد بن علي بن أحمد بن فضل الواسطي: أنا عمر بن يحيى بن شافع بن جمعة: أنا أبو علي الحسن بن مكي المرندي: أنا محمد بن علي بن محمد بن طيب ابن الجلابي رحمه الله تعالى: ¶ 1 - أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مخلد الأزدي في المحرم سنة 464هـ: حدثنا أَبُو بَكْرٍ أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ بْنِ الفضل بن سهل بن بيري الواسطي: حدثنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ مبشر بن دينار الواسطي: حدثنا أبو جعفر أحمد بن سنان بن أسد بن حبان بن القطان: حدثنا أَبُو مُعَاوِيَةَ: عَنْ عَاصِمٍ الأَحْوَلِ: عَنْ عَبْدِ اللَّهِ بْنِ سَرْجَسٍ قَالَ: رَأَيْتُ الأَصْلَعَ -يَعْنِى عُمَرَ رَضِيَ اللَّهُ عَنْهُ- يُقَبِّلُ الْحَجَرَ وَيَقُولُ: إِنِّي لأُقَبِّلُكَ وَإِنِّي لأَعْلَمُ أَنَّكَ حَجَرٌ لا تَضُرُّ وَلا تَنْفَعُ، وَلَوْلا أَنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُكَ مَا فعلت. ¶ -[17]- هَذَا حَدِيثٌ صَحِيحٌ أَخْرَجَهُ الْبُخَارِيُّ عَنْ أَبِي جعفر أحمد بن سنان القطان.",
            "page": "15",
            "part": "1",
            "seal": "C3ECC0CB"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ أَحْمَدَ بْنِ موسى الغندجاني في المحرم سنة 464هـ قال: أخبرنا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ العباس بن عبد الرحمن المخلص قراءة عليه: حدثنا أبو أحمد عبد الواحد بن المهدي بالله: حدثنا أَبُو جَعْفَرٍ أَحْمَدُ بْنُ الْقَاسِمِ بْنِ طَاهِرِ بْنِ إِسْمَاعِيلَ بْنِ صَالِحِ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ الْعَبَّاسِ: حَدَّثَنِي أَبِي الْقَاسِمُ: حَدَّثَنِي أَبِي طَاهِرٌ: حَدَّثَنِي أَبِي إِسْمَاعِيلُ: حَدَّثَنِي أَبِي صَالِحٌ: حَدَّثَنِي أَبِي عَلِيٌّ: حَدَّثَنِي أَبِي عبد الله بن عباس قال: ¶ كنت رديف رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -وَأَنَا على بغلته، وَأَنَا ابْنُ ثَمَانِ سِنِينَ، وَهُوَ يُرِيدُ عَمَّتَهُ بنت عبد المطلب- قال: فوقف فِي طَرِيقِهِ عَلَى شَجَرَةٍ قَدْ يَبَسَ وَرَقُهَا وَهُوَ يَتَسَاقَطُ، فَقَالَ: يَا عَبْدَ اللَّهِ؟. قَالَ: قُلْتُ: لَبَّيْكَ يَا رَسُولَ اللَّهِ. -[18]- قَالَ: أَلا أعلمك بما تساقط الذُّنُوبَ مِنْ وَلَدِ آدَمَ كَتَسَاقُطِ الْوَرَقِ مِنْ هَذِهِ الشَّجَرَةِ؟. قَالَ: قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي. قَالَ: قُلْ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلا إِلَهَ إِلا اللَّهُ، والله أكبر. فإنهن الباقيات الصالحات المجيبات المعقبات.",
            "page": "17",
            "part": "1",
            "seal": "E8F49B06"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - أخبرنا أبو محمد الحسن: حدثنا محمد بن عبد الرحمن: حدثنا عبد الله بن محمد: حدثنا مصعب بن عبد الله الزبيري: حدثنا مَالِكُ بْنُ أَنَسٍ: عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ: عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْرَدَ الْحِجَّ.",
            "page": "18",
            "part": "1",
            "seal": "C5BCEF9B"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - أخبرنا أبو محمد الحسن: حدثنا محمد بن عبد الرحمن: حدثنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ. قَالَ: قُرِئَ عَلَى سويد: حدثهم قائلاً: عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ: عَنْ أَبِيهِ: أَنَّ أَسْمَاءَ وَلَدَتْ مُحَمَّدَ بْنَ أَبِي بَكْرٍ بِالْبَيْدَاءِ، فَذَكَرَ ذَلِكَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مُرْهَا فَلْتَغْتَسِلْ، ثُمَّ لِتُهِلَّ.",
            "page": "19",
            "part": "1",
            "seal": "8FDBF0C8"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أخبرنا أبو محمد الحسن: حدثنا محمد بن عبد الرحمن: حدثنا محمد بن هارون: حدثنا إبراهيم بن سعيد الجوهري: حدثنا وَكِيعٌ: عَنِ الْعُمَرِيِّ: عَنْ نَافِعٍ: عَنِ ابْنِ عمر: أن عمر. ¶ -[20]- ¶ أخبرنا محمد: حدثنا إبراهيم بن سعيد [قال:] قَالَ حَجَّاجُ بْنُ مُحَمَّدٍ: عَنِ ابْنِ جُرَيْجٍ: عَنْ أَبِي الزُّبَيْرِ: أَنَّهُ سَمِعَ ابْنَ عُمَرَ: أن عمر. ¶ أخبرنا محمد: حدثنا إبراهيم: حدثنا يزيد بن هارون: عن شعبة: عن أنس بن سيرين: عن ابن عمر: عن عمر. ¶ أخبركم محمد: حدثنا إبراهيم: حدثنا عبيد الله بن موسى: عن سفيان: عَنْ فِرَاسٍ: عَنْ عَامِرٍ: عَنِ ابْنِ عُمَرَ: عن عمر. ¶ وحدثنا محمد: حدثنا إبراهيم: حدثنا مُحَمَّدُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ: عَنْ عَبْدِ الْمَلِكِ بن سُلَيْمَانَ: عَنْ أَنَسِ بْنِ سِيرِينَ: -[21]- عَنِ ابْنِ عمر: عن عمر. ¶ وأخبركم محمد: حدثنا إبراهيم، [قال:] قَالَ إِسْحَاقُ بْنُ عِيسَى: عَنْ مَالِكٍ: عَنْ نَافِعٍ: عَنِ ابْنِ عُمَرَ: عَنْ عُمَرَ. ¶ وَأَخْبَرَكُمْ محمد: حدثنا إبراهيم: حدثنا يَزِيدُ: عَنْ أَبِي إِسْحَاقَ: عَنْ نَافِعٍ: عَنِ ابن عمر: عن عمر. ¶ أخبركم محمد: حدثنا إبراهيم: حدثنا حُسَيْنُ بْنُ مُحَمَّدٍ: عَنِ ابْنِ أَبِي ذِئْبٍ: عَنْ نَافِعٍ: عَنِ ابْنِ عُمَرَ: أَنَّ عُمَرَ. ¶ وأخبركم محمد: حدثنا إبراهيم: حدثنا مُوسَى بْنُ دَاوُدَ: عَنِ ابْنِ لَهِيعَةَ: عَنْ أَبِي الزُّبَيْرِ: عَنِ ابْنِ عُمَرَ: أَنَّ عُمَرَ. ¶ أخبركم محمد: حدثنا إبراهيم: حدثنا يَعْلَى بْنُ عبَيْدٍ: عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ: عَنْ أَنَسِ بْنِ سِيرِينَ: عَنِ ابن عمر: أن عمر. ¶ وحدثنا محمد: حدثنا إبراهيم. [قال:] قَالَ يَزِيدُ -[22]- بْنُ هَارُونَ: عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، عَنْ نَافِعٍ: عَنِ ابْنِ عُمَرَ: عن عمر. ¶ أخبركم محمد: حدثنا إِبْرَاهِيمُ: حَدَّثَنِي مُوسَى بْنُ إِسْمَاعِيلَ: عَنْ حَمَّادٍ: عن أيوب: عن نافع: حدثنا عبد الله بن أبي بكر: عن شعبة: عَنْ قَتَادَةَ: عَنْ يُونُسَ بْنِ جُبَيْرٍ: عَنِ ابن عمر: عن عمر. ¶ أخبركم محمد: حدثنا إبراهيم: حدثنا مُوسَى: عَنْ حَمَّادٍ: عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ: عَنْ نَافِعٍ: عَنِ ابْنِ عُمَرَ: أَنَّ عُمَرَ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -وَمَعْنَى حَدِيثِهِمْ وَاحِدٍ-، فَقَالَ: أَنَّ ابْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ. فَقَالَ: مُرْهُ فَلْيُرَاجِعْهَا فَإِذَا طَهُرَتْ وَاغْتَسَلَتْ. ¶ وَزَادَ حَجَّاجٌ فِي حَدِيثِهِ: وَقَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ((إذا طلقتم النساء فطلقوهن في قبل عدتهم)).",
            "page": "19",
            "part": "1",
            "seal": "00A16EF2"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - أَخْبَرَنَا الْقَاضِي أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الطَّيِّبِ بْنِ كَمَارِيٍّ (قِرَاءَةً عَلَيْهِ وَأَنَا حَاضِرٌ أَسْمَعُ، فَأَقَرَّ بِهِ). قَالَ: أخبرنا أَبُو بَكْرٍ أَحْمَدُ بْنُ عُبَيْدِ بْنِ الْفَضْلِ بن سهل بن بيري الواسطي: حدثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُثْمَانَ بْنِ سَمْعَانَ المعدل الواسطي: حدثنا أَسْلَمُ بْنُ سَهْلِ بْنِ أَسْلَمَ بْنِ حَبِيبٍ الرَّزَّازُ الْوَاسِطِيُّ الْمَعْرُوفُ بِبَحْشَلٍ: قَالَ يَحْيَى بْنُ سعيد أَبُو سُفْيَانَ الْحِمْيَرِيُّ: قَالَ حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ قَالَ: كَانَ ابْنُ عُمَرَ يَدْعُو بِهَذَا الدُّعَاءِ يَقُولُ: اللَّهُمَّ اجْعَلْنِي مِنْ أَعْظَمِ عِبَادِكَ نَصِيبًا مِنْ كُلِّ خَيْرٍ تُعْطِيهِ فِي هَذَا الْيَوْمِ، وَمِنْ نُورٍ تَهْدِي بِهِ، وَرَحْمَةٍ تَنْشُرُهَا، ورزق تبسطه، وضر تكسعه، وبلاءً ترفعه، وسوءٍ تَدْفَعُهُ، وفتنةٌ تَصْرِفُهَا.",
            "page": "23",
            "part": "1",
            "seal": "6F7E1BE4"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - أَخْبَرَكُمْ أَبُو تَمَّامٍ مُحَمَّدُ بْنُ عَبْدِ الْكَرِيمِ بن أبي ربيعة الصدفي: حدثنا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُبَيْدِ اللَّهِ الْقَصَّابُ قراءة عليه بسماعه: حدثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ المفيد بجرجايا سنة 367هـ: حدثنا أبو خالد يزيد بن هارون الواسطي: حدثنا حُمَيْدٍ: عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: دَخَلْتُ الْجَنَّةَ فَرَأَيْتُ قَصْرًا مِنْ ذَهَبٍ، فَقُلْتُ: لِمَنْ هَذَا؟. قَالُوا: لِشَابٍّ مِنْ قُرَيْشٍ. فَظَنَنْتُ أَنِّي هُوَ، فَقُلْتُ: لِمَنْ؟. قَالُوا: لِعُمَرَ بْنِ الْخَطَّابِ.",
            "page": "24",
            "part": "1",
            "seal": "91685EF5"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - أَخْبَرَنَا الْقَاضِي أَبُو تَمَّامٍ عَلِيُّ بْنُ مُحَمَّدِ بن الحسن إجازة: حدثنا مُحَمَّدُ بْنُ الْمُظَفَّرِ بْنِ مُوسَى بْنِ عِيسَى الحافظ أبو الحسين [قال:] قال محمد بن سليمان: حدثنا -[25]- عبد الوارث بن عبد الصمد: حدثنا أبي: حدثنا شُعْبَةُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ: عَنْ أَبِيهِ: عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا صَلَّى رَكْعَتَيِ الْفَجْرِ اضْطَجَعَ.",
            "page": "24",
            "part": "1",
            "seal": "8E111AFA"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - أَنْشَدَنِي أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي نَصْرِ بْنِ عَبْدِ اللَّهِ: أَنْشَدَنِي أَبُو مُحَمَّدٍ عَلِيُّ بْنُ أَحْمَدَ بْنِ سَعِيدٍ لِعَبْدِ الْمَلِكِ بن جهور: ¶ إن كانت الأبدان نائية ... فنفوس أهل الظرف تأتلف ¶ يارب مُفْتَرِقَيْنِ قَدْ جَمَعَتْ ... قَلْبَيْهِمَا الأَقْلامُ وَالصُّحُفُ",
            "page": "25",
            "part": "1",
            "seal": "CBB5B2B5"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - أخبرني والدي رحمه الله: أخبرنا أَحْمَدُ بْنُ الْمُظَفَّرِ، وَعَلِيُّ بْنُ سَعيِدٍ الْمُعَدِّلُ الْوَاسِطِيَّانِ بِقِرَاءَتِي عَلَيْهِمَا فَأَقَرَّا بِهِ. -[26]- قَالَ: قُلْتُ لَهُمَا: أَخْبَرَكُمَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ محمد الحافظ الواسطي: حدثنا أبو خليفة الفضل بن الحباب الجمحي: حدثنا مُسَدَّدٌ: عَنْ يَحْيَى: عَنْ حُمَيْدٍ: عَنْ أَنَسِ بْنِ مَالِكٍ: عَن ِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: دَخَلْتُ الْجَنَّةَ فَرَأَيْتُ قَصْرًا مِنْ ذَهَبٍ، فَقُلْتُ لِمَنْ هَذَا؟. ¶ قَالُوا: لِشَابٍّ مِنْ قُرَيْشٍ. فَظَنَنْتُ أَنِّي أَنَا هُوَ. قُلْتُ: مَنْ هذا؟. قيل: عمر بن الخطاب. ¶ تم الجزء ¶ الحمد لله وحده ¶ صلى الله على سيدنا محمد وآله وصحبه وسلم ¶ حسبنا الله ونعم الوكيل",
            "page": "25",
            "part": "1",
            "seal": "29C7AD65"
        }
    ],
    "t1312": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "جزء ابن الجلابي"
        }
    ]
}