{
    "b1314": [
        {
            "hno": null,
            "id": "1",
            "nass": "سلسلة الأجزاء والكتب الحديثية (22، 21، 20) ¶ مجموع فيه ثلاث رسائل حديثية ¶ من حديث أبي عبيدة مجاعة بن الزبير العتكي البصري ¶ -[من حديث محمد بن عثمان بن كرامة]- ¶ وحديث طاهر بن خالد بن نزار الأيلي ¶ رواية محمد بن مخلد العطار عنهما ¶ الزيادات في كتاب الجود والسخاء ¶ للإمام الحافظ أبي القاسم سليمان بن أحمد الطبراني ¶ تحقيق ¶ الدكتور عامر حسن صبري ¶ دار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1423هـ - 2003م",
            "page": null,
            "part": null,
            "seal": "A7254857"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "سلسلة الأجزاء والكتب الحديثية (21) ¶ من حديث ¶ محمد بن عثمان بن كرامة ¶ ومن حديث ¶ طاهر بن خالد بن نزار الأيلي ¶ رواية محمد بن مخلد العطار عنهما ¶ 331 هـ",
            "page": "133",
            "part": "1",
            "seal": "95F31834"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الجزء فيه ¶ من حديث محمد بن عثمان بن كرامة ومن حديث طاهر بن خالد بن نزار بن المغيرة الأيلي ¶ رواية أبي عبد الله محمد بن مخلد العطار الدوري عنهما ¶ رواية أبي عمر عبد الواحد بن محمد بن عبد الله بن مهدي عنه ¶ رواية أبي مُحَمَّدٍ رِزْق اللَّهِ بْنُ عَبْدُ الْوَهَّابِ التَّمِيمِيّ عنه ¶ رواية أبي القاسم نصر بن نصر العكبري عنه ¶ رواية الشيخ الصالح أبي حفص عمر بن كرم الدينوري عنه ¶ سماع منه لكاتبه محمد بن عبد المنعم بن عمار بن هامل الحراني ببغداد ¶ ومعه من حديث الحسن بن عرفة العبدي ¶ رواية أبي عبد الله محمد بن مخلد العطار عَنْهُ",
            "page": "153",
            "part": "1",
            "seal": "3D233F04"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ أخبرنا الشيخ الصالح أبو حفص عمر بن كرم بن أبي الحسن الدينوري قراءة عليه وأنا حاضر أسمع ببغداد يوم الثلاثاء سابع جمادى الآخرة سنة خمس وعشرين وستمائة قال أخبرنا نصر بن نصر بن يونس العكبري قال أخبرنا الشيخ الأجل الإِمَامُ أَبُو مُحَمَّدٍ رِزْقُ اللَّهِ بْنُ عَبْدُ الوهاب التميمي رضي الله عنه قِرَاءَةً عَلَيْهِ فِي مَنْزِلِهِ بِبَابِ الْمَرَاتِبِ وَأَنَا أسمع في شهر ربيع الآخر سنة ثمانين قيل له أخبركم أبو عمر عبد الواحد بن محمد بن عبد الله بن محمد بن مهدي قراءة عليه فأقر به قال ¶ [أحاديث طاهر بن خالد بن نزار] ¶ أخبرنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ الخطيب الدوري قراءة عليه يوم الثلاثاء لليلتين خلتا من صفر من سنة ثلاثين وثلثمائة قال حدثنا طاهر بن خالد بن نزار بن المغيرة بن سليم يعرف بالأيلي قال ¶ 1 - حَدَّثَنِي أَبِي قَالَ أَخْبَرَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ زِيَادٍ عَنْ أَبِي هُرَيْرَةَ قَالَ -[156]- قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي خَبَّأْتُ دَعْوَتِي شَفَاعَةً لأُمَّتِي يوم القيامة.",
            "page": "155",
            "part": "1",
            "seal": "D1B83337"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "2 - حدثني أبي عن إبراهيم بن طهمان قال حَدَّثَنِي عَبْدُ الأَعْلَى عَنْ شُرَيْحٍ أَنَّهُ قَالَ فِي الْمُضَارِبِ يُؤْتَمَنُ عَلَى الْمَالِ فَإِنَّ اتُّهِمَ حُلِّفَ إِلا أَنْ تُقِيمَ عَلَيْهِ بَيِّنَةً بِخِيَانَةٍ.",
            "page": "156",
            "part": "1",
            "seal": "F2FAF4B3"
        },
        {
            "hno": "3",
            "id": "6",
            "nass": "3 - حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيمَ حَدَّثَنِي عَبْدُ الأَعْلَى عَنْ شُرَيْحٍ أَنَّهُ قَالَ إِذَا شَرَكَ الرَّجُلُ الرَّجُلَ وَلَمْ يَنْقُدِ الْمُشْتَرِكَ فَالرِّبْحُ بَيْنَهُمَا وَالْوَضِيعَةُ عَلَى الْمَالِ وَلا يَدْخُلُ عَلَى الَّذِي لَمْ يَنْقُدْ ضُرُّ لأَنَّهُ بِمَنْزِلَةِ الأَجِيرِ إِنْ كَانَ له فضل كَانَ لَهُ وَإِنْ لَمْ يَكُنْ فَضْلٌ فَلَيْسَ عليه شيء.",
            "page": "156",
            "part": "1",
            "seal": "75D34110"
        },
        {
            "hno": "4",
            "id": "7",
            "nass": "4 - حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ حَدَّثَنِي الْحَجَّاجُ بْنُ -[157]- الْحَجَّاجِ عَنْ عَبْدِ الأَعْلَى بْنِ عَبْدِ رَبِّهِ أَنَّهُ حَدَّثَهُ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يُحَدِّثُ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ عِيسَى عَلَيْهِ السَّلامُ نَازِلٌ فَيَقْتُلُ الدَّجَّالَ وَيَكْسِرُ الصَّلِيبَ وَيَقْتُلُ الْخِنْزِيرَ.",
            "page": "156",
            "part": "1",
            "seal": "77BBC136"
        },
        {
            "hno": "5",
            "id": "8",
            "nass": "5 - حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ إِسْحَاقَ بْنِ سَهْلِ بْنِ أَبِي حَثَمَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَانَتْ عِنْدِي جَارِيَةٌ مِنَ الأَنْصَارِ فِي حِجْرِي فَزَوَّجْتُهَا فَدَخَلَ علي رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وسلم وَلَمْ يَسْمَعْ غِنَاءً فَقَالَ يَا عَائِشَةُ أَلا تُغَنِّينَ فَإِنَّ هَذَا -[158]- الْحَيَّ مِنَ الأَنْصَارِ يُحِبُّونَ الغناء.",
            "page": "157",
            "part": "1",
            "seal": "F7B2D3BA"
        },
        {
            "hno": "6",
            "id": "9",
            "nass": "6 - حدثني أبي عن إبراهيم بن طهمان قال سَأَلْتُ مَطَرًا عَنْ أُمِّ الْوَلَدِ هَلْ فِي مَالِهَا زَكَاةٌ قَالَ لا.",
            "page": "158",
            "part": "1",
            "seal": "36A0B316"
        },
        {
            "hno": "7",
            "id": "10",
            "nass": "7 - أَخْبَرَنِي أَبِي عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ قَالَ حَدَّثَنِي جَابِرٌ الْجُعْفِيُّ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ سُوَيْدِ بْنِ غَفَلَةَ عَنْ أُبَيِّ بْنِ كَعْبٍ أَنَّهُ قَالَ أَصَبْتُ دَنَانِيرَ فَأَتَيْتُ بِهَا رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عَرِّفْهَا حَوْلا فَعَرَّفْتُهَا حَوْلا ثُمَّ رَدَدْتُهَا إِلَيْهِ فَقَالَ احْفَظْ وِعَاءَهَا وَوِكَاءَهَا وَعِدَّتَهَا وَاسْتَنْفِعْ بِهَا.",
            "page": "158",
            "part": "1",
            "seal": "66528E31"
        },
        {
            "hno": "8",
            "id": "11",
            "nass": "8 - حَدَّثَنَا أَبِي أَخْبَرَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ حَدَّثَنِي سُلَيْمَانُ الأَعْمَشُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ قَالَ -[159]- قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْرُجُ قَوْمٌ مِنَ النَّارِ قَدِ احْتَرَقُوا فَذَكَرَ الْحَدِيثَ.",
            "page": "158",
            "part": "1",
            "seal": "F2214A4C"
        },
        {
            "hno": "9",
            "id": "12",
            "nass": "9 - حَدَّثَنِي أَبِي أَخْبَرَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ حَدَّثَنِي بُدَيْلُ الْعُقَيْلِيُّ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ اللَّيْثِيِّ عَنْ أُمِّ كُلْثُومٍ عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ طَعَامًا فِي سِتَّةِ رَهْطٍ إِذْ دَخَلَ أَعْرَابِيٌّ فَأَكَلَ مَا بَيْنَ أَيْدِيهِمْ بِلُقْمَتَيْنِ فَقَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ كَانَ ذَكَرَ اسْمَ اللَّهِ عَزَّ وَجَلَّ لَكَفَاكُمْ فَإِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَذْكُرِ اللَّهَ فَإِنَّ نَسِيَ ثُمَّ ذَكَرَ فَلْيَقُلْ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ.",
            "page": "159",
            "part": "1",
            "seal": "1C4B9C27"
        },
        {
            "hno": "10",
            "id": "13",
            "nass": "10 - حَدَّثَنَا أَبِي عَنْ إِبْرَاهِيمَ حَدَّثَنِي الْحَجَّاجُ بْنُ الْحَجَّاجِ عَنْ قَتَادَةَ عَنْ عَيَّاشِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي قَتَادَةَ الْعَدَوِيِّ أَنَّهُ قَالَ مَا مِنْ يَوْمٍ أَكْرَهُ أَنْ أَصُومَهُ مِنْ يَوْمِ الْجُمُعَةِ وَلا أَحَبُّ إِلَيَّ مِنْ أَنْ أَصُومَهُ مِنْ يَوْمِ الْجُمُعَةِ فَقِيلَ وَكَيْفَ ذَلِكَ قَالَ يُعْجِبُنِي أَنْ أَصُومَهُ فِي أَيَّامٍ مُتَتَابِعَةٍ لِمَا أَعْلَمُ مِنْ فَضِيلَتِهِ وَأَكْرَهُ أَنْ أَخُصَّهُ مِنْ بَيْنِ الأَيَّامِ فَإِنَّ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُخَصَّ وَحْدَهُ مِنْ بَيْنِ الأَيَّامِ.",
            "page": "160",
            "part": "1",
            "seal": "B678E3AB"
        },
        {
            "hno": "11",
            "id": "14",
            "nass": "11 - حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ حَدَّثَنِي الْحَجَّاجُ بْنُ الْحَجَّاجِ عَنْ رَجُلٍ مِنْ أَهْلِ الْمَشْرِقِ يُقَالُ لَهُ الْمَشْرِقِيُّ -[161]- عَنْ عِكْرِمَةَ فِي قوله عز وجل: {يس}، قَالَ يَعْنِي يَا إِنْسَانُ، {إِنَّكَ لَمِنَ المرسلين على صراط مستقيم}، قَالَ عَلَى دِينٍ مُسْتَقِيمٍ.",
            "page": "160",
            "part": "1",
            "seal": "F8C1CBB1"
        },
        {
            "hno": "12",
            "id": "15",
            "nass": "12 - حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ حَدَّثَنِي الْحَجَّاجُ بْنُ الْحَجَّاجِ عَنْ قَتَادَةَ عَنِ الْحَسَنِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ كَثِيرِ بْنِ مُرَّةٍ الْحَضْرَمِيِّ عَنْ مُعَاذِ بْنِ جَبَلٍ أَنَّهُ قَالَ لأُقْضِمَنَّ الدَّهْرَ كُلَّهُ ولأُخْضِمَنَّ الدَّهْرَ كُلَّهُ فَقِيلَ لَهُ وَكَيْفَ ذَلِكَ يَا أَبَا عَبْدِ الرَّحْمَنِ قَالَ أَصُومُ مِنْ كُلِّ شَهْرٍ ثَلاثَةَ أَيَّامٍ فَذَاكَ صَوْمُ الدَّهْرِ كُلِّهِ. قَالَ أَبُو الطَّيِّبِ القَضْمُ مَا أَكَلْتَ بِأَسْنَانِكَ وَالخَضْمُ مَا أَكَلْتَ بأضراسك.",
            "page": "161",
            "part": "1",
            "seal": "E0C9135E"
        },
        {
            "hno": "13",
            "id": "16",
            "nass": "13 - حَدَّثَنِي أَبِي حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ حَدَّثَنَا الْحَجَّاجُ بْنُ الْحَجَّاجِ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا تَصُومَنَّ امْرَأَةٌ إِلا بِإِذْنِ زَوْجِهَا.",
            "page": "161",
            "part": "1",
            "seal": "F61018E5"
        },
        {
            "hno": "14",
            "id": "17",
            "nass": "14 - حَدَّثَنِي أَبِي عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ خِلاسِ بْنِ عَمْرٍو عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ قَامَ لَيْلَةَ الْقَدْرِ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ.",
            "page": "162",
            "part": "1",
            "seal": "C55D19FA"
        },
        {
            "hno": "15",
            "id": "18",
            "nass": "15 - حَدَّثَنِي أَبِي قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ حَدَّثَنِي خَالِدُ بْنُ مَيْمُونٍ عَنْ عَلِيُّ بْنِ زَيْدِ بْنِ جُدْعَانَ عَنْ أَبِي نَضْرَةَ عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكُونُ لأَهْلِ الإِسْلامِ أَرْبَعَةُ أَمْصَارٍ مِصْرٌ تِلْقَاءَ الْبَحْرَيْنِ وَمِصْرٌ بِالحِيرَةِ وَمِصْرَانِ بِالشَّامِ وَيَفْزَعُ النَّاسُ ثَلاثَ فَزَعَاتٍ -[163]- ثُمَّ يَخْرُجُ الدَّجَّالُ فِي عِرَاضِ جَيْشٍ يَنْهَزِمُ مِنْ قَبْلِ الْمَشْرِقِ فَيَسِيرُ حَتَّى يَنْتَهِي إِلَى الْمِصْرِ الَّذِي تِلْقَاءَ الْبَحْرَيْنِ فَيَفْتَرِقُ أَهْلُهُ عِنْدَ ذَلِكَ ثَلاثَ فِرَقٍ فِرْقَةٌ تَثْبُتُ وَفِرْقَةٌ تَلْحَقُ بِالْمِصْرِ الَّذِي بِالحِيرَةِ وَفِرْقَةٌ تَلْحَقُ بِالشَّامِ وَالقُوَّةُ مِنْهُ الْفُرَّارُ فَيَظْهَرُ عَلَيْهِمُ الدَّجَّالُ ثُمَّ يَسِيرُ حَتَّى يَأْتِي الْمِصْرَ الَّذِي بِالحِيرَةِ فَيَفْتَرِقُ أَهْلُهُ عِنْدَ ذَلِكَ ثَلاثَ فِرَقٍ فِرْقَةٌ تَثْبُتُ وَفِرْقَةٌ تَلْحَقُ بِالبَادِيَةِ وَالقُوَّةُ الَّتِي مِنْهُ الْفُرَّارُ فَيَظْهَرُ عَلَيْهِمْ ثُمَّ يَنْحَازُ الْمُسْلِمُونَ إِلَى بَيْتِ الْمَقْدِسِ فَيَثْبَتُونَ حَتَّى يَنْزِلَ عَقَبَةُ أَفِيق فَيُسَرِّحُ الْمُسْلِمُونَ سَرْحَهُمْ فَيُصَابُ [فَيَشْتَدُّ عَلَيْهِمْ وَتُصِيبُهُمْ مَجَاعَةٌ شَدِيدَةٌ] حَتَّى أَنَّ الرَّجُلَ لَيَعْمَدُ إِلَى وَتَرِ قَوْسِهِ فيحرقه فَيَأْكُلَهُ مِنَ الْجَهْدِ فَبَيْنَا هُمْ عَلَى ذَلِكَ إِذْ سَمِعُوا صَوْتَ رَجُلٍ مِنَ السَّحَرِ يَقُولُ يَا أَيُّهَا النَّاسُ أَتَاكُمُ الْغَوْثُ فَيَقُولُونَ هَذَا صَوْتُ شَبْعَانَ ثُمَّ يُنَادِي النَّاسَ فَيَقُولُ يَا أَيُّهَا النَّاسُ أَتَاكُمُ الْغَوْثُ فَيَخْرُجُونَ إِلَيْهِ فَإِذَا هُمْ بِعِيسَى بْنِ مَرْيَمَ فَتُقَامُ الصَّلاةُ فَيَقُولُ لِيُصَلِّي بِكُمْ بَعْضُكُمْ فَإِنَّكُمْ أَحَقُّ فَيُصَلِّي بِهِمْ بَعْضُهُمْ وَيُصَلِّي مَعَهُمْ عِيسَى فَإِذَا فَرَغَ مِنَ الصَّلاةِ سَارَ إِلَى الدَّجَّالِ فَحِينَ يَرَاهُ الدَّجَّالُ يَذُوبُ كَمَا يَذُوبُ الرَّصَاصُ فَيَطْعَنُهُ فَيَقْتُلَهُ فَلا يَبْقَى يَوْمَئِذٍ شَجَرٌ وَلا حَجَرٌ إِلا وَهُوَ ينادي -[164]- يا مؤمن هذا كافر تحتي فيجئ فيقتله.",
            "page": "162",
            "part": "1",
            "seal": "4052E1E6"
        },
        {
            "hno": "16",
            "id": "19",
            "nass": "16 - حَدَّثَنِي أَبِي حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ قَالَ حَدَّثَنِي شُعْبَةُ بْنُ الْحَجَّاجِ عَنْ حُمَيْدِ بْنِ هِلالٍ عَنْ مُطَرَّفِ بْنِ عَبْدِ اللَّهِ قَالَ أَخْبَرَنِي مَنْ رَأَى عَلَى رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعْلَيْنِ مَخْصُوفَيْنِ.",
            "page": "164",
            "part": "1",
            "seal": "C4ACDA3A"
        },
        {
            "hno": "17",
            "id": "20",
            "nass": "17 - حَدَّثَنِي أَبِي قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ قَالَ حَدَّثَنِي الْحَجَّاجُ عَنْ قَتَادَةَ عَنْ أَبِي السوَّارِ قَالَ سَأَلْتُ أَبَا رَافِعٍ عَنْ رَجُلٍ ذَبَحَ وَنَسِيَ أَنْ يَذْكُرَ اسْمَ اللَّهِ قَالَ كله.",
            "page": "164",
            "part": "1",
            "seal": "4BB9F161"
        },
        {
            "hno": "18",
            "id": "21",
            "nass": "18 - حَدَّثَنَا أَبِي حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ قَالَ حَدَّثَنَا -[165]- الأَعْمَشُ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْرُجُ أُنَاسٌ مِنَ النَّارِ قَدِ احْتَرَقُوا حتى كانوا كالحمم فَيُلْقَوْنَ عَلَى بَابِ الْجَنَّةِ فَيَرُشُّ عَلَيْهِمْ أَهْلُ الْجَنَّةِ مِنَ الْمَاءِ فَيَنْبُتُونَ كَمَا تَنْبُتُ الْغُثَاءُ فِي حَمِيلِ السَّيْلِ.",
            "page": "164",
            "part": "1",
            "seal": "6448E06B"
        },
        {
            "hno": "19",
            "id": "22",
            "nass": "19 - حدثني أبي عن إبراهيم بن طهمان قال وَحَدَّثَنِي عَبَّادُ بْنُ إِسْحَاقَ عَنْ أَبِي الزِّنَادِ عَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ الْمُسْلِمِينَ تَرَكَ دَيْنًا أَوْ ضَيَاعًا فَلْيَدْفَعْهُ إِلَيَّ وَمَنْ تَرَكَ مَالا فَلِعَصَبِتِهِ مَنْ كَانُوا. قَالَ عَبَّادُ أَوْ قَالَ لِلوُلاةِ مِنْ كَانُوا قَالَ عَبَّادٌ وَالوُلاةُ الأَوْلِيَاءُ.",
            "page": "165",
            "part": "1",
            "seal": "5193CC02"
        },
        {
            "hno": "20",
            "id": "23",
            "nass": "20 - حَدَّثَنِي أَبِي قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّهُ سَمِعَ سَعِيدَ بْنَ زَيْدٍ يَقُولُ مَشَيْتُ إِلَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعُمَرُ بْنُ الْخَطَّابِ فَسَأَلْنَاهُ عَنْهُ فَقَالَ يُبْعَثُ يَوْمَ الْقِيَامَةِ أُمَّةً وَحْدَهُ يَعْنِي زَيْدَ بْنَ عَمْرٍو بْنِ نُفَيْلٍ.",
            "page": "166",
            "part": "1",
            "seal": "B01141BA"
        },
        {
            "hno": "21",
            "id": "24",
            "nass": "21 - حَدَّثَنِي أَبِي حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ خَارِجَةَ بْنِ زَيْدٍ قَالَ كَانَ زَيْدُ بْنُ ثَابِتٍ إِذَا سُئِلَ عَنِ الشَّيْءِ يَقُولُ كَانَ هَذَا فَإِنْ قَالُوا -[167]- لا قَالَ دَعُوهُ حَتَّى يَكُونَ.",
            "page": "166",
            "part": "1",
            "seal": "B54E6FF0"
        },
        {
            "hno": "22",
            "id": "25",
            "nass": "22 - حَدَّثَنِي أَبِي حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ عَنْ أَبِيهِ أَبِي الزِّنَادِ أَنَّهُ كَانَ يُكَبِّرُ إِذَا غَدَا إِلَى الْعِيدِ وَحِينَ يَخْرُجُ إِلَى الْمَسْجِدِ حَتَّى يَبْلُغَ الْمُصَلَّى ثُمَّ يُكَبِّرُ في المصلى.",
            "page": "167",
            "part": "1",
            "seal": "DD07D84D"
        },
        {
            "hno": "23",
            "id": "26",
            "nass": "23 - حَدَّثَنَا أَبِي قَالَ أَخْبَرَنِي إِبْرَاهِيمُ بْنُ طَهْمَانَ قَالَ حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} [المطففين: 6] حَتَّى يَغيبَ أَحَدُكُمْ فِي رَشْحِهِ إِلَى أَنْصَافِ أُذُنَيْهِ.",
            "page": "167",
            "part": "1",
            "seal": "36EF86AD"
        },
        {
            "hno": "24",
            "id": "27",
            "nass": "24 - حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ أَنَّهُ أَخْبَرَهُ أَنَّ أَبَا هُرَيْرَةَ كَانَ يَقُولُ مَنِ احْتَلَمَ مِنَ اللَّيْلِ فَأَصْبَحَ قَبْلَ أَنْ يَغْتَسِلَ فَلا يَصُومَنَّ ذَلِكَ الْيَوْمَ قَالَ أَبُو بَكْرٍ فَأَرْسَلَنِي مَرْوَانُ بْنُ الْحَكَمِ إِلَى عَائِشَةَ وَأُمِّ سَلَمَةَ -[168]- زَوْجَيّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ أَشْهَدُ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَبِيتُ جُنُبًا مِنْ نِكَاحٍ غَيْرِ احْتِلامٍ ثُمَّ يُصْبِحُ فَيَغْتَسِلُ وَيَصُومُ ذَلِكَ الْيَوْمِ فَقَالَ لِي مَرْوَانُ اذْهَبْ إِلَى أَبِي هُرَيْرَةَ فَأَخْبِرهُ هَذَا قَالَ فَذَهَبْتُ إِلَى أَبِي هُرَيْرَةَ فَأَخْبَرْتُهُ ذَلِكَ فَقَالَ أَخْبَرَنِي ذَلِكَ الْفَضْلُ بْنُ عَبَّاسٍ.",
            "page": "167",
            "part": "1",
            "seal": "648799C9"
        },
        {
            "hno": "25",
            "id": "28",
            "nass": "25 - حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ خَارِجَةَ بْنِ زَيْدٍ ذَكَرَهُ عَنْ زَيْدِ بْنِ ثَابِتٍ أَنَّهُ لَمْ يَكُنْ يُحْيِي مِنْ رَمَضَانَ شَيْئًا كَمَا يُحْيِي لَيْلَةَ سَبْعَ عَشْرَةَ وَلَيْلَةَ ثَلاثٍ وَعِشْرِينَ وَلا كَإِحْيَائِهِ لَيْلَةَ سَبْعِ عَشْرَةَ فَقِيلَ لَهُ يَا أَبَا سَعِيدٍ مَا شَأْنُ لَيْلَةَ سَبْعَ عَشْرَةَ فَيَقُولُ إِنَّ اللَّهِ عَزَّ وَجَلَّ فَرَّقَ فِي صَبِيحَتِهِمَا بَيْنَ الْحَقِّ وَالْبَاطِلِ وَأَذَلَّ فِي صَبِيحَتِهَا الْكُفْرِ قَالَ فَيُصْبِحُ عَلَى وَجْهِهِ السَّهَرُ وَالصُّفْرَةُ.",
            "page": "168",
            "part": "1",
            "seal": "0B995CF3"
        },
        {
            "hno": "26",
            "id": "29",
            "nass": "[أَحَادِيثُ مُحَمَّدِ بْنِ عُثْمَانَ بْنِ كَرَامَةَ] ¶ حَدَّثَنَا مُحَمَّدُ بْنُ مَخْلَدِ بْنِ حَفْصٍ الْعَطَّارُ حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ كَرَامَةَ قَالَ ¶ 26 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بَهْزُ بْنُ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ سَمِعْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي كُلِّ إِبِلٍ سَائِمَةٍ مِنْ كُلِّ أرْبَعِينَ بِنْتُ لَبُونٍ وَلا يُفَرَّقُ إِبِلٌ عَنْ حِسَابِهَا مِنْ أَعْطَاهَا مُؤْتَجِرًا أَخَذْنَاهَا وَمَنْ مَنَعَهَا فَإِنَّا آخِذُوهَا وَشَطْرَ إِبِلِهِ عَزْمَةً مِنْ عَزَمَاتِ رَبِّنَا عَزَّ وَجَلَّ وَلا يَحِلُّ لآلِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وسلم منها شيء.",
            "page": "169",
            "part": "1",
            "seal": "19B643C9"
        },
        {
            "hno": "27",
            "id": "30",
            "nass": "27 - حَدَّثَنَا أَبُو أُسَامَةَ قَالَ حَدَّثَنِي مِسْعَرٌ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَمْرِو بْنِ أَبِي قُرَّةَ قَالَ -[170]- تَزَوَّجَ سَلْمَانُ مَوْلاةً لَهُ يُقَالُ لَهَا بُقَيْرَةُ فَبَلَغَ أَبَا قُرَّةَ أَنَّهُ كَانَ بَيْنَ حُذَيْفَةَ وَسَلْمَانَ شَيْءٌ فَأَتَاهُ يَطْلُبُهُ فَأُخْبِرَ أَنَّهُ كَانَ فِي مَبْقَلَةٍ لَهُ فَتَوَجَّهَ إِلَيْهِ فَلَقِيَهُ وَمَعَهُ زَبِيلٌ فِيهِ بَقْلٌ وَقَدْ أَدْخَلَ عُكَّازَهُ فِي عُرْوَةِ الزَّبِيلِ وَهُوَ عَلَى عَاتِقِهِ فَقَالَ يَا أَبَا عَبْدُ اللَّهِ مَا كَانَ بَيْنَكَ وَبَيْنَ حُذَيْفَةَ قَالَ يَقُولُ سَلْمَانُ: {وَكَانَ الإِنْسَانُ عَجُولا} [الأسراء: 11] فَانْطَلَقَا حَتَّى أَتِيَا دَارَ سَلْمَانُ فَدَخَلَ سَلْمَانُ الدَّارَ فَقَالَ السَّلامُ عَلَيْكُمْ ثُمَّ أَذِنَ لأَبِي قُرَّةَ فَدَخَلَ فَإِذَا هُوَ بِنَمَطٍ مَوْضُوعٍ عَلَى بَابٍ وَعِنْدَ رَأْسِهِ لَبِنَاتٌ وَإِذَا قُرْطَاطٌ فَقَالَ اجْلِسْ عَلَى فِرَاشِ مَوْلاتِكَ [الَّتِي] تُمَهِّدُ لِنَفْسِهَا ثُمَّ أَنْشَأَ يُحَدِّثُهُ فَقَالَ إِنَّ حُذَيْفَةَ كَانَ يُحَدِّثُ بِأَشْيَاءَ يَقُولُهَا رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأَقْوَامٍ فِي غَضَبِهِ فَأُوتَى فَأُسْأَلُ عَنْهَا فَأَقُولُ حُذَيْفَةَ أَعْلَمُ وَمَا يَقُولُ وَأَكْرَهُ أَنْ تَكُونَ -[171]- ضَغَائِنُ بَيْنَ أَقْوَامٍ فَأُتِيَ حُذَيْفَةَ فَقِيلَ لَهُ إِنَّ سَلْمَانَ لا يُصَدِّقُكَ وَلا يُكَذِّبُكَ بِمَا تَقُولُ فَجَاءَنِي حُذَيْفَةُ فَقَالَ يَا سَلْمَانُ بْنُ أَبِي سَلْمَانَ فَقُلْتُ يَا حُذَيْفَةَ بْنُ أَبِي حُذَيْفَةَ لَتَنْتَهِيَنَّ أَوْ لأَكْتُبَنَّ فِيكَ إِلَى عُمَرَ فَلَمَّا خَوَّفْتُهُ بِعُمَرَ تَرَكَنِي وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ وَلَدِ آَدَمَ أَنَا فَأَيُّمَا عَبْدٍ مِنْ أُمَّتِي لَعَنْتُهُ لَعْنَةً أَوْ سَبَبْتُهُ سَبَّةً فِي غَيْرِ كُنْهِهِ فَأَجْعَلُهَا عَلَيْهِ صلاة.",
            "page": "169",
            "part": "1",
            "seal": "28613C70"
        },
        {
            "hno": "28",
            "id": "31",
            "nass": "28 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ فَإِنْ كَانَ صَائِمًا فَلْيُصَلِّ وَإِنْ كَانَ مُفْطِرًا فليطعم.",
            "page": "171",
            "part": "1",
            "seal": "1E88441C"
        },
        {
            "hno": "29",
            "id": "32",
            "nass": "29 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ مَالِكِ بْنِ مِغْوَلٍ عَنِ ابْنِ سُوقَةَ [عَنْ] نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَجْلِسِ يَقُولُ رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إِنَّكَ أَنْتَ التواب الرحيم مئة مرة.",
            "page": "172",
            "part": "1",
            "seal": "4F861D93"
        },
        {
            "hno": "30",
            "id": "33",
            "nass": "30 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ جَرِيرِ بْنِ حَازِمٍ عَنْ حُمَيْدٍ عَنْ أَنَسِ قَالَ كَانَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ الرُّطَبَ مَعَ الخربز يعني البطيخ يجمعهما.",
            "page": "172",
            "part": "1",
            "seal": "292F75EE"
        },
        {
            "hno": "31",
            "id": "34",
            "nass": "31 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّ أَبَا أَيُّوبَ أَوْ زَيْدَ بْنِ ثَابِتٍ - شَكَّ هِشَامٌ - قَالَ لِمَرْوَانَ وَهُوَ أَمِيرُ الْمَدِينَةِ إِنَّكَ لَتُخَفِّفُ الرَّكْعَتَيْنِ مِنَ الْمَغْرِبِ وَاللَّهِ لَقَدْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِيهِمَا سُورَةَ الأَعْرَافِ فِي الركعتين جميعا.",
            "page": "173",
            "part": "1",
            "seal": "D5F56751"
        },
        {
            "hno": "32",
            "id": "35",
            "nass": "32 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ قَالَ مَرَّ هِشَامُ بْنُ حَكِيمِ بْنِ حِزَامٍ عَلَى أُنَاسٍ مِنَ الأَنْبَاطِ قَدْ أُقِيمُوا فِي الشَّمْسِ فَقَالَ مَا شَأْنُهُمْ قَالَ حُبِسُوا فِي الْجِزْيَةِ فَقَالَ هِشَامٌ أَشْهَدُ لَسَمِعْتُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يُعَذِّبُ الَّذِينَ يُعَذِّبُونَ النَّاسَ فِي الدنيا.",
            "page": "173",
            "part": "1",
            "seal": "D5772E5A"
        },
        {
            "hno": "33",
            "id": "36",
            "nass": "33 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ يَقُولُ سَمِعْتُ عَبْدَ اللَّهِ بْنَ جَعْفَرٍ يَقُولُ سَمِعْتُ عَلِيًّا يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ خَيْرُ نِسَائِهَا مَرْيَمُ بِنْتُ عِمْرَانَ وَخَيْرُ نِسَائِهَا خَدِيجَةَ بِنْتُ خُوَيْلِدٍ.",
            "page": "174",
            "part": "1",
            "seal": "B67288A8"
        },
        {
            "hno": "34",
            "id": "37",
            "nass": "34 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّ رَجُلا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي افْتُلِتَتْ نَفْسَهَا وَلَمْ تُوصِ وَإِنِّي لأَظُنُّهَا لَوْ تَكَلَّمَتْ لَتَصَدَّقَتْ فَهَلْ لَهَا أَجْرٌ إذا تصدقت عنها قال نعم.",
            "page": "174",
            "part": "1",
            "seal": "A5774F2B"
        },
        {
            "hno": "35",
            "id": "38",
            "nass": "35 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ اسْتَأْذَنَ أَبُو بَكْرٍ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْخُرُوجِ مِنْ مَكَّةَ حِينَ اشْتَدَّ عَلَيْهِ فَقَالَ لَهُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقِمْ فَقَالَ يَا رَسُولَ اللَّهِ أَتَطْمَعُ أَنْ يُؤْذَنَ لَكَ وَكَانَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنِّي لأَرْجُو ذَلِكَ قَالَ فَانْتَظَرَهُ أَبُو بَكْرٍ ثُمَّ أَتَى رَسُولُ اللَّهِ ذَاتَ يَوْمٍ ظُهْرًا فَنَادَاهُ فَقَالَ أَخْرِجْ مَنْ عِنْدَكَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّمَا هُمَا ابْنَتَايَ قَالَ شَعَرْتُ أَنَّهُ قَدْ أُذِنَ لِي فِي الْخُرُوجِ فَقَالَ يَا رَسُولَ اللَّهِ الصُّحْبَةَ فَقَالَ الصُّحْبَةَ فَقَالَ يَا رَسُولَ اللَّهِ عِنْدِي نَاقَتَانِ قَدْ أَعْدَدْتُهُمَا لِلْخُرُوجِ فَأَعْطَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِحْدَاهُمَا وَهِيَ الْجَدْعَاءُ فَرَكِبَهَا فَانْطَلَقَا حَتَّى أَتَيَا الْغَارَ - وَهُوَ بِثَوْرٍ - فَتَوَارَيَا فِيهِ وَكَانَ عَامِرُ بْنُ فُهَيْرَةَ غُلامًا لَعَبْدَةَ بْنِ الطُّفَيْلِ - وَهُوَ أَخُو عَائِشَةَ لأُمِّهَا - وَكَانَتْ لأَبِي بَكْرٍ مِنْحَةٌ فَكَانَ يَرُوحُ بِهَا وَيَغْدُو عَلَيْهَا وَيُصْبِحُ -[176]- فَيُدَّلَجُ إِلَيْهِمْ ثُمَّ يَسْرَحُ فَلا يَفْطِنُ لَهُ أَحَدٌ مِنَ الرِّعَاءِ فَلَمَّا خَرَجَا خَرَجَ مَعَهُمَا يُعْقِبَانَهُ حَتَّى قَدِمَ المَدِينَةَ فَقُتِلَ عَامِرُ بْنُ فهيرة يوم بئر معونة.",
            "page": "175",
            "part": "1",
            "seal": "510DEA59"
        },
        {
            "hno": "36",
            "id": "39",
            "nass": "36 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنِ ابْنِ عُمَرَ قَالَ حَضَرتُ أَبِي حِينَ أُصِيبَ فَأَثْنَوْا عَلَيْهِ فَقَالُوا جَزَاكَ اللَّهُ خَيْرًا فَقَالَ رَاغِبٌ وَرَاهِبٌ فَقَالُوا اسْتَخْلِفْ عَلَيْنَا فَقَالَ أَتَحَمَّلُ أَمْرَكُمْ حَيًّا وَمَيِّتًا لَوَدِدْتُ أَنَّ حَظِّي مِنْكُمُ الْكَفَافَ لا عَلَيَّ وَلا لِيَ إِنْ أَسْتَخْلِفُ فَقَدْ أَسْتَخْلِفُ مَنْ هُوَ خَيْرٌ مِنِّي وَإِنْ أَتْرُكُ فَقَدْ تَرَكَكُمْ مَنْ هُوَ خَيْرٌ مِنِّي. قَالَ عَبْدُ اللَّهِ فَعَرَفْتُ أَنَّهُ غَيْرُ مستخلف.",
            "page": "176",
            "part": "1",
            "seal": "E9C7B1DD"
        },
        {
            "hno": "37",
            "id": "40",
            "nass": "37 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ قَالَ حَدَّثَتْنِي فَاطِمَةُ بِنْتُ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَتْ دَخَلْتُ عَلَى عَائِشَةَ وَالنَّاسُ يُصَلُّونَ فَقُلْتُ مَا شَأْنُ النَّاسِ يُصَلُّونَ فَقُلْتُ آَيَةٌ فَأَشَارَتْ بِرَأْسِهَا أَيْ نَعَمْ فَأَطَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جِدًّا حَتَّى تَجَلانِي الْغَشْيُ قَالَتْ وَإِلَى جَنْبِي قِرْبَةٌ فِيهَا مَاءٌ فَفَتَحْتُهَا فَجَعَلْتُ أَصُبُّ مِنْهَا عَلَى رَأْسِي فَانْصَرَفَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدْ تَجَلَّتِ الشَّمْسُ فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ قَالَتْ وَلَغِطَ نِسْوَةٌ مِنَ الأَنْصَارِ فَانْكَفَأْتُ إِلَيْهِنَّ لأُسْكِتَهُنَّ فَقُلْتُ لِعَائِشَةَ مَا قَالَ قَالَتْ ما من شيء لم أكن رأيته إلا قد رَأَيْتُهُ فِي مَقَامِي هَذَا حَتَّى الْجَنَّةَ وَالنَّارَ وَإِنَّهُ قَدْ أُوحِيَ إِلَيَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ مِثْلَ أَوْ قَرِيبًا مِنْ فِتْنَةِ الدَّجَّالِ يُؤْتَى أَحَدُكُمْ فَيُقَالُ لَهُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ أَوْ قَالَ الْمُوقِنُ شَكَّ هِشَامٌ فَيَقُولُ هُوَ رَسُولُ اللَّهِ هُوَ مُحَمَّدٌ جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى فَآمَنَّا وَصَدَّقْنَا وَأَجَبْنَا فَيُقَالُ لَهُ نَمْ صَالِحًا قَدْ كُنَّا نَعْلَمُ أَنَّكَ لَمُؤْمِنٌ بِهِ. -[178]- وَأَمَّا الْمُنَافِقُ أَوْ قَالَ الْمُرْتَابُ - شَكَّ هِشَامٌ - فَيُقَالُ لَهُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَيَقُولُ لا أَدْرِي سَمِعْتُ النَّاسَ تَقُولُ شَيْئًا فَقُلْتُهُ قَالَ هِشَامٌ فَلَقَدْ قَالَتْ لِي فَاطِمَةُ مَا وَعَيْتُهُ غَيْرَ أَنَّهَا ذَكَرَتْ مَا يغلظ عليه.",
            "page": "177",
            "part": "1",
            "seal": "8BF0770F"
        },
        {
            "hno": "38",
            "id": "41",
            "nass": "38 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ وَفَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ قَالَتْ صَنَعْتُ سُفَرَةَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيْتِ أَبِي بَكْرٍ حِينَ أَرَادَ أَنْ يُهَاجِرَ إِلَى الْمَدِينَةِ فَلَمْ نَجِدْ لِسُفْرَتِهِ وَلا لِسِقَائِهِ مَا نَرْبُطُهَا بِهِ فَقُلْتُ لأَبِي بَكْرٍ وَاللَّهِ مَا أَجِدُ شَيْئًا أَرْبُطُهَا إِلا نِطَاقِي قَالَتْ فَشَقَقْتُهُ بِاثْنَيْنِ فَرَبَطْتُ بِوَاحِدٍ السِّقَاءَ وَبَوِاحِدٍ السُّفْرَةَ فَلِذَلِكَ سُمِّيتُ ذَاتَ النطاقين.",
            "page": "178",
            "part": "1",
            "seal": "87C7296D"
        },
        {
            "hno": "39",
            "id": "42",
            "nass": "39 - حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ عَنْ سُلَيْمَانَ بْنِ بِلالٍ عَنْ شَرِيكِ بْنِ أَبِي نَمِرٍ عَنْ عَطَاءٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنَنِي بِالْحَرْبِ وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ وَيَدَهُ الَّتِي يَبْطِشُ بِهَا وَرِجْلُهُ الَّتِي يَمْشِي عَلَيْهَا وَلَئِنْ سَأَلَنِي عَبْدِي لأُعْطِيَنَّهُ وَلَئِنِ اسْتَعَاذَنِي لأُعِيذَنَّهُ وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ يَكْرَهُ الْمَوْتَ وَأَكْرَهُ مُسَاءَتَهُ وَلا بُدَّ له منه.",
            "page": "179",
            "part": "1",
            "seal": "EAC470EE"
        },
        {
            "hno": "40",
            "id": "43",
            "nass": "40 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى حَدَّثَنَا هَمَّامٌ عَنْ قَتَادَةَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ قَالَ نَهَى رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَنْكِحَ الْمَرْأَةُ عَلَى عَمَّتِهَا وَعَلَى خَالَتِهَا.",
            "page": "180",
            "part": "1",
            "seal": "09F17D82"
        },
        {
            "hno": "41",
            "id": "44",
            "nass": "41 - حَدَّثَنَا عُبَيْدُ اللَّهِ حَدَّثَنَا هَمَّامٌ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مثله.",
            "page": "180",
            "part": "1",
            "seal": "E3758F93"
        },
        {
            "hno": "42",
            "id": "45",
            "nass": "42 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ شَرِيكٍ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ لَمَّا قَدِمَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ قَالَ لَهُ الْعَبَّاسُ ادْفَعْ إِلَيَّ مَفَاتِيحَ الْبَيْتِ فَقَالَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا بَلْ أَنَا أُعْطِيكُمْ شَيْئًا يُرْزَءُكُمْ وَلا تَزُرُونَهُ السِّقَايَةَ ثُمَّ أَرْسَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْبَةَ بْنَ عُثْمَانَ إِلَى أُمِّهِ أَنْ أَرْسِلِي بِالْمَفَاتِيحِ يَعْنِي مَفَاتِيحَ الْكَعْبَةِ فَأَبَتْ ثُمَّ أَرْسَلَ فَأَبَتْ فَقَالَتْ قَتَلْتَ رِجَالَنَا وَتَذْهَبُ بِذِكْرِ مَيِّتَنَا فَقَالَ عُمَرَ بْنُ الْخَطَّابِ دَعْنِي أَضْرِبُ عُنُقَهُ أَوْ قَالَ أَقْتُلُهُ قَالَ لا فَذَهَبَ الْغُلامُ يَعْنِي شَيْبَةَ فَقَالَ لأُمِّهِ أَنَّ -[181]- عُمَرَ أَرَادَ قَتْلِي فَأَرْسَلْتُ بِالْمَفَاتِيحِ ثُمَّ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَذَفَ بِالْمَفَاتِيحِ بَعْدَمَا قَبَضَهَا إِلَى الْغُلامِ وَقَالَ اذْهَبْ بِهَا إِلَى أُمِّكَ وَقَالَ شَرِبَ نَبِيُّ اللَّهِ مِنْ نَبِيذِ السِّقَايَةِ فَقَبَضَ مَا بَيْنَ عَيْنَيْهِ ثُمَّ دَعَا بِمَاءٍ فَصُبَّ عَلَيْهِ ثُمَّ شَرِبَ ثُمَّ دَعَا بِمَاءٍ فَصُبَّ عَلَيْهِ ثُمَّ شَرِبَ مَرَّتَيْنِ أَوْ ثَلاثًا ثُمَّ قَالَ إِذَا صَنَعَ بِكُمْ شُرَّابُكُمْ هَذَا فَاصْنَعُوا هكذا.",
            "page": "180",
            "part": "1",
            "seal": "45FAD54B"
        },
        {
            "hno": "43",
            "id": "46",
            "nass": "43 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سُفْيَانَ عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ عَنْ مُجَاهِدٍ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ائْذَنُوا لِنِسَائِكُمْ بِاللَّيْلِ إِلَى الْمَسَاجِدِ.",
            "page": "181",
            "part": "1",
            "seal": "144343CF"
        },
        {
            "hno": "44",
            "id": "47",
            "nass": "44 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سُفْيَانَ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَقَالَ وَلَيَخْرُجْنَ تفلات.",
            "page": "181",
            "part": "1",
            "seal": "BFE340D6"
        },
        {
            "hno": "45",
            "id": "48",
            "nass": "45 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ شَرِيكٍ عَنِ ابْنِ عُقَيْلٍ قُلْنَا لِجَابِرِ بْنِ عَبْدِ اللَّهِ أَخْبِرْنَا عَنْ حَجِّكُمْ قَالَ خَرَجْنَا مَعَهُ يَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى إِذَا كُنَّا بِذِي الحُلَيْفَةَ أَهَلَّ بِالْحَجِّ فَأَهْلَلْنَا مَعَهُ حَتَّى إِذَا قَدِمْنَا مَكَّةَ مَعَهُ وَسَاقَ نَبِيُّ اللَّهِ مَعَهُ الْهَدْيَ فَلَمَّا قَدِمْنَا قَالَ لِلنَّاسِ مَنْ لَمْ يَسُقْ مَعَهُ مِنْكُمْ فَلْيَحِلَّ فَقَالَ لَهُ عُمَرُ يَا نَبِيَّ اللَّهِ إِنَّمَا أَهْلَلْنَا بِالْحَجِّ قَالَ مَنْ لَمْ يَسُقْ هَدْيًا فَلْيَحِلَّ فَلَوْ أَنَّنِي اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ كَانَ لِي أَمْرٌ فَحَلَلْنَا وَقَدِمَ عَلِيُّ بْنُ أَبِي طَالِبٍ مِنَ الْيَمَنِ فَقَالَ لَهُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِيتِ أَهْلَكَ فَحِلَّ فَقَالَ إِنِّي قَدْ سُقْتُ هَدْيًا قَالَ فَلا إِذْنَ حَتَّى إِذَا كَانَ يَوْمَ التَّرْوِيَةِ أَهْلَلْنَا مَعَهُ بالحج.",
            "page": "182",
            "part": "1",
            "seal": "F8887AF1"
        },
        {
            "hno": "46",
            "id": "49",
            "nass": "46 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ شَيْبَانَ عَنْ فِرَاسٍ عَنِ الشَّعْبِيِّ قَالَ حَدَّثَنِي جَابِرٌ أَنَّ أَبَاهُ استشهد يوم أحد وترك ست بنات وترك دَيْنًا كَثِيرًا فَلَمَّا حَضَرَ جِذَاذُ النَّخْلِ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ قَدْ عَلِمْتَ أَنَّ وَالِدِي قَدِ اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ سِتَّ بَنَاتٍ وَتَرَكَ دَيْنًا كَثِيرًا وَإِنِّي أُحِبُّ -[183]- أَنْ يَرَاكَ الْغُرَمَاءُ قَالَ اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَةٍ فَفَعَلْتُ ثُمَّ دَعَوْتُهُ فَلَمَّا نَظَرُوا إِلَيْهِ فَكَأَنَّمَا الْغُرَمَاءُ أُغْرُوا بِي تِلْكَ السَّاعَةَ فَلَمَّا رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يَصْنَعُونَ أَطَافَ حَوْلَ أَعْظَمِهَا بَيْدَرًا ثَلاثَ مَرَّاتٍ ثُمَّ جَلَسَ عَلَيْهِ ثُمَّ قال ادع أصحابك فما زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللَّهُ عَزَّ وَجَلَّ أَمَانَةَ وَالِدِي وَأَنَا رَاضٍ أَنْ يُؤَدِّي اللَّهُ أَمَانَةَ وَالِدِي وَلا أَرْجِعُ إِلَى أَخَوَاتِي بِتَمْرَةٍ فَسَلَّمَ اللَّهُ عَزَّ وَجَلَّ الْبَيَادِرَ كُلَّهَا حَتَّى إِنِّي لأَنْظُرُ إِلَى الْبَيْدَرِ الَّذِي عَلَيْهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَنَّهُ لَمْ ينقص تمرة واحدة.",
            "page": "182",
            "part": "1",
            "seal": "B1F83436"
        },
        {
            "hno": "47",
            "id": "50",
            "nass": "47 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سُفْيَانُ عَنِ ابْنِ أَبِي خَالِدٍ عَنِ الشَّعْبِيِّ عَنْ مَرْحَبٍ أَوِ ابْنِ أَبِي مَرْحَبٍ قَالَ كَأَنِّي أَنْظُرُ إِلَيْهِمْ فِي قَبْرِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ علي والفضل والعباس وعبد الرحمن.",
            "page": "183",
            "part": "1",
            "seal": "8B9DABB2"
        },
        {
            "hno": "48",
            "id": "51",
            "nass": "48 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ أَبِي إِسْرَائِيلَ عَنْ مَنْصُورٍ عَنْ [عُبَيْدِ] بْنِ أَبِي الْجَعْدِ قَالَ كُنْتُ مَعَ هِلالِ بْنِ يَسَافٍ بِالرَّقَةِ فَرَأَى رَجُلا يُقَالُ لَهُ وَابِصةُ بْنُ مَعْبَدٍ قَالَ حَدَّثَنِي هَذَا أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى رَجُلا مُفْرَدًا فِي صَفٍّ وحده خلف الصفوف فأمره أن يعيد الصلاة.",
            "page": "184",
            "part": "1",
            "seal": "9DD97EEC"
        },
        {
            "hno": "49",
            "id": "52",
            "nass": "49 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنِ ابْنِ أَبِي ذِئْبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَطَاءٍ عَنْ عَبْدِ الْمَلِكِ بْنِ جَابِرِ بْنِ عَتِيكٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ -[185]- قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا حَدَّثَ الرَّجُلُ بحديث ثم التفت فهي أمانة.",
            "page": "184",
            "part": "1",
            "seal": "CA30C068"
        },
        {
            "hno": "50",
            "id": "53",
            "nass": "50 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سُفْيَانَ عَنْ أَيُّوبَ بْنِ مُوسَى وَيَحْيَى بْنِ سَعِيدٍ عَنْ حُمَيْدِ بْنِ نَافِعٍ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ أَنَّ أُمَّ النَّحَّامِ تُوُفِّيَ زَوْجُهَا فَأَتَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ إِنَّ ابْنَتِي تَشْتَكِي عَيْنَهَا فَأُكَحِّلُهَا قَالَ لا قَالَتْ إِنِّي أَخْشَى أَنْ تَنْفَقِئَ عَيْنُهَا قَالَ لا وَإِنِ انْفَقَأَتْ قَدْ كَانَتْ إحْدَاكُنَّ تَمْكُثُ الْحَوْلَ بَعْدَ وفاة زوجها.",
            "page": "185",
            "part": "1",
            "seal": "3F4BF74A"
        },
        {
            "hno": "51",
            "id": "54",
            "nass": "51 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ سُفْيَانَ عَنِ الْجُرَيْرِيِّ عَنْ أَبِي الْوَرْدِ عَنِ اللَّجْلاجِ عَنْ مُعَاذِ بْنِ جَبَلٍ عَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَمَامُ النِّعْمَةِ دُخُولُ الْجَنَّةِ وَالْفَوْزُ مِنَ النَّارِ وَسَمِعَ رَجُلا يَقُولُ يَا ذَا الْجَلالِ وَالإكْرَامِ قَالَ قَدِ اسْتُجِيبَ لَكَ فَسَلْ.",
            "page": "186",
            "part": "1",
            "seal": "746A4157"
        },
        {
            "hno": "52",
            "id": "55",
            "nass": "52 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ مِسْعَرٍ عَنْ عَلِيِّ بْنِ الأَقْمَرِ عَنْ أَبِي جُحَيْفَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا آكل متكئا.",
            "page": "186",
            "part": "1",
            "seal": "A74FC543"
        },
        {
            "hno": "53",
            "id": "56",
            "nass": "53 - حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلالٍ قَالَ حَدَّثَنِي شَرِيكُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ عَنْ إِسْمَاعِيلَ بْنِ عَمْرِو بْنِ سَعِيدِ بْنِ الْعَاصِ عَنْ عُبَيْدِ الله بن رَافِعٍ عَنِ ابْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يَبْعَثْ نَبِيًّا إِلا وَلَهُ حَوَارِيُّونَ فَيَمْكُثُ بَيْنَ أَظْهُرِهِمْ مَا شَاءَ اللَّهُ يَعْمَلُ فِيهِمْ بِكِتَابِ اللَّهِ عَزَّ وَجَلَّ وَسُنَّةِ نَبِيِّهِ فَإِذَا انْقَرَضُوا كَانَ مِنْ بَعْدِهِمْ أُمَرَاءٌ يركبون رؤوس الْمَنَابِرِ يَقُولُونَ مَا تَعْرِفُونَ وَيَعْمَلُونَ مَا تُنْكِرُونَ فَإِذَا رَأَيْتُمْ أُولَئِكَ فَحَقٌّ عَلَى كُلِّ مُؤْمِنٍ يُجَاهِدُهُمْ بِيَدِهِ فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ فَإِنْ لَمْ يَسْتَطِعْ بِلِسَانِهِ فَبِقَلْبِهِ وَلَيْسَ وَرَاءَ ذَلِكَ إسلام.",
            "page": "187",
            "part": "1",
            "seal": "E92364AD"
        },
        {
            "hno": "54",
            "id": "57",
            "nass": "54 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى حَدَّثَنَا شَيْبَانُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ يُحَنَّسَ عَنْ عَائِشَةَ أَخْبَرَتْهُ -[188]- أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْ يَعْلَمُونَ مَا فِي صَلاةِ الْعِشَاءِ وَصَلاةِ الْفَجْرِ لأَتَوْهُمَا وَلَوْ حَبْوًا.",
            "page": "187",
            "part": "1",
            "seal": "D8CC737A"
        },
        {
            "hno": "55",
            "id": "58",
            "nass": "55 - وَقَالَ عُثْمَانُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَهِدَ صَلاةَ الْفَجْرِ فَكَأَنَّمَا قَامَ لَيْلَةً كُلَّهَا وَمَنْ شَهِدَ صَلاةَ الْعِشَاءَ فكأنما قام نصف ليلة.",
            "page": "188",
            "part": "1",
            "seal": "4605ED39"
        },
        {
            "hno": "56",
            "id": "59",
            "nass": "56 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ إِبْرَاهِيمَ بْنِ إِسْمَاعِيلَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ أَبِي هُرَيْرَةَ قَالَ -[189]- قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَاهِبُ أَحَقُّ بِهِبَتِهِ مَا لَمْ يُثَبْ.",
            "page": "188",
            "part": "1",
            "seal": "3F71AE76"
        },
        {
            "hno": "57",
            "id": "60",
            "nass": "57 - حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ قَالَ حَدَّثَنَا أَبِي قَالَ حَدَّثَنَا الأَعْمَشُ عَنْ مُحَمَّدِ بْنِ الزُّبَيْرِ أَنَّ أَنَسًا كَتَبَ إِلَى عَبْدِ الْمَلِكِ يَشْكُو الْحَجَّاجَ فَقَالَ إِنِّي خَادِمُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وسلم وصاحبه.",
            "page": "189",
            "part": "1",
            "seal": "E9A7ACB2"
        },
        {
            "hno": "58",
            "id": "61",
            "nass": "58 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ عَبْدِ الْحَمِيدِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبَ عَنْ مُعَاوِيَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَاذَا رَدَّ رَبُّكَ عَزَّ وَجَلَّ فِي الشَّفَاعَةِ قَالَ -[190]- شَفَاعَتِي لِمَنْ شَهِدَ أَنْ لا إِلَهَ إِلا اللَّهُ مُخْلِصًا يُصَدِّقُ لِسَانَهُ قَلْبُهُ وَقَلْبَهُ لسانه.",
            "page": "189",
            "part": "1",
            "seal": "E253E6AE"
        },
        {
            "hno": "59",
            "id": "62",
            "nass": "59 - حَدَّثَنَا عُمَرُ حَدَّثَنَا أَبِي حَدَّثَنَا الأَعْمَشُ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي الأَحْوَصِ عَنْ أَبِيهِ قَالَ دَخَلْتُ عَلَى رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعَلَيَّ ثِيَابٌ لِي وَسِخَةٌ فَقَالَ لَكَ مَالٌ قَالَ فَقُلْتُ نَعَمْ مِنْ كُلِّ الْمَالِ قَدْ آتَانِي اللَّهُ قَالَ إِذَا آتَاكَ اللَّهُ مَالا فَلْيُرَ عَلَيْكَ ثُمَّ قَالَ أَتَنْتِجُ إِبِلُكَ فَتَقْطَعُ آذَانَهَا وَتَقُولُ هَذِهِ صُرُمٌ قَالَ نَعَمْ قَالَ سَاعِدُ اللَّهِ أَشَدُّ وَمُوسَاهُ أَحَدُّ.",
            "page": "190",
            "part": "1",
            "seal": "9FEF21B5"
        },
        {
            "hno": "60",
            "id": "63",
            "nass": "60 - حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَحِمَهَا اللَّهُ قَالَتْ لَمَّا كَانَ يَوْمُ أُحُدٍ هُزِمَ الْمُشْرِكُونَ فَصَاحَ إِبْلِيسُ يَا عِبَادَ اللَّهِ أُخْرَاكُمْ فَرَجَعَتْ أُولاهُمْ وَاجْتَلَدَتْ هِيَ وأخراهم فَنَظَرَ حُذَيْفَةُ فَإِذَا هُوَ بِأَبِيهِ الْيَمَانِ فَقَالَ أَبِي عِبَادَ اللَّهِ أَبِي أَبِي فَمَا انْحَجَزُوا حَتَّى قَتَلُوهُ قَالَ فَقَالَ حُذَيْفَةُ غَفَرَ اللَّهُ لَكُمْ فَقَالَ عُرْوَةُ فَمَا زَالَتْ فِي حُذَيْفَةَ بَقِيَّةً حَتَّى لَحِقَ بِاللَّهِ عَزَّ وَجَلَّ.",
            "page": "191",
            "part": "1",
            "seal": "28938629"
        },
        {
            "hno": "61",
            "id": "64",
            "nass": "61 - حَدَّثَنَا عُبَيْدُ اللَّهِ عَنْ حَسَنِ بْنِ صَالِحٍ عَنْ مُسْلِمٍ عَنْ مُجَاهِدٍ عَنْ أَبِي هُرَيْرَةَ -[192]- أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَلَسَ عِنْدَ الْكَعْبَةِ فَضَمَّ رِجْلَيْهِ وَأَقَامَهُمَا وَاحْتَبَى بِيَدَيْهِ.",
            "page": "191",
            "part": "1",
            "seal": "CE21D6F0"
        },
        {
            "hno": "62",
            "id": "65",
            "nass": "62 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ شَيْبَانَ عَنِ الأَعْمَشِ عَنْ عَلِيِّ بْنِ الأَقْمَرِ عَنِ الأغر أبي مسلم عن أبي هريرة وأبي سعيد قَالا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اسْتَيْقَظَ الرَّجُلُ مِنَ اللَّيْلِ فَأَيْقَظَ أَهْلَهُ فَصَلَّيَا رَكْعَتَيْنِ كُتِبَا جَمِيعًا مِنَ الذَّاكِرِينَ لِلَّهِ كَثِيرًا وَالذَّاكِرَاتِ.",
            "page": "192",
            "part": "1",
            "seal": "EA000150"
        },
        {
            "hno": "63",
            "id": "66",
            "nass": "[أحَادِيثُ الْحَسَنُ بْنُ عَرَفَةَ الْعَبْدِيِّ] ¶ أَخْبَرَنَا الشَّيْخُ الإِمَامُ أَبُو مُحَمَّدٍ رِزْقُ اللَّهِ بْنُ عَبْدُ الْوَهَّابِ التَّمِيمِيّ -[193]- قِرَاءَةً عَلَيْهِ فِي مَنْزِلِهِ بِبَابِ الْمَرَاتِبِ وَأَنَا أَسْمَعُ قَالَ أَخْبَرَنَا أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مَهْدِيٍّ قَالَ حَدَّثَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مَخْلَدٍ الْعَطَّارُ إِمْلاءً يَوْمَ الثُّلاثَاءِ لِلَيْلَتَيْنِ خَلَتَا مِنْ صَفَرٍ سَنَةَ ثلاثين وثلثمائة حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ الْعَبْدِيُّ قَالَ ¶ 63 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ عُمَارَةَ بْنِ غُزَيَّةَ الأَنْصَارِيِّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَعْطَى عَطَاءً فَوَجَدَ فَلْيُجِزْ بِهِ فَإِنْ لَمْ يَجِدْ فَلْيُثْنِ بِهِ فَإِذَا أَثْنَى بِهِ فَقَدْ شَكَرَهُ وَمَنْ كَتَمَهُ فَقَدْ كَفَرَهُ وَمَنْ تَحَلَّ بِمَا لَمْ يُعْطَ فهو كلابس ثوبي زور.",
            "page": "192",
            "part": "1",
            "seal": "BD36E116"
        },
        {
            "hno": "64",
            "id": "67",
            "nass": "64 - حَدَّثَنِي الْمُبَارَكُ بْنُ سَعِيدِ بْنِ مَسْرُوقٍ - أَخُو سُفْيَانَ -[194]- الثَّوْرِيِّ - عَنْ عُمَرَ بْنِ سَعِيدٍ الثَّوْرِيِّ عَنْ مَطَرٍ الْوَرَّاقِ عَنْ عَطَاءٍ الْخُرَاسَانِيِّ عَنِ ابْنُ عُمَرَ قَالَ لأُحَدِّثَنَّكُمْ بِحَدِيثٍ لَوْ أَنِّي لَمْ أَسْمَعْهُ مِنْ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلا مَرَّةً أَوْ مَرَّتَيْنِ أَوْ ثَلاثًا حَتَّى بَلَغَ سَبْعًا لَمْ أُحَدِّثُكُمْ بِهِ مِنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أُثْبِتَتْ لَهُ عَشْرُ حَسَنَاتٍ وَمَنْ قَالَهَا عَشْرَ مَرَّاتٍ أُثْبِتَتْ لَهُ مِئَةُ حَسَنَةٍ وَمَنْ قَالَهَا مِئَةُ مَرَّةٍ أثبتت له ألف حسنة ومن زاده زَادَهُ اللَّهُ وَمَنِ اسْتَغْفَرَ غَفَرَ اللَّهُ لَهُ وَمَنْ أَعَانَ عَلَى خُصُومَةٍ بِظُلْمٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ حَتَّى يَنْزِعَ وَمَنْ حَالَتْ شَفَاعَتُهُ دُونَ حَدٍّ مِنْ حُدُودِ اللَّهِ فَقَدْ ضاد الله في حكمه ومن قذف مؤمن أَوْ مُؤْمِنَةً حُبِسَ فِي طِينَةِ الْخَبَالِ حَتَّى يَأْتِي بِالْمَخْرَجِ وَمَنْ مَاتَ وَعَلَيْهِ دَيْنٌ أُخِذَ من حسنات ليس ثم دينار ولا درهم.",
            "page": "193",
            "part": "1",
            "seal": "8F49BC7F"
        },
        {
            "hno": "65",
            "id": "68",
            "nass": "65 - حَدَّثَنَا هُشَيْمٌ حَدَّثَنَا يُونُسُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَطْلُ الْغَنِيِّ ظُلْمٌ فَإِذَا أُحِلْتَ عَلَى مَلِيءٍ -[195]- فَاتْبَعْهُ وَلا تَبِعْ بَيْعَتَيْنِ في بيعة.",
            "page": "194",
            "part": "1",
            "seal": "807A7DFA"
        },
        {
            "hno": "66",
            "id": "69",
            "nass": "66 - حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ عَنْ إِسْرَائِيلَ عَنْ شَبِيبِ بْنِ أَبِي بِشْرٍ - كَذَا قَالَ - عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ النَّفَقَةُ كُلُّهَا فِي سَبِيلِ اللَّهِ إلا هذا البناء فلا خير فيه.",
            "page": "195",
            "part": "1",
            "seal": "DDF5A02E"
        },
        {
            "hno": "67",
            "id": "70",
            "nass": "67 - حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ عَنْ عَطَاءٍ عَنْ جَابِرٍ قَالَ كَانَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا يَكَادُ يَدَعُ فِي بَيْتِهِ يَوْمَ عِيدٍ مِنْ أَهْلِهِ أحدا إلا أخرجه.",
            "page": "195",
            "part": "1",
            "seal": "A6C80661"
        },
        {
            "hno": "68",
            "id": "71",
            "nass": "68 - حَدَّثَنَا عَمَّارُ بْنُ مُحَمَّدٍ عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْسَجَةَ عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْتِينَا وَنَحْنُ فِي الصَّلاةِ فَيَمْسَحُ صُدُورَنَا وَمَنَاكِبَنَا وَيَقُولُ لا تَخْتَلِفْ صُفُوفُكُمْ فَتَخْتَلِفَ قُلُوبُكُمْ وَكَانَ يَقُولُ إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى الصفوف الأول.",
            "page": "196",
            "part": "1",
            "seal": "9BA60ADA"
        },
        {
            "hno": "69",
            "id": "72",
            "nass": "69 - وَكَانَ يَقُولُ زَيِّنُوا الْقُرْآَنَ بِأَصْوَاتِكُمْ.",
            "page": "196",
            "part": "1",
            "seal": "6E6E54F1"
        },
        {
            "hno": "70",
            "id": "73",
            "nass": "70 - وَكَانَ يَقُولُ مَنْ مَنَحَ وَرِقًا أَوْ سَقَى لَبَنًا أَوْ هَدَى زُقَاقًا كَانَ كَعِدْلِ رَقَبَةٍ.",
            "page": "196",
            "part": "1",
            "seal": "040EEAEA"
        },
        {
            "hno": "71",
            "id": "74",
            "nass": "71 - وَمَنْ قَالَ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ لَهُ -[197]- الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٍ كَانَ عِدْلَ رقبة.",
            "page": "196",
            "part": "1",
            "seal": "98C01A01"
        },
        {
            "hno": "72",
            "id": "75",
            "nass": "[أحاديث لأبي عبد الله محمد بن مخلد العطار عَنْ شُيُوخِهِ] ¶ 72 - حَدَّثَنَا حُمَيْدُ بْنُ الرَّبِيعِ قَالَ حَدَّثَنَا هُشَيْمٌ قَالَ حَدَّثَنَا أَبُو الْجَهْمِ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ امْرُؤُ الْقَيْسِ صَاحِبُ لِوَاءِ الشُّعَرَاءِ إِلَى النار.",
            "page": "197",
            "part": "1",
            "seal": "278527D3"
        },
        {
            "hno": "73",
            "id": "76",
            "nass": "73 - حَدَّثَنَا أَبُو بَكْرٍ جُنَيْدُ بْنُ حَكِيمٍ الأَزْدِيُّ قَالَ حَدَّثَنَا -[198]- أَبُو هَفَّانَ الشَّاعِرُ قَالَ حَدَّثَنَا الأَصْمَعِيُّ عَنِ ابْنِ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ امْرُؤُ الْقَيْسِ بْنُ حُجْرٍ قَائِدُ لِوَاءِ الشُّعَرَاءِ يَوْمَ الْقِيَامَةِ إِلَى النَّارِ.",
            "page": "197",
            "part": "1",
            "seal": "3897B14C"
        },
        {
            "hno": "74",
            "id": "77",
            "nass": "74 - حَدَّثَنَا حُمَيْدُ بْنُ الرَّبِيعِ قَالَ حَدَّثَنَا أَبُو عَلْقَمَةَ الْفَرْوِيُّ قَالَ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ عَنْ عُرْوَةَ عَنْ بُسْرَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ مَسَّ فرجه فليتوضأ.",
            "page": "198",
            "part": "1",
            "seal": "6F081B0E"
        },
        {
            "hno": "75",
            "id": "78",
            "nass": "75 - حَدَّثَنَا حُمَيْدٌ حَدَّثَنَا أَبُو عَلْقَمَةَ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ رَأَيْتُ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكَلَ طَعَامًا مِمَّا مَسَّتِ النَّارُ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ ثُمَّ رَأَيْتُ أَبَا بَكْرٍ بَعْدَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكَلَ طَعَامًا مِمَّا مَسَّتِ النَّارُ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ ثُمَّ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ مِنْ بَعْدِ أَبِي بَكْرٍ أَكَلَ طَعَامًا مِمَّا مَسَّتِ النَّارُ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ.",
            "page": "199",
            "part": "1",
            "seal": "CCB19E58"
        },
        {
            "hno": "76",
            "id": "79",
            "nass": "76 - حَدَّثَنَا حُمَيْدُ بْنُ الرَّبِيعِ بْنِ مَالِكٍ قَالَ حَدَّثَنَا هُشَيْمٌ قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ.",
            "page": "199",
            "part": "1",
            "seal": "1F0326D4"
        },
        {
            "hno": "77",
            "id": "80",
            "nass": "77 - حَدَّثَنَا حُمَيْدٌ قَالَ حَدَّثَنَا هُشَيْمٌ قَالَ حَدَّثَنَا أَبُو هَارُونَ الْعَبْدِيُّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ -[200]- قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ من النار.",
            "page": "199",
            "part": "1",
            "seal": "CB7AE5CA"
        },
        {
            "hno": "78",
            "id": "81",
            "nass": "78 - حَدَّثَنَا حُمَيْدٌ قَالَ حَدَّثَنَا هُشَيْمٌ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ دَخَلَ الأَقْرَعُ بْنُ حَابِسٍ عَلَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَآهُ يُقَبِّلُ إِمَّا حَسَنًا وَإِمَّا حُسَيْنًا قَالَ تُقَبِّلُهُ وَلِيَ عَشَرَةٌ مِنَ الْوَلَدِ مَا قَبَّلْتُ وَاحِدًا مِنْهُمْ فَقَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّهُ مَنْ لا يرحم لا يرحم. ¶ آخر الجزء ولله الحمد والمنة على ذلك",
            "page": "200",
            "part": "1",
            "seal": "567BCD95"
        }
    ],
    "t1314": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "من حديث محمد بن عثمان بن كرامة ومن حديث طاهر بن خالد بن نزار الأيلي رواية محمد بن مخلد العطار عنهما"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "[أحاديث طاهر بن خالد بن نزار]"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "[أحاديث محمد بن عثمان بن كرامة]"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "[أحاديث الحسن بن عرفة العبدي]"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "[أحاديث لأبي عبد الله محمد بن مخلد العطار عن شيوخه]"
        }
    ]
}