{
    "b1317": [
        {
            "hno": null,
            "id": "1",
            "nass": "عن مالك بن أنس الإمام ¶ العوالي ¶ روايات ¶ هشام بن عمار أبوالوليد (ت 240هـ) ¶ الحاكم أبوأحمد محمد بن أحمد (ت748هـ) ¶ زاهر بن طاهر الشحامي أبوالقاسم (ت 533هـ) ¶ سليم بن أيوب الرازي (ت 449هـ) ¶ أبوبكر أحمد بن ثابت الخطيب (ت 463هـ) ¶ زيد بن الحسين الكندي أبواليمن (ت 613هـ) ¶ -[عمر بن الحاجب الأميني أبوالفتح (ت 630هـ)]- ¶ تحقيق ¶ محمد الحاج الناصر ¶ بمساعدة الأساتذة ¶ محمد عوام - الحسينة مجاطي علمي - مريم مولولا ¶ دار الغرب الإسلامي ¶ الطبعة الثانية 1998 م",
            "page": null,
            "part": null,
            "seal": "B890396F"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "عوالي مالك ¶ برواية عمر بن الحاجب",
            "page": "363",
            "part": "1",
            "seal": "A996EDB7"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "الجزء فيه من عوالي حديث إمام دار الهجرة أبي عبد الله مالك بن أنس الأصبحي تغمده الله برحمته من مسموعات مخرجه وكاتبه عمر بن محمد المعروف بابن الحاجب بن منصور الأميني عن شيوخه عفا الله عنهم. ¶ ذكر ما انتهى إلينا من عوالي حديث إمام دار الهجرة أبي عبد الله مالك بن أنس الأصبحي قدس الله روحه مما رواه عنه مُصْعَبُ بْنُ عَبْدِ اللَّهِ بْنِ مصعب بن ثابت بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ بن العوام بن خويلد ¶ يكنى بأبي عبد الله القرشي الأسدي الزبيري المدني روى عنه القزويني حديثا واحدا مات ليومين خَلَوَا من شوال سنة ست وثلاثين ومئتين. ¶ 432 - (1) أَخْبَرَنَا الشَّيْخُ الإِمَامُ أَبُو يَحْيَى زَكَرِيَّا بْنُ عَلِيِّ بْنِ حَسَّانِ بْنِ عَلِيٍّ الْعُلْبِيُّ الْبَغْدَادِيُّ قِرَاءَةً عَلَيْهِ بِرِبَاطِ الشَّيْخِ أَبِي النَّجِيبِ السَّهْرَوَرْدِيِّ عَلَى شَاطِئِ دِجْلَةَ بِالْجَانِبِ الشَّرْقِيِّ مِنْ مَدِينَةِ السَّلامِ فِي الْعَشْرِ الآخِرَةِ مِنْ ذِي الْحِجَّةِ سنة ثلاث وعشرين وستمئة أَخْبَرَنَا الشَّيْخُ أَبُو الْوَقْتِ عَبْدُ الأَوَّلِ بْنُ عِيسَى بْنِ شُعَيْبٍ السِّجْزِيُّ قِرَاءَةً عَلَيْهِ أَخْبَرَتْنَا بِيبِي بِنْتُ عَبْدِ الصَّمَدِ الْهَرْثَمِيَّةُ قِرَاءَةً عليها سنة تسع وستين وأربعمئة أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ يَحْيَى بْنِ أَبِي شُرَيْحٍ الأَنْصَارِيُّ أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ البغوي ببغداد سنة عشر وثلاثمئة أَخْبَرَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ بْنِ مُصْعَبِ بْنِ ثَابِتٍ إِمْلاءً فِي شَعْبَانَ مِنْ سَنَةِ ثَمَانٍ وعشرين ومئتين حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْوَلاءُ لِمَنْ أَعْتَقَ.",
            "page": "365",
            "part": "1",
            "seal": "D2FEFF84"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "433 - (2) وَبِهِ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ مَوْلَى ابْنِ عُمَرَ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَطَعَ فِي مِجَنٍّ ثَمَنُهُ ثَلاثَةُ دَرَاهِمَ.",
            "page": "366",
            "part": "1",
            "seal": "01BD2095"
        },
        {
            "hno": "3",
            "id": "5",
            "nass": "434 - (3) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ أَبِي الزُّبَيْرِ وَهُوَ مُحَمَّدُ بْنُ تَدْرُسَ الْمَكِّيُّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ نَحَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَامَ الْحُدَيْبِيَةِ الْبَدَنَةَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ.",
            "page": "366",
            "part": "1",
            "seal": "EF3B5CCD"
        },
        {
            "hno": "4",
            "id": "6",
            "nass": "435 - (4) وَبِهِ حَدَّثَنَا مَالِكٌ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ حَفْصَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا شَأْنُ النَّاسِ قَدْ حَلُّوا وَلَمْ تُحِلَّ فِي عُمْرَتِكَ قَالَ إِنِّي لَبَّدْتُ رَأْسِي وَقَلَّدْتُ هَدْيِي فَلا أَحِلُّ حَتَّى أَنْحَرَ.",
            "page": "366",
            "part": "1",
            "seal": "B094BFF5"
        },
        {
            "hno": "5",
            "id": "7",
            "nass": "436 - (5) وبه حدثنا مَالِكٌ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحَرَ هَدْيَهُ بِيَدِهِ وَنَحَرَ بَعْضَهُ غَيْرُهُ.",
            "page": "366",
            "part": "1",
            "seal": "54DA2DB9"
        },
        {
            "hno": "6",
            "id": "8",
            "nass": "437 - (6) وَبِهِ حَدَّثَنَا مَالِكٌ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ -[367]- وَسَلَّمَ قَالَ اللَّهُمَّ ارْحَمِ الْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ اللَّهُمَّ ارْحَمِ الْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ وَالْمُقَصِّرِينَ.",
            "page": "366",
            "part": "1",
            "seal": "5C424EA9"
        },
        {
            "hno": "7",
            "id": "9",
            "nass": "438 - (7) وَبِهِ حَدَّثَنِي مُصْعَبٌ أَخْبَرَنَا مَالِكٌ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ الْكَعْبَةَ هُوَ وأسامة بن زيد وبلالا وَعُثْمَانُ بْنُ طَلْحَةَ الْحَجَبِيُّ فَأَغْلَقَهَا عَلَيْهِمْ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَسَأَلْتُ بِلالا حِينَ خَرَجَ مَاذَا صَنَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ جَعَلَ عَمُودًا عَنْ يَسَارِهِ وَعَمُودَيْنِ عَنْ يَمِينِهِ وَثَلاثَةُ أَعْمِدَةٍ وَرَاءَهُ. وَكَانَ الْبَيْتُ يَوْمَئِذٍ عَلَى سِتَّةِ أَعْمِدَةٍ.",
            "page": "367",
            "part": "1",
            "seal": "D1CD2E25"
        },
        {
            "hno": "8",
            "id": "10",
            "nass": "439 - (8) وَبِهِ حَدَّثَنَا مَالِكٌ عَنِ ابْنِ شِهَابٍ عَنْ سَالِمٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الْمَغْرِبَ وَالْعِشَاءَ بِالْمُزْدَلِفَةِ جَمِيعًا.",
            "page": "367",
            "part": "1",
            "seal": "7DC955A2"
        },
        {
            "hno": "9",
            "id": "11",
            "nass": "440 - (9) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذُكِرَتْ صَفِيَّةُ بِنْتُ حُيَيٍّ فَقِيلَ إِنَّهَا قَدْ حَاضَتْ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَعَلَّهَا حَابِسَتُنَا فَقِيلَ يَا رَسُولَ اللَّهِ إِنَّهَا قَدْ أَفَاضَتْ فَقَالَ فَلا إِذًا.",
            "page": "367",
            "part": "1",
            "seal": "81C081AC"
        },
        {
            "hno": "10",
            "id": "12",
            "nass": "441 - (10) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ عَبْدِ الْكَرِيمِ بْنِ مَالِكٍ الْجَزَرِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ كَعْبِ بْنِ عُجْرَةَ أَنَّهُ كَانَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا الْقَمْلُ فِي رَأْسِهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْلِقْ رَأْسَكَ وَصُمْ ثَلاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سَتَّةَ مَسَاكِينَ مُدَّيْنِ مُدَّيْنِ لِكُلِّ إِنْسَانٍ أَوِ انْسُكْ شَاةً أَيَّ ذَلِكَ فَعَلْتَ أَجْزَأَ عَنْكَ.",
            "page": "368",
            "part": "1",
            "seal": "A28964B5"
        },
        {
            "hno": "11",
            "id": "13",
            "nass": "442 - (11) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ حُمَيْدِ بْنِ قَيْسٍ الْمَكِّيِّ عَنْ مُجَاهِدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ كَعْبِ بْنِ عُجْرَةَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَعَلَّكَ أَذَاكَ هَوَامُّكَ فَقُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْلِقْ رَأْسَكَ وَصُمْ ثَلاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ أَوِ انْسُكْ شَاةً.",
            "page": "368",
            "part": "1",
            "seal": "16796DF5"
        },
        {
            "hno": "12",
            "id": "14",
            "nass": "443 - (12) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ.",
            "page": "368",
            "part": "1",
            "seal": "1DCE2863"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "444 - (13) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعَثَ سَرِيَّةً فِيهَا عَبْدُ اللَّهِ بْنُ عُمَرَ قِبَلَ نَجْدٍ فَغَنِمُوا إِبِلا كَثِيرَةً وَكَانَتْ سُهْمَانُهُمُ اثْنَيْ عَشَرَ بَعِيرًا أَوْ أَحَدَ عَشَرَ بَعِيرًا وَنُفِّلُوا بَعِيرًا بَعِيرًا.",
            "page": "368",
            "part": "1",
            "seal": "0F084B01"
        },
        {
            "hno": "14",
            "id": "16",
            "nass": "445 - (14) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ -[369]- وَسَلَّمَ قَالَ خَمْسٌ مِنَ الدَّوَابِّ لَيْسَ عَلَى الْمُحْرِمِ فِي قَتْلِهِنَّ جُنَاحٌ الْغُرَابُ وَالْحِدَأَةُ وَالْعَقْرَبُ وَالْفَأْرَةُ وَالْكَلْبُ الْعَقُورُ.",
            "page": "368",
            "part": "1",
            "seal": "D474CA52"
        },
        {
            "hno": "15",
            "id": "17",
            "nass": "446 - (15) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ خَمْسٌ مِنَ الدَّوَابِّ مَنْ قَتَلَهُنَّ مُحْرِمًا فَلا جُنَاحَ عَلَيْهِ الْعَقْرَبُ وَالْفَأْرَةُ وَالْكَلْبُ الْعَقُورُ وَالْغُرَابُ وَالْحِدَأَةُ.",
            "page": "369",
            "part": "1",
            "seal": "C2B3B785"
        },
        {
            "hno": "16",
            "id": "18",
            "nass": "447 - (16) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا وَقَفَ عَلَى الصَّفَا يُكَبِّرُ ثَلاثًا فَيَقُولُ لا إِلَهَ إِلا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. يَصْنَعُ ذَلِكَ ثَلاثَ مَرَّاتٍ وَيَدْعُو وَيَصْنَعُ عَلَى الْمَرْوَةِ مِثْلَ ذَلِكَ.",
            "page": "369",
            "part": "1",
            "seal": "87F8E898"
        },
        {
            "hno": "17",
            "id": "19",
            "nass": "448 - (17) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا نَزَلَ مِنَ الصَّفَا مَشَى حَتَّى إِذَا انْصَبَّتْ قَدَمَاهُ فِي بَطْنِ الْوَادِي سَعَى حَتَّى يَخْرُجَ مِنْهُ.",
            "page": "369",
            "part": "1",
            "seal": "DA1E74C8"
        },
        {
            "hno": "18",
            "id": "20",
            "nass": "449 - (18) وَبِهِ حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ -[370]- وَسَلَّمَ قَالَ مَنْ أَعْتَقَ شِرْكًا لَهُ وَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ عَلَيْهِ قِيمَةَ الْعَدْلِ وَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ الْعَبْدُ وَإِلا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ.",
            "page": "369",
            "part": "1",
            "seal": "6C1C9625"
        },
        {
            "hno": "19",
            "id": "21",
            "nass": "450 - (19) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي النَّاسِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَمَّا بَعْدُ فَمَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ مَا كَانَ مِنْ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ قَضَاءُ اللَّهِ حَقٌّ وَشَرْطُ اللَّهِ أَوْثَقُ وَإِنَّمَا الْوَلاءُ لِمَنْ أَعْتَقَ.",
            "page": "371",
            "part": "1",
            "seal": "2683423C"
        },
        {
            "hno": "20",
            "id": "22",
            "nass": "451 - (20) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عائشة قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَلاءُ لِمَنْ أَعْتَقَ.",
            "page": "371",
            "part": "1",
            "seal": "7987B1AA"
        },
        {
            "hno": "21",
            "id": "23",
            "nass": "452 - (21) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى الله عليه وسلم أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ جَارِيَةً فَتَعْتِقَهَا فَقَالَ أَهْلُهَا نَبِيعُكِهَا وَوَلاؤُهَا لَنَا فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لا يَمْنَعُكِ ذَلِكَ فَإِنَّمَا الْوَلاءُ لِمَنْ أَعْتَقَ.",
            "page": "371",
            "part": "1",
            "seal": "574E6A0B"
        },
        {
            "hno": "22",
            "id": "24",
            "nass": "453 - (22) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الْوَلاءِ وَعَنْ هِبَتِهِ.",
            "page": "371",
            "part": "1",
            "seal": "D75A718E"
        },
        {
            "hno": "23",
            "id": "25",
            "nass": "454 - (23) وَبِهِ حَدَّثَنِي مَالِكٌ عَنْ أَبِي الزِّنَادِ عَنِ الأعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَثَلُ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ كَمَثَلِ الصَّائِمِ الْقَائِمِ الَّذِي لا يَفْتُرُ عَنْ صِيَامٍ وَلا صَلاةٍ حَتَّى يَرْجِعَ.",
            "page": "371",
            "part": "1",
            "seal": "081D900C"
        },
        {
            "hno": "24",
            "id": "26",
            "nass": "455 - (24) وَبِهِ حَدَّثَنِي مَالِكٌ عَنِ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَفِي الرِّكَازِ الْخُمُسِ.",
            "page": "372",
            "part": "1",
            "seal": "9F2F54F6"
        },
        {
            "hno": "25",
            "id": "27",
            "nass": "456 - (25) وَأَخْبَرَنَا الشَّيْخُ أَبُو نَصْرٍ مُوسَى بْنُ الشَّيْخِ أَبِي مُحَمَّدٍ عَبْدِ الْقَادِرِ الْجِيلِيِّ قِرَاءَةً عَلَيْهِ بِدِمَشْقَ وَالشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عُمَرَ اللَّيْثِيُّ بِقِرَاءَتِي عَلَيْهِ بِالْحَرِيمِ الظَّاهِرِيِّ بِالْجَانِبِ الْغَرْبِيِّ بِبَغْدَادَ والشيخ أبو علي الحسن الْمُبَارَكِ بْنِ الزُّبَيْرِيِّ قِرَاءَةً عَلَيْهِ بِالْجَانِبِ الشَّرْقِيِّ مِنْ مَدِينَةِ السَّلامِ قَالُوا أَخْبَرَنَا أَبُو الْوَقْتِ السِّجْزِيُّ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا أَبُو عَاصِمٍ الْفُضَيْلُ بْنُ يَحْيَى الْفُضَيْلِيُّ أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ أَبِي شُرَيْحٍ أَخْبَرَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ أَخْبَرَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَوْ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ يَوْمَ لا ظَلَّ إِلا ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ لِعَبَادَةِ اللَّهِ عَزَّ وَجَلَّ وَرَجُلٌ قَلْبُهُ مُتَعَلِّقٌ بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلانِ تَحَابَّا فِي اللَّهِ فَاجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لا تَعْلَمُ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ.",
            "page": "372",
            "part": "1",
            "seal": "E32E6E0D"
        },
        {
            "hno": "26",
            "id": "28",
            "nass": "457 - (26) وَبِهِ حَدَّثَنَا مُصْعَبُ حَدَّثَنَا مَالِكٌ بْنُ أَنَسٍ عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ عَنْ أَبِيهِ أَنَّهُ سَمِعَ طَلْحَةَ بْنِ عُبَيْدِ اللَّهُ يَقُولُ جَاءَ رَجُلٌ إِلَى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ نَجْدٍ ثَائِرَ الرَّأْسِ يُسْمَعُ دَوِيُّ صَوْتِهِ وَلا نَفْقَهُ مَا يَقُولُ حَتَّى دَنَا فَإِذَا هُوَ يَسْأَلُ عَنِ الإِسْلامِ قَالَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ قَالَ هَلْ عَلَيَّ غَيْرُ هَذَا قَالَ لا إِلا أن تطوع وذكر رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصَّدَقَةَ قَالَ فَهَلْ عَلَيَّ غَيْرُهَا قَالَ لا إِلا أَنْ تَطَوَّعَ قَالَ فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ وَاللَّهِ لا أَزِيدُ عَلَى هَذَا وَلا أَنْقُصُ مِنْهُ فَقَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْلَحَ إِنْ صَدَقَ.",
            "page": "373",
            "part": "1",
            "seal": "F7E751E4"
        },
        {
            "hno": "27",
            "id": "29",
            "nass": "458 - (27) أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ إِسْحَاقَ بْنِ أَبِي مَنْصُورٍ مَوْهُوبُ بْنُ الْجَوَالِيقِيِّ بِقِرَاءَتِي عَلَيْهِ بِبَغْدَادَ أَخْبَرَنَا الشَّيْخُ أَبُو بَكْرٍ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ الزَّاغُونِيِّ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ بْنِ الْبُسْرِيِّ أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُخَلِّصُ أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ الْبَغَوِيُّ حَدَّثَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عليه وسلم أفرد بالحج.",
            "page": "374",
            "part": "1",
            "seal": "6E70BC35"
        },
        {
            "hno": "28",
            "id": "30",
            "nass": "459 - (28) وَأَخْبَرَنَا الشَّيْخُ أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ مَحْفُوظِ بْنِ صَصَرَى قِرَاءَةً عَلَيْهِ بِدِمَشْقَ أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيٍّ الدَّلالُ الْمَعْرُوفُ بِابْنِ الأَشْقَرِ كِتَابَةً حَدَّثَنَا الْخَطِيبُ عَبْدُ اللَّهِ بن محمد بن هزارمرد الصريفيني قال ابن صَصَرَى أَخْبَرَنَا أَبُو الْبَرَكَاتِ إِسْمَاعِيلُ بْنُ أَبِي -[375]- سَعْدٍ الصُّوفِيُّ كِتَابَةً أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ عَلِيِّ بْنِ أَحْمَدَ الأَنْمَاطِيُّ قَالا حَدَّثَنَا أَبُو طَاهِرٍ الْمُخَلِّصُ حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ حَدَّثَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ حَدَّثَنِي مَالِكٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ أَوْ بِذَاتِ الْجَيْشِ انْقَطَعَ عِقْدِي فَأَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ فَأَتَى النَّاسُ أَبَا بَكْر فَقَالُوا أَلا تَرَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صَلَّى الله عليه وسلم وبالناس وليسوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسُ لَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ قَالَتْ عَائِشَةُ فَعَاتَبَنِي أَبُو بَكْرٍ وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولُ وَجَعَلَ يَطْعَنُ بِيَدِهِ فِي خَاصِرَتِي فَلا يَمْنَعُنِي مِنَ التَّحَرُّكِ إِلا مَكَانُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى فَخِذِي فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَصْبَحَ عَلَى غير ماء فَأَنْزَلَ اللَّهُ تَعَالَى آيَةَ التَّيَمُّمِ فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ وَهُوَ أَحَدُ النُّقَبَاءِ مَا هَذَا بِأَوَّلِ بَرَكَتِكُمْ آلَ أَبِي بَكْرٍ قَالَتْ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ. قَالَ الْبَغَوِيُّ هَذَا مَعْنَى لَفْظِ الْحَدِيثِ.",
            "page": "374",
            "part": "1",
            "seal": "A3EF39D1"
        },
        {
            "hno": "29",
            "id": "31",
            "nass": "460 - (29) وَأَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ صَصَرَى أَخْبَرَنَا أَبُو الْبَرَكَاتِ إِسْمَاعِيلُ بْنُ أَبِي سَهْلٍ الصُّوفِيُّ كِتَابَةً حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيز بْنُ عَلِيِّ بْنِ أَحْمَدَ الأَنْمَاطِيُّ حَدَّثَنَا أَبُو طَاهِرٍ -[376]- مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْمُخَلِّصُ حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ الْبَغَوِيُّ حَدَّثَنَا مُصْعَبُ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ قَدِمْتُ مَكَّةَ وَأَنَا حَائِضٌ وَلَمْ أَطُفْ بِالْبَيْتِ وَلا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَشَكَوْتُ ذَلِكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ افْعَلِي مَا يَفْعَلُ الْحَاجُّ غَيْرَ أَنْ لا تَطُوفِي حَتَّى تَطْهُرِي.",
            "page": "375",
            "part": "1",
            "seal": "B7FA8093"
        },
        {
            "hno": "30",
            "id": "32",
            "nass": "461 - (30) وَبِهِ حَدَّثَنَا مُصْعَبُ حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كُنْتُ أُطَيِّبُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لإِحْرَامِهِ قَبْلَ أَنْ يَحُجَّ وَلِحِلِّهِ قَبْلَ أَنْ يَطُوفَ بِالْبَيْتِ.",
            "page": "376",
            "part": "1",
            "seal": "1FDD5FB7"
        },
        {
            "hno": "31",
            "id": "33",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث سُوَيْد بْن سَعِيد بْن سهم بْن شهريار عَنْ مالك ¶ يُكنى بأبي مُحَمَّد الهروي سكن مدينة الأنبار فَقِيلَ له الحدثاني روى عَنْهُ مُسْلِم والقزويني ومات يوم الأربعاء لِسِتٍّ خلون من شوال سنة ألف ومئتين وله مئة سنة. ¶ 462 - (31) أَخْبَرَنَا أَبُو عَلِيٍّ الْحُسَيْنُ بن إسحاق بن مَوْهُوبُ بْنُ الْجَوَالِيقِيِّ بِقِرَاءَتِي عَلَيْهِ أَخْبَرَنَا أَبُو بَكْرِ بْنُ الزَّاغُونِيِّ أَخْبَرَنَا أَبُو الْقَاسِمِ بْنُ الْبُسْرِيِّ حَدَّثَنَا الْمُخَلِّصُ حَدَّثَنَا الْبَغَوِيُّ حَدَّثَنَا -[377]- سُوَيْدٌ قَالَ قَالَ مَالِكٌ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى وَالْيَدُ الْعُلْيَا الْيَدُ الْمُنْفِقَةُ.",
            "page": "376",
            "part": "1",
            "seal": "F0E31D96"
        },
        {
            "hno": "32",
            "id": "34",
            "nass": "463 - (32) أَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ صَصَرَى قِرَاءَةً عَلَيْهِ أَخْبَرَنَا الْقَاضِي أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عُمَرَ بْنِ يُوسُفَ الأُرْمَوِيُّ كِتَابَةً أَخْبَرَنَا أَبُو الْغَنَائِمِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْمَأْمُونِ أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدٍ الْحَرْبِيُّ السُّكَّرِيُّ أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ سليمان الباغندي إِمْلاءً حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ الْحَدثَانِيُّ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنِ النَّجْشِ.",
            "page": "377",
            "part": "1",
            "seal": "5E0FE7B9"
        },
        {
            "hno": "33",
            "id": "35",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث عَبْد اللَّه بْن عون بْن أَبِي عون عَبْد الملك بْن يزيد أَبِي مُحَمَّد الهلالي البغدادي الخراز ¶ من عباد اللَّه الصالحين عَنْ مالك وروى عَنِ ابن عون هَذَا مُسْلِم وروى النسائي عَنْ رَجُل عَنْهُ مات يوم الأحد لأربعة أيام مضت من شهر رمضان سنة اثنين ويُقال إحدى وثلاثين ومئتين. ¶ 464 - (33) أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ إِسْحَاقَ بْنِ الْجَوَالِيقِيِّ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا أَبُو بَكْرِ بْنُ الزَّاغُونِيِّ حَدَّثَنَا أَبُو الْقَاسِمِ بْنُ الْبُسْرِيِّ حَدَّثَنَا الْمُخَلِّصُ حَدَّثَنَا الْبَغَوِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْرَدَ بِالْحَجِّ. ¶ ذكر ما انتهى إلينا من عوالي حديث مُحَمَّد بْن سُلَيْمَان بْن حبيب بْن جبر أَبِي جَعْفَر الأسدي الْبَغْدَادِيّ عَنْ مالك ¶ ويُلقب بلُوين نزيل المصيصة روى عَنْهُ أَبُو دَاوُد والنسائي وروى أيضًا النسائي عَنْ رَجُل عَنْهُ وَقَالَ ثقة مات سنة ست وأربعين ومئتين ويُقال سنة اثنين وأربعين.",
            "page": "378",
            "part": "1",
            "seal": "5CC94B6E"
        },
        {
            "hno": "34",
            "id": "36",
            "nass": "465 - (34) أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ إِسْحَاقَ بْنِ الْجَوَالِيقِيِّ بِقِرَاءَتِي عَلَيْهِ بِبَغْدَادَ أَخْبَرَنَا أَبُو بَكْرِ بْنُ الزَّاغُونِيِّ أَخْبَرَنَا أَبُو الْقَاسِمِ بْنُ الْبُسْرِيِّ أَخْبَرَنَا أَبُو طَاهِرٍ الْمُخَلِّصُ حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ حَدَّثَنَا لُوَيْنٌ حَدَّثَنَا مَالِكٌ عَنِ ابْنِ شِهَابٍ عَنْ أَنَسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ مَكَّةَ وَعَلَى رَأْسِهِ مِغْفَرٌ فَقِيلَ هَذَا ابْنُ خَطَلٍ مُتَعَلِّقٌ بِالأَسْتَارِ فَقَالَ اقْتُلُوهُ.",
            "page": "379",
            "part": "1",
            "seal": "6E9C31A0"
        },
        {
            "hno": "35",
            "id": "37",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث أحمد بْن أَبِي بَكْر بْن الْحَارِث بْن زرارة بْن مُصْعَب بْن عَبْدِ الرَّحْمَن بْن عوف أَبِي مُصْعَب الْقُرَشِيّ الزهري المديني الفقيه ¶ ويُقال أَبِي بَكْر زرارة عَنْ مالك وروى عَنْهُ الْبُخَارِيّ ومسلم والترمذي والقزويني وروى النسائي عَنْ رَجُل عَنْهُ مات فِي شهر رمضان سنة اثنين وأربعين ومئتين وهو قاضي المدينة إذ ذاك ووقع لي من موافقاته أيضًا. ¶ 466 - (35) حَدَّثَنَا مَالِكُ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ إِبْرَاهِيمَ الْفَرَّاءُ أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى بْنِ الْقَاسِمِ بْنِ الصَّلْتِ حَدَّثَنَا أَبُو إِسْحَاق إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ الْهَاشِمِيُّ حَدَّثَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيِّ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ سَالِمٍ عَنْ أَبِيهِ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى رَجُلٍ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ فَقَالَ رَسُولُ اللَّهِ صَلَّى الله عليه وسلم الْحَيَاءَ مِنَ الإِيمَانِ.",
            "page": "379",
            "part": "1",
            "seal": "9D131FFD"
        },
        {
            "hno": "36",
            "id": "38",
            "nass": "467 - (36) وَبِهِ حَدَّثَنَا أَبُو مُصْعَبٍ حَدَّثَنَا مَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ أَبِي صَالِحٍ السَّمَّانُ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لأَحْبَبْتُ أَنْ لا أَتَخَلَّفَ خَلْفَ سَرِيَّةٍ تَخْرُجُ فِي سَبِيلِ اللَّهِ لَكِنْ -[380]- لا أَجِدُ مَا أَحْمِلُهُمْ عَلَيْهِ وَلا يَجِدُونَ مَا يَتَحَمَّلُونَ عَلَيْهِ وَيَشُقُّ عَلَيْهِمْ أَنْ يَتَخَلَّفُوا بَعْدِي فَوَدِدْتُ أَنِّي أُقَاتِلُ فِي سَبِيلِ اللَّهِ فَأُقْتَلُ ثُمَّ أَحْيَا ثُمَّ أُقْتَلُ ثُمَّ أَحْيَا ثُمَّ أُقْتَلُ. ¶ انتهت رواية السَّهْرَوَرْدِيّ حسب.",
            "page": "379",
            "part": "1",
            "seal": "DBF6A5F6"
        },
        {
            "hno": "37",
            "id": "39",
            "nass": "468 - (37) وَبِهِ حَدَّثَنَا أَبُو مُصْعَبٍ عَنْ مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ قَالَ كُنَّا إِذَا بَايَعْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَايَعْنَاهُ عَلَى السَّمْعِ وَالطَّاعَةِ يَقُولُ لَنَا فِيمَا اسْتَطَعْتُ.",
            "page": "380",
            "part": "1",
            "seal": "76DE4A46"
        },
        {
            "hno": "38",
            "id": "40",
            "nass": "469 - (38) وَبِهِ حَدَّثَنَا أَبُو مُصْعَبٍ عَنْ مَالِكٍ عَنِ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ إِنَّ خَيَّاطًا دَعَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِطَعَامٍ صَنَعَهُ قَالَ أَنَسٌ فَذَهَبْتُ مَعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَرَّبَ إِلَيْهِ خُبْزًا مِنْ شعير ومرق في دبا -[381]- وَقَدِيدٌ قَالَ أَنَسٌ فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يتتبع الدبا مِنْ حُرُوفِ الصَّحْفَةِ قَالَ فَلَمْ أزل أحب الدبا مِنْ ذَلِكَ الْيَوْمِ.",
            "page": "380",
            "part": "1",
            "seal": "1E19F9B3"
        },
        {
            "hno": "39",
            "id": "41",
            "nass": "470 - (39) وَبِهِ عَنْ مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ وَالْحَسَنِ ابْنَيْ مُحَمَّدِ بْنِ عَلِيٍّ عَنِ أَبِيهِمَا عَنْ عَلِيِّ بْنِ أَبِي طَالِب أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ مُتْعَةِ النِّسَاءِ يَوْمَ خَيْبَرَ وَعَنْ أَكْلِ لُحُومِ الْحُمُرِ الإِنْسِيَّةَ. حَدِيثٌ صَحِيحٌ.",
            "page": "382",
            "part": "1",
            "seal": "12FEDE29"
        },
        {
            "hno": "40",
            "id": "42",
            "nass": "471 - (40) أَخْبَرَنَا الشَّيْخَانِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي الْبَرَكَاتِ بْنِ أَبِي السَّعَادَاتِ بْنِ صعنينَ -[384]- الْحَرِيمِيُّ بِقِرَاءَتِي عَلَيْهِ وَأَبُو مُحَمَّدٍ النَّفِيسُ بْنُ خَطَّابِ بْنِ مُحْسِنٍ وَيُعْرَفُ بَقَزْبُعَا قِرَاءَةً عَلَيْهِ بِبَغْدَادَ قَالا حَدَّثَنَا أَبُو الْمَعَالِي مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ اللَّحَّاسِ حَدَّثَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ أَحْمَدَ الْبُسْرِيُّ فِي كِتَابِهِ حَدَّثَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى النَّرْسِيُّ حَدَّثَنَا أَبُو إِسْحَاق إِبْرَاهِيمُ بْنُ عَبْدِ الصَّمَدِ حَدَّثَنَا أَبُو مُصْعَبٍ أَحْمَدُ بْنُ أَبِي بَكْرٍ الزُّهْرِيِّ عَنْ مَالِكٍ بْنِ أَنَسٍ عَنْ سُمَيِّ مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ يَمْنَعُ أَحَدَكُمْ نَوْمَهُ وَطَعَامَهُ وَشَرَابَهُ فإذ قَضَى أَحَدُكُمْ نَهْمَتَهُ مِنْ وَجْهِهِ فَلْيُعَجِّلْ بِالرُّجُوعِ إِلَى أَهْلِهِ. حَدِيثٌ صَحِيحٌ أَخْرَجَهُ مُسْلِمٌ فِي كِتَابِهِ عَنْ أَبِي مُصْعَبٍ أَحْمَدَ بْنِ أَبِي بَكْرٍ هَذَا وَلَمْ يُخَرِّجْ لَهُ غَيْرَهُ وَأَخْرَجَهُ الْقَزْوِينِيُّ أَيْضًا عَنْهُ فَوَقَعَ لَنَا مُوَافَقَةً عَالِيًا مِنْ شَيْخِهِمَا وَلِلَّهِ الْمِنَّةُ.",
            "page": "383",
            "part": "1",
            "seal": "04BDDB0E"
        },
        {
            "hno": "41",
            "id": "43",
            "nass": "472 - (41) وَبِهِ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ أَنَسٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ مَكَّةَ عَامَ الْفَتْحِ وَعَلَى رَأْسِهِ الْمِغْفَرُ. وَرَدَ الْحَدِيثَ.",
            "page": "384",
            "part": "1",
            "seal": "1E434BD5"
        },
        {
            "hno": "42",
            "id": "44",
            "nass": "473 - (42) وَبِهِ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ الشديد بالصرعة إنما الشديد من يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ.",
            "page": "384",
            "part": "1",
            "seal": "15F1387F"
        },
        {
            "hno": "43",
            "id": "45",
            "nass": "474 - (43) وَبِهِ عَنْ مَالِكٍ عَنْ سُهَيْلِ بْنُ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِذَا أَحَبَّ اللَّهُ الْعَبْدَ قَالَ لِجِبْرِيلَ عَلَيْهِ السَّلامُ أَحْبَبْتُ فُلانًا فَأَحِبَّهُ فَيُحِبُّهُ جِبْرِيلُ ثُمَّ يُنَادِي فِي أَهْلِ السَّمَاءِ إِنَّ اللَّهَ قَدْ أَحَبَّ فُلانًا فَأَحِبُّوهُ فَيُحِبُّهُ أَهْلُ -[385]- السَّمَاءِ ثُمَّ يُوضَعُ لَهُ الْقَبُولُ فِي الأَرْضِ. قَالَ: وَإِذَا أَبْغَضَ الْعَبْدَ، قَالَ مَالِكٌ وَلا أَحْسَبُهُ إِلا قَالَ فِي الْبُغْضِ مِثْلَ ذَلِكَ.",
            "page": "384",
            "part": "1",
            "seal": "0CCC1FCB"
        },
        {
            "hno": "44",
            "id": "46",
            "nass": "475 - (44) وَبِهِ عَنْ مَالِكٍ عَنْ أَبِي الزِّنَادِ عَنِ الأعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا تَسْأَلِ الْمَرْأَةُ طَلاقَ أُخْتِهَا لِتَسْتَفْرِغَ صَحْفَتَهَا وَلْتَنْكِحْ وَأَنَّ لَهَا مَا قُدِّرَ لَهَا.",
            "page": "385",
            "part": "1",
            "seal": "C617A080"
        },
        {
            "hno": "45",
            "id": "47",
            "nass": "476 - (45) وَبِهِ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا قَالَتْ مَا خُيِّرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَمْرَيْنِ إِلا أَخَذَ أَيْسَرَهُمَا مَا لَمْ يَكُنْ إِثْمًا فَإِن كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسَ مِنْهُ وَمَا انتقم لله إِلا أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ تَعَالَى فَيَنْتَقِمُ للَّهِ لَهَا.",
            "page": "385",
            "part": "1",
            "seal": "438CF7C5"
        },
        {
            "hno": "46",
            "id": "48",
            "nass": "477 - (46) وَبِهِ عَنْ مَالِكٍ عَنْ أَبِي الزِّنَادِ عَنِ الأعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مِنْ أَشَرِّ النَّاسِ ذُو الْوَجْهَيْنِ الَّذِي يَأْتِي هَؤُلاءِ بِوَجْهٍ وَهَؤُلاءِ بِوَجْهٍ.",
            "page": "385",
            "part": "1",
            "seal": "6F857DB3"
        },
        {
            "hno": "47",
            "id": "49",
            "nass": "478 - (47) وَبِهِ عَنْ مَالِكٍ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَابِرٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحَرَ هَدْيَهُ بِيَدِهِ وَنَحَرَ بَعْضَهُ غَيْرُهُ وَقَدْ تقدم في ترجمته مُصْعَبٍ.",
            "page": "385",
            "part": "1",
            "seal": "9AF4B82F"
        },
        {
            "hno": "48",
            "id": "50",
            "nass": "479 - (48) وَبِهِ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ أَبِي سَعِيد الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا تَبِيعُوا الذَّهَبَ بِالذَّهَبِ إِلا مِثْلا بِمِثْلٍ وَلا تُشِفُّوا بَعْضَهَا عَلَى بَعْضٍ وَلا تَبِيعُوا الْوَرَقَ إِلا مِثْلا بِمِثْلٍ ولا تبيعوا غائبا منا بِنَاجِزٍ.",
            "page": "385",
            "part": "1",
            "seal": "82CC2490"
        },
        {
            "hno": "49",
            "id": "51",
            "nass": "480 - (49) وَبِهِ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ أَنَسٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا تَبَاغَضُوا وَلا تَحَاسَدُوا وَلا تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاثِ لَيَالٍ.",
            "page": "386",
            "part": "1",
            "seal": "FC48BBF6"
        },
        {
            "hno": "50",
            "id": "52",
            "nass": "481 - (50) وَبِهِ عَنْ مَالِكِ بْنِ أَنَسٍ عَنِ ابْنِ شِهَابٍ عَنْ أَنَسٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ يَسَارِهِ أَبُو بَكْرٍ فَشَرِبَ ثُمَّ أَعْطَى الأَعْرَابِيَّ وَقَالَ الأَيْمَنُ فَالأَيْمَنُ.",
            "page": "386",
            "part": "1",
            "seal": "EABDEB37"
        },
        {
            "hno": "51",
            "id": "53",
            "nass": "482 - (51) وَبِهِ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُسَافَرَ بِالْقُرْآنِ إِلَى أَرْضِ الْعَدُوِّ. وَقَدْ تَقَدَّمَ",
            "page": "386",
            "part": "1",
            "seal": "30605B2C"
        },
        {
            "hno": "52",
            "id": "54",
            "nass": "483 - (52) وَبِهِ عَنْ مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ عَنْ عَمْرِو بن سعيد عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّاكِبُ شَيْطَانٌ وَالرَّاكِبَانِ شيطانان والثالثة رَكْبٌ.",
            "page": "386",
            "part": "1",
            "seal": "319D226A"
        },
        {
            "hno": "53",
            "id": "55",
            "nass": "484 - (53) وَبِهِ عَنْ مَالِكٍ عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ صَابِرًا مُحْتَسِبًا مُقْبِلا غَيْرَ مُدْبِرٍ أَيُكَفِّرُ عَنِّي خَطَايَايَ فَقَالَ -[387]- رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ. فَلَمَّا وَلَّى أَدْبَرَ نَادَاهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ أَمَرَ فَنُودِيَ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كَيْفَ قُلْتَ؟ فَأَعَادَ عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَعَمْ إِلا الدِّينَ كَذَلِكَ قَالَ لِي جِبْرِيلُ عَلَيْهِ السَّلامُ.",
            "page": "386",
            "part": "1",
            "seal": "E0717AB3"
        },
        {
            "hno": "54",
            "id": "56",
            "nass": "485 - (54) وَأَخْبَرَنَا أَبُو الْقَاسِمِ الْحَسَنُ بْنُ صَصَرَى حَدَّثَنَا الْقَاضِي الأُرْمَوِيُّ كِتَابَةً حَدَّثَنَا أَبُو الْغَنَائِمِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْمَأْمُونِ حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ الْحَرْبِيُّ حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ الصَّبَّاحِ حَدَّثَنَا أَبُو مُصْعَبٍ الزُّهْرِيُّ حَدَّثَنَا مَالِكٌ عَنْ أَبِي الزِّنَادِ عَنِ الأعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَضْحَكُ اللَّهُ إِلَى رَجُلَيْنِ يَقْتُلُ أَحَدُهُمَا الآخَرَ كِلاهُمَا يَدْخُلُ الْجَنَّةَ يُقَاتِلُ هَذَا فِي سَبِيلِ اللَّه فيُقْتَلُ ثُمَّ يَتُوبُ اللَّهُ عَلَى الْقَاتِلِ فَيُقَاتِلُ فِي سَبِيلِ اللَّهِ فَيُسْتَشْهَدُ.",
            "page": "387",
            "part": "1",
            "seal": "48EB90F0"
        },
        {
            "hno": "55",
            "id": "57",
            "nass": "486 - (55) وَبِهِ عَنْ مَالِكٍ عَنْ أَبِي الزِّنَادِ عَنِ الأعْرَجِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ لا يَكْلَمُ أَحَدٌ فِي سَبِيلِ اللَّهِ وَاللَّهُ أَعْلَمُ مَنْ يَكْلَمُ فِي سَبِيلِهِ إِلا جاء يوم القيامة وجرحه يثعب دَمًا اللَّوْنُ لَوْنُ دَمٍ وَالرِّيحُ رِيحُ مِسْكٍ.",
            "page": "388",
            "part": "1",
            "seal": "BD2503FF"
        },
        {
            "hno": "56",
            "id": "58",
            "nass": "487 - (56) وَبِهِ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ أَبِي الزِّنَادِ عَنِ الأعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَكْفُلُ اللَّهُ لِمَنْ جَاهَدَ فِي سَبِيلِ اللَّهِ لا يُخْرِجُهُ مِنْ بَيْتِهِ إِلا الْجِهَادُ في سبيل الله وَتَصْدِيقُ كَلِمَتِهِ أَنْ يُدْخِلَهُ الْجَنَّةَ ويرجعه إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ مَعَ مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةَ.",
            "page": "388",
            "part": "1",
            "seal": "8B2935F8"
        },
        {
            "hno": "57",
            "id": "59",
            "nass": "488 - (57) وَبِهِ حَدَّثَنَا مَالِكٌ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ صَلاةُ الْجَمَاعَةِ أَفْضَلُ مِنْ صَلاةِ الْفَذِّ سَبْعًا وَعِشْرِينَ دَرَجَةً.",
            "page": "388",
            "part": "1",
            "seal": "561C071B"
        },
        {
            "hno": "58",
            "id": "60",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث أحمد بْن إِسْمَاعِيل بْن مُحَمَّد بْن نبيه أَبِي حذافة الْقُرَشِيّ السهمي الْمَدَنِيّ عَنْ مالك ¶ وروى عَنْهُ القزويني مات يوم الفطر سنة سبع وخمسين ومئتين. ¶ 489 - (58) أَخْبَرَنَا الشَّيْخُ أَبُو هُرَيْرَةَ مُحَمَّدُ بْنُ اللَّيْثِ بْنِ شُجَاعِ بْنِ سعود الْوَسْطَانِيُّ اللَّبَّانُ -[389]- قِرَاءَةً عَلَيْهِ بِبَابِ الأَزَجِ شَرْقِيِّ مَدِينَةِ السَّلامِ قَالَ أَنْبَأَنَا أَبُو الْقَاسِمِ أَحْمَدُ بْنُ المبارك بن فقرجل قِرَاءَةً عَلَيْهِ أَنْبَأَنَا أَبُو الْحَسَنِ عَاصِمُ بْنُ مُحَمَّدٍ الْعَاصِمِيُّ أَنْبَأَنَا أَبُو عُمَرَ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ مَهْدِيٍّ حَدَّثَنَا الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ حَدَّثَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنِ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللَّهِ نُودِيَ فِي الْجَنَّةِ يَا عَبْدَ اللَّهِ هَذَا خَيْرٌ فَمَنْ كَانَ مِنْ أَهْلِ الصَّلاةِ دُعِيَ مِنْ بَابِ الصَّلاةِ وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِيَ مِنْ بَابِ الْجِهَادِ وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الصِّيَامِ» قَالَ أَبُو بَكْرٍ بِأَبِي وَأُمِّي أَنْتَ يَا رَسُولَ اللَّهِ مَا عَلَى أَحَدٍ مِمَّنْ دعي من تلك الأبواب كلها مِنْ ضَرْورَةٍ فَهَلْ يُدْعَى أَحَدٌ مِنْ تِلْكَ الأَبْوَابِ كُلِّهَا قَالَ نَعَمْ وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ.",
            "page": "388",
            "part": "1",
            "seal": "FE75F902"
        },
        {
            "hno": "59",
            "id": "61",
            "nass": "490 - (59) وَبِهِ حَدَّثَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ ابْنِ شِهَابٍ عَنْ مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ أَنَّهُ قَالَ جَاءَتِ الْجَدَّةُ إِلَى أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ تَسْأَلُهُ مِيرَاثَهَا فَقَالَ لَهَا أَبُو بَكْرٍ مَا لَكِ فِي كِتَابِ اللَّهِ شَيْءٌ وَمَا عَلِمْتُ لَكِ فِي سُنَّةِ نَبِيِّ اللَّهِ صلى الله عليه وسلم شيئا فَارْجِعِي حَتَّى أَسْأَلَ النَّاسَ فَسَأَلَ النَّاسَ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ حَضَرْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهَا السُّدُسَ فَقَالَ هل مَعَكَ غَيْرُكَ فَقَامَ مُحَمَّدُ بْنُ مسلمة فقال مثل ما قَالَ الْمُغِيرَةُ فَأَنْفَذَهُ لَهَا أَبُو بَكْرٍ.",
            "page": "389",
            "part": "1",
            "seal": "0DAC6027"
        },
        {
            "hno": "60",
            "id": "62",
            "nass": "491 - (60) وَبِهِ حَدَّثَنَا أَحْمَدُ حَدَّثَنَا مَالِكٌ عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ حَنْظَلَةَ بْنِ -[390]- قَيْسٍ الزَّرْقِيِّ أَنَّهُ سَأَلَ رَافِعَ بْنَ خُدَيْجٍ عَنْ كِرَاءِ الأَرْضِ فَقَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ كِرَاءِ الأَرْضِ قَالَ فَقُلْتُ أَمَّا الذَّهَبُ وَالْوَرِقُ؟ قَالَ أَمَّا الذَّهَبُ وَالْوَرِقُ فَلا بَأْسَ بِهِ.",
            "page": "389",
            "part": "1",
            "seal": "3752589D"
        },
        {
            "hno": "61",
            "id": "63",
            "nass": "492 - (61) أَخْبَرَنَا الْقَاضِي الإِمَامُ أَبُو صَالِحٍ نَصْرُ بْنُ الإِمَامِ الْحَافِظِ أَبِي مُحَمَّدٍ عَبْدِ الرَّزَّاقِ بْنِ الشَّيْخِ الصَّادِقِ أَبِي مُحَمَّدٍ عَبْدِ الْقَادِرِ الْجِيلِيِّ قِرَاءَةً عَلَيْهِ بَمْدَرَسَةِ جَدِّهِ بِبَغْدَادَ وَغَيْرُ وَاحِدٍ مِنْهُمَا وَالْفَقِيهَانِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ خَلَفٍ الْمَقْدِسِيُّ قِرَاءَةً عَلَيْهِ بِسَفْحِ جَبَلِ قَاسِيُونَ وَأَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الْمَقْدِسِيُّ قِرَاءَةً عَلَيْهِ بِبَيْتِهِ فَوْقَ ظَاهِرِ دِمَشْقَ والشيخ الإمام أبوالفرج عبد الرحمن بْنُ نَجْمِ بْنِ الْحَنْبَلِيِّ قِرَاءَةً عَلَيْهِ بِدِمَشْقَ، قَالُوا: حَدَّثَتْنَا شُهْدَةُ بِنْتُ أَحْمَدَ الأَبُرِيَّةُ (ح) وَأَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ بْنِ مُحَمَّدِ الشَّهْرَسْتَانِيُّ الصُّوفِيُّ قِرَاءَةً عَلَيْهِ بِبَغْدَادَ حَدَّثَنَا أَبُو مُحَمَّدٍ صَالِحُ بْنُ الْمُبَارَكِ بْنِ الرَّخْلَةِ وَأَخْبَرَنَا الإِمَامُ الْعَلامَةُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنِ قُدَامَةَ بِقِرَاءَتِي عَلَيْهِ بِدِمَشْقَ أَنْبَأَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ الْحَسَنِ بْنِ الدَّقَّاقِ قَالُوا حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ طَلْحَةَ حدثنا أبوعمر عبد الواحد بْنُ مُحَمَّدِ بْنِ مَهْدِيٍّ حَدَّثَنَا الْقَاضِي الْمَحَامِلِيُّ حَدَّثَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا مَالِكٌ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي إِدْرِيسَ الْخَوْلانِيِّ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مِنْ تَوَضَّأَ فَلْيَسْتَنْثِرْ وَمَنِ اسْتَجْمَرَ فَلْيُوتِرْ.",
            "page": "390",
            "part": "1",
            "seal": "41A1E6F5"
        },
        {
            "hno": "62",
            "id": "64",
            "nass": "493 - (62) وَبِهِ حَدَّثَنَا أَحْمَدُ حَدَّثَنَا مَالِكٌ عَنِ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عَمْرِو بْنِ عُثْمَانَ بْنِ عَفَّانَ عَنِ أُسَامَةَ بْنِ زَيْدٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا يَرِثُ الْمُسْلِمُ الْكَافِرَ.",
            "page": "390",
            "part": "1",
            "seal": "65947222"
        },
        {
            "hno": "63",
            "id": "65",
            "nass": "494 - (63) أَخْبَرَنَا الْفَقِيهُ الْخَطِيبُ أَبُو الْحَسَنِ عَلِيُّ بْنُ أَبِي الْفَضَائِلِ هِبَةِ اللَّهِ بْنِ سَلامَةَ الْجُمَيْزِيُّ -[391]- قِرَاءَةً عَلَيْهِ بِدِمَشْقَ وَأَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ قِرَاءَةً عَلَيْهِ بِبَيْتِهِ فَوْقَ وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ خَلَفٍ قِرَاءَةً عَلَيْهِ بِسَفْحِ جَبَلِ قَاسِيُونَ قَالُوا حَدَّثَتْنَا شُهْدَةُ (ح) وَأَخْبَرَنَا الشَّيْخُ أَبُو جَعْفَرٍ يَحْيَى بْنُ جَعْفَرِ بْنِ عَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ الدَّامَغَانِيِّ بِقِرَاءَتِي عَلَيْهِ بِمَدِينَةِ حَلَبَ قَالَ حَدَّثَتْنَا عَمَّتِي تركنازُ بِنْتُ عَبْدِ اللَّهِ الدَّامَغَانِيَّةُ (ح) وَقَرَأَهُ على شيخنا الإمام العلامة أبي مُحَمَّدٍ عَبْدُ اللَّهِ بْنِ قُدَامَةَ أَنْبَأَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ الرَّحْبِيِّ قَالُوا أَنْبَأَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ أَنْبَأَنَا أَبُو عَمْرٍو عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بْنِ مَهْدِيٍّ حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ إِسْمَاعِيلَ الْمَحَامِلِيُّ حَدَّثَنَا أَحْمَدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا مَالِكُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ أَبِي صَالِحٍ السَّمَّانُ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْلا أَنِّي أَخَافُ عَلَى أُمَّتِي لأَحْبَبْتُ أَلا أَتَخَلَّفَ خَلْفَ سَرِيَّةٍ. وَذَكَرَ الْحَدِيثَ.",
            "page": "390",
            "part": "1",
            "seal": "4B0208CD"
        },
        {
            "hno": "64",
            "id": "66",
            "nass": "495 - (64) وَبِهِ حَدَّثَنَا أَحْمَدُ حَدَّثَنَا مَالِكٌ بْنُ أَنَسٍ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعْتَكِفُ الْعَشْرَ الأَوْسَطَ مِنْ شَهْرِ رَمَضَانَ فَاعْتَكَفَ عَامًا حَتَّى إِذَا كَانَ لَيْلَةُ إِحْدَى وَعِشْرِينَ وَهِيَ اللَّيْلَةُ الَّتِي يَخْرُجُ مِنْ صَبِيحَتِهَا مِنِ اعْتِكَافِهِ فَقَالَ مَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَعْتَكِفْ فِي الْعَشْرِ الأَوَاخِرِ وَقَدْ رَأَيْتُ هَذِهِ اللَّيْلَةَ ثُمَّ أُنْسِيتُهَا وَقَدْ رَأَيْتُنِي أَسْجُدُ مِنْ صَبِيحَتِهَا فِي مَاءٍ وَطِينٍ فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ وَالْتَمِسُوهَا فِي كل وتر. قال أبوسعيد فَأَمْطَرَتِ السَّمَاءُ تِلْكَ اللَّيْلَةَ وَكَانَ الْمَسْجِدُ عَلَى عَرِيشٍ فَوَكَفَ فَأَبْصَرَتْ عَيْنَايَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْصَرَفَ عَلَيْنَا وَعَلَى جَبْهَتِهِ وَأَنْفِهِ أَثَرُ الْمَاءِ وَالطِّينُ مِنْ صَبِيحَةِ إِحْدَى وَعِشْرِينَ.",
            "page": "391",
            "part": "1",
            "seal": "3774460D"
        },
        {
            "hno": "65",
            "id": "67",
            "nass": "496 - (65) وَبِهِ حَدَّثَنَا مَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ أَخْبَرَنِي عُبَادَةُ بْنُ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ أَبَاهُ أَخْبَرَهُ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ بَايَعْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى السَّمْعِ وَالطَّاعَةِ فِي الْعُسْرِ وَالْيُسْرِ وَالْمَنْشَطِ وَالْمَكْرَهِ وَأَنَّ لا نُنَازِعَ الأَمْرَ أَهْلَهُ وَأَنْ نَقُولَ أَوْ نَقُومَ بِالْحَقِّ حَيْثُمَا كُنَّا لا نَخَافُ فِي اللَّهِ لَوْمَةَ لائِمٍ.",
            "page": "392",
            "part": "1",
            "seal": "D26213AA"
        },
        {
            "hno": "66",
            "id": "68",
            "nass": "497 - (66) وَبِهِ حَدَّثَنَا أَحْمَدُ حَدَّثَنَا مَالِكٌ بْنُ أَنَسٍ عَنِ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسٍ أَنَّهُ سَمِعَهُ يَقُولُ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ فَتُطْعِمُهُ وَكَانَتْ أُمُّ حَرَامٍ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ فَدَخَلَ عَلَيْهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمًا فَأَطْعَمَتْهُ ثُمَّ جَلَسَتْ تَفْلِي رَأْسَهُ فَنَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقَالَتْ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ: «نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غَزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ ثَبَجَ هَذَا الْبَحْرِ مُلُوكًا عَلَى الأَسِرَّةِ أَوْ مِثْلُ الْمُلُوكِ عَلَى الأَسِرَّةِ» يَشُكُّ أَيُّهُمَا قَالَ قَالَتْ فَقُلْتُ لِرَسُولِ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ فَدَعَا لَهَا ثُمَّ وَضَعَ رَأْسَهُ فَنَامَ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ: «نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَيَّ غَزَاةً فِي سَبِيلِ اللَّهِ» كَمَا قَالَ فِي الأُولَى قَالَتْ فَقُلْتُ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ قَالَ: «أَنْتِ مِنَ الأَوَّلِينَ» فَرَكِبَتْ أُمُّ حَرَامٍ الْبَحْرَ زَمَنَ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَصُرِعَتْ عَنْ دَابَّتِهَا حِينَ خَرَجَتْ مِنَ الْبَحْرِ فَهَلَكَتْ. حَدِيثٌ صحيح متفق عليه.",
            "page": "392",
            "part": "1",
            "seal": "DD384044"
        },
        {
            "hno": "67",
            "id": "69",
            "nass": "ذكر ما انتهى إلينا من عوالي موافقات حديث عَبْد الأعلى بْن حَمَّاد بْن نصر النرسي عَنْ مالك ¶ يكنى أَبَا يَحْيَى عم عَبَّاس بن الوليد النرسي روى عَنْهُ الْبُخَارِيّ ومسلم وأبو دَاوُد وروي النسائي عَنْ رَجُل عَنْهُ مات فِي جمادى الآخرة سنة سبع ويُقال سنة ست وثلاثين ومئتين. ¶ -[393]- ¶ 498 - (67) أَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ مَحْفُوظِ بْنِ صَصَرَى قِرَاءَةً عَلَيْهِ بِدِمَشْقَ وَبِالأَزْدِ أَنْبَأَنَا الْقَاضِي أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عُمَرَ الأُرْمَوِيُّ كِتَابَةً أَنْبَأَنَا الشَّرِيفُ أَبُو الْغَنَائِمِ عَبْدُ الصَّمَدِ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْمَأْمُونِ حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدٍ الْحَرْبِيُّ السُّكَّرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدَةَ حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ قَالَ قَرَأْتُ عَلَى مَالِكِ بْنِ أَنَسٍ عَنْ زِيَادِ بْنِ سَعْدٍ عَنْ عَمْرِو بْنِ مُسْلِمٍ عَنْ طَاوُسٍ قَالَ أَدْرَكْتُ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُونَ كُلُّ شَيْءٍ بِقَدَرٍ قَالَ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ شَيْءٍ بِقَدَرٍ حَتَّى الْعَجْزُ وَالْكَيْسُ أَوِ الْكَيْسُ وَالْعَجْزُ.",
            "page": "392",
            "part": "1",
            "seal": "A9A80094"
        },
        {
            "hno": "68",
            "id": "70",
            "nass": "ذكر ما انتهى إلينا من حديث خلف بْن هشام بْن تغلب ويقال بن هشام بْن طَالِب بْن غراب عَنْ مالك ¶ يُكنى بأبي مُحَمَّد الْبَغْدَادِيّ الْمُقْرِئ البزاز. روى عَنْهُ مسلم وأبوداود. ولد سنة خمسين ومائة، ومات فِي جمادى الآخرة من سنة تسع وعشرين ومائتين، ويقال: سنة ثمان وعشرين. ¶ 499 - (68) أَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ صَصَرَى قِرَاءَةً عَلَيْهِ أَنْبَأَنَا أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عُمَرَ بْنِ يُوسُفُ الأُرْمَوِيُّ كِتَابَةً حَدَّثَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ النَّقُّورِ البَّزَّازُ حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدِ حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ الْبَزَّازُ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ أَبِي الأَسْوَدِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنْ جُدَامَةَ الأَسَدِيَّةِ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -[394]- لَقَدْ هَمَمْتُ أَنْ أَنْهَى عَنِ الْغِيلَةِ حَتَّى ذَكَرْتُ أَنَّ فَارِسَ وَالرُّومَ يَفْعَلُونَ ذَلِكَ فَلا يَضُرُّ أَوْلادَهُمْ.",
            "page": "393",
            "part": "1",
            "seal": "B3E3DA52"
        },
        {
            "hno": "69",
            "id": "71",
            "nass": "500 - (69) وَبِهِ حَدَّثَنَا خَلَفُ قَالَ قِيلَ لِمَالِكِ بْنِ أَنَسٍ حَدَّثَكَ ابْنُ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِنْ حُسْنِ إِسْلامِ الْمَرْءِ تَرْكُهُ مَا لا يَعْنِيهِ. قَالَ مَالِكٌ نَعَمْ.",
            "page": "394",
            "part": "1",
            "seal": "FA4BB0FA"
        },
        {
            "hno": "70",
            "id": "72",
            "nass": "501 - (70) وَأَخْبَرَنَا ابْنُ صَصَرَى أَنْبَأَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ أَبِي شُرَيْكٍ الْحَاسِبُ كِتَابَةً أَنْبَأَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ النَّقُّورِ حَدَّثَنَا أَبُو الْقَاسِمِ عِيسَى بْنُ عَلِيِّ بْنِ عِيسَى بْنِ دَاوُدَ بْنِ الْجَرَّاحِ أَبُو زَيْدٍ (ح) -[395]- وَأَخْبَرَنَا أَبُو الْقَاسِمِ بْنُ أَبِي الْغَنَائِمِ الرَّبَعِيُّ حَدَّثَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ عَبْدِ السَّيِّدِ بْنِ الصَّبَّاغِ فِي كِتَابِهِ أَنْبَأَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ أَنْبَأَنَا أَبُو حَفْصٍ عُمَرُ بْنُ إِبْرَاهِيمَ الْكَتَّانِيُّ قَالا حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ وَفِي رِوَايَةِ الْكَتَّانِيِّ وَغَيْرُهُ قَالُوا حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ. وَذَكَرَ الْحَدِيثَ.",
            "page": "394",
            "part": "1",
            "seal": "256E6B03"
        },
        {
            "hno": "71",
            "id": "73",
            "nass": "502 - (71) أَنْبَأَنَا سُلَيْمَانُ بْنُ حَمْزَةَ أَنْبَأَنَا عَلِيُّ بْنُ الْمُقَيَّرِ أَنْبَأَنَا أَبُو الْكَرَمِ الْمُبَارَكُ بْنُ الْحَسَنِ الشَّهْرُزُورِيُّ أَنْبَأَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ النَّقُّورِ قَالَ قُرِئَ عَلَى عِيسَى بْنِ عَلِيِّ بْنِ عِيسَى الْوَزِيرِ قَالَ قُرِئَ عَلَى أَبِي الْقَاسِمِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ الْبَغَوِيِّ وَأَنَا أَسْمَعُ حَدَّثَنَا كَامِلُ بْنُ طَلْحَةَ أَبُو يَحْيَى الْجَحْدَرِيِّ إِمْلاءً مِنْ كِتَابِهِ حَدَّثَنَا مَالِكِ بْنِ أَنَسٍ عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلاةِ فَقَدْ أَدْرَكَ الصَّلاةَ.",
            "page": "395",
            "part": "1",
            "seal": "93B01C34"
        },
        {
            "hno": "72",
            "id": "74",
            "nass": "503 - (72) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَمْرِو بْنِ سُلَيْمٍ الزَّرْقِيِّ عَنْ أَبِي قَتَادَةَ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا جَاءَ أَحَدُكُمْ إِلَى الْمَسْجِدِ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ.",
            "page": "395",
            "part": "1",
            "seal": "CD88B8C1"
        },
        {
            "hno": "73",
            "id": "75",
            "nass": "504 - (73) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ بْنِ أَنَسٍ عَنْ سُمَيِّ مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ قَالَ حَدَّثَنِي مَنْ رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ -[396]- وَسَلَّمَ بِالْعَرَجِ فِي يَوْمٍ صَائِفٍ يَصُبُّ عَلَى رَأْسِهِ الْمَاءَ مِنْ شِدَّةِ الْحَرِّ وَالْعَطَشِ وَهُوَ صَائِم.",
            "page": "395",
            "part": "1",
            "seal": "B1F3D598"
        },
        {
            "hno": "74",
            "id": "76",
            "nass": "505 - (74) وَبِهِ عَنْ مَالِكٍ عَنْ سُمَيِّ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ يَمْنَعُ أَحَدَكُمْ طَعَامَهُ وَشَرَابَهُ .. .» الْحَدِيثُ. وَقَدْ تَقَدَّمَ.",
            "page": "396",
            "part": "1",
            "seal": "217A58A1"
        },
        {
            "hno": "75",
            "id": "77",
            "nass": "506 - (75) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ بْنُ أَنَسٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْفَضْلِ عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنِ ابْنِ عَبَّاسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا وَالْبِكْرُ تُسْتَأْمَرُ فِي نَفْسِهَا وَإِذْنُهَا صُمَاتُهَا.",
            "page": "396",
            "part": "1",
            "seal": "7DBFD3FB"
        },
        {
            "hno": "76",
            "id": "78",
            "nass": "507 - (76) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ بْنِ أَنَسٍ عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ مِنْ حُسْنِ إِسْلامِ الْمَرْءِ تَرْكُهُ مَا لا يَعْنِيهِ.",
            "page": "396",
            "part": "1",
            "seal": "87090208"
        },
        {
            "hno": "77",
            "id": "79",
            "nass": "508 - (77) وَبِهِ حَدَّثَنَا مَالِكٌ عَنِ ابْنِ شهاب عن عبادة بْنِ تَمِيمٍ عَنْ عَمِّهِ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ مُسْتَلْقِيًا وَاضِعًا إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى.",
            "page": "396",
            "part": "1",
            "seal": "458D61CD"
        },
        {
            "hno": "78",
            "id": "80",
            "nass": "509 - (78) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ حَدَّثَنَا ابْنُ شِهَابٍ أَخْبَرَنِي ابْنُ الْمُسَيِّبِ أَنَّ النَّاسَ كَانُوا يُؤْمَرُونَ بِالأَكْلِ قَبْلَ أَنْ يَغْدُوا يَوْمَ الْفِطْرِ.",
            "page": "396",
            "part": "1",
            "seal": "F9B6AFAA"
        },
        {
            "hno": "79",
            "id": "81",
            "nass": "510 - (79) وَبِهِ عَنِ ابْنِ شِهَابٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي يَوْمَ الْفِطْرِ وَالأَضْحَى قَبْلَ الْخُطْبَةِ.",
            "page": "397",
            "part": "1",
            "seal": "D46B6F97"
        },
        {
            "hno": "80",
            "id": "82",
            "nass": "511 - (80) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي عُبَيْد قَالَ شَهِدْتُ الْعِيدَ مَعَ عُمَرَ بْنِ الْخَطَّابِ رَحِمَهُ اللَّهُ فَصَلَّى بِالنَّاسِ قَبْلَ الْخُطْبَةِ فَقَالَ: «يَا أَيُّهَا النَّاسُ إِنَّ هَذَيْنِ يَوْمَانِ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صِيَامِهِمَا: يَوْمُ فِطْرِكُمْ مِنْ صِيَامِكُمْ وَالْيَوْمُ الآخَرُ يَوْمُ تَأْكُلُونَ مِنْ نُسُكِكُمْ» قَالَ أَبُو عُبَيْدٍ ثُمَّ شَهِدْتُ الْعِيدَ مَعَ عُثْمَانَ بْنِ عَفَّانَ فَصَلَّى بِالنَّاسِ قَبْلَ الْخُطْبَةِ فَقَالَ: «إِنَّهُ قَدِ اجْتَمَعَ لَكُمْ فِي يَوْمِكُمْ هَذَا عِيدَانِ فَمَنْ أَحَبَّ مِنَ الْعَالِيَةِ أَنْ يَنْتَظِرَ الْجُمُعَةَ فَلْيَنْتَظِرْهَا وَمَنْ أَحَبَّ أَنْ يَرْجِعَ فَلْيَرْجِعْ» قَالَ أَبُو عُبَيْدٍ ثُمَّ شَهِدْتُ الْعِيدَ مَعَ عَلِيِّ بْنِ أَبِي طَالِبٍ فَصَلَّى قَبْلَ الْخُطْبَةِ.",
            "page": "397",
            "part": "1",
            "seal": "180B7BCC"
        },
        {
            "hno": "81",
            "id": "83",
            "nass": "512 - (81) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَدْرَكَ رَكْعَةً مِنَ الصَّلاةِ فَقَدْ أَدْرَكَ الصَّلاةَ.",
            "page": "397",
            "part": "1",
            "seal": "02E4CC84"
        },
        {
            "hno": "82",
            "id": "84",
            "nass": "513 - (82) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ وَعُثْمَانَ بْنَ عَفَّانَ وَعَائِشَةَ قَالُوا إِذَا مَسَّ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ.",
            "page": "397",
            "part": "1",
            "seal": "479BBC32"
        },
        {
            "hno": "83",
            "id": "85",
            "nass": "514 - (83) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ أَنّ رَسُولَ اللَّهِ -[398]- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا افْتَتَحَ الصَّلاةَ رَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ رَفَعَهُمَا كَذَلِكَ وَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ قَالَ رَبَّنَا وَلَكَ الْحَمْدُ وَكَانَ لا يَفْعَلُ ذَلِكَ فِي السُّجُودِ.",
            "page": "397",
            "part": "1",
            "seal": "7117FF59"
        },
        {
            "hno": "84",
            "id": "86",
            "nass": "515 - (84) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقرأ بالطور فِي الْمَغْرِبِ.",
            "page": "398",
            "part": "1",
            "seal": "DB6C3B15"
        },
        {
            "hno": "85",
            "id": "87",
            "nass": "516 - (85) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ قَالَ أَنَّ أُمَّ الْفَضْلِ سَمِعَتْهُ وَهُوَ يَقْرَأُ: (وَالْمُرْسَلاتِ عُرْفًا) فَقَالَتْ يَا بُنَيَّ لَقَدْ ذَكَّرَتْنِي قِرَاءَتُكَ هَذِهِ السُّورَةَ فَإِنَّهَا لآخِرُ مَا سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الْمَغْرِبِ.",
            "page": "398",
            "part": "1",
            "seal": "1811883E"
        },
        {
            "hno": "86",
            "id": "88",
            "nass": "517 - (86) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ بِلالا يُنَادِي بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِي ابْنُ أُمِّ مَكْتُومٍ». قَالَ وَكَانَ رَجُلا أَعْمًى لا يُنَادِي حَتَّى يُقَالَ لَهُ أَصْبَحْتَ أَصْبَحْتَ. قَالَ مَالِكٌ لَمْ تَزَلِ الصُّبْحُ يُنَادَى بِهَا قَبْلَ الْفَجْرِ فَأَمَّا غَيْرُهَا مِنَ الصَّلَوَاتِ فَإِنَّهُ لَمْ يَرَهَا يُنَادَى لَهَا إِلا بَعْدَ أَنْ يَحِلَّ وَقْتُهَا.",
            "page": "398",
            "part": "1",
            "seal": "6E31EFEE"
        },
        {
            "hno": "87",
            "id": "89",
            "nass": "518 - (87) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ.",
            "page": "398",
            "part": "1",
            "seal": "50B72F00"
        },
        {
            "hno": "88",
            "id": "90",
            "nass": "519 - (88) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْغَبُ فِي قِيَامِ رَمَضَانَ مِنْ غَيْرِ أَنْ يَأْمُرَ بِعَزِيمَةٍ فَيَقُولُ مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ. -[399]- قَالَ ابْنُ شِهَابٍ فَتُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالأَمْرُ عَلَى ذَلِكَ ثُمَّ كَانَ الأَمْرُ عَلَى ذَلِكَ فِي خِلافَةِ أَبِي بَكْرٍ الصِّدِّيقِ وَصَدْرِ خِلافَةِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا.",
            "page": "398",
            "part": "1",
            "seal": "3C24A700"
        },
        {
            "hno": "89",
            "id": "91",
            "nass": "520 - (89) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلاةُ الْقَاعِدِ مِثْلُ نِصْفِ صَلاةِ الْقَائِمِ.",
            "page": "399",
            "part": "1",
            "seal": "A85E0B83"
        },
        {
            "hno": "90",
            "id": "92",
            "nass": "521 - (90) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَعُثْمَانَ بْنِ عَفَّانَ كَانَا يَسْتَلْقِيَانِ وَيَضَعَانِ إِحْدَى أَرْجُلِهِمَا عَلَى الأُخْرَى.",
            "page": "399",
            "part": "1",
            "seal": "73C72FAF"
        },
        {
            "hno": "91",
            "id": "93",
            "nass": "522 - (91) وَبِهِ عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ عَنْ أَبِي إِدْرِيسَ عَنْ أَبِي ثَعْلَبَة الْخُشَنِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إذ تَوَضَّأْتَ فَاسْتَنْثِرْ وَإِذَا اسْتَجْمَرْتَ فَأَوْتِرْ. قَالَ أَبُو الْقَاسِمِ حَدَّثَنَا كَامِلٌ هَذَا الْحَدِيثَ عَنْ أَبِي ثَعْلَبَةَ الخشني وغلط إنما هُوَ عَنْ أَبِي هُرَيْرَةَ.",
            "page": "399",
            "part": "1",
            "seal": "798EEF02"
        },
        {
            "hno": "92",
            "id": "94",
            "nass": "523 - (92) وَبِهِ عَنِ ابْنِ شِهَابٍ عَنْ سَعِيد بْن المسيب عَنِ الرجل يتزوج المرأة ولا يستطيع أن يمسها قَالَ يُصرف له أجل سنة.",
            "page": "399",
            "part": "1",
            "seal": "7B839C2D"
        },
        {
            "hno": "93",
            "id": "95",
            "nass": "524 - (93) وَبِهِ حَدَّثَنَا كَامِلٌ حَدَّثَنَا مَالِكٌ عَنِ ابْنِ شِهَابٍ عَنْ سَالِمٍ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ أَنَّهُ كَانَ يَقُولُ قُبْلَةُ الرَّجُلِ امْرَأَتَهُ وَجَسُّهُ بِيَدِهِ مِنَ الْمُلامَسَةِ فَمَنْ قَبَّلَ امْرَأَتَهُ أَوْ جَسَّهَا بِيَدِهِ فَلْيَتَوَضَّأْ.",
            "page": "400",
            "part": "1",
            "seal": "8FB9BD35"
        },
        {
            "hno": "94",
            "id": "96",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث مَنْصُور بْن أَبِي مزاحم واسم أَبِي مزاحم بشير يُكنى أَبَا نصر التركي الْبَغْدَادِيّ مَوْلَى للأزد عَنْ مالك ¶ روى عَنْهُ مُسْلِم وأبو دَاوُد وروى النسائي عَنْ رَجُل عَنْهُ مات فِي ذي القعدة سنة خمس وثلاثين ومئتين: ¶ 525 - (94) أَخْبَرَنَا الشَّيْخُ أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ بْنِ عُفَيْجَةَ بِقِرَاءَتِي عَلَيْهِ بِبَغْدَادَ أَنْبَأَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ خَيْرُونٍ فِي كِتَابِهِ (ح) وَأَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ صَصَرَى قِرَاءَةً عَلَيْهِ بِدِمَشْقَ أَنْبَأَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ عَبْدِ السَّيِّدِ بْنِ الصَّبَّاغِ فِي كِتَابِهِ قَالا حَدَّثَنَا الْخَطِيبُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ -[401]- مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ هزَارمردَ الصِّرِيفِينِيُّ حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ إِبْرَاهِيمَ الْكَتَّانِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَنِيعٍ حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ وَغَيْرُهُ قَالُوا حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ مَكَّةَ وَعَلَى رَأْسِهِ الْمِغْفَرُ.",
            "page": "400",
            "part": "1",
            "seal": "81CA7CB3"
        },
        {
            "hno": "95",
            "id": "97",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث قُتَيْبَة بْن سَعِيد بْن جميل بْن طريف بْن عَبْد اللَّه عَنْ مالك ¶ يُكنى أَبَا رجاء الثقفي البغلاني مَوْلَى الحجاج بْن يوسف وقتيبة لقب فيما يُقَالُ واسمه يَحْيَى روى عَنْهُ الْبُخَارِيّ ومسلم وأبو دَاوُد والترمذي والنسائي .. . وروي هُوَ والقزويني عَنْ رَجُل عَنْهُ مات مستهل شعبان سنة ثمان وأربعين ومئة وقع لي من موافقاته: ¶ 526 - (95) أَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ أَبِي الْغَنَائِمِ الرَّبَعِيُّ قِرَاءَةً عَلَيْهِ أَنْبَأَنَا أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عُمَرَ بْنِ يُوسُفَ فِي كِتَابِهِ أَنْبَأَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ النَّقُّورِ حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ مُحَمَّدٍ حَدَّثَنَا الْحَسَنُ بْنُ الطَّيِّبِ حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ وَغَيْرُهُ قَالُوا حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ عَبْدُ اللَّهِ بْنُ الْفَضْلِ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا وَالْبِكْرُ تُسْتَأْمَرُ فِي نَفْسِهَا وَإِذْنُهَا صُمَاتُهَا.",
            "page": "401",
            "part": "1",
            "seal": "98E049D4"
        },
        {
            "hno": "96",
            "id": "98",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث النعمان بْن شبل ¶ 527 - (96) أخبرنا أبو القسم الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ مَحْفُوظٍ قِرَاءَةً عَلَيْهِ أَنْبَأَنَا الْفَقِيهُ أَبُو الْفَتْحِ نَصْرُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْقَوِيِّ الْمِصِّيصِيُّ كِتَابَةً أَنْبَأَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ أَبِي الْقَاسِمِ النَّجَّادُ الْبَصْرِيُّ حَدَّثَنَا أَبُو رَوْقٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ بَكْرٍ الْهِزَّانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ النُّعْمَانِ بْنِ شِبْلٍ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ كَانَ الرِّجَالُ والنساء يتوضؤون جَمِيعًا مِنَ الْمَيْضَأَةِ عَلَى عَهْدِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. -[402]- صَحِيحٌ مِنْ حَدِيثِ مَالِكٍ رَوَى الْبُخَارِيُّ عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ الْبليسِيُّ عَنْ مَالِكٍ فَوَقَعَ لَنَا بَدَلا عَالِيًا.",
            "page": "401",
            "part": "1",
            "seal": "0E301F25"
        },
        {
            "hno": "97",
            "id": "99",
            "nass": "ذكر ما انتهى إلينا من عوالي سَعِيد بْن عَبْدِ الجبار بْن يزيد الْقُرَشِيّ الْبَصْرِيّ عَنْ مالك ¶ يكنى أَبَا عُثْمَان الكرابيسي نزيل مكة روى عَنْهُ مُسْلِم وأبو دَاوُد ومات بالبصرة فِي آخر ذي الحجة سنة ست وثلاثين ومئتين: ¶ 528 - (97) أَخْبَرَنَا أَبُو الْقَاسِمِ الْحَسَنِ بْنِ صَصَرَى حَدَّثَنَا أَبُو الْفَضْلِ الأُرْمَوِيُّ كِتَابَةً حَدَّثَنَا أَبُو الْحُسَيْنِ بْنُ النَّقُّورِ حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ الْحَرْبِيُّ حَدَّثَنَا الْحَسَنُ بْنُ الطَّيِّبِ حَدَّثَنَا سَعِيدُ بْنُ عبد الجبار وَغَيْرُ وَاحِدٍ مِنْ أَصْحَابِ مَالِكٍ قَالُوا حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا وَالْبِكْرُ تُسْتَأْذَنُ فِي نَفْسِهَا وَإِذْنُهَا صُمَاتُهَا.",
            "page": "402",
            "part": "1",
            "seal": "84A1E795"
        },
        {
            "hno": "98",
            "id": "100",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث يزيد بْن سَعِيد الإسكندراني عَنْ مالك ¶ قَالَ الخطيب يُكنى أَبَا خَالِد الصباحي: ¶ 529 - (98) أَخْبَرَنَا الْحُسَيْنُ بْنُ صَصَرَى قِرَاءَةً عَلَيْهِ أَنْبَأَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ أَبِي شُرَيْكٍ الْحَاسِبُ فِي كِتَابَةً حَدَّثَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ النَّقُّورِ حَدَّثَنَا أَبُو الْقَاسِمِ عِيسَى بْنُ عَلِيِّ بْنِ الْجَرَّاحِ الْوَزِيرُ حَدَّثَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ سُلَيْمَانَ بْنِ الأَشْعَثِ السِّجِسْتَانِيُّ حَدَّثَنَا يَزِيدُ بْنُ سَعِيدٍ الإِسْكَنْدَرَانِيُّ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي جُمُعَةٍ مِنَ الْجُمَعِ يَا مَعْشَرَ الْمُسْلِمِينَ هَذَا يَوْمٌ جَعَلَهُ اللَّهُ عَزَّ وَجَلَّ لَكُمْ عِيدًا فَاغْتَسِلُوا وَعَلَيْكُمْ بِالسِّوَاكِ. قَالَ الْخَطِيبُ لَمْ يَرْفَعْهُ عَنْ مَالِكٍ غَيْرَ الصَّبَّاحِيِّ وَلا أَعْلَمُ رَوَى عَنْ مَالِكٍ غَيْرَ هَذَا.",
            "page": "402",
            "part": "1",
            "seal": "66A08B04"
        },
        {
            "hno": "99",
            "id": "101",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث النعمان بْن شبل ¶ 530 - (99) أَنْبَأَنَا ابْنُ صَصَرَى أَنْبَأَنَا الْقَاضِي الأُرْمَوِيُّ كِتَابَةً حَدَّثَنَا أَبُو الْحُسَيْنِ بْنِ النَّقُّورِ حَدَّثَنَا أَبُو الْحَسَنِ الْحَرْبِيُّ حَدَّثَنَا الْحَسَنُ بْنُ الطَّيِّبِ حَدَّثَنَا جَمَاعَةٌ مِنْهُمُ النُّعْمَانُ بْنُ شِبْلٍ قَالُوا جَمِيعًا حَدَّثَنَا مَالِكٌ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الأَيِّمُ أَحَقُّ بِنَفْسِهَا مِنْ وَلِيِّهَا وَالْبِكْرُ تُسْتَأْذَنُ فِي نَفْسِهَا وَإِذْنُهَا صُمَاتُهَا.",
            "page": "403",
            "part": "1",
            "seal": "F54FB0DA"
        },
        {
            "hno": "100",
            "id": "102",
            "nass": "ذكر ما انتهى إلينا من عوالي حديث أَبِي مُحَمَّد بْن عَبْد الرَّحْمَن بْن غزوان الخزاعي عَنْ مالك ¶ 531 - (100) أَنْبَأَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ بْنِ صَصَرَى قِرَاءَةً عَلَيْهِ أَنْبَأَنَا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ النَّقُّورِ قِرَاءَةً عَلَيْهِ حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ الْبَغْدَادِيُّ حَدَّثَنَا شُعَيْبُ بْنُ مُحَمَّدٍ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ غَزْوَانَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً قَالَ فَجَعَل الْيَهُودِيُّ يَحْنِي عَلَيْهَا يَقِيهَا مِنَ الْحِجَارَةِ.",
            "page": "403",
            "part": "1",
            "seal": "A4448F20"
        },
        {
            "hno": "101",
            "id": "103",
            "nass": "532 - (101) أَنْبَأَنَا الشَّيْخُ الْمُعَمَّرُ أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ المبارك بن عفيجة البندنيجي بقراتي عَلَيْهِ بِبَغْدَادَ بِبَابِ الأَزَجِ أَنْبَأَنَا أَبُو مَنْصُورٍ مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ خَيْرُونٍ فِي كِتَابِهِ عَنْ أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيِّ بْنِ مُحَمَّدٍ الْجَوْهَرِيِّ أَنْبَأَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ حَدَّثَنَا أَبُو مُسْلِم اللَّيْثِيُّ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ عَنْ مَالِكٍ عَنِ ابْنِ شِهَابٍ عَنْ صَفْوَانَ بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ عَنْ -[405]- جَدِّهِ قَالَ قِيلَ لِصَفْوَانَ بْنِ أُمَيَّةَ إِنَّهُ مَنْ لَمْ يُهَاجِرْ فَقَدْ هَلَكَ فَدَعَا بِرَاحِلَتِهِ فَرَكِبَهَا فَأَتَى الْمَدِينَةَ قَالَ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا جَاءَ بِكَ يَا أَبَا وَهْبٍ؟ قَالَ قَدْ بَلَغَنِي أَنَّهُ لا دِينَ لِمَنْ لا هِجْرَةَ لَهُ فَقَالَ: ارْجِعْ إِلَى أَبَاطِحِ مَكَّةَ. قَالَ فَرَجَعَ فَدَخَلَ الْمَسْجِدَ فَتَوَسَّدَ رِدَاءَهُ فَجَاءَه رَجُلٌ فَسَرَقَهُ فَأَتَى بِهِ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ بِقَطْعِهِ فَقَالَ لِرَسُولِ اللَّهِ لَمْ يَبْلُغْ رِدَائِي مَا يُقْطَعُ فِيهِ بَلْ قَدْ جَعَلْتَهَا صَدَقَةً عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَهَلا قبل أن تأتيني به.",
            "page": "404",
            "part": "1",
            "seal": "D7D7DF63"
        }
    ],
    "t1317": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي مالك برواية عمر بن الحاجب"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث مالك مما رواه عنه مصعب بن عبد الله بن مصعب"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث سويد بن سعيد بن سهم بن شهريار عن مالك"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث عبد الله بن عون بن أبي عون"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": "1",
            "tit": "عوالي حديث محمد بن سليمان بن حبيب عن مالك"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث أحمد بن أبي بكر بن الحارث بن زرارة بلقرشي الزهري المديني الفقيه"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث أحمد بن إسماعيل بن محمد بن نبيه أبي حذافة عن مالك"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث عبد الأعلى بن حماد بن نصر النرسي عن مالك"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "حديث خلف بن هشام عن مالك"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث منصور بن أبي مزاحم عن مالك"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث قتيبة بن سعيد بن مالك"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث النعمان بن شبل"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي سعيد بن عبد الجبار بن يزيد القرشي البصري عن مالك"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث يزيد بن سعيد الإسكندراني عن مالك"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث النعمان بن شبل"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "عوالي حديث أبي محمد بن عبد الرحمن بن غزوان الخزاعي عن مالك"
        }
    ]
}