{
    "b1320": [
        {
            "hno": "105",
            "id": "106",
            "nass": "105 - [أخبرنا سُليمان بن أيّوب، حدَّثنا] عثمان بن عمر الضَّبِيّ، حدَّثنا عبد الله بن رجاء، أخبرنا إسرائيلُ، عن أبي إسحاق، عن بُرَيد بن أبي مريم، عن أنس بن مالك، قال: قال رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" لاَ يُرَدُّ الدُّعَاءُ بَيْنَ الأذَانِ وَالإقَامةِ \"",
            "page": "59",
            "part": "1",
            "seal": "FDEBE397"
        },
        {
            "hno": "106",
            "id": "107",
            "nass": "106 - وَحدَّثَنا مُحَمَّد بن الفضل السقطي، حدَّثنا سعيد بن سُليمان، حدَّثنا عبد الحميد بن سُليمان، عن أبي حازم، عن سهل بن سعد الساعدي، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" سَاعَتانِ تُفْتَحُ فِيهمَا أَبْوَابُ السَّمَاءِ وَيُسْتَجَابُ فِيهما الدُّعَاءُ: عِنْدَ الأذَانِ بِصَلاةٍ وَعِنْدَ الصَّفِّ فِي سَبيلِ اللهِ عَزَّ وَجَلَّ \"",
            "page": "59",
            "part": "1",
            "seal": "D84D61F7"
        },
        {
            "hno": "107",
            "id": "108",
            "nass": "107 - أخبرنا ابن البطيّ، أخبرنا أبو مُحمَّد الحسين بن عبد المَلِك بن مُحَمَّد بن -[60]- يوسُف، يُأيّدهُ أبو عليّ أحمد بن مُحَمَّد بن أحمد البُرداني الحافظ، أخبرنا أبو الفضل عبد الرَّحمن بن مُحَمَّد الخُرَيمي النيسابوري قدم علينا، أخبرنا أحمد بن مُحَمَّد بن عمر الخفّاف، أخبرنا أبو العباس السَّراج، أخبرنا العباس بن أبي طالب [ح] قال أبو مُحَمَّد بن يوسُف، وأخبرنا أبو طالب مُحَمَّد بن عليّ بن الفتح الحربي رَضِيَ اللهُ عَنْهُ قراءة عليه، أخبرنا أبو بكر أحمد بن إبراهيم بن الحسن بن شاذان، حدَّثنا إسماعيل بن سَعْدَان بن يزيد، حدَّثنا عبّاس بن أبي طالب، أخبرنا مُحَمَّد بن جَهْضَم، عن إسماعيل بن جعفر، عن عُمَارة بن غَزيَّة، عن خُبيب بن عبد الرَّحمن، عن حفص بن عاصم، عن أبيه، عن جدِّه عمر بن الخطاب، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" إِذَا قَالَ المُؤَذِّنُ: اللهُ أَكْبَرُ الله أَكْبَرُ، فَقَالَ أَحَدُكُمْ: الله أَكْبَرُ الله أَكْبَرُ، ثُمَّ قَالَ: أَشْهَدُ أَنْ لاَ إِلَهَ إِلَّا الله، فَقَال: أَشْهَدُ أَنْ لاَ إِلَهَ إِلَّا اللهَ، [ثُمَّ] قالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ الله، قَالَ: أَشْهَدُ أَنَّ مُحَمَّدًا رَسُول الله، [ثُمَّ] قالَ: حَيَّ عَلَى الصَّلاةِ، قالَ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا باللهِ، [ثُمَّ] قَالَ: حَيَّ عَلَى الفَلاَحِ، قَالَ: لاَ حَوْلَ وَلاَ قُوَّة إِلَّا باللهِ، [ثُمَّ] قالَ: اللهُ أكْبَرُ اللهُ أَكْبَرُ، قَالَ: اللهُ أَكْبَرُ اللهُ أَكْبَرُ، [ثُمَّ] قالَ: لاَ إِلَهَ إِلَّا الله، قالَ: لاَ إِلَهَ إِلَّا الله، دَخَلَ الجَنَّةَ \" ¶ صَحيح رواه مسلم، عن إسحاق بن منصور، وأبو داود، عن مُحَمَّد بن المثني، كلاهما عن مُحَمَّد بن جَهْضَم أبو جعفر الثقفي",
            "page": "59",
            "part": "1",
            "seal": "D5C95DBF"
        },
        {
            "hno": "108",
            "id": "109",
            "nass": "108 - أخبرنا عبد الله بن أحمد، وأحمد بن أبي منصور، أخبرنا الدُّوني، أخبرنا أحمد، أخبرنا أحمد، أخبرنا مُحَمَّد بن سلمة، حدَّثنا ابن وَهْب، عن عمرو بن الحارث، أنَّ بُكَير بن الأشجّ حدَّثه، أنَّ عَليّ بن خالد الزَّرقِي حدَّثه، أنَّ النضر بن سُفيان حدَّثه، أنَّهُ سَمع أبا هريرة، يقول: ¶ \" كُنَّا مَعَ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَامَ بِلاَلٌ يُؤَذِّنُ، فَلَمَّا سَكَتَ، قالَ رسولُ -[61]- الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: مَنْ قَالَ مِثْلَ هَذَا يَقينًا دَخَلَ الجَنَّةَ \" ¶ رواه سعيد بن منصور بن وهب كذلك، ورواه أحمد",
            "page": "60",
            "part": "1",
            "seal": "6B2159A1"
        },
        {
            "hno": "109",
            "id": "110",
            "nass": "109 - أخبرنا حبيب، ومُحَمَّد، أخبرنا محمود، أخبرنا أحمد، حدَّثنا سُليمان، حدَّثنا عليّ بن عبد العزيز، حدَّثنا حجَاج بن الْمِنْهَال، حدَّثنا حمّاد بن سلمة، عن عاصم بن بَهْدَلَة، عن المُسَّيب بن رافع، عن ابن مسعود، أنَّهُ [قال]: ¶ \" إِنَّ مِنَ الْجَفَاءِ أَرْبَعَةً: أَنْ يَسْمَعَ الْمُؤَذِّنُ يَقُولُ: اللهُ أكبر الله أكبر، أشْهَدُ أَنْ لاَ إِلَهَ إِلَّا الله أَشْهَدُ أَنْ لاَ إِلَهَ إِلَّا الله، فَلاَ يَقولُ مِثْلَ مَا يَقُول، وَأَنْ يَمْسَحَ وَجْهَهُ قَبْلَ أَنْ يَقْضِيَ صَلاَتَهُ، وَأَنْ يَبُولَ قائِمًا، وَأَنْ يُصَلِّي وَلَيْسَ بَيْنَهُ وَبَيْنَ القِبْلَةِ شَيء يَسْتُرهُ \"",
            "page": "61",
            "part": "1",
            "seal": "C9050B4F"
        },
        {
            "hno": "110",
            "id": "111",
            "nass": "في الصلاة يوم الْجُمُعة ¶ 110 - أخبرنا السِلفي، أخبرنا جعفر، أخبرنا الخَلاّل، حدَّثنا عمر بن محمَّد بن عليّ بن الزَّيات، وعمر بن أحمد بن عثمان، وعليّ بن الحسن الجراحي، وابن عمران، قالوا: حدَّثنا مُحَمَّد بن هارون بن عبد الله الحَضْرَمي، حدَّثنا سُليمان بن عمر الأقطع، حدَّثنا أبي، عن الخليل بن مُرَّة، عن عبد الله بن عُبيد بن أبي مُلَيْكَه، عن عائشة، قالت: ¶ قَالَ رسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ قَرأَ بَعْدَ صَلاَةِ الْجُمُعَةِ: {قُلْ هُوَ اللَّهُ أَحَدٌ}، و {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ}، و {قُلْ أَعُوذُ بِرَبِّ النَّاس}، سَبْعِ مَرّاتٍ، أَجَارَهُ اللهُ عَزَّ وَجَلَّ بِهَا مِنَ السُّوءِ إِلَى الْجُمُعَةِ الأُخْرَى \"",
            "page": "61",
            "part": "1",
            "seal": "05462045"
        },
        {
            "hno": "111",
            "id": "112",
            "nass": "111 - وبه أخبرنا الخلاّل، حدَّثنا مُحَمَّد بن عثمان بن حراز، حدَّثنا يوسُف بن إبراهيم الأشجعي، حدَّثنا عليّ بن حمزة الخُزاعي، حدَّثنا عبد الله بن عمرو المِصِّيْصي، حدَّثنا -[62]- إسْحَاق بن عبد الصمد البغداديّ، حدَّثنا مَروان بن مُحَمَّد عن مالِك، عن نافع، عن عمرَ، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى يَوْمَ الْجُمُعَةِ أَرْبَعَ رَكَعَاتٍ يَقْرأُ فِي كُلّ رَكْعَةٍ: {قُلْ هُوَ اللَّهُ أَحَدٌ}، مِئَةَ مَرَّةٍ فَقَدْ أَدَّى حَقَّ الْجُمُعَةِ كَمَا أَدَّتْ حَمَلَةُ الْعَرْشِ مِنَ حَقِّ الْعَرْشِ \"",
            "page": "61",
            "part": "1",
            "seal": "886F5216"
        },
        {
            "hno": "112",
            "id": "113",
            "nass": "112 - الطبراني في الدُّعَاء، [حدَّثنا] يوسُف القاضي، حدَّثنا سُليمان بن حرب [ح] وحدَّثنا الحسن بن عليّ المَعْمَري، حدَّثنا عليّ بن الْجَعْدِ، قالاَ: حدَّثنا يزيد بن إبراهيم، عن مُحَمَّد بن سيرين، عن أبي هريرة، قال: قال رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" إِنَّ فِي الْجُمُعَةِ لَسَاعَةٌ لاَ يُوافِقُهَا عَبْدٌ مُسْلِمٌ قائِمٌ يُصَلِّي يَسْأَلُ اللهَ فِيهَا خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ \"",
            "page": "62",
            "part": "1",
            "seal": "E71DAAE5"
        },
        {
            "hno": "113",
            "id": "114",
            "nass": "113 - حدَّثنا أحمد بن رِشْدين المِصْرِي، حدَّثنا أحمد بن صالِح [ح] وحدَّثنا عليّ بن مُحَمَّد الأنصاري المِصْرِي، حدَّثنا حَرْمَلةَ بنُ يَحْيَى، قالاَ: حدَّثنا ابن وَهْب، أخبرني عمرو بن الحارث، أنَّ الجُلاح مولى عبد العزيز بن مروان حدَّثه، أنَّ أَبَا سلمة بن عبد الرَّحمن حدَّثه، أنَّهُ سَألَ جابر بن عبد الله عن يوم الجمعة فقالَ: قالَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" فيهِ سَاعَةٌ لاَ يَسْأَلُ الله عَزَّ وَجَلَّ عَبْدٌ مُسْلِمٌ شَيْئًا إِلَّا آَتَاهُ إِيَّاهُ فالْتَمِسُوَها آَخِرَ سَاعَةٍ بَعْدَ الَعَصْرِ \"",
            "page": "62",
            "part": "1",
            "seal": "C1156114"
        },
        {
            "hno": "114",
            "id": "115",
            "nass": "114 - حدَّثنا الحسين بن إسحاق التُّسْتُري، حدَّثنا أحمد بن صالح الشمّوني، حدَّثنا أحمد بن الجرّاح الجَوزجَاني، حدَّثنا عبد الرحيم بن زيد العَمّي، عن أبيه، عن -[63]- سعيد بن جُبير، عن ابن عبّاس، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى يَوْمَ الْجُمُعَةِ عَشْرَ رَكَعاتٍ قَبْلَ خُروجِ الإمام يَقْرأُ فِي كُلِّ رَكْعَةٍ فِاتِحَةَ الْكِتَابِ، فَيَقُولُ فِي آخِرهَا آمين، و {قُلْ هُوَ اللَّهُ أَحَدٌ} عَشْرَ مَرَّاتٍ، يَقْرأُ فِي أَوَّلِ كُلِّ رَكْعَةٍ بِسْمِ الله الرَّحْمَنِ الرَّحيم، ثُمَّ يَقُولُ عَلَى أثرِ: ذَلِكَ سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلهَ إِلَّا الله وَاللهُ أَكْبَر، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بِالله، لَمْ يَسْأَلِ الله عَزَّ وَجَلَّ عَلَى أثر ذَلِكَ شَيْئًا إِلَّا أَعْطَاهُ إِيَّاهُ \"",
            "page": "62",
            "part": "1",
            "seal": "ECA6648C"
        },
        {
            "hno": "115",
            "id": "116",
            "nass": "115 - قال ابن ماجة، حدَّثنا هشام بن عمّار، حدَّثنا أبو الخطّاب الدّمشقي، حدَّثنا رُزَيق أبو عبد الله الألْهَاني، عن أنس بن مالك، قال: قال رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" صَلاةُ الرَّجُلِ فِي بَيْتِهِ بِصَلاةٍ، وَصَلاَتُهُ فِي مَسْجِدِ الْقَبائِلِ بِخَمْسٍ وَعِشْرِينَ صَلاَةٍ، وَصَلاَتُهُ فِي الْمَسْجِدِ الَّذِي يُجمَّعُ فِيهِ بِخَمٍسِ مِئَةِ صَلاةٍ، وَصَلاَةٌ فِي الْمسْجِدِ الأَقْصَى بِخَمْسِينَ أَلْفَ صَلاَةٍ، وَصَلاَةٌ فِي مَسْجِدِي بِخَمْسِينَ أَلْفِ صَلاةٍ، وَصَلاَةٌ فِي الْمَسْجِدِ الْحَرامِ بِمئَةِ أَلْفِ صَلاَةٍ \"",
            "page": "63",
            "part": "1",
            "seal": "47DB09B4"
        },
        {
            "hno": "116",
            "id": "117",
            "nass": "116 - أخبرنا أحمد بن محمَّد بن سِلَفه، أخبرنا نصرُ بن أحمد القاري، أخبرنا أبو القاسم عبد الرَّحمن بن عبد الله بن عبد الله، حدَّثنا أبو بكر محمَّد بن الحسن بن زياد النَّقّاش المُقرئ، حدَّثنا أحمد بن حمَّاد بن زُغْبة، حدَّثنا ابن أبي مريم، حدَّثنا يَحْيَى بن أيّوب، حدَّثني عُبيدالله بن زَحْر، عن عليّ بن يزيد، عن القاسم، عن أبي أُمامة، عن أبي عبيدة بن الجرّاح، قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \"مَا مِنَ الصَّلَواتِ صَلاةٌ أَفْضَلَ مِنْ صَلاةِ الفَجْرِ يَوْمَ الجُمُعَةِ وَما أَحْسِبُ شَهْدُها إِلَّا مَغْفُور لَهُ\"",
            "page": "63",
            "part": "1",
            "seal": "711E900B"
        },
        {
            "hno": "117",
            "id": "118",
            "nass": "الوضوء ¶ 117 - أخبرنا القومسانيّان، أخبرنا الدّوني، أخبرنا أحمد بن أحمد، أخبرني أبوعَرُوبة، حدثنا المُسيَّب بن بن واضح، حدَّثنا يوسُف بن أسباط، عن سُفيان، عن أبي هاشم، عن أبي مِجْلَز، عن قيس بن عُباد، عن أبي سعيد الخُدري قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ تَوَضَّأ فأَسْبَغَ الوُضوءَ ثُمَّ قالَ عِنْدَ فَرَاغِهِ مِنْ وُضُوءهِ: سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، اللَّهُمَّ أَشْهَدُ أَنْ لاَ إِلهَ إِلَّا أَنْتَ، أَسْتَغْفِرُكَ اللَّهُمَّ وَأَتُوبُ إِلَيْكَ، خُتِمَ عَلَيْها بِخاتم فَوُضِعَتْ تَحْتَ العَرْشِ فَلَمْ يُكْسَرْ إِلى يَوْمِ القيَامَةِ\".",
            "page": "64",
            "part": "1",
            "seal": "4BFDE64A"
        },
        {
            "hno": "118",
            "id": "119",
            "nass": "118 - وبه أخبرنا أبو عبد الرَّحمن، حدَّثنا سُويد بن نصر، أخبرنا عبد الله عن حَيْوة بن شُريح، أخبرني زُهرة بن مَعبد، أنَّ ابن عمِّه أخي أبيه حدَّثه، أنَّ عُقبة بن عامر حدَّثه قال: قال لي عمر بن الخطّاب: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ تَوَضَأ فأَحْسَنَ الوضوءَ ثُمَّ رَفَعَ بَصَرَهُ إِلى السَّماءِ فَقالَ: أَشْهَدُ أَنْ لاَ إِلهَ إِلَّا اللهُ، وَحْدَهُ لاَ شَريكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرسولُهُ، فُتِحَتْ لَهُ ثَمانيَةُ أَبْوابِ الْجَنَّةِ يَدخُلُ مِنْ أَيِّها شاءَ\"",
            "page": "64",
            "part": "1",
            "seal": "E26EC20C"
        },
        {
            "hno": "119",
            "id": "120",
            "nass": "119 - حدَّثنا أبو القاسم الطبراني، حدَّثنا عليّ بن عبد العزيز، حدَّثنا مُحَمَّد بن سعيد الأصبهاني، حدَّثنا عبد الرَّحمن بن مُحَمَّد المُحاربي، عن عمر بن المُساور العِجلي، عن الحسن، عن أنس بن مالك، قال: ¶ لَمْ يُرِدْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَفَرًا قَطُّ إِلَّا [قال]: \" اللَّهُمَّ بِكَ انْتَشَرْتُ، وَإِلَيْكَ تَوَجَّهْتُ، وَبِكَ اعْتَصَمْتُ، اللَّهُمَّ أَنْتَ ثِقَتِي وَرَجَائي، اللَّهُمَّ اكْفِني مَا هَمَّنِي -[65]- وَمَا لاَ أَهْتَمُّ بِهِ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، اللَّهُمَّ زَوِّدْنِي التَّقْوَى، وَاغْفِرْ لِي ذَنْبِي، وَوَجِّهني لِلْخَيْرِ أَيْنَما كُنْتُ، قال: ثُمَّ يَخْرُجُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "64",
            "part": "1",
            "seal": "3D8FCBE6"
        },
        {
            "hno": "120",
            "id": "121",
            "nass": "120 - أخبرنا إسحاق بن إبراهيم، أخبرنا عبد الرزّاق، أخبرنا ابن جُرَيج، أخبرني أبو الزُّبير، أنَّ عَليًّا الأزدي أخبره، أنَّ ابن عمر أعلمه: ¶ أَنّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجًا إِلَى سَفَرٍ، كَبَّرَ ثَلاثًا، ثُمَّ قالَ: \" {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا حَتَّى إِلَى رَبِّنَا لَمُنْقَلِبُونَ}، اللَّهُمَّ إِنَّا نَسْألُكَ فِي سَفَرِنَا هَذا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحبُ فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الأهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمُنْقَلَبِ، وَسُوءِ الْمَنْظَرِ، فِي الأَهْلِ وَالْمَالِ، وَإذَا رَجَعَ قَالَهُنَّ \"، وَزَادَ فِيِهنَّ: \" آَيِبونَ، تائبون، عابِدونَ، لِرَبِّنا حَامِدُون \"",
            "page": "65",
            "part": "1",
            "seal": "5FB78236"
        },
        {
            "hno": "121",
            "id": "122",
            "nass": "121 - أخبرنا الرَّحبي بفسطاط مصر، أخبرنا الرازي نزيلُ الإسكندريَّة، وأَبُو صادق المديني، جَميعًا بفسطاط مصر، قالا: أخبرنا أبو الحسن عليُّ بن ربيعة بن عليّ التميمي، ومُحَمَّد بن الحسين بن مُحَمَّد النيسابوري، قالا: أخبرني القاضي أبو الطاهر مُحَمَّد بن أحمد بن عبد الله بن نصر الذُّهلي، حدَّثنا مُحَمَّد بن يحيى بن سُليمان الْمَروزي [ح] وأخبرنا سُفيان، وأخوه، عن غانِم بن مُحَمَّد، أخبرنا ابن فاذشاه، حدَّثنا الطبراني، حدَّثنا عمر بن حفص السَّدوسي، قالاَ: حدَّثنا عاصم بن عليّ، حدَّثنا قيس بن الربيع، عن ابن أبي ليلى، عن داود بن عليّ بن عبد الله، عن أبيه، عن عبد الله بن عباس، قال: ¶ -[66]- بَعَثَنِي الْعَبّاسُ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَيْتُهُ وَهُوَ فِي بَيْتِ خَالَتِي مَيْمُونَةُ بنتِ الْحَارثِ، قالَ: فَقَامَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي مِنَ اللَّيْلِ، فَلمَّا: صَلَّى الرَّكْعَتَيْنِ قَبْلَ الْفَجْرِ، قالَ: \" اللَّهُمَّ إِنِّي أَسْأَلُكَ رَحْمَةً مِنْ عِنْدِكَ، تَهْدِي بِهَا قَلْبِي، وَتَجْمَعُ بِهَا شَمْلِي، وَتَلُمُّ بِهَا شَعْثِي، وَتَرُدُّ بِهَا أُلْفَتِي، وَتُصْلِحُ بِهَا ديني، وَتَحْفَظُ بِهَا غائبِي، وَتَرْفَعُ بِهَا شَاهِدي، وَتُزَكِّي بِهَا عَمَلي، وَتُبَيِّضُ بِهَا وَجْهِي، وَتُلْهِمُني بِهَا رَشَدي، وَتَعْصِمُني بِهَا مِنْ كُلِّ سوء. ¶ اللَّهُمَّ أَعْطِني إِيمَانًا صَادِقًا، وَيقينًا لَيْسَ بَعْدَهُ كُفْرٌ، وَرَحْمَةً أَنَالُ بِهَا شَرَفَ كَرامَتِكَ في الدُّنْيَا وَالآخِرَةِ. ¶ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْفَوْزَ عِنْدَ الْقَضَاءِ، وَمَنَازِلَ الشُّهَداءِ، وَعَيْشَ السُّعَداءِ، وَمُرَافَقَةَ الأَنْبِيَاءِ، وَالنَّصْرَ عَلَى الأعْدَاءِ. ¶ اللَّهُمَّ إِنِّي أُنْزِلُ بِكَ حَاجَتي، وَإِنْ قَصُرَ رأْيي وَضَعُفَ عَمَلي، وَافْتَقَرْتُ إِلَى رَحْمَتِكَ، فَأَسْأَلُكَ يَا قَاضِيَ الأُمورِ، وَيَا شَافِي الصُّدُورِ، كَمَا تُجِيرُ بَيْنَ البُحورِ أَنْ تُجيرَني مِنْ عَذَابِ السَّعِير، وَمَنْ دَعْوَةِ الثُّبُورِ، وَمِنْ فِتْنَةِ القُبورِ. ¶ اللَّهُمَّ مَا قَصُرَ عَنْهُ رَأْيي، وَضَعُفَ عَنْهُ عَمَلِي، وَلَمْ تَبْلُغْهُ نِيَّتِي، - أوْ: لَمْ تَبْلُغْهُ أُمنيتي، يشكّ عاصم - مِنْ خَيْرٍ وَعَدْتَهُ أَحَدًا مِنْ عِبادِكَ أَوْ خَيْرٍ أَنْتَ مُعْطِيه أًحَدًا مِنْ خَلْقِكَ، فَإنِّي أَرْغَبُ إِلَيْكَ فِيهِ وَأَسْأَلُكَ يَا رَبَّ الْعَالَمينَ. ¶ اللَّهُمَّ اجْعَلْنَا هادينَ مَهْديِّين غَيْرَ ضَالِّينَ وَلاَ مُضِّلينَ حَرْبًا لأَعْدَائِكَ، وَسِلْمًا لأَوْلِيَائِكَ، نُحِبُّ بِحُبِّكَ النَّاسَ، وَنُعَادي بِعَدَاوَتِكَ مَنْ خَالَفَكَ، مِنْ خَلْقِكَ. ¶ اللَّهُمَّ هَذَا الدُّعَاءُ وَعَلَيْكَ الاسْتِجَابَةَ، وَهَذَا الْجُهْدُ، وَعَلَيْكَ التُّكْلاَنُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلَّا بِاللهِ. ¶ اللَّهُمَّ ذَا الحَبْلِ الشَّديدِ، وَالأَمْرِ الرَّشيدِ، أَسْأَلُكَ الأَمْنَ يَوْمَ الوَعيدِ، وَالْجَنَّةَ يَوْمَ الْخُلودِ مَعَ المُقَرَّبين الشُّهود، الرُّكَّعِِ السُّجُودِ، المُوفينَ بِالْعُهودِ، -[67]- إِنَّك رَحِيمٌ وَدُودٌ، وَإنَّكَ تَفْعَلُ مَا تُريدُ، سُبْحَانَ الَّذي تَعْطَّفَ بالْعِزِّ وَقَالَ بِهِ، سُبْحَانَ الَّذي لَبسَ الْمَجْدَ وَتَكَرَّم بِهِ، سُبْحَانَ الَّذي لاَ يَنْبَغِي التّسْبيحُ [إِلَّا لَهُ]، سُبْحَانَ ذِي الفَضْلِ وَالنِّعَمِ، سُبْحَانَ ذِي الْقُدْرَةِ وَالْكَرم، سُبْحَانَ الَّذِي أَحْصَى كُلَّ شَيءٍ بِعِلْمِهِ. ¶ اللَّهُمَّ اجْعَلْ لِي نورًا في قَلْبِي، وَنُورًا في سمعي، وَنُورًا في بصري، وَنُورًا في شَعْري، وَنُورًا في بَشَري، وَنُورًا في لَحْمِي، وَنُورًا في دَمِي، وَنُورًا في عظامي، وَنُورًا مِنْ بَيْنَ يَدَيَّ، وَنُورًا مِنْ خَلْفِي، وَنُورًا عَنْ يَمِيني، وَنُورًا عَنْ شِمَالِي، وَنُورًا مِنْ فَوْقِي، وَنُورًا مِنْ تَحْتِي. ¶ اللَّهُمَّ زِدْنِي نُورًا، وَأعْطِني نُورًا، وَاجْعَلْ لِي نورًا \"",
            "page": "65",
            "part": "1",
            "seal": "570D4BE1"
        },
        {
            "hno": "122",
            "id": "123",
            "nass": "122 - أخبرنا القومسانيّان، أخبرنا عبد الرَّحمن، أخبرنا أحمد، حدَّثني أحمد بن يحيى بن زهير، حدَّثنا مَعْمَر بن سهل، حدَّثنا عبيد الله بن تَمّام، عن الجُريري، عن أبي نَضْرَة، عن أبي سعيد: ¶ أَنَّ النَّبيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كانَ إِذا رَأى الهِلال، قالَ: \" هِلالُ خَيْرٍ وَرُشْدٍ\" - ثلاث مرات- ثُمَّ يَقولُ: \" الحَمْدُ للهِ الَّذي جاءَ بالشَّهرِ وَذَهَبَ بِالشَّهرِ\". ¶ رواه الطبراني عن عبدان بن أحمد، عن مَعْمَر بن سهل.",
            "page": "67",
            "part": "1",
            "seal": "62ADC3CE"
        },
        {
            "hno": "123",
            "id": "124",
            "nass": "123 - حدَّثنا يحيى بن محمَّد بن صاعِد، حدَّثنا أحمد بن عيسى الخشّاب، حدَّثنا عمرو بن أبي سلمة، عن زهير بن محمَّد، عن يحيى بن سعيد وعبد الرَّحمن بن حرملة، -[68]- عن أنس، أنَّ النَّبيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كانَ إِذَا نَظَرَ إِلَى الْهِلال قال: ¶ \"اللَّهُمَّ اجْعَلهُ هِلال يُمْنٍ وَرُشدٍ، آمَنْتُ بِالَّذي خَلَقَكَ فَعَدَلكَ، تَبارَكَ اللهُ أَحْسَنُ الخالِقِين\".",
            "page": "67",
            "part": "1",
            "seal": "3C7F79D3"
        },
        {
            "hno": "124",
            "id": "125",
            "nass": "124 - أخبرنا حامد بن شعيب البَلخي، حدَّثنا سُريج بنِ يونُس، حدَّثنا الوليد بن مسلم، عن عثمان بن أبي العاتِكة، عن شيخ من أشياخهم، أنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كانَ إِذَا رَأَى الْهِلاَلَ، قالَ: ¶ \"اللَّهُمَّ أَدْخِلهُ عَلَينا بِالأَمْنِ وَالإِيمانِ وَالسَّلامَةِ والإِسْلام، والسَّكينَةِ وَالعافيَة والرِّزْق الحَسَن\" ¶ فقيل للشيخ من حدَّثك؟ قال: صاحبُ الفَرَس الحرون والرمح الثقيل في يدي الغُزاة في المقدِّمة وفي الرجعة، في الساقة أبوفورة حدير السلمي.",
            "page": "68",
            "part": "1",
            "seal": "C0F86D7F"
        },
        {
            "hno": "125",
            "id": "126",
            "nass": "125 - أخبرنا حامد بن شعيب، حدَّثنا سُريج بن يونُس، حدَّثنا مروان بن مُعاوية الفزاري، حدَّثني شيخ، عن حُمَيد بن هِلال، عن عبد الله بن مُطَرِّف، قال: ¶ \" كَانَ رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ أَقَلِّ النَّاس غَفْلَةً، وَكَان إِذَا رَأَى الْهِلاَلَ، قَالَ: هِلالُ خَيْرٍ، الْحَمْدُ للهِ الَّذِي ذَهَبَ بِشَهْرِ كَذَا وَكَذَا، وَجَاء بِشَهْرِ كَذَا وَكَذَا أَسْأَلُكَ مِنْ خَيْرِ هَذَا الشّهرِ وَنُورِهِ وَبَرَكَتِهِ وَهُدَاهُ وَطهورهُ وَمَعَافاتِهِ \" ¶ قَالَ سُريج: فقيل لِمروان: فسمِّ الشيخ، قال: قد أخذنا حاجتنا منه ونعطيه بِهواه",
            "page": "68",
            "part": "1",
            "seal": "C4668D8D"
        },
        {
            "hno": "126",
            "id": "127",
            "nass": "126 - الطبراني في الدُّعاء، حدَّثنا عبد الله بن أحمد بن حنبل، حدَّثني أبي [ح]-[69]- وحدَّثنا موسى بن هارون، وحدَّثنا أبي [ح] وحدَّثنا أبو سعد يَحْيى بن منصور الهَروي، حدَّثنا إسحاق بن رَاهَويه، قالوا: أخبرنا أبو عامر العَقَدي، حدَّثنا سُليمان بن سُفيان المَدني، قالَ: سمعتُ بِلالَ بن يَحيى بن طلحة بن عُبيد الله يُحدِّثُ عن أبيه، عن جدِّه طلحة رَحِمَهُ الله، قال: ¶ كانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، \" إِذَا نَظَرَ إِلَى الْهِلاَلِ، قَالَ: اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْيُمْنِ وَالإِيمَانِ وَالسَّلاَمَةِ وَالإسْلاَمِ، رَبِّي وَرَبُّكَ اللهُ \"",
            "page": "68",
            "part": "1",
            "seal": "A41CF33B"
        },
        {
            "hno": "127",
            "id": "128",
            "nass": "127 - حدَّثنا يوسُف القاضي، حدَّثنا مُحَمَّد بن أبي بكر المُقَدَّمي، حدَّثنا زائدة بن أبي الرُّقاد، عن زياد النُّميري، عن أنس بن مالك، أنّ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كانَ إِذَا دَخَلَ رجب، قال: ¶ \"اللَّهُمَّ بارِكْ لَنَا فِي رَجَبَ وَشَعْبَانَ وَبَلِّغْنَا رَمَضَان \"",
            "page": "69",
            "part": "1",
            "seal": "E95C8FD5"
        },
        {
            "hno": "128",
            "id": "129",
            "nass": "128 - وبه حدَّثنا حفصُ بن عُمر بن الصبّاح الرَّقي، حدَّثنا خلف بن الوليد أبو الوليد الجَوهري، حدَّثنا أبو جعفر الرازي، عن عبد العزيز بن عمر بن عبد العزيز، عن صالح بن كَيْسَان، عن عُبادةَ بن الصامت، قال: ¶ \" كَانَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يُعَلِّمُنَا هَؤلاَءِ الْكَلِمَاتِ إِذَا دَخَلَ رَمَضانَ، أَنْ يَقُولَ أَحَدُنَا: \" اللَّهُمَّ سَلِّمْنِي مِنْ رَمَضَانَ وَسَلِّمْ رَمَضَانَ لِي وَتَسَلَّمْهُ مِنِّي مُتَقَبَّلاً \"",
            "page": "69",
            "part": "1",
            "seal": "EB9928EA"
        },
        {
            "hno": "129",
            "id": "130",
            "nass": "129 - حدَّثنا هاشم بن مَرْثَد الطبراني، حدَّثنا صفوان بن صالح، حدَّثنا الوليد بن -[70]- مسلم، عن عبد العزيز بن أبي روّاد، قال: ¶ كانَ الْمُسْلِمُونَ يَدْعُونَ عِنْدَ حَضْرةِ شَهْرِ رَمَضَانَ \" اللَّهُمَّ أَظَلَ شَهْرُ رَمَضَانَ وَحَضَرَ، فَسَلِّمْهُ لِي وَسَلِّمْنِي فِيهِ وَتَسَلَّمْهُ مِنِّي، اللَّهُمَّ ارْزُقْنِي صِيَامَهُ وَقِيَامَهُ صَبْرًا واحتِسَابًا، وَارْزُقْنِي فِيهِ الْجدّ والاجتِهَادَ وَالْقُوَّةَ وَالنَّشَاطَ، وَأَعِذْنِي فِيهِ مِنَ السآمَةِ وَالفَتْرة وَالْكِسَلِ وَالنُّعَاسِ، وَوَفِّقْنِي فيهِ لِلَيْلَةِ الْقَدْرِ، وَاجْعَلْهَا خَيْرًا لِي مِنْ أَلْفِ شَهْرِ",
            "page": "69",
            "part": "1",
            "seal": "ABDBB5B7"
        },
        {
            "hno": "130",
            "id": "131",
            "nass": "130 - الطبراني، حدَّثنا إدريس بن عبد الكريم الحدّاد المُقرئ، حدَّثنا أبو نصر التمّار، حدَّثنا عبيد الله بن عمرو، عن زيد بن أبي أُنَيْسَةَ، عن عبد الله بن عبد الرحمن بن أبي حسين المكيّ، عن شهر بن حوشب، عن عبد الرحمن بن غَنْم، عن مُعاذ بن جبل، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ قَالَ حِينَ يَنْصَرِفُ مِنْ صَلاَةِ الْغَداةِ قَبْلَ أَنْ يَتَكَلَّمَ: لاَ إِلَهَ إِلَّا اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ بيده الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَديرٌ، عَشْرَ مَرَّاتٍ، أُعْطِيَ بِهِنَّ سَبْعًا، كَتَبَ لَهُ عَشْرَ حَسَنَاتٍ، وَمَحا عَنْهُ بِهِنَّ عَشْرَ سَيِّئَاتٍ، وَرَفَعَ لَهُ بِهِنَّ عَشْرَ دَرَجَاتٍ، وَكُنَّ لَهُ عِدْلَ عَشْرِ نَسَماتٍ، وَكُنَّ لَهُ حَافظًا مِنَ الشَّيْطَانِ، وَحِرْزًا مِنَ المَكْرُوهِ، وَلَمْ يَلْحَقْهُ فِي يَوْمِهِ ذَلِكَ ذَنْبٌ إِلَّا الشِّرْكَ بالله، وَمَنْ قَالَهُنَّ حِينَ يَنْصَرِفُ مِنَ الْمَغْرِب أُعْطِيَ مِثْلَ ذَلِكَ في لَيْلَتِهِ \"",
            "page": "70",
            "part": "1",
            "seal": "0C12F4EE"
        },
        {
            "hno": "131",
            "id": "132",
            "nass": "131 - وحدَّثنا عليٌّ بن عبد العزيز، وأبو مسلم الكَشّي، حدَّثنا مُحَمَّد بن المِنْهَال، حدَّثنا حمّاد بن سلمة، عن سهيل بن أبي صالح، عن أبيه، عن أبي عيّاش، أنّ رسول -[71]- الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: ¶ \" مَنْ قَالَ إِذَا أَصْبَحَ: لاَ إِلَهَ إِلَّا اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيي وَيُميتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَديرٍ، كانَتْ لَهُ كَعِتْقِ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعيلَ، وَكُتِبَتْ لَهُ عَشْرُ حَسَنَاتٍ، وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ، وَرُفِعَ لَهُ عَشَرُ دَرَجَاتٍ، وَكَانَ فِي حِرْزِ اللهِ مِنَ الشَّيْطَانِ حَتَّى يُمْسِي، وَإِنْ قالَها إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ \"، فَرأَى رَجُلٌ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيما يَرَى النَّائِمُ، فَقَالَ: يَا رَسُولَ الله إِنَّ أَبَا عَيَّاشٍ حَدَّثنَا بِكَذَا وَكَذَا فَقَالَ \" صَدَقَ أَبُو عَيَّاشٍ \" ¶ وَنَحو هذا الحديث يروى عن أبي أيُّوب الأنصاري، وأبي ذر",
            "page": "70",
            "part": "1",
            "seal": "3F247FB8"
        },
        {
            "hno": "132",
            "id": "133",
            "nass": "132 - أخبرنا القومسانيّان، أخبرنا عبد الرَّحمن [بن حَمْدِ الدُوني]، أخبرنا أحمد [بن الحسين بن مُحمَّدٍ بن عبد الله بن بَوّان الدِينوري]، أخبرنا أحمد [بن مُحَمَّد بن إسحاق بن السُّنّي]، أخبرنا أبو عبد الرَّحمن، حدَّثنا مُحَمَّد بن نصر، حدَّثنا إبراهيم بن حمزة، حدَّثنا عبد العزيز بن مُحَمَّد، عن سهيل بن أبي صالِح، عن مُحَمَّد بن مسلم بن عائذ، عن عامر بن سعد: ¶ \" أَنَّ رَجُلاً جَاءَ إِلَى الصَّلاةِ وَرَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي، فَقَالَ حِينَ انْتَهَى إِلَى الصفّ: اللَّهُمَّ آتِني أَفْضَلَ مَا تُؤْتِي عِبادَكَ الصَّالِحينَ، فَلَّمَا قَضَى رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلاة، قالَ: مَنْ الْمُتَكَلِّمُ آنِفًا؟ قالَ الرَّجُلُ: أَنَا يَا رَسُولَ اللهِ، قَالَ: إِذن يُعْقَرُ جَوادَكَ، وَتَسْتَشْهِدُ فِي سَبيِلِ اللهِ \" ¶ -[72]- رواه الطبراني، عن يحيى بن عثمان بن صالح، عن سعيد بن أبي مريم، عن عبد العزيز بن مُحَمَّد الدراوَرْدِي",
            "page": "71",
            "part": "1",
            "seal": "2E4C113D"
        },
        {
            "hno": "133",
            "id": "134",
            "nass": "133 - أخبرنا أبو يعلى، حدَّثنا عبيد الله بن عمر القواريري، حدَّثنا حمّاد بن زيد، حدَّثني عمرو بن دينار قهرمان آل الزبير، عن سالِم بن عبد الله، عن أبيه، عن جدِّه، قالَ: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ قَالَ فِي سُوقٍ مِنَ الأَسْوَاقِ: لاَ إِلَهَ إِلَّا اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيي وَيُميتُ، وَهُوَ حَيٌّ لاَ يَمُوتُ بَيدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَديرٌ، كَتَبَ اللهَ لَهُ أَلْفَ أَلْفَ حَسَنَةٍ، وَمَحَا عَنْهُ أَلْفَ أَلْفَ سَيِّئَةٍ، وَبَنَى لَهُ بَيْتًا فِي الْجَنَّةِ \"",
            "page": "72",
            "part": "1",
            "seal": "38A2AC1E"
        },
        {
            "hno": "134",
            "id": "135",
            "nass": "134 - أخبرنا سُفيان، وأخوه، قال سُفيان: أخبرنا محمود الصَّيرفي، وقالَ عليّ: أخبرنا غانِم، قالا: أخبرنا ابن فاذْشَاه، حدَّثنا سُليمان، حدَّثنا عليّ بن عبد العزيز، حدَّثنا سعيد بن منصور، حدَّثنا خلف بن خليفة، عن حفص بن عمرو ابن أخي أنس، عن أنس بن مالك، قال: ¶ \" كُنْتُ مَعَ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حَلَقَةٍ فَقَامَ رَجُلٌ يُصَلِّي، فَلَّمَا قَعَدَ للتَّشهُّدِ، فَقَالَ: \" اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدُ، لاَ إِلَهَ إِلَّا أَنْتَ الْمَنَّانُ، بَديعُ السَّمواتِ وَالأرْضِ، ذَا الْجَلالِ وَالإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ، فَقَالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ دَعَا اللهَ بِاسْمِهِ العَظيم الَّذي إذَا دُعِيَ بِهِ أَجَابَ، وَإِذَا سُئِلَ بِهِ أَعْطَى \"",
            "page": "72",
            "part": "1",
            "seal": "B2B652FE"
        },
        {
            "hno": "135",
            "id": "136",
            "nass": "135 - وحدَّثنا مُعاذ بن المثّنى، وأبو مسلم، ويُوسُف القاضي، قالوا: أخبرنا عمرو بن مرزوق، أخبرنا مالك بن مِغْوَل، عن عبد الله بن بُريْدَةَ، عن أبيه، قال: ¶ \" دَخَلْتُ مَعَ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَسْجِدَ وَيَدي فِي يَدِهِ فَإِذَا رَجُلٌ، يَقُولُ: \" اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّكَ أَنْتَ اللهُ الْوَاحِدُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ تَلِدْ وَلَمْ تُولَدْ وَلَمْ يَكُنْ لَكَ كُفْوًا أَحَدٌ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: لَقَدْ دَعَا اللهَ باسمِهِ الأعْظَمْ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى، وَإِذَا دُعِيَ بِهِ أَجَابَ \"",
            "page": "73",
            "part": "1",
            "seal": "ED98B8B9"
        },
        {
            "hno": "136",
            "id": "137",
            "nass": "136 - الطبراني، حدَّثنا عليّ بن عبد العزيز، حدَّثنا عارم أبو النعمان، حدَّثنا حمّاد بن زيد، عن عطاء بن السائب، عن أبيه: ¶ أَنَّ عَمَّار بْنَ يَاسِرَ، صَلَّى بِأَصْحَابِهِ يَوْمًا صَلاَةً أَوْجَزَ فِيها، فَقِيلَ لَهُ: يَا أَبَا اليَقْظَانِ، خَفَّفْتَ، قال: أَمَّا عَلَى ذَلِكَ لَقَدْ دَعَوْتُ بِدَعَواتٍ سَمِعْتُهُنَّ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَامَ رَجُلٌ فَأتْبَعَهُ وَهُوَ أبوه - يَعْنِي السَّائِبَ بن مَالِكَ -، فَسَألَهُ عَنِ الدُّعَاءِ فَأَخْبَرَهُ: \" اللَّهُمَّ بِعِلْمِكَ الْغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلْقِ أَحْينِي مَا عَلِمْتَ الْحَياةَ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاةُ خَيْرًا لِي، اللَّهُمَّ وَأَسْألُكَ خَشْيَتَكَ فِي الغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الْغَضَبِ وَالرِّضَا، وَأَسْأَلُكَ الْقَصْدَ فِي الْفَقْرِ وَالْغِنَى، وَأَسْأَلُكَ نَعِيمًا لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَاءَ بَعْدَ الْقَضَاءِ، وَأَسْأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ المَوْتِ، وَأَسْأَلُكَ لَذَّةِ النَّظَرِ إِلَى وَجْهِكَ، وَأَسْأَلَكَ الشَّوْقَ إِلَى لِقَائِكَ فِي غيرِ ضَرَّاءٍ مُضِّرَةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَّا بِزِينَةِ الإيِمَانِ وَاجْعَلنَا هُدَاةً مُهْتَدِينَ \"",
            "page": "73",
            "part": "1",
            "seal": "07E48E66"
        },
        {
            "hno": "137",
            "id": "138",
            "nass": "137 - وبه حدَّثنا أبو مسلم، حدَّثنا أبو عمر الضَّرير حفص بن عمر، حدَّثنا عَديُّ بن الفضل، عن سعيد الجُرَيري، عن أبي العلاء يزيد بن عبد الله بن الشِّخِّير، عن رَجُلين قد سَمّاهما، عن شدّاد بن أوس، وحدثنا مُعاذ بن المُثَنَّى، حدَّثنا مُسَدِّد، حدَّثنا بشر بن الْمُفَضَّل، حدَّثنا الْجُرَيري، عن أبي العلاء، عن الحنظلي، عن شدّاد بن أوس، وحدَّثنا سُليمان بن أيُّوب بن حذلم الدمشقي، حدَّثنا سُليمان بن عبد الرحمن، حدَّثنا إسماعيل بن عيّاش، حدَّثني مُحَمَّد بن يزيد الرحبي، عن أبي الأشعث الصَّنعاني، عن شدّاد بن أوس، قال الجُرَيري في حديثه: أنَّ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وقال أبو الأشعث في حديثه: قَالَ رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" يَا شَدَّاد بْنَ أَوْسٍ، إِذَا رَأَيْتَ النَّاسَ قَدْ اكْتَنَزوا الذَّهَبَ وَالْفِضَّةَ فَاكْتَنِزْ هَؤلاءِ الْكَلِمَاتِ: اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الأمْرِ، وَالْعَزِيمَةَ عَلى الرُّشْدِ، وَأَسْأَلُكَ شُكْرَ نِعْمَتِكَ، وَحُسْنَ عِبَادَتِكَ، وَأَسْأَلُكَ قَلْبًا سَليمًا، وَلِسَانًا صَادِقًا، وَأَسْأَلُكَ مِنْ خَيْرِ مَا تَعْلَمُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا تَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا تَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيوبِ \"",
            "page": "74",
            "part": "1",
            "seal": "328CAD80"
        },
        {
            "hno": "138",
            "id": "139",
            "nass": "138 - أخبرنا السِلفي، أخبرنا الحنفيّ، أخبرنا ابنُ مَيْله، حدَّثنا عبد الله بن جعفر، حدَّثنا أحمد بن يونُس، حدَّثنا جعفر بن عون، وعبد الله بن مَسْلَمَةَ الْقَعْنَبِي، قالاَ: حدَّثنا سلمة بن وَرْدَان، قال: سمعتُ أنسَ بن مالِكٍ، يقول: ¶ \" أَتَى النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ، فَقَالَ: يَا رَسُولَ الله، أَيُّ الدُّعَاءِ أَفْضَلُ؟ قَالَ: سَلْ رَبَّكَ الْعَفْوَ وَالْعَافيَةَ فِي الدُّنْيَا وَالآخِرَةِ، ثُمَّ أتَاهُ اليَوْم الثَّاني، فَقَالَ: -[75]- يَا نَبِيَّ اللهِ، أَيُّ الدُّعَاءِ أَفْضَلُ؟ قَالَ: سَلْ اللهَ الْعَفْوَ وَالْعَافِيةَ فِي الدُّنْيَا وَالآخِرَةِ، وَزَادَ الْقَعْنَبِيُّ فِي حديثِهِ: ثُمَّ أَتَاهُ الْيَوْمَ الثالِثَ، فَقَالَ: يَا نَبِيَّ اللهِ، أَيُّ الدُّعَاءِ أَفْضَلَ؟ قَالَ: سَلْ رَبَّكَ الْعَفْوَ وَالْعَافيَةَ فِي الدُّنْيَا وَالآخِرَةِ، فَإنَّكَ إِذَا أُعْطِيتَ الْعَفْوَ وَالْعَافيَةَ فِي الدُّنْيَا وَالآخِرَةِ، فَقَدْ أَفْلَحْتَ \"",
            "page": "74",
            "part": "1",
            "seal": "716F1C72"
        },
        {
            "hno": "139",
            "id": "140",
            "nass": "139 - وبه حدَّثنا أحمد بن يونُس، أخبرنا أحمد بن إبراهيم المروي، حدَّثنا الوليد بن مسلم، قال: سمعتُ عبد الرَّحمن بن يزيد بن جابر، يقول: سمعتُ سُليم بن عامر، يقول: سمعتُ أوسط البَجَلي عَلى منبر حمص، يقول: سمعتُ أبَا بَكْرٍ الصِّديق عَلَى مِنْبَرِ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُول وخنقته العبرة ثُمَّ عاد، فقال: سمعتُ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ خنقته العبرة عاد، فقال: سمعتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يقول عام أوَّل، يقول: ¶ \" سَلُوا الله الْعَفْوَ وَالْعَافِيَةَ، فَإنَّهُ مَا أُوتِيَ عَبْدٌ بَعْدَ يَقينٍ شَيْئًا خَيْرًا مِنَ الْعَافِيةِ \"",
            "page": "75",
            "part": "1",
            "seal": "38677530"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "مكتبة المقدسي (2) ¶ أخبار الصلاة ¶ تأليف ¶ الإمام الحافظ عبد الغني بن عبد الواحد بن علي بن سرور المقدسي ¶ (541 - 600 هـ) ¶ تحقيق ¶ محمد عبد الرحمن النابلسي ¶ دار السنابل - دمشق ¶ الطبعة الأولى ¶ 1416 هـ - 1995 م",
            "page": null,
            "part": null,
            "seal": "D253F575"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ وَلا حَوْلَ وَلاَ قُوَّةَ إلاَّ بالله العلي العضيم ¶ في فضل الصلاة ¶ 1 - أخبرنا أبو طالب المُبارك بن عليّ بن محمَّد بن خُضَير الصيرفيّ، أخبرنا أبو طالب عبد القادر بن محمَّد بن عبد القادر بن مُحمَّد بن يوسُف، وأخبرنا أبو الحسين عبد الحقّ بن عبد الخالق بن أحمد بن عبد القادر بن محمَّد بن يوسُف، أخبرنا عمّي أبو طاهر عبد الرحمن بن أحمد، قالا: أخبرنا أبو عليّ الحسن بن عليّ بن الْمُذْهِب، أخبرنا أحمد بن جعفر بن حمدان بن مالك، حدَّثنا عبدُ الله بن أحمد بن حنبل، حدَّثني أبي رَحِمَهُ الله، حدَّثنا محمَّد بن بكر، حدَّثنا ميمون، يعني: أبا محمَّد المَرائي التميمي، حدَّثنا يحيى بن أبي كثير، عن يوسُف بن عبد الله بن سلامَ، قال: ¶ \" صبحتُ أَبا الدَّرْدَاءِ أتعلَّمُ مِنْهُ، فلمَّا حَضَرَهُ الْمَوْتُ، قالَ: آذِنِ النَّاسَ بِمَوْتِي، فَآذَنْتُ النَّاسَ بِمَوْتِهِ، فَجِئْتُ وَقَد مُلِئ الدَّارُ وَمَا سِوَاهُ، قالَ: أَخْرِجُونِي فَأخْرَجْنَاهُ، قالَ: أَجْلِسُونِي فأَجْلَسْنَاهُ، فقالَ: أَيُّهَا النَّاسُ، إِنِّي سَمِعْتُ رَسُولَ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: ¶ \" مَنْ تَوَضَّأَ فَأَحْسَنَ الوُضُوءَ، ثُمَّ صَلَّى رَكْعَتَيْنِ يُتِمُّهُمَا أَعْطَاهُ الله عَزَّ وَجَلَّ مَا سَألَ مُعَجَّلاً أَوْ مُؤَخَّرًا. ¶ قالَ أَبُو الدَّرْدَاء: أَيُّهَا النَّاسُ، إِيَّاكُمْ وَالالْتِفَات فِي الصَّلاةِ، فإنَّهُ لا صَلاَةَ لِمُلْتَفِتٍ، فَإنْ غُلِبْتُمْ فِي التَّطَوُّع فَلاَ تُغْلَبُنَّ فِي الفَريضَة \"",
            "page": "15",
            "part": "1",
            "seal": "567DBCB5"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - قال الإمام أحمد رَضِيَ اللهُ عَنْهُ: وحدَّثَنا أبو المغيرة، حدَّثَنا -[16]- صفوان، حدَّثني شُريح بن عُبيد الحضرمي، وغيره، عن أبي الدرداء، أَنّ رسولَ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ إنَّ الله يَقُولُ: \" ابنَ آَدَمَ، لاَ تَعْجَزَنَّ مِنَ الأَرْبَعِ رَكَعَاتٍ مِنْ أَوَّلِ النَّهَارِ، أَكْفِكَ آخِرَهُ \"",
            "page": "15",
            "part": "1",
            "seal": "0933FCEA"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - قال الإمام رَضِيَ اللهُ عَنْهُ: وحدَّثنا أبو المغيرة، حدَّثنا أبو بكر بن أبي مريم، حدَّثني حُميد بن عقبة بن رومان، عن أبي الدرداء، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أنَّه قال: ¶ \" مَنْ زَحْزَحَ عَنْ طَريقِ المُسْلِمينَ شَيئًا يُؤذِيهِمْ، كَتَبَ الله لَهُ بِهِ حَسَنَةً، وَمَنْ كَتَبَ لَهُ عِنْدَهُ حَسَنَةً أَدْخَلَهُ بِها الجَنَّةَ \"",
            "page": "16",
            "part": "1",
            "seal": "6202C23D"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - قال الإمام رَحِمَهُ الله: وحدَّثنا محمَّد بن مُصعب، حدَّثنا أبو بكر، عن زيد بن أرطأة، عن بعض إخوانه، عن أبي الدرداء، عَنِ النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" كُلُّ شَيءٍ يَنْقُصُ إِلَّا الشَّرَّ فَإنَّهُ يُزَادُ فيهِ \"",
            "page": "16",
            "part": "1",
            "seal": "F06E5B5D"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أخبرنا الإمام عبد القادر بن أبي صالِح الجيلي، أخبرنا محمَّد بن الحسن الباقلاني الكرخي، أخبرنا أبو عليّ بن شاذان، أخبرنا عثمان بن أحمد بن السمّاك، حدَّثنا أحمد بن محمَّد بن عيسى البِرْتي، حدَّثنا موسى بن إسماعيل، حدَّثنا أبان، حدَّثنا قتادة، عن -[17]- الحسن، عن أنس بن حكيم، عن أبي هريرة، أن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: \" أَوَّلُ ما يُحَاسَبُ بِهِ الْعَبدُ يَومَ القيَامةِ: يُحَاسَبُ بِصَلاتِهِ، فَإنْ صَلَحَتْ فَقَدْ أَفْلَحَ وَأنْجَحَ، وإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَ \"",
            "page": "16",
            "part": "1",
            "seal": "49CC6058"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - وبه قال: حدَّثنا أبو عليّ بن شاذان، أخبرنا أحمد بن سلمان، حدَّثنا عبد المَلك بن محمَّد، حدَّثنا أبي، حدَّثنا عليُّ بن جَنَد الطائفي، عن عمرو بن دينار، عن أنس بن مالك، قال: قال رسولُ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \" يَا أنَس: أَكْثِرْ مِنَ الصَّلاَة فِي بَيْتِكَ يَكْثُر خَيْرُ بَيْتِكَ، وَسَلِّمْ عَلَى مَنْ لَقِيتَ مِنْ أُمَّتِي تَكْثُر حَسَناتُكَ \"",
            "page": "17",
            "part": "1",
            "seal": "F95DA43A"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - أخبرنا ابن النقور، أخبرنا ابن يوسُف، أخبرنا ابن المُذْهِب، أخبرنا ابن مالك، أخبرنا عبد الله، حدَّثني أبي، حدَّثنا جرير، عن قابوس، عن أبيه، قال: \" أَرْسَلَ أَبِي امرأة إلى عائشة يَسألها، أيُّ الصَّلاة كانَ أَحَبَّ إِلَى رَسُولِ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُوَاظِبَ عَلَيْهَا؟ قالَتْ: كانَ يُصَلِّي قَبْلَ الظُّهْرِ أَرْبَعًا، يُطِيلُ فيِهِنَّ القيَامَ، وَيُحْسِنُ فِيهِنَّ الرُّكُوعَ وَالسُّجُودَ، فأَمَّا مَا لَمْ يَكُنْ يَدَعُ صَحيحًا وَلاَ مَريضًا وَلاَ غَائِبًا وَلاَ شاهِدًا، فَرَكْعَتَيْنَ قَبْلَ الْفَجْرِ \"",
            "page": "17",
            "part": "1",
            "seal": "396BBAED"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - وبه حدَّثنا عبد الله، حدَّثني أبي، حدَّثنا يَحيى، عن التيمي، وابن أبي عروبة، عن قتادة، عن زُرارة، عن سعد بن هشام، عن عائشة، عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، \" في الركعتين قبل صلاة الفجر، قال: ¶ هُمَا أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا جَميعًا \"",
            "page": "18",
            "part": "1",
            "seal": "9656483D"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - أخبرنا السِلفي، أخبرنا أبو الحسن مُحمَّد بن أحمد بن إبراهيم بن العدل البَجْلِي، بالكوفة، أخبرنا أبو الطاهر محمَّد بن محمَّد بن الحسين بن الصبّاغ القُرشي المُعَدَّل، حدَّثنا أبو المفضل محمَّد بن عبد الله بن المطلب النَّسائي الحافظ، حدَّثني عليّ بن جعفر بن مُسافر الهذلي بتنّيس، حدَّثنا أبي، حدَّثنا يَحيى بن حسّان، حدَّثنا سليمان بن قَرْم، عن أبي يحيى القتّات، عن مُجاهد، عن جابر بن عبد الله رضي الله عنهما، قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مِفْتَاحُ الجَنَّةِ الصَّلاةُ \"",
            "page": "18",
            "part": "1",
            "seal": "8A7FF7B5"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - أخبرنا السِلفي، أخبرنا ابن رُسْتَه، أخبرنا النقّاش، أخبرنا محمَّد بن الحسين بن عبد الله، عن أحمد بن أبي بكر، حدَّثنا جعفر بن محمَّد الفِريَابي، حدَّثنا إسماعيل بن عبيد بن أبي كَريمة، حدَّثنا محمد بن سلمة الحرَّاني، عن أبي عبد الرحيم، عن أبي عبد الملك، عن القاسم، عن أبي أُمامة، عن نبي الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" إِنَّ أَغْبَطَ أَوْلِيَائِي عِنْدي الْمُؤمِنُ خَفيفُ الحاذِ، ذُو حَظٍّ مِنْ صَلاةٍ، -[19]- أَحْسَنَ عِبَادَةَ رَبِّه عَزَّ وَجَلَّ، وَكَانَ رِزْقُهُ كَفافًا، لا يُشارُ إليهِ بالأصابِعِ، وَصَبَر عَلَى ذلِكَ حَتَّى بَلَغ الله، ثُمَّ حَلَّت مَنيَّتُهُ، وَقَلَّ تُراثُهُ، وَقَلَّتْ بَواكِيهِ \"",
            "page": "18",
            "part": "1",
            "seal": "392763F3"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - أخبرنا ابن البطي، أخبرنا ابن أيّوب، أخبرنا المؤذّن، أخبرنا ابن الصّواف، حدَّثنا الحسين بن عمر بن أبي الأحوص الثقفي، حدَّثنا عقبة بن مُكرم العَمّي، حدّثنا نَصر يَعْنِي: ابن باب، عن إسرائيل، عن عُثْمَان بن المغيرة، عن عبيد الله مولى ابن عباس، عن ابن عبّاس، عن عليّ بن أبي طالب، أنَّه قال: ¶ \" مَنْ صَلَّى حينَ يَرْتَفِعُ النَّهَارَ جِدًّا فإنَّهُ يَعدِلُ بِصَلاةِ اللَّيلِ \"",
            "page": "19",
            "part": "1",
            "seal": "4302C1BA"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حدَّثنا الإسماعيلي في معجمه، حدَّثنا أبو بكر محمَّد بن السَّري بن سهل القَنْطَري [البغدادي]، حدَّثنا أحمد بن إبراهيم الدورقي، حدَّثنا عبد الرحمن بن مهدي، عن سليمان بن المغيرة، عن ثابت، عن عبد الرحمن بن أبي ليلى، عن صُهيب، عن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" كانوا إذا فَزِعوا فَزِعوا إلى الصَّلاةِ يَعْنِي الأنْبِيَاء \"",
            "page": "19",
            "part": "1",
            "seal": "776C63C2"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - أخبرنا السِلفي، أخبرنا الحنفيّ، أخبرنا ابن مَيْله، حدَّثنا عبد الله، حدَّثنا أحمد، حدَّثنا جعفر بن عون، حدَّثنا هشام بن سعد، حدَّثنا زيد بن أسْلَم، عن عطاء بن يَسار، قال: ¶ قالَ مُعَاذُ بنِ جَبَل لِمَنْ حَضَرَهُ مِنْ أَهْلِهِ قَبْلَ أَنْ يَمُوتَ: لَقَدْ سَمِعْتُ مِنْ رَسُولِ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا كُنْتُ أُحِبُّ أَنْ أَموتَ حَتَّى أُحَدِّثَكُمْ، سَمِعْتُ رَسُولَ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: ¶ \" مَنْ أَقَامَ هَؤلاء الصَّلواتِ الْخَمْسِ، لا أدْرِي ذَكَرَ فيها زَكاة مالِهِ أَمْ لاَ؟ كان حقًّا عَلَى الله أَنْ يَغْفِرَ لَهُ، إِنْ هَاجَرَ وَإنْ قَعَدَ حَيْثُ وَلَدَتْهُ أُمُّه، قال: قُلْتُ: يَا رَسُولَ الله، أَفَلاَ أَخْرُجُ فأبَشِّرُ النَّاسَ، قال: لا ذَرِ النَّاسَ يَعْمَلُونَ، فَإنَّ الْجَنَّةَ مئة دَرَجَةٍ، كُلُّ دَرَجةٍ مِنْهَا ما بَيْنَ السَّماء وَالأرْضِ، وَأَعْلاَهَا دَرَجةٍ الفِرْدَوْسُ، وَمَحَلُّهَا يَكونُ الْعَرشُ، وَهُوَ أَوْسَطُ شَيءٍ مِنَ الْجَنَّة وَمِنْهَا يَتَفَجَّرُ أَنْهَارُ الْجَنَّة فَإذَا سَألْتُمُ الله، فَسَلُوهُ الْفِرَدَوْسَ \"",
            "page": "20",
            "part": "1",
            "seal": "8E7F78C8"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - حدَّثنا المقدام بن داود، حدَّثنا أبو الأسود النضر بن عبد الجبّار، حدَّثنا ضِمام بن إسماعيل، عن موسى بن وَرْدَان، عن أبي هريرة، قال: قال رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \" أكْثِروا مِنْ شَهَادَةِ أَنْ لاَ إِلَهَ إلاَّ الله قَبْلَ أَنْ يُحَالَ بَيْنَكُمْ وَبَيْنَها، وَلَقِّنُوهَا مَوْتَاكُمْ \"",
            "page": "20",
            "part": "1",
            "seal": "AC78092D"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - أخبرنا ابن البطيّ، أخبرنا التميمي، أخبرنا ابن بشران، أخبرنا ابن البَخْتَري، حدَّثنا محمَّد بن عبد الله بن يَزيد، حدَّثنا وهب بن جرير، حدَّثنا شعبة، عن عبد ربّه بن -[21]- سعيد، عن محمَّد بن يَحيى، عن ابن مُحَيْريز، عن الْمُخْدَجِيّ، عن أبي مُحمَّد الأنصاري، أنَّه قال: ¶ الوتر واجب وجوب الصَّلاة، فذكروا ذلك لعبادة بن الصَّامت، فقال: كذب أبو محمَّد ولكنَّهُ سُنّه، وقد فصَّل [ذلك] رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ \" خَمْسُ صَلَوَاتٍ مَنْ لَقِيَ الله لَمْ يَنْتَقِصْ مِنْهُنَّ شَيْئًا، اسْتِخْفَافًا بِهنَّ، جَعَلَ اللهُ عِنْدَهُ عَهْدًا أَنْ يُدْخِلَهُ الجَنَّة، وَمَنْ لَقِيَ اللهَ وَقَدْ انْتَقصَ مِنْهُنَّ شَيْئًا اسْتِخْفَافًا بِهِنَّ فَلا عَهْدَ لَهُ عِنْدَ الله إنْ شَاءَ رَحِمَهُ وَإِنْ شَاءَ عَذَّبَهُ \"",
            "page": "20",
            "part": "1",
            "seal": "B09523D0"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - أخبرنا السِلفي، أخبرنا الرئيس، حدَّثنا أبو عبد الله مُحمَّد بن إبراهيم بن جعفر اليَزدي، أخبرنا حاجب بن الوليد، حدَّثنا محمَّد بن يحيى الذُهلي، حدَّثنا مُعاذ بن فَضَالة الزهراني، حدَّثنا يحيى بن أيوب، عن بكر بن عمرو، عن صفوان بن سُليم، قال بكر: حسبتُ عن أبي سلمة، عن أبي هريرة، عن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" إِذَا خَرَجْتَ مِنْ بَيْتِكَ إِلَى الصَّلاةِ فَصَلَّي رَكْعَتَيْنِ تَمْنَعَانِكَ مَخْرَجَ السُوءِ، وَإذَا دَخَلْتَ إِلَى مَنْزِلكَ فَصَلَّي رَكعَتَيْنِ تَمْنَعَانِكَ مَدْخَلَ السُوءِ \"",
            "page": "21",
            "part": "1",
            "seal": "DD042635"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - أخبرنا السُّلمي، وابن الخشّاب، أخبرنا الرِّبَعي، أخبرنا ابن مَخْلَد، حدَّثنا ابن البَختَريّ، حدَّثنا محمَّد بن غالب بن حرب، حدَّثنا مسلم بن إبراهيم، حدَّثنا يزيد بن قتيبة الحَرَشي، حدَّثنا الفضلُ الأغرّ الكلابي، من أهل الكوفة، عن أبيه، عن عبد الله بن مسعود، قال: خرج علينا رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يومًا، فقال: ¶ -[22]- \" هَلْ تَدْرُونَ مَا يَقُولُ رَبَّكُمْ عَزَّ وَجَلَّ؟ يَقول: وَعِزَّتِي لا يُصَلّيها عَبْدٌ لِوَقْتِها إِلَّا أَدْخَلْتُهُ الْجَنَّةَ، وَمَنْ صَلاّها لِغَيرِ وَقْتِها فَلاَ عَهْدَ لَهُ عِنْدي، إِنْ شِئْتُ رَحِمْتُهُ، وَإِنْ شِئْتُ عَذَّبْتُهُ \"",
            "page": "21",
            "part": "1",
            "seal": "689F7FE8"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - أخبرنا السِلفي، أخبرنا الثقفي، وأخبرنا الدقّاق، أخبرنا ابن زِكْري، قالا: حدَّثنا أبو الحسين عليّ بن محمَّد بن بِشران المُعَدَّل، ببغداد، حدَّثنا أبو جعفر محمَّد بن عمرو بن البختَري، حدَّثنا سعدان بن نصر، حدَّثنا مُعمَّر بن سليمان الرَّقي النَّخعي، عن الحجّاج، عن أبي إسحاق، عن عاصم بن ضَمْرة، عن عبد الله بن أبي بصير، عن أُبي بن كعب، قال: ¶ شَهِدَ رَسُولُ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الفجر، فقال: \" أشَهِدَ الصَّلاةَ فُلانٌ وَفُلان وَفُلان؟ \" قالوا: نعم، وقالوا: لا، فقال: \" مَا مِنْ صَلاةٍ أَثْقَلُ عَلَى المُنَافقينَ مِنْ صَلاةِ الْعِشَاء وصَلاَةِ الْفَجْر، وَلَوْ يَعْلَمُونَ ما فيِهما، لأَتَوْهُما وَلَوْ حَبْوًا \" ثُمَّ قالَ: \" صَلاةُ الرَّجُلِ مَعَ الرَّجُلِ خَيرٌ مِنْ صَلاَةِ الرَّجُلِ وَحْدَهُ، وَصَلاَةُ الرَّجُلِ مَعَ الرَّجُلَيْنِ خَيْرٌ مِنْ صَلاَةِ الرَّجُلِ مَعَ الرَّجُل، وَمَا كَثُرَ فَهُوَ أَحَبُّ إلى الله عَزَّ وَجَلَّ \" عِنْدَ الدَّقاق، عن الحجّاج بن أَرْطَأة",
            "page": "22",
            "part": "1",
            "seal": "BAF83427"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - أخبرنا السِلفي، أخبرنا الثقفي، حدَّثنا أبو سعيد محمَّد بن موسى بن الفضيل الصيرفي بنيسابور، حدَّثنا محمَّد بن يعقوب بن يوسُف الأصم، حدَّثنا أحمد بن عبد الجبّار العُطاردي، حدَّثنا أبو معاوية، عن إسماعيل، عن المسيِّب بن رافع، عن عَنْبَسَة بن -[23]- أبي سفيان، عن أم حبيبة زوج النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَنْ صَلَّى في يَومٍ ثِنْتَي عَشْرَةَ رَكْعَةً بَنى اللهُ لَهُ بَيْتًا فِي الجَنَّة \"",
            "page": "22",
            "part": "1",
            "seal": "0FED5D37"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - أخبرنا أبو زُرعة طاهر بن محمَّد بن طاهر المقدسيّ، أخبرنا أبو منصور محمَّد بن الحسين بن أحمد بن الهيثم المُقَوِميّ، إجازة إن لَم يَكُن سماعًا، أخبرنا أبو طلحة القاسم بن أبي المنذر الخطيب، أخبرنا أبو الحسن عليّ بن إبراهيم بن سلمة بن بحر القطّان، حدَّثنا أبو عبد الله محمَّد بن يزيد بن ماجة، حدَّثنا هشام بن عمّار، وعبد الرحمن بن إبراهيم الدمشقيان، قالا: حدَّثنا الوليد بن مسلم، حدَّثنا عبد الرحمن بن ثابت بن ثوبان، عن أبيه، عن مكحول، عن كثير بن مُرَّة، أنَّ أبا فاطمةَ حدَّثه، قال: ¶ قُلْتُ: يَا رَسُولَ الله، أَخْبِرْنِي بِعَمَلٍ أَسْتَقِيمُ عَلَيْهِ وَأَعْمَلُهُ، قالَ: \" عَلَيْكَ بِالسُّجودِ، فَإنَّكَ لاَ تَسْجُدُ لله سَجْدَةً، إِلَّا رَفَعَكَ الله بِهَا دَرَجَةً، وَحَطَّ عَنْكَ بِهَا خَطيئَةً \"",
            "page": "23",
            "part": "1",
            "seal": "892AF400"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - قال ابن ماجة: حدَّثنا عبد الرحمن بن إبراهيم، حدَّثنا الوليد بن مسلم، حدَّثنا عبد الرحمن بن عمرو أبو عمرو الأوزاعي، حدَّثني الوليد بن هشام المُعَيطيّ، حدَّثني مَعْدَان بن أبي طلحة اليَعْمَري، قال: لقيت ثوبان، فقلتُ له: حدِّثني حديثًا عسى الله أن ينفعني به، قال: فسكت، فعدْتُ فقلت مثلها، فسكت، ثلاث مرّات، فقال: عليك بالسجود لله عَزَّ وَجَلَّ، فإنِّي سمعتُ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يقول: ¶ \" مَا مِن عَبدٍ يَسْجُدُ سَجْدَةً إِلَّا رَفَعَهُ اللهُ بِهَا دَرَجةً، وَحَطَّ عَنْهُ بِهَا خَطِيئة \" ¶ -[24]- قال معدان: فلقيت أبا الدرداء فسألته، فقال مثل ذلك",
            "page": "23",
            "part": "1",
            "seal": "192C90B0"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - حدَّثنا العبّاس بن عثمان الدمشقي، حدَّثنا الوليد بن مُسلم، حدَّثنا خالد بن يزيد المُرّي (¬1)، عن يونُس بن ميسرة بن حَلْبَس، عن الصُّنابحي، عن عُبادةَ بن الصَّامت، أنَّه سمع رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: ¶ \" مَا مِنْ عَبْدٍ يَسْجُدُ لله سَجْدَةً إلاَّ كَتَبَ اللهُ عَزَّ وَجَلَّ لَهُ بِهَا حَسَنةً، وَمَحَا عَنْهُ بِهَا سَيِّئةً، وَرَفَعَ لَهُ بِهَا دَرَجَةً، فاسْتَكثِروا مِنَ السُّجود \" ¶ ¬__________ ¶ (¬1) في الأصل المدني وما أثبته هو الصواب.",
            "page": "24",
            "part": "1",
            "seal": "4B98FFDB"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - أخبرنا أبو طاهر السِلفي، أخبرنا أبو سعد الحسين بن الحسين بن عليّ الفانيذي، وأبو الحسين بن الطيوري، وغيرهما، قالوا: أخبرنا أبو عليّ بن شاذان، أخبرنا أبو بكر محمَّد بن الحسن بن محمَّد بن زياد المعروف بالنقّاش، حدَّثنا أحمد بن عبد الرحيم بن عبد الرزّاق الجُرْجَاني، حدَّثنا عبد الرزّاق، أخبرنا مَعْمَر، عَنْ الزُّهري، عن عروة، عن عائشة، قالت: قال رسول صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنَ اللهِ عَزَّ وَجَلَّ إِذَا كَان سَاجِدًا \"",
            "page": "24",
            "part": "1",
            "seal": "07800BA2"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - أخبرنا أبو طاهر السِلفي، أخبرنا نصر بن أحمد القارئ، أخبرنا الحُرْفي، حدَّثنا أبو بكر النقّاش، حدَّثنا عليّ بن الحسين الرازي بنيسابور، حدَّثنا النضْر بن سلمة، حدَّثنا أبو غَزِيَّة محمد بن موسى، عن سليمان بن بلال، عن ابن عَجلان، حدَّثني سفيان الثوري، عن سُليمان الكاهلي، عن سالِم الغطفَاني، عن ثوبان مولى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" اسْتَقِيموا وَلَنْ تُخصُوا، وَاعْلَموا أَنَّ خَيرَ أَعْمَالِكُمُ الصَّلاةَ، وَلاَ يُحَافِظُ -[25]- عَلَى الوضُوءِ إِلَّا مُؤْمِنٌ \"",
            "page": "24",
            "part": "1",
            "seal": "1509443B"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - أخبرنا ابن البطي، أخبرنا ابن خَيرون، أخبرنا ابن شاذان، أخبرنا ابن الحرستاني، حدَّثنا حامد هو ابن سهل الثّغري، حدَّثنا معاذ بن فَضالة، حدَّثنا يَحيى بن أيوب المصري، عن بكر بن عمرو، عن صفوان بن سُليم، قال بكر: حسبته عن أبي سلمة، عن أبي هريرة، عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" إِذَا خَرجْتَ مِنْ مَنْزِلَكَ فَصَلِّ رَكْعَتَيْن تَمْنَعانِك مِنْ مَخْرجِ السُّوءِ، وَإِذَا دَخَلتَ إِلَى مَنْزِلِكَ فَصَلِّ رَكْعَتين تَمْنَعانِكَ مِنْ مَدْخَلِ السُّوءِ \"",
            "page": "25",
            "part": "1",
            "seal": "A982AA66"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - أخبرنا أبو طاهر السِلفي، أخبرنا أبو نصر الحنفي، أخبرنا أبو الحسن بن مَيْلة، حدَّثنا عبد الله بن جعفر، حدَّثنا أحمد بن يونُس الضبي، حدَّثنا موسى بن داود، حدَّثنا ابن لَهيعة، عن يزيد بن عمرو، عن أبي عبد الرحمن الحُبُلي، عن أبي فاطمة الأزدي، قال: قال لي النبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" يَا أَبَا فاطِمَةَ، إِنْ أَرَدْتَ أَنْ تَلْقَانِي فَأكْثِرِ السُّجُودَ \"",
            "page": "25",
            "part": "1",
            "seal": "BF41B2EF"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - حدَّثنا يونُس بن محمَّد، حدَّثنا الفضلُ بن عطاء، عن الفُضيل بن شُعيب، عن أبي منظور، عن أبي مُعاذ، عن أبي كاهل، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ -[26]- \" اعْلَمَهُنَّ يَا أَبَا كَاهِلٍ، أنَّهُ مَنْ دَخَلتْ حَلاَوَةُ الصَّلاةِ قَلْبَهُ حَتَّى يُتِمَّ رُكُوعَها وَسُجودَها كانَ حَقًّا عَلَى اللهِ أَنْ يُرضَيهُ يَوْمَ الْقِيَامَةِ \"",
            "page": "25",
            "part": "1",
            "seal": "DA6B0444"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - حدَّثنا رَوح بن عُبادة، حدَّثنا هشام، عن واصل مولى أبي عُيَينة، عن محمَّد بن أبي يعقوب، عن رجاء بن حَيْوَة، عن أبي أُمامة، قال: أتيتُ النبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فقلتُ: ¶ يَا رَسُولَ اللهِ، أَمَرْتَنَا بِالصِّيَامِ وَأَرْجو أَنْ يَكُونَ اللهُ قَدْ بَارَكَ لَنا فيِه، يَا رَسُولَ اللهِ، فَمُرْنِي بِعَمَلٍ آَخَرٍ، قَالَ: \" اعْلَمْ أَنَّكَ لَنْ تَسْجُدَ للهِ سَجْدَةً، إِلَّا رَفَعَكَ اللهُ بِهَا دَرَجَةً، وَحَطَّ عَنْكَ بِهَا خَطِيئَةً \"",
            "page": "26",
            "part": "1",
            "seal": "FE7E14ED"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - حدَّثنا موسى بن داود، حدَّثنا ذاود بن عُلْبَة الحارثي، وأثنى عليه خيرًا، عن ليث، عن مُجاهد، عن أبي هريرة، قال: هجرتُ، فَقَالَ لِي النَبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" يَا أبَا هُرَيْرَةَ، هسكنبَ دَرَدَ، قالَ: قُلتُ: لاَ يَا رَسُولَ اللهِ، قالَ: صَلِّ، فَإنَّ فِي الصَّلاةِ شِفَاءً \"",
            "page": "26",
            "part": "1",
            "seal": "89CE2A43"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - وبه قال: حدَّثنا عبيد الله بن موسى، حدَّثنا إسرائيل، عن أبي إسحاق، عن عبد الله بن عطاء، عن عقبة بن عامر، قال: ¶ \" أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَا وَنَفَرٌ مِنْ جُهَيْنَةَ وَكُنَّا نَتَناوبُ رَعْيةَ الإِبل كُلُّ رجلٍ مِنَّا يَومًا، قالَ: فجاءتْ نَوْبَتِي فَرَعيتها ثُمَّ رَوَّحْتُ نَفْسِي، فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ -[27]- يَخطب، فَجَلستُ إِلَى عُمَرَ بْنِ الْخَطَّاب، فأدْرَكتُ مِنْ كَلاَمِهِ وَهُوَ يقول: \" مَا مِنْ رَجُلٍ يَتَوضَّأُ فَيُحْسِنُ الْوُضوءَ ثُمَّ يَقومُ إِلَى صَلاتِهِ فَيَعْلَمُ مَا يَقُولُ إِلَّا انْفَتَلَ كَيومِ وَلَدَتْهُ أُمُهُ مِنَ الخطَايَا \"",
            "page": "26",
            "part": "1",
            "seal": "1CA3E27E"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - وبه قال: حدَّثنا مُحاضر، حدَّثنا الأحوص بن حكيم، حدَّثني خالد بن مَعدان، عن عُبادةَ بن الصامت، أنّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كانَ يقول: ¶ \" مَنْ تَوَضَّأَ فَأَحْسَنَ الوُضُوءَ ثُمَّ قَامَ إِلَى الصَّلاةِ فَأَتمَّ ركُوعَها وَسُجودَها والقِراءةَ فيها، قَالَتْ: حَفِظَكَ الله كَما حَفِظْتَنِي، ثُمَّ أُصْعِدَ بِهَا إِلَى السَّمَاء وَلَهَا ضَوءُ نورٍ، ففتِحَتْ لَهَا أَبْوَابُ السَّمَاءِ حَتَّى تَنْتَهِي إلى الله عَزَّ وَجَلَّ فَتَشْفَعَ لِصاحبِها، وإِذا ضَيّع وضوءَها وَركوعَها وسُجودَها والقِراءَة فِيها، قالتْ: ضَيَّعَكَ اللهُ كَمَا ضَيَّعْتَني، ثُمَّ يُصعد بِها إِلى السَّمَاء وَعليْهَا ظُلْمَةٌ، فَغُلِّقَت دُونَها أَبوابُ السَّمَاء، ثُمَّ لُفَّتْ كَمَا يُلَفُّ الثَّوبُ الخَلِقُ فَيُضْرَبُ بِهَا وَجْه صاحِبها \"",
            "page": "27",
            "part": "1",
            "seal": "3DD316DF"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - وبه، قال: حدَّثنا يعلى بن عُبيد، حدَّثنا إسماعيل بن أبي خالد، عن قيس، عن جرير بن عبد الله، قال: ¶ \" كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَنَظَر إِلَى القَمَرَ لَيْلَةَ الْبَدْرِ، فَقَالَ: إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ لا تُضامُونَ فِي رُؤْيَته، فَإِنِ اسْتَطَعْتُمْ أَنْ -[28]- لاَ تُغْلَبُوا عَلَى صَلاةٍ قَبْلَ طُلوعِ الشَّمْسِ وَقَبْلَ غُروبِها فافْعَلوا \"، ثُمَّ قَرَأَ جَرير: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا} \"",
            "page": "27",
            "part": "1",
            "seal": "4DB42A32"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - وبه قال: حدَّثنا يَعلى، وَمُحاضر، قالا: حدَّثنا الأعمش، عن سالِم بن أبي الجَعْد، عن ثوبان، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" اسْتَقِيموا وَلَنْ تُحْصَوْا، وَاعْلَموا أَنَّ أَفْضَلَ أَعْمَالِكُمُ الصَّلاَةَ، وَلاَ يُحَافِظُ عَلَى الوُضوءِ إلاَّ مُؤْمِنٌ \"",
            "page": "28",
            "part": "1",
            "seal": "0B046BF4"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - وبه قال: حدَّثنا يعلى بن عُبيد، حدَّثنا حجّاج بن دينار، عن شهر بن حَوْشَب، عن عمرو بن عَبَسة، قال: ¶ \" أَتَيْتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: قُلْتُ: أَيُّ الصَّلاةِ أَفْضَلُ؟ قَالَ: طُولُ القُنوتِ \"",
            "page": "28",
            "part": "1",
            "seal": "E744DA86"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - وبه قال: حدَّثنا يَعلى بن عُبيد، حدَّثنا الأعمش، عن أبي سُفيان، عن جابر، قال: ¶ سأَلَ رَجلٌ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، [فَقَالَ]: \" مَثَلُ الصَّلَوَاتِ الْخَمْسِ كَمَثَلِ نَهَرٍ جَارٍ عَذْبٍ عَلَى بَابِ أَحَدِكُمْ، يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ \"",
            "page": "28",
            "part": "1",
            "seal": "9D9FC63F"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36 - وبه، قال: حدَّثنا موسى بن مسعود، حدَّثنا سُفيان الثوري، عن الأعمش، عن أبي سُفيان، عن جابر، قال: ¶ قالَ رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" لَيْسَ بَيْنَ الْعَبْدِ وَبَيْنَ الْكُفْرِ إِلَّا تَرْكُ الصَّلاةِ \"",
            "page": "28",
            "part": "1",
            "seal": "54F42C26"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37 - وبه قال: حدَّثنا عُبيد الله بن موسى، حدَّثنا ابن أبي ليلى، عن صدقة بن يَسار، عن ابن عمر، قال: ¶ \" بُني [للنبيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ] (¬1) بيتٌ مِنْ سَعفٍ في المسجد في آخر شهر رمضان واعتكفَ فيه، وكان يُصَلِّي فيه، فَأخرج رأسه، فقال: \" إنَّ الْمُصَلَّى يُناجِي ربَّه، فلينظرْ أَحَدكُم بِمَا يُناجِيه وَلاَ يَجْهَرْ بَعْضُكم عَلَى بَعْضٍ \" ¶ ¬__________ ¶ (¬1) في الأصل: للصلاة.",
            "page": "29",
            "part": "1",
            "seal": "903BAA29"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38 - وبه قال: حدَّثنا جعفر بن عون، حدَّثنا هشام بن سعد، حدَّثنا زيد بن أسْلَم، عن عطاء بن يَسار، قال معاذ بنِ جَبَل، لِمن حَضَرَهُ مِنْ أَهْلِهِ قَبْلَ أَنْ يَموت: لَقَدْ سَمِعتُ مِنْ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا كُنْتُ أحبُّ أَنْ أَموتَ حتَّى أحدِّثكم، سمعتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يقول: ¶ \" مَنْ أَقَامَ هَؤلاء الصَّلَوات الخَمس، لا أَدْرِي ذَكَرَ فِيها زَكاةَ مالِه أَمْ لاَ، كانَ حَقًّا عَلَى الله أَنْ يَغْفِرَ لَهُ، إِنْ هَاجَرَ وَإِنْ قَعَدَ حَيْثُ وَلدتهُ أُمّه، قال: قُلْتُ: يَا رسولَ اللهِ، أَلاَ أَخْرُجُ فَأُبَشّرُ النَّاسَ؟ قالَ: لاَ ذَرِ النَّاسَ يَعْمَلونَ، فَإِنَّ الْجَنَّةَ مِئَةَ دَرَجَةٍ، كُلُّ دَرَجَةٍ مِنْهَا مَا بَيْنَ السَّمَاءِ وَالأرْضِ، وَأَعْلاهَا دَرَجةً الفِرْدَوسُ وَعَلَيْهَا يَكُونُ الْعَرشُ وَهُوَ أَوْسَطُ شَيءٍ مِنَ الجَنَّةِ، وَمِنْهَا تَتَفَجَّرُ أَنْهَارُ الْجَنَّةِ، فَإِذَا سألْتُمُ الله فَسَلُوهُ الفِرْدَوْسَ \"",
            "page": "29",
            "part": "1",
            "seal": "9287D386"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - وبه قال: حدَّثنا أبو مُسْهر عبد الأعلى بن مُسْهِر، حدَّثنا سعيد بن عبد العزيز التنوخي، عن مكحول، عن أمِّ أيْمَنَ، قالت: ¶ -[30]- \" أَوْصَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْضَ أَهْلِهِ، أَن لاَ يَتْرُكَ الصَّلاَةَ عَمْدًا، فَإنَّهُ مَنْ تَرَكَ الصَلاَةَ عَمْدًا فَقَدْ بَرِئَتْ مِنْهُ ذِمَّةُ اللهِ \"",
            "page": "29",
            "part": "1",
            "seal": "D95B6511"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40 - أخبرنا سُفيان، أخبرنا محمود، أخبرنا عليّ، أخبرنا غانِم، أخبرنا أبو الحسين، أخبرنا سُليمان، حدَّثنا عثمان بن عمر الضَّبي، حدَّثنا عبد الله بن رجاء، أخبرنا إسرائيل [ح] وحدَّثنا محمَّد بن عبد الله الْحَضْرَمي، حدَّثنا أحمد بن يُونس، حدَّثنا زهير بن معاوية [ح] وحدَّثنا أبو خليفة الفضل بن الُحباب، حدَّثنا أبو الوليد الطيالسي، حدَّثنا شُعبة، كلُّهم عن أبي إسحاق، عن عاصم بن ضَمرة، عن عليّ رضي الله عَنْهُ، أنَّهُ كان يقول في دُبُرَ الصلاة: ¶ \" تَمَّ نُورك فَهديتَ، فَلَكَ الْحَمْدُ، وَعَظُمَ حِلْمُكَ فَعَفَوْتَ، فَلَكَ الْحَمْدُ، وَبَسَطْتَ يَدَكَ فَأعْطَيتَ، فَلَكَ الْحَمْدُ، رَبَّنَا وَجْهُكَ أَكْرَمُ الوجُوهِ، وَجَاهُكَ خيرُ الجاهِ، وَعَطِيَّتُكَ أَنْفَعُ العَطَايَا وَأَهْناها تُطَاعُ ربَّنا فَتَشْكُرُ، وَتُعْصَى ربّنا فَتَغْفِر، تُجِيبُ المُضطرَّ، وَتَكْشِفُ الضّرَّ، وَتَشْفِيَ السَّقِيمَ، وَتُنْجِي مِنَ الكَرْبِ، لاَ يَجزي بآلاَئكَ أحدٌ، ولاَ يُحصي نعماكَ قَولُ قائلٍ \"",
            "page": "30",
            "part": "1",
            "seal": "673218C5"
        },
        {
            "hno": "41",
            "id": "42",
            "nass": "41 - أخبرنا عليّ بن عبد العزيز، حدَّثنا حجاج بن المِنْهَال، حدَّثنا حمّاد بن سلمة، عن سهيل بن أبي صالِح، عن أبي عُبيد، عن عطاء بن يزيد، عن أبي هريرة، أنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَنْ قالَ فِي دُبُرِ كُلِّ صَلاةٍ: الْحَمْدُ لله ثَلاثًا وَثَلاثِينَ مَرَّة، وَسُبْحَانَ الله ثََلاثًا وَثَلاثِينَ مَرَّة، وَاللهُ أَكْبَر ثَلاثًا وَثَلاثِينَ، وَقالَ إتْمَامَ المِئَةِ لاَ إلهَ إلاَّ اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ المُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدير، غُفِرَتْ ذُنُوبه، وَإنْ كَانَتْ أَكْثَرَ مِنْ زَبَد البَحْرِ \"",
            "page": "30",
            "part": "1",
            "seal": "B3E27686"
        },
        {
            "hno": "42",
            "id": "43",
            "nass": "في الصلاة بين المغرب والعشاء ¶ 42 - أخبرنا السِّلفي، أخبرنا السرّاج، أخبرنا الخلاّل، حدَّثنا أحمد بن محمد بن العلاّف، حدَّثنا محمَّد بن أحمد الحَكيمي، حدَّثنا أحمد بن عُبيد، حدَّثنا عمرو بن جرير، حدَّثنا إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن جرير بن عبد الله، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ عِشْرِينَ رَكْعَةً يَقْرأُ فِي كُلِّ رَكْعَةٍ {الْحَمْدُ}، وَ {قُلْ هُوَ اللَّهُ أَحَدٌ}، بَنَى اللهُ لَهُ في الْجَنَّةِ قَصْرَينِ لاَ فَصلَ فيِهما وَلاَ وَصَمَ \"",
            "page": "31",
            "part": "1",
            "seal": "6081257A"
        },
        {
            "hno": "43",
            "id": "44",
            "nass": "43 - قال ابن ماجة: حدَّثنا أحمد بن مَنيع، حدَّثنا يعقوب بن الوليد المَديني، عن هشام بن عُروة، عن أبيه، عن عائشة، قالت: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى بَيْنَ الْمَغْْْرِبِ وَالْعِشَاءِ عِشْرِينَ رَكْعَةً بَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ \"",
            "page": "31",
            "part": "1",
            "seal": "D6EF34BB"
        },
        {
            "hno": "44",
            "id": "45",
            "nass": "44 - وقال أيضًا: حدَّثنا عليّ بن محمَّد، وأبو عمر حفص بن عمر، قالا: حدَّثنا زيد بن الحُباب، حدَّثني عمر بن أبي خَثْعَم اليَمامي، عن يَحيى بن أبي كثير، عن أبي سَلمة، عن أبي هريرة، قال: قال رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى سِتَّ رَكَعاتٍ بَعْدَ الْمَغْْْرِب، لَمْ يَتَكَّلمْ بَيْنَهُنَّ بِسوءٍ، عُدِلَتْ لَهُ عِبادَةَ اثْنَتَيْ عَشْرَةَ سَنَةَ \"",
            "page": "31",
            "part": "1",
            "seal": "22F9D302"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "45 - حدَّثنا سعيد بن منصور، حدَّثنا عبد الله بن المبارك، عن سُليمان التَّيمي، عن رجلٍ، قال: ¶ قيلَ لِسَعْدٍ مَوْلَى رَسولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، \" هَلْ كَانَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُ بِصَلاةٍ غَيْرَ الْمَكْتُوبَةِ؟ قالَ: نَعَمْ، بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ \"",
            "page": "32",
            "part": "1",
            "seal": "4B742F57"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46 - حدَّثنا سعيد، حدَّثنا ابن المبارك، حدَّثنا موسى بن عُبيدة الرَّبذي، عن عبد الله بن عُبيد، عن عبد الله بن عمرو بن العاص، قال: ¶ \" صَلاةُ الأَوّابين: الخلوةَ بينَ الْمَغْرِبِ وَالْعِشَاء حَتَّى يَقوم النَّاسُ إِلَى الصَّلاة \"",
            "page": "32",
            "part": "1",
            "seal": "2857836E"
        },
        {
            "hno": "47",
            "id": "48",
            "nass": "47 - حدَّثنا سعيد، حدَّثنا عبد الله بن وَهْب، أخبرني عمرو بن الحارث، عن سعيد بن أبي هلال، عن عبد الله بن نافع، أنَّه بلغه: ¶ \" مَا مِنْ عَبْدٍ يُصَلِّي عِشْرِينَ رَكْعَةً مَا بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ إِلَّا كُنَّ لَهُ كَقِيَامِ سَنَةٍ أَوْ كَصِيَامِ سَنَةٍ \"",
            "page": "32",
            "part": "1",
            "seal": "137F828E"
        },
        {
            "hno": "48",
            "id": "49",
            "nass": "48 - أخبرنا حبيب، ومُحمَّد، أخبرنا محمود، أخبرنا أحمد، حدَّثنا سُليمان، حدَّثنا الحسين بن إسحاق التُّسْتَري، وَمُحمَّد بن عبد الله الحضرمي، قالا: حدَّثنا يحيى الحِمَّانِي، حدَّثنا يعقوب القُمّي، عن جعفر بن أبي المغيرة، عن سعيد بن جُبير، عن ابن عبّاس: ¶ -[33]- \" أَنّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَانَ يُصَلِّي بَعْدَ الْمَغْرِبِ رَكْعَتَيْنِ يُطيلُ فِيهما القِراءَةَ، حَتَّى يَتَصَدَّعَ أَهْلُ الْمَسْجدِ \"",
            "page": "32",
            "part": "1",
            "seal": "DD277D29"
        },
        {
            "hno": "49",
            "id": "50",
            "nass": "49 - أخبرنا الصائغ، أخبرتنا أمُّ الرجاء خُجِسْتَة بنت عليّ بن أبي ذرّ الصالحاني، أخبرنا ابن مَنْده، أخبرنا سُليمان بن أحمد بن أيّوب الطبراني، حدَّثنا محمَّد بن يَحيى بن مَنْده الأصبهاني، حدَّثنا صالِح بن قَطن البخاري، حدَّثنا محمَّد بن عمّار بن مُحمَّد بن عمّار بن ياسر، حدَّثني أبي، عن جدّي، قال: ¶ رَأيْتُ عَمَّار بن يَاسِرَ، صَلَّى بَعدَ الْمَغْرِبِ سِتّ رَكَعَاتٍ، فَقُلْتُ: يَا أَبَتِ، مَا هَذهِ الصَّلاةُ؟ فَقَالَ: رَأَيْتُ رَسولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، صَلَّى بَعْدَ الْمَغْرِبِ سِتِّ رَكَعاتٍ، وَقَالَ: \" مَنْ صَلَّى بَعْدَ الْمَغْرِبِ سِتّ رَكَعاتٍ غُفِرَتْ لَهُ ذُنوبُهُ وَإنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر \" ¶ لا يُروى عن عمّار إلاَّ هذَا الإسناد، تفرَّدَ به صالح بن قَطن",
            "page": "33",
            "part": "1",
            "seal": "598213D1"
        },
        {
            "hno": "50",
            "id": "51",
            "nass": "الصلاة بعد عشاء الآخرة ¶ 50 - حدَّثنا عبد الله، حدَّثني أبي، حدَّثنا ذوّاد أبو المنذر، عن ليث، عن مُجاهد، عن أبي هريرة، قال: ¶ مَا هَجَرتُ إلاَّ وَجَدْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي، فصَلَّى، ثُمَّ قالَ: \" أشْكُنْبَ دَرْدَ، قال: لا، قالَ: قُمْ فَصَلِّ فَإنَّ فِي الصَّلاةِ شِفَاءٌ \"",
            "page": "33",
            "part": "1",
            "seal": "FE70CE56"
        },
        {
            "hno": "51",
            "id": "52",
            "nass": "51 - حدَّثنا سعيد بن منصور، حدَّثنا خلف بن خليفة، قال: سمعتُ هِلاَلَ بن خَبّاب، وحصين يحدِّثَانِ، عَنْ مُجاهد، قال: ¶ -[34]- \" أَرْبَعُ رَكَعاتٍ بَعْدَ عِشَاءِ الآخِرَةِ يَعْدِلْنَ بِقَدْرِهنَّ مِنْ لَيْلَةِ الْقَدْرِ \"",
            "page": "33",
            "part": "1",
            "seal": "B9914539"
        },
        {
            "hno": "52",
            "id": "53",
            "nass": "52 - حدَّثنا سعيد، حدَّثنا عَتّاب بن بشير، حدَّثنا خُصَيف، عن عطاء بن يَسار يرفعه، قال: ¶ \" مَنْ صَلَّى العِشَاءَ، ثُمَّ صَلَّى بَعْدَ العِشَاءِ أَرْبَعًا، ثُمَّ أَوْتَرَ بِثَلاثٍ، كانَ عَلَيْهِ طاقٌ مِنْ حِفْظٍ \"",
            "page": "34",
            "part": "1",
            "seal": "31E3C5A7"
        },
        {
            "hno": "53",
            "id": "54",
            "nass": "53 - أخبرنا حبيب، ومُحمَّد، أخبرنا محمود، أخبرنا أحمد بن مُحمَّد، حدَّثنا سُليمان بن أحمد، حدَّثنا محمّد بن الفضل السَّقَطي، حدَّثنا مهدي بن حفص، حدَّثنا إسحاق الأزرق، حدَّثنا أبو حنيفة، عن مُحارب بن دِثار، عن [ابن] (¬1) عمر، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى العِشَاءَ فِي جَمَاعةٍ وَصَلَّى أَرْبَعَ رَكَعاتٍ قَبْلَ أَنْ يَخْرُجَ مِنْ الْمَسْجِدِ كَانَ كَعَدْلِ لَيْلَةِ الْقَدْرِ \" ¶ ¬__________ ¶ (¬1) في الأصل: عن عمر.",
            "page": "34",
            "part": "1",
            "seal": "784DA807"
        },
        {
            "hno": "54",
            "id": "55",
            "nass": "54 - وبه حدَّثنا سليمان، حدَّثنا يحيى بن عثمان بن صالِح، حدَّثنا سعيد بن أبي مريم، حدَّثني عبد الله بن فَرّوخ، حدَّثني أبو فَرْوَةَ، عن سالِم الأفطَس، عن سعيد بن جُبَيْر، عن ابن عباس، يرفعه إلى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أنَّه قَالَ: ¶ \" مَنْ صَلَّى أَرْبَعَ رَكَعاتٍ خَلْفَ العِشَاءِ الآخِرَةِ، قَرأَ فِي الرَّكْعَتَيْنِ الأوَّلَيَيْنِ: {قُلْ يَأَيُّهَا الْكَافِرُونَ}، و {قُلْ هُوَ اللَّهُ أَحَدٌ}، وَقَرأَ فِي الرَّكْتَيْنِ الأُخْرَيَيْنِ {تَنْزيل} السجدة، و {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ}، كُتِبْنَ لَهُ كَأرْبَعٍ مِنْ لَيْلَةِ الْقَدْرِ \"",
            "page": "34",
            "part": "1",
            "seal": "D09688D3"
        },
        {
            "hno": "55",
            "id": "56",
            "nass": "55 - أخبرنا السِلفي، أخبرنا جعفر السّراج، أخبرنا الخلاّل، حدَّثنا يوسُف بن عمر القَوّاس، حدَّثنا عليّ بن محمَّد الواعظ، حدَّثنا أحمد بن عُبيد، حدَّثنا عمرو بن جرير، عن إسماعيل، عن قيس، عن جرير، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ صَلَّى بَعْدَ عِشَاءِ الآخِرَةِ رَكْعَتَيْنِ يَقْرأُ فِي كُلِّ رَكْعَةٍ خَمْسَ عَشْرَةَ مَرَّة: {قُلْ هُوَ اللَّهُ أَحَدٌ} بَنَى اللهُ لَهُ أَلْفَ قَصْرٍ فِي الْجَنَّةِ \" ¶ وبه: حدَّثنا الخلاّل، حدَّثنا ابن شاذان، حدَّثنا أحمد بن سُفيان، حدَّثنا أحمد بن عُبيد ما صحَّ فذكره",
            "page": "35",
            "part": "1",
            "seal": "8D188560"
        },
        {
            "hno": "56",
            "id": "57",
            "nass": "في صلاة الحاجة ¶ 56 - حدَّثنا أبو عبد الله محمَّد بن يزيد بن ماجة، حدَّثنا سُويد بن سعيد، حدَّثنا أبو عاصم العَبّاداني، عن فائد بن عبد الرحمن، عن عبد الله بن أبي أوْفَى الأسلمي، قال: خَرجَ علينا رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقالَ: ¶ \" مَنْ كَانَتْ لهُ حاجَةٌ إِلَى اللهِ، أَوْ إِلَى أَحَدٍ مِنْ خَلْقِهِ، فَلْيَتَوَضَّأْ وَلْيُصَلِّ رَكْعَتَيْن، ثُمَّ لِيَقُلْ: لاَ إِلَهَ إلاَّ الله الْحَليمُ الكَريمُ، سُبْحَانَ اللهِ رَبِّ الْعَرْش العَظيم، الْحَمْدُ للهِ ربِّ العالَمينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ، وَعَزَائِمَ مَغْفِرَتِكَ، وَالْغَنِيمةَ مِنْ كُلِّ بِرِّ، وَالسَّلاَمةَ مِنْ كُلِّ إِثْمٍ، أَسْأَلُكَ أَنْ لاَ تَدَعَ لِي ذَنْبًا إِلَّا غَفَرْتَهُ، وَلاَ هَمًّا إِلَّا فَرَّجْتَهُ، وَلاَ حَاجَةً هِيَ لكَ رِضَى إلاَّ -[36]- قَضَيْتَها لِي، ثُمَّ ليسْأل مِنْ أَمْرِ الدُّنْيَا وَالآخِرَةِ ما شَاءَ، فَإنَّهُ يُقَدَّرُ \"",
            "page": "35",
            "part": "1",
            "seal": "05864802"
        },
        {
            "hno": "57",
            "id": "58",
            "nass": "57 - حدَّثنا أحمد بن منصور بن سيّار، حدَّثنا عثمان بن عمر، حدَّثنا شُعبة، عن أبي جعفر المَدني، عن عُمارة بن خُزيمة، عن عثمان بن حُنيف: ¶ \" أََنَّ رَجُلاً ضَريرَ البَصَرِ أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَال: ادْعُ اللهَ أَنْ يُعافِيَني، فقَال: إِنْ شِئْتَ أَخَّرْتُ لَكَ وَهُوَ خَيْرٌ، وَإنْ شِئْتَ دَعَوْتُ، قالَ: ادْعُهُ، فأَمَرَهُ أَنْ يَتَوَضَّأَ فَيُحْسِنَ وُضُوءَهُ، وَيُصَلِّي رَكْعَتَيْنِ، وَيَدْعُوَ بِهَذَا الدُّعاءِ: اللَّهُمَّ إِنِّي أَسْأَلُكَ، وَأَتَوَجَّهُ إِلَيْكَ بِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيِّ الرَّحْمَةِ، يَا مُحَمَّدُ، إِنِّي قَدْ تَوَجَّهْتُ بِكَ إِلَى رَبِّي فِي حَاجَتِي هذِهِ لتُقْضَى، اللَّهُمَّ شَفِّعْهُ فِيَّ \"",
            "page": "36",
            "part": "1",
            "seal": "719A5507"
        },
        {
            "hno": "58",
            "id": "59",
            "nass": "58 - أخبرنا ابن البطي، أخبرنا ابن خَيْرون، أخبرنا النَّرسي، وابن دُوست، أخبرنا الشافعي، حدَّثنا محمَّد بن عليّ الْمَرْوَزِي، حدَّثنا خلف بن عبد العزيز، حدَّثني عَمّي، عن جدّي، عن شُعبةَ، عَنْ سُلَيْمَان، عن إبراهيم، عن عبد الرحمن بن يزيد، عن عَلقمة، عن أبي مسعود، عن النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ قَرأَ الآيَتَيْنِ مِنْ آخِرِ الْبَقَرةِ كَفَتَاهُ \" ¶ -[37]- قال عبد الرحمن: فلقيتُ أبا مسعود فحدَّثني به",
            "page": "36",
            "part": "1",
            "seal": "C061B6BA"
        },
        {
            "hno": "59",
            "id": "60",
            "nass": "59 - أخبرنا أبو رشيد بن غانِم، أخبرنا المُطَرِّز، حدَّثنا أبو نُعيم، حدَّثنا محمَّد بن عليّ بن حُبيش، حدَّثنا أحمد بن يَحيى الحُلواني، حدَّثنا أحمد بن يونُس، حدَّثنا زُهير بن معاوية، حدَّثنا ليث، عن أبي الزبير، عن جابر [ح] وحدَّثنا محمَّد بن عليّ، حدَّثنا أحمد بن يحيى، حدَّثنا أحمد بن يُونُس، حدَّثنا أبو بكر بن عيّاش، وفضيل بن عياض، وابن حي، ومندل، وسفيان، وأبو الأحوص، وحفص بن غياث، وعبد السلام بن حرب، وأبو معاوية، قالوا: عن الليث، عن أبي الزبير، عن جابر: ¶ \" أَنّ رَسولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَانَ لاَ يَنامُ حَتَّى يَقْرأَ: {الم تَنْزِيلُ} السجدة، و {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ} \"",
            "page": "37",
            "part": "1",
            "seal": "C3DCCC88"
        },
        {
            "hno": "60",
            "id": "61",
            "nass": "60 - أخبرنا السِلفي، أخبرنا ثابت، أخبرنا أبي بُنْدار، حدَّثنا أحمد بن كامل، حدَّثنا عبد الله بن رَوْح، حدَّثنا شَبابَةُ، حدَّثنا المغيرة بن مسلم، عن أبي الزبير، عن جابر، قال: ¶ \" كَانَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، لا يَنامُ حَتَّى يَقْرأَ: {تَنْزِيلُ} السَّجدة، وَ {تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ}، وَكَانَ يَقولُ هُمَا تَفْضُلان كُلّ سورَةٍ فِي القُرآنِ بِسَبْعِينَ حَسَنَةً، وَمَنْ قرأهُما كَتَبْ لَهُ سَبْعُونَ حَسَنَةً وَمُحِيَ عَنْهُ سَبْعُونَ سَيِّئَةً، وَرُفِعَ لَهُ سَبْعونَ دَرَجَةً \"",
            "page": "37",
            "part": "1",
            "seal": "A61CE52A"
        },
        {
            "hno": "61",
            "id": "62",
            "nass": "61 - أخبرنا القومِسانيان، أخبرنا الدّوني، حدَّثنا أحمد، أخبرنا أحمد أخبرنا -[38]- أبو يعلى، حدَّثنا أبو خيثمة، حدَّثنا شَبَابَة بن سَوّار، حدَّثنا المغيرة بن مسلم، حدَّثنا أبو الزبير، عن جابر، عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" إِنَّ الْعَبْدَ إِذَا دَخَلَ بَيْتَهُ وَأَوَى إِلَى فِراشِهِ، ابْتَدَرَهُ مَلَكُهُ وَشَيْطَانُهُ، يَقُولُ شَيْطَانُهُ: اخْتِمْ بِشَرٍّ، وَيَقُولُ الْمَلَكُ: اخْتِمْ بِخَيرٍ، فَإنْ ذَكَرَ اللَّهَ عَزَّ وَجَلَّ وَحَمِدَهُ، طَرَدَ الْمَلَكُ الشَيْطَانَ وَظَلَّ يَكْلَؤُهُ، وَإنْ هُوَ انْتَبَهَ مِنْ مَنَامِهِ ابْتَدَرَهُ مَلَكُهُ وَشَيْطَانُهُ، فَيَقولُ لَهُ الشَّيْطَانُ: افْتَحْ بِشَرٍّ، وَيَقُولُ لَهُ الْمَلَكُ: افْتَحْ بِخَيرٍ، فَإنْ هُوَ قال: الْحَمْدُ للهِ الَّذي رَدَّ إِليَّ نَفْسِي بَعْدَ مَوْتِهَا وَلَمْ يُمِتْهَا في مَنَامِها، الْحَمْدُ للهِ الَّذي: {يُمْسِكُ السَّمَوَاتِ وَالأَرْضَ أَنْ تَزُولا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا}، وَقَالَ: الْحَمْدُ للهِ الَّذي {يُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الأَرْضِ إِلا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ}، فإِنْ خَرَّ عَلَى فِراشِهِ فَمَاتَ، كَانَ شَهِيدًا، وَإنْ قَامَ يُصَلِّي صَلَّى فِي فَضائِل \" ¶ رواه الطبراني في الدعاء، عن معاذ بن المثنّى، عن عليّ بن عثمان اللاحقي، عن حمّاد بن سلمة، عن الحجاج الصّواف، عن أبي الزبير",
            "page": "37",
            "part": "1",
            "seal": "ACDC208E"
        },
        {
            "hno": "62",
            "id": "63",
            "nass": "62 - أخبرنا أبو عبد الرحمن، أخبرنا إسحاق بن إبراهيم، حدَّثنا جرير، عن سُهيل بن أبي صالِح، قال: ¶ كانَ أبو صالِح يَأْمُرنَا، \" إِذَا أَرَادَ أَحَدُنَا أَنْ يَنَامَ، أَنْ يَضْطَجِعَ عَلَى شِقِّهِ الأَيْمَنِ، ثُمَّ يَقُولُ: ¶ اللَّهُمَّ رَبَّ السَّمَاواتِ وَرَبَّ الأَرْضِ وَرَبَّ الْعَرْشِ العَظيم، رَبَّنَا وَرَبَّ كُلِّ شَيءٍ، فالِقَ الْحَبِّ وَالنَّوَى، مُنْزِلَ التَّوْراةِ وَالإنْجيلِ وَالْفُرْقَانِ، أَعوذُ بِكَ مِنْ -[39]- شَرِّ كُلِّ شَيءٍ أَنْتَ آَخِذٌ بِنَاصِيَتِهِ، أَنْتَ الأَوَّلُ وَلَيْسَ مِثْلُكَ شَيء، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيءٌ، وَأَنْتَ الباطِنُ فَلَيْسَ دُونَكَ شَيءٌ، اقْضِ عَنِّي الدَّيْنَ، وَاغْنِني مِنَ الْفَقْرِ ¶ وكان يَروي ذلك عن أبي هريرة، عن النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "38",
            "part": "1",
            "seal": "607F46B3"
        },
        {
            "hno": "63",
            "id": "64",
            "nass": "63 - أخبرنا محمَّد بن جعفر بن رُزين الحمصي، حدَّثنا إبراهيم بن العلاء الزُّبيدي، حدَّثنا إسماعيل بن عيّاش، حدَّثنا ابن أبي حُسين، عن شهر بن حَوْشب، عن أبي أُمامة الباهلي، قال: سَمِعْتُ النَّبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: ¶ \" مَنْ أَوَى إِلَى فِراشِهِ طاهرًا وَذَكَرَ اللهَ عَزَّ وَجَلَّ حَتَّى يُدْرِكُهُ النُّعَاسُ، لَمْ يَتَقَلَّبْ سَاعَةً مِنَ اللَّيْلِ سَأَلَ اللهَ عَزَّ وَجَّل فِيها خَيْرًا مِنْ خَيْرِ الدُّنْيَا وَالآخِرَةَ إِلَّا أَعْطَاهُ إيّاهُ \"",
            "page": "39",
            "part": "1",
            "seal": "1145DCE4"
        },
        {
            "hno": "64",
            "id": "65",
            "nass": "64 - أخبرنا أبو عبد الرحمن، أخبرنا عبد الله بن محمَّد بن عبد الرحمن، حدَّثنا غُنْدُر، عن شُعبة، عن خالد الحذّاء، قال: سمعتُ عبد الله بن الحارث، يُحدِّثُ عن عبد الله بن عمرَ، \" أنَّهُ أَمرَ رَجُلاً، إذا أخذَ مضجَعه، قال: ¶ اللَّهُمَّ أَنْتَ خَلَقْتَ نَفْسِي وَأَنْتَ [تَوَفَّاها، لَكَ مَمَاتُها وَمَحْيَاهَا، إِنْ أَحْيَيْتَها فَاحْفَظْهَا، وَإنْ أَمَتَّها فاغْفِرْ لَها، اللَّهُمَّ إِنِّي أَسْألُكَ العافية \"، فَقَالَ لَهُ رَجُلٌ: أسَمِعْتَ هَذَا مِنْ عُمَرَ؟ فَقَال: مِنْ خَيْرٍ مِنْ عُمَرَ، مِنْ رَسُولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ] \"",
            "page": "39",
            "part": "1",
            "seal": "29500068"
        },
        {
            "hno": "65",
            "id": "66",
            "nass": "65 - أخبرنا السِلفي، أخبرنا الحنفيّ، أخبرنا ابن مَيْلة، حدَّثنا عبد الله، حدَّثنا أحمد بن يونُس، حدَّثنا عُبيد الله بن موسى، حدَّثنا إسرائيل، عن أبي إسحاق، عن عاصم بن ضمرة، قال: ¶ \" سَأَلْنَا عَلِيًّا، \" عَنْ تَطَوُّعِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بالنَّهَارِ، فَقَالَ: وَمَنْ يُطيقُ ذلِكَ مِنْكُم؟ قُلْنَا: نَأْخُذُ مِنْهُ مَا أَطَقْنَا، قَالَ: كَانَ يُمْهِلُ حَتَّى إِذَا ارْتَفَعَتِ الشَّمْسُ مِنْ قِبَل المَشْرِقِ وَهَيْئَتُهَا مِنْ قِبَل الْمَغْرِبِ عِنْدَ العَصْرِ قَامَ فَصَلَّى رَكْعَتَيْنِ، ثُمَّ يُمْهِلُ حَتَّى إِذَا ارْتَفَعَتِ الشَّمْسُ وَحَلَّقَتْ فَكَانَت مِنْ قِبَل الْمَشْرِقِ وَكَهَيئتِهَا مِنَ الْمَغْرِبِ عِنْدَ الظُّهْرِ قَامَ فَصَلَّى أَرْبَعَ رَكَعاتٍ يَفْصِلُ بَيْنَ كُلِّ رَكْعَتينِ بِتَسْلِيمٍ عَلَى الْملائِكَةِ المُقَرَّبِينَ وَالنَّبِييّنَ وَمَنْ تَبِعَهُم مِنَ الْمُؤْمِنينَ وَالْمُسْلِمينَ، ثُمَّ يُمْهِلُ حَتَّى إذَا زَالَتِ الشَّمْسُ صَلَّى أَرْبَعَ رَكَعاتٍ يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ بِمِثلِ ذَلِكَ وَيُصَلِّي الظُّهرَ، ثُمَّ يُصَلِّي بَعْدَهَا رَكْعَتَيْنِ، ثُمَّ يُصَلِّي قَبْلَ العَصْرِ أَرْبَع رَكَعاتٍ، يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ بِمِثْلِ ذَلِكَ فَهَذِهِ سِتَّ عَشْرَةَ رَكْعَةً تَطَوّعُ النَّبِيّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالنَّهَارِ، وَقَلَّ مَنْ يُدَاوِمُ عَلَيْهَا \" ¶ والإسنادُ إلى أحمد بن يونس المقدم، حدَّثنا جعفر بن عون، أخبرنا ابن جُريج",
            "page": "39",
            "part": "1",
            "seal": "9F7087F7"
        },
        {
            "hno": "66",
            "id": "67",
            "nass": "في صلاة الضُّحى ¶ 66 - أخبرنا أبو زُرعة المقدسي، أخبرنا المُقَوِّمي، إجازة إنْ لَمْ يَكُنْ سَمَاعًا، أخبرنا أبو طلحة القاسم بن أبي المنذر الخطيب، أخبرنا أبو الحسن عليّ بن إبراهيم بن سَلَمةَ بن بحر القطّان، حدَّثنا أبو عبد الله محمَّد بن يزيد بن ماجة، حدَّثنا محمَّد بن عبد الله بن نُمير، وأبو كريب، قالا: حدَّثنا يونُس بن بُكير، حدَّثنا محمَّد بن إسحاق، عن موسى بن أنس، عن ثُمامة بن أنس، عن أنس بن مالك، قال: سمعتُ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يقول: ¶ \" مَنْ صَلَّى الضُّحَى ثِنْتَي عَشْرَةَ رَكْعَةً بَنَى اللهُ لَهُ قَصْرًا مِنْ ذَهَبٍ فِي الجَنَّة \"",
            "page": "40",
            "part": "1",
            "seal": "C6DCAF35"
        },
        {
            "hno": "67",
            "id": "68",
            "nass": "67 - وحدَّثنا أبو بكر بن أبي شيبة، حدَّثنا شَبَابة، حدَّثنا شُعبة، عن يزيد الرِّشْك، عن مُعاذةَ العدوية، قالت: سألتُ عائشة: \" أكانَ النبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي الضُّحَى؟ قالت: ¶ نَعَمْ، أَرْبَعًا وَيَزيدُ مَا شَاءَ اللهُ عَزَّ وَجَلَّ \"",
            "page": "41",
            "part": "1",
            "seal": "AC7B529C"
        },
        {
            "hno": "68",
            "id": "69",
            "nass": "68 - حدَّثنا أبو بكر بن أبي شيبة، حدَّثنا وكيع، عن النّهاس بن قَهْمٍ، عن شَدّاد أبي عمّار، عن أبي هريرة، قال: ¶ قالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ حَافَظَ عَلَى شُفْعَةِ الضُّحَى، غُفِرَتْ لَهُ ذُنوبُهُ، وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ \"",
            "page": "41",
            "part": "1",
            "seal": "68625D10"
        },
        {
            "hno": "69",
            "id": "70",
            "nass": "69 - حدَّثنا سعيد بن منصور، حدَّثنا فرج بن فَضالة، عن عُروة بن رُوَيم، عن كعب، قال: ¶ \" مَنْ صَلَّى رَكْعَتَيِ الضُّحَى فِي ثَلاثِ سَاعاتٍ مِنَ النَّهَارِ، يَقْرأُ فِي الرَّكْعَةِ الأُولَى بِفَاتِحَةِ الكِتَابِ، وَ {قُلْ يَأَيُّهَا الْكَافِرُونَ}، وَ {قُلْ هُوَ اللَّهُ أَحَدٌ}، وفِي الثَّانيةِ بِفَاتِحَةِ الكتابِ وَالمُعَوِّذَتَيْنِ يُتِمُّ رُكُوعَهُما وَسُجُودَهُما، كَتَبَ اللهُ عَزَّ وَجَلَّ لَهُ بِكُلِّ شَعْرَةٍ فِي جَسَدِهِ حَسنَةً \"",
            "page": "41",
            "part": "1",
            "seal": "D9290DF1"
        },
        {
            "hno": "70",
            "id": "71",
            "nass": "في الصلاة عند الزَّوال ¶ 70 - أخبرنا ابن النَّقور، أخبرنا ابن يوسُف، أخبرنا ابن المُذْهِب، أخبرنا أبو بكر، حدَّثنا عبد الله، حدَّثني أبي، حدَّثنا جرير، عن قابوس، عن أبيه، قال: ¶ -[42]- أَرْسَلَ أَبِي امرأة إِلَى عائِشَةَ يَسْأَلُهَا: \" أَيُّ الصَّلاةِ كَانَتْ أَحبَّ إِلَى رَسولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُواظِبَ عَلَيْهَا؟ قَالَتْ: كَانَ يُصَلِّي قَبْلَ الظُّهْرَ أَرْبَعًا يُطيلُ فيهِنَّ القِيَامَ، وَيُحْسِنُ فِيهِنَّ الرُّكُوعَ وَالسُّجودَ، فَأمَّا مَا لَمْ يَكُنْ يَدَع صَحِيحًا وَلاَ مَريضًا وَلا غائِبًا وَلا شاهِدًا، فَرَكْعَتَيْنِ قَبْلَ الْفَجْرِ \"",
            "page": "41",
            "part": "1",
            "seal": "32DC5C05"
        },
        {
            "hno": "71",
            "id": "72",
            "nass": "71 - أخبرنا الرَّحبي، أخبرنا ابن الحطّاب، وأبو صادق، أخبرنا مُحمَّد بن الحسين النيسابوري، أخبرنا الذُّهْلِي، حدَّثنا جعفر بن مُحمَّد، حدَّثنا أبو جعفر النُّفَيْلِي، حدَّثنا زُهير، حدَّثنا قابوس بن أبي ظبيان، أنَّ أباهُ حدَّثه، قال: ¶ أَرْسَلَتُ امْرأةً مِنَ الْحَيِّ يُقالُ لَهَا أُمَّ جَعْفَرٍ إِلَى أُمِّ المُؤْمِنينَ عائشةَ رَضِيَ الله عَنْهَا، فَقُلْتُ: \" سَلِيهَا عَنْ أَيّ صَلاةٍ كَانَتْ أَعْجَبَ إِلَى رَسولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سِوَى المَكْتُوبةَ فَيَدومُ عَليها؟ فقالت: كان يُصَلِّي قَبْلَ الأُولَى إذَا زالتِ الشَّمْسُ أَرْبَعَ رَكَعاتٍ يُطيلُ فيهنَّ القِيَامَ وَيُحْسِنُ الرُّكوعَ والسُّجودَ، فَأمَّا مَا لَمْ يَكُنْ صَحيحًا ولاَ مَريضًا ولاَ شاهِدًا ولا غَائِبًا فَرَكْعَتَيْنِ قَبْلَ صَلاَةِ الفَجْرِ \"",
            "page": "42",
            "part": "1",
            "seal": "2F184E79"
        },
        {
            "hno": "72",
            "id": "73",
            "nass": "72 - أخبرنا ابن البطيّ، وشَهِدَهُ، أخبرنا ابن طلحة، أخبرنا ابن بِشْرَان، أخبرنا ابنُ البَخْتَري، حدَّثنا أحمد: هو ابنُ إسحاق بن صالِح الوزّان، حدَّثنا سهلَ بن تمّام، حدَّثنا أبو هاشم صاحبِ الزعفرانيّ عمّارُ بنُ عُمارة، حدَّثنا منصور بن عبد الرحمن، عن الربيع بن لوط، عن البراء بن عازب، قال: ¶ قالَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ صَلَّى أَرْبَعًا قَبْلَ الْهَاجِرَةِ، فَكأنَّما صَلاّهُنَّ فِي -[43]- لَيْلَةِ الْقَدْرِ، وَالْمُسْلِمَانِ إِذَا تَصَافَحَا لَمْ يَبْقَ بَيْنَهُما ذَنْبٌ إِلَّا سَقَطَ \" ¶ رواه سعيد بن منصور، عن ناهض بن سالِم الباهلي، عن هشام أبي عمّار، عن الربيع بن لوط، فقال عن عمِّه البراء بن عازب",
            "page": "42",
            "part": "1",
            "seal": "8DD6643A"
        },
        {
            "hno": "73",
            "id": "74",
            "nass": "73 - أخبرنا ابن البطي، أخبرنا ابنُ خَيْرُون، أخبرنا ابن شاذان، أخبرنا أبو الحسن عبد الرحمن بن سِيما المُجبر، حدَّثنا محمَّد بن عيسى الواسطي، حدَّثنا عاصم وعلي، عن قيس بن الربيع، عن شُعبة، عن خالد الحَذّاء، عن عبد الله بن شقيق، عن عائشة: ¶ \" أَنّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كانَ إِذَا فَاتَتْهُ أَرْبَعُ رَكَعاتٍ قَبْلَ الظُّهْرِ، صَلاَّهُنَّ بَعْدَ الرَّكْعَتَيْنِ بَعْدَ الظُّهْرِ \"",
            "page": "43",
            "part": "1",
            "seal": "14614958"
        },
        {
            "hno": "74",
            "id": "75",
            "nass": "74 - حدَّثنا سعيد بن منصور، حدَّثنا سُفيان، عن صدقة بن يَسار، عن أبي سلمة بن عبد الرحمن، قال: ¶ \" كانُوا يَعُدُّونَ صَلاَةَ الهَجيرِ مِنْ جُزءِ اللَّيْلِ، فَمَنْ فَاتَهُ مِنْ صَلاةِ اللَّيْلِ شَيءٌ فَصَلاَّهُ بِالهَجِيرِ فَقَدْ أَدْرَكَهُ \"",
            "page": "43",
            "part": "1",
            "seal": "196EFDCB"
        },
        {
            "hno": "75",
            "id": "76",
            "nass": "75 - حدَّثنا سعيد بن منصور، حدَّثنا هُشَيم، وحدثنا العوّام، عن عبد الله، عن أبي الهديل، قال: ¶ \" كانوا يُحِبُّونَ أَنْ يُصَلّوا قَبْلَ الظُّهْرِ أَرْبَعًا يُطيلوا فيهنَّ القِراءَةَ، وَكانُوا يُحبِّونَ أَنْ يُصَلُّوا اثْنَتَي عَشْرَةَ رَكْعَةً",
            "page": "43",
            "part": "1",
            "seal": "49899B20"
        },
        {
            "hno": "76",
            "id": "77",
            "nass": "في صلاة التسابيح ¶ 76 - حدَّثنا ابن ماجة، حدَّثنا موسى بن عبد الرحمن أبو عيسى المَسْروقي، حدَّثنا زيد بن الحُباب، حدَّثنا موسى بن عُبيدة، حدَّثني سعيد بن أبي سعيد مولى أبي بكر بن حزم، عن أبي رافع، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ للعبّاس: ¶ \" يَا عَمِّ أَلاَ أَحْبُوكَ، أَلاَ أَنْفَعُكَ، أَلاَ أَصِلُكَ، قالَ: بَلَى، قالَ: فَصَلِّ أَرْبَعَ رَكَعاتٍ، تَقْرأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الكتاب وَسُورَةٍ، فَإذَا انْقَضَتِ القِراءَةُ، فَقُلْ: سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلَّا اللهُ، واللهُ أَكْبَرُ، خَمْسَ عَشْرَةَ مَرَّةً قَبْلَ أَنْ تَرْكَعَ، ثُمَّ ارْكَعْ فَقُلْهَا عَشْرًا، ثُمَّ ارْفَعْ رَأسَكَ فَقُلْهَا عَشْرًا، ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا، ثُمَّ ارْفَعْ رَأسَكَ فَقُلْهَا عَشْرًا، ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا، ثُمَّ ارْفَعْ رَأسْكَ فَقُلْهَا عَشْرًا قَبْلَ أَنْ تَقُومَ، فَتِلْكَ خَمٍسٌ وَسَبْعُون في كُلِّ رَكْعَةٍ، وهِيَ ثَلاَثُ مِئَةٍ فِي أَرْبَعِ رَكَعاتٍ، فَلَوْ كانَتْ ذُنوبُكَ مِثْلَ رَمْلِ عَالِجِ، غَفَرَها اللهُ، قال: يَا رَسُولَ اللهِ، وَمَنْ لَمْ يَسْتَطعْ يَقُولُها فِي يَوْم؟ قال: قُلْها فِي جُمُعَةٍ، فَإنْ لَمْ تَسْتِطعْ فَقُلْهَا في شَهْرٍ، حَتَّى قال: فَقُلْهَا فِي سَنَةٍ \"",
            "page": "44",
            "part": "1",
            "seal": "6E0CEB26"
        },
        {
            "hno": "77",
            "id": "78",
            "nass": "77 - حدَّثنا عبد الرحمن بن بِشر بن الحكم النيسابوري، حدَّثنا موسى بن عبد العزيز، حدَّثني الحكم بن أبان، عن عِكرمة، عن ابن عبّاس، قال: ¶ قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلْعَبّاس: \" يَا عَمَّاهُ أَلاَ أُعْطِيكَ، أَلاَ أَمْنَحُكَ، أَلاَ أَحْبُوكَ، أَلاَ أَفْعَلُ لَكَ عَشْرَ خِصَالٍ، إِذَا أَنْتَ فَعَلْتَ ذَلِكَ غَفَرَ الله لَكَ ذَنْبَكَ أَوَّلَهُ -[45]- وَآخِرَهُ، وَقَدِيمَهُ وَحَدِيثَهُ، وَخَطَأَهُ وَعَمْدَهُ، وَصَغِيرَهُ وَكَبيرَهُ، وَسِرَّهُ وَعَلانيَتَهُ، عَشْرُ خِصَالٍ: تُصَلِّي أَرْبَعَ رَكَعاتٍ، تَقْرأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحةِ الكتِابِ وَسورَةٍ، فَإِذَا فَرَغْتَ مِنَ الْقِراءةِ فِي أَوَّلِ رَكْعَةٍ فَقُلْ وَأَنْتَ قَائِمٌ: سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلاَ إِلَهَ إِلَّا اللهُ، وَاللهُ أكٍْبَرُ، خَمْسَ عَشْرَةَ مَرَّةً، ثُمَّ تَرْكَعُ فَتَقولُ وَأَنْتَ راكعٌ عَشْرًا، ثُمَّ تَرْفَعُ رَأْسَكَ مِنَ الرُّكُوعِ فَتَقولُها عَشْرًا، ثُمَّ تَهْوِي سَاجدًا فَتَقولُ وَأنتَ ساجدٌ عَشْرًا، ثُمَّ تَرْفَعُ رَأْسَكَ مِنَ السُّجودِ فَتَقُولُها عَشْرًا، ثُمَّ تَسْجُدُ وَتَقولُها عَشْرًا، ثُمَّ تَرْفَعُ رَأسَكَ مِنَ السُّجُودِ فَتَقولُها عَشْرًا، فَذلِكَ خَمْسَةٌ وَسَبْعُونَ فِي كُلِّ رَكْعَةٍ، تَفْعَلُ فِي أَرْبَعِ رَكَعاتٍ، إِنْ اسْتَطَعْتَ أَنْ تُصَلِّيَها فِي كُلِّ يَوْمٍ مَرَّة فَافْعَلْ، فَإِنْ لَمْ تَسْتَطعْ فَفِي كُلِّ جُمُعَةٍ مَرَّةٍ، فَإِنْ لَمْ تَسْتَطعْ فَفِي كُلِّ شَهْرٍ مَرَّةً، فَإنْ لَمْ تَفْعَلْ فَفِِي عُمُرِكَ مَرَّةً \"",
            "page": "44",
            "part": "1",
            "seal": "D6EC078A"
        },
        {
            "hno": "78",
            "id": "79",
            "nass": "78 - أخبرنا ابن البطيّ، والخطيب المَوْصلي، أخبرنا جعفر السَراج، يُأيّدُهُ الخطيب، أخبرنا أبو حفص عمر بن محمَّد بن عليّ بن عطيَّة المكي، بقراءتي عليه، أخبرنا أبو الفتح يوسُف بن عمر بن مسرور القَوّاس الزاهد، حدثنا أبو حامد محمَّد بن هارون الحضرمي إملاءً سنة ثَمان عشرة وثلاث مئة، حدَّثنا أبو يعقوب إسحاق بن أبي إسرائيل، وأبو محمَّد عبد الرحمن بن بشر بن الحكم، قالا: حدَّثنا موسى بن عبد العزيز القِنْباري أبو شُعيب، حدَّثنا الحكم بن أبان، حدَّثني عِكرمة، عن ابن عبّاس، أَنّ رسولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال للعباس بن عبد المطلب رضَيَ الله عَنْهُ: ¶ \" يا عبّاسُ، يَا عَمّاهُ أَلاَ أُعْطِيكَ؟ أَلاَ أَمْنَحُكَ؟ أَلاَ أَحْبُوكَ؟ أَلاَ أَفْعَلُ بِكَ عَشْر خِصالٍ إِذَا أنتَ فَعَلْتَ ذَلِكَ غَفَرَ اللهُ ذَنْبَكَ أَوَّلَهُ وَآخِرَهُ، وَقَدِيمَهُ وَحَدِيثَهُ، عَمْدَهُ وَخَطَأَهُ، سِرَّهُ وَعَلاَنيَتَهُ، صَغِيرَهُ وَكَبِيرَهُ، أَنْ تُصَلِّي أَرْبَعَ رَكَعَاتٍ، تَقْرَأ فِي كُلِّ رَكْعَةٍ مِنْهَا بِفاتِحِةِ الْكِتَابِ وَسُورَةٍ، فَإذَا فَرَغْتَ مِنَ الْقِراءَةِ فِي أَوِّلِ رَكْعَةٍ، قُلْتَ وَأنْتَ قَائِمٌ: سُبْحَانَ اللهِ، والْحَمْدُ للهِ، وَلاَ إلَهَ إلاَّ اللهُ، وَاللهُ أَكْبَرُ، خَمْسَ عَشْرَةَ مَرَّةَ، ثُمَّ تَرْكَعُ فَتَقُولُها عَشْرًا وَأَنْتَ رَاكعٌ، ثُمَّ تَرْفَعُ رَأسَكَ فَتَقولُهَا -[46]- وَأنْتَ قائِمٌ عَشْرًا، ثُمَّ تَسْجُدُ فَتَقولُهَا عَشْرًا، ثُمَّ تَرْفَعُ رَأسَكَ فَتَقولُها عَشْرًا، ثُمَّ تٍسْجُدُ فَتَقُولُهَا عَشْرًا، ثُمَّ تَرْفَعُ رَأسَكَ فَتَقولُها عَشْرًا، فَذَلِكَ خَمْسٌ وَسَبْعونَ، تَفْعَلٌ ذَلِكَ فِي أَرْبَع رَكَعاتٍ، إِنْ اسْتَطَعْتَ أَنْ تُصَلِّيَها فِي كُلّ يَومٍ مَرَّةً فَافْعَلْ، فَإنْ لَمْ تَسْتَطعْ فَفِي كُلِّ جُمُعَةٍ مَرَّة، فَإنْ لَمٍ تَفْعَلْ فَفِي كُلِّ شَهْرٍ، فإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ سَنَةٍ مَرَّةً، فَإِنْ لَمْ تَفْعَلْ فَفِي عُمُرَكَ مَرَّةً \" ¶ قال الخطيب: تفرَّد به موسى بن العزيز القِنباري برواية هذا الحديث، عن الحكم بن أبان موصولاً، وخالفه إبراهيم بن الحكم بن أبان فرواهُ عن أبيه، عن عِكرمة، عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ولَمْ يَذكر فيه ابن عباس ¶ وهذا الحديث حديث جليل كبير حدَّث به أبو داود السجستاني، وأبو بكر بن أبي الدنيا وغيرهما من القدماء عن عبد الرحمن بن بِشر",
            "page": "45",
            "part": "1",
            "seal": "26BE4AC1"
        },
        {
            "hno": "79",
            "id": "80",
            "nass": "79 - أخبرنا محمَّد بن عبد الباقي بن أحمد بن سُليمان، أخبرنا عمر بن أحمد، أخبرنا أبو نُعيم، حدَّثنا عبد الله بن جعفر، أخبرنا يونُس بن حبيب، حدَّثنا أبو داود، حدَّثنا زَمْعَةَ بن صالِح، عن الزُهري، عن أبي إدريس الخَوْلانِي، قال: ¶ \" كُنْتُ فِي مَجْلِسٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْهُم عُبادَةَ بن الصّامِتْ، فَذَكروا الْوِتْرَ، فقَالَ: بَعْضُهُم واجبٌ، وَقالَ بَعْضُهُم سُنَّةٌ، فَقالَ عُبادَةَ بنُ الصامِتِ: أَمَّا أَنا فَأشْهَدُ أَنِّي سَمِعْتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يقول: ¶ أَتَانِي جِبْريلُ عَلَيْهِ السَّلام مِنْ عِنْدِ الله عَزَّ وَجَلَّ، فَقالَ: يَا مُحَمَّدُ إِنَّ الله عَزَّ وَجَلَّ، يَقولُ: \" إنِّي قَدْ فَرضْتُ عَلى أُمَّتِكَ خَمْسَ صَلواتٍ، مَنْ وافى بِهِنَّ عَلَى وُضوئِهنَّ، وَمَواقِيتِهِنَّ، وَرُكُوعِهِنَّ وَسُجُودِهِنَّ، فَإِنَّ لَهُ عِنْدي بِهِنَّ عَهْدًا أَنْ أُدْخِلَهُ بِهِنَّ الْجَنَّةَ، وَمَنْ لَقِيَنِي قَدْ انْتَقَصَ مِنْ ذَلِكَ شَيئًا أَوْ كَلِمَةً تُشبِهَها، فَلَيْسَ لَهُ عِنْدِي عَهْدٌ، إِنْ شئْتُ عَذَّبْتُهُ، وَإنْ شِئْتُ رَحِمْتَهُ \"",
            "page": "46",
            "part": "1",
            "seal": "9F2F5A16"
        },
        {
            "hno": "80",
            "id": "81",
            "nass": "80 - أخبرنا الراراني، أنبأنا المُطرِّز، أخبرنا أبو نُعَيم، حدَّثنا أبو بكر مُحمَّد بن جعفر بن الليث الراسبي، بِهَا، حدَّثنا أبو الحسن أسلم بن سهل، حدَّثنا عبد الحميد بن بَيَان، حدَّثنا الحسين بن زياد، حدَّثنا عيسى بن مَيْمُون، عن مُعاوية بن قرَّة، قال: قال عُمر: ¶ \" صَلاةٌ فِي مَسْجِدٍ جَامِعٍ أَفْضَلُ مِنْ حَجَّة تََطُّوع، وَصَلاةٌ تَطَوُّعٍ في جامعٍ أَفْضَلُ مِنْ عُمْرَةٍ \" ¶ الحسين بن زيَاد واسطي ويعرف بالأعرابي",
            "page": "47",
            "part": "1",
            "seal": "B3FBC7DC"
        },
        {
            "hno": "81",
            "id": "82",
            "nass": "81 - حدَّثنا سعيد بن منصور، حدَّثنا أبو مَعْشَر، عن إسماعيل بن رافع، قال: بلغني أنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال لِجعفرٍ بن أبي طالب: ¶ \" ألاَ أَمْنَحُكَ، أَلاَ أُعْطِيكَ، أَلاَ أَحْبُوكَ، قالَ: فَظَنَنْتُ أَنَّهُ يُعطيني شَيئًا مَا أعطاهُ أَحدًا مِنَ النَّاسِ، قالَ: \" صَلِّ أَرْبَعَ رَكَعاتٍ وَاقْرأ مَا تَيَسَّرَ مِنَ القُرآن، ثُمَّ قُلْ: اللهُ أَكْبرَ، وَالْحَمْدُ للهِ، وسُبْحَان الله، وَلا إلَهَ إلاَّ الله، وَلا حَوْلَ وَلاَ قُوَّةَ إلاَّ باللهِ خَمْسَ عَشْرَة مَرَّةً، فإِذَا رَكَعْتَ فَقُلْ عَشْرًا، وَإذَا رَفَعْتَ رَأسَكَ مِنَ الرُّكُوعِ فَقُلْ عَشرًا، فَإِذَا سَجَدْتَ فَقُلْ عَشْرًا، وإذَا رَفَعْتَ رَأْسَكَ مِنَ السُّجُود فَقْلْ عَشْرًا، وَإِذَا سَجَدْتَ فَقْلْ عَشْرًا، وَإِذَا رَفَعْتَ رَأْسَكَ فَقُلْ عَشْرًا، فَهذَا خَمْسٌ وسَبْعُونَ، تَصْنَعُ هكذا في كُلِّ رَكْعَةٍ، تُصَلِّي كلَّ يَومٍ إِنْ اسْتَطَعْتَ، فَإنْ لَمْ تَسْتَطعْ فَفِي كُلِّ جُمعَةٍ، فَإِنْ لَمْ تَسْتَطعْ فَفِي كُلِّ شَهْرٍ، فَإنْ لَمْ تَسْتَطعْ فَفِي كُلِّ -[48]- سِتَّةِ أَشْهُرٍ، فَإِنْ لَمْ تَسْتَطِعْ فَفِي كُلِّ سَنَةٍ، فَلَوْ كَانَ لَكَ مِنَ الذُّنوبِ عَدَدَ أَيَّامِ الدُّنْيَا وَعَددّ القَطْرِ وَرَمْلِ عَالِجٍ وَفَررْتَ مِنَ الزَّحْفِ غُفِرَ لَكَ بذلك \"",
            "page": "47",
            "part": "1",
            "seal": "F6168751"
        },
        {
            "hno": "82",
            "id": "83",
            "nass": "82 - أخبرنا حبيب بن إبراهيم، ومحمَّد بن محمَّد، أخبرنا محمود بن إسماعيل، حدَّثنا أحمد بن مُحمَّد، أخبرنا سُليمانَ بن أحمد بن أيُّوب، حدَّثنا عُبيدٍ بن غَنّام، حدَّثنا أبو بكر بن أبي شيبة، حدثناه زيد بن الحُباب، حدَّثنا موسى بن عُبيدة، عن سعيد بن أبي سعيد، مولى أبي بكرٍ بن حزم، عن أبي رافع: ¶ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ للِعَبّاسِ: يَا عَمِّ، أَلاَ أَصِلُكَ، أَلاَ أَحْبُوكَ، أَلاَ أَنْفَعُك، قَالَ: بَلَى يَا رَسُولَ اللهِ، قَالَ: \" تُصَلِّي يَا عَمُّ أَرْبَعُ رَكَعاتٍ، تَقْرَأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ، فَإذَا اَنْقَضَتِ القِرَاءةُ، فَقُلْ: اللهُ أَكٍْبَرُ، وَالْحَمْدُ للهِ، وَسُبْحَانَ الله، وَلاَ إلَهَ إلاَّ اللهُ خَمْسَ عَشْرَةَ مَرَّةً قَبْلَ أَنْ تَرْكَعَ، ثُمَّ ارْكَعَ فَقُلْهَا عَشْرًا، ثُمَّ ارْفَعَ رَأْسَكَ فَقُلْهَا عَشْرًا، ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا، ثُمَّ ارْفَعْ رَأسَكَ فَقُلْهَا عَشْرًا، فَتِلْكَ خَمْسٌ وَسَبْعَونَ فِي كُلِّ رَكْعَةٍ، وَهِيَ ثَلاثُ مِئةَ فِي أرْبَعَ رَكَعاتٍ فَلَوْ كَانتْ ذُنُوبُكَ مِثْلَ زَبَدِ الْبَحْرِ غَفَرَ اللهَ لَكَ، قالَ: يَا رَسُول الله، وَمَنْ يَسْتَطعْ أَنْ يَقُولُها فِي كُلِّ يَومٍ؟ قالَ: فَإِنْ لَمْ تَستِطعْ أَنْ تُصَلِّيَها فِي يَوْم فَصَلِّهَا في جُمُعَةٍ، حَتَّى قَال: صَلِّهَا في شَهْرٍ، حَتَّى قَالَ: صَلِّهَا في سَنَةٍ \"",
            "page": "48",
            "part": "1",
            "seal": "EEA8B38C"
        },
        {
            "hno": "83",
            "id": "84",
            "nass": "83 - الطبراني، حدَّثنا عليّ بن عبد العزيز، حدَّثنا أبو نُعيم، أخبرنا عُبادة بن مسلم -[49]- الفزاري، حدَّثني جبير بن أبي سُليمان بن جبير بن مُطْعَم، أنَّهُ كان جَالسًا مع ابن عمر، فقال: ¶ سَمِعْتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقولُ فِي دُعائِهِ حينَ يُصْبحُ وَحِينَ يُمْسِي لَمْ يَدَعَهُ حَتَّى فَارقَ الدُّنْيا وَحَتَّى ماتَ: \" اللَّهُمَّ إِنِّي أَسألُكَ الْعَفْوَ والعافِيةَ في ديني وَدُنْيَاي، وَأهْلِي وَمَالي، اللََّهُمَّ اسْتُر عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنَ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَميني، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي \" قالَ جُبَيْر: هُوَ الخَسْفُ",
            "page": "48",
            "part": "1",
            "seal": "81BE0B35"
        },
        {
            "hno": "84",
            "id": "85",
            "nass": "84 - أخبرنا الباذَرائي، أخبرنا الباقِلاني، أخبرنا ابن دُوْست الشافعي، حدَّثنا مُحَمَّد بن شدّاد، حدَّثنا رَوْحُ، حدَّثنا سُفيان، عَنْ سِماك، عن جابر بن سُمرَةَ، قال: ¶ \" كانَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَجْلِسُ فِي مُصَلاَّهُ بَعْدَ صَلاَةِ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ حَسْناءَ \"",
            "page": "49",
            "part": "1",
            "seal": "81340630"
        },
        {
            "hno": "85",
            "id": "86",
            "nass": "85 - أخبرنا القومسانيّان، وأخبرنا عبد الرحمن بن حَمْدِ الدُوني، أخبرنا أحمد بن الحسين بن مُحمَّد بن عبد الله بن بَوّان الدِينوري، أخبرنا أحمد بن مُحمَّد بن إسحاق بن السُّنّي، أخبرنا أبو عبد الرحمن، حدَّثنا عمرو بن منصور، حدَّثنا أبو نُعيم، عَنْ عُبادةَ بنُ مُسلم، حدَّثني جُبير بن أبي سُليمان بن جُبير بن مُطْعِم، أنَّهُ كان جَالسًا مع ابن عمر، فقال: ¶ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ فِي دُعَائِهِ حِينَ يُصْبِح: \" اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيةَ فِي الدُّنْيَا وَالآخِرَة، اللَّهُمَّ إِنِّي أَسألُكَ العَفْوَ وَالعَافِيةَ فِي ديني وَدُنْيَايَ وَأهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ [رَوْعَاتِي] (¬1)، اللَّهُمَّ احْفَظْنِي مِنْ -[50]- بَيْنَ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِيني، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي \". قَالَ جُبَيْرُ: هُوَ الخَسْفُ قَال عُبادَة: لاَ أدْرِي قَوْلَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَه جُبَيْر ¶ ¬__________ ¶ (¬1) في المخطوط: عوراتي.",
            "page": "49",
            "part": "1",
            "seal": "F7CC7C7D"
        },
        {
            "hno": "86",
            "id": "87",
            "nass": "86 - وأخبرنا أبو عبد الرحمن، حدَّثنا يونُس بن عبد الأعلى في حديثه، عن عبد الله بن وَهْب، أخبرني سُليمان بن بلال، عن ربيعة أبي عبد الرحمن، عن عبد الله بن عنْبَسة، عن عبد الله بن عباس، أَنّ رسولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَنْ قَالَ حِينَ يُصْبِحُ: اللَّهُمَّ مَا أصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ، فَقَدْ أَدَّى شُكُرَ ذلِكَ اليَوْم \"",
            "page": "50",
            "part": "1",
            "seal": "BCF8D95D"
        },
        {
            "hno": "87",
            "id": "88",
            "nass": "87 - أخبرنا أبو عبد الرَّحمن، حدَّثنا عليّ بن حُجْر، حدَّثنا هُشيم، عن هاشم بن بلال، عن سابق بن ناجية، عن أبي سلام، قال: ¶ \" مَرَّ بِنَا رَجُلٌ طِوالٌ أشْعَثٌ، فقيل: إِنَّ هذا خادِمُ رَسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقمتُ إليهِ، وَقُلْتُ: أَخَدَمْتَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قالَ: نَعَمْ، قُلْتُ: فحدِّثني عَنْهُ حديثًا لَم يَتَداوله الرِّجَال بينَكَ وبينَهُ، قالَ: سَمِعْتُهُ يَقولُ: \" مَنْ قَالَ حِينَ يُصْبِح وَحِينَ يُمْسِي ثلاثَ مرّاتٍ: رَضيتُ باللهِ رَبًّا، وبالإسْلاَم دينًا، وَبِمُحَمَّدٍ نَبيًّا، كانَ حقًّا عَلَى الله أنْ يُرْضَيَهُ يَوْمَ الْقِيامةِ \"",
            "page": "50",
            "part": "1",
            "seal": "17185DED"
        },
        {
            "hno": "88",
            "id": "89",
            "nass": "88 - أخبرنا أبو عبد الرَّحمن، أخبرنا إسحاق بن إبراهيم، أخبرنا بقيَّة بن الوليد، حدَّثني مُسلم بن زياد مولى ميمونة زوج النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ -[51]- سَمِعْتُ أَنَسَ بن مالِكٍ، يَقُولُ: قالَ رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ قالَ حينَ يُصْبِحُ: اللَّهُمَّ إنِّي أُشْهَدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلائِكَتِكَ، وَجَميعَ خَلْقِكَ، أنَّكَ أَنْتَ الله، لاَ إلهَ إلاَّ أنْتَ، وَحْدَكَ لا شَريكَ لَكَ، وَأنَّ مُحمَّدًا عَبْدُكَ وَرَسُولُك، أَعْتَقَ اللهُ رُبُعَهُ مِنَ النَّار، فإِنْ قالَ أرْبَعَ مَرَّاتٍ أَعْتَقَهُ الله ذلِكَ اليَوْم مِنَ النّار \"",
            "page": "50",
            "part": "1",
            "seal": "16E6EBB4"
        },
        {
            "hno": "89",
            "id": "90",
            "nass": "89 - الطبراني في الدُّعاء، حدَّثنا إسماعيل بن الحسن بن الخفّاف المِصري، حدَّثنا أحمد بن صالِح [ح] وحدَّثنا عمرو بن أبي الطاهر بن السَّرح المِصري، حدَّثنا عبد الرَّحمن بن أبي جعفر الدمياطي، حدَّثنا مُحمَّد بن إسماعيل بن أبي فُدَيْك، حدَّثني عبد الرَّحمن بن عبد المجيد، عن هشام بن الغاز، عن مكحول، عن أنس بن مالك، أنّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَنْ قَالَ حينَ يُصْبِحُ أَوْ يُمْسِي: اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أنَّكَ أَنْتَ اللهُ، وَحْدَكَ لاَ شَريكَ لَكَ وَأنَّ مُحمَّدًا عَبْدُكَ وَرَسُولَك، أَعْتَقَ اللهُ رُبُعَهُ مِنَ النَّار، فَمَنْ قالَها مَرَّتَيْنِ أَعْتَقَ اللهُ نِصْفَهُ مِنَ النّار، وَمَنْ قالَها ثَلاثًا أَعْتَقَ اللهُ ثلاثَةَ أَرْبَاعِهِ، وَمَنْ قَالَها أَرْبعًا أَعْتَقَهُ اللهُ مِنَ النَّار \"",
            "page": "51",
            "part": "1",
            "seal": "E925E4E0"
        },
        {
            "hno": "90",
            "id": "91",
            "nass": "90 - وبه، أخبرنا أبو عَرُوبة، حدَّثنا الحسين بن بحر البَيروتي، حدَّثنا عُبيد الله بن مُعاذ، حدَّثنا أبي، حدَّثنا شُعبة، عن الحكم، عن عمرو بن شُعيب، عن أبيه، عن جدِّه، عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَنْ قَالَ لا إِلَهَ إِلَّا اللهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدير مئة مَرَّة إِذَا أَصْبَحَ، وَمِئةَ مَرَّة إِذَا أَمْسَى، لَمْ يَجئ أَحَدٌ بِأفْضَلَ -[52]- مِنْ عَمَلِهِ إِلَّا مَنْ قَالَ أَفْضَلَ مِنْ ذلِكَ \"",
            "page": "51",
            "part": "1",
            "seal": "42520820"
        },
        {
            "hno": "91",
            "id": "92",
            "nass": "91 - أخبرنا أبو يعلى، حدَّثنا الحكم بن موسى، حدَّثنا بقيّة بن الوليد، أخبرنا أبو الحجّاج المَهْري، عن زبّان بن فائد، عن سهل بن مُعاذ، عن أبيه، قال: ¶ قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" مَنْ صَلَّى صَلاَةَ الْفَجْرِ ثُمَّ قَعَدَ يَذْكُرُ اللهَ حَتَّى تَطْلُعَ الشَّمْسُ، وَجَبَتْ لَهُ الجَنَّةَ \"",
            "page": "52",
            "part": "1",
            "seal": "0B87C944"
        },
        {
            "hno": "92",
            "id": "93",
            "nass": "92 - أخبرنا أبو يَعلى، حدَّثنا شيبان بن فَرَّوخ، حدَّثنا طيّب بن سلمان، قال: سمعتُ عَمْرَةَ، قالت: سَمعتُ أمَّ المؤمنين [عائشة]، تقول: سمعتُ رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يقول: ¶ \" مَنْ صَلَّى الْفَجْرَ، أَوْ قَالَ الغَداةَ، فَقَعَدَ فِي مَقْعَدِهِ فَلَمْ يَلْغُ بِشَيءٍ مِنْ أَمْرِ الدُّنْيَا، يَذْكُرُ الله عَزَّ وَجَلَّ حَتَّى يُصَلِّي الضُّحَى أَرْبَعَ رَكَعاتٍ، خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمَ وَلَدَتْهُ أُمُّه \"",
            "page": "52",
            "part": "1",
            "seal": "2403EDDC"
        },
        {
            "hno": "93",
            "id": "94",
            "nass": "93 - أخبرني أبو عَرُوبة، حدَّثنا المُنذر بن الوليد الجَارَوَدي، حدَّثنا أبي، حدَّثنا الحسن بن أبي جعفر، عن مُحمَّد بن جُحادة، عن الحكم بن عُتيبة، عن الحسن بن علي، قال: سمعتُ جدِّي، يقول: ¶ -[53]- \" مَا مِنْ عَبْدٍ صَلَّى صَلاَةَ الصُّبْحِ ثُمَّ جَلَسَ يَذْكُرُ الله عَزَّ وَجَلَّ حَتَّى تَطْلُعَ الشَّمْسُ إِلَّا كَانَ لَهُ حِجَابًا مِنَ النَّار، أَوْ سِتْرًا \" ¶ أخبرنا أبو عبد الرَّحمن، أخبرنا جعفر بن عمران الكوفي، حدَّثنا المحاربي، عن حميد بن (¬1) ¶ ¬__________ ¶ (¬1) فراغ في المخطوط بمقدار أربعة أسطر",
            "page": "52",
            "part": "1",
            "seal": "C768A5F2"
        },
        {
            "hno": "94",
            "id": "95",
            "nass": "94 - الطبراني في الدُّعاء، حدَّثنا محمَّد بن عمرو بن خالد الحرّاني، حدَّثنا أبي [ح] وحدَّثنا أبو عبد المَلِك أحمد بن إبراهيم القرشي الدِّمشقي، حدَّثنا سُليمان بن عبد الرَّحمن، قالا: حدَّثنا إسماعيل بن عيّاش، حدَّثنا مُحمَّد بن زياد الألْهَانِي، عن أبي راشد الحُبْراني، قال: ¶ أَتَيْتُ عَبْدَ اللهِ [ابنَ عَمْرو بن العاصِ رَضِيَ اللهُ عَنْهُ] (¬1)، فَقُلْتُ حَدِّثْنَا شَيْئًا سَمِعْتَهُ مِنْ رَسولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَلْقَى إِلَيَّ صَحيفَةً، فَقالَ: هذَا كَتَبَهُ لِي رَسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَنَظَرتُ فإذَا فيها أَنَّ أبَا بَكرٍ الصِّدِّيق، قال: يَا رَسُولَ الله، عَلِّمْنِي مَا أَقُولُ إذَا أَصْبَحْتُ وَإذَا أَمْسَيتُ، فَقَالَ رَسُول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: يَا أبَا بَكرٍ، \" قُلْ: اللَّهُمَّ فَاطِرَ السَّمَواتِ وَالأرْضِ، عَالِمِ الْغَيْبِ وَالشَّهَادةِ، لاَ إلهَ إلاَّ أَنْتَ رَبَّ كُلِّ شَيءٍ وَمَليكُهُ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَشَرِّ الشَّيطانِ وَشِرْكِهِ، وَأنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرُّهُ إِلَى مُسْلِمٍ \" ¶ ¬__________ ¶ (¬1) زيادة في رواية الطبراني.",
            "page": "53",
            "part": "1",
            "seal": "B3B8302B"
        },
        {
            "hno": "95",
            "id": "96",
            "nass": "95 - أخبرنا أبو طاهر السِلفي، حدَّثنا أبو مطيع، حدَّثنا أبو الحسين أحمد بن الحسين بن فاذْشاه، حدَّثنا أبو القاسم سُليمان بن أحمد بن أيّوب، حدَّثنا الحسين بن إسحاق -[54]- التُّستُري، حدَّثنا هشام بن عمّار، حدَّثنا مُحمَّد بن إبراهيم القُرشي، حدَّثنا أبو صالِح، عن عِكرمة، عن ابن عبّاس، قال: قال علي بن أبي طالب: ¶ يَا رَسُولَ اللهِ، إِنَّ القُرآنَ يَنْفَلِتُ مِنْ صَدْرِي، فقَالَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أَلاَ أُعَلِّمُكَ كَلِمَاتٍ يَنْفَعُكَ اللهُ بِهِنَّ، وَيَنْفَعُ مَنْ عَلَّمْتَهُ؟ \" قالَ: نَعَمْ بِأبِي وَأُمِّي، قالَ: \" صَلِّ لَيْلَةَ الْجُمُعَةِ أَرْبَعَ رَكَعاتٍ، تَقْرَأُ فِي الرَّكْعَةِ الأوْلَى بِفاتِحَةِ الْكِتَابِ وَيس، وَفي الثَّانيَةِ بِفاتِحَةِ الكِتَابِ وَحَم الدُّخَان، وَفِي الثّالثِةِ بِفاتِحةِ الكِتَابِ وَحم السَّجدَة، وَفِي الرَّابِعةِ بِفاتِحةِ الْكِتَابِ وَتَبَارَكَ المُفَصَّل، فَإذَا فَرَغْتَ مِنَ التَّشَهُّدِ فَاحْمَدِ الله تَعَالَى وَاثْنِ عَلَيْهِ وَصَلِّ عَلَى النَّبِّيينَ وَاسْتَغْفِرْ لِلْمُؤمِنينَ، ثُمَّ قُلْ: اللَّهُمَّ ارْحَمْنِي بِتَرْكِ الْمَعاصِي أَبَدًا مَا أبْقَيْتَنِي، وَارْحَمْنِي مِنْ أَنْ أَتَكَلَّفَ مَا لاَ يَعْنيني، وَارْزُقْني حُسْنَ النَّظرَ فِيمَا يُرْضِيكَ عَنِّي، اللَّهُمَّ بَديعَ السَّمَواتِ وَالأرْضِ ذَا الجَلاَلِ وَالإكْرَامِ وَالعِزَّةِ الَّتِي لاَ تُرَامُ، أَسْأَلُكَ يَا الله، بِجَلالِكَ وَنُورِ وَجْهَكَ أَنْ تُلْزِمَ قَلْبِي حِفْظَ كِتَابِكَ كَما عَلَّمْتَنِي، وَارْزُقْنِي أَنْ أَتْلُوَهُ عَلَى النَّحْوَ الَّذي يُرْضِيكَ عَنِّي، وَأسْأَلَُكَ أَنْ تُنَوِّرَ بِالْكِتَابِ بَصَرِي، وَتُطْلِقَ بِهِ لِسَانِي، وَتُفْرِّجَ بِهِ عَنْ قَلْبِي، وَتَشْرَحَ بِهِ صَدْرِي، وَتَسْتَعْمِلَ بِهِ بَدَنِي، وَتُقَوِّيني عَلَى ذَلِكَ، وَتُعِينُني عَلَيْهِ، فَإنَّهُ لاَ يُعينُني عَلَى الْخَيْر غَيْرُكَ وَلاَ يُوَفِّقُ لَهُ إِلَّا أَنْتَ \"",
            "page": "53",
            "part": "1",
            "seal": "799EAF12"
        },
        {
            "hno": "96",
            "id": "97",
            "nass": "96 - أخبرنا القومسانيّان، أخبرنا أحمد بن محمَّد، حدَّثنا أحمد، أخبرني عبد الله بن محمّد بن سلم، ومحمَّد بن خُريم بن مروان، قالا: حدَّثنا هشام بن عمّار، حدَّثنا محمَّد بن إبراهيم القُرشي، حدَّثنا أبو صالِح، حدَّثنا عكرمة، عن ابن عبّاس، قال: قال علي بن أبي طالب: ¶ -[55]- يَا رَسولَ اللهِ، إِنَّ القُرآنَ يَنْفَلِتُ مِنْ صَدْرِي، فقَالَ النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أَلاَ أُعَلِّمُكَ كَلِمَاتٍ يَنْفَعُكَ اللهُ عَزَّ وَجَلَّ بِهِنَّ\" قالَ: بِأبِي وَأُمِّي. قالَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" صَلِّ لَيْلَةَ الْجُمُعَةِ أَرْبَعَ رَكَعاتٍ، تَقْرَأُ فِي الرَّكْعَةِ الأوْلَى بِفاتِحَةِ الْكِتَابِ وَيس، وَفي الرَّكْعَةِ الثَّانيَةِ بِفاتِحَةِ الكِتَابِ وَحم الدُّخَان، وَفِي الرَّكْعَةِ الثّالثِةِ بِفاتِحةِ الكِتَابِ وَالم التَنزِيل، وَفِي الرَّكْعَةِ الرَّابِعةِ بِفاتِحةِ الْكِتَابِ وَتَبَارَكَ المُفَصَّل، فَإذَا فَرَغْتَ مِنَ التَّشَهُّدِ فَاحْمَدِ الله وَاثْنِ عَلَيْهِ وَصَلِّ عَلَى النَّبِّي وَاسْتَغْفِرْ اللهَ لِلْمُؤمِنينَ، ثُمَّ قُلْ: اللَّهُمَّ ارْحَمْنِي بِتَرْكِ الْمَعاصِي أَبَدًا مَا أبْقَيْتَنِي، وَارْحَمْنِي أَنْ أَتَكَلَّفَ مَا لاَ يَعْنيني، وَارْزُقْني حُسْنَ النَّظرَ فِيمَا يُرْضِيكَ عَنِّي، اللَّهُمَّ بَديعَ السَّمَواتِ ذَا الجَلاَلِ وَالإكْرَامِ وَالعِزِّ الَّذِي لاَ يُرَامُ، أَسْأَلُكَ يَا اللهَ يَا رَحْمنُ بِجَلالِكَ وَنُورِ وَجْهَكَ أَنْ تُلْزِمَ قَلْبِي حِفْظَ كِتَابِكَ كَما عَلَّمْتَنِي، وَارْزُقْنِي أَنْ أَتْلُوَهُ عَلَى النَّحْوَ الَّذي يُرْضِيكَ عَنِّي، وَأسْأَلَُكَ أَنْ تُنَوِّرَ بِْكِتَابِكَ بَصَرِي، وَتُطْلِقَ بِهِ لِسَانِي، وَتُفْرِّجَ بِهِ قَلْبِي، وَتَشْرَحَ بِهِ صَدْرِي، وَتَسْتَعْمِلَ بِهِ بَدَنِي، وَتُقَوِّيني عَلَى ذَلِكَ، وَتُعِينُني عَلَيْهِ، فَإنَّهُ لاَ يُعينُني عَلَى الْحقِّ غَيْرُكَ وَلاَ يُوَفِّقُ لَهُ إِلَّا أَنْتَ، تَفْعَلُ ذلِكَ جُمَع أَوْ خَمْساً أَوْ سَبْعاً تَحْفظُهُ بِإِذْنِ الله تَعالَى، وَما أَخْطَأَ مُؤْمِناً قَطُّ. ¶ فَأَتَى النَّبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذلِك بسبع جُمَعٍ، فأخبره بحفظه القرآن، فقال النَّبيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"مُؤْمِنٌ وَرَبِّ الكَعْبَةِ عَلِّمْ أبَا حَسَنٍ\" ¶ رواه الطبراني عن الحسن ابن إسحاق التُّسْتري، عن هشام بن عمّار.",
            "page": "54",
            "part": "1",
            "seal": "F58A6A24"
        },
        {
            "hno": "97",
            "id": "98",
            "nass": "97 - الطبراني، حدَّثنا ورد بن أحمد البيروتي، حدَّثنا صفوان بن صالح [ح] وحدَّثنا إبراهيم بن دحيم الدِّمشقي، حدَّثنا أبي، قالا: حدَّثنا الوليد بن مسلم، حدَّثنا عبد الرَّحْمَن بن ثابت بن ثوبان، أنَّه سمعَ عُمَيْر بن هانئ، يقول: حدَّثني جُنادة بن أبي أميَّة، قال: حدَّثني عُبادة بن الصّامت، عن رسول صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَا مِنْ عَبْدٍ يَتَعارَّ مِنَ اللَّيْلِ، فَيَقولُ: لاَ إِلَهَ إِلَّا اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، -[56]- لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيءٍ قَديرٌ، إِلَّا كَانَ مِنْ خَطَايَاه كَيوم وَلَدْتُهُ أُمُّه، فَإِنْ قَامَ فَتَوَضَّأ قُبِلَتْ صَلاَتُهُ \"",
            "page": "55",
            "part": "1",
            "seal": "A842E791"
        },
        {
            "hno": "98",
            "id": "99",
            "nass": "98 - أخبرنا الثقفي، حدَّثنا [محمَّد بن الحسن]، أخبرنا عَبْدة، عن شقيق، عن عبد الله، قال: ¶ \" مَرَّ بي رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكَرٍ وَعُمَرَ رَضِيَ اللهُ عَنْهُمَا وَأنَا أَحْمَد الله وَأعظِّمه وَأُصَلِّي عَلَى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: سَلْ تُعْطَهْ، وَلَمْ أَسْمَعَهُ فَأَدْلَجَ إِليَّ أَبُو بَكْر يُبَشِّرُنِي بِمَا قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ أَتَانِي عُمَر فَأَخْبَرَنِي بِمَا قالَ لِي النَّبيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: قَدْ سَبَقَكَ بِهَا أَبُو بَكْرٍ، فَقَالَ عُمَرُ: يَرْحَمُ اللَّهُ أَبَا بَكْرٍ مَا سَابَقْتُهُ بِالْخَيْرِ قَطُّ إِلَّا سَبَقَنِي إِلَيْهِ، إِنَّه كَانَ سَبَّاقًا لِلْخَيْرَاتِ، فَقَالَ عَبْدُ الله: قَدْ صَلَّيْتُ مُنْذُ كَذَا وَكَذَا مَا صلَّيْتُ فَريضَةً وَلاَ تَطَوُّعًا إِلَّا دَعوتُ اللَّهَ فِي دُبُر صَلاتِي اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمانًا لاَ يَرْتَدُّ، وَنَعِيمًا لا يَنْفَدُ، أَوْ قَالَ: لاَ يُفْقَدُ، وَمُرَافَقَةِ نَبِيِّكَ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَعْلَى جَنَّةِ الْخُلْدِ، فَأنَا أَرْجُو أَنْ أَكُونَ قَدْ دَعَوْتُ بِهِنَّ الْبَارِحَةَ \"",
            "page": "56",
            "part": "1",
            "seal": "AC2BF74B"
        },
        {
            "hno": "99",
            "id": "100",
            "nass": "99 - الطبراني في الدُّعَاء، حدَّثنا مُعاذ بن الْمُثَنَّى، حدَّثنا مُسَدَّد، حدَّثنا يزيد بن زُرَيع [ح] وحدَّثنا أحمد بن دَاود المكيّ، حدَّثنا أبو عمر حفص بن عمر الحَوْضي، حدَّثنا مُرجّى بن رجاء، كلاهُما عن حسين المُعَلِّم، عن عبد الله بن بُريدة، عن بُشير بن كعب العدوي، عن شدّاد بن أوس، عن النَّبِي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" سَيِّدُ الاسْتِغْفَارِ أَنْ تَقُولَ: اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأنَا -[57]- عَبْدُكَ، وَأَنَا عَلَى عُهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، وَأَبُوءُ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِر لِي إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، فَإِنْ قَالَهَا بَعْدَما يُمْسِي فَمَاتَ مِنْ لَيْلَتِهِ دَخَلَ الْجَنَّةَ، وَإِنْ قَالَهَا بَعْدَمَا يُصْبِحُ فَمَاتَ مِنْ يَوْمِهِ دَخَلَ الْجَنَّة \"",
            "page": "56",
            "part": "1",
            "seal": "5BD48C70"
        },
        {
            "hno": "100",
            "id": "101",
            "nass": "100 - حدَّثنا مُحَمَّد بن مُحَمَّد الجُذوعي القاضي، وَأحمد بن عليّ الأبّار، قالاَ: حدَّثنا العبّاس بن الوليد النَّرْسي، حدَّثنا هشام بن هشام الكوفي، حدَّثنا فَضَّال بن جبير، عن أبي أُمامة الباهلي، قال: ¶ كانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أَصْبَحَ وَأمْسَى دَعَا بِهَؤُلاءِ الدَّعَوات: \" اللَّهُمَّ أَنْتَ أَحَقُّ مَنْ ذُكِرَ، وَأَحَقُّ مَنْ عُبِدَ، وَأنْصَرُ مَنْ ابْتُغِي، وَأَرْأَفُ مَنْ مَلَكَ، وَأجْوَدُ مَن سُئِلَ، وَأوسعُ من أعطى، أَنْتَ الْمَلِكُ لاَ شَريكَ لَكَ، وَالفَرْدُ لاَ تَهْلَكُ، كُلّ شَيْءٍ هَالِكٌ إِلَّا وَجْهُك، لَنْ تُطَاعَ إِلَّا بِإذْنِكَ، وَلَنْ تُعْصَى إِلَّا بِعِلْمِكَ، تُطَاعُ فَتَشْكُرُ، وَتُعْصَى فَتَغْفِرُ، أَقْرَبُ شَهيدٍ، وَأدْنَى حَفِيظ، حِلْتَ دُونَ الثُّغُورِ، وَأَخَذْتَ بِالنَّواصِي، وَكَتَبْتَ الآثَارَ، وَنَسَخْتَ الآجَالَ، القُلُوبُ لَكَ مُفْضِيَّةٌ، وَالسِّرُّ عِنْدَكَ عَلاَنِيَّةٌ، الْحَلالُ مَا أَحْلَلَتَ، وَالْحَرَامُ مَا حَرَّمْتَ، والدِّينُ مَا شَرَّعْتَ، وَالأمْرُ مَا قَضَيْتَ، وَالْخَلْقُ خَلْقُكَ، وَالْعَبْدُ عَبْدُكَ، وَأَنْتَ اللهُ الرءوفُ الرَّحيم، أَسأَلُكَ بِنورِ وَجْهِكَ الَّذي أَشْرَقَتْ لَهُ السَّمَواتُ والأرْضُ وَبِكُلِّ حَقٍّ هُوَ لَكَ، وَبِحَقِّ السَّائِلينَ عَلَيْكَ أَنْ تَقْبَلَنِي فِي هذه الغداء أَوْ فِي هَذِهِ العَشِّيةِ وَأَنْ تُجيرَني مِنَ النَّارِ بِقُدْرَتِكَ \"",
            "page": "57",
            "part": "1",
            "seal": "51E7CC7B"
        },
        {
            "hno": "101",
            "id": "102",
            "nass": "101 - أخبرنا القومسانيّان، أخبرنا الدّوني، أخبرنا أحمد، أخبرنا أحمد، حدَّثنا أبو عبد الرَّحمن، حدَّثنا سُويد بن نصر، حدَّثنا عبد الله يَعْنِي ابن الْمُبارك، عن حَيْوَة بن شُريح، أخبرني كعب بن علقمة، أنَّهُ سَمِعَ عبد الرَّحْمن بن جُبير، مَولَى نافع بن عمرو -[58]- القُرَشي، أنَّهُ سَمِعَ عبد الله بن عمرو، يقول: سمعتُ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: ¶ \" إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُولوا مِثْلَ مَا يَقُولُ وَصَلُّوا عَلَيَّ، فَإِنَّهُ مَنْ صَلَّى عَلَيَّ مَرَّةً صَلَّى اللهُ عَلَيْهِ عَشْرًا، ثُمَّ سَلوا لِيَ الْوَسيلَةَ، فَإِنَّها تَعني مَنْزِلَةٌ فِي الْجَنَّةِ لاَ تَنْبَغِي إِلَّا لِعَبْدٍ مِنْ عِبَادِ اللهِ، وَأَرْجُو أَنْ أَكُونَ أَنَا هُوَ، فَمَنْ سَأَلَ لِيَ الْوَسيلَةَ حَلَّتْ علَيهُ الشَّفَاعَةُ \"",
            "page": "57",
            "part": "1",
            "seal": "8E532AF4"
        },
        {
            "hno": "102",
            "id": "103",
            "nass": "102 - وأخبرنا أبو عبد الرَّحمن، أخبرني عمرو بن منصور، حدَّثنا عليّ بن عيّاش، حدَّثنا شُعيب، عن مُحَمَّد بن الْمُنْكَدِر، عن جابر بن عبد الله، قال: قال رَسُولَ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَنْ قَالَ حِينَ يَسْمَعُ النِّدَاءَ: اللَّهُمَّ رَبَّ هَذه الدَّعْوَةَ التَّامَّةِ، وَالصَّلاَةِ القائِمَةِ، آَتِ مُحَمَّدًا الوَسيلَةَ وَالفَضيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمودًا الَّذِي وَعَدْتَهُ، حَلَّتْ لَهُ الشَّفَاعَةَ يَومَ القِيَامَةِ \"",
            "page": "58",
            "part": "1",
            "seal": "0C43F498"
        },
        {
            "hno": "103",
            "id": "104",
            "nass": "103 - أخبرنا أبو عبد الرَّحمن، أخبرنا قتيبة بن سعيد، حدَّثنا اللَّيث بن سعد، عن حُكَيم بن عبد الله بن قيس، عن عامر بن سعد، عن سعد، عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قال: ¶ \" مَنْ قَالَ حِينَ يَسْمَعُ المُؤَذِّنَ: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلَّا الله وَحْدَهُ لاَ شَريكَ لَهُ، وَأنَّ مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَبْدُهُ وَرَسُولُه، رَضِيتُ باللهِ رَبًّا وَبِمُحَمَّدٍ رَسُولاً وَبالإسْلاَمِ دِينًا، غَفَرَ اللهُ عَزَّ وَجَلَّ ذُنوبَهُ \"",
            "page": "58",
            "part": "1",
            "seal": "1B584D7E"
        },
        {
            "hno": "104",
            "id": "105",
            "nass": "104 - حدَّثنا الطبراني في الدُّعاء، حدَّثنا إسماعيل بن الحسن الخفّاف المِصري، حدَّثنا أحمد بن صالح، حدَّثنا ابن وَهْب، حدَّثني حُيَيُّ بن عبد الله، عن أبي عبد الرَّحمن الحُبْلي، عن عبد الله بن عمرو، \" أنَّ رَجُلاً قال: ¶ يَا رَسُولَ الله، إِنَّ المُؤَذِّنينَ يَفْضُلُونَا، فَقَال رَسُولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: قُلْ كَمَا يَقُولُونَ، فَإذَا انْتَهَيْتَ، فَسَلْ تُعْطَه \" ¶ رَواهُ أبو داود، عن ابن السَّرح، ومُحمد بن سلمة، عن ابن وَهْب، ورواهُ أحمد، عن حسن بن موسى، عن ابن لُهَيعة، عن حُيَي",
            "page": "59",
            "part": "1",
            "seal": "4321EEE8"
        },
        {
            "hno": "140",
            "id": "141",
            "nass": "140 - أخبرنا السِلفي، وأحمد بن نَبهان، أخبرنا ابن الطُّيوري، أخبرنا أبو الفتح عبد الكريم بن مُحمَّدٍ بن أحمد المحاملي، أخبرنا أبو بكر أحمد بن إبراهيم بن شاذان البزاز بقراءة والدي على ما قرأ به، حدَّثنا مُحَمَّد بن عيسى بن قرَّة بن سعيد الزهري، حدَّثنا أبو غسّان مالك بن يحيى، حدَّثنا عليُّ بن عاصم، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة، قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ¶ \" مَا مِنْكُمْ مِنْ أَحَدٍ يُنْجِيهِ عَمَلُهُ مِنَ النَّارِ وَلاَ يَدْخُلُ الْجَنَّةَ إِلَّا بِرَحْمَةٍ مِنَ اللهِ جَلَّ وَعَزَّ، قَالُوا: وَلاَ أَنْتَ يَا رَسُولَ اللهِ، قَالَ: وَلاَ أَنَا إِلَّا أَنْ يَتَغَمَّدَنِيَ اللهُ -[76]- مِنْهُ بِرَحْمَةٍ وَفَضْلٍ \" ¶ ووضع يده على رأسه (¬1)، ووضع أبو غسَّان مالِكُ بن يحيى يَدَه عَلَى رأسِهِ، ووضعَ مُحَمَّد بن سعيد بن قرة يده على رأسه، ووضع أحمد بن إبراهيم يده على رأسه، ووضع عبد الكريم يده على رأسه، ووضع أبو الحسين يده على رأسه، ووضع السِّلفي يده على رأسه. ¶ ¬__________ ¶ (¬1) فراغ في خ.",
            "page": "75",
            "part": "1",
            "seal": "16CCF31A"
        }
    ],
    "t1320": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "في فضل الصلاة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "في الصلاة بين المغرب والعشاء"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "الصلاة بعد عشاء الآخرة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "في صلاة الحاجة"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "في صلاة الضحى"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "في الصلاة عند الزوال"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "في صلاة التسابيح"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "في الصلاة يوم الجمعة"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "الوضوء"
        }
    ]
}