{
    "b1321": [
        {
            "hno": null,
            "id": "1",
            "nass": "الجزء فيه ¶ مسند عابس الغفاري ¶ وجماعة من الصحابة رضي الله عنهم ¶ جمع أبي عَمْرٍو أَحْمَدُ بْنُ حَازِمِ بْنِ أَبِي غَرْزَةَ الغفاري ¶ المتوفى سنة (276 هـ) ¶ دراسة وتحقيق ¶ الدكتور غالب بن محمد أبو القاسم الحامضي ¶ الأستاذ المساعد بكلية الدعوة وأصول الدين ¶ جامعة أم القرى بمكة المكرمة ¶ دار الوطن ¶ الرياض ¶ الطبعة الأولى ¶ 1419 هـ - 1998 م",
            "page": null,
            "part": null,
            "seal": "20A693B3"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ ¶ أَخْبَرَنَا الشَّيْخُ الإِمَامُ الْحَافِظُ شَيْخُ الإِسْلامِ أَبُو طَاهِرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَلَفِيِّ بْنِ أَصْبَهَانِيٍّ بِقِرَاءَتِي عَلَيْهِ [ .... ] أثنا أَبُو الْبَقَاءِ الْمُعَمَّرُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحَبَّالِ بِالْكُوفَةِ [ ... ] وَمُحَمَّدُ بْنُ عَلِيٍّ الْحَافِظُ النَّرْسِيُّ، أثنا أَبُو الْقَاسِمِ زَيْدُ بْنُ جَعْفَرِ بْنِ مُحَمَّدٍ الْعَلَوِيُّ، ثنا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ دُحَيْمٍ الشَّيْبَانِيُّ، ثنا أَبُو عَمْرٍو أَحْمَدُ بْنُ حَازِمِ بْنِ أَبِي غَرْزَةَ الْغِفَارِيُّ، قَالَ: ¶ عَابِسٌ الْغِفَارِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 1 - أَخْبَرَنَا أَبُو غَسَّانَ مَالِكُ بْنُ إِسْمَاعِيلَ، ثنا زُهَيْرٌ، -[18]- حَدَّثَنِي لَيْثٌ، حَدَّثَنِي عُثْمَانُ، عَنْ زَاذَانَ، قَالَ: بَيْنَمَا نَحْنُ مَعَ عَابِسٍ الْغِفَارِيِّ عَلَى ظَهْرِ إِجَارٍ حَتَّى أَوْ حِينَ رَأَى النَّاسَ -[19]- يَتَحَمَّلُونَ لِيَهْرُبُوا مِنَ الطَّاعُونِ، فَقَالَ: مَا هَؤُلاءِ؟ قَالَ: يَهْرُبُونَ مِنَ الطَّاعُونِ، قَالَ: يَا طَاعُونُ خُذْنِي. ثَلاثًا، فَقَالَ لَهُ ابْنُ عمٍّ لَهُ -كَانَتْ لَهُ صُحْبَةٌ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: لِمَ تَتَمَنَّى الْمَوْتَ وَقَدْ سَمِعْتُ أَوْ سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ((لا يَتَمَنَّ أَحَدُكُمُ الْمَوْتَ فَيَكُونَ ذَلِكَ انْقِطَاعَ أَجَلِهِ، وَلا يُرَدُّ فَيَسْتَعْتِبَ)) فَقَالَ عَابِسٌ: إِنِّي أَتَخَوَّفُ خِصَالا، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَخَوَّفُهُنَّ عَلَى أُمَّتِهِ مِنْ بَعْدِهِ: بَيْعُ الْحُكْمِ، وَإِمَارَةُ السُّفَهَاءِ، وَكَثْرَةُ الشُّرَطِ، وَاسْتِخْفَافٌ بِالدَّمِ، وَقَطِيعَةُ الرَّحِمِ، ونشأٌ يَتَّخِذُونَ الْقُرْآنَ مَزَامِيرَ، يُقَدِّمُونَ الرَّجُلَ بَيْنَ أَيْدِيهِمْ، لَيْسَ بِأَفْقَهِهِمْ، أَوْ لَيْسَ بِأَعْلَمِهِمْ وَلا أَفْقَهِهِمْ، لا يُقَدِّمُونَهُ إِلا لِيُغْنِيَهُمْ بِهِ [غِنَاءً].",
            "page": "17",
            "part": "1",
            "seal": "AFB77A4B"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - أَخْبَرَنَا مُحَمَّدُ بْنُ سَعِيدٍ، عَنْ شَرِيكٍ، عَنْ أَبِي الْيَقْظَانِ، عَنْ زَاذَانَ، عَنْ عُلَيْمٍ قَالَ: كُنْتُ مَعَ عَابِسٍ الْغِفَارِيِّ عَلَى سَطْحٍ، فَرَأَى قَوْمًا يَتَحَمَّلُونَ مِنَ الطَّاعُونِ، فَقَالَ: مَا لِهَؤُلاءِ يَتَحَمَّلُونَ مِنَ الطَّاعُونِ؟ يَا طَاعُونُ خُذْنِي إِلَيْكَ. مَرَّتَيْنِ. -[21]- فَقَالَ لَهُ ابْنُ عَمٍّ لَهُ -ذُو صُحْبَةٍ-: لِمَ تَمَنَّى الْمَوْتَ؟ وَقَدْ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ((لا يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ، فَإِنَّهُ عِنْدَ انْقِطَاعِ عَمَلِهِ)) فَقَالَ: إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ((بَادِرُوا بِالْعَمَلِ خِصَالا سِتًّا، إِمْرَةُ السُّفَهَاءِ، وَكَثْرَةُ الشُّرَطِ، وَقَطِيعَةُ الرَّحِمِ، وَبَيْعُ الْحُكْمِ، وَاسْتِخْفَافًا بِالدَّمِ ونشأٌ يتَّخِذُونَ الْقُرْآنَ مَزَامِيرَ، يُقَدِّمُونَ الرَّجُلَ لَيْسَ بِأَفْقَهِهِمْ وَلا بِأَعْلَمِهِمْ، مَا يقدمونه إلا ليغنيهم)).",
            "page": "20",
            "part": "1",
            "seal": "131139E5"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "رَافِعُ بْنُ الْحَكَمِ الْغِفَارِيُّ ¶ 3 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ ابْنَ أَبِي الْحَكَمِ الْغِفَارِيَّ، حَدَّثَتْنِي جَدَّتِي، عَنْ عَمِّ أَبِي رَافِعِ بْنِ عَمْرٍو الْغِفَارِيِّ، قَالَ: كُنْتُ وَأَنَا غُلامٌ أَرْمِي نَخْلا لِلأَنْصَارِ، فَقِيلَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم: إِنَّ ههنا غلام يَرْمِي نَخْلَنَا، فَأَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وسلم فقال: ((يا غلام لم ترم النَّخْلَ)) فَقَالَ: ((آكُلُ))، فَقَالَ: ((لا تَرْمِ النَّخْلَ، وَكُلْ مِمَّا يَسْقُطُ فِي أَسْفَلِهَا)) ثُمَّ مَسَحَ رَأْسَهُ، وَقَالَ: -[23]- ((اللَّهُمَّ أَشْبِعْ بَطْنَهُ)).",
            "page": "22",
            "part": "1",
            "seal": "B34EDEB9"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "قَيْسُ بْنُ أَبِي غَرْزَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 4 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبَانٍ الأَزْدِيُّ، ثنا حِبَّانُ بْنُ عَلِيٍّ عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ قَيْسِ بْنِ أَبِي غَرْزَةَ، قَالَ: كُنَّا نَبِيعُ الأَوْسَاقَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَكُنَّا نُسَمِّي أَنْفُسَنَا السَّمَاسِرَةَ، فَسَمَّانَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْمًا هُوَ أَحْسَنُ مِنْ ذَلِكَ، فَقَالَ: ((يَا مَعْشَرَ التُّجَّارِ الْبَيْعُ يَحْضُرُهُ الْحَلِفُ وَالْكَذِبُ فشوبوه بالصدقة)).",
            "page": "24",
            "part": "1",
            "seal": "D9BCB30E"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أَخْبَرَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، ثنا حَمَّادُ بْنُ زَيْدٍ، -[26]- عَنْ عَاصِمٍ، عَنْ أَبِي وَائِلٍ، عَنْ قَيْسُ بْنُ أَبِي غَرْزَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، نَحْوَهُ.",
            "page": "25",
            "part": "1",
            "seal": "CC0A5739"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - أَخْبَرَنَا أَبِي حَازِمُ بْنُ مُحَمَّدٍ، ثنا سُفْيَانُ بْنُ قُتَيْبَةَ الْغَاصوِيُّ، ثنا سَعِيدُ بْنُ إِبْرَاهِيمَ الْجَرِيرِيُّ، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ الْقَاسِمِ الأَنْصَارِيِّ، عَنِ الْحَكَمِ بْنِ أَبِي كَثِيرٍ، عَنْ عُمَرَ بْنِ عَبْدِ اللَّهِ، عَنْ وَهْبِ بْنِ أَبِي زَيْدٍ الأَزْدِيِّ، عَنْ أَمَةِ اللَّهِ بِنْتِ نُعَيْمٍ، عَنْ أَبِيهَا نُعَيْمٍ، قَالَ: قَالَ ابْنُ أَبِي غَرَزَةَ: يَا رَسُولَ اللَّهِ أَرَأَيْتَ -[27]- مَنْ قَامَ اللَّيْلَ وَصَامَ النَّهَارَ، وَلَمْ يَغْشَ شَيْئًا مِنَ الْمَحَارِمِ، وَقُتِلَ بَيْنَ الرُّكْنِ وَالْمَقَامِ، وَلَقِيَ اللَّهَ بِبُغْضِكُمْ أَهْلَ الْبَيْتِ، قَالَ: ((إِذًا يَحْشُرُهُ اللَّهُ يهودياً، وسلني مم ذاك يا ابن أِبَي غَرْزَةَ))، قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ رَجُلٌ قَامَ اللَّيْلَ، وَصَامَ النَّهَارَ، وَلَمْ يَغْشَ شيئاً من المحارم! قال: ((يا ابن أَبِي غَرْزَةَ إِنْ رَأَيْتَ رَجُلا يُحِبُّنَا أَهْلَ الْبَيْتِ فَأَحِبَّهُ وَلا تُبْغِضْهُ، وَقَرِّبْهُ وَلا تُبَاعِدْهُ، فَإِنَّ حُبَّنَا لَنْ يَجُرَّهُ إِلا إِلَى خَيْرٍ)).",
            "page": "26",
            "part": "1",
            "seal": "26CABFF4"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - أَخْبَرَنَا عُثْمَانُ بْنُ مُحَمَّدٍ، ثنا مُعَاوِيَةُ بْنُ مَيْسَرَةَ بْنِ شُرَيْحٍ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ بْنِ رَبَاحٍ، عَنْ قَيْسِ بْنِ أَبِي غَرَزَةَ -[28]- قَالَ: مَرَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ برجلٍ مَعَهُ طَعَامٌ فِي وعاءٍ لَهُ، فَأَدْخَلَ يَدَهُ فِيهِ، فَخَرَّجَ دَاخِلَهُ شَرًّا مِنْ خَارِجِهِ، قَالَ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((لَيْسَ مِنَّا مَنْ غَشَّنَا)).",
            "page": "27",
            "part": "1",
            "seal": "E9D81BE0"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "عَبْدُ الرَّحْمَنِ بْنُ حَسَنَةَ الْجُهَنِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 8 - أَخْبَرَنَا يَعْلَى بْنُ عُبَيْدٍ، ثنا الأَعْمَشُ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَسَنَةَ، قَالَ: كُنَّا فِي سَفَرٍ فَأَصَابَنَا جُوعٌ، فَنَزَلْنَا مَنْزِلا كَثِيرَ الضِّبَابِ، فَبَيْنَا الْقُدُورُ تَغْلِي بِهَا، إِذْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((إِنَّهُ مُسِخَتْ أُمَّةٌ مِنْ بَنِي إِسْرَائِيلَ، وَأَخَافُ أَنْ تَكُونَ هَذِهِ)) فَكَفَيْنَا الْقُدُورَ.",
            "page": "29",
            "part": "1",
            "seal": "DA87FB48"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - أَخْبَرَنَا يَعْلَى بْنُ عُبَيْدٍ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ -[31]- حَسَنَةَ، قَالَ: كُنْتُ أَنَا وَعَمْرُو بْنُ الْعَاصِ جَالِسَيْنِ، فَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَفِي يَدِهِ دَرَقَةٌ، فَبَالَ وَهُوَ جَالِسٌ، فَتَكَلَّمْنَا فِيمَا بَيْنَنَا، فَقُلْنَا: يَبُولُ كَمَا تَبُولُ الْمَرْأَةُ، فَأَتَانَا فقال: أوماتدرون مَا لَقِيَ صَاحِبُ بَنِي إِسْرَائِيلَ، كَانُوا إِذَا أَصَابَهُمْ بَوْلٌ قَرَضُوهُ، فَنَهَاهُمْ، فَتَرَكُوهُ فَعُذِّبَ فِي قبره)).",
            "page": "30",
            "part": "1",
            "seal": "0A0140BB"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "الأَغَرُّ الْجُهَنِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 10 - أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ الْعُمَرِيُّ، أثنا مِسْعَرُ بْنُ كِدَامٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي بُرْدَةَ، عَنِ -[33]- الأَغَرِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((تُوبُوا إِلَى رَبِّكُمْ فَوَاللَّهِ إِنِّي لأَتُوبُ إِلَى رَبِّي فِي الْيَوْمِ مِائَةَ مَرَّةٍ)).",
            "page": "32",
            "part": "1",
            "seal": "1CD4660D"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "خَالِدُ بْنُ عَدِيٍّ الْجُهَنِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 11 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، حَدَّثَنِي أَبُو الأَسْوَدِ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ، عَنْ بُسْرِ بْنِ -[35]- سَعِيدٍ، عَنْ خَالِدِ بْنِ عَدِيٍّ الْجُهَنِيِّ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ((مَنْ بَلَغَهُ مَعْرُوفٌ مِنْ أَخِيهِ مِنْ غَيْرِ مَسْأَلَةٍ وَلا إِشْرَافٍ، فَلْيَقْبَلْهُ وَلا يَرُدَّهُ، فَإِنَّمَا هُوَ رِزْقٌ سَاقَهُ اللَّهُ إِلَيْهِ)).",
            "page": "34",
            "part": "1",
            "seal": "007F2BBD"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "سَلَمَةُ بْنُ الأَكْوَعِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 12 - أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ الْعُمَرِيُّ، وَأَبُو نُعَيْمٍ، عَنِ الأَعْمَشِ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ -[37]- أَبِيهِ، قَالَ: جَاءَ رجلٌ عَيْنُ الْمُشْرِكِينَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ نَازِلٌ، فَلَمَّا طَعِمَ انْسَلَّ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((عَلَيَّ الرَّجُلَ، اقْتُلُوهُ)) فَابْتَدَرَهُ الْقَوْمُ، وَكَانَ أَبِي يَسْبِقُ الْفَرَسَ شَدًّا، فَبَدَرَهُمْ إِلَيْهِ حَتَّى أَخَذَ بِخِطَامِ رَاحِلَتِهِ، ثُمَّ قَتَلَهُ، فَنَفَّلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَلَبَهُ.",
            "page": "36",
            "part": "1",
            "seal": "C31FFA31"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - أَخْبَرَنَا مُحَمَّدُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حَكِيمٍ، قَالا: أثنا شَرِيكٌ، عَنْ أَبِي عُمَيْسٍ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: كَانَ شِعَارُهُمْ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ -[39]- غَزَوَاتِهِ: ((أَمِتْ أَمِتْ)).",
            "page": "38",
            "part": "1",
            "seal": "E5ACC6D7"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - أَخْبَرَنَا مُحَمَّدُ بْنُ الْقَاسِمِ بْنِ أَسَدِيٍّ، أَبُو إِبْرَاهِيمَ، -[40]- ثنا مُوسَى بْنُ عُبَيْدَةَ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((لأُعْطِيَنَّ الرَّايَةَ الْيَوْمَ رَجُلا يَفْتَحُ اللَّهُ عَلَيْهِ))، فَدَفَعَهَا إِلَى عَلِيٍّ فَفَتَحَ اللَّهُ عَلَيْهِ خَيْبَرَ.",
            "page": "39",
            "part": "1",
            "seal": "1EE5DD5E"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أثنا مُوسَى بْنُ عُبَيْدَةَ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ الحديبية فنحر مائة بدنة، -[41]- ونحن سبع عَشْرَةَ مِائَةً، قَالَ عُبَيْدُ اللَّهِ: لا أَعْلَمُهُ إِلا قَالَ: أَرْبَعَ عَشْرَةَ مِائَةً، وَمَعَهُ عُدَّةُ الرِّجَالِ وَالسِّلاحُ وَالْخَيْلُ، وَكَانَ فِي بُدْنِهِ، فَصَالَحَتْهُ قُرَيْشٌ عَلَى أَنَّ هَذَا الْهَدْيَ حَبِيسٌ، وَهُوَ محله.",
            "page": "40",
            "part": "1",
            "seal": "2A4AF9FA"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - أَخْبَرَنَا أَبُو نُعَيْمٍ، ثنا يَعْلَى بْنُ الْحَارِثِ الْمُحَارِبِيُّ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: كُنَّا نُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْجُمُعَةَ، ثُمَّ نَرْجِعُ فَمَا نَجِدُ شَيْئًا -[42]- نَسْتَظِلُّ بِهِ.",
            "page": "41",
            "part": "1",
            "seal": "FCF3DBF0"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - أَنْبَأَ عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا مُوسَى بْنُ عُبَيْدَةَ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: بَعَثَتْ قُرَيْشٌ -[43]- سُهَيْلَ بْنَ عَمْرٍو وَحُوَيْطِبَ بْنَ عَبْدِ الْعُزَّى، وَحَفْصَ بْنَ فُلانَ، إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِيُصَالِحُوهُ، فَلَمَّا رَآهُمْ رَسُولُ اللَّهِ فِيهِمْ سُهَيْلُ بْنُ عَمْرٍو قَالَ: ((سُهِّلَ مِنْ أَمْرِ الْقَوْمِ يَأْتُونَ إِلَيْكُمْ، وَسَائِلُوكُمُ الصُّلْحَ فَابْعَثُوا الْهَدْيَ، وَأَظْهِرُوا التَّلْبِيَةَ، لَعَلَّ ذَاكَ يُلَيِّنُ))، فَلَبُّوا مِنْ نَوَاحِي الْعَسْكَرِ حَتَّى ارْتَجَّتْ أَصْوَاتُهُمْ بِالتَّلْبِيَةِ، قَالَ: فَجَاءُوهُ، فَسَأَلُوهُ الصُّلْحَ، فَبَيْنَمَا النَّاسُ قَدْ تَوَادَعُوا، وَفِي الْمُسْلِمِينَ نَاسٌ مِنَ الْمُشْرِكِينَ، وَفِي الْمُشْرِكِينَ ناس من المسلمين، فقبل أَبُو سُفْيَانَ، فَإِذَا الْوَادِي يَسِيلُ بِالرِّجَالِ وَالسِّلاحِ، قَالَ إِيَاسٌ: قَالَ سَلَمَةٌ: فَجِئْتُ بِسِتَّةٍ مِنَ الْمُشْرِكِينَ مُسَلَّحِينَ أَسُوقُهُمْ، مَا يَمْلِكُونَ لأَنْفُسِهِمْ ضَرًّا وَلا نَفْعًا، فَأَتَيْتُ بِهِمُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَلَمْ يُسَلِّبْ، وَلَمْ يَقْتُلْ وَعَفَا. قَالَ: فَشَدَدْنَا عَلَى مَنْ فِي أَيْدِي الْمُشْرِكِينَ مِنَّا، فَمَا تَرَكْنَا فِيهِمْ رَجُلا مِنَّا إِلا اسْتَنْقَذْنَاهُ، قَالَ: فَغُلِبْنَا عَلَى مَنْ فِي أَيْدِينَا مِنْهُمْ، قَالَ: ثُمَّ إِنَّ قُرَيْشًا بَعَثُوا سُهَيْلَ بْنَ عَمْرٍو، وَحُوَيْطِبَ بْنَ عَبْدِ الْعُزَّى، فَوُلُّوا صُلْحَهُمْ، وَبَعَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلِيًّا -رَضِيَ اللَّهُ عَنْهُ- فِي صُلْحِهِ، فَكَتَبَ عَلِيٌّ -رَضِيَ اللَّهُ عَنْهُ- بَيْنَهُمْ: بِسْمِ اللَّهِ الرَّحْمَنِ، هَذَا مَا صَالَحَ عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ [صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ] قُرَيْشًا، صَالَحَهُمْ عَلَى أَنَّهُ لا إِغْلالَ وَلا إِسْلالَ وَعَلَى -[44]- أَنَّهُ مَنْ قَدِمَ مَكَّةَ مِنْ أَصْحَابِ مُحَمَّدٍ حَاجًّا أَوْ مُعْتَمِرًا، أَوْ مَنْ جَاءَ مِنْ قُرَيْشٍ إِلَى مُحَمَّدٍ فَهُوَ ردٌّ إِلَيْهِمْ، وَمَنْ جَاءَهُمْ مِنْ أَصْحَابِ مُحَمَّدٍ فَهُوَ لَهُمْ، فَاشْتَدَّ ذَلِكَ عَلَى الْمُسْلِمِينَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((مَنْ جَاءَهُمْ مِنَّا فَأَبْعَدَهُ اللَّهُ، وَمَنْ جَاءَنَا مِنْهُمْ رَدَدْنَاهُ إِلَيْهِمْ، فَإِنْ يَعْلَمِ اللَّهُ الإِسْلامَ مِنْ نَفْسِهِ، جَعَلَ اللَّهُ لَهُ مَخْرَجًا))، وَصَالَحُوهُ عَلَى أَنَّهُ يَقْدُمُ عَلَيْنَا عَامًا قَابِلَ فِي مِثْلِ هَذَا الشَّهْرِ، لا يَدْخُلُ عَلَيْنَا بخيلٍ وَلا سِلاحٍ إِلا مَا يحمل المسافر في قرابة، يثوى فِينَا ثَلاثَ لَيَالٍ، وَعَلَى أَنَّ هَذَا الْهَدْيَ حَيْثُ مَا حَبَسْنَاهُ فَهُوَ مَحَلُّهُ، لا يُقْدِمُهُ عَلَيْنَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((نَحْنُ نَسُوقُهُ، وَأَنْتُمْ تَرُدُّونَ وَجْهَهُ))، فَسَارَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَعَ الْهَدْيِ وَسَارَ النَّاسُ.",
            "page": "42",
            "part": "1",
            "seal": "13C2049B"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - أَخْبَرَنَا حَسَنُ بْنُ الرَّبِيعِ، ثنا ابْنُ الْمُبَارَكِ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: غَزَوْتُ مَعَ أَبِي بَكْرٍ هَوَازِنَ فَنَفَّلَنِي بِنْتَ الْمَرْأَةِ، فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((هَبْ لِيَ الْمَرْأَةَ)) فَبَعَثَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى مَكَّةَ -[46]- فَفَادَى بِهَا أُنَاسًا كَانُوا أُسِرُوا مِنَ الْمُسْلِمِينَ.",
            "page": "45",
            "part": "1",
            "seal": "7C6CF6B0"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا مُوسَى بْنُ عُبَيْدَةَ، عَنْ إِيَاسِ بْنِ سَلَمَةَ، عَنْ أَبِيهِ، قَالَ: جِئْتُ مُحْضَرًا فِي مِثْلِ -[47]- الرِّيحِ، فَمَرَرْتُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ فِي شِرْذِمَةٍ مِنَ الأَنْصَارِ، لَمْ أَرَ قَبَلْهُمْ وَلا بَعْدَهُمْ مِثْلَهُمْ مُتَقَلِّدِينَ سُيُوفًا، شُحْذًا قَرِيبًا مِنَ الثَّلاثِينَ، فَقَالَ لِي رَسُولُ الله صلى الله عليه وسلم: ((يا ابن الأَكْوَعِ رَأَيْتَ فَزَعًا)).",
            "page": "46",
            "part": "1",
            "seal": "48FE9460"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، ثنا مُوسَى بْنُ عُبَيْدَةَ، عَنْ إِيَاسِ بْنِ سَلَمَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((النُّجُومُ أَمَانٌ لأَهْلِ السَّمَاءِ، وَأَهْلُ بَيْتِي أَمَانٌ لأُمَّتِي)).",
            "page": "47",
            "part": "1",
            "seal": "4279E791"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثنا بَكْرُ بْنُ مُضَرَ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ، عَنْ يَزِيدَ مَوْلَى سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ سَلَمَةَ، قَالَ: لَمَّا نَزَلَتْ هَذِهِ الآيَةُ: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فديةٌ طَعَامُ مسكينٍ}، كَانَ مَنْ أَرَادَ أَنْ يُفْطِرَ وَيَفْتَدِيَ، حَتَّى نَزَلَتِ الآيَةُ الَّتِي بَعْدَهَا فَنَسَخَتْهَا.",
            "page": "48",
            "part": "1",
            "seal": "A1E2FA7E"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثنا حَاتِمُ بْنُ إِسْمَاعِيلَ، -[50]- عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ مَوْلَى سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ: سَمِعْتُ سَلَمَةَ بْنَ الأَكْوَعِ، قَالَ: غَزَوْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَبْعَ غَزَوَاتٍ، وَغَزَوْتُ فِيمَا بَعَثَ مِنَ الْبُعُوثِ سَبْعَ غَزَوَاتٍ، مَرَّةً عَلَيْنَا أَبُو بَكْرٍ، وَمَرَّةً عَلَيْنَا أُسَامَةُ بْنُ زَيْدٍ.",
            "page": "49",
            "part": "1",
            "seal": "E0368ED1"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ مُوسَى بْنِ إِبْرَاهِيمَ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ أَنَّهُ -[52]- قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ إِنِّي أَتَصَيَّدُ أَفَأُصَلِّي فِي الْقَمِيصِ الْوَاحِدِ؟ قَالَ: نَعَمْ، وَزُرَّهُ وَلَوْ بشوكة)).",
            "page": "51",
            "part": "1",
            "seal": "B41C0959"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا عُقْبَةُ بْنُ خَالِدٍ السَّكُونِيُّ، عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، أَخْبَرَنِي -[53]- أَبِي، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الصَّلاةِ فِي الْقَوْسِ وَالْقَرَنِ، فَقَالَ: ((صَلِّ فِي الْقَوْسِ، وَاطْرَحِ الْقَرَنَ)).",
            "page": "52",
            "part": "1",
            "seal": "DFB72448"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - حدثنا عبد الله بن محمد، ثنا هاشم بْنُ الْقَاسِمِ، ثنا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ بْنِ الأَكْوَعِ، -[54]- أَخْبَرَنِي أَبِي قَالَ: بَارَزَ عَمِّي يَوْمَ خَيْبَرَ مَرْحَبَ الْيَهُودِيَّ، فَقَالَ مَرْحَبُ: ¶ قَدْ عَلِمَتْ خَيْبَرُ أَنِّي مَرْحَبُ ¶ شَاكِي السِّلاحِ بَطَلٌ مُجَرَّبُ ¶ إِذَا اللُّيُوثُ أَقْبَلَتْ تَلَهَّبُ ¶ فَقَالَ عَمِّي عَامِرٌ: ¶ قَدْ عَلِمَتْ خَيْبَرُ أَنِّي عَامِرُ ¶ شَاكِي السِّلاحِ بَطَلٌ مُغَامِرُ ¶ فَاخْتَلَفَا ضَرْبَتَيْنِ، فَوَقَعَ سَيْفُ مَرْحَبَ فِي تُرْسِ عَامِرٍ، فَرَجَعَ السَّيْفُ عَلَى سَاقِهِ فَقَطَعَ أَكْحَلَهُ، وَكَانَتْ فِيهَا نَفْسُهُ، فَلَقِيتُ مِنْ صَحَابَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: بَطَلَ عَمَلُ عَامِرٍ قَتَلَ نَفْسَهُ، قَالَ سَلَمَةُ: فَجِئْتُ إِلَى نَبِيِّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَبْكِي، فَقُلْتُ: يَا رَسُولَ اللَّهِ بَطَلَ عَمَلُ عَامِرٍ، قَالَ: مَنْ قَالَ، قُلْتُ: أُنَاسٌ مِنْ أَصْحَابِكَ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((كَذَبَ مَنْ قَالَ ذَاكَ: بَلْ لَهُ أَجْرُهُ مَرَّتَيْنِ)). ¶ وَأَنَّهُ حِينَ خَرَجَ إِلَى خَيْبَرَ جَعَلَ يَرْتَجِزُ بِأَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَفِيهِمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَسُوقُ رِكَابَهُ، وَهُوَ يَقُولُ: ¶ تَاللَّهِ لَوْلا اللَّهُ مَا اهْتَدَيْنَا ¶ وَلا تَصَدَّقْنَا وَلا صَلَّيْنَا ¶ إِنَّ الَّذِينَ قَدْ بَغَوْا عَلَيْنَا ¶ إِذَا أَرَادُوا فِتْنَةً أَبَيْنَا ¶ وَنَحْنُ عَنْ فَضْلِكَ مَا اسْتَغْنَيْنَا ¶ فَثَبِّتِ الأَقْدَامَ إِنْ لاقَيْنَا ¶ -[55]- ¶ وَأَنْزِلَنَّ سَكِينَةً عَلَيْنَا ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((مَنْ هَذَا)) فَقَالَ عَامِرٌ: أَنَا يَا رَسُولَ اللَّهِ، قَالَ: ((غَفَرَ لَكَ رَبُّكَ)) قَالَ: وَمَا اسْتَغْفَرَ لإِنْسَانٍ قَطُّ يَخُصُّهُ إِلا اسْتُشْهِدَ، قَالَ: فَلَمَّا سَمِعَ ذَلِكَ عُمَرُ بْنُ الْخَطَّابِ، قَالَ: يَا رَسُولَ اللَّهِ لَوْ تَشَاءُ مَتَّعْتَنَا بِعَامِرٍ، فَقَامَ فَاسْتُشْهِدَ، ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَرْسَلَنِي إِلَى عَلِيٍّ، وَقَالَ: لأُعْطِيَنَّ الرَّايَةَ الْيَوْمَ رَجُلا يُحِبُّ اللَّهَ وَرَسُولَهُ، وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ، قَالَ: فَجِئْتُ بِهِ أَقُودُهُ، وَهُوَ أَرْمَدُ فَبَصَقَ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عَيْنِهِ، ثُمَّ أَعْطَاهُ الرَّايَةَ، فَخَرَجَ مَرْحَبُ يَخْطِرُ بِسَيْفِهِ فَقَالَ: ¶ قَدْ عَلِمَتْ خَيَبْرُ أَنِّي مَرْحَبُ ¶ شَاكِ السِّلاحِ بَطَلٌ مُجَرَّبُ ¶ إِذَا الْحُرُوبُ أَقْبَلَتْ تَلَهَّبُ ¶ فَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ: ¶ أَنَا الَّذِي سَمَّتْنِي أُمِّي حَيْدَرَهْ ¶ كَلَيْثِ غَابَاتٍ كَرِيهِ الْمَنْظَرَهْ ¶ أُوفِيهِمْ بِالصَّاعِ كَيْلَ السَّنْدَرَهْ ¶ فَفَلَقَ رَأْسَ مَرْحَبَ بِالسَّيْفِ، وَكَانَ الْفَتْحُ عَلَى يَدَيْهِ.",
            "page": "53",
            "part": "1",
            "seal": "4F7981AB"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَنَا مُوسَى، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ: فَلَمَّا أَصْبَحْنَا بَعَثَتْ قُرَيْشٌ خَارِجَةَ بْنَ كُرْزٍ يَطْلُعُ لَهُمْ طَلِيعَةً، فَرَجَعَ حَامِدًا يحسن الثناء فقالوا: إنك أعرابي، فقعقعوا لَكَ السِّلاحَ فَطَارَ فُؤَادُكَ، فَمَا دَرَيْتَ مَا قِيلَ لَكَ، وَلا مَا قُلْتَ، ثُمَّ أَرْسَلُوا عُرْوَةَ بْنَ مَسْعُودٍ، فَجَاءَهُ، فَقَالَ: يَا مُحَمَّدُ مَا هَذَا الْحَدِيثُ؟ تَدْعُو إِلَى ذَاتِ اللَّهِ، ثُمَّ جِئْتَ قَوْمَكَ بِأَوْبَاشِ النَّاسِ، مَنْ تَعْرِفُ وَمَنْ لا تَعْرِفُ، لِتَقْطَعَ أَرْحَامَهُمْ، -[57]- وَتَسْتَحِلَّ حُرْمَتَهُمْ، دِمَاءَهُمْ، وَأَمْوَالَهُمْ، فَقَالَ: إِنِّي لَمْ آتِ قَوْمِي إِلا لِيَصِلَ اللَّهُ أَرْحَامَهُمْ، وَيُبْدِلَهَا اللَّهُ بِدِينٍ خَيْرٍ مِنْ دِينِهِمْ، وَمَعَايِشَ خَيْرٍ مِنْ مَعَايِشِهِمْ، فرجع حامداً أيضاً يحسن الثناء.",
            "page": "56",
            "part": "1",
            "seal": "BD9377EA"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ مُوسَى، قَالَ: قَالَ إِيَاسٌ، عَنْ أَبِيهِ فَاشْتَدَّ الْبَلاءُ عَلَى مَنْ كَانَ فِي أَيْدِي الْمُشْرِكِينَ مِنَ الْمُسْلِمِينَ، قَالَ: فَدَعَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُمَرَ، فَقَالَ: ((يَا عُمَرُ هَلْ أَنْتَ مُبْلِغٌ عَنِّي إِخْوَانَكَ مَنْ أُسَارَى الْمُسْلِمِينَ)) قَالَ: بِأَبِي أَنْتَ، وَاللَّهِ مَا لِي بِمَكَّةَ عَشِيرَةٌ، غَيْرِي أَكْثَرُ عَشِيرَةً مِنِّي، فَدَعَى عُثْمَانَ فَأَرْسَلَهُ إِلَيْهِمْ، فَخَرَجَ عُثْمَانُ عَلَى رَاحِلَتِهِ حَتَّى جَاءَ عَسْكَرَ الْمُشْرِكِينَ، فَعَبَثُوا بِهِ وَأَسَاءُوا لَهُ الْقَوْلَ، ثُمَّ أَجَارَهُ أَبَانُ بْنُ سَعِيدِ بْنِ الْعَاصِ، ابْنُ عَمِّهِ، وَحَمَلَهُ عَلَى السَّرْجِ، وَرَدَفَ، فلما قدم قال: يا ابن عم طف، قال: يا ابن عَمِّ إِنَّ لَنَا صَاحِبًا لا نَبْتَدِعُ أَمْرًا، يَكُونُ هُوَ الَّذِي يَعْمَلُهُ فَنَتَّبِعُ أَثَرَهُ، قَالَ: يا ابن عم مالي أَرَاكَ مُتَخَشِّعًا -[58]- أَسْبَلَ، قَالَ: وَكَانَ إِزَارُهُ إِلَى أَنْصَافِ سَاقَيْهِ، قَالَ لَهُ عُثْمَانُ: هَكَذَا أُزْرَةُ صَاحِبِنَا، فَلَمْ يَدَعْ أَحَدًا بِمَكَّةَ مِنْ أُسَارَى الْمُسْلِمِينَ إِلا بَلَّغَهُمْ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم. ¶ قال سلمة: فينا نَحْنُ قَائِلُونَ إِذْ نَادَى مُنَادِي رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَيُّهَا النَّاسُ الْبَيْعَةَ الْبَيْعَةَ، نَزَلَ رُوحُ الْقُدُسِ، قَالَ: فَمَرَرْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ تَحْتَ الشَّجَرَةِ سَمُرَةَ، فَبَايَعْنَاهُ، وَذَلِكَ قَوْلُ اللَّهِ تَعَالَى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يبايعونك تحت الشجرة}، قَالَ: وَبَايَعَ لِعُثْمَانَ -رَضِيَ اللَّهُ عَنْهُ- إِحْدَى يَدَيْهِ بِالأُخْرَى فَقَالَ النَّاسُ: هَنِيئًا لأَبِي عَبْدِ اللَّهِ يَطُوفُ بِالْبَيْتِ، وَنَحْنُ هَهُنَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((لَوْ مَكَثَ كَذَا وَكَذَا سَنَةً مَا طَافَ حَتَّى أَطُوفَ)).",
            "page": "57",
            "part": "1",
            "seal": "A37BD60D"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - أَخْبَرَنَا أَبُو نُعَيْمٍ، ثنا [عُمَرُ] بْنُ رَاشِدٍ الْيَمَامِيُّ، ثنا إِيَاسُ بْنُ سَلَمَةَ بْنِ الأَكْوَعِ عن أبيه قال: قل ما سَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسْتَفْتِحُ بِدُعَاءٍ إِلا اسْتَفْتَحَهُ بِسُبْحَانَ رَبِّيَ الأَعْلَى العلي الوهاب.",
            "page": "59",
            "part": "1",
            "seal": "C355EEB7"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - وَعَنْ إِيَاسِ بْنِ سَلَمَةَ عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((أَسْلَمُ سَالَمَهَا اللَّهُ، وَغِفَارُ غَفَرَ اللَّهُ لَهَا، مَا قُلْتُهُ وَلَكِنَّ اللَّهَ -[60]- قَالَهُ)).",
            "page": "59",
            "part": "1",
            "seal": "DCB903BB"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - وَعَنْ أَبِيهِ قَالَ: كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَتَكَلَّمَ بَعْضُ الْقَوْمِ بِكَلامٍ شَبِيهٍ بِالرَّجَزِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((قُلْ يَا سلمة)).",
            "page": "60",
            "part": "1",
            "seal": "E6929A78"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - أَخْبَرَنَا عُثْمَانُ بْنُ مُحَمَّدٍ، ثنا مُعَاوِيَةُ بْنُ هِشَامٍ، -[61]- ثنا سُفْيَانُ الثَّوْرِيُّ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ إِيَاسِ بْنِ سَلَمَةَ، عَنْ أَبِيهِ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قرأ: {فسيرى الله عملكم ورسوله والمؤمنون}.",
            "page": "60",
            "part": "1",
            "seal": "3F8F8D30"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثنا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ يَزِيدَ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ: مَرَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى نَفَرٍ مِنْ أَسْلَمَ، وَهُمْ يَنْتَضِلُونَ، فقال: ((ارموا يا بَنِي إِسْمَاعِيلَ فَإِنَّ أَبَاكُمْ كَانَ رَامِيًا، ارْمُوا وَأَنَا مَعَ بَنِي فُلانَ)) قَالَ: فَأَمْسَكَ أَحَدُ الْفَرِيقَيْنِ أَيْدِيَهُمْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((مَا لَهُمْ لا يَرْمُونَ؟)) فَقَالُوا: -[62]- يَا رَسُولَ اللَّهِ نَرْمِي وَأَنْتَ مَعَهُمْ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((ارْمُوا وَأَنَا مَعَكُمْ كُلُّكُمْ)).",
            "page": "61",
            "part": "1",
            "seal": "4CEF1E32"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - وَعَنْ سَلَمَةَ بْنِ الأَكْوَعِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي الْمَغْرِبَ إِذَا غَرَبَتِ الشَّمْسُ وَتَوَارَتْ بِالْحِجَابِ.",
            "page": "62",
            "part": "1",
            "seal": "EEE8E513"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - وَعَنْ سَلَمَةَ بْنِ الأَكْوَعِ أَنَّهُ دَخَلَ عَلَى الحجاج فقال: يا ابن الأَكْوَعِ ارْتَدَدْتَ عَلَى عَقِبَيْكَ؟ قَالَ: لا، وَلَكِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَذِنَ لِي فِي الْبَدْوِ.",
            "page": "63",
            "part": "1",
            "seal": "5F4B31AE"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، ثنا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ. قَالَ: قُلْتُ لِسَلَمَةَ بْنِ الأَكْوَعِ: عَلَى أَيِّ شَيْءٍ بَايَعْتُمْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: عَلَى الْمَوْتِ.",
            "page": "64",
            "part": "1",
            "seal": "9234F2C3"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36 - أَخْبَرَنَا أَبُو نُعَيْمٍ، ثنا إِبْرَاهِيمُ بْنُ إِسْمَاعِيلَ، -[65]- أَخْبَرَنِي عُبَيْدُ بْنُ أَبِي يَزِيدَ -كَذَا قَالَ أَبُو نُعَيْمٍ- عَنْ سَلَمَةَ بْنِ الأَكْوَعِ قَالَ: أُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِجِنَازَةٍ، فَقَالَ: ((هَلْ عَلَيْهِ دَيْنٌ؟))، فَقَالُوا: نَعَمْ، قَالَ: ((صَلُّوا عَلَى صَاحِبِكُمْ)).",
            "page": "64",
            "part": "1",
            "seal": "9C8450A5"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37 - أَخْبَرَنَا جَعْفَرُ بْنُ عَوْنٍ، ثنا مُوسَى بْنُ عُبَيْدَةَ، -[66]- عَنْ إِيَاسِ بْنِ سَلَمَةَ، عَنْ أَبِيهِ، قَالَ: عَقَدَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الرَّايَةَ لِعُمَرَ بْنِ الْخَطَّابِ فَرَجَعَ، وَرَجَعَ النَّاسُ يَقُولُ، وَيَقُولُون، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((لأَعْقِدَنَّ الرَّايَةَ غَدًا لِرَجُلٍ يُحِبُّهُ اللَّهُ وَرَسُولُهُ، وَهُوَ مِنْ أَهْلِ الْجَنَّةِ)) فَلَمَّا كَانَ الْغَدُ أَرْسَلَ إِلَى عَلِيٍّ وَهُوَ أَرْمَدُ، فَتَفَلَ فِي عَيْنَيْهِ وَدَعَا لَهُ، وَعَقَدَ الرَّايَةَ، فَكَانَ فَتَحَ خَيْبَرَ مِنْ قَبْلِهِ.",
            "page": "65",
            "part": "1",
            "seal": "4ABBFCF2"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "عَبْدُ الرَّحْمَنِ بْنُ أَبْزَى عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 38 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، وَأَبُو نُعَيْمٍ، وَقَبِيصَةُ بْنُ عُقْبَةَ -وَاللَّفْظُ لِعُبَيْدِ اللَّهِ- عَنْ سُفْيَانَ، عَنْ زُبَيْدٍ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُوتِرُ بِـ: {سَبِّحِ اسْمَ ربك الأعلى} و {قل يا أيها الْكَافِرُونَ} و {قُلْ هُوَ اللَّهُ أَحَدٌ} ثُمَّ -[68]- يَقُولُ: ((سُبْحَانَ الْمَلِكِ الْقُدُّوسِ، سُبْحَانَ الْمَلِكِ الْقُدُّوسِ)) وَيَمُدُّ بِهَا صَوْتَهُ.",
            "page": "67",
            "part": "1",
            "seal": "C461F75D"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - أَخْبَرَنَا أَبُو نُعَيْمٍ، ثنا فِطْرٌ، عَنْ زُبَيْدٍ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، نَحْوَهُ.",
            "page": "68",
            "part": "1",
            "seal": "35F1DA91"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40 - أَخْبَرَنَا أَبُو نُعَيْمٍ، ثنا فِطْرٌ، عَنْ طَلْحَةَ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، -[69]- نَحْوَهُ.",
            "page": "68",
            "part": "1",
            "seal": "4F52C8AE"
        },
        {
            "hno": "41",
            "id": "42",
            "nass": "41 - أنا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، ثنا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا -[70]- أَصْبَحَ قَالَ: ((أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلامِ، وَكَلِمَةِ الإِخْلاصِ، وَدِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَمِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا، وَمَا كَانَ من المشركين)).",
            "page": "69",
            "part": "1",
            "seal": "FB8428BF"
        },
        {
            "hno": "42",
            "id": "43",
            "nass": "42 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا عَلِيُّ بْنُ مُسْهِرٍ، -[71]- عَنِ الشَّيْبَانِيِّ، عَنْ مُحَمَّدِ بْنِ أَبِي الْمُجَالِدِ، قَالَ: أَرْسَلَنِي عَبْدُ اللَّهِ بْنُ شَدَّادٍ، وَأَبُو بُرْدَةَ بْنُ أَبِي مُوسَى إِلَى عبد الرحمن ابن أَبْزَى فَقَالا: انْطَلِقْ فَسَلْهُ أَكَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسْلِفُونَ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: فَسَأَلْتُهُ، فَقَالَ: نَعَمْ، كَانُوا يُصِيبُونَ الْغَنَائِمَ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَأْتِيهِمْ نَبَطٌ مِنْ نَبِيطِ الشَّام فَيْسُلِفُونَهُمْ فِي الْحِنْطَةِ وَالشَّعِيرِ وَالزَّبِيبِ. قُلْتُ: إِلَى مَنْ لَهُ زَرْعٌ أَوْ إِلَى مَنْ لا زَرْعَ لَهُ، قَالَ: مَا كَانُوا يَسْأَلُونَهُمْ عَنْ ذَلِكَ، فَرَجَعْتُ إِلَيْهِمَا فَأَخْبَرْتُهُمَا.",
            "page": "70",
            "part": "1",
            "seal": "201B5747"
        },
        {
            "hno": "43",
            "id": "44",
            "nass": "43 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، ثنا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ شُعْبَةَ، عَنِ الْحَسَنِ بْنِ عِمْرَانَ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، قَالَ: صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَانَ لا يُتِمُّ التكبير.",
            "page": "72",
            "part": "1",
            "seal": "23409DA5"
        },
        {
            "hno": "44",
            "id": "45",
            "nass": "بَشِيرٌ السُّلَمِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 44 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أنا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ عِيسَى بْنِ عَلِيِّ بْنِ الْحَكَمِ، عَنْ رَافِعِ بْنِ بَشِيرٍ السُّلَمِيِّ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: يُوشِكُ أَنْ تَخْرُجَ نَارٌ تَسِيرُ سَيْرَ بَطِيئَةِ الإِبِلِ، تَسِيرُ النَّهَارَ وَتُقِيمُ اللَّيْلَ، تَغْدُو وَتَرُوحُ، يُقَالُ غَدَتِ النَّارُ أَيُّهَا النَّاسُ اغْدُوا، وَرَاحَتِ النَّارُ -[74]- فَرُوحُوا، قَالَتِ النَّارُ: أَيُّهَا النَّاسُ فَقِيلُوا مَنْ أَدْرَكَتْهُ أَكَلَتْهُ.",
            "page": "73",
            "part": "1",
            "seal": "00A6281B"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "جَابِرُ بْنُ سَمُرَةَ السُّوَائِيُّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ 45 - أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، وَأَبُو نُعَيْمٍ، عَنْ سُفْيَانَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى -قَالَ أَبُو نُعَيْمٍ: الْفَجْرَ- جَلَسَ فِي مُصَلاهُ حَتَّى تَطْلُعَ الشَّمْسُ.",
            "page": "75",
            "part": "1",
            "seal": "604AC332"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46 - أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ صَالِحٍ، ثنا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وسلم مثله.",
            "page": "76",
            "part": "1",
            "seal": "E50AA893"
        },
        {
            "hno": "47",
            "id": "48",
            "nass": "47 - أَخْبَرَنَا عَمْرُو بْنُ حَمَّادِ بْنِ طَلْحَةَ الْقَنَّادُ، ثنا أَسْبَاطُ بْنُ نَصْرٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ أَنَّهُ صَلَّى مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْجُمُعَةَ، فَكَانَتْ صَلاتُهُ قَصْدًا، وَخُطْبَتُهُ قَصْدًا، وَكَانَ يَخْطُبُ وَهُوَ قَائِمٌ، لا يَجْلِسُ، وَذُكِرَ عَنْ -[77]- إِبْرَاهِيمَ أَنَّهُ قَالَ: ((إِنَّ دَابَّةَ الأَرْضِ تَخْرُجُ مِنْ مكة)).",
            "page": "76",
            "part": "1",
            "seal": "D27E401A"
        },
        {
            "hno": "48",
            "id": "49",
            "nass": "48 - أَخْبَرَنَا أَحْمَدُ بْنُ أَسَدٍ الْبَجَلِيُّ، ثنا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: كَانَتْ صَلاةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -[78]- قَصْدًا، وَخُطْبَتُهُ قَصْدًا.",
            "page": "77",
            "part": "1",
            "seal": "346663CC"
        },
        {
            "hno": "49",
            "id": "50",
            "nass": "49 - أَخْبَرَنَا عَمْرُو بْنُ حَمَّادٍ، ثنا أَسْبَاطٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: ((لَيَفْتَحَنَّ رَهَطٌ مِنْ أُمَّتِي كَنْزَ آلِ كِسْرَى الَّذِي فِي الأَبْيَضِ)) فَكُنْتُ أَنَا وَأَبِي فِيهِمْ، فَأَصَابَنَا مِنْ ذَلِكَ أَلْفَا دِرْهَمَ.",
            "page": "78",
            "part": "1",
            "seal": "ABE13F2B"
        },
        {
            "hno": "50",
            "id": "51",
            "nass": "50 - أَخْبَرَنَا عَمْرُو بْنُ حَمَّادٍ، ثنا أَسْبَاطٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ. قَالَ: ذُكِرَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةُ. فَقَالَ: ((إِنَّ اللَّهَ هُوَ سَمَّى الْمَدِينَةَ طَابَةَ)) قَالَ جَابِرٌ: وَأَنَا أَسْمَعُهُ.",
            "page": "79",
            "part": "1",
            "seal": "9860C584"
        },
        {
            "hno": "51",
            "id": "52",
            "nass": "51 - أَخْبَرَنَا عَمْرُو بْنُ حَمَّادٍ، عَنْ أَسْبَاطٍ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلاةَ الأُولَى، ثُمَّ خَرَجَ إِلَى أَهْلِهِ، فَخَرَجْتُ مَعَهُ، فَاسْتَقْبَلَهُ يَعْنِي وِلْدَانُ الْمَدِينَةِ، فَجَعَلَ يَمْسَحُ خَدِّي أَحَدُهُمْ وَاحِدًا وَاحِدًا، قَالَ: وَأَمَّا أَنَا فَمَسَحَ خَدِّي فَوَجَدْتُ لِيَدِهِ بَرْدًا أَوْ رِيحًا كَأَنَّمَا أَخْرَجَهَا مِنْ حقِّ عَطَّارٍ.",
            "page": "80",
            "part": "1",
            "seal": "3F3F0D94"
        },
        {
            "hno": "52",
            "id": "53",
            "nass": "52 - أخبرنا محمد بن أصبهان، ثنا شَرِيكٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ: خَرَجَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ وَأَصَابَتْهُ جِرَاحَةٌ فَأَلَمَّتْ بِهِ، قَالَ: فَدَبَّ إِلَى قَرَنٍ يَعْنِي الَّتِي يَكُونُ فِيهَا النَّبْلُ الْكِنَانَةُ مُعَلَّقٌ مَعَ سَيْفِهِ، فَأَخَذَ مِنْهُ مِشْقَصًا فَذَبَحَ بِهِ نَفْسَهُ، فَلَمْ يُصَلِّ عَلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "81",
            "part": "1",
            "seal": "7A5DD9C2"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "آخِرُ الْجُزْءِ ¶ وَالْحَمْدُ للَّهِ رَبِّ الْعَالَمِينَ ¶ وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ ¶ وَحَسْبُنَا اللَّهُ ونعم الوكيل",
            "page": "82",
            "part": "1",
            "seal": "799A0D00"
        }
    ],
    "t1321": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "عابس الغفاري عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "رافع بن الحكم الغفاري"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "قيس بن أبي غرزة عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الرحمن بن حسنة الجهني عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الأغر الجهني عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "خالد بن عدي الجهني عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "سلمة بن الأكوع عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "عبد الرحمن بن أبزى عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "بشير السلمي عن النبي صلى الله عليه وسلم"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "جابر بن سمرة السوائي عن النبي صلى الله عليه وسلم"
        }
    ]
}