{
    "b1325": [
        {
            "hno": "103",
            "id": "107",
            "nass": "103 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الصَّلْتِ الْبَغْدَادِيُّ بِمِصْرَ حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادِ بْنِ زَبَّارٍ الطَّائِيُّ حَدَّثَنَا شَرْقِيُّ بْنُ قُطَامِيُّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطُوا الْأَجِيرَ أَجْرَهُ قَبْلَ أَنْ يَجُفَّ عَرَقُهُ.",
            "page": "217",
            "part": "1",
            "seal": "7D6277E6"
        },
        {
            "hno": "104",
            "id": "108",
            "nass": "104 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ سَعِيدٍ الْمُعَيَّنِيُّ حَدَّثَنَا زَيْدُ بْنُ الْحُرَيْشِ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ حَدَّثَنَا شُعْبَةُ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي لَأَعْرِفُ بِمَكَّةَ حَجَرًا كَانَ يُسَلِّمُ عَلَيَّ قَبْلَ أَنْ أُبْعَثَ.",
            "page": "221",
            "part": "1",
            "seal": "1085EBBC"
        },
        {
            "hno": "105",
            "id": "109",
            "nass": "105 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ بْنِ كَيْسَانَ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ حَدَّثَنَا مِسْعَرُ بْنُ كِدَامٍ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ عَنْ عُمَيْرَةَ بْنِ سَعْدٍ قَالَ شَهِدْتُ عَلِيًّا عَلَى الْمِنْبَرِ نَاشِدًا أَصْحَابَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ غَدِيرِ خُمٍّ يَقُولُ مَا قَالَ فَيَشْهَدُ فَقَامَ اثْنَا عَشَرَ رَجُلًا مِنْهُمْ أَبُو هُرَيْرَةَ وَأَبُو سَعِيدٍ وَأَنَسُ بْنُ مَالِكٍ فَشَهِدُوا أَنَّهُمْ سَمِعُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ كُنْتُ مَوْلَاهُ فَعَلِيٌّ مَوْلَاهُ اللَّهُمَّ وَالِ مَنْ وَالَاهُ وَعَادِ مَنْ عَادَاهُ.",
            "page": "222",
            "part": "1",
            "seal": "B9561E49"
        },
        {
            "hno": "106",
            "id": "110",
            "nass": "106 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي سُفْيَانَ الْقَيْسَرَانِيُّ حَدَّثَنَا الْفِرْيَابِيُّ مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُلَيْمَانُ بْنُ حَيَّانَ أَبُو خَالِدٍ الْأَحْمَرُ عَنْ يَحْيَى بْنِ سَعِيدٍ الْأَنْصَارِيِّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ رَفَعَهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا عَمِلَ آدَمِيٌّ عَمَلًا أَنْجَى لَهُ مِنَ الْعَذَابِ مِنْ ذِكْرِ اللَّهِ جَلَّ وَعَزَّ قِيلَ وَلَا الْجِهَادُ فِي سَبِيلِ اللَّهِ قَالَ وَلَا الْجِهَادُ فِي سَبِيلِ اللَّهِ إِلَّا أَنْ تَضْرِبَ بِسَيْفِكَ حَتَّى يَنْقَطِعَ.",
            "page": "224",
            "part": "1",
            "seal": "EA3DD7FA"
        },
        {
            "hno": "107",
            "id": "111",
            "nass": "107 - حَدَّثَنَا أَزْهَرُ بْنُ زُفَرَ الْمِصْرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ مَخْلَدٍ الرُّعَيْنِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ أَبِي كَرِيمَةَ عَنْ مَكْحُولٍ عَنْ قَزْعَةَ بْنِ يَحْيَى عَنْ حَبِيبِ بْنِ مَسْلَمَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زُرْ غِبًّا تَزْدَدْ حُبًّا.",
            "page": "226",
            "part": "1",
            "seal": "E1FF7D38"
        },
        {
            "hno": "108",
            "id": "112",
            "nass": "108 - حَدَّثَنَا الْأَسْوَدُ بْنُ مَرْوَانَ الْمَقَدِّيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ حَدَّثَنَا سَعْدَانُ بْنُ يَحْيَى عَنْ صَدَقَةَ بْنِ أَبِي عِمْرَانَ عَنْ سُلَيْمَانَ الْكَاهِلِيِّ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْإِمَامُ ضَامِنٌ وَالْمُؤَذِّنُ مُؤَتَمَنٌ اللَّهُمَّ أَرْشِدِ الْأَئِمَّةَ وَاغْفِرْ لِلْمُؤَذِّنِينَ.",
            "page": "228",
            "part": "1",
            "seal": "A9BBBF3C"
        },
        {
            "hno": "109",
            "id": "113",
            "nass": "109 - حَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ زَوْلَاقٍ الْمِصْرِيُّ حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ الْجُعْفِيُّ حَدَّثَنَا أَبُو بَكْرِ بْنِ عَيَّاشٍ عَنْ أَبِي حُصَيْنٍ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنِ ابْنِ عُمَرَ قَالَ صَلَاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خَشِيتَ الصُّبْحَ فَأَوْتِرْ بِوَاحِدَةٍ.",
            "page": "229",
            "part": "1",
            "seal": "F00C9DDB"
        },
        {
            "hno": "110",
            "id": "114",
            "nass": "110 - حَدَّثَنَا الْحَسَنُ بْنُ مُسْلِمِ بْنِ الطَّيِّبِ الصَّنْعَانِيُّ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنِ صُبَيْحٍ حَدَّثَنَا يُونُسُ بْنُ أَرْقَمَ عَنْ هَارُونَ بْنِ سَعْدٍ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنِّي تَارِكٌ فِيكُمْ مَا إِنْ تَمَسَّكْتُمْ بِهِ لَنْ تَضِلُّوا بَعْدِي كِتَابَ اللَّهِ وَعِتْرَتِي وَإِنَّهُمَا لَنْ يَتَفَرَّقَا حَتَّى يَرِدَا عليَّ الْحَوْضَ.",
            "page": "230",
            "part": "1",
            "seal": "60FB4185"
        },
        {
            "hno": "111",
            "id": "115",
            "nass": "111 - حَدَّثَنَا حَبُّوشُ بْنُ رِزْقِ اللَّهِ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ التِّنِّيسِيُّ حَدَّثَنَا سَلَمَةُ بْنُ الْعَيَّارِ عَنْ مَالِكِ بْنِ أَنَسٍ عَنِ الْأَوْزَاعِيِّ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَعَالَى يُحِبُّ الرِّفْقَ فِي الْأَمْرِ كُلِّهِ.",
            "page": "232",
            "part": "1",
            "seal": "E7C7FD40"
        },
        {
            "hno": "112",
            "id": "116",
            "nass": "112 - حَدَّثَنَا زَيْدُ بْنُ الْمُهْتَدِي أَبُو حبيب المروذي قَالَ حَدَّثَنِي سَعِيدُ بْنُ يَعْقُوبَ الطَّالِقَانِيُّ حَدَّثَنَا عُمَرُ بْنُ هَارُونَ عَنْ يُونُسَ بْنِ يَزِيدَ عَنِ الزُّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُمِرْتُ بِالنَّعْلَيْنِ وَالْخَاتَمِ.",
            "page": "233",
            "part": "1",
            "seal": "75665CD1"
        },
        {
            "hno": "113",
            "id": "117",
            "nass": "113 - حَدَّثَنَا سُلَيْمانُ بْنُ حَذْلَمَ الدِّمَشْقِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا سَعْدَانُ بْنُ يَحْيَى حَدَّثَنَا حُرَيْثُ بْنُ أَبِي مَطَرٍ عَنِ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَعَنْ حُرَيْثٍ عَنِ الْحَكَمِ وَحَمَّادٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ وَالْأَسْوَدِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ بَاشَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ صَائِمٌ.",
            "page": "235",
            "part": "1",
            "seal": "6A6A5B67"
        },
        {
            "hno": "114",
            "id": "118",
            "nass": "114 - حَدَّثَنَا عَلِيُّ بْنُ بِشْرٍ الْمَقَارِيضِيُّ الصَّنْعَانِيُّ حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ جُوتِيٍّ الصَّنْعَانِيُّ حَدَّثَنَا سَعِيدُ بْنُ سَالِمٍ الْقَدَّاحُ عَنْ عَلِيِّ بْنِ صَالِحٍ الْمَكِّيِّ عَنِ الْأَعْمَشِ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ مَيْمُونِ بْنَ أَبِي شَبِيبٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَوْصِنِي قَالَ اتَّقِ اللَّهَ حَيْثُ مَا كُنْتَ وَأتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ.",
            "page": "236",
            "part": "1",
            "seal": "86EAA9C7"
        },
        {
            "hno": "115",
            "id": "119",
            "nass": "115 - حَدَّثَنَا أَبُو زَيْدٍ أَحْمَدُ بْنُ عَبْدِ الرَّحِيمِ بْنِ يَزِيدَ الْحَوْطِيُّ حَدَّثَنَا أَبُو الْمُغِيرَةِ عَبْدُ الْقُدُّوسِ بْنُ الْحَجَّاجِ حَدَّثَنَا الْأَوْزَاعِيُّ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ لَا يَقْبِضُ الْعِلْمَ انْتِزَاعًا (يَنْتَزِعُهُ مِنَ النَّاسِ). . . الْحَدِيثَ.",
            "page": "241",
            "part": "1",
            "seal": "F9944BA8"
        },
        {
            "hno": "116",
            "id": "120",
            "nass": "116 - حَدَّثَنَا عُبَيْدُ بْنُ مُحَمَّدٍ الْكَشُورِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي غَسَّانَ الصَّنْعَانِيُّ حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَطُوفُ عَلَى نِسَائِهِ بِغُسْلٍ وَاحِدٍ.",
            "page": "245",
            "part": "1",
            "seal": "A8F12D05"
        },
        {
            "hno": "117",
            "id": "121",
            "nass": "117 - حَدَّثَنَا الْفَضْلُ بْنُ الْعَبَّاسِ الْحَلَبِيُّ حَدَّثَنَا بِشْرُ بْنُ الْحَارِثِ الْحَافِي حَدَّثَنَا يَحْيَى بْنُ يَمَانٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي عَلَى رَاحِلَتِهِ فِي السَّفَرِ أَيْنَمَا تَوَجَّهَتْ بِهِ يُومِئُ إِيمَاءً وَيَجْعَلُ سُجُودَهُ أَخْفَضَ مِنْ رُكُوعِهِ.",
            "page": "247",
            "part": "1",
            "seal": "FC76ECE0"
        },
        {
            "hno": "118",
            "id": "122",
            "nass": "118 - حَدَّثَنَا الْقَاسِمُ بْنُ عَفَّاقِ بْنِ سليمان الحمصي قال حدثنا عمي أحمد بن سلم حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ عَنِ الشَّعْبِيِّ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ حُذَيْفَةَ قَالَ كُنْتُ أَمْشِي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَانْتَهَى إِلَى سُبَاطَةِ قَوْمٍ فَبَالَ قَائِمًا فَدَعَانِي فَقَالَ لِمَ تَنَحَّيْتَ عَنِّي فَجِئْتُ [حَتَّى كُنْتُ] عِنْدَ عَقِبَيْهِ ثُمَّ أُتِيَ بِمَاءٍ فَتَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ.",
            "page": "249",
            "part": "1",
            "seal": "7C14462A"
        },
        {
            "hno": "119",
            "id": "123",
            "nass": "119 - حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ الصُّورِيُّ حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ الْبَابَلُتِّيُّ حَدَّثَنَا الْأَوْزَاعِيُّ عَنْ مُحَمَّدِ بْنِ الْوَلِيدِ الزَّبِيدِيِّ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى أَحَدُكُمْ فَخَلَعَ نَعْلَيْهِ فَلَا يُؤْذِي بِهِمَا أَحَدًا لِيَجْعَلْهُمَا بَيْنَ رِجْلَيْهِ.",
            "page": "250",
            "part": "1",
            "seal": "75C9AD08"
        },
        {
            "hno": "120",
            "id": "124",
            "nass": "120 - حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ الشَّيْزَرِيُّ حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ الْحَوْطِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنِ الْأَوْزَاعِيِّ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ أَيَّامٍ الْعَمَلُ فِيهِنَّ أَفُضَلُ مِنْ عَشْرِ ذِي الْحِجَّةِ قَالُوا وَلَا الْجِهَادُ فِي سَبِيلِ اللَّهِ قَالَ وَلَا الْجِهَادُ فِي سَبِيلِ اللَّهِ إِلَّا مَنْ عُقِرَ جَوَادُهُ وَأُهْرِيقَ دَمُهُ.",
            "page": "253",
            "part": "1",
            "seal": "0C245FC9"
        },
        {
            "hno": "121",
            "id": "125",
            "nass": "121 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبَانَ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو [الْبَجَلِيُّ] حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا حَضَرَ الْعَشَاءُ وأقيمت الصلاة فابدؤا بِالْعَشَاءِ.",
            "page": "254",
            "part": "1",
            "seal": "8232A8F8"
        },
        {
            "hno": "122",
            "id": "126",
            "nass": "122 - حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ شَبِيبٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ حَدَّثَنَا دَاوُدُ بْنُ الزِّبْرِقَانِ عَنْ شُعْبَةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَفْطَرَ قَالَ بِسْمِ اللَّهِ اللَّهُمَّ لَكَ صُمْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ.",
            "page": "256",
            "part": "1",
            "seal": "B6E171F1"
        },
        {
            "hno": "123",
            "id": "127",
            "nass": "123 - حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبِ بْنِ الْحَجَّاجِ الزَّبِيدِيُّ حَدَّثَنَا أَبُو حُمَةَ حَدَّثَنَا أَبُو قُرَّةَ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا ذِئْبَانِ ضَارِيَانِ بَاتَا فِي حَظِيرَةٍ فِيهَا غَنَمٌ يَفْتَرِسَانِ وَيَأْكُلَانِ بِأَسْرَعَ فَسَادًا مِنْ طَلَبِ [الْمَالِ و] الشرف فِي دِينِ الْمُسْلِمِ.",
            "page": "258",
            "part": "1",
            "seal": "93F2B25E"
        },
        {
            "hno": "124",
            "id": "128",
            "nass": "124 - حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الصُّوفِيُّ بِمِصْرَ حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ التَّبَّانُّ الْمَدِينِيُّ قَالَ حَدَّثَنِي أَبِي عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ أَبَانَ بْنِ تَغْلِبَ عَنْ إِبْرَاهِيمَ النَّخْعِيِّ عَنْ عَلْقَمَةَ بْنِ قَيْسٍ عَنْ عَلِيٍّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لْا رَضَاعَ بَعْدَ فِصَالٍ وَلَا يُتْمَ بَعْدَ حُلْمٍ.",
            "page": "263",
            "part": "1",
            "seal": "2EC783A2"
        },
        {
            "hno": "125",
            "id": "129",
            "nass": "125 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرِ بْنِ يُوسُفَ الدِّمَشْقِيُّ حَدَّثَنَا دُحَيْمٌ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ قَالَ حَدَّثَنِي ثَوْرُ بْنُ يَزِيدَ عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلَائِيِّ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي الْأَحْوَصِ عَنِ ابْنِ مَسْعُودٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقْرَأُ فِي صَلَاةِ الصُّبْحِ يَوْمَ الْجُمُعَةِ: {الم، تنزيل} [السجدة] و: {هل أتى على الإنسان} يُدِيمُ ذَلِكَ.",
            "page": "267",
            "part": "1",
            "seal": "28507933"
        },
        {
            "hno": "126",
            "id": "130",
            "nass": "126 - حَدَّثَنَا مُحَمَّدُ بْنُ زَيْدَانَ الْكُوفِيُّ حَدَّثَنَا سَلَّامُ بْنُ سُلَيْمَانَ الْمَدَائِنِيُّ حَدَّثَنَا شُعْبَةُ عَنْ زَيْدٍ الْعَمِّيِّ عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَلِيُّ مَعَكَ عَصَا مِنْ عِصِيِّ الْجَنَّةِ تَذُودُ بِهَا الْمُنَافِقِينَ عَنْ حَوْضِي.",
            "page": "271",
            "part": "1",
            "seal": "6B514B70"
        },
        {
            "hno": "127",
            "id": "131",
            "nass": "127 - حَدَّثَنَا يَحْيَى بْنُ نَافِعٍ الطَّحَّانُ الْمِصْرِيُّ حَدَّثَنَا سَعِيدُ بْنُ أَبِي مريم حدثنا بن لَهِيعَةَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ عِمْرَانَ بْنِ سُلَيْمَانَ القُّبِّيِّ عَنْ قَتَادَةَ الْأَعْمَى عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ سَعْدِ بْنِ هِشَامٍ قَالَ سَأَلْتُ عَائِشَةَ عَنْ قِيَامِ رَسُولِ اللَّهِ صَلَّى الله عليه وسلم من اللَّيْلَ فَقَالَتْ كَانَ قِيَامُ رَسُولِ الله [فَرِيضَةً] حَتَّى أَنْزَلَ اللَّهُ عَزَّ وجل: {يا أيها المزمل، قم الليل إلا قليلا} فَكَانَ أَوَّلُهُ فَرِيضَةً فَكَانُوا يَقُومُونَ حَتَّى تَتَفَطَّرَ أَقْدَامُهُمْ وَحَبَسَ اللَّهُ آخِرَ السُّورَةِ عَنْهُمْ حَوْلًا ثُمَّ أَنْزَلَ: {عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ من القرآن} فَصَارَ قِيَامُ اللَّيْلِ تَطَوُّعًا.",
            "page": "273",
            "part": "1",
            "seal": "CEECF321"
        },
        {
            "hno": "128",
            "id": "132",
            "nass": "128 - حَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ الطَّوِيلُ حَدَّثَنَا شُعْبَةُ عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْمَرْءُ مَعَ مَنْ أَحَبَّ.",
            "page": "275",
            "part": "1",
            "seal": "B8BF8A19"
        },
        {
            "hno": "129",
            "id": "133",
            "nass": "129 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ قِيرَاطٍ الدِّمَشْقِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الدِّمَشْقِيُّ حَدَّثَنَا عُثْمَانُ بْنُ فَائِدٍ حَدَّثَنَا شُعْبَةُ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ عَنْ أَبِيهِ قَالَ طُفْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْبَيْتِ فَانْقَطَعَ شِسْعُهُ فَمَشَى فِي نَعْلٍ وَاحِدَةٍ وَهُوَ يُصْلِحُ شِسْعَهُ فَخَلَعْتُ نَعْلِي فَقُلْتُ يَا رَسُولَ اللَّهِ انْتَعِلْهَا فَقَالَ لَا أُحِبُّ الْأَثَرَةَ.",
            "page": "276",
            "part": "1",
            "seal": "E1CD6C6C"
        },
        {
            "hno": "130",
            "id": "134",
            "nass": "130 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدَةَ الْمِصِّيصِيُّ حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ حَدَّثَنَا مُصْعَبُ بْنُ مَاهَانَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ إِبْرَاهِيمَ بْنِ الْفَضْلِ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ بِحَائِطٍ مَائِلٍ فَأَسْرَعَ الْمَشْيَ وَقَالَ إِنِّي أَخَافُ مَوْتَ الْفَوَاتِ.",
            "page": "277",
            "part": "1",
            "seal": "E1DD7839"
        },
        {
            "hno": "131",
            "id": "135",
            "nass": "131 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدَةَ حَدَّثَنَا أَبُو تَوْبَةَ حَدَّثَنَا مُصْعَبُ بْنُ مَاهَانَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ عَنِ ابْنِ أَبِي سَلَمَةَ عَنْ أُمِّ سَلَمَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنْ كَانَ لَفِي أَوَّلِ مَا نَهَانِي عَنْهُ رَبِّي عَزَّ وَجَلَّ وَعَهِدَ إِلَيَّ أَرْبَعَةٌ: عِبَادَةُ الْأَوْثَانِ وَشُرْبُ الْخَمْرِ وَمُلَاحَاةُ الرِّجَالِ.",
            "page": "278",
            "part": "1",
            "seal": "65F5C9D8"
        },
        {
            "hno": "132",
            "id": "136",
            "nass": "132 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْبَانَ الْقَاضِي بِمَدِينَةِ كَوْرَا قَرْيَةٍ بِالشَّامِ حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ أَبُو قُرَّةَ الصَّغِيرُ حَدَّثَنَا أَبُو قُرَّةَ مُوسَى بْنُ طَارِقٍ عَنْ سُفْيَانَ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ وَحَبِيبِ بْنِ أَبِي ثَابِتٍ عَنِ ابْنِ عُمَرَ قَالَ نَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحِجْرَ مِنْ غَزْوَةِ تَبُوكٍ فَقَالَ لَا تَدْخُلُوا عَلَى هَؤُلَاءِ الْمُعَذَّبِينَ إِلَّا أَنْ تَكُونُوا بَاكِينَ.",
            "page": "280",
            "part": "1",
            "seal": "48F7EA78"
        },
        {
            "hno": "133",
            "id": "137",
            "nass": "133 - حَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ الرَّمْلِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الشَّيْبَانِيُّ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَبْدِ الْكَرِيمِ وَعَلِيِّ بْنِ بَذِيمَةَ وَخُصَيْفٍ عَنْ مِقْسَمٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَتَى امْرَأَةً وَهِيَ حَائِضٌ [فِي الدَّمِ] فَعَلَيْهِ دِينَارٌ وَمَنْ أَتَاهَا فِي الصُّفْرَةِ فَنِصْفُ دِينَارٍ.",
            "page": "281",
            "part": "1",
            "seal": "9163CADC"
        },
        {
            "hno": "134",
            "id": "138",
            "nass": "134 - حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الرَّازِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلَمَةَ الرَّازِيُّ حَدَّثَنَا سَلَمَةُ بْنُ الْفَضْلِ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ زُبَيْدٍ عَنْ مُجَاهِدٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ لَيْسَ الْوَاصِلُ بِالْمُكَافِئِ وَلَكِنَّ الْوَاصِلَ مَنْ إِذَا قُطِعَتْ رَحِمُهُ وَصَلَهَا.",
            "page": "292",
            "part": "1",
            "seal": "11B45618"
        },
        {
            "hno": "135",
            "id": "139",
            "nass": "135 - حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ حَدَّثَنَا إِسْحَاقُ بْنُ عَمْرٍو الرَّازِيُّ حَدَّثَنَا الصَّبَّاحُ بن محارب عن سفيان الثري عَنْ سُلَيْمَانَ الشَّيْبَانِيِّ عَنِ ابْنِ أَبِي أَوْفَى قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْبَيْعُ عَنْ تَرَاضٍ وَالْخِيَارُ بَعْدَ الصَّفْقَةِ.",
            "page": "295",
            "part": "1",
            "seal": "58D3BDAD"
        },
        {
            "hno": "136",
            "id": "140",
            "nass": "136 - حَدَّثَنَا أحمد بن عبد الله الْبَنَّا الصَّنْعَانِيُّ حَدَّثَنَا إِسْحَاقُ بْنُ إْبِرَاهِيمَ بْنِ جُوتِيٍّ حَدَّثَنَا عَبْدُ الْمَلِكِ الذِّمَارِيُّ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرُ صُفُوفِ الرِّجَالِ أَوَّلُهَا وَشَرُّهَا آخِرُهَا وَخَيْرُ صُفُوفِ النِّسَاءِ آخِرُهَا وَشَرُّهَا أَوَّلُهَا.",
            "page": "297",
            "part": "1",
            "seal": "46B13AFC"
        },
        {
            "hno": "137",
            "id": "141",
            "nass": "137 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْإِيَادِيُّ حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَاقَ عَنِ الْأَوْزَاعِيِّ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَاصِمٍ عَنْ زِرٍّ عَنْ صَفْوَانَ بْنِ عَسَّالٍ قَالَ كُنَّا إِذَا سَافَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَنَا أَنْ لَا نَنْزِعَ خِفَافَنَا ثَلَاثَةَ أَيَّامٍ وَلَيَالِيهِنَّ إِلَّا مِنْ جَنَابَةٍ لَا نَنْزِعُهَا لِغَائِطٍ وَلَا بَوْلٍ وَلَا نَوْمٍ.",
            "page": "298",
            "part": "1",
            "seal": "F5B67764"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "جزء فيه ما انتقى ¶ أبوبكر أحمد بن موسى ¶ ابن مردويه ¶ (323 - 410هـ) ¶ على أبي القاسم سليمان بن أحمد بن أيوب ¶ الطبراني ¶ (260 - 360هـ) ¶ من حديثه لأهل البصرة ¶ حققه وخرج أحاديثه ¶ بدر بن عبد الله البدر ¶ أضواء السلف ¶ الطبعة الأولى ¶ 1420 هـ - 2000 م",
            "page": null,
            "part": null,
            "seal": "2B58F375"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ جزء فيه ما انتقى أبو بكر أحمد بن موسى بن مردويه ¶ على أبي القاسم سليمان بن أحمد بن أيوب من حديثه لأهل البصرة ¶ رواية أبي نعيم أحمد بن عبد الله بن أحمد بن إسحاق عن أبي القاسم الطبراني ¶ رواية أبي علي الحسن بن أحمد بن الحسن المقرئ الحداد عنه ¶ رواية أبي سعيد خليل بن أبي رجاء بن أبي الفتح الراراني عنه ¶ رواية أبي الحجاج يوسف بن خليل بن عبد الله الدمشقي عنه ¶ وقف نجم الدين أبي الحسن علي بن عبد الكافي رحمه الله تعالى وتقبل منه.",
            "page": "33",
            "part": "1",
            "seal": "BFE5F48C"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ أخبرنا الشيخ الحافظ أبو الحجاج يوسف بن خليل بن عبد الله الدمشقي بقراءتي عليه في يوم السبت ثاني جمادى الآخر من سنة تسع وثلاثين وستمئة قلت له أخبركم الشيخ الأصيل أبو سعيد خليل بن أبي الرجاء بن أبي الفتح الراراني بقراءتك عليه بداره بأصبهان في شهر رجب من سنة إحدى وتسعين وخمسمئة فأقر به قال أنبأنا أبو علي الحسن بن أحمد بن الحسن الحداد المقرئ قراءة عليه وأنا أسمع في صفر من سنة خمس عشرة وخمسمئة أنبأنا الإمام أبو نعيم أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ أحمد بن إسحاق الحافظ قراءة عليه وأنا أسمع في محرم سنة ثلاثين وأربعمئة حدثنا أبو القاسم سليمان بن أحمد بن أيوب اللخمي الطبراني:",
            "page": "36",
            "part": "1",
            "seal": "23410172"
        },
        {
            "hno": "1",
            "id": "5",
            "nass": "1 - حَدَّثَنَا أَبُو أُسَامَةَ الْحَلَبِيُّ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَبِي أُسَامَةَ قَالَ حَدَّثَنِي أَبِي حَدَّثَنَا سَلْمَانُ بْنُ صَالِحٍ حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ التُّسْتُرِيُّ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أُقِيمَتِ الصَّلَاةُ فَلَا صَلَاةَ إِلَّا الْمَكْتُوبَةُ.",
            "page": "37",
            "part": "1",
            "seal": "7FF30A52"
        },
        {
            "hno": "2",
            "id": "6",
            "nass": "2 - حَدَّثَنَا أَبُو أُسَامَةَ قَالَ حَدَّثَنِي أَبِي حَدَّثَنَا سَلْمَانُ بْنُ صَالِحٍ عَنْ سَهْلٍ السَّرَّاجِ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ قَالَ أَتَيْنَا مَنْزِلَ أَبِي ذَرٍّ فَإِذَا لَيْسَ فِيهِ فَجَلَسْتُ حَتَّى جَاءَ يَسُوقُ نَاقَةً لَهُ فِي عُنُقِهَا قِرْبَتَانِ فَسَأَلَ عَنِ النَّاسِ فَقَالَ كَيْفَ أَمِيرُ الْمُؤْمِنِينَ قُلْتُ صَالِحٌ ثُمّ قُلْتُ مَا يَقْطَعُ صَلَاةَ الْمُسْلِمِ فَقَالَ الْكَلْبُ الْأَسْوَدُ وَالْحِمَارُ وَالْمَرْأَةُ قُلْتُ يَا أَبَا ذَرٍّ فَمَا بَالُ الْأَسْوَدِ مِنَ الْأَبْيَضِ فَقَالَ يَا ابْنَ أَخِي سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا سَأَلْتَنِي فَقَالَ الْأَسْوَدُ شَيْطَانٌ.",
            "page": "38",
            "part": "1",
            "seal": "B67DEA62"
        },
        {
            "hno": "3",
            "id": "7",
            "nass": "3 - وَعَنْ سَهْلٍ السَّرَّاجِ عَنِ الْحَسَنِ عَنِ الْأَسْوَدِ بْنِ سَرِيعٍ أَنّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم بعث سرية فبلغ قَتْلُهُمُ الصِّبْيَانَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ مَوْلُودٍ إِلَّا عَلَى الْفِطْرَةِ حَتَّى يَكُونَ أَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ.",
            "page": "39",
            "part": "1",
            "seal": "87460612"
        },
        {
            "hno": "4",
            "id": "8",
            "nass": "4 - حَدَّثَنَا هَاشِمُ بْنُ مَرْثَدٍ الطَّبَرَانِيُّ حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبَانَ الْوَرَّاقُ حَدَّثَنَا مِسْعَرٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلْتُ الْجَنَّةَ فَإِذَا أَنَا بِقَصْرٍ مِنْ ذَهَبٍ فَقُلْتُ لِمَنْ هَذَا فَقَالُوا لِعُمَرَ بْنِ الْخَطَّابِ [رَضِيَ اللَّهُ عَنْهُ].",
            "page": "40",
            "part": "1",
            "seal": "52AA997D"
        },
        {
            "hno": "5",
            "id": "9",
            "nass": "5 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ حَدَّثَنَا مُسْلِمٌ حَدَّثَنَا شُعْبَةُ عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ عَنْ أَنَسٍ قَالَ لَا يَأْتِي عَلَيْكُمْ عَامٌ إِلَّا وَالَّذِي بَعْدَهُ شَرٌّ مِنْهُ سَمِعْتُ ذَلِكَ مِنْ [فِيِّ] نَبِيِّكُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "42",
            "part": "1",
            "seal": "B0957B4E"
        },
        {
            "hno": "6",
            "id": "10",
            "nass": "6 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ غُرَابٍ الْكُوفِيُّ حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ عَنِ النَّضْرِ بْنِ مُحَارِبِ بْنِ دِثَارٍ عَنْ أَبِيهِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ نِعْمَ الْإِدَامُ الْخَلُّ.",
            "page": "43",
            "part": "1",
            "seal": "F6A73990"
        },
        {
            "hno": "7",
            "id": "11",
            "nass": "7 - حَدَّثَنَا أَبُو شُعَيْبٍ صَالِحُ بْنُ شُعَيْبٍ الزَّاهِدُ بِمِصْرَ حَدَّثَنَا بَكْرُ بْنُ مُحَمَّدٍ الْقُرَشِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدٍ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أُذِّنَ فِي قَرْيَةٍ أَمَّنَهَا اللَّهُ مِنْ عَذَابِهِ ذَلِكَ الْيَوْمَ.",
            "page": "45",
            "part": "1",
            "seal": "3060C7E0"
        },
        {
            "hno": "8",
            "id": "12",
            "nass": "8 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدَةَ الْمِصِّيصِيُّ حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ حَدَّثَنَا مُصْعَبُ بْنُ مَاهَانَ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عَمْرِو بْنِ عُبَيْدٍ عَنِ الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا عَبْدَ الرَّحْمَنِ لَا تَسْأَلِ الْإِمَارَةَ ... الْحَدِيثَ.",
            "page": "46",
            "part": "1",
            "seal": "7C728574"
        },
        {
            "hno": "9",
            "id": "13",
            "nass": "9 - حَدَّثَنَا مُحَمَّدُ بْنُ الْأَعْجَمِ الصَّنْعَانِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي غَسَّانَ الصَّنْعَانِيُّ حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ عَنْ عُثْمَانَ بْنِ زَائِدَةَ عَنِ الْعَلَاءِ بْنِ الْمُسَيِّبِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ اللَّهِ بْنِ سَلَمَةَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لْا يَحْجُبُهُ عَنْ قِرَاءَةِ الْقُرْآنِ إِلَّا الْجَنَابَةُ.",
            "page": "47",
            "part": "1",
            "seal": "98ED257E"
        },
        {
            "hno": "10",
            "id": "14",
            "nass": "10 - حَدَّثَنَا عُبَيْدُ بْنُ مُحَمَّدٍ الْكَشُورِيُّ الصَّنْعَانِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي غَسَّانَ حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ عَنْ عُثْمَانَ بْنِ زَائِدَةَ عَنْ رَقَبَةَ بْنِ مَصْقَلَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ حُذَيْفَةَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اقْتَدُوا بِاللَّذَيْنِ مِنْ بَعْدِي أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا.",
            "page": "49",
            "part": "1",
            "seal": "4F1B24BA"
        },
        {
            "hno": "11",
            "id": "15",
            "nass": "11 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي سُفْيَانَ الْبَلَدِيُّ حَدَّثَنَا مُعَلَّى بْنُ مَهْدِيٍّ حَدَّثَنَا أَبُو شِهَابٍ الْحَنَّاطُ عَنْ دواد بْنِ أَبِي هِنْدٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا فَإِنْ كَانَ مَظْلُومًا فَخُذْ لَهُ بحقه وإن كان ظالما فاحجره عَنْ ظُلْمِهِ فَإِنَّ ذَلِكَ نَصْرُهُ.",
            "page": "54",
            "part": "1",
            "seal": "EA6C0709"
        },
        {
            "hno": "12",
            "id": "16",
            "nass": "12 - حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ الصَّنْعَانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ شُرُوسٍ الصَّنْعَانِيُّ حَدَّثَنَا سَعِيدُ بْنُ سَالِمٍ الْقَدَّاحُ عَنْ عَلِيِّ بْنِ صَالِحٍ الْمَكِّيِّ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أُقِيمَتِ الصَّلَاةُ فَلَا صَلَاةَ إِلَّا الْمَكْتُوبَةُ.",
            "page": "56",
            "part": "1",
            "seal": "7E2AB8FF"
        },
        {
            "hno": "13",
            "id": "17",
            "nass": "13 - حَدَّثَنَا عُبَيْدُ بْنُ مُحَمَّدٍ الْكَشُورِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي غَسَّانَ حَدَّثَنَا خَلَفُ بْنُ أَيُّوبَ الْعَامِرِيُّ عَنِ الْحَسَنِ بْنِ عُمَارَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ.",
            "page": "57",
            "part": "1",
            "seal": "97D478F8"
        },
        {
            "hno": "14",
            "id": "18",
            "nass": "14 - حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ الصَّنْعَانِيُّ حَدَّثَنَا ابْنُ شُرُوسٍ حَدَّثَنَا سَعِيدُ بْنُ سَالَمٍ عَنْ عَلِيِّ بْنِ صَالِحٍ الْمَكِّيِّ عَنِ الْأَعْمَشِ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ [قَالَ] قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ الْمَصْدُوقُ إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا ... الْحَدِيثَ.",
            "page": "58",
            "part": "1",
            "seal": "EDC5049D"
        },
        {
            "hno": "15",
            "id": "19",
            "nass": "15 - حَدَّثَنَا عَبْدُ اللَّهِ [بْنُ مُحَمَّدِ] بْنِ أَبِي السَّرِيِّ العَسْقَلَانِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا مُصْعَبُ بْنُ مَاهَانَ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَاقَ عَنِ الْقَاسِمِ بْنِ مُخَيْمَرَةَ عَنْ شُرَيْحِ بْنِ هَانِئٍ قَالَ سَأَلْتُ عَائِشَةَ عَنِ الْمَسْحِ عَلَى الْخُفَّيْنِ فَقَالَتْ سَلُوا عَلِيًّا رَضِيَ اللَّهُ عَنْهُ فَإِنَّهُ كَانَ يُسَافِرُ مَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ... الْحَدِيثُ.",
            "page": "59",
            "part": "1",
            "seal": "5A9E554B"
        },
        {
            "hno": "16",
            "id": "20",
            "nass": "16 - حَدَّثَنَا أَبُو قُصَيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الْعُذْرِيُّ الدِّمَشْقِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ الْهَاشِمِيُّ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَانَ أَحَبَّ الْعَمَلِ إِلَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي يَدُومُ عَلَيْهِ صَاحِبُهُ.",
            "page": "61",
            "part": "1",
            "seal": "FEC45F1A"
        },
        {
            "hno": "17",
            "id": "21",
            "nass": "17 - وَعَنْ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَهُوَ صَائِمٌ.",
            "page": "62",
            "part": "1",
            "seal": "695650B9"
        },
        {
            "hno": "18",
            "id": "22",
            "nass": "18 - حَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ الْمِصْرِيُّ حَدَّثَنَا حَبِيبٌ كَاتِبُ مَالِكٍ حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا اجْتَمَعَ ثَلَاثَةٌ قَطُّ يَدْعُونَ إِلَّا كَانَ حَقًّا عَلَى اللَّهِ تَعَالَى أَنْ لَا يَرُدَّ أَيْدِيَهُمْ.",
            "page": "63",
            "part": "1",
            "seal": "95BAC8E9"
        },
        {
            "hno": "19",
            "id": "23",
            "nass": "19 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جُعْبَانَ الْقَاضِي حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ أَبُو قُرَّةَ الصَّغِيرُ حَدَّثَنَا أَبُو قُرَّةَ مُوسَى بْنُ طَارِقٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ شُعْبَةَ بْنِ الْحَجَّاجِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ زَاذَانَ عَنِ ابْنِ عُمَرَ قَالَ كُنَّا نُؤْمَرُ بالْغُسْلِ يَوْمَ الْجُمُعَةِ.",
            "page": "64",
            "part": "1",
            "seal": "FE9AE653"
        },
        {
            "hno": "20",
            "id": "24",
            "nass": "20 - حَدَّثَنَا حَفْصُ بْنُ عُمَرَ الرَّقِّيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدٍ الْأَصْبَهَانِيُّ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنِ الْأَعْمَشِ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ تَسَمَّوْا بِاسْمِي وَلَا تَكْتَنُوا بِكُنْيَتِي.",
            "page": "65",
            "part": "1",
            "seal": "07A77FBA"
        },
        {
            "hno": "21",
            "id": "25",
            "nass": "21 - حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ الْقَلَانِسِيُّ حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ عَنِ الْأَوْزَاعِيِّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كُلْ مَا نبذ البحر وما حصر عَنْهُ وَدَعْ مَا طَفَا.",
            "page": "66",
            "part": "1",
            "seal": "5ECCE4A9"
        },
        {
            "hno": "22",
            "id": "26",
            "nass": "22 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ حَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ غُرَابٍ حَدَّثَنَا مُبَارَكُ بْنُ سَعِيدٍ عَنِ النَّضْرِ بْنِ مُحَارِبِ بْنِ دِثَارٍ عَنْ أَبِيهِ عَنْ جَابِرٍ قَالَ اشْتَرَى مِنِّي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعِيرًا وَشَرَطَ لِيَ ظَهْرَهُ إِلَى الْمَدِينَةِ.",
            "page": "70",
            "part": "1",
            "seal": "41BEEBE2"
        },
        {
            "hno": "23",
            "id": "27",
            "nass": "23 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَائِلَةَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو حَدَّثَنَا شَرِيكٌ عَنْ سَعِيدِ بْنِ صَالِحٍ عَنْ فُضَيْلِ بْنِ عَمْرٍو الْفُقَيْمِيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنَّ مُحْرِمًا وَقَصَتْهُ رَاحِلَتُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اغْسِلُوهُ بِمَاءٍ وَسِدْرٍ وَكَفِّنُوهُ فِي ثَوْبَيْهِ وَلَا تُقَرِّبُوهُ طِيبًا فَإِنَّهُ يُبْعَثُ يَوْمَ الْقِيَامَةِ مُلَبِّيًا أَوْ قَالَ مُلَبَّدًا.",
            "page": "71",
            "part": "1",
            "seal": "1F5DAD35"
        },
        {
            "hno": "24",
            "id": "28",
            "nass": "24 - حَدَّثَنَا أَنَسُ بْنُ سَلْمٍ [الْخَوْلَانِيُّ] حَدَّثَنَا سَعِيدُ بْنُ حَفْصٍ النُّفَيْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ مِحْصَنٍ الْعُكَّاشِيُّ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابَرٍ أَنَّ دَاوُدَ بْنَ عِيسَى مِنْ أَهْلِ الْكُوفَةِ حَدَّثَهُ أَنَّ عُبَيْدًا الْمُكْتِبَ حَدَّثَهُ عَنِ الشَّعْبِيِّ عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى عَن أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ يَوْمَ الْقِيَامَةِ رَجُلٌ آمَنَ بِالْكِتَابِ الْأَوَّلِ وَالْكِتَابِ الْآخِرِ ثُمَّ أَدْرَكَنِي فَآمَنَ بِي وَرَجُلٌ كانت لَهُ أَمَةٌ فَأَعْتَقَهَا وَتَزَوَّجَهَا وَعَبْدٌ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ.",
            "page": "72",
            "part": "1",
            "seal": "721EACFF"
        },
        {
            "hno": "25",
            "id": "29",
            "nass": "25 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ حَدَّثَنَا أَبِي حَدَّثَنَا ابْنُ لَهِيعَةَ عَنْ حُنَيْنِ بْنِ أَبِي حَكِيمٍ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَاكُمْ كَرِيمُ قَوْمٍ فَأَكْرِمُوهُ",
            "page": "73",
            "part": "1",
            "seal": "C644036F"
        },
        {
            "hno": "26",
            "id": "30",
            "nass": "26 - حَدَّثَنَا عُبَيْدُ بْنُ مُحَمَّدٍ الْكَشُورِيُّ حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ مُحَمَّدِ بْنِ ثَوْرٍ قَالَ حَدَّثَنِي أَبِي عَنِ ابْنِ جُرَيْجٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ.",
            "page": "80",
            "part": "1",
            "seal": "FFA97B98"
        },
        {
            "hno": "27",
            "id": "31",
            "nass": "27 - حَدَّثَنَا أَحْمدُ بْنُ مَسْعُودٍ الْمَقْدِسِيُّ حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ يَحْيَى بْنِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ بْنِ الْعَوَّامِ عَنِ ابْنِ جُرَيْجٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنِ الرَّبِيعِ بْنِ سَبْرَةَ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ نِكَاحِ الْمُتْعَةِ.",
            "page": "81",
            "part": "1",
            "seal": "89FA9614"
        },
        {
            "hno": "28",
            "id": "32",
            "nass": "28 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبَانَ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو حَدَّثَنَا جَرِيرٌ عَنْ مُغِيرَةَ عَنْ رِبْعِيٍّ عَنْ أَبِي مَسْعُودٍ الْبَدْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ مِمَّا أَدْرَكَ النَّاسَ مِنْ كَلَامِ النُّبُوَّةِ إِذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ.",
            "page": "83",
            "part": "1",
            "seal": "1C7146FB"
        },
        {
            "hno": "29",
            "id": "33",
            "nass": "29 - حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ النَّضْرِ الرَّمْلِيُّ حَدَّثَنَا مَسَرَّةُ بْنُ مَعْبَدٍ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِقَتْلِ ذِي الطِّفْيَتَيْنِ وَالْأَبْتَرِ فَإِنَّهُمَا يَقْتُلَانِ الْوَلَدَ وَيُسْقِطَانِ الْحَبَلَ وَمَنْ تَرَكَهُمَا خَشْيَةَ ثَأْرِهِمَا فَلَيْسَ مِنِّي.",
            "page": "85",
            "part": "1",
            "seal": "9D7490F7"
        },
        {
            "hno": "30",
            "id": "34",
            "nass": "30 - حَدَّثَنَا عُبَيْدُ بْنُ مُحَمَّدٍ الْكَشُورِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَحْمَدَ الْيَمَامِيُّ حَدَّثَنَا يَزِيدُ بْنُ أَبِي حَكِيمٍ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عُبَيْدَةَ بْنِ مُعَتِّبٍ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ أُسَامَةَ بْنِ زَيْدٍ أَنّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ حَلَفَ عَلَى يَمِينِ صَبْرٍ كَاذِبًا يَقْطَعُ بِهَا مَالَ مُسْلِمٍ أَوْ قَالَ مُعَاهِدٍ لَقِيَ اللَّهَ [عَزَّ وَجَلَّ] يَوْمَ الْقِيَامَةِ وَهُوَ عَلَيْهِ غَضْبَانُ ثُمَّ تَلَا هَذِهِ الْآيَةَ: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلا} [آل عمران].",
            "page": "87",
            "part": "1",
            "seal": "64C2DEC9"
        },
        {
            "hno": "31",
            "id": "35",
            "nass": "31 - حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ الْعَلَّافُ حَدَّثَنَا الْقَاسِمُ بْنُ هَانِئٍ الْمَكْفُوفُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَانَتْ لَهُ ابْنَتَانِ أَوْ أُخْتَانِ فَأَحْسَنَ إِلَيْهِمَا كنا لَهُ حِجَابًا مِنَ النَّارِ.",
            "page": "89",
            "part": "1",
            "seal": "403D179E"
        },
        {
            "hno": "32",
            "id": "36",
            "nass": "32 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَمْزَةَ الدِّمَشْقِيُّ قَالَ حَدَّثَنِي أَبِي عَنْ أَبِيهِ قَالَ حدثنا ثَوْرُ بْنُ يَزِيدَ عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلَائِيِّ عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ عَلَّمَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَقُولَ إِذَا أَخَذْتُ مَضْجَعِي عِنْدَ النوم اللهم إن أَسْلَمْتُ نَفْسِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَهْبَةً مِنْكَ وَرَغْبَةً إليك لا منجا منك إلا إليك آمنت بكاتبك الَّذِي أَنْزَلْتَ وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ.",
            "page": "91",
            "part": "1",
            "seal": "06D19722"
        },
        {
            "hno": "33",
            "id": "37",
            "nass": "33 - حَدَّثَنَا عُمَرُ بْنُ عَبْدِ الْعَزِيزِ بْنُ مِقْلَاصٍ الْمِصْرِيُّ حَدَّثَنَا أَبُو صَدَقَةَ مُحَمَّدُ بْنُ عْبَدِ الْأَعْلَى الْقَرَاطِيسِيُّ حَدَّثَنَا نَافِعُ بْنُ يَزِيدَ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ [قَالَ اللَّهُ تَعَالَى] يَسُبُّنِي ابْنُ آدَمَ يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ.",
            "page": "92",
            "part": "1",
            "seal": "9017A1E4"
        },
        {
            "hno": "34",
            "id": "38",
            "nass": "34 - حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى السَّجْزِيُّ خَيَّاطُ السُّنَّةِ حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ عَبْدِ الْكَرِيمِ الضَّالُّ عَنْ عَطَاءٍ عَنْ جَابِرٍ قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُهِلِّينَ بِالْحَجِّ ... فَذَكَرَ الْحَدِيثَ.",
            "page": "93",
            "part": "1",
            "seal": "02F9F797"
        },
        {
            "hno": "35",
            "id": "39",
            "nass": "35 - حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ خَالِدٍ الْحَرَّانِيُّ [حَدَّثَنَا أَبِي] حَدَّثَنَا مُحَمَّدُ بْنُ الْحَارِثِ الْمُؤَذِّنُ حَدَّثَنَا يَحْيَى بْنُ رَاشِدٍ الْبَرَّاءُ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ عَنْ خَيْثَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَالَ عَلَى سُبَاطَةِ قَوْمٍ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى الْخُفَّيْنِ.",
            "page": "94",
            "part": "1",
            "seal": "DC91F1E5"
        },
        {
            "hno": "36",
            "id": "40",
            "nass": "36 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي سُفْيَانَ الْقَيْسَرَانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ حَدَّثَنَا عَبَّادُ بْنُ كَثِيرٍ عَنْ مَالِكِ بْنِ دِينَارٍ عَنْ عَلْقَمَةَ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ عَن أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا سَتَرَ اللَّهُ عَلَى عَبْدٍ فِي الدُّنْيَا إِلَّا سَتَرَ عَلَيْهِ فِي الْآخِرَةِ.",
            "page": "95",
            "part": "1",
            "seal": "99189702"
        },
        {
            "hno": "37",
            "id": "41",
            "nass": "37 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ حَدَّثَنَا مُحَمَّدُ بْنُ الْفَرَجِ الْمِصْرِيُّ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ مَالِكِ بْنِ مِغْوَلٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْكُمْ بِالْعَمَائِمِ فَإِنَّهَا سِيمَا الْمَلَائِكَةِ وَأَرْخُوهَا خَلْفَ ظُهْورِكُمْ.",
            "page": "97",
            "part": "1",
            "seal": "46AEEEFC"
        },
        {
            "hno": "38",
            "id": "42",
            "nass": "38 - حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى بْنِ خَالِدِ بْنِ حَيَّانَ الرَّقِّيُّ حَدَّثَنَا زُهَيْرُ بْنُ عَبَّادٍ الرُّؤَاسِيُّ حَدَّثَنَا أَبُو بَكْرِ بْنُ شُعَيْبٍ عَنْ مَالِكِ بْنِ أَنَسٍ عَنِ الزُّهْرِيِّ عَنْ عَمْرِو بْنِ الشَّرِيدِ عَنْ فَاطِمَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَخَتَّمَ بِالْعَقِيقِ لَمْ يَزَلْ يَرَى خَيْرًا.",
            "page": "98",
            "part": "1",
            "seal": "78223FEB"
        },
        {
            "hno": "39",
            "id": "43",
            "nass": "39 - حَدَّثَنَا مُحَمَّدُ بْنُ هَارُونَ بْنِ بَكَّارٍ الدِّمَشْقِيُّ حَدَّثَنَا مُؤَمَّلُ بْنُ إِهَابٍ حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنِ الْأَعْمَشِ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكُونُ فِي آخِرِ الزَّمَانِ أُمَرَاءُ أشَرُّ عِنْدَ اللَّهِ مِنَ الْمَجُوسِ.",
            "page": "99",
            "part": "1",
            "seal": "7F7DD5E9"
        },
        {
            "hno": "40",
            "id": "44",
            "nass": "40 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ الْحَوْطِيُّ قَالَ حَدَّثَنِي أَبِي حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ جَعْفَرِ بْنِ الْحَارِثِ النَّخْعِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عُمَرَ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِيهِ قَالَ صَلَّى عَمَّارُ بْنُ يَاسِرٍ صَلَاةً خَفَّفَ فِيهَا فَقِيلَ لَهُ فِي ذَلِكَ فَقَالَ إِنِّي بَادَرْتُ الْوَسْوَاسَ إِنِّي سَمِعْتُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الرَّجُلَ لَيُصَلِّي الصَّلَاةَ مَا يُكْتَبُ لَهُ فِيهَا إِلَّا نِصْفُهَا ثُلُثُهَا رُبُعُهَا خُمُسُهَا سُدُسُهَا عُشُرُهَا. قَالَ جَعْفَرُ بْنُ الْحَارِثِ قُلْتُ لِعُبَيْدِ اللَّهِ بْنِ عُمَرَ بِمَ ذَلِكَ قَالَ لَا يُتِمُّ الْقِرَاءَةَ فِيهَا وَلَا الرُّكُوعَ وَلَا السُّجُودَ.",
            "page": "100",
            "part": "1",
            "seal": "C7A9D7D0"
        },
        {
            "hno": "41",
            "id": "45",
            "nass": "41 - حَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ حَدَّثَنَا حبيب كَاتِبُ مَالِكٍ حَدَّثَنَا شِبْلُ بْنُ عَبَّادٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَفْضَى أَحَدُكُمْ إِلَى ذَكَرِهِ فَلْيَتَوَضَّأْ.",
            "page": "102",
            "part": "1",
            "seal": "F020F29F"
        },
        {
            "hno": "42",
            "id": "46",
            "nass": "42 - حَدَّثَنَا أَبُو ذَرٍّ هَارُونُ بْنُ سُلَيْمَانَ الْمِصْرِيُّ حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ الْجُعْفِيُّ حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ أَنَّهُ سَمِعَ الْأَعْمَشَ يُحَدِّثُ عَنْ طَرِيفِ بْنِ مَيْمُونٍ عَنِ ابْنِ عَبَّاسٍ رَفَعَهُ قَالَ مَا مِنْ رَجُلٍ يَلِي عَشَرَةً إِلَّا أُتِيَ بِهِ يَوْمَ الْقِيَامَةِ مَغُلُولًا يَدُهُ إِلَى عُنُقِهِ حَتَّى يُفْصَلَ بَيْنَهُ وَبَيْنَهُمْ.",
            "page": "104",
            "part": "1",
            "seal": "D10DEFFC"
        },
        {
            "hno": "43",
            "id": "47",
            "nass": "43 - حَدَّثَنَا أَحْمَدُ بْنُ يَحْيَى بْنِ خَالِدِ بْنِ حَيَّانَ الرَّقِّيُّ حَدَّثَنَا زُهَيْرُ بْنُ عَبَّادٍ الرُّؤَاسِيُّ حَدَّثَنَا عِصْمَةُ بْنُ مُحَمَّدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى نَاقَتِهِ الْجَدْعَاءِ فَقَالَ أَيُّهَا النَّاسُ كَأَنَّ الْمَوْتَ عَلَى غَيْرِنَا كُتِبَ وَكَأَنَّ الْحَقَّ فِيهَا عَلَى غَيْرِنَا وَجَبَ وَكَأَنَّ الَّذِي نُشَيِّعُ مِنَ الْأَمْوَاتِ سَفَرٌ عَمَّا قَلِيلٍ إِلَيْنَا رَاجِعُونَ نُبَوِّئُهُمْ أَجْدَاثَهُمْ وَنَأْكُلُ تُرَاثَهُمْ كَأَنَّا مُخَلَّدُونَ بَعْدَهُمْ قَدْ نَسِينَا كُلَّ وَاعِظَةٍ وَأَمِنَّا كُلَّ جَائِحَةٍ فَطُوبَى لِمَنْ شَغَلَهُ عَيْبُهُ عَنْ عُيُوبِ النَّاسِ وَطُوبَى لِمَنْ أَنْفَقَ الْفَضْلَ مِنْ مَالٍ اكْتَسَبَهُ وَحَبَسَ الْفَضْلَ مِنْ قَوْلِهِ وَطُوبَى لِمَنْ خَالَطَ أَهْلَ الْفِقْهِ وَالْحِكْمَةِ وَجَانَبَ أَهْلَ الذُّلِّ وَالْمَعْصِيَةِ وَطُوبَى لِمَنْ وَسِعَتْهُ سُنَّتِي وَلَمْ يَعْدُهَا إِلَى بِدْعَةٍ.",
            "page": "105",
            "part": "1",
            "seal": "C2D440D7"
        },
        {
            "hno": "44",
            "id": "48",
            "nass": "44 - حَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ حَدَّثَنَا عَمْرُو بْنُ مُخَرَّمٍ أَبُو قَتَادَةَ حَدَّثَنَا مُحَمَّدُ بْنُ دِينَارٍ الطَّاحِيُّ عَنْ يُونُسَ بْنِ عُبَيْدٍ عَنِ الْحَسَنِ عَنْ أُمِّهِ عَنْ أُمِّ سَلَمَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَفَاعَتِي لِأَهْلِ الْكَبَائِرِ مِنْ أُمَّتِي.",
            "page": "107",
            "part": "1",
            "seal": "AD2DE6FA"
        },
        {
            "hno": "45",
            "id": "49",
            "nass": "45 - حَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ حَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ الْحَرَّانِيُّ حَدَّثَنَا مُوسَى بْنُ أَعْيَنَ عَنْ مُحَمَّدِ بْنِ سَلَمَةَ الْكُوفِيُّ عَنْ أَبِي الْحَارِثِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يُؤمِنُ الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الْإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ.",
            "page": "109",
            "part": "1",
            "seal": "8A8E1AC4"
        },
        {
            "hno": "46",
            "id": "50",
            "nass": "46 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ جَابِرٍ الطَّائِيُّ الْحِمْصِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُوسَى اللَّاحُونِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَمْرِو بْنِ صَالِحٍ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ عن أبي عبد الله الْجَدَلِيِّ عَنْ عُقْبَةَ بْنِ عَمْرٍو أَبِي مَسْعُودٍ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوتِرُ مِنْ أَوَّلِ اللَّيْلِ وَأَوْسَطِهِ وَآخِرِهِ.",
            "page": "110",
            "part": "1",
            "seal": "D20EE49E"
        },
        {
            "hno": "47",
            "id": "51",
            "nass": "47 - حَدَّثَنَا عَمْرُو بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ بْنِ الْعَلَاءِ بْنِ زَبْرِيقٍ الْحِمْصِيُّ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ الْعَلَاءِ قَالَ حَدَّثَنِي عَمِّي الْحَارِثُ بْنُ الضَّحَّاكِ قَالَ حَدَّثَنِي مَنْصُورُ بْنُ الْمُعْتَمِرِ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ الْمُنْكَدِرِ يُحَدِّثُ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَيُّ اللَّيْلِ أَسْمَعُ قَالَ جَوْفُ اللَّيْلِ الْآخِرُ ثُمَّ الصَّلَاةُ مَقْبُولَةٌ حَتَّى تُصَلَّى الفَجْرُ ثُمَّ لَا صَلَاةَ حَتَّى تَكُونَ الشَّمْسُ قَيْدَ رُمْحٍ أَوْ رُمْحَيْنِ ثُمَّ الصَّلَاةُ مَقْبُولَةٌ حَتَّى يَكُونَ الظِّلُّ قِيَامَ الرُّمْحِ [ثُمَّ لَا صَلَاةَ حَتَّى تَزُولَ الشَّمْسُ ثُمَّ الصَّلَاةُ مَقْبُولَةٌ حَتَّى تَكُونَ الشَّمْسُ قَيْدَ رُمْحٍ أَوْ رُمْحَيْنِ] ثُمَّ لَا صَلَاةَ حَتَّى تَغِيبَ الشَّمْسُ ثُمَّ قَالَ أيما امرىء مسلم أعتق امرءا مُسْلِمًا فَهِيَ فِكَاكُهُ مِنَ النَّارِ يجزىء بِكُلِّ عَظْمٍ مِنْهُ عَظْمًا مِنْهُ وَأَيُّمَا امْرَأَةٍ مُسْلِمَةٍ أَعْتَقَتِ امْرَأَةً مُسْلِمَةً فَهِيَ فِكَاكُهَا مِنَ النَّارِ يجزىء بِكُلِّ عَظْمٍ مِنْهَا عَظْمًا مِنْهَا وأيما امرىء مُسْلِمٍ أَعْتَقَ امْرَأَتَيْنِ مُسْلِمَتَيْنِ فَهُمَا فكاكه من النار يجزىء بِكُلِّ عَظْمَيْنِ مِنْهُمَا عَظْمًا مِنْهُ.",
            "page": "112",
            "part": "1",
            "seal": "ABAEBEE9"
        },
        {
            "hno": "48",
            "id": "52",
            "nass": "48 - حَدَّثَنَا أَحْمَدُ بْنُ حَمْدُونَ الْمَوْصِلِيُّ حَدَّثَنَا غُزَيَّلُ بْنُ سِنَانٍ الْمَوْصِلِيُّ حَدَّثَنَا عَفِيفُ بْنُ سَالِمٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ لَيْثٍ عَنْ طَاوُسٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ائْتَدِمُوا وَلَوْ بِالْمَاءِ.",
            "page": "114",
            "part": "1",
            "seal": "FECCE7E5"
        },
        {
            "hno": "49",
            "id": "53",
            "nass": "49 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وُهَيْبٍ الْغَزِّيُّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي السَّرِّيِّ الْعَسْقَلَانِيُّ عَنْ بَقِيَّةِ بْنِ الْوَلِيدِ عَنْ شُعْبَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ [عز وجل] ولو كان مئة شَرْطٍ فَهُوَ بَاطِلٌ.",
            "page": "115",
            "part": "1",
            "seal": "2A58992D"
        },
        {
            "hno": "50",
            "id": "54",
            "nass": "50 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ [بْنِ نَجْدَةَ] حَدَّثَنَا أَبِي حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ الْوَهْبِيُّ حَدَّثَنَا زِيَادٌ الْجَصَّاصُ عَنِ الْحَسَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ أَوْصَانِي خَلِيلِي عَلَيْهِ السَّلَامُ بِثَلَاثٍ بِنَوْمٍ عَلَى وَتْرٍ وَصِيَامِ ثَلَاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَغُسْلِ يَوْمِ الْجُمُعَةِ.",
            "page": "117",
            "part": "1",
            "seal": "4460A825"
        },
        {
            "hno": "51",
            "id": "55",
            "nass": "51 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ حَدَّثَنَا أَبِي حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ أَبِي الْأَشْهَبِ جَعْفَرِ بْنِ الْحَارِثِ عَنْ سُلَيْمَانَ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْإِمَامُ ضَامِنٌ وَالْمُؤَذِّنُ مُؤَتَمَنٌ اللَّهُمَّ أَرْشِدِ الْأَئِمَّةَ وَاغْفِرْ لِلْمُؤَذِّنِينَ.",
            "page": "119",
            "part": "1",
            "seal": "BC82964D"
        },
        {
            "hno": "52",
            "id": "56",
            "nass": "52 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ حَدَّثَنَا زَكَرِيَّا بْنُ عَبْدِ الْخَالِقِ الْوَاسِطِيُّ حَدَّثَنَا هُشَيْمُ بْنُ بَشِيرٍ عَنْ مَنْصُورِ بْنِ زَاذَانَ عَنْ أَبِي الْبَخْتَرِيِّ الطَّائِيِّ قَالَ رَأَيْتُ عَلِيًّا [رَضِيَ اللَّهُ عَنْهُ] يُخَلِّلُ لِحْيَتَهُ إِذَا تَوَضَّأَ وَيَقُولُ هَكَذَا رَأَيْتُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم يفعل.",
            "page": "126",
            "part": "1",
            "seal": "8B86908E"
        },
        {
            "hno": "53",
            "id": "57",
            "nass": "53 - حَدَّثَنَا أبو عبد الملك أَحْمَدُ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا مُحَمَّدُ بْنُ مَسْرُوقٍ الْكِنْدِيُّ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَصْبَهَانِيِّ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ وَقَعَ مَوْلًى لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ عِذْقٍ فَمَاتَ فَأُتِيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِيرَاثِهِ فَأَعْطَاهُ هَمْشَارِيَّهُ رَجُلًا مِنْ أَهْلِ أَرْضِهِ.",
            "page": "130",
            "part": "1",
            "seal": "CE80F3E7"
        },
        {
            "hno": "54",
            "id": "58",
            "nass": "54 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَيْرٍ الْيَافُونِيُّ حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ مُرَشَّلٍ حَدَّثَنَا أَبُو خَالِدٍ الْأَحْمَرُ عَنْ أَشْعَثَ بْنِ سُوَّارٍ عَنْ أَبِي بِشْرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَدِمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَالْيَهُودُ تَصُومُ عَاشُورَاءَ فَسَأَلَهُمْ فَقَالُوا هَذَا يَوْمٌ ظَهَرَ مُوسَى عَلَيْهِ السَّلَامُ عَلَى فِرْعَوْنَ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْتُمْ أَوْلَى بِمُوسَى فَصُومُوهُ.",
            "page": "131",
            "part": "1",
            "seal": "80C1A367"
        },
        {
            "hno": "55",
            "id": "59",
            "nass": "55 - حَدَّثَنَا طَالِبُ بْنُ قُرَّةَ الْأَذَنِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى الطَّبَّاعُ حَدَّثَنَا الْقَاسِمُ بْنُ مُوسَى عَنِ الْأَوْزَاعِيِّ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ مُسْكِرٍ حَرَامٌ.",
            "page": "133",
            "part": "1",
            "seal": "24A1ED34"
        },
        {
            "hno": "56",
            "id": "60",
            "nass": "56 - حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ أَبِي عَامِرٍ السِّجِلِّينِيُّ الْخَثْعَمِيُّ قَالَ حَدَّثَنِي أَبِي حَدَّثَنَا رَوَّادُ بْنُ الْجَرَّاحِ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عَمْرِو بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ صَلَاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خِفْتَ الصُّبْحَ فَصَلِّ رَكْعَةً وَاحِدَةً تُوتِرُ بِهَا صَلَاتَكَ.",
            "page": "134",
            "part": "1",
            "seal": "E5549A36"
        },
        {
            "hno": "57",
            "id": "61",
            "nass": "57 - حدثنا عبد الجبار قال حدثنا أَبِي حَدَّثَنَا رَوَّادٌ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عُثْمَانَ بْنِ الْأَسْوَدِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْكُمْ بِالْإِثْمِدِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ.",
            "page": "135",
            "part": "1",
            "seal": "08DAF949"
        },
        {
            "hno": "58",
            "id": "62",
            "nass": "58 - حَدَّثَنَا عُبَيْدُ بْنُ مُحَمَّدٍ الْكَشُورِيُّ حَدَّثَنَا مَيْمُونُ بْنُ الْحَكَمِ الشَّرَادِيُّ حَدَّثَنَا بَكْرُ بْنُ الشَّرُودِ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَدْرَكَ رَكْعَةً مِنَ الْعَصْرِ قَبْلَ غُرُوبِ الشَّمْسِ فَقَدْ أَدْرَكَ وَمَنْ أَدْرَكَ رَكْعَةً مِنَ الصُّبْحِ قَبْلَ طُلُوعِ الشَّمْسِ فَقَدْ أَدْرَكَ.",
            "page": "138",
            "part": "1",
            "seal": "200CFDD0"
        },
        {
            "hno": "59",
            "id": "63",
            "nass": "59 - حَدَّثَنَا الْحَسَنُ بْنُ جَرِيرٍ الصُّورِيُّ حَدَّثَنَا أَحْمَدُ بْنُ أَبِي الزِّنَادِ بِوَادِي الْقُرَى حَدَّثَنَا أَنَسُ بْنُ عِيَاضِ عَنْ صَفْوانَ بْنِ سُلَيْمٍ عَنْ نَوْفَلِ بْنِ مَسْعُودٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثٌ مَنْ لَقِيَ اللَّهَ [عَزَّ وَجَلَّ] وَهُنَّ فِيهِ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ وحَرُمَتِ النَّارُ [عَلَيْهِ] إِيمَانٌ بِاللَّهِ عَزَّ جل وَرَسُولِهِ وَالثَّانِيَةُ حُبُّهُ لِلَّهِ وَالثَّالِثَةُ أَنْ تُوقَدَ النَّارُ فَيُلْقَى فِيهَا أَحَبُّ إِلَيْهِ مِنْ أَنْ يَرْجِعَ إِلَى الْكُفْرِ.",
            "page": "139",
            "part": "1",
            "seal": "37E24A26"
        },
        {
            "hno": "60",
            "id": "64",
            "nass": "60 - حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ بْنِ جُوتِيٍّ الصَّنْعَانِيُّ حَدَّثَنَا أَبِي حَدَّثَنَا عَبْدُ الْمَلِكِ الذَّمَارِيُّ حَدَّثَنَا الْقَاسِمُ بْنُ مَعْنٍ عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلْقَمَةَ عَنْ عُبَيْدَةَ بْنِ سُفْيَانَ الْحَضْرَمِيِّ عَنْ أَبِي الْجَعْدِ الضَّمْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ تَرَكَ ثَلَاثَ جُمُعَاتٍ مُتَوَالِيَاتٍ مِنْ غَيْرِ عُذْرٍ طُبِعَ عَلَى قَلْبِهِ.",
            "page": "140",
            "part": "1",
            "seal": "B0546EF9"
        },
        {
            "hno": "61",
            "id": "65",
            "nass": "61 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ حَدَّثَنَا حَسَّانُ بْنُ غَالِبٍ حَدَّثَنَا ابْنُ لَهِيعَةَ عَنْ عُقَيْلٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَنْصَارُ أَحِبَّائِي وَفِي الدِّينِ إِخْوَانِي وَعَلَى الْأَعْدَاءِ أَعْوَانِي.",
            "page": "143",
            "part": "1",
            "seal": "4721D820"
        },
        {
            "hno": "62",
            "id": "66",
            "nass": "62 - حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْحَسَنِ بْنِ بَكْرِ بْنِ الشَّرُودِ قَالَ حَدَّثَنِي أَبِي عَنْ جَدِّي عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى عَلَى حَصِيرٍ تَطَوُّعًا وَتَشَكُّرًا.",
            "page": "144",
            "part": "1",
            "seal": "AC52FA7F"
        },
        {
            "hno": "63",
            "id": "67",
            "nass": "63 - حَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ حَدَّثَنَا أَسَدُ بْنُ مُوسَى حَدَّثَنَا سُلَيْمَانُ الْقَافِلَائِيُّ عَنْ مَطَرٍ الوَرَّاقِ عَنْ قَتَادَةَ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْتَقَ صَفِيَّةَ وَجَعَلَ عِتْقَهَا صَدَاقَهَا.",
            "page": "145",
            "part": "1",
            "seal": "AEF6929D"
        },
        {
            "hno": "64",
            "id": "68",
            "nass": "64 - حَدَّثَنَا أَبُو عَمْرٍو الْمِقْدَامُ بْنُ دَاوُدَ حَدَّثَنَا أَسَدُ بْنُ مُوسَى حَدَّثَنَا أبومعاوية عَنِ الشَّيْبَانِيِّ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يُبَاشِرُ الرَّجُلُ الرَّجُلَ وَلَا الْمَرْأَةُ الْمَرْأَةَ.",
            "page": "146",
            "part": "1",
            "seal": "095323FA"
        },
        {
            "hno": "65",
            "id": "69",
            "nass": "65 - حَدَّثَنَا جَعْفَرُ بْنُ إِلْيَاسَ بْنِ صَدَقَةَ الكَبَّاشُ الْمِصِْريُّ حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ حَدَّثَنَا دَاوُدُ بْنُ سُلَيْمَانَ عَنْ رَبِيعَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ بُشَيْرِ بْنِ يَسَارٍ عَنْ سُوَيْدِ بْنِ النُّعْمَانِ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالصَّهْبَاءِ دَعَا بِالْأَطْعِمَةِ فَلَمْ نُؤْتَ إِلَّا بِالسَّوِيقِ فَلُكْنَاهُ لَوْكًا فَمَضْمَضَ وَمَضْمَضْنَا وَصَلَّى وَلَمْ يَتَوَضَّأْ.",
            "page": "147",
            "part": "1",
            "seal": "F5C5479E"
        },
        {
            "hno": "66",
            "id": "70",
            "nass": "66 - حَدَّثَنَا أَحْمَدُ بْنُ دَاوُدَ الْمَكِّيُّ حَدَّثَنَا عَبَّادُ بْنُ عِيسَى الرُّغْبَانِيُّ حَدَّثَنَا طَرِيفُ بنْ زَيْدٍ الْحَرَّانِيُّ عَنِ ابْنِ جُرَيْجٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَابَ شَيْبَةً فِي الْإِسْلَامِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ.",
            "page": "148",
            "part": "1",
            "seal": "B44C4C9A"
        },
        {
            "hno": "67",
            "id": "71",
            "nass": "67 - حَدَّثَنَا أَحْمَدُ بْنُ زِيَادٍ الْأَيَادِيُّ حَدَّثَنَا يَزِيدُ بْنُ قُبَيْسٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ قَالَ حَدَّثَنِي جَعْفَرُ بْنُ الْحَارِثِ عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ عَنِ الشَّعْبِيِّ عَنِ ابْنِ عَبَّاسٍ قَالَ أَتَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْرًا فَقَالَ مَا هَذَا فَقَالُوا دُفِنَ الْبَارِحَةَ قَالَ ابْنُ عَبَّاسٍ فَصَفَفْنَا خَلْفَهُ فَصَلَّى عَلَيْهِ.",
            "page": "150",
            "part": "1",
            "seal": "89FF94AE"
        },
        {
            "hno": "68",
            "id": "72",
            "nass": "68 - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرِ بْنِ يُوسُفَ الْأُمَوِيُّ الدِّمَشْقِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ الْخَلِيلِ الْخُشَنِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ قَالَ حَدَّثَنِي دَاوُدُ بْنُ عِيسَى عَنْ أيُّوبَ عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَنَامُ حَتَّى يَقْرَأَ: (آلم، تَنْزِيلُ) السَّجْدَةَ وَ: (تَبَارَكَ الذي بيده الملك).",
            "page": "151",
            "part": "1",
            "seal": "D085C1BF"
        },
        {
            "hno": "69",
            "id": "73",
            "nass": "69 - حَدَّثَنَا طَالِبُ بْنُ قُرَّةَ الْأَذَنِيُّ حَدَّثَنَا الْحَسَنُ بْنُ عِيسَى الْحَرْبِيُّ حَدَّثَنَا أَبُو الْأَحْوَصِ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَعَالَى رَفِيقٌ يُحِبُّ الرِّفْقَ وَيُعْطِي عَلَى الرِّفْقِ مَا لَا يُعْطِي عَلَى الْعُنْفِ.",
            "page": "153",
            "part": "1",
            "seal": "574F0049"
        },
        {
            "hno": "70",
            "id": "74",
            "nass": "70 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَائِلَةَ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِيهِ عَنْ أَبِي سَلَمَةَ عَنْ أُمِّ سَلَمَةَ قَالَ كُنْتُ أَغْتَسِلُ أَنَا وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ إِنَاءٍ وَاحِدٍ.",
            "page": "157",
            "part": "1",
            "seal": "21E62DEB"
        },
        {
            "hno": "71",
            "id": "75",
            "nass": "71 - حَدَّثَنَا الْحَسَنُ بْنُ جَرِيرٍ الصُّورِيُّ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْغَفَّارِ بْنِ عُثْمَانَ الْبَيْرُوتِيُّ قَالَ حَدَّثَتْنِي رَوَاحَةُ بِنْتُ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو الْأَوْزَاعِيِّ قَالَتْ حَدَّثَنِي أَبِي قَالَ سَمِعْتُ سُلَيْمَانَ بْنَ حَبِيبٍ الْمُحَارِبِيَّ يَقُولُ حَدَّثَنِي أَبُو أُمَامَةَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِرَجُلٍ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ نَفْسًا بِكَ مُطْمَئِنَّةً تُؤْمِنُ بِلِقَائِكَ وَتَرْضَى بِقَضَائِكَ وَتَقْنَعُ بِعَطَائِكَ.",
            "page": "158",
            "part": "1",
            "seal": "3024B901"
        },
        {
            "hno": "72",
            "id": "76",
            "nass": "72 - حَدَّثَنَا أَبُو عَامِرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ النَّحْوِيُّ الصُّورِيُّ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ دَاوُدَ بْنِ عِيسَى الْكُوفِيِّ عَنْ عَمْرِو بْنِ قَيْسٍ عَنْ أَبِي اليَقْظَانِ عَنْ زَاذَانَ عَنْ جَرِيرٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّحْدُ لَنَا وَالشِّقُّ لِغَيْرِنَا.",
            "page": "159",
            "part": "1",
            "seal": "D800AAA1"
        },
        {
            "hno": "73",
            "id": "77",
            "nass": "73 - حَدَّثَنَا الْحُسَيْنُ بْنُ مَنْصُورٍ الرُّمَّانِيُّ بِالْمِصِّيصَةِ حَدَّثَنَا دَاوُدُ بْنُ مُعَاذٍ حَدَّثَنَا عَبْدُ الْوَارِثِ عَنْ أَبِي عَمْرِو بْنِ الْعَلَاءِ عَنْ مُحَمَّدِ بْنِ أَبِي لَيْلَى عَنْ يَحْيَى بْنِ عُبَيْدٍ الْبَهْرَانِيِّ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُنبذ لَهُ فيشرَبُهُ فِي الْيَوْمِ وَلَيْلَتِهِ وَالْغَدِ وَلَيْلَتِهِ فَإِذَا كَانَ الْيَوْمُ الثَّالِثُ أَمَرَ أَنْ يُهْرَاقَ أَوْ يُسْقَى الْخَدَمُ.",
            "page": "162",
            "part": "1",
            "seal": "F126783C"
        },
        {
            "hno": "74",
            "id": "78",
            "nass": "74 - حَدَّثَنَا أَحْمَدُ بْنُ أَبِي يَحْيَى الْحَضْرَمِيُّ حَدَّثَنَا سَهْلُ بْنُ عَبْدِ الرَّحْمَنِ الْوَاسِطِيُّ حَدَّثَنَا مُعَلَّى بْنُ عَبْدِ الرَّحْمَنِ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ وَشُعْبَةُ عَنْ زُبَيْدٍ عَنْ مُرَّةَ عَنْ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْفِرُوا بِصَلَاةِ الصُّبْحِ فَإِنَّهُ أَعْظَمُ لِلْأَجْرِ.",
            "page": "163",
            "part": "1",
            "seal": "92F0429E"
        },
        {
            "hno": "75",
            "id": "79",
            "nass": "75 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلْمٍ حَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مِسْعَرِ بْنِ كِدَامٍ عَنْ جَعْفَرِ بْنِ الزُّبَيْرِ عَنِ الْقَاسِمِ عَنْ أَبِي أُمَامَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيَأْتِيَنَّ عَلَى جَهَنَّمَ يَوْمٌ كَأَنَّهَا زَرْعٌ هَاجَ وَآخَرُ تَخْفِقُ أَبْوَابُهَا.",
            "page": "164",
            "part": "1",
            "seal": "73AA6642"
        },
        {
            "hno": "76",
            "id": "80",
            "nass": "76 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وُهَيْبٍ الْغَزِّيُّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي السَّرِيِّ حَدَّثَنَا شَيْخُ ابْنِ أَبِي خَالِدٍ الْبَصْرِيِّ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي خَاتَمِ سُلَيْمَانَ بْنِ داود عليهما السلام مكتوبة لَا إِلَهَ إِلَّا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ.",
            "page": "165",
            "part": "1",
            "seal": "914C4E65"
        },
        {
            "hno": "77",
            "id": "81",
            "nass": "77 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ مُهَاجِرٍ الْقُرَشِيُّ الْمِصْرِيُّ حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي أَبُو يَزِيدَ يُونُسُ بْنُ يَزِيدَ عَنِ الْأَوْزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنِّي لَأَقُومُ إِلَى الصَّلَاةِ فَأُرِيدُ أَنْ أُطَوِّلَ فَأَسْمَعُ بُكَاءَ الصَّبِيِّ فَأَتَجَوَّزُ فِي صَلَاتِي كَرَاهِيَةَ أَنْ أَشُقَّ عَلَى أُمِّهِ.",
            "page": "167",
            "part": "1",
            "seal": "02C112D8"
        },
        {
            "hno": "78",
            "id": "82",
            "nass": "78 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعُمَرِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ قَالَ حَدَّثَنِي أَخِي عَنْ سُلَيْمَانَ بْنِ بِلَالٍ عَنْ سَعْدِ بْنِ سَعِيدٍ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنِ الْعَبَّاسِ بْنِ سَهْلِ بن سعد عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْحَرْبُ خُدْعَةٌ.",
            "page": "168",
            "part": "1",
            "seal": "5C75FA8A"
        },
        {
            "hno": "79",
            "id": "83",
            "nass": "79 - حَدَّثَنَا أَبُو حَبِيبٍ يَحْيَى بْنُ نَافِعٍ الْمِصْرِيُّ حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا ابْنُ لَهِيعَةَ عَنْ أَبِي النَّضْرِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَتَى الْجُمُعَةَ فَلْيَغْتَسِلْ.",
            "page": "169",
            "part": "1",
            "seal": "AA333E90"
        },
        {
            "hno": "80",
            "id": "84",
            "nass": "80 - حَدَّثَنَا الْحُسَيْنُ بْنُ السُّمَيْدِعِ الْأَنْطَاكِيُّ حَدَّثَنَا مُوسَى بْنُ أَيُّوبَ النَّصِيبِيُّ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ عن عبد الله بن زياد بْنِ سَمْعَانَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ.",
            "page": "170",
            "part": "1",
            "seal": "89C14496"
        },
        {
            "hno": "81",
            "id": "85",
            "nass": "81 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَمْزَةَ قَالَ حَدَّثَنِي أَبِي عَنْ أَبِيهِ قَالَ حَدَّثَنِي النُّعْمَانُ بْنُ الْمُنْذِرِ عَنْ سُلَيْمَانَ بْنِ مُوسَى عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ.",
            "page": "171",
            "part": "1",
            "seal": "5ADD808C"
        },
        {
            "hno": "82",
            "id": "86",
            "nass": "82 - حَدَّثَنَا أَبُو يَزِيدَ الْقَرَاطِيسِيُّ حَدَّثَنَا حَجَّاجُ بْنُ إِبْرَاهِيمَ الْأَزْرَقُ حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنِ الْأَعْمَشِ عَنْ عَطِيَّةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ صَلَاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خَشِيتَ الصُّبْحَ فَأَوْتِرْ بِرَكْعَةٍ فَإِنَّ اللَّهَ وِتْرٌ يُحِبُّ الْوِتْرَ.",
            "page": "172",
            "part": "1",
            "seal": "1AB52801"
        },
        {
            "hno": "83",
            "id": "87",
            "nass": "83 - حَدَّثَنَا جَبْرُونُ بْنُ عِيسَى الْمِصْرِيُّ حَدَّثَنَا يحيى بن سليمان الجفري المقرىء حَدَّثَنَا فُضَيْلُ بْنُ عِيَاضٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ أَنَّ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ ضَربَ عَلَى النَّاسِ بَعْثًا فَخَرَجُوا فَرَجَعَ أَبُو الدَّحْدَاحِ فَقَالَ لَهُ مُعَاوِيَةُ أَلَمْ تَكُنْ خَرَجْتَ مَعَ النَّاسِ قَالَ بَلَى وَلَكِنِّي سَمِعْتُ مِنْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا فَأَحْبَبْتُ أَنْ أَضَعَهُ عِنْدَكَ مَخَافَةَ أَنْ لَا تَلْقَانِي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ وَلِيَ مِنْكُمْ عَمَلًا فَحَجَبَ بَابَهُ عَنْ ذِي حَاجَةٍ مِنَ الْمُسْلِمِينَ حَجَبَهُ اللَّهُ أَنْ يَلِجَ بَابَ الْجَنَّةِ وَمَنْ كَانَتِ الدُّنْيَا نَهِمَتَهُ حَرَّمَ اللَّهُ عَلَيْهِ جِوَارِيَ فَإِنِّي بُعِثْتُ بِخَرَابِ الدُّنْيَا وَلَمْ أُبْعَثْ بِعِمَارَتِهَا.",
            "page": "173",
            "part": "1",
            "seal": "FA811205"
        },
        {
            "hno": "84",
            "id": "88",
            "nass": "84 - حَدَّثَنَا الْفَضْلُ بْنُ أَحْمَدَ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ حَدَّثَنَا الْأَعْمَشُ عَنْ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بُكَاءُ الْمُؤْمِنِ مِنْ قَلْبِهِ وَبُكَاءُ الْمُنَّافِقِ مِنْ هَامَتِهِ.",
            "page": "175",
            "part": "1",
            "seal": "5E9AA44A"
        },
        {
            "hno": "85",
            "id": "89",
            "nass": "85 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ حَدَّثَنَا عَمْرُو بْنُ الرَّبِيعِ بْنِ طَارِقٍ حَدَّثَنَا مُحَمَّدُ بْنُ صَدَقَةَ الْفَدَكِيُّ عَنْ مَالِكٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ عَلَى أَهْلِهِ قُوتُ السَّنَةِ تَصَدَّقَ بِمَا بَقِيَ.",
            "page": "176",
            "part": "1",
            "seal": "C12895FD"
        },
        {
            "hno": "86",
            "id": "90",
            "nass": "86 - حَدَّثَنَا خَيْرُ بْنُ عَرَفَةَ حَدَّثَنَا عُرْوَةُ بْنُ مَرْوَانَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَهْلَ الدَّرَجَاتِ الْعُلَى. . . الْحَدِيثَ.",
            "page": "178",
            "part": "1",
            "seal": "47AE2184"
        },
        {
            "hno": "87",
            "id": "91",
            "nass": "87 - حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ حَدَّثَنَا يَحْيَى بْنُ صَالِحٍ الْوُحَاظِيُّ حَدَّثَنَا سَلَمَةُ بْنُ كُلْثُومٍ عَنِ الْأَوْزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى عَلَى جَنَازَةٍ فَكَبَّرَ عَلَيْهَا أَرْبَعًا.",
            "page": "182",
            "part": "1",
            "seal": "BE022F52"
        },
        {
            "hno": "88",
            "id": "92",
            "nass": "88 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ كَيْسَانَ الْمِصِّيصِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ حُمَيْدٍ الطَّوِيلُ حَدَّثَنَا صَالِحُ بْنُ أَبِي الْأَخْضَرِ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ هَذِهِ الْحُشُوشَ مُحْتَضَرَةٌ فَإِذَا دَخَلَهَا أَحَدُكُمْ فَلْيَقُلِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ.",
            "page": "183",
            "part": "1",
            "seal": "5EDCC432"
        },
        {
            "hno": "89",
            "id": "93",
            "nass": "89 - حَدَّثَنَا هَاشِمُ بْنُ مَرْثَدٍ الطَّبَرَانِيُّ حَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ مَطَرٍ الْوَرَّاقِ عَنْ أَبِي الْعَالِيَةِ البَرَّاءِ عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ عَنْ أَبِي ذَرٍّ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ أُمَرَاءَ يُؤَخِّرُونَ الصَّلَاةَ فَقَالَ صَلُّوا الصَّلَاةَ لِوَقْتِهَا وَاجْعَلُوا صَلَاتَكُمْ مَعَهُمْ نَافِلَةً.",
            "page": "185",
            "part": "1",
            "seal": "EC038DC0"
        },
        {
            "hno": "90",
            "id": "94",
            "nass": "90 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ صَالِحٍ حَدَّثَنَا هَاشِمُ بْنُ مُحَمَّدٍ الرِّبْعِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَاصِمٍ عَنْ زِرٍّ عَنْ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قِرَاءَةُ قُلْ هُوَ اللَّهُ أَحَدٌ ثُلُثُ الْقُرْآنِ.",
            "page": "186",
            "part": "1",
            "seal": "A6721DF2"
        },
        {
            "hno": "91",
            "id": "95",
            "nass": "91 - حَدَّثَنَا مَحْمُودُ بْنُ الْفَرَجِ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ عَنْ قَيْسِ بْنِ الرَّبِيعِ عَنْ عَاصِمِ بْنِ كُلَيْبٍ عَنْ أَبِيهِ عَنْ وَائِلِ بْنِ حِجْرٍ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ النَّدَمُ تَوْبَةٌ.",
            "page": "188",
            "part": "1",
            "seal": "B15E5115"
        },
        {
            "hno": "92",
            "id": "96",
            "nass": "92 - حَدَّثَنَا أَبُو الزِّنْبَاعِ رَوْحُ بْنُ الْفَرَجِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبَّادٍ الْعَبَّادَانِيُّ حَدَّثَنَا صَالِحٌ الْمُرِّيُّ عَنْ قَيْسِ بْنِ سَعْدٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجُمُعَةِ سَاعَةً لَا يُوَافِقُهَا عَبْدُ مُسْلِمٌ يَسْأَلُ اللَّهَ فِيهَا خَيْرًا إِلَّا أَعْطَاهُ إِيَّاهُ.",
            "page": "196",
            "part": "1",
            "seal": "0A41C826"
        },
        {
            "hno": "93",
            "id": "97",
            "nass": "93 - وَبِهِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَدُكُمْ فِي صَلَاةٍ مَا كَانَ يَنْتَظِرُ الصَّلَاةَ.",
            "page": "198",
            "part": "1",
            "seal": "B5100700"
        },
        {
            "hno": "94",
            "id": "98",
            "nass": "94 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ حَدَّثَنَا عَمْرُو بْنُ الرَّبِيعِ بْنِ طَارِقٍ حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ عَنْ يُونُسَ بْنِ يَزِيدَ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الَّذِي يُقْتَلُ فِي سَبِيلِ اللَّهِ شَهِيدٌ وَالَّذِي يَمُوتُ فِي الْبَطْنِ شَهِيدٌ وَالَّذِي يَمُوتُ غَرِقًا شَهِيدٌ وَالَّتِي تَمُوتُ نَفْسَاءَ شَهِيدَةٌ.",
            "page": "199",
            "part": "1",
            "seal": "7E4EDDC6"
        },
        {
            "hno": "95",
            "id": "99",
            "nass": "95 - حَدَّثَنَا أَحْمَدُ بْنُ خُلَيْدٍ الْحَلَبِيُّ حَدَّثَنَا يُوسُفُ بْنُ يُونُسَ الْأَفْطَسُ حَدَّثَنَا سليمان بن بلال عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ قَالَ سَمِعْتُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا كَانَ يَوْمُ الْقِيَامَةِ دَعَا اللَّهُ بِعَبْدٍ مِنْ عِبَادِهِ فَيُوقِفُهُ بَيْنَ يَدَيْهِ فَيَسْأَلُهُ عَنْ جَاهِهِ كَمَا يَسْأَلُهُ عَنْ مَالِهِ.",
            "page": "201",
            "part": "1",
            "seal": "D41E1A5E"
        },
        {
            "hno": "96",
            "id": "100",
            "nass": "96 - حَدَّثَنَا الْهَيْثَمُ بْنُ خَالِدٍ الْمِصِّيصِيُّ حَدَّثَنَا عَبْدُ الْكَبِيرِ بْنُ الْمُعَافَى ابن عِمْرَانَ حَدَّثَنَا شَرِيكٌ عَنِ الْعَبَّاسِ بْنِ ذَرِيحٍ عَنِ الشَّعْبِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ يَرْفَعُهُ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مِنِ اقْتِرَابِ السَّاعَةِ أَنْ يُرَى الْهِلَالُ قِبَلًا فَيُقَالُ لِلَيْلَتَيْنِ وَأَنْ تُتَّخَذَ الْمَسَاجِدُ طُرُقًا وَأَنْ يَظْهَرَ مَوْتُ الْفُجْأَةِ.",
            "page": "203",
            "part": "1",
            "seal": "CCFCECEC"
        },
        {
            "hno": "97",
            "id": "101",
            "nass": "97 - حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ الرَّمْلِيُّ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الْخَطَّابِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرٍ حَدَّثَنَا رَاشِدُ أَبُو مُحَمَّدٍ الْحِمَّانِيُّ عَنْ مُعَاذَةَ عَنْ عَائِشَةَ قالت كنت أغتسل أنا وسول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي إِنَاءٍ وَاحِدٍ فَيْقُولُ أَبْقِ لِي أَبْقِ لِي.",
            "page": "206",
            "part": "1",
            "seal": "3CEB7010"
        },
        {
            "hno": "98",
            "id": "102",
            "nass": "98 - حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ الدَّمِيرِيُّ الْمِصْرِيُّ حَدَّثَنَا زَكَرِيَّا بْنُ دُوَيْدٍ الْأَشْعَثِيُّ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نِعْمَ الْإِدَامُ الْخَلُّ.",
            "page": "207",
            "part": "1",
            "seal": "EA08EC07"
        },
        {
            "hno": "99",
            "id": "103",
            "nass": "99 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ حَدَّثَنَا جُنَادَةُ بْنُ مَرْوَانَ حَدَّثَنَا مُبَارَكُ بْنُ فُضَالَةَ عَنِ الْحَسَنِ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَأَلْتُ رَبِّي ثَلَاثَ خِصَالٍ فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً .. الْحَدِيثَ.",
            "page": "208",
            "part": "1",
            "seal": "0E034615"
        },
        {
            "hno": "100",
            "id": "104",
            "nass": "100 - حَدَّثَنَا أَحْمَدُ بْنُ مَطِيرٍ الرَّمْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي السَّرِّيِّ الْعَسْقَلَانِيُّ حَدَّثَنَا الْوَليِدُ بْنُ مُسْلِمٍ عَنِ الْأَوْزَاعِيِّ عَنْ مَعْمَرٍ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ دَاوُدُ عَلَيْهِ السَّلَامُ لَا يَأْكُلُ إِلَّا مِنْ كَسْبِ يَدِهِ.",
            "page": "211",
            "part": "1",
            "seal": "914D8363"
        },
        {
            "hno": "101",
            "id": "105",
            "nass": "101 - حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عُبَيْدٍ الْقُرَشِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ حصين بْنِ حَسَّانٍ الْقُرَشِيُّ حَدَّثَنَا عَمْرُو بْنُ هَاشِمٍ الْبَيْرُوتِيُّ عَنِ الْأَوْزَاعِيِّ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الشُّفَعَةُ فِي كُلِّ شِرْكٍ فِي الرَّبِعِ أَوْ حَائِطٍ لَا يَصْلُحُ لَهُ أَنْ يَبِيعَ حَتَّى يُؤْذِنَ شَرِيكَهُ فَيَأْخُذَ أَوْ يَدَعَ.",
            "page": "212",
            "part": "1",
            "seal": "8696ABEF"
        },
        {
            "hno": "102",
            "id": "106",
            "nass": "102 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْقَاهِرِ اللَّخْمِيُّ الدِّمَشْقِيُّ حَدَّثَنَا مُنَبِّهُ بْنُ عُثْمَانَ حَدَّثَنَا صَدَقَةُ بْنُ عَبْدِ اللَّهِ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ سُلَيْمَانَ بْنِ عَطَاءٍ عَنْ خُبَيْبِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَكَلَ سَبْعَ تَمَرَاتٍ عَجْوةً مِنْ تَمْرِ الْعَالِيَةِ حِينَ يُصْبِحُ لَمْ يَضُرَّهُ سُمٌّ وَلَا سِحْرٌ حَتَّى يُمْسِيَ.",
            "page": "214",
            "part": "1",
            "seal": "D04F4C06"
        },
        {
            "hno": "138",
            "id": "142",
            "nass": "138 - حَدَّثَنَا الْمِقْدَامُ بْنُ دَاوُدَ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ الْمُغِيرَةِ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ مُحَمَّدِ بْنِ الْحَنَفِيَّةِ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ نَدْفِنَ مَوْتَانَا وَسَطَ قَوْمٍ صَالِحِينَ فَإِنَّ الْمَوْتَى يَتَأَذَّوْنَ بِالْجَارِ السُّوءِ كَمَا يَتَأَذَّى بِهِ الْأَحْيَاءُ.",
            "page": "299",
            "part": "1",
            "seal": "148F6B0D"
        },
        {
            "hno": "139",
            "id": "143",
            "nass": "139 - حَدَّثَنَا سَعِيدُ بْنُ أَوْسٍ الدِّمَشْقِيُّ حَدَّثَنَا الْقَاسِمُ بْنُ عُثْمَانَ الْجُوعِيُّ وَكَانَ صُوفِيًّا نُسِبَ إِلَى الْجُوعِ حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ حَدَّثَنَا سُفْيَانَ عَنْ عَبْدِ اللَّهِ بْنِ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ أَبِيهِ قَالَ حَدَّثَنِي أَبُو بَكْرِ بْنُ عَبْدِ اللَّهِ قَالَ حَدَّثَتْنَا عَائِشَةُ قَالَتْ رُبَّمَا خَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَأْسُهُ يَقْطُرُ قُلْتُ مِنَ الْجَنَابَةِ قَالَتْ فَمِنْ أَيِّ شَيْءٍ؟.",
            "page": "300",
            "part": "1",
            "seal": "E9A93ED1"
        },
        {
            "hno": "140",
            "id": "144",
            "nass": "140 - حَدَّثَنَا الْفَضْلُ بْنُ أَحْمَدَ الْأَصْبَهَانِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَمْرٍو الْبَجَلِيُّ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا صَلَاةَ بَعْدَ الْفَجْرِ إِلَّا سَجْدَتَيْنِ.",
            "page": "301",
            "part": "1",
            "seal": "37DC7EAD"
        },
        {
            "hno": "141",
            "id": "145",
            "nass": "141 - حَدَّثَنَا أَبُو الطَّيِّبِ أَحْمدُ بْنُ إِبْرَاهِيمَ بْنِ مَخْشِيٍّ ابْنِ أَخِي مَخْشِيٍّ الْفَرْغَانِيِّ بِمِصْرَ حَدَّثَنَا أَبُو القاسم عبيد الله بْنُ سَعِيدِ بْنِ كَثِيرِ بْنِ عُفَيْرٍ قَالَ حَدَّثَنِي أَبِي قَالَ حَدَّثَنِي خَالِي الْمُغِيرَةُ بْنُ الْحَسَنِ بْنِ رَاشِدٍ الْهَاشِمِيُّ قَالَ حَدَّثَنِي يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الزُّهْرِيُّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّ أَبَا هُرَيْرَةَ قَالَ بَيْنَا أَنَا جَالِسٌ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكْتُ قَالَ وَيْحَكَ مَا لَكَ قَالَ وَقَعْتُ عَلَى امْرَأَتِي وَأَنَا صَائِمٌ فِي رَمَضَانَ. . فَذَكَرَ الْحَدِيثَ.",
            "page": "306",
            "part": "1",
            "seal": "B50E93A8"
        },
        {
            "hno": "142",
            "id": "146",
            "nass": "142 - وَعَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إنَّ الشَّيْطَانَ يَأْتِي أَحَدَكُمْ وَهُوَ فِي صَلَاةٍ فَيُلَبِّسُ عَلَيْهِ حَتَّى لَا يَدْرِي كَمْ صَلَّى فَإِذَا وَجَدَ ذَلِكَ أَحَدُكُمْ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ.",
            "page": "308",
            "part": "1",
            "seal": "8EF98076"
        },
        {
            "hno": "143",
            "id": "147",
            "nass": "143 - وَعَنِ ابْنِ شِهَابٍ أَنَّهُ سَمِعَ أَبَا إِدْرِيسَ الْخَوْلَانِيَّ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَوَضَّأَ فَلْيَسْتَنْثِرْ ومَنِ اسْتجْمَرَ فَلْيُوتِرْ.",
            "page": "309",
            "part": "1",
            "seal": "715482A9"
        },
        {
            "hno": "144",
            "id": "148",
            "nass": "144 - وَعَنِ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ قَالَتْ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِابْنِي لَمْ يَأْكُلِ الطَّعَامَ فَجَعَلْتُهُ فِي حُجْرِهِ فَبَالَ عَلَى ثَوْبِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَعَا بِمَاءٍ فَنَضَحَهُ عَلَى ثَوْبِهِ وَلَمْ يَغْسِلْهُ.",
            "page": "310",
            "part": "1",
            "seal": "18C39283"
        },
        {
            "hno": "145",
            "id": "149",
            "nass": "145 - وَعَنِ ابْنِ شِهَابٍ عَنْ عَبَّادِ بْنِ تَمِيمٍ عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ زَيْدٍ أَنَّهُ رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُسْتَلْقِيًا فِي الْمَسْجِدِ قَدْ وَضَعَ إِحْدَى رِجْلَيْهِ عَلَى الْأُخْرَى.",
            "page": "311",
            "part": "1",
            "seal": "F1A6DEB3"
        },
        {
            "hno": "146",
            "id": "150",
            "nass": "146 - وَعَنِ ابْنِ شِهَابٍ أَنَّ عُرْوَةَ أَخْبَرَهُ أَنَّ عَائِشَةَ كَانَتْ تَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْ مُصِيبَةٍ يُصَابُ [بِهَا] الْمُسْلِمُ إِلَّا كَفَّرَتْ عَنْهُ حَتَّى الشَّوْكَةِ يُشَاكُهَا.",
            "page": "312",
            "part": "1",
            "seal": "BE265B1C"
        },
        {
            "hno": "147",
            "id": "151",
            "nass": "147 - وَعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَزَغُ فُوَيْسِقٌ.",
            "page": "313",
            "part": "1",
            "seal": "8DF9842C"
        },
        {
            "hno": "148",
            "id": "152",
            "nass": "148 - وَعَنِ ابْنِ شِهَابٍ أَنَّ طَلْحَةَ بْنَ عَبْدِ اللَّهِ بْنِ عَوْفٍ أَخْبَرَهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَمْرِو بْنِ سَهْلٍ أَنَّ سَعِيدَ بْنَ زَيْدٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ ظَلَمَ مِنَ الْأَرْضِ شَيْئًا فَإِنَّهُ يُطَوَّقُهُ مْنِ سَبْعِ أَرَضِينَ.",
            "page": "314",
            "part": "1",
            "seal": "E0F7CDE5"
        },
        {
            "hno": "149",
            "id": "153",
            "nass": "149 - وَعَنِ ابْنِ شِهَابٍ عَنْ إِسْمَاعِيلَ بْنِ مُحَمَّدِ بْنِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ الْأَنْصَارِيِّ أَنَّ ثَابِتَ بْنَ قَيْسٍ قَالَ يَا رَسُولَ اللَّهِ قَدْ خَشِيتُ أَنْ أَكُونَ قَدْ هَلَكْتُ قَالَ بِمَ قَالَ يَمْنَعُ اللَّهُ الْمَرْءَ أَنْ يُحْمَدَ بِمَا لَمْ يَفْعَلْ وأَجِدُنِي أُحِبُّ الْحَمْدَ وَيَنْهَى عَنِ الْخُيَلَاءِ وَأَجِدُنِي أُحِبُّ الْجَمَالَ وَيَنْهَى الْمَرْءَ أَنْ يَرْفَعَ صَوْتَهُ فَوْقَ صَوْتِكَ وَأنَا جَهِيرُ الصَّوْتِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا ثَابِتُ أَلَيْسَ تَرْضَى أَنْ تَعِيشَ حَمِيدًا وَتُقْتَلَ شَهِيدًا وَتَدْخُلَ الْجَنَّةَ.",
            "page": "316",
            "part": "1",
            "seal": "31145C5D"
        },
        {
            "hno": "150",
            "id": "154",
            "nass": "150 - وَعَنِ ابْنِ شِهَابٍ أَنَّ عَبْدَ اللَّهِ بْنَ مُحَمَّدِ بْنِ عَلِيٍّ وَالْحَسَنَ بْنَ مُحَمَّدِ بْنِ عَلِيٍّ أَخْبَرَاهُ أَنَّ أَبَاهُمَا مُحَمَّدًا أَخْبَرَهُمَا أَنَّهُ سَمِعَ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ يَقُولُ لِابْنِ عَبَّاسٍ إِنَّكَ رَجُلٌ تَائِهٌ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ مُتْعَةِ النِّسَاءِ يَوْمَ خَيْبَرَ وَعَنْ [أَكْلِ] لُحُومِ الْحُمُرِ الْإِنْسِيَّةِ.",
            "page": "320",
            "part": "1",
            "seal": "76DB4C06"
        },
        {
            "hno": "151",
            "id": "155",
            "nass": "151 - وَعَنِ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ أَنَّ ابْنَ عَبَّاسٍ حَدَّثَهُ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ بْنِ قَيْسٍ حَدَّثَهُ أَنَّهُ أَهْدَى لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِمَارًا وَحْشِيًّا وَهُوَ بِوُدَّانَ أَوْ بِالْأَبْوَاءِ فَرَدَّهُ عَلَيْهِ قَالَ فَعَرَفَ فِي وَجْهِي كَآبَةَ رَدِّهِ عَلَيَّ فَقَالَ لَيْسَ بِنَا رَدٌّ عَلَيْكَ وَلَكِنَّا حُرُمٌ.",
            "page": "321",
            "part": "1",
            "seal": "F1C731D9"
        },
        {
            "hno": "152",
            "id": "156",
            "nass": "152 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ الْمَكِّيُّ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ بَسَّامٍ الصَّيْرَفِيِّ عَنْ يَزِيدَ الْفَقِيرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ نَاسًا مِنْ أُمَّتِي يَدْخُلُونَ النار بذنوبهم فيكونوا فِي النَّارِ مَا شَاءَ اللَّهُ أَنْ يَكُونُوا ثُمَّ يُعَيِّرُهُمْ أَهْلُ الشِّرْكِ فَيَقُولُونَ مَا نَرَى مَا كُنْتُمْ تُخَالِفُونَا فِيهِ مِنْ تَصْديِقِكُمْ وَإِيمَانِكُمْ نَفَعَكُمْ فَلَا يَبْقَى مُوَحِّدٌ إِلَّا أَخْرَجَهُ اللَّهُ مِنَ النَّارِ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: (رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ). قَالَ الطَّبَرَانِيُّ لَمْ يَرْوِهِ عَنْ بَسَّامٍ وَهُوَ مِنْ ثِقَاتِ الْكُوفِيِّينَ إِلَّا حَاتِمٌ تَفَرَّدَ بِهِ مُحَمَّدُ بْنُ عَبَّادٍ الْمَكِّيُّ.",
            "page": "323",
            "part": "1",
            "seal": "414D58B6"
        },
        {
            "hno": "153",
            "id": "157",
            "nass": "153 - حَدَّثَنَا أَبُو أُسَامَةَ الحَلَبِيُّ حَدَّثَنَا الْحَجَّاجُ بْنُ أَبِي مَنِيعٍ قَالَ حَدَّثَنِي جَدِّي عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَحَاسَدُوا وَلَا تَقَاطَعُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا وَلَا يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلَاثِ لَيَالٍ.",
            "page": "324",
            "part": "1",
            "seal": "9F9E078B"
        },
        {
            "hno": "154",
            "id": "158",
            "nass": "154 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْحُسَيْنِ الْمِصِّيصِيُّ حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ الْبُورَانِيُّ حَدَّثَنَا فَضْلُ بْنُ مُهَلْهَلٍ أَخُو مُفَضَّلٍ عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ مَشَى بِحَقِّهِ إِلَى أَخِيهِ لِيَقْضِيَهُ فَلَهُ بِهِ صَدَقَةٌ وَمَنْ أَرْشَدَ ابْنَ سَبِيلٍ فَلَهُ بِهِ صَدَقَةٌ وَمَنْ أَمَاطَ الْأَذَى عَنِ الطَّرِيقِ فَلَهُ بِهِ صَدَقَةٌ وَمَنْ أَعَانَ عَلَى حِمْلِ دَابَّةٍ فَلَهُ بِهِ صَدَقَةٌ وَكُلُّ مَعْرُوفٍ صَدَقَةٌ.",
            "page": "326",
            "part": "1",
            "seal": "A318B673"
        },
        {
            "hno": "155",
            "id": "159",
            "nass": "155 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ حَدَّثَنَا عُتْبَةُ بْنُ سَعِيدِ بْنِ الرَّخْصِ الْحِمْصِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ أَبِي بَكْرٍ الْهُذَلِيِّ عَنْ بَهْزِ بْنِ حَكِيمِ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا حَقُّ جَارِي عَلَيَّ قَالَ إِنْ مَرِضَ عُدْتَهُ وَإِنْ مَاتَ شَيَّعْتَهُ وَإِنِ اسْتَقْرَضَكَ أَقْرَضْتَهُ وَإِنْ أَعْوَزَ سَتَرْتَهُ وَإِنْ أَصَابَهُ خَيْرٌ هَنَّأْتَهُ وَإِنْ أَصَابَتْهُ مُصِيبَةٌ عَزَّيْتَهُ ولا ترفع بناءك فوق بناءه فَتَسُدَّ عَلَيْهِ الرِّيحَ وَلَا تُؤْذِيهِ بِرِيحِ قِدْرٍ إِلَّا أَنْ تَغْرُفَ لَهُ مِنْهَا.",
            "page": "327",
            "part": "1",
            "seal": "C570D11E"
        },
        {
            "hno": "156",
            "id": "160",
            "nass": "156 - حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ حَدَّثَنَا يَسْرَةُ بْنُ صَفْوَانَ الدِّمَشْقِيُّ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ الرَّمْلِيُّ عَنْ مُحَمَّدِ بْنِ عَجْلَانَ عَنِ الْقَاسِمِ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ لِأَصْحَابِهِ خُذُوا جِنَّتَكُمْ مَرَّتَيْنِ أَوْ ثَلَاثًا فَقَالُوا مِنْ عَدُوٍّ حَضَرَ يَا رَسُولَ اللَّهِ قَالَ بَلْ مِنَ النَّارِ قَالُوا بِمَا نَأْخُذُ جِنَّتَنَا مِنَ النَّارِ يَا رَسُولَ اللَّهِ قَالَ قُولُوا سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَا اللَّهُ وَاللَّهُ أَكْبَرُ وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ فَإِنَّهُنَّ يَجِئْنَ يَوْمَ الْقِيَامَةِ مُقَدِّمَاتٍ وَمُنَجِّيَاتٍ وَمُعَقِّبَاتٍ وَهُنَّ الْبَاقِيَاتُ الصَّالِحَاتُ.",
            "page": "329",
            "part": "1",
            "seal": "8F7FFF47"
        },
        {
            "hno": "157",
            "id": "161",
            "nass": "157 - حَدَّثَنَا أَبُو هَارُونَ مُوسَى بْنُ مُحَمَّدِ بْنِ كَثِيرٍ السِّرِّينِيُّ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ إِبْرَاهِيمَ الْجُدِّيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ الْعُمَرِيُّ عَنْ أَبِي طُوَالَةَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الزَّبَانِيَةُ أَسْرَعُ إِلَى فَسَقَةِ الْقُرْآنِ مِنْهُمْ إِلَى عَبَدَةِ الْأَوْثَانِ فَيَقُولُونَ يُبْدَأُ بِنَا قَبْلَ عَبَدَةِ الْأَوْثَانِ فَيُقَالُ لَهُمْ لَيْسَ مَنْ عَلِمَ كَمَنْ لَا يَعْلَمُ.",
            "page": "332",
            "part": "1",
            "seal": "7A5437DC"
        },
        {
            "hno": "158",
            "id": "162",
            "nass": "158 - حَدَّثَنَا مُعَاذُ بْنُ الْمُثَنَّى حَدَّثَنَا عَلِيُّ بْنُ عُثْمَانَ اللَّاحِقِيُّ حَدَّثَنَا عِمْرَانُ بْنُ عُبَيْدِ اللَّهِ مْوَلَى عُبَيْدِ الصَّيْدِ قَالَ سَمِعْتُ الْحَكَمَ بْنَ أَبَانَ يُحَدِّثُ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ قَالَ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَا اللَّهُ وَاللَّهُ أَكْبَرُ غَرَسَ اللَّهُ تَعَالَى بِكُلِّ وَاحِدَةٍ مِنْهُنَّ شَجَرَةً فِي الْجَنَّةٍ وَمَنْ بَنَى مَسْجِدًا بَنَى اللَّهُ [لَهُ] قَصْرًا فِي الْجَنَّةِ فَإِنْ مَاتَ مِنْ يَوْمِهِ غُفِرَ لَهُ وَمَنْ حَفَرَ بِئْرًا بَنَى اللَّهُ عَزَّ وَجَلَّ لَهُ بَيْتًا فِي الْجَنَّةِ وَإِنْ مَاتَ مِنْ يَوْمِهِ غُفِرَ لَهُ وَمَنْ آوَى يَتِيمًا أَوْ يَتِيمَيْنِ ثُمَّ صَبَرَ وَاحْتَسَبَ كُنْتُ أَنَا وَهُوَ فِي الْجَنَّةِ كَهَاتَيْنِ وَحَرَّكَ أُصْبُعَيْهِ السَّبَّابَةَ وَالْوُسْطَى.",
            "page": "334",
            "part": "1",
            "seal": "D88C9249"
        },
        {
            "hno": "159",
            "id": "163",
            "nass": "159 - حَدَّثَنَا الْحُسَيْنُ بْنُ الْكُمَيْتِ الْمَوْصِلِيُّ حَدَّثَنَا غَسَّانُ بْنُ الرَّبِيعِ حَدَّثَنَا جَعْفَرُ بْنُ مَيْسَرَةَ الْأَشْجَعِيُّ عَنْ هِلَالٍ أَبِي ضِيَاءٍ عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ قَرْضٍ صَدَقَةٌ.",
            "page": "336",
            "part": "1",
            "seal": "2F7A90DB"
        },
        {
            "hno": "160",
            "id": "164",
            "nass": "160 - حَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ حَدَّثَنَا عُثْمَانُ بْنُ كَثِيرِ بْنِ دِينَارٍ عَنْ مُحَمَّدِ بْنِ الْمُهَاجِرِ عَنْ عُرْوَةَ بْنِ رُوَيْمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غُنْمٍ الْأَشْعَرِيِّ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَفْضَلَ الْإِيمَانِ بِأَنْ تَعْلَمَ أَنَّ اللَّهَ عَزَّ وَجَلَّ مَعَكَ حَيْثُ كُنْتَ.",
            "page": "337",
            "part": "1",
            "seal": "D9DE605F"
        },
        {
            "hno": "161",
            "id": "165",
            "nass": "161 - حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ حَدَّثَنَا عَبْدُ الْغَفَّارِ بْنُ الْقَاسِمِ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ زِرِّ بْنِ حُبَيْشٍ عَنْ أُبَيِّ بْنِ كَعْبٍ أَنّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ الْحَوْضَ فَقَالُوا يَا رَسُولَ اللَّهِ وَمَا الْحَوْضُ فَقَالَ مَاؤُهُ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَبْرَدُ مِنَ الثَّلْجِ وَأَحْلَى مِنَ الْعَسَلِ وَأَطْيَبُ رِيحًا مِنَ الْمِسْكِ مَنْ شَرِبَ مِنْهُ شَرْبَةً لَمْ يَظْمَأْ أَبَدًا وَمَنْ صُرِفَ عَنْهُ لَمْ يَرْوَ أَبَدًا.",
            "page": "338",
            "part": "1",
            "seal": "27FA805E"
        },
        {
            "hno": "162",
            "id": "166",
            "nass": "162 - حَدَّثَنَا مُطَّلِبُ بْنُ شُعَيْبٍ الْأَزْدِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِبْلِيسُ لِرَبِّهِ عَزَّ وَجَلَّ وَعِزَّتِكَ وَجَلَالِكَ لَا أبرح أغوي ابن آم مَا دَامَتِ الْأَرْوَاحُ فِيهِمْ فَقَالَ لَهُ رَبُّهُ عَزَّ وَجَلَّ لَا أَبْرَحُ أَغْفِرُ لَهُمْ مَا اسْتَغْفَرُونِي.",
            "page": "340",
            "part": "1",
            "seal": "B4B28E34"
        },
        {
            "hno": "163",
            "id": "167",
            "nass": "163 - حَدَّثَنَا حَفْصُ بْنُ عُمَرَ بْنِ الصَّبَّاحِ الرَّقِّيُّ حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ حَدَّثَنَا حُمَيْدُ بْنُ مُعَاذٍ الْكُوفِيُّ حَدَّثَنَا الْمِنْهَالُ بْنُ عَمْرٍو عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا أَهْبَطَ اللَّهُ تَعَالَى آدَمَ عَلَيْهِ السَّلَامُ طاف سبوعا ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ قَالَ اللَّهُمَّ إِنَّكَ تَعْلَمُ سِرِّي وَعَلَانِيَتِي فَاقْبَلْ مَعْذِرَتِي وَتَعْلَمُ حَاجَتِي فَأَعْطِنِي سُؤْلِي وَتَعْلَمُ مَا عِنْدِي فَاغْفِرْ لِي ذُنُوبِي وَأَسْأَلُكَ إِيمَانًا يُبَاشِرُ قَلْبِي وَيَقِينًا صَادِقًا حَتَّى أَعْلَمَ أَنَّهُ لَنْ يُصِيبَنِي إِلَّا مَا كَتَبْتَ لِي فَأَوْحَى اللَّهُ تَعَالَى إِلَيْهِ يَا آدَمُ [إِنَّكَ] قَدْ دَعَوْتَنِي بِدُعَاءٍ اسْتَجَبْتُ لَكَ فِيهِ وَلَنْ يَدْعُوَنِي يَا آدَمُ مِنْ بَعْدِكَ مِنْ ذُرِّيَّتِكَ إِلَّا اسْتَجَبْتُ لَهُ وَغَفَرْتُ ذَنْبَهُ وَفَرَّجْتُ هُمُومَهُ وَغُمُومَهُ وَنَزَعْتُ فَقْرَهُ مِنْ بَيْنِ عَيْنَيْهِ وَاتَّجَرْتُ لَهُ مِنْ وَرَاءِ كُلِّ تَاجِرٍ وَأَتَتْهُ الدُّنْيَا وَهِيَ كَارِهَةٌ وَإِنْ لَمْ يُرِدْهَا.",
            "page": "342",
            "part": "1",
            "seal": "F047D263"
        },
        {
            "hno": "164",
            "id": "168",
            "nass": "164 - حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الْوَهَّابِ بْنِ نَجْدَةَ قَالَ حَدَّثَنِي أَبِي حَدَّثَنَا عُثْمَانُ بْنُ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَخِيهِ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَنَسٍ السُّلَمِيِّ عَنِ الْعَبَّاسِ بْنِ الْمِرْدَاسِ السُّلَمِيِّ قَالَ كَانَ إِسْلَامُ عَبَّاسِ بْنِ مِرْدَاسٍ أَنَّهُ كَانَ بِغَمْرَةٍ فِي لِقَاحٍ لَهُ نِصْفَ النَّهَارِ إِذْ طَلَعَتْ لَهُ نَعَامَةٌ بَيْضَاءُ مِثْلُ الْقِطْنِ عَلَيْهَا رَاكِبٌ عَلَيْهِ ثِيَابٌ بِيضٌ مِثْلُ الْقُطْنِ فَقَالَ يَا عَبَّاسُ بْنَ مِرْدَاسٍ ¶ أَلَمْ تَرَ أَنَّ السَّمَاءَ كَفَّتْ أَحْرَاسَهَا ¶ وَأَنَّ الْحَرْبَ جَرَعَتْ أَنْفَاسَهَا ¶ وَأَنَّ الْخَيْلَ وَضَعَتْ أَحْلَاسَهَا ¶ وَأَنَّ الَّذِي نَزَلَ بِالْبِرِّ وَالْهُدَى لَفِي يَوْمِ الِاثْنَيْنِ فِي لَيْلَةِ الْثُلَاثَاءِ صَاحِبُ النَّاقَةِ قَالَ فَخَرَجْتُ مَرْعُوبًا قَدْ رَاعَنِي مَا سَمِعْتُ وَمَا رَأَيْتُ حَتَّى جِئْتُ وَثَنًا لَنَا كَانَ يُدْعَى الضِّمَادُ وَكُنَّا نَعْبُدُهُ وَيُكَلَّمُ مِنْ جَوْفِهِ فَدَخَلْتُ عَلَيْهِ وكنست ما حوله و (قمت إِلَيْهِ ثُمَّ) مَسَحْتُ بِهِ وَقَبَّلْتُهُ فَإِذَا صَائِحٌ يَصِيحُ مِنْ جَوْفِهِ يَا عَبَّاسُ بْنَ مِرْدَاسٍ ¶ -[346]- ¶ قُلْ لِلْقَبَائِلِ مِنْ سُلَيْمٍ كُلِّهَا ... هَلَكَ الضِّمَادُ وَفَازَ أَهْلُ الْمَسْجِدِ ¶ هَلَكَ الضِّمَادُ وَكَانَ يُعْبَدُ ... مَرَّةً قَبْلَ الصَّلَاةِ عَلَى النَّبِيِّ مُحَمَّدٍ ¶ إِنَّ الَّذِي جَاءَ بِالنُّبُوَّةِ وَالْهُدَى ... بَعْدَ ابْنِ مَرْيَمَ مِنْ قُرَيْشٍ مُهْتَدِي ¶ قَالَ فَخَرَجْتُ مَرْعُوبًا حَتَّى جِئْتُ قَوْمِي فَقَصَصْتُ عَلَيْهِمُ الْقِصَّةَ وَأَخْبَرْتُهُمُ الخبر فخرجت في ثلاث مائة رَاكِبٍ مِنْ قَوْمِي بَنِي حَارِثَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدَخَلْنَا الْمَسْجِدَ فَلَمَّا رَآنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَا عَبَّاسُ بْنَ مِرْدَاسٍ كَيْفَ كَانَ إِسْلَامُكَ فَقَصَصْتُ عَلَيْهِ الْقِصَّةَ فَقَالَ صَدَقْتَ وَسُرَّ بِذَلِكَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمْتُ أَنَا وَقَوْمِي.",
            "page": "345",
            "part": "1",
            "seal": "DA388083"
        },
        {
            "hno": "165",
            "id": "169",
            "nass": "165 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ حَدَّثَنَا خَلَفُ بْنُ يَحْيَى قَاضِي الرَّيِّ حَدَّثَنَا مُصْعَبُ بْنُ سَلَّامٍ عَنْ عَبَّاسِ بْنِ عَبْدِ اللَّهِ الْقُرَشِيِّ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى الله عليه وسلم اطْلُبُوا حَوَائِجَكُمْ عِنْدَ حِسَانِ الْوُجُوهِ فَإِنْ قَضَاهَا قَضَاهَا بِوَجْهٍ طَلْقٍ وَإِنْ رَدَّهَا رَدَّهَا بِوَجْهٍ طَلْقٍ فَرُبَّ حَسَنِ الْوَجْهِ دَمِيمٌ عِنْدَ طَلَبِ الْحَاجَةِ وَرُبَّ دَمِيمِ الْوَجْهِ حَمِيدٌ عِنْدَ طَلَبِ الْحَاجَةِ.",
            "page": "348",
            "part": "1",
            "seal": "BA12C6DE"
        },
        {
            "hno": "166",
            "id": "170",
            "nass": "166 - حَدَّثَنَا أَبُو زُرْعَةَ الدِّمَشْقِيُّ حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ رَبِّهِ حَدَّثَنَا بَقِيَّةُ عَنِ الْأَوَزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ عَنْ أَبِي مَرْيَمَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِيَّاكَ وَالْإِقْرَادَ قَالُوا يَا رَسُولَ اللَّهِ وَمَا الْإِقْرَادُ قَالَ يَكُونُ أَحَدُكُمْ أَمِيرًا أو عَامِلًا فَتَأْتِيهِ الْأَرْمَلَةُ وَالْمِسْكِينُ فَيُقَالُ لَهُ انْتَظِرْ حَتَّى نَنْظُرَ فِي حَاجَتِكَ فَيَكُونُوا مُقَرَّدِينَ لَا يُقَضَى لَهُمْ حَاجَةٌ وَلَا يُؤْمَرُوا فَيَنْصَرِفُوا وَيَأْتِي الرَّجُلُ الْغَنِيُّ أَوِ الشَّرِيفُ فَيُقْعِدُهُ إِلَى جَنْبِهِ ثُمَّ يَقُولُ مَا حَاجَتُكَ فَيَقُولُ كَذَا وَكَذَا فَيَقُولُ اقْضُوا حَاجَتَهُ وَعَجِّلُوا بِهَا.",
            "page": "349",
            "part": "1",
            "seal": "CAB8A758"
        },
        {
            "hno": "167",
            "id": "171",
            "nass": "167 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ قُتَيْبَةَ الْعَسْقَلَانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي السَّرِيِّ الْعَسْقَلَانِيُّ حَدَّثَنَا بَقِيَّةُ عَنْ مُحَمَّدِ بْنِ زِيَادٍ عَنْ جَابِرٍ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ أَكْلِ الْهِرِّ وَأَكْلِ ثَمَنِهَا.",
            "page": "350",
            "part": "1",
            "seal": "14756B12"
        },
        {
            "hno": "168",
            "id": "172",
            "nass": "168 - حَدَّثَنَا حَفْصٌ الرَّقِّيُّ حَدَّثَنَا قَبِيصَةُ حَدَّثَنَا إِسْرَائِيلُ عَنْ هِلَالِ بْنِ مِقْلَاصٍ عَنْ أَبِي بِشْرٍ عَنْ أَبِي وَائِلٍ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَكَلَ طَيِّبًا وَعَمِلَ فِي سُنَّةٍ وَأَمِنَ النَّاسُ بَوَائِقَهُ دَخَلَ الْجَنَّةَ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ هَذَا فِي أُمَّتِكَ كَثِيرٌ قَالَ وَسَيَكُونُ فِي قَوْمِي مِنْ بَعْدِي.",
            "page": "352",
            "part": "1",
            "seal": "77703CA1"
        },
        {
            "hno": "169",
            "id": "173",
            "nass": "169 - حَدَّثَنَا مُصْعَبُ بْنُ إِبْرَاهِيمَ بْنِ حَمْزَةَ الزُّبَيْرِيُّ حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنَا صَدَقَةُ بْنُ بَشِيرٍ مَوْلَى الْعُمَرِيِّ قَالَ سَمِعْتُ قُدَامَةَ بْنَ إِبْرَاهِيمَ الْجُمَحِيَّ يُحَدِّثُ أَنَّهُ كَانَ يَخْتَلِفُ إِلَى عَبْدِ اللَّهِ ابن عُمَرَ وَهُوَ غُلَامٌ قَالَ فَحَدَّثَنَا أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَدَّثَهُمْ أَنَّ عَبْدًا مِنْ عِبَادِ اللَّهِ قَالَ يَا رَبِّ لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وَجْهِكَ وَلِعَظِيمِ سُلْطَانِكَ [وَأَيُّ شَيْءٍ يَنْبَغِي لِجَلَالِ وَجْهِكَ وَعَظِيمِ سُلْطَانِكَ] فَأَغْلَطَتِ الْمَلَكَيْنِ فَلَمْ يَدْرِيَا كَيْفَ يَكْتُبَانِهَا فَصَعِدا إِلَى السَّمَاءِ فَقَالَا يَا رَبِّ إِنَّ عَبْدَكَ فلان قَدْ قَالَ مَقَالَةً لَا نَدْرِي كَيْفَ نَكْتُبُهَا فَقَالَ اللَّهُ وَهُوَ أَعْلَمُ بِمَا قَالَ لَهُ عَبْدُهُ مَاذَا قَالَ عَبْدِي قَالَا يَا رَبِّ إِنَّهُ قَالَ يَا رَبِّ لَكَ الْحَمْدُ كَمَا يَنْبَغِي لِجَلَالِ وجهك وعظيم سُلْطَانِكَ وَأَيُّ شَيْءٍ يَنْبَغِي لِجَلَالِ وجهك ولعظيم سُلْطَانِكَ فَقَالَ اللَّهُ عَزَّ وَجَلَّ لَهُمَا اكْتُبَا كَمَا قَالَ عَبْدِي حَتَّى يَلْقَانِي فَأَجْزِيَهُ بِهَا.",
            "page": "354",
            "part": "1",
            "seal": "63F614D6"
        },
        {
            "hno": "170",
            "id": "174",
            "nass": "170 - حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْمَعْمَرِيُّ حَدَّثَنَا دُحَيْمٌ عَبْدُ الرَّحِيمِ بْنُ عَبَّادٍ حَدَّثَنَا قُرْطُ بْنُ حُرَيْثٍ أَبُو سَهْلٍ حَدَّثَنَا خَازِمُ بْنُ جَبَلَةَ بْنِ أَبِي نَضْرَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَرَادَ أَنْ يَجْعَلَ لِلَّهِ تَعَالَى عِنْدَهُ عَهْدًا وَفِي قُلُوبِ الْمُؤْمِنِينَ مَوَدَّةً فَليُكْثِرِ الِاسْتِغْفَارَ لِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ.",
            "page": "356",
            "part": "1",
            "seal": "56B6BBB0"
        },
        {
            "hno": "171",
            "id": "175",
            "nass": "171 - حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ بْنِ أَبِي شَيْبَةَ حَدَّثَنَا هَاشِمُ بْنُ مُحَمَّدِ بْنِ سَعِيدِ بْنِ خُثَيْمٍ الْهِلَالِيُّ حَدَّثَنَا أَبُو جُنَادَةَ السَّلُولِيُّ حَدَّثَنَا الْأَعْمَشُ عَنْ خَيْثَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَدِيِّ بْنِ حَاتِمٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يُؤَمَرُ يَوْمَ الْقِيَامَةِ بِنَاسٍ (مِنَ النَّارِ) إِلَى الْجَنَّةِ حَتَّى إِذَا دَنَوْا مِنْهَا وَاسْتَنْشَقُوا رِيحَهَا وَنَظَرُوا إِلَى قُصُورِهَا وَمَا أَعَدَّ اللَّهُ لِأَهْلِهَا فِيهَا نُودُوا أَنِ اصْرِفُوهُمْ عَنْهَا لَا نَصِيبَ لَهُمْ فِيهَا فَيَرْجِعُونَ بِحَسْرَةٍ مَا رَجَعَ الْأَوَّلُونَ وَالْآخِرُونَ بِمِثْلِهَا فَيَقُولُونَ رَبَّنَا لَوْ أَدْخَلْتَنَا النَّارَ قَبْلَ أَنْ تُرِيَنَا مَا أَرَيْتَنَا مِنْ ثَوَابِكَ وَمَا أَعْدَدْتَ فِيهَا لِأَوْلِيَائِكَ كَانَ أَهْوَنَ عَلَيْنَا قَالَ ذَاكَ أَرَدْتُ بِكُمْ كُنْتُمْ إِذَا خَلَوْتُمْ بَارَزْتُمُونِي بِالْعَظَائِمِ وَإِذَا [لَقِيتُمُ النَّاسَ] لَقَيْتُمُوهُمْ مُخْبِتِينَ تُرَاءُونَ النَّاسَ بِخلَافِ مَا تُعْطُونِي مِنْ قُلُوبِكُمْ خِفْتُمُ النَّاسَ وَلَمْ تَخَافُونِي وَأَجْلَلْتُمُ النَّاسَ وَلَمْ تُجِلُّونِي وَتَرَكْتُمْ لِلنَّاسِ وَلَمْ تَتْرُكُوا لِي فَالْيَوْمَ أُذِيقُكُمْ [أَلِيمَ] الْعَذَابِ مَعَ مَا حَرَمْتُكُمْ مِنَ -[358]- الثَّوَابِ.",
            "page": "357",
            "part": "1",
            "seal": "A5C6EEB2"
        },
        {
            "hno": "172",
            "id": "176",
            "nass": "172 - حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْمَعْمَرِيُّ حَدَّثَنَا أَبُو الْمُغَلِّسِ عَبْدُ رَبِّهِ بْنُ خَالِدٍ النُّمَيْرِيُّ حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ النُّمَيْرِيُّ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ إِسْحَاقَ بْنِ يَحْيَى بْنِ طَلْحَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَضَرَ مَلَكُ الْمَوْتِ رَجُلًا فَنَظَرَ فِي كُلِّ عُضْوٍ مِنْ أَعْضَائِهِ فَلَمْ يَجِدْ فِيهِ حَسَنَةً ثُمَّ شَقَّ عَنْ قَلْبِهِ فَلَمْ يَجِدْ فِيهِ شَيْئًا ثُمَّ فَكَّ عَنْ لِحْيَيْهِ فَوَجَدَ طَرَفَ لِسَانِهِ لَاصِقًا بِحَنَكِهِ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ قَالَ وَجَبَتْ لَكَ الْجَنَّةُ بِقَوْلِكَ كَلِمَةَ الْإِخْلَاصِ.",
            "page": "360",
            "part": "1",
            "seal": "E555D644"
        },
        {
            "hno": "173",
            "id": "177",
            "nass": "173 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ عِرْقٍ الْحِمْصِيُّ حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْمُغِيرَةِ بْنِ سنان أبو حميد الحمصي حدثنا الربيع بن روح حدثنا إسماعيل بن عياش عَنْ حَسَّانِ بْنِ عُبَيْدِ اللَّهِ عَنْ إِيَاسِ بْنِ مُعَاوِيَةَ بْنِ قُرَّةَ قَالَ سَمِعْتُ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ سَمِعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا يَقُولُ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهْدِ الْبَلَاءِ فَقَالَ جَهْدُ الْبَلَاءِ كَثْرَةُ الْعِيَالِ مع قلة الشيء.",
            "page": "362",
            "part": "1",
            "seal": "DEE86967"
        },
        {
            "hno": null,
            "id": "178",
            "nass": "آخر ما انتقاه أحمد بن موسى بن مردويه على أبي القاسم الطبراني رحمهما الله ¶ وذلك شوال من سنة ثلاث وخمسين وثلاث مئة ¶ والحمد لله وحده وصلواته على نبينا محمد وآله.",
            "page": "363",
            "part": "1",
            "seal": "4F56BBEB"
        }
    ],
    "t1325": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "جزء فيه ما انتقى أبو بكر أحمد بن موسى بن مردويه"
        }
    ]
}