{
    "b1338": [
        {
            "hno": null,
            "id": "1",
            "nass": "أحاديث السفر ¶ للإمام الحافظ ¶ أبي اليُمن عَبْدِ الصَّمَدِ بْنِ عَبْدِ الوهاب بن عساكر ¶ المتوفى سنة 686 هـ ¶ تحقيق ¶ رياض حسين الطائي ¶ دار المغني ¶ الرياض ¶ الطبعة الأولى ¶ 1425 هـ - 2004 م",
            "page": null,
            "part": null,
            "seal": "977D3C92"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "الْجُزْءُ فِيهِ أَحَادِيثُ السَّفَرِ ¶ لأَبِي الْيُمْنِ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَهَّابِ بْنِ عَسَاكِرَ ¶ رِوَايَةُ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ خَالِدٍ الْفَارِقِي عَنْهُ ¶ رِوَايَةُ أَبِي الْعَبَّاسِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدٍ السُّوَيْدَاوِيُّ عَنْهُ ¶ رِوَايَةُ أُمِّ مُحَمَّدٍ زَيْنَبُ بِنْتُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ العرياني عَنْهُ ¶ رِوَايَةُ أَبِي الْفَضْلِ عَبْدِ الرحمن بن أحمد بن إسماعيل القلقشندي عنها ¶ وَكَذَا وَلَدُهُ أَبُو الْفَتْحِ مُحَمَّدٌ وفقهما الله تعالى",
            "page": "19",
            "part": "1",
            "seal": "23A16141"
        },
        {
            "hno": "1",
            "id": "4",
            "nass": "بسم الله الرحمين الرَّحِيمِ ¶ رَبِّ زِدْنِي عِلْمًا وَفَهْمًا ¶ أَخْبَرَتْنَا الشَّيْخَةُ الْخَيِّرَةُ الأَصِيلَةُ أُمُّ مُحَمَّدٍ زَيْنَبُ بِنْتُ الشَّيْخِ الإِمْاَمِ جمال الدين عبد الله ابن الإِمَامِ الْعَلامَةِ شِهَابِ الدِّينِ أَحْمَدَ العرياني فِي الْعِشْرِينَ مِنْ جُمَادَى الأُولَى سنة ثلاث وخمسين وثمانمائة والمسندة الرحلة أم الفضل هاجر ابنة الشيخ شرف الدين القدسي في الخامسة من عمرها بسماعهما لَهُ عَلَى الْمُسْنَدِ شِهَابُ الدَّينِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ زَكَرِيَّا الْمَقْدِسِيُّ السويداوي بقراءة والد الأولى فِي جُمَادَى الآخِرَةِ سَنَةَ أَرْبَعٍ وتسعين وسبع مائة، قال: أخبرنا الْبَدْرُ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ خَالِدِ بْنِ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الْفَارِقِيُّ فِي شَعْبَانَ سَنَةَ سَبْعٍ وَثَلاثِينَ وَسَبْعِ مِائَةٍ، قَالَ: أخبرنا الإِمَامُ أَبُو الْيُمْنِ عَبْدُ الصَّمَدِ بْنُ أَبِي الْحَسَنِ عَبْدِ الْوَهَّابِ [بْنِ الْحَسَنِ] (¬1) بْنِ عَسَاكِرَ إِمْلاءً، قَالَ: أَخْبَرَنَا الْمَشَايِخُ أَبُو الْبَرَكَاتِ الْحَسَنُ بْنُ مُحَمَّدٍ وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ غَسَّانَ، رَحِمَهُمَا الله، قالا: ¶ 1 - أخبرنا الْحَافِظُ أَبُو الْقَاسِمِ عَلِيُّ بْنُ الحسن، رحمه الله: أخبرنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ (¬2) بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ صَالِحٍ المقرئ: أخبرنا أبو القاسم تمام (¬3) بن -[22]- محمد الرازي: أخبرنا مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ عَبْدِ الرحمن: حدثنا زَكَرِيَّا بْنُ يَحْيَى، وَهُوَ السَّجْزِيُّ: حدثنا سَعِيدُ بْنُ كَثِيرٍ حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ مَوْلَى مُزَيْنَةَ مِنْ أَهْلِ الْمَدِينَةِ، عَنْ صَفْوَانٍ، يَعْنِي ابْنَ سُلَيْمٍ، قَالَ: قَالَ سُمَيٌّ: قَالَ أَبُو صَالِحٍ ذَكْوَانُ: قَالَ أَبُو هُرَيْرَةَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ يَمْنَعُ أَحَدُكُمْ نَوْمَهُ وَطَعَامَهُ وَشَرَابَهُ، فَإِذَا قَضَى أَحَدُكُمْ نَهْمَتَهُ مِنْ وَجْهِهِ فَلْيُعَجِّلْ إِلَى أَهْلِهِ. ¶ -[23]- ¶ هَذَا حَدِيثٌ صَحِيحٌ مِنْ حَدِيثِ سُمَيٍّ مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ الْمَخْزُومِيِّ، عَنْ أَبِي صَالِحٍ ذَكْوَانَ الزَّيَّاتِ مَوْلَى جُوَيْرِيَّةَ، عَنْ أَبِي هُرَيْرَةَ، وَغَرِيبٌ مِنْ حَدِيثِ صَفْوَانِ بْنِ سُلَيْمٍ الزُّهْرِيِّ، عَنْ سُمَيٍّ، لا أَعْلَمُ رَوَاهُ عَنْهُ غَيْرَ إِسْحَاقَ بن إبراهيم المزني. ¶ ¬__________ ¶ (¬1) من طبعة دار الكتب العلمية وهو الموافق للمخطوط. [تعليق مُعِدّ الكتاب للشاملة] ¶ (¬2) من طبعة دار الكتب العلمية وهو الموافق للمخطوط. وفي المطبوع: أنا عبد الله بن محمد. [تعليق مُعِدّ الكتاب للشاملة] ¶ (¬3) في الأصل عامر. والصواب ما أثبت.",
            "page": "21",
            "part": "1",
            "seal": "3FD20423"
        },
        {
            "hno": "2",
            "id": "5",
            "nass": "وَقَدْ رَوَاهُ مَالِكُ بْنُ أَنَسٍ، عن سمي كما: ¶ 2 - أخبرنا الشَّيْخ أَبُو نَصْرٍ مُحَمَّدُ بْنُ هِبَةَ اللَّهِ بْنِ مُحَمَّدٍ الْفَقِيهُ الحاكم رحمه الله، قال: أخبرنا الْحَافِظ أَبُو الْقَاسِمِ عَلِيٌّ، رَحِمَهُ الله: أخبرنا أَبُو مُحَمَّدٍ هِبَةُ اللَّهِ الْفَقِيهُ السيدي. ¶ (ح) وأخبرنا الشيخ أَبُو الْحَسَنِ الْمُؤَيَّدُ بْنُ مُحَمَّدٍ الطُّوسِيُّ رَحِمَهُ اللَّهُ فِي كِتَابِهِ إِلَيْنَا مِنْ نَيْسَابُورَ بِإِفَادَةِ الْحَافِظِ أَبِي الْقَاسِمِ رَحِمَهُ اللَّهُ، قَالَ: أخبرنا السيدي: أخبرنا سعيد بن محمد: أخبرنا زاهر بن أحمد: أخبرنا إبراهيم: أخبرنا أحمد: حدثنا مَالِكُ بْنُ أَنَسٍ، عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، -[24]- أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ يَمْنَعُ أَحَدُكُمْ نَوْمَهُ وَطَعَامَهُ وَشَرَابَهُ، فَإِذَا قَضَى أَحَدُكُمْ نَهْمَتَهُ مِنْ وَجْهِهِ فَلْيُعَجِّلْ إِلَى أَهْلِهِ.",
            "page": "23",
            "part": "1",
            "seal": "31477A2C"
        },
        {
            "hno": "3",
            "id": "7",
            "nass": "3 - وَأَخْبَرَنَا بَقِيَّةُ الْمَشَايِخِ أَبُو الْمَحَاسِنِ مُحَمَّدُ بْنُ السَّيِّدِ بْنِ فَارِسِ بْنِ سَعْدٍ الصَّفَّارُ رَحِمَهُ اللَّهُ: أخبرنا أبو القاسم الخضر بْنُ الْحُسَيْنِ بْنِ عَبْدِ اللَّهِ بن عبدان: أخبرنا أَبُو الْقَاسِمِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَبِي الْعَلاءِ المصيصي: أخبرنا الْقَاضِي أَبُو نَصْرٍ مُحَمَّدُ بْنُ أحمد بن هارون: أخبرنا الْقَاضِي يُوسُفُ بْنُ الْقَاسِمِ قَالَ: حدثنا عبدان الجواليقي: حدثنا أبو خليفة: حدثنا عَبْدُ اللَّهِ الْحُجُبِيُّ سَمِعْتُ مَالِكَ بْنَ -[27]- أَنَسٍ، وَقَالَ لَهُ عُبَيْدُ اللَّهِ بْنُ الرَّبِيعِ: أَحَدَّثَكَ سُمَيٌّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ يَمْنَعُ أَحَدُكُمْ نومه وطعامه وشرابه، فإذا قصى أَحَدُكُمْ نَهْمَتَهُ مِنْ وَجْهِهِ فَلْيُعَجِّلْ الرُّجُوعَ إِلَى أَهْلِهِ. قَالَ: نَعَمْ.",
            "page": "26",
            "part": "1",
            "seal": "89063647"
        },
        {
            "hno": "4",
            "id": "8",
            "nass": "4 - أخبرنا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةَ الله: أخبرنا أبو الحسين هبة الله: أخبرنا أبو علي الكاتب: أخبرنا أبو [الحسين] علي بن بشران: أخبرنا أبو عمرو الدقاق: حدثنا الحسن: حدثنا عثمان: أخبرنا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبٍ، عَنْ أَبِيهِ، قَالَ: قَلَّ مَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْرُجُ إِذَا أَرَادَ سَفَرًا إِلا يوم -[28]- الخميس.",
            "page": "27",
            "part": "1",
            "seal": "E89C47D5"
        },
        {
            "hno": "5",
            "id": "9",
            "nass": "5 - أخبرنا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ رَحِمَهُ اللَّهُ: أَنْبَأَنَا أَبُو الْخَيْرِ أَحْمَدُ بْنُ إِسْمَاعِيلَ الْقَزْوِينِيُّ. ¶ (ح) وَأَخْبَرَنَا أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ بَرَكاَتِ بْنِ إِبْرَاهِيمَ الْقُرَشِيُّ رَحِمَهُ الله: أخبرنا الحافظ أبو القاسم قالا: أخبرنا أَبُو مُحَمَّدٍ هِبَةُ اللَّهِ بْنُ سهل بن عمرو السيدي: أخبرنا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرحمن بن محمد الزنجروذي (¬1): أخبرنا الْحَاكِمُ أَبُو أَحْمَدَ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ إِسْحَاقَ الحافظ: أخبرنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ خُرَيْمِ بن مروان النزال: أخبرنا هِشَامُ بْنُ عَمَّارِ بْنِ نُصَيْرٍ السلمي: حدثنا سعيد: حدثنا يُونُسُ، عَنِ -[29]- الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ كَعْبًا قَالَ: قَلَّ مَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْرُجُ إِذَا خَرَجَ فِي سَفَرٍ إِلا يَوْمَ الْخَمِيسِ، قَالَ الزُّهْرِيُّ: وَكَانَ ذَلِكَ فِي أَوَّلِ نَهَارِهِ. ¶ سَعِيدٌ: هُوَ ابْنُ يَحْيَى بْنِ صَالِحٍ، وَيُونُسُ: هُوَ ابن يزيد الأيلي. ¶ ¬__________ ¶ (¬1) كذا في الأصل. والصواب (الكنجروذي) و (الجنزروذي).",
            "page": "28",
            "part": "1",
            "seal": "A4EB5B52"
        },
        {
            "hno": "6",
            "id": "10",
            "nass": "6 - وَأَخْبَرَنَا الْمَشَايِخُ قَاضِي الْقُضَاةِ أَبُو الْبَرَكَاتِ يَحْيَى بْنُ هِبَةَ اللَّهِ بْنِ الْحُسَيْنِ، وَالْقَاضِي أَبُو أَحْمَدَ مُحَمَّدُ بْنُ خَلَفٍ الْفَقِيهُ (¬1)، وَالْحَافِظُ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ، وَنَقِيبُ الْعَلَوِيِّينَ الشَّرِيفُ أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، وَأَبُو الْقَاسِمِ عَلِيُّ بْنُ الْمُسْلِمِ بْنِ عَبْدِ الْوَهَّابِ بن مناقب (¬2) -[30]- الحسينيان (¬3)، وَأَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ سلطان بن جامع الفقيه الحنفي، وأبو السر (¬4) مَكْتُومُ بْنُ أَحْمَدَ بْنِ سُلَيْمٍ، وَأَبُو الْفَضْلِ بْنُ سُلَيْمَانَ بْنِ أَبِي الْفَضْلِ الأَنْصَارِيُّ، وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ طَرَخَانَ بْنِ مُحَمَّدٍ الصَّالِحِيُّ، وَأَبُو طَالِبٍ عَقِيلُ بْنُ نَصْرِ اللَّهِ الصُّوفِيُّ، رَحِمَهُمُ الله، قراءة عليهم قالوا: أخبرنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْحَسَنِ الْحَرَّانِيُّ. ¶ (ح) وَأَخْبَرَنَا أَبُو الطَّاهِرِ إِسْمَاعِيلُ بْنُ ظُفْرِ بْنِ أَحْمَدَ الْمَقْدِسِيُّ الْمُسْنِدُ الرَّحَالُ رَحِمَهُ اللَّهُ قال: أخبرنا أَبُو سَعْدٍ عَبْدُ اللَّهِ بْنُ عمر بن أحمد الصفار مفتي نيسابور -[31]- بها، قالا: أخبرنا الإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْفَضْلِ بْنِ أَحْمَدَ الصَّاعِدِيُّ الفراوي: أخبرنا أَبُو الْحُسَيْنِ عَبْدُ الْغَافِرِ بْنُ محمد الفارسي: أخبرنا أَبُو سَهْلٍ بِشْرُ بْنُ أَحْمَدَ الإسفرايني: حدثنا داود بن الحسين البيهقي: حدثنا يحيى بن يحيى: حدثنا أَبُو عُوَانَةَ، عَنْ بُكَيْرِ بْنِ الأَخْنَسِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ: فَرَضَ اللَّهُ عَزَّ وَجَلَّ الصَّلاةَ عَلَى لِسَانِ نَبِيِّكُمْ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْحَضَرِ أَرْبَعًا، وَفِي السَّفَرِ رَكْعَتَيْنِ، وَفِي الْخَوْفِ رَكْعَةً. ¶ حَدِيثٌ صَحِيحٌ. ¶ ¬__________ ¶ (¬1) كذا في الأصل ولعل الصواب: أبو العباس أحمد بن محمد بن خلف. ¶ (¬2) كذا في الأصل وما أراه إلا تحريفا. والصواب فيه أنه أبو الغنائم الْمُسْلِمِ بْنِ عَبْدِ الْوَهَّابِ بْنِ مناقب. ¶ (¬3) في الأصل: الحسنيان. والصواب ما أثبت. ¶ (¬4) في الأصل: أبو اليسر. والصواب ما أثبت.",
            "page": "29",
            "part": "1",
            "seal": "1A1CC156"
        },
        {
            "hno": "7",
            "id": "11",
            "nass": "7 - أخبرنا الشَّيْخُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ نَصْرِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْن مُحَمَّدٍ الْقُرَشِيُّ الصُّوفِيُّ الأديب رحمه الله: أخبرنا الْحَافِظ أَبُو الْقَاسِمِ عَلِيٌّ رَحِمَهُ اللَّهُ: حَدَّثَنَي أَبُو الْفَضْلِ عَبْدُ الْمَلِكِ بْنُ سَعْدِ بْنِ تَمِيمِ بْنِ أَحْمَدَ بْنِ عَنْتَرٍ التَّمِيمِيُّ الأسداباذي إملاء بها: أخبرنا أَبُو عُثْمَانَ إِسْمَاعِيلُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ جعفر الأصبهاني: أخبرنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الله بن أحمد بأصبهان: أخبرنا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بن أيوب اللخمي: حدثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، يَعْنِي الدَّبَرِيَّ: أخبرنا عبد الرزاق: أخبرنا مَعْمَرٌ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عبد الله بن سرخس، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا خَرَجَ مُسَافِرًا يَقُولُ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمُنْقَلَبِ، وَمِنَ الْحَوْرِ بَعْدَ الْكَوْرِ، وَسُوءِ الْمَنْظَرِ فِي الأَهْلِ وَالْمَالِ. ¶ حَدِيثٌ صَحِيحٌ. ¶ -[33]- ¶ وَعْثَاءُ السَّفَرِ: شِدَّتُهُ وَمَشَقَّتُهُ، وَأَصْلُهُ مِنَ الْوَعْثِ وَهُوَ الرَّمْلُ وَالْمَشْيُّ فِيهِ يَشْتَدُّ عَلَى صَاحِبِهِ وَيَشُقُّ، يُقَالُ: رَمْلَ أَوْعَثَ، وَرَمْلَةُ وَعْثَاءُ. ¶ وَالْكَآبَةُ: تَغَيُّرُ النَّفْسِ بِالانْكِسَارِ مِنْ شِدَّةِ الْهَمِّ وَالْحَزَنِ، يُقَالُ: كَئِبَ كَآبَةً وَاكْتَأَبَ فَهُوَ كَئِيبٌ. ¶ وَالْمُنْقَلَبُ: الْمَرْجِعُ مِنْ سَفَرِهِ إِلَى أَهْلِهِ. ¶ وَالْمَعْنَى أَنَّهُ تَعَوَّذَ مِنْ أَمْرٍ يُحْزِنُهُ فِي نَفْسِهِ أَوْ مَالِهِ أَوْ أَهْلِهِ، إِذَا رَجَعَ إِلَيْهِمْ مِنْ فَقْدٍ أَوْ عرض، والله أعلم.",
            "page": "32",
            "part": "1",
            "seal": "FC39C414"
        },
        {
            "hno": "8",
            "id": "12",
            "nass": "8 - أخبرنا الشَّيْخَانِ الرَّئِيسُ أَبُو الْغَنَائِمِ سَالِمُ بن أبي المواهب الحسن بن هِبَةُ اللَّهِ التَّغْلَبِيُّ الْمُعَدَّلُ، وَأَبُو الْحَسَنِ عَلِيُّ بْنُ أَبِي عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَبِي الْحَسَنِ -[34]- عَلِيٌّ الْبَغْدَادِيُّ الْعَبْدُ الصَّالِحُ، رَحِمَهُمَا الله، قالا: أخبرنا أَبُو الْفَتْحِ عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ شَاتِيلَ الدَّبَّاسُ: أخبرنا أبو عَبْدُ اللَّهِ الْحُسَيْنُ بْنُ عَلِيِّ بن أحمد بن البسري: أخبرنا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ يَحْيَى بْنِ عَبْدِ الْجَبَّارِ السُّكَّرِيُّ: أخبرنا أَبُو عَلِيٍّ إِسْمَاعِيلُ بْنُ مُحَمَّدٍ الصفار: حدثنا عَبَّاسُ بْنُ عَبْدِ اللَّهِ التَّرْقُفِيُّ: حدثنا أبو المغيرة: حدثنا صفوان: حدثنا شُرَيْحُ بْنُ عُبَيْدٍ الْحَضْرَمِيُّ أَنَّهُ سَمِعَ الزُّبَيْرَ بْنَ الْوَلِيدِ يُحَدِّثُ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا غَزَا أَوْ سَافَرَ فَأَدْرَكَهُ اللَّيْلُ قَالَ: -[35]- يَا أَرْضُ رَبِّي وَرَبُّكِ اللَّهُ أَعُوذُ بِاللَّهِ مِنْ شرك، وشر مَا فِيكِ وَشَرِّ مَا خَلَقَ فِيكِ، وَشَرِّ مَا دَبَّ عَلَيْكِ، أَعُوذُ بِاللَّهِ مِنْ شَرِّ كُلِّ أَسَدٍ وَأَسُودٍ، وَحَيَّةٍ وَعَقْرَبٍ، وَمِنْ شر ساكن الْبَلَدِ وَمِنْ شَرِّ وَالِدٍ وَمَا ولد.",
            "page": "33",
            "part": "1",
            "seal": "6A9E8AA9"
        },
        {
            "hno": "9",
            "id": "13",
            "nass": "9 - أخبرنا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةَ الله بن محفوظ، أخبرنا أَبُو الْحُسَيْنِ هِبَةُ اللَّهِ بْنُ الحسن بن هبة الله: أخبرنا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ الْحَسَنِ بْنِ شاذان: أخبرنا أَبُو عَمْرٍو عُثْمَانُ بْنُ أَحْمَدَ بن عبد الله الدقاق: حدثنا الحسن: حدثنا عثمان: حدثنا أُسَامَةُ بْنُ زَيْدٍ، عَنْ سَعِيدٍ الْمَقْبَرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلا أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرِيدُ سَفَرًا لِيُوَدِّعَهُ، فَقَالَ لَهُ: أُوصِيكَ بِتَقْوَى اللَّهِ وَالتَّكْبِيرِ عَلَى كُلِّ شَرَفٍ. فَلَمَّا وَلَّى قَالَ: اللَّهُمَّ اطْوِ لَهُ البعيد، وهون عليه السفر.",
            "page": "35",
            "part": "1",
            "seal": "D6D86704"
        },
        {
            "hno": "10",
            "id": "14",
            "nass": "10 - أخبرنا الحسن بن محمد: أخبرنا أبو العشائر محمد بن الخليل: أخبرنا أَبُو الْفَتْحِ نَصْرُ بْنُ إِبْرَاهِيمَ بن نصر المقدسي: أخبرنا عبد الوهاب بن الحسين (¬1) بن عمر الغزال: أخبرنا أَبُو يَعْقُوبَ إِسْحَاقُ بْنُ سَعْدِ بن حسن بن سفيان: حدثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بن خزيمة: حدثنا علي بن سهل الرملي: حدثنا الوليد، يعني ابن مسلم: أخبرنا حنظلة أنه سمع الْقَاسِمِ (¬2) يَقُولُ: كُنْتُ عِنْدَ ابْنِ عُمَرَ فَجَاءَهُ رَجُلٌ فَقَالَ: -[37]- أَرَدْتُ سَفَرًا، فَقَالَ عَبْدُ اللَّهِ: انْتَظِرْ حَتَّى أُوَدِّعُكَ كَمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوَدِّعُنَا: اسْتَوْدِعُ اللَّهَ دِينَكَ وَدُنْيَاكَ وخواتيم عملك. ¶ ¬__________ ¶ (¬1) في الأصل: الحسن. والصواب ما أثبت كما في مصادر ترجمته. ¶ (¬2) في الأصل: أبا القاسم. والصواب ما أثبت.",
            "page": "36",
            "part": "1",
            "seal": "29985561"
        },
        {
            "hno": "11",
            "id": "16",
            "nass": "11 - أخبرنا أبي رحمه الله: أخبرنا أبو اليمن الكندي: أخبرنا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بن عمر السمرقندي: أخبرنا أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ مُحَمَّدِ بن -[40]- أحمد بن النقور: أخبرنا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بن عمران: أخبرنا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ: حدثنا شيبان: حدثنا حَمَّادُ بْنُ سَلَمَةَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِذَا سَافَرْتُمْ فِي الْخَصْبِ فَأَعْطُوا الظُّهْرَ حَقَّهَا، وَإِذَا سَافَرْتُمْ فِي الْجَدْبِ فَأَسْرِعُوا السَّيْرَ، وَإِذَا عَرَّسْتُمْ فَتَنَكَّبُوا عَنِ الطريق.",
            "page": "39",
            "part": "1",
            "seal": "285CDD45"
        },
        {
            "hno": "12",
            "id": "17",
            "nass": "12 - أخبرنا جَدِّي رَحِمَهُ اللَّهُ: أَنْبَأَنَا أَبُو الْمَكَارِمِ عَبْدُ الْوَاحِدِ بْنُ مُحَمَّدِ بن المسلم الأسدي: أخبرنا أَبُو الْوَحْشِ سُبيع بْنُ المسَلَّم بْنِ عَلِيِّ بْنِ قِيرَاطٍ الْمُقْرِئُ: أخبرنا أبو الفرج عبد الوهاب بن الحسين بْنِ عُمَرَ بْنِ بُرْهَانَ، بِصَوْرٍ: أخبرنا إِسْحَاقُ بْنُ سَعْدِ بْنِ الْحَسَنِ بن سفيان: حدثنا مُحَمَّدُ بْنُ إِسْحَاقَ أَبُو بَكْرٍ: حدثنا عمار بن خالد: حدثنا الْقَاسِمُ بْنُ مَالِكٍ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ قَالَ: قَالَ عُمَرُ، رَضِيَ اللَّهُ عَنْهُ: إِذَا كَانَ سَفَرُ ثَلاثَةٍ فَلْيُؤَمِّرُوا أَحَدَهُمْ، ذَاكَ أَمِيرٌ أَمَّرَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "41",
            "part": "1",
            "seal": "1D1CB730"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "آخر الجزء ¶ الحمد لله وحده ¶ وصلى الله على محمد وآله وصحبه",
            "page": "43",
            "part": "1",
            "seal": "2F202155"
        }
    ],
    "t1338": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديث السفر لأبي اليمن"
        }
    ]
}