{
    "b134": [
        {
            "id": "2",
            "nass": "ـ[الديباج المذهب (مطبوع مع شرح منلا حنفي عليه)]ـ ¶ المؤلف: علي بن محمد بن علي الزين الشريف الجرجاني (المتوفى: 816هـ) ¶ الناشر: مطبعة مصطفى البابي الحلبي وأولاده - بمصر ¶ باشر طبعه: محمد أمين عمران ¶ عام النشر: 1350 هـ - 1931 م ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "533EF5D1"
        },
        {
            "id": "3",
            "nass": "بسم اللَّه الرحمن الرحيم ¶ الحمد للَّه رب العالمين،",
            "page": "2",
            "part": "1",
            "seal": "F7BF9BEA"
        },
        {
            "id": "4",
            "nass": "والصلاة والسلام على محمد وآله أجمعين فهذا مختصر جامع لمعرفة علم الحديث،",
            "page": "3",
            "part": "1",
            "seal": "8E54A52F"
        },
        {
            "id": "6",
            "nass": "في بيان أصوله ومصطلحاته. ¶ المتن: هو ألفاظ الحديث التي تتقوم بها المعاني.",
            "page": "5",
            "part": "1",
            "seal": "CEF63E56"
        },
        {
            "id": "7",
            "nass": "والحديث: عم من أن يكون قول الرسول صلى اللَّه عليه وسلم أو الصحابي أو التابعين، وفعلهم، وتقريرهم.",
            "page": "6",
            "part": "1",
            "seal": "1EFB6507"
        },
        {
            "id": "9",
            "nass": "والسند: إخبار عن طريق المتن. ¶ والإسناد: هو رفع الحديث إلى قائله، وهما متقاربان في المعنى، اعتماد الحفاظ في صحة الحديث وضعفه عليه. ¶ والخبر المتواتر: ما بلغت رواته في الكثرة مبلغاً أحالت العادة تواطأهم على الكذب،",
            "page": "8",
            "part": "1",
            "seal": "790A9747"
        },
        {
            "id": "10",
            "nass": "ويدوم هذا فيكون أوله كآخره، ووسطه كطرفيه، كالقرآن، وكالصلوات الخمس.",
            "page": "9",
            "part": "1",
            "seal": "6A2D1DCA"
        },
        {
            "id": "11",
            "nass": "قال ابن الصلاح: من سأل عن إبراز مثال لذلك في الحديث أعياه طلبه، وحديث: (إنما الأعمال بالنيات) ليس من ذلك وإن نقله عدد التواتر وأكثر، لأن ذلك طرأ عليه في وسط إسناده. ¶ نعم. . حديث: (من كذب علَيَّ مُتعمداً فَليَتَبوَأ مقعدهُ من النار)",
            "page": "10",
            "part": "1",
            "seal": "35F4C00A"
        },
        {
            "id": "12",
            "nass": "نقله من الصحابة: قيل أربعون، وقيل اثنان وستون وفيهم العشرة المبشَّرة،",
            "page": "11",
            "part": "1",
            "seal": "C1116DF7"
        },
        {
            "id": "13",
            "nass": "ولم يزل العدد على التوالي في ازدياد. ¶ والآحاد: ما لم ينته إليه التواتر، وهو مستفيض",
            "page": "12",
            "part": "1",
            "seal": "420BDF8F"
        },
        {
            "id": "14",
            "nass": "وغيره. ¶ قال ابن الجوزي: حصر الأحاديث يَبعُدُ أمانَةً غير أن جماعة بالغوا فى تَتَبعها وحصروها: قال الإمام أحمد: صح سبعمائة ألف وكسر (700. 000 وكسر)، وقال: وقد جمعت في المسند أحاديث انتخبتها من أكثر من سبعمائة ألف وخمسين ألف (750. 000) فما اختلفتم فيه فارجعوا إليه، وما لم تجدوا فيه فليس بحجة. ¶ والمراد بهذه الأعداد: الطرق لا المتون. ¶ المقاصد: اعلم أن متن الحديث نفسه",
            "page": "13",
            "part": "1",
            "seal": "8EE65895"
        },
        {
            "id": "15",
            "nass": "لا يدخل في الاعتبار إلا نادرا بل يكتسب صفة من القوة والضعف، وبين بين بحسب أوصاف الرواة من العدالة والضبط والحفظ وخلافها، وبين ذلك وبين خلافه أو بحسب الإسناد من الاتصال والانقطاع والإرسال ونحوها والاضطراب. ¶ فالحديث على هذا ينقسم إلى صحيح وحسن وضعيف، هذا إذا نظر إلى المتن، وأما إذا نظر إلى أوصاف الرواة فقيل هو ثقة عدل ضابط، أو غير ثقة أو متهم أو مجهول أو كذوب أو نحو ذلك، فيكون البحث عن الجرح والتعديل، وإذا نظر إلى كيفية أخذهم وطرق تحملهم الحديث كان البحث عن أوصاف الطالب. ¶ وإذا بحث عن أسمائهم ونسبهم كان البحث عن تعيينهم وتشخيص ذواتهم، فالمقاصد مرتبة على أربعة أبواب:",
            "page": "14",
            "part": "1",
            "seal": "548739BE"
        },
        {
            "id": "16",
            "nass": "الباب الأول ¶ في أقسام الحديث وأنواعه ¶ وفيه ثلاثة فصول: ¶ الفصل الأول ¶ في الصحيح ¶ وهو ما اتصل سنده بنقل العدل الضابط عن مثله، وسلم عن شذوذ وعلة. ¶ ونعني بالمتصل ما لم يكن مقطوعا بأي وجه كان، وبالعدل: من لم يكن مستور العدالة ولا مجروحا، وبالضابط من يكون حافظاً متيقظاً، وبالشذوذ ما يرويه الثقة مخالفا لرواية الناس، وبالعلَّة، ما فيه أسباب خفيَّة غامضة قادحة.",
            "page": "15",
            "part": "1",
            "seal": "D0AE07EE"
        },
        {
            "id": "17",
            "nass": "فائدة: وتتفاوت درجات الصحيح بحسب قوة شروطه وضعفها، وأوَّل من صنف في الصحيح المجرد البخاري، ثم أبو الحسين مسلم، وكتاباهما أصح الكتب بعد كتاب اللَّه العزيز.",
            "page": "16",
            "part": "1",
            "seal": "FA85BC44"
        },
        {
            "id": "18",
            "nass": "وأما قول الشافعي رضي اللَّه عنه: ما أعلم شيئا بعد كتاب اللَّه أصح من موطأ مالك فقبل وجود الكتابين. ¶ وأعلى أقسام الصحيح ما اتفقا عليه، ثم انفرد به البخاري، ثم انفرد به مسلم، ثم ما كان على شرطهما وإن لم يخرجاه، ثم ما كان على شرط البخاري، ثم ما كان على شرط مسلم، ثم ما صححه غيرهما. ¶ فهذه سبعة أقسام. ¶ وما حذف سنده فيهما - وهو كثير في تراجم البخاري،",
            "page": "17",
            "part": "1",
            "seal": "CAEAEC40"
        },
        {
            "id": "19",
            "nass": "قليل جداً في كتاب صحيح مسلم - فما كان بصيغة الجزم نحو: (قال فلان) و (فعل) و (أمر) و (روى) و (ذكر) معروفاً فهو حكم بصحته، وما روي من ذلك مجهولا فليس حكما بصحته، ولكن إيراده في كتاب الصحيح مشعر بصحة أصله، وأما قول الحاكم: اختيار البخاري ومسلم ألا يذكرا في كتابيهما إلا ما رواه الصحابي المشهور، عن رسول اللَّه صلى اللَّه عليه وسلم، وله راويان ثقتان فأكثر، ثم يرويه عنه تابعي مشهور وله أيضا راويان ثقتان فأكثر، ثم كذلك في كل درجة؛",
            "page": "18",
            "part": "1",
            "seal": "4873D1EB"
        },
        {
            "id": "20",
            "nass": "ففيه بحث. قال الشيخ محيى الدين النووي: ليس ذلك من شرطهما لإخراجهما أحاديث ليس لها إلا إسناد واحد: منها حديث: (إنما الأعمال بالنيات) ونظائره في الصحيحين كثيرة. ¶ قال ابن حبان: تفرَّد بحديث: (إنما الأعمال بالنيات) أهل المدينة، وليس عند أهل العراق، ولا عند أهل مكة، ولا الشام ولا مصر، وراويه هو يحيى بن سعيد القطان، عن محمد بن إبراهيم، عن علقمة، عن عمر بن الخطاب رضي اللَّه عنه هكذا رواه البخاري ومسلم وأبو داود والترمذي والنسائي وابن ماجه مع اختلاف ¶ في الرواة بعد يحيى يعرف بالرجوع إلى هذه الصحاح الست.",
            "page": "19",
            "part": "1",
            "seal": "47F46602"
        },
        {
            "id": "21",
            "nass": "الفصل الثاني ¶ في الحَسَن ¶ قال الترمذي: هو ما لا يكون في إسناده مُتَّهم، ولا يكون شاذا، ويروى من غير وجه نحوه في المعنى.",
            "page": "20",
            "part": "1",
            "seal": "5E88E76F"
        },
        {
            "id": "22",
            "nass": "وقال الخطّابي: هو ما عُرِفَ مخرجه واشتهر رجاله، وعليه مدار أكثر الحديث. فالمنقطع ونحوه مما لم يعرف مخرجه، وكذا المدلس إذا لم يبيَّن، وقال بعض المتأخرين: هو الذي فيه ضعف قريب محتمل ويصلح للعمل به. ¶ وقال ابن الصلاح: هو قسمان: أحدهما: ما لم تخل رجال إسناده عن مستور غير مغفل في روايته، وقد روي مثله أو نحوه من",
            "page": "21",
            "part": "1",
            "seal": "EF34B5B7"
        },
        {
            "id": "23",
            "nass": "وجه آخر. ¶ والثاني: ما اشتهر راويه بالصدق والأمانة، وقصر عن درجة رجال الصحيح حفظاً وإتقاناً، بحيث لا يعد ما انفرد به منكراً، ولا بدَّ في القسمين من سلامتهما عن الشذوذ والتعليل، وقيل: ما ذكره بعض المتأخرين مبنى على أن معرفة الحسن موقوفة على معرفة الصحيح والضعيف، لأنه وسط بينهما، فقوله: (قريب) أي قريب مخرجه إلى الصحيح، محتمل كذبه لكون رجاله مستورين. ¶ والفرق بني حدَّي الصحيح والحسن، أن شرائط الصحيح معتبرة في حد الحسن، لكنَّ العدالة في الصحيح تنبغي أن تكون ظاهرة، والإتقان كاملاً.",
            "page": "22",
            "part": "1",
            "seal": "AC46C3CB"
        },
        {
            "id": "24",
            "nass": "وليس ذلك شرطاً في الحسن، ومن ثمة احتاج إلى قيد قولنا أن يروى من وجه مثله أو نحوه ليخبر به. ¶ فالضعيف هو الذي بَعُدَ عن مخرج الصحيح مخرجه، واحتمل الصدق والكذب أو لا يحتمل الصدق أصلا كالموضوع. ¶ وإنما سُمِّيَ حسناً لحسن الظنِّ براويه، ولو قيل: الحسن هو مسند من قرب من درجة الثقة أو مرسل ثقة، ويروى كلاهما من غير وجه وسلم عن شذوذ وعلَّة لكان أجمع الحدود وأضبطها وأبعدها عن التعقيد. ¶ ونعني بالمسند ما اتصل إسناده إلى منتهاه، وبالثقة: من جمع بين العدالة والضبط. ¶ والتنكير في ثقة للشيوخ كما سيأتي بيانه في نوع المرسل.",
            "page": "23",
            "part": "1",
            "seal": "DB0928C9"
        },
        {
            "id": "25",
            "nass": "والحسن حجَّة كالصحيح، ولذلك أُدرج في الصحيح، قال ابن الصلاح محيي السنَّة في المصابيح: تسمية السنن بالحسان تساهل لأن فيها الصحاح والحسان والضعاف. ¶ وقول الترمذي: حيث حسن صحيح يريد به أنه روي بإسنادين: أحدهما يقتضي الصحة والآخر الحُسن.",
            "page": "24",
            "part": "1",
            "seal": "9F27C4EA"
        },
        {
            "id": "26",
            "nass": "أو المراد اللغوي، وهو ما تميل النفس إليه وتستحسنه، والحسن إذا روي من وجه آخر ترقَّى من الحسن إلى الصحيح لقوَّته من الجهتين فيعتضد أحدهما بالآخر، ونعني بالترقي أنه ملحق في القوة بالصحيح لا أنه عينه. ¶ وأما الضعيف فلكذب راويه وفسقه لا ينجبر بتعدد طرقه كما في حديث: (طلب العلم فريضة) قال البَيهَقي: هذا حديث مشهور بين الناس وإسناده ضعيف، وقد رُوِيَ من أوجه كثيرة كلها ضعيف. ¶ الفصل الثالث ¶ في الضعيف ¶ هو ما لا يجتمع فيه شروط الصحيح والحسن، وتتفاوت درجاته في الضعف بحسب بُعده من شروط الصحة، ويجوز",
            "page": "25",
            "part": "1",
            "seal": "B088DDBB"
        },
        {
            "id": "27",
            "nass": "عند العلماء التساهل في أسانيد الضعيف دون الموضوع من غير بيان ضعفه في المواعظ والقَصَص وفضائل الأعمال لا ¶ في صفات اللَّه تعالى وأحكام الحلال والحرام. ¶ قيل: كان من مذهب النَسائي أن يُخرِج الحديث عن كُلِّ من لم يُجمع على تركه، وأبو داود كان يأخذه مأخذه، ويخرج الضعيف إذا لم يجد في الباب غيره ويرجِّحُه على رأي الرجال، عن الشعبيِّ ما حدَّثك عن النبيِّ صلى اللَّه عليه وسلم فخذ به، وما قالوه برأيهم فألقه في الحش، وقال الشعبي: الرأي بمنزلة الميتة إذا اضطررت إليها أكلتها. ¶ وروي عن الشافعي: مهما قلت من قول أو أصَّلت من أصل فيه عن رسول اللَّه",
            "page": "26",
            "part": "1",
            "seal": "148C17DA"
        },
        {
            "id": "28",
            "nass": "صلى اللَّه عليه وسلم خلاف ما قلت، فالقول ما قاله صلى اللَّه عليه وسلم وهو قولى. . يردده. . ¶ وهاهنا عدَّة عبارات منها: ما تشترك فيه الأقسام الثلاثة، أعني: الصحيح والحسن والضعيف، ومنها: ما يختص بالضعيف. ¶ المسند ¶ فمن الأول المسند: هو ما اتصل سنده مرفوعا إلى رسول اللَّه صلى اللَّه عليه وسلم. ¶ المتصل ¶ والمتَّصل: هو ما اتَّصل سنده سواء كان مرفوعا إليه صلى اللَّه عليه وسلم أو موقوفا.",
            "page": "27",
            "part": "1",
            "seal": "CF7BE254"
        },
        {
            "id": "29",
            "nass": "المرفوع ¶ والمرفوع: هو ما أضيف إلى النبي صلى اللَّه عليه وسلم خاصة من قول أو فعل أو تقرير سواء كان متصلاً أو منقطعاً. ¶ فالمتصل قد يكون مرفوعاً وغير مرفوع، والمرفوع قد يكون متصلا وغير ¶ متصل، والمُسند مرفوع متصل. ¶ المُعَنعَن ¶ والمعنعن: هو ما يقال في سنده: فلان عن فلان، والصحيح أنَّه متصل إذا أمكن اللقاء مع البراءة من التدليس، وقد أُودع في الصحيحين. ¶ قال ابن الصلاح: كَثُر في عصرنا وما قاربه استعمال كلمة (عن) في الإجازة، وإذا قيل: فلان عن رجل عن فلان،",
            "page": "28",
            "part": "1",
            "seal": "0AD2BE60"
        },
        {
            "id": "30",
            "nass": "فالأقرب أنه منقطع وليس بمرسل. ¶ المُعَلَّق ¶ والمعلق: مأخوذ من مبدأ إسناده واحدا فأكثر، فاعلم أن الحذف إما أن يكون في أوَّل الإسناد وهو المعلق، أو في وسطه وهو المنقطع، أو في آخره وهو المرسل والبخاري أكثر من هذا النوع في صحيحه، وليس بخارج من الصحيح، لكون هذا الحديث معروفا من جهة الثقات الذين عُلِّق الحديث عنهم، أو لكونه ذكره متصلا في موضوع آخر من كتابه. ¶ الإفراد ¶ والإفراد: إما فرد عن جميع الرواة - جهة - نحو: تفرد به أهل مكَّة فلا يَضعُف إلّا أن يراد به تفرد واحد منهم.",
            "page": "29",
            "part": "1",
            "seal": "D7A2FF2A"
        },
        {
            "id": "31",
            "nass": "المُدرج ¶ والمدرج: هو ما أُدرج في الحديث من كلام بعض الرواة، فَيُظَنُّ أنه من الحديث أو أدرج متنان بإسنادين كرواية سعيد بن أبى مريم: (لا تباغضوا ولا تحاسدوا ولا تدابروا ولا تنافسوا) أدرج ابن أبى مريم فيه قوله: (ولا تنافسوا) من متن آخر أو عند الراوي طرف من متن واحد بسند شيخ هو غير سند المتن فيرويهما عنه بسند واحد، فيصير الإسنادان إسناداً واحداً. ¶ أو يسمع حديثاً واحداً من جماعة مختلفين في سنده أو متنه، فَيُدرج روايتهم على الاتفاق ولا يذكر الاختلاف. ¶ وتَعَمُّد كل واحد من تلك الثلاثة حرام.",
            "page": "30",
            "part": "1",
            "seal": "F754BB88"
        },
        {
            "id": "32",
            "nass": "المشهور ¶ والمشهور: ما شاع عند أهل الحديث خاصة، أن رسول اللَّه صلى اللَّه عليه وسلم (قنت شهراً يدعو على جماعة)، أو اشتهر عندهم وعند غيرهم نحو: (الأعمال بالنيّات) أو عند غيرهم، قال الإمام أحمد بن حنبل: قوله صلى اللَّه عليه وسلم: (للسائل حق وإن جاء على فرس، ويوم نحركم يوم صومكم) يدوران في الأسواق ولا أصل لهما في الاعتبار. ¶ الغريب ¶ والغريب: العزيز؛ قيل: الغريب: كحديث الزُهري وأشباهه ممن يُجمع حديثه بعدالته وضبطه إذا تفرد عنهم بالحديث رجل يسمى غريباً،",
            "page": "31",
            "part": "1",
            "seal": "78F7A431"
        },
        {
            "id": "33",
            "nass": "فإن رواه عنهم اثنان أو ثلاثة يسمى عزيزاً، وإن رواه عنهم جماعة يسمى مشهوراً. ¶ والأفراد المضافة إلى البلدان ليست بغريبة، والغريب إما صحيح كالأفراد المخرَّجة في الصحيح، أو غير صحيح وهو الأغلب. ¶ والغريب أيضا إما غريب متناً وإسناداً، وهو ما تفرَّد برواية متنه واحد أو إسناداً لا متناً، كحديث يعرف متنه عن جماعة من الصحابة إذا تفرَّد واحدٌ بروايته عن صحابي آخر، ومنه قول الترمذي: غريب من هذا الوجه، ولا يوجد ما هو غريب متناً لا إسناداً إلا إذا اشتهر الحديث الفرد فرواه عمن تفرد به جماعة كثيرة فإنه يصير غريباً مشهوراً. ¶ وأما حديث: (إنما الأعمال بالنيات) فإن إسناده متَّصف بالغرابة في طرَفه الأوَّل متصف بالشهرة في طرفه الآخر.",
            "page": "32",
            "part": "1",
            "seal": "15D9E56F"
        },
        {
            "id": "34",
            "nass": "المُصَحَّف ¶ قد يكون في الراوي كحديث شعبة، عن العوام بن مراجم - بالراء والجيم - صحَّفه يحيى بن معين فقال: مزاحم بالزاى والحاء المهملة، وقد يكون في الحديث كقوله صلى اللَّه عليه وسلم: (من صام رمضان وأتبعه ستاً من شوال) صحفه بعضهم فقال (شيئاً) بالشين المعجمة. ¶ المسلسل ¶ والمسلسل: هو ما تتابع فيه رجال الإسناد إلى رسول اللَّه صلى اللَّه عليه وسلم عند روايته على حالة واحدة، إما في الراوي قولا نحو: سمعت فلانا يقول: سمعت فلانا يقول. . إلى المنتهى. . أو أخبرنا فلان واللَّه قال: أخبرنا فلان واللَّه. . إلى المنتهى. . ¶ أو فعلاً: كحديث التشبيك باليد، أو قولاً وفعلاً",
            "page": "33",
            "part": "1",
            "seal": "A4008A13"
        },
        {
            "id": "35",
            "nass": "كما في حديث: (اللهُمَّ أعنّي على شكرك وذكرك وحسن عبادتك). ¶ وفي رواية أبي داود وأحمد والنَسائي: قال الراوي: أخذ صلى اللَّه عليه وسلم بيدي فقال صلى اللَّه عليه وسلم: إنّي لأُحبك فقل: اللهم أعنّى. . إلى آخره. وإما على صفة: كحديث الفقهاء فقيه عن فقيه. . وأما في الرواية: كالمسلسل باتفاق أسماء الرواة، وأسماء آبائهم، أو كناهم، أو أنسابهم أو بلدانهم. ¶ قال الإمام النووي رحمه اللَّه: وأنا أروي ثلاثة أحاديث مسلسلة بالدمشقيين. ¶ الاعتبار ¶ والاعتبار: هو النظر في حال الحديث، هل تفرَّد به راويه أو لا، وهل هو",
            "page": "34",
            "part": "1",
            "seal": "8677C36C"
        },
        {
            "id": "36",
            "nass": "معروف أو لا. ¶ والضرب الثاني ما يختص بالضعيف ¶ الموقوف ¶ وهو مطلقاً ما رُوِيَ عن الصحابي من قول أو فعل، متصلاً كان أو منقطعاً، وهو ليس بحجَّة على الأصح، وقد يستعمل في غير الصحابي مقيداً نحو وقفه مُعَمَّر على همّام، ووقفه مالك على نافع، وقول الصحابي كنا نفعله في زمن النبي صلى اللَّه عليه وسلم أنَّه مرفوع، لأن",
            "page": "35",
            "part": "1",
            "seal": "FB7D21DD"
        },
        {
            "id": "37",
            "nass": "الظاهر الاطلاع والتقرير، وكذا كان أصحابه يقرعون بابه بالأظافير مرفوع في المعنى، وتفسير الصحابي موقوف، وما كان من قبيل بيان سبب النزول كقول جابر: كانت اليهود تقول كذا، فأنزل اللَّه تعالى كذا ونحوه مرفوع. ¶ المقطوع ¶ المقطوع: ما جاء عن التابعين من أقوالهم وأفعالهم موقوفا عليهم، وليس بحجة. ¶ المرسل ¶ المرسل: هو قول التابعي: قال رسول اللَّه صلى اللَّه عليه وسلم كذا، أو فعل كذا، أو قرر كذا،",
            "page": "36",
            "part": "1",
            "seal": "C286B078"
        },
        {
            "id": "38",
            "nass": "وهو المعروف في الفقه وأصوله. ¶ المنقطع ¶ المُنقطع: هو ما لم يتصل إسناده بأي وجه كان، سواء تُرِك الراوي من أول الإسناد أو وسطه أو آخره، إلا أن الغالب استعماله فيمن دون التابعي عن الصحابي كمالك عن ابن عمر رضي اللَّه عنهما. ¶ المعضل ¶ المعضل: بفتح الضاد وهو ما سقط من سنده اثنان فصاعداً؛ كقول مالك: قال رسول اللَّه صلى اللَّه عليه وسلم، وقول",
            "page": "37",
            "part": "1",
            "seal": "8555F1AE"
        },
        {
            "id": "39",
            "nass": "الشافعي رحمه اللَّه: قال ابن عمر كذا. ¶ الشاذ والمنكر ¶ الشاذ والمنكر: قال الشافعي: الشاذ ما رواه الثقة مخالفاً لما رواه الناس، قال ابن الصلاح في الشاذ تفصيل: فما خالف مفرده أحفظ منه وأضبط فشاذ مردود، وإن لم يخالف وهو عدل ضابط فصحيح، وإن رواه غير ضابط لكن لا يبعد عن درجة الضابط فحسن، وإن بعد فمنكر. ¶ ويفهم من قوله: أحفظ وأضبط على صيغة التفضيل أن المخالف إن كان مثله لا يكون مردوداً،",
            "page": "38",
            "part": "1",
            "seal": "8D297DF6"
        },
        {
            "id": "40",
            "nass": "وقد عُلِمَ من هذا التقسيم أن المنكر ما هو؟. ¶ المعَلَّل ¶ المعلل: ما فيه أسباب خفية غامضة قادحة، والظاهر السلامة، ويستعان على إدراكها بتفرد الراوي، وبمخالفة غيره له مع قرائن تنبه العارف على إرسال في الموصول، أو تحقق وقف في المرفوع أو دخول حديث أو وهم واهم بحيث يغلب على ظنه ذلك، فيحكم به، فيتوقف، وكل ذلك مانع عن الحكم بصحَّة ما وجد فيه ذلك، وحديث يعلى بن عبيد، عن الثوري، عن عمرو بن دينار، عن ابن عمر، عن النبي صلى اللَّه عليه وسلم: (البيِّعان بالخيار) إسناده متصل من العدل الضابط وهو معلَّل والمتن صحيح لأن عمرو بن دينار وضع موضع أخيه عبد اللَّه بن دينار، هكذا رواه الأئمة من أصحاب الثوري عنه فَوَهِمَ يعلى.",
            "page": "39",
            "part": "1",
            "seal": "644FFFEE"
        },
        {
            "id": "41",
            "nass": "وقد يُطلق اسم العلَّة على الكذب والغفلة وسوء الحفظ وغيرها، وأطلق بعضهم العلة على مخالفة لا تقدح، كإرسال ما وصله الثقة الضابط حتى قال: من الصحيح ما هو صحيح معلل، كما قال آخر: من الصحيح ما هو شاذ ويدخل في هذا حديث يعلى بن عبيد: (البَيِّعان بالخيار). ¶ المدلَّس ¶ المدلس: ما أخفي عيبه إما في الإسناد وهو أن يروي عمن لقيه، أو عاصر ما لم ¶ يسمعه منه على سبيل يوهم أنه سمعه منه، فمن حقه أن لا يقول: حدثنا، بل يقول: قال فلان، أو عن فلان ونحوه. ¶ وربما لم يسقط المدلس شيخه لكن يسقط من بعده: رجلاً ضعيفاً أو صغير السنِّ",
            "page": "40",
            "part": "1",
            "seal": "BABA9DEB"
        },
        {
            "id": "42",
            "nass": "يحسن الحديث بذلك، كفعل الأعمش وسفيان الثوري وغيرهما، وهو مكروه جداً وذمَّه أكثر العلماء، واختلف في قبول روايته، والأصح التفصيل. ¶ فما رواه بلفظ محتمل لم يبين فيه السماع، فحكمه حكم المرسل، وأنواعه وما رواه بلفظ مبين؛ كسمعت وأخبرنا وحدثنا وأمثالها محتجٌّ به، وأما في الشيوخ، وهو عن شيخ حدثنا سمعه منه فيسميه أو يكنيه أو ينسبه أو يضعفه بما لا يُعرف كيلا يُعرف، وأمره أخف لكن فيه تضييع للمروي عنه وتوعير لطريق معرفة حاله، والكراهة بحسب الغرض الحامل، نحو أن يكون كثير الرواية عنه فلا يجب الإكثار من واحد على صورة واحدة، وقد يحمله عليه كون شيخه الذي غَيَّر سِمَتهُ غير ثقة أو أصغر منه أو غير ذلك.",
            "page": "41",
            "part": "1",
            "seal": "AE31D5FB"
        },
        {
            "id": "43",
            "nass": "المضطرب ¶ والمضطرب: ما اختلف الرواية فيه، فما اختلف الروايتان إن ترجحت إحداهما على الأخرى بوجه، نحو أن يكون راويها أحفظ أو أكثر صحبه للمروي عنه. فالحكم للراجح فلا يكون مضطربا وإلا فمضطرب. ¶ المقلوب ¶ المقلوب: هو نحو حديث مشهور عن سالم، جعل عن نافع ليصير بذلك غريباً مرغوباً فيه.",
            "page": "42",
            "part": "1",
            "seal": "8FF2D11D"
        },
        {
            "id": "44",
            "nass": "وحديث البخاري حين قدم بغداد وامتحان الشيوخ إياه بقلب الأسانيد مشهور. ¶ الموضوع ¶ الموضوع: الخبر إما أن يجب تصديقه وهو ما نصَّ الأئمة على صِحته، وإما أن ¶ يجب تكذيبه وهو ما نصوا على وضعه واختلافه، أو يتوقف فيه لاحتمال الصدق والكذب كسائر الأخبار، ولا يحل رواية الموضوع للعالم بحاله في أي معنى كان إلا مقرونا ببيان الوضع.",
            "page": "43",
            "part": "1",
            "seal": "6EEB30B6"
        },
        {
            "id": "45",
            "nass": "ويُعرَفُ: ¶ 1 - بإقرار واضعه. ¶ 2 - أو يعرف بركاكة الألفاظ. ¶ 3 - والواضعون أصناف،",
            "page": "44",
            "part": "1",
            "seal": "CB421014"
        },
        {
            "id": "46",
            "nass": "وأعظمهم ضرراً من انتسب إلى الزهد فوضع احتساباً. ¶ 4 - ووضعت الزنادقة أيضاً جملاً. ¶ ثم قامت جهابذة الحديث بكشف عوارها ومحو عارها والحمد للَّه. ¶ 5 - وقد ذهبت الكراهية والطائفة المبتدعة إلى جواز وضع الحديث في الترغيب والترهيب؛ ومنه ما روي عن أبي عصمة نوح بن أبي مريم أنه قيل له: من أين لك عن عكرمة عن ابن عباس في فضائل القرآن سورة سورة",
            "page": "45",
            "part": "1",
            "seal": "946CC2C1"
        },
        {
            "id": "47",
            "nass": "فقال: إني رأيت الناس قد أعرضوا عن القرآن واشتغلوا بفقه أبي حنيفة، ومغازي محمد بن إسحاق، فوضعت هذه الأحاديث حسبة. ¶ ولقد أخطأ المفسرون في إيداعها في تفاسيرهم إلا من عصمه اللَّه تعالى، ومما أودعوا فيها: أنه قال صلى اللَّه عليه وسلم حين قرأ: (وَمَناةَ الثالِثَةَ الأُخرى) (وَتِلكَ الغَرانيقُ العُلى وَإِنَّ شَفاعَتَهُنَّ لَتُرتَجى). ¶ ولقد اشبعنا القول في إبطاله في باب سجدة التلاوة.",
            "page": "46",
            "part": "1",
            "seal": "206FE459"
        },
        {
            "id": "48",
            "nass": "وكذا ما أورده الأصوليون من قوله صلى اللَّه عليه وسلم: (إذا روي الحديث عني فاعرضوه على كتاب اللَّه تعالى، فإن وافقه فاقبلوه وإن خالفه فردوه). ¶ قال الخطابي: وضعته الزنادقة ويدفعه قوله صلى اللَّه عليه وسلم: (إني قد أوتيت الكتاب وما يعدله) ويروى: (أوتيت الكتاب ومثله معه). ¶ وقد صنَّف ابن الجوزي في الموضوعات مجلدات، قال ابن الصلاح: أودع فيها كثيرا من الأحاديث الضعيفة مما لا دليل على وضعه وحقها أن تذكر في الأحاديث الضعيفة. ¶ وللشيخ الحسن بن محمد الصغاني (الدر الملتقط في تبين الغلط).",
            "page": "47",
            "part": "1",
            "seal": "5EFC5D85"
        },
        {
            "id": "49",
            "nass": "الباب الثاني ¶ في معرفة أوصاف الرواة ¶ ومن تقبل روايته ومن لا تقبل روايته في الجرح ¶ والتعديل، وجُوِّز ذلك صيانة للشريعة وبهما ¶ يتميز صحيح الحديث وضعيفه فيجب على ¶ المتكلم التثبت فيهما. قد أخطأ غير واحد",
            "page": "48",
            "part": "1",
            "seal": "618781CB"
        },
        {
            "id": "50",
            "nass": "في ¶ تجريحهم بما لا يجرح وفيه فصلان. ¶ الفصل الأول ¶ في العدالة والضبط ¶ فالعدالة: أن يكون الراوي بالغاً مسلماً عاقلاً، سليماً من أسباب الفسق وخوارم المروءة. ¶ والضبط: أن يكون الراوي متيقظاً حافظاً غير مغفل ولا ساه، ولا شاك في حالتي التحمُّل والأداء، فإن حدَّث عن حفظه ينبغي كونه حافظاً، وإن حدَّث عن كتابه ¶ ينبغي أن يكون ضابطاً له،",
            "page": "49",
            "part": "1",
            "seal": "8E82E926"
        },
        {
            "id": "51",
            "nass": "وإن حدَّث بالمعنى ينبغي أن يكون عالماً بما يختلُّ به المعنى، ولا تشترط الذكورة، ولا الحرية ولا العلم بفقهه ولا بغريبه، والبصر، والعدد",
            "page": "50",
            "part": "1",
            "seal": "D589711C"
        },
        {
            "id": "52",
            "nass": "وتعرف العدالة بتنصيص عدلين عليها أو بالاستضافة، ويعرف الضبط بأن يعتبر رواياته بروايات الثقات المعروفين بالضبط، فإن وافقهم غالباً، وكانت مخالفته نادرة عرف كونه ضابطاً ثبتاً. ¶ الفصل الثاني ¶ ولا تقبل رواية من عُرِفَ بالتساهل ¶ في السماع والإسماع بالنوم، أو الاشتغال، أو يُحَدِّث لا من أصل مصحَّح، أو يَكثُرُ سهوه إذا لم يحدث من أصل مصحح،",
            "page": "51",
            "part": "1",
            "seal": "23B31A2F"
        },
        {
            "id": "53",
            "nass": "أو كثرت الشواذ والمناكير في حديثه، ومن غلط في حديثه فَبيَّن له الغلط وأصر فلم يرجع قيل: تسقط عدالته، قال ابن الصلاح: إذا كان على وجه العناد، وأما إذا كان على وجه التنقير في البحث فلا. ¶ تذييل: ¶ أعرَضَ في هذه الأعصار عن مجموع الشروط المذكورة، واكتفوا من عدالة الراوي بكونه مستوراً ومن ضبطه بوجود سماعه مثبتاً بخطٍّ موثوق به، وبروايته من أصل موافق لأصل شيخه، وذلك لأن الحديث الصحيح أو الحسن وغيرهما قد اجتمعت في كتب أئمة الحديث، فلا يذهب شيء منه عن جميعهم، والقصد بالسماع بقاء السلسلة في الإسناد المخصوص بهذه الأمة.",
            "page": "52",
            "part": "1",
            "seal": "9A9D70F6"
        },
        {
            "id": "54",
            "nass": "الباب الثالث ¶ في تَحَمُّل الحديث ¶ يصحُّ التحمل قبل الاسلام، وكذا قبل البلوغ، فإن الحسن والحُسين وابن عباس ¶ وابن الزبير رضي اللَّه عنهم تحملوا قبل البلوغ، ولم يزل الناس يسمعون الصبيان، واختُلِفَ في الزمن الذي يصح فيه السماع من الصبي، وقيل يعتبر كل صغير بحاله، فإذا فهم الخطاب ورد الجواب صحَّحنا، وإن كان دون خمس وإلا لم يصح. ¶ طرق تحمل الحديث ¶ ولتحمل الحديث طرق: ¶ الأول: السماع من لفظ الشيخ.",
            "page": "53",
            "part": "1",
            "seal": "A370D021"
        },
        {
            "id": "55",
            "nass": "الثاني: القراءة عليه.",
            "page": "54",
            "part": "1",
            "seal": "24F3AB3D"
        },
        {
            "id": "56",
            "nass": "الثالث: الإجازة: ولها أنواع: ¶ 1 - إجازة مُعَيَّن لمُعَيَّن: كأجزتك لكتاب البخاري، أو أجزت فلاناً جميع ما اشتمل عليه فهرستي.",
            "page": "55",
            "part": "1",
            "seal": "51EE779A"
        },
        {
            "id": "57",
            "nass": "2 - إجازة معين في غير معين كأجزتك مسموعاتي أو مروياتي. ¶ 3 - والعموم. ¶ والصحيح جواز الرواية بهذه الأقسام. ¶ 4 - وإجازة المعدوم: كأجزت لمن يولد لفلان، والصحيح المنع، ولو قال: لفلان ولمن يولد له أو لك ولعقبك جاز كالوقف. ¶ الإجازة للطفل الذي لم يميز صحيحة، لأنها إباحة للرواية والإباحة تصح للعاقل وغيره. ¶ 5 - وإجازة المُجاز: كأجزت لك ما أجيز لي.",
            "page": "56",
            "part": "1",
            "seal": "74B4A7D6"
        },
        {
            "id": "58",
            "nass": "وتستحب الإجازة إذا كان المجيز والمجاز له من أهل العلم، وينبغي للمجيز بالكتابة أن يتلفظ بها فإن اقتصر على الكتابة صحت. ¶ الرابع المناولة ¶ 1 - وأعلاها ما يُقرن بالإجازة وذلك بأن يدفع إليه أصل سماعه أو فرعاً مقابلاً به، وأن يقول هذا سماعي وروايتي عن فلان أجزت لك روايته ثم يبقيه في يده تمليكاً أو إلى أن ينسخه. ¶ 2 - ومنها: أن يناول الطالب الشيخ سماعه فيتأمله وهو عارف متيقظ ثم يتناوله الطالب ويقول: هو حديثي أو سماعي فارو. . ويسمى هذا: (عرض المناولة) ولها أقسام أخر.",
            "page": "57",
            "part": "1",
            "seal": "E3764492"
        },
        {
            "id": "59",
            "nass": "الخامس: المكاتبة: وهي أن يكتب الشيخ لغائب أو حاضر بخطبه أو بكتبه له، وهي إما مقترنة بالإجازة كأن يكتب: أجزت لك، أو مجردة عنها، والصحيح جواز الرواية على التقديرين. ¶ السادس: الإعلام: وهو أن يعلم الشيخ الطالب أن هذا الكتاب روايته من غير أن يقول اروه عني، والأصح أنه لا تجوز روايته لاحتمال أن يكون الشيخ قد عرف فيه خللا فلا يأذن فيه. ¶ السابع: الوِجادة: من يجد وجد؛ مولد، وهو أن يقف على كتاب بخط شيخ فيه أحاديث ليس له رواية ما فيها، فله أن يقول: وجدت أو قرأت بخط فلان أو في كتاب فلان بخطه، حدثنا فلان، ويسوق باقي الإسناد والمتن، وقد استمر عليه العمل قديماً وحديثاً، وهو من باب المرسل، وفيه شوب من الاتصال،",
            "page": "58",
            "part": "1",
            "seal": "99D06E08"
        },
        {
            "id": "60",
            "nass": "واعلم أن قوماً شددوا وقالوا: لا حجة إلا فيما رواه حفظاً، وقالوا: تجوز الرواية من نسخ غير مقابلة بأصولها. ¶ والحقُّ أنه إذا قام في التحمُّلِ والضبط والمقابلة بما تقدم جازت الرواية عنه، وكذا إذا غاب عنه الكتاب إذا كان الغالب سلامته من التغيير ولا سيما إذا كان مما لا يخفى عليه تغيير غالباً. ¶ الباب الرابع ¶ في أسماء الرجال ¶ الصحابي: مسلم رأى النبي صلى اللَّه عليه وسلم،",
            "page": "59",
            "part": "1",
            "seal": "92EBC5DA"
        },
        {
            "id": "61",
            "nass": "وقال الأصوليون: من طالت مجالسته.",
            "page": "60",
            "part": "1",
            "seal": "38D5E16C"
        },
        {
            "id": "62",
            "nass": "والتابعي: كل مسلم صحب صحابياً، وقيل من لقيه وهو الأظهر والبحث عن تفاصيل الأسماء والكنى والألقاب والمراتب في العلم والورع لهاتين المرتبتين وما بعدهما يفضي إلى التطويل.",
            "page": "61",
            "part": "1",
            "seal": "37FCC31D"
        },
        {
            "id": "63",
            "nass": "توفي مالك بالمدينة سنة تسع وسبعين ومائة (179) وولد سنة ثلاث أو إحدى أو أربع أو سبع وتسعين (90) و (3) أو (1) أو (4). وأبو حنيفة ببغداد سنة خمسين ومائة (150) وكان ابن سبعين (70). ¶ والشافعي بمصر سنة أربع ومائتين (204) وولد سنة خمسين ومائة (150). ¶ واحمد بن حنبل ببغداد سنة إحدى وأربعين ومائتين (241) وولد سنة أربع وستين ومائة (164). ¶ والبخاري يوم الجمعة لثلاث عشرة خلت من شوال سنة أربع وسبعين ومائة (174) ومات ليلة عيد الفطر سنة ست وخمسين ومائتين (256) بقرية من بخارى. ¶ ومسلم مات بنيسابور سنة إحدى وستين ومائتين (261) وهو ابن خمس وخمسين، وأبو داود مات بالبصرة سنة سبع وسبعين ومائتين (277) والترمذي مات ببلدة ترمذ سنة تسع وسبعين ومائتين (279). ¶ والنسائي سنة ثلاث وثلاثمائة (303).",
            "page": "62",
            "part": "1",
            "seal": "9A25A440"
        },
        {
            "id": "64",
            "nass": "والدارقطني ببغداد سنة خمس وثمانين وثلاثمائة (385). ¶ والحاكم بنيسابور سنة خمس واربعمائة (405) وولد فيها سنة إحدى وعشرين ¶ وثلاثمائة (321). ¶ والخطيب ولد في جمادي الآخرة سنة اثنتين وتسعين وثلثمائة (392) ومات ببغداد في ذي الحجة سنة ثلاث وستين وأربعمائة (463).",
            "page": "63",
            "part": "1",
            "seal": "E501C2EA"
        }
    ],
    "t134": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "خطبة الكتاب"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف المتن"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الحديث"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف السند والإسناد والخبر المتواتر"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "تعريف الآحاد"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول في أقسام الحديث وأنواعه"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل الأول في الصحيح"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني في الحسن"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث في الضعيف"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": null,
            "tit": "المسند"
        },
        {
            "id": "28",
            "lvl": "3",
            "sub": "1",
            "tit": "المتصل"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": null,
            "tit": "المرفوع"
        },
        {
            "id": "29",
            "lvl": "3",
            "sub": "1",
            "tit": "المعنعن"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": null,
            "tit": "المعلق"
        },
        {
            "id": "30",
            "lvl": "3",
            "sub": "1",
            "tit": "الإفراد"
        },
        {
            "id": "31",
            "lvl": "3",
            "sub": null,
            "tit": "المدرج"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": null,
            "tit": "المشهور"
        },
        {
            "id": "32",
            "lvl": "3",
            "sub": "1",
            "tit": "الغريب"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": null,
            "tit": "المصحف"
        },
        {
            "id": "34",
            "lvl": "3",
            "sub": "1",
            "tit": "المسلسل"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": null,
            "tit": "الاعتبار"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "الموقوف"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": null,
            "tit": "المقطوع"
        },
        {
            "id": "37",
            "lvl": "3",
            "sub": "1",
            "tit": "المرسل"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "المنقطع"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "1",
            "tit": "المعضل"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "الشاذ والمنكر"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "المعلل"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": null,
            "tit": "المدلس"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": null,
            "tit": "المضطرب"
        },
        {
            "id": "43",
            "lvl": "3",
            "sub": "1",
            "tit": "المقلوب"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "الموضوع"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني في معرفة أوصاف الرواة ومن تقبل روايته ومن لا تقبل"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول في العدالة والضبط"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني ولا تقبل رواية من عرف بالتساهل"
        },
        {
            "id": "53",
            "lvl": "3",
            "sub": null,
            "tit": "تذييل للفصل الثاني"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث في تحمل الحديث"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": "1",
            "tit": "طرق تحمل الحديث"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع في أسماء الرجال"
        }
    ]
}