{
    "b1365": [
        {
            "hno": null,
            "id": "1",
            "nass": "جزء أبي عثمان ¶ سعدان ¶ ابن نصر بن منصور المخرمي ¶ المتوفى سنة (265 هـ) ¶ تحقيق ¶ عبد المنعم إبراهيم ¶ الناشر ¶ مكتبة نزار مصطفى الباز ¶ مكة المكرمة - الرياض ¶ الطبعة الأولى ¶ 1420 هـ - 1999 م",
            "page": null,
            "part": null,
            "seal": "5ECC38A5"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "الْجُزْءُ الْأَوُّلُ مِنْ حَدِيثِ ¶ أَبِي عُثْمَانَ سَعْدَانَ بْنِ نَصْرِ بْنِ مَنْصُورٍ الْمَخَرِّمِيِّ الْبَزَّازِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، وَغَيْرِهِ مِنْ شُيُوخِهِ. ¶ رِوَايَةُ ¶ أَبِي سَعِيدٍ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ زِيَادِ بْنِ بِشْرِ بْنِ دِرْهَمٍ الْبَصْرِيِّ [الْمَعْرُوفِ] بِابْنِ الْأَعْرَابِيِّ بِمَكَّةَ. ¶ أَخْبَرَنَا بِهِ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ عُمْرَ بْنِ مُحَمَّدِ بْنِ سَعِيدٍ البزاز الشاهد المصري (يعرف) بابن النحاس. ¶ سمع من هذا الكتاب عيسى بن خشرم البناء عن أبي سعيد بن الأعرابي وهبة الله عبد الواحد بن عمر بن محمد بن موسى بن عمر. ¶ رواية القاضي أبي الحسن علي بن الحسن بن الحسين الخلعي الشافعي عنه. ¶ رواية الشيخ أبي محمد عبد الله بن رفاعة بن غدير السعدي عنه. ¶ رواية محمد بن أبي سعيد بن علي الحسيني (المولى) النسابة عنه إجازة. ¶ سماعا لعلي بن محمد بن عبد الله بن الحسن بن فورك الأصبهاني. ¶ نفعنا الله به وبالعلم. ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ 1 - أَنَا أَبُو مُحَمَّدٍ عبد [ ... ] ثنا محمد بن زياد الأعرابي بمكة. وأنا أسمع قَالَ: حَدَّثَنَا أَبُو عُثْمَانَ سَعْدَانُ بْنُ نَصْرِ بن منصور المخرمي البزاز، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ أَبُو مُحَمَّدٍ الْهِلَالِيُّ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -[10]- قَالَ: إِذَا كَانَ يَوْمُ الْجُمْعَةِ كَانَ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِ المسجد ملائكة يكتبون الناس الْأَوَّلَ فَالْأَوَّلَ، فَالْمُهَجِّرُ إِلَى الصَّلَاةِ كَالْمُهْدِي بَدَنَةً، ثُمَّ الَّذِي يَلِيهِ كَالْمُهْدِي بَقَرَةً ثُمَّ الَّذِي يَلِيهِ كَالْمُهْدِي الْكَبْشَ حَتَّى ذَكَرَ الدَّجَاجَةَ [وَالْبَيْضَةَ فَإِذَا] جَلَسَ الْإِمَامُ طَوَوُا الصُّحُفَ، وَجَلَسُوا لِلْخُطْبَةِ.",
            "page": "9",
            "part": "1",
            "seal": "162641BE"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - حَدَّثَنَا سَعْدَانُ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ قَالَ: فَمَنْ جَاءَ بَعْدَ خروج الإمام فإنما جاء لحق الصلاة.",
            "page": "10",
            "part": "1",
            "seal": "24B19764"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَنَّ الْمُسْلِمَ لَا يَرِثُ الْكَافِرَ، وَأَنَّ الْكَافِرَ لَا يَرِثُ الْمُسْلِمَ.",
            "page": "10",
            "part": "1",
            "seal": "41CC8AFD"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: ((لَمَّا نَزَلَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عذابا من فوقكم} قَالَ: أَعُوذُ بِوَجْهِكَ {أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} قال: أعوذ بوجهك {أو يلبسكم شعيا ويذيق بعضكم بأس بعض} قَالَ: هَاتَانِ أَهْوَنُ، أَوْ أَيْسَرُ.",
            "page": "10",
            "part": "1",
            "seal": "0D78EDC0"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أبي نجيح، عن إسماعيل ابن عَبْدِ الرَّحْمَنِ ((أَنَّ ابْنَ عُمَرَ دُعِيَ يَوْمَ الجمعة وهو يستجمر لِلْجُمْعَةِ إِلَى سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ وَهُوَ يَمُوتُ فَأَتَاهُ وَتَرَكَ الْجُمْعَةَ)).",
            "page": "10",
            "part": "1",
            "seal": "11B91211"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - حَدَّثَنَا سَعْدَانُ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ الطائي، عن قيس ابن مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ: ((لَمَّا قَدِمَ عُمَرُ الشَّامَ عُرِضَتْ لَهُ مَخَاضَةٌ، فَنَزَلَ عن بعيره، ونزع مرقيه فَأَمْسَكَهُمَا بِيَدِهِ وَخَاضَ الْمَاءَ وَمَعَهُ بَعِيرُهُ، فَقَالَ أَبُو عُبَيْدَةَ: قَدْ صَنَعْتَ الْيَوْمَ صَنِيعًا عَظِيمًا عند أهل الأرض، صنعت كذا وكذا، فضربه فِي صَدْرِهِ وَقَالَ: أَوْهِ لَوْ غَيْرُكَ يَقُولُ هَذَا يَا أَبَا عُبَيْدَةَ ((إِنَّكُمْ كُنْتُمْ أَذَلَّ النَّاسِ وَأَحْقَرَ النَّاسِ، وَأَقَلَّ النَّاسِ، فَأَعَزَّكُمُ اللَّهُ بِالْإِسْلَامِ فَمَهْمَا تَطْلُبُوا الْعِزَّ بِغَيْرِهِ يُذِلُّكُمْ)).",
            "page": "11",
            "part": "1",
            "seal": "D9399A00"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَمْرِو بْنِ حُرَيْثٍ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ عَن النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ((الْكَمْأَةُ مِنُ الْمَنِّ الَّذِي أُنْزِلَ عَلَى بني إسرائيل وماؤها شفاء للعين)).",
            "page": "11",
            "part": "1",
            "seal": "C262A9E6"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الْأَعْمَشِ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ((إِنَّ الْعَجْوَةَ نَزَلَ بَقْلُهَا مِنَ الْجَنَّةِ وَهِيَ شِفَاءٌ مِنَ السُّمِّ، وَالْكَمْأَةُ مِنَ الْمَنِّ وهي شفاء للعين)).",
            "page": "11",
            "part": "1",
            "seal": "E44E8279"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ عِلَاقَةَ سَمِعَ -[12]- أُسَامَةَ بْنِ شَرِيكٍ يَقُولُ: ((شهدت الأعراب يسألون النبي صلى الله عليه وسلم: هَلْ عَلَيْنَا مِنْ جُنَاحٍ فِي كَذَا؟ فَقَالَ: عباد الله وضع الله الحرج إلا امرئ اقْتَرَضَ مِنْ عِرْضِ أَخِيهِ شَيْئًا فَذَلِكَ الَّذِي حرج، قالوا يا رسول الله: ما خَيْرُ مَا أُعْطِيَ الْعَبْدُ؟ قَالَ: خُلُقٌ حَسَنٌ.",
            "page": "11",
            "part": "1",
            "seal": "DFEB285C"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ الْحَسَنِ، قَالَ: سَأَلْتُ ابْنَ عَبَّاسٍ عَنْ الْكَلَالَةِ؟ فَقَالَ: ((هُوَ مَا عَدَا الْوَلَدَ وَالْوَالِدَ، قَالَ: قُلْتُ: فَإِنَّ اللَّهَ يَقُولُ: {إِنِ امْرُؤٌ هلك ليس له ولد} فَقَالَ: فَغَضِبَ وَانْتَهَرَنِي)).",
            "page": "12",
            "part": "1",
            "seal": "23DFF178"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزِّنَادِ، عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ: ((قَدِمَ الطُّفَيْلُ بْنُ عَمْرٍو عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ الله إن دوسا عصت وأبت، فادعو الله عليها، فاستقبل القبلة، ورفع يده، وَقَالَ: اللَّهُمَّ اهْدِ دَوْسًا وَأْتِ بِهِمْ ثَلَاثًا)).",
            "page": "12",
            "part": "1",
            "seal": "D92F8666"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: ((قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَأَنَا ابْنُ عَشْرِ سِنِينَ، وَمَاتَ وَأَنَا ابْنُ عِشْرِينَ فَكُنَّ أمهاتي يحثثني عَلَى خِدْمَتِهِ، فَدَخَلَ عَلَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَارَنَا فَحَلَبْنَا -[13]- لَهُ مِنْ شَاةٍ لنا داجن، فشيب له من ماء فِي الدَّارِ، وَأَبُو بَكْرٍ عَنْ شِمَالِهِ، وَأَعْرَابِيٌّ عَنْ يَمِينِهِ، فَشَرِبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعُمَرُ نَاحِيَةً فَقَالَ عُمَرُ: أَعْطِ أَبَا بَكْرٍ، فَنَاوَلَ الْأَعْرَابِيَّ، وَقَالَ: ((الْأَيْمَنُ فَالْأَيْمَنُ)).",
            "page": "12",
            "part": "1",
            "seal": "16CB95FD"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ حُجَيْرٍ عَنْ طَاوُسٍ، قَالَ: كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ وَبَشِيرُ بْنُ كَعْبٍ الْعَدَوِيُّ يُحَدِّثُهُ وَيُحَدِّثُهُ، فَقَالَ لَهُ ابْنُ عَبَّاسٍ: ((عُدْ لِحَدِيثِ كذا وكذا؟ فعادله ثُمَّ إِنَّهُ حَدَّثَ فَقَالَ لَهُ ابْنُ عَبَّاسٍ: عُدْ لِحَدِيثِ كَذَا وَكَذَا؟ فَعَادَ لَهُ ثُمَّ إِنَّهُ حَدَّثَ، فَقَالَ لَهُ ابْنُ عَبَّاسٍ: عُدْ لِحَدِيثِ كَذَا وَكَذَا؟ فَقَالَ لَهُ بَشِيرٌ: لِمَ مَا لَكَ تَسْأَلُنِي عَنْ هَذَا الْحَدِيثِ مِنْ بين حديثي كله؟! أنكرت حَدِيثِي كُلِّهِ وَعَرَفْتَ هَذَا؟ أَوْ عَرَفْتَ حَدِيثِي كُلَّهُ وَأَنْكَرْتَ هَذَا؟ فَقَالَ ابْنُ عَبَّاسٍ: إِنَّا كُنَّا نُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عليه وسلم ((إذا لم يُكْذَبْ عَلَيْهِ فَلَمَّا رَكِبَ النَّاسَ الصَّعْبَ وَالذَّلُولَ تَرَكْنَا الْحَدِيثَ عَنْهُ)).",
            "page": "13",
            "part": "1",
            "seal": "34661BB9"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو بْنِ دِينَارٍ قَالَ: سَمِعَ سَعِيدَ بْنَ الْحُوَيْرِثِ يَقُولُ عَنِ ابْنِ عَبَّاسٍ قَالَ: ((كُنَّا عِنْدَ النبي صلى الله عليه وسلم وأتى الْخَلَاءَ ثُمَّ إِنَّهُ رَجَعَ، فَأُتِيَ بِالطَّعَامِ، فَقِيلَ له: ألا تتوضأ. فقال: لم أصلي فأتوضأ)).",
            "page": "13",
            "part": "1",
            "seal": "C07F0CAB"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ ((أَنَّ عُمَرَ أَتَى الغائط، ثم رجع، فأتي بطعام فَقِيلَ لَهُ: يَا أَمِيرَ الْمُؤْمِنِينَ: أَلَا تَتَوَضَّأُ، قَالَ: إِنَّمَا اسْتَطَبْتُ بِشِمَالِي وَآكُلُ بِيَمِينِي)).",
            "page": "13",
            "part": "1",
            "seal": "C7C31706"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ: ((أَرْوَاحُ الشُّهَدَاءِ فِي حَوَاصِلِ طَيْرٍ خُضْرٍ تَعْلَقُ مِنْ ثَمَرِ الْجَنَّةِ)).",
            "page": "14",
            "part": "1",
            "seal": "7BA13E76"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو بْنِ يَحْيَى بْنِ جَعْدَةَ قَالَ: قَالَ عُثْمَانُ بْنُ عَفَّانَ: ((وَإِيَّاكُمْ وَالْخَمْرَ فَإِنَّهَا مِفْتَاحُ كُلِّ شَرٍّ، أُتِيَ رَجُلٌ، فَقِيلَ لَهُ: إِمَّا أَنْ تُحْرِقَ هَذَا الْكِتَابَ وَإِمَّا أَنْ تَقْتُلَ هَذَا الصَّبِيَّ، وَإِمَّا أَنْ تَقَعَ عَلَى هَذِهِ الْمَرْأَةِ، إما أَنْ تَشْرَبَ هَذَا الْكَأْسَ، وَإِمَّا أَنْ تَسْجُدَ لِهَذَا الصَّلِيبِ. قَالَ: فَلَمْ يَرَ فِيهَا شَيْئًا أَهْوَنَ مِنْ شُرْبِ الْكَأْسِ، فَلَمَّا شَرِبَهَا سَجَدَ لِلصَّلِيبِ، وَوَقَعَ عَلَى الْمَرَأَةِ وَقَتَلَ الصَّبِيَّ، وَحَرَقَ الكتاب)).",
            "page": "14",
            "part": "1",
            "seal": "8D9BD585"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يعفور الْعَبْدِيِّ ((رَأَى أَنَسَ بْنَ مَالِكٍ فِي دَارِ عمرو بن حريث دعا بماء فتوضى وَمَسَحَ عَلَى خُفَّيْهِ)).",
            "page": "14",
            "part": "1",
            "seal": "710F0AEF"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنَ مُحَمَّدٍ عَنْ -[15]- حَمْزَةَ بْنِ الْمُغِيرَةِ، عَنْ أبيه، قَالَ: ((كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وسلم فِي سَفَرٍ، فَقَالَ: هَذَا الْحَدِيثَ فِي آخِرِهِ)).",
            "page": "14",
            "part": "1",
            "seal": "CC09CD4D"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، وَزَادَ فِيهِ حُصْينٌ عَنْ الشَّعْبِيِّ عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، قَالَ: قُلْتُ يَا رَسُولَ اللَّهِ أتمسح عَلَى خُفَّيْكَ؟ قَالَ: ((إِنِّي أَدْخَلْتُهُمَا وَهُمَا طَاهِرَتَانِ)).",
            "page": "15",
            "part": "1",
            "seal": "7D896F36"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، قَالَ: سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: سَأَلْتُ عُمَرَ بْنَ الْخَطَّابِ: ((أَيَتَوَضَّأُ أَحَدُنَا وَرِجْلَيْهِ فِي الْخُفَّيْنِ؟ قَالَ: نَعَمْ، إِذَا أَدْخَلَهُمَا وهما طاهرتان)).",
            "page": "15",
            "part": "1",
            "seal": "462BC379"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مَعْمَرٍ، عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ، قَالَ: ((الحروف ثمانية وعشرين حَرْفًا فَمَا قُطِعَ مِنَ اللِّسَانِ فَهُوَ عَلَى مَا نَقَصَ مِنَ الْحُرِوفِ)).",
            "page": "15",
            "part": "1",
            "seal": "BE456F5D"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - حدثنا سعدان، قال: حدثنا سفيان، قال: وَحَدَّثَنِي سُلَيْمَانُ الْأَحْوَلُ عَنْ طُاوُسٍ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ، قَالَ: ((كُنْتُ آخِرَ النَّاسِ عَهْدًا بِعُمَرَ، فَسَمِعْتُهُ يَقُولُ: الْقَوْلَ مَا قُلْتُ. قُلْتُ: وَمَا قُلْتُ؟ قَالَ: الْكَلَالَةُ مَنْ لَا وَلَدَ له)).",
            "page": "15",
            "part": "1",
            "seal": "9E277D69"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ سَمِعَ ابْنَ عَبَّاسٍ: ((جِئْتُ أَنَا وَالْفَضْلُ بْنُ عَبَّاسٍ يَوْمَ عَرَفَةَ وَرَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِالنَّاسِ وَنَحْنُ عَلَى أَتَانٍ لَنَا فَمَرَرْنَا بِبَعْضِ الصَّفِ فَنَزَلْنَا عَنْهَا وَتَرَكْنَاهَا ترتع، فَلَمْ يَقُلْ لَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وسلم شيئا)).",
            "page": "15",
            "part": "1",
            "seal": "6E9E6E72"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، سَمِعَ عُرْوَةَ يُِحَدِّثُ عَنْ كُرْزِ بْنِ عَلْقَمَةَ الْخُزَاعِيِّ قَالَ: سَأَلَ رَجُلٌ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: هَلْ لِلْإِسْلَامِ مُنْتَهًى؟ فَقَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((أَيُّمَا أَهْلُ بلد مِنَ الْعَرَبِ وَالْعَجَمِ أَرَادَ اللَّهُ بِهِمْ خَيْرًا أَدْخَلَ عَلَيْهِمُ الْإِسْلَامَ)). فَقَالَ: ثُمَّ مَاذَا؟ قَالَ: ((تَقَعُ الْفِتَنُ كَأَنَّهَا الظُّلَلُ)) قَالَ الرَّجُلُ: كَلَّا وَاللَّهِ إِنْ شَاءَ اللَّهُ قَالَ: ((وَالَّذِي نَفْسِي بِيَدِهِ لَتَعُودُنَّ فِيهَا أَسْاوِدَ صُبًّا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ)) قَالَ الزُّهْرِيُّ: (أَسَاوِدَ صَبًّا) الْحَيَّةُ السَّوْدَاءُ، إِذَا أَرَادَ أَنْ يَنْهِشَ، ارْتَفَعَ هَكَذَا، ثم نصب.",
            "page": "16",
            "part": "1",
            "seal": "CBC9FBE5"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الْمَسْعُودِيِّ، عَنْ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: قَالَ عبد الله: ((لَا جَلْدَ إِلَّا فِي اثْنَتَيْنِ أَنْ تُقْذَفَ مُحْصَنَةٌ، أَوْ يُنْفَى رَجُلٌ مِنْ أَبِيهِ)).",
            "page": "16",
            "part": "1",
            "seal": "EA811193"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، قَالَ: ((مَا كُنَّا نَرَى الْجَلْدَ إِلا فِي الْقَذْفِ الْبَيِّنِ وَالنَّفْيِ الْبَيِّنِ)).",
            "page": "16",
            "part": "1",
            "seal": "6005D1FD"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ((مَنْ بَاتَ وَفِي يَدِهِ رِيحُ غَمَرٍ فَأَصَابَهُ شَيْءٌ فَلَا يَلُوَمَنَّ إِلَّا نَفْسَهُ)).",
            "page": "16",
            "part": "1",
            "seal": "F9A0BC64"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ، قَالَ: ((قَدِمَ عَلَيْنَا أَبُو سَعِيدٍ الْخُدْرِيُّ، فَطَافَ بَعْدَ الصُّبْحِ، فَقُلْنَا انْظُرُوا الْآنَ، كَيْفَ يَصْنَعُ أَيُصَلِّي أَمْ لَا؟ قَالَ: فَجَلَسَ حَتَّى طَلَعَتِ الشَّمْسُ، ثُمَّ صَلَّى)).",
            "page": "17",
            "part": "1",
            "seal": "D7C8CFF9"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنِ الْحَسَنِ بْنِ مُحَمَّدٍ قَالَ: ((أَوَّلُ مَا تُكُلّمَ فِي الْقَدَرِ حِينَ أُحْرِقَتِ الْكَعْبَةُ، فَقَالَ قائل: كان هذا مِنْ قَضَاءِ اللَّهِ أَنْ احْتَرَقَتِ الْكَعْبَةُ، وَقَالَ آخَرُ: مَا كَانَ هَذَا مِنْ قَضَاءِ اللَّهِ)).",
            "page": "17",
            "part": "1",
            "seal": "01B7466E"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو بن يحيى بن عمارة ابن أبي حبان، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوَاقٍ صَدَقَةٌ، وَلَيْسَ فِيمَا دُونَ خَمْسِ زَوْدٍ صَدَقَةٌ)). قَالَ سُفْيَانُ: وَالْوَقِيَّةُ أَرْبَعِينَ دِرْهَمًا.",
            "page": "17",
            "part": "1",
            "seal": "07805D39"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ صَدَقَةَ بْنِ بَشَّارٍ عَنْ الْقَاسِمِ، عَنْ عَائِشَةَ: ((أَنَّهَا اعْتَمَرَتْ فِي سَنَةٍ ثَلاثَ مَرَّاتٍ قُلْتُ: هَلْ عَابَ ذَلِكَ عَلَيْهَا أَحَدٌ؟ قَالَ: سُبْحَانَ اللَّهِ، أَمُّ الْمُؤْمِنِينَ. قَالَ: فَسَكَتُّ وَانْقَمَعْتُ)).",
            "page": "17",
            "part": "1",
            "seal": "A34EF0AB"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ زَكَرِيَّا، عَنِ الشَّعْبِيِّ قَالَ: ((لَا يَصْلُحُ الْخُلْعُ حَتَّى يَجِيءَ مِنْ قِبَلِ الْمَرْأَةِ)).",
            "page": "17",
            "part": "1",
            "seal": "9F9F282B"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ زَيْدٍ، قَالَ: ((لَا يَصْلُحُ الْخُلْعُ حَتَّى يَجِيءَ مِنْ قِبَلِ الْمَرْأَةِ)).",
            "page": "17",
            "part": "1",
            "seal": "8C2986D1"
        },
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ -[18]- عَائِشَةَ قَالَتْ: ((كُنَّ نِسَاءٌ مِنَ الْمُؤْمِنَاتِ يُصَلِينَ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الصُّبْحِ مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ، ثُمَّ يرجعن إلى أهلهن، وَمَا يَعْرِفُهُنَّ أَحَدٌ)).",
            "page": "17",
            "part": "1",
            "seal": "3B6FCBC9"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ قَالَتْ: ((لَوْ رَأَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَحْدَثَ النِّسَاءُ بَعْدَهُ لَمَنَعَهُنَّ الْمَسْجِدَ، كَمَا مُنِعَهُ نِسَاءُ بَنِي إِسْرَائِيلَ: قُلْنَا: يَا هَذِهِ وَمُنِعَتْهُ نِسَاءُ بَنِي إِسْرَائِيلَ؟ قَالَتْ: نَعَمْ)).",
            "page": "18",
            "part": "1",
            "seal": "FF30A678"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، سَمِعَ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، وَهُوَ من أصحاب النبي صلى الله عليه وسلم يَقُولُ: ((وَقَعَ بَيْنَ الْأَوْسِ وَالْخَزْرَجِ كَلَامٌ فَتَنَاوَلَ بعضهم بعضا، فأوتي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُخْبِرَ فَأَتَاهُمْ فَاحْتَبَسَ فَأَذَّنَ بِلَالٌ وَاحْتَبَسَ النَّبِيُّ صَلَّى اللَّهُ عليه وسلم فلما احتبسوا أقام الصلاة، فتقدم أبو بكر ياؤم النَّاسَ، وَجَاءَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مَجِيئِهِ ذَلِكَ فَتَخَلَّلَ النَّاسَ حَتَّى انْتَهَى إِلَى الصَّفِ الَّذِي يَلِي أَبَا بَكْرٍ، فَصَفَّقَ النَّاسُ، وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي الصَّلَاةِ فَلَمَّا سَمِعَ التَّصْفِيقَ الْتَفَتَ، فَإِذَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنِ اثْبُتْ مَكَانَكَ، فَرَفَعَ أَبُو بَكْرٍ رَأْسَهُ إِلَى السَّمَاءِ وَنَكَصَ الْقَهْقَرَى، وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى بِهِمْ، فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم الصَّلاةَ، قَالَ: مَا مَنَعَكَ أَنْ تَثْبُتَ؟ قَالَ: مَا كَانَ اللَّهُ لِيَرَى ابْنَ أَبِي قَحَافَةَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ، وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَا لَكُمْ حِينَ نَابَكُمْ شَيْءٌ مِنَ صَلَاتِكُمْ صَفَّقْتُمْ؟! إِنَّمَا هَذَا لِلنِّسَاءِ، مَنْ نَابَهُ شَيْءٌ فِي صَلاتِهِ، فَلْيَقُلْ سبحان الله.",
            "page": "18",
            "part": "1",
            "seal": "D1E9EFE8"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[19]- ((التَّسْبِيحُ فِي الصَّلَاةِ لِلرِّجَالِ، وَالتَّصْفِيقُ لِلنِّسَاءِ)).",
            "page": "18",
            "part": "1",
            "seal": "1C76632F"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ قَالَ: حَدَّثَنَا عَنْ زَيْدِ بْنِ أَسْلَمَ، وَلَمْ أَسْمَعْهُ، عَنْ أَبِيهِ، قَالَ: لَمَّا كُنَّا بِالشَّامِ أَتَيْتُ عُمَرَ بِمَاءٍ فَتَوَضَّأَ مِنْهُ فَقَالَ: مِنْ أَيْنَ جِئْتَ بِهَذَا؟ فَمَا رَأَيْتُ مَاءَ بَحْرٍ وَلَا مَاءَ سماء أطيب؟ قلت: مِنْ بَيْتِ هَذِهِ الْعَجُوزِ النَّصْرَانِيَّةِ؟ فَلَمَّا تَوَضَّأَ أَتَاهَا فَقَالَ: أَيَّتُهَا الْعَجُوزُ أَسْلِمِي تَسْلَمِي، بَعَثَ اللَّهُ بِالْحَقِّ مُحَمَّدًا، قَالَ: فَكَشَفَتْ رَأْسَهَا، فَإِذَا مثل الثغامة، قالت: وَأَنَا أَمُوتُ الْآنَ قَالَ: فَقَالَ عُمَرُ: اللَّهُمَّ اشهد.",
            "page": "19",
            "part": "1",
            "seal": "4742252C"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ عَنْ أَبِي مَعْمَرٍ، قَالَ: أُقِيمَتِ الصَّلَاةُ فَتَدَافَعُوا فَتَقَدَّمَ حُذَيْفَةُ فَصَلَّى بِهِمْ، ثُمَّ قال: لتبتلن بِهَا إِمَامٌ غَيْرِي، أَوْ لَتُصَلُّنَّ وُحْدَانًا. قَالَ الْمُغِيرَةُ: فَحَدَّثْتُ بِهَذَا الْحَدِيثِ مُجَاهِدًا، وَإِبْرَاهِيمُ شَاهِدٌ فقال مجاهدا: ((فُرَادَى)) فَقَالَ إِبْرَاهِيمُ: فُرَادَى وَوُحْدَانًا سَوَاءٌ.",
            "page": "19",
            "part": "1",
            "seal": "95376B56"
        },
        {
            "hno": "41",
            "id": "42",
            "nass": "41 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أُبِيهِ قَالَ: رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ يَمْشُونَ أَمَامَ الْجَنَازَةِ.",
            "page": "19",
            "part": "1",
            "seal": "F11ED4A6"
        },
        {
            "hno": "42",
            "id": "43",
            "nass": "42 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، عَنْ رَبِيعَةَ بْنِ عَبْدِ اللَّهِ بْنِ هُدَيْرٍ أَنَّهُ رَأَى عُمَرَ بْنَ الْخَطَّابِ تَقَدَّمَ النَّاسَ أَمَامَ جَنَازَةِ زَيْنَبَ بِنْتِ جَحْشٍ.",
            "page": "19",
            "part": "1",
            "seal": "3819A8C7"
        },
        {
            "hno": "43",
            "id": "44",
            "nass": "43 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عِمَارٍ الدهني عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ أَنَّ عَلِيًّا عَلَيْهِ السَّلَامُ فَرَضَ لِمَنْ قَرَأَ الْقُرْآنَ أَلْفَيْنِ ألفين، قال سالم: وكان أَبِي مِمَّنْ قَرَأَ الْقُرْآنَ فَأَعْطَاهُ فَلَمْ يَأْخُذْ.",
            "page": "20",
            "part": "1",
            "seal": "092CC648"
        },
        {
            "hno": "44",
            "id": "45",
            "nass": "44 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ أَنَّ عَلِيًّا جَلَدَ رَجُلًا فِي الْخَمْرِ أَرْبَعِينَ جَلْدَةً بِسَوْطٍ لَهُ طرفان.",
            "page": "20",
            "part": "1",
            "seal": "61757669"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "45 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ قَالَ: قَالَ رَسُولُ الله صلى الله عليه وسلم: مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ، ثُمَّ إِذَا شَرِبَ فَاجْلِدُوهُ، ثُمَّ إِذَا شَرِبَ فَاجْلِدُوهُ، ثُمَّ إِذَا شرب في الرابعة فاقتلوه. فأوتي برجل قد شرب، فجلده، ثم أوتي به فجلده، ثم أوتي به فجلده، ثم أوتي بِهِ فِي الرَّابِعَةِ فَجَلَدَهُ. فَرَفَعَ الْقَتْلَ عَنِ النَّاسِ، وَكَانَتْ رُخْصَةً فَثَبَتَتْ.",
            "page": "20",
            "part": "1",
            "seal": "5FFF75FE"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عِكَرِمَةَ، قَالَ: إِذَا قَضَى اللَّهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بَأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ: {فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ}، قَالُوا: {مَاذَا قَالَ ربكم} قَالَ: فَيَقُولُونَ لِلَّذِي قَالَ: -[21]- {الْحَقَّ. وَهُوَ الْعَلِيُّ الكبير}، فيسمعها مسترق السمع، قال: وَهُمْ هَكَذَا وَاحِدٌ فَوْقَ وَاحِدٍ مُتَجَاذِبِينَ، وَأَوْمَأَ سُفْيَانُ بِأَصَابِعِهِ الْأَرْبَعِ، وَضَمَّ الْإِبْهَامَ وَاحِدٌ فَوْقَ وَاحِدٍ، فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ، قَبْلَ أَنْ يَرْمِيَ بِهَا إِلَى صَاحِبِهِ وَرُبَّمَا لَمْ يُدْرِكْهُ الشِّهَابُ حَتَّى يُلْقِيَهُ الَّذِي هُوَ أَسْفَلَ مِنْهُ حَتَّى يلقيه الأسفل إلى الأسفل، حتى تقع إِلَى الْأَرْضِ، فَيُلْقِيَهُ عَلَى فَمِ السَّاحِرِ أَوْ الْكَاهِنِ فَيُحَدِّثُ بِهِ النَّاسَ فَيُصَدِّقُونَهُ، فَيَقُولُونَ: أَلَمْ نخبر اليوم بكذا وكذا فوجدناه حقا؟ فيقولن: نَعَمْ فَيَكْذِبُونَ مَعَهَا مَائَةَ كَذِبَةٍ.",
            "page": "20",
            "part": "1",
            "seal": "CDAC4B89"
        },
        {
            "hno": "47",
            "id": "48",
            "nass": "47 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عن عكرمة، قال: كان ناس بمكة قدر أَقَرُّوا بِالْإِسْلَامِ، فَلَمَّا خَرَجَ النَّاسُ إِلَى بَدْرٍ، لَمْ [يَبْقَ أَحَدٌ] إِلَّا أَخْرَجُوهُ، فَقُتِلَ أُوَلِئكَ الَّذِينَ أَقَرُّوا بِالْإِسْلَامِ، فَنَزَلَتْ فِيهِمْ: {إِنَّ الَّذِينَ توفاهم الملائكة ظالمي أنفسهم} إِلَى قَوْلِهِ: {وَسَاءَتْ مَصِيرًا. إِلا الْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يهتدون سبيلا}. حِيلَةً: نُهُوضًا إِلَيْهَا وَسَبِيلًا: طَرِيقًا إِلَى الْمَدِينَةِ، فَكَتَبَ الْمُسْلِمُونَ الَّذِينَ كَانُوا بِالْمَدِينَةِ إِلَى مَنْ كَانَ بِمَكَّةَ، فَلَمَّا كُتِبَ إِلَيْهِمْ، خَرَجَ نَاسٌ مِمَّنْ أَقَرُّوا بِالْإِسْلَامِ فَأَتْبَعَهُمْ الْمُشْرِكُونَ، فَأَكْرَهُوهُمْ حَتَّى أعطوهم [الفتنة] فأنزل الله عز وجل [فيهم] {إلا من أكره وقلبه مطمئن بالإيمان}.",
            "page": "21",
            "part": "1",
            "seal": "5D50B6FD"
        },
        {
            "hno": "48",
            "id": "49",
            "nass": "48 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ بْنِ أَبِي يَزِيدَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ ذُكِرَ عِنْدَهُ الْخَوَارِجُ، وَمَا يَلْقَوْنَ عِنْدَ تِلَاوَةِ الْقُرَآنِ فَقَالَ: لَيْسُوا بِأَشَدَّ اجْتِهَادًا مِنَ الْيَهُودِ وَالنَّصَارَى ثُمَّ هُمْ يُضِلُّونَ.",
            "page": "21",
            "part": "1",
            "seal": "41EA938D"
        },
        {
            "hno": "49",
            "id": "50",
            "nass": "49 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ: أَنَا وَأُمِّي مِنَ الْمُسْتَضْعَفِينَ، كَانَتْ أُمِي مِن النِّسَاءِ، وَأَنَا مِنَ الْوِلْدَانِ.",
            "page": "21",
            "part": "1",
            "seal": "B6B299E3"
        },
        {
            "hno": "50",
            "id": "51",
            "nass": "50 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الْأَسْوَدِ بْنِ قَيْسٍ، قَالَ: سَمِعْتُ جُنْدُبَ بْنَ سُفْيَانَ، يَقُولُ: شَهِدْتُ الْأَضْحَى مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ رَجُلٌ فَقَالَ: إِنَّ ناسا ذبحوا قبل الصلاة فقال: ((مَنْ ذَبَحَ مِنْكُمْ قَبْلَ الصَّلَاةِ فَلْيُعِدْ ذَبِيحَتَهُ وَمَنْ لَا يَكُنْ فَلْيَذْبَحْ عَلَى اسْمِ اللَّهِ)).",
            "page": "22",
            "part": "1",
            "seal": "54E486AA"
        },
        {
            "hno": "51",
            "id": "52",
            "nass": "51 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ بِالْمَدِينَةِ أَرْبَعًا، وَبِذِي الْحُلَيْفَةِ رَكْعَتَيْنِ)).",
            "page": "22",
            "part": "1",
            "seal": "C392969E"
        },
        {
            "hno": "52",
            "id": "53",
            "nass": "52 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ أَبِي قُلَابَةَ، عَنْ أَنَسٍ وَإِبْرَاهِيمَ بْنَ مَيْسَرَةَ، سَمِعَ مِنْ أَنَسٍ مَثْلَهُ.",
            "page": "22",
            "part": "1",
            "seal": "0401BBCA"
        },
        {
            "hno": "53",
            "id": "54",
            "nass": "53 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سمع عمرو عن عَبْدِ اللَّهِ بْنِ صَفْوَانَ يُحَدِّثُ عَنْ يَزِيدَ بْنِ شَيْبَانَ قَالَ: كُنَّا وُقُوفًا بِعَرَفَةَ فِي مَكَانٍ بَعِيدٍ مِنَ الْمَوْقِفِ يَبْعُدُهُ فَأَتَانَا ابْنُ مِرْبَعٍ الْأَنْصَارِيُّ فَقَالَ: إِنِّي رَسُولُ رَسُولِ اللَّهِ إليكم يقول: كُونُوا عَلَى مَشَاعِرِكُمْ هَذِهِ فَإِنَّكُمْ عَلَى إِرْثٍ مِنْ إِرْثِ إِبْرَاهِيمَ.",
            "page": "22",
            "part": "1",
            "seal": "D2534D30"
        },
        {
            "hno": "54",
            "id": "55",
            "nass": "54 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ -[23]- عَبْدِ اللَّهِ عَنِ أبيه أَنَّ سُبَيْعَةَ بِنْتَ الْحَارِثِ وَضَعَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِيَسِيرٍ شَهْرًا أَوْ أَقَلَّ مِنْ شَهْرٍ فَأَمَرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أن تنكح.",
            "page": "22",
            "part": "1",
            "seal": "7E2D53F1"
        },
        {
            "hno": "55",
            "id": "56",
            "nass": "55 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عِكْرِمَةَ قَالَ: انْشَقَّ الْقَمَرُ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ الْمُشْرِكُونَ سُحِرَ الْقَمَرُ، سُحِرَ الْقَمَرُ فَأَنْزَلَ اللَّهُ {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ وَإِنْ يَرَوْا آيَةً يُعْرِضُوا ويقولوا سحر مستمر}.",
            "page": "23",
            "part": "1",
            "seal": "37FB6D74"
        },
        {
            "hno": "56",
            "id": "57",
            "nass": "56 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنْ أَبِي مَعْمَرٍ قَالَ: قَالَ عَبْدُ اللَّهِ: انْشَقَّ الْقَمَرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بشقتين، فَقَالَ رَسُول اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((اشهدوا)).",
            "page": "23",
            "part": "1",
            "seal": "007C6640"
        },
        {
            "hno": "57",
            "id": "58",
            "nass": "57 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ قَالَ: سَأَلَ إِبْرَاهِيمُ بْنُ سَعْدٍ ابْنَ عَبَّاسٍ عَنْ امْرَأَةٍ طَلَّقَهَا زَوْجُهَا تَطْلِيقَتَيْنِ ثُمَّ اخْتَلَعَتْ مِنْهُ أَيَتَزَوَّجُهَا؟ قَالَ ابْنُ عَبَّاسٍ: ذَكَرَ اللَّهُ الطَّلَاقَ فِي أَوَّلِ الْآيَةِ وَآخِرِهَا وَالْخُلْعُ بَيْنَ ذَلِكَ لَيْسَ الْخُلْعُ بِطَلَاقٍ يُنْكِحُهَا.",
            "page": "23",
            "part": "1",
            "seal": "74AC98CB"
        },
        {
            "hno": "58",
            "id": "59",
            "nass": "58 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بن إبراهيم ذكره عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ أَنَّ أَبَاهُ رَقَى إِلَى ابْنِ الزُّبَيْرِ يَوْمَ عَرَفَةَ فَقَالَ: مَا مَنَعَكَ أَنْ تُهِلَّ وَقَدْ سَمِعْتُ عُمَرَ يُهِلُّ فِي مَكَانِكَ هَذَا؟ فَأَهَلَّ ابْنُ الزُّبَيْرِ.",
            "page": "23",
            "part": "1",
            "seal": "AB2A5294"
        },
        {
            "hno": "59",
            "id": "60",
            "nass": "59 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سمع بجالة يقول: -[24]- كتب كاتب لجزي بْنِ مُعَاوِيَةَ عَمِّ الْأَحْنَفِ بْنِ قَيْسٍ فَأَتَانَا كِتَابُ عُمَرَ قَبْلَ مَوْتِهِ بِسَنَةٍ ((اقْتُلُوا كُلَّ سَاحِرٍ وَسَاحِرَةٍ، وَفَرِّقُوا بَيْنَ كُلِّ ذِي مَحْرَمٍ من المجوس، وانهوهم عن الزمومة)) فَقَتَلْنَا ثَلَاثَ سَوَاحِرَ، وَجَعَلْنَا نُفَرِّقُ بَيْنَ الْمَرْأَةِ وَحَرِيمِهَا فِي كِتَابِ اللَّهِ، وَصَنَعَ طَعَامًا كَثِيرًا وَعَرَضَ السَّيْفَ عَلَى فَخِذِهِ وَدَعَا الْمَجُوسَ فَأَلْقَوْا وقر بغل أو بغلين من فضة فأكلوا بِغَيْرِ زَمْزَمَةٍ وَلَمْ يَكُنْ عُمَرُ بْنُ الْخَطَّابِ أخذ الْجِزْيَةَ مِنَ الْمَجُوسِ حَتَّى شَهِدَ عَبْدُ الرَّحْمَنِ بن عوف أن النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخَذَهَا مِنْ مَجُوسِ هجر.",
            "page": "23",
            "part": "1",
            "seal": "B168BB05"
        },
        {
            "hno": "60",
            "id": "61",
            "nass": "60 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ عَاصِمٍ الْأَحْوَلِ قَالَ: كُنَّا نَدْخُلُ عَلَى حَفْصَةَ بِنْتِ سيرين وقد جعلت الجلباب هكذا -وتنقب به- فنقول لَهَا: رَحِمَكِ اللَّهُ قَالَ اللَّهُ: {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ} هُوَ الْجِلْبَابُ، قَالَ: فَتَقُولُ لَنَا: أَيُّ شَيْءٍ بعد ذلك؟ فتقول: {وأن يَسْتَعْفِفْنَ خَيْرٌ لَهُنَّ} قَالَ: إِثْبَاتُ الْجِلْبَابِ.",
            "page": "24",
            "part": "1",
            "seal": "A11B03F1"
        },
        {
            "hno": "61",
            "id": "62",
            "nass": "61 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، أَنَّ صَفِيَّةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ لِأَخٍ لَهَا يَهُودِيٍّ: أَسْلِمْ تَرِثْنِي، فَسَمِعَ بِذَلِكَ قَوْمُهُ فَقَالُوا: أَتَبِيعُ دِينَكَ بِالدُّنْيَا فَأَبَى أَنْ يُسْلِمَ فَأَوْصَتْ لَهُ بالثلث.",
            "page": "24",
            "part": "1",
            "seal": "6123B82C"
        },
        {
            "hno": "62",
            "id": "63",
            "nass": "62 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ جَامِعِ بن أبي راشد، عن ميمون ابن مِهْرَانَ قَالَ: ثَلَاثٌ يُؤَدَّيْنَ إِلَى الْبَرِّ وَالْفَاجِرِ: الرحم يوصل بَرَّةً كَانَتْ مُؤْمِنَةً أَوْ فَاجِرَةً، وَالْأَمَانَةُ تُؤَدَّى إلى البر والفاجر، والعهد يوفى للبر والفاجر.",
            "page": "24",
            "part": "1",
            "seal": "76D331A5"
        },
        {
            "hno": "63",
            "id": "64",
            "nass": "63 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ جَدَّتِهَا أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، قَالَتْ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: أَتَتْنِي أُمِّي وَهِيَ رَاغِبَةٌ فَأُعْطِيهَا قَالَ: ((نَعَمْ فصليها)).",
            "page": "24",
            "part": "1",
            "seal": "73A31C3B"
        },
        {
            "hno": "64",
            "id": "65",
            "nass": "64 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدَةَ بْنِ أَبِي لُبَابَةَ عَنْ زِرِّ بْنِ حُبَيْشٍ قَالَ: سَأَلْتُ أَبَيَّ بْنَ كَعْبٍ عَنِ الْمُعَوِّذَتَيْنِ فقال: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمُعَوِّذَتَيْنِ فَقَالَ: ((قِيلَ لِي)) فَقُلْتُ: نَحْنُ نَقُولُ: كَمَا قَالَ رَسُولُ اللَّه صَلَّى اللَّهُ عليه وسلم.",
            "page": "25",
            "part": "1",
            "seal": "9E6F61B6"
        },
        {
            "hno": "65",
            "id": "66",
            "nass": "65 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ عَبْدَةَ بن أبي لبابة وعاصم ابن أَبِي النَّجُودِ عَنْ زِرِّ بْنِ حُبَيْشٍ قَالَ: سَأَلْتُ أَبَيَّ بْنَ كَعْبٍ عَنْ لَيْلَةَ الْقَدْرِ، فَحَلِفَ لَا يَسْتَثْنِي أَنَّهَا لَيْلَةُ سَبْعٍ وَعِشْرِينَ، قلت: بما تقول ذلك أبا المنذر؟ قال: بالآية أو بالعلامة التي قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((إِنَّها تُصْبِحُ مِنْ ذَلِكَ الْيَوْمِ تَطْلُعُ الشَّمْسُ وَلَيْسَ لَهَا شُعَاعٌ)).",
            "page": "25",
            "part": "1",
            "seal": "A2C9E039"
        },
        {
            "hno": "66",
            "id": "67",
            "nass": "66 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ الْجُهَنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ((الْيَمِينُ الْكَاذِبَةُ مَنْفَقَةٌ لِلسِّلْعَةِ مَمْحَقَةٌ لِلْكَسْبِ)).",
            "page": "25",
            "part": "1",
            "seal": "7603D076"
        },
        {
            "hno": "67",
            "id": "68",
            "nass": "67 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ الْمُنْكَدِرِ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يربوع، عن جبير بْنِ الْحُوَيْرِثِ قَالَ: رَأَيْتُ أَبَا بَكْرٍ وَاقِفًا عَلَى قُزَحَ وَهُوَ يَقُولُ: أَيُّهَا النَّاسُ أَصْبِحُوا، أَيُّهَا النَّاسُ أَصْبِحُوا. ثُمَّ دَفَعَ فَإِنِّي لَأَنْظُرُ إلى فخذه قد انكشف مما يحرش بعيره بمحجنه.",
            "page": "25",
            "part": "1",
            "seal": "ED04A08E"
        },
        {
            "hno": "68",
            "id": "69",
            "nass": "68 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ أَنَّهُ كَانَ يَقُولُ: وأي وضوءا أَتَّمُّ مِنَ الْغُسْلِ إِذَا اجْتُنِبَ الْفَرْجُ.",
            "page": "25",
            "part": "1",
            "seal": "17D9ED43"
        },
        {
            "hno": "69",
            "id": "70",
            "nass": "69 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ: سَأَلُوا سَعِيدَ بْنَ الْمُسَيِّبِ عَنِ الرِّجَلِ يَغْتَسِلُ مِنَ الْجَنَابَةِ أَيَكْفِيهِ ذَلِكَ مِنَ الْوُضُوءِ؟ قَالَ: نَعَمْ، وَلْيَغْسِلُ قَدَمَيْهِ.",
            "page": "26",
            "part": "1",
            "seal": "151317E2"
        },
        {
            "hno": "70",
            "id": "71",
            "nass": "70 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ سَمِعَ يَزِيدَ بْنَ جُعْدُبَةَ يُحَدِّثُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مِخْرَاقٍ عَنْ أَبِي ذَرٍّ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ((إِنَّ اللَّهَ خلق في الجنة ريحا بعد الريح تسع سنين، من دونها باب مغلق وإنما يأتيكم الرُّوحُ مِنْ خِلَالِ ذَلِكَ الْبَابِ وَلَوْ فُتِحَ ذَلِكَ الْبَابُ لَأَذْرَتْ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ مِنْ شَيْءٍ وَهِيَ عِنْدَ اللَّهِ الأَزْيَبُ وَهِيَ عندكم الجنوب.",
            "page": "26",
            "part": "1",
            "seal": "08AB8654"
        },
        {
            "hno": "71",
            "id": "72",
            "nass": "71 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ أَتَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْرَ عبد الله بن أبي بعد ما أُدْخِلَ حُفْرَتَهُ فَأَمَرَ بِهِ فَأُخْرِجَ فَوَضَعَهُ عَلَى رُكْبَتَيْهِ أَوْ فَخِذَيْهِ فَنَفَثَ عَلَيْهِ مِنْ رِيقِهِ وَأَلْبَسَهُ قَمِيصَهُ وَاللَّهُ أَعْلَمُ.",
            "page": "26",
            "part": "1",
            "seal": "DA48FC9D"
        },
        {
            "hno": "72",
            "id": "73",
            "nass": "72 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مُوسَى بْنِ أَبِي عِيسَى، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ عَلَيْهِ قَمِيصَانِ فَقَالَ لَهُ ابْنُهُ وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ أُبَيٍّ وَكَانَ يُقَالُ لَهُ الْحَبَّابُ يَا رَسُولَ اللَّهِ أَعْطِهِ الْقَمِيصَ الَّذِي يَلِي جِلْدَكَ.",
            "page": "26",
            "part": "1",
            "seal": "3FE388F9"
        },
        {
            "hno": "73",
            "id": "74",
            "nass": "73 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: كَانَ الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ بِالْمَدِينَةِ طَلَبَتِ الْأَنْصَارُ ثَوْبًا يَكْسُونَهُ فَلَمْ يَجِدُوا قَمِيصًا يَصْلُحُ عَلَيْهِ إِلَّا قَمِيصَ عَبْدِ اللَّهِ بْنِ أَبِي فَكَسَوْهُ إياه.",
            "page": "26",
            "part": "1",
            "seal": "022A2CFC"
        },
        {
            "hno": "74",
            "id": "75",
            "nass": "74 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أسلم، عن عبد الرحمن ابن وَعْلَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ النَّبِيُّ صلى الله عليه وسلم أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ.",
            "page": "27",
            "part": "1",
            "seal": "6F28087F"
        },
        {
            "hno": "75",
            "id": "76",
            "nass": "75 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى الله عليه وسلم أن النبي عليه السلام قال: ((ألا نزعتم إهابها فدبغتموه وانتفعتم بِهِ)) قَالُوا يَا رَسُولَ اللَّهِ: إِنَّهَا مَيْتَةٌ، قال: ((إِنَّمَا حُرِّمَ أَكْلُهَا)).",
            "page": "27",
            "part": "1",
            "seal": "B75C7F49"
        },
        {
            "hno": "76",
            "id": "77",
            "nass": "76 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ زَيْدِ بْنِ أَسْلَمَ سَمِعَ عَطَاءَ بْنَ يَسَارٍ يُخْبِرُ عَن النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا أَسْلَمَ الْعَبْدُ فَحَسُنَ إِسْلَامُهُ تَقَبَّلَ اللَّهُ منه كل حسنة زلفها، وكفر عَنْهُ كُلَّ سَيِّئَةٍ زَلَفَهَا، وَكَانَ فِي الْإِسْلَامِ مَا كَانَ، الْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا إِلَى سَبْعِ مائة والسيئة مثلها أَوْ يَمْحُوهَا اللَّهُ عَزَّ وَجَلَّ.",
            "page": "27",
            "part": "1",
            "seal": "AA342EF8"
        },
        {
            "hno": "77",
            "id": "78",
            "nass": "77 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ نَوْفَلٍ عَنْ رَجُلٍ مِنْ مُزَيْنَةَ يُقَالُ لَهُ ابْنُ عِصَامٍ، عَنَ أَبِيهِ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا بَعَثَ سَرِيَّةً قَالَ: إِذَا سَمِعْتُمْ مُؤَذِّنًا أَوْ رَأَيْتُمْ مَسْجِدًا فَلَا تَقْتُلُوا أَحَدًا.",
            "page": "27",
            "part": "1",
            "seal": "0F512283"
        },
        {
            "hno": "78",
            "id": "79",
            "nass": "78 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الْأَسْوَدِ بْنِ قَيْسٍ عَنْ جُنْدُبٍ قَالَ: كُنَّا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي غَارٍ فنكبت إِصْبَعُهُ فَقَالَ: ¶ هَلْ أَنْتَ إِلَّا إِصْبَعٌ دُمِيتَ ... وَفِي سَبِيلِ اللَّهِ مَا لَقِيتَ.",
            "page": "27",
            "part": "1",
            "seal": "6CA79B0C"
        },
        {
            "hno": "79",
            "id": "80",
            "nass": "79 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَن سَعِيد بْن سنان قَالَ: سَمِعْتُ شَيْخًا مِنَّا يَقُولُ إِنَّ عَلِيًّا عَلَيْهِ السَّلَامُ قَسَّمَ فِي النَّاسِ هَذِهِ الدِّنَانِ الَّتِي فِيهَا الْمَطْبُوخُ فَقَسَّمَ بَيْنَهُمْ فأمرهم أن يجمعوا كل يتيم في القسمة فيدنوا ويلعقوا قال: وكنت يومئذ غلام فَتَمَنَّيْتُ أَنِّي كُنْتُ يَتِيمًا.",
            "page": "28",
            "part": "1",
            "seal": "3EFAE88E"
        },
        {
            "hno": "80",
            "id": "81",
            "nass": "80 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ أَيُّوبَ عَنْ أَبِي قُلَابَةَ عَنْ زَهْدَمٍ الْجَرْمِيِّ أَنَّ أَبَا مُوسَى قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْكُلُ الدَّجَاجَ.",
            "page": "28",
            "part": "1",
            "seal": "61172F89"
        },
        {
            "hno": "81",
            "id": "82",
            "nass": "81 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اسْتَعْمَلَ رَجُلًا من الأزد على الصدقة يقال له: ابن اللُّتْبِيَّةُ فَلَمَّا جَاءَهُ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَذَا لَكُمْ وَهَذَا لِي، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَقَالَ: ((مَا بَالُ العَامِلِ نَسْتَعْمِلُهُ عَلَى بَعْضِ الْعَمَلِ مِنْ أَعْمَالِنَا فَيَجِيءُ فَيَقُولُ هَذَا لَكُمْ وَهَذَا لِي، أَفَلَا جَلَسَ فِي بَيْتِ أَبِيهِ أَوْ بَيْتِ أُمِّهِ فَيَنْظُرَ هَلْ يُهْدَى لَهُ شَيْءٌ أَمْ لا؟ والذي نفس محمد بيده لا يأتي أحد منكم مِنْهَا بِشَيْءٍ إِلَّا جَاءَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ عَلَى رَقَبتِهِ إِنْ كَانَ بَعِيرًا لَهُ رُغَاءٌ أَوْ بَقَرَةً لَهَا خُوَارٌ، أَوْ شَاةً تيعر ثم رفع يديه حتى رأيت عفر إبطين فَقَالَ: اللَّهُمَّ هَلْ بَلَّغْتُ، اللَّهُمَّ هَلْ بَلَّغْتُ، اللَّهُمَّ هَلْ بَلَّغْتُ.",
            "page": "28",
            "part": "1",
            "seal": "E9252BF4"
        },
        {
            "hno": "82",
            "id": "83",
            "nass": "82 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، سَمِعَ ابْنَ عَبَّاسٍ يَقُولُ: خِلَالٌ مِنْ خِلَالِ الْجَاهِلِيَّةِ: الطَّعْنُ فِي الْأَنْسَابِ، وَالنِّيَاحَةُ، وَنَسِيَ الثَّالِثَةَ. قَالَ سُفْيَانُ: يَقُولُ: إِنَّهَا الِاسْتَسْقَاءُ بِالْأَنْوَاءِ.",
            "page": "28",
            "part": "1",
            "seal": "92EB290C"
        },
        {
            "hno": "83",
            "id": "84",
            "nass": "83 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ عَنْ ابْنِ أَبِي سُوَيْدٍ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ قَالَ: زَعِمَتِ الْمَرْأَةُ الصَّالِحَةُ خَوْلَةُ بِنْتُ حَكِيمٍ امْرَأَةُ عُثْمَانَ بْنِ مَظْعُونٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خرج وهو محتضن إحدى ابْنَيِ ابْنَتِهِ وَهُوَ يَقُولُ: وَاللَّهِ إِنَّكُمْ لَتُجَهَّلُونَ وَتُجَبَّنُونَ وَتُبَخَّلُونَ وَإِنَّكُمْ لَمِنْ رَيْحَانِ اللَّهِ.",
            "page": "29",
            "part": "1",
            "seal": "37B819C0"
        },
        {
            "hno": "84",
            "id": "85",
            "nass": "84 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: سَمِعَ عَمْرٌو بَجَالَةَ أَوْ مِنْ رَجُلٍ آخَرَ قَالَ: كَانَ رَجُلٌ يَكْتُبُ بَيْنَ النَّاسِ فَمَرَّ بِهِ عمر وهو يشهد أَكَثَرَ مِنْ اثْنَيْنِ، فَقَالَ لَهُ: أَلَمْ أَنْهَكَ؟ قَالَ: أَطَعْتُ اللَّهَ وَعَصَيْتُكَ فَسَكَتَ عُمَرُ.",
            "page": "29",
            "part": "1",
            "seal": "014BC172"
        },
        {
            "hno": "85",
            "id": "86",
            "nass": "85 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنَا عَمْرٌو قَالَ فِي صَدَقَةِ عُمَرَ لَيْسَ فِيهَا إلا شهد عَبْدِ اللَّهِ بْنِ الْأَرْقَمِ وَمْعَيْقِيبٍ وَكَتَبَ.",
            "page": "29",
            "part": "1",
            "seal": "DFA9D14F"
        },
        {
            "hno": "86",
            "id": "87",
            "nass": "86 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنِ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ أُخْتِ عُكَاشَةَ الْأَسَدِيِّةِ قَالَتْ: دَخَلْتُ بِابْنٍ لِي عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدْ عَلَّقْتُ عَلَيْهِ مِن العذرة فقال: علام تدغرن أولادكن بهذه العلاق؟ عليكم بِهَذَا الْعُودِ الْهِنْدِيِّ فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ يُسْعَطُ بِهِ مِنَ الْعُذْرَةِ وَيُلَدُّ بِهِ مِنْ ذات الجنب.",
            "page": "29",
            "part": "1",
            "seal": "9191E82F"
        },
        {
            "hno": "87",
            "id": "88",
            "nass": "87 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بن سعيد، عن سليمان بن يسار، يَرْوِيهِ عَنْ عُرْوَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَل بَيْتَ أُمِّ سَلَمَةَ فَرَأَى صَبِيًّا يَشْتَكِي فَقَالَ: مَا شَأْنُ هَذَا؟ قَالُوا: يظن بِهِ الْعَيْنُ قَالَ: أَفَلَا تَسْتَرْقُوا لَهُ مِنَ العين.",
            "page": "29",
            "part": "1",
            "seal": "D0483154"
        },
        {
            "hno": "88",
            "id": "89",
            "nass": "88 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عُرْوَةَ بْنِ عَامِرٍ، عَنْ عُبَيْدِ بْنِ رفاعة قال: قالت أسماء [بنت عميس] يَا رَسُولَ اللَّهِ إِنَّ بَنِي جَعْفَرٍ تُصِيبُهُمُ العْيَنُ قَالَ: اسْتَرْقِي لَهُمْ فَلَو كَانَ شَيْءٌ سَابِقَ الْقَدَرِ لَسَبِقَتْهُ الْعَيْنُ.",
            "page": "30",
            "part": "1",
            "seal": "21E6D689"
        },
        {
            "hno": "89",
            "id": "90",
            "nass": "89 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ قَالَ: لَمْ يَكُنِ ابْنُ عُمَرَ يُصَلِّي الضُّحَى إِلَّا أَنْ يَأْتِيَ مَسْجِدَ قُبَاءٍ فَيُصَلِّيَ فِيهِ لَأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَأْتِيهِ كُلَّ سَبْتٍ.",
            "page": "30",
            "part": "1",
            "seal": "7053789C"
        },
        {
            "hno": "90",
            "id": "91",
            "nass": "90 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ قَالَ: سَمِعْتُ ابْنَ عُمَرَ يَقُولُ: مَا صَلَّيْتُ الضُّحَى مُنْذُ أَسْلَمْتُ إِلَّا أَنَّ أَطُوفَ بِالْبَيْتِ.",
            "page": "30",
            "part": "1",
            "seal": "3D229083"
        },
        {
            "hno": "91",
            "id": "92",
            "nass": "91 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، قَالَ: سَمِعْتُ عَبْدَ اللَّهِ بن الحارث بن نوفل يقول: عن أم هاني أَنَّهَا رَأَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى الضُّحَى ثَمَانِ رَكَعَاتٍ لَمْ تَرَهُ صَلَّى قَبْلَهَا وَلَا بَعْدَهَا فِي ثَوْبٍ قَدْ خَالَفَ بين طرفيه.",
            "page": "30",
            "part": "1",
            "seal": "98C3BB57"
        },
        {
            "hno": "92",
            "id": "93",
            "nass": "92 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ المنكدر عن ابن رُمَيْثَةَ عَنْ أُمِّهِ قَالَتْ: دَخَلْتُ عَلَى عَائِشَةَ فَصَلَّتْ ثَمَانِ رَكَعَاتٍ مِنَ الضُّحَى فَسَأَلْتُهَا: أُمِّ أَخْبِرِينِي عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الصَّلَاةِ بِشَيْءٍ قَالَتْ: مَا أَنَا بِمُخْبِرَتُكَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا بِشَيْءٍ وَلَكِنْ لَوْ نَشَرَ لي أبي على أن أَدَعَهُنَّ مَا تَرَكْتُهُنَّ.",
            "page": "30",
            "part": "1",
            "seal": "02CDD1D7"
        },
        {
            "hno": "93",
            "id": "94",
            "nass": "93 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ عَاصِمٍ بْنِ أَبِي النَّجُودِ عَنْ زِرِّ بْنِ حُبَيْشٍ قَالَ: أَتَيْتُ صَفْوَانَ بْنَ عَسَّالٍ الْمُرَادِيَّ فَقَالَ: مَا جَاءَ بِكَ؟ قُلْتُ: ابْتِغَاءَ الْعِلْمِ قَالَ: فَإِنَّ الْمَلَائِكَةَ تَضَعُ أَجْنِحَتَهَا لِطَالِبِ الْعِلْمِ رِضًا بما يطلب، قلت: حاك فِي صَدْرِي الْمَسْحُ عَلَى الْخُفَّيْنِ بَعْدَ الْغَائِطِ والبول، وكنت امرءا من -[31]- أصحاب النبي صلى الله عليه وسلم فأتيتك أسألك هل سَمِعْتَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم في ذلك شيء؟ فَقَالَ: نَعَمْ، كَانَ يَأْمُرُنَا إِذَا كُنَّا سَفَرًا أَوْ مُسَافِرِينَ أَلَّا نَنْزِعَ خِفَافَنَا ثَلَاثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلَّا مِنْ جَنَابَةٍ لَكِنْ مِنْ غَائِطٍ وَبَوْلٍ وَنَوْمٍ، قُلْتُ: هَلْ سَمِعْتَهُ يَذْكُرُ الْهَوَى؟ قَالَ: نَعَمْ، بَيْنَمَا نَحْنُ فِي مَسِيرٍ إِذْ نَادَاهُ أَعْرَابِيٌّ بِصَوْتٍ لَهُ جَهْوَرِيِّ يَا مُحَمَّدُ فأجابه على نحو ذلك هاؤم قلنا: وَيْحَكَ أَوْ وَيْلَكَ اغْضُضْ مِنْ صَوْتِكَ فَإِنَّكَ قَدْ نُهِيتَ عَنْ ذَلِكَ فَقَالَ: وَاللَّهِ لَا أَغْضُضُ صَوْتِي فَقَالَ: أَرَأَيْتَ رَجُلًا أَحَبَّ قَوْمًا وَلَمْ يَلْحَقْ بِهِمْ؟ قَالَ: الْمَرْءُ مَعَ مَنْ أَحَبَّ؟ قَالَ: ثُمَّ لَمْ يَزَلْ يُحَدِّثُنَا حَتَّى قال: إن من قبل المغرب باب مَسِيرَةُ عَرْضِهِ أَرْبَعِينَ سَنَةً أَوْ سَبْعِينَ سَنَةً فَتَحَهُ اللَّهُ لِلتَّوْبَةِ يَوْمَ خَلَقَ السَّمَوَاتِ وَالْأَرْضَ فَلَا يُغْلِقُهُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْهُ.",
            "page": "30",
            "part": "1",
            "seal": "98BA3675"
        },
        {
            "hno": "94",
            "id": "95",
            "nass": "94 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: سَمِعْتُ خَلَفَ بْنَ حَوْشَبٍ قَالَ: كَانَ جَوَّابٌ يُرْعَدُ عِنْدَ الذِّكْرِ، قَالَ لَهُ إِبْرَاهِيمُ: إِنْ كُنْتَ تملكه ما أبالي لا أعتد بِكَ، وَإِنْ كُنْتَ لَا تَمْلِكُهُ فَقَدْ خَالَفْتَ مَنْ كَانَ قَبْلَكَ.",
            "page": "31",
            "part": "1",
            "seal": "8023E4BD"
        },
        {
            "hno": "95",
            "id": "96",
            "nass": "95 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، أَنَّ رَجُلًا أَضَافَ نَاسًا مِنْ هُذَيْلٍ فَذَهَبَتْ جَارِيَةٌ لَهُمْ تَحْتَطِبُ فَأَرَادَهَا رَجُلٌ مِنْهُمْ عَنْ نَفْسِهَا فَرَمَتْهُ بِفِهْرٍ فَقَتَلَتْهُ، فَرُفِعَ ذَلِكَ إِلَى عُمَرَ، فَقَالَ: ذَاكَ قَتِيلُ اللَّهِ، وَاللَّهِ لَا يُودَى أَبَدًا.",
            "page": "31",
            "part": "1",
            "seal": "235A9970"
        },
        {
            "hno": "96",
            "id": "97",
            "nass": "96 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ قَالَ: أَظُنُّهُ عَنْ مَنْصُورٍ عَنْ أَبِي -[32]- حَازِمٍ عَنْ أَبِي هُرَيْرَةَ فَقِيلَ لِسُفْيَانَ: هُوَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَعَلَّهُ: لَا تَصْلُحُ الصَّدَقَةُ لِغَنِيٍّ وَلَا لِذِي مِرَّةٍ سَوِيٍّ.",
            "page": "31",
            "part": "1",
            "seal": "0A2FC68F"
        },
        {
            "hno": "97",
            "id": "98",
            "nass": "97 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بن عدي بن الجيار، عَنْ رَجُلَيْنِ قَالَا: أَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَقْسِمُ نَعَمَ الصَّدَقَةِ فسألنا فَصَعَدَ فِينَا الْبَصَرَ وَصَوَّبَ قَالَ: ((مَا شِئْتُمَا فَلَا حَقَّ فِيهَا لِغَنِيٍّ وَلَا لِقَوِيٍّ مُكْتَسِبٍ)).",
            "page": "32",
            "part": "1",
            "seal": "014D8B90"
        },
        {
            "hno": "98",
            "id": "99",
            "nass": "98 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ كَعْبِ بْنِ عُجْرَةَ قُلْنَا يَا رَسُولَ اللَّهِ قَدْ عَلِمْنَا أَوْ عَلِمْنَا- كَيْفَ نُسَلِّمُ عَلَيْكَ فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ: قولوا اللهم صلي عَلَى مُحَمَّدٍ وَعَلى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَآلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ. قَالَ ابْنُ أَبِي لَيْلَى: وَنَحْنُ نَقُولُ: وَعَلَيْنَا مَعَهُمْ.",
            "page": "32",
            "part": "1",
            "seal": "8AD62FB2"
        },
        {
            "hno": "99",
            "id": "100",
            "nass": "99 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ شَبِيبِ بن غرقدة سمع قَوْمَهُ يُحَدِّثُونَ عَنْ عُرْوَةَ الْبَارِقِيِّ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهُ دِينَارًا يَشْتَرِي له شاة للضحية فاشترى له شاتان فباع إحدهما بدينار فأتى النبي صلى الله عليه وسلم بشاة وبدينار فدعا له النبي عليه السلام بالبركة في بيعه، فكان لو اشترى التراب ربح فيه.",
            "page": "32",
            "part": "1",
            "seal": "44AE70F1"
        },
        {
            "hno": "100",
            "id": "101",
            "nass": "100 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ: عَنْ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ بَابَاهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَأَنِّي أَرَاكُمْ بِالْكَوْمِ جَاثِينَ دُونَ جَهَنَّمَ.",
            "page": "33",
            "part": "1",
            "seal": "2D2562D3"
        },
        {
            "hno": "101",
            "id": "102",
            "nass": "101 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مِسْعَرٍ قَالَ سُفْيَانُ وَأَبِي مِسْعَرٍ، عَنِ ابْنِ الْأَقْمَرِ، عن أبي الأحوص، قال: يجلس الْأَوَّلُ عَلَى الْآخِرِ حَتَّى إِذَا تَكَامَلَتْ الْعِدَّةُ أثارهم جميعا ثم [يبدأ] بِالْأَكَابِرِ [فَالأَكَابِرِ] جُرْمًا، ثُمَّ قَرَأَ {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ثُمَّ للنزعن عن كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا}.",
            "page": "33",
            "part": "1",
            "seal": "9CEA1D92"
        },
        {
            "hno": "102",
            "id": "103",
            "nass": "102 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ قَالَ: سَمِعَ شَبِيبُ بْنُ غَرْقَدَةَ، عَنْ عُرْوَةَ الْبَارِقِيِّ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَ سَمِعْتُ رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: الْخَيْرُ مَعْقُودٌ فِي نَوَاصِي الْخَيْلِ إِلَى يَوْمِ الْقِيَامَةِ.",
            "page": "33",
            "part": "1",
            "seal": "F342A3B1"
        },
        {
            "hno": "103",
            "id": "104",
            "nass": "103 - قَالَ سُفْيَانُ: وَزَادَ فِيهِ مُجَالِدُ بْنُ سَعِيدٍ، عَنْ الشَّعْبِيِّ، عَنْ عُرْوةَ الْبَارِقِيِّ: ((الْأَجْرُ وَالْمَغْنَمُ)).",
            "page": "33",
            "part": "1",
            "seal": "56BC43A4"
        },
        {
            "hno": "104",
            "id": "105",
            "nass": "104 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ -[34]- حَسَنِ بْنِ حَسَنٍ، عَنْ أُمِّهِ فَاطِمَةَ بِنْتِ الْحُسَيْنِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُبِضَ وَلَهُ بُرْدَتَانِ في [الحد] يعملان.",
            "page": "33",
            "part": "1",
            "seal": "269C1E40"
        },
        {
            "hno": "105",
            "id": "106",
            "nass": "105 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ، أَنَّ ابْنَ عَبَّاسٍ كَانَ يَبِيعُ التَّمْرَ مِنْ غُلَامِهِ قَبْلَ أَنْ يَبْدُوَ صَلَاحُهُ، وَيَقُولُ: لَيْسَ بَيْنَ الْعَبْدِ وَسَيِّدِهِ رِبًا.",
            "page": "34",
            "part": "1",
            "seal": "15E63710"
        },
        {
            "hno": "106",
            "id": "107",
            "nass": "106 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ: أَعْطَانِي جَابِرُ بْنُ زَيْدٍ صَحِيفَةً فِيهَا مسائل أسئل عكرمة فكأني كللت عنه فكأني تبطأت، فَانْتَزَعَهَا مِنْ يَدِي، وَقَالَ: هَذَا عِكْرِمَةُ، هَذَا مَوْلَى ابْنِ عَبَّاسٍ، هَذَا أَعْلَمُ النَّاسِ، قَالَ: وكان فيها: رجلا فجر بامرأة فرآها ترضع جارية، أيحل لَهُ أَنْ يَتَزَوَّجَهَا؟ قَالَ: لَا.",
            "page": "34",
            "part": "1",
            "seal": "CF71C513"
        },
        {
            "hno": "107",
            "id": "108",
            "nass": "107 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ: أَخْبَرَنِي عَطَاءٌ أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ يَقُولُ: لَوْ نَزَلَ أَهْلُ الْبَصْرَةِ عِنْدَ قَوْلِ جَابِرِ بْنِ زَيْدٍ لَوَسِعَهُمْ فِي كِتَابِ اللَّهِ علما.",
            "page": "34",
            "part": "1",
            "seal": "425368CD"
        },
        {
            "hno": "108",
            "id": "109",
            "nass": "108 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدٍ وَعُبَيْدِ اللَّهِ وَسُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: سَأَلْتُ عُمَرَ عَنْ رَجُلٍ مِنْ أَهْلِ الْبَحْرَيْنِ طَلَّقَ امْرَأَةً تَطْلِيقَةً أَوِ اثْنَتَيْنِ فَنَكَحَتْ زَوْجًا، ثُمَّ مَاتَ عَنْهَا أَوْ طَلَّقَهَا، فَرَجَعَتْ إِلَى الزَّوْجِ الْأَوَّلِ، عَلَى كَمْ هِي عِنْدَهُ؟ قَالَ: هِي عِنْدَهُ عَلَى ما بقي.",
            "page": "34",
            "part": "1",
            "seal": "601219D8"
        },
        {
            "hno": "109",
            "id": "110",
            "nass": "109 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ عَنْ أَبِيهِ، قَالَ: رَأَيْتُ رَسُولَ الله صلى الله عليه وسلم إذا أفتح الصَّلاةَ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ مَنْكِبَيْهِ، وَإِذَا أراد أن يركع، وبعد ما يَرْفَعُ مِنَ الرُّكُوعِ، وَلَا يَرْفَعُ بَيْنَ السَّجْدَتَيْنِ.",
            "page": "35",
            "part": "1",
            "seal": "9AC81758"
        },
        {
            "hno": "110",
            "id": "111",
            "nass": "110 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، سَمِعَ عَمْرٌو جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: سَمِعْتُ بِأُذُنَيَّ هَاتَيْنِ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ اللَّهَ يُخْرِجُ قَوْمًا مِنَ النَّارِ فيدخلهم الجنة.",
            "page": "35",
            "part": "1",
            "seal": "D28D876D"
        },
        {
            "hno": "111",
            "id": "112",
            "nass": "111 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قِيلَ لَهُ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: الْوَاحِدُ فِي السَّفَرِ شَيْطُانٌ وَالِاثْنَانِ [شَيْطَانَانِ]. قَالَ: لَا لَمْ يَقُلْ النَّبِيُّ، قَدْ بَعَثَ النَّبِيُّ عَلَيْهِ السَّلامُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ وَخَبَّابَ سَرِيَّةً، وَبَعَثَ دِحْيَةَ سَرِيَّةً وَحْدَهُ، وَلَكِنْ قَالَ عُمَرُ -يَحْتَاطُ لِلْمُسْلِمِينَ-: كُونُوا فِي أَسْفَارِكُمْ ثَلَاثَةً، إِنْ مَاتَ وَاحِدٌ وَلِيَهُ اثْنَانِ، الْوَاحِدُ شَيْطَانٌ، والاثنان شيطانان.",
            "page": "35",
            "part": "1",
            "seal": "C273D76F"
        },
        {
            "hno": "112",
            "id": "113",
            "nass": "112 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ سمع سنين أَبَا جَمِيلَةَ يُحَدِّثُ سَعِيدَ بْنَ الْمُسَيِّبِ يَقُولُ: وُجِدْتُ مَنْبُوذًا عَلَى عَهْدِ [عُثْمَانَ] فَذَكَرَهُ عَرِيفِيُّ لعمر، فأرسل إلي ودعاني وَالْعَرِيفُ عِنْدَهُ، فَلَمَّا رَآنِي مُقْبِلًا، قَالَ: هَلْ -[36]- عَسَى الْغُوَيْرُ أَبْؤُسًا؟ قَالَ الْعَرِيفُ: يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّهُ لَيْسَ بِمُتَّهَمٍ، قَالَ: عَلَى مَا أخذت هذا؟ قال: وجدت [بعشا] بِمَضْيَعَةٍ فَأَحْبَبْتُ أَنْ يَأْجُرَنِي اللَّهُ فِيهَا، قَالَ: هو حر وولاؤك لَكَ وَعَلَيْنَا رِضَاعُهُ.",
            "page": "35",
            "part": "1",
            "seal": "205C3095"
        },
        {
            "hno": "113",
            "id": "114",
            "nass": "113 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يعفور الْعَبْدِيِّ عَنْ مُسْلِمٍ، عَنْ مَسْرُوقٍ قَالَ: سَمِعْتُ عَائِشَةَ تَقُولُ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِذَا دَخَلَ الْعَشْرُ الْأَوَاخِرُ مِنْ رَمَضَانَ أَحْيَا اللَّيْلَ وَأَيْقَظَ أَهْلَهُ وَشَدَّ الْمِئْزَرَ.",
            "page": "36",
            "part": "1",
            "seal": "A5DC605F"
        },
        {
            "hno": "114",
            "id": "115",
            "nass": "114 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، عَنْ أَبِي مَسْعُودٍ، قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنِّي لَأَتَخَلَّفُ عَنْ صَلَاةِ الصُّبْحِ مِمَّا يُطَوِّلُ بِنَا فُلَانٌ، فَقَالَ رَسُولُ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ((إِنَّ مِنْكُمْ مُنَفِّرِينَ، فَأَيُّكُمْ أَمَّ النَّاسَ فَلْيُخَفِّفْ فَإِنَّ فِيهِمُ الْكَبِيرَ وَالسَّقِيمَ وذو الحاجة)).",
            "page": "36",
            "part": "1",
            "seal": "055746BE"
        },
        {
            "hno": "115",
            "id": "116",
            "nass": "115 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سُمَيٍّ، عَنْ النُّعْمَانِ بْنِ أَبِي عَيَّاشٍ، قَالَ: شُكِيَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الِاعْتِمَادُ وَالِإِدِّعَامُ فِي الصَّلَاةِ، فَرَخَّصَ لَهُمْ أَنْ يَسْتَعِينَ الرَّجُلُ [بِمِرْفَقَيْهِ] عَلَى رُكْبَتَيْهِ أَوْ فَخِذَيْهِ.",
            "page": "36",
            "part": "1",
            "seal": "3ECBC00E"
        },
        {
            "hno": "116",
            "id": "117",
            "nass": "116 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قال: ضحا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ نسائه بالبقر.",
            "page": "37",
            "part": "1",
            "seal": "43CC2844"
        },
        {
            "hno": "117",
            "id": "118",
            "nass": "117 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: رَأَى رَجُلٌ لَيْلَةَ الْقَدْرِ فِي الْعَشْرِ الْأَوَاخِرِ، فَقَالَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((إِنَّ رُؤْيَاكُمْ قَدْ تَوَاطَأَتْ عَلَى هَذَا فَاطْلُبُوهَا فِي الْعَشْرِ الْأَوَاخِرِ)).",
            "page": "37",
            "part": "1",
            "seal": "9375FE38"
        },
        {
            "hno": "118",
            "id": "119",
            "nass": "118 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حازم [أنه] سمع سهل بن سعد السَّاعِدِيَّ يَقُولُ: كُنْتُ فِي الْقَوْمِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَتْ امْرَأَةٌ فَقَالَتْ: يَا رَسُولَ اللَّهِ: إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لك. [فرأى] فِيهَا رَأْيَكَ، فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ: [زَوِّجْنِي بِهَا]، ثُمَّ قَامَ الثَّانِيَةَ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: هَلْ عِنْدَكَ مِنْ شَيْءٍ؟ قَالَ: لا، قَالَ: فَاذْهَبْ فاطلب. فذهب فطلب، فلم يجد شيئا، قال: اذهب فَاطْلُبْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ، قَالَ: فَذَهَبَ فَطَلَبَ، قَالَ: لَا أَجِدُ شَيْئًا، قَالَ: هَلْ معك من القرآن شيء؟ قال: قَالَ: نَعَمْ سُورَةُ كَذَا، وَسُورَةُ كَذا، قَالَ: اذْهَبْ فَقَدْ زَوَّجْتُكَهَا عَلَى مَا مَعَكَ مِنَ القرآن.",
            "page": "37",
            "part": "1",
            "seal": "236375A3"
        },
        {
            "hno": "119",
            "id": "120",
            "nass": "119 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ هَارُونَ بْنَ رِئَابٍ، عَنْ كِنَانَةَ بْنِ نُعَيْمٍ، عَنْ قَبِيصَةَ بْنِ الْمُخَارِقِ، قَالَ: أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْأَلُهُ فِي حَمَالَةٍ، فَقَالَ: إن المسألة حرمت إلا في ثلاث: رَجُلٌ تَحَمَّلَ بِحَمَالَةٍ، حَلَّتْ لَهُ الْمَسْأَلَةُ -[38]- حَتَّى يُؤَدِّيَهَا ثُمَّ يُمْسِكُ، وَرَجُلٌ أَصَابَتْهُ جَائِحَةٌ فَاجْتَاحَتْ مَالَهُ حَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ أَوْ سَدَادًا مِنْ عَيْشٍ، ثُمَّ يُمْسِكُ، وَرَجُلٌ أَصَابَتْهُ حَاجَةٌ أَوْ فَاقَةٌ فَتَكَلَّمَ ثلاثة من ذوي الحجى مِنْ قَوْمِهِ لَقَدْ حَلَّتْ لَهُ الْمَسْأَلَةُ، فَمَا سِوَى ذَلِكَ مِنْ الْمَسْأَلَةِ فَهُوَ سُحْتٌ.",
            "page": "37",
            "part": "1",
            "seal": "52C32AEA"
        },
        {
            "hno": "120",
            "id": "121",
            "nass": "120 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ: قَالَ عَمْرٌو: قَالَ ابْنُ عَبَّاسٍ: نِكَاحُ الْحُرَّةِ عَلَى الْأَمَةِ طلاق الأمة.",
            "page": "38",
            "part": "1",
            "seal": "79FCAEDB"
        },
        {
            "hno": "121",
            "id": "122",
            "nass": "121 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، قَالَ: تُنْكَحُ الْحُرَّةُ عَلَى الْأَمَةِ، وَلَا تُنْكَحُ الْأَمَةُ على الحرة، فإن ذهبت كان لها الثُّلُثَانِ، وَلِهَذِهِ الثُّلُثُ.",
            "page": "38",
            "part": "1",
            "seal": "EDDEB9D9"
        },
        {
            "hno": "122",
            "id": "123",
            "nass": "122 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ الْأَسَدِيِّ، قَالَ: قَالَ عَلِيِّ عَلَيْهِ السَّلَامُ: إِذَا نُكِحَتْ الْحُرَّةُ عَلَى الْأَمَةِ، فَلِهَذِهِ الثُّلُثَانِ، وَلِهَذِه الثُّلُثُ.",
            "page": "38",
            "part": "1",
            "seal": "E146356A"
        },
        {
            "hno": "123",
            "id": "124",
            "nass": "123 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ: هي بمنزلة الميتة نضطر إِلَيْهَا، فَإِذَا أَغَنَاكَ اللَّهُ عَنْهَا فَاسْتَغْنِهِ.",
            "page": "38",
            "part": "1",
            "seal": "AF7364C6"
        },
        {
            "hno": "124",
            "id": "125",
            "nass": "124 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مُسْلِمِ بْنِ أَبِي مَرْيَمَ، -[39]- عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: تُعْرَضُ الْأَعْمَالُ عَلَى اللَّهِ فِي كُلِّ يَوْمِ خَمِيسٍ وَاثْنَيْنِ، فَيَغْفِرُ فِي ذَيْنِكَ الْيَوْمَيْنِ لِكُلِّ امْرِئٍ لَا يُشْرِكُ بِاللَّهِ شيئا إلا امرئ بينه وبين أخيه شحناء. فيقول: ارْهِكَ هَذَيْنِ -قَالَ أَبُو عُثْمَان هِي كَلِمَةٌ بِالْيَمَانِيَّةِ- حَتَّى يَصْطَلِحَا.",
            "page": "38",
            "part": "1",
            "seal": "D86EEA8B"
        },
        {
            "hno": "125",
            "id": "126",
            "nass": "125 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ. عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ أَبِيهِ، أَنْ سُبَيْعَةَ وُضِعَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِشَهْرٍ أَوْ أَقَلَّ، فَأَمَرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تَنْكِحَ.",
            "page": "39",
            "part": "1",
            "seal": "F5CF6E59"
        },
        {
            "hno": "126",
            "id": "127",
            "nass": "126 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ قَالَ: كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: ((إِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ، لَا تُضَامُونَ فِي رُؤْيَتِهِ كَمَا تَنْظُرُونَ إِلَى الْقَمَرِ لَيْلَةَ الْبَدْرِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ لَا يُغْلَبَ عَلَى صَلَاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا فَلْيَفْعَلْ)).",
            "page": "39",
            "part": "1",
            "seal": "29D0BA1A"
        },
        {
            "hno": "127",
            "id": "128",
            "nass": "127 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ وَمُحَمَّدِ بْنِ عَجْلَانَ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عمرو بن سليم الزرقي يَذْكُرُ أَبَا قَتَادَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ.",
            "page": "39",
            "part": "1",
            "seal": "026897D8"
        },
        {
            "hno": "128",
            "id": "129",
            "nass": "128 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سَالِمٍ أَبِي النَّضْرِ، عَن -[40]- أَبِي سَلَمَةَ أَنَّهُ قَالَ: مَا يَمْنَعُ مَوْلَاكَ إِذَا دَخَلَ الْمَسْجِدَ أَنْ يَرْكَعَ رَكْعَتَيْنِ فَإِنَّهُمَا مِنَ السُّنَةِ.",
            "page": "39",
            "part": "1",
            "seal": "58F3F237"
        },
        {
            "hno": "129",
            "id": "130",
            "nass": "129 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ كَانَ يُؤْمِنُ بالله واليوم الآخر، فليكرم ضيفه، من كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُحْسِنْ إِلَى جَارِهِ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ.",
            "page": "40",
            "part": "1",
            "seal": "151DBB15"
        },
        {
            "hno": "130",
            "id": "131",
            "nass": "130 - قَالَ سُفْيَانُ: وَزَادَ فِيهِ ابْنُ عَجْلَانَ يُثْبِتُهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ، جائزته يوم وليلة، والضيافة ثَلَاثُةَ أَيَّامِ، وَلَيْسَ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ، فَمَا أَنْفَقَ عَلَيْهِ مِنْ بَعْدُ فهو صدقة.",
            "page": "40",
            "part": "1",
            "seal": "95DB855B"
        },
        {
            "hno": "131",
            "id": "132",
            "nass": "131 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ بنْتِ أَبِي سَلَمَةَ، عَنْ حَبِيبَةَ، عَنْ أُمِّهَا أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ: اسْتَيْقَظَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وسلم من نوم محمر وجهه، وهو يَقُولُ: لَا إِلَهَ إِلَّا اللَّهُ ثَلَاثَ مَرَّاتٍ وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدْ اقْتَرَبَ فُتِحَ مِنْ رَدْمِ يَأْجُوَجَ وَمَأْجُوجَ مِثْلُ هَذِهِ، وَحَلَّقَ حَلَقَةً بِإِصْبَعِهِ، قُلْتُ: يَا رَسُولَ اللَّهِ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ؟ قَالَ: نَعَمْ إِذَا كَثُرَ الْخَبَثُ.",
            "page": "40",
            "part": "1",
            "seal": "5DC9DDEE"
        },
        {
            "hno": "132",
            "id": "133",
            "nass": "132 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الكريم الجزري عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ قَالَ: لَا تُسْلِفْ إِلَى الْعَطَاءِ، وَإِلَى الْحَصَادِ، وَلَا إِلَى الأندر ولا إلى العصير، وَاضْرِبْ لَهُ أَجَلًا.",
            "page": "41",
            "part": "1",
            "seal": "14F3D22A"
        },
        {
            "hno": "133",
            "id": "134",
            "nass": "133 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، سَمِعَ عَمْرٌو جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ: اصْطَبَحَ نَاسٌ الْخَمْرَ يَوْمَ أُحُدٍ، ثُمَّ قُتِلُوا شُهَدَاءَ، قَالَ سُفْيَانُ: لَمْ تَكُنْ حُرِّمَتْ.",
            "page": "41",
            "part": "1",
            "seal": "129A4944"
        },
        {
            "hno": "134",
            "id": "135",
            "nass": "134 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ قَالَ: تَلَا النَّبِيُّ صَلَّى الله عليه وسلم آية وَهُوَ عَلَى الْمِنْبَرِ ذَكَرَ فِيهَا الْخَمْرَ، قَالَ: فَقَامَ إِلَيْهِ أَبُو وَهْبٍ الْجَيْشَانِيُّ فَسَأَلَهُ عَنِ الْمَزْرِ، قَالَ: وَمَا الْمِزْرُ؟ قَالَ: شَيْءٌ يُصْنَعُ من الحب، قال: فقال النبي: كُلُّ مُسْكِرٍ حَرَامٌ.",
            "page": "41",
            "part": "1",
            "seal": "6649F8A6"
        },
        {
            "hno": "135",
            "id": "136",
            "nass": "135 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ عَطَاءِ بْنِ مِينَا عَنْ أَبِي هُرَيْرَةَ، قَالَ: سَجَدْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي {إِذَا السَّمَاءُ انْشَقَّتْ} وَفِي {اقْرَأْ بِاسْمِ رَبِّكَ}.",
            "page": "41",
            "part": "1",
            "seal": "A229CE02"
        },
        {
            "hno": "136",
            "id": "137",
            "nass": "136 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ هِلَالِ بْنِ يِسَافٍ، عَنْ سَلَمَةَ بْنِ قَيْسٍ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا اسْتَجْمَرْتَ فَأَوْتِرْ، وَإِذَا تَوَضَّأْتَ فانتثر.",
            "page": "41",
            "part": "1",
            "seal": "4BA57B02"
        },
        {
            "hno": "137",
            "id": "138",
            "nass": "137 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أُبِيهِ، قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا افْتَتَحَ الصَّلاةَ رفع يده حَتَّى يُحَاذِيَ مَنْكِبَيْهِ.",
            "page": "42",
            "part": "1",
            "seal": "8D222431"
        },
        {
            "hno": "138",
            "id": "139",
            "nass": "138 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي الأَوْبَرِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي حَافِيًا وَنَاعِلًا وَقَائِمًا وَقَاعِدًا، وينفتل عن يمينه وعن شماله.",
            "page": "42",
            "part": "1",
            "seal": "9218924D"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "138م- قال سفيان -ولم أنقه مِنْهُ- عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، وَشِبْلٍ قَالُوا: كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ إِلَيْهِ رَجُلٌ فقال: ناشدتك الله إلا قضيت بيننا بكتاب الله، وأذن لِي قَالَ: فَقَالَ: إِنَّ ابْنِي كَانَ عَسِيفًا على هذا، فأخبرت أنه زنا بامرأته، وأخبرت أن عليه الرجم فافتديته بِمِائَةِ شَاةٍ وَخَادِمٍ، ثُمَّ سَأَلْتُ رَجُلًا مِنْ أَهْلِ الْعِلْمِ فَأَخْبَرَنِي أَنَّ عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ، أَمَّا الْمَائَةُ شَاةٍ والخادم ترد عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، وَاغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا، فَإِنْ اعترفت فارجمها)). ¶ قال سعدان: قرأ هَذَا الْحَدِيثُ عَلَى سُفْيَانَ وَأَنَا حَاضِرٌ فَلَمْ أَفْهَمْهُ، وَكَتَبْتُهُ مِمَّنْ فَهِمَهُ مِنْهُمْ مُحَمَّدُ بْنُ أَنَسٍ، وَعَلِيُّ بْنُ الْحَسَنِ.",
            "page": "42",
            "part": "1",
            "seal": "E320FC74"
        },
        {
            "hno": "139",
            "id": "141",
            "nass": "139 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ وَمُحَمَّدِ بْنِ عَجْلَانَ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عمرو بن سليم الزرقي يَذْكُرُ أَبَا قَتَادَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ.",
            "page": "42",
            "part": "1",
            "seal": "0D38EBF2"
        },
        {
            "hno": "140",
            "id": "142",
            "nass": "140 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، قَالَ: قَالَ عَبْدُ اللَّهِ: اغْدُ عَالِمًا أَوْ مُتَعَلِّمًا، وَلَا تَغْدُ إِمَّعَةً بَيْنَ ذَلِكَ. قَالَ سُفْيَانُ: قَالَ أَبُو الزَّعْرَاءِ، عَنْ أَبِي الْأَحْوَصِ، قَالَ: قَالَ عَبْدُ اللَّهِ: كُنَّا نَدْعُو الْإِمَّعَةَ فِي الْجَاهِلِيَّةِ: الرَّجُلَ يُدْعَى إِلَى الطَّعَامِ فَيَذْهَبُ بِآخَرَ مَعَهُ لَمْ يُدْعَ.",
            "page": "43",
            "part": "1",
            "seal": "1EF0A38E"
        },
        {
            "hno": "141",
            "id": "143",
            "nass": "141 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عِمَارٍ الدهني، قَالَ: قَالَ عَبْدُ اللَّهِ: وَهُوَ فِيكُمُ الْيَوْمَ المحقر الرجال دينه.",
            "page": "43",
            "part": "1",
            "seal": "52142927"
        },
        {
            "hno": "142",
            "id": "144",
            "nass": "142 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنْ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ، قَالَ: لا يمش أحدكم في النعل الواحد، ليخلعهما جميعا أو ليلبسهما جَمِيعًا، وَإِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِيَمِينِهِ، وَإِذَا خلع فليبدأ بشماله، ليكن اليمنى أول ما ينعل وَآخِرَ مَا يُحْفِي.",
            "page": "43",
            "part": "1",
            "seal": "E83E68C0"
        },
        {
            "hno": "143",
            "id": "145",
            "nass": "143 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَثَلُ الْمُنْفِقِ وَالْبَخِيلِ كَمَثَلِ رَجُلَيْنِ عَلَيْهِمَا جُنَّتَانِ، أَوْ جُبَّتَانِ مِنْ حَدِيدٍ مِنْ لَدُنْ ثُدَيِّهِمَا إلى تراقيهما، فإذا أراد المنفق أو ينفق صبغت عليه الدرع ومرت حتى يجر ثيابه، وَتَعْفُوَ أَثَرَهُ، وَإِذَا أَرَادَ الْبَخِيلُ أَنْ يُنْفِقَ قَلَصَتْ عَلَيْهِ، وَلَزِمَتْ كُلُّ حَلْقَةٍ مَوْضِعَهَا حَتَّى أَخَذَتْ بِعُنُقِهِ أَوْ بِتَرْقُوَتِهِ. فَهُوَ يُوَسِّعُهَا فَهِيَ لَا تَتَّسِعُ، فَهُو يُوَسِّعُهَا فَهِيَ لَا تَتَّسِعُ.",
            "page": "43",
            "part": "1",
            "seal": "ABF54191"
        },
        {
            "hno": "144",
            "id": "146",
            "nass": "144 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سَالِمٍ، عن منذر، عن -[44]- الربيع ابن خثيم، قال: كنا نقول: نعم المرء محمدا كَانَ ضَالًّا فَهَدُاهُ اللَّهِ، وَعَائِلًا فَأَغْنَاهُ اللَّهُ، وَشَرَحَ لَهُ صَدْرَهُ، وَيَسَّرَ لَهُ أَمْرَهُ، ثُمَّ نقول حَرْفٌ، وَمَا حَرْفٌ؟ {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أطاع الله} فُوِضَ إِلَيْهِ فَلَا يَأْمُرُ إِلَّا بِخَيْرٍ.",
            "page": "43",
            "part": "1",
            "seal": "FAF973B4"
        },
        {
            "hno": "145",
            "id": "147",
            "nass": "145 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عن ابن أبي مليكة عن يعلى بن مملك عَنْ أُمِّ الدَّرْدَاءِ، تَرْوِيهِ عَنْ أَبِي الدَّرْدَاءِ، عَن النَّبِيّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ أُعْطِيَ حَظَّهُ مِنَ الرِّفْقِ، أُعْطِيَ حَظَّهُ من الخير، ومن حرم حَظِّهِ مِنَ الرِّفْقِ، فَقَدْ حُرِمَ حَظَّهُ مِنَ الخير.",
            "page": "44",
            "part": "1",
            "seal": "D8A4A6EF"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "145م- وَقَالَ أَثْقَلُ شُيْءٍ فِي مِيزَانِ الْمُؤْمِنِ خُلُقٌ حسن، إن الله يبغض الفاحش البذيء.",
            "page": "44",
            "part": "1",
            "seal": "3CCFC748"
        },
        {
            "hno": "146",
            "id": "149",
            "nass": "146 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ عَنْ طَاوُسٍ قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ: إِنَّ الرَّحِمَ تُقْطَعُ، وَإِنَّ النِّعَمَ تكفر، ولم يرى مِثْلَ تَقَارُبِ الْقُلُوبِ.",
            "page": "44",
            "part": "1",
            "seal": "619A6364"
        },
        {
            "hno": "147",
            "id": "150",
            "nass": "147 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أبي ليلى، عن المنهال ابن عَمْرٍو، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ الْأَسَدِيِّ، عَنْ عَلِيٍّ، قَالَ: شَرْطُ اللَّهِ قَبْلَ شَرْطِهَا.",
            "page": "44",
            "part": "1",
            "seal": "F273C4BB"
        },
        {
            "hno": "148",
            "id": "151",
            "nass": "148 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ بن يَزِيدَ بْنِ جَابِرٍ، -[45]- عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِيِ الْمُهَاجِرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، قَالَ: شَهِدْتُ عُمَرَ يُسْأَلُ عَنْهُ، فَقَالَ لَهَا دَارُهَا، فَقَالَ رَجُلٌ لَهُ: يَا أَمِيرَ الْمُؤْمِنِينَ إِذَنْ يُطَلِّقْنَنَا قَالَ: إِنَّ مَقَاطِعَ الحقوق عند الشروط.",
            "page": "44",
            "part": "1",
            "seal": "1A293B86"
        },
        {
            "hno": "149",
            "id": "152",
            "nass": "149 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي الشَّعْثَاءِ، قَالَ: هُوَ بِمَا اسْتَحَلَّ مِنْ فَرْجِهَا. قَالَ سُفْيَانُ: قَالَ الزُّهْرِيُّ وَغَيْرُهُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ، فَلَيْسَ لَهُ ذَلِكَ، وَإِنْ كَانَ مِائَةَ شَرْطٍ.",
            "page": "45",
            "part": "1",
            "seal": "F0B8F015"
        },
        {
            "hno": "150",
            "id": "153",
            "nass": "150 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ بن صفية، عن أمه، عَنْ عَائِشَةَ إِنَّ امْرَأَةً سَأَلَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ غُسْلِهَا مِنَ الْحَيْضِ، فأمرها كيف تغتسل، فقال: خُذِي فِرْصَةً مِنْ مِسْكٍ فَتَطَهَّرِي بِهَا، قَالَتْ: كيف أتطهر بها؟ قال: تطهري بها، قالت: كيف أتطهر بها؟ قال: تطهري بها، قالت: كيف أَتَطَهَّرُ بِهَا؟ قَالَ: فَاسَتَتَرَ هَكَذَا وَحَكَى سُفْيَانُ: قَالَ: سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا قَالَتْ عَائِشَةُ: اجتذبتها إِلَيَّ، فَقُلْتُ: تَتَبَّعِي بِهَا أَثَر الدَّمِ.",
            "page": "45",
            "part": "1",
            "seal": "F2332577"
        },
        {
            "hno": "151",
            "id": "154",
            "nass": "151 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: كَانَتْ بِنْتُ مُحَمَّدِ بْنِ مُسْلِمَةَ عِنْدَ رَافِعِ بْنِ خَدِيجٍ فكره منها أمرا إما كبر، وإما غير ذلك، فَأَرَادَ طَلَاقَهَا، فَقَالَتْ: لَا تُطَلِّقْنِي وَأَمْسِكْنِي وَاقْسِمْ لي ما شِئْتَ فَاصْطَلَحَا عَلَى صُلْحٍ، فَجَرَتْ السُّنَّةُ بِذَلِكَ، وَنَزَلَ الْقُرْآنُ {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نشوزا أو إعراضا}.",
            "page": "45",
            "part": "1",
            "seal": "99EFA938"
        },
        {
            "hno": "152",
            "id": "155",
            "nass": "152 - حَدَّثَنَا سَعْدَان، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْكَرِيمِ عَنْ بَعْضِ أَهْلِ الْعِلْمِ، قَالَ سُفْيَانُ: سَمَّاهُ، وَلَا أَحْفَظُهُ. قَالَ: إِذَا رَأَيْتَ الْجِنَازَةَ فقل: ((تبارك ربنا)). وقال آخرون نقول: ((هذا ما وعدا الله ورسوله وصدق الله ورسوله)) اللهم زدنا إيمانا وتسليما.",
            "page": "46",
            "part": "1",
            "seal": "1D783E8E"
        },
        {
            "hno": "153",
            "id": "156",
            "nass": "153 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عِكْرِمَةَ، قَالَ: كَانَ رَسُولُ اللَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَسِيرُ إِلَى الشَّامِ فَسَمِعَ حَادِيًا مِنَ اللَّيْلِ، فَقَالَ: أَسْرِعُوا بِنَا إِلَى هَذَا الْحَادِي قَالَ: فَأَسْرَعُوا حَتَّى أَدْرَكُوه، فَسَلَّمَ فَقَالَ: مَنِ الْقَوْمُ؟ قَالُوا: مُضَرُ، قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: وَنَحْنُ مِنْ مضر فبلغ ذلك الليلة بالنسبة مُضَرَ، فَقَالَ رَجُل يَا رَسُولَ اللَّهِ: أَنَّا أَوَّلُ مِنْ حَدَا الْإِبِلَ فِي الْجَاهِلِيَّةِ، قَالَ: وكيف ذاك؟ قال: أغار رَجُلٌ مِنَّا عَلَى إِبِلٍ فَاسْتَاقَهَا فَجَعَلَ يَقُولُ لغلامه أو لأجيره: اجمعها [فيأبى] فَجَعَلَتِ الْإِبِلُ تَفَرَّقُ فَضَرَبَهُ فَكَسَرَ يَدَهُ فَجَعَلَ الْغُلَامَ يَقُولُ: وَايَدَاهْ وَايَدَاهْ فَجَعَلَتِ الْإِبِلُ تَجْتَمِعُ، وهو يقول: قل كذا، فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَضْحَكُ. قَالَ سُفْيَان: وَزَادَ فِيهِ الْعَلَاءُ بْنُ عَبْدِ الْكَرِيمِ: عَنْ مُجَاهِدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ حَادِيَنَا وَنَى.",
            "page": "46",
            "part": "1",
            "seal": "3B34FAF0"
        },
        {
            "hno": "154",
            "id": "157",
            "nass": "154 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: كَانَ للنبي صلى الله عليه وسلم حاديا يقول لَهُ: أَنْجَشَةُ، وَكَانَتْ أُمِّي فِي أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم، فقال النبي صلى الله عليه وسلم: يَا أَنْجَشَةُ ارْفُقْ بِالْقَوَارِيرِ.",
            "page": "46",
            "part": "1",
            "seal": "A6F16179"
        },
        {
            "hno": "155",
            "id": "158",
            "nass": "155 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ أَبِي غالب أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي سَفَرٍ، فَقَالَ لِسَلَمَةَ: انْزِلْ قُلْ مِنْ هناتك.",
            "page": "47",
            "part": "1",
            "seal": "82032A18"
        },
        {
            "hno": "156",
            "id": "159",
            "nass": "156 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ، قَالَ: حَدَّثَنَا حَاتِمُ بْنُ أَبِي صَغِيرَةَ، عَنْ أَبِي لُحَيِّ قَالَ: كَانَ أَبُو الجلد جار لِي فَسَمِعْتُهُ يَقُولُ، يَحْلِفُ بِاللَّهِ: إِنَّ هَذِهِ الْأُمَّةَ لَنْ تَهْلِكَ حَتَّى يَكُونَ فِيهَا اثْنَى عَشَرَ خَلِيفَةً كُلُّهُمْ يَعْمَلُ بِالْهُدَى وَدِينِ الْحَقِّ، مِنْهُمْ رَجُلَانِ مِن أَهْلِ بَيْتِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَحَدُهُمَا يَعِيشُ أَرْبَعِينَ سَنَةً، والآخر ثلاثين.",
            "page": "47",
            "part": "1",
            "seal": "F45509F3"
        },
        {
            "hno": "157",
            "id": "160",
            "nass": "157 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا أَبُو بَدْرٍ شُجَاعُ بن الوليد قال: حدثنا زهير ابن مُعَاوِيَةَ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ، عَنْ أَبِيهِ وَعَلْقَمَةَ، عَنْ عَبْدِ الله قال: إني رَأَيْتُ رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُكَبِّرُ فِي كُلِّ رَفْعٍ وَوَضْعٍ وَقِيامٍ وَقُعُودٍ، ويسلم عن يمينه وعن شماله، حتى أراى بَيَاضَ خَدَّيْهِ فِي كِلْتَيْهِمَا، وَرَأَيْتُ أَبَا بَكْرٍ وَعُمَرَ يَفْعَلَانِ ذَلِكَ.",
            "page": "47",
            "part": "1",
            "seal": "75C683AD"
        },
        {
            "hno": "158",
            "id": "161",
            "nass": "158 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الْأَزْرَقَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ الْمُغِيرَةِ بْنِ النُّعْمَانِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ: قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بأناس فوعظهم، فقال: أيها الناس إنكم محشورون حفاة إلى الله عُرَاةً غُرْلًا، قَالَ: ثُمَّ قَرَأَ {كَمَا بَدَأْنَا أول خلق نعيده} الآية، قال: فيجيء بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذِاتَ الْيَسَارِ، فَأَقُولُ: رَبِّ أُمَّتِي أُمَّتِي، فَيُقَالُ لِي: هَلْ تَعْلُمُ مَا أَحْدَثُوا بَعْدَكَ؟ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ -[48]- {وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فيهم} فَقَالَ: إِنَّهُمْ لَمْ يَزَالُوا مَرْتَدِّينَ عَلَى أَعْقَابِهِمْ منذ فارقتهم، وأول من يكسى إبراهيم.",
            "page": "47",
            "part": "1",
            "seal": "441F4649"
        },
        {
            "hno": "159",
            "id": "162",
            "nass": "159 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا أَبُو بَدْرٍ عَنْ زياد بن خيثمة عن عبد الله ابن عِيسَى، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، عَنْ عَائِشَةَ، قَالَتْ: رَأَيْتُ رَسُولَ اللَّه صَلَّى اللَّهُ عليه وسلم حَافِيًا وَمُنْتَعِلًا وَيَشْرَبُ قَائِمًا وَقَاعِدًا، وَيَنْصَرِفُ عَنْ يمينه وعن شماله لا يبالي [أي مكان].",
            "page": "48",
            "part": "1",
            "seal": "2CDD8A51"
        },
        {
            "hno": "160",
            "id": "163",
            "nass": "160 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَاقِدٍ، قَالَ: حَدَّثَنَا مِسْعَرٌ، عَنِ ابْنِ الْأَقْمَرِ، عَنْ أَبِي جُحَيْفَةَ قَالَ: كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُومُ حَتَّى تَفَطَّرَ قَدَمَاهُ، فَقِيلَ لَهُ: أَلَيْسَ قَدْ غَفَرَ اللَّهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ؟ فَقَالَ: أَفَلَا أَكُونُ عَبْدًا شَكُورًا.",
            "page": "48",
            "part": "1",
            "seal": "AF79A735"
        },
        {
            "hno": "161",
            "id": "164",
            "nass": "161 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ قَاسِمِ الرَّحَّالِ، سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: دَخَل رسول الله صلى الله عليه وسلم خربا لِبَنِي النَّجَّارِ يَقْضِي حَاجَةَ، فَخَرَجَ إِلَيْنَا وَهُوَ مذعورا، فَقَالَ: لَوْلَا أَنْ تَدَافَنُوا لَسَأَلْتُ اللَّهَ أَنْ يُسْمِعَكُمْ مِنْ عَذَابِ الْقَبْرِ مَا أَسْمَعَنِي.",
            "page": "48",
            "part": "1",
            "seal": "83FA420B"
        },
        {
            "hno": "162",
            "id": "165",
            "nass": "162 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ حُجَيْرٍ، قَالَ: كَانَ طَاوُسٌ يُصَلِّي رَكْعَتَيْنِ بَعْدَ الْعَصْرِ فَقَالَ لَهُ ابْنُ عَبَّاسٍ: اتْرُكْهُمَا، فقال: إنما نهي عنهما أن تتخذ سُنَّةً، فَقَالَ ابْنُ عَبَّاسٍ: فَإِنَّهُ قَدْ نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلَاةٍ -[49]- بعد العصر. فلا أدري تعذب عليهما أم تؤجر لَأَنَّ اللَّهَ قَالَ: {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يكون لهم الخيرة}.",
            "page": "48",
            "part": "1",
            "seal": "09CA1585"
        },
        {
            "hno": "163",
            "id": "166",
            "nass": "163 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، أَنَّ أَبَاهُ أَعَادَ الَصَّلاةَ مِنْ مس فرجه.",
            "page": "49",
            "part": "1",
            "seal": "16453C29"
        },
        {
            "hno": "164",
            "id": "167",
            "nass": "164 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، سَمِعَ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ: اطَّلَعَ رَجُلٌ مِنْ جُحْرٍ فِي حُجْرَةِ النَّبِيِّ صَلَّى اللَّهُ عليه وسلم وبيده مدرى يحك به رأسه فَقَالَ: لَوْ أَعْلَمُ أُنَّكَ تَنْظُرُ لَطَعَنْتُ بِهِ فِي عَيْنِكَ إِنَّمَا جُعِلَ الِاسْتِئْذَانُ مِنْ أَجْلِ النظر.",
            "page": "49",
            "part": "1",
            "seal": "7E5784CF"
        },
        {
            "hno": "165",
            "id": "168",
            "nass": "165 - حَدَّثَنَا سَعْدَانُ، قَالَ: حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزناد عن الأعرج من أَبِي هُرَيْرَةَ: يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عليه وسلم ولو أن امرأ اطلع عليك بغير إذن فحذفته فَفَقَأْتَ عَيْنَهُ مَا كَانَ عَلَيْكَ مِنْ حَرَجٍ. ¶ آخِرُ الْجُزْءِ الْأَوَّلِ مِن حَدِيثِ سَعْدَانَ بْنِ نصر، برواية أبي سعيد الأعربي. ¶ وصلى اللهم وسلم على سيدنا محمد تسليما.",
            "page": "49",
            "part": "1",
            "seal": "89124674"
        }
    ],
    "t1365": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "جزء سعدان"
        }
    ]
}