{
    "b1375": [
        {
            "hno": "35",
            "id": "36",
            "nass": "35 - حدثنا أحمد بن محمد بن الأزهر، ثنا بَهْزُ بْنُ أَبِي بَهْزٍ -وَاسْمُ أَبِي بهز الصقر بن عبد الرحمن بن ملك بْنِ مِغْوَلٍ- قَالَ: حَدَّثَنِي -[104]- خُنَيْسُ بْنُ بَكْرِ بْنِ خُنَيْسٍ قَالَ: حَدَّثَنِي أَبِي بَكْرُ بْنُ خُنَيْسٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ قَالَ: ¶ سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مَنْ خَيْرُ النَّاسِ؟ ¶ قَالَ: ((أنفع الناس للناس)).",
            "page": "103",
            "part": "1",
            "seal": "87160B77"
        },
        {
            "hno": "36",
            "id": "37",
            "nass": "36 - (حدثنا محمد بن إسحاق السراج أبو العباس، ثنا محمد بن الصباح، ثنا جرير بن عبيد الله، عن نافع، عَنِ ابْنِ عُمَرَ: ¶ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عليه وسلم صلى صلاة الخوف ركعتين، وذكر الحديث بطوله. ¶ كذا رواه محمد بن الصباح عن جرير، عن عبيد الله، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم، ووهم فيه. ¶ وإنما رواه جرير عن عبد الله بن نافع، عن أبيه، عن ابن عمر، عن النبي صلى الله عليه وسلم. ¶ والصحيح: عن عبيد الله بن عمر، عن نافع، عن ابن عمر، موقوف. ¶ -[107]- ¶ وقد رواه عبيد بن جنادة عن ابن المبارك، عن عبيد الله بن عمر، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم بطوله، ووهم فيه. ¶ وإنما رواه ابن المبارك عن موسى بن عقبة، عن نافع. ¶ وقد رواه إسماعيل بن عياش عن عبيد الله بن عمر، عن نافع، عن ابن عمر، وعن عبيد الله بن عمر، عن أبي الزبير، عن جابر، جميعاً عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي صلاة الخوف بطوله، رواهما عنه كذلك يحيى بن صالح الوحاضي).",
            "page": "106",
            "part": "1",
            "seal": "9438B560"
        },
        {
            "hno": "37",
            "id": "38",
            "nass": "37 - (أخبرنا محمد بن المسيب بن إسحاق، ثنا أبو الحكم الهيثم بن مروان بن الهيثم بن عمران العنسي الدمشقي -قرأ علينا من كتابه-، ثنا مروان بن محمد، ثنا محمد بن مسلم الطائفي، ثنا أيوب السختياني عن عبد الله بن أبي مليكة، عن عائشة قالت: ¶ ما كان شيءٌ أبغض إلى رسول الله صلى الله عليه وسلم من الكذب، وما جرب رسول الله على أحد كذباً فرجع إليه ما كان يعرف منه حتى كان يظهر منه توبة).",
            "page": "107",
            "part": "1",
            "seal": "E8EB1483"
        },
        {
            "hno": "38",
            "id": "39",
            "nass": "38 - (حدثنا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ زُهَيْرِ بْنِ طَهْمَانَ، ثنا علي بن سلمة اللبقي، ثنا محمد بن الفضيل عن يحيى بن سعيد، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه))).",
            "page": "109",
            "part": "1",
            "seal": "E1C4A5CA"
        },
        {
            "hno": "39",
            "id": "40",
            "nass": "39 - حدثنا أَبُو عَبْدِ اللَّهِ أَحْمَدُ بْنُ خَالِدِ بْنِ الحروري الرازي، ثنا محمد بن حميد، ثنا نُعَيْمُ بْنُ مَيْسَرَةَ أَبُو عَمْرٍو النَّحْوِيُّ عَنِ الْوَلِيدِ بْنِ الْعِيزَارِ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، عَنْ عُقْبَةَ بن عامر الجهني قال: ¶ كنا مع نبي اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ، وَكُنَّا نَتَنَاوَبُ الرَّعِيَّةَ، فَلَمَّا أَنْ كَانَ يَوْمُ -[110]- نوبتي سرحت (غنمي)، ثُمَّ رَوَّحْتُ، فَجِئْتُ (وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ، فَجَلَسْتُ) إِلَى جَانِبِ رجلٍ عَلَيْهِ بُرْنُسٌ، وَالنَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ¶ ((مَا مِنْ مُؤْمِنٍ يَتَوَضَّأُ فَيُسْبِغُ الْوُضُوءَ، ثُمَّ يَقُومُ إِلَى مُصَلَّاهُ فَيُصَلِّي صَلاةً يَعْلَمُ مَا يَقُولُ فِيهَا إِلا انْصَرَفَ أَوِ انْفَتَلَ كَمَا وَلَدَتْهُ أُمُّهُ مِنَ الْخَطَايَا، لَيْسَ لَهُ ذَنْبٌ)). ¶ فَمَا مَلَكَتْ نَفْسِي أَنْ قُلْتُ: بخٍ بخٍ. ¶ فضرب فخذي الذي (كان) إلى جاني -صَاحِبِ الْبُرْنُسِ-، فَقَالَ: ثَكِلَتْكَ أُمُّكَ، وَالَّذِي قَالَ قَبْلَ أَنْ تَجِيء أَجْوَدُ مِنْهَا. ¶ فَإِذَا هُوَ عمر بن الخطاب، فقلت: ما قال فَدَاكَ أَبِي وَأُمِّي؟ فَقَالَ: ¶ ((مَا مِنْ رَجُلٍ يَتَوَضَّأُ ثُمَّ يَقُولُ عِنْدَ فَرَاغِهِ: أَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ إِلا فُتِحَتْ لَهُ ثَمَانِيَةُ أَبْوَابِ الجنة، يدخل من أيها شاء)).",
            "page": "109",
            "part": "1",
            "seal": "AD7F8777"
        },
        {
            "hno": "40",
            "id": "41",
            "nass": "40 - (أخبرنا عبد الملك بن محمد بن عدي أبو نعيم، ثنا محمد بن عيسى بن زياد الدامغاني، ثنا أحمد بن أبي طيبة عن أبيه، عن علقمة، عن أبي صالح، عن أبي هريرة: -[113]- أن أعرابياً قال: يا رسول الله أفي الجنة إبل؟ ¶ قال: ((يا أعرابي، إن يدخلك الله الجنة رأيت فيها ما تشتهي (نفسك)، وتلذ عينك)). ¶ هكذا رواه أبو طيبة الجرجاني، عن علقمة -وهو ابن مرثد- عن أبي صالح، عن أبي هريرة. ¶ ورواه عبد الرحمن المسعودي عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بريدة، عن أبيه. ¶ ورواه حنش بن الحارث عن علقمة بن مرثد، عن عبد الرحمن بن ساعدة، عن النبي صلى الله عليه وسلم -[114]- وكل واحدٍ منهم قد وهم على علقمة بن مرثد في الإسناد. ¶ والصحيح: عن علقمة بن مرثد، عن عبد الرحمن بن عبد الله بن سابط الجمحي، عن النبي صلى الله عليه وسلم مرسلاً).",
            "page": "112",
            "part": "1",
            "seal": "90450AAF"
        },
        {
            "hno": "41",
            "id": "42",
            "nass": "41 - (أخبرنا أبو نعيم عبد الملك بن محمد بن عدي، ثنا عمار بن رجاء، ثنا أبو داود الحفري، عن سفيان، عن عاصم وزبيد، عن إبراهيم، عن مسروق، عن عبد الله قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((ليس منا من ضرب الخدود، وشق الجيوب، ودعا بدعوى الجاهلية)). ¶ قال لنا أبو نعيم: هذا حديث لم نسمعه إلا من عمار بن رجاء عن أبي داود الحفري، عن سفيان. وسمعنا هذا الحديث من عمار في وسط أحاديث سفيان، عن عاصم الأحول، (ولم يقل في الحديث: عاصم الأحول)، وإنما قال: عن عاصم وزبيد، فعلمنا أنه عاصم الأحول من أجل أنه في وسط أحاديث عاصم الأحول. ¶ هذا كله قول أبي نعيم الجرجاني).",
            "page": "114",
            "part": "1",
            "seal": "09807860"
        },
        {
            "hno": "42",
            "id": "43",
            "nass": "42 - (أخبرنا محمد بن المسيب الأرغياني، حدثني إبراهيم بن أبي أيوب المصري، ثنا زياد بن يونس، عن نافع القاري، عن نافع، عن ابن عمر، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: ¶ ((من جاء منكم الجمعة فليغتسل)).",
            "page": "116",
            "part": "1",
            "seal": "FE41FB81"
        },
        {
            "hno": "43",
            "id": "44",
            "nass": "43 - (أخبرنا محمد ثنا إبراهيم، ثنا زياد، عن نافع القارئ، عن نافع، أخبره عن عبد الله بن عمر، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أنه قال: ¶ ((إذا كان ثلاث في سفر فليؤمهم أحدهم))).",
            "page": "117",
            "part": "1",
            "seal": "CDB463B2"
        },
        {
            "hno": "44",
            "id": "45",
            "nass": "44 - (أخبرنا محمد بن المسيب، ثنا الربيع بن سليمان، ثنا أسد بن موسى، ثنا عدي بن الفضل، عن يونس بن عبيد، عن حميد بن هلال، عن -[118]- هصان بن كاهن قال: أخبرتني عائشة قالت: ¶ أهدي لنا ذات ليلة يد شاةٍ من بيت أبي بكر، قالت: فوالله إني لأمسكها على رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يحزها، أو يمسكها علي رسول الله وأنا أحزها. ¶ قلت: يا أم المؤمنين على مصباح؟ قال: قالت: لو كان عندنا مصباح لأكلناه؛ إن كان ليأتي على آل محمد الشهر ما يختبزون فيه خبزاً ولا يطبخون فيه برمةً. ¶ حديث غريب، عن يونس بن عبيد، لا أعلم رواه غير أسد بن موسى عن عدي بن الفضل).",
            "page": "117",
            "part": "1",
            "seal": "30643BB5"
        },
        {
            "hno": "45",
            "id": "46",
            "nass": "45 - (حدثنا محمد بن أحمد بن سلام الدينوري، ثنا يحيى بن الورد بن عبد الله، ثنا أبي عن عدي بن الفضل، عن عمرو بن كردي، عن عبد الله بن بريدة، عن أبيه بريدة الأسلمي: أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((بين كل أذانين صلاةٌ، لمن شاء)). ¶ حديث غريب عن عمرو بن كردي، وهو عمرو بن أبي حكيم من أهل واسط، روى عن شعبة. -[120]- والمحفوظ: عن (ابن) بريدة، عن عبد الله الأسلمي وقيل عبد الله بن مغفل، وهو مزني، والله أعلم).",
            "page": "119",
            "part": "1",
            "seal": "1FA49782"
        },
        {
            "hno": "46",
            "id": "47",
            "nass": "46 - (أخبرنا أبو أحمد جعفر بن عيسى الفقيه الحلواني، ثنا عمر بن شبة، ثنا أبو عاصم عن محمد بن بشر، عن أشعث بن أبي الشعثاء، عن الأسود، عن عائشة قالت: ¶ ((كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أخذ شيئاً أخذه بيمينه، وإذا أعطى أعطى بيمينه، ويبدأ بميامنه في كل شيء)). ¶ محمد بن بشر هذا هو الأسلمي كوفي، وهو محمد بن بشر بن بشير بن معبد، ولجده صحبة، ولم يتابع على قوله عن الأسود عن عائشة. -[122]- والمحفوظ: ما رواه شعبة وشيبان وإسرائيل وعمار بن رزيق وغيرهم عن أشعث بن أبي الشعثاء، عن أبيه، عن مسروق، عن عائشة. ¶ ورواه عمر بن عبيد الطنافسي عن أشعث، عن أبيه، عن عائشة، ولم يذكر مسروقاً).",
            "page": "121",
            "part": "1",
            "seal": "54FF511A"
        },
        {
            "hno": "47",
            "id": "48",
            "nass": "47 - ذكر محمد بن إسحاق بن خزيمة، ثنا إسحاق بن حاتم -إملاءً ببغداد-، ثنا محمد بن أبي فديك المدني عن بريه بن عمر بن سفينة، عن أبيه، عن جده: ¶ ((أن النبي صلى الله عليه وسلم: نهى أن يسافر بالقرآن إلى أرض العدو، مخافة أن يناله العدو)).",
            "page": "122",
            "part": "1",
            "seal": "21D0408E"
        },
        {
            "hno": "48",
            "id": "49",
            "nass": "48 - قال: وثنا ابن أبي فديك عن الضحاك بن عثمان، عن نافع، عن ابن عمر يعني بنحوه. ¶ حديث بريه لم يحدث به إلا إسحاق بن حاتم.",
            "page": "123",
            "part": "1",
            "seal": "147451FE"
        },
        {
            "hno": "49",
            "id": "50",
            "nass": "49 - (أخبرنا أبو العباس محمد بن إسحاق الثقفي، نا إسحاق بن إبراهيم الحنظلي، أنا النضر، ثنا شعبة عن أشعث بن أبي الشعثاء، قال: -[124]- سمعت أبي يحدث عن مسروق، عن عائشة قالت: ¶ ((كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يحب التيمن في أمره -أو شأنه-، في تنعله، وفي ترجله، وطهوره))).",
            "page": "123",
            "part": "1",
            "seal": "C88C6609"
        },
        {
            "hno": "50",
            "id": "51",
            "nass": "50 - (أخبرنا محمد، ثنا إسحاق بن إبراهيم، أنا عمر بن عبيد عن أشعث، عن أبيه، عن عائشة قالت: ¶ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يحب التيمن في أمره كله ما استطاع ... ¶ ثم ذكر بمثله).",
            "page": "124",
            "part": "1",
            "seal": "7DB576A0"
        },
        {
            "hno": "51",
            "id": "52",
            "nass": "51 - أخبرنا ابن خزيمة، ثنا أبو جعفر محمد بن صدران، ثنا بَزِيعٌ أَبُو الْخَلِيلِ -مَعَ بَرَاءَتِي مِنْ عهدته-، ثنا الأعمش عن أبي سَلَمَةَ -يَعْنِي شَقِيقًا-، عَنِ ابْنِ مَسْعُودٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((سَيَأْتِي عَلَى النَّاسِ زَمَانٌ يَقْعُدُونَ فِي الْمَسَاجِدِ حَلَقًا حَلَقًا، مُنَاهُمُ الدُّنْيَا، لا تُجَالِسُوهُمْ، لَيْسَ لِلَّهِ فِيهِمْ حَاجَةٌ)). ¶ غَرِيبٌ عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، لَمْ يُحَدِّثْ بِهِ إِلا بَزِيعٌ أبو الخليل.",
            "page": "124",
            "part": "1",
            "seal": "D7F21A83"
        },
        {
            "hno": "52",
            "id": "53",
            "nass": "52 - (أخبرنا أبو أحمد عبد الواحد بن محمد بن سعيد، ثنا علي بن الحسن -هو الدرابجردي-، ثنا حسان بن حسان البصري، ثنا يعلى -يعني ابن الحارث المحاربي -عن غيلان- يعني ابن جامع-، عن عمرو بن مرة، عن عبد الله بن سلمة، عن علي: ¶ أنه دخل الكنيف ثم خرج، فغسل كفيه ووجهه وذراعيه، فقرأ من القرآن، فكأنا أنكرنا ذلك، فقال: ¶ ((كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقرأ القرآن وهو يأكل اللحم، ويقرأ إذا جاء من الغائط، ولم يكن يحجبه عن قراءة القرآن إلا أن يكون جنباً)). ¶ -[127]- ¶ قال علي بن الحسن: سألني، عن هذا الحديث أبو زرعة، فكتبت إليه وأجزته له).",
            "page": "125",
            "part": "1",
            "seal": "60DB3AC3"
        },
        {
            "hno": "53",
            "id": "54",
            "nass": "53 - (حدثنا ابن خزيمة، ثنا أحمد بن عبدة الضبي، ثنا سليم بن أخضر، ثنا الثوري عن أبي إسحاق، عن الأسود، عَنْ عَائِشَةَ: ¶ ((أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وسلم كان ينام وهو جنب من غير أن يمس ماءً))).",
            "page": "127",
            "part": "1",
            "seal": "273DFD25"
        },
        {
            "hno": "54",
            "id": "55",
            "nass": "54 - (حدثنا ابن خزيمة، ثنا أحمد بن عبدة -في عقبه- ثنا سليم، ثنا شعبة، عن أبي إسحاق، عن الأسود، عن عائشة، عن النبي صلى الله عليه وسلم، بمثله. ¶ حديث غريب من حديث شعبة، تفرد به ابن خزيمة عن أحمد بن عبدة فيما أعلم. ¶ وقد روي أيضاً عن أبي قتادة الحراني عن شعبة).",
            "page": "128",
            "part": "1",
            "seal": "2CFB2EBF"
        },
        {
            "hno": "55",
            "id": "56",
            "nass": "55 - أخبرنا ابن الأزهر، ثنا إسماعيل بن بشر بن منصور، ثنا عِيسَى بْنُ شُعَيْبٍ (قَالَ): ثنا رَوْحُ بْنُ الْقَاسِمِ، عَنْ أَبِي هَاشِمٍ -صَاحِبِ الرُّمَّانِ-، عَنْ أَبِي مِجْلَزٍ، عَنْ قَيْسِ بْنِ عُبَادٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ -[129]- قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((مَنْ تَوَضَّأَ فَفَرَغَ مِنْ وُضُوئِهِ، فَقَالَ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لا إِلَهَ إِلا أَنْتَ، أَسْتَغْفِرُكَ وأتوب إليك: أثبت فِي رِقٍّ، وَطُبِعَ عَلَيْهِ طَابَعٌ، وَوُضِعَ تَحْتَ الْعَرْشِ حَتَّى يُرْفَعَ إِلَيْهِ يَوْمَ الْقِيَامَةِ)). ¶ غَرِيبٌ عَنْ رَوْحِ بْنِ الْقَاسِمِ، تَفَرَّدَ بِهِ عِيسَى بن شعيب.",
            "page": "128",
            "part": "1",
            "seal": "8B885227"
        },
        {
            "hno": "56",
            "id": "57",
            "nass": "56 - (أخبرنا علي بن محمد بن يحيى الخالدي المروزي، ثنا الفضل بن أبي صالح إملاءً، أخبرنا أحمد بن موسى السيناني -أخو الفضل بن موسى- أنا الفرج بْنُ فَضَالَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عمرة، عن عائشة وحفصة زوجي النبي صلى الله عليه وسلم قالتا: ¶ أصبحنا صائمتين، فأهدي لهما هدية، فأفطرتا، فلما دخل عليهما رسول الله صلى الله عليه وسلم ذكرتا ذلك (له)، فأمرهما أن تصوما يوماً مكانه. ¶ تابعه جرير بن حازم عن يحيى بن سعيد من رواية ابن وهب، عنه، إلا أنه قال: عن عائشة قالت: أصبحت أنا وحفصة. وكلاهما وهم. -[132]- والمحفوظ: عن يحيى بن سعيد، عن الزهري أن عائشة وحفصة أصبحتا صائمتين. -[133]- وقد رواه أبو خالد الأحمر عن يحيى بن سعيد وعبيد الله بن عمر، عن الزهري، عن عروة، عن عائشة، وذكر عروة فيه وهمٌ من أبي خالد).",
            "page": "131",
            "part": "1",
            "seal": "475AA1A2"
        },
        {
            "hno": "57",
            "id": "58",
            "nass": "57 - (حدثنا علي بن محمد (بن يحيى بن خالد) الخالدي، ثنا أبو عبد الرحمن محمد بن الفضل بن خداش البخاري -ببلخ-، ثنا أحمد بن هلال النميري، ثنا هشام صاحب الدستوائي عن نافع، عن ابن عمر قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((النفس في الإناء ثلاثاً أهنأ وأمرأ وأبرأ)). ¶ كذا قال: عن هشام، عن نافع، عن ابن عمر. -[135]- والصواب: عن هشام، عن أبي عصام، عن أنس بن مالك).",
            "page": "134",
            "part": "1",
            "seal": "7E806247"
        },
        {
            "hno": "58",
            "id": "59",
            "nass": "58 - (حدثنا علي بن محمد بن يحيى الخالدي، ثنا أحيد بن الحسين، ثنا علي بن الحسين الرازي -في طريق مكة، سنة عشرين ومائتين-، ثنا إبراهيم بن أبي يحيى، عن صالح مولى التوأمة، عن نافع بن جبير، عن ابن عباس، عن النبي صلى الله عليه وسلم: ¶ ((الأيم أحق بنفسها من وليها .. )) الحديث. ¶ غريب عن صالح مولى التوأمة، عن نافع بن جبير).",
            "page": "136",
            "part": "1",
            "seal": "5E2F7298"
        },
        {
            "hno": "59",
            "id": "60",
            "nass": "59 - (حدثنا علي بن محمد بن يحيى الخالدي، ثنا عبد الله بن -[137]- موسى بن زياد المروزي، ثنا معلى -وهو ابن أسد-، ثنا وهيب عن داود بن أبي هند، عن عامر قال: سمعت ابن عباس يقول: توفي رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ ابن خمس وستين. ¶ حديث غريب عن داود بن أبي هند، عن الشعبي، لا أعلم رواه غير هذا الشيخ، عن معلى بن أسد).",
            "page": "136",
            "part": "1",
            "seal": "E76DB303"
        },
        {
            "hno": "60",
            "id": "61",
            "nass": "60 - (أخبرنا أبو العباس محمد بن إسحاق السراج، ثنا محمد بن يحيى بن أبي عمر، ثنا سفيان، ثنا وائل بن داود عن ابنه، عن الزهري، عن أنس بن مالك: ¶ ((أن النبي صلى الله عليه وسلم أولم على صفية بنت حيي بن أخطب على تمرٍ وسويق))).",
            "page": "137",
            "part": "1",
            "seal": "9D6F0915"
        },
        {
            "hno": "61",
            "id": "62",
            "nass": "61 - (أخبرنا محمد بن إسحاق (بن إبراهيم)، ثنا قتيبة بن سعيد، ثنا سالم بن نوح القطان عن عمر بن عامر، عن قتادة، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سلمة، عن زينب بنت أم سلمة، عن أم سلمة قالت: ¶ كنت مع النبي صلى الله (عليه) (وسلم) في الخميلة. ¶ فقلت: وما الخميلة؟ قالت: القطيفة، فحضت فانسللت لآخذ ثياب حيضتي، فضحك رسول الله صلى الله عليه وسلم، وقال: أنفست؟ قلت: نعم. ¶ قالت: وكان يقبلها وهو صائم، ويغتسلان من إناء واحد. ¶ حديث غريب من حديث قتادة، عن يحيى تفرد به قتيبة، -[139]- وتابعه محمد بن أبان. ¶ ورواه غيره عن سالم، عن عمر بن عامر، عن يحيى بن أبي كثير).",
            "page": "138",
            "part": "1",
            "seal": "4C43AA88"
        },
        {
            "hno": "62",
            "id": "63",
            "nass": "62 - (أخبرنا محمد بن إسحاق بن إبراهيم الثقفي، ثنا محمد بن سهل بن عسكر، ثنا عمرو بن عاصم، ثنا همام، عن قتادة، عن أبي سلمة بن عبد الرحمن، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ¶ ((لا تقدموا شهر رمضان بصوم يوم أو يومين، إلا إنسان كان يصوم صوماً فليصمه))).",
            "page": "140",
            "part": "1",
            "seal": "F98C10C6"
        },
        {
            "hno": "63",
            "id": "64",
            "nass": "63 - (وقال رسول الله صلى الله عليه وسلم: ((من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه)). ¶ غريب من حديث قتادة عن أبي سلمة، تفرد به عمرو بن عاصم عن همام).",
            "page": "140",
            "part": "1",
            "seal": "3E0D6B1A"
        },
        {
            "hno": "64",
            "id": "65",
            "nass": "64 - (أخبرنا محمد بن إسحاق السراج، ثنا سليمان بن عبد الجبار وأبو بكر بن إسحاق قالا: ثنا سعيد بن عامر عن شعبة، عن عبد العزيز بن صهيب، عن أنس بن مالك: أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((من وجد تمراً فليفطر عليه، وإلا فالماء طهور)). ¶ تفرد به سعيد بن عامر، عن شعبة.",
            "page": "141",
            "part": "1",
            "seal": "905AE903"
        },
        {
            "hno": "65",
            "id": "66",
            "nass": "65 - أخبرنا محمد بن المسيب الأرغياني، حدثني محمد بن قدامة، ثنا ابْنُ عُلَيَّةَ عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنْ عَمْرِو بْنِ سَعِيدٍ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((حَدٌّ يُقَامُ فِي الأَرْضِ خيرٌ مِنْ أَنْ تُمْطَرُوا أَرْبَعِينَ صَبَاحًا)). ¶ غَرِيبٌ عَنْ يُونُسَ بْنِ عُبَيْدٍ؛ تَفَرَّدَ بِهِ مُحَمَّدُ بْنُ قُدَامَةَ عَنِ ابْنِ عُلَيَّةَ.",
            "page": "142",
            "part": "1",
            "seal": "4CB29F2E"
        },
        {
            "hno": "66",
            "id": "67",
            "nass": "66 - (أخبرنا محمد بن المسيب، ثنا اليسير بن موسى -من أهل منبج-، ثنا عيسى بن يونس، ثنا نصر بن طريف عن يونس بن عبيد، عن عبيد بن سعد، عن سعد بن أبي وقاص: ¶ أن امرأة قالت للنبي صلى الله عليه وسلم -وهو يبايع النساء-: إنا كل على أبنائنا وآبائنا وأزواجنا، فما يحل لنا من طعامهم؟ ¶ قال: ((الرطب، تأكل وتهدي)). ¶ كذا قال: عن عبيد بن سعد. -[144]- وخالفه الثوري وعبد السلام بن حرب فروياه عن يونس، عن زياد بن جبير بن حية الثقفي، عن سعد، وهو الصواب).",
            "page": "143",
            "part": "1",
            "seal": "664F03B5"
        },
        {
            "hno": "67",
            "id": "68",
            "nass": "67 - (أخبرنا ابن المسيب، ثنا طليق بن محمد بن السكن، ثنا عبد الله بن نمير عن إسماعيل بن مسلم، عن يونس بن عبيد، عن ثابت البناني، عن أنس بن مالك: ¶ أنه صلى خلف النبي صلى الله عليه وسلم، ووراءه امرأة، حتى جاء الناس. ¶ خالفه غيره فقال: وثابت).",
            "page": "145",
            "part": "1",
            "seal": "BC7DD28B"
        },
        {
            "hno": "68",
            "id": "69",
            "nass": "68 - (حدثنا ابن المسيب، حدثني عبد الله بن محمد بن سعد بن خالد الحراني، ثنا عبد الله بن واقد، ثنا سعيد بن أبي عروبة عن مطر، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جده: أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ في خطبته: ¶ ((وأيما رجل عاهر بأمة قومٍ آخرين فجاءت بولد فليس له، والولد للفراش وللعاهر الحجر)). ¶ حديث غريب من حديث مطر، لا أعلمه رواه غير أبي قتادة عبد الله بن واقد عن سعيد بن أبي عروبة).",
            "page": "146",
            "part": "1",
            "seal": "AF26E2CF"
        },
        {
            "hno": "69",
            "id": "70",
            "nass": "69 - (حدثنا ابن المسيب، ثنا الهيثم بن مروان، ثنا زيد بن يحيى، ثنا سعيد بن بشير عن مطر، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ: ¶ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كان إذا قرأ وهو جالس فبقيت -يعني عشرين آية- فقام فقرأها ثم ركع. ¶ غريب من حديث مطر، تفرد به الهيثم بن مروان).",
            "page": "147",
            "part": "1",
            "seal": "376A7B06"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "من كتب العلل ومعرفة الغرائب ¶ المزكيات ¶ وهي الفوائد المنتخبة الغرائب العوالي ¶ مِنْ حَدِيثِ أَبِي إِسْحَاقَ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بن يحيى المزكي النيسابوري ¶ انتقاء وتخريج ¶ علم الحفاظ علي بن عمر الدارقطني ¶ عن نسخة عليها سماعات أئمةٍ كبار كابن الجوزي والمقدسي ¶ وابن تيمية والمزي والبرزالي والذهبي وغيرهم ¶ قابل أصوله وخرج أحاديثه ¶ الدكتور أحمد بن فارس السلوم ¶ دار البشائر الإسلامية ¶ الطبعة الأولى ¶ 1425 هـ - 2004 م",
            "page": null,
            "part": null,
            "seal": "43C65C44"
        },
        {
            "hno": "1",
            "id": "2",
            "nass": "الجزء الأول من الفوائد المنتخبة العوالي من المزكيات انتقاء الحافظ الدارقطني ¶ -[63]- ¶ بسم الله الرحمن الرحيم ¶ 1 - أَخْبَرَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ السراج، ثنا قتيبة بن سعيد، ثنا جعفر بن سليمان، ثنا ثَابِتٌ، عَنْ أَنَسٍ: ¶ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ لا يَدَّخِرُ شَيْئًا لغد.",
            "page": "61",
            "part": "1",
            "seal": "D7609EBB"
        },
        {
            "hno": "2",
            "id": "3",
            "nass": "2 - أخبرنا أبو العباس محمد بن إسحاق، ثنا قتيبة (بن سعيد)، ثنا جعفر بن سليمان، ثنا ثَابِتٍ، عَنْ أَنَسٍ قَالَ: ¶ مُطِرْنَا وَنَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَحَسَرَ عَنْ رَأْسِهِ حَتَّى أَصَابَهُ الْمَطَرُ، فَقُلْتُ لَهُ: لِمَ صَنَعْتَ هَذَا يَا رَسُولَ اللَّهِ؟ قَالَ: ((إنه حديث عهدٍ بربه عز وجل)).",
            "page": "64",
            "part": "1",
            "seal": "B94990F3"
        },
        {
            "hno": "3",
            "id": "4",
            "nass": "3 - حدثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ، ثنا عمران بن موسى، ثنا عبد الوارث، ثنا محمد بن جحادة، ثنا عَبْدُ الْجَبَّارِ بْنُ وَائِلٍ قَالَ: كُنْتُ غُلامًا لا أَعْقِلُ صَلاةَ أَبِي، فَحَدَّثَنِي وَائِلُ بْنُ عَلْقَمَةَ أَوْ عَلْقَمَةُ بْنُ وَائِلٍ، عَنْ أبي وائل ابن حُجْرٍ قَالَ: ¶ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ فِي الصَّلاةِ رَفَعَ يَدَيْهِ -[66]- ثُمَّ كَبَّرَ ثُمَّ الْتَحَفَ، ثُمَّ أَدْخَلَ يَدَيْهِ فِي ثَوْبِهِ، ثُمَّ أَخَذَ شِمَالَهُ بِيَمِينِهِ، فَإِذَا أَرَادَ أَنْ يَرْكَعَ أَخْرَجَ يَدَيْهِ مِنْ ثوبه فرفعهما وكبر، فَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ رَفَعَ يَدَيْهِ، ثم كبر فَسَجَدَ وَوَضَعَ وَجْهَهُ بَيْنَ كَفَّيْهِ، فَإِذَا رَفَعَ رَأْسَهُ مِنَ السُّجُودِ رَفَعَ يَدَيْهِ، فَلَمْ يَزَلْ يَفْعَلُ ذَلِكَ حَتَّى فَرَغَ مِنْ صَلاتِهِ. ¶ قَالَ مُحَمَّدٌ -يَعْنِي ابْنَ جُحَادَةَ-: فَذَكَرْتُ ذَلِكَ لِلْحَسَنِ بْنِ أَبِي الْحَسَنِ الْبَصْرِيِّ، فَقَالَ: هِيَ صَلاةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَعَلَهُ من فعله وتركه من تركه.",
            "page": "65",
            "part": "1",
            "seal": "F5226B5A"
        },
        {
            "hno": "4",
            "id": "5",
            "nass": "4 - أَخْبَرَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثقفي، ثنا قتيبة بن سعيد، ثنا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الطُّفَيْلِ عَامِرِ بْنِ وَاثِلَةَ، عَنْ مُعَاذِ بْنِ جَبَلٍ: ¶ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عليه وسلم كان في غزاة تبوك إذا ارْتَحَلَ قَبْلَ أَنْ تَزِيغَ الشَّمْسُ أَخَّرَ الظُّهْرَ حَتَّى يَجْمَعَهَا إِلَى الْعَصْرِ، فَيُصَلِّيهِمَا جَمِيعًا، وَإِذَا ارْتَحَلَ بَعْدَ زَيْغِ الشَّمْسِ صَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ سَارَ. ¶ وَكَانَ إِذَا ارْتَحَلَ قَبْلَ المغرب أخر المغرب حَتَّى يُصَلِّيَهَا مَعَ الْعِشَاءِ، وَإِذَا ارْتَحَلَ بَعْدَ الْمَغْرِبِ عَجَّلَ الْعِشَاءَ فَصَلاهَا مَعَ الْمَغْرِبِ. ¶ -[69]- ¶ قَالَ قُتَيْبَةُ: عَلَيْهِ سَبْعُ عَلامَاتٍ، عَلامَةِ أَحْمَدَ بْنِ حَنْبَلٍ، وَيَحْيَى بْنِ مَعِينٍ، وَأَبِي خَيْثَمَةَ، وَأَبِي بكر بن شيبة، والحميدي، حتى عد سبعة.",
            "page": "67",
            "part": "1",
            "seal": "36578E95"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أخبرنا أحمد بن محمد بن الأزهر، ثنا علي بن حجر، ثنا فَرَجُ بْنُ فَضَالَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: سمعت رسول الله يَقُولُ: ¶ ((لَيَنْتَهِيَنَّ أقوامٌ عَنْ تَرْكِهِمُ الْجُمُعَاتِ، أَوْ لَيَخْتِمَنَّ اللَّهُ عَلَى قُلُوبِهِمْ، ثُمَّ لِيُكْتَبَنَّ مِنَ الغافلين)).",
            "page": "69",
            "part": "1",
            "seal": "36A00DA2"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - حدثنا محمد بن إسحاق السراج، ثنا أَبُو مَعْمَرٍ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ الْهُذَلِيُّ، ثنا عَبْثَرٌ، عَنْ بُرْدٍ -أَخِي يَزِيدَ بْنِ أَبِي زِيَادٍ-، عَنِ الْمُسَيِّبِ بْنِ رَافِعٍ قَالَ: سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ، وَمَنْ شَهِدَ دَفْنَهَا فله قيراطان؛ أحدهما مثل أحد)).",
            "page": "71",
            "part": "1",
            "seal": "56AE6D53"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - (حدثنا عبد الله بن أحمد بن عاصم أبو محمد، ثنا أحمد بن الأحجم المروزي، ثنا أبو معاذ النحوي، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عائشة قالت: ¶ قلت يا رسول الله: ما لك إذا أقبلت فاطمة جعلت لسانك في فمها، كأنك تريد أن تلعقها عسلاً؟ ¶ قَالَ (رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ): ((يا عائشة، إنه لما أسري بي إلى السماء، أدخلني جبريل إلى الجنة، فناولني تفاحةٌ فأكلتها، فصارت نطفةً في صلبي، فلما نزلت من السماء واقعت خديجة، ففاطمة من تلك النطفة، كلما اشتقت إلى الجنة قبلتها))).",
            "page": "72",
            "part": "1",
            "seal": "BF4FE2D7"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - (أخبرنا محمد بن هارون الحضرمي، ثنا محمد بن يحيى القطعي، ثنا خالد بن يحيى، ثنا عمر بن عامر وسعيد بن أبي عروبة، عن قتادة، عن أنس بن مالك قال: ¶ كأني أنظر إلى وبيص خاتم رسول الله صلى الله عليه وسلم في يده اليسرى وهو يخطبنا).",
            "page": "74",
            "part": "1",
            "seal": "F012069F"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - (أخبرنا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الماسرجسي، ثنا داود بن رشيد، ثنا بقية بن الوليد، عن مبشر بن عبيد، عن الحجاج بن أرطأة، عن الحكم، عن مصعب بن سعد، عن أبيه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((لا يقاتل أحدكم الأخبثين في الصلاة؛ الغائط والبول)). ¶ تفرد به مبشر بن عبيد، عن (حجاج)).",
            "page": "75",
            "part": "1",
            "seal": "C379C179"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - (حدثنا محمد بن إسحاق بن إبراهيم الثقفي، ثنا عبيد الله بن إدريس النرسي، ثنا عباد بن عباد عن عبيد الله وعبد الله بني عمر، عن نافع، عن ابن عمر قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((أحب الأسماء إلى الله عز وجل عبد الله وعبد الرحمن)). ¶ غريب، عن عبيد الله، تفرد بن عباد بن عباد. ¶ وقد روي عن أبي نعيم الحلبي، عن معتمر، عن عبيد الله، خالفه غيره عن معتمر، فقال: عن عبد الله أخي عبيد الله).",
            "page": "76",
            "part": "1",
            "seal": "F5251A7B"
        },
        {
            "hno": "11",
            "id": "12",
            "nass": "11 - (أخبرنا عبد الله بن محمد بن زياد النيسابوري الفقيه أبو بكر، ثنا محمد بن غالب بأنطاكية، ثنا غصن بن إسماعيل، ثنا ابن ثوبان، عن أبيه، (عن الزهري ومكحول، عَنْ أَبِي) سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((تفضل صلاة الرجل في جماعة على صلاته وحده خمسةً وعشرين جزءاً)).",
            "page": "77",
            "part": "1",
            "seal": "24E06009"
        },
        {
            "hno": "12",
            "id": "13",
            "nass": "12 - (أخبرنا أبو بكر محمد بن غالب، ثنا غصن بن إسماعيل، ثنا ابن ثوبان، عن أبيه، عن الزهري ومكحول، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((من أدرك من صلاةٍ ركعة فقد أدركها)). ¶ قال ابن ثوبان: يعني يدرك الفضيلة ويقضي ما بقي).",
            "page": "78",
            "part": "1",
            "seal": "BFE7A64F"
        },
        {
            "hno": "13",
            "id": "14",
            "nass": "13 - أخبرنا أَبُو عُبَيْدِ اللَّهِ مُحَمَّدُ بْنُ الرَّبِيعِ بْنِ سليمان الجيزي بمكة، ثنا أَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بن هلال، ثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ: أَخْبَرَنِي يونس بن يزيد بن الزُّهْرِيِّ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[79]- ((الأَرْوَاحُ جنودٌ مُجَنَّدَةٌ، فَمَا تَعَارَفَ مِنْهَا ائْتَلَفَ، وَمَا تَنَاكَرَ منها اختلف)).",
            "page": "78",
            "part": "1",
            "seal": "36A22B87"
        },
        {
            "hno": "14",
            "id": "15",
            "nass": "14 - أخبرنا إسماعيل بن إبراهيم بن الحارث القطان، ثنا عثمان بن عبد الله القرشي، ثنا الزنجي مسلم بن خالد (بن مسلم) الْمَخْزُومِيُّ -[82]- الْقُرَشِيُّ قَالَ: سَمِعْتُ جَعْفَرَ بْنَ مُحَمَّدٍ الطَّالِبِيُّ عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عَلِيِّ بن أبي طالب قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((مَنْ مَشَى فِي عَوْنِ أَخِيهِ الْمُسْلِمِ وَمَنْفَعَتِهِ فَلَهُ ثَوَابُ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ عز وجل)).",
            "page": "81",
            "part": "1",
            "seal": "96ADC903"
        },
        {
            "hno": "15",
            "id": "16",
            "nass": "15 - أخبرنا أحمد بن (محمد بن) الحسين الماسرجسي، ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ قَالَ: أنا المؤمل بن إسماعيل، وكان ثقة، ثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: ¶ مَا كَانَ عَلَى ظَهْرِ الأَرْضِ أحدٌ أَحَبَّ إِلَى أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ رَسُولِ اللَّهِ، وَكَانُوا لا يَقُومُونَ لَهُ، لِمَا يَعْرِفُونَ من كراهيته لذلك.",
            "page": "82",
            "part": "1",
            "seal": "72C48507"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - (أخبرنا أحمد بن محمد بن الأزهر، ثنا عثمان بن يحيى القرقساني، ثنا سفيان عن عمر بن ذر، عن إسحاق بن عبد الله بن أبي طلحة، عن أنس بن مالك: ¶ أن النبي صلى الله عليه وسلم بعث علياً، ثم بعث رجلاً خلفه، وقال: ((ادعه، ولا تدعه من ورائه)). ¶ تفرد بن عثمان بن يحيى).",
            "page": "83",
            "part": "1",
            "seal": "419376E6"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - (حدثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ إملاءً، ثنا القاسم بن محمد بن عباد بن عباد المهلبي، حدثني أبي، عن جدي، ثنا شعبة، ثنا معمر، عن الزهري، عن عبيد الله بن عبد الله، عن ابن عباس، عن عمر في خطبته الطويلة في موت النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ إِنَّ الله تعالى بعث محمداً بالحق، وأنزل عليه الكتاب، فكان في ما أنزل عليه الرجم، فرجم رسول الله صلى الله عليه وسلم ورجمنا بعده، وإني خائف أن يطول بالناس زمان فيقول قائل: والله ما نجد الرجم في كتاب الله، فيضلوا بترك فريضة أنزلها الله (تعالى). ¶ وقد كنا نقرأ: لا ترغبوا عن آبائكم، فإنه كفرٌ بكم، أو إن كفراً بكم أن ترغبوا عن آبائكم، ثم إنه بلغني أن فلاناً منكم يقول: لو مات أمير المؤمنين ما بايعت فلاناً. ¶ حديث غريب من حديث شعبة عن معمر، تفرد به القاسم بن محمد بن عباد، وحدث به بالبصرة عن أبيه، عن جده، عن شعبة، عن معمر هكذا، ثم حدث به بعد ذلك ببغداد عن أبيه، عن جده، عن معمر، ولم يذكر شعبة، وهو الصواب إن شاء الله لأن علي بن مسلم رواه عن عباد بن عباد، عن معمر كذلك).",
            "page": "85",
            "part": "1",
            "seal": "80180FED"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - (أَخْبَرَنَا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثقفي، ثنا سعيد بن يعقوب الطالقاني، ثنا يزيد بن زريع عن معمر، عن الزهري، عن أنس بن مالك: ¶ أن النبي صلى الله عليه وسلم كوى أسعد بن زرارة من الشوكة. ¶ الصحيح عن الزهري، عن أبي أمامة بن سهل).",
            "page": "86",
            "part": "1",
            "seal": "031C9C7C"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - (أخبرنا عبد الله بن محمد بن زياد النيسابوري، ثنا محمد بن عقيل، ثنا حفص بن عبد الله، ثنا إبراهيم بن طهمان عن أيوب، عن نافع، عن ابن عمر قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((أيما إهاب دبغ فقد طهر)). -[88]- تفرد به ابن عقيل).",
            "page": "87",
            "part": "1",
            "seal": "8E320C18"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - أخبرنا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْمُسَيِّبِ الأَرْغِيَانِيُّ، ثنا إسحاق بن شاهين، ثنا هُشَيْمُ بْنُ بَشِيرٍ، عَنْ أَبِي هَارُونَ الْعَبْدِيِّ قَالَ: كُنَّا نَأْتِي أَبَا سَعِيدٍ الْخُدْرِيَّ، فَيَقُولُ: مَرْحَبًا بِوَصِيَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قُلْنَا: وَمَا وَصِيَّةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((سيأتونكم قَوْمٌ مِنْ أَطْرَافِ الأَرَضِينَ يَسْأَلُونَكُمْ عَنِ الدِّينِ، فإذا جاؤوكم فَأَوْسِعُوا لَهُمْ، وَاسْتَوْصُوا بِهِمْ خَيْرًا وَعَلِّمُوهُمْ)).",
            "page": "89",
            "part": "1",
            "seal": "E2192CDF"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - أخبرنا محمد بن إسحاق السراج، ثنا يَحْيَى بْنُ مُوسَى خَتٌّ الْبَلْخِيُّ، وَكَانَ من ثقات الناس، ثنا محمد بن سليمان بن مسمول، ثنا عُبَيْدُ اللَّهِ بْنُ سَلَمَةَ بْنِ وَهْرَامٍ عَنْ أَبِيهِ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ أَنَّ رَجُلا سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الشَّهَادَةِ فَقَالَ: ¶ ((هَلْ تَرَى الشَّمْسَ؟ على مثلها فاشهد، أو دع)).",
            "page": "90",
            "part": "1",
            "seal": "AFC6EBF1"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - (حدثنا محمد بن إسحاق، ثنا يحيى بن موسى، ثنا محمد بن سليمان، أخبرني عبيد الله بن سلمة عَنْ أَبِيهِ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ((الناس معادن، والعرق دساس، وأدب السوء كعرق السوء))).",
            "page": "91",
            "part": "1",
            "seal": "CB07D92F"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - (حدثنا محمد بن إسحاق بن خزيمة، ثنا محمد بن أحمد بن زبداء -أملاه علينا بعبادان-، ثنا عمرو بن عاصم، ثنا الحسن بن رزين عن ابن جريج، عن عطاء، عن ابن عباس -قال: ولا أعلمه إلا مرفوعاً إلى النبي صلى الله عليه وسلم قال-: ¶ ((يلتقي الخضر وإلياس كل عام في الموسم، فيحلق كل واحد منهما -[92]- رأس صاحبه، ويتفرقان، عن هؤلاء الكلمات: بسم الله، ما شاء الله، لا يسوق الخير إلا الله، ما شاء الله، لا يصرف السوء إلا الله، ما شاء الله، ما كان من نعمة فمن الله، ما شاء الله، لا حول ولا قوة إلا بالله)). ¶ قال: وقال ابن عباس: من قالهن حين يصبح وحين يمسي ثلاث مرات أمنه الله تعالى من الغرق والحرق والشرق، وأحسبه قال: ((من الشيطان والسلطان ومن الحية والعقرب)). ¶ حديث غريب من حديث ابن جريج، لم يحدث به غير هذا الشيخ، عنه).",
            "page": "91",
            "part": "1",
            "seal": "9F66FCD3"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - حَدَّثَنِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ دَاوُدَ بْنِ الحسين الخسروجردي، ثنا أبي داود بن الحسين: ثنا أبو موسى محمد بن المثنى، ثنا أَحْمَدُ بْنُ -[93]- سَعِيدٍ الدَّارَمِيُّ أَبُو جَعْفَرٍ، ثنا قَتُيْبَةُ بْنُ سَعِيدٍ أَبُو رَجَاءٍ -الَّذِي يُقَالُ لَهُ الْبَغْلانِيُّ- عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيُّ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ هارون أبي مُحَمَّدٍ، عَنْ مُقَاتِلِ بْنِ حَيَّانَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((إِنَّ لِكُلِّ شَيْءٍ قَلْبًا، وَقَلْبُ القرآن يس)).",
            "page": "92",
            "part": "1",
            "seal": "D4AF0004"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - (حدثنا أبو العباس الفضل بن الفضل بن العباس الكندي الهمذاني، ثنا محمود بن محمد الواسطي، ثنا عثمان بن أبي شيبة، ثنا حميد بن عبد الرحمن الرؤاسي، بإسناده نحوه).",
            "page": "93",
            "part": "1",
            "seal": "18037C2A"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - (حدثنا أبو بكر بن خزيمة، ثنا يحيى بن حبيب الحارثي، ثنا -[96]- المعتمر قال: قال أبي: عن منصور، عن أبي عثمان، عن أبي هريرة، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((لا تنزع الرحمة إلا من شقي))).",
            "page": "94",
            "part": "1",
            "seal": "DFC9DF96"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - حدثنا محمد بن المسيب، ثنا يوسف بن بحر بجبلة، ثنا مروان بن محمد، ثنا سعيد بن بَشِيرٌ عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((خُلِقَ هَذَا الآدَمِيُّ على صورته، فمن قاتل فليجتنب الوجه)).",
            "page": "97",
            "part": "1",
            "seal": "8766E214"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - حدثنا أحمد بن إبراهيم بن حاجب، ثنا سهل بن عمار، ثنا مُحَمَّدُ بْنُ الْحَسَنِ أَبُو جَعْفَرٍ الأَسَدِيُّ، ثنا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ السَّائِبِ، عن زاذان، عن علي قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((إِنَّ لِلَّهِ (تَعَالَى) مَلائِكَةً يَسِيحُونَ فِي الأَرْضِ يُبَلِّغُونِي صَلاةَ مَنْ صَلَّى عَلَيَّ مِنْ أُمَّتِي، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ)). ¶ قَالَ سَهْلُ بن عمار: كذا وجدته، عن علي. ¶ الْمَحْفُوظُ عَنْ زَاذَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مسعود: ((يبلغوني عن أمتي السلام)).",
            "page": "97",
            "part": "1",
            "seal": "6AF4E2C4"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - أخبرنا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الأَزْهَرِ، ثنا مُحَمَّدُ بْنُ الأَشْرَسِ أَبُو كِنَانَةَ بَصْرِيٌّ، ثنا أَبُو الْمُغِيرَةِ الْحَنَفِيُّ -وَهُوَ عُمَيْرُ بْنُ عبد المجيد- ثنا قُرَّةُ بْنُ خَالِدٍ عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ فِي قَوْلِهِ تَعَالَى: {الرحمن على العرش استوى}، قَالَتْ: ¶ الْكَيْفُ غَيْرُ مَعْقُولٍ، وَالاسْتِوَاءُ غَيْرُ مَجْهُولٍ، وَالإِيمَانُ بِهِ وَاجِبٌ، وَالْجُحُودُ بِهِ كُفْرٌ. ¶ تَفَرَّدَ به أبو كنانة.",
            "page": "99",
            "part": "1",
            "seal": "27E47568"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - أخبرنا ابن الأزهر، ثنا محمد بن حميد، ثنا إبراهيم بن المختار، ثنا شُعْبَةُ عَنْ عَمْرِو بْنِ دِينَارٍ وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ: ¶ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي عَلَى رَاحِلَتِهِ أَيْنَمَا تَوَجَّهَتْ بِهِ. ¶ حَدِيثُ عَبْدِ اللَّهِ بْنِ دِينَارٍ مَشْهُورٌ، وَحَدِيثُ عَمْرِو بْنِ دِينَارٍ غَرِيبٌ، لَمْ يُحَدِّثْ بِهِ إِلا إبراهيم بن المختار.",
            "page": "100",
            "part": "1",
            "seal": "AB7B16C2"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - (أخبرنا ابن الأزهر، ثنا الحصين بن المثنى المروزي، حدثني أبي عن شعبة، عن الأسود بن قيس، عن ثعلبة، عن سمرة بن جندب، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. ¶ فِي كسوف الشمس بطوله. ¶ هو ثعلبة بن عباد، ولم ينسبه في الحديث. ¶ وهو غريب من حديث شعبة، ما أعلم رواه غير هذا الشيخ. ¶ وقد روي عن عباد بن صهيب عن شعبة بهذا الإسناد حرف منه).",
            "page": "101",
            "part": "1",
            "seal": "84D78374"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - (حدثنا ابن خزيمة، ثنا محمد بن عبد الله بن المبارك المخرمي وأبو يحيى محمد بن عبد الرحيم البزاز -وهذا حديث المخرمي-، ثنا روح بن عبادة، ثنا شعبة ومالك بن أنس عن يحيى بن سعيد، عن القاسم بن محمد، عن صالح بن خوات، عن سهل بن أبي حثمة: ¶ أنه قال في صلاة الخوف: ¶ تقوم طائفة وراء الإمام وطائفة خلفه، فيصلي بالذين خلفه ركعة وسجدتين، ثم يقعد مكانه حتى يقضوا ركعة وسجدتين، ويتحولون إلى مكان أصحابهم، ثم يتحول أصحابهم إلى مكان هؤلاء، فيصلي بهم ركعة وسجدتين، ثم يقعد مكانه حتى يصلوا ركعة وسجدتين، ثم يسلم).",
            "page": "102",
            "part": "1",
            "seal": "EB8C1857"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - حدثنا ابن خزيمة، قال: (وحدثنا جميعاً) قالا، ثنا روح، ثنا شعبة عن عبد الرحمن بن القاسم، عن القاسم، عن صالح بن خوات، -[103]- عن سهل بن أبي حثمة، عن النبي صلى الله عليه وسلم مثل هذا.",
            "page": "102",
            "part": "1",
            "seal": "0531FF1F"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - (حدثنا أبو بكر محمد بن إسحاق، ثنا المخرمي أيضاً، ثنا يحيى بن سعيد الأموي، عن [عبيد الله بن عمر]، عن القاسم، عن صالح بن خوات، عن أبيه بنحوه. ¶ قال أبو بكر: هكذا حدثنا به المخرمي في عقب حديث شعبة عن عبد الرحمن بن القاسم).",
            "page": "103",
            "part": "1",
            "seal": "1A49307D"
        },
        {
            "hno": "70",
            "id": "71",
            "nass": "70 - (أخبرنا ابن المسيب، حدثني عصام بن الرواد، ثنا أبي الرواد بن الجراح، ثنا خليد بن دعلج عن مطر الوراق، عن نافع قال: ¶ جاء رجل إلى ابن عمر فقال له: ما ترى في نبيذ الحنتم؟ قال: ذاك مما حرم الله ورسوله. ¶ فجاء الرجل إلى ابن عباس فأخبره بقول ابن عمر، فقال ابن عباس: صدق ابن عمر، وتدري ما الحنتم؟ هي الجرار وما عمل من المدر. ¶ غريب من حديث مطر تفرد به عصام).",
            "page": "148",
            "part": "1",
            "seal": "004AC30A"
        },
        {
            "hno": "71",
            "id": "72",
            "nass": "71 - أخبرنا أبو العباس السراج، ثنا الحسن بن حماد الوراق، ثنا إِبْرَاهِيمُ بْنِ عَيُيْنَةَ عَنْ صَالِحِ بْنِ حَسَّانٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: ¶ جَلَسْتُ أَبْكِي عِنْدَ رَأْسِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: ¶ ((مَا يُبْكِيكَ، إِنْ كُنْتِ تُرِيدِينَ اللُّحُوقَ بِي فَلْيَكْفِكِ مِنَ الدُّنْيَا مِثْلُ زَادِ الرَّاكِبِ، وَلا تُخَالِطِي -يَعْنِي الأَغْنِيَاءَ-)). ¶ لا أَعْلَمُ رَوَاهُ بِهَذَا الإِسْنَادِ غَيْرَ الْحَسَنِ بْنِ حَمَّادٍ، عَنْ -[150]- إِبْرَاهِيمَ بْنِ عُيَيْنَةَ. ¶ وَرَوَاهُ أَبُو يَحْيَى الْحِمَّانِيُّ عَنْ صَالِحِ بْنِ حَسَّانٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، لَمْ يذكر هشاماً.",
            "page": "149",
            "part": "1",
            "seal": "BFC493BC"
        },
        {
            "hno": "72",
            "id": "73",
            "nass": "72 - أخبرنا أبو العباس السراج، ثنا أبو كريب، ثنا يحيى بن آدم عن أبي بكر بن عياش، عن مبشر بن مطر السعيدي، عن ابن شهاب، عن طارق بن أبي المحاسن، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ¶ ((لا يتمنين أحدكم الموت لضر نزل به، ولكن ليقل: اللهم أحيني إن كانت الحياة خيراً لي، وتوفني إذا كانت الوفاة خيراً لي)).",
            "page": "151",
            "part": "1",
            "seal": "B8662F5C"
        },
        {
            "hno": "73",
            "id": "74",
            "nass": "73 - أخبرنا السراج، ثنا الحسين بن أبي زيد، ثنا عثمان بن خالد، ثنا مالك بن أنس، عن جعفر بن محمد، عن أبيه، عن جابر: ¶ ((أن النبي صلى الله عليه وسلم قضى بشاهدٍ ويمين)). ¶ تفرد بن الحسين بن أبي زيد.",
            "page": "152",
            "part": "1",
            "seal": "B1D788B5"
        },
        {
            "hno": "74",
            "id": "75",
            "nass": "74 - حدثنا ابن المسيب أبو عبد الله، ثنا أبو عمير عيسى بن محمد بن إسحاق الرملي، ثنا الوليد بن مسلم، ثنا مالك بن أنس عن جعفر بن محمد، عن أبيه، عن جابر قال: ¶ لما فرغ رسول الله صلى الله عليه وسلم من الطواف أتى المقام -وعمر بين يديه- فقال له عمر: يا رسول الله، هذا مقام إبراهيم، الذي قال الله تعالى: {واتخذوا من مقام إبراهيم مصلى} -[157]-[فقال رسول الله صلى الله عليه وسلم: ((هذا مقام إبراهيم، الذي قال الله عز وجل: {واتخذوا من مقام إبراهيم مصلى}]. ¶ تفرد به الوليد بن مسلم.",
            "page": "156",
            "part": "1",
            "seal": "37304F94"
        },
        {
            "hno": "75",
            "id": "76",
            "nass": "75 - حدثنا أبو نعيم عبد الملك بن محمد بن عدي، ثنا عمار بن رجاء، ثنا أحمد بن أبي طيبة قال: وثناه مالك بن أنس عن الزهري، عن ابن المسيب، عن أبي هريرة، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((والمزابنة اشتراء التمر بالتمر، والمحاقلة اشتراء الزرع بالحنطة وكراء الأرض بالحنطة)). ¶ تفرد به عمار بن رجاء، والمحفوظ مرسل.",
            "page": "157",
            "part": "1",
            "seal": "574B232C"
        },
        {
            "hno": "76",
            "id": "77",
            "nass": "76 - أخبرنا أحمد بن محمد بن الحسين الماسرجسي، ثنا وهب بن بقية، أنا خالد عن الأجلح، عن أبي إسحاق، عن حارثة قال: ¶ صليت مع النبي صلى الله عليه وسلم بمنى ركعتين، ومع عمر ركعتين، ومع عثمان أربع ركعات.",
            "page": "159",
            "part": "1",
            "seal": "BBD9AE07"
        },
        {
            "hno": "77",
            "id": "78",
            "nass": "77 - أخبرنا الماسرجسي، ثنا وهب بن بقية، ثنا خالد بن عبد الله، عن عمرو بن يحيى المازني، عن ربيعة بن أبي عبد الرحمن، عن أنس بن مالك قال: ¶ لم يكن في رأس رسول الله صلى الله عليه وسلم ولا لحيته عشرون شعرة -يعني بيضاء-. ¶ غريب، عن عمرو بن يحيى بن عمارة، تفرد به خالد عنه",
            "page": "160",
            "part": "1",
            "seal": "AECAEC47"
        },
        {
            "hno": "78",
            "id": "79",
            "nass": "78 - أخبرنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ حَمْدُونَ بْنِ خَالِدٍ النيسابوري، ثنا (يزيد بن محمد بن يزيد بن سنان الرهاوي) أبو فروة، ثنا عمار بن مطر، ثنا عبد الرحمن بن ثابت بن ثوبان، عن أبيه، عن مكحول، عن كريب، عن ابن عباس، عن عمر بن الخطاب، عن عبد الرحمن بن عوف قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((إذا سها أحدكم في صلاته فلم يدر كم صلى، ثلاثاً أو أربعاً، فليزد، فإن الزيادة خير من النقصان)).",
            "page": "161",
            "part": "1",
            "seal": "E7E98A28"
        },
        {
            "hno": "79",
            "id": "80",
            "nass": "79 - حدثنا محمد بن حمدون، ثنا أبو فروة يزيد بن محمد، ثنا عمار بن مطر، ثنا زهير عن أبان بن تغلب، عن محمد بن المنكدر، عن جابر (بن عبد الله): ¶ أن رجلاً جاء إلى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إن أبي أكل مالي. ¶ فقال رسول الله صلى الله عليه وسلم: ((أنت ومالك لأبيك)). ¶ غريب من حديث أبان بن تغلب، تفرد به عمار بن مطر عن زهير بن معاوية.",
            "page": "163",
            "part": "1",
            "seal": "4CAE7F02"
        },
        {
            "hno": "80",
            "id": "81",
            "nass": "80 - أخبرنا محمد بن إسحاق بن خزيمة، ثنا علي بن حجر، ثنا إسماعيل - (يعني) ابن علية- عن سعيد بن أبي عروبة، عن عبد الله -[166]- الداناج، عن حضين بن المنذر قال: ¶ لما جيء بالوليد بن عقبة إلى عثمان وقد شرب الخمر، قال عثمان لعلي (عليهما السلام): دونك ابن عمك فأقم عليه الحد، قال: فجلده أربعين. ¶ ثم قال: جلد رسول الله صلى الله عليه وسلم أربعين، وجلد أبو بكر أربعين، وجلد عمر ثمانين، وكل سنة. ¶ قال إسماعيل: وقد سمعت حديث الداناج منه ولم أحفظه عنه. ¶ لا أعلم أحداً ذكر سماع ابن علية من الداناج هذا الحديث غير علي بن حجر. ¶ وقد رواه أيضاً عبد العزيز بن المختار عن الداناج.",
            "page": "165",
            "part": "1",
            "seal": "9B3E39B0"
        },
        {
            "hno": "81",
            "id": "82",
            "nass": "81 - أخبرنا ابن خزيمة، ثنا علي بن حجر، ثنا داود بن الزبرقان عن أبي الزبير، عن جابر قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((من كان يؤمن بالله واليوم الآخر فلا يدخل الحمام إلا بمئزر، ومن كان يؤمن بالله واليوم الآخر فلا يدخلن حليلته الحمام، ومن كان يؤمن بالله واليوم الآخر فلا يقعدن على مائدة يشرب عليها الخمر أو يدار عليها الخمر)).",
            "page": "167",
            "part": "1",
            "seal": "79BC73FD"
        },
        {
            "hno": "82",
            "id": "83",
            "nass": "82 - [حدثنا ابن خزيمة، ثنا علي بن حجر، ثنا الهيثم بن حميد عن عبد الله بن زياد، عن نافع، عَنِ ابْنِ عُمَرَ: أَنَّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((من أشرك بالله فليس بمحصن))].",
            "page": "169",
            "part": "1",
            "seal": "9D2147E3"
        },
        {
            "hno": "83",
            "id": "84",
            "nass": "83 - أخبرنا ابن خزيمة، ثنا علي بن حجر، ثنا سويد بن عبد العزيز، عن إسحاق بن أبي فروة، عن الزهري، عن أبي سلمة، عن أبي هريرة: ¶ أن أبا بكر (عليه السلام) أتي بسارق، فقال: أسرقت؟ قال: لا، قال: فخلى سبيله.",
            "page": "170",
            "part": "1",
            "seal": "A9E7B2F8"
        },
        {
            "hno": "84",
            "id": "85",
            "nass": "84 - أخبرنا سعيد بن شاذان بن محمد النيسابوري، ثنا عيسى بن أحمد بن عيسى، ثنا النضر بن شميل، ثنا هشام بن عروة قال: أخبرني أبي، عن عائشة: ¶ أن رسول الله صلى الله عليه وسلم كان يرقي، يقول: ¶ ((امسح الباس رب الناس، بيدك الشفاء، لا كاشف له إلا أنت)).",
            "page": "170",
            "part": "1",
            "seal": "1F9F5B73"
        },
        {
            "hno": "85",
            "id": "86",
            "nass": "85 - وبإسناده، عن عائشة (رضي الله عنها) قالت: -[171]- كفن رسول الله صلى الله عليه وسلم في ثلاثة أثوابٍ بيض يمانية من كرسف.",
            "page": "170",
            "part": "1",
            "seal": "A905927E"
        },
        {
            "hno": "86",
            "id": "87",
            "nass": "86 - أخبرنا سعيد، ثنا عيسى، أنا النضر، أنا هشام، عن أبيه قال: سمعت عبد الله بن جعفر يقول: سمعت علياً -عليه السلام- يقول: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((خير نسائها مريم بنت عمران، وخير نسائها خديجة)).",
            "page": "171",
            "part": "1",
            "seal": "013E9D89"
        },
        {
            "hno": "87",
            "id": "88",
            "nass": "87 - أخبرنا سعيد، حدثني عيسى، أنا النضر، أنا إسماعيل بن أبي خالد، عن قيس بن أبي حازم، عن أبي مسعود: ¶ أن رجلاً أتى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يا رسول الله، إني لأتأخر في صلاة الفجر من أجل فلان، مما يطيل بنا. -[173]- قال: فما رأيت رسول الله صلى الله عليه وسلم أشد غضباً في موعظة منه يومئذٍ، فقال: ¶ ((يا أيها الناس إن منكم منفرين، فأيكم صلى (بقوم) فليتجوز، فإن فيهم الضعيف والكبير وذا الحاجة)).",
            "page": "172",
            "part": "1",
            "seal": "E2364C2F"
        },
        {
            "hno": "88",
            "id": "89",
            "nass": "الجزء الثاني من الفوائد المنتخبة العوالي من المزكيات انتقاء الحافظ الدارقطني ¶ 88 - أَخْبَرَنَا أَبُو النَّضْرِ بَكْرُ بْنُ مُحَمَّدِ بْنِ إسحاق بن خزيمة، ثنا أَبُو الْحَسَنِ أَحْمَدُ بْنُ يُوسُفَ السَّلَمِيُّ قَالَ: ثنا مُحَمَّدُ بْنُ يُوسُفَ عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((إِنَّ مِنْ بَعْدِي أَيَّامَ الصَّبْرِ، الْمُتَمَسِّكُ فِيهِنَّ بِمِثْلِ مَا أَنْتُمْ عَلَيْهِ لَهُ كَأَجْرِ خَمْسِينَ عَامِلا)).",
            "page": "179",
            "part": "1",
            "seal": "8A137DE0"
        },
        {
            "hno": "89",
            "id": "90",
            "nass": "89 - أَخْبَرَنَا إِبْرَاهِيمُ قَالَ: ثنا مُحَمَّدُ بْنُ حَمْدُونَ بْنِ خَالِدٍ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَوْفٍ الْحِمْصِيُّ قَالَ: ثنا الْهَيْثَمُ بْنُ جَمِيلٍ قَالَ: ثنا فُلَيْحٌ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ: ¶ أَنَّ النبي صلى الله عليه وسلم كان يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ.",
            "page": "182",
            "part": "1",
            "seal": "B41BF859"
        },
        {
            "hno": "90",
            "id": "91",
            "nass": "90 - (أَخْبَرَنَا إِبْرَاهِيمُ قَالَ: ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ السراج قال: ثنا حُمَيْدُ بْنُ زَنْجَوَيْهِ قَالَ: ثنا مُحَمَّدُ بْنُ يوسف الفريابي، ثنا سُفْيَانُ عَنْ عَاصِمِ بْنِ سُلَيْمَانَ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ -قَالَ سُفْيَانُ: أَرَاهُ عَنْ سَلْمَانَ- قَالَ: ¶ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ، فَقَالَ: لَكُمْ طَعَامٌ؟ قَالَ: تُنَظِّفُونَ وَتَطْبُخُونَ وَتَقْزِحُونَ؟ قَالَ: نَعَمْ، قَالَ: وَتَفْعَلُونَ؟ قَالَ: نَعَمْ، قَالَ: وَلَكُمْ -[184]- شَرَابٌ؟ قَالَ: نَعَمْ، قَالَ: تُبَرِّدُونَ وَتُنَظِّفُونَ؟ قَالَ: نَعَمْ، قَالَ: وَتَقْزِحُونَ؟ قَالَ: نَعَمْ، قَالَ، فَأَيْنَ مَعَادُهُمَا؟ قَالَ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: ¶ ((فَإِنَّ مَعَادَهُمَا كَمَعَادِ الدُّنْيَا، يَقُومُ أَحَدُكُمْ خَلْفَ بَيْتِهِ، فَيُمْسِكُ عَلَى أنفه من نتن ريحه)). ¶ غريب عن الثوري تَفَرَّدَ بِهِ الْفِرْيَابِيُّ مُتَّصِلًا).",
            "page": "183",
            "part": "1",
            "seal": "CA1151AE"
        },
        {
            "hno": "91",
            "id": "92",
            "nass": "91 - أخبرنا إبراهيم قال: حدثني موسى بن العباس الجويني، ثنا أيوب بن إسحاق بن سافري، ثنا موسى بن داود، ثنا سفيان عن عاصم، عن ابن سيرين، عن ابن عباس: أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لسلمان: ¶ ((لا تختص يوم الجمعة بصيام، ولا ليلتها -يعني بقيام-)). -[186]- تفرد به موسى بن داود بقوله عن ابن عباس. ¶ ورواه مهران عن الثوري، عن عاصم، عن ابن سيرين، عن سلمان.",
            "page": "185",
            "part": "1",
            "seal": "13B0A0BB"
        },
        {
            "hno": "92",
            "id": "93",
            "nass": "92 - أخبرنا إبراهيم قال: أنبأ أحمد بن محمد بن الأزهر، ثنا محمد بن يوسف أبو يوسف -يعرف بأبي حمة-، ثنا أبو قرة عن سفيان، عن زيد بن أسلم، عن عطاء بن يسار، عن زيد بن خالد الجهني، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: ¶ ((من توضأ فأحسن وضوؤه، ثم صلى ركعتين لا يسهو فيهما غفر له ما تقدم من ذنبه)). ¶ غريب عن الثوري، لا أعلم رواه غير موسى بن طارق.",
            "page": "188",
            "part": "1",
            "seal": "5E9E8E61"
        },
        {
            "hno": "93",
            "id": "94",
            "nass": "93 - أخبرنا إبراهيم قال: ثنا ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة عن سفيان، عن عبيد الله، عن نافع، عن ابن -[191]- حنين، عن علي قال: ¶ نهاني رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ لبس القسي والمعصفرة، وعن تختم الذهب، وعن قراءة القرآن في الركوع.",
            "page": "190",
            "part": "1",
            "seal": "1CA2B521"
        },
        {
            "hno": "94",
            "id": "95",
            "nass": "94 - أخبرنا إبراهيم، ثنا ابن الأزهر، ثنا محمد، ثنا أبو قرة، عن سفيان، عن أبي إسحاق، عن الحارث، عن علي مثله. ¶ حديث غريب عن الثوري، عن أبي إسحاق، لا أعلم رواه غير أبي قرة.",
            "page": "195",
            "part": "1",
            "seal": "5C19FA86"
        },
        {
            "hno": "95",
            "id": "96",
            "nass": "95 - أخبرنا إبراهيم، ثنا ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة، عن سفيان، ثنا خالد الحذاء، عن عبد الله بن شقيق العقيلي، عن عائشة أنه قال: -[196]- سألتها كيف كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقرأ؟ ¶ فقالت: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يقرأ ليلاً طويلاً قائماً، وليلاً طويلاً قاعداً.",
            "page": "195",
            "part": "1",
            "seal": "CC77D61E"
        },
        {
            "hno": "96",
            "id": "97",
            "nass": "96 - حدثنا إبراهيم قال: أنبأ ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة، عن ابن جريج، عن عمرو بن دينار: أن جابر بن عبد الله أخبره قال: -[197]- كان معاذ بن جبل يصلي مع النبي صلى الله عليه وسلم العشاء ثم ينطلق إلى قومه فيصلي بهم، فهي له تطوع وهي لهم مكتوبة العشاء.",
            "page": "196",
            "part": "1",
            "seal": "BEDE58E0"
        },
        {
            "hno": "97",
            "id": "98",
            "nass": "97 - أخبرنا إبراهيم، ثنا ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة، عن سفيان، عن حبيب بن أبي ثابت، عن أبي صالح، عن جابر نحوه.",
            "page": "197",
            "part": "1",
            "seal": "CD3CF3EF"
        },
        {
            "hno": "98",
            "id": "99",
            "nass": "98 - أخبرنا إبراهيم، ثنا ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة، عن ابن جريج، عن زمعة بن صالح، عن سلمة بن وهرام، عن عكرمة، عن ابن عباس، عن معاذ، عن النبي صلى الله عليه وسلم نحوه.",
            "page": "198",
            "part": "1",
            "seal": "EBFE21EE"
        },
        {
            "hno": "99",
            "id": "100",
            "nass": "99 - أنبأ إبراهيم، ثنا ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة، عن سفيان، عن أبي إسحاق، عن الحارث، عن علي قال: ¶ من السنة أن يأتي المصلي يوم العيد (ماشياً).",
            "page": "199",
            "part": "1",
            "seal": "CCF8A0B6"
        },
        {
            "hno": "100",
            "id": "101",
            "nass": "100 - أنبأ إبراهيم، ثنا ابن الأزهر، ثنا محمد بن يوسف، ثنا أبو قرة، عن سفيان، عن إسماعيل، عن الأجلح، عن الشعبي: ¶ أن أسماء بنت عميس لما قدمت من الحبشة -كانت مع جعفر- فرأتهم يتخذون النعش، فحدثتهم، فأمرهم النبي صلى الله عليه وسلم أن تتخذ النعش. -[200]- هذه أحاديث غريبة من حديث سفيان الثوري",
            "page": "199",
            "part": "1",
            "seal": "0E502933"
        },
        {
            "hno": "101",
            "id": "102",
            "nass": "101 - أخبرنا إبراهيم، ثنا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ إِدْرِيسَ الْحَنْظَلِيُّ، ثنا الحسن بن محمد بن الصباح، ثنا زيد بن الحباب، ثنا سفيان عن أبي الزناد، عن الأعرج، عن أبي هريرة قال: ¶ ((نهى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، عَنْ كسب الإماء)). ¶ تفرد به الزعفراني.",
            "page": "200",
            "part": "1",
            "seal": "0E2F6E1B"
        },
        {
            "hno": "102",
            "id": "103",
            "nass": "102 - حدثنا إبراهيم، حدثنا عبد الرحمن بن محمد، ثنا عبد الله بن محمد بن عمر الغزي، ثنا الفريابي، ثنا سفيان عن عوف الأعرابي، عن أبي عثمان النهدي، عن سلمان الفارسي قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ¶ ((تمسحوا بالأرض فإنها بكم برة)). -[201]- تفرد به الفريابي، والمحفوظ أنه مرسل ليس فيه سلمان.",
            "page": "200",
            "part": "1",
            "seal": "754309CB"
        },
        {
            "hno": "103",
            "id": "104",
            "nass": "103 - أخبرنا إبراهيم، ثنا زنجويه بن محمد اللباد، ثنا خشنام بن الصديق -ابن أخت إبراهيم بن عبد الله-، ثنا الحسين بن حفص الأصبهاني، ثنا هشام بن سعد، عن جعفر بن محمد، عن أبيه، عن جابر بن عبد الله قال: ¶ خرجنا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فوقفنا بذي الحليفة، قال: فنظرت، عن يميني فما ينقطع الناس، وعن يساري فما ينقطع الناس، وما كنا نذكر إلا الحج، فلما قدمنا مكة قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((اتخذوا من مقام إبراهيم مصلى)). ¶ غريب عن هشام بن سعد، لا أعلم حدث به غير هذا الشيخ، عن حسين بن حفص عنه.",
            "page": "202",
            "part": "1",
            "seal": "34025F59"
        },
        {
            "hno": "104",
            "id": "105",
            "nass": "104 - أخبرنا إبراهيم، ثنا زنجويه بن محمد، ثنا أبو الأزهر أحمد بن الأزهر، ثنا ... ، ثنا شعبة والثوري في قوله: {وآتوهم من مالي الله الذي آتاكم}، قالا: الربع.",
            "page": "202",
            "part": "1",
            "seal": "FD9F0780"
        },
        {
            "hno": "105",
            "id": "106",
            "nass": "105 - أخبرنا إبراهيم قال: أنبأ عبد الملك بن عدي أبو نعيم، ثنا محمد بن عيسى الدامغاني، ثنا أحمد بن أبي طيبة، عن سلام، عن الأعمش، عن حبيب بن أبي ثابت، عن أبي صالح، عن رجل من أصحاب النبي صلى الله عليه وسلم قال: ¶ قال رجل: يا رسول الله: إنا لا نجد الصيحاني، ولا نجد الجمع بالتمر، إلا أن نزيدهم، فقال رسول الله صلى الله عليه وسلم: ((بعه بالورق ثم اشتره)).",
            "page": "203",
            "part": "1",
            "seal": "C0DB35D1"
        },
        {
            "hno": "106",
            "id": "107",
            "nass": "106 - (أخبرنا إبراهيم قال: أنبأ عبد الملك، ثنا إسحاق بن إبراهيم الطلقي، ثنا محمد بن خالد الرازي، ثنا الْجَرَّاحُ بْنُ الضَّحَّاكِ، عَنْ مَهْدِيِّ بْنِ الأَسْوَدِ الْكِنْدِيِّ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ¶ ((إِنَّ أَهْلَ عِلِّيِّينَ ليشرف أحدهم على الجنة؛ فيضيء وجهه لأهل الجنة؛ كما يضيء الْقَمَرُ لَيْلَةَ الْبَدْرِ لأَهْلِ الدُّنْيَا، وَإِنَّ أَبَا بكر وعمر منهما وَأَنْعَمَا، قَالَ: أَتَدْرُونَ مَا أَنْعَمَا؟ قُلْنَا: لا، قَالَ: وَحَقَّ لَهُمَا)). ¶ [غَرِيبٌ عَنْ مَهْدِيِّ بْنِ الأسود، لا أعلم رويناه إِلا مِنْ هَذَا الطَّرِيقِ. -[204]- وَمَهْدِيُّ بْنُ الأَسْوَدِ كوفي عزيز الحديث]).",
            "page": "203",
            "part": "1",
            "seal": "F893F669"
        },
        {
            "hno": "107",
            "id": "108",
            "nass": "107 - أخبرنا إبراهيم، ثنا ابن خزيمة، ثنا علي بن حجر، ثنا شريك عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[206]- ((إنما قنت بكم لتدعوا ربكم، وتسألوه حوائجكم)).",
            "page": "205",
            "part": "1",
            "seal": "578BD242"
        },
        {
            "hno": "108",
            "id": "109",
            "nass": "108 - أخبرنا إبراهيم، ثنا ابن خزيمة، ثنا علي بن حجر قال: أنبأ شريك عن أبي إسحاق الشيباني أو الهجري -شك شريك-، عن عبد الله بن أبي أوفى، وأبي إسحاق عن البراء بن عازب قالا: ¶ مر بنا رسول الله صلى الله عليه وسلم وقدورنا تغلي من لحم الحمر، فقال: ((اكفؤا القدور))، فكفأناها.",
            "page": "206",
            "part": "1",
            "seal": "BD86565F"
        },
        {
            "hno": "109",
            "id": "110",
            "nass": "109 - (أنبأ إبراهيم، ثنا أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثقفي، ثنا عبيد الله بن سعيد، ثنا حرمي بن عمارة بن أبي حفصة، ثنا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ: ¶ أَنّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا أَتَى عَلَى الْمَقَابِرِ قَالَ: ((السَّلامُ عَلَيْكُمْ أَهْلَ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاحِقُونَ، أَنْتُمْ لَنَا -[208]- فَرَطٌ، وَنَحْنُ لكم تبع، أسأل الله لنا ولكم العافية)). ¶ تَفَرَّدَ بِهِ حَرَمِيُّ بْنُ عُمَارَةَ، عَنْ شُعْبَةَ).",
            "page": "207",
            "part": "1",
            "seal": "EC20642A"
        },
        {
            "hno": "110",
            "id": "111",
            "nass": "110 - أخبرنا إبراهيم قال: أنبأ أبو العباس، ثنا محمد بن الصباح، ثنا الوليد بن مسلم عن الأوزاعي، عن يحيى أنه حدثه عن نافع، عن عبد الله بن عمر قال: ¶ كان رأس عمر في حجري، وجعلوا يبكون، وجعل عمر يرفع رأسه ويقول: ألم تسمعوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ((الميت يعذب ببكاء الحي -[209]- عليه)).",
            "page": "208",
            "part": "1",
            "seal": "9B41F494"
        },
        {
            "hno": "111",
            "id": "112",
            "nass": "111 - أخبرنا إبراهيم، ثنا أبو العباس، ثنا محمد بن يحيى بن أبي عمر، ثنا سفيان عن عمرو، عن ابن عمر قال: ¶ كنا نتبع النبي صلى الله عليه وسلم في سفر، وكنت على بكرٍ صعب لعمر، كان يغلبني أمام القوم، فيزجره عمر فيرده. ¶ فقال النبي صلى الله عليه وسلم لعمر: ((بعنيه))، قال: هو لك يا رسول الله، قال: ((بعنيه))، فباعه مِنْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رسول الله صلى الله عليه وسلم: ((هو لك يا عبد الله بن عمر، فاصنع به ما شئت)).",
            "page": "209",
            "part": "1",
            "seal": "4E9068DF"
        },
        {
            "hno": "112",
            "id": "113",
            "nass": "112 - أخبرنا إبراهيم قال: أنبأ أبو العباس، ثنا الحسين بن الأسود العجلي، ثنا محمد بن فضيل عن ليث، عن مجاهد، عن الأسود، عن فاطمة بنت قيس قالت: ¶ أتيت رسول الله صلى الله عليه وسلم فلم يجعل لي سكنى ولا نفقة.",
            "page": "210",
            "part": "1",
            "seal": "EF0BB097"
        },
        {
            "hno": "113",
            "id": "114",
            "nass": "113 - أخبرنا إبراهيم قال: أنبأ أبو العباس السراج، ثنا محمود بن غيلان، ثنا (محمد بن بكر البرساني، ثنا سعيد بن أبي عروبة عن قتادة، عن أبي حريز)، عن عكرمة، عن ابن عباس: ¶ ((أن رسول الله صلى الله عليه وسلم نهى أن ينكح المرأة على عمتها وعلى خالتها)).",
            "page": "211",
            "part": "1",
            "seal": "6EC2467C"
        },
        {
            "hno": "114",
            "id": "115",
            "nass": "114 - أخبرنا إبراهيم قال: ثنا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ إِدْرِيسَ الْحَنْظَلِيُّ، ثنا جعفر بن أحمد بن عيسى الرازي، ثنا عبد المؤمن بن علي، ثنا عبد السلام بن حرب عن أبي خالد الدالاني، عن الزهري، عمن ذكره، عن جابر: أن رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((من أعمر عمرى فله ولعقبه من بعده)).",
            "page": "213",
            "part": "1",
            "seal": "20706124"
        },
        {
            "hno": "115",
            "id": "116",
            "nass": "115 - أخبرنا إبراهيم، ثنا عبد الرحمن بن محمد بن إدريس، ثنا أبي، ثنا داود بن عبد الله بن أبي الكرام الجعفري قال: حدثني عبد العزيز -يعني ابن محمد- عن عبد الواحد -يعني ابن أبي عون-، قال: وقال ابن شهاب: أخبرني محمد بن عبد الله بن نوفل. -[215]- أنه سمع الضحاك بن قيس في حجة معاوية بن أبي سفيان يقول: إنه لا يفتي بالتمتع بالعمرة بالحج إلا من جهل أمر الله. ¶ فقال له سعد بن أبي وقاص: بئس ما قلت يا ابن أخي، فوالله لقد فعل ذلك رسول الله صلى الله عليه وسلم، وفعلناه معه.",
            "page": "214",
            "part": "1",
            "seal": "C0755BAD"
        },
        {
            "hno": "116",
            "id": "117",
            "nass": "116 - أخبرنا إبراهيم، ثنا عبد الرحمن، ثنا أبي، ثنا داود -[216]- الجعفري، ثنا حاتم عن شريك، عن شعبة بن الحجاج، عن ثابت البناني، عن أنس بن مالك قال: ¶ سرق رجل على عهد أبي بكر رضي الله عنه مجناً، فقوم عشرة، فقطعت يده.",
            "page": "215",
            "part": "1",
            "seal": "E46AD17C"
        },
        {
            "hno": "117",
            "id": "118",
            "nass": "117 - أخبرنا إبراهيم، ثنا عبد الرحمن، ثنا أبي، ثنا داود قال: حدثني عبد العزيز بن محمد عن مالك بن أنس قال: سمعت عمرو بن دينار يذكر أن عبد الله بن عباس قال: -[217]- إذا أوترت كفاك، إذا بدا لك أن تصلي فاشفع حتى تصبح. ¶ قال عبد الرحمن: سمعت ابن جنيد المالكي يقول: لقيت علي بن مسلم المالكي، فقلت له: تعرف عن مالك عن عمرو بن دينار شيئاً؟ فقال: لا، فذكرت هذا الحديث، فقال: من رواه؟ فقلت: أبو حاتم، عن داود الجعفري، فبقي.",
            "page": "216",
            "part": "1",
            "seal": "8D632432"
        },
        {
            "hno": "118",
            "id": "119",
            "nass": "118 - أَخْبَرَنَا إِبْرَاهِيمُ قَالَ: ثنا مُحَمَّدُ بْنُ الْمُسَيِّبِ بن إسحاق الأرغياني قَالَ: ثنا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الجرجاني، ثنا إبراهيم بن الحكم بن ظهير، ثنا أبي عن عاصم بن سليمان الأحول، عَنْ أَبِي مِجْلَزٍ، عَنْ قَيْسِ بْنِ عُبَادٍ، عن أبي ذر الغفاري، قال: -[218]- أقسم أبو ذر أنها نزلت في علي وحمزة وعبيدة، وعتبة وشيبة بن ربيعة والوليد بن عتبة {هذان خصمان اختصموا في ربهم ... }، إلى آخر الآيات.",
            "page": "217",
            "part": "1",
            "seal": "3E19F8EE"
        },
        {
            "hno": "119",
            "id": "120",
            "nass": "119 - وأخبرني أبي عن عاصم بن سليمان الأحول، عن ابن سيرين، عن سلمان الفارسي مثله. ¶ حديث غريب عن عاصم الأحول، عن أبي مجلز.",
            "page": "219",
            "part": "1",
            "seal": "4A33C356"
        },
        {
            "hno": "120",
            "id": "121",
            "nass": "120 - أخبرنا إبراهيم قال: ثنا ابن المسيب، ثنا الحسن بن محمد بن إبراهيم، ثنا إبراهيم بن الحكم قال: أخبرني أبي عن السدي، عن عبد خير، عن علي عليه السلام قال: ¶ بارز عبيدة بن الحارث شيبة بن ربيعة، فضرب شيبة رجل عبيدة بالسيف فقطعها، فاشتركت أنا وحمزة على شيبة فقتلناه، فحملنا عبيدة إلى النبي صلى الله عليه وسلم.",
            "page": "219",
            "part": "1",
            "seal": "2E80E461"
        },
        {
            "hno": "121",
            "id": "122",
            "nass": "121 - (أخبرنا إبراهيم، ثنا محمد بن المسيب، ثنا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ الْجُرْجَانِيُّ، ثنا إبراهيم -يعني ابن الحكم-، ثنا أَبِي عَنِ السُّدِّيِّ، عَنْ مُرَّةَ بْنِ شُرَاحِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ. ¶ أَنَّهُ قَضَى بِرَأْيِهِ فِي امرأةٍ مَاتَ زَوْجُهُا -وَكَانَ تزوجها فلم يَفْرِضْ لَهَا شَيْئًا-: أَنَّ لَهَا مِثْلَ صَدَاقِ نِسَائِهَا، وَلَهَا مِيرَاثٌ، وَعَلَيْهَا الْعِدَّةُ -وَلَمْ يَكُنْ سَمِعَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -. ¶ فَقَدِمَ الْمَدِينَةَ فَلَقِيَ مَعْقِلَ بْنِ سِنَانٍ، فَسَأَلَهُ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: كَيْفَ قَضَى رسول الله صلى الله عليه وسلم في بروع بِنْتِ وَاشِقٍ الأَشْجَعِيَّةِ الَّتِي مَاتَ زَوْجُهَا فِي الْقَلِيبِ، وَكَانَ تَزَوَّجَهَا وَلَمْ يَفْرِضْ لَهَا شَيْئًا؟ فَأَخْبَرَهُ مَعْقِلُ بْنُ سِنَانٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى مِثْلَ قَضَائِهِ. ¶ فَقَالَ عَبْدُ اللَّهِ: الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَنِي لِقَضَائِهِ. ¶ وَكَانَ عَبْدُ اللَّهِ يَقُولُ: عُلَمَاءُ النَّاسِ ثَلاثَةٌ: واحدٌ بِالْعِرَاقِ، وآخرٌ بِالشَّامِ، وآخرٌ بِالْمَدِينَةِ، فَالَّذِي بِالشَّامِ يَعْنِي أَبَا الدَّرْدَاءِ- يَحْتَاجُ إِلَى الذي بالعراق -يعني نفسه-، والذي بالشام والذي بالعراق يَحْتَاجَانِ إِلَى الَّذِي بِالْمَدِينَةِ -يَعْنِي عَلِيَّ بْنَ أَبِي طَالِبٍ، صَلَوَاتُ اللَّهِ عَلَيْهِ- وَلا يَحْتَاجُ -[221]- إلى واحد منهما).",
            "page": "220",
            "part": "1",
            "seal": "29459F16"
        },
        {
            "hno": "122",
            "id": "123",
            "nass": "122 - أخبرنا إبراهيم، أنبأ الماسرجسي قال: حدثني إسحاق بن إبراهيم الحنظلي، ثنا عيسى بن يونس، ثنا الأوزاعي عن إبراهيم بن مرة، عن الزهري، عن أبي سلمة، عن أبي هريرة، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((لا تنكح البكر حتى تستأذن وإذنها الصموت، وللثيب نصيب من أمرها ما لم تدع إلى سخطة، فإن دعت إلى سخطة وكان أولياؤها يدعون إلى الرضا رفع ذلك إلى السلطان)). ¶ قال إسحاق: قلت لعيسى بن يونس: آخر الحديث من حديث النبي صلى الله عليه وسلم؟ قال: هكذا الحديث ولا أدري.",
            "page": "223",
            "part": "1",
            "seal": "F1598859"
        },
        {
            "hno": "123",
            "id": "124",
            "nass": "123 - أخبرنا إبراهيم قال: أنبأ أحمد بن محمد بن الأزهر، ثنا محمد بن يوسف أبو حمة، ثنا عبد الرزاق قال: أنبأ معمر عن الزهري قَالَ: -[225]- قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم: ((لا حلف في الإسلام وتمسكوا بحلف الجاهلية)).",
            "page": "224",
            "part": "1",
            "seal": "90ABBA0A"
        },
        {
            "hno": "124",
            "id": "125",
            "nass": "124 - أنبأ إبراهيم قال: وأنبأ أحمد، ثنا محمد، ثنا عبد الرزاق، قال: وأنبأ معمر عن أيوب، عن محمد، عن أبي هريرة، عن النبي صلى الله عليه وسلم نحوه. ¶ حديث غريب من حديث أيوب.",
            "page": "225",
            "part": "1",
            "seal": "6623641C"
        },
        {
            "hno": "125",
            "id": "126",
            "nass": "125 - (أخبرنا إبراهيم، ثنا أَبُو بَكْرٍ مُحَمَّدُ بْنُ حَمْدُونَ بْنِ خالد، ثنا عيسى بن أحمد البلخي، ثنا إسحاق بن الفرات المصري، ثنا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو الْهَيْثَمِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((بُعِثْتُ دَاعِيًا وَمُبَلِّغًا، وَلَيْسَ إِلَيَّ مِنَ الْهُدَى شَيْءٌ، وَخُلِقَ إِبْلِيسُ مُزَيِّنًا، وَلَيْسَ إِلَيْهِ مِنَ الضَّلالَةِ شَيْءٌ)). ¶ -[226]-[تَفَرَّدَ بِهِ عِيسَى بْنُ أَحْمَدَ بْنِ عِيسَى، عَنْ إِسْحَاقَ بْنِ الْفُرَاتِ]).",
            "page": "225",
            "part": "1",
            "seal": "5215B66B"
        },
        {
            "hno": "126",
            "id": "127",
            "nass": "126 - أخبرنا إبراهيم، ثنا ابن الأزهر، ثنا جعفر بن عبد الواحد الهاشمي، ثنا إبراهيم بن عبد الرحمن بن مهدي، ثنا المثنى بن رفاعة عن الأعمش، عن أبي إسحاق، عن البراء: -[227]- أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يأكل على الأرض، وقال: ((إنما أنا عبدٌ آكل كما يأكل العبد)). ¶ تفرد به جعفر.",
            "page": "226",
            "part": "1",
            "seal": "8C7587A7"
        },
        {
            "hno": "127",
            "id": "128",
            "nass": "127 - (أخبرنا إبراهيم قال: أنبأ محمد بن المسيب، ثنا أحمد بن سليمان الرهاوي، ثنا أَبُو قَتَادَةَ عَنِ الثَّوْرِيِّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ قَالَتْ: ¶ لما قدم جعفر مِنْ أَرْضِ الْحَبَشَةِ خَرَجَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَانَقَهُ، أَوْ قَالَ: الْتَزَمَهُ. ¶ [تَفَرَّدَ بِهِ أَبُو قَتَادَةَ عَبْدُ اللَّهِ بن واقد، عن الثوري]).",
            "page": "227",
            "part": "1",
            "seal": "882E490E"
        },
        {
            "hno": "128",
            "id": "129",
            "nass": "128 - أخبرنا إبراهيم، ثنا عبد الرحمن بن محمد بن إدريس، ثنا أحمد بن سنان الواسطي، ثنا زيد بن الحباب، ثنا سفيان عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ: -[230]- أَنّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دخل على عائشة وعندها امرأة ترقيها من النملة، فقال: ((ارقيها بكتاب الله عز وجل)). ¶ تفرد به أحمد بن سنان.",
            "page": "229",
            "part": "1",
            "seal": "BE05B942"
        },
        {
            "hno": "129",
            "id": "130",
            "nass": "129 - أخبرنا إبراهيم قال: أنبأ ابن خزيمة، ثنا العباس بن يزيد البحراني، ثنا معاذ بن هشام عن شعبة، عن قتادة، عن سعيد بن المسيب، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((لا ينظر الله عز وجل إلى امرأةٍ لا تشكر زوجها))، -يعني وهي لا تستغني عنه-. -[231]- لا أعلم حدث معاذ بن هشام عن شعبة مسنداً غير هذا.",
            "page": "230",
            "part": "1",
            "seal": "39723CD5"
        },
        {
            "hno": "130",
            "id": "131",
            "nass": "130 - أخبرنا إبراهيم، ثنا ابن الأزهر، ثنا يحيى بن سعيد بن سالم القداح، ثنا أبي، ثنا علي بن صالح -الذي كان يكون بمكة- عن الأعمش، عن أبي وائل، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهُا قالت: ¶ ما ترك رسول الله صلى الله عليه وسلم ديناراً ولا درهماً ولا شاةً ولا بعيراً، ولا أوصى بشيء.",
            "page": "232",
            "part": "1",
            "seal": "43B7DCCA"
        },
        {
            "hno": "131",
            "id": "132",
            "nass": "131 - أخبرنا إبراهيم، ثنا عبد الرحمن بن إدريس، ثنا محمد بن سعيد بن غالب العطار، ثنا يحيى بن ... ، عن علي بن زيد قال: سمعت أبا عثمان يحدث عَنْ أَبِي هُرَيْرَةَ قَالَ: ¶ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((إن الله تعالى ليعطي بالحسنة الواحدة ألف ألف حسنة، ثم قرأ: {من جاء بالحسنة فله عشر أمثالها})).",
            "page": "233",
            "part": "1",
            "seal": "E90A515C"
        },
        {
            "hno": "132",
            "id": "133",
            "nass": "132 - أنبأ إبراهيم قال: أنبأ أبو العباس السراج، ثنا يحيى بن طلحة اليربوعي، ثنا أبو الأحوص عن بيان، عن قيس بن أبي حازم قال: قال أبو هريرة: ¶ صحبت النبي صلى الله عليه وسلم ست سنين أعقل ما كنت، فسمعته يقول: -[235]- ((لخلف فم الصائم أطيب عند الله من ريح المسك)). ¶ تابعه إسماعيل بن مجالد عن بيان.",
            "page": "234",
            "part": "1",
            "seal": "C190B9DD"
        },
        {
            "hno": "133",
            "id": "134",
            "nass": "133 - (أخبرنا إبراهيم، قال لنا ابن خزيمة: ثنا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ عطاء بن مقدم -بخبر غريب-، ثنا يوسف بن يعقوب بْنُ أَبِي الْقَاسِمِ السَّدُوسِيُّ قَالَ: ثنا التَّيْمِيُّ عَنْ أَبِي مِجْلَزٍ، عَنْ قَيْسِ بْنِ عُبَادٍ قال: ¶ بينما أنا بالمدينة (في المسجد) قي الصف المقدم قائم أصلي -[236]- فجذبني رَجُلٌ مِنْ خَلْفِي جَبْذَةً، (فَنَحَّانِي)، وَقَامَ مَقَامِي فَوَاللَّهِ مَا عَقَلْتُ صَلاتِي، فَلَمَّا انْصَرَفَ فَإِذَا هُوَ أُبَيُّ بْنُ كَعْبٍ فَقَالَ: يَا فَتَى لا يسؤك اللَّهُ، إِنَّ هَذَا عَهْدٌ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَيْنَا أَنْ نَلِيَهُ، ثُمَّ اسْتَقْبَلَ الْقِبْلَةَ، فَقَالَ: هَلَكَ أَهْلُ الْعُقْدَةِ وَرَبِّ الْكَعْبَةِ وَرَبِّ الْكَعْبَةِ، ثَلاثًا، ثُمَّ قَالَ: وَاللَّهِ ما عليهم آسى ولكني آسَى عَلَى مَنْ أَضَلُّوا، قَالَ: قُلْتُ: مَنْ يَعْنِي بِهَذَا؟ قَالَ: الأُمَرَاءَ. ¶ [حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ سُلَيْمَانَ التَّيْمِيِّ، لَمْ يَرْوِهِ إِلا يُوسُفُ بن يعقوب الضبعي]).",
            "page": "235",
            "part": "1",
            "seal": "8641F36A"
        },
        {
            "hno": "134",
            "id": "135",
            "nass": "134 - أخبرنا إبراهيم قال: أنبأ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُسْلِمٍ الإِسْفَرَايِينِي، ثنا أحمد بن عيسى التنيسي، ثنا عمرو وهو ابن أبي سلمة- عن زهير بن محمد، عن عبد الله بن محمد بن عقيل، عن الزهري، عن سعيد بن المسيب، عن عمر بن الخطاب، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال: ¶ ((إن الجنة حرمت على الأنبياء كلهم حتى أدخلها، وحرمت على الأمم حتى تدخلها أمتي)). ¶ حديث غريب عن الزهري. ¶ ولا أعلم روى عبد الله بن محمد بن عقيل عن الزهري غير هذا الحديث، ولا رواه إلا عمرو بن أبي سلمة عن زهير. ¶ وقال غيره: عن زهير ...",
            "page": "237",
            "part": "1",
            "seal": "2BDE0609"
        },
        {
            "hno": "135",
            "id": "136",
            "nass": "135 - أخبرنا إبراهيم قال: ... ، ثنا قتيبة بن سعيد عن الليث وهو ابن سعد- عن هشام بن سعد، عن زيد بن أسلم، عن سعيد بن المسيب قال: ¶ كان اسم جدي حزناً، فقال له رسول الله صلى الله عليه وسلم: ((ما اسمك))؟ قال: حزن، فقال رسول الله صلى الله عليه وسلم: ((بل أنت سهل))، قال: لا أغير اسمي. -[239]- قال سعيد: فإنا لنعرف تلك الحزونة في أخلاقنا.",
            "page": "238",
            "part": "1",
            "seal": "739EADE5"
        },
        {
            "hno": "136",
            "id": "137",
            "nass": "136 - أخبرنا إبراهيم قال: أنبأ أحمد بن حمدون بن رستم، ثنا أبو محمد عبد الله بن محمد الزهري، ثنا أبو سعيد -مولى بني هاشم-، ثنا شعبة عن سماك بن حرب، عن عكرمة، عن ابن عباس. -[240]- وشعبة عن عدي بن ثابت، عن سعيد بن جبير، عن ابن عباس، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: ¶ ((لا تتخذوا شيئاً فيه الروح غرضاً)). ¶ مشهور، عن عدي بن ثابت، غريب عن سماك، عن عكرمة. ¶ ورواه عبد الله بن رجاء عن شعبة متصلاً أيضا.",
            "page": "239",
            "part": "1",
            "seal": "D47715E2"
        },
        {
            "hno": "137",
            "id": "138",
            "nass": "137 - أنبأ إبراهيم قال: أنبأ أحمد بن حمدون بن رستم، ثنا الوليد بن عمرو بن السكين، ثنا عمرو بن النضر، ثنا إسماعيل بن أبي خالد عن أبي عمرو الشيباني، عن ابن حارثة قال: ¶ أتيت رسول الله صلى الله عليه وسلم، فقلت له: أرسل معي أخي. ¶ فقال: ((ها هو ذا بين يديك، إن ذهب فليس أمنعه)). ¶ قال: والله لا أختار عليك يا رسول الله - صلى الله عليه وسلم - والله أحداً. -[242]- قال: فوجدت قول أخي خيراً لي من قولي. ¶ حديث غريب من حديث إسماعيل بن أبي خالد. ¶ وقد روي عن علي بن مسهر أيضاً كذلك. ¶ وابن حارثة صاحب النبي صلى الله عليه وسلم هو: جبلة بن حارثة، أخو زيد بن حارثة، وهو عم أسامة بن زيد بن حارثة، روى عنه أبو إسحاق السبيعي أيضاً.",
            "page": "241",
            "part": "1",
            "seal": "A36DF96E"
        },
        {
            "hno": "138",
            "id": "139",
            "nass": "138 - أخبرنا إبراهيم، ثنا أحمد بن حمدون بن رستم، ثنا أبو سعيد الأشج، ثنا عبدة بن سليمان، ثنا يحيى بن سعيد عن الزهري، عن سعيد بن المسيب، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ¶ ((لا يقولن أحدكم العنب الكرم، فإنما الكرم قلب ابن آدم)). ¶ حديث غريب عن يحيى بن سعيد، عن الزهري، لا أعلمه روي إلا عن عبدة بن سليمان الكلابي.",
            "page": "243",
            "part": "1",
            "seal": "C81727EF"
        },
        {
            "hno": "139",
            "id": "140",
            "nass": "139 - أخبرنا إبراهيم، ثنا أحمد بن حمدون قال: قلت لمحمد بن الفضل البخاري -الشيخ الفاضل ببلخ-: ¶ حدثكم عيسى بن موسى الغنجار، ثنا أبو حمزة السكري عن الأعمش، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: ¶ قَالَ رَسُولُ اللَّهِ صَلَّى الله عليه وسلم: ((لا يقولن أحدكم للعنب الكرم، فإنما الكرم قلب ابن آدم))؟ ¶ فأقر به، وقال: نعم. ¶ حديث غريب من حديث الأعمش عن أيوب، لم يروه إلا عيسى الغنجار، عن أبي حمزة.",
            "page": "243",
            "part": "1",
            "seal": "93EF85F2"
        },
        {
            "hno": "140",
            "id": "141",
            "nass": "140 - أخبرنا إبراهيم قال: أنبأ أحمد بن حمدون قال: ثنا الحسن بن عرفة العبدي، ثنا خلف بن خليفة، ثنا أبو مالك الأشجعي، عن أبي حصين، عن الأسود بن هلال، عن معاذ بن جبل.",
            "page": "244",
            "part": "1",
            "seal": "6708FE75"
        },
        {
            "hno": "141",
            "id": "142",
            "nass": "141 - وأنبأ إبراهيم قال: أنبأ أحمد، ثنا محمود بن آدم، ثنا الفضل بن موسى عن أبي سعد البقال، عن أبي حصين، عن الأسود بن هلال، عن معاذ بن جبل.",
            "page": "244",
            "part": "1",
            "seal": "0FF24AE4"
        },
        {
            "hno": "142",
            "id": "143",
            "nass": "142 - وأنبأ إبراهيم قال: أنبأ أحمد، ثنا السيباني أحمد بن جعفر بن عبد الله قال: حدثني أبي، ثنا إبراهيم بن طهمان، عن أبي إسحاق الشيباني، عن أبي حصين، عن الأسود بن هلال، عن معاذ بن جبل.",
            "page": "244",
            "part": "1",
            "seal": "1437D363"
        },
        {
            "hno": "143",
            "id": "144",
            "nass": "143 - وأنبأ إبراهيم، قال: وثنا أحمد بن حمدون، ثنا أبو عوانة يحيى ين معلى بن منصور، ثنا أبو معمر، ثنا عبد الوارث بن سعيد، ثنا -[245]- محمد بن جحادة عن أبي حصين، عن الأسود بن هلال، عن معاذ بن جبل قال: ¶ كنت ردف النبي صلى الله عليه وسلم فقال لي: ((يا معاذ حق الله على العباد أن يعبدوه ولا يشركوا به شيئاً، أتدري ما حق العباد على الله إذا فعلوا ذلك؟ ألا يعذبهم)). ¶ هذه أفراد. ¶ حديث أبي مالك الأشجعي، عن أبي حصين تفرد به خلف بن خليفة. ¶ وحديث الشيباني عن أبي حصين، تفرد به إبراهيم بن طهمان عنه. ¶ وحديث أبي سعد البقال عن أبي حصين تفرد به الفضل بن موسى. ¶ وحديث ابن جحادة عن أبي حصين تفرد به يحيى بن معلى -فيما أعلم-، عن أبي معمر، عن عبد الوارث، عن محمد بن جحادة.",
            "page": "244",
            "part": "1",
            "seal": "3B857766"
        },
        {
            "hno": "144",
            "id": "145",
            "nass": "144 - (أخبرنا إبراهيم، ثنا محمد بن المسيب الأرغياني، ثنا عبد الله بن خبيق، ثنا يُوسُفُ بْنُ أَسْبَاطٍ عَنْ سُفْيَانَ، عَنِ الْعَلاءِ بْنِ خَالِدٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ قَالَ: -[246]- ((أَدِّ مَا افْتَرَضَ اللَّهُ عَلَيْكَ تَكُنْ مِنْ أَعْبَدِ النَّاسِ، وَاجْتَنِبْ مَا حَرَّمَ عَلَيْكَ تَكُنْ مِنْ أَوْرَعِ النَّاسِ، وَارْضَ بما قسم لك تكن من أغنى الناس))).",
            "page": "245",
            "part": "1",
            "seal": "421F2EEE"
        },
        {
            "hno": "145",
            "id": "146",
            "nass": "145 - (أنبأ إبراهيم، ثنا السراج، ثنا قتيبة بن سعيد، ثنا بَكْرُ بْنُ مُضَرَ، عَنْ عَمْرِو بْنِ الْحَارِثِ قَالَ: بَلَغَنِي أَنَّ رَجُلا كَتَبَ إِلَى ابْنِ عُمَرَ يَسْأَلُهُ عَنِ الْعِلْمِ، فَكَتَبَ إِلَيْهِ: ¶ إن العلم كثير يابن أَخِي، وَلَكِنْ إِنِ اسْتَطَعْتَ أَنْ تَلْقَى اللَّهَ عَزَّ وَجَلَّ خَفِيفَ الظَّهْرِ مِنْ دِمَاءِ الْمُسْلِمِينَ وأموالهم، كاف اللِّسَانِ عَنْ أَعْرَاضِهِمْ، خَامِصَ الْبَطْنِ مِنْ أَمْوَالِهِمْ، لازماً لجماعتهم فافعل).",
            "page": "247",
            "part": "1",
            "seal": "8EC1F3E2"
        },
        {
            "hno": "146",
            "id": "147",
            "nass": "146 - أنا إبراهيم، ثنا ابن خزيمة قال: سمعت عتبة بن عبد الله يقول: قرأت على مالك بن أنس، عن عبيد الله بن الوليد بن صياد، عن المطلب بن حنطب قال: ¶ سأل رجل رسول الله صلى الله عليه وسلم: ما الغيبة؟ قال: ((أن تذكر من الرجل ما يكره أن يسمع)). -[248]- قال: فإن كان حقاً؟ فقال رسول الله صلى الله عليه وسلم: ((فإذا كان باطلاً فهو البهتان)).",
            "page": "247",
            "part": "1",
            "seal": "B96A5273"
        },
        {
            "hno": "147",
            "id": "148",
            "nass": "147 - أنبأ إبراهيم، ثنا الماسرجسي، ثنا الحسن بن عيسى، ثنا ابن المبارك، ثنا رباح بن زيد قال: حدثني (عبد الكريم بن حوران) قال: سمعت وهب بن منبه يقول: ¶ مثل الدنيا والآخرة كمثل رجل له ضرتان، إن أرضى إحداهما أسخط الأخرى.",
            "page": "248",
            "part": "1",
            "seal": "4E524D90"
        },
        {
            "hno": "148",
            "id": "149",
            "nass": "148 - أنبأ إبراهيم، ثنا الماسرجسي، ثنا الحسن بن عيسى، ثنا ابن المبارك، ثنا سفيان عن سليمان، عن أبي رزين قال: ¶ جاء رجل إلى الفضيل بن بزوان فقال له: إن فلاناً يقع فيك، فقال: لأغيظن من أمره، يغفر الله لي وله. قيل: من أمره؟ قال: الشيطان.",
            "page": "249",
            "part": "1",
            "seal": "807F7F42"
        },
        {
            "hno": "149",
            "id": "150",
            "nass": "149 - (أنبأ إبراهيم، ثنا ابن المسيب، ثنا عبد الله بن خبيق، ثنا يُوسُفُ بْنُ أَسْبَاطٍ عَنْ أَبِي طَالِبٍ، عَنْ عَبْدِ الْوَارِثِ، عَنْ أَنَسِ بْنِ مَالِكٍ: فِي قَوْلِهِ تَعَالَى: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السيئة}، قَالَ: قَوْلُ الرَّجُلِ لأَخِيهِ مَا لَيْسَ فِيهِ، فَيَقُولُ: إِنْ كُنْتَ كَاذِبًا فَأَنَا أَسْأَلُ اللَّهَ أَنْ يَغْفِرَ لَكَ، -[250]- وَإِنْ كُنْتَ صَادِقًا فَأَنَا أسأل الله أن يغفر لي).",
            "page": "249",
            "part": "1",
            "seal": "1F24B751"
        },
        {
            "hno": "150",
            "id": "151",
            "nass": "150 - (حدثنا مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثَّقَفِيُّ قَالَ: سَمِعْتُ أَبَا يَعْلَى الثَّقَفِيَّ قَالَ: جَرَى ذِكْرُ رجلٍ فِي مَجْلِسِ سَلْمِ بْنِ قُتَيْبَةَ، فَتَنَاوَلَهُ بَعْضُ أَهْلِ الْمَجْلِسِ. ¶ فَقَالَ سَلْمٌ: يَا هَذَا أوحشتنا من نفسك، وأيأستنا من مودتك، ودللتنا على عورتك).",
            "page": "250",
            "part": "1",
            "seal": "C7213A12"
        },
        {
            "hno": "151",
            "id": "152",
            "nass": "151 - حدثنا الماسرجسي، ثنا الحسن بن عيسى قال: أنبأ ابن المبارك قال: أنبأ إسماعيل بن أبي خالد عن أخيه الأشعث بن أبي خالد، عن أبي عبيدة، عن ابن مسعود ¶ قال: أيكم استطاع أن يجعل كنزه في السماء فليفعل، حيث لا يأكله السوس، ولا يناله السرقة، فإن قلب امرئ عند كنزه.",
            "page": "250",
            "part": "1",
            "seal": "2C81A860"
        },
        {
            "hno": "152",
            "id": "153",
            "nass": "152 - حدثنا ابن المسيب قال: سمعت عبد الله بن خبيق يقول: -[251]- قال يوسف بن أسباط: الدنيا دار نعيم الظالمين. ¶ قال: وقال علي بن أبي طالب عليه السلام: الدنيا جيفة، فمن أرادها فليصبر على مخالطة الكلاب.",
            "page": "250",
            "part": "1",
            "seal": "87A7F480"
        },
        {
            "hno": "153",
            "id": "154",
            "nass": "153 - (حدثنا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ زُهَيْرِ الطوسي، ثنا يوسف بن عيسى، ثنا الوليد بن مسلم، ثنا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ قَالَ: ¶ كُنَّا نُغَازِي مَعَ عَطَاءٍ الْخُرَاسَانِيِّ فَكَانَ يُحْيِي اللَّيْلَ بِصَلاتِهِ، كَانَ إِذَا ذَهَبَ مِنَ (اللَّيْلِ) ثُلُثُهُ أَوْ نِصْفُهُ نَادَانَا وَهُوَ فِي فُسْطَاطِهِ: ¶ يَا إِسْمَاعِيلُ، يَا عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ، وَيَا يَزِيدُ بْنَ يَزِيدَ، وَيَا فُلانُ ويا فلان، قوموا فتوضؤا وَصَلُّوا، صَلاةَ هَذَا اللَّيْلِ، وَصِيَامُ هَذَا النَّهَارِ، أيسر من شراب الصديد، ومقطعات الحديد، الوحاء الوحاء).",
            "page": "251",
            "part": "1",
            "seal": "0E192772"
        },
        {
            "hno": "154",
            "id": "155",
            "nass": "154 - حدثنا محمد بن المسيب، ثنا يوسف بن موسى، ثنا جرير عن ابن شبرمة قال: ¶ كان زبيد اليامي يجزئ الليل ثلاثة أجزاء، جزءاً عليه وجزءاً على عبد الرحمن ابنه، وجزءاً على عبد الله ابنه. ¶ وكان زبيد يصلي ثلث الليل ثم يقول لأحدهما قم، فإن تكاسل صلى جزءه، ثم يقول للآخر قم، فإن تكاسل صلى جزءه، فيصلي الليل كله.",
            "page": "252",
            "part": "1",
            "seal": "9F741A48"
        },
        {
            "hno": "155",
            "id": "156",
            "nass": "155 - حدثنا ابن المسيب، ثنا عبد الملك بن مروان، ثنا الحجاج بن محمد، ثنا سعيد بن عبد العزيز عن ربيعة بن يزيد، عن أبي إدريس الخولاني قال: ¶ المساجد مجالس الكرماء. ¶ آخر القراءة على المزكي",
            "page": "253",
            "part": "1",
            "seal": "398965B9"
        },
        {
            "hno": "156",
            "id": "157",
            "nass": "[وهذا مجلس من حديثه أملاه علينا] ¶ 156 - حدثنا أبو إسحاق المزكي إملاءً في يوم الاثنين لثلاث عشرة خلون من ربيع الأول سنة أربع وخمسين وثلاثمائة قال: ¶ أنبأ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ، ثنا عمران بن موسى القزاز -بخبر غريب-، ثنا عبد الوارث، ثنا عَبْدُ الْعَزِيزِ -وَهُوَ ابْنُ صُهَيْبٍ- عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: ¶ لَمْ يَخْرُجْ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلاثًا، فَأُقِيمَتِ الصَّلاةُ، فَذَهَبَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عنه يصلي بالناس، فرفع رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْحِجَابَ، فَمَا رَأَيْنَا مَنْظَرًا أَعْجَبَ إِلَيْنَا مِنْهُ، حَيْثُ وَضَحَ لَنَا وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فأومأ رسول الله إِلَى أَبِي بَكْرٍ أَنْ تَقَدَّمْ، وَأَرْخَى نَبِيُّ الله الحجاب فلم يوصل إليه حتى مات صلى الله عليه وسلم.",
            "page": "254",
            "part": "1",
            "seal": "B86EC3BF"
        },
        {
            "hno": "157",
            "id": "158",
            "nass": "157 - حدثنا أبو بكر محمد بن إسحاق، ثنا بشر بن معاذ العقدي، ثنا حماد بن يحيى الأبح، ثنا سَعِيدُ بْنُ مِينَا عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ: ¶ قُلْتُ: يَا رَسُولَ اللَّهِ إِنِّي رَجُلٌ أَسْرُدُ الصَّوْمَ، أَفَأَصُومُ الدَّهْرَ؟ قَالَ: ((لا))، قُلْتُ: فَأَصُومُ يَوْمَيْنِ وَأُفْطِرُ يَوْمًا؟ قَالَ: ((لا)، قَالَ: فَجَعَلْتُ أُنَاقِصُهُ حَتَّى قال لي: ((صوم صَوْمَ دَاوُدَ، فَإِنَّهُ كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يوماً)).",
            "page": "255",
            "part": "1",
            "seal": "6BF8AE69"
        },
        {
            "hno": "158",
            "id": "159",
            "nass": "158 - (أنبأ أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ خُزَيْمَةَ، ثنا بشر بن معاذ، ثنا عبد الواحد بن زياد، ثنا الأَعْمَشُ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((إِذَا صَلَّى أَحَدُكُمْ رَكْعَتَيِ الْفَجْرِ فَلْيَضْطَجِعْ عَلَى يَمِينِهِ)). ¶ فَقَالَ لَهُ مَرْوَانُ بْنُ الْحَكَمِ: أَمَا يَكْفِي أَحَدُنَا مَمْشَاهُ إِلَى الْمَسْجِدِ حَتَّى يَضْطَجِعَ، قَالَ: لا. ¶ فَبَلَغَ ذَلِكَ ابْنَ عُمَرَ فَقَالَ: أَكْثَرَ أَبُو هُرَيْرَةَ، فَقِيلَ لَهُ: أو تنكر مِمَّا قَالَهُ شَيْئًا؟ قَالَ: لا، وَلَكِنَّهُ اجْتَرَأَ وَجَبُنَّا. -[256]- فَبَلَغَ ذَلِكَ أَبَا هُرَيْرَةَ فَقَالَ: مَا ذَنْبِي إِنْ كنت حفظت ونسوا).",
            "page": "255",
            "part": "1",
            "seal": "C5223DAC"
        },
        {
            "hno": "159",
            "id": "160",
            "nass": "159 - أنبأ أَبُو الْعَبَّاسِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ الثقفي السراج، ثنا محمد بن بكار بن الريان، ثنا بَشِيرُ بْنُ مَيْمُونٍ عَنْ عَبْدِ اللَّهِ بْنِ يُوسُفَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بن الخطاب قَالَ: ¶ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَذْكُرُ أَهْلَ الْمَقْبَرَةِ يَوْمًا، قَالَ: فَصَلَّى عَلَيْهَا فَأَكْثَرَ الصَّلاةَ عَلَيْهَا. قَالَ: فَسُئِلَ رسول الله صلى الله عليه وسلم عنها فَقَالَ: مَقْبَرَةُ شُهَدَاءِ عَسْقَلانَ يُزَفُّونَ إِلَى الْجَنَّةِ كما تزف العروس إلى زوجها.",
            "page": "257",
            "part": "1",
            "seal": "C734C321"
        },
        {
            "hno": "160",
            "id": "161",
            "nass": "160 - أنبأ أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ -ابن بنت الحسن بن علي الماسرجسي-، ثنا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ -ابْنِ رَاهَوَيْهِ-، قال: أنبأ إسماعيل بن إبراهيم قال: أنبأ يُونُسُ بْنُ عُبَيْدٍ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: ¶ ((أَتَدْرُونَ أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ))؟ فَقَالَوا: اللَّهُ وَرَسُولُهُ أَعْلَمُ، فقال: ((إِنَّهَا تَجْرِي حَتَّى تَنْتَهِيَ إِلَى مُسْتَقَرِّهَا تَحْتَ الْعَرْشِ، فَتَخِرُّ سَاجِدَةً، فَلا تَزَالُ كَذَلِكَ حَتَّى يُقَالَ لَهَا ارْتَفِعِي، ارْجِعِي مِنْ حَيْثُ (جِئْتِ) طالعة، فَتَطْلُعُ مِنْ مَطْلَعِهَا، (ثُمَّ تَجْرِي لا يَسْتَنْكِرُ النَّاسُ مِنْهَا شَيْئًا)، حَتَّى تَنْتَهِيَ إِلَى مُسْتَقَرِّهَا تَحْتَ الْعَرْشِ، فَيُقَالُ لَهَا: ارْتَفِعِي فَاطْلُعِي مِنْ مَغْرِبِكِ، فَتَطْلُعُ مِنْ مَغْرِبِهَا)). ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((أَتَدْرُونَ مَتَّى ذَاكُمْ؟ ذاك حِينَ لا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خيراً)).",
            "page": "258",
            "part": "1",
            "seal": "0BF81465"
        },
        {
            "hno": "161",
            "id": "162",
            "nass": "161 - (أخبرنا أبو محمد زَنْجَوَيْهِ بْنُ مُحَمَّدِ بْنِ الْحَسَنِ اللَّبَّادُ النَّيْسَابُورِيُّ، ثنا أحمد بن محمد بن سعيد الثقفي أبو عبد الله، ثنا القاسم بن الحكم العرني، ثنا جرير بن أيوب البجلي، ثنا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أَبِي إِسْحَاقَ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: ¶ ((مَا مِنْ عَبْدٍ أَصْبَحَ صَائِمًا إِلا فُتِحَتْ لَهُ أَبْوَابُ السَّمَاءِ، وَسَبَّحَتْ أَعْضَاؤُهُ، وَاسْتَغْفَرَ لَهُ أَهْلُ سَمَاءِ الدُّنْيَا إِلَى أَنْ تَوَارَى بِالْحِجَابِ، فَإِنْ صَلَّى رَكْعَةً أَوْ ركعتين تطوعاً أضاءت له السماوات نُورًا، وَقُلْنَ أَزْوَاجُهُ مِنَ الْحُورِ الْعِينِ: اللَّهُمَّ اقْبِضْهُ إِلَيْنَا فَقَدِ اشْتَقْنَا إِلَى رُؤْيَتِهِ، وَإِنْ هَلَّلَ أَوْ سَبَّحَ تَلَقَّاهَا سَبْعُونَ أَلْفَ مَلَكٍ يَكْتُبُونَهَا إِلَى أَنْ توارى بالحجاب))).",
            "page": "259",
            "part": "1",
            "seal": "C69FED74"
        },
        {
            "hno": "162",
            "id": "163",
            "nass": "162 - أخبرنا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مسلم الإسفرائيني بنيسابور، ثنا أحمد بن عيسى، ثنا عَمْرُو بْنُ أَبِي سَلَمَةَ، عَنْ سَعِيدِ بْنِ بَشِيرٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ مُعَاوِيَةَ بْنِ عَمْرٍو، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ... ¶ فِي الأَنْصَارِيِّ الَّذِي أَعْتَقَ سِتَّةً. ¶ وَقَالَ قَتَادَةُ: لَوْ كَانَ فِيهِمْ فَضْلٌ عَنْ ثُلُثِهِمْ حِينَ يُقْرِعُوا بينهم، استسعوا فيه.",
            "page": "260",
            "part": "1",
            "seal": "B37AF426"
        },
        {
            "hno": "163",
            "id": "164",
            "nass": "163 - أخبرنا إسحاق بن حمدان بن العباس البلخي، ثنا حم بن نوح البلخي، ثنا سلم بْنُ سَالِمٍ عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ: ¶ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَى سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا، ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى الخفين والعمامة.",
            "page": "262",
            "part": "1",
            "seal": "008A0121"
        },
        {
            "hno": "164",
            "id": "165",
            "nass": "164 - (أنبأ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْمُسَيِّبِ الأَرْغِيَانِيُّ -ثنا بأرغيان-، ثنا مُوسَى بْنُ سَهْلٍ الرَّمْلِيُّ قَالَ: حَدَّثَنِي مدرك بن سلمان الْجُذَامِيُّ قَالَ: سَمِعْتُ أَبِي سُلَيْمَانَ بْنَ عُقْبَةَ يُحَدِّثُ: عَنْ عُقْبَةَ بْنِ شَبِيبٍ، عَنْ جَدِّهِ حَازِمِ بْنِ حِزَامٍ الْجُذَامِيِّ قَالَ: ¶ أَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِصَيْدٍ اصْطَدْتُهُ، شاةٍ مِنَ الأَرْوَى، فَأَهْدَيْتُهَا إِلَيْهِ فَقَبِلَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عليه وسلم وأكل مِنْهَا، وَكَسَانِي عِمَامَةً عَدَنِيَّةً، وَقَالَ لِي: ((مَا اسْمُكَ))؟ قُلْتُ: حازم، قال: ((لست بحازم، ولكنك مطعم)).",
            "page": "263",
            "part": "1",
            "seal": "1C379E24"
        },
        {
            "hno": "165",
            "id": "166",
            "nass": "165 - أنبأ أَبُو عِمْرَانَ مُوسَى بْنُ الْعَبَّاسِ الْجُوَيْنِيُّ النَّيْسَابُورِيُّ، ثنا -[264]- فهد بن سليمان بمصر، ثنا موسى بن داود، ثنا سُفْيَانُ الثَّوْرِيُّ عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ ((لَيْسَ عَلَى الْعَبْدِ الآبِقِ إِذَا سَرَقَ قَطْعٌ، وَلا عَلَى الذمي)).",
            "page": "263",
            "part": "1",
            "seal": "DC2A71D5"
        },
        {
            "hno": "166",
            "id": "167",
            "nass": "166 - حدثنا إبراهيم قال: أنبأ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ إدريس الحنظلي، ثنا هارون بن حميد الواسطي، ثنا الفضل بن عنبسة قال: أنبأ شُعْبَةُ عَنِ الْحَكَمِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: -[265]- ((الْجَارُ أَحَقُّ بِسَقَبِ داره، أو أرضه)).",
            "page": "264",
            "part": "1",
            "seal": "1AD241F6"
        },
        {
            "hno": "167",
            "id": "168",
            "nass": "167 - (أخبرنا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ زُهَيْرِ بن طهمان القيسي، ثنا يوسف بن عيسى المروزي، ثنا الْوَلِيدُ بْنُ مُسْلِمٍ قَالَ: سَمِعْتُ الأَوْزَاعِيَّ يَقُولُ: ¶ سَمِعْتُ بِلالَ بْنَ سَعْدٍ يَقُولُ: لا تَنْظُرْ إِلَى صِغَرِ الْخَطِيئَةِ وَلَكِنِ انْظُرْ -[267]- مَنْ عصيت).",
            "page": "266",
            "part": "1",
            "seal": "A597C106"
        },
        {
            "hno": "168",
            "id": "169",
            "nass": "168 - أنبأ عبد الواحد بن محمد بن سعيد أبو أحمد، ثنا إِبْرَاهِيمُ بْنُ عَلِيٍّ قَالَ: حَدَّثَنِيَ الْفَضْلُ بن عباس الحميري قال: سألت أحمد بن حنبل، عَنْ رِجَالِ خُرَاسَانَ فَقَالَ: ¶ أَمَّا إِسْحَاقُ بْنُ رَاهَوَيْهِ فَلَمْ نَرَ مِثْلَهُ. ¶ وَأَمَّا الْحُسَيْنُ بْنُ عِيسَى الْبِسْطَامِيُّ فَثِقَةٌ. -[268]- وَأَمَّا إِسْمَاعِيلُ بْنُ سَعِيدٍ الشَّالَنْجِيُّ فَقِيهٌ عَالِمٌ. ¶ وَأَمَّا أَبُو عَبْدِ اللَّهِ القطان فَبَصِيرٌ بِالْعَرَبِيَّةِ وَالنَّحْوِ. ¶ وَأَمَّا مُحَمَّدُ بْنُ أَسْلَمَ لَوْ أَمْكَنَنِي زِيَارَتَهُ لَزُرْتُهُ.",
            "page": "267",
            "part": "1",
            "seal": "0744FD1F"
        },
        {
            "hno": "169",
            "id": "170",
            "nass": "169 - سَمِعْتُ أَبَا عَبْدِ اللَّهِ مُحَمَّدَ بْنَ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ -مُسْتَمْلِي مُحَمَّدِ بْنِ إِسْحَاقَ بن خزيمة- قال: سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ بْنَ خُزَيْمَةَ يَقُولُ: سمعت محمد بن سختويه البرذعي -سكن عسقلان- يقول: ¶ سمعت أبا عمير بن النحاس عِيسَى بْنَ مُحَمَّدِ بْنِ عِيسَى -وَذُكِرَ، عِنْدَهُ أَحْمَدُ بْنُ حَنْبَلٍ رَحِمَهُ اللَّهُ- فَقَالَ: رَحِمَهُ الله عن الدنيا ما أصبره، وبالماضين ما كان أشبهه، وبالصالحين ما كان ألحقه، عرضت له الدنيا فأباها، والبدع فنفاها. ¶ آخر حديث المزكي",
            "page": "269",
            "part": "1",
            "seal": "3F3CCDC7"
        },
        {
            "hno": "170",
            "id": "171",
            "nass": "وَمِنْ حَدِيثِ أَبِي بَكْرِ بْنِ مَالِكٍ ¶ 170 - (أنبأ أَبُو بَكْرٍ أَحْمَدُ بْنُ جَعْفَرِ بْنِ حَمْدَانَ بْنِ مَالِكٍ الْقَطِيعِيُّ قِرَاءَةً عَلَيْهِ مِنْ أَصْلِ كتابه وأنا أسمع، ثنا أَبُو عَبْدِ الرَّحْمَنِ عَبْدُ اللَّهِ بْنُ أحمد بن حنبل رحمه الله، ثنا محمد بن أبي بكر المقدمي، ثنا أَبُو مَعْشَرٍ الْبَرَاءُ قَالَ: حَدَّثَنِي صَدَقَةُ بن طيسلة قال: حدثني مضر بْنُ ثَعْلَبَةَ الْمَازِنِيُّ -وَالْحَيُّ بَعْدُ- قَالَ: حَدَّثَنِي الأَعْشَى الْمَازِنِيُّ قَالَ: أَتَيْتُ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْشَدْتُهُ: ¶ يَا مَالِكَ النَّاسِ وَدَيَّانَ الْعَرَبْ ¶ إِنِّي لَقِيتُ ذُرْبَةً مِنَ الذُّرَبْ ¶ غَدَوْتُ أَبْغِيهَا الطَّعَامَ فِي رَجَبْ ¶ فَخَلَّفَتْنِي بنزاعٍ وَحَرَبْ ¶ أَخْلَفْتِ الْعَهْدَ وَلَطَّتْ بِالذَّنَبْ ¶ وَهُنَّ شَرُّ غالبٍ لِمَنْ غَلَبْ ¶ -[271]- قَالَ: فَجَعَلَ النَّبِيُّ صَلَّى الله عليه وسلم يقول: ((وهن شر غالبٍ لمن غلب))).",
            "page": "270",
            "part": "1",
            "seal": "1AF1E959"
        },
        {
            "hno": "171",
            "id": "172",
            "nass": "171 - (ثنا عَبْدُ اللَّهِ قَالَ: حَدَّثَنِي الْعَبَّاسُ بْنُ عبد العظيم العنبري، ثنا أَبُو سَلَمَةَ عُبَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الحنفي، ثنا الْجُنَيْدُ بْنُ أَمِينِ بْنِ ذَرْوَةَ بْنِ نَضْلَةَ بْنِ طَرِيفِ بْنِ بُهْصُلٍ الْحِرْمَازِيُّ قَالَ: حَدَّثَنِي أَبِي أَمِينُ بْنُ ذَرْوَةَ عَنْ أَبِيهِ ذَرْوَةَ بْنِ نَضْلَةَ، عَنْ أَبِيهِ نَضْلَةَ بْنِ طَرِيفٍ: ¶ أَنَّ رَجُلا مِنْهُمْ يُقَالُ لَهُ الأَعْشَى، وَاسْمُهُ عَبْدُ اللَّهِ بْنُ الأَعْوَرِ، كَانَتْ عِنْدَهُ امْرَأَةٌ مِنْهُمْ يُقَالُ لَهَا مُعَاذَةُ، خَرَجَ فِي رَجَبٍ يَمِيرُ أَهْلَهُ مِنْ هَجَرٍ، فَهَرَبَتِ امْرَأَتَهُ بَعْدَهُ نَاشِزًا عَلَيْهِ، فَعَاذَتْ بِرَجُلٍ مِنْهُمْ يُقَالُ لَهُ مُطَرِّفُ بْنُ بَهْصَلِ بْنِ كَعْبِ بْنِ منيع بْنِ دُلَفَ بْنِ أَهْصَمَ بْنِ عَبْدِ اللَّهِ بْنِ الْحِرْمَازِ، فَجَعَلَهَا خَلْفَ ظَهْرِهِ. ¶ فَلَمَّا قَدِمَ لم يجدها في بيته وأخبر أَنَّهَا نَشَزَتْ عَلَيْهِ، وَأَنَّهَا عَاذَتْ بِمُطَرِّفِ بْنِ بهصل. ¶ فأتاه فقال: يابن عَمٍّ أَعِنْدَكَ امْرَأَتِي مُعَاذَةُ؟ فَادْفَعْهَا إِلَيَّ، قَالَ: لَيْسَتْ عِنْدِي، وَلَوْ كَانَتْ عِنْدِي لَمْ أَدْفَعْهَا إِلَيْكَ. ¶ قَالَ: وَكَانَ مُطَرِّفٌ أَعَزَّ مِنْهُ. فَخَرَجَ حَتَّى أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فعاذ به، وأنشأ يَقُولُ: ¶ يَا سَيِّدَ النَّاسِ وَدَيَّانَ الْعَرَبْ ¶ إِلَيْكَ أشكو ذربةً من الذرب ¶ -[273]- كالذئبة الغبساء فِي ظِلِّ السَّرَبْ ¶ خَرَجْتُ أَبْغِيهَا الطَّعَامَ فِي رجب ¶ فخلفتني بنزاعٍ وهرب ¶ أَخْلَفَتِ الْعَهْدَ وَلَطَّتْ بِالذَّنَبْ ¶ وَقَذَفَتْنِي بَيْنَ عيصٍ مُؤْتَشَبْ ¶ وَهُنَّ شَرُّ غالبٍ لِمَنْ غَلَبْ ¶ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ: ((وهن شر غالبٍ لمن غلب)). ¶ فشكا إِلَيْهِ امْرَأَتَهُ وَمَا صَنَعَتْ بِهِ، وَأَنَّهَا عِنْدَ رَجُلٍ مِنْهُمْ يُقَالُ لَهُ مُطَرِّفُ بْنُ بَهْصَلٍ فَكَتَبَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ((إِلَى مُطَرِّفٍ، انْظُرِ امْرَأَةَ هَذَا مُعَاذَةَ، فَادْفَعْهَا إِلَيْهِ)). ¶ فَأَتَاهُ كِتَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقُرِئَ عَلَيْهِ، فَقَالَ لَهَا: يَا مُعَاذَةُ، هَذَا كِتَابُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيكِ، فَأَنَا دَافِعُكِ إِلَيْهِ، قَالَتْ: خُذْ لِي عَلَيْهِ الْعَهْدَ وَالْمِيثَاقَ وَذِمَّةَ نَبِيِّكَ أَنْ لا يُعَاقِبَنِي فِيمَا صَنَعْتُ، فَأَخَذَ لَهَا ذَاكَ عَلَيْهِ، وَدَفَعَهَا مُطَرِّفٌ إِلَيْهِ، فَأَنْشَأَ يَقُولُ: ¶ لَعَمْرُكَ مَا حُبِّي مُعَاذَةَ بِالَّذِي ... يُغَيِّرُهُ الْوَاشِي وَلا قِدَمُ الْعَهْدِ ¶ -[274]- وَلا سُوءُ مَا جَاءَتْ بِهِ إِذْ أزالها ... غواة الرجال إذ يناجونها بعدي)",
            "page": "272",
            "part": "1",
            "seal": "BEF3916C"
        },
        {
            "hno": "172",
            "id": "173",
            "nass": "172 - حدثنا عبد الله قال: حدثني أبي، ثنا إسماعيل بن إبراهيم -يعني ابن علية- قال: أنبأ أبو حيان، عن أبي زرعة بن عمرو بن جرير قال: ¶ جلس ثلاثة نفر من المسلمين إلى مروان بالمدينة، فسمعوه وهو يحدث في الآيات أن أولها خروج الدخان. ¶ قال: فانصرف النفر إلى عبد الله بن عمرو فحدثوه بالذي سمعوا من مروان في الآيات، فقال عبد الله: لم يقل مروان شيئاً، قد حفظت مِنْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: -[275]- ((إن أول الآيات خروجاً طلوع الشمس من مغربها وخروج الدابة ضحىً، فأيتهما كانت قبل صاحبتها فالأخرى على إثرها)). ¶ ثم قال عبد الله -وكان يقرأ الكتب-: وأظن أن أولاهما خروجاً طلوع الشمس من مغربها. ¶ وذلك أنها كلما غربت أتت تحت العرش فسجدت واستأذنت في الرجوع فلم يرد عليها شيء، ثم تستأذن في الرجوع فلا يرد عليها شيء، ثم تستأذن فلا يرد عليها شيء، حتى إذا ذهب من الليل ما شاء الله أن يذهب، وعرفت أنه لو أذن لها في الرجوع لم تدرك المشرق، قالت: رب ما أبعد المشرق، من لي بالناس، حتى إذا صار الأفق كأنه طوق استأذنت في الرجوع، فقيل لها: من مكانك فاطلعي، فطلعت على الناس من مغربها. ¶ ثم تلا عبد الله هذه الآية: {يوم يأتي بعض آيات ربك لا يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا}.",
            "page": "274",
            "part": "1",
            "seal": "0C4EF9C4"
        },
        {
            "hno": "173",
            "id": "174",
            "nass": "173 - (حدثنا عبد الله قال: حدثني أبي، ثنا محمد بن جعفر، ثنا شعبة (ح) -وَحَجَّاجٌ قَالَ: حَدَّثَنِي شُعْبَةُ- عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ نُبَيْطِ بْنِ شُرَيْطٍ- قَالَ غُنْدَرٌ: نُبَيْطُ بْنُ شُمَيْطٍ، وَقَالَ -[276]- حَجَّاجٌ: نُبَيْطُ بْنُ شُرَيْطٍ- عَنْ جَابَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: ¶ ((لا يَدْخُلُ الْجَنَّةَ مَنَّانٌ، وَلا عَاقٌّ وَالِدَيْهِ، وَلا مُدْمِنُ))).",
            "page": "275",
            "part": "1",
            "seal": "2FFFAF5F"
        },
        {
            "hno": "174",
            "id": "175",
            "nass": "174 - (قَالَ: ثنا عَبْدُ اللَّهِ قَالَ: حَدَّثَنِي أَبِي، ثنا محمد بن جعفر، ثنا شُعْبَةُ عَنْ مَنْصُورٍ، عَنْ هِلالِ بْنِ يَسَافٍ، عَنْ أَبِي يَحْيَى الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: ¶ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلاةِ الرَّجُلِ قَاعِدًا، فَقَالَ: ((عَلَى النِّصْفِ مِنْ صَلاتِهِ قَائِمًا))).",
            "page": "277",
            "part": "1",
            "seal": "EB3656A2"
        },
        {
            "hno": "175",
            "id": "176",
            "nass": "175 - (قَالَ: وَأَبْصَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم قوماً يتوضأون لَمْ يُتِمُّوا الْوُضُوءَ فَقَالَ: ¶ ((أَسْبِغُوا -يَعْنِي الْوُضُوءَ- ويل للعراقيب من النار، أو الأعقاب))).",
            "page": "278",
            "part": "1",
            "seal": "3B57ACAF"
        },
        {
            "hno": "176",
            "id": "177",
            "nass": "176 - حدثنا عبد الله قال: حدثني أبي، ثنا محمد بن جعفر، ثنا شعبة عن فراس، عن الشعبي، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم أنه قال: ¶ الكبائر: الإشراك بالله عز وجل، وعقوق الوالدين، وقتل النفس -شعبة الشاك-، ويمين الغموس. ¶ آخر الجزء وصلى الله على محمد وآله وسلم",
            "page": "278",
            "part": "1",
            "seal": "C8FCD17F"
        }
    ],
    "t1375": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الأول من الفوائد المنتخبة العوالي من المزكيات انتقاء الحافظ الدارقطني"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "الجزء الثاني من الفوائد المنتخبة العوالي من المزكيات انتقاء الحافظ الدارقطني"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "[وهذا مجلس من حديثه أملاه علينا]"
        },
        {
            "id": "171",
            "lvl": "1",
            "sub": null,
            "tit": "ومن حديث أبي بكر بن مالك"
        }
    ]
}