{
    "b1395": [
        {
            "id": null,
            "nass": "[مقدمة المحقق] ¶ أصول الإيمان مقدمة المحقق الحمد لله رب العالمين، والصلاة والسلام على أفضل المرسلين وعلى آله وصحبه أجمعين. ¶ أما بعد: فهذا كتاب \"أصول الإيمان\" للإمام المجدد محمد بن عبد الوهاب، اقتصر فيه على ذكر أحاديث رسول اللَّه صَلَّى اللَّه عليه وسَلَّم في أصول الإيمان عند أهل السنة والجماعة. ¶ وهذا الكتاب من الكتب المهمة في بيان منهج أهل السنة والجماعة في التحذير من الشرك الذي وقعت فيه معظم الأمة الإسلامية للأسف الشديد، وفيه مباحث كثيرة لبيان هذا النهج العظيم الذي غفل عنه - بل جهله - الكثير من الناس، حتى الدعاة إلى اللَّه سبحانه وتعالى، الذين لا هم لهم إلا الاشتغال بالسياسة والسياسيين والسب والقذف! فتركوا الاشتغال بالأهم وهو معرفة اللَّه وتوحيده الذي قضى فيه الرسول صَلَّى اللَّه عليه وسَلَّم ثلاثة عشر عاما وهو يدعو إليه في مكة ولم يدع إلى غير التوحيد، بل كان أصحابه يقتلون ويضربون وهو لا",
            "page": "5",
            "part": "1",
            "seal": "04553C7C"
        },
        {
            "id": "1",
            "nass": "يملك إلا أن يصبرَهم، بل يقول لهم: «صبرا آل ياسر فإنَّ موعدكم الجَنَّة» (¬1) ولم يأمرهم بالانتقام ولا بالجهاد ولا بالقتال. ¶ فيجب على الدعاةِ في هذا العصر الاهتمام بتعليم الناس توحيد اللَّه سبحانه وتعالى، في ربوبيته وألوهيته وأسمائه وصفاته، كما كان عليه السلف الصالح، ولن يَصْلحَ آخر هذه الأمة إلا بما صَلحَ أوَّلها. ¶ وقد سلكت في تحقيق هذا الكتاب الخطوات التالية: ¶ 1 - اعتمدت في التَّحقيقِ على النسخة المطبوعة التي قام الشيخ إسماعيل الأنصاري، والشيخ عبد اللَّه بن عبد اللطيف آل الشيخ بِمقابلتها على مخطوطاتها، وقد اعتمدا على ثلاث نسخ من المخطوطات، فجزاهما اللَّه خيرا. ¶ 2 - خرجت الأحاديث التي وردت في الكتاب تخريجا موسَّعًا، ثم رأيت أن أقتصر في الأحاديث التي خرجها الإمام البخاري أَو مسلم بالاقتصار عليهما، أما إن كان الحديث خارج \" الصحيحين\" فأتوسع في التخريج. ¶ 3 - ذكرت درجة كل حديث من حيث الصحة والحسن والضعف- إن كان الحديث خارج \" الصحيحين \"- فإذا كان في \" الصحيحين \" أو في أحدهما لا أذكر الحكم عليه؛ لأنَّ وجود الحديث في أحدهما أو كليهما هو حكم بصحَّته. ¶ ¬_________ ¶ (¬1) رواه الحاكم (3 / 388- 389) ، والطبراني في \"الأَوسط \" (3846) ، وصححه الحاكم، وتابعه الذهبي.  ¶ وله طرق أخرى أَشار إليها العلامة الأَلباني في تعليقه على \" فقه السيرة \" (ص: 108) .",
            "page": "6",
            "part": "1",
            "seal": "C5BD4AC0"
        },
        {
            "id": "2",
            "nass": "4 - عَنْوَنْت للأحاديث التي ذكرها المصنِّف رحمه اللَّه؛ لأنّه لم يعَنْوِنْها جميعا وإِنّما ذكر بعض الأبواب فقط، ووضعت العنوان المضاف بين معكوفتين. ¶ 5 - شرحت الأحاديث التي رأيت أنها بحاجة إِلى شرحٍ باختصارٍ، معتمدا في ذلك على كتب الأئمةِ السابقين والعلَماءِ المعروفين. ¶ 6 - رقمت الأحاديث ترقيما تسلسليّا. ¶ 7 - عَزَوْت الآيات إِلى مواضعها من السور بذكر اسم السورة ورقم الآية. ¶ 8 - كتبت ترجمة مختصرة للإمام محمد بن عبد الوهاب، وعن دعوته الإصلاحية، وسبب تشويه هذه الدعوة لدى العامة. ¶ وأَخيرا: فهذا: عملي المتواضع، راجيا من اللَّه العلي القدير أَن يكون خالصا لوجههِ الكريم. ¶ وأَرجو من كلِّ أخ محب يقرأ هذا الكتاب أَن يدعو بالخير لمن طبعه وحققه وكان سببا في نشره بهذا الثوب القشيب. ¶ وآخر دعوانا أَنِ الحمد لله رب العالمين. ¶ وصَلَّى اللَّه على سيدنا محمد وعلى آله وصحبه أَجمعين. ¶ وكتبه ¶ د. باسم فيصل الجوابرة عمان- عين الباشا الأردن",
            "page": "7",
            "part": "1",
            "seal": "1E092CB0"
        },
        {
            "id": "3",
            "nass": "[ترجمة موجزة عن المؤلف] ¶ [اسمه ونسبه ومولده ونشأته وطلبه للعلم] ¶ اسمه ونسبه ومولده ونشأته هو محمد بن عبد الوهاب بن سليمان بن علي بن محمد بن أَحمد بن راشد التميمي. ¶ ولد سنة 1115 هـ الموافقة سنة 1703 م في بلدة العيَينة الواقعة شمال الرياض، ونشأ في حِجْر أبيه في تلك البلدة. ¶ وقد ظهرت عليه علامات النَّجابة والفطنة في صغره؛ فقد حفظ القرآن الكريم قبل بلوغ العاشرة وبلغ الاحتلام قبل إتمام الاثنتي عشرة سنة، قال أبوه: رأيته أهلا للصلاة بالجماعة، وزوَّجته في ذلك العام. ¶ طلبه للعلم درس على والده الفقهَ الحنبلي والتفسيرَ والحديثَ، وكان في صغره مكِبًّا على كتب التفسير والحديث والعقائد، وكان كثير الاعتناء والمطالعة بكتب شيخ الإسلام ابن تيمية وتلميذهِ العلَّامة ابن القَيِّم. ¶ [رحلاته] ¶ رحل إِلى مكة قاصدًا حج بيت اللَّه الحرام، ثم زار مسجدَ رسول اللَّه",
            "page": "8",
            "part": "1",
            "seal": "47AE30B9"
        },
        {
            "id": "4",
            "nass": "صَلَّى اللَّه عليه وسَلَّم، والتقى هناك بعلماءِ المدينة النّبويَّة، واستفاد منهم، ثم رحل إِلى البصرة فأقام فيها مدة درَس العلم فيها على جماعة من العلماء، ثم رحل إِلى نجد مرورا بالأحساء، وفي رحلته الطويلة هذه رأى الشيخ بثاقب نظره ما بنجد والأقطار التي زارها من العقائد الضالّة والعادات الفاسدة، فصمّم على القيام بالدعوة إِلى التوحيد ونبذ الخرافات والشِّركِيات، فعندما زار المدينة كان يسمع الاستغاثات الشركيَّةَ برسول اللَّه صَلَّى اللَّه عليه وسَلَّم، ودعاءه من درن اللَّه. ¶ وقد كانت نجد مرتعا للخرافات والعقائد الفاسدة التي تتناقض وأصول الدين الصحيحة، فقد كان فيها بعض القبور التي تنسب إِلى بعض الصحابة؛ يحج الناس إِليها، ويطلبون منها حاجاتهم، ويستغيثون بها لدفع كروبهم. ¶ وأَغرب من ذلك توسلهم في بلدة منفوحة بفحل النخل واعتقادهم أَن من تؤمّه من العَوَانِسِ تتزوج!! فكانت من تقصده تقول: \" يا فحل الفحول أريد زوجا قبل الحول \"!! ¶ ورأَى في الحجاز من تقديس قبور الصحابة وأَهل البيت رضوان اللَّه عليهم أَجمعين والرسول صَلَّى اللَّه عليه وسَلَّم ما لا ينبغي إلا مع رب الأَرباب. ¶ كما رأَى في البصرة - وسمع عن العراق والشام ومصر واليمن - من الوثنية الجاهلية ما لا يستسيغه العقل ولا يقره الشرع، ووزن تلك الأفكار المنكرة بميزان الوحيين، كتاب اللَّه وسنّة الرسول الأمين صَلَّى اللَّه عليه وسَلَّم، وسيرة أصحابه المتقين؛ فراها بعيدة عن منهج الدين وروحه، ورأى فاعليها لم",
            "page": "9",
            "part": "1",
            "seal": "96FB2AF4"
        },
        {
            "id": "5",
            "nass": "يعرفوا لماذا بعث اللَّه الرسل؟ ولماذا بعث اللَّه محمدا صَلَّى اللَّه عليه وسَلَّم للناس كافة؟ ورأى أنهم لم يعرفوا حالة الجاهلية وما كان فيها من الوثنية الممقوتة، رآهم غيروا وبدلوا أصول الدين وفروعَه إلا القليل. ¶ [بدء دعوة الشيخ الإصلاحية] ¶ بعد أَن ثبت وتحقَّق لديه حالتهم السيئة في دينهم ودنياهم، وأيقن أنهم قد أَدخلوا في أصول الإسلام العليا ما يأباه القرآن وتأباه السنة، قوى عقيدتَه بخطئهم وركونهم إِلى البدع ما جاء في السنة بأن المسلمين لا بد أن يغيروا، وأن يسلكوا مسالك الذين قبلهم كالحديث الصحيح (¬1) «لتتبعن سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضبّ لدخلتموه. . .» ، وحديث «بدأ الإسلام غريبا وسيعود غريبا كما بدأ» (¬2) . ¶ حينئذٍ صمّم الشيخ أَن يعلن لقومه بأنهم قد ضلوا الطريق السوي، وزاغوا عن منهج الصواب. ¶ وقد ابتدأ الشيخ رحمه اللَّه دعوته، يبين لهم أن لا يدعى إِلَّا اللَّه، ولا يذبح ولا ينذر إلا له. ¶ ومن عقيدتهم في تلك القبور والأحجار والأشجار الاستغاثة بها وصرف النذور إليها، واعتقاد النفع والضر، فبين أَن ذلك كله ضلال وزور، وبأنهم في حالة لا ترضي اللَّه، فلا بد من نبذ ذلك وردِّه. ¶ ¬_________ ¶ (¬1) رواه البخاري (3456) ومسلم (2669) عن أَبي سعيد الخدْري. ¶ (¬2) رواه مسلم (145) عن أَبي هريرة.",
            "page": "10",
            "part": "1",
            "seal": "767E7122"
        },
        {
            "id": "6",
            "nass": "وعزز كلامه بالآيات من كتاب اللَّه، وأقوال الرسول صَلَّى اللَّه عليه وسَلَّم وأَفعاله، وسيرة أَصحابه رضوان اللَّه عليهم أجمعين. ¶ [عقيدة الشيخ محمد بن عبد الوهاب رحمة اللَّه عليه ومقتطفات من رسائله وعقائده] ¶ عقيدة الشيخ محمد بن عبد الوهاب رحمة اللَّه عليه عقيدة الشيخ هي كعقيدة السلف الصالح، وهي ما كان عليه رسول اللَّه صَلَّى اللَّه عليه وسَلَّم وأصحابه والتابعون والأئمة المهتدون؛ كأبي حنيفة ومالك والشافعي وأحمد وسفيان الثوري وسفيان بن عيَيْنة وابن المبارك والبخاريِّ ومسلم وأَبي داود وسائر أهل \" السنَنِ \" وأمثالهم ممن تبعهم من أهل الفقه والأثر كالأشعري وابن خزيمة وتقي الدين بن تيمية وابن القيم والذهبي - وغيرهم- رحمهم اللَّه تعالى جميعا. ¶ نقول من رسائله وعقائده فمن تلك الرسائل ما كتبه لأهل القصيم: ¶ قال رحمه اللَّه بعد البسملة: ¶ \" أشهد اللَّه ومن حضرني من الملائكة، وأشهدكم أَني أَعتقد ما يعتقده أهل السنَّة والجماعة من الإيمان باللَّه وملائكته وكتبه ورسله والبعث بعد الموت والإيمان بالقدر خيره وشره. ¶ ومن الإيمان باللَّه؛ الإيمان بما وصف به نفسه في كتابه وعلى لسان رسوله صَلَّى اللَّه عليه وسَلَّم من غير تحريف ولا تعطيل، بل أَعتقد أن اللَّه {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} فلا أنفي عنه ما وصف به نفسه، ولا أحرِّف الكلم عن مواضعه، ولا ألحد في أسمائه وآياته، ولا أكيف ولا أمثّل صفاته",
            "page": "11",
            "part": "1",
            "seal": "F4E12A5D"
        },
        {
            "id": "7",
            "nass": "بصفات خلقه؛ لأنه تعالى لا سَمي له ولا كيف ولا ند له، ولا يقاس بخلقه؛ فإنه سبحانه وتعالى أعلم بنفسه وبغيره، وأَصدق قيلا، وأحسن حديثا، منزه نفسه عما وصفه به المخالفون من أهل التكييف والتمثيل، وعما نفاه عنه النافون من أهل التحريف والتعطيل، ففال تعالى: {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ - وَسَلَامٌ عَلَى الْمُرْسَلِينَ - وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} ¶ فالفرقة النَّاجِيَة وسط في باب أفعاله تعالى بين القدرية والجبرية، وهم وسط في باب وعيد اللَّه، بين المرجئة والوعيدية. ¶ وهم وسط في باب الإيمان والدين، بين الحرورية والمعتزلة، وبين المرجئة والجهمية. ¶ وهم وسط في باب أصحاب رسول اللَّه صَلَّى اللَّه عليه وسَلَّم بين الروافض والخوارج. ¶ وأعتقد أن القرآن كلام اللَّه، منزل غير مخلوق، منه بدأ وإليه يعود، وأنه تكلم به حقيقة، وأنزله على عبده ورسوله وأمينه على وحيه وسفيره بينه وبين عباده، نبينا محمد صَلَّى اللَّه عليه وسَلَّم. ¶ وأومن بأن اللَّه فعال لما يريد، ولا يكون شيء إلا بإرادته، ولا يخرج عن مشيئته شيءٌ، وليس شيءٌ في العالم يخرج عن تقديره، ولا يصدر إلا عن تدبيره، ولا محيد لأحد عن القدر المحدود، ولا يتجاوز ما خط له في اللوح المسطور. ¶ وأعتقد بكل ما أخبر به النبي صَلَّى اللَّه عليه وسَلَّم مما يكون بعد الموت. ¶ وأومن بفتنة القبر ونعيمه، وبإعادة الأرواح إلى الأجساد، فيقوم النَّاس",
            "page": "12",
            "part": "1",
            "seal": "AD3FBBA7"
        },
        {
            "id": "8",
            "nass": "لرب العالمين، حفاة، عراة، غرلا، تدنو منهم الشمس، وتنصب الموازين، وتوزن بها أعمال العباد: {فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ - وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} ¶ وتنشر الدواوين، فآخِذ كتابه بيمينه، وآخذ كتابه بشماله. ¶ وأومن بحوض نبينا محمد صَلَّى اللَّه عليه وسَلَّم بعرصة القيامة، ماؤه أشد بياضا من اللبن، وأحلى من العسل، آنيته عدد نجوم السماء، من شرب منه شربة لم يظمأ بعدها أبدا. ¶ وأومن بأن الصراط منصوب على شفير جهنم، يمر به الناس على قدْرِ أَعمالهم. ¶ وأومن بشفاعة النبي صَلَّى اللَّه عليه وسَلَّم، وأنه أول شافعٍ وأول مشفع. ¶ ولا ينكر شفاعةَ النبي إِلا أهل البدع والضلال، ولكنها لا تكون إلا من بعد الإذن والرضا؛ كما قال تعالى: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} وقال: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} وقال تعالى: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى} وهو سبحانه لا يرضى إلا التوحيد، ولا يأذن إلا لأهله. ¶ وأما المشركون فليس لهم في الشفاعة نصيب كما قال تعالى: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} ¶ وأومن بأن الجَنَّة والنَّار مخلوقتان، وأنهما اليوم موجودتان، وأنهما لا",
            "page": "13",
            "part": "1",
            "seal": "F0216CE5"
        },
        {
            "id": "9",
            "nass": "تفنيان. ¶ وأن المؤمنين يرون ربَّهم بأبصارهم يوم القيامة كما يرون القمر ليلة البدر لا يضامون في رؤيته. ¶ وأومن بأن نبينا محمَّدا صَلَّى اللَّه عليه وسَلَّم خاتم النَّبيين والمرسلين، ولا يصح إيمان عبد حتى يؤمن برسالته ويشهدَ بنبوته. ¶ وأفضل أمَّته أبو بكر الصديق، ثم عمر الفاروق، ثم عثمان ذو النورين، ثم علي المرتضى، ثم بقية العشرة، ثم أهل بدر، ثم أهل الشجرة - أهل بيعة الرضوان - ثم سائر الصحابة رضي اللَّه عنهم. ¶ وأتولَّى أَصحابَ رسول اللِّه، وأَذكر محاسنَهم وأَستغفر لهم وأَكف عن مساوئهم، وأَسكت عمَّا شجر بينهم، وأَعتقد فضلَهم، عملا بقوله تعالى: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْإِيمَانِ وَلَا تَجْعَلْ فِي قُلُوبِنَا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَحِيمٌ} ¶ وأترضّى عن أمَّهات المؤمنين المطهرات من كل سوء. ¶ وأقرّ بكرامات الأولياء إلا أنهم لا يستحقون من حق اللَّه شيئا كالاستغاثةِ، والنذر، والمَدَد، والاستعانة، والذبح. ولا أَشهد لأَحد من المسلمين بجنَّة ولا نار إلّا من شهد له رسول اللَّه صَلَّى اللَّه عليه وسَلَّم، ولكني أرجو للمحسن، وأخاف على المسيء. ¶ ولا أكفّر أحدا من المسلمين بذنبه، ولا أخرجه من دائرة الإسلام.",
            "page": "14",
            "part": "1",
            "seal": "CA7FDD58"
        },
        {
            "id": "10",
            "nass": "وأرى الجهاد ماضيا مع كل إمام برا كان أم فاجرا، وصلاة الجماعة خلفهم جائزة. ¶ والجهاد ماضٍ منذ بعث اللَّه محمدا صَلَّى اللَّه عليه وسَلَّم إِلى أن يقاتل آخر هذه الأمة الدجالَ؛ لا يبطله جور جائرٍ ولا عدل عادلٍ. ¶ وأرى وجوب السمع والطاعة لأئمة المسلمين؛ برهم وفاجرهم مما لم يأمروا بمعصية اللَّه. ¶ ومَنْ ولي الخلافة واجتمع عليه الناس ورضوا به أو غلبهم بسيفه حتى صار خليفة وجبت طاعته وحَرمَ الخروج عليه. ¶ وأرى هجر أهل البدع ومباينتهم حتى يتوبوا، وأَحكم عليهم بالظاهر وأَكل سرائرهم إلى اللَّه. ¶ وأعتقد أن كل محدثة في الدين بدعة. ¶ وأعتقد أن الإيمان قول باللسان، وعمل بالأركان، واعتقاد بالجنان؛ يزيد بالطاعة وينقص بالمعصية، وهو بضع وسبعون شعبة؛ أعلاها شهادة أن لا إله إلا اللَّه، وأدناها إماطة الأذى عن الطريق. ¶ وأرى وجوب الأمر بالمعروف والنهي عن المنكر على ما توحيه الشريعة المحمدية الطاهرة. ¶ فهذه عقيدةٌ وجيزة حررّتها وأنا مشتغل البال لتطَّلعوا على ما عندي. ¶ واللَّه على ما نقول وكيل \".",
            "page": "15",
            "part": "1",
            "seal": "03CC963F"
        },
        {
            "id": "11",
            "nass": "قلت: فهذه عقيدة الإمام محمد بن عبد الوهاب رحمه اللَّه في هذه الرسالة نقلتها بكاملها؛ لأنها عقيدة أهل السنّة والجماعة دون نقص أَو زيادة، وفيها مِن الفوائدِ العظيمةِ الشيء الكثير. ¶ ويجب على كل مسلم أن يعتقد هذه العقيدة، ومن لم يعتقد هذا المعتقد الصحيح السليم فهو ليس من أهل السنَّة والجماعة، بل نخشى عليه من الضلال والزيغ. ¶ [الأسباب والدوافع التي أدت إلى عداء ومناهضة دعوة الإمام محمد بن عبد الوهاب السلفية الإصلاحية] ¶ 1 - لعلَّ من أبرز الأسباب التي أدّت إلى تشنيع الخصوم على الشيخ محمد بن عبد الوهاب أثناء ظهور الدعوة السلفية- تأْليفا وواقعا- هو ما كان عليه أولئك الخصوم وكثير من المنتسبين إلى الإسلام من الضلال والغي، والبعد عن الصراط المستقيم. ¶ ولقد وصل حال كثيرٍ من المسلمين- قبيل ظهور دعوة الشيخ الإمام- إِلى أَحط الدركات في الضلال وفساد الاعتقاد؛ حيث عمّ الجهل وطغى، فعبد غالب المسلمين ربّهم بلا علم ولا هدى ولا كتاب منير، فظهرت البدع والشركيات بمختلف أنواعها، وصارت هذه الأمور الشركية والمحدثات البدعية من العوائد والمألوفات التي هرم عليها الكبير وشبَّ عليها الصغير، فانعكست الموازين وانقلبت الحقائق وأصبح الحق باطلا والباطل حقا. ¶ 2 - وهناك سببٌ ثان لهذا التحامل والمعاداة للدعوة السلفية، وهو ما",
            "page": "16",
            "part": "1",
            "seal": "B007D5F9"
        },
        {
            "id": "12",
            "nass": "ألصِق بهذه الدعوة ومجددها وأنصارها من التهم الباطلة والأكاذيب والمفتريات، فقد أصاب هذه الدعوةَ منذ بدء ظهورها حملة مكثفة شنيعة عمّت البلاد والعباد، فلقد أَلصَقَ بعض أدعياء العلم في هذه الدعوة السلفية ما ليس منها! فزعموا أنها مذهب خامس! وأنهم خوارج يستحلّون دماء وأموال المسلمين! وأن صاحبها يدعي النبوة وينتقد الرسول صَلَّى اللَّه عليه وسَلَّم!!! ¶ إِلى آخر تلك المفتريات. ¶ ومما يؤسَف له أن الكثير من العوام يتلقّف هذا الإفك والبهتان عن أولئك المفترين والوضاعين دون أَدْنى تثبتٍ أو تحرٍّ في النقل، بل عمدته في ذلك مجرد التقليد الأعمى! ¶ ومما يجدر ذكره- هاهنا- أن بعض الخصوم قد استغلّ ما وقع فيه شرذمة من الأعراب المتحمّسين، - وفي فترةٍ محدودةٍ - ممن تابع هذه الدعوة من التشدد والجفاء، فحكموا بغيا وعدوانا على جميع أَتباع هذه الدعوة، وعلى مر الأزمان بهذا الحكم الجائر، فرموهم أيضا بالتشددِ والجفاء. ¶ 3 - وسببٌ ثالث أدى إِلى عداء الدعوة السلفية هو النزعات السياسية والحروب التي قامت بين أتباع هذه الدعوة وبين الأتراك من جهة، وبين أتباع هذه الدعوة والأشراف (!) من جهة أخرى: ¶ يقول الشيخ محمد رشيد رضا رحمه اللَّه: إن سبب قذف الوهابية بالابتداع والكفر سياسي محض كان لتنفير المسلمين منهم لاستيلائهم على الحجاز، وخوف الترك مِن أن يقيموا دولة عربية، ولذلك كان الناس يَهِيجون",
            "page": "17",
            "part": "1",
            "seal": "B0B0ACD9"
        },
        {
            "id": "13",
            "nass": "عليهم تبعا لسخط الدولة، ويسكتون عنهم إذا سكنت ريح السياسة. ¶ ويوضح الشيخ محمد رشيد رضا آثار العداء السياسي بين بعض كبار أهل مكة وساستها وأنصار هذه الدعوة، فكان مما أشار إليه أن هؤلاء قد أصدروا عدة منشورات في جريدة القبلة سنة 1336 هـ وسنة 1337 هـ، تضمّنت رَمْيَ الوهابيين بالكفر وقذفَهم بتكفير أَهل السنة والطعن بالرسول وغير ذلك من الأكاذيب والافتراءات. ¶ وكان بعض أهل دمشق وبيروت يتقربون إِلى هؤلاء الكبار- وهم من العلمانيين والقوميين- بطبع الرسائل في تكفيرهم ورميهم بالأكاذيب، ثم سرى ذلك إلى مصر، وظهر له أثرٌ في بعض الجرائد. ¶ 4 - وهناك سبب رابع أدى إِلى تراكم المؤلفات المعادية للدعوة السلفية؛ وهو دفاع هؤلاء الخصوم- وبالأخص الصوفية والرافضة - عن معتقداتهم الفاسدة وآرائهم الباطلة؛ فإنه لما غلب على حال كثير من المسلمين ظهور الشركيات، وانتشار البدع، واستفحال الخرافات، والغلوّ في الأموات، والاستغاثة بهم، وظهور تشييد المشاهد، وإقامة المزارات على القبور، وزخرفتها وتزيينها وصرف الأموال الطائلة عليها: قامت ضدَّ ذلك كله دعوة الشيخ رحمه اللَّه. ¶ ولقد وجد هؤلاء المتصوفة والرافضة في هذا الواقع مرتعا خصبا لبثِّ سمومهم العقدية، فلمَّا بدت أنوار هذه الدعوة تكشف غياهب الظلام، وتزيل أدران الشرك ونجاساته، وتدعو الناس إِلى تحقيق التوحيد بصفائه ونقائه",
            "page": "18",
            "part": "1",
            "seal": "E52023DB"
        },
        {
            "id": "14",
            "nass": "أدرك الخصوم أن ظهور هذه الدعوة السلفية نذير بزوال عقائدهم الباطلة، فحشد أولئك الخصوم قواهم، وانبروا في التشنيع بهذه الدعوة وأنصارها، وهم أثناء تشنيعهم يذكرون معتقدهم الصوفي أو الرافضي وغيرهما، ويزيِّنونه للناس ويزعمون أنه الحق! ¶ فنجد هؤلاء الصوفية أثناء ردهم على الدعوة السلفية يتبجَّحون بصوفيتهم، ويفتخرون بانتسابهم إِلى الطرق الصوفية، ويدافعون عن التصوف وأدعيائه. ¶ والرافضة أثناء مناهضتهم للدعوةِ السلفية يدافعون بكل ما عرف عنهم من كذب وقلب للحقائق عن معتقدهم. ¶ ونوضح ذلك بما حدث منهم لما كتب علماء المدينة النَّبويَّة سنة 1344 هـ الفتوى حول تحريم البناء على القبور واتخاذها مساجد، وأجابوا بالحق الذي تعضده الأدلة، فلما ظهرت هذه الفتوى وتم العمل بموجبها وأزيلت القباب والأبنية على القبور، عندئذ قام علماء الرافضة وضجوا وسودوا الصحائف والأوراق في الطعن على هذه الفتوى، والنعيِ للمسلمين على زوال تلك القباب والمزارات!! ¶ هذه بعض الأسباب الظاهرة لشدة عداوة الخصوم للدعوة السَّلفيَّة- أَيَّام الشيخ محمد بن عبد الوهاب - وكثرة المؤلَّفات المناوئة لهذه الدعوة الصادقة الحقة.",
            "page": "19",
            "part": "1",
            "seal": "C89480BA"
        },
        {
            "id": "15",
            "nass": "[تسمية الدعوة بالوهابية] ¶ أَمَّا بالنسبة إِلى كلمة الوهابية؛ فإِنَّ الكثير من الخصوم أطلقوا هذا اللقب على أتباع الدعوة السلفية ويريدون بذلك توهيم الناس أَن الوهابية مذهب جديد أو مستقل عن سائر المذاهب الإسلامية، لذا فإِنَّ الأَصلَ التحاشي من هذا اللّقَبِ، واجتناب ذكرهِ. ¶ ومن معاملة اللَّه لهم- أي: خصوم الدعوة- بنقيض قصدهم: أنهم قصدوا بلقب الوهابية ذمَّهم، وأنهم مبتدعة، ولا يحبون الرسول صَلَّى اللَّه عليه وسَلَّم كما زعموا! فلقد صار هذا اللقب الآن- بحمد اللَّه- عَلَما على كلِّ من يدعو إلى الكتاب والسنة، وإِلى الأخذ بالدليل وإِلى الأمر بالمعروف والنهي عن المنكر ومحاربة البدع والخرافات والتمسك بمنهج السلف الصالح رضي اللَّه عنهم. ¶ [مفتريات ألصقت بدعوة الشيخ مع الدحض لها] ¶ وَلقد ألصقت بدعوة الشيخ محمد بن عبد الوهاب رحمة اللَّه عليه مفتريات كثيرة، وصدَّقها كثير من الناس، حتى شوّهت هذه الدعوة المباركة فأصبح معنى الوهابي عند الناس الجهلة أنه يكره رسول اللَّه صَلَّى اللَّه عليه وسَلَّم!! وأنه مذهب خامس!! وأنه ينكر كرامات الأولياء!! وأنه يكفر المسلمين ويستبيح دماءَهم وغير ذلك من المفتريات. . . ¶ وسأورد هاهنا عددا منها مع الردِّ عليه.",
            "page": "20",
            "part": "1",
            "seal": "4901B09A"
        },
        {
            "id": "16",
            "nass": "الفرية الأولى: الافتراء على الشيخ بأَنه ينتقص الرسول صَلَّى اللَّه عليه وسَلَّم! أَو يكرهه! أَو لا يحب الصلاةَ عليه!! ¶ قلت: إِن الكتب التي بين أيدينا من مؤلفات هذا العالم تثبت أن هذا افتراء مبين على الشيخ، بل هو مِن أكثر الناس في عصره تعظما وحبا وإجلالا لرسول اللَّه صَلَّى اللَّه عليه وسَلَّم. ¶ يقول الشيخ في أحد كتبه التي أرسلها إِلى عبد الرحمن السويدي - أحد علماء العراق - مجيبا عن هذه الافتراءات: ¶ \" يا عجبا كيف يدخل هذا في عقل عاقل؟ هل يقول هذا مسلم أو كافر أو عارف أو مجنون؟ \" ¶ . ومما كتبه ابن الشيخ عبد اللَّه ذاكرا هذه المفتريات ثم معقبا عليها: ¶ \" ومَن شاهد حالنا وحضر مجالسنا وتحقق معنا علم قطعا أن جميع ذلك وضعه وافتراه علينا أعداء الدين وإخوان الشياطين؛ تنفيرا للناس عن الإذعان بإخلاص التوحيد لله تعالى بالعبادة وترك أنواع الشرك \". ¶ ثم قال: \" والذي نعتقده أن مرتبَة نبينا محمد صَلَّى اللَّه عليه وسَلَّم أعلى مراتب المخلوقين على الإطلاق، وأنه حي في قبره حياة برزخية أبلغ من حياة الشهداء المنصوص عليها في التنزيل، إذ هو أفضل منهم بلا ريب، وأنه يسمع سلام المسلم عليه. ¶ وتسَن زيارته إلا أنه لا يشَدّ الرحل إلا لزيارة المسجد والصلاة فيه، وإِذا",
            "page": "21",
            "part": "1",
            "seal": "7DF2CA2C"
        },
        {
            "id": "17",
            "nass": "قصد مع ذلك الزيارة فلا بأس، ومَن أنفق أوقاته بالاشتغالِ بالصلاة عليه صَلَّى اللَّه عليه وسَلَّم الواردةِ عنه فقد فاز بسعادة الدارين. ¶ قلت: هذه عقيدة الشيخ وأتباعه في سيدنا محمد صَلَّى اللَّه عليه وسَلَّم سيد ولد آدم، وكل من يقول غير ذلك فهو كاذب مفْترٍ. ¶ الفرية الثانية: فرية إنكار كرامات الأولياء! ¶ ومن الافتراءات التي ألصقت بالشيخ محمد بن عبد الوهاب رحمه اللَّه أنه ينكر كرامات الأولياء. ¶ قلت: إِن الشيخ رحمه اللَّه لا ينكر كرامات الأولياء كما زعموا، بل يثبت هذه الكرامات بشرط أن يكون وليّا حقيقيّا صحيحا- والولي هو المتبع للكتاب والسنة- مبتعدا عن البدع والخرافات، والشرط الثاني أن كرامة الأولياء هي في حياتهم وليس بعد مماتهم، وأن الميت يَحْتاج بعد موته إِلى دعاء الأحياء، وليس العكس. ¶ وهذه العقيدة في الأولياء هي عقيدة أهل السنة والجماعة، ولم يخالفهم الشيخ في ذلك. ¶ يقول الشيخ محمد بن عبد الوهاب في أحد كتبه في إثبات كرامات الأولياء: \" وأقرّ بكرامات الأولياء وما لهم من المكاشفات، إلّا أنهم لا يستحقون من حق اللَّه تعالى شيئا، ولا يطلب منهم ما لا يقدر عليه إلَّا اللَّه \".",
            "page": "22",
            "part": "1",
            "seal": "40645DC7"
        },
        {
            "id": "18",
            "nass": "ويقول أيضا: \" والواجب علينا حبهم واتباعهم والإقرار بكرامتهم، ولا يجحد كرامات الأولياء إلا أهل البدع والضلال، ودين اللَّه وسط بين طرفين، وهدى بين ضلالين، وحق بين باطلين\". ¶ ويؤكد أَتباع الدعوة من بعد الشيخ محمد بن عبد الوهاب هذا الاعتقاد ويقِرونه: ¶ يقول أحد أتباع الشيخ رحمه اللَّه: وكذلك حق أوليائه محبتهم والترضي عنهم والإيمان بكرامتهم لا دعاؤهم ليجلبوا لمن دعاهم خيرا لا يقدر على جلبه إلا اللَّه تعالى، أو ليدفعوا عنهم سؤالا يقدر على دفعه إلا هو عز وجل؛ فإن ذلك عبادة مختصة بجلاله تعالى وتقدس، هذا إذا تحققت الولاية أو رجيت لشخص معين؛ كظهور اتباع سنة وعمل بتقوى في جميع أحواله، وإلا فقد صار الولي في هذا الزمان مَن أطال سبحَتَه، ووسع كمه، وأسبل إزاره، ومد يده للتقبيل ولَبِسَ شكلاَ مخصوصا، وجمع الطْبولَ والبيارق وأكل أموالَ عباد اللَّه ظلما وادعاء، ورغب عن سنة المصطفى صَلَّى اللَّه عليه وسَلَّم وأحكام شرعه!!! \". ¶ ويقول ابن الشيخ محمد - واسمه عبد اللَّه -: \" ولا ننكر كرامات الأولياء، ونعترف لهم بالحق، وأنهم على هدى من ربهم مهما ساروا على الطريقة الشرعية والقوانين المرعية، إلا أنهم لا يستحقون شيئا من أَنواع العبادات لا حال الحياة ولا بعد الممات، بل يطلب من أحدهم الدعاء في حال حياته، بل ومن كل مسلم \".",
            "page": "23",
            "part": "1",
            "seal": "E455C89E"
        },
        {
            "id": "19",
            "nass": "هذه نصوص من كلام الشيخ وأتباعه تثبت أن الشيخ يقِر بكرامات الأولياء، ولا ينكرها، ولكنَّه- رحمه اللَّه- ينكر الاستغاثة بهم وطلب الحاجة منهم وصرف العبادة لهم من دون اللَّه سبحانه وتعالى. ¶ وهذه عقيدة أهل السنَّة والجماعة ولم يخالفهم الشيخ في ذلك. ¶ الفرية الثالثة: إن من أَشدِّ الشبهات التي أثيرت على دعوة الشيخ محمد بن عبد الوهاب رحمه اللَّه شبهة تكفير المسلمين، واستحلال دمائهم وجواز قتالهم! ¶ لقد بلغت هذه الفرية الخاطئة الشيخَ الإمامَ محمد بن عبد الوهاب رحمه اللَّه فتعددت ردوده وأجوبته عليها؛ لأن فرية تكفير المسلمين واستباحة دمائهم قد شاعت وذاعت في غالب بلاد المسلمين وانتشرت انتشار النَّار في الهشيم، فقد حرص الشيخ رحمه اللَّه على تأكيد هذه الردود، وإعلان براءته مما ألحق به، فأرسل هذه الردود إِلى مختلف البلاد: ¶ فقال في إِحدى رسائله: \" وأما ما ذكره الأعداء عن أنّي أكفّر بالظن وبالموالاة أو أكفِّر الجاهل الذي لم تقم عليه الحجة فهذا بهتان عظيم يريدون به تنفير الناس عن دين اللَّه ورسوله \". ¶ ويقول في رسالة أخرى ردّا على بعض المفتَرين: \" وكذلك تمويهه على الطَّغَام بأن ابن عبد الوهاب يقول: الذي ما يدخل تحت طاعتي كافر. ¶ نقول: سبحانك هذا بهتان عظيم! بل نشهد اللَّه على ما يعلمه من قلوبنا بأنَّ من",
            "page": "24",
            "part": "1",
            "seal": "B61691BA"
        },
        {
            "id": "20",
            "nass": "عمل بالتوحيد وتبرأ من الشرك وأهله فهو المسلم في أي زمان وأي مكان، وإنما نكفّر من أشرك باللَّه في ألوهيته بعد ما تبين له الحجة على بطلان الشرك \". ¶ يقول أحد تلاميذ الشيخ رحمة اللَّه عليه: \" والشيخ محمد رحمه اللَّه من أعظم الناس توقفا وإِحجاما عن إطلاق الكفر حتى إِنه لم يجزم بتكفير الجاهل الذي يدعو غير اللَّه من أهل القبور أو غيرهم إذا لم يتيسر له من ينصحه ويبلغه الحجة التي يكفر مرتكبها \". ¶ ويقول أيضا في مكان آخر عن معتقد الشيخ في مسألة التكفير: ¶ \". . . فإنه لا يكفّر إلا بما أجمع المسلمون على تكفير فاعله من الشرك الأكبر، والكفر بآيات اللَّه ورسله، أو بشيء منها بعد قيام الحجة وبلوغها المعتبر، كتكفير مَنْ عبد الصالحين ودعاهم مع اللَّه، وجعلهم أَندادا فيما يستحقه على خلقه من العبادات والإِلهيَّة \". ¶ ويقول أيضا: \" كل عاقل يعرف سيرة الشيخ محمد بن عبد الوهاب رحمه اللَّه يعلم أنَّه من أعظم الناس إجلالا للعلم والعلماء، ومن أشدّ الناس نهيا عن تكفيرهم وتنقيصهم وأذيّتهم، بل هو ممّن يدِينون بتوقيرهم وإكرامهم والذب عنهم، والأمر بسلوك سبيلهم. ¶ والشيخ رحمه اللَّه لم يكفّر إلا من كفَّره اللَّه ورسوله، وأجمعت الأمَّة على كفره، كمن اتخذ الآلهة والأنداد لرب العالمين \". ¶ هذه بعض النقولِ عن الشيخ وأتباعه في مسألة تكفير المسلمين.",
            "page": "25",
            "part": "1",
            "seal": "1AA6CD28"
        },
        {
            "id": "21",
            "nass": "ويظهر من هذه النقولِ الجليةِ براءة الشيخ وكذا أَتباعه وأنصار دعوته من مفتريات وأكاذيب الخصوم في مسألة التكفير. ¶ ومَن طالع كتبهم وقرأ رسائلهم تبين له صحّة معتقدهم وسلامة فهمهم لمسألة التكفير، وأَن اعتقادهم فيها هو عين اعتقاد السلف الصالح. ¶ [وفاته] ¶ - رحمه اللَّه- وبعد حياةٍ مليئةٍ بالعلمِ، والجهادِ، والدعوةِ إِلى اللَّه سبحانه، توفّي الشيخ- رحمه اللَّه- في بلدة الدرعيّة سنة (1206 هـ) . ¶ نسأَل اللَّهَ له الرحمةَ والرضوان، وأن يجمَعنا وإيَّاه في غرف الجِنانِ، برحمةِ ربِّنا العظيمِ المنَّان (¬1) . ¶ ¬_________ ¶ (¬1) أَخذْت هذه المقدمة باختصار من كتاب \" الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الإصلاحية وثناء العلماء عليه \" بقلم الشيخ أحمد بن حجر آل أَبو طامي. وكتاب \" دعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب عرض ونقد \" للشيخ عبد العزيز آل عبد اللطيف.",
            "page": "26",
            "part": "1",
            "seal": "CB046884"
        },
        {
            "id": "22",
            "nass": "[باب معرفة اللَّه عز وجل والإيمان به] ¶ [رد الشرك] ¶ 1 - باب معرفة اللَّه عز وجل والإيمان به [رد الشرك] ¶ 1 / - عن أبي هريرة - رضيَ اللَّه عنه- قال: قال رسول اللَّهِ صَلَّى اللَّه عليه وسَلَّم: «قال اللَّه تعالى: أنا أغْنى الشركاءِ عن الشِّركِ، من عملَ عملا أشركَ فيه معِي غيري تَركْته وشركَه» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 1 - رواه مسلم كتاب الزهد (4 / 2289) (رقم 2985) . ¶ الشرك باللَّه ينقسم إِلى قسمين: ¶ شركٌ أكبر، وهو أعظم الذنوب؛ لأن اللَّه تعالى أخبر أنه لا يغفر إلا بالتربة منه؛ فمن هذا الشرك: دعاء غير اللَّه والاستغاثة بغير اللَّه والذبح لغير اللَّه والنذر لغير اللَّه. ¶ والقسم الآخر من الشرك: الشرك الأصغر ومنه: الرياء، والحلف بغير اللَّه، وقول الرجل: ما شاء اللَّه وشئت، وقوله: ما لي إلا اللَّه وأنت، وأنا متوكل على اللَّه وعليك. ¶ يقول الشيخ المصنِّف رحمه اللَّه في \" كتاب القواعد الأربعة \": ¶ اعلم أرشدك اللَّه لطاعته أن الحنيفية ملة إبراهيم أن تعبد اللَّه وحده مخلصا له الدين كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ} فإذا عرفت أن اللَّه خلقك لعبادته فاعلم أَنَّ العبادة لا تسمى عبادة إلا مع التوحيد، كما أَنَّ الصلاة لا تسمى صلاة إلا مع الطهارة، فإذا دخل الشرك في العبادة فسدت كالحدث إذا دخل في الطهارة، فإذا عرفت أن الشرك إذا خالط العبادة أفسدها وأحبط العمل وصار صاحبه من الخالدين في النَّار، عرفت أن أهم ما عليك معرفة ذلك لعل اللَّه أَنْ يخلصك من هذه الشبكة وهي الشرك باللَّه، الذي قال اللَّه تعالى فيه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} ¶ وذلك بمعرفة أربع قواعد ذكرها اللَّه تعالى في كتابه: ¶ القاعدة الأولى: أَن تعلم أن الكفار الذين قاتلهم رسول اللَّه صَلَّى اللَّه عليه وسَلَّم مقِرون بأن اللَّه تعالى هو الخالق المدبِّر، وأن ذلك لم يدخلهم في الإسلام. ¶ والدليل قول اللَّه تعالى: {قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ} ¶ القاعدة الثانية: أنهم يقولون: ما دعوناهم وتوجهنا إِليهم إِلا لطلب القربة والشفاعة. ¶ فدليل القربة قوله تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} ¶ ودليل الشفاعة قوله تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} ¶ والشفاعة شفاعتان: شفاعة منفية، وشفاعة مثبة: ¶ فالشفاعة المنفية ما كانت تطلب من غير اللَّه فيما لا يقدر عليه إلا اللَّه. ¶ والدليل قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ وَالْكَافِرُونَ هُمُ الظَّالِمُونَ} ¶ والشفاعة المثبة: هي التي تطلب من اللَّه، والشافع مكرمٌ بالشفاعة، والمشفوع له من رضي اللَّه قوله وعمله بعد الإذن، كما قال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} ¶ القاعدة الثالثة: أن النبي صَلَّى اللَّه عليه وسَلَّم ظهر على أناسٍ متفرقين في عبادتهم؛ منهم من يعبد الملائكة، ومنهم من يعبد الأنبياء والصالحين، ومنهم من يعبد الأشجار والأحجار، ومنهم من يعبد الشمس والقمر وقاتلهم رسول اللَّه صَلَّى اللَّه عليه وسَلَّم ولم يفرق بينهم. ¶ والدليل قوله تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} ¶ ودليل الشمس والقمر قوله تعالى: {وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} فصلت: 37] . ¶ ودليل الملائكة قوله تعالى: {وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا} ¶ ودليل الأنبياء قوله تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلَا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ} ¶ ودليل الصالحين قوله تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ} ¶ ودليل الأشجار والأحجار قوله تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى - وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى} وحديث أبي واقد الليثي - رضي اللَّه عنه- قال: «خرجنا مع النبي صَلَّى اللَّه عليه وسَلَّم إلى حنين ونحن حدثاء عهد بكفر، وللمشركين سدرةٌ يعكفون عندها وينوطون بها أسلحتهم، يقال لها: ذات أنواط، فمررنا بسدرة، فقلنا: يا رسول اللَّه اجعل لنا ذات أنواط كما لهم ذات أنواط» ، الحديث (¬1) . ¶ القاعدة الرابعة: أن مشركي زماننا أغلظ شركا من الأولين، لأن الأولين يشركون في الرخاء ويخلصون في الشدة، ومشركو زماننا شركهم دائمٌ في الرخاء والشدة. ¶ والدليل قوله تعالى: {فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ} ¶ ¬_________ ¶ (¬1) رواه الترمذي (2180) ، وأَحمد (5 / 218) ، والطيالسي (1346) ، والحميديَ (848) ، وابن عاصم (76) ، وابن حبان (1835) . وسنده صحيحٌ.",
            "page": "27",
            "part": "1",
            "seal": "DFA89D91"
        },
        {
            "id": "23",
            "nass": "[إن اللَّه لا ينام] ¶ 2 - وعن أبي موسى - رضي اللَّه عنه - قال: «قام فينا رسول اللَّه صَلَّى اللَّه عليه وسَلَّم بخمس كلمات فقال: ¶ \"إنَّ اللَّه تعالى لا ينام ولا ينبَغِي له أنْ ينامَ، يخْفِض القِسطَ ويرفَعه، يرفع إليه عمَل الليلِ قبل عملِ النَّهارِ، وعمل النهارِ قبل عملِ اللَّيلِ، حِجابه النور، لو كشَفه لأَحرقتْ سبحات وجهِهِ ما انْتَهى إليهِ بصره من خَلْقِهِ» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 2 - رواه مسلم كتاب الإيمان (1 / 161) (رقم: 179) . ¶ قال البغوي: ¶ قوله صَلَّى اللَّه عليه وسَلَّم: «يخفض القسط ويرفعه» فيل: أراد به الميزان كما قال تعالى: {وَنَضَعُ الْمَوَازِينَ الْقِسْطَ} أي: ذوات القسط وهو العدل، وسمّى الميزان قسطا لأن العدل في القسمة يقع به، وأراد أَنَّ اللَّه يخفض الميزان ويرفعه بما يوزن من أعمال العباد المرفوعة إليه وبما يوزن من أرزاقهم النازلة من عنده. . . ¶ وقيل: أراد بالقسط الرزق الذي هو قسط كل مخلوقٍ يخفضه مرة فيقتره، ويرفعه مرة فيبسطه، يريد أنه مقدر الرزق وقاسمه كما قال تعالى: {يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ} ¶ وقوله: سبحات وجهه، أي: نور وجهه. ¶ قال الخطابي: ومعنى الكلام أنَّه لم يطلع الخلق من جلال عظمته إلا على مقدار ما تطقه قلوبهم وتحتمله قواهم، ولو أطلعهم على كنه عظمته لانخلعت أفئدتهم وزهقت أنفسهم، ولو سلَّط نوره على الأرض والجبال لاحترقت وذابت كما قال في قصة موسى عليه السلام: {فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًا}",
            "page": "30",
            "part": "1",
            "seal": "770AF330"
        },
        {
            "id": "24",
            "nass": "[إثبات أَنَّ لله يمينا] ¶ 3 - وعن أبي هريرة - رضي اللَّه عنه - مرفوعا: ¶ «يمين اللَّه ملأى (¬1) لا تغيضها (¬2) نفقة، سحاء الليل والنهار أرأيتم ما أنفق منذ خلق السماوات والأرض؟ فإنه لم يغض ما في يمينه، والقسط بيده الأخرى يرفع ويخفض \".» ¶ أخرجاه. ¶ ـــــــــــــــــــــــــ ¶ 3 - رواه البخاري كتاب التفسير (8 / 352) (رقم 4684) ، وفية زيادة، وكتاب التوحيد (13 / 393) (رقم 7411) ، ومسلم كتاب الزكاة (2 / 690) (رقم 993) . ¶ وكل من أخرج الحديث أخرجه بالياء إلا في \" صحيح البخاري كتاب التفسير وفي \" الشرح \" ذكرها بالياء، وأما في كتاب التوحيد في الموضعين فقد ذكرها بالياء. ¶ لا يغيضها: أي لا ينقصها، من غاض الماء إذا ذهب في الأرض. ¶ سحاء: السح: الصب الدائم، أي: دائمة العطاء. ¶ ويدل الحديث - مع إثباته صفة اليمين لله - على زيادة الغنى وكمال السعة والنهاية في الجود والبسط في العطاء. ¶ ¬_________ ¶ (¬1) لفظ: \" يمين \" جاءت في رواية مسلم والترمذي وابن ماجه وأحمد، أما لفظ البخاري فقال: يد اللَّه. ¶ (¬2) جاء في المخطوط تغيضها أي: بالتاء.",
            "page": "31",
            "part": "1",
            "seal": "EED3010F"
        },
        {
            "id": "25",
            "nass": "[علم اللَّه سبحانه] ¶ 4 - وعن أبي ذرّ - رضي اللَّه عنه- قال: «رأى رسول اللَّه صَلَّى اللَّه عليه وسَلَّم شاتَينْ ينْتَطِحانِ فقال: \" أتدري فيم يَنْتَطِحَان يا أبا ذر؟ \"، قلت: لا، قال: \" لكِنِ اللَّه يدري وَسَيحكم بينهمَا» . رواه أحمد. ¶ ـــــــــــــــــــــــــ ¶ 4 - رواه أحمد (5 / 162) : ثنا محمد بن جعفر ثنا شعبة عن سليمان عن منذر الثوري عن أشياخ لهم عن أبي ذر. ¶ ورواه عن ابن معاوية ثنا الأَعمش عن منذر بن يعلى عن أشياخ لهم عن أبي ذر، وفي إسناده مجهول. ¶ ورواه أحمد (5 / 173) والبزار كما في \" كشف الأستار \" (4 / 162) (رقم: 3450، 3451) من طريق حماد بن سلمة أنا ليث بن أبي سليم عن عبد الرحمن عن ثروان عن الهزيل بن شرحبيل عن أبي ذر «أنَّ رسول اللَّه صَلَّى اللَّه عليه وسَلَّم كان جالسا وشاتان تقترنان فنطحت إحداهما الأخرى فأجهضتها، قال: فضحك رسول اللَّه صَلَّى اللَّه عليه وسَلَّم، فقيل له: ما يضحكك يا رسول اللَّه؟ قال: \" عجبت لها، والذي نفسي بيده ليقادنّ لها يوم القيامة» . ¶ وفي إسناده ليث بن أبي سليم وهو ضعيف. ¶ وله شواهد انظرها في \"مجمع الزوائد \" (10 / 352) منها ما رواه أحمد (2 / 235) من طريق ابن أبي عدي عن شعبة عن العلاء عن أبيه، ورواه (2 / 235، 301) من طريق محمد بن جعفر عن شعبة عن العلاء عن أبيه. ¶ عن أبي هريرة عن النبي صَلَّى اللَّه عليه وسَلَّم أنه قال: «لَتؤَدن الحقوق إلى أهلها يوم القيامة حتى يقاد للشاة الجلحاء من القرناء تنطحها» . ¶ قال الهيثمي (10 / 352) : رواه أحمد ورجاله رجال الصحيح.",
            "page": "32",
            "part": "1",
            "seal": "3220E763"
        },
        {
            "id": "26",
            "nass": "[إثبات السمع والبصر لله] ¶ 5 - وعن أبي هريرةَ - رضي اللَّه عنه- «أَنَّ رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قرأ هذه الآية {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} إلى قوله: {إِنَّ اللَّهَ كَانَ سَمِيعًا بَصِيرًا} ويضع إبهامَيهِ على أذنيهِ والتي تلِيهَا على عينيه» . ¶ رواه أبو داود وابن حبَّان وابن أبي حاتم. ¶ ـــــــــــــــــــــــــ ¶ 5 - رواه أبو داود كتاب السنَّة (4 / 233) (رقم: 4728) ، وابن خزيمة في \" التوحيد \" (1 / 97) (رقم: 46) وابن حبان (1 / 498) (رقم: 265) ، والبيهقي في \" الأسماء والصفات \" (ص 179) والحاكم (1 / 24) كلهم من طريق عبد اللَّه بن يزيد المقرئ حدثنا حرملة بن عمران عن أبي يونس مولى أبي هريرة - اسمه سليم بن جبير - عن أبي هريرة. ¶ قال الحاكم: صحيح ووافقه الذهبي. ¶ وَوَضْعِه صَلَّى اللَّه عليه وسَلَّم أصبعه على أذنيهِ وعينيهِ عند قراءته سميعا بصيرا، معناه إثبات صفة السمع والبصر للَّه سبحانه وتعالى على ما يليق بجلال اللَّه وعظمته، فللَّه سمع وبصر ولكن ليس كسمعنا ولا بصرنا، قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} ¶ قال ابن أبي العزّ في \" شرح العقيدة الطحاوية \" (1 / 57) : اتفق أهل السنة على أَنَّ اللَّه ليس كمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله، ولكن لفظ التشبيه قد صار في كلام الناس لفظا مجملا يراد به المعنى الصحيح وهو ما نفاه عنه القرآن ودل عليه العقل من أَنَّ خصائص الرب تعالى لا يوصف بها شيء من المخلوقات ولا يماثله شيء من المخلوفات في شيء من صفاته. ¶ {لَيْسَ كَمِثْلِهِ شَيْءٌ} رد على الممثلة المشبهة. . {وَهُوَ السَّمِيعُ الْبَصِيرُ} رد على النفاة المعطلة، فمن جعل صفات الخالق مثل صفات المخلوق فهو المشبه المبطل المذموم ومن جعل صفات المخلوق مثل صفات الخالق فهو نظير النصارى في كفرهم اهـ. ¶ قال العلَّامة الشيخ عبد العزيز بن عبد اللَّه بن باز رحمه اللَّه: ¶ \" ومن الإيمان باللَّه أيضا الإيمان بأسمائه الحسنى وصفاته العلى الواردة في كتابه العزيز، والثابتة عن رسوله الأمين من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل، بل يجب أن تمر كما جاءت بلا كيف مع الإيمان بما دلت عليه من المعاني العظيمة التي هي أوصاف للَّه عزَّ وجل يجب وصفه بها على الوجه اللائق به من غير أن يشابه خلقه في شيء من صفاته، كما قال تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} وقال تعالى: {فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ} ¶ وهذه هي عقيدة أهل السنَّة والجماعة من أصحاب رسول اللَّه صَلَّى اللَّه عليه وسَلَّم وأَتباعهم بإحسان، وهي التي نقلها الإمام أبو الحسن الأشعري رحمه اللَّه في كتابه \" المقالات \" عن أصحاب الحديث وأهل السنَّة ونقلها غيره من أهل العلم والإيمان. ¶ قال الأوزاعي رحمه اللَّه: سئل الزهري ومكحول عن آيات الصفات فقالا: أَمرّوها كما جاءت. ¶ وقال الوليد بن مسلم رحمه اللَّه: سئل مالك، والأوزاعي والليث بن سعد وسفيان الثوري رحمهم اللَّه عن الأخبار الواردة في الصفات فقالوا جميعا: أَمِروها كما جاءت بلا كيف. ¶ وقال الأوزاعي رحمه اللَّه: كنا والتابعون متوافرون نقول: إِن اللَّه سبحانه على عرشه ونؤمن بما ورد في السنة من الصفات. ¶ ولما سئل ربيعة بن أبي عبد الرحمن شيخ مالك رحمة اللَّه عليهما عن الاستواء قال: \"الاستواء غير مجهول والكيف غير معقول ومن اللَّه الرسالة وعلى الرسول البلاغ المبين وعلينا التصديق \". ¶ ولما سئل الإمام مالك رحمه اللَّه عن ذلك قال: \"الاستواء معلوم والكيف مجهول والإيمان به واجب والسؤال عنه بدعة \"، ثم قال للسائل: \" ما أراك إلا رجل سوء! وأمر به فاخرج \". ¶ وروي هذا المعنى عن أم المؤمنين أم سلمة رضي اللَّه عنها. ¶ وقال الإمام أبو عبد الرحمن عبد اللَّه بن المبارك رحمة اللَّه عليه: \" نعرف ربَّنا سبحانه بأنه فوق سماواته على عرشه بائن من خلقه \". ¶ وكلام الأئمة في هذا الباب كثير جدا لا يمكن نقله في هذا المقام، ومن أراد الوقوف على كثير من ذلك فليراجع ما كتبه علماء السنة في هذا الباب مثل كتاب \" السنَّة \" لعبد اللَّه ابن الأمام أحمد، وكتاب \" التوحيد \" للإمام الجليل محمد بن خزيمة، وكتاب \" السنة \" لأبي قاسم اللالكائي الطبري، وكتاب \" السنَّة \" لأبي بكر بن أبي عاصم، وجواب شيخ الإسلام ابن تيمية لأهل حماة، وهو جواب عظيم كثير الفائدة قد أوضح فيه رحمه اللَّه عقيدة أهل السنة ونقل فيه الكثير من كلامهم والأدلة الشرعية والعقلية على صحة ما قاله أهل السنة، وبطلان ما قاله خصومهم، وهكذا رسالته الموسومة بالتدمرية قد بسط فيها المقام وبين فيها عقيدة أهل السنة بأدلتها النقلية والعقلية والرد على المخالفين بما يظهر الحق ويدمغ الباطل لكل من نظر في ذلك من أهل العلم بقصد صالح ورغبة في معرفة الحق، وكل من خالف أهل السنة فيما اعتقدوا في باب الأسماء والصفات أنه يقع ولا بد في مخالفة الأدلة النقلية والعقلية مع التناقض الواضح في كل ما يثبته وينفيه. ¶ أما أهل السنة والجماعة فأثبتوا للَّه سبحانه وتعالى ما أثبته لنفسه في كتابه الكريم أو أثبته له رسوله محمد صَلَّى اللَّه عليه وسَلَّم في سنته الصحيحة إثباتا بلا تمثيل ونزّهوه سبحانه عن مشابهته خلقه تنزيها بريئا من التعطيل ففازوا بالسلامة من التناقض وعملوا بالأدلة كلها. ¶ وهذه سنة اللَّه سبحانه فيمن تمسك بالحق الذي بعث به رسله وبذل وسعه في ذلك وأخلص لله في طلبه أَنَّ يوفقه للحق ويظهر حجته؛ كما قال تعالى: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} وقال تعالى: {وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا} ¶ وقد ذكر الحافظ ابن كثير رحمه اللَّه في تفسيره المشهور عند كلامه على قول اللَّه عز وجل: {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} - الآية- كلاما حسنا في هذا الباب يحسن نقله هاهنا لعظم فائدته، قال رحمه اللَّه ما نصه: \" للناس في هذا المقام مقالات كثيرة جدا ليس هذا موضع بسطها وإِنما نسلك في هذا المقام مذهب السلف الصالح مالك والأوزاعي والثوري والليث بن سعد والشافعي وأحمد وإسحاق بن راهويه وغيرهم من أئمة المسلمين قديما وحديثا، وهو إمرارها كما جاءت من غير تكييف ولا تشبيه ولا تعطيل، والظاهر المتبادر إلى أذهان المشبهين منفي عن اللَّه فإن اللَّه لا يشبهه شيء من خلقه وليس كمثله شيء وهو السميع البصير، بل الأمر كما قال الأئمة منهم نعيم بن حماد الخزاعي شيخ البخاري قال: من شبه اللَّه بخلقه كفر، ومن جحد ما وصف اللَّه به نفسه فقد كفر، وليس فيما وصف اللَّه نفسه به نفسه ولا رسوله تشبيه، فمن أثبت لله تعالى ما وردت به الآيات الصريحة والأخبار الصحيحة على الوجه الذي يليق بجلال اللَّه ونفى عن اللَّه تعالى النقائص فقد سلك سبيل الهدى \".",
            "page": "33",
            "part": "1",
            "seal": "4BB3C132"
        },
        {
            "id": "27",
            "nass": "[مفاتيح الغيب خمس لا يعلمها إلا اللَّه] ¶ 6 - وعن ابن عمر - رضي اللَّه عنهما- أن رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قال: ¶ «مفاتِيح الغيبِ خمس لا يعلَمها إِلا اللَّه: لا يعلم ما في غدٍ إِلا اللَّه، ولا يعلم ما تَغِيض الأرحام إلا اللَّه، ولا يعلم متى يأتي المطر أَحد إلا اللَّه، ولا تدري نفس بأَيِّ أرضٍ تموت إلا اللَّه، ولا يعلم متى تقوم الساعة إلا اللَّه تبارك وتعالى» . ¶ رواه البخاريّ ومسلم. ¶ ـــــــــــــــــــــــــ ¶ 6 - رواه البخاري كتاب الإستسقاء (2 / 524) (رقم: 1039) ، والتفسير (8 / 375) (رقم: 4697) ، والتوحيد (13 / 361) (رقم: 7379) ، ولم أجد الحديث من مسند ابن عمر عند مسلم، وقد أخرج مسلم (1 / 39) (رقم: 9) نحوه عن أبي هريرة. ¶ شرح الحديث: ¶ هذا الحديث الشريف رد على من يدَّعي علم الغيب من الكهنة والسحرة. ¶ قال الحافظ ابن حجر في \" فتح الباري \" (8 / 514) : قال الشيخ أبو محمد بن أبي جَمرَة: ¶ \" عبَّر بالمفاتيح لتقريب الأمر على السامع لأن كل شيِء جعل بينك وبينه حجاب فقد غيّب عنك، والتوصل إِلى معرفته في العادة من الباب فإذا أغلق الباب احتيج إِلى المفتاح فإذا كان الشيء الذي لا يطلع على الغيب إلا بتوصيله لا يعرف موضعه فكيف يعرف المغيب\" اهـ ملخصا. ¶ قال ابن كثير في تفسير سورة لقمان (3 / 455) : ¶ \" قال قتادة: أشياء استأثر اللَّه بهن فلم يطلع عليهن ملكا مقربا ولا نبيا مرسلا. ¶ فلا يدري أحد من الناس متى تقوم الساعة في أي سنة أَو في أي شهر أو ليل أو نهار، فلا يعلم أحد متى ينزل الغيث ليلا أو نهارا، ولا يعلم أحد ما في الأرحام ذكر أم أنثى أحمر أو أسود، وما هو؟ ولا تدري يا ابن آدم متى تموت لعلك الميت غدا لعلك المصاب غدا اهـ. ¶ قلت: أما من يدَّعي بأن هناك أجهزة تكشف عن الجنين في بطن أمه هل هو ذكر أم أنثى؟ فهذا لا يدخل في علم الغيب لأن التوصل إِلى ذلك كان بواسطة أجهزة فلو قال قائل: أنا أعلم ما في بطن الأم ثم شق بطنها فعلم ما فيه هل نقول: إِنه علم الغيب، ثم إِن هذه الأجهزة ليست دقيقة تماما، بل كثيرا ما تخطئ، فكم من حامل قيل لها: إن ما في بطنك ولد فإِذا هو أنثى!!",
            "page": "37",
            "part": "1",
            "seal": "2D1CCDE2"
        },
        {
            "id": "28",
            "nass": "[إثبات صفة الفرح لله] ¶ 7 - وعن أنس بن مالك - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «لله أشد فرحا بتوبةِ عبدِهِ حينَ يتوب إليه من أحدكم كان على راحلته بأرض فلاةٍ فانفلتَتْ منه وعليها طعامه وشرابه فَأَيِسَ منها، فَأَتَى شجرة فاضطجع في ظلِّها وقد أَيسَ من راحلته، فبينما هو كذلك إِذْ هو بها قائِمةٌ عنده فأخذ بِخِطامِها فقال من شدِّةِ الفرح: اللَّهم أَنت عبدي وأَنا ربّكَ، أَخطأَ من شاة الفرح» . ¶ أخرجاه. ¶ ـــــــــــــــــــــــــ ¶ 7 - رواه البخاري كتاب الدعوات (11 / 102) (رقم: 6309) ومسلم (4 / 2105) (رقم: 2747) . ¶ هذا الحديث يثبت صفة الفرح لله سبحانه وتعالى، مع الاعتقاد بأن اللَّه سبحانه وتعالى منزه عن صفات المخلوقين. ¶ والتوبة في الشرع ترك الذنب لقبحه والندم على فعله والعزم على عدم العودة ورد المظلمة إن كانت أو طلب البراءة من صاحبها وهي أبلغ ضروب الاعتذار. ¶ قال الحافظ في \"الفتح\" (11 / 108) : ¶ قال عياض فيه: ¶ \" إِن ما قاله الإنسان من مثل هذا في حال الدهشة وذهوله لا يؤاخذ به، وكذا حكايته عنه على طريق علمي وفائدة شرعية لا على الهزل والمحاكاة والعبث \".",
            "page": "38",
            "part": "1",
            "seal": "361A4404"
        },
        {
            "id": "29",
            "nass": "[إثبات صفة اليد لله سبحانه وتعالى] ¶ 8 - وعن أبي موسى - رضي اللَّه عنه- أنَّ رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قال: ¶ «إن اللَّه يَبسط يده باللَّيلِ ليتوبَ مسيء النهار ويبسط يده بالنَّهارِ ليتوبَ مسيء اللَّيلِ حتى تَطْلعَ الشَّمس من مَغرِبها» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 8 - رواه مسلم كتاب التوبة (4 / 2113) (رقم: 2759) . ¶ يثبت هذا الحديث صِفةَ اليد لله سبحانه وتعالى، وهذه اليد ليست كيدنا بل يد تليق بجلال اللَّه سبحانه وتعالى دون تشبيه، ولا تمثيل ولا تعطيل. ¶ ويثبت- أَيضا- أن التوبة لا يختص قبولها بوقت معين إلا ما حدده الرسول صَلَّى اللَّه عليه وسَلَّم قبل الغرغرة وقبل طلوع الشمس من مغربها.",
            "page": "39",
            "part": "1",
            "seal": "C77DA725"
        },
        {
            "id": "30",
            "nass": "[إثبات صفة الرحمة لله سبحانه وتعالى] ¶ 9 - ولهما عن عمر - رضي اللَّه عنه- قال: «قدِمَ على رسول اللَّه صَلَّى اللَّه عليه وسَلَّم بِسَبيِ هوازِنَ؛ فإذا امرأة من السبيِ تسعى إذْ وجدت صبيا في السَّبي فأخذته فأَلزقته بِبطنِها فأرضعته، فقال النبي صَلَّى اللَّه عليه وسَلَّم: ¶ \" أَترَونَ هذه المرأَةَ طارِحة ولدها في النَّارِ؟! \" قلنا: لا واللَّه! فقال: \" لَلَّه أَرحم بعبادِهِ من هذهِ بولدِها» . ¶ ـــــــــــــــــــــــــ ¶ 9 - رواه البخاري كتاب الأدب (10 / 426) (رقم: 5999) ومسلم كتاب التوبة (4 / 2109) (رقم: 2754) . ¶ قال الحافظ في \"الفتح\" (11 / 430) : ¶ \" وعرف من سياقه أنها كانت فقدت صبيا وتضرّرت باجتماع اللبن في ثديها فكانت إذا وجدت صبيا أرضعته ليخف عنها فلما وجدت صبيها بعينه أخذته فالتزمته. . . \". ¶ وفي الحديث إشارة إِلى أنه ينبغي للمرء أن يجعل تعلّقه في جميع أموره باللَّه وحده وأن كل من فرض أن فيه رحمة ما حتى يقصد لأجلها فاللَّه سبحانه وتعالى أرحم منه فليقصد العاقل لحاجته من هو أشد له رحمة.",
            "page": "40",
            "part": "1",
            "seal": "D78EB4E3"
        },
        {
            "id": "31",
            "nass": "[سعة رحمة اللَّه عز وجل] ¶ 10 - وعن أبي هريرة - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «لما خلق اللَّه الخلْقَ كتبَ في كتابٍ فهو عندَه فوق العرش: إِن رحمتي غَلبَتْ غضبي» . ¶ رواه البخاري. ¶ ـــــــــــــــــــــــــ ¶ 10 - رواه البخاري كتاب بدء الخلق (6 / 287) (رقم: 3194) وكتاب التوحيد (13 / 404) (رقم: 7422) ، (13 / 440) (رقم: 7453) ، ومسلم كتاب التوبة (4 / 2107) (رقم: 2751) . ¶ قال أَبو سليمان الخطابي: ¶ أَراد بالكتاب أحد شيئين: إما القضاء الذي قضاه وأوجبه كقوله سبحانه وتعالى: {كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي} أي: قضى اللَّه، ويكون معنى قوله: \" فهو عنده فوق العرش \" أي: فعلم ذلك عند اللَّه فوق العرش لا ينساه ولا ينسخه ولا يبدله كقوله سبحانه وتعالى: {قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى} وإِما أن يكون أراد بالكتاب اللوح المحفوظ الذي فيه ذكر الخلق وبيان أمورهم وذكر آجالهم وأرزاقهم والأقضية النافذة فيهم ومآل عواقب أمورهم. ¶ قلت: ¶ ويثبت هذا الحديث العرش، وأنه سبحانه فوق العَرش على السماء، ويثبت صفة الرحمة والغضب لله سبحانه وتعالى.",
            "page": "41",
            "part": "1",
            "seal": "D5826067"
        },
        {
            "id": "32",
            "nass": "[جعل اللَّه الرحمة في مائة جزء] ¶ 11 - ولهما عنه أنَّ رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قال: ¶ «جعل اللَّه الرَّحمةَ مائةَ جزءٍ، فأَمسك عندَه تسعة وتسعينَ جزءا وأَنزل في الأرض جزءا واحدا فمن ذلك الجزءِ تتراحَم الخلائِق حتى تَرفَع الدَّابَّة حافِرها عن ولدها خَشْيةَ أَنْ تصيبَه» . ¶ ـــــــــــــــــــــــــ ¶ 11 - رواه البخاري كتاب الأدب (10 / 431) (رقم: 6000) ، ومسلم كتاب التوبة (4 / 2108) (رقم: 2752.) . ¶ قال الحافظ (10 / 431) : ¶ قال القرطبي: مقتضى هذا الحديث أن اللَّه علم أن أنواع النعم التي ينعم بها على خلقه مائة نوع فأنعم عليهم في هذه الدنيا بنوع واحدٍ انتظمت به مصالحهم وحصلت به مرافقهم فإذا كان يوم القيامة كمل لعباده المؤمنين ما بقي فبلغت مائة، وكلها للمؤمنين، وإليه الإشارة بقوله تعالى: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} فإن رحيما من أبنية المبالغة التي لا شيء فوقها ويفهم من هذا أن الكفار لا يبقى لهم حظ من الرحمة لا من جنس رحمات الدنيا ولا من غيرها إذا كمل كل ما كان في علم اللَّه من الرحمات للمؤمنين، وإليه الإشارة بقوله تعالى: {فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ} ¶ 12 - ولمسلمٍ معناه من حديث سلمان، وفيه: ¶ «كل رحمةٍ طِباق ما بين السَّماءِ والأَرض» وفيه «فإذا كان يوم القيامةِ كمَّلَهَا بهذِهِ الرَّحمَةِ» . ¶ 12 - رواه مسلم (4 / 2109) (رقم: 2753) .",
            "page": "42",
            "part": "1",
            "seal": "6E5FDC50"
        },
        {
            "id": "33",
            "nass": "[تعجيل حسنات الكافر في الدنيا] ¶ 13 - وعن أنس - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «إِنَّ الكافِرَ إذا عمِلَ حسنة أطعِمَ بها طعمَة في الدنيا، وأمَّا المؤْمِن فإِنَّ اللَّهَ يَدَّخِر له حسناتِهِ في الآخرة ويعقِبه رزقا في الدنيا على طاعتِهِ» ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 13 - رواه مسلم كتاب صفات المنافقين (4 / 2162) (رقم: 2808) من طريق سليمان التيمي عن قتادة عن أنس به. ¶ قال النووي في \" شرح صحيح مسلم \" (17 / 150) : ¶ أجمع العلماء على أن الكافر الذي مات على كفر لا ثواب له في الآخرة ولا يجازى فيها بشيء من عمله في الدنيا متقربا إِلى اللَّه تعالى. ¶ وصرح في هذا الحديث بأنه يطعم في الدنيا بما عمله من الحسنات، أي: بما فعله متقربا به إلى اللَّه تعالى، فيما لا تفتقر صحته إلى النية كصلة الرحم والصدق والعتق والضيافة وتسهيل الخيرات ونحوها، وأمَّا المؤمن فيدخر له حسناته وثواب أعماله إلى الآخرة ويجزى بها مع ذلك أيضا في الدنيا ولا مانع من جزائه بها في الدنيا والآخرة، وقد جاء الشرع به فيجب اعتقاده. ¶ وأمَّا إذا فعل الكافر مثل هذه الحسنات ثم أسلم فإنه يثاب عليها في الآخرة على المذهب الصحيح \".",
            "page": "43",
            "part": "1",
            "seal": "BC84BE9C"
        },
        {
            "id": "34",
            "nass": "[إثبات صفة الرضى لله سبحانه وتعالى] ¶ 14 - وله عنه مرفوعا: ¶ «إِن اللَّه ليرضى عن العبدِ يأْكل الأَكْلَةَ فيحمَده عليها، ويشرب الشَّربةَ فيحمَده عليها» . ¶ ـــــــــــــــــــــــــ ¶ 14 - رواه مسلم كتاب الذكر والدعاء (4 / 2095) (رقم: 2734) . ¶ وفي هذا الحديث يثبت الرسول صَلَّى اللَّه عليه وسَلَّم لرَبه سبحانه وتعالى صفة الرضى، وأهل السنة والجماعة يثبتون هذه الصفة لله سبحانه وتعالى من غير تكييف ولا تمثيل على حد قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} فنثبت صفة الفرح، فرحا يليق بجلال وجه اللَّه عز وجل وعظيم سلطانه. ¶ وانظر \" مجموع الفتاوى \" للإمام ابن تيميّة (5 / 26) .",
            "page": "44",
            "part": "1",
            "seal": "9A19F8F0"
        },
        {
            "id": "35",
            "nass": "[عظمة اللَّه سبحانه وتعالى] ¶ 15 - وعن أبي ذرّ - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «أطَّتِ السَّماء وحقَّ لها أن تئطَّ ما فيها موضِع أَربَعِ أَصابع إلَّا وفيه مَلك ساجد للهِ تعالى، واللَّهِ لو تعلمونَ ما أَعلم لضحِكْتم قليلا وَلَبكيتم كثيرا وما تلذَّذْتم بالنِّساء على الفرش ولخرجتم إلى الصعدَاتِ تجأَرونَ إلى اللَّه تعالى» . ¶ رواه التِّرمذي وقال: حديثٌ حسنٌ. ¶ قوله: «لو تعلمون ما أعلم لضحكتم قليلا ولَبكَيتم كثيرا» ؛ في",
            "page": "45",
            "part": "1",
            "seal": "3BBB5F15"
        },
        {
            "id": "36",
            "nass": "\" الصَّحيحَين \" (¬1) . من حديث أَنس. ¶ ـــــــــــــــــــــــــ ¶ 15 - رواه الترمذي كتاب الزهد (4 / 481) (رقم: 2312) ، وابن ماجه كتاب الزهد (2 / 1402) (رقم: 4190) ، وأحمد (5 / 173) والطحاوي في \" مشكل الآثار \" (2 / 44) ، وأبو الشيخ الأصبهاني في كتاب \" العظمة \" (4 / 982) (رقم: 507) ، والحاكم في \" المستدرك\" (2 / 510) ، وأبو نعيم في \" دلائل النبوة\" (ص: 379) ، والبيهقي في \" شعب الإيمان\" (1 / 484) (رقم: 783، 784) كلهم من طريق إسرائيل عن إبراهيم بن مهاجر عن مجاهد عن مورق عن أبي ذر به. ¶ وعند بعضهم زيادة. ¶ قال الترمذي: حسن غريب. ¶ وفال الحاكم: صحيح الإسناد. ¶ وقال البوصيريَ: قلت: في إسناده إبراهيم بن مهاجر صدوق لين الحفظ. ¶ وقد توبع: فرواه أبو نعيم في \" الحلية \" (6 / 269) من طريق زائدة بن أبي الرقاد ثنا زياد النميري عن أنس به مختصرا. ¶ وزائدة منكر الحديث وزياد النميري ضعيف. ¶ أطَّت السماء: الأطيط هو صوت الأقناب، وأطيط الإبل: صوتها وحنينها، أي: خرج لها صوت لكثرة ما فيها من الملائكة قد أثقلها حتى أطت. ¶ لخرجتم: أي: من منازلكم. ¶ الصعدات: أي: الطرق، وقيل: فناء باب الدار وممر الناس بين يديه، وقيل: المراد بالصعدات البراري والصحاري. ¶ تجأرون إلى اللَّه: أي: تتضرعون إليه بالدعاء ليدفع عنكم البلاء. ¶ لو تعلمون ما أعلم: أي: من عقاب اللَّه للعصاة وشدة المناقشة يوم الحساب لبكيتم كثيرا، أي: من خشية اللَّه ترجيحا للخوف على الرجاء وخوفا من سوء الخاتمة. ¶ ¬_________ ¶ (¬1) رواه البخاري كتاب التفسير (8 / 280) (رقم: 4621) ، وكتاب الرقاق (11 / 319) (رقم: 6486) ، ومسلم كتاب الفضائل (4 / 1832) (رقم: 2359) . قال الحافظ في \" الفتح \" (11 / 319) :  ¶ \" والمراد بالعلم هنا ما يتعلق بعظمة اللَّه وانتقامه ممن يعصيه والأهوال التي تقع عند النزع والموت وفي القبر ويوم القيامة ومناسبة كثرة البكاء وقلة الضحك في هذا المقام واضحة والمراد به التخويف. . .  ¶ وعن الحسن البصري قال: من علم أن الموت مورده والقيامة موعده والوقوف بين يدي اللَّه مشهده فحقه أن يطول في الدنيا حزنه.  ¶ قال الكرماني:  ¶ في هذا الحديث من صناعة البديع مقابلة الضحك بالبكاء والقلة بالكثرة ومطابقة كل منهما.",
            "page": "46",
            "part": "1",
            "seal": "AA4FD264"
        },
        {
            "id": "37",
            "nass": "[حرمة التألي على اللَّه] ¶ 16 - ولمسلمٍ عن جنْدب - رضي اللَّه عنه- مرفوعا: ¶ «قالَ رجل: واللَّهِ لا يَغفِر اللَّه لفلانٌ، فقال اللَّه عزَّ وجلَّ: من ذا الَّذي يَتَأَلَّى علي أَنْ لا أَغفرَ لفلانٍ؟ إِني قد غفرت له وأَحبطت عملكَ» . ¶ ـــــــــــــــــــــــــ ¶ 16 - رواه مسلم كتاب البر والصلة (4 / 2023) (رقم: 2621) . ¶ يتألى: يحلف، والأَلية اليمين. ¶ قال النووي في \" شرح مسلم \" (16 / 174) : ¶ \" وفيه دلالة لمذهب أهل السنَّة في غفران الذنوب بلا توبة إذا شاء اللَّه غفرانها، واحتجت المعتزلة به في إِحباط الأعمال بالمعاصي الكبائر، ومذهب أهل السنَّة أنها لا تحبط إلا بالكفرِ، ويتأول حبوط عمل هذا على أنه أسقطت حسناته في مقابلة سيئاته، وسمي إحباطا مجازا، ويحتمل أنه جرىَ منه أمر آخر أوجب الكفر، ويحتمل أن هذا كان في شرع من قبلنا وكان هذا حكمهم\" اهـ.",
            "page": "47",
            "part": "1",
            "seal": "598C1926"
        },
        {
            "id": "38",
            "nass": "[المؤمن بين الرجاء والخوف] ¶ 17 - وله عن أبي هريرةَ - رضي اللَّه عنه- مرفوعا: ¶ «لو يعلم المؤمِن ما عند اللَّهِ من العقوبة ما طَمِعَ بجنَّتِهِ أَحد، وَلو يعلم الكافر ما عند اللَّهِ من الرحمَةِ ما قَنِطَ من جنَّتِهِ أَحد» . ¶ ـــــــــــــــــــــــــ ¶ 17 - رواه مسلم كتاب التوبة (4 / 2109) (رقم: 2755) . ¶ ورواه البخاري كتاب الرقاق (11 / 301) (رقم: 6469) من طريق سعيد بن أبي سعيد المقبري عن أبي هريرة بمعناه وفيه زيادة. ¶ قال الحافظ في \" الفتح \" (11 / 303) : ¶ \" قيل: المراد إن الكافر لو يعلم سعة الرحمة لغطى على ما يعلمه من عظم العذاب فيحصل له الرجاء، أو المراد أن متعلق علمه بسعة الرحمة مع عدم التفاته إِلى مقابلها يطمعه في الرحمة، فمن علم أن من صفات اللَّه تعالى الرحمة لمن أراد أن يرحمه والانتقام ممّن أراد أن ينتقم منه: لا يأمن انتقامه من يرجو رحمته ولا ييأس من رحمته من يخاف انتقامه، وذلك باعث على مجانبة السيئة ولو كانت صغيرة وملازمة الطاعة ولو كانت قليلة، وقيل: في الجملة الثانية نوع إشكال فإن الجنَّة لم تخلق للكافر ولا طمع له فيها فغير مستبعد أن يطمع في الجَنَّة من لا يعتقد كفر نفسه فَيشكل ترتب الجراب على ما قبله. ¶ وأجيب: بأن هذه الكلمة سيقت لترغيب المؤمن في سعة رحمة اللَّه التي لو علمها الكافر الذي كتب علية أنه يختم عليه أنه لا حظ له في الرحمة لتطاول إليها ولم ييأس منها إما بإيمانه المشروط وإِمّا لقطع نظره عن الشرط مع تيقنه بأنه على الباطل واستمراره عليه عنادا، فإذا كان هذا حال الكافر فكيف لا يطمع فيها المؤمن الذي هداه اللَّه للإيمان! ؟ \" اهـ.",
            "page": "48",
            "part": "1",
            "seal": "6BB222AC"
        },
        {
            "id": "39",
            "nass": "[قرب الجَنَّة والنَّار من الإنسان] ¶ 18 - وللبخاريِّ عن ابن مسعود - رضي اللَّه عنة- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «الجنَّة أَقرب إلى أَحدِكم من شِراكِ نعلِهِ، والنَّار مِثل ذلك» . ¶ ـــــــــــــــــــــــــ ¶ 18 - رواه البخاري كتاب الرقاق (11 / 321) (رقم: 6488) . ¶ الشِراك: هو السير الذي يدخل فيه إصبع الرجْل ويطلق على كل سير وقي به القدم. ¶ قال الحافظ في \" الفتح \" (11 / 321) : ¶ قال ابن بطال: \" فيه أن الطاعة موصلة إِلى الجنَّة وأن المعصية مقربة إلى النَّار، وأن الطاعة والمعصية قد تكون من أيسر الأشياء، وجاء في الحديث: «إِن العبد ليتكلم بالكلمة من رضوان اللَّه لا يلقي لها بالا، يرفعه اللَّه بها درجات، وإِن العبد ليتكلم بالكلمة من سخط اللَّه لا يلقي لها بالا يهوي بها في جهنَّم» (¬1) . ¶ وقال أيضا: ¶ فينبغي للمرء أن لا يزهد في قليل الخير أن يأتيه ولا في قليل من الشر أن يجتنبه؛ فإنه لا يعلم الحسنة التي يرحمه اللَّه بها ولا السيئة التي يسخط عليه بها. ¶ قال ابن الجوزي: ¶ معنى الحديث أَنَّ تحصيل الجَنَّة سهل بتصحيح القصد وفعل الطاعة، والنَّار كذلك بمرافقة الهوى وفعل المعصية. ¶ ¬_________ ¶ (¬1) أَخرجه البخاري (11 / 308) عن أَبي هريرة.",
            "page": "49",
            "part": "1",
            "seal": "F9BCA524"
        },
        {
            "id": "40",
            "nass": "[رحمة اللَّه لمن في قلبه رحمة] ¶ 19 - وعن أبي هريرة - رضي اللَّه عنه- مرفوعا: ¶ «إِنَّ امرأة بغيّا رأَت كلبا في يومٍ حار يطِيف ببئرٍ قد أَدلَعَ لِسانَه من العطشِ فنزعت له موقَهَا فَسقَتْه فغفِر لها به» . ¶ ـــــــــــــــــــــــــ ¶ 19 - رواه البخاري كتاب أحاديث الأَنبياء (6 / 511) (رقم: 3467) ، ومسلم كتاب السلام (4 / 1761) (رقم: 2245) واللفظ له. ¶ المواق: الخف. ¶ في الحديث الحثّ على الإحسان إِلى الناس لأنه إذا حصلت المغفرة بسبب سقي الكلب فسقي المسلم أعظم أجرا. ¶ واستدل به على جواز صدقة التطوع للمشركين وينبغي أن يكون محله إذا لم يوجد هناك مسلم فالمسلم أحق وكذا إذا دار الأمر بين البهيمة والآدمي المحترم واستويا في الحاجة فالآدمي أحق، واللَّه أعلم.",
            "page": "50",
            "part": "1",
            "seal": "5AA41C25"
        },
        {
            "id": "41",
            "nass": "[تحريم قتل الهرة] ¶ 20 - وقال: «دخلت النَّارَ امرأة في هرةٍ حبستها؛ لا هي أَطعمتها، ولا هي أَرسلتها تأْكل من خَشَاشِ الأَرضِ» . ¶ قال الزّهري (¬1) لِئلا يتكل أَحد ولا ييأس أَحد. ¶ أخرجاه. ¶ ـــــــــــــــــــــــــ ¶ 20 - رواه البخاري كتاب الخلق (6 / 356) (رقم: 3318) ، ومسلم كتاب السلام (4 / 1760) (رقم: 2242) . ¶ خَشاش الأرض: بفتح الخاء ويجوز ضمها وكسرها، المراد: هوام الأرض وحشراتها من فأرة ونحوها. ¶ قال الحافظ في \" الفتح \" (6 / 357) : وظاهر الحديث أن المرأة عذبت بسبب قتل هذه الهرة بالحبس. ¶ قال عياض: يحتمل أن تكون المرأة كافرة فعذبت بالنَّار حقيقة أو بالحساب لأن \" من نوقش الحساب عذِّبَ\" (¬2) . ثم يحتمل أن تكون المرأة كافرة فعذبت بكفرها وزيدت عذابا. ¶ ومعنى قول الزهري أنه لما ذكر الحديث الأول خاف أن سامعه يتكل على ما فيه من سعة الرحمة وعظم الرجاء فضم إليه حديث الهرة الذي فيه من التخويف ضد ذلك ليجتمع الخوف والرجاء. ¶ ¬_________ ¶ (¬1) قول الزهري ذكره مسلم. ¶ (¬2) وقد صحَّ ذلك عن النّبي صَلَّى اللَّه عليه وسَلَّم؛ رواه البخاري (1 / 176) ، ومسلم (2876) عن عائشة.",
            "page": "51",
            "part": "1",
            "seal": "99403ABD"
        },
        {
            "id": "42",
            "nass": "[إثبات صفة التعجب لله سبحانه وتعالى] ¶ 21 - وعنه مرفوعا: ¶ «عَجِبَ ربّنا من قومٍ يقادونَ» (¬1) «إِلى الجنَّةِ بالسلاسلِ» . رواه أَحمد والبخاري. ¶ ـــــــــــــــــــــــــ ¶ 21 - رواه البخاري كتاب الجهاد (6 / 145) (رقم: 3010) ، وأَحمد (2 / 457) . ¶ قال الحافظ في \" الفتح \" (6 / 145) : ¶ قال ابن الجوزي: معناه أَنهم أسروا وقيدوا فلمّا عرفوا صحة الإسلام دخلوا طوعا فدخلوا الجنَّة، فكان الإكراه على الأسر والتقييد هو السبب الأول، وكأنه أطلق على الإكراه التسلسل ولما كان هو السبب في دخول الجنَّة أَقام المسبب مكان السبب. ¶ ¬_________ ¶ (¬1) يقادون: لفظ أَبي داود، ولفظ البخاري: يدخلون الجنَّة، أمَّا أَحمد فلفظه: يجاء بهم.",
            "page": "52",
            "part": "1",
            "seal": "EF3A444F"
        },
        {
            "id": "43",
            "nass": "[صبر اللَّه سبحانه وتعالى على الذين يدعون له ولدا] ¶ 22 - وعن أبي موسى الأشعري - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: «وما أَحد أَصبرَ على أذى يسمَعه من اللَّه؛ يدعونَ له الولدَ ثم يعافِيهم ويرزقهم» . ¶ رواه البخاري. ¶ ـــــــــــــــــــــــــ ¶ 22 - رواه البخاري كتاب الأدب (10 / 511) (رقم: 6099) ، وكتاب التوحيد (13 / 360) (رقم: 7378) : ومسلم كتاب التوبة (4 / 2160) (رقم: 2804) . ¶ هذا الحديث فيه إثبات صفة الصبر لله سبحانه وتعالى. ¶ قال الحافظ في \" فتح الباري\" (13 / 361) : ¶ أصبر: أفعل تفضيل من الصبر، ومن أسمائه الحسنى سبحانه وتعالى الصبور، ومعناه الذي لا يعاجل العصاة بالعقوبة. . . ¶ وفي الحديث إشارة إِلى القدرة على الإحسان إليهم مع إساءتهم بخلاف طبع البشر فإنه لا يقدر على الإحسان إلى المسيء إلا من جهة تكلفه ذلك شرعا، وسبب ذلك أن يحمله على المسارعة إِلى المكافأة بالعقوبة واللَّه سبحانه قادر على ذلك حالا ومآلا لا يعجزه شيء ولا يفوته اهـ بتصرف يسير.",
            "page": "53",
            "part": "1",
            "seal": "BA6B75EA"
        },
        {
            "id": "44",
            "nass": "[إثبات صفة الحب لله] ¶ 23 - وله عن أبي هريرة - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «إن اللَّه تباركَ وتعالى إذا أَحب عبدا نادى: يا جبريل! إنّ اللَّهَ يحِبّ فلانا فأَحبه، فيحِبه جبريل، ثم ينادي جبريل في السماءِ: إِن اللَّه يحِب فلانا فأَحِبوه، فيحِبه أَهل السماء ويوضع له القَبول في الأَرض» . ¶ ـــــــــــــــــــــــــ ¶ 23 - رواه البخاري كتاب التوحيد (13 / 461) (رقم: 7485) . ¶ في هذا الحديث إثبات صفة الحب لله سبحانه وتعالى وصفة الكلام له سبحانه، والمراد بالقبول في هذا الحديث: قبول القلوب له بالمحبة والميل إليه والرضا عنه. ¶ ويؤخذ منه أن محبة قلوب الناس علامة محبة اللَّه، ويؤيد حديث \" أنتم شهداء اللَّه في الأرض \" (¬1) . ¶ ¬_________ ¶ (¬1) أَخرجه البخاري (1367) ، ومسلم (949) عن أَنس.",
            "page": "54",
            "part": "1",
            "seal": "5FE98FFA"
        },
        {
            "id": "45",
            "nass": "[إثبات رؤية اللَّه سبحانه وتعالى يوم القيامة للمؤمنين] ¶ 24 - وعن جرير بن عبد اللَّهِ البجلي - رضي اللَّه عنه- قال: كنا جلوسا عند النبي صَلَّى اللَّه عليه وسَلَّم إِذ نظر إِلى القمرِ ليلة البدرِ قال: ¶ «إِنكم سترون ربكم كما ترون هذا القمر لا تضامون في رؤْيتهِ، فإِن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمسِ وقبل غروبها فافعلوا» ، ثم قرأ: {وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا} ¶ رواه الجماعة. ¶ ـــــــــــــــــــــــــ ¶ 24 - رواه البخاري كتاب مواقيت الصلاة (2 / 33) (رقم: 554) ، وكتاب التفسير (8 / 597) (رقم: 4851) ، وكتاب التوحيد (13 / 419) (رقم: 7434) 7435) ، ومسلم كتاب المساجد (1 / 439) (رقم: 632) . ¶ هذا الحديث يثبت رؤية اللَّه سبحانه وتعالى للمؤمنين يوم القيامة، وهي أعظم نعمة تعطى لأهل الجَنَّة؛ فقد أخرج مسلم (1 / 163) (رقم: 181) وغيره عن صهيب - رضي اللَّه عنه- أن النبي صَلَّى اللَّه عليه وسَلَّم قال: «إذا دخل أهل الجَنَّة الجَنَّة، قال: يقول اللَّه تبارك وتعالى: تريدون شيئا أزيدكم؟! فيقولون: ألم تبيض وجوهنا؟ ألم تدخلنا الجَنَّة وتنجّنا من النَّار؟ قال: فيكشف الحجاب فما أعطوا شيئا أحب إليهم من النظر إلى ربهم عز وجل» .",
            "page": "55",
            "part": "1",
            "seal": "0E8772A2"
        },
        {
            "id": "46",
            "nass": "[انتقام اللَّه لمن عادى له وليا] ¶ 25 - وعن أبي هريرة - رضي اللَّه عنه- أن رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قال: ¶ «إِن اللَّه تبارك وتعالى قال: من عادى لي وليّا فقد آذنْته بالحرب، وما تقرب إلي عبدي بشيءٍ أحب إلي من أداءِ ما افترضته عليه، وما يزال عبدي يتقرب إلي بالنوافِلِ حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطِش بها ورجله التي يمشي بها، ولئِنْ سألني لأعطينه ولئن استعاذني لأعيذنه، وما ترددت عن شيءٍ أنا فاعله ترددي عن قبضِ نفسِ عبدي المؤمن؛ يكره الموت وأكره مَسَاءَتَهُ ولا بد له منه» . ¶ رواه البخاري. ¶ ـــــــــــــــــــــــــ ¶ 25 - رواه البخاري كتاب الرقاق (11 / 340) (رقم: 6502) . ¶ قال الحافظ في \" الفتح \" (11 / 342) : ¶ المراد بولي اللَّه: العالم باللَّه المواظب على طاعته المخلص في عبادته. ¶ آذنته: أي: أعلمته، والإيذان الإعلام. ¶ قال الفاكهاني: في هذا تهديد شديد لأن من حاربه اللَّه أهلكه، وإذا ثبت هذا في جانب المعاداة ثبت في جانب الموالاة، فمن والى أولياء اللَّه؛ أكرمه اللَّه. . . ¶ ويستفاد من الحديث أن أداء الفرائض أحب الأعمال إِلى اللَّه، قال الطوفي: الأمر بالفرائض جازم ويقع بتركها المعاقبة بخلاف النفل في الأمرين، وإن اشترك مع الفرائض في تحصيل الثواب فكانت الفرائض أكمل، فلهذا كانت أحب إلى اللَّه وأشد تقريبا، وأيضا فالفرض كالأصل والأسّ، والنفل كالفرع والبناء، وفي الإتيان بالفرائض على الوجه المأمور به امتثال الأمر واحترام الآمر وتعظيمه بالانقياد إليه وإظهار عظمة الربوبية وذلّ العبودية، فكان التقرب بذلك أعظم العمل، والذي يؤدي الفرض قد يفعله خوفا من العقوبة، ومؤدي النفل لا يفعله إلا إيثارا للخدمة فيجازى بالمحبة التي هي غاية مطلوب من تقرب بخدمته اهـ. ¶ قال الحافظ: قال ابن هبيرة: يؤخذ من قوله: \" ما تقرب. . إِلخ \"، أن النافلة لا تقدم على الفريضة لأن النافلة إنما سميت نافلة لأنها تأتي زائدة على الفريضة فما لم تؤد الفريضة لا تحصل النافلة، ومن أدى الفرض ثم زاد عليه النفل وأدام ذلك تحقّقت منه إرادة التقرب.",
            "page": "56",
            "part": "1",
            "seal": "7D48C44E"
        },
        {
            "id": "47",
            "nass": "[نزول اللَّه سبحانه وتعالى] ¶ 26 - وعنه أن رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قال: ¶ «ينزِل ربنا تبارك وتعالى كل ليلةٍ إِلى سماءِ الدنيا حين يبقى ثلث الليلِ الآخِر يقول: من يدعوني فأستجِيب له، من يسألني فأعطيه، من يستغفِرني فأغفر له» . ¶ متفق عليه. ¶ ـــــــــــــــــــــــــ ¶ 26 - رواه البخاري كتاب التهجد (3 / 29) (رقم: 1145) ، وكتاب الدعوات (11 / 128) (رقم: 6321) ، وكتاب التوحيد (13 / 464) (رقم: 7494) ، ومسلم كتاب صلاة المسافرين (1 / 521) (رقم: 758) . ¶ ونزول اللَّه سبحانه وتعالى ثابت وهو نزول يليق بجلاله وعظمة سلطانه، من غير تحريف ولا تعطيل ومن غير تكييف ولا تمثيل. ¶ وللإمام ابن تيمية رحمه اللَّه كتاب مطول، شرح فيه صفة النزول البينة، بالأدلّة الشرعيّة والحجج، فليراجع.",
            "page": "57",
            "part": "1",
            "seal": "583F14C5"
        },
        {
            "id": "48",
            "nass": "[وصف الجنان والنظر إلى اللَّه سبحانه وتعالى] ¶ 27 - وعن أبي موسى الأشعري - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «جنتانِ من ذهب آنيتهما وما فيهِما، وجنتانِ من فضةٍ آنيتهما وما فيهِما، وما بين القومِ وبين أن ينظروا إلى ربِّهم إِلا رداء الكبرياءِ على وجهِهٍ في جنةِ عدن» . ¶ رواه البخاري. ¶ ـــــــــــــــــــــــــ ¶ 27 - رواه البخاري كتاب التفسير (8 / 623) (رقم: 4878، 4880) والتوحيد (13 / 423) (رقم: 7444) . ¶ ورواه مسلم كتاب الإيمان (1 / 163) (رقم: 180) . ¶ قال الحافظ في \" الفتح \" (13 / 432) : ¶ وقوله: جنتان، إشارة إِلى قوله تعالى: {وَمِنْ دُونِهِمَا جَنَّتَانِ} وتفسير له، وهو خبر مبتدأ محذوف أي: هما جنتان وآنيتهما مبتدأ ومن فضة خبر. . . وظاهر الأول أن الجنتين من ذهب لا فضة فيهما وبالعكس، ويعارضه حديث أبي هريرة: قلنا: حدّثنا عن الجَنَّة ما بناؤها؟ ، قال: لبنة من ذهب ولبنة من فضة، الحديث أخرجه أحمد والترمذي وصححه ابن حبان (¬1) . ¶ ويجمع بأن الأول صفة ما في كل جنة من آنية وغيرها، والثاني صفة حوائط الجنان كلها، ويؤيده أنه وقع عند البيهقي في \"البعث\" (¬2) من حديث أبي سعيد: «أن اللَّه أحاط حائط الجَنَّة لبنة من ذهب ولبنة من فضة» . ¶ وقال الحافظ عن رداء الكبرياء بعد ذكر أقوال العلماء: ¶ وحاصله أن رداء الكبرياء مانع عن الرؤية فكأن في الكلام حذفا تقديره بعد قوله إلا رداء الكبرياء فإنه يمن عليهم برفعه فيحصل لهم الفوز بالنظر إليه، فكأنّ المراد أن المؤمنين إذا تبوءوا مقاعدهم من الجَنَّة لولا ما عندهم من هيبة ذي الجلال لما حال بينهم وبين الرؤية حائل، فإذا أراد إكرامهم حفّهم برأفته وتفضل عليهم بتقويتهم على النظر إليه سبحانه. ¶ ¬_________ ¶ (¬1) رواه أحمد (2 / 304-، 305 و 445) ، والترمذي (2526) ، وابن حبان (2387) ، والطيالسي (2583) ، والدارمي (2 / 333) بسندٍ ضعيف.  ¶ لكن للحديث شواهد تقويه، فانظر \"صفة الجَنَّة\" (100) و (136) للإمام أبي نعيم الأصبهاني. ¶ (¬2) (برقم: 261) .  ¶ ورواه أبو نعيم في \"الحلية\" (6 / 204) ، والبزار في \" مسنده\" (4 / 189- زوائده) ، وأبو الشيخ- كما في \"حادي الأرواح\" (ص: 95) ، وابن أبي الدنيا كما في \"البداية والنهاية \" (2 / 384) .  ¶ وسنده جيد؛ فإن رواية وهيب بن خالد عن الجريري قبل الاختلاط؛ كما في \"الكواكب النيرات\" (ص: 174) .",
            "page": "58",
            "part": "1",
            "seal": "A4B8DD3D"
        },
        {
            "id": "49",
            "nass": "[باب قول اللَّه تعالى حتى إذا فزع عنْ قلوبهِم قالوا ماذا قال ربّكم قالوا الحق] ¶ 2 - باب قول اللَّه تعالى ¶ {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ} [سبأ: 23] ¶ [كذب الكهنة ودجلهم] ¶ 28 - «عن ابن عباسٍ - رضي اللَّه عنه- قال: حدّثني رجل من أصحاب النبي صَلَّى اللَّه عليه وسَلَّم من الأنصارِ أنهم بينما هم جلوس ليلة مع رسولِ اللَّه صَلَّى اللَّه عليه وسَلَّم إِذ رمي بنجمٍ فاستنار فقال: ¶ \" ما كنتم تقولون إِذا رمي بمثلِ هذا؟ \".",
            "page": "60",
            "part": "1",
            "seal": "6A16F24F"
        },
        {
            "id": "50",
            "nass": "قالوا: كنا نقول: ولِد الليلة عظيم أو مات عظيم. ¶ فقال: ¶ \"إِنها لم ترم لموت أحد ولا لحياته ولكن ربنا عز وجل إِذا قضى أمرا سبحت حملة العرشِ، حتى يسبح أهل السماءِ الذين يلونهم، حتى يبلغ التسبيح أهل السماءِ الدنيا فيقول الذين يلون حملة العرشِ: ماذا قال ربكم؟ فيخبرونهم ماذا قال، فيستخبر أهل السماواتِ بعضهم بعضا حتى يبلغ الخبر أهل السماءِ الدنيا فتخْطف الجِن السمع فيلقونه إِلى أوليائهم، فما جاءوا به على وجهِهِ فهو الحق ولكنهم يقْرِفون» (¬1) «ويزيدون» . ¶ رواه مسلم والترمذي والنّسائي. ¶ ـــــــــــــــــــــــــ ¶ 28 - رواه مسلم كتاب السلام (4 / 1750) (رقم: 2229) . ¶ هذا الحديث يبطل ما كان عليه أهل الجاهلية من اعتقادهم أن هذه الشهب تدل على ولادة عظيم أو موته. ¶ ويفيد أيضا أن الجن يخطفون السمع وأن الجني يقذف الكلمة إِلى وليه الكاهن بعد أن يسمعها، فيزيد على الكلمة مائة كلمة، ولهذا جاء في حديث عائشة الذي رواه مسلم (1 / 1570) (رقم: 2228) «قالت عائشة: يا رسول اللَّه إن الكهان كانوا يحدثوننا بالشيء فنجده حقا! قال: تلك الكلمة الحق يخطفها الجني فيقذفها في أذن وليه ويزيد فيها مائة كذبة» . ¶ 29 - وعن النّواس بن سمعان - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «إِذا أراد اللَّه أنْ يوحِي بالأمرِ تكلم بالوحي أخذت السماوات منه رجفة - أو قال: رعْدة- شديدة خوفا من اللَّه عز وجل، فإِذا سمع ذلك أهل السماواتِ صعقوا- أو قال: خروا- لله سجدا فيكون أول من يرفع رأسه» ¶ ¬_________ ¶ (¬1) لفظ مسلم والترمذي والنسائي: يقرفون، أي: يخلطون معه الكذب.",
            "page": "61",
            "part": "1",
            "seal": "B6BC49D5"
        },
        {
            "id": "51",
            "nass": "«جبرائيل عليه السلام، فيكلِّمه اللَّه من وحيهِ بما أراد، ثم يمر جِبرائيل على الملائكةِ كلما مر بسماءٍ سأله ملائكتها: ماذا قال ربّنا يا جبرائيل؟ فيقول: قال الحق وهو العلي الكبير فيقولون كلّهم مثل ما قال جبرائيل، فينتهي جبريل بالوحي إلى حيث أمره اللَّه عز وجلّ» . ¶ رواه ابن جرير وابن خزيمة والطّبراني وابن أبي حاتم واللفظ له. ¶ ـــــــــــــــــــــــــ ¶ 29 - رواه ابن خزيمة في \"التوحيد\" (1 / 348) (رقم: 206) ، والآجري في \"الشريعة\" (ص 294) وابن أبي عاصم في (السنة) (1 / 226) (رقم: 515) ، وابن الأعرابي في \"المعجم\" (883) ، وأبو نعيم في \"الحلية\" (5 / 152) والبيهقي في \" الأسماء والصفات\" (ص 202، 203) ، وابن جرير في \"التفسير\" (2 / 63) ، والبغويّ في \"معالم التنزيل\" (5 / 290، 291) . ¶ كلهم من طريق نعيم بن حماد الخزاعي عن الوليد بن مسلم عن عبد الرحمن بن يزيد بن جابر عن عبد اللَّه بن أبي زكريا عن رجاء بن حيوة عن النواس به. ¶ قال ابن أبي حاتم - كما في \" تفسير ابن كثير \" (3 / 537) -: سمعت أبي يقول: ¶ ليس هذا الحديث بالتمام عن الوليد بن مسلم رحمه اللَّه. ¶ قال الشيخ ناصر في تعليقه على \" السنة \": \" إسناده ضعيف، نعيم بن حماد سيئ الحفظ، والوليد بن مسلم ثقة لكنه كان يدلس تدليس التسوية \" اهـ. ¶ قلت: ويشهد لمعناه الحديث السابق الصحيح.",
            "page": "62",
            "part": "1",
            "seal": "3EEEC862"
        },
        {
            "id": "52",
            "nass": "[باب قولِ اللَّه تعالى وما قدروا اللَّه حق قدرِهِ والأرض جميعا قبْضته يوم القيامة] ¶ 3 - باب قولِ اللَّه تعالى {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [الزمر: 67] ¶ [قبض اللَّه سبحانه الأرض وطي السماء بيمينه] ¶ 30 - عن أبي هريرة - رضي اللَّه عنه- قال: سمعت رسول اللَّه صَلَّى اللَّه عليه وسَلَّم يقول: ¶ «يقْبِض اللَّه الأرض، ويطوي السماء بيمينِهِ ثم يقول: أنا الملك؛ أين ملوك الأرضِ؟» رواه البخاري. ¶ ـــــــــــــــــــــــــ ¶ 30 - رواه البخاري كتاب التوحيد (13 / 367) (رقم: 7382) . ¶ ورواه مسلم كتاب صفة الجَنَّة والنَّار (4 / 2148) (رقم: 2787) . ¶ يثبت هذا الحديث أن اللَّه سبحانه وتعالى يقبض الأرض بإحدى يديه وطيه السماء بالأخرى وهما يمينان لربنا سبحانه، لا شمال له، تعالى ربنا عن صفات المخلوقين علوا كبيرا. ¶ 31 - وله عن ابنِ عمر - رضي اللَّه عنهما- عن رسول اللَّهِ صَلَّى اللَّه عليه وسَلَّم قال:",
            "page": "63",
            "part": "1",
            "seal": "FD139867"
        },
        {
            "id": "53",
            "nass": "«إِن اللَّه يقْبِض يوم القيامةِ الأرضِين وتكون السماوات بيمينِهِ ثم يقول: ¶ أنا الملك» . ¶ ـــــــــــــــــــــــــ ¶ 31 - رواه البخاري كتاب التوحيد (13 / 393) (رقم: 7412) من طريق القاسم بن يحيى عن عبيد اللَّه عن نافع عن ابنِ عمر. ¶ ورواه مسلم صفات المنافقين (1 / 2148) (رقم: 2788) .",
            "page": "64",
            "part": "1",
            "seal": "3D2C6868"
        },
        {
            "id": "54",
            "nass": "32 - وفي روايةٍ عنه «أن رسول اللَّه صَلَّى اللَّه عليه وسَلَّم قرأ هذه الآية ذات يوم على المنبرِ: {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} (¬1) ورسول اللَّه صَلَّى اللَّه عليه وسَلَّم يقول هكذا بيدهِ يحركها ويقبِل بها ويدْبِر: \" يمجِّد الربّ نفسه أنا الجبار أنا المتكبِّر أنا العزيز أنا الكريم \"- فرجف برسولِ اللَّهِ صَلَّى اللَّه عليه وسَلَّم المنبر حتى قلنا ليخرّنّ به» -. رواه أحمد. ¶ ـــــــــــــــــــــــــ ¶ 32 - رواه أحمد في \" المسند\" (2 / 72) وابن أبي عاصم في \"السنّة\" (1 / 240) (رقم 546) وابن خزيمة في \"التوحيد\" (1 / 170) (رقم: 95، 96) من طريق حماد بن سلمة أخبرنا إسحاق بن عبد اللَّه عن عبيد اللَّه بن مقسم عن ابن عمر. قال الشيخ ناصر: صحيح على شرط مسلم. ¶ ¬_________ ¶ (¬1) سورة الزمر: 67.",
            "page": "64",
            "part": "1",
            "seal": "35362DEF"
        },
        {
            "id": "55",
            "nass": "33 - ورواه مسلم عن عبيدِ اللَّه بن مقسمٍ أنه نظر إلى عبد اللَّهِ بن عمر - رضي اللَّه عنهما- كيف يحْكي عن رسولِ اللَّهِ صَلَّى اللَّه عليه وسَلَّم قال: ¶ «يأخذ اللَّه سماواتهِ وأرضِيهِ بيديهِ فيقبِضهما، فيقول: أنا الملك ويقبض أصابِعه ويبسطها فيقول: أنا الملك\" حتى نظرت إِلى المنبرِ يتحرك من أسفلِ شيء منه، حتى إِني لأقول: أساقِط هو برسول اللَّه صَلَّى اللَّه عليه وسَلَّم؟!» . ¶ ـــــــــــــــــــــــــ ¶ 33 - رواه مسلم كتاب صفات المنافقين (4 / 2148) وابن ماجه (1 / 71) (رقم: 198) من طريق أبي حازم عن عبيد اللَّه بن مقسم أنه نظر إِلى عبد اللَّه بن عمر كيف يحكي. . . الحديث.",
            "page": "64",
            "part": "1",
            "seal": "FF12AF91"
        },
        {
            "id": "56",
            "nass": "[ما هو أول هذا الأمر] ¶ 34 - وفي \" الصّحيحيِن \" عن عِمران بن حصينٍ - رضي اللَّه عنه - قال: قال رسول اللَّهِ صَلَّى اللَّه عليه وسَلَّم: ¶ «اقْبلوا البشْرى يا بني تميمٍ \". ¶ قالوا: قد بشرتنا فأعطِنا. ¶ قال: \" اقبلوا البشرى يا أهل اليمنِ \". ¶ قالوا: قد قبِلنا فأخْبِرنا عن أول هذا الأمر. ¶ قال: \" كان اللَّه قبل كلِّ شيءٍ وكان عرشه على الماءِ وكتب في اللوحِ المحفوظِ ذِكر كل شيء \". ¶ قال: فأتاني آتٍ فقال: يا عِمران! انْحلتْ ناقتك من عِقالِها. ¶ قال: فخرجت في أثرِها فلا أدري ما كان بعدي.» ¶ ـــــــــــــــــــــــــ ¶ 34 - رواه البخاري بدء الخلق (6 / 286) (رقم 3190، 3191) والتوحيد (13 / 403) (رقم: 7418) . ¶ أورد الحديث ابن كثير في \" تفسيره \" (2 / 437) ، وقال: \" هذا حديث مخرج في \" الصحيحين \": البخاري، ومسلم بألفاظ كثيرة. . . \". ¶ قلت: لم أجده في \" صحيح مسلم \". ¶ اقبلوا البشرى: أي: اقبلوا مني ما يقتضي أن تبشروا إذا أخذتم به الجَنَّة كالفقه في الدين والعمل به. . \" الفتح\" (6 / 288) . ¶ وفي الحديث دلالة على أنه لم يكن شيء غيره لا الماء ولا العرش ولا غيرهما؛ لأن كل ذلك غير اللَّه سبحانه وتعالى. ¶ وقوله: {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} معناه: أنه خلق الماء سابقا ثم خلق العرش على الماء، وروى مسلم من حديث عبد اللَّه بن عمرو مرفوعا: «إِن اللَّه قدر مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة وكان عرشه على الماء» (¬1) وقوله {وَكَانَ عَرْشُهُ عَلَى الْمَاءِ} إشارة إلى أن الماء والعرش كانا مبدأ هذا العالم لكونهما خلقا قبل السماوات والأرض ولم يكن تحت العرش إذ ذاك إِلا الماء. . . ¶ وقد روى أحمد والترمذي وصححه من حديث أبي رزين العقيلي مرفوعا: «أن الماء خلق قبل العرش» (¬2) وأما ما رواه أحمد والترمذي وصححه من حديث عبادة بن الصامت مرفوعا: «أول ما خلق اللَّه القلم ثم قال له: اكتب فجرى بما هو كائن إلى يوم القيامة» (¬3) فيجمع بينه وبين ما قبله بأن أولية القلم بالنسبة إِلى ما عدا الماء والعريق أو بالنسبة إِلى ما منه صدر من الكتابة أي: قيل له: اكتب أول ما خلق. . . \" الفتح \" (6 / 289) . ¶ ¬_________ ¶ (¬1) رواه مسلم (2653) . ¶ (¬2) رواه أحمد (4 / 11 و 12) ، وابن ماجه (182) ، والترمذي (3109) . وسنده ضعيف؛ لجهالة وكيع بن عدس. ¶ (¬3) رواه الترمذي (2155) و (3319) ، وأحمد (5 / 317) ، والطيالسي (577) وابن أبي عاصم (107) ، والآجريّ (ص: 177) مِن طريقين يقوّي أحدهما الآخر.",
            "page": "65",
            "part": "1",
            "seal": "444E8A90"
        },
        {
            "id": "57",
            "nass": "[لا يستشفع باللَّه على أحد] ¶ 35 - وعن جبيرِ بنِ محمّد بن جبير بن مطْعِمٍ عن أبيه عن جدِّه قال: «جاء أعرابي إِلى رسولِ اللَّه صَلَّى اللَّه عليه وسَلَّم فقال: يا رسول اللَّهِ جهِدتِ الأنفس، وضاعت العيال، ونهِكتِ الأموال، وهلكتِ الأنعام، فاسْتسقِ لنا ربك فإِنّا نستشْفِع بك على اللَّهِ وباللَّهِ عليك. ¶ فقال رسول اللَّهِ صَلَّى اللَّه عليه وسَلَّم: ¶ \" ويْحك أتدري ما تقول؟ \"، وسبّح رسول اللَّهِ فما زال يسبح حتى عرفِ ذلك في وجوهِ أصحابِهِ، ثم قال: \" ويحك إِنه لا يستشْفع باللَّهِ على أحدٍ من خلْقِهِ شأْن اللَّهِ أعظم من ذلك، ويحك أتدري ما اللَّه؟ إِن عرشه على سماواتِهِ لهكذا وقال بأصابِعِهِ مثل القبةِ عليه وِإنه ليئِطّ به أطِيط الرحلِ بالراكبِ» . ¶ رواه أحمد وأبو داود. ¶ ـــــــــــــــــــــــــ ¶ 35 - رواه أبو داود (4726) وابن خزيمة في \" التوحيد \" (ص: 69) والآجري في \"الشريعة \" (293) ، وابن أبي عاصم في \" السنة \" (575) بسند ضعيف، فيه عنعنة ابن إِسحاق، وهو مدلِّس. ¶ (تنبيه) : لم أجد الحديث في \" المسند \".",
            "page": "67",
            "part": "1",
            "seal": "D47B2E8A"
        },
        {
            "id": "58",
            "nass": "[صبر اللَّه عز وجل على تكذيب ابن آدم] ¶ 36 - وعن أبي هريرة - رضى اللَّه عنه- قال: قال رسول اللَّهِ صَلَّى اللَّه عليه وسَلَّم: ¶ «قال اللَّه عز وجل: كذّبني ابن آدم ولم يكنْ له ذلك وشتمني ولم يكنْ له ذلك؛ أما تكْذِيبه إِياي فقوله: لنْ يعيدني كما بدأني، وليس أوّل الخلْقِ بِأهون علي منْ إِعادتِهِ، وأما شتْمه إِياي فقوله: اتخذ اللَّه ولدا وأنا الأحد الصمد الذي لم يلدْ ولم يولدْ ولم يكنْ له كفوا أحد» . ¶ ـــــــــــــــــــــــــ ¶ 36 - رواه البخاري كتاب التفسير (8 / 739) (رقم: 4974) . ¶ الصمد من أسماء اللَّه سبحانه وتعالى، هو: السيد الذي انتهى إليه السؤدد، وقيل: هو الدائم الباقي، وقيل: هو الذي لا جوف له، وقيل: الذي يصمد في الحوائج إليه، أي: يقصد. . \" النهاية \" (3 / 52) . ¶ وقال البخاري في \" صحيحه \": والعرب تسمي أشرافها الصمد.",
            "page": "68",
            "part": "1",
            "seal": "6AA6185B"
        },
        {
            "id": "59",
            "nass": "37 - وفي روايةٍ عن ابنِ عباسٍ - رضي اللَّه عنهما-: ¶ «وأمَّا شتمه إِيَّاي فقوله: لي ولدٌ، وسبحاني أنْ أتخِذ صاحِبة أو ولدا» . ¶ رواه البخاريّ. ¶ ـــــــــــــــــــــــــ ¶ 37 - رواه البخاري في التفسير (8 / 168) (رقم: 4482) : حدثنا أبو اليمان، أخبرنا شعيب عن عبد اللَّه بن أبي حسين، حدثنا نافع بن جبير عن ابن عباس. ¶ قال الحافظ في \" الفتح \" (8 / 168) : ¶ وإنما سماه شتما لما فيه من التنقيص، لأن الولد إنما يكون عن والدة تحمله ثم تضعه ويستلزم ذلك سبق النكاح، والناكح يستدعي باعثا له على ذلك واللَّه سبحانه منزّه عن جميع ذلك. ¶ وقال الحافظ (8 / 740) : ¶ ولما كان الرب سبحانه واجب الوجود لذاته قديما موجودا قبل وجود الأشياء، وكان كل مولود محدثا انتفت عنه الوالدية، ولما كان لا يشبهه أحد من خلقه ولا يجالسه حتى يكون له من جنسه صاحبة فتتوالد، انتفت عنه الولدية، ومن هذا قوله تعالى: {أَنَّى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ}",
            "page": "68",
            "part": "1",
            "seal": "27CF0ABC"
        },
        {
            "id": "60",
            "nass": "[تحريم سب الدهر] ¶ 38 - ولهما عن أبي هريرة - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «قال اللَّه تعالى: يؤذْيني ابن آدم يسبّ الدهر، وأنا الدهر بِيدِي الأمر أقلِّب الليل والنهار» . ¶ ـــــــــــــــــــــــــ ¶ 38 - رواه البخاري في التفسير (8 / 574) (رقم: 4826) ، والتوحيد (13 / 464) (رقم: 7491) ، ومسلم الأدب (4 / 1762) (رقم: 2246) . معنى: \" أنا الدهر\": قال الحافظ في \"الفتح \" (8 / 575) : قال الخطابي: أنا صاحب الدهر ومدبر الأمور التي ينسبونها إِلى الدهر فمن سب الدهر من أجل أنه فاعل هذه الأمور عاد سبه إِلى ربه الذي هو فاعلها. ¶ قال النووي (15 / 3) : كانت العرب تسب الدهر عند النوازل والحوادث والمصائب النازلة بها من مرت أو هرم أو تلف مال أو غير ذلك، فيقولون: يا خيبة الدهر ونحو هذا، أي: لا تسبوا فاعل النوازل فإنكم إذا سببتم فاعلها وقع السبّ على اللَّه تعالى لأنّه هو فاعلها ومنزلها، وأما الدهر الذي هو الزمان فلا فعل له بل هو مخلوق من جملة خلق اللَّه تعالى. ¶ ومعنى: \" فإن اللَّه هو الدهر \" أي: فاعل النوازل والحوادث وخالق الكائنات واللَّه أعلم.",
            "page": "69",
            "part": "1",
            "seal": "1C1AF377"
        },
        {
            "id": "61",
            "nass": "[باب الإيمان بالقدر] ¶ 4 - باب الإيمان بالقدر وقولِ اللَّهِ تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ} ¶ وقوله تعالى: {وَكَانَ أَمْرُ اللَّهِ قَدَرًا مَقْدُورًا} ¶ وقوله تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} ¶ وقوله تعالى: {إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ} ¶ [متى كان تقدير مقادير الخلق؟] ¶ 39 - وفي \" صحيح مسلم \" عن عبد اللَّه بن عمرو بن العاص - رضي اللَّه عنهما- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «إنّ اللَّه قدّر مقادير الخلائِقِ قبل أنْ يخلق السماوات والأرض بخمسين»",
            "page": "70",
            "part": "1",
            "seal": "2B4921DD"
        },
        {
            "id": "62",
            "nass": "«ألف سنةٍ قال: عرشه على الماء» \". ¶ ـــــــــــــــــــــــــ ¶ 39 - رواه مسلم كتاب القدر (4 / 2044) (رقم: 2653) من طريق ابن وهب، أخبرني أبو هانئ الخولاني عن أبي عبد الرحمن الحبلي عن عبد اللَّه بن عمرو به. ¶ القدر بفتح الدال المهملة: قال الحافظ (11 / 477) : قال الكرماني: المراد بالقدر حكم اللَّه. وقالوا- أي: العلماء-: القضاء هو الحكم الكلي الإجمالي في الأزل، والقدر جزئيات ذلك الحكم وتفاصيله. ¶ وقال أبو المظفر السمعاني: سبيل معرفة هذا الباب التوقيف من الكتاب والسنة دون محض القياس والعقل؛ فمن عدل عن التوقيف فيه ضل وتاه في بحار الحيرة ولم يبلغ شفاء العين ولا ما يطمئن به القلب؛ لأن القدر سر من أسرار اللَّه تعالى اختص العليم الخبير به وضرب دونه الأستار وحجبه عن عقول الخلق ومعارفهم لما علمه من الحكمة، فلم يعلمه نبي مرسل ولا ملك مقرب اهـ. ¶ وقال الحافظ: وأخرج الطبراني بسند حسن من حديث ابن مسعود رفعه: «إذا ذكر القدر فأمسكوا» (¬1) قال الشيخ العلامة عبد العزيز بن عبد اللَّه بن باز رحمه اللَّه: ¶ وأما الإيمان بالقدر فيتضمن الإيمان بأمور أربعة: ¶ أولها: أن اللَّه سبحانه قد علم ما كان وما يكون وعلم أحوال عباده وعلم أرزاقهم وآجالهم وأعمالهم وغير ذلك من شؤونهم، لا يخفى عليه من ذلك شيء سبحانه وتعالى، كما قال سبحانه: {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} وقال عزّ وجل: {لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا} ¶ وثانيها: كتابته سبحانه لكل ما قدره وقضاه، كما قال سبحانه: {قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ} وقال تعالى: {وَكُلَّ شَيْءٍ أحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ} وقال تعالى: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ} ¶ وثالثها: الإيمان بمشيئته النافذة؛ فما شاء كان وما لم يشأ لم يكن، كما قال سبحانه: {إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ} وقال عزّ وجل: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} وقال سبحانه: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} ¶ ورابعها: خلقه سبحانه لجميع الموجودات لا خالق غيره ولا رب سواه، كما قال سبحانه: {اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ} وقال تعالى: {يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأَرْضِ لا إِلَهَ إِلا هُوَ فَأَنَّى تُؤْفَكُونَ} ¶ فالإيمان بالقدر يشمل هذه الأمور الأربعة عند أهل السنّة والجماعة خلافا لمن أنكر بعض ذلك من أهل البدع اهـ. ¶ ¬_________ ¶ (¬1) وهو مخرج في \"السلسلة الصحيحة\" (رقم: 34) .",
            "page": "71",
            "part": "1",
            "seal": "7F109F1A"
        },
        {
            "id": "63",
            "nass": "[وجوب العمل وعدم التواكل] ¶ 40 - وعن علي بن أبي طالب - رضي اللَّه عنه- قال: «قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ \" ما منكم من أحدٍ إلا وقد كتب مقعده من النّارِ ومقعده من الجَنَّةِ \" قالوا: يا رسول اللَّه! أفلا نتكل على كتابِنا وندع العمل؟! قال: ¶ \" اعملوا فكلٌّ ميسّر لما خلِق له؛ أمّا من كان من أهل السّعادةِ فسييسّر لِعمل أهل السّعادة، وأمّا من كان من أهل الشَّقاوةِ، فسييسّر لِعمل أهل الشّقاوة ثمّ قرأ: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى - وَصَدَّقَ بِالْحُسْنَى - فَسَنُيَسِّرُهُ لِلْيُسْرَى} » [الليل: 6] متّفقٌ عليه. ¶ ـــــــــــــــــــــــــ ¶ 40 - رواه البخاري كتاب الجنائز (3 / 225) (رقم: 1362) ، والتفسير (8 / 709) (رقم: 4948، 4949) ، ومسلم كتاب القدر (4 / 2039) (رقم: 2647) . ¶ قال البغوي (1 / 133) : قال الخطابي: قولهم: \" أفلا نتكل على كتابنا وندع العمل \": مطالبة منهم بأمر يوجب تعطيل العبودية وذلك إن إخبار النبي صَلَّى اللَّه عليه وسَلَّم عن سابق الكتاب إِخبار غيب علم اللَّه سبحانه وتعالى فيهم وهو حجة عليهم، فرام القوم أن يتخذوه حجة لأنفسهم في ترك العمل، فأعلمهم النبي صَلَّى اللَّه عليه وسَلَّم أن هاهنا أمرين لا يبطل أحدهما الآخر: باطن: هو العلة الموجبة في حكم الربوبية، وظاهر: هو السمة اللازمة في حق العبودية، وهي إمارة مخيلة غير مفيدة حقيقة العلم، ويشبه أن يكون- واللَّه أعلم- إنما عوملوا بهذه المعاملة وتعبدوا بهذا التعبد ليتعلق خوفهم بالباطن المغيب عنهم ورجاؤهم بالظاهر البادي لهم والخوف والرجاء مدرجتا العبودية ليستكملوا بذلك صفة الإيمان، ويبين لهم أن كلا ميسر لما خلق له، وأن عمله في العاجل دليل مصيره في الآجل، وتلا قوله سبحانه وتعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى} {وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى} وهذه الأمور في حكم الظاهر، ومن وراء ذلك علم اللَّه عزّ وجل فيهم وهو الحكيم الخبير لا يسأل عما يفعل وهم يسألون. ¶ واطلب نظيره في أمرين من الرزق المقسوم مع الأمر بالكسب ومن الأجل المضروب في العمر مع المعالجة بالطب، فإنك تجد المغيّب فيهما علة موجبة والظاهر البادي سببا مخيلا، وقد اصطلح الناس خواصهم وعوامهم على أن الظاهر فيهما لا يترك بالباطن.",
            "page": "72",
            "part": "1",
            "seal": "3F49DAC9"
        },
        {
            "id": "64",
            "nass": "[أخذ اللَّه الميثاق علينا ونحن في ظهر آدم عليه السلام] ¶ 41 - وعن مسلم بن يسارٍ الجهني قال: «سئِل عمر بن الخطّاب - رضي اللَّه عنه- عن هذه الآية: {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ} فقال عمر - رضي اللَّه عنه- سمعت رسول اللَّه صَلَّى اللَّه عليه وسَلَّم سئل عنها، فقال:",
            "page": "73",
            "part": "1",
            "seal": "3D3FDD70"
        },
        {
            "id": "65",
            "nass": "\" إنّ اللَّه خلق آدم ثمّ مسح ظهره بِيمينِهِ، فاستخرج منه ذرية فقال: ¶ خلقْت هؤلاء للجنّةِ وبعمل أهل الجَنَّةِ يعملون، ثمّ مسح ظهره فاستخْرج منه ذرِّية فقال: خلقت. هؤلاء للنّار وبعمل أهلِ النّار يعملون \" فقال رجلٌ: يا رسول اللَّه ففيم العمل؟ ¶ فقال: \" إنّ اللَّه إذا خلق العبد للجنّةِ استعمله بعمل أهل الجَنَّةِ حتّى يموت على عمل من أعمال أهل الجَنَّةِ فيدخله به الجَنَّة، وإذا خلق العبد للنّارِ استعمله بعمل أهل النّار حتّى يموت على عمل من أعمال أهل النّار فيدخله النّار» . ¶ رواه مالك والحاكم وقال: على شرط مسلم. ¶ ورواه أبو داود من وجه آخر عن مسلم بن يسار عن نعيمِ بن ربيعة عن عمر. ¶ ـــــــــــــــــــــــــ ¶ 41 - رواه مالك في \"الموطأ\" كتاب القدر (2 / 898 -899) ، ومن طريق مالك، أخرجه أبو داود كتاب السنّة (4 / 226) (رقم: 4703) ، والترمذي في التفسير (5 / 248) (رقم: 3075) ، والنسائي في \" الكبرى \" (6 / 247) (رقم: 11190) ، والآجري في \" الشريعة \" (ص 170) ، وابن حبان (14 / 37) (رقم: 6166) ، والبيهقي في \" الأسماء والصفات \" (ص 325) ، والبغوي في \" شرح السنّة \" (1 / 138) (رقم: 77) ، والحاكم في \" المستدرك \" (1 / 27) ، كلهم من طريق مالك عن زيد بن أبي أنيسة عن عبد الحميد بن عبد الرحمن بن زيد عن مسلم به. ¶ قال الترمذي: حسن، ومسلم بن يسار لم يسمع من عمر، وقد ذكر بعضهم في هذا الإسناد بين مسلم بن يسار وبين عمر رجلا مجهولا. ¶ قال الحاكم: صحيح على شرطيهما. ¶ قال الذهبي: فيه إِرسال. ¶ وقال الحاكم (2 / 324 -325) : صحيح على شرط مسلم ووافقه الذهبي. ¶ وقال الحاكم أيضا (2 / 544) : صحيح على شرط الشيخين ووافقه الذهبي. ¶ رواه أبو داود كتاب السنّة (4 / 226) (رقم: 4704) من طريق عمر بن جعثم حدثني زيد بن أبي أنيسة عن عبد الحميد بن عبد الرحمن عن مسلم بن يسار عن نعيم بن ربيعة، قال: كنت عند عمر بن الخطاب بهذا الحديث، وحديث مالك أتم ونعيم مجهول. ¶ قال المنذري: ولكن معنى هذا الحديث قد صح عن النبي صَلَّى اللَّه عليه وسَلَّم من وجوه ثابتة كثيرة يطول ذكرها من حديث عمر بن الخطاب وغيره، أنّه سئل عن هذه الآية: أي: عن كيفية أخذ اللَّه ذرية بني آدم من ظهورهم المذكور في الآية. ¶ وإِذ أخذ: أي: أخرج. ¶ ثم مسح ظهره: أي ظهر آدم. ¶ ففيم العمل؟ : أي: إذا كان كما ذكرت يا رسول اللَّه- من سبق القدر- ففي أيِّ شيء يفيد العمل، أو بأي شيء يتعلق العمل أو فلأي شيء أمرنا بالعمل؟! ¶ استعمله بعمل أهل الجَنَّة: أي: جعله عاملا به ووفقه للعمل به.",
            "page": "74",
            "part": "1",
            "seal": "85BAF5BC"
        },
        {
            "id": "66",
            "nass": "42 - وقال إسحاق بن راهويه: حدّثنا بقية بن الوليدِ، قال: أخبرني الزبيدي محمد بن الوليد عن راشد بن سعد عن عبد الرحمن بن أبي قتادة عن أبيه عن هشام بن حكيم بن حزام «أنّ رجلا قال: يا رسول اللَّه أتبتدأ الأعمال أم قد قضِي القضاء؟ فقال: ¶ \" إنّ اللَّه لماّ أخرج ذرِّيّة آدم من ظهرهِ أشهدهم على أنفسهم، ثم أفاض بهم في كفّيهِ، فقال: هؤلاءِ للجنّةِ وهؤلاءِ للنارِ، فأهل الجَنَّة ميسّرون لعمل أهل الجَنَّةِ وأهل النّار ميسّرون لعمل أهل النّار» . ¶ ـــــــــــــــــــــــــ ¶ 42 - صحيح. ¶ رواه البخاري في \" تاريخه الكبير \" (8 / 191 -192) .",
            "page": "75",
            "part": "1",
            "seal": "1DECA300"
        },
        {
            "id": "67",
            "nass": "[كتابة العمل والأجل والرزق وشقي أو سعيد ونحن في بطون أمهاتنا] ¶ 43 - وعن عبد اللَّه بن مسعود - رضي اللَّه عنه- قال: حدثنا رسول اللَّه صَلَّى اللَّه عليه وسَلَّم وهو الصادق المصدوق: ¶ «إنّ أحدكم يجمع خلْقه في بطنِ أمِّه أربعين يوما نطفة، ثمّ يكون علقة مثل ذلك، ثمّ يكون مضغة مثل ذلك، ثمّ يبعث اللَّه إليه ملكا بأربع كلمات: فيكتب عمله وأجله ورِزقه وشقِي أو سعيد، ثمّ ينفخ فيه الروح، فوالّذي لا إله غيره إنّ أحدكم ليعمل بعمل أهل الجَنَّة حتّى ما يكون بينه وبينها إلا ذراعٌ فيسبق عليه الكتاب فيعمل بعمل أهل النّار فيدخلها؛ وإنّ أحدكم ليعمل بعمل أهل النّار حتّى ما يكون بينه وبينها إلاّ ذراعٌ فيسبق عليه الكتاب فيعمل بعمل أهل الجَنَّة فيدخلها» ¶ متّفق عليه. ¶ ـــــــــــــــــــــــــ ¶ 43 - رواه البخاري كتاب بدء الخلق (6 / 303) (رقم: 3208) ، والأنبياء (6 / 363) (رقم: 3332) ، والقدر (11 / 477) (رقم: 6594) ، والتوحيد (13 / 440) (رقم: 7454) ، ومسلم كتاب القدر (4 / 2036) (رقم: 2643) . ¶ قال الحافظ في \" الفتح \" (11 / 479) : ¶ المراد بالنطفة المني وأصله الماء الصافي القليل، والأصل في ذلك إن ماء الرجل إذا لاقى ماء المرأة بالجماع وأراد اللَّه أن يخلق من ذلك جنينا هيأ أسباب ذلك. ¶ قال ابن الأثير في \" النهاية \": يجوز أن يريد بالجمع مكث النطفة في الرحم، أي: تمكث النطفة أربعين يوما تخمّر فيه حتى تتهيأ للتصوير ثم تخلّق بعد ذلك. ¶ ثم يكون علقة: يكون هنا بمعنى يصير، ومعناه أنها تكون بتلك الصفة مدة الأربعين ثم تنقلب إِلى الصفة التي تليها. ¶ العلقة: الدم الجامد الغليظ سمّي بذلك للرطوبة التي فيه وتعلّقه بما مر به. ¶ المضغة: قطعة اللحم سميت بذلك لأنها قدر ما يمضغ الماضغ. ¶ والمراد من كتابة الرزق تقديره قليلا أو كثيرا وصفته حلالا أو حراما، وبالأجل: هل هو طويل أو قصير؟ وبالعمل صالح أو فاسد. ¶ ومعنى شقي أم سعيد: أن الملك يكتب إِحدى الكلمتين كأن يكتب مثلا أجل هذا الجنين كذا ورزقه كذا وعمله كذا وهو شقي باعتبار ما يختم له وسعيد باعتبار ما يختم له كما دلّ عليه الخبر. ¶ وفي الحديث حث على القناعة والزجر الشديد عن الحرص لأن الرزق إذ كان قد سبق تقديره لم يغْنِ التغني في طلبه وإنما شرع الاكتساب لأنه من جملة الأسباب التي اقتضتها الحكمة في دار الدنيا. ¶ وفيه أن الأعمال سبب دخول الجَنَّة أو النَّار ولا يعارض ذلك حديث «لن يدخل أحدكم الجَنَّة بعمله» (¬1) لأنه لولا رحمة اللَّه لعبده لما أدخله الجَنَّة، لأن العمل بمجرّده ولو تناهى لا يوجب بمجرده دخول الجَنَّة ولا أن يكون عِوضا لها لأنه ولو وقع على الوجه الذي يحبه اللَّه لا يقاوم نعمة اللَّه بل جميع العمل لا يوازي نعمة واحدة، فتبقى سائر نعمه مقتضية لشكرها وهو لم يوفِّها حق شكرها، فلو عذبه على هذه الحالة لعذبه وهو غير ظالم، وإذا رحمه في هذه الحالة كانت رحمته خيرا من عمله، وفيه أن من كتب شقيا لا يعلم حاله في الدنيا، وكذا عكسه، ولكن ربما يعلم بطريق العلامة المثبتة للظن الغالب، فنعم، ويقوى ذلك في حق من اشتهر له لسان صدق بالخير والصلاح. ¶ وفيه الحثّ على الاستعاذة باللَّه من سوء الخاتمة. ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم.",
            "page": "76",
            "part": "1",
            "seal": "917A92B7"
        },
        {
            "id": "68",
            "nass": "[دخول الملك على النطفة بعدما تستقر في الرحم] ¶ 44 - وعن حذيفة بن أسيد - رضي اللَّه عنه- يبلغ به النبي صَلَّى اللَّه عليه وسَلَّم قال: ¶ «يدخل الملك على النطفة بعدما تستقر في الرحم بأربعين أو خمس وأربعين ليلة، فيقول: يا رب أشقي أو سعيدٌ؟ فيكتبان، فيقول: يا رب أذكر أو أنثى؟ فيكتبان، ويكتب عمله وأثره وأجله ورزقه، تم تطْوى الصحف فلا يزاد فيها ولا ينقص» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 44 - رواه مسلم كتاب القدر (4 / 2037) (رقم: 2644) ، ورواه مسلم (4 / 2038) من طريق عكرمة بن خالد وكلثوم عن أبي الطفيل عن حذيفة نحوه. ¶ قال الحافظ في \" الفتح \" (11 / 482) : ¶ يدخل الملك: اللام للعهد والمراد به عهد مخصوص؛ وهو جنس الملائكة الموكّلين بالأرحام كما ثبت في رواية حذيفة بن أَسِيدٍ: أن ملكا موكلا بالرحم.",
            "page": "78",
            "part": "1",
            "seal": "3FFC89D5"
        },
        {
            "id": "69",
            "nass": "[إن اللَّه خلق للجنة أهلا وهم في أصلاب أبنائهم وخلق للنار أهلا وهم في أصلاب آبائهم] ¶ 45 - وفي \"صحيح مسلم \" عن عائشة - رضي اللَّه عنها- قالت: ¶ دعي رسول اللَّه صَلَّى اللَّه عليه وسَلَّم إلى جنازة صبي من الأنصار، فقلت طوبى له، عصفورٌ من عصافير الجَنَّة لم يعمل سوء ولم يدركه، فقال: ¶ «أو غير ذلك يا عائشة! إنّ اللَّه خلق للجنةِ أهلا خلقهم لها وهم في أصلاب آبائهم وخلق للنار أهلا خلقهم لها وهم في أصلاب آبائهم» . ¶ ـــــــــــــــــــــــــ ¶ 45 - رواه مسلم كتاب القدر (4 / 2050) (رقم: 2662) . ¶ قال النووي (16 / 207) : ¶ أجمع من يعتد به من علماء المسلمين على أن من مات من أطفال المسلمين فهو من أهل الجَنَّة؛ لأنه ليس مكلفا، وتوقّف فيه بعض من لا يعتدّ به لحديث عائشة هذا. ¶ وأجاب العلماء بأنه لعله نهاها عن المسارعة إِلى القطع من غير أن يكون عندها دليل قاطع كما أنكر على سعد بن أبي وقاص في قوله أعطه إني لأراه مؤمنا، قال أو مسلما. . . الحديث (¬1) . ¶ ويحتمل أنه صَلَّى اللَّه عليه وسَلَّم قال هذا قبل أن يعلم أن أطفال المسلمين في الجَنَّة فلما علم قال ذلك في قوله صَلَّى اللَّه عليه وسَلَّم: «ما من مسلم يموت له ثلاثة من الولد لم يبلغوا الحنث إلا أدخله اللَّه الجَنَّة بفضل رحمته إياهم» (¬2) وغير ذلك من الأحاديث، واللَّه أْعلم. ¶ أما أطفال المشركين ففيهم ثلاثة مذاهب، قال الأكثرون: هم في النَّار تبعا لآبائهم، وتوقفت طائفة منهم، والثالث- وهو الصحيح- الذي ذهب إليه المحققون أنهم من أهل الجَنَّة ويستدل له بأشياء، منها حديث إبراهيم عليه السلام «حين رآه النبي صَلَّى اللَّه عليه وسَلَّم في الجَنَّة ومن حوله أولاد الناس، قال: يا رسول اللَّه وأولاد المشركين؟ ، قال: \" وأولاد المشركين» ، رواه البخاري في \" صحيحه \". ¶ ¬_________ ¶ (¬1) رواه البخاري ومسلم. ¶ (¬2) رواه أحمد بسند حسن؛ كما في \" صحيح الجامع \" (5772) .",
            "page": "79",
            "part": "1",
            "seal": "D36B056F"
        },
        {
            "id": "70",
            "nass": "[كل شيء بقدر] ¶ 46 - وعن ابن عمر - رضي اللَّه عنهما- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: «كلّ شيء بقدرٍ حتى العجز والكيس» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 46 - رواه مالك في \" الموطأ \" كتاب القدر (2 / 899) ومن طريقه رواه مسلم القدر (4 / 2045) (رقم: 2655) ، والبخاري في \" خلق أفعال العباد \" (25) . ¶ العجز: عدم القدرة، وقيل: ترك ما يجب فعله والتسويف به وتأخيره عن وقته، ويحتمل العجز عن الطاعات. ¶ والكيس: ضد العجز وهو النشاط والحذق بالأمور، ومعناه أن العاجز قد قدر عجزه والكيس قد قدر كيسه.",
            "page": "80",
            "part": "1",
            "seal": "92E7829C"
        },
        {
            "id": "71",
            "nass": "[معنى قول اللَّه تنزّل الملائكة والروح فيها] ¶ 47 - وعن قتادة - رضي اللَّه عنه- في قوله تعالى: {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ} قال: \"يقْضى فيها ما يكون في السّنة إلى مثلها \". ¶ رواه عبد الرزاق وابن جرير. ¶ وقد روي معنى ذلك عن ابن عباس - رضي اللَّه عنهما- والحسن وأبي عبد الرحمن السلمي وسعيد بن جبيرٍ ومقاتِل. ¶ ـــــــــــــــــــــــــ ¶ 47 - رواه عبد الرزاق في \" تفسيره \" (3 / 386) وابن جرير (15 / 260) . وانظر (الدر المنثور \" (8 / 568 - 569) .",
            "page": "81",
            "part": "1",
            "seal": "3031AC82"
        },
        {
            "id": "72",
            "nass": "[اللوح المحفوظ من درة بيضاء] ¶ 48 - وعن ابن عباس - رضي اللَّه عنهما- قال: إن اللَّه خلق لوحا محفوظا من درة بيضاء، دفّتاه من ياقوتةٍ حمراء، قلمه نور، وكتابه نورٌ، عرضه ما بين السّماء والأرض، ينظر فيه كلّ يومٍ ثلاثمائةٍ وستين نظرة، ففي كلِّ نظرةٍ منها يخلق ويرزق ويحيي ويميت ويعز ويذل ويفعل ما يشاء، فذلك قوله تعالى: {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} ¶ رواه عبد الرزاق وابن المنذر والطبراني والحاكم. ¶ قال ابن القيم - رحمه اللَّه تعالى- لما ذكر هذه الأحاديث وما في معناها، قال (¬1) . ¶ \" فهذا تقدير يومِي، والذي قبله تقدير حولي، والذي قبله تقدير عمرِي عند تعلقِ النفس به، والذي قبله كذلك عند أول تخليقِهِ وكونِهِ مضغة، ¶ ¬_________ ¶ (¬1) \"شفاء العليل\" (1 / 61-74) .",
            "page": "82",
            "part": "1",
            "seal": "D1F471D4"
        },
        {
            "id": "73",
            "nass": "والذي قبله تقدير سابق على وجوده لكن بعد خلق السماوات والأرض، والذي قبله تقدير سابق على خلق السماوات والأرض بخمسين ألف سنة، وكلّ واحدٍ من هذه التقادير كالتفصيل من التقدير السّابقِ. ¶ وفي ذلك دليلٌ على كمال علم الرّبِّ وقدرتِه وحِكمتِهِ، وزيادة تعرِيفِهِ الملائِكة وعباده المؤمنين بنفسه وأسمائه. ¶ ثم قال: ¶ فاتفقت هذه الأحاديث ونظائرها على أن القدر السابق لا يمنع العمل ولا يوجب الاتكال عليه، بل يوجب الجدّ والاجتهاد. ¶ ولهذا لما سمع بعض الصّحابة ذلك قال: ما كنت بأشد اجتهادا منِّي الآن. ¶ وقال أبو عثمان النّهدي لسلمان: لأنا بأول هذا الأمر أشد فرحا منِّي بآخره. ¶ وذلك لأنه إِذا كان قد سبق له من اللَّه سابقة وهيّأه ويسره للوصول إليها كان فرحه بالسابقة التي سبقت له من اللَّه أعظم من فرحه بالأسباب التي تأتي بعدها. ¶ ـــــــــــــــــــــــــ ¶ 48 - رواه عبد الرزاق وابن المنذر والحاكم والطبراني (12 / 72) (رقم: 12511) من طريق زياد بن عبد اللَّه عن ليث عن عبد الملك بن سعيد بن جبير عن أبيه عن ابن عباس مرفوعا. ¶ وقال الهيثمي (3 / 221) : وفيه ليث بن أبي سليم وهو ثقة ولكنه مدلس وبقية رجاله ثقات.",
            "page": "83",
            "part": "1",
            "seal": "E638F996"
        },
        {
            "id": "74",
            "nass": "[الإيمان بالقدر يوجد طعم الإيمان] ¶ 49 - وعن الوليد بن عبادة قال: «دخلت على أبي وهو مريضٌ أتخايل فيه الموت، فقلت: يا أبتاه أوصني واجتهد لي، فقال: أجلسوني؛ فلمّا أجلسوه، قال: يا بني إنك لن تجد طعم الإيمان ولن تبلغ حقيقة العلم باللَّه تبارك وتعالى حتى تؤمن بالقدر خيره وشره، قلت: يا أبتاه وكيف لي أن أعلم ما خير القدر وشره؟ قال: تعلم أنّ ما أخطأك لم يكن ليصيبك، وما أصابك لم يكن ليخطئك، يا بني إني سمعت رسول اللَّه صَلَّى اللَّه عليه وسَلَّم يقول: ¶ \" أوّل ما خلق اللَّه القلم قال: اكتب، فجرى في تلك الساعة بما هو كائن إلى يوم القيامة. . . \" يا بني إن مِتّ ولست على ذلك دخلت النّار.» ¶ رواه أحمد. ¶ ـــــــــــــــــــــــــ ¶ 49 - صحيح- رواه أحمد في \" المسند \" (5 / 317) ، وابن أبي عاصم في \" السنّة \" (1 / 48) (رقم: 103) من طريق ابن لهيعة عن يزيد بن أبي حبيب عن الوليد بن عبادة عن أبيه مختصرا. وروى ابن أبي عاصم (1 / 51) (رقم: 111) أوله من طريق سليمان بن حبيب المحاربي عن الوليد بن عبادة عن أبيه. ¶ ورواه الترمذي كتاب القدر (4 / 398) (رقم: 2155) من طريق يحيى بن موسى حدثنا أبو داود الطيالسي حدثنا عبد الواحد بن سليم عن عطاء عن الوليد به وفيه قصة، ورواه - أيضا- الترمذي كتاب التفسير (5 / 394) (رقم: 3319) وابن أبي عاصم في \" السنة \" (1 / 49) (رقم: 105) من طريق أبو داود الطيالسي حدثنا عبد الواحد بن سليم عن عطاء بن أبي رباح حدثني الوليد عن أبيه به مختصرا، وقال الترمذي: حسن غريب. ورواه أبو داود كتاب السنة (5 / 317) من طريق إبراهيم بن أبي عبلة عن أبي حفصة قال عبادة لابنه. . . . ¶ ورواه ابن أبي عاصم (1 / 48) (رقم: 104) من طريق عبد اللَّه بن السائب عن عطاء عن الوليد. ¶ ورواه أحمد (5 / 317) ، وابن أبي عاصم (1 / 50) (رقم: 107) من طريق معاوية بن صالح حدثنا أيوب أبو زيد الحمصي عن عبادة بن الوليد بن عبادة. ¶ ورواه الآجري (178) من طريق الزهري عن محمد بن عبادة عن أبيه. ¶ وللحديث شواهد من حديث ابن عباس وابن عمر، انظر \" السنة \" لابن أبي عاصم (1 / 49 - 51) .",
            "page": "84",
            "part": "1",
            "seal": "4D3AB2DB"
        },
        {
            "id": "75",
            "nass": "[الأمر بالتداوي وأخذ الأسباب] ¶ 50 - وعن أبي خِزامة عن أبيه- رضي اللَّه عنه- قال: «قلت: يا رسول اللَّه! أرأيت رقى نسترقِيها ودواء نتداوى به وتقاة نتقِيها هل ترد من قدر اللَّه شيئا؟ قال: ¶ \" هي من قدر اللَّه» . ¶ رواه أحمد والتِّرمذيّ وحسّنه. ¶ ـــــــــــــــــــــــــ ¶ 50 - صحيح- رواه أحمد (3 / 421) ، والترمذي كتاب الطب (4 / 349،) (رقم: 2065) ، وكتاب القدر (4 / 395) (رقم: 2148) ، وابن ماجه كتاب الطب (2 / 1137) (رقم: 3437) كلهم من طريق سفيان بن عيينة عن الزهري عن أبي خزامة به. ¶ ورواه أحمد (3 / 421) من طريق محمد بن الوليد الزبيدي عن الزهري به. ¶ ورواه أحمد (3 / 421) من طريق عمرو عن ابن شهاب به. ¶ فال الترمذي: حسن صحيح. ¶ جاء في \"مسند أحمد \" ورواية في الترمذي وابن ماجه: ابن أبي خزامة عن أبيه.",
            "page": "85",
            "part": "1",
            "seal": "03FF2AA1"
        },
        {
            "id": "76",
            "nass": "[المؤمن القوي خير وأحب إلى اللَّه من المؤمن الضعيف] ¶ 51 - وعن أبي هريرة - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «المؤمن القوي خير وأحب إلى اللَّه من المؤمن الضعيف، وفي كل خير، احرص على ما ينفعك، واستعن باللَّه ولا تعجزن، فإنْ أصابك شيء فلا تقل: لو أني فعلت كذا كان كذا وكذا! ولكن قل: قدر اللَّه وما شاء فعل؛ فإن (لو) تفتح عمل الشيطان» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 51 - رواه مسلم كتاب القدر (4 / 2052) (رقم: 2664) .",
            "page": "86",
            "part": "1",
            "seal": "7677FE0B"
        },
        {
            "id": "77",
            "nass": "[باب ذكِرِ الملائكِةِ عليهم السلام والإيمان بهِم] ¶ [خلقت الملائكة من نور] ¶ 5 - باب ذكِرِ الملائكِةِ عليهم السلام والإيمان بهِم وقول اللَّه تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ} الآية [البقرة: 177] . ¶ وقوله تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ} ¶ وقوله تعالى: {لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ} ¶ وقوله تعالى: {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ - يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ} ¶ وقوله تعالى: {جَاعِلِ الْمَلَائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنَى وَثُلَاثَ وَرُبَاعَ} الآية [فاطر: 1] .",
            "page": "87",
            "part": "1",
            "seal": "18AD3BBC"
        },
        {
            "id": "78",
            "nass": "وقوله تعالى: {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا} الآية [المؤمنون: 7] . ¶ [خلقت الملائكة من نور] ¶ 52 - وعن عائشة - رضي اللَّه عنها- قالت: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «خلِقت الملائكة من نّور، وخلق الجانّ من مارِج من نار، وخلق آدم ممّا وصف لكم» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 52 - رواه مسلم كتاب الزهد (4 / 2294) (رقم: 2996) . ¶ الجان: الجن. ¶ والمارج: اللَّهب المختلط بسواد النَّار. ¶ قال العلّامة الشيخ عبد العزيز بن عبد اللَّه بن باز رحمه اللَّه: ¶ الإيمان بالملائكة يتضمّن الإيمان بهم إجمالا وتفصيلا؛ فيؤمن المسلم بأن لله ملائكة خلقهم لطاعته ووصفهم بأنهم عباد مكرمون لا يسبقونه بالقول وهم بأمره يعملون. . . ¶ وهم أصناف كثيرة؛ منهم الموكلون بحمل العرش، ومنهم خزنة الجَنَّة والنّار، ومنهم الموكلون بحفظ أعمال العباد. ¶ ونؤمن على سبيل التفصيل بمن سمّى اللَّه ورسوله منهم كجبريل وميكائيل ومالك خازن النَّار وإسرافيل الموكل بالنفخ في الصور.",
            "page": "88",
            "part": "1",
            "seal": "DA607B58"
        },
        {
            "id": "79",
            "nass": "[يدخل البيت المعمور كل يوم سبعون ألف ملك] ¶ 53 - «وثبت في بعض أحاديث المعراج أنه صَلَّى اللَّه عليه وسَلَّم رفِع له البيت المعمور الذي هو في السماء السابعة، وقيل: في السادسة بمنزلة الكعبة في الأرض، وهو بِحيالِ الكعبةِ حرمته في السماء كحرمة الكعبة في الأرض، وإذا هو يدخله كل يوم سبعون ألف ملك ثم لا يعودون إِليه آخر ما عليهم» . ¶ ـــــــــــــــــــــــــ ¶ 53 - رواه البخاري كتاب بدء الخلق (6 / 302) (رقم: 3207) ، ومسلم كتاب الإيمان (1 / 149) (رقم: 164) . ¶ ورواه مسلم (1 / 145) (رقم: 259) من طريق ثابت البناني عن أنس عن النبي صَلَّى اللَّه عليه وسَلَّم.",
            "page": "89",
            "part": "1",
            "seal": "4CEBC506"
        },
        {
            "id": "80",
            "nass": "54 - وعن عائشة - رضي اللَّه عنها- قالت: قال رسول اللَّه صَلَّى اللَّه عليه وسَلَّم: ¶ «ما في السماء موضع قدمٍ إِلّا عليه ملكٌ ساجدٌ أو ملك قائم، فذلك قول الملائكة» : {وَإِنَّا لَنَحْنُ الصَّافُّونَ - وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} ¶ رواه محمد بن نصر وابن أبي حاتم وابن جرِيرٍ وأبو الشيخ. ¶ ـــــــــــــــــــــــــ ¶ 54 - صحيح- رواه محمد بن نصر المروزي في كتاب \" الصلاة \" (1 / 260) ، وابن جرير الطبري في \"التفسير\" (23 / 111، 112) ، وأبو الشيخ في \" العظمة \" (3 / 984) (رقم: 508) كلهم من طريق الفضل بن خالد أبو معاذ النحْوي حدثنا عبيد بن سليمان قال: سمعت الضحاك رحمه اللَّه في قوله: {وَإِنَّا لَنَحْنُ الصَّافُّونَ - وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ} قال: كان مسروق بن الأجدع يروي عن عائشة أنها قالت: قال نبي اللَّه صَلَّى اللَّه عليه وسَلَّم. . . الحديث. ¶ وفي إسناده الفضل بن خالد لم يوثقه إلا ابن حبان، وللحديث شواهد من حديث أبي ذر، وقد تقدم برقم (15) . ¶ وانظر \" العظمة \" لأبي الشيخ (3 / 982 - 986) ، وكتاب \" الصلاة \" للمروزي و \" السلسلة الصحيحة \" (رقم: 1059) .",
            "page": "90",
            "part": "1",
            "seal": "FFCB47B1"
        },
        {
            "id": "81",
            "nass": "55 - روى الطبراني عن جابر بن عبد اللَّه - رضي اللَّه عنهما - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «ما في السّماوات السبع موضع قدمٍ ولا شِبر ولا كفّ إِلّا وفيه ملكٌ قائم أو ملك ساجد أو ملك راكِع، فإذا كان يوم القيامة قالوا جميعا: سبحانك ما عبدناك حق عبادتك! إِلّا أنّا لم نشرك بِك شيئا» . ¶ ـــــــــــــــــــــــــ ¶ 55 - رواه الطبراني في \"الكبير\" (2 / 200) (رقم: 1751) من طريق عروة بن مروان، والمروزي في \"تعظيم قدر الصلاة\" (1 / 267) ، من طريق زكريا بن عدي كلاهما عن عبيد اللَّه بن عمرو بن عبد الكريم بن مالك عن عطاء بن أبي رباح عن جابر. قال الهيثمي في \"مجمع الزوائد\" (1 / 52) : وفيه عروة بن مروان. ¶ قلت: تابعه زكريا بن عدي عند المروزي. ¶ ويشهد له الحديث السابق وغيره.",
            "page": "90",
            "part": "1",
            "seal": "0BD05DA1"
        },
        {
            "id": "82",
            "nass": "[وصف حملة العرش] ¶ 56 - وعن جابرٍ - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: «أذن لي أن أحدِّث عن ملك من ملائكةِ اللَّه من حملة العرشِ، ما بين شحْمة أذنهِ إِلى عاتِقِهِ مسيرة سبعمائةِ عام» . ¶ رواه أبو داود والبيهقي في \"الأسماءِ والصِّفاتِ\" والضِّياء في \"المختارة\". ¶ فمن سادتِهم جبرائيل عليه السلام، وقد وصفه اللَّه تعالى بالأمانة وحسن الخلق والقوة، فقال تعالى: {عَلَّمَهُ شَدِيدُ الْقُوَى - ذُو مِرَّةٍ فَاسْتَوَى}",
            "page": "91",
            "part": "1",
            "seal": "36CAFFA3"
        },
        {
            "id": "83",
            "nass": "ومن شدة قوته أنه رفع مدائِن قوم لوط عليه السلام - وكن سبعا - بمن فيهن من الأمم وكانوا قريبا من أربعمائة ألف، وما معهم من الدوابِّ والحيوانات، وما لتلك المدائن من الأراضي والعمارات؛ على طرف جناحه، حتّى بلغ بِهِن عنان السماء، حتى سمعت الملائكة نباح كلابهم وصياح دِيكتِهِم، ثمّ قلبها فجعل عاليها سافلها. ¶ فهذا هو شديد القوى. ¶ وقوله: ذو مِرة، أي: ذو خلقٍ حسنٍ وبهاءٍ وسناءٍ وقوة شديدة. ¶ قال معناها ابن عباس - رضي اللَّه عنهما -. ¶ وقال غيره: ذو مرة، أي: ذو قوة. ¶ وقال تعالى في صفته: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ - ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ - مُطَاعٍ ثَمَّ أَمِينٍ} أي: له قوّة وبأس، شديد وله مكانة ومنْزلة عالية رفيعة عند ذي العرش {مُطَاعٍ ثَمَّ أَمِينٍ} أي: مطاع في الملأ الأعلى أمِينٍ ذي أمانة عظيمة، ولهذا كان هو السفير بين اللَّه وبين رسلِه. ¶ ـــــــــــــــــــــــــ ¶ 56 - صحيح- رواه أبو داود كتاب السنّة (4 / 332) (رقم: 4727) ، والبيهقي في \"الأسماء والصفات\" (846) من طريق إبراهيم بن طهمان عن موسى بن عقبة عن محمد بن المنكدر عن جابر بن عبد اللَّه به. ¶ ورواه أبو نعيم (3 / 158) عن جابر وابن عباس نحوه وفيه زيادة. ¶ قال أبو نعيم: حدثنا عبد اللَّه بن خالد المكي ابن عبدان حدثنا سعيد بن محمد حدثنا جعفر بن عمر حدثنا محمد بن عجلان عن محمد عن جابر وابن عباس. ¶ وللحديث شاهد من حديث أنس، رواه الطبراني في \"الأوسط\" (2 / 425) . وصححه الحافظ في \"الفتح\" (8 / 665) . ¶ أنظر \"السلسلة الصحيحة\" رقم (150، 151) .",
            "page": "92",
            "part": "1",
            "seal": "4E936B9B"
        },
        {
            "id": "84",
            "nass": "[أجنحة جبريل عليه السلام] ¶ 57 - وقد كان يأتي إِلى رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم في صفاتٍ متعدِّدة، وقد رآه على صفته التي خلقه اللَّه عليها مرتين وله ستمائة جناح. ¶ روى ذلك البخاري عن ابن مسعود - رضي اللَّه عنه -. ¶ ـــــــــــــــــــــــــ ¶ 57 - رواه البخاري بدء الخلق (6 / 313) (رقم: 3332) والتفسير (8 / 610) (رقم: 4856، 4857) ، ومسلم كتاب الإيمان (1 / 158) (رقم: 174) .",
            "page": "93",
            "part": "1",
            "seal": "03800ABD"
        },
        {
            "id": "85",
            "nass": "58 - وروى الإمام أحمد عن عبد اللَّه قال: «رأى رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم جبريل في صورته وله ستّمائة جناحٍ، كل جناحٍ منها سد الأفق يسقط من جناحِه من التهاويل والدرِّ والياقوت ما اللَّه به عليم» . ¶ إسناده قوي. ¶ ـــــــــــــــــــــــــ ¶ 58 - صحيح - رواه أحمد في \"المسند\" (1 / 395) من طريق حجاج حدثنا شريك عن عاصم عن أبي وائل عن ابن مسعود. ¶ ورواه أبو الشيخ في \"العظمة\" (3 / 978) (رقم: 502) من طريق آدم عن شريك به. ¶ ورواه أحمد في (المسند) (1 / 407) من طريق حسين عن عاصم عن أبي وائل به. ¶ ورواه أحمد (1 / 412، 460) ، وأبو الشيخ (3 / 977) (رقم: 501) ، وأبو يعلى (8 / 409) (رقم: 4993) (9 / 243) (رقم: 5360) من طريق حماد بن سلمة عن عاصم عن زِرّ عن عبد اللَّه بن مسعود. ¶ وللحديث طرق أخرى كثيرة أوردها ابن كثير في \"البداية والنهاية\" وقال: هذه أسانيد جيدة قوية انفرد بها أحمد.",
            "page": "93",
            "part": "1",
            "seal": "0A915742"
        },
        {
            "id": "86",
            "nass": "[صفة ثياب جبريل] ¶ 59 - وعن عبد اللَّه بن مسعود - رضي اللَّه عنه - قال: «رأى رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم جبريل في حلةٍ خضراء قد ملأ ما بين السماء والأرض» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 59 - رواه الترمذي كتاب التفسير (5 / 369) (رقم: 3283) ، وأحمد في \"المسند\" (1 / 394، 418) ، وأبو يعلى في \"مسنده\" (8 / 434) (رقم: 5018) والبيهقي في \"دلائل النبوة\" (2 / 367) كلهم من طريق إسرائيل عن أبي إسحاق عن عبد الرحمن بن يزيد عن عبد اللَّه به نحوه. ¶ ورواه الطيالسي (43) (رقم: 323) من طريق قيس عن أبي إسحاق به نحوه. ¶ ولم أجد الحديث في \"صحيح مسلم \" وقال السيوطي في \"الدر المنثور\" (6 / 123) : وأخرج الفريابي وعبد بن حميد والترمذي وصححه وابن جرير وابن المنذر والطبراني وأبو الشيخ والحاكم وصححه وابن مردويه وأبو نعيم والبيهقي معا في \" دلائل النبوّة \" عن ابن مسعود رضي اللَّه عنه في قوله: {مَا كَذَبَ الْفُؤَادُ مَا رَأَى} قال: «رأى رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم جبريل عليه حلتا رفرف أخضر قد ملأ ما بين السماء والأرض» .",
            "page": "94",
            "part": "1",
            "seal": "CAD6068C"
        },
        {
            "id": "87",
            "nass": "60 - وعن عائشة - رضي اللَّه عنها - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: «رأيت جبريل منْهبِطا قد ملأ ما بين الخافِقين عليه ثياب سندسٍ معلّقٌ بها اللؤْلؤ والياقوت» . ¶ رواه أبو الشيخ. ¶ ـــــــــــــــــــــــــ ¶ 60 - لم أجده بهذا اللفظ في \" العظمة \" لأبي الشيخ، والذي وجدته في \"العظمة\" لأبي الشيخ (3 / 972) (رقم: 495) ، عن عائشة رضي اللَّه عنها قالت: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: «رأيت جبريل عليه السلام مهبطا من السماء سادا عظم خلقه ما بين السماء والأرض» . ¶ فلعلّ المصنف - رحمه اللَّه - ذكره بالمعنى. ¶ وقد رواه بهذا اللفظ مسلم (1 / 158) .",
            "page": "95",
            "part": "1",
            "seal": "5BFDE611"
        },
        {
            "id": "88",
            "nass": "61 - ولابن جريرٍ عن ابن عبّاسٍ - رضي اللَّه عنهما- قال: جبرائيل عبد اللَّهِ وميكائيل عبيد اللَّه وكلّ اسمٍ فيه إِيل فهو عبد اللَّه. ¶ ـــــــــــــــــــــــــ ¶ 61 - رواه الطبري (1620) .",
            "page": "95",
            "part": "1",
            "seal": "5914AA0E"
        },
        {
            "id": "89",
            "nass": "62 - وله عن علي بن الحسين مثله، وزاد: وِإسرافِيل عبد الرحمن. ¶ ـــــــــــــــــــــــــ ¶ 62 - رواه الطّبري (1625) و (1655) .",
            "page": "95",
            "part": "1",
            "seal": "9FE6A6C0"
        },
        {
            "id": "90",
            "nass": "[جبريل أفضل الملائكة] ¶ 63 - وروى الطبراني عن ابن عبّاسٍ - رضي اللَّه عنهما - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «ألا أخبِركم بأفضلِ الملائِكةِ؟ جِبرائِيل» . ¶ ـــــــــــــــــــــــــ ¶ 63 - رواه الطبراني في \"الكبير\" (11 / 160) (رقم: 11361) : حدثنا إبراهيم بن نائلة الأصبهاني حدثنا شيبان بن فرّوخ حدثنا نافع أبو هرمز عن عطاء بن أبي رباح عن ابن عباس رضي اللَّه عنه قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: «ألا أخبركم بأفضل الملائكة؟! جبريل عليه السلام، وأفضل النبيين آدم، وأفضل النساء مريم بنت عمران» . ¶ قال الهيثمي في \"مجمع الزوائد\" (8 / 198) : وفيه نافع بن هرمز متروك. ¶ وقال أيضا (3 / 140) : وهو ضعيف. ¶ وكذا قال (2 / 165) .",
            "page": "96",
            "part": "1",
            "seal": "C6FDC843"
        },
        {
            "id": "91",
            "nass": "[خوف الملائكة من النَّار] ¶ 64 - «وعن أبي عِمران الجوني أنه بلغه أنّ جبرائيل أتى النبي صَلَّى اللَّه عليْهِ وسَلَّم وهو يبكي، فقال له رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ \"ما يبكيك؟ \". ¶ قال: \"وما لي لا أبكي فواللَّه ما جفت لي عين منذ خلق اللَّه النَّار، مخافة أن أعصيه فيقذفني فيها» . ¶ رواه الإمام أحمد في \"الزّهد\". ¶ ـــــــــــــــــــــــــ ¶ 64 - عزاه لـ \"الزهد\" السيوطي في \"الدر المنثور\" (1 / 93) ، ولم أره في المطبوع منه. ¶ وأبو عمران الجوني اسمه: عبد الملك بن حبيب؛ وهو تابع ثقة، فالحديث مرسل.",
            "page": "97",
            "part": "1",
            "seal": "8C755F92"
        },
        {
            "id": "92",
            "nass": "[الملائكة لا تنزل إلا بإذن اللَّه] ¶ 65 - وللبخاري عن ابن عباس - رضي اللَّه تعالى عنهما - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم لجبرائيل: ¶ «ألا تزورنا أكثر مما تزورنا» فنزلتْ {وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا} الآية [مريم: 164] . ¶ ومن ساداتهم ميكائيل عليه السلام، وهو موكل بِالْقطْر والنباتِ: ¶ ـــــــــــــــــــــــــ ¶ 65 - رواه البخاري بدء الخلق (6 / 305) (رقم: 2218) ، والتفسير (8 / 428) (رقم: 4731) والتوحيد (13 / 440) (رقم: 7455) .",
            "page": "98",
            "part": "1",
            "seal": "0F2D9290"
        },
        {
            "id": "93",
            "nass": "66 - وروى الإمام أحمد عن أنسٍ - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال لجبرائِيل: ¶ «ما لي لم أر ميكائيل ضاحكا قط؟ قال: ما ضحِك ميكائيل منْذ خلِقتِ النّار» . ¶ ومن ساداتهم إسرافيل عليه السلام، وهو أحد حملة العرش وهو الذي ينفخ في الصور. ¶ ـــــــــــــــــــــــــ ¶ 66 - رواه أحمد (3 / 224) : حدثنا أبو اليمان حدثنا ابن عياش عن عمارة بن غزية الأنصاري أنه سمع جبير بن عبيد مولى بن المعلى يقول: سمعت ثابتا البناني يحدث عن أنس به. ¶ ورواه الآجري (ص: 395) بنفس الإِسناد. ¶ قال الهيثمي في \"مجمع الزوائد\" (1 / 385) : رواه أحمد من رواية إسماعيل بن عياش عن المدنيين وهي ضعيفة، وبقية رجاله ثقات.",
            "page": "98",
            "part": "1",
            "seal": "DB2E57FA"
        },
        {
            "id": "94",
            "nass": "[صاحب القرن قد التقم القرن للنفخ في الصور] ¶ 67 - روى التِّرمذِي - وحسنه - والحاكم عن أبي سعيد الخدْرِيِّ - رضي اللَّه تعالى عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «كيف أنعم وصاحب القرنِ قد التقم القرن وحنى جبهته وأصغى سمعه ينتظِر متى يؤْمر فينفخ؟ \". ¶ قالوا: فما نقول يا رسول اللَّه؟ ¶ قال: قولوا: حسبنا اللَّه ونِعم الوكيل على اللَّهِ توكلنا» . ¶ ـــــــــــــــــــــــــ ¶ 67 - رواه ابن المبارك في \"الزهد\" (557) (رقم: 1597) ومن طريقه رواه الترمذي كتاب صفة القيامة (4 / 536) (رقم: 2431) ، وأحمد (4 / 374) من طريق خالد بن طهمان عن عطية عن أبي سعيد. ¶ ورواه الحميدي (2 / 333) (رقم: 754) وأحمد (3 / 7) ، وأبو نعيم في \"الحلية\" (7 / 312) من طريق سفيان عن مطرف عن عطية. ¶ ورواه الحاكم (4 / 559) من طريق مطرف عن عطية. ¶ ورواه أبو الشيخ في \"العظمة\" (3 / 854) (رقم: 397) من طريق عمار الدهْني عن عطية به. ¶ ورواه أبو نعيم (2 / 105) من طريق سفيان الثوري عن عمرو بن أمية عن عطية به. ¶ وفي إسناده عطية العوفي وهو ضعيف. ¶ وقد توبع بأبي صالح: ¶ رواه أبو يعلى (2 / 339) (رقم: 1084) ، وابن حبان (3 / 105) (رقم: 823) من طريق جرير عن الأعصر عن أبي صالح عن أبي سعيد. ¶ ورواه أبو الشيخ في \"العظمة\" (3 / 851) رقم (396) ، والحاكم (4 / 559) من طريق الأعمش عن أبي صالح عن أبي سعيد.",
            "page": "99",
            "part": "1",
            "seal": "27CE9AC5"
        },
        {
            "id": "95",
            "nass": "[صفة إسرافيل وهو من حملة العرش] ¶ 68 - وعن ابن عباس - رضي اللَّه تعالى عنهما - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «إنّ ملكا من حملة العرش يقال له: إسرافيل، زاوية من زوايا العرش على كاهله، قد مرقت قدماه في الأرض السابعة السفلى، ومرق رأسه من السماء السابعة العليا» رواه أبو الشيخ وأبو نعيم في \"الحِلية\". ¶ ـــــــــــــــــــــــــ ¶ 68 - رواه أبو الشيخ (2 / 697) (رقم: 288) ، (3 / 949) (رقم: 477) وأبو نعيم في \"الحلية\" (6 / 65) من طريق محمد بن مصفى حدثنا يحيى بن سعيد عن إِسماعيل بن عياش عن الأحوص بن حكيم عن شهر بن حوشب عن ابن عباس. ¶ وفي إسناده يحيى بن سعيد العطار وهو ضعيف والأحوص بن حكيم ضعيف الحفظ.",
            "page": "100",
            "part": "1",
            "seal": "AF108526"
        },
        {
            "id": "96",
            "nass": "69 - وروى أبو الشّيخ عن الأوزاعي قال: ليس أحدٌ من خلق اللَّه أحسن صوتا من إسرافيل، فإِذا أخذ في التسبيحِ قطع على أهل سبعِ سماواتٍ صلاتهم وتسبِيحهم. ¶ ومن ساداتهم ملك الموت عليه السلام: ¶ ولم يجئ مصرحا باسمه في القرآنِ ولا في الأحاديث الصحيحة وقد جاء في بعضِ الآثارِ تسميته بعزْرائِيل (¬1) فاللَّه أعلم قاله الحافظ ابن كثير. وقال: إنهم بالنسبة إِلى ما هيأهم له أقسامٌ: ¶ فمنهم حملة العرش. ¶ ومنهم الكروبيِّون (¬2) الذين هم حول العرش وهم مع حملة العرش أشرف الملائكة وهم الملائكة المقربون كما قال تعالى: {لَنْ يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ} ¶ ومنهم سكان السماوات السبع يعْمرونها عِبادة دائمة ليلا ونهارا صباحا ¶ ¬_________ ¶ (¬1) ولا يصح ذلك. وانظر \"معجم المناهيِ اللفظية \" (ص: 238) للشيخ بكر أبو زيد. ¶ (¬2) ولم يصح - أيضا- ذلك. وانظر \" سلسلة الأحاديث الضعيفة\" (923) للشيخ الألباني.",
            "page": "101",
            "part": "1",
            "seal": "7A5EB637"
        },
        {
            "id": "97",
            "nass": "ومساء كما قال تعالى: {يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ} ¶ ومنهم الذين يتعاقبون إلى البيت المعمور. ¶ قلت: الظاهر أن الذين يتعاقبون إِلى البيت المعمور سكان السماوات. ¶ ومنهم موكلون بالجنان وإعداد الكرامات لأهلها وتهيئة الضيافة لساكنيها؛ من ملابس ومآكِل ومشارِب ومصاغٍ ومساكِن وغير ذلك مما لا عين رأت ولا أذنٌ سمعت ولا خطر على قلب بشر. ومنهم الموكلون بالنَّار- أعاذنا اللَّه منها- وهم الزبانية ومقدموهم تسعة عشر وخازنها مالك، وهو مقدم على الخزنة، وهم المذكورون في قوله تعالى: {وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ} وقال تعالى: {وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ} وقال تعالى: {عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} وقال تعالى: {عَلَيْهَا تِسْعَةَ عَشَرَ - وَمَا جَعَلْنَا أَصْحَابَ النَّارِ إِلَّا مَلَائِكَةً} إلى قوله: {وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ} ¶ ومنهم الموكلون بحفظ بني آدم كما قال تعالى: {لَهُ مُعَقِّبَاتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ} ¶ قال ابن عباس: ملائكةٌ يحفظونه من بين يديه ومن خلفه، فإذا جاء أمر اللَّه خلوا عنه (¬1) . ¶ ¬_________ ¶ (¬1) انظر \"الدر المنثور\" (4 / 613) للسيوطي.",
            "page": "102",
            "part": "1",
            "seal": "DB77223F"
        },
        {
            "id": "98",
            "nass": "وقال مجاهد: ما من عبد إِلّا وملك موكل بحفظه في نومه ويقظته من الجنّ والإنس والهوامِّ، فما منها شيءٌ يأتيه يريده إِلا قال له: وراءك إِلّا شيءٌ يأْذن اللَّه تعالى فيه فيصيبه. ¶ ومنهم الموكّلون بحفظ أعمال العباد؛ كما قال تعالى: {إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ - مَا يَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ} وقال تعالى: {وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ - كِرَامًا كَاتِبِينَ} ¶ ـــــــــــــــــــــــــ ¶ 69 - رواه أبو الشيخ في \"العظمة\" (3 / 856) (رقم: 400) : حدثنا محمد بن إسحاق بن الوليد حدثنا سلمة قال: سمعت رواد بن الجراح سمعت الأوزاعي رحمه اللَّه يقول: فذكره. ¶ وفي إسناده رواد بن الجراح اختلط بآخره فترك.",
            "page": "103",
            "part": "1",
            "seal": "AC277E91"
        },
        {
            "id": "99",
            "nass": "[وجوب الاستحياء من ملائكة اللَّه والنهي عن التعري] ¶ 70 - روى البزّار عن ابن عباس - رضي اللَّه عنهما- قال: قال رسول صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «إن اللَّه ينهاكم عن التّعري، فاستحيوا من ملائكة اللَّه الّذين معكم؛ الكرام الكاتبين الذين لا يفارقونكم إلا عند إحدى ثلاث حالاتٍ: الغائط، والجنابة، والغسل، فإذا اغتسل أحدكم بالعراءِ فليستتر بثوبه أو بِجِذْمِ حائطٍ أو بغيره\".» ¶ قال الحافظ ابن كثير: ومعنى إكرامِهِم أن يستحي منهم، فلا يملي عليهم الأعمال القبيحة التي يكتبونها، فإن اللَّه خلقهم كراما في خلقهم وأخلاقهم. ¶ ثم قال ما معناه: إن من كرمهم أنهم لا يدخلون بيتا فيه كلب ولا صورة ولا جنب ولا تمثال ولا يصحبون رفقة معهم كلبٌ أو جرس. ¶ ـــــــــــــــــــــــــ ¶ 70 - رواه البزار في \"مسنده\" كما في \"كشف الأستار\" كتاب الطهارة (1 / 160) (رقم: 317) من طريق حفص بن سليمان عن علقمة بن مرثد عن مجاهد عن ابن عباس به. ¶ وقال البزار: لا نعلمه روي عن ابن عباس إلا من هذا الوجه وحفص لين الحديث. ¶ قال الهيثمي (1 / 268) : رواه البزار وقال: لا يروى عن ابن عباس إلا من هذا الوجه، وجعفر بن سليمان ليِّن. ¶ قلت - أي الهيثمي - جعفر بن سليمان من رجال الصحيح، وكذلك بقية رجاله واللَّه أعلم اهـ. ¶ قلت: ليس في إسناده جعفر بل حفص وهو حفص بن سليمان الأسدي، أبو عمر البزار وهو حفص بن أبي داود القارئ صاحب عاصم، فلعله تصحف عليه. ¶ قال الحافظ في حفص هذا: متروك الحديث مع إمامته في القراءة. ¶ وله شاهد من حديث يعلى بن أمية مرفوعا بلفظ: «إِن اللَّه عز وجل حيي ستير يحب الحياء والستر، فإذا اغتسل أحدكم فليستتر، قاله لرجل يغتسل عريانا وحده» رواه أبو داود (4 / 39) (رقم: 4012) وحديث بهز بن حكيم عن أبيه عن جده مرفوعا: «اللَّه أحق أن يستحيا منه من الناس» ، رواه الأربعة. ¶ قال النووي (4 / 32) : يجوز كشف العورة في موضع الحاجة في الخلوة، وذلك كحالة الاغتسال وحال البول ومعاشرة الزوجة ونحو ذلك، فهذا كله جائز فيه التكشف في الخلوة، وأما بحضرة الناس فيحرم كشف العورة في كل ذلك، قال العلماء: والتستر بمئزر ونحوه في حال الاغتسال في الخلوة أفضل من التكشف، والتكشف جائز مدة الحاجة في الغسل ونحوه، والزيادة على قدر الحاجة حرام على الأصح.",
            "page": "104",
            "part": "1",
            "seal": "0E8CECE1"
        },
        {
            "id": "100",
            "nass": "[تعاقب الملائكة فينا بالليل والنهار] ¶ 71 - وروى مالك والبخاري ومسلم عن أبي هريرة - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال:",
            "page": "105",
            "part": "1",
            "seal": "203E062D"
        },
        {
            "id": "101",
            "nass": "«يتعاقبون فيكم، ملائكة بالليل وملائكة بالنهار، ويجتمعون في صلاة الفجر وصلاة العصر، ثم يعرج إليه الذين باتوا فيكم فيسألهم وهو أعلم: كيف تركتم عبادي؟ فيقولون: تركناهم وهم يصلون، وأتيناهم وهم يصلون\".» ¶ ـــــــــــــــــــــــــ ¶ 71 - رواه مالك في \"الموطأ\" كتاب قصر الصلاة في السفر (1 / 170) ومن طريقه رواه البخاري كتاب مواقيت الصلاة (2 / 33) (رقم: 555) ، وكتاب التوحيد (13 / 415) (رقم: 7429) ، (13 / 461) (رقم: 7468) ، ومسلم كتاب المساجد (1 / 439) (رقم: 632) ، ورواه البخاري في بدء الخلق (6 / 306) (رقم: 3223) ، ورواه مسلم (1 / 429) (رقم: 632) ، وأحمد (2 / 2 31) . قال الحافظ في \"الفتح\": ¶ يتعاقبون فيكم: أي: المصلين أو مطلق المؤمنين. ¶ ملائكة: قيل: هم الحفظة، قال القرطبي: الأظهر عندي أنهم غيرهم، ويقويه أنه لم ينقل أن الحفظة يفارقون العبد ولا أن حفظة الليل غير حفظة النهار، وبأنهم لو كانوا الحفظة لم يقع الاكتفاء في السؤال منهم عن حالة الترك دون غيرها في قوله: «كيف تركتم عبادي؟ \".» ¶ قال عياض: والحكمة في اجتماعهم في هاتين الصلاتين من لطف اللَّه تعالى بعباده وإكرامه لهم بأن جعل اجتماع ملائكته في حال طاعة عباده لتكون شهادتهم لهم بأحسن الشهادة. ¶ ويستفاد من الحديث: أنّ الصلاة أعلى العبادات، لأنه عنها وقع السؤال والجواب، وفيه الإشارة إِلى عظم هاتين الصلاتين لكونهما تجتمع فيهما الطائفتان وفي غيرهما طائفة واحدة، والإشارة إِلى شرف الوقتين المذكورين، وفيه إعلامنا بحب ملائكة اللَّه لنا لنزداد فيهم حبّا ونتقرب إِلى اللَّه بذلك، وفيه كلام اللَّه تعالى مع ملائكته.",
            "page": "106",
            "part": "1",
            "seal": "90AD9DA6"
        },
        {
            "id": "102",
            "nass": "72 - وفي رواية أن أبا هريرة قال: اِقرأوا إن شئتم: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} ¶ ـــــــــــــــــــــــــ ¶ 72 - رواه البخاري كتاب التفسير (8 / 399) (رقم: 4717) من طريق عبد الرزاق عن معْمر عن الزهري عن أبي سلمة وابن المسيب عن أبي هريرة. ¶ ورواه مسلم كتاب المساجد (1 / 450) (رقم: 649) من عبد الأعلى عن معْمر عن الزهري عن سعيد بن المسيب عن أبي هريرة كلاهما عن أبي هريرة مرفوعا بلفظ: «تفضل صلاة في الجميع على صلاة الرجل وحده خمسا وعشرين درجة \"، قال: وتجمع ملائكة الليل وملائكة النهار في صلاة الفجر، قال أبو هريرة: اقرأوا إن شئتم: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا} » وهذا لفظ مسلم.",
            "page": "106",
            "part": "1",
            "seal": "91B30D0C"
        },
        {
            "id": "103",
            "nass": "[الملائكة تحف مجالس العلم] ¶ 73 - وروى الإمام أحمد ومسلم حديث: ¶ «ما اجتمع قوم في بيت من بيوتِ اللَّه يتلون كتاب اللَّه ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم الرحمة وحفتهم الملائكة وذكرهم اللَّه فيمن عنده، ومن بطأ به عمله لم يسرع به نسبه \".» ¶ ـــــــــــــــــــــــــ ¶ 73 - رواه مسلم كتاب الذكر والدعاء (4 / 2074) (رقم: 2699) . ¶ معنى يتدارسونه: يشمل هذا ما يناط بالقرآن من تعليم وتعلم، ومدارسة بعضهم لبعض في العلم والتفسير. ¶ نزلت عليهم السكينة: أي: ما يسكن إليه القلب من الطمأنينة والوقار والثبات وصفاء القلب. ¶ غشيتهم الرحمة: أي: غطتهم. ¶ وحفتهم الملائكة: أحاطت بهم. ¶ ومن بطأ به عمله: أي: من أخره عمله السيئ وتفريطه في العمل الصالح لم ينفعه في الآخرة شرف النسب وفضيلة الآباء ولا يسرع به إِلى الجَنَّة، بل يقدم العامل بالطاعة ولو كان عبدا حبشيا على غير العامل ولو كان شريفا قرشيا.",
            "page": "107",
            "part": "1",
            "seal": "36B0BAB4"
        },
        {
            "id": "104",
            "nass": "[الملائكة تضع أجنحتها لطالب العلم] ¶ 74 - وفي المسند والسنن حديث: ¶ «إِن الملائكة لتضع أجنحتها لطالب العلم رضا بما يصنع\".» ¶ والأحاديث في ذكرهم عليهم السلام كثيرة جدا. ¶ ـــــــــــــــــــــــــ ¶ 74 - صحيح - رواه أحمد في \"المسند\" (4 / 239) (رقم: 240، 241) ، والترمذي كتاب الدعوات (5 / 519) (رقم: 3535، 3536) ، والنسائي الطهارة (1 / 105) (رقم: 158) ، وعبد الرزاق في \"المصنف\" (1 / 204) (رقم: 793، 795) ، وابن خزيمة (1 / 97) (رقم: 193) ، والدارمي (1 / 85) (رقم: 363) ، وابن حبان (1 / 285) (رقم: 85) ، والطبراني في \"الكبير\" (8 / 66) (رقم: 7352، 7373، 7382، 7388) كلهم من طريق عاصم ابن أبي النجود عن زرّ بن حبيش عن صفوان بن عسال قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم. . . الحديث. ¶ ورواه الحاكم (1 / 200) من طريق عبد الوهاب بن بخْت عن زِرّ بن حبيش عن صفوان. ¶ ورواه الطبراني (8 / 63) (رقم: 7347) من طريق المنهال بن عمرو عن زِرّ بن عبد اللَّه بن مسعود عن صفوان.",
            "page": "108",
            "part": "1",
            "seal": "D121B5D1"
        },
        {
            "id": "105",
            "nass": "[باب الوصية بكتاب اللَّه عز وجلِ] ¶ وقول اللَّه تعالى: {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلًا مَا تَذَكَّرُونَ} ¶ [وجوب التمسّك بكتاب اللَّه وسنة النبي صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 75 - عن زيد بن أرقم - رضي اللَّه عنه - «أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم خطب فحمد اللَّه وأثنى عليه، ثم قال: ¶ \" أما بعد؛ ألا أيها النّاس فإنما أنا بشر، يوشك أن يأْتيني رسول ربي فأجيب، وأنا تارك فيكم ثقلينْ، أوّلهما كتاب اللَّه فيه الهدى والنور فخذوا بكتاب اللَّه وتمسكوا به \" فحث على كتاب اللَّه ورغب فيه، ثم قال: \" وأهل بيتي \" وفي لفظٍ: \" كتاب اللَّه هو حبل اللَّه المتين؛ من اتّبعه كان على الهدى، ومن تركه كان على الضلالة» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 75 - رواه مسلم فضائل الصحابة (4 / 1873) (رقم: 2408) .",
            "page": "109",
            "part": "1",
            "seal": "56E542C1"
        },
        {
            "id": "106",
            "nass": "[من الضلال ترك الكتاب وسنة النبي صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 76 - وله في حديثِ جابرٍ الطويل أن النبي صَلَّى اللَّه عليْهِ وسَلَّم «قال في خطبة يوم عرفة: ¶ \"وقد تركت فيكم ما لن تضلوا إِن اعتصمتم به؛ كتاب اللَّه، وأنتم تسئلون عني؛ فما أنتم قائلون؟ \"، قالوا: نشهد أنك قد بلغت وأديت ونصحت - قال بإصبعه السبابة يرفعها إِلى السماء وينْكتها إِلى الناسِ -: \" اللَّهم اشهدْ\" ثلاث مرات.» ¶ ـــــــــــــــــــــــــ ¶ 76 - رواه مسلم الحج (2 / 886) (رقم: 1218) .",
            "page": "110",
            "part": "1",
            "seal": "FF8257B7"
        },
        {
            "id": "107",
            "nass": "[من ترك الحكم بكتاب اللَّه قصمه اللَّه] ¶ 77 - وعن علي - رضي اللَّه عنه - قال: «سمعت رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم يقول: ¶ \" ألا إِنها ستكون فتنة \". ¶ قلت: ما المخرج منها يا رسول اللَّه؟ ¶ قال: (كتاب اللَّه فيه نبأ ما كان قبلكم، وخبر ما بعدكم، وحكم ما بينكم، هو الفصل، ليس بالهزل، من تركه من جبار قصمه اللَّه، ومن ابتغى الهدى من غيره أضله اللَّه، وهو حبل اللَّه المتين، وهو الذكر الحكيم، وهو الصراط المستقيم، هو الذي لا تزيغ به الأهواء، ولا تلتبس به الألسنة، ولا تشبع منه العلماء، ولا يخْلق عن كثرة الرد، ولا تنقضي عجائبه، هو الذي لم تنته الجن إذ سمِعتْه، حتى قالوا: {إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا - يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ} من قال به صدق، ومن عمل به أجر، ومن",
            "page": "111",
            "part": "1",
            "seal": "03086DAD"
        },
        {
            "id": "108",
            "nass": "حكم به عدل، ومن دعا إليه هدِي إلى صراط مستقيم» . ¶ رواه الترمذي وقال: غريب. ¶ ـــــــــــــــــــــــــ ¶ 77 - رواه الترمذي فضائل القرآن (5 / 158) (رقم: 2956) ، والدارمي (2 / 312) (رقم: 3334) من طريق حسين بن علي الجعْفي عن حمزة الزيات عن أبي المختار الطائي عن ابن أخي الحارث الأعور عن الحارث الأعور عن علي به. ¶ قال الترمذي: هذا حديث لا نعرفه إلا من هذا الوجه، وإسناده مجهول، وفي الحارث مقال. قلت: وفيه ابن أخي الحارث مجهول، أما الحارث فضعيف.",
            "page": "112",
            "part": "1",
            "seal": "E9EA5A41"
        },
        {
            "id": "109",
            "nass": "78 - وعن أبي الدرداء - رضي اللَّه عنه - مرفوعا: ¶ «ما أحل اللَّه في كتابه فهو حلال وما حرم فهو حرام، وما سكت عنه فهو عافية، فاقبلوا من اللَّه عافيته فإن اللَّه لم يكن لينسى شيئا \"، ثم تلا: {وَمَا كَانَ رَبُّكَ نَسِيًّا} » . ¶ رواه البزار وابن أبي حاتمٍ والطبراني. ¶ ـــــــــــــــــــــــــ ¶ 78 - رواه البزار كما في \"كشف الأستار\" كتاب العلم (1 / 78) (رقم: 123) وكتاب التفسير (3 / 58) (رقم: 2231) : حدثنا إبراهيم بن عبد اللَّه حدثنا سليمان بن عبد الرحمن الدمشقي حدثنا إسماعيل بن عياش عن عاصم بن رجاء بن حيوة عن أبيه عن أبي الدرداء قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم. . . . ¶ قال البزار: إسناده صالح. ¶ قال الهيثمي (1 / 171) : رواه البزار والطبراني في \"الكبير\" وإسناده حسن، ورجاله موثوقون. ¶ قلت: في إسناده سليمان صدوق يخطئ وعاصم صدوق يهِم.",
            "page": "112",
            "part": "1",
            "seal": "01F81FA6"
        },
        {
            "id": "110",
            "nass": "[الصراط هو الإسلام] ¶ 79 - وعن ابن مسعود - رضي اللَّه عنه- أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «ضرب اللَّه مثلا صراطا مستقيما، وعلى جنبتي الصراط سورانِ، فيهما أبواب مفتحة، وعلى الأبواب ستور مرخاة، وعند رأس الصراط داعٍ يِقول: استقيموا على الصراط ولا تعوجوا، وفوق ذلك داعٍ يدعو كلما هم عبد أن يفتح شيئا من تلك الأبواب قال: ويحك لا تفتحه فإنك إن تفتحه تلجه» . ¶ ثم فسره فأخبر أن الصراط هو الإسلام، وأن الأبواب المفتحة محارم اللَّه، وأن الستور المرخاة حدود اللَّه، وأن الداعي على رأس الصراط هو القرآن، وأن الداعي من فوقه هو واعظ اللَّه في قلبِ كل مؤْمِن\". ¶ رواه رزِين، ورواه أحمد والترمذي عن النواس بن سمعان بِنحوه. ¶ ـــــــــــــــــــــــــ ¶ 79 - رواه رزين كما في \"مشكاة المصابيح\" (1 / 67) (رقم: 191) . ¶ رواه الترمذي كتاب الأمثال (5 / 133) (رقم: 2859) والنسائي في \" الكبرى\" كتاب التفسير (6 / 361) (رقم: 11233) من طريق بقية بن الوليد عن بحير بن سعد عن خالد بن معدان عن جبير بن نفير عن النواس به. ¶ ورواه أحمد في \"المسند\" (4 / 182) والآجري في \"الشريعة\" (ص: 11) والحاكم (1 / 73) من طريق الليث بن سعد عن معاوية بن صالح أن عبد الرحمن بن جبير حدثه عن أبيه عن النواس. ¶ قال الترمذي: غريب. ¶ قال الحاكم: صحيح على شرط مسلم ولا أعرف له علة ووافقه الذهبي.",
            "page": "113",
            "part": "1",
            "seal": "86AA071E"
        },
        {
            "id": "111",
            "nass": "[التحذير من الذين يتبعون ما تشابه من القرآن] ¶ 80 - وعن عائشة - رضي اللَّه عنها - قالت: ¶ «تلا رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ} فقرأ إلى قوله: ¶ {وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ} ¶ قالت: قال: ¶ \"فإذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى اللَّه، فاحذروهم» . ¶ متفق عليهِ. ¶ ـــــــــــــــــــــــــ ¶ 80 - رواه البخاري كتاب التفسير (8 / 209) (رقم: 4547) . ¶ ومسلم كتاب العلم (4 / 2053) . ¶ وسيكرره المؤلف (برقم: 107) ، فانظر ما سيأتي في التعليق عليه.",
            "page": "114",
            "part": "1",
            "seal": "352BF5E9"
        },
        {
            "id": "112",
            "nass": "[التحذير من اتباع سبل الشيطان] ¶ 81 - وعن عبد اللَّه بن مسعود - رضي اللَّه عنه - قال: «خط لنا رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم خطا بيده، ثم قال: ¶ \"هذا سبيل اللَّه\"، ثم خط خطا عن يمينه وعن شماله، وقال: ¶ \"هذه سبلٌ على كل سبيل منها شيطان يدعو إليه\"، وقرأ: {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ} » [الأنعام: 153] . ¶ رواه أحمد: والدارمي والنسائي. ¶ ـــــــــــــــــــــــــ ¶ 81 - رواه أحمد (1 / 435) ، والد ارمي (1 / 60) (رقم: 208) ، والنسائي في \"الكبرى\" كتاب التفسير (6 / 343) (رقم: 11174) ، والطيالسي (33) (رقم: 244) ، وابن حبان (1 / 181) (رقم: 6، 7) ، والآجري في \"الشريعة\" (ص: 10) ،: الحاكم (2 / 318) من طريق حماد بن زيد عن عاصم بن أبي النجود عن وائل عن ابن مسعود. ¶ ورواه النسائي (6 / 343) (رقم: 11175) : حدثنا الفضل بن العباس بن إبراهيم حدثنا أحمد بن يونس حدثنا أبو بكر عن عاصم عن زر بن عبد اللَّه بن مسعود.",
            "page": "115",
            "part": "1",
            "seal": "6D0AEC43"
        },
        {
            "id": "113",
            "nass": "[التحذير من اتباع غير الرسول صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 82 - وعن أبي هريرة - رضي اللَّه عنه - قال: «كان ناس من أصحاب النبي صَلَّى اللَّه عليْهِ وسَلَّم يكتبون من التوراة فذكروا ذلك لرسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم فقال: ¶ \"إن أحمق الحمقِ وأضل الضلالة قوم رغِبوا عما جاء به نبيهم إلى نبي غير نبيهم، وإلى أمة غير أمتهِم\" ثم أنزل اللَّه: {أَوَلَمْ يَكْفِهِمْ أَنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ يُتْلَى عَلَيْهِمْ إِنَّ فِي ذَلِكَ لَرَحْمَةً وَذِكْرَى لِقَوْمٍ يُؤْمِنُونَ} » [العنكبوت: 51] . ¶ رواه الإسماعيلي في \"معجمه\" وابن مردويه. ¶ ـــــــــــــــــــــــــ ¶ 82 - رواه الإسماعيلي في معجمه، (3 / 772) (رقم: 384) : حدثنا داود ابن رشيد حدثنا فِهْر بن زياد الرقي حدثنا إبراهيم بن يزيد عن عمرو بن دينار عن يحيى بن جعد عن أبي هريرة. ¶ وفهر لم أجد ترجمته. ¶ وعزاه في الدر المنثور \" إلى ابن مردويه والديلمي في مسند الفردوس\".",
            "page": "116",
            "part": "1",
            "seal": "02765AA1"
        },
        {
            "id": "114",
            "nass": "83 - وعن عبد اللَّه بن ثابت بن الحارثِ الأنصاري - رضي اللَّه عنه - قال: «دخل عمر - رضي اللَّه عنه - على النبي صَلَّى اللَّه عليْهِ وسَلَّم بكتابٍ فيه مواضع من التوراة فقال: هذه أصبتها مع رجل من أهل الكتاب، أعرضها، عليك فتغير وجه رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم تغيرا شديدا لم أر مثله قط، فقال عبد اللَّه بن الحارث لعمر - رضي اللَّه عنهما -: أما ترى وجه رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم؟! فقال عمر: رضينا باللَّه ربا وبالإسلام دينا وبمحمَّدٍ نبيا، فسري عن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم وقال: ¶ \"لو نزل موسى فاتبعتموه وتركتموني لضللتم، أنا حظكم من النبيين وأنتم حظي من الأم» . ¶ رواه عبد الرزاق وابن سعد والحاكم في \"الكنى\". ¶ ـــــــــــــــــــــــــ ¶ 83 - رواه عبد الرزاق في \"المصنف\" (6 / 113) (رقم: 10164) ومن طريقه رواه أحمد في \"المسند\" (3 / 470) (4 / 265) من طريق سفيان الثوري عن جابر عن الشعْبي عن عبد اللَّه بن ثابت. ¶ قال الحافظ في \"الإصابة\" (4 / 30) : قال البخاري: لا يصح حديثه. ¶ وقال الهيثمي في \"مجمع الزوائد\" (1 / 173) : رواه أحمد والطبراني ورجاله رجال الصحيح إلا أن فيه جابرا الجعفي وهو ضعيف. ¶ قلت: وللحديثِ شواهد تقويهِ، وتصححه؛ انظرها في \"إِرواء الغليل\" (1589) للعلامة الألباني.",
            "page": "117",
            "part": "1",
            "seal": "DFE936D2"
        },
        {
            "id": "115",
            "nass": "[باب حقوق النبي صَلَّى اللَّه عليْهِ وسَلَّم] ¶ [وجوب قتال من لم يؤمن بالرسول صَلَّى اللَّه عليْهِ وسَلَّم وبما جاء به] ¶ 7 - باب حقوق النبي صَلَّى اللَّه عليْهِ وسَلَّم وقول اللَّه تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ} الآية [النساء: 59] ، وقوله تعالى: {وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ} وقول اللَّه تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} الآية [الحشر: 7] . ¶ [وجوب قتال من لم يؤمن بالرسول صَلَّى اللَّه عليْهِ وسَلَّم وبما جاء به] ¶ 84 - عن أبي هريرة - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا اللَّه ويؤْمِنوا بي، وبما جِئت به، فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على اللَّه عز وجل» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 84 - رواه مسلم كتاب الإيمان (1 / 52) (رقم: 21) . وللحديث طرق كثيرة عن أبي هريرة انظرها في حاشية \"صحيح ابن حبان \" (1 / 399) (1 / 452) . ¶ قال الشيخ محمد محمد أبو شهبة رحمه اللَّه: ¶ وقد فهم الصحابة رجوع جميع ما جاءت به السنة إلى القرآن من قوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ} ¶ روى الإمام البخاري في (صحيحه) عن عبد اللَّه بن مسعود قال: «لعن اللَّه الواشمات والمستوشمات والمتنمصات والمتفلجات للحسن المغيرات خلق اللَّه، فقالت أم يعقوب: ما هذا؟ فقال عبد اللَّه: وما لي لا ألعن من لعن رسول اللَّه وفي كتاب اللَّه؟ ، قالت: واللَّه لقد قرأت ما بين اللوحين فما وجدته! ، فقال: واللَّه لئن كنت قرأتيه لقد وجدتيه؛ قال اللَّه تعالى» : {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} ¶ وهذه الآية تعتبر أصلا لكل ما جاءت به السنة مما لم يرد له في القرآن ذكر، وعلى هذا الدرب والطريق الواضح من جاء بعد الصحابة من أئمة العلم والدين. ¶ وروي عن الشافعي رحمه اللَّه تعالى أنه كان جالسا في المسجد الحرام يحدث الناس فقال: لا تسألوني عن شيء إلا أجبتكم عنه من كتاب اللَّه، فقال رجل: ما تقول في المحرم إذا قتل الزنبور؟ فقال: لا شيء عليه، فقال: أين هذا من كتاب اللَّه؟ فقال: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} ثم ذكر إسنادا إلى عمر أنه قال: للمحرم قتل الزنبور (¬1) . ¶ ¬_________ ¶ (¬1) \"معرفة السنن والآثار\" (10755) للبيهقي.",
            "page": "118",
            "part": "1",
            "seal": "61EE81AE"
        },
        {
            "id": "116",
            "nass": "[أين تجد حلاوة الإيمان] ¶ 85 - ولهما عن أنس - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم:",
            "page": "119",
            "part": "1",
            "seal": "FE046F12"
        },
        {
            "id": "117",
            "nass": "«ثلاث من كن فيه وجد بِهِن حلاوة الإيمان: أن يكون اللَّه ورسوله أحب إِليه مما سواهما، وأن يحب المرء لا يحِبه إلا لله، وأن يكره أن يعود في الكفر بعد إذ أنقذه اللَّه منه كما يكره أن يقذف في النَّار» . ¶ ـــــــــــــــــــــــــ ¶ 85 - رواه البخاري كتاب الإيمان (1 / 72) (رقم: 21) ، وكتاب الأدب (10 / 463) (رقم: 6041) ، ومسلم كتاب الإيمان (1 / 66) (رقم 43) ، ورواه البخاري كتاب الإيمان (1 / 60) (رقم: 16) ، وكتاب الإكراه (12 / 315) (رقم: 6941) ، ومسلم (1 / 66) .",
            "page": "120",
            "part": "1",
            "seal": "3A70B958"
        },
        {
            "id": "118",
            "nass": "86 - ولهما عنه مرفوعا: ¶ «لا يؤْمِن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين» . ¶ ـــــــــــــــــــــــــ ¶ 86 - رواه البخاري كتاب الإيمان (1 / 58) (رقم: 15) . ¶ ومسلم كتاب الإيمان (1 / 67) (رقم: 44) ، والنسائي كتاب الإيمان (8 / 488) (رقم: 5028) .",
            "page": "120",
            "part": "1",
            "seal": "A5369A2A"
        },
        {
            "id": "119",
            "nass": "[الرد على من اكتفى بالقرآن عن السنة] ¶ 87 - وعن المقدام بن معدِي كرِب الكِندِي - رضي اللَّه عنه- أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال:",
            "page": "121",
            "part": "1",
            "seal": "E8795FE3"
        },
        {
            "id": "120",
            "nass": "«يوشِك الرجل متكئا على أريكتِهِ يحدث بحديثٍ من حديثي فيقول: بيننا وبينكم كتاب اللَّه عز وجل، فما وجدنا فيه من حلالٍ استحللناه، وما وجدنا فيه من حرام حرمناه!! ألا وإن ما حرم رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم مثل ما حرم اللَّه» . ¶ رواه الترمذي وابن ماجه. ¶ ـــــــــــــــــــــــــ ¶ 87 - حسن - رواه الترمذي كتاب العلم (5 / 37) (رقم: 2664) ، وابن ماجه كتاب المقدمة (1 / 6) (رقم: 12) ، وأحمد (4 / 132) ، والدارمي (1 / 117) (رقم: 592) ، والطبراني (20 / 274) (رقم: 649) والبيهقي (7 / 76) ، (9 / 331) والحاكم (1 / 109) من طريق معاوية بن صالح عن الحسن بن جابر اللخمي عن المقدام. ¶ وهذا لفظ ابن ماجه. ¶ ورواه أبو داود كتاب السنة (4 / 200) (رقم: 4604) ، وأحمد (4 / 131) ، والطبراني (20 / 283) (رقم: 670) ، والبيهقي في \"دلائل النبوة\" (6 / 549) من طريق حريز بن عثمان عن ابن أبي عوف عن المقدام. ¶ ورواه ابن حبان (1 / 189) (رقم: 12) ، والطبراني (20 / 283) (رقم: 669) ، والبيهقي (9 / 332) من طريق مروان بن رؤبة عن ابن أبي عوف عن المقدام نحوه. ¶ وللحديث شواهد منها حديث أبي رافع: ¶ رواه أبو داود (رقم: 4605) ، والترمذي (رقم: 2663) ، وابن ماجه (رقم: 13) ، والحميدي (551) ، وابن حبان (1 / 190) (رقم: 13) . ¶ قال الإمام الخطابي رحمه اللَّه: ¶ قوله: أوتيت الكتاب ومثله معه يحتمل وجهين: ¶ أحدهما: أن معناه أنه أوتي من الوحي الباطن غير المتلو مثل ما أعطي من الظاهر المتلو. ¶ والثاني: أنه أوتي الكتاب وحْيا يتلى، وأوتي من البيان مثله، أي: أذن له أن يبين ما في الكتاب فيعم ويخص ويزيد ويشرح ما في الكتاب، فيكون في وجوب العمل به ولزوم قبوله كالظاهر المتلو من القرآن. ¶ وقوله: «يوشك رجل شبعان. . .» يحذر بهذا القول من مخالفة السنن التي سنها مما ليس له من القرآن ذكر على ما ذهبت إليه الخوارج والروافض؛ فإنهم تمثلوا بظاهر القرآن وتركوا السنن التي ضمنت بيان الكتاب فتحيروا وضلوا. ¶ وأراد بقوله: «متكئ على أريكته» أنه من أصحاب الترفه والدعة الذين لزموا البيوت ولم يطلبوا العلم من مظانه. ¶ وقد دل الحديث على معجزة للنبي صَلَّى اللَّه عليْهِ وسَلَّم. ¶ قال الشيخ محمد محمد أبو شهبة رحمه اللَّه: ¶ وقد دل الحديث على معجزة للنبي صَلَّى اللَّه عليْهِ وسَلَّم فقد ظهرت فئة في القديم والحديث تدعو إِلى هذه الدعوة الخبيثة وهي الاكتفاء بالقرآن عن الأحاديث، وغرضهم هدم نصف الدين، أو إن شئت فقل: الدين كله! لأنه إذا أهملت الأحاديث والسنن فسيؤدي ذلك ولا ريب إِلى استعجام كثير من القرآن على الأمة وعدم معرفة المراد منه، وإذا أهملت الأحاديث واستعجم القرآن فقل على الإسلام العفاء!",
            "page": "122",
            "part": "1",
            "seal": "59F82E8F"
        },
        {
            "id": "121",
            "nass": "[باب تحريضه صَلَّى اللَّه عليْهِ وسَلَّم على لزوم السنة والترغيب في ذلك وترك البِدعِ والتفرقِ والاخْتلافِ والتحذيرِ من ذلك] ¶ [الوصية بسنة رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم وسنة الخلفاء الراشدين والتحذير من البدع] ¶ 8 - باب تحريضه صَلَّى اللَّه عليْهِ وسَلَّم على لزوم السنة والترغيب في ذلك وترك البِدعِ والتفرقِ والاخْتلافِ والتحذيرِ من ذلك. وقول اللَّه تعالى: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} وقوله تعالى: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا لَسْتَ مِنْهُمْ فِي شَيْءٍ} الآية [الأنعام: 159] . ¶ وقوله تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ} الآية [الشورى: 13] .",
            "page": "123",
            "part": "1",
            "seal": "14829093"
        },
        {
            "id": "122",
            "nass": "[الوصية بسنة رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم وسنة الخلفاء الراشدين والتحذير من البدع] ¶ 88 - وعن العِرباض بن سارية - رضي اللَّه عنه - قال: «وعظنا رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم موعِظة بليغة، ذرفتْ منها العيون، ووجِلت منها القلوب، فقال قائل: يا رسول اللَّه كأن هذهِ موعِظة مودع فما تعهده إلينا؟ فقال: \" أوصيكم بتقوى اللَّه والسمع والطاعة وإن كان عبدا حبشيا، فإنه من يعش منكم فسيرى إختلافا كثيرا فعليكم بسنتي وسنةِ الخلفاء الراشدين المهديين من بعدي تمسكوا بها وعضوا عليها بالنواجِذِ، وإياكم ومحدثات الأمور، فإن كل محدثة بِدعةٌ وكل بدعةٍ ضلالة» . ¶ رواه أبو داود والترمذي وصححه وابن ماجه. ¶ وفي رواية له: ¶ «لقد تركتكم على البيضاء ليلها كنهارها لا يزيغ عنها بعدي إلا هالك، ومن يعش منكم فسيرى اختلافا كثيرا. . .» . ¶ ثم ذكره بمعناه. ¶ ـــــــــــــــــــــــــ ¶ 88 - صحيح - رواه أبو داود كتاب السنة (4 / 200) (رقم: 4607) ، وأحمد (4 / 126 - 127) ، والآجري في الشريعة، (ص 46) ، وابن أبي عاصم في \" كتاب السنة \" (1 / 19) (رقم: 32، 57) مختصرا، وابن حبان (1 / 178) (رقم: 5) كلهم من طريق الوليد بن مسلم حدثنا ثور بن يزيد حدثني خالد بن معدان حدثني عبد الرحمن بن عمرو السلمي وحجر بن حجْر عن العرباض. ¶ ورواه الترمذي كتاب العلم (5 / 44) (رقم: 2676) ، وابن ماجه المقدمة (1 / 17) (رقم: 44) ، والطحاوي في \"المشكل\" (2 / 69) ، والآجري (ص: 47) ، والدارمي (1 / 43) (رقم: 96) ، وابن أبي عاصم (1 / 29) (رقم: 54) ، والحاكم (1 / 109) كلهم من طريق ثور بن وليد إلا أنهم لم يذكروا حجر بن حجر. ¶ وقال الترمذي: حسن صحيح. ¶ وقال الحاكم: صحيح، ووافقه الذهبي. ¶ ورواه الترمذي (5 / 43) (رقم: 7676) ، وابن أبي عاصم (1 / 17) (رقم: 27) مختصرا، والبيهقي (6 / 541) من طريق بقية بن الوليد عن بحِير بن سعد عن خالد بن معدان عن عبد الرحمن بن عمرو بن العرباض. ¶ ورواه ابن ماجه (1 / 15) (رقم: 42) ، وابن أبي عاصم (1 / 17) (رقم: 26) مختصرا من طريق الوليد بن مسلم عن عبد اللَّه بن العلاء حدثني يحيى بن أبي المطاع عن العرباض. ¶ ورواه ابن أبي عاصم (1 / 18) (رقم: 28، 29) من طريق المهاجِر بن حبيب عن العرباض مختصرا، ورواه (رقم: 30) من طريق يحيى بن جابر عن عبد الرحمن بن عمرو ابن العرباض مختصرا. ¶ قوله: عضوا عليها بالنواجذ: أي: اجتهدوا على السنة والزموها واحرصوا عليها كما يلزم العاض على الشيء بنواجذه خوفا من ذهابه وتفلته. ¶ النواجذ: هي الأنياب، وقيل: الأضراس. ¶ أما بالنسبة للرواية الأخرى، فإن سندها: ¶ صحيح - وقد رواها ابن ماجه المقدمة (1 / 16) (رقم: 43) ، والآجري في \"الشريعة\" (ص 47) ، وابن أبي عاصم في \"السنة\" (1 / 26) (رقم: 48) من طريق معاوية بن صالح أن ضمرة بن حبيب حدثه أن عبد الرحمن بن عمرو حدثه أنه سمع العرباض. ¶ ورواه ابن أبي عاصم (رقم: 49) من طريق خالد بن معدان عن جبير بن نفير عن العرباض. ¶ البيضاء: أي: الملة والحجة الواضحة التي لا تقبل الشبه أصلا، فصار حال إيراد الشبه عليها كحال كشف الشبه عنها ودفعها، وإليه الإشارة ليلها كنهارها.",
            "page": "124",
            "part": "1",
            "seal": "AED6A520"
        },
        {
            "id": "123",
            "nass": "[خير الهدي هدي النبي صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 89 - ولمسلم عن جابرٍ - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «أما بعد؛ فإن خير الحديث كتاب اللَّه، وخير الهديِ هدي محمد صَلَّى اللَّه عليْهِ وسَلَّم وشر الأمور محدثاتها وكل بدعةٍ ضلالة» . ¶ ـــــــــــــــــــــــــ ¶ 89 - رواه مسلم كتاب الجمعة (1 / 592) (رقم: 867) . ¶ قال الحافظ ابن حجر في \"الفتح\" (13 / 253) : ¶ المحدثات: جمع محدثة والمراد بها ما أحدِث وليس له أصلٌ في الشرع، ويسمى في عرف الشرع بدعة، وما كان له أصل يدلْ عليه الشرع فليس ببدعة، فالبدعة في عرف الشرع مذمومة بخلاف اللغة؛ فإن كل شيء أحدث على غير مثال يسمى بدعة سواء كان محمودا أو مذموما، وكذا القول في المحدثة وفي الأمر المحدث الذي ورد في حديث عائشة: «من أحدث في أمرنا ما ليس منه فهو رد» (¬1) . ¶ قال الشافعي: البدعة بدعتان: محمودة، ومذمومة، فما وافق السنة فهو محمود وما خالف السنة فهو مذموم (¬2) . ¶ قال ابن مسعود رضي اللَّه عنه: قد أصبحتم على الفطرة إنكم ستحدِثون ويحدث لكم؛ فإذا رأيتم محدثة فعليكم بالهدي الأول. ¶ ¬_________ ¶ (¬1) رواه الشيخان. ¶ (¬2) وفي صحة هذا عن الشافعي نظر.",
            "page": "126",
            "part": "1",
            "seal": "00F7AB0A"
        },
        {
            "id": "124",
            "nass": "[عصيان الرسول صَلَّى اللَّه عليْهِ وسَلَّم يوجب دخول النَّار] ¶ 90 - وللبخاري عن أبي هريرة - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «كل أمتي يدخلون الجَنَّة إلا من أبى\". ¶ قيل: ومن أبى؟ . ¶ قال: \"من أطاعني دخل الجَنَّة: من عصاني فقد أبى» . ¶ ـــــــــــــــــــــــــ ¶ 90 - رواه البخاري كتاب الاعتصام (13 / 249) (رقم: 7280) : حدثنا محمد بن سنان حدثنا فليح حدثنا هلال بن علي عن عطاء بن يسار عن أبي هريرة. ¶ أبى: امتنع. ¶ قال الحافظ في \"الفتح\" (13 / 254) : ¶ وظاهر العموم مستمر لأن كلا منهم لا يمتنع من دخول الجَنَّة ولذلك قالوا: \"ومن يأبى؟ \"، فبين لهم أن إسناد الامتناع إليهم عن الدخول مجاز عن الامتناع عن سنته وهو عصيان الرسول صَلَّى اللَّه عليْهِ وسَلَّم، وجاء في حديث أبي هريرة الصحيح: «من أطاعني فقد أطاع اللَّه» (¬1) وهذا الحديث منتزع من قوله تعالى: {مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} أي: لأني لا آمر إلا بما أمر اللَّه به، فمن فعل ما آمره فإنما أطاع من أمرني أن آمر، ويحتمل أن يكون المعنى: لأن اللَّه أمر بطاعتي فمن أطاعني فقد أطاع أمر اللَّه له بطاعتي وفي المعصية كذلك. ¶ ¬_________ ¶ (¬1) رواه مسلم.",
            "page": "127",
            "part": "1",
            "seal": "45BF37E4"
        },
        {
            "id": "125",
            "nass": "[من رغب عن سنة الرسول صَلَّى اللَّه عليْهِ وسَلَّم فليس منه] ¶ 91 - ولهما عن أنسٍ - رضي اللَّه عنه - قال: «جاء ثلاثة رهط إلى أزواج النبي صَلَّى اللَّه عليْهِ وسَلَّم يسألون عن عبادة النبي صَلَّى اللَّه عليْهِ وسَلَّم فلما أخبروا بها كأنهم تقالوها فقالوا أين نحن من النبي صَلَّى اللَّه عليْهِ وسَلَّم قد غفِر له ما تقدم من ذنبهِ وما تأخر، فقال أحدهم: أما أنا فأصلي الليل أبدا، وقال الآخر: أنا أصوم النهار ولا أفطر، وقال الآخر: أنا أعتزل النساء فلا أتزوج أبدًا، فجاء النبي صَلَّى اللَّه عليْهِ وسَلَّم إليهم فقال: \" أنتم الذين قلتم كذا وكذا أما واللَّه إني لأخشاكم لله وأتقاكم له لكني أصوم وأفطر وأصلي وأرقد وأتزوج النساء فمن رغب عن سنتي فليس مني» . ¶ ـــــــــــــــــــــــــ ¶ 91 - رواه البخاري كتاب النكاح (9 / 104) (رقم: 5063) . ¶ ورواه مسلم كتاب النكاح (2 / 1020) (رقم: 1401) . ¶ الرهط: من ثلاثة إلى عشر. ¶ قوله: «إني لأخشاكم لله» : ¶ قال الحافظ في \"الفتح\" (9 / 105) : ¶ فيه إشارة إِلى رد ما بنوا عليه أمرهم من أن المغفور له لا يحتاج إلى مزيد في العبادة بخلاف غيره، فأعلمهم أنه مع كونه يبالغ في التشديد في العبادة أخشى لله وأتقى من الذين يشددون، وإنما كان كذلك لأن المشدد لا يأمن من الملل بخلاف المقتصد فإنه أمكن لاستمراره، وخير العمل ما داوم عليه صاحبه. ¶ قوله من رغب عن سنتي فليس مني: المراد بالسنة الطريقة، لا التي تقابل الفرض. ¶ والرغبة عن الشيء الإعراض إلى غيره، والمراد: من ترك طريقتي وأخذ بطريقة غيري فليس مني، ولمح بذلك إلى طريق الرهبانية فإنهم هم الذين ابتدعوا التشديد كما وصفهم اللَّه تعالى وقد عابهم بأنهم ما وفوه بما التزموه. ¶ وطريقة النبي صَلَّى اللَّه عليْهِ وسَلَّم الحنفية السمحة، فيفطر ليتقوى على الصوم، وينام ليتقوى على القيام، ويتزوج لكسر الشهوة وإعفاف النفس وتكثير النسل. ¶ وقوله: فليس مني، إن كانت الرغبة بضرب من التأويل يعذر صاحبه فيه، فمعنى فليس مني أي: على طريقتي، ولا يلزم أن يخرج عن الملة وإن كان إعراضا وتنطعا يفضي إِلى اعتقاد أرجحية عمله فمعنى: فليس مني ليس على ملتي لأن اعتقاد ذلك نوع من الكفر.",
            "page": "128",
            "part": "1",
            "seal": "0B6828B3"
        },
        {
            "id": "126",
            "nass": "[دعاء الرسول صَلَّى اللَّه عليْهِ وسَلَّم للغرباء] ¶ 92 - وعن أبي هريرة - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «بدأ الإسلام غريبا وسيعود غريبا كما بدأ فطوبى للغرباءِ» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 92 - رواه مسلم كتاب الإيمان (1 / 130) (رقم: 145) . ¶ طوبى: فعلى من الطيب، وقد اختلف العلماء في معنى طوبى: ¶ قال ابن عباس: معناها فرح وقرة عين، وقال عكرمة: نِعْم ما لهم. ¶ قال النووي: قال القاضي عياض: وظاهر الحديث العموم وأن الإسلام بدأ في آحاد من الناس وقلة ثم انتشر وظهر ثم سيلحقه النقص والإخلال حتى لا يبقى إلا في آحاد وقله أيضا كما بدأ.",
            "page": "129",
            "part": "1",
            "seal": "5DA3CE11"
        },
        {
            "id": "127",
            "nass": "[نفي الإيمان حتى يكون هواه تبعا لما جاء به رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 93 - وعن عبد اللَّه بن عمرو - رضي اللَّه عنهما - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به» . ¶ رواه البغوي في \"شرح السنةِ\" وصححه النووي. ¶ ـــــــــــــــــــــــــ ¶ 93 - رواه البغوي في \" شرح السنة \" (1 / 212) (رقم: 104) ، وابن أبي عاصم في \"السنة\" (15) ، والخطيب في \"تاريخ بغداد\" (4 / 369) من طريق هشام بن حسان عن محمد بن سيرين عن عطية بن أوس عن عبد اللَّه بن عمرو بن العاص. ¶ قال الخطيب التبريزي في \"مشكاة المصابيح\" (1 / 59) : قال النووي في \"أربعينه\": صحيح رويناه في كتاب الحجة بإسناد صحيح. ¶ وضعفه الإِمام ابن رجب الحنبلي في \"جامع العلوم والحِكم\" (2 / 393) بعدة عِلل.",
            "page": "130",
            "part": "1",
            "seal": "E7062E0F"
        },
        {
            "id": "128",
            "nass": "[صفة الملة الناجية من النَّار] ¶ 94 - وعنه أيضا قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: «ليأتين على أمتي كما أتى على بني إسرائيل حذو النعل بالنعلِ حتى إنْ كان فيهم من أتى أمه علانية لكان في أمتي من يصنع ذلك، وإن بني إسرائيل افترقت على اثِنتين وسبعين مِلة وستفترق أمتي على ثلاث وسبعين ملة كلهم في النَّار إلا واحدة\". ¶ قالوا: من هي يا رسول اللَّه؟ . ¶ قال: \"ما أنا عليه وأصحابي» . ¶ رواه الترمذي. ¶ ـــــــــــــــــــــــــ ¶ 94 - رواه الترمذي كتاب الإيمان (5 / 26) (رقم: 2641) ، والآجري في \"الشريعة\" (ص 15- 16) ، والمروزي في \"السنة\" (18) ، واللالكائي في \" شرح أصول اعتقاد أهل السنة والجماعة\" (1 / 99) (رقم: 145، 146) من طريق عبد الرحمن بن زياد الأفريقي عن عبد اللَّه بن يزيد عن عبد اللَّه بن عمرو بن العاص. ¶ وفي إسناده عبد الرحمن الإفريقي وهو ضعيف. ¶ وللحديث شواهد انظر كتاب \"درء الارتياب عن حديث ما أنا عليه والأصحاب\" للأخ سليم الهلالي. ¶ قال المناوي في (فيض القدير) (5 / 347) : ¶ قال الإمام ابن تيمية رحمه اللَّه: ¶ وهذا الافتراق مشهور عن المصطفى صَلَّى اللَّه عليْهِ وسَلَّم من حديث جمع عن جمع من الصحابة. ¶ قال الطيبي: الملة في الأصل ما شرعه اللَّه لعباده ليتوصلوا به إِلى جوار اللَّه، ويستعمل في جملة الشرائع دون آحادها ثم اتسعت فاستعملت في الملل الباطلة، فقيل: الكفر كله ملة واحدة، والمعنى أنهم يفترقون فرقا تدين كل واحدة منها بخلاف ما تتدين به الأخرى فتسمى طريقتهم ملة مجازا. ¶ كلهم في النَّار: أي: متعرضون لما يدخلهم النَّار من الأفعال القبيحة. ¶ إلا ملة واحدة: أي: أهل ملة واحدة. ¶ «ما أنا عليه وأصحابي» : من العقائد الحقة والطرائق القويمة، فالناجي من تمسك بهديهم واقتفى أثرهم، واقتدى بسيرهم في الأصول والفروع. ¶ قال ابن تيمية: أخبر عليه الصلاة والسلام بافتراق أمته على ثلاث وسبعين فرقة لا ريب أنهم الذين في آية {وَخُضْتُمْ كَالَّذِي خَاضُوا} ثم هذا الاختلاف المخبر عنه إما في الدين فقط، أو في الدين والدنيا، ثم قد يؤول إِلى الدنيا وقد يكون في الدنيا فقط اهـ.",
            "page": "131",
            "part": "1",
            "seal": "B85BC61C"
        },
        {
            "id": "129",
            "nass": "[إثم من دعا إلى ضلالة] ¶ 95 - ولمسلم عن أبي هريرة - رضي اللَّه عنه - مرفوعا: ¶ «من دعا إلى هدى كان له من الأجر مثل أجورِ من تبعه لا ينقص ذلك من أجورهم شيئا، ومن دعا إلى ضلالةٍ كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامِهِم شيئا» . ¶ ـــــــــــــــــــــــــ ¶ 95 - رواه مسلم كتاب العلم (4 / 2060) (رقم: 2674) .",
            "page": "132",
            "part": "1",
            "seal": "8F15DC88"
        },
        {
            "id": "130",
            "nass": "[من دل على خير فله مثل أجر فاعله] ¶ 96 - وله عن أبي مسعود الأنصاري - رضي اللَّه عنه - قال: «جاء رجل إلى النبي صَلَّى اللَّه عليْهِ وسَلَّم قال: إنه أبدِع بي فاحْمِلْني، فقال: ما عندي، فقال رجل: يا رسول اللَّه أنا أدله على من يحمله، فقال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ \"من دل على خيرٍ فله مِثل أجرِ فاعِلِهِ» . ¶ ـــــــــــــــــــــــــ ¶ 96 - رواه مسلم كتاب الإمارة (3 / 1506) (رقم: 1893) . ¶ ورواه البخاري في \"الأدب المفرد\" (242) ، والطيالسي (85) (رقم: 611) . إنه أبدع بي: أي: انقطع بي الطريق لكلال راحلتي أو هلاك دابتي.",
            "page": "133",
            "part": "1",
            "seal": "B9AEE3D2"
        },
        {
            "id": "131",
            "nass": "[أجر من أحيا سنة من سنن المصطفى صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 97 - وعن عمرو بن عوفٍ - رضي اللَّه عنه - مرفوعا: ¶ «من أحيا سنة من سنتي قد أميتت بعدي فإن له من الأجر مثل أجر من عمل بها من الناس ما ينقص من أجور الناس شيئا، ومن ابتدع بدعة لا يرضاها اللَّه ورسوله فإن عليه مثل إثم من عمل بها من الناس لا ينقص من آثام الناس شيئا» . ¶ رواه الترمِذِي وحسنه وابن ماجه - وهذا لفظه -. ¶ ـــــــــــــــــــــــــ ¶ 97 - رواه الترمذي العلم (5 / 44) (رقم: 2677) ، وابن ماجه المقدمة (1 / 76) (رقم: 210) كلاهما من طريق كثير بن عبد اللَّه بن عمرو بن العاص عن أبيه عن جده. ¶ قال الترمذي: حديث حسن. ¶ قلت: فيه كثير بن عبد اللَّه ضعيف جدا.",
            "page": "134",
            "part": "1",
            "seal": "3E079136"
        },
        {
            "id": "132",
            "nass": "[أسباب الفتن] ¶ 98 - وعن ابن مسعود - رضي اللَّه عنه - أنه قال: ¶ «كيف أنتم إذا لبستكم فتنة يربو فيها الصغير، ويهرم فيها الكبير، وتتخذ سنة يجري الناس عليها؛ فإذا غير منها شي قيل: تركت سنةٌ. قيل: متى ذلك يا أبا عبد الرحمن؟ قال: إذا كثر قراؤكم، وقل فقهاؤكم، وكثرت أموالكم، وقل أمناؤكم، والتمِستِ الدنيا بعمل الآخرة، وتفقه لغير الدين» . ¶ رواه الدارِمي. ¶ ـــــــــــــــــــــــــ ¶ 98 - رواه الدارمي المقدمة (1 / 58) (رقم: 191) : أخبرنا أبو يعلى حدثنا الأعمش عن شعبة، عن شقيق قال: قال عبد اللَّه. ¶ ورواه الدارمي المقدمة (1 / 58) (رقم: 192) : حدثنا عمرو بن عون عن خالد ابن عبد اللَّه عن يزيد بن أبي زياد عن إبراهيم عن علقمة عن عبد اللَّه بن مسعود. ¶ ورواه البيهقي في \"المدخل\" (1 / 64) .",
            "page": "135",
            "part": "1",
            "seal": "605D2B77"
        },
        {
            "id": "133",
            "nass": "[من يهدم الإسلام] ¶ 99 - «وعن زياد بن حديْر - رضي اللَّه عنه - قال: قال لي عمر - رضي اللَّه عنه -: هل تعرف ما يهدم الإسلام؟ ، قلت: لا، قال: يهدِمه زلة العالِم، وجدال المنافق بالكتاب، وحكم الأئمة المضِلين.» ¶ رواه الدارمي أيضا. ¶ ـــــــــــــــــــــــــ ¶ 99 - رواه الدارمي المقدمة (1 / 63) (رقم: 220) : أخبرنا محمد بن عيينة أنا علي - وهو ابن مسهر - عن أبي إسحاق عن الشعبي عن زياد بن حدير.",
            "page": "136",
            "part": "1",
            "seal": "1DC1C2C4"
        },
        {
            "id": "134",
            "nass": "[وجوب الاقتداء بالسلف الصالح رضوان اللَّه عليهم أجمعين] ¶ 100 - وعن حذيفة - رضي اللَّه عنه - قال: «كل عبادة لا يتعبدها أصحاب رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم فلا تعبدوها؛ فإن الأول لم يدع للآخرِ مقالا، فاتقوا اللَّه يا معشر القراء وخذوا طريق من كان قبلكم» . ¶ رواه أبو داود. ¶ ـــــــــــــــــــــــــ ¶ 100 - وروى البخاري الاعتصام بالكتاب والسنة (13 / 250) (رقم: 7282) عن حذيفة قال: يا معشر القراء استقيموا؟ فقد سبقتم سبقا بعيدا، فإن أخذتم يمينا وشمالا لقد ضللتم ضلالا بعيدا.",
            "page": "137",
            "part": "1",
            "seal": "0F1E75D3"
        },
        {
            "id": "135",
            "nass": "101 - وعن ابن مسعود - رضي اللَّه عنه - قال: من كان مستنا فليستن بمن قد مات؛ فإن الحي لا تؤمن عليه الفتنة، أولئك أصحاب محمدٍ صَلَّى اللَّه عليْهِ وسَلَّم كانوا أفضل هذه الأمة؛ أبرها قلوبا، وأعمقها علما، وأقلها تكلفا، اختارهم اللَّه لصحبةِ نبيه صَلَّى اللَّه عليْهِ وسَلَّم ولإقامةِ دينهِ، فاعرفوا لهم فضلهم، واتبِعوهم على أثرهم، وتمسكوا بما استطعتم من أخلاقهم وسِيرهم، فإنهم كانوا على الهدي المستقيم. ¶ رواه رزِين. ¶ ـــــــــــــــــــــــــ ¶ 101 - رواه رزين كما في \"المشكاة\" (1 / 67) (رقم: 193) . ¶ وقال الشيخ ناصر في تعليقه عليه: منقطع. وأخرجه ابن عبد البر في \"جامع بيان العلم وفضله\" (2 / 97) من طريق قتادة عنه.",
            "page": "137",
            "part": "1",
            "seal": "C10E0D1C"
        },
        {
            "id": "136",
            "nass": "[تحريم المجادلة في القرآن] ¶ 102 - وعن عمرو بن شعيبٍ عن أبِيهِ عن جدهِ قال: «سمع النبي صَلَّى اللَّه عليْهِ وسَلَّم قوما يتدارؤون في القرآنِ فقال: ¶ \"إنما هلك من كان قبلكم بهذا؛ ضربوا كتاب اللَّه بعضه ببعض، وإنما نزل كتاب اللَّه يصدق بعضه بعضا فلا تكذبوا بعضه بِبعضٍ، فما علمتم منه فقولوا، وما جهِلتم فكِلوه إلى عالمه» . ¶ رواه أحمد وابن ماجه. ¶ ـــــــــــــــــــــــــ ¶ 102 - حسن- رواه أحمد (2 / 185) : حدثنا عبد الرزاق حدثنا معمر عن الزهري عن عمرو واللفظ له. ¶ رواه ابن ماجه المقدمة (1 / 33) (رقم: 85) من طريق داود بن أبي هند عن عمرو بن شعيب عن أبيه عن جده بمعناه.",
            "page": "138",
            "part": "1",
            "seal": "AC1BB9BD"
        },
        {
            "id": "137",
            "nass": "[باب التحريض على طلب العلم وكيفية الطلب] ¶ [تحريم التقليد] ¶ 103 - فيه حديث \"الصحيحين\" في فتنة القبر «أن المنعم يقول جاءنا بالبينات والهدى فآمنا وأجبنا واتبعنا، وأن المعذب يقول: سمعت الناس يقولون شيئا فقلته» ! ¶ ـــــــــــــــــــــــــ ¶ 103 - رواه البخاري كتاب العلم (1 / 182) (رقم: 86) وكتاب الوضوء (1 / 288) (رقم: 184) وأخرجه في مراضع كثيرة من \"صحيحه\"، ومسلم كتاب الكسوف (2 / 624) (رقم: 905) من طريق هشام بن عروة عن فاطمة بنت المنذر عن أسماء بنت أبي بكر. ¶ قال البغوي (1 / 289) : ¶ العلوم الشرعية قسمان: علم الأصول، وعلم الفروع، أما علم الأصول فهو: معرفة اللَّه سبحانه وتعالى بالوحدانية والصفات وتصديق الرسل، فعلى كل مكلف معرفته ولا يسع فيه التقلب لظهور آياته ووضوح دلائله، قال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} وقال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} ¶ وأما علم الفروع: فهو علم الفقه ومعرفة أحكام الدين؛ فينقسم إِلى فرض عين، وفرض كفاية، أما فرض العين: فمثل علم الطهارة والصلاة والصوم، فعلى كل مكلف معرفته، قال النبي صَلَّى اللَّه عليْهِ وسَلَّم: \"طلب العلم فريضة على كل مسلم\" (¬1) وكذلك كل عبادة أوجبها الشرع على كل واحد، فعليه معرفة علمها مثل علم الزكاة إن كان له مال وعلم الحج إن وجب عليه. ¶ وأما فرض الكفاية فهو: أن يتعلم ما يبلغ به رتبته الاجتهاد ودرجة الفتيا، فإذا قعد أهل بلد عن تعلمه عصوا جميعا، وإذا قام واحد منهم بتعلمه سقط الفرض عن الآخرين، وعليهم تقليده فيما يعن لهم من الحوادث، قال تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ} ¶ ¬_________ ¶ (¬1) وهو حديث حسن، وللسيوطي \"جزْء\" في جمع طرقه وتخريجه، طبع بتحقيق الأخ علي بن حسن الحلبي.",
            "page": "139",
            "part": "1",
            "seal": "480296EC"
        },
        {
            "id": "138",
            "nass": "[فضل العلماء على سائر الناس] ¶ 104 - وفيهما عن معاوية - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «من يرد اللَّه به خيرا يفقهه في الدين» . ¶ ـــــــــــــــــــــــــ ¶ 104 - رواه البخاري كتاب العلم (1 / 164) (رقم: 71) ، وفرض الخمس (6 / 217) (رقم: 3116) ، والاعتصام بالكتاب والسنة (13 / 263) (رقم: 7312) ومسلم كتاب الزكاة (2 / 719) (رقم: 1037) . ¶ قال الحافظ في الفتح (1 / 164) : ¶ وفي الحديث إثبات الخير لمن تفقه في دين اللَّه وأن ذلك لا يكون بالاكتساب فقط، بل لمن يفتح اللَّه عليه به، وأن من يفتح اللَّه عليه بذلك لا يزال جنسه موجودا حتى يأتي أْمر اللَّه، وقد جزم البخاري بأن المراد بهم أهل العلم بالآثار. ¶ وقال أحمد بن حنبل: إن لم يكونوا أهل الحديث فلا أدري من هم! ¶ وقال القاضي عياض: أراد أحمد أهل السنة ومن يعتقد مذهب أهل الحديث. ¶ قال النووي: يحتمل أن تكون هذه الطائفة فرقة من أنواع المؤمنين ممن يقيم أمر اللَّه تعالى من مجاهد وفقيه ومحدث وزاهد وآمر بالمعروف وغير ذلك من أنواع الخير، ولا يلزم اجتماعهم في مكان واحد، بل يجوز أن يكونوا متفرقين. ¶ وقال الحافظ: ومفهوم الحديث أن من لم يتفقه في الدين - أي: يتعلم قواعد الإسلام وما يتصل بها من الفروع - فقد حرم الخير لأن من لم يعرف أمر ربه لا يكون فقيها ولا طالب فقه، فيصح أن يوصف بأنه ما أريد به الخير، وفي ذلك بيانٌ ظاهرٌ لفضل العلماء على سائر الناس، ولفضل التفقه في الدين على سائر العلوم.",
            "page": "140",
            "part": "1",
            "seal": "A1AE9FDA"
        },
        {
            "id": "139",
            "nass": "105 - وفيهما عن أبي موسى - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «مثل ما بعثني اللَّه به من الهدى والعلم كمثل الغيث الكثير أصاب أرضا؛ فكانت منها طائفة طيبة قبلتِ الماء فأنبتتِ الكلأ والعشْب الكثير، وكانت منها أجادِب أمسكت الماء فنفع اللَّه بها الناس فشربوا وسقوا وزرعوا وأصاب منها طائفة أخرى إنما هي قيعان لا تمسك ماء ولا تنبت كلأ؛ فذلك مثل من فقِه في دين اللَّه ونفعه ما بعثني اللَّه به فعلِم وعلم، ومثل من لم يرفعْ بذلك رأْسا ولم يقبل هدي اللَّه الذي أرسلت بهِ» . ¶ ـــــــــــــــــــــــــ ¶ 105 - رواه البخاري كتاب العلم (1 / 175) (رقم: 79) ، ومسلم كتاب الفضائل (4 / 1787) (رقم: 2282) . ¶ قال البغوي رحمه اللَّه: ¶ «فكانت منها ثغبة» فالثغبة: مستنقع الماء في الجبال والصخور وجمعها ثغبان. ¶ «كانت منها أجادِب» أجادِب: صِلاب الأرض التي تمسك الماء، فلا يسرع إليه النضوب، وقال الأصمعي: الأجادب من الأرض ما لم تنبت الكلأ فهي جرداء بارزة لا يسترها النبات. ¶ فالنبي صَلَّى اللَّه عليْهِ وسَلَّم جعل مثل العالم كمثل المطر، ومثل قلوب الناس فيه كمثل الأرض في قبول الماء، فشبه من تحمل العلم والحديث وتفقه فيه بالأرض الطبية أصابها المطر فتنبت، وانتفع بها الناس، وشبه من تحمله ولم يتفقه بالأرض الصلبة التي لا تنبت ولكنها تمسك الماء فيأخذه الناس وينتفعون به، وشبه من لم يفهم ولم يحمل بالقيعان التي لا تنبت ولا تمسك الماء فهو الذي لا خير فيه. ¶ قال النووي (15 / 47 - 48) : ¶ أما معاني الحديث ومقصوده فهو تمثيل الهدى الذي جاء به صَلَّى اللَّه عليْهِ وسَلَّم بالغيث، ومعناه: أن الأرض ثلاثة أنواع وكذلك الناس: ¶ فالنوع الأول من الأرض: ينتفع بالمطر فيحيا بعد أن كان ميتا، وينبت الكلأ فتنتفع بها الناس والدواب والزرع وغيرها، وكذا النوع الأول من الناس يبلغه الهدى والعلم فيحفظه فيحيا قلبه ويعمل به ويعلمه غيره فينتفع وينفع. ¶ والنوع الثاني من الأرض: ما لا تقبل الانتفاع في نفسها لكنْ فيها فائدة وهي إمساك الماء لغيرها، فينتفع بها الناس والدواب، وكذا النوع الثاني من الناس لهم قلوب حافظة لكن ليست لهم أفهام ثاقبة ولا رسوخ لهم في العقل يستنبطون به المعاني والأحكام وليس عندهم اجتهاد في الطاعة والعمل به، فهم يحفظونه حتى يأتي طالب محتاج متعطش لما عندهم من العلم للنفع والانتفاع فيأخذه منهم فينتفع به فهؤلاء نفعوا بما بلغهم. ¶ والنوع الثالث من الأرض: السباخ التي لا تنبت ونحوها، فهي لا تنتفع بالماء ولا تمسكه لينتفع به غيرها، وكذا النوع الثالث من الناس ليست لهم قلوب حافظة ولا أفهام واعية فإذا سمعوا العلم لا ينتفعون به، ولا يحفظونه لنفع غيرهم.",
            "page": "141",
            "part": "1",
            "seal": "BCB6D695"
        },
        {
            "id": "140",
            "nass": "106 - ولهما عن عائشة - رضي اللَّه عنها - مرفوعا: ¶ «إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى اللَّه فاحذروهم» . ¶ ـــــــــــــــــــــــــ ¶ 106 - تقدم برقم (79) . ¶ (فائدة) : قال الإِمام أبو جعفر الطحاوي في \"مشكل الآثار\" (3 / 210) بعد روايتهِ هذا الحديث، وإيرادِه قول اللَّه سبحانه: {وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا} قال: \" فهكذا يكون أهل الحق في المتشابه من القرآن؛ يردونه إِلى عالمهِ - وهو اللَّه عز وجل - ثم يلتمسون تأْويله من المحكماتِ اللاتي هن أم الكتابِ، فإِنْ وجدوه فيها عمِلوا به كما يعْملون بالمحْكماتِ، وإِنْ لم يجدوه فيها لتقصيرِ علومِهم عنه لم يتجاوزوا في ذلك الإِيمان به، وردوا حقيقته إلى اللَّه تعالى، ولم يستعملوا في ذلك الظنون التي حرم اللَّه تعالى عليهم استعمالها في غيره، وإذا كان استعمالها في غيره حراما كان استعمالها فيه أحرم \".",
            "page": "142",
            "part": "1",
            "seal": "CFA4E940"
        },
        {
            "id": "141",
            "nass": "[حواريو الرسول صَلَّى اللَّه عليْهِ وسَلَّم هم الذين يأخذون بسنته] ¶ 107 - وعن ابن مسعود - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: «ما من نبي بعثه اللَّه في أمته قبلي إلا كان له من أمته حوارِيون وأصحاب يأخذون بسنتِهِ، ويقتدون بأمْرِه، ثم إنها تخلف من بعدهم خلوفٌ يقولون ما لا يفعلون، ويفعلون ما لا يؤْمرون، فمن جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانهِ فهو مؤمن، ومن جاهدهم بقلبه فهو مؤمن، وليس وراء ذلك من الإيمان حبة خردلٍ» . ¶ رواه مسلم. ¶ ـــــــــــــــــــــــــ ¶ 107 - رواه مسلم كتاب الإيمان (1 / 69) (رقم: 50) . ¶ قال النووي (2 / 28) : ¶ وأما الحواريون المذكورون فاختلف فيهم، فقال الأزهري وغيره: هم خلصاء الأنبياء وأصفياؤهم، والخلصان الذين نقوا من كل عيب. . . ¶ يهتدون بهديه: أي: بطريقته وسمته.",
            "page": "143",
            "part": "1",
            "seal": "43C0E1EF"
        },
        {
            "id": "142",
            "nass": "[تحريم الاقتداء بغير رسول صَلَّى اللَّه عليْهِ وسَلَّم حتى لو كان نبيا] ¶ 108 - وعن جابرٍ - رضي اللَّه عنه «- أن عمر - رضي اللَّه عنه - قال: يا رسول اللَّه إنا نسمع أحاديث من يهود تعجبنا أفترى أن نكتب بعضها؟! ، فقال صَلَّى اللَّه عليْهِ وسَلَّم: ¶ \"أمتهوكون أنتم كما تهوكتِ اليهود والنصارى! لقد جِئتكم بها بيضاء نقية، ولو كان موسى حيا ما وسعه إلا اتباعي» . ¶ رواه أحمد. ¶ ـــــــــــــــــــــــــ ¶ 108 - رواه أحمد (3 / 387) والبزار كما في \"كشف الأستار\" (1 / 78) (رقم: 124) من طريق هشيم ثنا مجالد عن عامر الشعبي عن جابر أن عمر. . . الحديث. ¶ وفي إسناده مجالد وهو ضعيف، وقد توبع: ¶ فقد رواه البزار كما في \" كشف الأستار \"، (1 / 78) (رقم: 124) من طريق حماد بن زيد حدثنا خالد حدثني عامر حدثنا جابر.",
            "page": "144",
            "part": "1",
            "seal": "9E0EA143"
        },
        {
            "id": "143",
            "nass": "109 - وعن أبي ثعلبة الخشني - رضي اللَّه عنه - مرفوعا: ¶ «إن اللَّه فرض فرائض فلا تضيعوها، وحد حدودا فلا تعتدوها، وحرم أشياء فلا تنتهكوها، وسكت عن أشياء رحمة لكم غير نسيانٍ فلا تبحثوا عنها» . ¶ حديث حسن رواه الدارقطني وغيره. ¶ ـــــــــــــــــــــــــ ¶ 109 - رواه الدارقطني كتاب الرضاع (4 / 183) (رقم: 42) من طريق إسحاق الأزرق، ورواه الحاكم الأطعمة (4 / 115) ، والبيهقي الضحايا (10 / 12) من طريق علي بن مسهِر كلاهما عن داود بن أبي هند عن مكحول عن أبي ثعلبة الخشني مرفوعا. وإسناده منقطع، مكحول لم يلق أبا ثعلبة. ¶ وقد روي موقوفا: ¶ رواه البيهقي (10 / 12) من طريق حفص بن غياش عن داود بن أبي هند عن مكحول عن أبي ثعلبة موقوفا عليه. ¶ قال المِزي في \"تهذيب الكمال\" (33 / 168) : لم يسمع منه. ¶ وله شاهد بمعناه من حديث أبي الدرداء: رواه البزار كما في \"كشف الأستار\" (3 / 58) (رقم: 2231) ، والحاكم (2 / 375) ، والبيهقي (10 / 12) . وقال الحاكم: صحيح ووافقه الذهبي. ¶ وقال البزار: إسناده صالح. ¶ وقال الهيثمي (7 / 55) : رجاله ثقات.",
            "page": "145",
            "part": "1",
            "seal": "0861BF4E"
        },
        {
            "id": "144",
            "nass": "[تحريم الاختلاف والتفرق] ¶ 110 - وفي \"الصحيحين\" عن أبي هريرة - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «ما نهيتكم عنه فاجتنبوه، وما أمرتكم به فأتوا منه ما استطعتم، فإنما هلك من كان قبلكم بكثرة مسائلهم واختلافهم على أنبيائهم» . ¶ ـــــــــــــــــــــــــ ¶ 110 - رواه البخاري كتاب الاعتصام (13 / 251) (رقم: 7288) ، ومسلم كتاب الفضائل (4 / 1831) (رقم: 1337) ، وأيضا مسلم (4 / 1831) ، ورواه مسلم (4 / 1830) . ¶ قال الحافظ في \"الفتح\" (13 / 260) : ¶ والمراد بهذا الأمر ترك السؤال عن شيء لم يقع خشية أن ينزل به وجوبه أو تحريمه، وعن كثرة السؤال لما فيه غالبا من التعنت، وخشية أن تقع الإجابة بأمر يستثقل فقد يؤدي لترك الامتثال فتقع المخالفة. . . ولا تكثروا التنقيب عن ذلك لأنه قد يفْضِي إلى مثل ما وقع لبني إسرائيل إذ أمروا أن يذبحوا بقرة فلو ذبحوا أي بقرة كانت لامتثلوا ولكنهم شددوا فشدد عليهم. ¶ وقال الحافظ: والتحقيق أن الأمر باجتناب المنهي على عمومه، ما لم يعارضه إِذْن في ارتكاب منهي كأكل الميتة للمضطر. ¶ وما أمرتكم به فأتوا منه ما استطعتم: ¶ قال النووي: هذا من جوامع الكلم وقواعد الإسلام، ويدخل فيه كثير من الأحكام كالصلاة لمن عجز عن ركن منها أو شرط فيأتي بالمقدور وكذا الوضوء وستر العورة. . . إِلى غير ذلك من المسائل التي يطول شرحها. ¶ وقال غيره: من عجز عن بعض الأمور لا يسقط عنه المقدور، وعبر عنه الفقهاء بأن الميسور لا يسقط المعسور كما لا يسقط ما قدر عليه من أركان الصلاة بالعجز عن غيره. ¶ قال الحافظ (263) : إنما هلك من كان قبلكم تكثير مسائلهم. . . ¶ قال البغوي في \"شرح السنة\": ¶ المسائل على وجهين: أحدهما: ما كان على وجه التعليم لما يحتاج إليه من أمر الدين فهو جائز بل مأمور به لقوله تعالى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ} الآية، وعلى ذلك تتنزل أسئلة الصحابة عن الأنفال والكلالة وغيرهما، وثانيهما: ما كان على وجه التعنت والتكلف وهو المراد في هذا الحديث واللَّه أعلم. ¶ وقال ابن العربي: كان النهي عن السؤال في العهد النبوي خشية أن ينزل ما يشق عليهم، فأما بعد فقد أمن ذلك، لكن أكثر النقل عن السلف بكراهية الكلام في المسائل التي لم تقع.",
            "page": "146",
            "part": "1",
            "seal": "16A5A779"
        },
        {
            "id": "145",
            "nass": "[دعاء الرسول صَلَّى اللَّه عليْهِ وسَلَّم لأهل الحديث] ¶ 111 - وعن ابن مسعودٍ - رضي اللَّه عنه- قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم:",
            "page": "147",
            "part": "1",
            "seal": "E6997ADE"
        },
        {
            "id": "146",
            "nass": "«نضر اللَّه عبدا سمِع مقالتي فحفِظها ووعاها، وأداها، فرب حاملِ فقهٍ غير فقيهٍ، ورب حامل فقهٍ إلى من هو أفقه منه، ثلاث لا يغل عليهِن قلب مسلمٍ: إخلاص العمل لله، والنصيحة للمسلمين، ولزوم جماعتهِم، فإن دعوتهم تحيط من وراءهم» . ¶ رواه الشافِعي والبيهقي في \"المدخل\" ورواه أحمد وابن ماجه والدارِمي عن زيد بن ثابتٍ - رضي اللَّه عنه -. ¶ ـــــــــــــــــــــــــ ¶ 111 - صحيح - رواه الشافعي في \"مسنده\" (15 / 14) ، والترمذي كتاب العلم (5 / 34) (رقم: 2658) ، والحميدي (1 / 47) (رقم: 88) ، والبيهقي في \"الدلائل\" (1 / 23) ، والبغوي في \"شرح السنة\" (1 / 236) (رقم: 112) من طريق عبد الملك بن عمير عن عبد الرحمن بن عبد اللَّه بن مسعود عن ابن مسعود. ¶ ورواه الترمذي (رقم: 2657) ، وابن ماجه (1 / 85) (رقم: 232) ، وأحمد: (1 / 437) ، وأبو نعيم في \"الحلية\" (7 / 331) ، وابن حبان في \"صحيحه\" (1 / 268) (رقم: 66) ، والبيهقي في \"الدلائل\" (6 / 540) من طريق سماك عن عبد الرحمن بن عبد اللَّه عن أبيه به مختصرا. ¶ وقال الترمذي: حسن صحيح. ¶ وأخرجه أبو نعيم في \"أخبار أصبهان\" (2 / 90) من طريق مرة عن ابن مسعود.",
            "page": "148",
            "part": "1",
            "seal": "56944F1C"
        },
        {
            "id": "147",
            "nass": "112 - ورواه أحمد وأبو داود والترمذي عن زيد بن ثابت - رضي اللَّه عنه -. ¶ ـــــــــــــــــــــــــ ¶ 112 - صحيح - رواه أبو داود كتاب العلم (4 / 322) (رقم: 3660) ، والترمذي كتاب العلم (5 / 33) (رقم: 2656) ، والدارمي (1 / 65) (رقم: 235) وابن أبي عاصم في \" السنة \" (1 / 45) (رقم: 94) ، والطحاوي في \"المشكل\" (2 / 232) ، والطبراني (5 / 58 1) (رقم: 4890) ، وابن حبان (1 / 270) (رقم: 67) ، (2 / 454) (رقم: 680) ، كلهم من طرق شعبة عن عمرو بن سليمان عن عبد الرحمن بن إبان عن أبيه عن زيد بن ثابت. ¶ لفظ أبي داود والترمذي والطحاوي مختصر. ¶ ورواه ابن ماجه (1 / 84) (رقم: 230) ، والطبراني (5 / 171) (رقم: 2924) من طريق يحيى بن عباد عن أبيه عن زيد بن ثابت. ¶ ولفظ الطبراني مختصر. ¶ ورواه الطبراني (5 / 172) (رقم: 4925) من طريق محمد بن وهب عن أبيه عن زيد بن ثابت، وقال الترمذي: حديث زيد حديث حسن. ¶ قال البغوي (1 / 236) : قال أبو سليمان الخطابي: قوله: ¶ «نضر اللَّه امرأ» معناه: الدعاء له بالنضارة وهي النعمة والبهجة، قيل: ليس هذا من حسن الوجه إنما معناه حسن الجاه والقدر في الخلق، ومعناه: فرب حامل فقه قد يكون فقيها ولا يكون أفقه فيحفظه ويبلغه إلى من هو أفقه منه فيستنبط منه ما لا يفهمه الحامل أو إلى من يصير أفقه منه. ¶ قوله: «لا يغل عليهن» بفتح الياء وكسر الغين: من الغِل وهو: الضغن والحقد، يريد لا يدخله حقد يزيله عن الحق ويروى بضم الياء من الأغلال وهو الخيانة.",
            "page": "148",
            "part": "1",
            "seal": "943F5E4F"
        },
        {
            "id": "148",
            "nass": "[العلم ثلاث وما سوى ذلك فهو فضل] ¶ 113 - وعن عبد اللَّه بن عمرو - رضي اللَّه عنهما - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «العلم ثلاثٌ: آيةٌ محكمةٌ، أو سنةٌ قائمةٌ، أو فريضةٌ عادلة، وما كان سوى ذلك فهو فضل» . ¶ رواه الدارِمي وأبو داود. ¶ ـــــــــــــــــــــــــ ¶ 113 - رواه أبو داود كتاب الفرائض (3 / 119) (رقم: 2885) ، وابن ماجه (1 / 21) (رقم: 54) ، والدارقطني كتاب الفرائض (4 / 67) ، والحاكم (1 / 332) ، والبيهقي (6 / 208) من طريق عبد الرحمن بن زياد عن عبد الرحمن بن رافع التنوخي عن عبد اللَّه بن عمرو. ¶ وفي إسناده عبد الرحمن بن زياد بن أنعم الإفريقي وهو ضعيف. ¶ العلم ثلاثة: أي: أصل علوم الدين ومسائل الشرع، وما سوى ذلك فهو فضل زائد لا ضرورة فيه. ¶ آية محكمة: أي: غير منسوخة. ¶ أو سنة قائمة: أي: دائمة مستمرة متصل بها العمل. ¶ فريضة عادلة: هو الميراث، يريد العدل في القسمة بحيث يكون السهام المذكورة في الكتاب والسنة، وسميت فريضة لوجوبها على المجتهد. ¶ ولم أجد الحديث في سنن الدارمي \".",
            "page": "149",
            "part": "1",
            "seal": "1EBF49BB"
        },
        {
            "id": "149",
            "nass": "[تحريم القول بالرأي في القرآن] ¶ 114 - وعن ابن عباس - رضي اللَّه عنهما- قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «من قال في القرآن برأْيِهِ فليتبوأ مقعده من النَّار» . رواه الترمذي. ¶ ـــــــــــــــــــــــــ ¶ 114 - رواه الترمذي كتاب التفسير (5 / 183) (رقم: 2950) ، والنسائي في \"الكبرى فضائل القرآن\" (5 / 31) (رقم: 8085) ، والبغوي في \"شرح السنة\" (1 / 258) (رقم: 118، 119) كلهم من طريق سفيان عن عبد الأعلى بن عامر عن سعيد بن جبير عن ابن عباس. ¶ وقال الترمذي: حسن صحيح. ¶ وقال البغوي: حسن.",
            "page": "150",
            "part": "1",
            "seal": "3CCC2618"
        },
        {
            "id": "150",
            "nass": "115 - وفي رواية: ¶ «من قال في القرآن بغير عليم فليتبوأ مقعده من النَّار» رواه الترمذي. ¶ ـــــــــــــــــــــــــ ¶ 115 - رواه الترمذي (5 / 183) (رقم: 2950) ، والنسائي في \"الكبرى\" (5 / 30) (رقم: 8084) وأحمد (1 / 233، 269) ، والطبراني (12 / 35) (رقم: 12392) ، والبغوي في \"شرح السنة\" (1 / 257) (رقم: 117) من طريق عبد الأعلى بن عامر عن سعيد بن جبير عن ابن عباس. ¶ قال الترمذي والبغوي: حسن. ¶ قلت: في الإسنادين عبد الأعلى بن عامر وهو ضعيف. ¶ قال الترمذي: هكذا روي عن بعض أهل العلم من أصحاب النبي صَلَّى اللَّه عليْهِ وسَلَّم وغيرهم أنهم شددوا في أن يفسر القرآن بغير علم.",
            "page": "151",
            "part": "1",
            "seal": "E7F050BE"
        },
        {
            "id": "151",
            "nass": "[الترهيب من الإفتاء بغير علم] ¶ 116 - وعن أبي هريرة - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «من أفتى بغيرِ علمٍ كان إثمه على من أفتاه، ومن أشار على أخيهِ بأمرٍ يعلم أن الرشد في غيره فقد خانه» . ¶ رواه أبو داود. ¶ ـــــــــــــــــــــــــ ¶ 116 - حسن - رواه البخاري في \"الأدب المفرد\" (101) (رقم: 259) .",
            "page": "152",
            "part": "1",
            "seal": "5E6C341E"
        },
        {
            "id": "152",
            "nass": "117 - وعن معاوية - رضي اللَّه عنه - «أن النبي صَلَّى اللَّه عليْهِ وسَلَّم نهى عن الأغلوطاتِ» . ¶ رواه أبو داود - أيضا -. ¶ ـــــــــــــــــــــــــ ¶ 117 - رواه أبو داود كتاب العلم (3 / 321) (رقم: 3656) ، وأحمد في \"المسند\" (5 / 435) من طريق عيسى بن يونس عن الأوزاعي عن عبد اللَّه بن سعد عن الصناجي عن معاوية. ¶ ورواه أحمد (5 / 435) من طريق روح حدثنا الأوزاعي بن عبد اللَّه بن سعد عن الصناجي عن رجل من أصحاب الرسول صَلَّى اللَّه عليْهِ وسَلَّم. ¶ وعبد اللَّه بن سعد؛ مجهول، وضعفه أهل الشام، وانظر \"تمام المنة\" (ص: 45) . ¶ قال الأوزاعي: الأغلوطات: شداد المسائل وصعابها.",
            "page": "152",
            "part": "1",
            "seal": "0A687307"
        },
        {
            "id": "153",
            "nass": "[طلب العلم السبيل إلى الجَنَّة] ¶ 118 - وعن كثير بن قيسٍ قال: كنت جالسا مع أبي الدرداء في مسجد دمشق، فجاء رجل فقال: يا أبا الدرداء إنِي جئتك من مدينة الرسول صَلَّى اللَّه عليْهِ وسَلَّم لحديثٍ بلغني عنك أنك تحدثه عن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم، ما جئتك",
            "page": "153",
            "part": "1",
            "seal": "0E63EB0F"
        },
        {
            "id": "154",
            "nass": "لحاجةٍ، قال: فإني سمعت رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم يقول: ¶ «من سلك طريقا يطلب فيه علما سلك اللَّه به طريقا إلى الجَنَّةِ، وإن الملائكة لتضع أجنحتها رضا لطالب العلم، وإن العالم ليستغفر له من في السماوات ومن في الأرض والحيتان في جوف الماء، وإِن فضل العالمِ على العابِدِ كفضل القمر ليلة البدر على سائر الكواكب، وإن العلماء ورثة الأنبياءِ، وإن الأنبياء لم يورثوا دينارا ولا درهما وإنما ورثوا العلم فمن أخذه أخذ بحظٍ وافرٍ» . ¶ رواه أحمد والدارِمي وأبو داود والترمذي وابن ماجه. ¶ ـــــــــــــــــــــــــ ¶ 118 - حسن- رواه أبو داود كتاب العلم (3 / 317) (رقم: 2641) ، وابن ماجه المقدمة (1 / 81) (رقم: 223) ، وأحمد (5 / 196) ، والدارمي (1 / 83) (رقم: 349) والطحاوي في \"المشكل\" (1 / 429) والبغوي في \"شرح السنة\" (1 / 275) (رقم: 129) وابن حبان (1 / 289) (رقم: 88) كلهم من طريق عاصم بن رجاء بن حيوة حدثني داود بن جميل عن كثير بن قيس به. ¶ وفي إسناده داود بن جميل وهو ضعيف. ¶ ورواه الترمذي كتاب العلم (5 / 47) (رقم: 2682) ، وأحمد (5 / 196) من طريق محمد بن يزيد الواسطي حدثنا عاصم بن رجاء عن قيس بن كثير به أي: بإسقاط داود ابن جميل. ¶ قال الترمذي: وليس هو عندي بمتصل. ¶ ورواه أبو داود (3 / 318) (رقم: 2642) من طريق محمد بن الوزير الدمشقي حدثنا الوليد بن مسلم قال: لقيت شبيب بن شيبة فحدثني عن عثمان بن أبي سودة عن أبي الدرداء بمعناه. ¶ قلت: وشبيب مجهول. ¶ قال البغوي (1 / 277) : ¶ قوله «إن الملائكة لتضع أجنحتها» : قيل: معناها أنها تتواضع لطالب العلم توقيرا لعلمه كقوله سبحانه وتعالى: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ} وقال تعالى: {وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} أي: تواضع لهم. ¶ وقيل معنى: وضع الجناح: هو الكف عن الطيران والنزول للذكر. ¶ أما: قوله «إن العالم ليستغفر له من في السماوات ومن في الأرض» : قيل: إن اللَّه تعالى ألهم الحيتان وغيرها من أنواع الحيوان الاستغفار للعلماء، لأنهم هم الذين بينوا الحكم فيما يحل منها ويحرم للناس. ¶ وفضل العلم على العبادة من حيث إِن نفع العلم يتعدى إِلى كافة الخلق، وفيه إِحياء الدين وهو تلو النبوة. ¶ قوله: من أخذه أخذ بحظ وافر: يعني من ميراث النبوة. ¶ قال ابن عباس: تدارس العلم ساعة من الليل خير من إحيائها. ¶ وقال قتادة: باب من العلم يحفظه الرجل لصلاح نفسه وصلاح من بعده أفضل من عبادة حول. ¶ قال ابن وهب: كنت عند مالك قاعدا أسأله، فرآني أجمع كتبي لأقوم، قال مالك: أين تريد؟ قال: قلت: أبادر إِلى الصلاة، قال: ليس هذا الذي أنت فيه دون ما تذهب إليه إذا صح فيه النية أو ما أشبه ذلك. ¶ قال الشافعي: طلب العلم أفضل من صلاة النافلة. . اهـ. ص مختصرا من \"شرح السنة\".",
            "page": "154",
            "part": "1",
            "seal": "4982D506"
        },
        {
            "id": "155",
            "nass": "[الحكمة ضالة المؤمن] ¶ 119 - وعن أبي هريرة - رضي اللَّه عنه - مرفوعا: ¶ «الكلِمة الحكِمة ضالة المؤمنِ؛ فحيث وجدها فهو أحق بها» . ¶ رواه الترمذي - وقال: غريب - وابن ماجه. ¶ ـــــــــــــــــــــــــ ¶ 119 - رواه الترمذي كتاب العلم (5 / 49) (رقم: 2687) ، وابن ماجه في \"الزهد\" (2 / 1395) (رقم: 4169) من طريق عبد اللَّه بن نمير عن إبراهيم بن الفضل عن سعيد المقبري عن أبي هريرة. ¶ قال الترمذي: حديث غريب لا نعرفه إلا من هذا الوجه وإبراهيم بن الفضل المدني المخزومي يضعف في الحديث من قِبلِ حفظه.",
            "page": "155",
            "part": "1",
            "seal": "7B6AE274"
        },
        {
            "id": "156",
            "nass": "[من هو الفقيه] ¶ 120 - «وعن علي - رضي اللَّه عنه - قال: إن الفقيه حق الفقيه من لم يقنطِ الناس من رحمة اللَّه، ولم يرخصْ لهم في معاصي اللَّه، ولم يؤمنْهم من عذابِ اللَّهِ، ولم يدعِ القرآن رغبة عنه إلى غيره، إنه لا خير في عبادةٍ لا علم فيها، ولا علمٍ لا فهم فيه، ولا قراءةٍ لا تدبر فيها» . ¶ ـــــــــــــــــــــــــ ¶ 120 - رواه الدارمي المقدمة (1 / 76) (رقم: 304) : حدثنا الحسن بن عرفة حدثنا إسماعيل بن إبراهيم عن ليث عن يحيى بن عباد قال: قال: علي.",
            "page": "156",
            "part": "1",
            "seal": "BB964FE7"
        },
        {
            "id": "157",
            "nass": "121 - وعن الحسنِ - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «من جاءه الموت وهو يطلب العلم ليحيي به الإسلام فبينه وبين النبيين درجة واحدة في الجَنَّةِ» . ¶ رواهما الدارِمِي. ¶ ـــــــــــــــــــــــــ ¶ 121 - رواه الدارمي (1 / 84) (رقم: 360) : أخبرنا بشر بن ثابت البزار حدثنا نصر بن القاسم عن محمد بن إسماعيل عن عمرو بن كثير عن الحسن به. ¶ وإسناده ضعيف وهو مرسل. ¶ نصر بن القاسم مجهول، وعمرو بن كثير لم أجد ترجمته. ¶ ورواه الطبراني في \"الأوسط\" نحوه - مِن طريق أخرى، مرفوعا - كما في \"مجمع الزوائد\" (1 / 123) ، وقال الهيثميِ: وفيه محمد بن الجعد وهو متروك. ¶ قلت: وفيه العباس بن بكار - أيضا -، وهو كذاب.",
            "page": "156",
            "part": "1",
            "seal": "351D9C15"
        },
        {
            "id": "158",
            "nass": "[باب قبض العلم] ¶ 10 - باب قبض العلم ¶ 122 - عن أبي الدرداء - رضي اللَّه عنه - قال: «كنا مع رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم فشخص ببصره إلى السماءِ، ثم قال: ¶ \"هذا أوان يختلس فيه العلم من الناس حتى لا يقْدِروا منه على شيءٍ» . ¶ رواه الترمذِي. ¶ ـــــــــــــــــــــــــ ¶ 122 - صحيح - رواه الترمذي كتاب العلم (5 / 31) (رقم: 2653) والحاكم في \"العلم\" (1 / 99) من طريق عبد اللَّه عن صالح عن عبد الرحمن بن جبير بن نفير عن أبيه جبير بن نفير عن أبي الدرداء به. ¶ قال الترمذي: حسن غريب. ¶ وقال الحاكم: إسناده صحيح. ¶ وله شاهد من حديث عوف بن مالك: ¶ رواه النسائي في \"الكبرى\" (3 / 456) (رقم: 5909) ، والحاكم (1 / 99) . ¶ وله شاهد آخر من حديث ابن لبيد الأنصاري، وهو الآتي.",
            "page": "157",
            "part": "1",
            "seal": "D260C910"
        },
        {
            "id": "159",
            "nass": "[التحذير من قراءة القرآن دون العمل به] ¶ 123 - وعن زياد بن لبيد - رضي اللَّه عنه - قال: «ذكر النبي صَلَّى اللَّه عليْهِ وسَلَّم شيئا فقال: ذلك عند أوانِ ذهاب العِلمِ، قلت: يا رسول اللَّه كيف يذهب العلم ونحن نقرأ القرآن ونقرئه أبناءنا ويقرئه أبناؤنا أبناءهم إلى يوم القيامة؟ قال: ¶ \"ثكِلتك أمك يا زياد! إِن كنت لأراك من أفقهِ رجلٍ في المدينة، أو ليس هذهِ اليهود والنصارى يقرؤون التوراة والإنجيل لا يعملون بِشيء مما فيهما؟» . ¶ رواه أحمد وابن ماجه. ¶ ـــــــــــــــــــــــــ ¶ 123 - رواه ابن ماجه كتاب الفتن (1 / 1344) (رقم: 4048) ، وأحمد (4 / 160، 218) من طريق وكيع حدثنا الأعمش عن سالم بن أبي الجعد عن زياد به. ¶ ورواه أحمد (4 / 219) ، والحاكم (1 / 100) من طريق محمد بن جعفر حدثنا شعبة عن عمرو بن مرة سمعت سالم عن زياد. ¶ قال البوصيري في \"الزوائد\": إسناده صحيح رجاله ثقات إلا أنه منقطع. ¶ فال البخاري في \"التاريخ الصغير\": لم يسمع سالم بن أبي الجعد من زياد بن لبيد. ¶ وتبعه على ذلك الذهبي في \"الكاشف\".",
            "page": "158",
            "part": "1",
            "seal": "9812DC38"
        },
        {
            "id": "160",
            "nass": "[الوصية كالعلم قبل أن يقبض] ¶ 124 - وعن ابن مسعودٍ - رضي اللَّه عنه - قال: ¶ «عليكم بالعلم قبل أن يقبض، وقبضه ذهاب أهلِهِ، عليكم بالعلم فإن أحدكم لا يدري متى يفتقر إِليه أو يفتقر إلى ما عنده، وستجدون أقواما يزعمون أنهم يدعون إلى كتاب اللَّه وقد نبذوه وراء ظهورِهم، عليكم بالعلمِ وإياكم والبِدع والتنطع والتعمق، وعليكم بالعتيقِ» . ¶ رواه الدارِمي بنحوِهِ. ¶ ـــــــــــــــــــــــــ ¶ 124 - رواه الدارمي المقدمة (1 / 50) (رقم: 145) : حدثنا سليمان بن حرب وأبو النعمان عن حماد بن زيد عن أيوب عن أبي قلابة، قال: ¶ ورجاله رجال الصحيح.",
            "page": "159",
            "part": "1",
            "seal": "36DF74BC"
        },
        {
            "id": "161",
            "nass": "125 - وفي \"الصحيحين\" عن ابنِ عمرٍو مرفرعا: ¶ «إن اللَّه لا يقبِض العلم انتزاعا ينتزِعه من العباد، ولكن يقْبِض العلم بموت العلماءِ، حتى إِذا لم يبق عالم اتخذ الناس رؤوسا جهالا؛ فسئِلوا؛ فأفتوا بغير علمٍ فضلوا وأضلوا» . ¶ ـــــــــــــــــــــــــ ¶ 125 - رواه البخاري كتاب العلم (1 / 194) (رقم: 100) ، ومسلم كتاب العلم (4 / 2058) (رقم: 2673) . ¶ ورواه البخاري كتاب الاعتصام (13 / 282) (رقم: 7357) ، ومسلم (4 / 2058) .",
            "page": "159",
            "part": "1",
            "seal": "F428C8BD"
        },
        {
            "id": "162",
            "nass": "126 - وعن علي - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «يوشِك أن يأتي على الناس زمان لا يبقى من الإسلامِ إلا اسمه، ولا يبقى من القرآنِ إلا رسمه، مساجِدهم عامِرة وهي خراب من الهدى، علماؤهم شر من تحت أدِيمِ السماءِ، من عندهِم تخرج الفتنة، وفيهِم تعود» . ¶ رواه البيهقِي في \"شعبِ الإيمانِ\". ¶ ـــــــــــــــــــــــــ ¶ 126 - رواه البيهقي في \"شعب الإيمان\" باب في نشر العلم (2 / 311) (رقم: 1908، 1909) ، وابن عدي في \"الكامل\" (4 / 1543) من طريق عبد اللَّه بن دكين عن جعفر بن محمد عن أبيه عن جده عن علي. ¶ وسنده ضعيف، فيه علتان: ¶ الأولى: ضعف عبد اللَّه بن دكين. ¶ الثانية: الانقطاع بين علي بن الحسين وعلي بن أبي طالبٍ.",
            "page": "160",
            "part": "1",
            "seal": "F936759F"
        },
        {
            "id": "163",
            "nass": "[باب التشديد في طلب العلم للمراء والجدال] ¶ [تحريم الرياء في طلب العلم] ¶ 11 - باب التشديد في طلب العلم للمراء والجدال [تحريم الرياء في طلب العلم] ¶ 127 - عن كعب بن مالكٍ - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «من طلب العِلم ليجاري بِهِ العلماء أو ليمارِي به السفهاء أو يصرِف به وجوه الناس إليهِ أدخله اللَّه النَّار» . ¶ رواه الترمذِي. ¶ ـــــــــــــــــــــــــ ¶ 127 - حسن - رواه الترمذي كتاب العلم (5 / 32) (رقم: 2654) : حدثنا أحمد بن المقدام العجلي حدثنا أمية بن خالد حدثنا إسحاق بن يحيى بن طلحة حدثنا ابن كعب بن مالك عن أبيه. ¶ قال الترمذي: إسحاق بن يحيى بن طلحة ليس بذلك القوي عندهم، وتكلم فيه من قبل حفظه. ¶ قلت: للحديث أربعة شواهد: ¶ الأول: من حديث ابن عمر رواه ابن ماجه المقدمة (1 / 93) (رقم: 253) وغيره. ¶ الثاني: عن جابر، رواه ابن ماجه وغيره (رقم: 254) . ¶ الثالث: عن أبي هريرة رواه أبو داود (3 / 323) (رقم: 2664) ، وابن ماجه (رقم: 252) . ¶ الرابع: عن ابن مسعود رواه الدارمي (1 / 86) (رقم: 373) ، وسيأتي عند المصنف في الحديث رقم (131) .",
            "page": "161",
            "part": "1",
            "seal": "72A9B7B1"
        },
        {
            "id": "164",
            "nass": "[الجدل سبب الضلال] ¶ 128 - وعن أبي أمامة - رضي اللَّه عنه - مرفوعا: ¶ «ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل» ثم تلا قوله تعالى: {مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ} ¶ رواه أحمد والترمذي وابن ماجه. ¶ ـــــــــــــــــــــــــ ¶ 128 - رواه الترمذي كتاب التفسير (6 / 353) (رقم: 3253) ، وابن ماجه المقدمة (1 / 19) (رقم: 48) ، وأحمد (5 / 252، 256) ، والطبراني (8 / 333) (رقم: 8067) ، والحاكم (2 / 447) كلهم من طريق حجاج بن دينار عن أبي غالب عن أبي أمامة. ¶ قال الترمذي: حسن صحيح. ¶ وقال الحاكم: صحيح ووافقه الذهبي.",
            "page": "162",
            "part": "1",
            "seal": "CB8BC2FB"
        },
        {
            "id": "165",
            "nass": "[من أبغض الرجال إلى اللَّه] ¶ 129 - وعن عائشة - رضي اللَّه عنها - قالت: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «إن أبغض الرجالِ إلى اللَّه الألد الخصِم» . ¶ متفق عليهِ. ¶ ـــــــــــــــــــــــــ ¶ 129 - رواه البخاري كتاب المظالم (5 / 106) (رقم: 2457) والتفسير (8 / 188) (رقم: 4523) والأحكام (13 / 180) (رقم: 7188) . ¶ قال البغوي: ¶ الألد: الشديد الخصومة، واللدد: الجدال والخصومة يقال: رجل ألد، وامرأة لداء، وقوم لد، قال سبحانه وتعالى: {وَتُنْذِرَ بِهِ قَوْمًا لُدًّا} وقال: {بَلْ هُمْ قَوْمٌ خَصِمُونَ} يقال: لددته ألده: إذا جادلته فغلبته. ¶ وفي \"فتح الباري\" (13 / 181) الألد: الكذاب، وكأنه أراد أن من يكثر المخاصمة يقع في الكذب كثيرا. ¶ والسبب في بغْض اللَّه سبحانه للمخاصم لأن كثرة المخاصمة تفضي غالبا إلى ما يذم صاحبه، لأن أكثر المخاصمة تكون في باطل من أحد الطرفين.",
            "page": "163",
            "part": "1",
            "seal": "352469C5"
        },
        {
            "id": "166",
            "nass": "130 - وعن أبي وائلٍ عن عبد اللَّهِ - رضي اللَّه عنه - قال: من طلب ¶ ـــــــــــــــــــــــــ ¶ 130 - رواه الدارمي المقدمة (1 / 86) (رقم: 373) : أخبرنا أبو عبيد القاسم بن سلام حدثنا أبو إسماعيل - هو ابن إبراهيم بن سليمان المؤدب - عن عاصم الأحول عمن حدثه عن أبي وائل عن ابن مسعود. ¶ وفي إسناده مجهول. ¶ وتقدم له شواهد، في تعليقي على رقم (127) .",
            "page": "163",
            "part": "1",
            "seal": "8FC951AD"
        },
        {
            "id": "167",
            "nass": "العِلم لِأربع دخل النَّار - أو نحو هذه الكلمة -: ليباهي به العلماء، أو لِيماري به السفهاء، أو لِيصرِف به وجوه الناسِ إليهِ، أو لِيأخذ به من الأمراءِ\". ¶ رواه الدارِمي. ¶ 131 - وعن ابنِ عباسٍ - رضي اللَّه عنهما - قال لقومٍ سمِعهم يتمارون في الدينِ: أما علِمتم أن لله عبادا أسكتتهم خشية اللَّه من غير صممٍ ولا بكمٍ، وإنهم لهم العلماء والفصحاء والطلقاء والنبلاء؛ العلماء بأيامِ اللَّهِ، غير أنهم إذا تذكروا عظمة اللَّه طاشت عقولهم وانكسرتْ قلوبهم، وانقطعت ألسنتهم، حتى إِذا استفاقوا من ذلك تسارعوا إلى اللَّهِ بالأعمال الزاكية، يعدون أنفسهم مع المفرطين، وأنهم لأكياس أقوياء، ومع الضالين والخطائِين وإنهم لأبرار برءاء، ألا إِنهم لا يستكثِرون له الكثير، ولا يرضون له بالقليلِ، ولا يدِلون عليه بأعمالهم حيث ما لقيتهم مهتمون مشفِقون، وجِلون خائفون. ¶ رواه أبو نعيمٍ. ¶ 132 - قال الحسن - وسمِع قوما يتجادلون -: «هؤلاءِ قوم ملوا العبادة، وخف عليهِم القول، وقل ورعهم فتكلموا» .",
            "page": "164",
            "part": "1",
            "seal": "0A22BFE7"
        },
        {
            "id": "168",
            "nass": "[باب التجوز في القول وترك التكلف والتنطع] ¶ 12 - باب التجوز في القول وترك التكلف والتنطع ¶ 133 - وعن أبي أمامة - رضي اللَّه عنه- مرفوعا: ¶ «الحياء والعي شعبتانِ من الإيمانِ، والبذاء والبيان شعبتانِ من النفاقِ» . ¶ رواه الترمذي. ¶ ـــــــــــــــــــــــــ ¶ 133 - صحيح - رواه الترمذي كتاب البر والإحسان (4 / 329) (رقم: 2027) وابن أبي شيبة في \"الإيمان\" (118) ، وأحمد (5 / 269) ، والحاكم (1 / 9) ، والبيهقي في \"شعب الإيمان\" (6 / 133) (رقم: 7706) من طريق محمد بن مطرف عن حسان بن عطية عن أبي أمامة. ¶ قال الترمذي: حسن غريب. ¶ العي: هو قلة الكلام. ¶ والبذاءة: هو الفحش في الكلام. ¶ والبيان: هو كثرة الكلام. ¶ قال الترمذي: مثل هؤلاء الخطباء الذين يخطبون فيوسعون في الكلام ويتفصحون فيه من مدح الناس فيما لا يرضى اللَّه.",
            "page": "165",
            "part": "1",
            "seal": "8CF32724"
        },
        {
            "id": "169",
            "nass": "[من الذي يبغضه رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 134 - وعن أبي ثعلبة - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «إِن أحبكم إِلي وأقربكم مني يوم القيامة أحاسنكم أخلاقا، وإِن أبغضكم إِلي وأبعدكم مني مساوِئكم أخلاقا؛ الثرثارون المتشدقون المتفيهِقون» . ¶ رواه البيهقي في \"شعبِ الإِيمانِ\". ¶ ـــــــــــــــــــــــــ ¶ 134 - رواه أحمد (4 / 193، 194) وابن أبي شيبة في \"المصنف \"، (8 / 515) (رقم: 5372) ، وابن حبان (2 / 231) (رقم: 482) ، (12 / 368) (رقم: 5557) ، والطبراني (22 / 221) (رقم: 588) ، وأبو نعيم في \" الحلية \"، (3 / 97) ، (5 / 188) ، والبيهقي في \"شعب الإيمان\" (4 / 250) (رقم: 4969) ، والبغوي في \"شرح السنة\" (12 / 366) (رقم: 3395) ، كلهم من طريق داود بن أبي هند عن مكحول عن أبي ثعلبة الخشني. ¶ وإسناده منقطع، مكحول لم يسمع من أبي ثعلبة. ¶ ويشهد له الحديث التالي وحديث ابن مسعود: رواه الطبراني في \"الكبير\" (رقم: 10423) وحديث أبي هريرة، رواه أحمد (2 / 369) مختصرا والطبراني في \"الصغير\" (2 / 25) فهو صحيح بهذه الشواهد.",
            "page": "166",
            "part": "1",
            "seal": "31D00081"
        },
        {
            "id": "170",
            "nass": "135 - والترمذي نحوه عن جابرٍ - رضي اللَّه عنه-. ¶ ـــــــــــــــــــــــــ ¶ 135 - رواه الترمذي كتاب البر والصلة (4 / 325) (رقم: 2018) ، والخطيب في \"تاريخه\" (4 / 63) من طريق حبان بن هلال حدثنا مبارك بن فضالة عن أبي عبد ربه ابن سعيد عن محمد بن المنكدر عن جابر به. ¶ قال الترمذي: حسن صحيح. ¶ قال البغوي في \"شرح السنة\": ¶ الثرثار: المكاثر في الكلام، يقال: عين ثرثارة، إذا كانت واسعة الماء، وأراد به الذين يكثرون الكلام تكلفا. ¶ والمتفيهق: الذي يتوسع في كلامه، ويفهق في فمه: أي: يفتحه؛ مأخوذ من الفهق وهو الامتلاء، اهـ. ¶ والمتشدقون: المتوسعون في الكلام من غير احتياط واحتراز، وقيل: أراد المتشدق المستهزئ بالناس بلوي شدقه بهم وعليهم.",
            "page": "166",
            "part": "1",
            "seal": "23F28675"
        },
        {
            "id": "171",
            "nass": "[من علامات قيام الساعة خروج قوم يأكلون بألسنتهم] ¶ 136 - وعن سعدِ بن أبي وقاص - رضي اللَّه عنه- قال: قال رسول صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «لا تقوم الساعة حتى يخرج قوم يأكلون بألسنتِهِم كما تأكل البقر بألسنتِها» . ¶ رواه أحمد وأبو داود والترمذي. ¶ ـــــــــــــــــــــــــ ¶ 136 - رواه أحمد في \"المسند\" (1 / 184) ورواه من طريقه البغوي في \"شرح السنة\" (12 / 367) (رقم: 3397) حدثنا شريح بن النعمان حدثنا عبد العزيز الدراوردي عن زيد بن أسلم عن سعد بن أبي وقاص. ¶ ورواه البزار كما في \"كشف الأستار\" (2 / 448) (رقم: 2080) من طريق عائشة بنت سعد عن أبيها. ¶ ورواه البزار (2 / 448) (رقم: 2081) من طريق أبي حيان التيمي حدثني رجل نسيت اسمه عن عمر بن سعد عن أبيه. ¶ قال الهيثمي في \" مجمع الزوائد \"، (8 / 116) : رواه أحمد والبزار من طرق، وفيه راوٍ لم يسم، وأحسنها ما رواه أحمد عن زيد بن أسلم عن سعد. . . ¶ ورجاله رجال الصحيح إلا أن زيد بن أسلم لم يسمع من سعد واللَّه أعلم. ¶ وذكره شيخنا في \"السلسلة الصحيحة\" (رقم: 420) وقال: جملة القول: أن الحديث بهذه الطرق حسن إن شاء اللَّه أو صحيح، فإن له شاهدا من حديث عبد اللَّه بن عمرو. ولم أجد الحديث في \"سنن أبي داود \" و\" الترمذي \"، ولعله يشير إلى الحديث التالي.",
            "page": "167",
            "part": "1",
            "seal": "863CC0EF"
        },
        {
            "id": "172",
            "nass": "137 - وعن عبد اللَّه بن عمرو - رضي اللَّه عنه - مرفوعا: ¶ «إِن اللَّه يبغِض البليغ من الرجالِ الذي يتخلل بلسانِهِ كما تتخلل البقرة بلسانها» رواه الترمذي وأبو داود. ¶ ـــــــــــــــــــــــــ ¶ 137 - رواه الترمذي كتاب الأدب (5 / 129) (رقم: 2853) ، وأبو داود كتاب الأدب (4 / 301) (رقم: 5005) ، وأحمد (2 / 165، 187) من طريق نافع بن عمر عن بشر بن عاصم عن أبيه عن عبد اللَّه بن عمرو. ¶ قال الترمذي: حسن غريب، وفي الباب عن سعد. ¶ وذكره شيخنا في \"السلسلة الصحيحة\" (رقم: 880) .",
            "page": "168",
            "part": "1",
            "seal": "2BAD2EBD"
        },
        {
            "id": "173",
            "nass": "138 - وعن أبي هريرة - رضي اللَّه عنه - قال: قال رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم: ¶ «من تعلم صرف الكلامِ ليسبي به قلوب الرجال أو الناس لم يقبلِ اللَّه منه يوم القيامةِ صرفا ولا عدلا» رواه أبو داود. ¶ ـــــــــــــــــــــــــ ¶ 138 - رواه أبو داود كتاب الدعوات (4 / 302) (رقم: 5006) : حدثنا ابن السرح حدثنا ابن وهب عن عبد اللَّه بن المسيب عن الضحاك بن شرحبيل عن أبي هريرة. ¶ وفي إسناده عبد اللَّه بن المسيب، قال عنه الحافظ: مقبول. أي: عند المتابعة، وإلا فلين الحديثِ.",
            "page": "168",
            "part": "1",
            "seal": "849500DF"
        },
        {
            "id": "174",
            "nass": "[صفة كلام الرسول صَلَّى اللَّه عليْهِ وسَلَّم] ¶ 139 - وعن عائشة - رضي اللَّه عنها - قالت: «كان كلام رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم فصلا يفهمه كل من يسمعه، وقالت: كان يحدثنا حديثا لو عده العاد لأحصاه، وقالت: إِنَّه لم يكن يسرد الحديث كسردِكم» . ¶ روى أبو داود بعضه. ¶ ـــــــــــــــــــــــــ ¶ 139 - الحديث يتكون من ثلاث فقرات: ¶ الفقرة الأولى: وهي: كان كلام رسول اللَّه فصلا. . . رواه أبو داود في الأدب (4 / 261) (رقم: 4839) ، وأحمد (6 / 138) من طريق الزهري عن عروة عن عائشة قالت: «كان كلام رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم كلاما فصلا يفهمه كل من يسمعه» . ¶ الفقرة الثانية: رواها مسلم كتاب الزهد (4 / 2298) (رقم: 2493) . ¶ الفقرة الثالثة: رواها البخاري كتاب المناقب (6 / 567) (رقم: 3568) ، ومسلم كتاب الفضائل (4 / 1940) (رقم: 2493) .",
            "page": "169",
            "part": "1",
            "seal": "594521D4"
        },
        {
            "id": "175",
            "nass": "140 - وعن أبي هريرة - رضي اللَّه عنه - أن رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم قال: ¶ «إِذا رأيتم العبد يعطى زهْدا في الدنيا وقِلة منطق فاقْترِبوا منه، فإِنه يلقى الحِكمة» . ¶ رواه البيهقِي في \"شعبِ الإيمانِ\". ¶ ـــــــــــــــــــــــــ ¶ 140 - رواه البيهقي في \"شعب الإيمان\" (4 / 254) (رقم: 4985) من طريق عثمان بن صالح حدثني عبد اللَّه بن لهيعة حدثني دراج عن عبد الرحمن بن حجيرة عن أبي هريرة. ¶ وفي إسناده عبد اللَّه بن لهيعة وهو ضعيف ودراج فيه كلام. ¶ رواه أبو نعيم في \"الحلية\" (7 / 317) من طريق أحمد بن حرملة عن جده حرملة عن ابن وهب حدثنا سفيان بن عييْنة حدثني رجل قصير من أهل مصر يقال له: عمرو بن الحارث عن ابن حجيرة عن أبي هريرة. ¶ وفي إسناده أحمد بن طاهر وهو كذاب! ¶ وله شاهد من حديث أبي الخلاد - وكانت له صحبة - رواه ابن ماجه كتاب الزهد (2 / 1373) (رقم: 4101) ، والبخاري في \"التاريخ الكبير\" (9 / 27 - 28) ، وأبو نعيم في \"الحلية\" (10 / 405) ، والطبراني في \"الكبير\" (22 / 392) (رقم: 975) . ¶ وإسناده ضعيف منقطع أبو فروة ضعيف ولم يسمع من أحد من الصحابة. ¶ وله شاهد آخر من حديث عبد اللَّه بن جعفر رواه أبو يعلي في \"مسنده\" (12 / 175) (رقم: 6803) ، وفي إسناده عمر بن هارون متروك. ¶ ذكره شيخنا في \"السلسلة الضعيفة\" (رقم: 1923) .",
            "page": "169",
            "part": "1",
            "seal": "92B09AC0"
        },
        {
            "id": "176",
            "nass": "141 - وعن بريدة - رضي اللَّه عنه- قال: سمعت رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم يقول: ¶ «إِن من البيان سِحرًا، وإِن من العلمِ جهلًا، وإن من الشعرِ حِكمًا، وإن من القول عِيالًا» . ¶ ـــــــــــــــــــــــــ ¶ 141 - رواه أبو داود كتاب الأدب (4 / 303) (رقم: 5012) حدثنا محمد بن يحيى بن فارس حدثنا سعيد بن محمد حدثنا أبو تميلة حدثني أبو جعفر النحوي عبد اللَّه بن ثابت حدثني صخر بن عبد اللَّه بن بريدة عن أبيه عن جده. ¶ قال أبو داود عقب الحديث: فقال صعصعة بن صوحان: صدق نبي اللَّه صَلَّى اللَّه عليْهِ وسَلَّم أما قوله: «إن من البيان سحرا» : فالرجل يكون عليه الحق وهو ألحن بالحجج من صاحب الحق فيسحر القوم ببيانه فيذهب الحق، وأما قوله: «إن من العلم جهلا» : فيتكلف العالم إِلى علمه ما لا يعلم فيجهله ذلك، وأما قوله: «إن من الشعر حكما» : فهي هذه المواعظ والأمثال التي يتعظ بها الناس. ¶ وأما قوله: «وإن من القول عيالا» : فعرضك كلامك وحديثك على من ليس من شأنه ولا يريده. ¶ وإسناده ضعيف فيه عبد اللَّه بن ثابت مجهول، وصخر مقبول. ¶ وللفقرة الأولى من الحديث شاهد من حديث عبد اللَّه بن عمر رواه البخاري (10 / 237) (رقم: 5767) . ¶ أما فقرة: «وإن من الشعر حكما» ، فهي صحيحة رواها الترمذي (رقم: 3756) ، وابن ماجه (رقم: 3756) ، وأبو داود (رقم: 5011) ، وأحمد (1 / 269، 272) من حديث ابن عباس. ¶ انظر \"صحيح ابن حبان \" (13 / 94) (رقم: 778) . ¶ قال الحافظ في \"الفتح\" (10 / 237) : ¶ قال الخطابي: البيان اثنان: ¶ أحدهما: ما تقع به الإبانة عن المراد بأي وجه كان. ¶ والآخر: ما دخلته الصنعة؛ بحيث يروق للسامعين ويستميل قلوبهم، وهو الذي يشبه بالسحر إذا خلب القلب وغلب على النفس حتى يحول الشيء عن حقيقته ويصرفه عن جهته فيلوح للناظر في معرض غيره، وهذا إذا صرف إلى الحق يمدح، وإذا صرف إِلى الباطل يذم. ¶ قال: فعلى هذا فالذي يشبه بالسحر منه هو المذموم، وتعقب بأنه لا مانع من تسمية الآخر سحرا لأن السحر يطلق على الاستمالة وقد حمل بعضهم الحديث على المدح والحث على تحسين الكلام وتحبير الألفاظ، وحمله بعضهم على الذم لمن تصنع في الكلام وتكلف لتحسينه وصرف الشيء عن ظاهره. ¶ أما قوله: \"وإِن من القول عيالا\": قال ابن الأثير في \"النهاية\" (3 / 331) : هو عرضك حديثك على من لا يريده وليس من شأنه، يقال: عِلت الضالة أعيل عيلا، إذا لم تدر أي جهة تبغيها، كأنه لم يهتد لمن يطلب كلامه فعرضه على من لا يريده.",
            "page": "170",
            "part": "1",
            "seal": "A22C9B43"
        },
        {
            "id": "177",
            "nass": "142 - وعن عمرو بن العاص - رضي اللَّه عنه - «أنه قال يوما وقام رجل فأكثر القول فقال عمرو: لو قصد في قوله لكان خيرا له سمعت رسول اللَّه صَلَّى اللَّه عليْهِ وسَلَّم يقول: ¶ \"لقد رأيت - أو أمرت - أن أتجوز في القولِ؛ فإِن الجواز هو خير» . ¶ رواهما أبو داود. ¶ آخره والحمد للهِ رب العالمين حمدا كثيرا. ¶ ـــــــــــــــــــــــــ ¶ 142 - رواه أبو داود كتاب الأدب (4 / 302) (رقم: 5008) : حدثنا سليمان ابن عبد الحميد البهراني أنه قرأ في أصل إسماعيل بن عياش - وحدثه محمد بن إسماعيل ابنه قال: حدثني أبي قال: - حدثني ضمضم عن شريح بن عبيد قال: حدثنا أبو ظبية، أن عمرو بن العاص قال يوما. . . الحديث. ¶ وأبو ظبية قال عنه الحافظ: مقبول أي: إذا توبع.",
            "page": "172",
            "part": "1",
            "seal": "C94725E5"
        }
    ],
    "t1395": [
        {
            "id": null,
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المحقق"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة موجزة عن المؤلف"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "اسمه ونسبه ومولده ونشأته وطلبه للعلم"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "2",
            "tit": "رحلاته"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "بدء دعوة الشيخ الإصلاحية"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "عقيدة الشيخ محمد بن عبد الوهاب رحمة الله عليه ومقتطفات من رسائله وعقائده"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الأسباب والدوافع التي أدت إلى عداء ومناهضة دعوة الإمام محمد بن عبد الوهاب السلفية الإصلاحية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "تسمية الدعوة بالوهابية"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "مفتريات ألصقت بدعوة الشيخ مع الدحض لها"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "وفاته"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "باب معرفة الله عز وجل والإيمان به"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "رد الشرك"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "إن الله لا ينام"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات أن لله يمينا"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "علم الله سبحانه"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات السمع والبصر لله"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "مفاتيح الغيب خمس لا يعلمها إلا الله"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الفرح لله"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة اليد لله سبحانه وتعالى"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الرحمة لله سبحانه وتعالى"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "سعة رحمة الله عز وجل"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "جعل الله الرحمة في مائة جزء"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "تعجيل حسنات الكافر في الدنيا"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الرضى لله سبحانه وتعالى"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "عظمة الله سبحانه وتعالى"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "حرمة التألي على الله"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "المؤمن بين الرجاء والخوف"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "قرب الجنة والنار من الإنسان"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "رحمة الله لمن في قلبه رحمة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم قتل الهرة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة التعجب لله سبحانه وتعالى"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "صبر الله سبحانه وتعالى على الذين يدعون له ولدا"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات صفة الحب لله"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "إثبات رؤية الله سبحانه وتعالى يوم القيامة للمؤمنين"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "انتقام الله لمن عادى له وليا"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "نزول الله سبحانه وتعالى"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "وصف الجنان والنظر إلى الله سبحانه وتعالى"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "باب قول الله تعالى حتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "كذب الكهنة ودجلهم"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "باب قول الله تعالى وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": "1",
            "tit": "قبض الله سبحانه الأرض وطي السماء بيمينه"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "ما هو أول هذا الأمر"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "لا يستشفع بالله على أحد"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "صبر الله عز وجل على تكذيب ابن آدم"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم سب الدهر"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "باب الإيمان بالقدر"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "متى كان تقدير مقادير الخلق"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب العمل وعدم التواكل"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "أخذ الله الميثاق علينا ونحن في ظهر آدم عليه السلام"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "كتابة العمل والأجل والرزق وشقي أو سعيد ونحن في بطون أمهاتنا"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "دخول الملك على النطفة بعدما تستقر في الرحم"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "إن الله خلق للجنة أهلا وهم في أصلاب أبنائهم وخلق للنار أهلا وهم في أصلاب آبائهم"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "كل شيء بقدر"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "معنى قول الله تنزل الملائكة والروح فيها"
        },
        {
            "id": "72",
            "lvl": "2",
            "sub": null,
            "tit": "اللوح المحفوظ من درة بيضاء"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الإيمان بالقدر يوجد طعم الإيمان"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الأمر بالتداوي وأخذ الأسباب"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "باب ذكر الملائكة عليهم السلام والإيمان بهم"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "1",
            "tit": "خلقت الملائكة من نور"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "يدخل البيت المعمور كل يوم سبعون ألف ملك"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "وصف حملة العرش"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "أجنحة جبريل عليه السلام"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "صفة ثياب جبريل"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "جبريل أفضل الملائكة"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "خوف الملائكة من النار"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة لا تنزل إلا بإذن الله"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "صاحب القرن قد التقم القرن للنفخ في الصور"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "صفة إسرافيل وهو من حملة العرش"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب الاستحياء من ملائكة الله والنهي عن التعري"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "تعاقب الملائكة فينا بالليل والنهار"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تحف مجالس العلم"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "الملائكة تضع أجنحتها لطالب العلم"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "باب الوصية بكتاب الله عز وجل"
        },
        {
            "id": "105",
            "lvl": "2",
            "sub": "1",
            "tit": "وجوب التمسك بكتاب الله وسنة النبي صلى الله عليه وسلم"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "من الضلال ترك الكتاب وسنة النبي صلى الله عليه وسلم"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "من ترك الحكم بكتاب الله قصمه الله"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "الصراط هو الإسلام"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من الذين يتبعون ما تشابه من القرآن"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من اتباع سبل الشيطان"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من اتباع غير الرسول صلى الله عليه وسلم"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "باب حقوق النبي صلى الله عليه وسلم"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": "1",
            "tit": "وجوب قتال من لم يؤمن بالرسول صلى الله عليه وسلم وبما جاء به"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "أين تجد حلاوة الإيمان"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "الرد على من اكتفى بالقرآن عن السنة"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "باب تحريضه صلى الله عليه وسلم على لزوم السنة والترغيب في ذلك وترك البدع والتفرق والاختلاف والتحذير من ذلك"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": "1",
            "tit": "الوصية بسنة رسول الله صلى الله عليه وسلم وسنة الخلفاء الراشدين والتحذير من البدع"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "خير الهدي هدي النبي صلى الله عليه وسلم"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "عصيان الرسول صلى الله عليه وسلم يوجب دخول النار"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "من رغب عن سنة الرسول صلى الله عليه وسلم فليس منه"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "دعاء الرسول صلى الله عليه وسلم للغرباء"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "نفي الإيمان حتى يكون هواه تبعا لما جاء به رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "صفة الملة الناجية من النار"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "إثم من دعا إلى ضلالة"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "من دل على خير فله مثل أجر فاعله"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "أجر من أحيا سنة من سنن المصطفى صلى الله عليه وسلم"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب الفتن"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "من يهدم الإسلام"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب الاقتداء بالسلف الصالح رضوان الله عليهم أجمعين"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم المجادلة في القرآن"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "باب التحريض على طلب العلم وكيفية الطلب"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": "1",
            "tit": "تحريم التقليد"
        },
        {
            "id": "138",
            "lvl": "2",
            "sub": null,
            "tit": "فضل العلماء على سائر الناس"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "حواريو الرسول صلى الله عليه وسلم هم الذين يأخذون بسنته"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الاقتداء بغير رسول صلى الله عليه وسلم حتى لو كان نبيا"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم الاختلاف والتفرق"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "دعاء الرسول صلى الله عليه وسلم لأهل الحديث"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "العلم ثلاث وما سوى ذلك فهو فضل"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "تحريم القول بالرأي في القرآن"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": null,
            "tit": "الترهيب من الإفتاء بغير علم"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "طلب العلم السبيل إلى الجنة"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "الحكمة ضالة المؤمن"
        },
        {
            "id": "156",
            "lvl": "2",
            "sub": null,
            "tit": "من هو الفقيه"
        },
        {
            "id": "158",
            "lvl": "1",
            "sub": null,
            "tit": "باب قبض العلم"
        },
        {
            "id": "159",
            "lvl": "2",
            "sub": null,
            "tit": "التحذير من قراءة القرآن دون العمل به"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": null,
            "tit": "الوصية كالعلم قبل أن يقبض"
        },
        {
            "id": "163",
            "lvl": "1",
            "sub": null,
            "tit": "باب التشديد في طلب العلم للمراء والجدال"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": "1",
            "tit": "تحريم الرياء في طلب العلم"
        },
        {
            "id": "164",
            "lvl": "2",
            "sub": null,
            "tit": "الجدل سبب الضلال"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "من أبغض الرجال إلى الله"
        },
        {
            "id": "168",
            "lvl": "1",
            "sub": null,
            "tit": "باب التجوز في القول وترك التكلف والتنطع"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": null,
            "tit": "من الذي يبغضه رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "171",
            "lvl": "2",
            "sub": null,
            "tit": "من علامات قيام الساعة خروج قوم يأكلون بألسنتهم"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "صفة كلام الرسول صلى الله عليه وسلم"
        }
    ]
}