{
    "b1396": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الكتاب: تُحْفَةُ الأَقْرَانِ في مَا قُرِئ بِالتَّثْلِيثِ مِنْ حُرُوفِ القُرْآنِ ¶ المؤلف: الإمام أبو جعفر أحمد بن يوسف الرُّعيني (المتوفى 779 هـ) ¶ الناشر: كنوز أشبيليا - المملكة العربية السعودية ¶ الطبعة الثانية - 1428 هـ - 2007 م ¶ تنبيه: ¶ عدد الأجزاء: 1 ¶ [ترقيم الكتاب موافق للمطبوع] ¶ مصدر الكتاب نسخة مصورة قام الشيخ الجليل نافع - جزاه الله خيرا - بتحويلها ¶ وقام الفقير إلى عفو ربه الكريم القدير بتصويبه ¶ والحمد لله أولاً وآخراً وظاهراً وباطناً.",
            "page": "2",
            "part": "1",
            "seal": "CDB27DBC"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ مقدمة ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمدُ لله الذي يَسَّرَ آيَ القرآنِ لِقاريها، وأنزلَها على سبعةِ أحرُفٍ ¶ لِتَكْثُر فوائدُها ومَعانيها، فأصبحتِ القراءاتُ قد اتَّسَعَتْ مَجاريها لمُجاريها. ¶ وانتهى إلينا من مَشهورها وشاذِّها طُرُقٌ وَضَحَتْ مَعانيها لمُعانيها. ¶ نَحْمَدُه على نِعَمِه التي لا نُحصيها، ونَشْكُرُه شُكراً نَسْتَمِد به زيادةَ كَرَمِه ¶ ونَستهديها، ونُصَلّي على سيدنا محمَّدٍ الذي أقام الشَريعةَ إلى أنْ تَشَيَّدَتْ ¶ مَبانيها، وعلى آلِه وصحبه الّذين هم كالأَهِلِّةِ في سماء هذه المِلَّة. ¶ وكاللآلىء في أجياد لَياليها. ¶ أما بعد، فإنّي رأيتُ من القراءات ما جاء مُثَلَّثَ اللَّفْظ، وهو من ¶ القسم الشّارد عن الحِفْظ، فأرَدْتُ أن أجمعَه مُتَّبعاً لجَواهره، ومُقتَطِفاً ¶ لأزاهره، ومُبَيِّناً لإعرابه، ورافعاً لإغرابه، معِ نكتٍ أُبْديها، وتُحَفٍ ¶ أُهْديها، فلمّا يَسَّرَ اللهُ جَمْعَ ذلك كَتَبْتُه ليكون تَذْكِرةً لِلَّبِيب، وتَنبيهاً ¶ للأرِيب، ورَتَّبْتُه على حروف المُعْجَم ليكونَ أسهلَ للنّاظر، وأجمعَ ¶ للخاطر، وسَمَّيْتُه بـ: ¶ تُحْفة الأقران في ما قُرِىء بالتَّثليث من حُروف القُرآن ¶ واللهُ المُستعانُ فيما قَصَدْتُه، وعليه التكلانُ فيما اعْتَمَدْتُه.",
            "page": "3",
            "part": "1",
            "seal": "0C08A43B"
        },
        {
            "id": "3",
            "nass": "حرف الهمزة ¶ فمن ذلك قولُه تعالى في سورة \" يونس (فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ) . ¶ قُرىء بنصب الهمزة من (شركاءكم) ورفعها وجرّها: ¶ ولا بُدّ أوّلا من تمهيد قاعدةِ يُبْنَى عليها أحكامُ الإعراب، وهي أنَ ¶ أهل اللغة قالوا: إنّ أَجْمَعَ لا يُسْتعملُ إلاّ في المعاني، وجَمَعَ لا ¶ يُستعمل إلا في الأعيان، فيقال: أجمعتُ الأمر؛ لأنه معنى، قال الشاعر: ¶ أجْمَعُوا أمرَهم بليلٍ فلمّا أصْبَحُوا أَصْبَحَتْ لهم غَوغاءُ ¶ وقال الآخر: ¶ يا ليتَ شِعري والمُنى لا تَنْفَعُ. . . هل أَغْدُوَنْ يوماً وأمريَ مُجْمَعُ",
            "page": "4",
            "part": "1",
            "seal": "3B883B1F"
        },
        {
            "id": "4",
            "nass": "ويقال: جَمَعْتُ شركائي؛ لأنّ الشُّركاء أعيان. ¶ قلت: هذا هو الأكثر، وقد يوضع كلُّ واحدٍ منهما موضعَ الآخر، وهو ¶ قليل فصيح، فيقال: أجمعتُ الشركاء، وجمعتُ الأمر، قال الله تعالى: ¶ (فجَمَعَ كَيدَهُ) ، وهو من المعاني. وقرأ أبو عمرو في ¶ \"طه\": (فَأَجْمِعُوا كَيْدَكُمْ) من جَمعَ، وقُرىء هنا في الشاذّ كذلك.",
            "page": "5",
            "part": "1",
            "seal": "89D46D32"
        },
        {
            "id": "5",
            "nass": "إذا تقرّر هذا فاعلم أن القُرّاء السبعة أجمعوا هنا على (فأَجْمِعوا) بقطع ¶ الهمزة ونصب (الشركاء) ، أما قطع الهمزة فجاء على الأكثر \" لأنّه مع ¶ الأمر، وهو معنى. ¶ وأما النصب في (شركاءكم) فيحتمل تخريجه أوجهاً: ¶ الأول: أن يكونَ معطوفاَ على (أمركم) على حذف مضاف. ¶ التقدير: وأمر شركائكم، وإنما حَمَلْناه على المضاف لئلاّ يقال: أجمعتُ ¶ الشركاء. ¶ الثاني: أن يكون معطوفاَ على (أمركم) من غير تقدير حذف مضاف. ¶ بناء على أن يُقال: أجمعتُ الشركاء، وإن كان قليلاً. ¶ الثالث: أن يكون معطوفاَ على (أمركم) لا على أنه على حذف ¶ مضاف، ولا على أنْ يقال: أجمعتُ الشركاء، ولكن على أنّه يجوز في ¶ المعطوف ما لا يجوز في المعطوف عليه، نحو قولهم: رُبَّ رجلٍ وأخيه. ¶ ولا يقال: رُبَّ أخيه. ¶ وقولهم: كلُّ شاة وسَخْلَتِها بدرهم، ولا يقال: كلُّ سخلتِها. ¶ وتقول: قامت هند وزيد، ولا يقال: قامت زيد.",
            "page": "6",
            "part": "1",
            "seal": "EFCEC226"
        },
        {
            "id": "6",
            "nass": "الرابع: أن يكون محمولاً على فعل مُضْمَرٍ يُفَسرُه المعنى، أي: وادعوا ¶ شركاءكم، وقد أظهرَ أُبَى رضي اللهُ عنه هذا الفعل وثَبَتَ في مصحفه. ¶ وهذا بناءً على أنّه لا يُقال: أجمعتُ شركائي، وهذا الوجه حسن. ¶ وهو كثير نثراً ونظماً، حتى إنهم اختلفوا فيه: هل هو مقيس أو مسموع؛ قالوا: والصحيح أنّه قياس، والضابط: أنّه متى اجتمع فعلان متقاربان ¶ في المعنى ولكلّ واحدٍ منهما متعلّق، جاز حذف أحد الفعلين وعطف ¶ متعلّق المحذوف على المذكور، على حسب ما يقتضيه لفظه، حتى كأنّه ¶ شريكُه في أصل الفعل، إجراءً لأحد المتقاربين مُجرى الآخر، فمن ذلك ¶ عند بعضهم قولُه تعالى: (وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ) .",
            "page": "7",
            "part": "1",
            "seal": "722154DD"
        },
        {
            "id": "7",
            "nass": "على قراءة الكسر، التقدير عنده واغسلوا أرجلكم؛ لأن الأرجل لا تُمْسَح، فحذف \"واغسلوا\" لقرب معناه من \"وامسحوا\" ثم جرّوا (أرجلكم) عطفاً ¶ على (برؤوسكم) حملاً لأحد الفعلين على الاآخر. ¶ وسيأتي الكلام على هذه الآية بأبسط من هذا في باب اللام إن شاء الله تعالى. ¶ ومنه قوله تعالى: (وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالْإِيمَانَ) ، أي: واعتقدوا الإيمان؛ لأن الإيمان لا يُتبَوّأ. ¶ ومنه قوله تعالى على بعض الأقوال: (وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنْجِيلَ (48) وَرَسُولًا) ، أي: ويجعله رسولاً؛ لأن العلم لا يعمل في ¶ الذات، فلو جعلت الرسولَ بمعنى الرسالة جازَ عطفُه على الكتاب. ¶ ومنه قول الشاعر: ¶ فَعَلَفْتُها تِبناً وماءً بارِداً. . . حتى شَتَتْ همّالةً عيناها",
            "page": "8",
            "part": "1",
            "seal": "78885150"
        },
        {
            "id": "8",
            "nass": "أي: وسَقَيْتُها ماء؛ لأن الماء لا يُعلف. ¶ ومنه قول الآخر: ¶ يا ليتَ زوجَك قد غدا. . . مُتَقَلِّداً سَيفاً ورُمحا ¶ أي: وحاملا رمحاً؛ لأنّ الرمح لا يُتَقَلَّد. ¶ ومنه قول امرىء القيس: ¶ غرائرُ في كِنٍّ وصَوْنٍ ونَعمةِ. . . يُحَلَّينَ ياقوتاً وشَذْراً مُفَقَّرا ¶ وريحَ سنا في حُقّةٍ حِميريّةٍ. . . تُخَصّ بمَفروكٍ من المسك أذفرا",
            "page": "9",
            "part": "1",
            "seal": "1B95A99E"
        },
        {
            "id": "9",
            "nass": "لأنّ الريح لا يُحَلَّى. ¶ ومنه قول الآخر: ¶ إذا ما الغانياتُ بَرَزْنَ يوما. . . وزَججنَ الحواجبَ والعُيونا ¶ أي: وكَحَّلْنَ العيون؛ لأنَّ العيون لا تُزَجَّج، وإنما يكونُ ذلك في ¶ الحاجب. يقال: زجَّجَتِ المرأةُ حاجبها: أطالَته بالإثمد. ¶ ومنه قول الآخر يصفُ مُسْتَنْبِحا وهو الضيف: ¶ يُعالجُ عِرنيناً من الليلُ باردا. . . تلفُّ رياح ثوبَه وبُروقُ ¶ أي: وتصيبه بروق.",
            "page": "10",
            "part": "1",
            "seal": "9CB0040F"
        },
        {
            "id": "10",
            "nass": "ومنه قول الآخر: ¶ فعلا فروعَ الأَيْهُقانِ وأَطْفَلَتْ. . . بالجَلْهَتَين ظِباؤُها ونَعامُها ¶ أي: وباضت نعامُها؛ لأنّ النّعامَ لا تُطفل. ¶ ومنه قول الآخر: ¶ تراه كأنّ اللهَ يَجْدَعُ أنفَه وعَينَيه. . .، إنْ مولاه ثابَ له وَفْرُ ¶ أي: ويفقأ عينيه؛ لأنّ العينَ لا تُجدع. ¶ وعلى هذا حمل بعضُهم قوله: ¶ أَكْنيه حينَ أُناديه لأُكْرِمَه. . . . ولا ألقِّبُه والسوأةَ اللقَبا ¶ أي: ولا ألقّبُه اللَّقَبَ وأسوءه السوأة، ثم حذف أسوءه لدلالة ألقبه ¶ عليه، ثم قدّم مضطرّا، ورأى هذا أولى من تقدُّم المفعول معه.",
            "page": "11",
            "part": "1",
            "seal": "0866CF94"
        },
        {
            "id": "11",
            "nass": "قلت: وهذا دليل على كثرة هذا الوجه وسَعَته، لأنّهم يرجعون إليه عند ¶ المضايق، ويقدّمونه على غيره في التأويل. ¶ وقد ذهب جماعةٌ من النحويّين إلى أنّ هذا النوعَ وأمثالَه محمو على التَّضمين لا على حذف الفعل. ¶ ومعنى التضمين: أن يُضَمَّنَ الفعلُ معنى فعل آخر يصح أن يعملَ في ¶ المعطوف والمعطوف عليه، فيُضَمَّن (تَبَوَّءوا) : اتَخَذوا، وعَلَفْتُها: ¶ أعطيْتُها، ويُحَلَّين؛ يُعْطَين، وزجَّجْن: حَسَّنَّ، وأطْفَلَت: وَضَعَت. ¶ ويَجْدَع: يُذهب. ¶ والفرق بين التَّضمين وإضمار الفعل؛ أنّ التَّضمينَ يكونُ العطفُ فيه من ¶ باب عطف المفردات، وأن إضمارَ الفعل العطفُ فيه من باب عطف ¶ الجُمَل، والترجيح بين المذهبين مذكور في الكتب المطوّلة. ¶ الخامس من أوجه النصب ما قاله أبو علي، ولم يذكر الزمخشريُّ ¶ غيرَه، وهو أن يكون (وشركاءكم) مفعولاً معه، وإذا كان كذلك ¶ فالمصاحَب يحتمل أن يكون الواو في (فأجمعوا) فتكون (الشركاء) فاعلاً ¶ في المعنى، ويحتمل أن يكون (أمركم) فتكون مفعولاً في المعنى. ¶ والأَولى أن يكون المصاحب الواو، لأن الصحيح عندهم أن المفعول معه",
            "page": "12",
            "part": "1",
            "seal": "3E422174"
        },
        {
            "id": "12",
            "nass": "لا يجوز إلا حيث يجوز العطف، وأنت إذا عطفت (شركاءكم) على ¶ الواو جاز لوجود الفصل، وإن جعلت المصاحب (أمركم) لم يجز العطف ¶ على اللغة المشهورة؛ لأن العطف يقتضي أن يقال: أجمعت، وهو قليل. ¶ وأما قراءة الرفع فقرأ بها أبو عبد الرحمن، والحسن، وابن أبي إسحق، وعيسى بن عمر، ويعقوب. ووجه هذه القراءة أنْ ¶ يكونَ معطوفاً على الضمير في (فأجمعوا) وحَسَّنَه وقوعُ الفصل ¶ بالمفعول. ¶ ويجوز أنْ يكونَ مبتدأً والخبرُ محذوف لدلالة ما تقدّم.",
            "page": "13",
            "part": "1",
            "seal": "AE2116D5"
        },
        {
            "id": "13",
            "nass": "والتقدير: وشركاؤكم فليجمعوا أمرَهم. ¶ وأما قراءة الجرّ فقالوا: قرأ بها فرقةٌ ولم يُسَمُّوها. ¶ ووجهُها أنْ يكونَ معطوفا على الضمير في (أمركم) على حذف مضاف، أي: وأمر شركائكم، كقول الشاعر: ¶ أكلَّ امرءٍ تَحْسِبينَ امرءا. . . ونارٍ توقَّدُ بالليلِ نارا ¶ ومنه قولهم: \" ما كلُّ بيضاءَ شحمة، ولا سوداءَ تمرة \"، أي: وكلّ ¶ نارٍ، ولا كلّ سوداء، فحذف \" كلّ \" فيهما لدلالة ما تقدّم. ¶ وعلى هذا حَمَلَ البصريون قوله تعالى: (وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) فيمن نصب (آيات) .",
            "page": "14",
            "part": "1",
            "seal": "178CFB28"
        },
        {
            "id": "14",
            "nass": "أي: وفي اختلاف، فأضمرت \" في \" لتقدّم ذكرِها في قوله تعالى: (وَفِى ¶ خلقكم) ، والدليل على هذا قراءة عبد الله: (وفي اختلاف) فصرح ¶ ب (في) المضمرة، فلم يَبْقَ في الآية دليل للأخفش على تجويز العطف ¶ على عاملين. والله أعلم.",
            "page": "15",
            "part": "1",
            "seal": "0C92F26A"
        },
        {
            "id": "15",
            "nass": "ومن ذلك قوله تعالى في سورة \" فصّلت \": (سَوَاءً لِلسَّائِلِينَ) ¶ قرئ بالنصب والجرّ والرفع: ¶ وأما النصب فقرأ به القرّاء السبعة، ووجهُها أن يكون (سَوَاءً) بمعنى ¶ استواء، فيكون مصدراً بفعل مقدّر: أي استوت استواء، أو يكون حالاً: ¶ إمّا من (الأرض) ، أو من الضمير في (فيها) ، أو من (أقواتها) ، ويمكن أن ¶ يكون حالاً من (أربعة) ، وجاءت الحال من النكرة لأنها قد خُصّصت ¶ بالإضافة، والإضافة من المُخَصِّصات - قاله ابن مالك، وهو إعراب ¶ حسن. ¶ وأما الرفع فقرأ به أبو جعفر، ووجهُها أن يكونَ خبرَ ابتداء محذوف. ¶ أي: هي سواء.",
            "page": "16",
            "part": "1",
            "seal": "3878BE57"
        },
        {
            "id": "16",
            "nass": "وأما قراءة الجرّ فقرأ بها زيد بن علي، والحسن، وابن أبي إسحق. ¶ وعمرو بن عُبيد، وعيسى، ويعقوب. ووجهها أن تكون نعتاً ل (أَرْبَعَةِ أَيَّامٍ) .. ¶ تتميم: ¶ قوله تعالى: (لِلسَّائِلِينَ) يَحتملُ أنْ يتعلَّقَ بقوله تعالى: (قَدَّرَ) أي ¶ قدّر فيها أقواتها لأجل الطالبين لها المُحتاجين المُقتاتين. ¶ ويَحتملُ أنْ يتعلَّقَ بمحذوف: أي هذا الحصر لأجل من سأل: في كم خُلقت الأرضُ وما فيها؛ ذكرهما الزمخشري. ¶ واعلم أن (سواء) اختصّت بحكم: وهو أنّها لا ترفعُ الظاهرَ في الأكثر. ¶ بل ترفعُ الضمير، إلا إذا كان الظاهرُ معطوفاً على الضمير فيرفعه، تقول: ¶ مررت برجلٍ سواءٍ هو والعَدَم، فالعَدَم معطوف على الضمير المستتر في ¶ (سواء) المؤكّد بـ \" هو \" الظاهر، وهذا ممّا يجوز في المعطوف ما لا يجوز ¶ في المعطوف عليه، وقد تقدّمت نظائره. ¶ ومن العرب من يرفع بـ سواء ¶ الظاهر، وليس بالكثير.",
            "page": "17",
            "part": "1",
            "seal": "9C503F8E"
        },
        {
            "id": "17",
            "nass": "حرف الباء ¶ فمن ذلك قوله تعالى في سورة \" الفاتحة \": (رَبِّ الْعَالَمِينَ) ¶ قُرِىء بخَفض الباء ونصبها ورفعها: ¶ فأمّا قراءة الخَفض فقرأ بها السبعة، ووجهها ظاهر: وهو إما يكون نعتاً ¶ للجلالة أو بدلاً. ¶ وأمّا قراءة النصب فقرأ بها زيدُ بن على وطائفة، وفي توجيه هذه ¶ القراءة تفصيل: وهو أن يقال: لا يخلو الذي قرأ بنصب (رَبِّ) أن ¶ ينصب (الرَّحْمَنِ الرَّحِيمِ) وقد قُرىء بذلك، أو يجرّهما. ¶ فإن كان قرأ بنصبهما فلا إشكال؛ لأنه نصبَ الجميعَ على القطع، أي: أعني ربَّ العالمين الرحمنَ الرحيمَ. ¶ وإن كان قرأ بجرّهما ففيه إشكالٌ من جهة أنّهم قالوا: لا يجوزُ في الصفات الإتباعُ بعد القطع؛ لأنه يلزمُ منه الرجوعُ بعد الانصراف. ¶ وقد قال الشاعر: ¶ إذا انصرفَتْ نفسي عن الشيء لم تَكَدْ. . . إليه بوجهٍ آخرَ الدهرِ تَرْجِعُ",
            "page": "18",
            "part": "1",
            "seal": "591A6134"
        },
        {
            "id": "18",
            "nass": "وهذه القراءة يلزم منها الإتباع بعد القطع، لأنّه قَطَعَ (رَبِّ الْعَالَمِينَ) ؛ عن الإتباع، ثم أتبع (الرَّحْمَنِ الرَّحِيمِ) . ¶ وتوجيه هذه القراءة ولا يلزم منه الإتباع بعد القطع: أن يكون (الرَّحْمَنِ الرَّحِيمِ) بدلاً لا نعتاً، لا سيّما على مذهب \"الأعلم\" الذي يرى أنّ (الرحمن) لا يكون صفة. ¶ ومنهم: من نصب (رَبِّ الْعَالَمِينَ) على النداء وهو ضعيف. ¶ ومنهم: من نصبه بفعل على أنه توهّم أنّ مكان (الحمد لله) : نَحْمَدُ ¶ الله ربَّ العالمين، فأجراه على ما يَصلُحُ في المَوضع، وهو ضعيف جدّاً \" ¶ لأنّ مراعاةَ التَّوَهُمِ لا تجوز إلا في العطف، نحو قولك: ليس زيد بقائم ¶ ولا قاعداً، بنصب \" قاعد\" على توهّم حذف الباء. ¶ قال الشاعر: ¶ مُعاوِيَ، إنّنا بَشَرٌ فَأَسْجِحْ. . . فَلَسْنا بالجبالِ ولا الحديدا",
            "page": "19",
            "part": "1",
            "seal": "4E9FF20B"
        },
        {
            "id": "19",
            "nass": "فعطف \" ولا الحديد \" على توهّم حذف الباء من \" الجبال \"، أي: فلسنا ¶ جبالاً ولا حديداً. ¶ هذا كلّه على من يمنعُ الإتباعَ بعد القطع، وهو الكثير. ¶ وأما من جوّزه فلا إشكال في ذلك. ¶ وأما قراءة الرفع فذكرها أبو البقاء في \" إعرابه \" ولم يُسْنِدْها، وفي ¶ وجه هذه القراءة تفصيل أيضاً: وهو أن يقال: لا يخلو الذي يقرأ بالرفع أن ¶ يرفعَ (الرَّحْمَنِ الرَّحِيمِ) وقد قرىء بذلك، أو يجرّهما، فإن كان قرأ ¶ برفعهما فلا إشكال، لأنّه رفع الجميع على القطع، أي: هو ربُّ العالمين ¶ الرحمنُ الرحيمُ. ¶ وإن كان قرأ بجرّهما ففيه إشكال من جهة الإتباع بعد القطع، ووجه ذلك أن يكون (الرَّحْمَنِ الرَّحِيمِ) بدلاً كما تقدّم. ¶ تتميم: ¶ \" الربّ \" مصدر في الأصل، من قولك: رَبَّ يرُبُّ ربّاً: إذا أصلح، ثم ¶ وصف به كعَدل ورِضاً، فوزنه على هذا \" فَعْل \"، وقيل: هو اسم فاعل وأصله راب، وحذفت ألفه كما قالوا: رجل بارّ وبَرّ، فوزنه على هذا \" فاعل \".",
            "page": "20",
            "part": "1",
            "seal": "10133671"
        },
        {
            "id": "20",
            "nass": "والربّ في اللغة: السَّيَد، والمالك، والمعبود، والثابت، والمُصلح. ¶ والخالق، وزاد بعضهم: الصاحب، واستدلّ على ذلك بقوله: ¶ فدنا له ربُّ الكلابِ، بكَفه. . . بِيض رِهادفٌ، ريشُهن مُقَزَّع ¶ ولا دليل في البيت. ¶ وكلّها تصلح في الآية إلاّ الثابت والصاحب، وفي السيّد خلاف. ¶ و (الْعَالَمِينَ) فيه شذوذ من وجهين: ¶ أحدهما: أنّه اسم جَمع كالأنام، وأسماء الجموع لا تجمع. ¶ الثاني: أنّه جُمع بالواو والنون، ولم يَستوفِ الشروط. ¶ قال شيخ الجماعة أبو حيَّان: والذي أختاره: أنْ يُطْلَقَ على المُكَلَّفين. ¶ لقوله تعالى: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالَمِينَ) . ¶ وقراءة حَفص (للعالِمين) بكسر اللام توضّحه، ولم يقرأ حفص بكسر اللام في",
            "page": "21",
            "part": "1",
            "seal": "C095ACB6"
        },
        {
            "id": "21",
            "nass": "(العالِمين) إلاّ في \" الروم \". ¶ *** ¶ ومن ذلك قوله تعالى في سورة \" الأنعام \": (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (23) قرىء بنصب الباء وخفضها ورفعها: ¶ فأما قراءة النصب فقرأ بها حمزة والكسائي، ووجهها أن يكون ¶ منصوباً على النداء، أو بإضمار أمدح، قاله ابن عطيّة، أو بإضمار أعني. ¶ قاله أبو البقاء. وكل واحد منهما قريب من الآخر، فتكون جملةً مُعْتَرَضاً ¶ بها بين القسم الذي هو (والله) وبين جوابه الذي هو (مَا كُنَّا مُشْرِكِينَ) . ¶ وأما قراءة الخفض فقرأ بها باقي السبعة، ووجهها أن يكون نعتاً (لله) ¶ وقيل: يجوز أن يكون بدلاً، وقيل: يجوز أن يكون عطف بيان. ¶ وأما قراءة الرفع فقرأ بها عِكرمة، وسلام بن مسكين) ، مع رفع الجلالة،",
            "page": "22",
            "part": "1",
            "seal": "2FB1EF0E"
        },
        {
            "id": "22",
            "nass": "ووجهها أن يكون الجلالة مبتدأ، و (رَبِّنَا) خبر، ويكون الكلام مبنيّاً على ¶ التقديم والتأخير، أي: ما كنا مشركين واللهُ ربُّنا، وتكون الواو واو الحال. ¶ ثم قدّمت الجملة الحالية. والجملة بأسرها من قوله تعالى: (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) في موضع نصب مفعول القول. ¶ تتميم: ¶ في الصحيح \" أن رجلاً أتى ابنَ عبّاس رضي الله عنهما فقال: سمعتُ ¶ الله يقول: (وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ) . وفي أُخرى: (وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا) ، فقال ابن عبّاس: لما رأوا أن الجنّةَ لا يَدْخُلُها إلا مؤمن قالوا: تعالَوا فلْنَجْحَدْ وقالوا: ما كُنا مشركين، فختم الله على أفواههم، وتكلّمت جوارحهم، فلَا يَكْتُمُونَ اللَّهَ حَدِيثًا. ¶ ومن ذلك قوله تعالى في سورة \"والصّافّات \": (بِزِينَةٍ الْكَوَاكِبِ) ¶ قُرىء بخفض الباء من (الكواكب) ونصبها ورفعها:",
            "page": "23",
            "part": "1",
            "seal": "C956B78A"
        },
        {
            "id": "23",
            "nass": "أما قراءة الخفض فقرأ بها السبعة غير أبي بكر - أحد راويَي عاصم ¶ إلاّ أن حمزة وحَفصاً - أحد راويَ عاصم نوّنا (زينة) والباقون لم يُنَوّنوا. ¶ أمّا من نوّن (زينة) فالكواكب بدل منها. وأما من لم ينوّن فالكواكب ¶ مضاف إليه. ¶ و (الزينة) حينئذٍ لا تخلو أن يراد بها المصدر كاللينة، أو الاسم كاللِّيقة اسم لما يلاق بها الدواة، فإن أُريد بها المصدر فتحتمل أن تكون من إضافة المصدر إلى الفاعل، كقوله تعالى: (وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ) ، ويكون التقدير: أنْ زيّنت السماء الكواكب. ¶ ويحتمل أن يكون من إضافة المصدر إلى المفعول كقوله تعالى: (بِسُؤَالِ نَعْجَتِكَ) ، ويكون التقدير: أن زيّن الله الكواكب. وإن أُريد بالزينة ¶ الاسم، فالإضافة من إضافة الخاصّ إلى العام، كخاتم حديد، وباب ¶ ساج.",
            "page": "24",
            "part": "1",
            "seal": "8BA78BB6"
        },
        {
            "id": "24",
            "nass": "وأما قراءة النصب فقرأ بها أبو بكر - أحد راويَي عاصم، وابنُ وَثّاب. ¶ ومسروق بخلاف عنهما، والأعمش، وطلحة، وذلك مع تنوين (زينة) . ¶ ووجه هذه القراءة أن يكون نصب (الكواكب) بالمصدر المنوّن) ، كقوله تعالى: (أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ) ، ف (يتيم) ¶ منصوب بـ (إِطْعَامٌ) . ¶ وكقول الشاعر: ¶ فلولا رَجاءُ النصرِ منكَ ورهبةٌ. . . عقابَك، قد كانوا لنا كالمواردِ ¶ ف \" عقابك \" منصوب بـ \" رهبة \". ¶ وقال الآخر:",
            "page": "25",
            "part": "1",
            "seal": "FD221612"
        },
        {
            "id": "25",
            "nass": "بضرب بالسيوفِ رؤوسَ قومِ. . . أزلْنا هامَهُنَّ عن المَقيلِ ¶ ف \" رؤوس \" منصوب بـ \" ضرب \". ¶ قلت: وهل في هذا المصدر المنوّن الناصب للمفعول فاعلٌ أم لا؛ ¶ اختلف النحويّون في ذلك على خمسة مذاهب: ¶ الأول: وعليه الجمهور: أن الفاعل محذوف. ¶ فإن قيل: الفاعل لا يحذف. ¶ قيل: ذلك في الفعل لا في المصدر. ¶ الثاني: وعليه الكوفيون: أن الفاعل مضمر. ¶ الثالث: مذهب أبي القاسم بن الأبرش من نحاة الأندلس: أنّ ¶ الفاعل منويّ إلى جنب المصدر، فقال في قوله تعالى: (أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ) ، التقدير: أو إطعامُ إنسانٍ. ¶ قال: ودلّ عليه ذكره الإنسانَ قبله. ¶ وهذا لا يطَرِدُ له، ألا ترى أنك تقول: عجبت من ركوبٍ ¶ الفَرَسَ، وليس هنا شيء متقدم يدل على الفاعل كما في الآية.",
            "page": "26",
            "part": "1",
            "seal": "E8DA551B"
        },
        {
            "id": "26",
            "nass": "الرابع: مذهب السيرافي: أن المصدر ليس فيه فاعل، لا محذوف ¶ ولا مضمر، والمنصوب بعده كدرهم بعد عشرين، وهو مذهب مردود. ¶ الخامس: مذهب الفرّاء: أن المصدر لا يجوز أن يُلْفَظَ بالفاعل ¶ بعده، قال لأنه لم يُسمع في لسان العرب. فإن قلتَ قد سُمعَ في قول ¶ الشاعر: ¶ حَرْب تَرَدَّدُ بينهم بتشاجُرٍ. . . قد كفَّرَتْ آباؤها أبناؤها ¶ ألا ترى أن \" أبناؤها \" فاعل بـ \" تشاجر \". ¶ فالجواب أنَّ هذا البيتَ",
            "page": "27",
            "part": "1",
            "seal": "65D5E0DC"
        },
        {
            "id": "27",
            "nass": "لا حُجّةَ فيه، إذ مَحملُ البيت على أنّ \" آباؤها \" مبتدأ، و \" أبناؤها \" خبر. ¶ والتقدير، آباؤها في ضعف الحلوم مثل أبنائها، ويدلّ على ما ذكرنا قوله ¶ في البيت قبلَه: ¶ هيهاتَ، قد سَفِهَتْ أميّةُ رأيها. . . فاستجهلتْ، حُلَماؤها سُفَهاؤها ¶ أي: حلماؤها مثل سفهائها. ¶ ويلزم أيضاً في البيت على جعل \" أبناؤها \" ¶ فاعلاً بـ \" تشاجر\" الفصل بين المصدر ومعموله. ¶ وإلى مذهب الفرّاء مال الشيخ أبو حيان ونَصَرَه، وتأول ظواهر ¶ سيبويه. ¶ ويجوز أن يكون نصب (الكواكب) على بدل الاشتمال من (السماء) . ¶ أي: زينّا كواكب السماء. ¶ وزاد أبو البقاء أن يكون منصوباً بإضمار أعني. ¶ وأما قراءة الرفع فقرأ بها زيد بن عليّ مع تنوين (زينة) ، ووجهها أن ¶ تكون (الكواكب) خبر مبتدأ محذوف، أي: هي الكواكب، أو أن تكون ¶ فاعلاً بالمصدر المنوّن على مذهب البصريين، كقوله: عجبت من قيام زيد،",
            "page": "28",
            "part": "1",
            "seal": "1D7201FA"
        },
        {
            "id": "28",
            "nass": "التقدير: بأن زَينت الكواكبُ. أو أن يكون مفعولاً لم يستم فاعله. ¶ التقدير: أن زُيّنت الكواكب. ¶ وفي هذه المسألة خلاف: فذهب الجمهور إلى أن المصدر ينحلّ إلى ¶ فعل ما لم يُسَم فاعلُه، فتقول: عجبت من ضربٍ زيد، على أن يكون ¶ \" زيد \" مفعولاً لم يسم فاعله، والتقدير: من أن ضُرب زيد. ¶ وأنشدوا على ذلك: ¶ إنَّ قَهراً ذَوو الضلالةِ والبا. . . طلِ عِزّ لكلِّ عَبد مُحِقِّ ¶ أي: أن يُقْهَرَ ذَوو الضلالة. ¶ وذهب أبو الحسن الأخفش إلى مَنع ذلك، وتَبِعَه نحاةُ الأندلس، وكان ¶ شيخنا الإمام العلامة أبو عبد الله البَيْري يميل إلى مذهب أبي الحسن ¶ ويُعَوّل عليه. ¶ ومن ذلك قوله تعالى في سورة \" الدخان \": (رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ (8)",
            "page": "29",
            "part": "1",
            "seal": "3A231893"
        },
        {
            "id": "29",
            "nass": "قُرىء فيهما برفع الباء ونصبها وجرّها: ¶ أما قراءة الرفع فقرأ بها السبعة، ووجهها أن تكونَ خبرَ مبتدأ محذوف. ¶ أي: هو رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ) . وجوّزوا فيه أن يكونَ خبراً بعد ¶ خبر، وأن يكونَ فاعلُ (يميت) ، وفاعلُ (يحيي) ضميراً يعود على ما قبله. ¶ أو أن يكونَ من باب التنازع، فيكون (ربكم) فاعلَ (يميت) على إعمال ¶ الثاني، وفي (يحيي) ضمير يعود عليه، أو بالعكس على إعمال الأول. ¶ ويجوز فيه على مذهب الفرّاء أن يكون (وربكم) فاعلاً بـ (يُحيي ¶ ويُميت) معاً، والأظهرُ الإعرابُ الأول. ¶ وأما قراءة النصب فقرأ بها أحمد بن جُبير الأنطاكي، ووجهها ¶ النصب على المدح، أو العناية، أي: أمدح أو أعني. ¶ وأما قراءة الجرّ فقرأ بها جماعة، منهم ابن أبي إسحاق،",
            "page": "30",
            "part": "1",
            "seal": "466B33A8"
        },
        {
            "id": "30",
            "nass": "وابن مُحَيْصِن من (ربك) . ¶ ، وأبو حَيوة، والزَّعفراني، ووجهُها الجرّ على البدل ¶ ومن ذلك قوله تعالى في سورة \" والذاريات \": (وَالسَّمَاءِ ذَاتِ الْحُبُكِ (7) ¶ قرئ بضمّ الباء مع ضمّ الحاء وكسرها، وقرئ بض الباء مع ¶ فتح الحاء وضمّها وكسرها، وقرئ بكسر الباء مع كسر الحاء. فهذه ستّ ¶ قراءات: مع ضمّ الباء ضمّ الحاء وكسرها، ومع فتحها فتح الحاء وضفها ¶ وكسرها، ومع كسرها كسر الحاء: ¶ فأما قراءة ضمّ البماء مع ضمّ الحاء فقرأ بها السبعة، ووجهها أن",
            "page": "31",
            "part": "1",
            "seal": "9D372D35"
        },
        {
            "id": "31",
            "nass": "يكون الحُبُك جمعاً، واحدُه حبيكة، مثل طريقة وطُرُق. ¶ أو أن يكونَ واحدُه حِباكاً، نحو مِثال ومُثُل. قال الراجز: ¶ كأئما جَلَّلَها الحوَّاكُ. . . طُنْفُسة في وَشيها حِباك ¶ وأما قراءة ضمّ الباء مع كسر الحاء فقرأ بها أبو مالك الغفاريّ. ¶ والحسن، وهي قراءة مشكلة، لأنهم نصّوا أن \" فِعُلاً \". بكسر الفاء وضمّ ¶ العين ليس من أبنية الأسماء. قال ابن عطيّة: هي قراءة شاذّة غير متوجّهة. ¶ ثم وجّهها هو وابن جنّي على تداخل اللغات؛ وذلك أنه يقال: الحُبُك ¶ بضمّ الحاء والباء، والحِبِك بكسرهما، فقالوا: الحِبُك، بكسر الحاء من ¶ لغة وضمّ الباء من لغة أخرى. ¶ والأشهر في تداخل اللغات أن تكون من كلمتين لا من كلمة واحدة، كقنَط يقنَط بفتح النون فيهما. ¶ قال الشيخ أبو حيَّان: والأحسن عندي أن تكون ممّا أُتبعَ فيه حركةُ ¶ الحاء لحركة تاء (ذات) في الكسر، ولم يُعْتَدَّ باللام الساكنة، لأن الساكنَ ¶ حاجز غير حصين.",
            "page": "32",
            "part": "1",
            "seal": "25C0F8CB"
        },
        {
            "id": "32",
            "nass": "قلتُ: وما استحسنه الشيخ حسنٌ، فما زال يُوَضِّحُ المُشكلات ويَفُكُّ ¶ المُعْضلات. ¶ وأما قراءة فتح الباء مع فتح الحاء فقرأ بها ابن عباس، وأبو مالك. ¶ قال أبو الفضل الرازي في توجيهها: إنها جمع حَبَكة، كعَقَبة وعَقَب. ¶ وأما قراءة فتح الباء مع ضمّ الحاء فقرأ بها عِكرمة، ووجهُها أنّها ¶ جمع حُبْكة، كطُرْفةُ وطُرَف. ¶ وأما قراءة فتح الباء مع كسر الحاء فقرأ بها الحسن، ووجهها حسن ¶ ظاهر؛ لأنّ \" فِعَلاً \". موجود في الأسماء، نحو عِنَب وضِلَع، وأما في ¶ الصفات فقال سيبويه: لا نعلمه جاء صفة إلاّ في حرف واحد معتلّ. ¶ يوصف به الجمع، وهو قوم عِدًى انتهى. ¶ قال الشاعر: ¶ إذا كُنْتَ في قومٍ عِدًى لَسْتَ منهمُ. . . فكُلْ ماعُلِفْتَ من خبيثٍ وطيّبِ",
            "page": "33",
            "part": "1",
            "seal": "DE17AA2A"
        },
        {
            "id": "33",
            "nass": "وقد استدرك الفارسي وغيره على سيبويه أشياءَ إذا تُؤملت لم تنهض ¶ استدراكا. ¶ وأما قراءة كسر الباء مع كسر الحاء فقرأ بها أبو مالك الغفاري. ¶ والحسن بخلاف عنه، وهي قراءة مشكلة؛ لأن سيبويه ذكر أنّه لم يجىء ¶ في الاسم إلا إبِل، واستدركوا على سيبويه أشياء لم يذكروا فيها حِبِكا. ¶ ووجهها أن يكون الأصل حِبْكاً بكسر الحاء وسكون الباء، ثم حُرِّكت الباءُ ¶ بالكسر إتباعاً لحركة الحاء، ومنه قول الشاعر: ¶ أَرَتْنِيَ حِجْلاً على ساقِها. . . فهشَّ الفؤادُ لِذاكَ الحِجِلْ ¶ وقال الآخر:",
            "page": "34",
            "part": "1",
            "seal": "3DCD07F9"
        },
        {
            "id": "34",
            "nass": "علمَنا إخوانُنا بنو عِجِلْ. . . شُرْبَ النَبيذِ واعتقالاً بالرِّجِلْ ¶ فهذه ستّ قراءات بيّنّاها. ¶ وفيه قراءة سابعة وهي (الحُبْك) كقُفْل، وهي ¶ منسوبة إلى أبي السَّمّال. وقراءة ثامنة (الحَبْك) كعدل. ¶ وقد اختلف المفسّرون في (الحُبُك) : فقيل: ذات الحبك: أي الخَلق ¶ المستوي، وقيل: ذات الحبك: المُزَيّنة بالنجوم. ¶ وقيل: ذات الحبك: أي الشدّة. ¶ واختُلِف أيضاً في (السماء) : فقيل: المراد بها السموات، فالألف ¶ واللام للجنس. وقيل: المراد بها السابعة، فالألف واللام للعهد. ¶ وقيل: المراد بها السّحاب الذي يُظِلّ الأرضَ.",
            "page": "35",
            "part": "1",
            "seal": "C646D5E4"
        },
        {
            "id": "35",
            "nass": "وهنا سؤال: وهو أن يقال: ما الحكمة في أنه لمّا أقسم هنا بالسماء. ¶ وُصِفَت بذات الحبك؟ ¶ فالجواب أن المراد هنا المناسبة بين المقسم والمقسم به عليه. ¶ فوُصِفَت السماء بأنها ذات طرق مختلفة لأن أقوال المخاطبين مختلفة. ¶ وهذا أحسن ما يكون في القسم. ¶ ومن المناسبة بين القسم والمُقْسَم عليه قوله تعالى: (وَاللَّيْلِ إِذَا يَغْشَى (1) وَالنَّهَارِ إِذَا تَجَلَّى (2) ، ثم قال تعالى: (إِنَّ سَعْيَكُمْ لَشَتَّى (4) . ¶ أي لمتفرّق، فمنه كسواد الليل، وهو من بَخِلَ ¶ واستغنى، ومنه كبياض النهار، وهو من أعطى واتّقى. ¶ ومن ذلك قوله تعالى في سورة \"المزّمّل\": (رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ) ¶ قرئ بخفض (ربِّ) ورفعه ونصبه: ¶ فأما قراءة الخفض فقرأ بها ابن عامر، وأبو بكر، وحمزة. ¶ والكسائي، ووجهها الخفض على البدل من (ربّك) . ¶ وعن ابن عبّاس أن (رب) قسم حذف منه حرف الجر. ¶ وجوابه (لَاَ إِلَهَ إِلَّاهُوَ) كما يقال: ¶ والله لا أحد في الدار إلا زيد، وهو غير جائز عند البصريين، لأنّه فيه",
            "page": "36",
            "part": "1",
            "seal": "76C6DB1B"
        },
        {
            "id": "36",
            "nass": "حذف حرف القسم في غير الجلالة، وذلك لا يُقاس. ¶ وأما قراءة الرفع فقرأ بها باقي السبعة، ووجهها الرفع على خبر مبتدأ ¶ محذوف، أي: هو رب. ¶ وأما قراءة النصب فقرأ بها زيد بن عليّ، ووجهُها النصب بإضمار أمدح. ¶ ومن ذلك قوله تعالى في سورة \"إِذَا السَّمَاءُ انْشَقَّتْ\" و \"لَتَرْكَبُنَّ طَبَقًا\" ¶ قُرىء بضمّ الباء من \"لَتَرْكَبُنَّ\" وفتحها وكسرها: ¶ فأما قراءة الضمّ فقرأ بها نافع، وأبو عمرو، وابن عامر، وعاصم ¶ ووجهها أن الخطاب للجنس، أي: \"لَتَرْكَبُنَّ\" أيّها الناس.",
            "page": "37",
            "part": "1",
            "seal": "24FD17FD"
        },
        {
            "id": "37",
            "nass": "وأما قراءة الفتح فقرأ بها باقي السبعة، ووجهها أن الخطاب للإنسان ¶ المقدّم في قوله: (يا أَيّهَا اَلإنسانُ) أو للنبيّ - صلى الله عليه وسلم -، أي: لتركبَنّ يا محمد سماءً بعدسماء في الإسراء ¶ وأما قراءة الكسر فقرىء بها في الشاذّ، ووجهها أن الخطاب للنفس.",
            "page": "38",
            "part": "1",
            "seal": "A42B14BF"
        },
        {
            "id": "38",
            "nass": "حرف التاء ¶ فمن ذلك قوله تعالى في سورة \"المص\" الأعراف،: (وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً لِقَوْمٍ يُؤْمِنُونَ (52) ¶ قرئ (هُدًى وَرَحْمَةً) بالنصب في التاء من (رحمة) والرفع والجرّ. ¶ فأما قراءة النصب فقرأ بها السبعة، ووجهها أن (هُدًى وَرَحْمَةً) ¶ منصوبان على الحال من (كتاب) وجاءت الحال من النكرة لأنها ¶ موصوفة، والتقدير: ذا هدى ورحمة، وقيل: مفعولان له. ¶ وأما قراءة الرفع فلم يسمّ الشيخ أبو حيَّان قارئها، ووجهُها الرفع على ¶ خبر مبتدأ محذوف، أي: هو (هُدًى وَرَحْمَةً) . ¶ وأما قراءة الجرّ فقرأ بها زيد بن عليّ رضي الله عنهما، ووجهُها ¶ الجرُّ على البدل من (كتاب) . ¶ وقال الكسائي والفرّاء: الجر على",
            "page": "39",
            "part": "1",
            "seal": "17892DBA"
        },
        {
            "id": "39",
            "nass": "النعت للكتاب. ¶ ومن ذلك قوله تعالى في سورة \"يوسف\": (وَقَالَتْ هَيْتَ لَكَ) ¶ قرئ بفتح التاء، وضمّها، وكسرها، مع فتح الهاء، وسكون ¶ الياء على لفظ \"ليت\" من أخوات \" إنّ \": ¶ فأما قراءة الفتح فقرأ بها أبو عمرو، والكوفيّون، وابن مسعود. ¶ والحسن، ووجهها أنه مبنيّ على الفتح طلباً للخفّة \"أين\". ¶ وأما قراءة الضمّ فقرأ بها ابن كثير وأهل مكّة، ووجهها أنه مبنيّ على ¶ الضمّ تشبيها بـ \"حيث\".",
            "page": "40",
            "part": "1",
            "seal": "3AC4EFA5"
        },
        {
            "id": "40",
            "nass": "وأما قراءة الكسر فقرأ بها ابن عبّاس، وأبو الأسود، وابن أبي ¶ إسحق، وابن مُحَيصِن، وعيسى البصرة، ووجهها أنه مبنيّ على الكسر ¶ على أصل التقاء الساكنين. ¶ و (هيت) في القراءات كلِّها اسمُ فعل بمعنى: أسرِعْ، و (لك) للتبيين. ¶ كنحو: سَقياً لك، أمرته أن يسرع إليها. ¶ وزعم الكسائي والفرّاء أنها لغة حُورانيّة وقعت لأهل الحجاز فتكلّموا بها، ومعناها: تعال. ¶ وقال أبو زيد: هي عبرانيّة \" هيت لخ \"، أي: تعاله، فعرّبه القرآن. ¶ وقال ابن عبّاس: بالسريانيّة. وقال السّدّي: بالقبطيّة: هلّم لك. ¶ ومنهم من جعل (هيت) يراد بها الخبر كهيهات، ومعناه: تهيَّأْتُ. ¶ فمن جعله أمراً بناه لتضمّنه الحرف الذي هو لام الأمر، ومن جعله خبراً بناه ¶ للحَمل على الأمر، ونظير ذلك \" كم \" الاستفهامية، بُنِيَت لتضمّنها حرف ¶ الاستفهام، و \" كم \" الخبرية بُنيَت بالحمل عليها. ¶ واعلم أن الضمير لا يبرز في (هيت) في حال تثنية ولا جمع \" لأنه اسم ¶ فعل، بل يستكنّ مطلقاً، وينوب عنه ما بعده، فتقول: هيتَ لكَ، هيتَ لكِ،",
            "page": "41",
            "part": "1",
            "seal": "300CAA76"
        },
        {
            "id": "41",
            "nass": "هيتَ لكما، هيت لكم، هيت لكنّ. ¶ واختُلف في أسماء الأفعال: فمذهب أكثر البصريين أنها أسماء، وهو ¶ الصحيح. ومذهب الكوفيين أنها أفعال. ¶ وفرّق بعض نحاة الأندلس، فقال: ما كان ظرفاً أو مصدراً في الأصل نحو: حِذْرك، وفَرْطك، وعِنْدك ¶ فهو اسم، وما كان غير ذلك نحو: صَه، ورُوَيد، فهو فعل. ¶ وحُجَجُهم مستوفاة في كتب النحو. ¶ والذين قالوا باسميتها اختلفوا. ¶ فمنهم من قال: هي أسماء للأفعال بمنزلة زيد اسماً للشخص، ومنهم من قال: هي أسماء مرادفة للمصادر التي هي موضوعة موضع الفعل، وهذا هو الصحيح، وهو مذهب أبي عليّ. ¶ وثمَ مذهب ثالث: وهو أنها أسماء للفعل والفاعل، وهو مذهب مردود. ¶ وسيأتي بعض أحكام أسماء الأفعال حيث نتكلّم على \" هيهات \" بعد هذا. ¶ وتنتهي القراءة في هذا الحرف إلى تسع قراءات: الثلاثة المتقدّمة.",
            "page": "42",
            "part": "1",
            "seal": "236D6A7D"
        },
        {
            "id": "42",
            "nass": "والرابعة: قراءة نافع، وابن ذَكوان، والأعرج، وشيبة، وأبي ¶ جعفر (هِيت) بكسر الهاء وسكون الهاء وفتح التاء. ¶ والخامسة: قراءة هشام رواية الحُلواني بكسر الهاء وهمز ساكن ¶ وفتح التاء. ¶ والسادسة: قراءة أبي وائل، وأبي رجاء، وعكرمة، ومجاهد،",
            "page": "43",
            "part": "1",
            "seal": "53F6D0D5"
        },
        {
            "id": "43",
            "nass": "وقتادة، وطلحة، وابن عبّاس، وابن عامر، وأبي عمرو في رواية عنهما ¶ - بكسر الهاء وسكون الهمزة وضم التاء. ¶ والسابعة: قراءة زيد بن علي، وابن أبي إسحق بكسر الهاء وتسهيل ¶ الهمزة الساكنة وضم التاء. ¶ والثامنة: ما ذكره النحّاس من أنه قرىء بكسر الهاء وسكون الياء ¶ وكسر التاء. ¶ والتاسعة: ما روي عن ابن عبّاس (هُيِّيت) على وزن حُيِّيت. ¶ فهذه القراءات كلّها (هيت) فيها اسم فاعل إلاّ قراءة ابن عبّاس ¶ الأخيرة، فإنها فعل مبني للمفعول، مُسَهّل الهمزة، من هَيَّأت الشيء. ¶ وكذلك القراءة التي بكسر الهاء وضمّ التاء مع الهمزة، وغيرها فإنّها تحتمل ¶ أن تكون فعلاً ماضياً والتاء فيه ضمير المتكلّم، بمعنى تهيّات، يقال: هيتُ ¶ وتهيّات بمعنى. فما كان منها فعل، فاللام في (لك) متعلّق به، وما كان ¶ منها اسم فعل فاللام من (لك) خرج مخرج البيان كما تقدّم. ¶ ***",
            "page": "44",
            "part": "1",
            "seal": "4004E06E"
        },
        {
            "id": "44",
            "nass": "ومن ذلك قوله تعالى في سورة \" المؤمنين \": (هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ (36) ¶ قرئ بفتح التاء فيهما، وضمّها، وكسرها، وقرىء ¶ بالتنوين مع كل واحد منهما: ¶ فأما قراءة الفتح دون التنوين فقرأ بها السبعة، وهي لغة أهل الحجاز. ¶ ووجهها أنها بُنيت لوقوعها موقع الفعل الماضي وهو \" بَعُد \". وقيل: بُنيت ¶ لأنها تعطي معنى الجملة، وذلك أنّك إذا قلت: جاء زيد، فقيل لك: ¶ هيهات، فمعناه: لم يجِىء زيد، والجمل من حيث هي مبنتة، فيبنى ما ¶ يعطى معناها، قاله ابن النحويّة. وبني على حركة لالتقاء الساكنين. ¶ وكانت الحركة فتحة طلباً للخفّة. ¶ وكان أبو على يتردّدُ في \" هيهات \" إذا كانت مفتوحة، فتارة يقول: إنّها ¶ مبنيّة على الفتح كما تقدم، وتارة يقول: إنّها منصوبة على الظرف، وهي ¶ غير منصرفة للتأنيث والتعريف، \" بُكرة \" من يومٍ بعينه. فعلى هذا إذا ¶ قلت: هيهات زيد، احتمل أن يكون زيد مرفوعاً بـ (هيهات) على مذهب ¶ من يرفع الفاعل بالظرف من غير اعتماد، واحتمل أن يكون هيهات خبراً ¶ مقدماً نحو: عندك زيد.",
            "page": "45",
            "part": "1",
            "seal": "C29D92B1"
        },
        {
            "id": "45",
            "nass": "وأما قراءة التنوين مع الفتح فقرأ بها هارون عن أبي عمرو، ووجهها ¶ أنها مبنيّة كما تقدّم، والتنوين تنوين تنكير. ¶ وأما قراءة الضمّ دون تنوين فقرأ بها أبو حَيوة، وهي لغة بعض ¶ العرب، ووجهها أنها مبنيّة على الضمّ ئشبيهاً بـ \" حَوْبُ \" في زجر الإبل. ¶ وأما قراءة التنوين مع الضمّ فقرأ بها الأحمر وأبو حيوة أيضاً. ¶ ووجهها أنها مبنية، والتنوين للتنكير. ¶ وقال ابن عطيّة وصاحب \" اللوامح \": يحتمل أن تكون اسماً معرباً مرفوعاً بالابتداء، والخبر (لِمَا تُوعَدُونَ) ¶ أي: بُعْدٌ لما توعدون. وقال الزجّاج) ، وتَبِعَه الزمخشري: إنها إذا ¶ نونت كانت بمعنى المصدر. ¶ وقال الشيخ أبو حيَّان: وليس بصحيح، لأنهم قد نوّنوا أسماء الأفعال كصه ومه ولم يقولوا إنها بمعنى المصدر، وأيضاً فإن هيهات لم تثبت مصدريّتها، وإنّما المنقول أنها بمعنى بَعُد.",
            "page": "46",
            "part": "1",
            "seal": "09263E89"
        },
        {
            "id": "46",
            "nass": "وأما قراءة الكسر دون تنوين فقرأ بها أبو جعفر، وشيبة، وهي لغة ¶ تميم وأسد، ووجهها أنها مبنيّة، وكسرت على أصل التقاء الساكنين. ¶ وأما قراءة التنوين مع الكسر فقرأ بها خالد بن إلياس، ووجهها أنها ¶ مبنيّة كما تقدّم، والتنوين للتنكير. ¶ تتميم: ¶ اختلف في إفراد هيهات وجمعها، أما إذا كانت مفتوحة فلا خلاف ¶ في إفرادها، واستدلّوا على ذلك بكتبها بالهاء كما تكتب المفردات ¶ كأرْطاة. ومن كتبها بالتاء فهو ككَتْب بعض المفردات بالتاء، نحو ¶ (وَجَنَّتُ نَعِيم) . ¶ وأمّا في حالة الضمّ فمذهب أبي عليّ أنها جمع، وكان يكتبها بالتاء. ¶ ومذهب ابن جنّي أنّها مفردة بمعنى البعد، ويكتبها بالهاء، والضمّة عنده ¶ محتملة للبناء والإعراب وكلُّ مَن أعربَها ولم ينوّن جعلها مصدراً ممنوع ¶ الصرف للتعريف والتأنيث: بَرّة علماَ للمَبَرَّة،",
            "page": "47",
            "part": "1",
            "seal": "BD8ED5D7"
        },
        {
            "id": "47",
            "nass": "وأمّا حالة الكسر فمذهب سيبويه أنها جمع سلامة: مسلمات. ¶ ومفردها هيهاة، وكان الأصل أن يقال هَيْهَيات بقلب الألف ياء كأرْطَيات. ¶ لكن ضعف عن تصحيح الياء لبنائها، على الصحيح، وحُكمُ المبنيّ ألا ¶ يُقلبَ فيه الألف ياء؛ ألا ترى أنهم قالوا في هذا: هذان، ولم يقولوا: ¶ هذيان. والكسرة عنده كسرة بناء، لأن الكسرة في جمع المؤنث السالم ¶ نظيرة الفتحة في المفرد، فكما أن الفتحة في هيهات فتحة بناء فكذلك ¶ الكسرة في جمعها. ¶ واختار الشيخ أبو حيَّان أنها مفردة في جميع أحوالها، وقال: لا حجّة ¶ في كتبها بالتاء، لكون بعض المفردات يكتب بالتاء. ¶ واختلف في إعراب (هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ (36) ¶ فمذهب الأكثر أن (هيهات) اسم فعل، وهو بمعنى بَعُد، وكُرر توكيدا، وهو الصحيح. ¶ واختلفوا في فاعلها: فمنهم من جعله (ما) أي: بَعُدَ الذي توعدونه. ¶ واللام زائدة، وتؤيّده قراءة ابن أبي عبلة: (هيهات هيهات ما توعدون) بإسقاط اللام. ¶ ومنهم من جعل الفاعل ضميراً يعود إلى ¶ \"الإخراج \" المفهوم من قوله الله تعالى: (أَنَّكُمْ مُخْرَجُونَ) .",
            "page": "48",
            "part": "1",
            "seal": "AB6A03CF"
        },
        {
            "id": "48",
            "nass": "واللام في (لِمَا تُوعَدُونَ) للبيان، أي: أعني لما توعدون، نحو: سقياً لك. ¶ ومنهم من جعل الضمير يعود إلى التصديق المفهوم من المعنى. ¶ ومنهم من قدَّر الضمير في كليهما. ¶ ومنهم من جعل ذلك من باب الإعمال. ¶ ومنهم من جعل (هيهات) مبتدأ، و (لِمَا تُوعَدُونَ) الخبر، وقد تقدّم ردّه. ويمكن تخريجه على مذهب الفرّاء، فيكون الفاعل مرتفعاً بهما، كمذهبه في: قام وقعد زيد. ¶ واختلف في (هَيْهَاتَ هَيْهَاتَ) فمنهم من جعل الثاني تأكيداً، وهو ¶ الأكثر، وقد تقدم. ¶ ومنهم من جعلهما مركَّبَين: بيت بيت، فعلى هذا ¶ يرتفع الفاعل بهما معاً، وهو مذهب ثعلب. ¶ واعلم أن في (هيهات) لغات، ذكر الصاغاني اللغويّ منها ستًا وثلاثين لغة: هيهات، وأيهات، وهيهان، وأيهان، وهايهات،",
            "page": "49",
            "part": "1",
            "seal": "45F1060F"
        },
        {
            "id": "49",
            "nass": "وآيهات، كلّ واحد من هذه الستّ مضمومة الآخر، ومفتوحته. ¶ ومكسورته، وكلّ واحدة منوّنة وغير منوّنة، فذلك ستّ وثلاثون لغة من ¶ ضرب ستّة في ستّة. ¶ وفيه زيادة على الستّ والثلاثين خمس لغات: أيهاكَ، وأيها بحذف الكاف، وأيهاً بالتنوين، وهيها، وهيهاتْ بالسكون. ¶ وبه قرأ عيسى بن عمر الهمداني. ¶ واعلم أن الجمهور على أن ألف هيهات أصليّة منقلبة عن ياء، وأصله ¶ هَيْهَيَة فوزنه \" فَعْلَلَة \" كزلزلة، فيكون من باب المضاعف، وهو باب واسع. ¶ ومنهم من جعلها زائدة للإلحاف بأرْطاة، فوزنها \" فَعْلاة \"، ودخلوا بها ¶ في باب سلس، وهو قليل، ولم يحكموا بزيادة الياء، لأنه يلزم من ¶ الدخول في باب بَبر، أي كون الفاء والعين من جنس واحد، وهو قليل ¶ جدا. ¶ والبَبْر حيوان يكون بين يدي الأسد. ¶ ومن أحكام هيهات أنه لا يستعمل في الأكثر إلاّ مكرّراً كالآية، وقد ¶ يستعمل غير مكرّر. ¶ قال الشاعر:",
            "page": "50",
            "part": "1",
            "seal": "2C0F2AA9"
        },
        {
            "id": "50",
            "nass": "فهيهاتَ هيهاتَ العَقيقُ وأهلُه. . . وهيهاتَ خِل بالعَقيقِ نُواصِلُه ¶ فجمع بين التكرير وعدمه. ¶ ومن مجيئه مفرداً قوله: ¶ هيهاتَ قد سَفِهَتْ أُمَيَّةُ رأيَها. . . واستجهلتْ، حلماؤها سُفَهاؤها ¶ فإن قيل: فما فائدة المجيء بأسماء الأفعال بدلَ أفعالها؟ ¶ قلتُ: الاختصار والمبالغة: أما الاختصار فإن لفظها مع المذكر ¶ والمؤنّث والمثنّى والمجموع واحد، وليس كذلك الفعل. ¶ وأما المبالغة فإن قولك: بَعُدَ زيد، ليس فيه من المبالغة ما في قولك: هيهات زيد. ¶ فإن قولك: بَعُدَ زيد، يُفْهَمُ منه مُطْلَقُ البُعد، وإذا قلتَ: هيهات زيد، فمعناه: بَعُدَ زيدٌ جدّاً، أي: بلغ في البُعد غايتَه. ¶ *** ¶ ومن دْلك قوله تعالى في سورة \" ص \": (وَلَاتَ حِينَ مَنَاصٍ (3) ¶ قرئ بفتح التاء ونصب النون من (حين) ، وبضمّ التاء ورفع النون، وكسر ¶ التاء وخفض النون: ¶ أمّا قراءة الفتح ونصب النون فقرأ بها السبعة، ووجهها أنّه من قال: إنّ ¶ (لات) مركّبة من \" لا \" وتاء التأنيث، فالفتحة فيها كالفتحة في خيسة عشر، وهو قول سيبويه. ومن قال: إنّ التاء للتأنيث نحو رُبَّت وثمَّت، فحرّكت ¶ لأجل التقاء الساكنين، وفتحت طلباً للخفّة، وهو قول الجمهور",
            "page": "51",
            "part": "1",
            "seal": "F07C579F"
        },
        {
            "id": "51",
            "nass": "والأخفش. ومن قال: إنّ التاء ليست للتأنيث وإتما هي تاء زِيدت على ¶ الحين مستدلاًّ بقول الشاعر: ¶ العاطفون تَحينَ ما من عاطفٍ. ¶ أي: العاطفون حين لا عاطف، فحُركت لكونها على حرف واحد. ¶ وفُتِحت طلباً للخفة، وهو قول أبي عبيد، واختاره أبو الحسين بن ¶ الطراوة من نحاة الأندلس. ¶ وأما من قال: إن (لات) أصلها \" ليس \" فأبدلوا السين تاء، كما صنعوا ¶ في ستّ، فلمّا صار \" ليت \" خافوا من الإلباس بـ \" ليت \" التي للتمنّي،",
            "page": "52",
            "part": "1",
            "seal": "FF8432AD"
        },
        {
            "id": "52",
            "nass": "فأبدلوا الياء ألفاً، فقالوا \" لات \"، فالفتحة فيها كالفتحة في \" ليس \"، وهو ¶ مذهب أبي الحسن بن أبي الربيع. ¶ وأما نصب الحين فعلى قول سيبويه إنما عملت عمل ليس، واسمها ¶ محذوف وهو الحين، وهذا المنصوبُ خبرُها، أي: ليس الحينُ حينَ ¶ مَخْلَص ولا فرار. ¶ واختصّت \" لات \" بأن اسمها وخبرها لا يكونان إلا الحين، ولا يلفظ ¶ بهما معاً، فلا تقول: لات الحينُ حينَ كذا، بل يُذكرُ واحد منهما ويحذف ¶ الآخر، والأكثر حذف الاسم مثل هذه القراءة. ¶ وعلى قول الأخفش: إن \" لات \" عملت عمل \" إنّ \"، فتنصب الاسم وترفع الخبر، فهذا الحين المنصوب هو اسمها، والخبر محذوف، أي: ولات حينَ مناص لهم. ¶ وللأخفش مذهب اَخر: يرى أن \" لات \" لا تعمل شيئاً، فالمنصوب بعدها على مذهبه منصوب بفعل مضمر تقديره: ولات أرى حينَ مناص، وفيه نظر.",
            "page": "53",
            "part": "1",
            "seal": "63CD1892"
        },
        {
            "id": "53",
            "nass": "وأما قراءة ضمّ التاء ورفع النون فقرأ بها أبو السمّال، ووجهها أنها ¶ مبنيّة على الضمّ نحو منذُ، وربّ في لغة. وأما رفع (حين) فعلى قول ¶ سيبويه: إنّه اسم لات والخبر محذوف عكس النصب. ¶ وعلى قول الأخفش: مبتدأ والخبر محذوف، وليس لـ \" لات \" عمل. ¶ وأما قراءة كسر التاء وخفض النون فقرأ بها عيسى بن عمر، ووجهها ¶ أنّها بُنيَت على الكسر نحو \" جَيْرِ \"، ويمكن أن تكون الكسرة في التاء إتباعاً ¶ لكسرة الحاء في حين. وأمّا خَفْضُ الحين فهو أمر مُشْكل، وخرّجَه ¶ بعضهم على أن \" لات \" حرف جرّ، والحين مجرور به، واستدلَّوا على ذلك ¶ بقول الشاعر: ¶ ولَتَعْرِفنّ خلائفا مشمولةً. . . ولَتَنْدَمَنّ ولاتَ ساعةِ مندم ¶ بخفض \" ساعة \". ¶ وقد استعمل المتنبي ذلك في شعره، فقال: ¶ لقد تَصَبَّرْتُ حينَ لات مُصْطَبِرٍ. . . فالآنَ أَقْحُمُ حتى لات مُقْتَحمِ",
            "page": "54",
            "part": "1",
            "seal": "C1801DA4"
        },
        {
            "id": "54",
            "nass": "واستعمال المتنبي هذه اللغة لا تليقُ به؛ لأنّها في غاية الشذوذ، من ¶ كونه جَرَّ بعد \" لات \"، وأوقع بعدها الاسم وليس بحين ولا ظرف محمول ¶ على الحين، ولا يُسْمَحُ للمُوَلَّدين في مثل هذا الاستعمال. ¶ وقد خرّجه بعضهم على أنّ \" لات \" بمعنى غير، وهي صفة لمحذوف: أي: ونادوا حيناً غير حين مناص، وهو مردود؛ لأن الواو إذ ذاك تكون زائدة ولا فائدة لها حينئذٍ. ¶ وأما تخريجُ الزمخشري لهذه القراءة فلا ينبغي أن يُسَطَّرَ لبُعده. ¶ وأقرب من هذا كلِّه تخريجُ أبي حيَّان رحمه الله، قال: إن الجرّ ¶ في (حين) على إضمار \" من \"، أي: ولات من حين مناص، ونظيره ¶ قولهم: على كم جذعٍ بيتك: أي من جذع، ونحوه: ألا رجلٍ جزاه ¶ الله خيراً، أي: من رجل، ويكون \" من حين \" في موضع رفع على أنه ¶ اسم \" لات \" بمعنى \" ليس \" كما تقول: ليس من رجلٍ قائماً، والخبر ¶ محذوف. ¶ وخرّجَ بعضُهم خَفْضَ الحين على أنّ الخَفْضَ بـ \" لات \"، وخَفَضوا بها ¶ على الأصل، لأن ما اختصّ من الحروف بالأسماء ولم يكن كالجزء منها ¶ فالأصل فيه أن يعملَ الجرّ، ونظيرُ ذلك الجرُّب \" لعل \" وب \" لولا \". ¶ وقد قال الفرّاء: ومن العرب من يَخْفِضُ بـ \" لات \" وأنشد: ¶ . . . ولتَنْدَمَن ولاتَ ساعةِ مندمِ ¶ قلت: ولعمري، إنّه لتخريج حسن.",
            "page": "55",
            "part": "1",
            "seal": "3AD83422"
        },
        {
            "id": "55",
            "nass": "تتميم: ¶ واختلفوا في الوقف على \" لات \": فسيبويه، والفرّاء، وابن كيسان. ¶ والزجّاج يقفون بالتاء، والكسائي، والمبرّد يقفان بالهاء. ¶ وأبو عبيد ومن قال بقوله يقفون على \" لا \"، وزعموا أنّ التاء زيدت في \" حين \". ¶ قال أبوعبيد: رأيت في الإمام - يعني مصحف عثمان رضي الله عنه - التاء ¶ كُتبت متّصلة بـ \" حين \". وهَبْ أنّه رأى ذلك في الإمام، فلا ينهض دليلاً؛ ¶ لأنّ الإمامَ فيه أشياءُ كثيرة من غير الاصطلاح، ألا ترى أنّه قد جاء في ¶ الإمام أشياءُ موصولة كان من حقّها أن تكون مفصولة نحو (وَيْكَأَنَّهُ) ، فيكون (تحين) من ذلك. ¶ ومن ذلك قوله تعالى في سورة \" القتال \": (وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ لِلشَّارِبِينَ) . ¶ قرئ بكسر التاء ورفعها ونصبها. ¶ فأما قراءة الخفض فقرأ بها السبعة، ووجهها أنها صفة لـ (خمر) . ¶ وأما قراءة الرفع: فوجهها أنها صفة لـ (الأنهار) .",
            "page": "56",
            "part": "1",
            "seal": "0B0D06F4"
        },
        {
            "id": "56",
            "nass": "وأما قراءة النصب فوجهها النصب على المفعول من أجله، أي: لأجل ¶ لذَّة. ¶ ومن ذلك قوله تعالى في سورة \" العلق \": (بِالنَّاصِيَةِ (15) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (16) . ¶ قرئ بخفض (نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ) وبنصبها وبرفعها. ¶ فأما قراءة الخفض فقرأ بها السبعة، ووجهها أنها بدل من (بالناصية) ¶ بدل نكرة من معرفة، و (كاذبة) و (خاطئة) صفة لها. ¶ واختلف في شرط صفة النكرة إذا كانت بدلاً من معرفة: ¶ فمنهم من اشترطه ومنهم لم يشترطه. ¶ وأما قراءة النصب فقرأ بها أبو حَيوة، وابن أبي عَبلة، وزيد بن علي. ¶ ووجهها أنها منصوبة على الذمّ، أي: أذُمُّ ناصية كاذبةً خاطئة. ¶ وأما قراءة الرفع فقرأ بها الكسائي في رواية، ووجهها أنها مرفوعة على ¶ الخبر لمبتدأ محذوف، أي: هي.",
            "page": "57",
            "part": "1",
            "seal": "20730956"
        },
        {
            "id": "57",
            "nass": "تتميم: ¶ وصف الناصية بالكذب والخطأ مجاز، وإنما ذلك من صفة صاحب ¶ الناصية، وحسّن ذلك كون الناصية مُحَدَّثأ عنها في قوله تعالى: (لَنَسْفَعًا بِالنَّاصِيَةِ) .",
            "page": "58",
            "part": "1",
            "seal": "DBCA82AD"
        },
        {
            "id": "58",
            "nass": "حرف الثَّاء ¶ فمن ذلك قوله تعالى في سورة \" الأنبياء \" عليهم السلام: (مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (2) لَاهِيَةً قُلُوبُهُمْ) . ¶ قرئ بخفض الثاء من (مُحْدَثٍ) ورفعها ونصبها: ¶ فأما قراءة الخفض فقرأ بها السبعة، ووجهها أنها صفة لـ (ذِكْرٍ) ¶ على اللفظ. ¶ وأما قراءة الرفع فقرأ بها ابن أبي عَبلة، ووجهها أنها صفة لـ (ذِكْرٍ) ¶ على الموضع لأنَّ (من) زائدة، والتقدير: ما يأتيهم ذكرٌ مُحْدَثٌ، كما ¶ تقول: ما من أحد فاضل في الدار، أي: ما أحد فاضل، والموضع من ¶ مواضع زيادة \" من \". ¶ وأما قراءة النصب فقرأ بها زيد بن علي، ووجهها أنها حال من (ذِكْرٍ) ¶ وإن كان نكرة، فإنه قد وصف بقوله تعالى: (من ربِّهم) .",
            "page": "59",
            "part": "1",
            "seal": "AA6C4415"
        },
        {
            "id": "59",
            "nass": "تتميم: ¶ في هذه الآية الكريمة لطيفة: وهو توالي أربع أحوال ف (محدث) - ¶ فيمن نصب - حال من (ذكر) ، و (إلاّ استمعوه) حال من المفعول ¶ في (ما يأتيهم) ، (وهم يلعبون) حال من الضمير المفعول في ¶ (استمعوه) . و (لاهيةً) حال من الضمير في (يلعبون) . ¶ ونظير هذه الآية في توالي الحالات قوله تعالى: (وَمَا لَكُمْ لَا تُؤْمِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُؤْمِنُوا بِرَبِّكُمْ وَقَدْ أَخَذَ مِيثَاقَكُمْ) ¶ فقوله تعالى: (لَا تُؤْمِنُونَ) حال، (وَالرَّسُولُ يَدْعُوكُمْ) حال ثانية، (وَقَدْ أَخَذَ مِيثَاقَكُمْ) حال ثالثة. ¶ ومن توالي الحالات قوله تعالى: (إِذَا وَقَعَتِ الْوَاقِعَةُ (1) لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ (2) خَافِضَةٌ رَافِعَةٌ (3) . ¶ في قراءة زيد بن علي، فإنّه قرأ بنصب (خَافِضَةٌ رَافِعَةٌ) و (لَيْسَ لِوَقْعَتِهَا) جملة في موضع الحال من (الْوَاقِعَةُ) ، أي: إذا وقعت صادقةً. ¶ و (خَافِضَةٌ) ، و (رَافِعَةٌ) حالان منها أيضاً.",
            "page": "60",
            "part": "1",
            "seal": "08F6C900"
        },
        {
            "id": "60",
            "nass": "حرف الجيم ¶ فمن ذلك قوله تعالى: في سورة \"الأنبياء\": (فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ) . ¶ قرئ بضمّ الجيم من (جذاذ) وكسرها وفتحها: ¶ فأمَّا قراءة الضمّ فقرأ بها السبعة إلا الكسائي، ووجهها أنها جمع ¶ جُذاذة، كزُجاج وزُجاجة، قاله اليزيدي. ¶ وأمّا قراءة الكسر فقرأ بها الكسائي، ووجهها أنها جمع جَذيذ، ككريم ¶ وكِرام. ¶ وأما قراءة الفتح فقرأ بها ابن عبَّاس رضي الله عنهما، وأبو نَهيك. ¶ وأبو السَّمّال، ووجهها أنها مصدر بمعنى المجذوذ، كالحصاد بمعنى ¶ المحصود.",
            "page": "61",
            "part": "1",
            "seal": "0DC9702D"
        },
        {
            "id": "61",
            "nass": "وقيل: ضمّ الجيم وكسرها وفتحها لغة، وأجودها الضمّ، كالحُطام ¶ والرُّفات. ¶ وقال قطرب: هو مصدر في لغاته الثلاث، لا يُثنى ولا يُجمع. ¶ والجَذّ في اللغة: القطع، يقال: جَذَذْتُ الشيء: قطعته وكسرته. ¶ قال الشاعر: ¶ بنو المُهَلَّبِ جَذَّ اللهُ دابِرَهم. . . أمسَوا رَماداً فلا أصلٌ ولاطَرَفُ ¶ والجُذاذ: ما تكسّر من الشيء، ويقال للحجارة من الذهب جذاذة. ¶ لأنها تقطع، و (عَطَاءً غَيْرَ مَجْذُوذٍ) أي غير مقطوع. ¶ تتميم: ¶ إنْ قيل: لأيّ شيء جيء بضمير من يَعْقِلُ في قوله تعالى: (فَجَعَلَهُمْ جُذَاذًا) والأصنامُ لا تَعْقِلُ؟ ¶ قيل: إنّما كان ذلك لأنّها عندهم بمنزلة من يَعْقِل. ¶ وقوله تعالى: (إِلَّا كَبِيرًا لَهُمْ) استثناء من الضمير في قوله: ¶ (فَجَعَلَهُمْ) أي: إلاّ كبيراً لهم لم يجعله جذاذاً. ¶ فإن قيل: فالضمير في (لَهُمْ) على أيّ شيء يعود؟ ¶ قيل: يحتمل أن يعود على الصنم، والاعتذار ما تقدّم، ويحتمل أن",
            "page": "62",
            "part": "1",
            "seal": "C928F7DE"
        },
        {
            "id": "62",
            "nass": "يعود على عُبّادها. ¶ ومن ذلك قوله تعالى في سورة \" القصص \": (لَعَلِّي آتِيكُمْ مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّكُمْ تَصْطَلُونَ (29) ¶ قرئ بكسر الجيم من (جَذْوَةٍ) وضمها وفتحها. ¶ فأما قراءة الكسر فقرأ بها السبعة إلا حمزة وعاصماً. ¶ وأما قراءة الضمّ فقرأ بها حمزة، والأعمش، وطلحة، وأبو حيوة. ¶ وأما قراءة الفتح فقرأ بها عاصم. وكلّها لغات بمعنى واحد، وكذلك ¶ جمعها مثلّث يقال: جذاً بضمّ الجيم وفتحها وكسرها. ¶ واختُلف في (الجذوة) ، فقيل: هي الجمرة، وعليه الأكثر. ¶ وقال أبو عبيدة: والجذوة: القطعة الغليظة من الخشب، كان في طرفها نار أو لم يكن.",
            "page": "63",
            "part": "1",
            "seal": "701BACE2"
        },
        {
            "id": "63",
            "nass": "حرف الحاء ¶ فمن ذلك قوله تعالى في سورة \" الأنعام \": (وَحَرْثٌ حِجْرٌ) ¶ قرئ بكسر الحاء وسكون الجيم من (حِجْرٌ) ، وبضمّها وبفتحها مع ¶ سكون الجيم: ¶ فأما قراءة الكسر فقرأ بها السبعة، ووجهها أنّه \" فِعْل \" بمعنى \" مفعول \". ¶ مثل الذِّبح بمعنى المذبوح، والطِّحن بمعنى المطحون، ويستوي فيه ¶ المذكر والمؤنّث والواحد والجمع. ¶ وأما قراءة الضمّ فقرأ بها الحسن، ووجهها أنّه لغة في المكسور. ¶ وأما قراءة الفتح فقرأ بها أيضاً الحسن، ووجهها وجه الضمّ. والله أعلم. ¶ *** ¶ ومن ذلك قوله تعالى في سورة \" والذّاريات \": (وَالسَّمَاءِ ذَاتِ الْحُبُكِ (7) ¶ قرئ بصْمّ الحاء وكسرها وفتحها. ¶ وقد تقدّم الكلام في ذلك مستوفىً في حرف الباء. ¶ ***",
            "page": "64",
            "part": "1",
            "seal": "D7562631"
        },
        {
            "id": "64",
            "nass": "ومن ذلك قوله تعالى في سورة \" الرّحمن \": (شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ) . ¶ قرأ ابن أبي إسحق (ونَحِسّ) مكان (نحاس) فجعله فعلاً مضارعاً من ¶ حَسّه: إذا قتله، وأجرى على الحاء الحركات الثلاث على التَّخيير، فهي ¶ قراءة مثلثة عنده. ¶ فوجه الضمّ أنّ الماضي على \" فعَلَ \" بفتح العين، والمضارع على ¶ \" يفعُلُ \" بضمّها، نحو شدَّ يشُدّ، وهو القياس؛ لأنّه حسّ متعذّ. ¶ ووجه الكسر أنّ الماضي كذلك والمضارع على \" يفعِل \" بالكسر نحو ¶ شدّ يشدّ، يروى بالضمّ على القياس، وبالكسر سماعا. ¶ ومثله يحسّ هاهنا. ¶ ووجه الفتح أن الماضي على \" فَعِل \" بكسر العين، والمضارع على ¶ \" يفعَل \" بفتح العين. ¶ *** ¶ حرف الخاء ¶ ولم نجد في الخاء شيئا. ¶ ***",
            "page": "65",
            "part": "1",
            "seal": "F5A70BBC"
        },
        {
            "id": "65",
            "nass": "حرف الدَّال ¶ فمن ذلك قوله تعالى في أوّل \" فاتحة الكتاب \": (الْحَمْدُ لِلَّهِ) ¶ قرئ برفع الدال ونصبها وجرها. ¶ فأما قراءة الرفع فقرأ بها السبعة، ووجهها أن (الحمد) مبتدأ، و (لله) ¶ في موضع الخبر، واللام بمعنى الاستحقاق، وهي متعتقة بمحذوف هو ¶ الخبر في الحقيقة، أي: الحمد ثابت لله. ¶ وأما قراءة النصب فقرأ بها هارون العَتكيّ، ورُؤبة، وسفيان بن عُيينة. ¶ ووجهُها أنه منصوب على المصدر على طريقة المصدر المنصوب ¶ بفعل لا يظهر، أي: أحمَدُ اللهَ الحمدَ. ¶ وقيل: إنّه منصوب بفعل من غير لفظ الحمد، أي: اقرأ الحمد لله، فلا يكون هذا مصدراً، والأوّل أصحّ. ¶ فمن جعل (الحمد) منصوباًب: اقرأ، فاللام من (لله) يتعلّق به، ومن ¶ جعله منصوباً على المصدر فاللام خرجت مخرج البيان، أي: أعني لله. ¶ فإن قيل: لأيّ شيء لا تكون اللام متعلّقة بالمصدر؟ ¶ فالجواب: أنهم قالوا: سَقْياً لزيد، ولم يقولوا سَقياً زيداً، فدلّ هذا",
            "page": "66",
            "part": "1",
            "seal": "3C2645D5"
        },
        {
            "id": "66",
            "nass": "على أن المجرور لعامل آخر خلاف المصدر. ¶ وقراءة الرفع أبلغ من قراءة النصب، ولهذا أجمعَ السبعةُ عليها؛ لأنّ ¶ قراءة الرفع تُؤذن باستغراق الحمد، وقراءة النصب تُؤذن بحمد مخصوص. ¶ أعني حمد المتكلّم، ولأنّ قراءة الرفع تؤذن بالثبات والاستقرار، وقراءة ¶ النصب تؤذن بالتجدّد، ألا ترى قوله تعالى (قَالُوا سَلَامًا قَالَ سَلَامٌ) ¶ ، فعبّر عن تحيّة إبراهيم عليه السلام بالرفع تنبيهاً على أنّ تحيّتَه خير ¶ من تحيّتهم لما في الرفع من الثبوت والاستقرار. ¶ وأما قراءة الخفض فقرأ بها الحسن، وزيد بن علي، ووجهها أنّهم ¶ كرهوا الخروج من رفع إلى كسر، فكسروا الدال إتباعاً لكسرة اللام، كما ¶ قالوا: مِنْتِن بكسر الميم إتباعاً لكسرة التاء، والأصل فيها الضمّ، وقالوا: ¶ المِغِيرة بكسر الميم إتباعاً لكسرة الغين، والأصل الضمّ. ¶ وفي هذه القراءة ضعف؛ لأن فيها إتباع حركة الإعراب لحركة ¶ البناء، والإتباع - وإن كان شاذّاً - فهو باب مُتَّسع، ولا تنافي بين ¶ شذوذه واتّساع بابه، فلذلك يكون في كلمة واحدة كما تقدّم، ويكون في ¶ كلمتين: نحو قولهم: قَدُمَ وحَدُثَ، بضمّ الدال من حدث، والأصل فيه ¶ فتحها، فإذا استعمل وحده فُتحت الدال، وإذا استعمل مع قدم ضمّت",
            "page": "67",
            "part": "1",
            "seal": "C9CF6192"
        },
        {
            "id": "67",
            "nass": "إتباعا لضمّة قدم. ¶ ومنه قولهم: هَنَأَني الطعامُ وَمَرَأَني، وإنما الكلام أَمْرَأَني. ¶ ومنه قوله عليه السلام \" أنفِقْ يا بلالاً ولا تَخْشَ من ذي العرش إقلالاً \" ¶ فردّ النداء إلى الأصل من النصب إتباعا لقوله عليه السلام \" إقلالاً \". ¶ ومنه قولهم: \" إن فلاناً ليأتينا بالغدايا والعشايا \"، فجمع غداة على ¶ \" فعائل \" ليزدوج مع العشايا جمع عشيّة، وحقّ الغداة ألاّ تجمع على ¶ \" فعائل \"؛ لأنّها \" فَعْلة \"، وفي هذا نظر؛ لأنهم قد قالوا في الغداة: غَدِيّة ¶ على وزن عَشِيّة، ذكره ابن الأعرابي في \" نوادره \"، وأنشد عليه: ¶ ألا ليتَ حظّي من زيارة أُمِّيَهْ. . . غَدِيّاتُ قَيظٍ أو عَشِيّاتُ أَشْتِيَهْ ¶ فعلى هذا يكون الغدايا قياسا مثل العشايا لا للإتباع.",
            "page": "68",
            "part": "1",
            "seal": "6859A343"
        },
        {
            "id": "68",
            "nass": "ومنه فوله عليه السلام: \" ارْجِعْنَ مأزوراتٍ غيرَ مأجورات \" ¶ ومأزورات: أصله الواو لأنه من الوِزر، وإنما هُمز إتباعاً لمأجورات. ¶ ومنه قولهم: \" لا يعرف سُحادِلَيه من عُنادِلَيه \" فثنّى السُّحادل وهو مفرد ¶ لأنّه الذكَر، إتباعاً لتثنية عُنادِلين، لأنهما الأُنْثَيان. ¶ ويكون الإتباع أيضا بين حركتىِ البناء والإعراب، وبين المفرد والتثنية. ¶ ويكون الإتباع للأول وللآخر. ¶ تتميم: ¶ واختلفوا في الألف واللام في (الحمد) : ¶ فمنهم من جعلها للعهد، أي: الحمدُ المعروفُ عندَكم هو لله. ¶ ومنهم من جعلها لتعريف الماهيّة، كقولهم: الدّينار خيرٌ من الدرهم. ¶ أي: أيّ دينار كان هو خيرٌ من أيّ درهم كان، فيستلزم ثبوت جميع ¶ المحامد لله تعالى، لأن المعنى: أيّ حمد كان فهو لله. ¶ ومنهم من جعلها لتعريف الجنس فيفيد الاستغراق بالمطابقة، وهذا هو ¶ أصخ الأقوال، إذ لا حمدَ في الحقيقة إلا لله.",
            "page": "69",
            "part": "1",
            "seal": "A732BCF2"
        },
        {
            "id": "69",
            "nass": "وذهبت المعتزلة إلى أن الألف واللام لمجرّد الجنس، فلا تفيد عندهم ¶ الاستغراق، والمعنى عندهم: لله حمدٌ من جنس الحمد الذي تعرفون. ¶ ووهَّمَ الزمخشريُّ من ادّعى الاستغراق. وهو الواهم في الحقيقة. ¶ قال بعض أشياعه: إنّما كان ادّعاء الاستغراق وَهَماً لوجهين: ¶ أحدهما: أنّ (الحمدُ لله) ناب منابَ أحْمَدُ الله، وأَحْمَدُ الله لا يفيد ¶ الاستغراق، فكذلك (الحمد لله) لأن النائب لا يكون أقوى من المنوب ¶ عنه. قلنا: لا نسلّم النيابة، وإن سلّمناها، فكم من نائب أقوى من المنوب ¶ عنه، دليله عينُ مسألته: ألا ترى أن الزمخشري قد قَرّر أن (الحمد لله) ¶ بالرفع أبلغ من النصب، لأن الرفع يقتضي الدوام والاستقرار والنصب ¶ يقتضي التجدّد، فقد بان لك أن (الحمد لله) وإن كان نائباً فهو أبلغ وأقوى ¶ من المنوب عنه، وهو أحمدُ الله، فانظر هذا الرجل كيف انتصر ¶ للزمخشري بشيء لا يرتضيه، \" فحُبُّكَ الشيءَ يُعمي ويُصِمّ \". ¶ الثاني من الوجهين: أنّ غيرَ اللهِ يُحمد، فمن ادّعى الاستغراق خالف ¶ الواقع. وهذا باطل؛ لأنّ غيرَ الله لا يستحقُّ حمداً إلا بالمجاز، والحمد ¶ بالحقيقة إنّما هو لله تعالى؛ لأنّه خالقُ كلِّ نعمة والفاعل لها، والعبدُ ¶ واسطةٌ، فالحمدُ في الحقيقة لله تعالى، وما ذكرَه من أن شكر المُنْعِم ¶ واجبٌ، مُسَلَّم، لكنّ المُنْعِمَ في الحقيقة هو اللهُ تعالى. ¶ و (الحمد) مصدر، لا يُثَنّى ولا يُجمع. وأمّا قول الشاعر: ¶ وأبلجَ محمودِ الثنايا خَصَصْتُه. . . بأفضلِ أقوالي وأفضلِ أَحْمُدي",
            "page": "70",
            "part": "1",
            "seal": "DC5EDFAC"
        },
        {
            "id": "70",
            "nass": "فإنّما جمعَه لأنه راعى فيه الأنواعَ والاختلاف، والمصدر إذا رُوعي فيه ¶ ذلك ثني وجُمع. ¶ والفعل منه حَمِدَ بكسر الميم، وقد سُمع فيه الفتح. والله أعلم. ¶ * \" * ¶ ومن ذلك قوله تعالى في سورة \" النور \": (كَوْكَبٌ دُرِّيٌّ) ¶ قرئ بضم الدال وفتحها وكسرها مع تشديد الياء، وقرئ بالحركات ¶ الثلاث في الدال مع المدّ والهمز: ¶ فأما قراءة ضمّ الدال وتشديد الياء فقرأ بها نافع وابن كثير وابن عامر ¶ وحفص، ووجهها أنه منسوب إلى الدُّرِّ لبياضه وصفائه، فالياء زائدة ¶ للنسب، ووزنه \" فُعْلِيّ \". قيل: ويحتمل أن يكون أصله الهمز، من \" درأ \" ¶ ثم سهل وأدغم، فوزنه \" فُعِّيل \" ويأتي الكلام عليها. ¶ وأما قراءة فتح الدال مع تشديد الياء فقرأ بها قتادة، وزيد بن ¶ عليّ، والضحّاك، ورُوِيَت عن نصر بن عاصم، وأبي رجاء،",
            "page": "71",
            "part": "1",
            "seal": "EAD31DA1"
        },
        {
            "id": "71",
            "nass": "وابن المُسَيَّب، ووجهها أن يكون منسوبأ إلى الدُّرّ، وفتح الدال من تغيّر ¶ النسب، ويكون وزنه \" فَعْلِيّاً \"، ويحتمل أن يكون من الدَّرء، فوزنه ¶ \" فَعِّيل \"، فدخله التسهيل والإدغام. ¶ وأما قراءة الكسر مع تشديد الياء فقرأ بها الزُّهري، ووجهها أن ¶ يكون منسوبا إلى الدُّرِّ كما تقدّم، وكسر الدال من تغيّر النسب، فوزنه ¶ \" فِعْلِيّ \"، ويحتمل أن يكون \" فِعِّيلاً \" من الدَّرء، ودخله التسهيل والإدغام ¶ كما تقدم. ¶ وأما قراءة الضئم مع المدّ والهمز فقرأ بها حمزة وأبو بكر أحد راويَي ¶ عاصم، ووجهها أن يكون مأخوذا من الدَّرْء، وهو الدفع، لأنه يدفع ¶ الظلمة بضَوئه، ووزنه \" فُعِّيل \"، وهو وزن غريب، فمن أثبته - وهو الظاهر من سيبويه، وأبي علي جعل منه مُرِّيقأ وهو العُصْفُر، ويقال له ¶ الإحريض، وسُرِّيّة: وهي الأَمَة التي بَؤَأْتَها بيتاً، فيمن جعلها مشتقّة من ¶ السُّرُّور، فيكون أصله سُرِّيراً، فأبدل من أحد المضاعَفين ياء وأدغمه في ¶ ياء \" فُعِّيل \"، ومُرِّيخاً للذي في داخل القرن، وعُلَيّة للغرفة، وذُرَيّة: نسل ¶ الثَّقَلين. ¶ ومن لم يثبت \" فُعِّيلاً \" في الكلام أَوَّلَ هذه الأشياء، وقال في",
            "page": "72",
            "part": "1",
            "seal": "E5C2F2E9"
        },
        {
            "id": "72",
            "nass": "دُرِّيء: وزنه \" فُعُّول \" كسُبُّوح، وكان الأصل فيه دُرُّوء ثم استثقل، فحوّلت الضمة في الراء كسرة والواو ياء، فقيل دُرِّيء. ¶ وأما مُرَيق فالقول فيه كالقول في دُرِّيء، أو يكون لقلته لم يُعْتَدَّ به. ¶ أما سُرِّيَّة فهي \" فُعْليّة \" منسوبة إلى السَرّ وهو الجماع والإخفاء، لأن الإنسان كثيراً ما يُسِرُّها ¶ ويَسْتَرُّها عن حُرَّته، وإنّما ضُمَّت سينه لأجل النسب. ¶ وأما مرِّيخ فقد قيل وزنه \" فِعِّيل \" بكسر الميم. ¶ وأما علِّيّة فقد قيل فيه أيضاً \" فِعِّيلة \" بكسر العين. ¶ وأما ذُريَّة فيحتمل أن يكون وزنه \" فُعلولة \" من الذَّرّ، والأصل ¶ ذُرُّورة، فأبدلوا من الراء الأخيرة ياء لأجل التضعجف، فقالوا: ذُرُّوية، ثم ¶ قلبوا الواو ياءً وأدغموها في الياء فصار ذرِّيَّة، فحؤلوا الضمّة كسرة لأجل ¶ الياء، وسيأتي الكلام على \" ذرّيَّة \" بعد هذا. ¶ وأما قراءة فتح الذال مع المدّ والهمز فقرأ بها قتادة، وأبان بن ¶ عثمان، وابن المسيّب، وأبو رجاء، وعمرو بن فائد، والأعمش. ¶ ونصر بن عاصم، ووجهها أنها \" فَعِّيل \" من الدَّرء، قال ابن جني: وهو ¶ وزن عزيز لم يُحفظ منه إلا السَّكَينة بفتح السين وشدّ الكاف.",
            "page": "73",
            "part": "1",
            "seal": "583321C0"
        },
        {
            "id": "73",
            "nass": "وأما قراءة كسر الدال مع المد والهمز فقرأ بها أبو عمرو، والكسائي. ¶ ووجهها أنها \" فِعِّيل \" من الدَّرء، وهو وزنٌ كثير في الأسماء، كسِكّين. ¶ وسِكّير. ¶ تتميم: ¶ الكوكب هو النجم البادي، ولا يقال له كوكب إلا عند ظهوره، قاله ¶ الراغب. ¶ وكوكبُ الشيء: معظمه. وكوكبُ الروضة: نورها. ¶ وكوكبُ الحديد: بريقه. ¶ والكوكب: البياض في سواد العين، ذهب البصر أو لم يذهب. ¶ والكوكب: قطرات الجليد التي تقع على البَقل بالليل. ¶ والكوكب: شدة الحرّ ومعظمه. ¶ والكوكب: الماء. ¶ والكوكب: السيف. ¶ والكوكب: سيّد القوم. ¶ والكوكب: الرجل بسلاحه. ¶ والكوكب: المَحْبِس. ¶ والكوكب: الجماعة من الناس. ¶ والكوكب: المسمار. ¶ والكوكب: الخطّة تخالف لون أرضها. ¶ والكوكب: عين البئر، والكوكب: الجبل. ¶ قال الأزهري: سمعنا غير واحد من العرب يقول للزُّهرة من ¶ بين الكواكب: كوكبة، يؤنثها، وسائر الكواكب تذكر. ¶ قال الضحّاك: والمراد بالكوكب في الآية: الزُّهرة. شبَّه الزجاجة بها ¶ في ضوئها وشعاعها.",
            "page": "74",
            "part": "1",
            "seal": "CE0CEE69"
        },
        {
            "id": "74",
            "nass": "وهنا تنبيه: وهو أن كوكبا وزنه \" فوعل \"، والواو زائدة، فكان حقّ ¶ الجوهري أن يذكره في فصل \" ككب\" لا في فصل \" كوكب\"، والله أعلم. ¶ ومن ذلك قوله تعالى في سورة \" ص \": (ص وَالْقُرْآنِ ذِي الذِّكْرِ (1) ¶ قرئ بضمّ الدال من (ص) وفتحها وكسرها. ¶ فأما قراءة الضئم فقرأ بها الحسن، وابن السَّمَيْفَع، وهارون الأعور. ¶ وتوجيهُها: أنّ من قال: إن \" صاداً \" اسم للسورة، فيكون خبرَ مبتدأ ¶ محذوف، أي: هذه صاد، ومنع الصرف للتأنيث والعلميّة. ¶ ومن قال: إنه حرف مقتطع من كلمةٍ: أمّا من الصَّمَد والصادق، أو من صدق محمد، فلا محلَّ له من الإعراب. ¶ وأما قراءة الفتح فقرأ بها عيسى، ومحبوب عن أبي عمرو، ووجههما",
            "page": "75",
            "part": "1",
            "seal": "E1422A5B"
        },
        {
            "id": "75",
            "nass": "أنه فتح طلباً للخفّة، فالحركة حركة بناء. ¶ وقيل: إنه معرب وانتصب على أنه مقسم به حذف منه حرف القسم، نحو: اللهِ لأفعلَنّ، وهو على هذا اسم للسورة، وامتنع الصَّرف لما تقدّم. ¶ وقيل: هو مفعول بإضمار فعل، أي: اتلُ صادَ، وهو لا ينصرف. ¶ وأما قراءة الكسر فقرأ بها أبى، والحسن، وابن أبي إسحاق. ¶ وأبو السمَّال، وابن أبي عبلة، ونصر بن عاصم، ووجهها أنه كسر لالتقاء ¶ الساكنين، فهو حرف من حروف المعجم، وقيل: هو أمر من صادَى ¶ يُصادي، بمعنى عارض، والمعنى عارِضْ يا محمّد بعملك القرآن. ¶ وقرأ السبعة (صادْ) بإسكان الدال، ووجهها أن حروف المعجم لا يدخلها إعراب، وهي موقوفة الآخر. ¶ تتميم: ¶ واختلفوا في جواب القسم اختلافاً كبيراً: ¶ فقيل: هو مذكور. واختُلِفَ في تعيينه: فقيل: (إِنَ ذَلِكَ لحقٌّ) ¶ وقيل: (إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ) : وقيل: (كَمْ أَهْلَكْنَا) ¶ على حذف اللام، أي: لكم. وقيل: (ص) . والتقدير: والقرآن ذي الذكر صدق محمد، وهذا مبنى على تقدم جواب القسم، وعلى أنّ (ص) حرفٌ ¶ مُقتطع.",
            "page": "76",
            "part": "1",
            "seal": "0715D00F"
        },
        {
            "id": "76",
            "nass": "وقيل: الجواب محذوف، واختلف في تقديره، فقيل: تقديره: لقد ¶ جاءكم الحقّ. ¶ وقيل: تقديره: إنه لمعجز. ¶ وقيل: ما الأمر، ما تزعمون. ¶ قال الشيخ أبو حيَّان: وينبغي أن يقدّر هنا ما أثبت جواباً للقرآن حين ¶ أقسم به، وذلك في قوله تعالى: (يس (1) وَالْقُرْآنِ الْحَكِيمِ (2) إِنَّكَ لَمِنَ الْمُرْسَلِينَ (3) ¶ فيكون التقدير: والقرآن ذي الذِّكر إنّك لَمِن المرسلين. ¶ قال: ويُقَوّي هذا التقدير ذكر النِّذارة هنا في قوله تعالى: (وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ) ، وقال هناك: (لِتُنْذِرَ قَوْمًا) ، فالرسالة تتضمّن النِّذارة. انتهى. ¶ قلت: وهذا الذي استنبطه الشيخ حسن جدّاً، ونظيره ما استنبطه ¶ ابن جنّي من قوله تعالى: (سُورَةٌ أَنْزَلْنَاهَا) ، فيمن قرأ بالنصب. ¶ حين اختلف النحاة في الناصب، فقال قوم: التقدير: اقرأ. ¶ وقال قوم: اتلُ. ¶ قال ابن جنّي: ينبغي أن يكون التقدير: تدبّر سورة، كقوله تعالى: ¶ (أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ) .",
            "page": "77",
            "part": "1",
            "seal": "2DA1864C"
        },
        {
            "id": "77",
            "nass": "حرف الذَّال ¶ فمن ذلك قوله تعالى في سورة \" البقرة \": (قَالَ وَمِنْ ذُرِّيَّتِي) ¶ قرئ بضمّ الذّال وفتحها وكسرها: ¶ فأما قراءة الضمّ فقرأ بها السبعة، ووجهها أنها تحتمل أن تكون مشتقّة ¶ من ذَرَيْت، أو من ذَرَوْت لغة في ذريت، أو من ذرأَ الله الخلق، أو من ¶ الذَّرّ. إذا تقرّر هذا فيحتمل ذُرّيّة بضمّ الذال أوجها: ¶ الأوّل: أن تكون \" فُعُّولة \" من ذرأ الله الخلق، الأصل ذُرُّوءة، فقُلبت ¶ الهمزة ياء، صار ذُرُّوية، اجتمعمتا الواو والياء وسبقت إحداهما بالسكون ¶ فقلبت الواو ياء، ثم أدغمت الياء في الياء، وكسرت الراء لأجل الياء. ¶ الثاني: أن تكون \" فُغَيلة \" من: ذرأ الله الخلق، الأصل ذُرِّيئة، قلبت",
            "page": "78",
            "part": "1",
            "seal": "10003E1D"
        },
        {
            "id": "78",
            "nass": "الهمزة ياء تخفيفاً، ثم أدغموا الياء في الياء. ¶ الثالث: أن تكون \" فُعّولة \" من ذَرَوْت، الأصل ذُزُووة، أبدلت الواو ¶ الأخيرة ياء، فصارت ذُرُّوية، اجتمعت الياء والواو وسبقت إحداهما ¶ بالسكون، فصنع به ما تقدّم من قلب الواو ياء وإدغام الياء في الياء، فصار ¶ ذُزُيّة، ثم كسرت الراء لأجل الياء بعدها. ¶ الرابع: أن تكون \" فُعِّيلة \" من ذَرَوْت، الأصل ذُرِّيوة، اجتمعت الواو ¶ والياء وسبقت إحداهما بالسكون، قلبت الواو ياء، وأدغمت الياء في ¶ الياء، فقيل ذُرِّيّة. ¶ الخامس: أن تكون \" فُعُّولة \" من ذريت، الأصل ذُرُّوية، ثم أبدلت الواو ¶ ياء، وأدغمت الياء في الياء، وكسرت الراء لأجل الياء. ¶ السادس: أن تكون \" فُعِّيلة \" من ذريت، الأصل ذُرِّيية، وأدغمت الياء ¶ في الياء. ¶ السابع: أن تكون \" فُعْلِيّة \" من الذّرّ، وهو مفرد كقُمْرِيّة، فالياء زائدة ¶ لا للنسب. ¶ الثامن: أن تكون \" فُعْلِيّة \" على وجه النسب إلى الذَّرّ، فالياء للنسب. ¶ وضمّ الذّال من تغيّر النسب، كما قالوا في النسب إلى الدَّهْر: دُهري. ¶ التاسع: أن تكون \" فُعِّيلة \" كمُرِّيقة، الأصل ذُرِّيرة، فقلبت الراء ¶ الأخيرة ياء، كما قالوا في تَسَرَّرْتُ: تَسَرَّيْتُ، وأدغمت الياء في الياء.",
            "page": "79",
            "part": "1",
            "seal": "B0933DB3"
        },
        {
            "id": "79",
            "nass": "العاشر: أن تكون \" فُعّولا \" كسُبوح وقُدوس، الأصل ذُرُّورة، أبدلت ¶ الراء الأخيرة ياء، ثم فعل به ما تقدَّم من الإبدال والإدغام وكسر الراء. ¶ الحادي عشر: أن تكون \" فُعلولاً \" كقُردودة، الأصل ذُرُّورة، أبدلت ¶ الراء الأخيرة ياء، ثم فعل به ما تقدّم من الإبدال والإدغام وكسر الراء. ¶ وأما قراءة الفتح فقرأ بها أبو جعفر، ووجهها أنّها تحتمل أوجها: ¶ الأول: أن تكون \" فَعِّيلة \" من ذرأ، مثل سَكّينة بتشديد الكاف لغة في ¶ السَّكِينة بتخفيفها، الأصل ذَرِّيئة بالهمز، فخففت الهمزة بإبدالها ياء، ثم ¶ أدغمت الياء في الياء فصار ذَرِّيّة. ¶ الثاني: أن تكون \" فَعُّولة \" من ذرأ، كخَرُّوبة، الأصل ذَزُوءة، أبدلت ¶ الهمزة ياء بدلا مسموعاً، وقلبت الواو ياء، وأدغمت إحداهما في ¶ الأخرى، ثم كسرت الراء لأجل الياء. ¶ الثالث: أن تكون \" فَعِّيلة \" من ذروت، الأصل ذَرِّيوه، اجتمعت الواو ¶ والياء سبقت إحداهما بالسكون، قُلبت الواو ياء، وأُدغمت الياء في الياء. ¶ فصار ذَريَّة. ¶ الرابع: أن تكون \" فَعُّولة \" من ذروت، الأصل ذرُّورة، أبدلت الراء ¶ الأخيرة ياء، واجتمعتا الواو والياء، وسبقت إحداهما بالسكون، فقُلِبَت ¶ الواو ياء، وأدغمت الياء في الياء، وكسرت الراء لأجل الياء.",
            "page": "80",
            "part": "1",
            "seal": "BD483684"
        },
        {
            "id": "80",
            "nass": "الخامس: أن تكون \" فَعِّيلة \" من ذريت، الأصل ذَرِّيية، أُدغمت الياء في الياء. ¶ السادس: أن تكون \" فَعُّولة \" من ذريت، الأصل ذَرُّوية، اجتمعت الواو ¶ والياء وسبقت إحداهما بالسكون، فقلبت الواو ياء، وأدغمت الياء في ¶ الياء، وكسرت الراء لأجل الياء. ¶ السابع: أن تكون \" فَعْلِيّة \" من الذّرّ، كبَرْنيّة، والياء زائدة لا للنَّسَب. ¶ الثامن: أن تكون \" فَعْلِيّة \" والياء للنَّسَب. ¶ التاسع: أنْ تكون \" فَعُّولة \" كخَرُّوبة من الذَّرّ، والأصل ذَرورة، قُلبت ¶ الراء الأخيرة ياء، فاجتمعت الياء والواو وسبقت إحداهما بالسكون. ¶ فقلبت الواو ياء وأدغمت الياء في الياء، وكسرت الراء من أجل الياء. ¶ العاشر: أن تكون \" فَعِّيلة \" كسَكِّينة من الذَّرِّ، والأصل ذَرّيرة، قلبت ¶ الراء الأخيرة ياء، وأدغمت الياء في الياء. ¶ الحادي عشر: أن تكون \" فَغُولة \" كثَلُّولة الأصل ذرّورة، أبدلت الراء ¶ الأخيرة ياء، فاجتمعت الواو والياء وسبقت إحداهما بالسكون، فقلبت ¶ الواو ياء، وأدغمت الياء في الياء، وكسرت الراء لأجل الياء. ¶ وأما قراءة الكسر فقرأ بها زيد بن ثابت، ووجهها أنها تحتمل أوجها: ¶ الأول: أن تكون \" فِعِّيلة \" من ذرأ الله الخلق، الأصل ذِرِّيئة، فقلبت ¶ الهمزة ياء تخفيفاً، وأدغمت الياء في الياء.",
            "page": "81",
            "part": "1",
            "seal": "55E6DFA0"
        },
        {
            "id": "81",
            "nass": "الثاني: أن تكون \" فِعَّيلة \" من ذروت، والأصل ذِرِّيوة، اجتمعت الواو ¶ والياء وسبقت إحداهما بالسكون، فقلبت وأُدغم. ¶ الثالث: أن تكون \" فِعَّيلة \" من ذَرَيت، الأصل ذِرَّيية، فأدغمت الياء في ¶ الياء. ¶ الرابع: أن تكون \" فِعْلِيّة \" منسوبة إلى الذرّ على غير قياس. ¶ الخامس: أن تكون \" فِعليّة \" من الذَّرّ، والأصل ذرّيرة، فقلبت الراء ¶ الأخيرة ياء، وأدغمت الياء في الياء. ¶ السادس: أن تكون \" فِعليلة \" كحِلتيت، وهو صمغ، الأصل: ذِرّيرة. ¶ قلبت الراء الأخيرة ياء، وصنع ما تقدم. ¶ فهذه ثمانية وعشرون وجهاً: ¶ مع ضمّ الدال أحد عشر وجهاً. ¶ ومع الفتح كذلك. ¶ ومع الكسر ستة. ¶ وأما من قال في ذرّيَّة: ذَرْية على وزن جَفْنة، فهي من ذريت لا غير. ¶ تتميم: ¶ الذرّيّة لغة: نَسْلُ الثقَلَين، وقد تقدّم اشتقاقه، فمن قال إنّها من ذرأ الله ¶ الخلق بمعنى خلقهم، قال: إنما سُمّوا ذُرّيّة لأنهم مخلوقون. ¶ ومن قال إنّها من الذَّرّ قال: إنّ الله لما مسح على ظهر آدم خرجوا كالذَّرّ. ومن قال إنّها من ذروت أو ذريت قال: سُمُّوا بذلك لسرعتهم وعجلتهم في ¶ الأشياء، وخلق الإنسان عجولاً.",
            "page": "82",
            "part": "1",
            "seal": "2DE5ECE2"
        },
        {
            "id": "82",
            "nass": "والجار والمجرور من قوله تعالى: (وَمِنْ ذُرِّيَّتِي) يتعلق بمحذوف، التقدير: واجعلْ فريقاً من ذُرِّيَّتِي إماماً، فحُذف الفعل والمفعولان لدلالة ما تقدّم عليه.",
            "page": "83",
            "part": "1",
            "seal": "3A4F75D6"
        },
        {
            "id": "83",
            "nass": "حرف الرَّاء ¶ فمن ذلك قوله تعالى في سورة \" البقرة \": (لَا تُضَارَّ وَالِدَةٌ بِوَلَدِهَا) ¶ قرئ برفع الراء وفتحها وكسرها مع التشديد: ¶ أما قراءة الرفع فقرأ بها ابن كثير وأبو عمرو ويعقوب وأبان عن ¶ عاصم، ووجهها أنه مرفوع على الخبر اللفظي، وهو في المعنى أمر، إذ ¶ لو كان خبراً لفظاً ومعنى لم يقع فيه خُلف، والخُلف واقع وهو الضَّرَر. ¶ وأما قراءة الفتح فقرأ بها باقي السبعة، ووجهها أن (لا) ناهية. ¶ و (تضارّ) مجزوم بها، فسكنت الراء الأخيرة للجزم وسكنت الأولى ¶ للإدغام، فالتقى ساكنان، فحُرِّكت الأخيرة منهما بالفتح طلباً للخفّة ¶ ومناسبة الألف قبلها.",
            "page": "84",
            "part": "1",
            "seal": "9267D119"
        },
        {
            "id": "84",
            "nass": "وأما قراءة الكسر فقرأ بها الحسن، ووجهها وجه قراءة الفتح، إلاّ أنه ¶ كسرت الراء على أصل التقاء الساكنين. ¶ وفيه قراءة غير ما ذكر: قرأ أبو جعفر (لا تضار) بسكون الراء مع ¶ التشديد، وحكي عنه بالتسكين مع التخفيف. ¶ وعن ابن عبّاس رضي الله عنهما أنه قرأ بالفكِّ وفتح الراء الأولى. ¶ تتميم: ¶ اعلم أن (لَا تُضَارَّ) المدغم يحتمل أن تكون أصله \" لا تضارِر \" بكسر ¶ الراء الأولى وفتحها كما قرأ ابن عبّاس. ¶ وإن كان الأصل كسر الراء، ف (والدة) فاعل والمفعول محذوف، والباء في (بولدها) سببيّة. ¶ والتقدير: لا تضارّ والدةٌ زوجَها بسبب ولدها. ¶ وإن كان الأصل بفتح الراء الأولى كما قرأ ابن عبَّاس، ف (والدة) مفعول لم يسمّ فاعله، والباء أيضاً في (بولدها) سببيّة. والله أعلم.",
            "page": "85",
            "part": "1",
            "seal": "2BE2F589"
        },
        {
            "id": "85",
            "nass": "ومن ذلك قوله تعالى في سورة \" آل عمران \": (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ) ¶ قرئ بكسر الراء من (رِبِّيُّونَ) وضمِّها وفتحها: ¶ أما قراءة الكسر فقرأ بها السبعة، ووجهها أنّه منسوب إلى الرَّبّ. ¶ وكسرت راؤه لأجل النسب، لأنه مبنيّ على التغيير، ونظيره قوله: \"إمسيّ\" ¶ بكسر الهمزة في النسب إلى \" أمس \" قاله الأخفش. ¶ وقيل: إن كسرة الراء إتباع. ¶ قال الزجّاج: وهو منسوب إلى الرِّبّة: وهي الجماعة، ثم جمع ¶ بالواو والنون. ¶ وقال الجوهريّ: الرِّبّيّ واحد الربّتين، وهم الألوف من ¶ الناس، قال تعالى: (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ) . ¶ وأما قراءة الضمّ والفتح فقرأ بهما ابن عبّاس، وذلك كلّه من تغيّر ¶ النسب. ¶ وقال ابن جنّي في الفتح: هي لغة. ¶ تتميم: ¶ قرئ في السبع (قاتَلَ) و (قُتِلَ) بالبناء للمفعول وتخفيف التاء.",
            "page": "86",
            "part": "1",
            "seal": "8CA40033"
        },
        {
            "id": "86",
            "nass": "وقرأ قتادة (قُتَلَ) بالبناء للمفعول وتشديد التاء. ¶ والفعل في هذه القراءات يحتمل أن يكون فاعله ضميراً مستتراً. ¶ والتشديد في قراءة قتادة للتكثير بالنسبة إلى الأشخاص لا لكلِّ فرد فرد، لأن القتل لا يتكثَّر في كلّ فرد. ¶ و (مَعَهُ رِبِّيُّونَ) جملة من مبتدأ وخبر في موضع الحال، والعائد الضمير ¶ في (معه) . ويحتمل أن تكون (رِبِّيُّونَ) هو الفاعل فلا يكون في الفعل ¶ ضمير. ¶ ومن ذلك قوله تعالى في سورة \" النساء \": (لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ) ¶ قرئ برفع الراء من (غَيْرُ) ونصبها وجرّها: ¶ أما قراءة الرفع فقرأ بها ابن كثير وأبو عمرو وحمزة، ووجهها أنها ¶ مرفوعة على البدل من (القاعدين) ، وقيل: وهو أولى من النعت. ¶ لأنّهم نصَّوا على أن الأفصح بعد النفي البدل، كقوله تعالى: (مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ) ، ولأجل هذا اجتمع القرّاء السبعة عليه إلاّ",
            "page": "87",
            "part": "1",
            "seal": "962F2B6F"
        },
        {
            "id": "87",
            "nass": "ابن عامر، ثم النصب على الاستثناء كقراءة ابن عامر، ثم الصفة. ¶ فالصفة على هذا في رتبة ثالثة. ¶ ولأنه يلزمُ من إعراب (غير) هنا نعتاً نعتُ المعرفة بالنكرة، لأنّ (غيراً) نكرة وإن أُضيفت إلى معرفة. ¶ ومذهب سيبويه ومن تبعه أن (غيراً) هنا صفة، ويعتذر عمّا يلزمه من وصف المعرفة بالنكرة بأن يقدّر في (القاعدين) الشياع لكونهم غير مُعَيَّنين، فكأنّهم ¶ نكرات، فلذلك وصف بالنكرة، أو يقدّر إخراج (غير) عن وضعها فيقدّر ¶ فيها التعريف، هذا هو مذهب سيبويه وما يلزم عليه. ¶ وأما قراءة النصب فقرأ بها نافع وابن عامر والكسائي وعاصم. ¶ ووجهها أنها استثناء من (القاعدين) وقيل: من (المؤمنين) ¶ وقيل: الأول أظهر، لأنه المُحَدَّث عنه. ¶ وقيل: انتصب على الحال من (القاعدين) . ¶ وأما قراءة الكسر فقرأ بها الأعمش وأبو حَيوة، ووجهها أنها صفة ¶ لـ (المؤمنين) .",
            "page": "88",
            "part": "1",
            "seal": "60121D0C"
        },
        {
            "id": "88",
            "nass": "فإن قلت: يلزم منه وصف المعرفة بالنكرة؟. ¶ فالجواب ما تقدّم من تقدير الشياع في (المؤمنين) ، أو تقدير التعريف في (غير) ؛ لأنّ سيبويه يرى أنّ كلَّ ما إضافته غيرُ محضة قد يُقصد بها التعريف فتصير مَحضة، إلاّ: الحسن الوجه. ¶ تتميم: ¶ \" غير \" اسم مفرد مذكّر دائماً، وإذا أُريد به المؤنّث جاز تذكير الفعل ¶ حملاً على اللفظ، وجاز تأنيثه حملاً على المعنى، ومدلوله المخالفة بوجه ¶ ما، وأصله الوصف، ويستثنى به، ويلزم الإضافة لفظاً أو معنى، وإدخال ¶ \" أل \" عليه خطأ. ¶ ومن ذلك قوله تعالى في سورة \" الأنعام \": (قُلْ أَغَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ) ¶ قرئ بجرّ الراء من (فَاطِرِ) ورفعها ونصبها: ¶ أما قراءة الجرّ فقرأ بها السبعة، ووجهها الجرّ على النعت للفظ ¶ الجلالة، أو على البدل، والبدل أحسن للفصل بين النعت والمنعوت. ¶ ويسهل الفصل بين البدل والمبدل منه لكون البدل على تقدير تكرار ¶ العامل.",
            "page": "89",
            "part": "1",
            "seal": "5690BA83"
        },
        {
            "id": "89",
            "nass": "وأما قراءة الرفع فقرأ بها ابنُ أبي عَبلة، ووجهها أنه خبر لمبتدأ ¶ محذوف، والتقدير: هو فاطر، وجعله ابن عطيّة مرفوعاً على الابتداء. ¶ والخبر محذوف، واستبعده أبو حيَّان لأنه لا دليل عليه. ¶ وأما قراءة النصب فلم ينسبها أبو حيَّان، ووجهها أنّه منصوب على ¶ أنه صفة لى (وليّ) وتكون الإضافة المراد بها الانفصال، أي: فاطر ¶ السمواتِ والأرض. ويمكن أن يكون بدلاً من (وليّ) . ¶ ونقل عن الأخفش أنه نصبه على المدح، وهو أَخُصّ. ¶ ومن ذلك قوله تعالى في سورة \" المص\" الأعراف،: (مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ) ¶ قرئ برفع الراء من (غَيْرُهُ) وجرّه ونصبه: ¶ فأما قراءة الرفع فقرأ بها السبعة إلا الكسائي، ووجهها النعت أو",
            "page": "90",
            "part": "1",
            "seal": "E3552498"
        },
        {
            "id": "90",
            "nass": "البدل من (إله) على الموضع؛ لأن (من) زائدة، والأصل: ما لكم إله. ¶ وأما قراءة الجرّ فقرأ بها الكسائي، ووجهها النعت أو البدل على لفظ ¶ (إله) . ¶ وأما قراءة النصب فقرأ بها عيسى بن عمر، ووجهها النصب على ¶ الاستثناء. ¶ والرفع والجرّ أفصح. ¶ ومن ذلك قوله تعالى في سورة \" الزلزلة \" (1) : (قُلْ أَفَأُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُوا) ¶ قرئ برفع الراء من (النَّارُ) ¶ ونصبها وجرّها. ¶ فأما قراءة الرفع فقرأ بها السبعة، ووجهها أن (النَّارُ) مرفوعة على ¶ إضمار مبتدأ، أي: هو النار. كأنّ سائلاً سأل: ما الشرّ؛ فقيل له: هو ¶ النار. و (وعدها) إما حال على حذف \" قد \"، وإما استئناف، وإما خبر ¶ __________ ¶ (1) وهي سورة \" الحج \"، تُسَمّى \" الزلزلة \" لأنها افتُتِحت بقوله تعالى: (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ (1) .",
            "page": "91",
            "part": "1",
            "seal": "1750EB58"
        },
        {
            "id": "91",
            "nass": "بعد خبر على مذهب من يجوّز ذلك، أخبر أولاً بالاسم، ثم بالجملة. ¶ وقيل: (النَّارُ) مبتدأ، و (وعدَها) الخبر. ¶ وأما قراءة النصب فقرأ بها ابن أبي عبلة، وإبراهيم بن يوسف عن ¶ الأعمش، وزيد بن علي. ووجهها أنها منصوبة على إضمار أعني، كأن ¶ قائلاً سأل: ما تعني بالشرّ؛ فقيل: أعني النار. ويمكن انتصابه على ¶ الاشتغال على من جعل (النَّارُ) في قراءة الرفع مبتدأ. ¶ وأما قراءة الجرّ فقرأ بها ابن أبي إسحق، وإبراهيم بن نوح عن ¶ قتيبة، ووجهها أنها مجرورة على البدل من (شَرٍّ) . ¶ تتميم: ¶ الضمير في (وعدها) يحتمل أن يكون المفعول الأول، فتكون",
            "page": "92",
            "part": "1",
            "seal": "EE2DC57D"
        },
        {
            "id": "92",
            "nass": "(النَّارُ) موعودة بالكفار، يؤيّده: (هَلْ مِنْ مَزِيدٍ) ¶ ويحتمل أن يكون الضمير المفعول الثاني و (الذين كفروا) هو المفعول الأول، فيكون (الذين كفروا) موعودين بالنار، يؤيِّده قولُه تعالى: (وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ) . ¶ ومن ذلك قوله تعالى في سورة \" المؤمنين \": (وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ (50) . ¶ قرئ بضمّ الراء من (رَبْوَةٍ) وفتحها وكسرها. ¶ وقرىء أيضاً (رباوة) بضمّ الراء وفتحها وكسرها: ¶ فأما قراءة الضمّ فقرأ بها السبعة إلاّ عاصماً، وابن عامر، وهي لغة ¶ قريش. ¶ وأما قراءة الفتح فقرأ بها عاصم، وابن عامر، والحسن، وأبوعبد الرحمن. ¶ وأما قراءة الكسر فقرأ بها أبو إسحق السَّبيعي.",
            "page": "93",
            "part": "1",
            "seal": "DC9B4799"
        },
        {
            "id": "93",
            "nass": "وأما قراءة (رُباوة) بضم الراء والألف فقرأ بها ابن أبي إسحق. ¶ وأما قراءة (رَباوة) بفتح الراء فقرأ بها زيد بن علي، والأشهب ¶ العُقيلي، والفرزدق، والسُّلَمي. ¶ وأما قراءة (رِباوة) بكسر الراء فنقلها الشيخ أبو حيَّان ولم ينسبها. ¶ والكلّ لغات بمعنى واحد. والرُّبوة بالضم أفصحها. ¶ تتميم: ¶ اَوى: معناه: ضمّ. يقال: آواه يُؤْويه إيواء: إذا ضمَّه، وأوى إذا كان ¶ قاصراً فالهمزة في أوّله مقصورة، قال تعالى: (إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ) ، وإذا كان متعدياً كانت ممدودة، قال تعالى: (وَآوَيْنَاهُمَا) ¶ وقد اجتمع الأمران في قوله صلّى الله عليه وسلّم: \" فأوى إلى الله فآواه الله\" هذا هو الأفصح.",
            "page": "94",
            "part": "1",
            "seal": "F6C59D78"
        },
        {
            "id": "94",
            "nass": "والربوة في اللغة: المكان المرتفع، من ربا يربو: إذا ارتفع وزاد، ومنه ¶ قوله تعالى: (زَبَدًا رَابِيًا) ، وقوله تعالى: (اهْتَزَّتْ وَرَبَتْ) . ¶ واختلف المفسّرون في المراد بالربوة في الآية: فقيل: هي غوطة ¶ دمشق، وهي ذات قرار ومعين على الحقيقة. ¶ وقيل: رملة فلسطين. ¶ وقيل: بيت المقدس لارتفاعه. ¶ زعم كعب: في التوراة أن بيت المقدس ¶ أقرب الأرض إلى السماء، وأنه يزيد على الأرض ثمانية عشر ميلاً. ¶ وقيل: هي أرض مصر. والله أعلم. ¶ ومن ذلك قوله تعالى في سورة \" القصص \": (حَتَّى يُصْدِرَ الرِّعَاءُ) ¶ قرئ بكسر الراء من (الرِّعَاءُ) وفتحها وضمّها: ¶ فأما قراءة الكسر فقرأ بها السبعة، ووجهها أن (الرعاء) جمع تكسير. ¶ الواحد راعٍ، وهو شاذّ، لأن وجهه أن يكون رُعاة، كقاضٍ وقضاة، وأخطأ ¶ الزمخشري في جعله قياساً، قاله الشيخ أبو حيَّان.",
            "page": "95",
            "part": "1",
            "seal": "F2B5CE29"
        },
        {
            "id": "95",
            "nass": "وأما قراءة الفتح فقرأ بها عيّاش عن أبي عمرو، ووجهها أن الرعاء ¶ - مصدر أقيم مقام الصفة، فاستوى فيه لفظ الواحد والجمع، كعَدل ورِضىً، وقد يحتمل أن يكون على حذف مضاف: أي أهل الرعاء. ¶ وأما قراءة الضمّ فنقلوها ولم ينسبوها، ووجهها أن (الرِّعَاءُ) اسم ¶ جمع كالرُّخال، وهي أولاد الضأن، قاله أبو البقاء. ¶ تتميم: ¶ (الرِّعَاءُ) فاعل بـ (يصدر) ، فمن قرأ بفتح الياء وضمّ الدّال فالفعل ¶ قاصر، والمعنى: حتى يَرْجِعَ الرعاء بأغنامهم. ¶ ومن قرأ بضمّ الياء وكسر الدال فالفعل متعا والمفعول محذوف، والمعنى: حتى يَرْجِعَ الرعاءُ أغنامهم. ¶ ومن ذلك قوله تعالى في سورة \" الواقعة \": (وَحُورٌ عِينٌ (22) . ¶ قرئ برفع الراء والنون وبجرّهما وبنصبهما.",
            "page": "96",
            "part": "1",
            "seal": "CB6C7041"
        },
        {
            "id": "96",
            "nass": "فأما قراءة الرفع فقرأ بها السبعة إلا حمزة والكسائي، ووجهها أن ¶ يكون (وَحُورٌ) معطوفاً على (ولدان) أي: ويطوف عليهم حور عين. ¶ لكن طواف تنعيم لا طواف خدمة. ¶ ويحتمل أن يكونَ معطوفاً على الضمير في (مُتكئين) أي متّكئين هم وحور عين، فتكون الحورُ متّكئاتٍ لا طائفات. ¶ ويحتمل أن يكونَ معطوفاً على مبتدأ محذوف هو وخبره. ¶ التقدير: لهم هذا كله وحور عين. ويحتمل أن يكون (حور) خبر مبتدأ ¶ محذوف، تقديره: ونساؤهم حورٌ عين، أو أن يكون مبتدأ وخبرُه ¶ محذوف، أي: ولهم حور، أو ثَمّ حور. ¶ وأما قراءة الجرّ فقرأ بها حمزة، والكسائي، والسُّلَميّ، والحسن. ¶ وعمرو بن عُبيد، وأبو جعفر، وشيبة، والأعمش، وطلحة، والمفضّل. ¶ وأبان عن عاصم، ووجهها أنها معطوفة على المجرور التي يطاف بها ¶ عليهم لفظاً لا معنى؛ لأن الحور لا يُطاف بهنّ، فيكون التقدير: يُنَعّمون",
            "page": "97",
            "part": "1",
            "seal": "B6940614"
        },
        {
            "id": "97",
            "nass": "بحور عين، فهو من باب: ¶ وعَلَفْتُها تِبنا وماء باردا. . . ¶ وقد تقدَّم نظيره. وجعله الزمخشري عطفاً على (جنات) قال: كأنه ¶ قال: هم في جنات وكذا وكذا وحور عين. ¶ قال الشيخ أبو حيَّان: وهذا فيه بعد وتفكيك لكلام مرتبط بعضه ببعض، وهو فهم أعجمي. ¶ وأما قراءة النصب فقرأ بها أُبيّ، وعبد الله، ووجهها أنها منصوبة على ¶ المفعول، أي: ويُعْطَون حُوراَ عيناً. و (عين) تابع لـ (حور) في هذا كلِّه. ¶ تتميم: ¶ وفيها قراءات غير ما ذكرناه: ¶ قرأ النَّخعي (وحِيرِ عينٍ) بقلب الواو ياء، وخفضها. ¶ وقرأ قَتادة (وحورُ عينٍ) برفع الراء وخفض (عين) على الإضافة.",
            "page": "98",
            "part": "1",
            "seal": "5D98FEA8"
        },
        {
            "id": "98",
            "nass": "وقرأ ابن مِقْسَم بنصب الراء وخفض (عين) على الإضافة. ¶ وقرأ عكرمة: (وحَوراء عَيناء) . ¶ والحُور جمع حَوراء. يقال: امرأة حوراء: إذا كانت عينها شديداً ¶ بياضُها شديداً سوادُها. ¶ وقال الأصمعي: ما أدري ما الحَوَر في العين. ¶ وقال أبو عمرو: والحَوَر: أن تَسْوَدَّ العينُ كلُّها مثلَ عين الظِّباء. ¶ وإنما قيل للنساء حُور العين تشبيهاً لهن بالظِّباء والبقر. ¶ والعِين جمع عَيناء. يقال: امرأة عيناء: إذا كانت واسعة العَين.",
            "page": "99",
            "part": "1",
            "seal": "C726D7F5"
        },
        {
            "id": "99",
            "nass": "حرف الزَّاي ¶ فمن ذلك قوله تعالى في سورة \" النُّور \": (الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ) ¶ قرئ بضمّ الزاي فيهما وكسرهما وفتحهما: ¶ فأما قراءة الضمّ فقرأ بها السبعة. ¶ وأما قراءة الكسر فقرأ بها أبو رجاء، ونصر بن عاصم. ¶ وأما قراءة الفتح فقرأ بها ابن أبي عبلة، ونصر بن عاصم في رواية ¶ ابن مجاهد. ¶ وهي كلها لغات بمعنى واحد: فالضمّ لغة أهل الحجاز، والكسر ¶ والفتح لغة قيس. ¶ تتميم: ¶ المِصباح في اللغة: السِّراج، وقيل: السراج أعظم من المصباح،",
            "page": "100",
            "part": "1",
            "seal": "127B584F"
        },
        {
            "id": "100",
            "nass": "لإطلاق السِّراج على الشمس، والمصابيح على الكواكب. ¶ والزجاجة: جوهر شفاف معروف. ¶ واختلف المفسّرون في المراد بالمصباح والزجاجة في الآية: ¶ فقيل: المصباح: نبوّة محمد - صلى الله عليه وسلم -، والزجاجة: قلبه - صلى الله عليه وسلم -. ¶ المصباح: إيمان المؤمن، والزجاجة: قلبه. والله أعلم.",
            "page": "101",
            "part": "1",
            "seal": "06A2042A"
        },
        {
            "id": "101",
            "nass": "حرف السِّين ¶ فمن ذلك قوله تعالى في سورة \" الأنعام \": (وَأَيوُّبَ وَيُوسُفَ) ¶ قرئ بضمّ السين من (يوسف) وفتحها وكسرها. ¶ فأما قراءة الضمّ فقرأ بها السبعة ¶ وأما قراءة الفتح فقرأ بها الحسن، وطلحة، ويحيى، والأعمش. ¶ وعيسى بن عمر. ¶ وأما قراءة الكسر فقرأ بها طلحة بن مصرّف، والجَحْدَرِيّ. ¶ وكلُّ هذه القراءات لغات، أفصحها ضمّ السين. ¶ وروي فيه همز الواو مع الحركات الثلاث في السين، ففيه ستّ ¶ لغات.",
            "page": "102",
            "part": "1",
            "seal": "B0A15FC7"
        },
        {
            "id": "102",
            "nass": "تتميم: ¶ اختلف في (يوسف) هل هو مشتق أو غير مشتقّ: فالصحيح أنه غير ¶ مشتقّ لعجمته، والاشتقاق من خواصّ كلام العرب، وقيل: هو مشتقّ. ¶ سئل بعضهم عن ذلك فقال: الأسيف في اللغة: الحزين، والأسيف: ¶ العبد، وقد اجتمعا في (يوسف) فلذلك سمّي به. وفي هذا الاشتقاق ما ¶ ترى من التكلُّف وإساءة الأدب. ¶ واعلم أن كلّ ما ذُكِر في القرآن من لفظ (يوسف) فهو يوسف بن ¶ يعقوب بن إسحاق بن إبراهيم، صدّيق الله، ابن إسرائيل الله، ابن ذبيح ¶ الله (1) ، ابن خليل الله، الكريم، ابن الكريم، ابن الكريم، ابن الكريم. ¶ صلوات الله عليهم وسلامه. إلاّ قوله تعالى: (وَلَقَدْ جَاءَكُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ) ¶ فقد اختلف فيه، فقيل: هو يوسف بن يعقوب، وقيل: هو يوسف بن إبراهيم بن يوسف بن يعقوب، فيوسف هذا حينئذٍ يوسف بن يعقوب والد والده. والله أعلم. ¶ ومن ذلك قوله تعالى في \" السورة \": (فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا) ¶ قرئ بنصب السين من (وَالشَّمْسَ) والراء من (وَالْقَمَرَ) وجرّهما ورفعهما. ¶ __________ ¶ (1) الصحيح أن الذبيح إسماعيل - عليه السلام - وليس إسحاق - عليه السلام -، والله أعلم.",
            "page": "103",
            "part": "1",
            "seal": "57298F8C"
        },
        {
            "id": "103",
            "nass": "(فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا) ¶ فأما قراءة النصب فقرأ بها السبعة، ووجهها أنّه من قرأ (وَجَعَلَ اللَّيْلَ) فهما معطوفان على (الليل) . ومن قرأ (وجاعل الليل) فعلى مذهب الكسائي الذي يقول إن اسم الفاعل بمعنى المضي يكونان معطوفين على موضع (الليل) لأن (الليل) عنده في موضع نصب. ¶ وعلى مذهب غيره يكونان مفعولين بإضمار فعل، أي: وجعل الشمس ¶ والقمر. ¶ وأمّا قراءة الجرّ فقرأ بها أبو حَيوة، ووجهُها أنّهما معطوفان على ¶ (الليل) فيمن قرأ (وجاعل) . ¶ وأما قراءة الرفع فلم ينسبها الشيخ أبو حيَّان، وإنما قال: وقرىء ¶ شاذّاً. ووجهها أنهما مرفوعان على الابتداء، والخبر محذوف، تقديره: ¶ مجعولان حسبانا.",
            "page": "104",
            "part": "1",
            "seal": "0F8AFDE5"
        },
        {
            "id": "104",
            "nass": "ومن ذلك قوله تعالى في سورة \" المص \"الأعراف،: (حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ) ¶ قرئ بفتح السين من (سَمِّ) وضمّها وكسرها: ¶ فأما قراءة الفتح فقرأ بها السبعة. ¶ وأما قراءة الضمّ فقرأ بها عبد الله. ¶ وأما قراءة الكسر فقرأ بها الأصمعي عن نافع، وهي كلّها لغات. ¶ تتميم: ¶ (السمّ) في الآية: ثقب الإبرة ¶ فيه الفتح والضمّ. ¶ والسمّ: هو القاتل، ذكر الجوهري ¶ ومن ذلك قوله تعالى في سورة \" الرحمن \": (يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ) ¶ قرئ برفع السين من (نحاس) وجرّها ونصبها: ¶ فأما قراءة الرفع فقرأ بها السبعة إلا ابن كثير وأبا عمرو، ووجهها أن ¶ (نحاساً) معطوف على (شواظ) وهو ظاهر.",
            "page": "105",
            "part": "1",
            "seal": "9CE3DBF7"
        },
        {
            "id": "105",
            "nass": "وأما قراءة الجرّ فقرأ بها ابن كثير، وأبو عمرو، وابن أبي إسحاق. ¶ والنَخَعي. ووجهها أنّ (نحاساً) معطوف على (نار) . ¶ وفيه نظر على قول من فسّر (النحاس) بالدُّخان؛ لأنه يلزم منه أن يكون التقدير: وشواظ من دخان، والدخان لا يكون له شواظ وإنما الشواظ للنار، ووجهها أن الدخان لما نشأ عن النار، فكأنّها نار، فيضاف إليها ما يصحّ أن يضاف إلى النار. ومنه قول الفرزدق: ¶ فبِتُّ أقدُّ الزادَ بيني وبينَه. . . على ضوءِ نارٍ مرّةً ودُخانِ ¶ فعطف \" ودُخان \" على \" النار \" وليس للدخان ضوء، وإنما حكم له ¶ بالضوء لأن الدُّخان ينشأ عن النار. ومثله قوله:",
            "page": "106",
            "part": "1",
            "seal": "67473BB2"
        },
        {
            "id": "106",
            "nass": "شرّاب ألبانٍ وتمرٍ وأَقِطْ ¶ والتمر والأَقِط لا يُشربان، لكن حُكِم لهما بحُكْم اللبن لاجتماعهما في ¶ التَغذية. ¶ وأما قراءة النصب فقرأ بها زيد بن علي، وقرأ مع ذلك (ونُرسلُ ¶ عليكما شُواظاً) بضم النون ونصب (شواظ) على المفعول به، فعلى هذا ¶ يكون (ونحاسا) معطوفاً على (شواظ) . ¶ تتميم: ¶ وفيه قراءات غير ما ذكرنا: ¶ قرأ الكَلْبيُّ، وطَلحةُ، ومجاهد (ونِحاسٍ) بكسر النون وخفض السين. ¶ وقرأ ابن جُبير (ونَحْسٌ) بفتح النون وسكون الحاء ورفع السين. ¶ وقرأ حَنْظلةْ كذلك، إلا أنه خفضَ السين.",
            "page": "107",
            "part": "1",
            "seal": "7B6FD2C8"
        },
        {
            "id": "107",
            "nass": "وقرأ الحسن وإسماعيل (نُحُس) بضمّتين وخفض السين. ¶ وقرأ عبد الرحمن بن أبي بَكِرة (ونَحسُّ) فعل مضارع، ماضيه حَسّ: ¶ أي قتل. ¶ وقرأ ابن أبي إسحق كذلك، وخيَّر في الحركات الثلاث في الحاء. ¶ وقد تقدّم في باب الحاء. ¶ واختلف في (شُواظ) : فقيل: هو لهب النّار. وقيل: اللَّهَب الأحمر. ¶ وقيل: الدُّخان الذي يخرج من اللهب. ¶ واختلف أيضاً فى (النحاس) : فقيل: الدخان. وقيل: الصُّفر ¶ المعروف. والله أعلم.",
            "page": "108",
            "part": "1",
            "seal": "BDF9D372"
        },
        {
            "id": "108",
            "nass": "حرف الشِّين ¶ فمن ذلك قولُه تعالى أفي سورة \" الواقعة \": (فَشَارِبُونَ شُرْبَ الْهِيمِ (55) . ¶ قُرىء بضمّ الشِّين وفتحها وكسرها: ¶ فأمّا قراءة الضّمّ فقرأ بها نافع وعاصم وحمزة، ووجهُها أنّه مصدر. ¶ وقيل: اسم لِما شُرِب. ¶ وأمّا قراءة الفتح فقرأ بها باقي السبعة، والأعرج، وابن المُسَيَّب. ¶ ومالك بن دِينار، وابن جُرَيج. ¶ ووجهُها أنه مصدر. ¶ وأما قراءة الكسر فقرأ بها مجاهد وأبو عثمان النَّهدي. ¶ ووجهُها أنّه اسم لا مصدر، يراد به المشروب، مثل الطِّحن يُراد به المطحون.",
            "page": "109",
            "part": "1",
            "seal": "4440C69D"
        },
        {
            "id": "109",
            "nass": "حرف الشِّين ¶ فمن ذلك قوله تعالى في سورة \" النساء \": (وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلًا أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ) ¶ قُرىء بفتح الصاد وكسرها ¶ وضمّها حيث وقع، إلاّ قولَه تعالى: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) ، فقد اتّفقَ السبعة على فتح الصاد منه. ¶ فأمَّا قراءة الفتح فقرأ بها السبعةُ إلاّ الكسائي، ووجهُها أنّه اسم ¶ مفعول، المعنى: أنّ الله أحصنَهنّ بالأزواج أو بالإسلام. ويمكن أن ¶ يكون اسم فاعل على ما نقلَه ثعلبٌ عن ابن الأعرابيّ: من أنّ أحْصَنَ يكون ¶ اسمُ الفاعل منه \" مُفْعَلاً \" بفتح العين، وهو شاذٌّ. ¶ وأمّا قراءة الكسر فقرأ بها الكسائيّ، ووجهُها أئه اسم فاعل، والمعنى ¶ أنّهنّ أحْصَنَّ فُروجَهنَّ. ¶ وأما قراءة الضمّ فقرأ بها يزيد بن قُطيب، ووجهها أنَّ ضمَّ الصاد",
            "page": "110",
            "part": "1",
            "seal": "C86A7968"
        },
        {
            "id": "110",
            "nass": "إتباع لضمِّ الميم. ¶ تتميم: ¶ فإن قلتَ: لأيّ شيءٍ اتّفق السبعةُ على الفتح من قوله تعالى: (وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ) ؟ ¶ قيل في الجواب: إنّ المراد بهنّ ذوات الأزواج، فأزواجهنّ أحصنوهنّ. ¶ فهنّ مفعولات لا غير. ¶ ومن ذلك قوله تعالى في سورة \" الرعد \": (صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ) ¶ قرئ بكسر الصاد فيهما وضمّهما وفتحهما: ¶ فأما قراءة الكسر فقرأ بها السبعة، ووجهها أنه جَمع وواحده صِنو. ¶ كقِنو وقِنوان، وهي لغة أهل الحجاز. ¶ وأما قراءة الضمّ فقرأ بها ابن مُصَرِّف، والسُّلَمي، وزيد بن عليّ رضي ¶ الله عنهما، ووجهها أنه أيضاً جمع صِنو، كذِئب وذُؤبان، وهي لغة تميم ¶ وقيس. ¶ وأما قراءة الفتح فقرأ بها الحسن وقتادة، ووجهها أنه اسم جمع، نحو",
            "page": "111",
            "part": "1",
            "seal": "6F8B8A0A"
        },
        {
            "id": "111",
            "nass": "السَّعدان لنبت، لأنّه ليس من أبنية الجموع. ¶ تتميم: ¶ الصِّنو في اللغة: الفَرع يَجْمَعُه وآخرَ أصلٌ واحد، وأصلُه المِثل، ومنه ¶ قيل للعمِّ: صنو. وتثنيته صِنوان، وجمعه صِنوان. ¶ والفرق بينهما أنّ النون في التثنية مكسورة، وأن النون في الجمع يجري عليها الإعراب، وأنّ الألف في التثنية علامة إعراب وتقلب ياء في النصب والجرّ، والألف في الجمع ثابتة على حالها ولا تدلّ على إعراب. ¶ ونظير صنو وصنوان قنو وقنوان، ولا ثالث لهما. ¶ واعلم أنّ هذه الآيةَ الكريمةَ مُنَبِّهة على قُدرته عزّ وجلّ وتدبيره، فإن ¶ هذه المخلوقاتِ لا بُد لها من صانعٍ مُدَبرٍ قديير على ما يشاء، حكيمٍ في ¶ تدبيره. ¶ وانظر إلى الشجر تخرجُ أغصانُها وثمراتُها في وقت معلوم لا تتأخّر عنه ¶ ولا تتقدّم، ثم يتصعّد الماء في ذلك الوقت عُلُوّاً، وليس من ¶ طبعه إلا التَّسَفُّل، ثم يتفرَّقُ ذلك الماءُ في الورق والأغصان والثمر، كل ¶ بقسطه وبقدر ما فيه صلاحُه، ثم تختلفُ طعومُ الثمار والماءُ واحد",
            "page": "112",
            "part": "1",
            "seal": "4425E436"
        },
        {
            "id": "112",
            "nass": "والشجرُ جنس واحد، وكلُّ ذلك دليل على مُدَبَر دَبَّرَه وأحكمَه، لا يُشْبِهُ ¶ المخلوقات. ¶ وقد نظم بعضُهم في هذا المعنى فقال في كتابه \" الصادح والباغم \": ¶ والأرضُ فيهاعِبر للمُعْتَبِرْ. . . تُخْبِرُ عن صُنعِ مليكٍ مُقتدرْ ¶ تُسقَى بماءٍ واحدٍ أشجارُها. . . وبقعةٌ واحد قَرارُها ¶ والشمسُ والهواء ليس يَخْتَلِفْ. . . وأُكْلُها مُخْتَلِف لا يَأتَلِفْ ¶ لو أَنَّ ذا من عمل الطبائعِ. . . أو أنّه صَنعةُ غيرِ صانعِ ¶ لم يختلفْ وكان شيئاً واحداً. . . هل يُشبهُ الأولادُ إلا الوالدا ¶ الشمسُ والهواءُ يا معاندُ. . . والماءُ والتُّرابُ شيء واحدُ ¶ فما الذي أوجبَ ذا التَّفاضُلا. . . إلا حكيم لم يُرِدهُ باطِلا ¶ سبحانَه من مُحْكمٍ قديرِ. . . حي عليمٍ مُبْدعٍ بصيرِ",
            "page": "113",
            "part": "1",
            "seal": "DE7C51AE"
        },
        {
            "id": "113",
            "nass": "ومن ذلك قوله تعالى في هذه السورة الرعد،: (وَصُدُّوا عَنِ السَّبِيلِ) . ¶ قُرىء بفتح الصاد وضمّها وكسرها: ¶ فأما قراءة الفتح فقرأ بها السبعة إلاّ الكوفيّين، ووجهها ظاهر. ¶ ويحتمل (صدّوا) أن يكون متعدّياً فيكون المفعول محذوفاً، التقدير: ¶ صدُّوا أنفسهم أو غيرهم. ¶ ويحتمل أن يكون لازماً فلا يكون هنا مفعول محذوف. ¶ وأما قراءة الضمّ فقرأ بها الكوفيّون، ووجهها أن (صُدُّوا) مبني ¶ للمفعول، وهو متعدّ. ¶ وأما قراءة الكسر فقرأ بها ابن وثّاب، ووجهها أن أصله (صُدِدوا) بضمّ ¶ الصاد وكسر الدال، ثمِ كسرت الصاد إتباعا للدال، ثم أدغموا فقالوا ¶ (صِدُّوا) وهي لغة بني ضبّة. ومثله قراءة ابن وثّاب أيضا: (هَذِهِ بِضَاعَتُنَا رُدَّتْ إِلَيْنَا) بكسر الراء.",
            "page": "114",
            "part": "1",
            "seal": "B05E3D18"
        },
        {
            "id": "114",
            "nass": "تتميم: ¶ وقرأ ابن أبي إسحق (وصَدٌ) بفتح الصاد وتنوين الدال، ووجهها أن ¶ يكون معطوفاً على (مَكْرُهم) . ¶ ومن ذلك قوله تعالى في سورة \" القَصَص \": (فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لَا يَشْعُرُونَ (11) . ¶ قرئ بضمّ الصاد وفتحها وكسرها: ¶ فأما قراءة الضمّ فقرأ بها السبعة، ووجهها أنه جاء على \" فعُل \" بضمّ ¶ العين نحو: ظرُف وشرُف، والمضارع منه \" يفعُل \" بضمّ العين. ¶ وأما قراءة الفتح فقرأ بها قتادة، ووجهها أنه جاء على \" فعَل \" بفتح ¶ العين نحو ضرَب، ومضارعه يمكن أن يكون بالضمّ أو بالكسر. ¶ وأما قراءة الكسر فقرأ بها عيسى، ووجهها أنه على \" فعِل \" بكسر العين ¶ نحو علِم، ومضارعه \" يفعَل \" بالفتح. ¶ تتميم: ¶ يقال: بصُر بالشيء بَصارة: إذا علمه، قال تعالى: (بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ) . ¶ والبصير: العالم. ¶ و (عَنْ جُنُبٍ) قيل: معناه عن بعد، وكذا قيل في قوله تعالى:",
            "page": "115",
            "part": "1",
            "seal": "0D1A1019"
        },
        {
            "id": "115",
            "nass": "(وَالْجَارِ الْجُنُبِ) . ¶ قال الشاعر: ¶ فلا تَحْرِمَتي نائلاً عن جَنابةٍ. . . ¶ أي: عن بعد. ¶ ومن ذلك قوله تعالى في سورة \" غافر \": (وَصُدَّ عَنِ السَّبِيلِ) . ¶ قرئ بفتح الصاد وضمّها وكسرها: ¶ فأما قراءة الفتح فقرأ بها السبعة إلا الكوفيّين، ووجهها أنّه مبني ¶ للفاعل، والفاعل (فرعون) أي: وصدّ فرعون عن السبيل، و (صدّ) غير ¶ متعدّ، ويمكن أن يكون متعدياً والمفعول محذوف، والتقدير: وصدّ ¶ فرعونُ قومَه؛ لأن الصدّ يتعدّى ولا يتعدّى. ¶ وأما قراءة الضمّ فقرأ بها الكوفيّون، ووجهها أنّه مبنى للمفعول. ¶ والمُقام ضمير عائد على فرعون الذي كان فاعلاً في القراءة الأولى، وكان ¶ التقدير: صدّ اللهُ فرعونَ عن السبيل، فلما بُني للمفعول حُذف الفاعل",
            "page": "116",
            "part": "1",
            "seal": "132F68C6"
        },
        {
            "id": "116",
            "nass": "وأقيم ضمير فرعون مقام الفاعل. ¶ وأما قراءة الكسر فقرأ بها ابن وثّاب، ووجهها ما تقدّم في قوله تعالى: ¶ (وَصُدُّوا عَنِ السَّبِيلِ) ، من إتباع حركة الصاد لحركة الدال المقدَّرة. ¶ تتميم: ¶ وقرأ أيضاً هنا ابن أبي إسحق، وعبد الرحمن بن أبي بَكرة: (وصَدٌّ) ¶ بفتح الصاد ورفع الدال والتنوين، ووجهها أن يكون معطوفاً على (سوء ¶ عمله) والله أعلم.",
            "page": "117",
            "part": "1",
            "seal": "D8767956"
        },
        {
            "id": "117",
            "nass": "حرف الضَّاد ¶ فمن ذلك قوله تعالى في سورة \" يوسف \" عليه السلام: ¶ (وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّمَاوَاتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ (105) . ¶ قرئ بجرّ الضاد من (الْأَرْضِ) ورفعها ونصبها: ¶ فأما قراءة الجرّ فقرأ بها السبعة، ووجهها أنّه معطوف على (السموات) ¶ والتقدير: وكأيّن من آية في الأرض. ¶ والضمير في (عليها) و (عنها) على ¶ هذه القراءة عائدان على (آية) أي: يمرّون على تلك الآيات ويشاهدون ¶ تلك الدّلالات ومع ذلك لا يعتبرون. ¶ وقيل: يعود الضمير على (الأرض) ¶ و (يمرّون) حال منها. ¶ وأما قراءة الرفع فقرأ بها عكرمة، وعمرو بن فائد، ووجهها أنّه مبتدأ. ¶ وخبره (يمرّون) ، والمعنى: يمرّون عليها فيشاهدون ما فيها من الآيات. ¶ والضمير في (عليها) و (عنها) يعود على (الأرض) . ¶ وأما قراءة النصب فقرأ بها السُّديّ، ووجهها أنّه منصوب بفعل مضمر ¶ من باب الاشتغال، التقدير: يطئون الأرض. ¶ وإنّما قدّرنا يطئون الأرض لأن (يمرّون) يتعدّى بحرف الجرّ، فقدّرنا فعلاً من معناه يصل بنفسه، ومثله قوله تعالى: (وَالظَّالِمِينَ أَعَدَّ لَهُمْ) ، أي: ويعذّب الظالمين",
            "page": "118",
            "part": "1",
            "seal": "B1322E36"
        },
        {
            "id": "118",
            "nass": "أعدّ لهم، ونحوه قولُك: زيدا مررت به، التقدير: لقيت زيداً مررت به. ¶ ولم أجِدْ في الطَّاء والظَّاء شيئاً.",
            "page": "119",
            "part": "1",
            "seal": "72826382"
        },
        {
            "id": "119",
            "nass": "حرف العين ¶ فمن ذلك قولُه تعالى في سورة \" البقرة \": (كُلٌّ لَهُ قَانِتُونَ (116) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ) . ¶ قرئ (بَدِيعُ) برفع العين ونصبها وجرّها: ¶ فأمَّا قراءة الزَفع فقرأ بها السبعة، ووجهُها أنّه مرفوع على أنّه خبرُ مبتدأ ¶ محذوف، والتقدير: هو بديع. ¶ وأما قراءة النصب فلم يَنْسِبْها الشيخ أثير الدّين، وإنّما قال: وقرئ شاذّاً بالنّصب. ووجهُها أنّه منصوب على المدح، التقدير: أمدحُ بديعَ ¶ السموات. ¶ وأمّا قراءة الجر فلم ينسبها أيضاً، ووجهُها أنّه مجرور على البدل من ¶ قوله تعالى: (لَهُ) . ¶ تتميم: ¶ (كُلٌّ) في الآية مبتدأ محذوفة المضاف، واختُلِفَ في تقديره: فمنهم ¶ من قَدرَه: كل مَن في السموات والأرض، وهو الصحيح عندهم. ¶ وقدَّره",
            "page": "120",
            "part": "1",
            "seal": "EA2A9C93"
        },
        {
            "id": "120",
            "nass": "الزمخشري: كلّ من جعلوا له ولدا. ¶ واستبعدوه من وجهين: ¶ أحدهما أنّ المجعولَ ولداً لم يَجْرِ ذِكرُه. وفيه نظر. ¶ الثاني: أن الخبر وهو (قانتون) يشترك فيه المجعول وغيره. ¶ وقوله تعالى: (قانتون) هو الخبر، وجُمعَ حملاً على المعنى؛ لأنّ ¶ \"كلاّ \" لفظها مفرد ومعناها جمع، وإذا حُذِف ما يُضاف إليه جاز مراعاة ¶ معناها نحو هذه الآية، وكقوله تعالى: (وَكُلٌّ كَانُوا ظَالِمِينَ) ¶ (وَكُلٌّ أَتَوْهُ دَاخِرِينَ) ، (كُلٌّ فِي فَلَكٍ يَسْبَحُونَ. ¶ والحمل على المعنى هو الكثير، ويجوز مراعاة اللفظ كقوله تعالى: ¶ (قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ) . ¶ وقوله تعالى: (بَدِيعُ) هو صفة مُشَبّهة باسم الفاعل، التقدير: مُبدع. ¶ و (السموات) مشبّهة بالمفعول. ¶ والأصل: بديعٌ سماواتُه، برفع السموات على الفاعلية، نحو حَسَنٌ وجهه، ثم نقلوا الضمير من",
            "page": "121",
            "part": "1",
            "seal": "C59E028B"
        },
        {
            "id": "121",
            "nass": "(السموات) إلى (بديع) فصار فاعلا، وانتصب (السموات) على التشبيه ¶ بالمفعول به، ثم بعد النصب جرّوها بالإضافة، فجرّها الآن من نصب. ¶ ونصبها من رفع. ¶ ومن ذلك قوله تعالى في سورة \" الأنعام \": (عَمَّا يَصِفُونَ (100) بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ) ¶ قرئ (بديع) برفع العين ونصبها وجرّها: ¶ فأما قراءة الرفع فقرأ بها السبعة، ووجهها أنه خبر مبتدأ محذوف، أي: ¶ هو بديع، وقيل: مبتدأ، و (أَنىَّ يَكُونُ لَهُ وَلَدٌ) . خبره، وجوّز أبو البقاء أن ¶ يكون فاعل (تعالى) . ¶ وأما قراءة النصب فقرئت في الشاذِّ، ولم ينسبها أبو حيَّان، ووجهها ¶ النصب على المدح. ¶ وأما قراءة الجرّ فقرأ بها المنصور، ووجهها أنّه عطف بيان (لله) من ¶ قوله تعالى: (وجعلوا للهِ) .",
            "page": "122",
            "part": "1",
            "seal": "41E3A5C8"
        },
        {
            "id": "122",
            "nass": "ومن ذلك قوله تعالى في سورة \" الأنفال \": (إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى) ¶ قرئ بكسر العين من (الْعُدْوَةِ) وضمّها وفتحها: ¶ فأما قراءة الكسر فقرأ بها ابن كثير، وأبو عمرو. ¶ وأما قراءة الضمّ فقرأ بها باقي السبعة. ¶ وأما قراءة الفتح فقرأ بها زيد بن عليّ رضي الله عنهما، وذلك كلّه ¶ لغات. ¶ ويحتمل في قراءة الفتح أن يكون الأصل مصدراً ثم سمّي به. ¶ ومن ذلك قوله تعالى في سورة \" يونس \" عليه السّلام: (إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا) . ¶ قرئ برفع العين من (مَتَاعَ) ونصبها وجرّها: ¶ أما قراءة الرفع فقرأ بها السبعة، ووجهها الرفع على خبر مبتدأ",
            "page": "123",
            "part": "1",
            "seal": "771DE078"
        },
        {
            "id": "123",
            "nass": "محذوف، أي: هذا متاع، و (بغيكم) على هذا مبتدأ، و (على أنفسكم) ¶ الخبر، ويمكن أن يكون (متاع) خبراً عن (بغيكم) ، و (على أنفسكم) ¶ يتعلق بـ (بغيكم) . ¶ وأما قراءة النصب فقرأ بها زيد بن علي رضي الله عنهما، وهارون عن ¶ ابن كثير، ووجهها النصب على المصدرية. ¶ وقيل: مصدر في موضع الحال: أي متمتعين. ¶ وقيل: ظرف، من باب: مَقْدَم الحاجّ، أي: وقت متاع، و (على أنفسكم) ، على هذا خبر لـ (بغيكم) . وإذا كان (متاعَ) منصوباً على الحال أو الظَّرف، فالعامل فيه اسم الفاعل الذي يتعلّقُ به ¶ (على أنفسكم) ولا يعمل فيه (بغيكم) لأنه مصدر، ويلزم منه الفصل ¶ بين المصدر ومعموله بالخبر وهو (على أنفسكم) . ¶ وقيل: انتصب (متاع) على أنّه مفعول بـ (بغيكم) والخبر محذوف، التقدير: طلبكم متاع الحياة الدنيا ضلال. ¶ وأما قراءة الجرّ فنقلها أبو البقاء ولم ينسبها، ووجهها الجر على النعت ¶ للأنفس، والتقدير: ذوات متاع، ويجوز أن يكون المصدر يراد به اسم ¶ الفاعل، أي: متمتعات الدنيا.",
            "page": "124",
            "part": "1",
            "seal": "A4A8A840"
        },
        {
            "id": "124",
            "nass": "حرف الغين ¶ فمن ذلك قوله تعالى في سورة \" براءة \": (وَلْيَجِدُوا فِيكُمْ غِلْظَةً) . ¶ قرئ بكسر الغين وفتحها وضمها: ¶ أما قراءة الكسر فقرأ بها السبعة. ¶ أما الفتح فقرأ به الأعمش، وأبان والمفضل كلاهما عن عاصم. ¶ وأما قراءة الضمّ فقرأ بها أبو حَيوة، والسُّلَمي، وابن أبي عَبلة. ¶ والمفضّل، وأبان أيضاً. ¶ وهي كلها لغاتٌ، عن أبي عمرو: فالكسر لغة أسد، والفتح لغة الحجاز، والضم لغة تميم. ¶ ومن ذلك توله تعالى في سورة \" سبأ \": (عَلَّامُ الْغُيُوبِ (48) . ¶ قرئ بضمّ الغين وكسرها وفتحها:",
            "page": "125",
            "part": "1",
            "seal": "DD6CCE1D"
        },
        {
            "id": "125",
            "nass": "وأمّا قراءة الضمّ فقرأ بها السبعة إلا حمزة وأبا بكر عن عاصم. ¶ ووجهُها أنه جمعٌ واحدُه غَيب، مثل بَيت وبُيوت. ¶ وأمّا قراءة الكسر فقرأ بها حمزة وأبو بكر، ووجهُها أنّه لمّا اجتمع ¶ ضمّتان وياء وواو استثقلوا ذلك، فحولوا ضمّة الغين كسرةً للتناسب مع ¶ الياء بعدها، ونظيره شِيوخ وبِيوت وجِيوب وعِيون، بكسر الشين والباء ¶ والجيم والعين. ¶ وأمّا قراءة الفتح فوجهُها أنه جاء على وزن \" فَعول \" للمبالغة كالصَّبور ¶ والشّكور، وهو الشي الذي غاب وخَفِيَ جدّا. ¶ ومن ذلك قولُه تعالى في سورة \" الشريعة \": (وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً) . ¶ قُرىء بكسر الغين وفتحها وضمّها. ¶ أمّا قراءة الكسر فقرأ بها السبعة إلأ حمزةَ والكسائيَّ، وهي أفصحُ من ¶ غيرها، لأنها جاءت على وِزان الأشياء التي أبداً هي مشتملة، كالعِمامة ¶ والعِصابة وأمثالهما.",
            "page": "126",
            "part": "1",
            "seal": "72C165D2"
        },
        {
            "id": "126",
            "nass": "وأمّا قراءة الفتح فقرأ بها عبد الله، والأعمش، وهي لغة رَبيعة. ¶ وأمّا قراءة الضمّ فقرأ بها الحسن، وعِكرمة، وعبد الله، وهي لغةٌ عُكْليّة. ¶ تتميم: ¶ وفيها أيضاً قراءتان: قرأ حمزة، والكسائي، والأعمش، وطلحة. ¶ وأبو حنيفة، ومسعود بن صالح: (غَشْوة) بفتح الغين وسكون الشين. ¶ وقرأ ابن مُصَرِّف والأعمش كذلك، إلا أنّهما كسرا الغين. ¶ واعلم أن الغشاوة في اللغة الغطاء، يقال: غشاه: إذا غطّاه، وصحّحوا ¶ الواو لأنّها تحصّنت بالتاء فلم تقع طرفا، ومثله الشّقاوة. ¶ والواو من (الغشاوة) بدل من ياء، دليله: الغَشَيان. ¶ قال أبو عليّ الفارسيّ: لم أسمع من الغشاوة فعلا متصرّفا بالواو، جعله من الياء، ونظَّرَه بالجِباوة. ¶ قال: هو من جَبَيْتُ، فالواو عنده بدل من الياء.",
            "page": "127",
            "part": "1",
            "seal": "F209DE5C"
        },
        {
            "id": "127",
            "nass": "قلت: وفي تنظير أبي عليّ نظر؛ لأنّه يُقال: جَبَيْتُ وجَبَوْتُ، فإذاً ¶ الجباوة من جَبَوْتَ لا من جَبَيْت. ¶ ومن ذلك قوله تعالى في سورة \" الأحقاف \" (لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ) . ¶ قرئ برفع الغين من (بَلاعٌ) ونصبه وجره: ¶ فأمّا قراءة الرفع فقرأ بها السبعة، وجهها أنه خبر مبتدأ محذوف. ¶ تقديره: تلك الساعةُ بلاغُهم، كما قال تعالى: (مَتَاعٌ قَلِيلٌ) ¶ ، وهو راجع إلى المُدّة التي لَبِثوا فيها، ويحتمل أن يكون (بَلاعٌ) خبر مبتدأ محذوف، والمراد به القرآن والشّرع، أي: هذا بلاغ، أي تبليغ وإنذار. ¶ وقال أبو مِجْلَز: (بَلاعٌ) مبتدأ، وخبره (لهم) المتقدّم في (ولا تَسْتَعْجل لهم) وكان يقف على (ولا تَسْتَعْجِل) ويبتدىء (لهم) وفيه من ¶ التكَلُّفَ وإخراج الكلام عن أسلوبه ما يُغني عن رَدِّه. ¶ وأما قراءة النّصب فقرأ بها الحسن، وزيد بن علي، وعيسى، ووجهُها",
            "page": "128",
            "part": "1",
            "seal": "F07ACFD5"
        },
        {
            "id": "128",
            "nass": "أنّه منصوب على المصدر، أي: بلِّغ بلاغا. ¶ وأمّا قراءة الجرّ فقرأ بها الحسن أيضاً، ووجهُها أنّه نعت لـ (نهار) أي: ¶ نهار ذي بلاغ. ¶ تتميم: ¶ وفيه ما تقدّم قراءتان: ¶ قرأ أبو مِجْلَز، وأبو سراج الهُذَلي (بَلِّغ) ، على الأمر للنبيِّ - صلى الله عليه وسلم -. ¶ وقرأ أيضاً أبو مِجْلَز (بَلَغَ) فعلا ماضيا.",
            "page": "129",
            "part": "1",
            "seal": "02C25415"
        },
        {
            "id": "129",
            "nass": "حرف الفاء ¶ فمن ذلك قوله تعالى في سورة \" الإسراء \": (فَلَا تَقُلْ لَهُمَا أُفٍّ) ¶ قرئ بضمّ الفاء وفتحها وكسرها مع التشديد والتنوين، وقرىء ¶ أيضاً بالحركات الثلاث مع التشديد وبلا تنوين. ¶ فأما قراءة الضمّ والتنوين فقرأ بها هارون، ووجهها أنه مبنيّ. ¶ قال ابن أبي الربيع: لتضمّنه معنى المبنيّ وهو الماضي، وقيل: بالحمل ¶ على غيره من أسماء الأفعال. ¶ وبني على الضمّ إتباعا لحركة الهمزة، وإذا كانوا قد قالوا: مِنْتِن بكسر الميم إتباعا لكسرة التاء مع كون الحاجز ظاهراً، فهنا أولى لكون الحاجز مدغماً، ونوّن دلالةً على التنكير، أي: تضجّراً أيّ تضجّر كان. ¶ وأما قراءة الفتح والتنوين فقرأ بها زيد بن عليّ، ووجهها البناء على ¶ الفتح تخفيفاً، نحو كيف، والتنوين للتنكير كما تقدّم.",
            "page": "130",
            "part": "1",
            "seal": "BE9254F2"
        },
        {
            "id": "130",
            "nass": "وأما قراءة الكسر والتنوين فقرأ بها نافع، وحفص، وأبو جعفر. ¶ وشيبة، وعيسى، ووجهها البناء على الكسر على التقاء الساكنين، والتنوين ¶ كما تقدم. ¶ وأما قراءة الضمّ من غير تنوين فقرأ بها أبو السَّمّال، ووجهها ما تقدّم ¶ من الضمّ إتباعاً، وإنما لم ينوّن لأن القصد التعريف، أي التضجّر ¶ المعهود. ¶ وأما قراءة الفتح من غير تنوين فقرأ بها ابن كثير، وابن عامر، ووجهها ¶ ما تقدّم من البناء على الفتح، وعدم التنوين للتعريف. ¶ وأما قراءة الكسر من غير تنوين فقرأ بها أبو عمرو، وحمزة. ¶ والكسائي، وأبو بكر، ووجهها ما تقدَّم من البناء على الكسر على أصل ¶ التقاء الساكنين، وعدم التنوين للتعريف أيضاً. ¶ تتميم: ¶ وهذه الكلمة قد اتّسعت فيها العرب لدورها على ألسنتهم، وتصرفت ¶ فيها حتى بلغت لغاتُها أربعين لغة، وها أنا أذكرها مضبوطة: ¶ فمنها مع ضمّ الهمزة اثنتان وعشرون لغة: أُفُ، أُفَ، أُفِ. ¶ بالحركات الثلاث مع التخفيف من غير تنوين. ثم أُفٌّ، أُفاً، أُفٍ. ¶ بالثلاث مع التخفيف والتنوين. ثم أُفُّ، أُفَّ، أُفِّ، بالثلاث مع ¶ التشديد من غير تنوين. ثم أُفُّه، أُفَّه، أُفِّه، بالثلاث مع التشديد وهاء ¶ السكت. ثم أُفٌّ، أُفًّا، أُفٍّ بالثلاث مع التشديد والتنوين. أُفْ بالسكون",
            "page": "131",
            "part": "1",
            "seal": "A139C3BC"
        },
        {
            "id": "131",
            "nass": "والتخفيف. أفّ بالسكون مع التشديد. أُفَّى بتشديد الفاء وبعدها ألف ¶ من غير إمالة، وبالإمالة المحضة، وبالإمالة بين بين. ثم أُفَّي، أُفَّو بالياء ¶ والواو ساكنين وفتح الفاء والتشديد فيهما، فهذه اثنتان وعشرون لغة مع ¶ ضمّ الهمزة. ¶ ومنها مع كسر الهمزة إحدى عشرة لغة: إفٌّ، إفّا، إفٍّ بالثلاث مع ¶ التشديد والتنوين، ثم بالضمّ والتشديد من غير تنوين، ثم إفِ بالكسر ¶ والتخفيف من غير تنوين، ثم إف كذلك مع التنوين، ثم إفْ بالتسكين ¶ والتخفيف، ثم إف بالتسكين والتشديد، ثم إفَى بألف مع تشديد الفاء، ثم ¶ إفَي بكسر الفاء وتشديدها وياء ساكنة بعدها، ثم إفَي بفتح الفاء والتشديد ¶ وبعدها ياء ساكنة. فهذه إحدى عشرة لغة مع كسر الهمزة. ¶ ومنها مع فتح الهمزة ست لغات: أفِّ بكسر الفاء وتشديدها من غير ¶ تنوين، ثم آفِّ كذلك إلاّ أنها ممدودة الهمزة، ثم إفِّ بكسر الفاء وتشديدها ¶ مع التنوين، ثم آفِّ كذلك إلاّ أنها ممدودة الهمزة، ثم أَفْ بسكون الفاء ¶ وتخفيفها، ثم أفَي بكسر الفاء وتشديدها وبعدها ياء ساكنة، فهذه ستُّ ¶ لغات تمام تسع وثلاثين لغة نقلها الشيخ أبو حيَّان عن \" الزناتي \" قال: ¶ ذكرها في كتابه المسمّى \" بالحلل \". وذكر ابن عطيّة أُفّاه بضمّ الهمزة",
            "page": "132",
            "part": "1",
            "seal": "8079DB10"
        },
        {
            "id": "132",
            "nass": "وتشديد الفاء وبعد الألف هاء السكت، وهي تمام الأربعين. ¶ ويقال: أفّف الرجل: إذا قال: أفّ. ¶ وقد يستعمل مضه مصدر منوّن فيقال: أُفّاً له، كما تقول: سَقياً له، ويقال: أفّاً تُفًّا على الإتباع، كحسن بَسَن، وقد تَخْرُجُ عن هذا الباب فتستعمل بمعنى الحين، يقال: جاء هذا الأمر على إفّه وإفّانه بكسر الهمزة فيهما: أي حينه. ¶ ومن ذلك قوله تعالى في سورة \" ق \": (ق وَالْقُرْآنِ الْمَجِيدِ (1) . ¶ قرئ بضمّ الفاء (1) وفتحها وكسرها: ¶ فأما قراءة الضمّ فقرأ بها هارون، وابن السَّمَيفع، والحسن - فيما نَقَلَ ¶ عنه ابنُ خالويه - ووجهها أنه مبنيّ على الضمّ - كحيث. ¶ وأما قراءة الفتح فقرأ بها عيسى، ووجهها أن الفتح أخفّ الحركات. ¶ وأما قراءة الكسر فقرأ بها الحسن، وابن أبي إسحق، وأبو السَّمّال. ¶ ووجهها البناء على أصل التقاء الساكنين. ¶ وقد مرّ لنا الكلام على قوله أتعالى،: (ص) هل هو معرب أو مبنيّ. ¶ __________ ¶ (1) المراد الفاء من كلمة \"قاف\". والله أعلم.",
            "page": "133",
            "part": "1",
            "seal": "1EA7178D"
        },
        {
            "id": "133",
            "nass": "وتكلّمنا على ذلك، فلينظر هناك، فحكم (ق) حكمه. ¶ تتميم: ¶ قرأ السبعة (ق) بسكون الفاء، ووجهها أنّه حرف هجاء موقوف عليه. ¶ لم يحكم بإعرابه ولا بنائه. ¶ وقد اختلف المفسرون في مدلول قوله تعالى: (ق وَالْقُرْآنِ الْمَجِيدِ (1) ¶ اختلافاً متبايناً: ¶ فمنهم من قال: هو جبل من زُمُرُّدةٍ خضراء، يحيط بالسموات والأرض. ¶ ومنهم من قال: هو اسم للسورة. ¶ ومنهم من قال: هو مقتطع من أسماء الله تعالى التي أوّلها \" ق \" كالقادر ¶ والقاهر، إلى غير ذلك من الأقوال. ¶ قال الشيخ أبو حيَّان: وقد اختلف المفسرون في مدلوله على أحد عشر ¶ قولاً متعارضة، لا دليل على صحة شيء منها، والله أعلم. ¶ واختلفوا في جواب القسم: ¶ فمنهم من قال: هو محذوف. ¶ ومنهم من قال: هو مذكور.",
            "page": "134",
            "part": "1",
            "seal": "F4DC4053"
        },
        {
            "id": "134",
            "nass": "والذين قالوا بحذفه اختلفوا في تقديره: فقيل: تقديره: إنّك جئتَهم ¶ مُنذراً بالبعث ولم يقبلوا، بل عجبوا، وهذا أنسب لدلالة ما بعده عليه. ¶ وقيل: التقدير: ما ردّوا أمرك بحجّة، وقيل: التقدير لَتُبْعَثُنّ. ¶ والذين قالوا إنه مذكور اختلفوا: فقيل: (قَدْ عَلِمْنَا مَا تَنْقُصُ) . ¶ وقيل: (مَا يَلْفِظُ) ، وقيل: (بَلْ عَجِبُوا) على معنى: لقد عجبوا. ¶ وقيل: (إِنَّ فِي ذَلِكَ لَذِكْرَى) ¶ وقيل: (مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ) . والله أعلم.",
            "page": "135",
            "part": "1",
            "seal": "5B068857"
        },
        {
            "id": "135",
            "nass": "حرف القاف ¶ فمن ذلك قوله تعالى في سورة \" الأنعام \": (وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌ) . ¶ قرئ بكسر القاف من (قِنْوَانٌ) وضمّها وفتحها: ¶ فأما قراءة الكسر فقرأ بها السبعة، وهي لغة أهل الحجاز، وهو جمعُ ¶ كثرة، ومفرده قِنْو، وجمع القِلّة أقناء، كعِدل وأعدال. ¶ قال: ¶ طويلة الأقناء والأثاكل ¶ وأما قراءة الضمّ فقرأ بها الأعمش، والخَفّاف عن أبي عمرو، وهي ¶ لغة قيس، ونقل ابن عطية عن الفرّاء أنها لغة قيمس والحجاز، ووجهها أنه ¶ جمع قُنو بالضمّ، ويمكن أن يكونَ واحدُه قِنوا بكسر القاف نحو ذِئب ¶ وذؤبان. ¶ وأمّا قراءة الفتح فقرأ بها الأعرج، ووجهها أنّه اسم جمع كالسعدان. ¶ لأن \" فَعْلانا \" ليس من أبنية جمع التكسير.",
            "page": "136",
            "part": "1",
            "seal": "2EA727E2"
        },
        {
            "id": "136",
            "nass": "تتميم: ¶ القنو: هو العِذق، وهو عنقود النخلة. ¶ وحكى القرطبي أنّه الجُمّار. ¶ وإعراب (قِنْوَانٌ) مبتدأ، و (من النخل) في موضع الخبر، و (من طلعها) بدل من قوله: (من النخل) . ¶ ومن ذلك قوله تعالى في سورة \" الكهف \": (هُنَالِكَ الْوَلَايَةُ لِلَّهِ الْحَقِّ) ¶ قرئ برفع القاف وخفضها ونصبها: ¶ فأما قراءة الرفع فقرأ بها أبو عمرو، والكسائي، وحُميد، والأعمش. ¶ وابن أبي ليلى، وابن مناذر، واليزيديّ، وابن عيسى الأصبهاني. ¶ ووجهها أنّه صفة لـ (الْوَلَايَةُ) ، أو خبر مبتدأ محذوف، أي: هي الحقّ. ¶ أو مبتدأ خبره قوله تعالى: (هو خير) . ¶ وأما قراءة الخفض فقرأ بها باقي السبعة، ووجهها أنّه صفة (لله) .",
            "page": "137",
            "part": "1",
            "seal": "04FBDDE7"
        },
        {
            "id": "137",
            "nass": "وأما قراءة النصب فقرأ بها أبو حَيوة، وزيد بن علي، وعمرو بن ¶ عُبيد، وابن أبي عَبلة، وأبو السمال، ووجهها أنّه منصوب على التأكيد. ¶ كقولك: هذا عبدُ الله الحقَّ لا الباطلَ. ¶ قال الزمخشري: وهي قراءة حسنة فصيحة، وعمرو بن عبيد من أفصح النّاس وأنصحهم. انتهى. وفيه دَسيسة الاعتزال، لأن عمرو بن عبيد رأس أهل الاعتزال. ¶ ومن ذلك قوله تعالى في سورة \" ص \": (قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) ¶ قرئ بنصب القاف فيهما، ورفعهما وجرّهما: ¶ فأما قراءة النصب فقرأ بها السبعة إلا عاصماً، وحمزة، ووجهها أنّ ¶ الأوّل مُقْسَم به، وانتصبَ على إسقاط حرف الجرّ، كما تقول: الله ¶ لأفعلنّ، وجوابه (لأملأنّ) وهذا الإعراب لا يسوغ على مذهب سيبويه؛ ¶ لأته يرى أن النصب على إسقاط حرف الجرّ في باب القسم مختصّ ¶ بلفظ الجلالة لا غير، والزمخشري يقول: إنه غير مختصّ، فيقول:",
            "page": "138",
            "part": "1",
            "seal": "EDFA765C"
        },
        {
            "id": "138",
            "nass": "العزيز لأفعلنّ، بالنصب قياساً منه على لفظ الجلالة، وهو غير صحيح ¶ عندهم. ¶ وأما الثاني فنصبه على المفعولية بـ (أقول) ، وقدّم ليدلّ على ¶ الحصر، أي: لا أقول إلاّ الحقّ، قاله الزمخشري جرياً على مذهبه في أنّ ¶ التقديمَ يُوجبُ الحصر، وفيه خلاف. ¶ واعتُرِض بين القسم وجوابه بقوله تعالى: (وَالْحَقَّ أَقُولُ) . ¶ وقيل: إنّ (الحقّ) الأوّل منصوب على الإغراء، التقدير: الزموا الحقّ. ¶ و (لأملأنّ) جواب قسم محذوف. ¶ وأما قراءة الرفع فيهما فقرأ بها ابن عبّاس رضي الله عنهما، ومجاهد. ¶ والأعمش، ووجهها أنّ الأوّلَ مبتدأ وخبرُه محذوف، واختلفوا في ¶ تقديره: فقيل: تقديره: فالحقّ أنا، وقيل: فالحقّ منّي، وقيل: التقدير: ¶ فالحقُّ قسمي على أن يكون \" الحقّ \" مبتدأ مقسماً به، وجوابه (لأملأنّ) ¶ على طريقة: لعمرك لأفعلنّ، أي: لعمرك قسمي لأفعلنّ. ¶ ومنهم من قال: إنّ المقسم به إذا كان مبتدأ لا يحتاج إلى خبر، لأنّ الفائدةَ قد حَصَلَت بدونه، فتقديرُه لَغو، والصحيحُ تقديرُه وإن كانت الفائدة حاصلة بدونه طَرداً للقاعدة؛ ألا ترى أنّك إذا قلت: زيد لقائم، ففي قائم ضمير وإن كان الربط قد حصل بدونه. ¶ قال ابن عطيّة: هو مبتدأ وخبره (لأملأنّ) .",
            "page": "139",
            "part": "1",
            "seal": "3EAB3178"
        },
        {
            "id": "139",
            "nass": "التقدير: فالحقّ أن أملأ، وفيه نظر؛ لأن جواب القسم لا يكون إلا جملة. ¶ ولا تنحلّ إلى المفرد، وتقديره بأن والفعل يُؤذنُ بانحلالها إلى المفرد. ¶ وأما الثاني فمبتدأ و (أقول) خبره، والعائد محذوف، أي: أقوله، كقراءة ¶ ابن عامر (وَكُلٌّ وَعَدَ اللَّهُ الْحُسْنَى) ، أي وَعَدَه. ¶ وقيل: خبرمبتدأ محذوف، أي: قَولي الحقّ، فيكون (أقول) على هذا مستأنفاً، أي: أقول لأملأنّ. ¶ ويمكن أن يكون (والحق) بالرفع مفعولاً بـ (أقول) . ¶ ورفعه على حكاية الحق الأول، قاله الزمخشري وحسّنه ودقّقه. ¶ وأما قراءة الجرّ فيهما فقرأ بها الحسن، وعيسى، ووجهها أنّ الأول ¶ مجرور بحرف القسم المحذوف، تقديره: فوالحقّ. ¶ والثاني معطوف عليه، كما تقول: والله والله لأفعلنّ. ¶ و (أقول) على هذا اعتراض بين القسم وجوابه. ¶ ويمكن أن يكون (والحقّ) مفعولا بـ (أقول) وخفض إتباعاً ¶ (للحقّ) الأول.",
            "page": "140",
            "part": "1",
            "seal": "03144259"
        },
        {
            "id": "140",
            "nass": "تتميم: ¶ قرأ عاصم وحمزة (قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) . ¶ برفع الأول ونصب الثاني، وقد تقدّم وجه ذلك. ¶ و (الحقّ) في هذه الآية إذا جعل قسماً فيمكن أن يكون اسماً من أسماء ¶ الله الذي في قوله تعالى: (أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ) ¶ أو يكون هو الذي هو نقيض الباطل.",
            "page": "141",
            "part": "1",
            "seal": "8DED4FF3"
        },
        {
            "id": "141",
            "nass": "حرف الكاف ¶ فمن ذلك قوله تعالى في سورة \" الفاتحة \": (مَالِكِ يَوْمِ الدِّينِ (4) . ¶ قرئ بخفض الكاف ورفعها ونصبها دون ألف. ¶ وقرىء (مَالِكِ) بالألف مع الحركات الثلاث في الكاف، وقرئ (مليك) على وزن شريف مع الحركات الثلاث في الكاف: ¶ فأما قراءة الخفض دون ألف فقرأ بها السبعةُ إلا عاصماً والكسائي. ¶ وقرأ بها جماعة من الصحابة والتابعين، ووجهها أنه صفة (لله) ولا ¶ إشكال؛ إذ إضافته مَحْضة، وقيل: هو بدل، وهو ضعيف لكونه مشتقّاً. ¶ وأما قراءة الرفع فقرأ بها سعد بن أبي وقّاص، وعائشة، ومُوَرِّق ¶ العِجلي، ووجهها أنه مرفوع على القطع، أي: هو ملك.",
            "page": "142",
            "part": "1",
            "seal": "81EB3A9D"
        },
        {
            "id": "142",
            "nass": "وأما قراءة النصب فقرأ بها أنس بن مالك، وأبو نوفل عمرو بن ¶ مُسلم، وأبو حَيوة، وعليها جماعة من القرّاء، ووجهها أنه منصوب على ¶ القطع، أي: أمدح مَلِكَ يوم الدين. ¶ وأما قراءة (مالِكِ) بالألف وخفض الكاف فقرأ بها عاصم، والكسائي ¶ من السبعة، واجتمع على قراءتها العشرةُ إلا طلحة والزبير، وعليها ¶ جماعة من الصحابة والتابعين، ووجهها أنه نعت (لله) ، وهو اسم فاعل ¶ أُريد به المضيّ، فإضافتُه مَحْضة فلا إشكالَ، لنعت المعرفة بالمعرفة. ¶ ويؤيّد أن المراد به المضى قراءةُ من قرأ (مَلَكَ) فعلاً ماضياً، فإن أُريد به ¶ الاستقبال وهو الظاهر لكون اليوم عبارة عن يوم القيامة ففيه إشكال، لأنّ ¶ إضافته غير محضة، فيَلزم منه نعتُ المعرفة بالنكرة. ¶ فالجواب أن يقال: كلّ ما إضافته غير محضة إلا الصفة المشبهة قد يُنوى فيه المحضة فيلحظ فيه أن الموصوف صار معروفاً بذلك الوصف من غير نظر إلى ¶ زمان. ¶ قال الشيخ أبو حيَّان: وهذا الوجه غريب النقل لا يعرفه إلاّ من له ¶ اطلاع على كتاب سيبويهِ وتنقيبٌ على لطائفه.",
            "page": "143",
            "part": "1",
            "seal": "52E9E6FD"
        },
        {
            "id": "143",
            "nass": "وأما قراءة (مالكَ) بالألف والنصب فقرأ بها الأعمش، وابن السَّمَيْفَع. ¶ وعثمان بن أبي سليمان، ووجهها أنه منصوب على القطع، أو على ¶ النداء، فقد روي أن النبيَّ - صلى الله عليه وسلم - قال في بعض غزواته: \" يا مالكَ يومِ الدين \". ¶ وأما قراءة (مالكُ) بالألف ورفع الكاف فقرأ بها أبو هريرة، وأبو حَيوة. ¶ وعمر بن عبد العزيز، ووجهها أنه مرفوع على القطع، أي: هو مالك. ¶ وأمّا قراءة (مَليك) على وزن شريف من أمثلة المبالغة فنسبها الشيخ ¶ أبو حيان إلى أُبيّ، وأبي هريرة، وأبي رجاء العُطاردي، ولم ينصّ على ¶ حركات الكاف. ¶ وقال أبو البقاء: ويقرأ (مليك يوم الدين) رفعاً ونصباً وجرّاً. ¶ أما الرفع والنصب فعلى القطع، وأما الخفض فإن كان بمعنى مَلَك ¶ أو من أمثلة المبالغة والمراد به المُضِيّ فلا إشكالَ لكون الإضافةِ مَحضة. ¶ وإن كان المراد به الاستقبال ففيه الإشكال المقدّم، والجواب عنه ما ¶ تقدم. ¶ فهذه تسع قراءات، كلّها على الإضافة إلى (يوم) من باب الإضافة إلى ¶ الظرف، والإضافة إضافة اللام خلافاً لمن أثبت \" في \".",
            "page": "144",
            "part": "1",
            "seal": "2EC323A9"
        },
        {
            "id": "144",
            "nass": "وحيث كان المراد المِلك بكسر الميم فهو على حذف مضاف، التقدير: أمر يوم الدين، أو على حذف المفعول، التقدير: مالك يوم الدين أمر الناس، فيكون من باب: ¶ طبَّاخِ ساعاتِ الكرى زادَ الكَسَلْ ¶ وحيث كان المراد المُلك بضم الميم فلا حذف. ¶ واعلم أن العرب تقول: مَلِكٌ بيّن المُلْك بضم الميم، ومالك بيّن",
            "page": "145",
            "part": "1",
            "seal": "205E48A7"
        },
        {
            "id": "145",
            "nass": "المِلْك بكسر الميم وفتحها، نقله الأخفش، وقد نُقل فيه الضمُّ. ¶ تتميم: ¶ بقي غير هذه القراءات التسعِ ثماني قراءات: ¶ قرأ أبو هريرة، وعاصم الجَحدري (مَلْك) بسكون اللام على وزن ¶ سَهْل، وهي لغة بكر بن وائل. ¶ وقرأ أبو أحمد بن صالح عن ورش، عن نافع (ملكي) بإشباع ¶ كسرة الكاف. ¶ وقرأ أبو حنيفة، وأبو حَيوة (مَلَكَ) فعلاً ماضياً. ¶ وقرأ عون العُقيلي (مالكٌ) بالرفع والتنوين، ونصب (يومَ الدين) . ¶ وقرأ اليمان (مالكاً) بالنصب والتنوين، ونصب (يوم الدين)",
            "page": "146",
            "part": "1",
            "seal": "14EDD9FF"
        },
        {
            "id": "146",
            "nass": "وقرأ يحى بن يعمر، وأيوب السَّخْتياني (مليك) بالإمالة المحضة. ¶ وقرأ قتيبة بن مِهران عن الكسائي بالإمالة بين بين. ¶ وقال أبو علي الفارسي: لم يُمِل أحدٌ ألف (مالك) . وهو جائز في العربية لكنّه لا يُقرأ بكل ما يجوز إلا أن يأتيَ بذلك أَثُر. ¶ ولم تصل هذه القراءة إلى أبي علي، فلذلك أنكر الإمالة. ¶ وقُرىء (ملَّاك) بالألف وتشديد اللام. ¶ فهذه سبع عشرة قراءة، كلّها راجعة إلى المُلْك بضمّ الميم، أو المِلك ¶ بكسر الميم، وهي راجعة في أصل اللغة إلى المَلْك، الذي هو الشَّدّ ¶ والربط، وهذا المعنى موجود في المُلك والمِلك. ¶ ومن غريب ما في ذلك أن مادة \" ك ل م \" كيف ما تقلَّبت فهي ¶ مستعملة في هذا المعنى، وهي ستَّ صُوَر: ملك، مكل، لمك، لكم. ¶ كمل، كلم. ¶ وزعم الفخر الرازي أن لمك منها مهمل، وليس كذلك، فقد ¶ استعمله الشاعر فيما أنشده الفرّاء:",
            "page": "147",
            "part": "1",
            "seal": "A74E59C8"
        },
        {
            "id": "147",
            "nass": "فلمّا رآني قَدْ حَمَمْتُ ارتحالَه. . . تَلَمَّكَ لو يُجدي عليه التَّلَمُّكُ ¶ واعلم أن المشهور من هذه القراءات كلها (مَلِكِ) و (مالِكِ) بخفض ¶ الكاف فيهما، وبهما قرأ السبعة، ومن الناس من جعلهما بمعنى واحد ¶ كفَرِه وفاره، وحَذِر وحاذر، وفَكِه وفاكه، ومنهم من جعلهما مختلفين ¶ في المعنى وهو ظاهر اللغة. ¶ ومن جعلهما مختلفين: منهم من رجّح \" مالكاً \" بالألف، واستدل على ¶ ذلك بوجوه: ¶ الأول: أن \" مالكاً \" يضاف إلى ما لا يضاف \" مَلِك \"، فيقال: مالك الجنّ ¶ والإنس والملائكة والطير، فيَعُمُّ العقلاءَ وغيرهم، ولا يحسن ذلك في ¶ \"ملك \". ¶ الثاني: أنه لا يقال مالك شي إلأ لمن حصل له ذلك الشيءُ في ملكه. ¶ واستولى عليه بالملكيّة والاستحقاق، و \" مَلِك \" قد يقال لمن ليس بمالك. ¶ كقولهم؛ مَلِك العرب والعجم، مع أنّه ليس بمالك لهم.",
            "page": "148",
            "part": "1",
            "seal": "99B2EECA"
        },
        {
            "id": "148",
            "nass": "الثالث: أنّ \" مالكاً \" أكثرُ حروفاَ، والزيادة في البنية لها تأثير في التعظيم. ¶ الرابع: ما يترتّب عليه من زيادة أجر القارىء؛ إذ كل حرف بعشر ¶ حسنات. ¶ الخامس: كثرة من على \" مالك \" من القُرّاء. ¶ السادس: أنّ المالك مُتَمَكِّن من بيعٍ وهبةٍ وغير ذلك، فهو متصرّف ¶ كيف شاء، والمَلِك ليس له ذلك. ¶ السابع: أنّ المالك لو انتُزِع مُلكُه بغَصْب لم يخرج عن ملكه، وهو ¶ يستحقّه في الدُّنيا والآخرة. ¶ الثامن: أنّ المملوك يعجزُ عن إزالة مُلك المالك. ¶ التاسع: أن المملوكَ كثيرُ الرجاء فيما عند مالكه من الخير، وليس ¶ الرّعِيّة فيما عند المَلك كذلك. ¶ العاشر: أنّ المالك تجبُ خدمتُه على مملوكه بكلّ وجه وفي كلّ حال. ¶ ولا تجب خدمةُ الملكِ على الرعيّة إلا في أمور مخصوصة. ¶ الحادي عشر: أنّ المالك يطمعُ فيه مملوكه ولا يطمعُ هو فيه، والمَلِك ¶ بالعكس. ¶ الثاني عشر: أنّ المالك ذو رأفة ورحمة بملكه غير مُضَيّع له، والمَلك ¶ ذو هيبة وقهر. ¶ ومنهم من رجّح \" مَلِكاً \" واستدلّ على ذلك بأوجه: ¶ الأول: أنّه يُشعر بكثرة ما في داخل تحت حكمه، والمالك ليس كذلك.",
            "page": "149",
            "part": "1",
            "seal": "60AD82C0"
        },
        {
            "id": "149",
            "nass": "الثاني: أنّ الله مدح نفسَه بـ (مَالِكَ الْمُلْكِ) ¶ ولم يقل مالك الدنيا، ولا غير ذلك ممّا هو داخل تحت ملكه، فهذا التخصيص دليل على عظمة المُلك، وأنه أشرف ما يُتَمَدَّح به. ¶ الثالث: أنّ فيه توافق الابتداء والاختتام، فكما ختم بـ (مَلِكِ النَّاسِ) ¶ ابتدأ بـ (مَلِكِ يَوْمِ الدِّينِ) ¶ والمناسبة بين الابتداء والاختتام مطلوبة في فصيح الكلام. ¶ الرابع: أنّ المالك داخل تحت حكم الملك ولا ينعكس. ¶ الخامس: أنّه وصف نفسه تعالى بالمَلِك في مواضع من القرآن، فقال ¶ تعالى: (اَلملِكِ القُدُّوس) ، (المَلكُ الحَقُّ) ، (لِّمَنِ اَلملكُ) ، إلى غير ذلك، وجاء ذلك في السنّة على لسان نبيّه - صلى الله عليه وسلم -، فقال صلّى الله عليه وسلم لسعد بن معاذ: (حكمْتَ بحُكم المَلِك ¶ وأخبرَ - صلى الله عليه وسلم - عن الله عزّ وجل أنه يقول يوم القيامة: (أنا ¶ المَلِك) وهذه المواطن مواطن تعظيم وتكريم. ¶ فلو كان \" مالك \" أعظم من \" مَلك \" لعبّر به ها هنا. ¶ السادس: عموم تصرّف المَلك فيمن دخل تحت مملكته، وليس ¶ للمالك ذلك.",
            "page": "150",
            "part": "1",
            "seal": "05639EBF"
        },
        {
            "id": "150",
            "nass": "السابع: أنّ المَلِكَ لا يَفتقرُ إلى الإضافة والمالك مُفْتَقِرٌ إليها. ¶ الثامن: أنّ المَلِكَ أعظمُ الناس وأشدّهم هيبةً، فكان أشرفَ من المالك. ¶ فهذه حُجَجُ المُرَجِّحين بين (مالك) و (مَلِك) ، أكثرُها تلمّحات لا تقوم ¶ بها حجّة عند تحقيق النظر، والذي تجنح إليه النفس أن (مَلِكاً) أعظم من ¶ (مالك) والله أعلم.",
            "page": "151",
            "part": "1",
            "seal": "0D2566EF"
        },
        {
            "id": "151",
            "nass": "حرف اللام ¶ فمن ذلك قوله تعالى في سورة \" العقود \": (فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ) . ¶ قرئ بجرّ اللام من (أَرْجُلَكُمْ) ونصبها ورفعها. ¶ فأما قراءة الجرّ فقرأ بها ابن كثير، وأبو عمرو، وحمزة، وأبو بكر. ¶ وأنس، وعكرمة، والشَّعبي، والبا قر، وقتادة، والضّحّاك. ¶ ووجه هذه القراءة مبنيّ على اختلاف المذاهب في ذلك: فمن أوجب الغسل ¶ في الأرجل وهو الصحيح وعليه جمهور الفقهاء، فللخفض على قولهم ¶ تأويلات:",
            "page": "152",
            "part": "1",
            "seal": "AE02FF75"
        },
        {
            "id": "152",
            "nass": "منهم من قال: خُفض على الجوار، وهو تأويل ضعيف؛ لأن الصحيح ¶ من الخفض على الجوار مع قلّته ألاّ يكون إلاّ في النعت لا في العطف. ¶ وقيل: هو مختصّ بالشعر. ¶ ومنهم من قال: هو مخفوض بحرف جرّ، وحُذف حرف الجر مع الفعل ¶ الذي يتعلّق به، التقدير: وافعلوا بأرجلكم الغسل. ¶ ومنهم من قال: إنما خفضت الأرجل لأنها من بين الأعضاء المغسولة ¶ مظنةً للإسراف المنهى عنه، فعطفت على العضو الممسوح لا لأن تمسح. ¶ ولكن للتنبيه على وجوب الاقتصاد في صبّ الماء عليها، دليله قوله ¶ تعالى: (إلى الكعببين) معناه: والمسح لا غاية له. ¶ وبالجملة فهذه القراءة مشكلة على مذهب من يرى الغسل. ¶ قلت: وأقرب التأويلات في ذلك تأويل ابن الحاجب، وهو أنه جعله من باب: ¶ فعَلَفْتُها تِبناً وماءً بارداً ¶ التقدير: وسَقَيْتُها، لأن الماء لا يُعلف، ثم حذف \" سقيتها \" لدلالة ¶ \"علفتها \" عليه، لأنّ الأكلَ يستلزم الشرب، وعطف \" ماء \" على \" تبن \". ¶ وكذلك الآية، التقدير: وامسحوا برؤوسكم واغسلوا أرجلكم، فحذف",
            "page": "153",
            "part": "1",
            "seal": "B005CA0C"
        },
        {
            "id": "153",
            "nass": "\"واغسلوا \" لقرب معناه من \" امسحوا \"، ثم جرّوا (أرجلكم) بالعطف على ¶ (رؤوسكم) حملاً لأحد الفعلين على الآخر. ¶ وهذا التأويل أليق وأقرب من التأويلات المتقدّمة، وأكثر في القرآن وكلام العرب، حتى قال بعضهم: هو مقيس لكثرته نظماً ونثراً، وإنما حملهم على تكلّف هذه التأويلات السنّةُ الواردة الصحيحة المقتضية للغسل الذي لا تحتمل تأويلاً. ¶ ومن يرى المسح فهو معطوف على (رؤوسكم) ، وهو صحيح ¶ الإعراب فاسد المعنى. ¶ وأما قراءة النصب فقرأ بها نافع، وابن عامر، والكسائي، وحفص. ¶ ووجهها أنه منصوب عطفاً على (أيديكم) ولا يضرّ الفصل بالجملة بين ¶ المعطوف والمعطوف عليه. ¶ قال أبو البقاء: هو جائز ولا خلاف فيه. ¶ ولا يلتفت إلى قول ابن عصفور: وأقبح ما يكون ذلك بالجمل - يعني ¶ الفصل بين المعطوف والمعطوف عليه، لأن هذه الآية تردّ عليه. ولا يخلو ¶ ابن عصفور أن مرّت هذه الآية بخاطره حين قال: \" وأقبح من ذلك \"، أو ¶ لا. ¶ فإنّ كانت مرَّت بخاطره فهو جارٍ على عادته من سوء أدبه مع كلام الله ¶ تعالى وإطلاق لسانه في ذلك، وإن كانت لم تَرِد بخاطره فيشفع له جهلُه ¶ بذلك.",
            "page": "154",
            "part": "1",
            "seal": "0CDE9E14"
        },
        {
            "id": "154",
            "nass": "ومَن عَطَفَ (وأرجلكم) على موضع (برؤوسكم) فلا يلتفت إليه لضعفه. ¶ والفصل بين المعطوف والمعطوف عليه أولى من العطف على الموضع. ¶ وأما قراءة الرفع فقرأ بها الحسن، ووجهها أنّه مبتدأ والخبر محذوف. ¶ والتقدير: أرجلكم مغسولة إلى الكعبين. والله أعلم. ¶ ومن ذلك قوله تعالى في سورة \" الكهف \": (وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ) ¶ قرئ بكسر اللام من (وقل) وفتحها وضمّها: ¶ أما قراءة الكسر فقرأ بها السبعة، ووجهها أنه كسر لالتقاء الساكنين. ¶ وهو الأصل. ¶ وأما قراءة الفتح والضمّ فقرأ بهما أبو السمال، ووجههما أن الفتح ¶ للخقة، والضمّ إتباعاً لحركة القاف. قال أبو حاتم في قراءة الفتح: ¶ هي رديئة في العربية. يعني أنّ الأمرَ إذا وقع بعده ساكن فتحريكُ آخِرِه ¶ بالفتح رديء.. ¶ ومن ذلك قوله تعالى في سورة \" يس \": (تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ)",
            "page": "155",
            "part": "1",
            "seal": "C8301E0C"
        },
        {
            "id": "155",
            "nass": "قرىء بنصب اللام من (تَنْزِيلَ) ورفعها وجرّها: ¶ فأما قراءة النصب فقرأ بها ابن عامر، وحمزة، والكسائي، وحفص. ¶ وطلحة، والأشهب. وعيسى بخلاف عنهما، ووجهها أنه منصوب على ¶ المصدر، أي: نزّل تنزيلا. ¶ وأما قراءة الرفع فقرأ بها باقي السبعة، على خبر مبتدأ محذوف، أي: ¶ هو تنزيل، والمصدر بمعنى المفعول: أي هو مُنَرلُ العزيز الرحيم. ¶ وأما قراءة الجرّ فقرأ بها أبو حَيوة، واليزيدي، وشيبة، ووجهها الجر ¶ على النعت لـ (القرآن) ، وقيل: بدل منه. وعلى الإعرابين فالمصدر ¶ فيهما بمعنى المفعول كقراءة الرفع. ¶ ومن ذلك قوله تعالى في سورة \" غافر \": (إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (71) ¶ قرئ برفع اللام من (السَّلَاسِلُ) ونصبها وجرها: ¶ فأما قراءة الرفع فقرأ بها السبعة مع بناء (يُسحَبون) للمفعول. ¶ ووجهها أنه معطوف على (الأغلال) ، ويجوز أن تكون (السلاسل)",
            "page": "156",
            "part": "1",
            "seal": "BD90CC52"
        },
        {
            "id": "156",
            "nass": "مبتدأ، وخبره (يُسْحَبون) والضمير محذوف أي يُسحبون بها. ¶ ويجوز أن يكون (السَّلَاسِلُ) مبتدأ، والخبر محذوف أي: والسلاسل في أعناقهم، و (يُسْحَبون) مستأنف أو حال. ¶ وأما قراءة النصب فقرأ بها ابن مسعود، وابن عبَّاس، وزيد بن علي. ¶ وابن وثّاب مع بناء (يَسحبون) للفاعل، ووجهها أنّه منصوب على ¶ المفعول، لـ (يسحبون) أي: ويسحبون السلاسل، وفيه عطف الجملة ¶ الفعلية على الاسمية. ¶ وأما قراءة الجرّ فقرأ بها ابن عبّاس وجماعة، وظاهرها مشكل. ¶ وقال الفرّاء في تأويلها: \" من جر (السَّلَاسِلُ) حملة على المعنى، لأن المعنى: ¶ أعناقهم في الأغلال والسلاسل \". ونحا نحوَه الزمخشريُّ وابنُ عطيّة. ¶ وأوَّل الزجّاجُ على حذف حرف الجرّ، التقدير عنده: وفي السلاسل ¶ يُسحبون، وهذا تأويل ضعيف، ويقوّيه قراءة من قرأ: (وبالسلاسل ¶ يُسحبون) بباء الجرّ.",
            "page": "157",
            "part": "1",
            "seal": "4C5F834F"
        },
        {
            "id": "157",
            "nass": "قلت: ويمكن أن تخرّج هذه القراءة على وجه حسن سالم من حذف ¶ حرف الجرّ ومن العطف على ما يصلح في الموضع: وهو أن يكون ¶ (السَّلَاسِلُ) معطوفاً على (الأعناق) ، ويكون المعنى أنّ الأغلال في ¶ أعناقهم، وهي أيضاً في السلاسل التي يقاد بها المغلول، إذ لو كان الغلّ ¶ في العنوق وليس في سلسلة يحبس بها عن الفرار لكان أسهل على ¶ المغلول، فأخبر الله تعالى أن الغلّ في شيئين: في العنوق، وفي السلسلة ¶ التي يُسحب بها المغلول ويُمنع بها عن التصرّف، وذلك أعظم وأهول. ¶ ومن ذلك قوله تعالى في سورة \" الزخرف \": (وَقِيلِهِ يَا رَبِّ) ¶ قُرىء بنصب اللام وجرّها ورفعها: ¶ فأما قراءة النصب فقرأ بها السبعة إلاّ عاصماً وحمزة، ووجهها أنّه ¶ مصدر، قال: وهو معطوف على (سِرَّهُمْ وَنَجْوَاهُمْ) التقدير: يعلم ¶ سرّهم ونجواهم وَقِيلِهِ، أي: وقيل رسول الله - صلى الله عليه وسلم -. ومنهم من جعله مصدراً منصوباً بفعله، التقدير: قال قيله. ومنهم من جعله معطوفا على (الساعة) لأنها في محلّ نصب، نحو قولك: أعجبني ضربُ زيدٍ ¶ وعمراً. ¶ ومنهم من جعله معطوفاً على مفعول (يَكتبونَ) المحذوف. ¶ التقدير: يكتبون أقوالهم وقيله. ¶ ومنهم من جعله منصوباً بفعل مضمر،",
            "page": "158",
            "part": "1",
            "seal": "4D43B343"
        },
        {
            "id": "158",
            "nass": "التقدير: ويعلم قيله. ومنهم من جعله منصوباً بالعطف على مفعول ¶ (يعلمون) التقدير عنده: وهم يعلمون الحقّ وقيله يا ربّ. ¶ قال الشيخ أبو حيَّان: وهو قول لا يكاد يعقل. ¶ وأما قراءة الجرّ فقرأ بها عاصم، وحمزة، والأعمش، ووجهها أنه ¶ عطف على (الساعة) ومنهم من جعل الواو للقسم، والجواب محذوف. ¶ التقدير: لتُنْصَرَنّ أو لأفعلَنّ بهم ما أشاء، ويكون الله قد أقسم بقول نبيّه ¶ - صلى الله عليه وسلم - تعظيماً له وتكريما. ¶ وأما قراءة الرفع فقرأ بها الأعرج، وأبو قِلابة، ومجاهد، والحسن. ¶ وقتادة، ومسلم بن جندب، ووجهها أنّه مبتدأ، وخبره (يا ربّ) ¶ إلى؛ (. . . لا يُؤْمِنون) . ¶ ومنهم من قال: الخبر محذوف، التقدير: ¶ وقيلُه هذا القول، أي: (يا رب. . .) إلى (. . . لا يُؤْمِنون) هو مسموع. ¶ فيكون على هذا قوله تعالى: (يا ربّ) . . . إلى (. . . لا يُؤْمِنون) في ¶ موضع نصب بـ (قيله) . ¶ ومنهم من قال: هو معطوف على (علم الساعة)",
            "page": "159",
            "part": "1",
            "seal": "92A8CAC0"
        },
        {
            "id": "159",
            "nass": "على حذف مضاف: أي وعلم قيله، حذف المضاف وأُقيم المضاف إليه ¶ مقامه. ¶ قلت: والزمخشري لم يَرْضَ شيئاً من هذه الإعرابات، وجعلَ (قيله) في ¶ حالة النصب والجرّ والرفع قسماً؛ ففي الرفع جعله مبتدأ والخبر محذوف. ¶ التقدير: وقيله قسمي. ¶ وفي النصب جعله منصوباً على إسقاط حرف الجرّ ¶ نحو: اللهَ لأفعلنّ، جرياً على مذهبه من أنّ إسقاط حرف القسم ونصب ¶ المقسم به يكون في لفظ الجلالة وغيرها. وفي الجرّ جعله مجروراً ¶ بحرف القسم المحذوف، وجواب القسم عنده: (إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ) . ¶ وهذا الإعراب منه يقتضي أن يكون (هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ) من كلام الله ¶ تعالى، لكونه جعله جواب القسم، والظاهر من سياق الآية أنّ قوله: (إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ) من كلام الرسول - صلى الله عليه وسلم -، معمول لقوله، والله أعلم.",
            "page": "160",
            "part": "1",
            "seal": "FC975C09"
        },
        {
            "id": "160",
            "nass": "حرف الميم ¶ فمن ذلك قوله تعالى في سورة \" الفاتحة \": (الرَّحْمَنِ الرَّحِيمِ) ¶ قرئ بجرّ الميم من (الرحيم) ونصبها ورفعها: ¶ فأما قراءة الجرّ فقرأ بها السبعة، ووجهها أنه نعت للجلالة. ¶ وأما قراءة النصب فقرأ بها أبو العالية، وابن السمَيفَع، وعيسى بن ¶ عمر، ووجهها أنه منصوب على القطع، أي: أمدحُ الرحيم. ¶ وأما قراءة الرفع فقرأ بها أبو رَزين العُقَيلي، والربيع بن خُثيم. ¶ وأبو عمران الجَوني، ووجهها أنّه مرفوع على القطع، أي: هو الرحيم.",
            "page": "161",
            "part": "1",
            "seal": "AD6AE9EE"
        },
        {
            "id": "161",
            "nass": "ومن ذلك قوله تعالى في سورة \" البقرة \": (فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ) ¶ قرئ بفتح الميم من (الْمَرْءِ) وتسكين الراء، والهمزة، وبضمّها وبكسرها: ¶ أما قراءة الفتح فقرأ بها السبعة. ¶ وأما قراءة الضمّ فقرأ بها ابن أبي إسحاق. ¶ وأما قراءة الكسر فقرأ بها العُقَيلي. وكلّها لغات، أفصحها الفتح. ¶ تتميم: ¶ اتّفقوا على أن قوله تعالى: (فَيَتَعَلَّمُونَ) معطوف بالفاء، واختلفوا في ¶ المعطوف عليه على ستّة أقوال: ¶ الأول: أنه معطوف على ما دلّ عليه أوّل الكلام، التقدير: فيأتون ¶ فيتعلّمون، قاله الفرّاء. ¶ الثاني: أنه معطوف على (يُعَلِّمون) قاله الفرّاء أيضا.",
            "page": "162",
            "part": "1",
            "seal": "46FC581A"
        },
        {
            "id": "162",
            "nass": "الثالث: أنه معطوف على (كفروا) قاله سيبويه. ¶ الرابع: أنه جملة اسمية، التقدير: فهم يتعلّمون، وهي معطوفة على ما ¶ قبلها من الجمل، قاله سيبويه أيضا. ¶ والضمير في (يتعلّمون) على هذه الأقوال عائد على (الناس) . ¶ الخامس: أنه معطوف على (وَمَا يُعَلِّمَانِ) ، والضمير في قوله ¶ (فَيَتَعَلَّمُونَ) راجع إلى (أحد) وجُمع حملاً على المعنى، كقوله تعالى: ¶ (فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ) . ¶ وهذا العطف - وإن كان على منفي - فهو موجب في المعنى؛ لأنّ معناه: يعلّمان كلّ أحد إذا قالا له إنما نحن فتنة. ¶ وهذا القول نسبه الشيخ أبو حيَّان إلى الزجّاج. ¶ وقال برهان الدين السَّفاقسيّ في جمعه إعراب أبي حيَّان: ¶ ولمْ أرَ هذا للزجّاج في \" معانيه \". ¶ قلتُ: لا يلزم أن تكونَ أقوالُ الزجّاج كلّها موجودةً في \" معانيه \"، والزجّاج بحرُ علم زاخرٌ، \" معانيه \" قطرة من ذلك البحر. ¶ السادس: أنه معطوف على (يُعَلِّمَانِ) مقدّراً لدلالة الكلام عليه، وهذا ¶ القول للزجّاج أيضاً، وردّه أبو علي بأنّ (يُعَلِّمَانِ) موجود فلا حاجة إلى ¶ تقديره.",
            "page": "163",
            "part": "1",
            "seal": "6E44CD90"
        },
        {
            "id": "163",
            "nass": "واختلفوا في الضمير من قوله: (منهما) فقيل: يعود على (المَلَكين) ¶ وهو الظاهر، وقيل: على (السِّحر) والذي أُنزل، وقيل على الفتنة والكفر ¶ المفهوم من (فَلَا تَكْفُرْ) . ¶ ومن ذلك قوله تعالى في سورة \" آل عمران \": (وَيَعْلَمَ الصَّابِرِينَ (142) . ¶ قرئ بنصب الميم من (يَعْلَمَ) ورفعها وكسرها: ¶ فأما قراءة النصب فقرأ بها السبعة، ووجهها أنه منصوب بإضمار \" أن \" ¶ مع الواو، كقولك: لا تأكل السمك وتشربَ اللبن. ¶ وأما قراءة الرفع فنُسبت إلى أبي عمرو، ووجهها أن الواو فيه واو ¶ الحال، قاله الزمخشري، وهو محمول على إضمار المبتدأ، التقدير: وهو ¶ يعلم، وإلا لزم دخول الواو الحالية على الفعل المضارع. ¶ وأما قراءة الكسر فقرأ بها الحسن، ووجهها أنه معطوف على (ولَمّا ¶ يعلم) ، وكسر لالتقاء الساكنين. ¶ ومن ذلك قوله تعالى في سورة \" النساء \": (وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ) . قرىء بنصب الميم وجرّها ورفعها:",
            "page": "164",
            "part": "1",
            "seal": "B841947C"
        },
        {
            "id": "164",
            "nass": "أما قراءة النصب فقرأ بها السبعة إلا حمزة، ووجهها أنه معطوف ¶ على لفظ الجلالة على حذف مضاف، التقدير: واتقوا الله وقطعَ الأرحام. ¶ وعلى هذا الإعراب جاء تفسير ابن عبّاس، وقتادة، والسُّدّيّ، وغيرهم. ¶ ويكون العطف من باب عطف الخاصّ على العامّ، لأنّ تقوى الله هو ¶ اجتناب مخالفته في كل ما أمرَ به ونهى عنه، وقَطْعُ الأرحام بعضُ ما نهى ¶ الله عنه. ومنهم من قال: إنّ نصبه بالعطف على موضع (به) كما تقول: ¶ مررت بزيد وعمرا، ويؤيِّدُ هذا القول قراءةُ عبد الله: (تساءلون به ¶ وبالأرحام) . ¶ وأما قراءة الجرّ فقرأ بها حمزة، وابن عبّاس، والحسن، ومجاهد. ¶ وقتادة، والنَّخَعي، ويحيى بن وثّاب، والأعمش، وأبو رَزين. ووجهها ¶ أنه معطوف على الضمير المخفوض من غير إعادة الخافض. ويؤيّدُه قراءةُ ¶ عبد الله (وبالأرحام) بإظهار الخافض. ¶ والعطف على الضمير المخفوض من غير إعادة الخافض جائز ¶ في السَّعَة نَظما ونَثراً عند المحققين، وبه قال أكابر الكوفيّين،",
            "page": "165",
            "part": "1",
            "seal": "E0B017EC"
        },
        {
            "id": "165",
            "nass": "ويونس، وأبو الحسن الأخفش، وإليه ذهب شيخ نحاة الأندلس الأستاذ ¶ أبو علي الشلوبين. ¶ والدليل على جوازه القياسُ والسماع: ¶ أما القياس فكما يجوز أن يؤكّد ويُبدّل منه بغير إعادة خافض فكذلك ¶ يعطف عليه من غير إعادة خافض.",
            "page": "166",
            "part": "1",
            "seal": "61F90594"
        },
        {
            "id": "166",
            "nass": "وأما السَّماع فقد ورد نَظماً ونَثراً: ¶ أما النَثر فهذه القراءة وكفى بها دليلاً على ذلك، فإنّها قراءة متواترة. ¶ قرأ بها حمزةُ من الأئمّة السبعة، وهو ثَبَت فيما نقل، لم يقرأ حرفاً من ¶ كتاب الله تعالى إلاّ بأثر صحيح عن رسول الله - صلى الله عليه وسلم -، وقد قرأ بها من تَقَدَّمَ ذِكرُه من الصحابة والتابعين. فمن لَحَّنَ حمزةَ أو وهَّمَه فقد كذب، ويُخشى عليه أن يَؤول قولُه إلى الكفر. ¶ ومما يدلّ على صحّة العطف على الضمير المخفوض من غير إعادة ¶ الخافض أيضاً قوله تعالى: (وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ) ¶ وهاتان الآيتان لو أُوِّلتا على غير العطف على الضمير المخفوض لخرَجَتا ¶ عن أسلوب الفصاحة وحُسنِ التأليف، فيجب اطِّراح ما عدا ذلك من ¶ التأويلات، كمن جعل الواو في (وَالأرحام) واو القسم وجرّ به (الأرحام) . ¶ وكمن جرّ (والمسجد الحرام) بالعطف على (سبيل الله) إلى غير ذلك ¶ من التأويلات. ¶ ومن كلام العرب نثراً قوله: \" ما فيها غيرُه وفرسِه \" بالخفض في ¶ \" فرسه \": ¶ وأما النظم فقد ورد من ذلك شيء كثير بحيث لا يعدّ ضرورة، واتّسعت",
            "page": "167",
            "part": "1",
            "seal": "6390CB84"
        },
        {
            "id": "167",
            "nass": "العربُ فيه، فتارة عطفت بالواو، كقوله - أنشدَه سيبويه: ¶ فاليومَ قَرَّبْتَ تهجونا وتَشْتِمُنا. . . فاذهبْ، فما بك والأيامِ من عَجَبِ ¶ فعطف \" والأيام \" بالواو على الكاف من \" بك \". ¶ ومنه قوله: ¶ لو كان لي وزهير ثالثٌ وَرَدَت. . . من الحِمامِ عِدانا شرَّ مورود ¶ فعطف \" زهير \" بالواو على الياء في \" لي \". ¶ ومنه قوله: ¶ تُعَلَّقُ في مثلِ السواري سيوفُنا. . . فما بينَها والأرضِ غوطٌ نفانِفُ",
            "page": "168",
            "part": "1",
            "seal": "7D20451D"
        },
        {
            "id": "168",
            "nass": "فعطف \" الأرض \" بالواو على الضمير في \" بينها \". ¶ ومنه قوله: ¶ هلأ سَأَلْتِ بذي الجَماجم عنهمُ. . . وأبي نُعيمٍ ذي اللِّواءِ المُحْرِقِ ¶ فعطف \" أبا نعيم \" بالواو على الضمير في \" عنهم \". ¶ ومنه قوله: ¶ إذا أوقدوا ناراً لحربِ عدوِّهم. . . فقد خابَ من يَصْلَى بها وسعيرِها ¶ فعطف \" سعيرها \" بالواو على \" بها \". ¶ ومنه قوله: ¶ وقد رامَ آفاقَ السماءِ فلم يَجِدْ. . . له مَصْعَداً فيها ولا الأرضِ مَقْعَدا ¶ فعطف \" الأرض\" بالواو على \" فيها \". ¶ وتارة عطفت بـ (لا) نحو قوله: ¶ بنا أبداَ لا غيرِنا يُدْرَكُ المُنى. . . وتكْشَفُ غَمّاءُ الخطوبِ الفوادحِ",
            "page": "169",
            "part": "1",
            "seal": "46BAE4B1"
        },
        {
            "id": "169",
            "nass": "فعطف \" غيرنا \" بـ (لا) على \" بنا \". ¶ وتارة عطفت بـ (بل) نحو قوله: ¶ إذا بنا بل أنيسانِ اتّقَتْ فئهٌ. . . ظلَّتْ مُؤَمَّنةً ممّن يُعاديها ¶ فعطف \" أُنيساناً \" بـ (بل) على \" بنا \". ¶ وتارة عطفت بـ (أم) نحو قوله: ¶ أكِرُّ على الكتيبةِ لا أُبالي. . . أَحَتْفي كان فيها أم سواها ¶ فعطف \" سواها \" بـ (أم) على \" فيها \". ¶ وتارة عطفت بـ (أو) نحو قوله: ¶ آبَكَ أَيِّهْ بيَ أو مُصَدَّرِ. . . من حُمُر الجِلّة جَأْبٍ حَشْوَرِ ¶ فعطف \" مصد راً \" بـ (أو) على \" بي \".",
            "page": "170",
            "part": "1",
            "seal": "18ACBC09"
        },
        {
            "id": "170",
            "nass": "وقد وقفتُ على ما ورد من ذلك نظماً ونثراَ ممّا يدل على كثرة العطف ¶ على الضمير المخفوض من غير إعادة الخافض. ¶ وإن كان بعض البصريين قد ذهبوا إلى منع ذلك، فليست القراءةُ متوقفةَ على مذهب البصريّين ولا الكوفيّين، بل إذا صحّت القراءةُ وتواترت فهي أكبرُ حجّةٍ على صحة الحكم، وكم من حكيم ثبتَ بقول الكوفيين لم يُثْبِتْه البصريون، وكم من حكيم ثبتَ بقول البصريّين لم يُثْبِتْه الكوفيّون، فلسنا مُلْتَزِمين قولَ أحدِ الطائفتين، بل أيُّهم أثبتَ حكماً بنقل صحيح عن العرب أخَذْنا به، لأنّ كلتا الطائفتين أثبات ثِقات فيما نقلوا، وقد ردَّت النحاةُ المعتزلةُ هذه القراءةَ جرياَ على عادتهم في ذلك، ولا يُلْتَفَتُ إليهم؛ لأنهم يصحَحون القراءة بنحوهم، والأمر بالعكس، وكان حقَّهم أن يُصَحِّحوا نحوَهم بالقراءة المتواترة. ¶ وأعجبُ شيءٍ فيهم أنّهم إذا سمعوا بيتَ شعر لا يعرفون قائلَه قد خرجَ عن قواعد العربية التمسوا له أحسنَ المخارج، واعتذروا عنه بأشدّ العُذر. ¶ وإذا رأَوا قراءةً منقولةً من طريق صحيح قد اعتنى بها الأئمّةُ. ¶ إلاّ أنها قليلةُ النظير، رَمَوها عن قوس واحد، وطعنوا فيها، وكان حقَّهم أن ¶ يقبلوها ويُبَينوا مخرجَها كما يصنعه أهلُ السُّنَّة من أهل الصَّنعة. ¶ والعجبُ أيضاً من ابن عطيّةَ على طهارة لسانه وعُلُوِّ منصبه، كيف مال إلى ردّ هذه القراءة ولكن الجوادَ قد يكبو، والصارمَ قد ينبو، والله أسأل أن يَعْصِمَنا من الزَّلَل في القول والعمل. ¶ وأما قراءة الرفع فقرأ بها عبد الله بن يزيد، ووجهها أنّه مبتدأ،",
            "page": "171",
            "part": "1",
            "seal": "8F145BFF"
        },
        {
            "id": "171",
            "nass": "والخبر محذوف، قدّره ابن عطية من المعنى، أي: وأهل أن توصل. ¶ وقدّره الزمخشري من اللفظ، أي: والأرحام ممّا يُتّقى. ¶ ومن ذلك قوله تعالى في سورة \" طه \" (مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا) ¶ قرئ بفتح الميم وضمّها وكسرها: ¶ أما قراءة الفتح فقرأ بها نافع وعاصم من السبعة، وزيد بن علي. ¶ وأبو جعفر، وشيبة، وابن سَعدان. ¶ وأما قراءة الضم فقرأ بها حمزة والكسائي من السبعة، والحسن. ¶ والأعمش، وطلحة، وابن أبي ليلى، وقَعْنَب. ¶ وأما قراءة الكسر فقرأ بها ابن كثير، وأبو عمرو، وابن عامر. ¶ ووجهها كلُّها أنها لغات والمعنى واحد. ¶ وفرّق أبو عليّ وغيره بين معانيها، ففال: أما الفتح فالمراد به المصدر",
            "page": "172",
            "part": "1",
            "seal": "8A771765"
        },
        {
            "id": "172",
            "nass": "من مَلَكَ، والمعنى: ما فعلنا ذلك بأنّا مَلَكْنا الصوابَ ولا وُققنا له، بل ¶ غَلَبَتْنا أنفسُنا. ¶ وأما الضمّ فقال: معناه أنّه لم يكن لنا مُلأ فنُخلفَ موعدك ¶ بسلطانه، إنما أخْلَفْناه بنظرٍ أدّى إليه ما فعلَ السامريّ، وليس المعنى أنّ ¶ لهم ملكاً، وإنما هو من قبيل: ¶ على لاحبٍ لا يُهتدى بمناره. . . ¶ أي ليس له منار فيُهتدى به. ¶ وأما الكسر فمعناه أنّه يأتي كثيراً فيما يحوزه اليد، ولكنه يستعمل في الأمور التي يبرمها الإنسان. ¶ ومعنى الكسر كمعنى الفتح. ¶ تتميم: ¶ وحيث قلنا بأن معناها المصدر، فهو مضاف إلى الفاعل، والمفعول ¶ مقدر، أي: بملكنا الصوابَ. ¶ ومن ذلك قوله تعالى في سورة \" والذاريات \": (وَقَوْمَ نُوحٍ مِنْ قَبْلُ) ¶ قرئ بجر الميم ونصبها ورفعها: ¶ أما قراءة الجر فقرأ بها أبو عمرو، وحمزة، والكسائي، وهي قراءة",
            "page": "173",
            "part": "1",
            "seal": "0A59B3F2"
        },
        {
            "id": "173",
            "nass": "عبد الله، ووجهها أنه معطوف على (ثمود) ، التقدير: وفي ثمود وفي ¶ قوم نوح. ¶ وأما قراءة النصب فقرأ بها باقي السبعة، ووجهها أنه معطوف على ¶ الضمير في (فأخَذْناه) أي: وأخذنا قوم نوح. ¶ وقيل: على الضمير في (فنبَذْناهم) . ¶ وقيل: منصوب بفعل مضمر، التقدير: وأهلكناهم. ¶ وقيل: بـ \" اذكر \" مضمرة. ¶ وأما قراءة الرفع فقرأ بها أبو السمّال، وابن مِقْسَم، ووجهها أنّه مرفوع ¶ بالابتداء، والخبر محذوف، التقدير؛ وقوم نوح أهلكناهم. ¶ ومن ذلك قوله تعالى في سورة \" الرحمن \": (لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ) ¶ قرئ بكسر الميم في الموضعين، وضمّها، وفتحها: ¶ أما قراءة الكسر فيهما فقرأ بها السبعة، ووجهُها أنّه كَسَرَ لأن",
            "page": "174",
            "part": "1",
            "seal": "6B8177EC"
        },
        {
            "id": "174",
            "nass": "الماضي مفتوح، نحو ضرب يضرب. ¶ وأما قراءة الضمّ فيهما فقرأ بها طلحة، وعيسى، ووجهها أنّه جاء ¶ بالضمّ لأنّ الماضيَ على \" فَعَل \" بالفتح، نحو خرَج يخرُج. ¶ وأما قراءة الفتح فيهما فقرأ بها الجَحدري، ووجهها أنه جاء بالفتح ¶ لأنّ الماضيَ منه على \" فَعِل \" بالكسر، نحو عَلِمَ يعلم. ¶ وقرأ قوم بضمّ الأول وكسر الثاني، وقوم بالعكس، وخيَّرَ قوم. ¶ تتميم: ¶ طَمَثَ الرجلُ المرأةَ: افتضها، وطَمَثَتِ المرأةُ تطمُث بالضمّ: إذا ¶ حاضت، ويقال فيه طَمِثت بالكسر. ¶ فإن قلت: نفيُ وطئهنّ عن الإنس ظاهر، وأمّا عن الجنّ فكيف الأمر ¶ في ذلك؟ ¶ فالجواب أن يقال: وذلك أن الجن قد يجامعُ نساءَ البَشر مع أزواجهنّ ¶ إذا لم يذكر الزوجُ اسمَ الله، فنفى الله تعالى جميع المجامعين، قاله ¶ مجاهد، والحسن. وقال ضَمرة بن حبيب: الجنّ في الجنة لهم ¶ قاصرات الطرف مثلهن، فنفى الافتضاض عن الإنسيَّات والجّنيّات.",
            "page": "175",
            "part": "1",
            "seal": "F670072B"
        },
        {
            "id": "175",
            "nass": "ومن ذلك قوله تعالى في سورة \" المطفّفين \": (يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ (6) . ¶ قرئ بنصب الميم من (يَوْمَ) ورفعه وجرّه: ¶ أما قراءة النصب فقرأ بها السبعة، ووجهها أنه منصوب على الظرف. ¶ والعامل فيه مقدّر، التقدير: يبعثون يوم يقوم الناس. ¶ ويجوز أن يعمل فيه (مَبْعُوثُونَ) ، ويكون (لِيَوْمٍ) على حذف مضاف؛ أي لحساب يوم. ¶ وقيل: هو بدل من (يوم عظيم) لكنه بُني لوقوع المضارع بعده، وفيه ¶ خلاف. ¶ وأما قراءة الرفع فقرأ بها زيد بن عليّ، ووجهها أنه مرفوع، خبر مبتدأ ¶ محذوف، التقدير: ذلك يوم. ¶ وأما قراءة الجر فقرأ بها، ووجهها أنه بدل من (ليوم عظيم) ¶ ولم يكرّر الخافض.",
            "page": "176",
            "part": "1",
            "seal": "E86A81BF"
        },
        {
            "id": "176",
            "nass": "حرف النُّون ¶ فمن ذلك قوله تعالى في سورة \" الفاتحة \" (الرَّحْمَنِ) . ¶ قرئ بخفض النون ورفعها ونصبها: ¶ أما قراءة الخفض فقرأ بها السبعة، ووجهها أنّه مخفوض على النعت ¶ للفظ الجلالة، وقد قيل: بدل، أو عطف بيان. ¶ أما قراءة الرفع فقرأ بها أبو رَزين العُقيلي، والربيع بن خُثيم. ¶ وأبو عمران الجَوني، ووجهها أنّه مرفوع على القطع، أي: هو الرحمن. ¶ وأما قراءة النصب فقرأ بها أبو العالية، وابن السَّمَيْفَع، وعيسى بن ¶ عمر، ووجهها أنّه منصوب على القطع، أي: أعني الرحمن. ¶ وقد تقدّم الكلام في باب الباء في هذا بأبسط عند كلامنا على قوله عزّ ¶ وجلّ (ربِّ العالمين) . ¶ ومن ذلك قوله تعالى في سورة \" النساء \": (وَيُونُسَ وَهَارُونَ) . ¶ قرئ بضمّ النون من (يونس) وفتحها وكسرها: ¶ أما قراءة الضمّ فقرأ بها السبعة، وهي لغة أهل الحجاز، يضمّون النون ¶ ولا يهمزون.",
            "page": "177",
            "part": "1",
            "seal": "F4F71BAC"
        },
        {
            "id": "177",
            "nass": "وأما قراءة الفتح فقرأ بها النَخَعي، وابن وثّاب، هكذا ذكر الشيخ ¶ أبو حيَّان في سورة \" النساء \" وذكر في سورة \" الأنعام \" زيادة على هذا ¶ فقال: وبفتح النون - يعني في (يونس) قرأ الحسن، وطلحة، ويحيى - ¶ يعني ابن وثاب، والأعمش، وعيسى بن عمر، في جميع القرآن، انتهى. ¶ وفتح نون (يونس) لبعض بني عقيل. ¶ وأما قراءة الكسر فقرأ بها نافع في رواية ابن جمَّاز عنه، وهي لغة ¶ لبعض العرب. ¶ ومن ذلك قوله تعالى في سورة \" الأنعام \": (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ) ¶ قرئ بنصب النون من (الْجِنَّ) ورفعها وجرّها: ¶ أما قراءة النصب فقرأ بها السبعة، ووجهها أنه مفعول أوّل. ¶ و (شركاء) المفعول الثاني، كذلك قال ابن عطيّة والزمخشري، وجوّزا ¶ أيضاً فيه أن يكون بدلاً من (شركاء) ، و (شركاء) المفعول الأول. ¶ و (لله) المفعول الثاني، وردّه الشيخ أبو حيَّان بأنّ البدل على، نيّة تكرار",
            "page": "178",
            "part": "1",
            "seal": "131765EC"
        },
        {
            "id": "178",
            "nass": "العامل، أو على الطرح من المبدل منه، وكلاهما لا يصحّ؛ ¶ لو قلت: وجعلوا لله الجنّ، لم يصحّ، انتهى بالمعنى. ¶ وأعرب الحَوْفي (شركاء) مفعولا أولَ، و (الجنَّ) مفعولاً ثانيا، وحكى الشيخ أبو حيَّان عن شيخه الأستاذ أبي جعفر بن الزبير أنّه انتصب (الجنَّ) عنده على أنّه مفعول بإضمار فعل، جواب سؤال مقدّر، كأته قيل: من جعلوا شركاء؛ قيل: الجنّ، أي: جعلوا الجنَّ. ¶ وأما قراءة الرفع فقرأ بها أبو حَيْوَةَ، ووجهها أنّه مرفوع على خبر مبتدأ ¶ محذوف، أي: هو الجنّ، جواباً لمن قال: من الذي جعلوه؛ قيل: هم ¶ الجنّ، وهذه القراءة تؤيّد إعراب الأستاذ ابن الزبير. ¶ وأما قراءة الجرّ فلم ينسبها الشيخ أبو حيَّان، ووجهها على ما قاله.",
            "page": "179",
            "part": "1",
            "seal": "7DC29BF2"
        },
        {
            "id": "179",
            "nass": "الزمخشري الجر على الإضافة التي للتبيين. ¶ قال أبو حيَّان: ولا يتّضح معنى هذه القراءة، إذ التقدير: وجعلوا شركاء الجنّ لله، ولا يظهر. ¶ تتميم: ¶ (لله) يمكن أن يتعفق بـ (جعلوا) ، ويمكن أن يكون في موضع الحال ¶ من (شركاء) ، ويمكن أن يتعلّق به، قاله أبو البقاء. ¶ ومن ذلك قوله تعالى في سورة، \" يس \": (يس (1) وَالْقُرْآنِ الْحَكِيمِ (2) . ¶ قرئ بنصب النون من (يس) ورفعها وجزها: ¶ فأما قراءة النصب فقرأ بها ابن أبي إسحق، وعيسى، ووجهها أنه اسم ¶ للسورة، فيكون مقسماً به، ونُصب على إسقاط حرف القسم، نحو: الله ¶ لأفعلنّ، وقيل: منصوب بإضمار فعل، التقدير: اتل يس. ¶ وإن لم يكن اسماً للسورة فهي حروف مقتطعة، والحركة فيها حركة بناء. ¶ وأما قراءة الرفع فقرأ بها الكلبي، ووجهها أنّه اسم للسورة،",
            "page": "180",
            "part": "1",
            "seal": "C3BBD41C"
        },
        {
            "id": "180",
            "nass": "ويكون مقسماً به، ورفع بالابتداء، على طريقة: أمانة الله. ¶ وقيل: هو منادى، أصله: يا إنسان، وقيل: هي لغة طيء، فيكون مبنيّاً على الضمّ. ¶ وأما قراءة الجرّ فقرأ بها أبو السَّمّال، وابن أبي إسحق أيضاً، ووجهها ¶ أن يكون قسماً كما تقدّم، وحُذف حرف القسم وبقي المقسم به مجروراً. ¶ وإن قلنا: إنها حروف مقطعات فهو مبنيّ على الكسر. ¶ وقرأ السبعة (يس) بإسكان النون مدغمة في الواو وغير مدغمة. ¶ تتميم: ¶ واختلفوا في معنى (يس) . ¶ فقال ابن جبير: هو اسم من أسماء النبيِّ - صلى الله عليه وسلم - ¶ ودليله: (إِنَّكَ لَمِنَ اَلمرسَلِينَ) ¶ قال السَّيِّد الحِميري: ¶ يا نفسُ لا تَمْحَضي بالودّ جاهدةً. . . على المَوَدّةِ إلاّ آلَ ياسينا ¶ يعني: آل النبى - صلى الله عليه وسلم -. ¶ وهذا القول ممّا تميل إليه النفس ويرتاح إليه",
            "page": "181",
            "part": "1",
            "seal": "D01A4BAA"
        },
        {
            "id": "181",
            "nass": "الخاطر، ويكون ربه تعالى قد أقسم باسمه على رسالته، وهو من أحسن ¶ الأقسام وألطفها، أعني إذا كان بين القسم والمقسم به مناسبة. ¶ ومنه قوله تعالى: (حم (1) وَالْكِتَابِ الْمُبِينِ (2) إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا. ¶ ومنه قول أبي تمام: ¶ وثناياك، إنها إغريضُ. . . ¶ وقال ابن عبّاس رضي الله عنهما: (يس) : يا إنسان بالحبشية. ¶ وقال ابن عبّاس أيضاً: هي في لغة طيء، وذلك أنهم يقولون إيسان بمعنى ¶ إنسان، ويجمعونه على أياسين فهذا مختصر من الجمع. وقيل: (يا) حرف ¶ نداء، والسين من إنسان بقية منه، وحذف سائره. ¶ وقال الزمخشري: إن صحّ أن معناه يا إنسان على لغة طيء فوجهه أن ¶ يكون الأصل: يا أنيسين، فكثُر النداء به على ألسنتهم حتى اقتصروا على ¶ شطره، كما قالوا في القسم: مُنُ الله، في أيمن الله. وما قاله الزمخشري ¶ غير سديد في اللفظ والمعنى: أما في اللفظ فإنّ إنساناً لا يُصَغر على ¶ أُنيسين بالياء، بل المسموع فيه أُنيسان. ¶ وأما في المعنى فإنّ التصغير والحذف غضّ من جانب النبوّة المعظّمة، لكنّ كرامته - صلى الله عليه وسلم - على ربّه، وعلوّ",
            "page": "182",
            "part": "1",
            "seal": "785CA5FB"
        },
        {
            "id": "182",
            "nass": "منصبه تقتضي ألا يناديَه إلاّ نداء تفخيم وتعظيم لا نداء تصغير وحذف. ¶ والله أعلم. ¶ ومن ذلك قوله تعالى في سورة \" ص \": (وَلَاتَ حِينَ) ¶ قرئ بنصب النون من (حِينَ) ورفعها وجرّها. ¶ وقد استوفينا الكلام في ذلك في ¶ باب التاء عند ذكرنا على (وَلَاتَ) . ¶ ومن ذلك قوله تعالى في سورة \" الرحمن \": (وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ (12) . ¶ قرئ بنصب النون من (الرَّيْحَانُ) ورفعها وجرّها: ¶ أما قراءة النصب فقرأ بها ابن عامر من السبعة، وأبو حيوة، وابن أبي ¶ عبلة، مع نصب (الْحَبُّ) و (ذا العصف) ووجهها أنّه محمول على ¶ فعل مضمر، التقدير: وخلق الْحَبَّ ذا العصف والرَّيحان. ¶ وأما قراءة الرفع فقرأ بها نافع، وابن كثير، وأبو عمرو، وعاصم، مع ¶ رفع (الْحَبُّ) و (ذُو الْعَصْفِ) ، ووجهها أنه مرفوع بالعطف على ما قبله،",
            "page": "183",
            "part": "1",
            "seal": "41629D3A"
        },
        {
            "id": "183",
            "nass": "أي: فيها فاكهة وكذا وكذا. ¶ وأما قراءة الجرّ فقرأ بها حمزة والكسائي مع رفع (الحبّ) و (ذو العصف) ووجهها أن (الريحان) معطوف على (العصف) أي: وذوالريحان. ¶ تتميم: ¶ واختلفوا في المراد بالرَّيحان: فقال ابن عبّاس ومجاهد: هو الرّزق. ¶ زاد ابن عبّاس: وكلّ ريحان في القرآن هو رزق. ¶ قال مقاتل: الريحان: ¶ الرِّزق بلغة حِمْيَر. ¶ قال الشاعر: ¶ سلامُ الإله ورَيحانُه. . . ورحمتُه وسماءٌ دِرَرْ ¶ على الملك القَرْم وابن الهُمام. . . وليثِ الكتيبة في المفتخر",
            "page": "184",
            "part": "1",
            "seal": "E3010D06"
        },
        {
            "id": "184",
            "nass": "والمراد هنا بالرَّيحان رزق بني آدم، لأنه ذكر في مقابلته رزق البهائم ¶ وهو (الْعَصْف) . ¶ وقال ابن زيد: هو ريحانكم هذا الذي يُشَمّ. ¶ وقيل: هو ¶ خضرة الزرع. ¶ وقيل: هو ما قام على ساق من النبات. ¶ والريحان أصله الواو، وأصله \" رَيْوَحان \"، قلبت الواو ياء. ¶ وأدغمت الياء في الياء فصار ريّحان، ثم حذفت عين الكلمة كما قالوا في ¶ ميَّت، ميت. ¶ ومن ذلك قوله تعالى في سورة \" الواقعة \": (وَحُورٌ عِينٌ (22) . ¶ قرئ بنصب النون ورفعها وجرّها. ¶ وقد تقدّم الكلام في ذلك في باب الراء ¶ حيث تكلّمنا على (حُورٌ) .",
            "page": "185",
            "part": "1",
            "seal": "4D2C7859"
        },
        {
            "id": "185",
            "nass": "حرف الواو ¶ فمن ذلك قوله تعالى في سورة \" البقرة \": (اشْتَرَوُا الضَّلَالَةَ بِالْهُدَى) . ¶ قرئ بضمّ الواو وفتحها وكسرها: ¶ أما قراءة الضمّ فقرأ بها السبعة، ووجهها أنها حرّكت بالضم: إما فرقاً ¶ بينها وبين الواو الأصلية في نحو: (لَوِ اسْتَطَعْنَا) ¶ وإما لمجانسة الواو، وإما لأنّها حركة الياء المحذوفة، لأن الأصل \" اشتريوا \" ¶ وإما لأنّها ضمير فاعل، فهي مثل التاء في قصت، وإمّا بالحمل على \" نحنُ \" ¶ لكونها للجمع. ¶ وأما قراءة الفتح فقرأ بها أبو السَّمَّال قَعْنَب العَدَويّ، ووجهُها أنها ¶ فتحت إتباعاً للحركة التي قبلها. ¶ وأما قراءة الكسر فقرأ بها يحيى بن يعمر، وابن أبي إسحق، ووجهها ¶ أنه كُسِر على أصل التقاء الساكنين.",
            "page": "186",
            "part": "1",
            "seal": "DDD32D4B"
        },
        {
            "id": "186",
            "nass": "ومن ذلك قوله تعالى في سورة \" البقرة \" أيضاً: (فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (94) . ¶ قرئ بضمّ الواو من (فَتَمَنَّوُا الْمَوْتَ) وفتحها وكسرها ¶ أما قراءة الضئم فقرأ بها الجمهور، وهي اللغة الفصيحة الكثيرة في واو ¶ الجمع إذا لاقت ساكناً. ¶ وأما قراءة الفتح فحُكيت عن أبي عمرو، ووجهها التخفيف. ¶ وأما قراءة الكسر فقرأ بها ابن أبي إسحق، ووجهها أن الواو كسرت ¶ بالحمل على واو (لو استطعنا) ، كما ضُمَّت واو (لو استطعنا) بالحمل ¶ على واو (فَتَمَنَّوُا الْمَوْتَ) . ¶ تنبيه: ¶ اعلم أنّ النفي جاء في هذه السورة بـ (لن) فقال تعالى: (وَلَنْ يَتَمَنَّوْهُ) ، وجاء في سورة الجمعة بـ (لا) فقال تعالى: (وَلَا يَتَمَنَّوْنَهُ) ¶ فهذا دليل على أن حكم (لن) في النفي حكم (لا) ¶ خلافاً للزمخشريّ القائل بأنّ (لن) لتأبيد النفي، وقد رجع الزمخشري عن ¶ هذا المذهب، فانظره في سورة \" الجمعة \" في \" تفسيره.",
            "page": "187",
            "part": "1",
            "seal": "059A35CC"
        },
        {
            "id": "187",
            "nass": "ومن ذلك قوله تعالى في سورة \" براءة \"،: (لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ) . ¶ قرئ بكسر الواو وفتحها وضمّها: ¶ أما قراءة الكسر فقرأ بها السبعة، ووجهها أنه كسر على أصل التقاء ¶ الساكنين. ¶ أما قراءة الفتح فقرأ بها الحسن، ووجهها أنّها فتحت إتباعاً للحركة ¶ قبلها. ¶ وأما قراءة الضمّ فقرأ بها الأعمش، وزيد بن عليّ، ووجهها أنّه ضُمت ¶ بالحمل على واو الجمع، كما حُملت واو الجمع عليها في الكسر. ¶ ومن ذلك قوله تعالى في سورة \" مريم \": (سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا (96) . ¶ قرئ بضمّ الواو وفتحها وكسرها: ¶ أما قراءة الضمّ فقرأ بها السبعة. ¶ وأما قراءة الفتح فقرأ بها أبو الحارث الحنفي. ¶ وأمما قراءة الكسر فقرأ بها جناح بين حُبَيش. ¶ وهي كلّها لغات، وأفصحها الضمّ. ¶ تتميم: ¶ اختلف المفسّرون في سبب نزول هذه الآية، فمنهم من قال: نزلت في ¶ عبد الرحمن بن عوف رضي الله عنه، كان اليهود والنصارى والمنافقون",
            "page": "188",
            "part": "1",
            "seal": "62CBE603"
        },
        {
            "id": "188",
            "nass": "يحبّونه. ¶ ومنهم من قال: نزلت في المهاجرين إلى الحبشة مع جعفر بن ¶ أبي طالب رضي الله عنه، ألقى الله لهم ودّاً في قلب النجاشيّ. ¶ وذكر النقّاش أنها نزلت في عليّ رضي الله عنه. ¶ وقال محمد بن الحنفية: لا نجد مؤمناً إلاّ وهو يُحِبُّ عليّاً وأهلَ بيته رضي الله عنهم أجمعين. ¶ قال الشيخ أبو حيَّان: ومن غريب هذا ما أنشدَنا الإمامُ اللغوي رضي الدين ¶ أبو عبد الله، محمد بن علي بن يوسف الأنصاري الشاطبي رحمه الله - ¶ لزينبا بن إسحق النصراني الرسغي: ¶ عدفي وتَيْم لا أُحاولُ ذِكرَهم. . . بسوءٍ، ولكنّي مُحِبٌّ لهاشمِ ¶ وما يَعتريني في على ورَهْطِه. . . إذا ذُكروا في الله لومةَ لائمِ ¶ يقولونْ ما بالُ النَصارى تُحِبُّهم. . . وأهلِ النُّهى من أعْرُبٍ وأعاجم ¶ فقلتُ لهم إنّي لأحسِبُ حبَّهم. . . سَرَى في قلوبِ الخَلقِ حتى البهائم ¶ قوله: \" عديّ وتيم \" كنّى بهما عن أبي بكر وعمر رضي الله عنهما.",
            "page": "189",
            "part": "1",
            "seal": "9502800D"
        },
        {
            "id": "189",
            "nass": "ومن ذلك قوله تعالى في سورة \" الجمعة \": (فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (6) . ¶ قُرىء بضمّ الواو وفتحها وكسرها: ¶ أما قراءة الضمّ فقرأ بها السبعة. ¶ وأما قراءة الفتح فقرأ بها ابن السميفع. ¶ وأما قراءة الكسر فقرأ بها ابن يَعْمُرَ، وابن أبي إسحق. ¶ وحكمها حكم الواو في قوله تعالى: (اشْتَرَوُا الضَّلَالَةَ) ¶ وقد تقدّم. ¶ ومن ذلك قوله تعالى في سورة \" الطلاق \": (مِنْ وُجْدِكُمْ) . ¶ قرئ بضم الواو وفتحها وكسرها: ¶ فأما قراءة الضمّ فقرأ بها السبعة. ¶ وأما قراءة الفتح فقرأ بها أبو حَيوة. ¶ وأما قراءة الكسر فقرأ بها يعقوب. ¶ وذلك كلّه لغات بمعنى الوَسْع.",
            "page": "190",
            "part": "1",
            "seal": "84C433FB"
        },
        {
            "id": "190",
            "nass": "حرف الهاء ¶ فمن ذلك قوله تعالى في سورة \" مريم \": (وَهَنَ الْعَظْمُ مِنِّي) . ¶ قرئ بفتح الهاء وضمّها وكسرها: ¶ أما قراءة الفتح فقرأ بها السبعة. ¶ وأما قراءة الكسر فقرأ بها الأعمش. ¶ وأما قراءة الضمّ فقرأ بها قوم. ¶ ووجهها أنها لغات ثلاث، أفصحها الفتح. ¶ تتميم: ¶ وهَن الشيء وَهْناً: ضَعُف، ووهنَه غيرُه، يتعدّى ولا يتعدّى. ¶ وأُسند الوَهْن إلى العظم لأنه عمود الجسد وأساسه الذي يُبنى عليه وأشدُّ ما فيه، وإذا وهَن كان غيرُه أولى بالوَهْن. ¶ وأُفرد العظم ليدلّ على الجنس فيستغرق الوَهْنُ كلَّ فَرْدٍ فَرْدٍ من عظامه، ولو جمع لدلّ على وَهْن جمع من عظامه وأمكن أن يكون بقي منها شيء لم يَهِنْ، فالإفراد أبلغ في الشكوى، وأدل على الضعف. ¶ وهذه الآية الكريمة أطنبَ فيها أهلُ المعاني، وجعلوها من أمثلتهم. ¶ وتكلّموا على طبقات العبارات فيها بحسب المقام.",
            "page": "191",
            "part": "1",
            "seal": "BF094607"
        },
        {
            "id": "191",
            "nass": "حرف الياء ¶ فمن ذلك قوله تعالى في سورة \" آل عمران \": (إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ) . ¶ قرئ برفع الياء من (النَّبِيُّ) وبضمّها وجرها: ¶ فأما قراءة الرفع فقرأ بها السبعة، ووجهها أن قوله تعالى (وهذا) ¶ معطوف على خبر (إنّ) ، وهو (لَلَّذِينَ) . ¶ وقيل فيه: إنه مبتدأ (والذين آمنوا) معطوف عليه، والخبر محذوف، تقديره هم المتّبعون. ¶ و (النبيُّ) بدل من (هذا) أو عطف بيان، أو نعت. ¶ وأما قراءة النصب فلم ينسبها الشيخ أبو حيَّان. ¶ ووجهها أن قوله تعالى (وهذا) معطوف على الهاء في (اتَبعوه) والتقدير: إن أحقّ الناس بإبراهيم من اتّبع إبراهيم ومحمّداً صلّى الله عليهما وسلّم، ويكون ¶ (والذين آمنوا) عطفا على خبر (إنّ) فهو في موضع رفع، و (النبيُّ) ¶ منصوب كما تقدّم على البدل من هذا، أو النعت، أو عطف البيان.",
            "page": "192",
            "part": "1",
            "seal": "866924DB"
        },
        {
            "id": "192",
            "nass": "وأما قراءة الجر فلم ينسبها الشيخ أبو حيَّان أيضاً. ¶ ووجهها أنّ (هذا) معطوف على (إبراهيم) . ¶ التقدير: إن أولى الناس بإبراهيم وبهذا النبيّ. ¶ و (النبى) مجرور على البدل من (هذا) أو النعت أو عطف البيان. ¶ تتميم: ¶ (أولى) \" أفعل \" من وَلِيَ يَلي، وألفه منقلبة عن ياء، لأنّ فاءه واو، فلا ¶ تكون لامه واواً، لأنه ليس في الكلام ما فاؤه واو ولامه واو إلا كلمة ¶ واحدة قد ذكرناها. ¶ والباء في (بإبراهيم) تتعلّق بـ (أولى) . والله أعلم. ¶ ومن ذلك قوله تعالى في سورة \" الفتح \": (وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ) ¶ قرئ بالنصب والجرّ والرفع مع سكون الدال ¶ وتخفيف الياء: ¶ فأما قراءة النصب فقرأ بها السبعة، ووجهُها أنّه معطوف على الضمير ¶ في (وَصَدُّوكُمْ) . ¶ وأما قراءة الجرّ فقرأ بها الجُعفي عن أبي عمرو، ووجهها أنّه",
            "page": "193",
            "part": "1",
            "seal": "310AA51A"
        },
        {
            "id": "193",
            "nass": "معطوف على (المسجد الحرام) على حذف مضاف، أي: وعن نحر ¶ الهدي. ¶ وأما قراءة الرفع فقرأ بها طائفة، ووجهها أنه مفعول لم يسمّ فاعله. ¶ وفعله محذوف، أي: وصُدَّ الهديُ، ويحتمل أن يكون مبتدأ والخبر ¶ محذوف، والتقدير: والهدي مصدود، وتكون الجملة في موضع الحال. ¶ تتميم: ¶ قرأ ابن هُرْمُز، والحسن، وعِصمة عن عاصم، واللُؤلؤي. ¶ وخارجة، عن أبي عمرو (والهَدِيِّ) بكسر الدال وتشديد الياء، وهي ¶ لغة. وما قرأ به الجماعة المتقدّمة أفصح لكونها لغة قريش. ¶ واختُلف في عدد الهدي: ¶ فقيل: كان مائةَ بَدَنة، فيها جملُ أبي جهل الذي أُخذ منه يوم بدر. ¶ فكان الهدي بَدَنةً عن كل سبعة. ¶ وقيل: كان الهدي سبعين، عن كل عشرة بَدَنة. ¶ هذا بناء على أن عدد من كان معه صلّى الله عليه وسلم سبعمائة ¶ رجل.",
            "page": "194",
            "part": "1",
            "seal": "EBFE269C"
        },
        {
            "id": "194",
            "nass": "وقد اختُلف في عددهم: فمنهم من روى ما قدّمناه. ¶ وقيل: كانوا ألفاً وثلاثمائة، وقيل: ألفاً وأربعمائة، وهو المشهور، قاله النووي. ¶ وقيل: ألفاً وخمسمائة. ¶ وقال الحاكم: القلبُ أمْيَلُ إلى هذه الرواية: لاشتهارها عن جابر. ¶ ومتابعة المسيّب بن حزن له على ذلك. ¶ وقيل: ألفاً وخمسمائة وخمسة وعشرين. ¶ وقيل: ألفاً وستمائة. والله أعلم. ¶ قد يكون: الإمام الحافظ المحدّث محمد بن عبد الله، الحاكم النيسابوري. ¶ صاحب المستدرك على الصحيحين وغيره. توفي سنة 455 هـ. وفيات الأعيان ¶ 4/ 280، والسير 17/ 162. ¶ ويحتمل أن يكون الحاكم النيسابوري الكبير، محمد بن أحمد، مؤلّف ¶ \" الكنى \". توقي سنة 378 هـ. السير 6 1/ 0 37. ¶ هذه نهاية نسخة الظاهرية: ظ. ¶ في الأصلين (ابن حرب) . والمسيب بن حزن - والد سعيد، صحابي. ¶ ينظر أقوالط العلماء في: السيرة النبوئة لابن هشام 197/3، والسيرة النبويّة ¶ لابن كثير 313/3، وشرح النووي على مسلم 12/ 174، وفتح الباري ¶ 7/ 0 4 4، وتفسير القرطبي 16/ 274، 283، 284. ¶ 195",
            "page": "195",
            "part": "1",
            "seal": "2929E6C9"
        },
        {
            "id": "195",
            "nass": "فهذه غاية ما انتهى إلينا ممّا قُرى مثلّثا من حروف التنزيل، وقد ¶ أوْضَحْنا جُمَلَه إيضاحَ \" التكميل والتسهيل \" فَلْيَرْتَشِفُ الباحثُ من معانيه ¶ ضَرَباً، وَلْيَعْجِمْ عُودَه فلا يَجده إلا نَبْعاً أو غَرَبا. ¶ والمسئول من الله تعالى أن يَرْزُقَنا مُنْصِفاً يَضَعُ كلّ شيء على وَضعه. ¶ وَيَسُدُّ الخَلَلَ بسلامة طَبعه. ¶ وحَسْبُنا الله ونعمَ الوكيل، فعليه الاعتماد، وإليه الرغبة والتأميل. ¶ وصلّى الله على سيّدنا محمّدْ الناطقِ بأوضح دليل، وعلى آله وأصحابه السالكين أقومَ سبيل. ¶ تمّ الكتاب والحمدُ لله ربّ العالمين، والصلاةُ والسلام على سيدنا محمّدٍ خاتمِ النبيِّين. ¶ *** ¶ وقد وقع الفراغ من تأليفه صبيحة يوم الإثنين، رابع جمادى الأُولى سنة ¶ خمس وأربعين وسبعمائة، وذلك بشاطىء - الفرات، بجامع البيرة المحروسة.",
            "page": "196",
            "part": "1",
            "seal": "8B0B702B"
        }
    ],
    "t1396": [
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": "1",
            "tit": "(فبصرت به عن جنب وهم لا يشعرون (11)"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "(وصد عن السبيل)"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الضاد"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": "1",
            "tit": "(وكأين من آية في السماوات والأرض يمرون عليها وهم عنها معرضون (105)"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "ولم أجد في الطاء والظاء شيئا"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "حرف العين"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "1",
            "tit": "(كل له قانتون (116) بديع السماوات والأرض"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": "2",
            "tit": "تتميم"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "(عما يصفون (100) بديع السماوات والأرض)"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "(إذ أنتم بالعدوة الدنيا وهم بالعدوة القصوى)"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": "1",
            "tit": "(إنما بغيكم على أنفسكم متاع الحياة الدنيا) ."
        },
        {
            "id": "124",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الغين"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "1",
            "tit": "(وليجدوا فيكم غلظة) ."
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": "2",
            "tit": "(علام الغيوب (48)"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "(وجعل على بصره غشاوة)"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "(لم يلبثوا إلا ساعة من نهار)"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الفاء"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": "1",
            "tit": "(فلا تقل لهما أف)"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "132",
            "lvl": "2",
            "sub": null,
            "tit": "(ق والقرآن المجيد (1)"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "135",
            "lvl": "1",
            "sub": null,
            "tit": "حرف القاف"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": "1",
            "tit": "(ومن النخل من طلعها قنوان دانية)"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": "1",
            "tit": "(هنالك الولاية لله الحق)"
        },
        {
            "id": "137",
            "lvl": "2",
            "sub": null,
            "tit": "(قال فالحق والحق أقول (84)"
        },
        {
            "id": "140",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الكاف"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": "1",
            "tit": "(مالك يوم الدين (4)"
        },
        {
            "id": "145",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "151",
            "lvl": "1",
            "sub": null,
            "tit": "حرف اللام"
        },
        {
            "id": "151",
            "lvl": "2",
            "sub": "1",
            "tit": "(فاغسلوا وجوهكم وأيديكم إلى المرافق وامسحوا برءوسكم وأرجلكم إلى الكعبين)"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": null,
            "tit": "(وقل الحق من ربكم)"
        },
        {
            "id": "154",
            "lvl": "2",
            "sub": "1",
            "tit": "(تنزيل العزيز الرحيم)"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "(إذ الأغلال في أعناقهم والسلاسل يسحبون (71)"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "(وقيله يا رب)"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الميم"
        },
        {
            "id": "160",
            "lvl": "2",
            "sub": "1",
            "tit": "(الرحمن الرحيم)"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "(فيتعلمون منهما ما يفرقون به بين المرء وزوجه)"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": "1",
            "tit": "تتميم"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "(ويعلم الصابرين (142)"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": "1",
            "tit": "(واتقوا الله الذي تساءلون به والأرحام) ."
        },
        {
            "id": "171",
            "lvl": "2",
            "sub": null,
            "tit": "(ما أخلفنا موعدك بملكنا)"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": "1",
            "tit": "(وقوم نوح من قبل)"
        },
        {
            "id": "173",
            "lvl": "2",
            "sub": null,
            "tit": "(لم يطمثهن إنس قبلهم ولا جان)"
        },
        {
            "id": "174",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "(يوم يقوم الناس لرب العالمين (6)"
        },
        {
            "id": "176",
            "lvl": "1",
            "sub": null,
            "tit": "حرف النون"
        },
        {
            "id": "176",
            "lvl": "2",
            "sub": "1",
            "tit": "(الرحمن)"
        },
        {
            "id": "176",
            "lvl": "2",
            "sub": "2",
            "tit": "(ويونس وهارون)"
        },
        {
            "id": "177",
            "lvl": "2",
            "sub": null,
            "tit": "(وجعلوا لله شركاء الجن)"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "179",
            "lvl": "2",
            "sub": "1",
            "tit": "(يس (1) والقرآن الحكيم (2)"
        },
        {
            "id": "180",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "182",
            "lvl": "2",
            "sub": null,
            "tit": "(ولات حين)"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهمزة"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "(فأجمعوا أمركم وشركاءكم)"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "(ويعلمه الكتاب والحكمة والتوراة والإنجيل (48) ورسولا)"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "(سواء للسائلين)"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الباء"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "(رب العالمين)"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "(والله ربنا ما كنا مشركين (23)"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "(بزينة الكواكب)"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "ربكم ورب آبائكم الأولين"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "والسماء ذات الحبك"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "رب المشرق والمغرب"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "لتركبن طبقا"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "حرف التاء"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "ولقد جئناهم بكتاب فصلناه على علم هدى ورحمة لقوم يؤمنون (52)"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "هيهات هيهات لما توعدون (36)"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "ولات حين مناص"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": "1",
            "tit": "وأنهار من خمر لذة للشاربين"
        },
        {
            "id": "56",
            "lvl": "2",
            "sub": null,
            "tit": "بالناصية (15) ناصية كاذبة خاطئة (16)"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الثاء"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": "1",
            "tit": "ما يأتيهم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون (2) لاهية قلوبهم"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الجيم"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": "1",
            "tit": "فجعلهم جذاذا إلا كبيرا لهم"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "لعلي آتيكم منها بخبر أو جذوة من النار لعلكم تصطلون (29)"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الحاء"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": "1",
            "tit": "وحرث حجر"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الخاء"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": "1",
            "tit": "ولم نجد في الخاء شيئا"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الدال"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "كوكب دري"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الذال"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": "1",
            "tit": "قال ومن ذريتي"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الراء"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": "1",
            "tit": "لا تضار والدة بولدها"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "91",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الزاي"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "1",
            "tit": "المصباح في زجاجة الزجاجة"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": "2",
            "tit": "تتميم"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "حرف السين"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "102",
            "lvl": "2",
            "sub": "1",
            "tit": "فالق الإصباح وجعل الليل سكنا والشمس والقمر حسبانا"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الشين"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "(ومن لم يستطع منكم طولا أن ينكح المحصنات المؤمنات)"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": "1",
            "tit": "(صنوان وغير صنوان يسقى بماء واحد)"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "وصدوا عن السبيل"
        },
        {
            "id": "182",
            "lvl": "2",
            "sub": "1",
            "tit": "(والحب ذو العصف والريحان (12)"
        },
        {
            "id": "183",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "184",
            "lvl": "2",
            "sub": null,
            "tit": "(وحور عين (22) ."
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الواو"
        },
        {
            "id": "185",
            "lvl": "2",
            "sub": "1",
            "tit": "(اشتروا الضلالة بالهدى)"
        },
        {
            "id": "186",
            "lvl": "2",
            "sub": null,
            "tit": "(فتمنوا الموت إن كنتم صادقين (94)"
        },
        {
            "id": "186",
            "lvl": "2",
            "sub": "1",
            "tit": "تنبيه"
        },
        {
            "id": "187",
            "lvl": "2",
            "sub": null,
            "tit": "(لو استطعنا لخرجنا معكم)"
        },
        {
            "id": "187",
            "lvl": "2",
            "sub": "1",
            "tit": "(سيجعل لهم الرحمن ودا (96)"
        },
        {
            "id": "187",
            "lvl": "2",
            "sub": "2",
            "tit": "تتميم"
        },
        {
            "id": "189",
            "lvl": "2",
            "sub": null,
            "tit": "(فتمنوا الموت إن كنتم صادقين (6)"
        },
        {
            "id": "189",
            "lvl": "2",
            "sub": "1",
            "tit": "(من وجدكم)"
        },
        {
            "id": "190",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الهاء"
        },
        {
            "id": "190",
            "lvl": "2",
            "sub": "1",
            "tit": "(وهن العظم مني)"
        },
        {
            "id": "190",
            "lvl": "2",
            "sub": "2",
            "tit": "تتميم"
        },
        {
            "id": "191",
            "lvl": "1",
            "sub": null,
            "tit": "حرف الياء"
        },
        {
            "id": "191",
            "lvl": "2",
            "sub": "1",
            "tit": "(إن أولى الناس بإبراهيم للذين اتبعوه وهذا النبي)"
        },
        {
            "id": "192",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        },
        {
            "id": "192",
            "lvl": "2",
            "sub": "1",
            "tit": "(وصدوكم عن المسجد الحرام والهدي)"
        },
        {
            "id": "193",
            "lvl": "2",
            "sub": null,
            "tit": "تتميم"
        }
    ]
}