{
    "b1403": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الكتاب: كشف المعانى فى المتشابه من المثانى ¶ المؤلف: شيخ الإسلام / بدر الدين محمد بن إبراهيم بن جماعة الشافعي (المتوفى 733 هـ) ¶ الناشر: دار الوفاء ـ المنصورة ¶ الطبعة الأولى ¶ عام النشر: 1410 هـ / 1990 م ¶ عدد الأجزاء: 1 ¶ تحقيق: الدكتور عبد الجواد خلف ¶ [ترقيم الكتاب موافق للمطبوع] ¶ الكتاب محول عن طريق القارىء الآلى ¶ قام بتحويله الأخ المفضال: أبو عبد الله السنى (جزاه الله خيرا) ¶ وقام الفقير إلى عفو ربه القدير بتصحيحه وتصويبه مع ضيق الوقت ¶ نسأل الله القبول",
            "page": "82",
            "part": "1",
            "seal": "10187E91"
        },
        {
            "id": "2",
            "nass": "- ص 27 - سورة الفاتحة ¶ 83 ¶ بسم الله الرحمن الرحيم ¶ 9 - مسألة: ¶ إذا كان المراد بالبسملة الاستعانة به تعالى، فما فائدة إقحام ¶ الاسم بين الباء وبين لفظة الجلالة مع أن الاستعانة به لا بنفس الاسم (1) ؟ . ¶ جوابه: ¶ أن القصد به التعظيم والإجلال لذاته تعالى، ومنه: (سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى ¶ و (تبارك اسم ربك) . ¶ لم اختصت البسملة بهذه الأسماء الثلاثة؟ ¶ أما الأول: فلأنه اسم المعبود المستحق للعبادة دون غيره، ¶ ________ ¶ (1) معنى الحال: لماذا قيل: باسم الله، ولم يقل بالله وهو أصل التعبير لأن الاستعانة بالله لا بالاسم.",
            "page": "83",
            "part": "1",
            "seal": "39F04202"
        },
        {
            "id": "3",
            "nass": "والموجد لعباده. والثاني والثالث: تنبيه على المقتضى لسؤال ¶ الاستعانة به، وهو سعة رحمته لعباده. ¶ 3 - مسألة: فما فائدة إعادتها ثانيا بعد الحمد؟ ¶ جوابه: ¶ التنبيه على الصفات المقتضية لحمده وشكره وهي: سعة رحمته تعالى لعباده، ولطفه، ورزقه، وأنواع نعمه. ¶ فالأول: توكيد الاستعانة، والثاني: توكيد الشكر. ¶ وهذه الآية ¶ جمعت ما لم يجتمع في آية غيرها، وهو: ¶ أنها آية مستقلة في الفاتحة عند من قال به. ¶ وهي بعض آية في النمل. ¶ وربعها الأول بعض آية في: (اقْرَأْ بِاسْمِ رَبِّكَ. ¶ ونصفها الأول بعض آية في هود: (بِسْمِ اللَّهِ مَجْرَاهَا. وربعها الثاني بعض آية فى الرحمن: (الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ) ونصفها الثانى آية فى الفاتحة، وبعض آية فى سورة البقرة هو: (الرحمن الرحيم)",
            "page": "84",
            "part": "1",
            "seal": "14394853"
        },
        {
            "id": "4",
            "nass": "5 - مسألة: ¶ (الرحمن الرحيم) ؟ ¶ ذكر المفسرون في إيراد الاسمين مع اتحاد المعنى فيهما معاني كثيرة مذكورة في كتب التفسير لم نطل بها هنا. ¶ وأحسن ما يقال مما لم أقف عليه في تفسير: أن (فعلان) صيغة مبالغة في كثرة الشىء وعظمه، والامتلاء منه، ولا يلزم منه الدوام لذلك، كغضبان، وسكران، ونومان. وصيغة (فعيل) لدوام الصفة، ككريم، وظريف. ¶ فكأنه قيل: العظيم الرحمة، الدائمها. ¶ ولذلك: لما تفرد الرب سبحانه بعظم رحمته لم يسم بالرحمن وبالألف واللام) (1) غيره. ¶ ما فائدة تقديم الرحمن على الرحيم؟ . ¶ جوابه: ¶ لما كانت رحمته في الدنيا عامة للمؤمنين والكافرين: قدم ¶ الرحمن) . ¶ وفى الآخرة دائمة لأهل الجنة لا تنقطع قيل: الرحيم ثانيا. ولذلك يقال: رحمن الدنيا، ورحيم الآخرة. ¶ __________ ¶ (1) هذا المعنى اللطيف من المعاني التي تفرد بذكرها واستنباطها مؤلف هذا الكتاب ¶ العلامة بدر الدين بن جماعة بشهادة تلميذه تاج الدين السبكى في كتابه طبقات الي الشافعية الكبرى ج 5: 232.",
            "page": "85",
            "part": "1",
            "seal": "EB4BBD16"
        },
        {
            "id": "5",
            "nass": "6 - مسألة: ¶ ما فائدة العدول من الغيبة إلى الخطاب - ص 28 - في قوله تعالى: وإياك نعبد*؟ ¶ جوابه: أن الخطاب للحاضر، والاستعانة به أقرب إلى حصول المطلوب من خطاب الغائب والله أعلم. ¶ 7 - مسألة: ¶ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ؟ . ¶ جوابه 11) : ¶ كررت إياك المفيدة للحصر إذا تقدمت: للتصريح بتوكيد حصر الإخلاص في العبادة له، وحصر الاستعانة أيضا به تعالى. ¶ 8 - مسألة: ¶ كرر لفظ (الصراط) ثانيا؟ . ¶ جوابه 2) : ¶ لبيان وصف سالكيه المنعم عليهم. ¶ فالأول: وصفه بالاستقامة. ¶ والثاني: بوصف سالكيه من السفرة والصديقين. ¶ ولما كان الطريق تقتضي الرفيق نبه تعالى عليه بقوله تعالى: ¶ (وحسن أولئك رفيقا.",
            "page": "86",
            "part": "1",
            "seal": "893B7995"
        },
        {
            "id": "6",
            "nass": "9 - مسألة: ¶ (صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ؟ . ¶ جوابه: ¶ تصريح بإضافة النعم إليه دون الغضب، فلذلك لم يقل: غير الذين غضبت عليهم كما قال أنعمت عليهم، وهو من باب الأدب من السائل في حال السؤال ومنه: ببيدك الخير ولم يقل والشر، ونبه على ضده بقوله: إنك على كل شىء قدير*. ¶ سورة البقرة ¶ 10 - مسألة: ¶ قوله تعالى: لا ريب فيه، وقد أخبر الله بشك الكفار فيه وريبهم في مواضع؟ . ¶ جوابه: ¶ أنه لظهور أدلته ظاهر عند من نظر فيه لا ريب فيه عنده، وريبهم فيه لعدم نظرهم في أدلة صحته وفيه.",
            "page": "87",
            "part": "1",
            "seal": "13903669"
        },
        {
            "id": "7",
            "nass": "11 - مسألة: ¶ قوله تعالى: (يؤمنون بالغيب، وقال تعالى: قل لا يعلم من في السماوات والأرض الغيب إلا الله ¶ (1) ، وما لا يعلم كيف يؤمن به. ¶ جوابه: ¶ أن المراد: الغيب الذي دل البرهان على صحته ووقوعه ¶ كالقيمة مثلا والجنة والنار. ¶ 12 - مسألة: ¶ قوله تعالى: (هُدًى لِلْمُتَّقِينَ- الآية؟ وفى لقمان: ¶ هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ؟ . ¶ جوابه: ¶ لما ذكر هنا مجموع الإيمان، ناسب: (الْمُتَّقِينَ) ، ولما ذكر ثم ¶ الرحمة ناسب: (المحسنين) . ¶ 13 - مسألة: ¶ قوله تعالى: سَوَاءٌ عَلَيْهِمْ وفى يس (وَسَوَاءٌ عَلَيْهِمْ) ¶ بواو العطف؟ . ¶ جوابه: ¶ أنه هنا في جملة اسمية، وفى يس جملة مستقلة معطوفة على ¶ جمل فجاءت بواو العطف. ¶ 14 - مسألة: ¶ قوله تعالى: خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ - ¶ الآية، وكذلك في جميع القرآن قدم السمع على البصر،",
            "page": "88",
            "part": "1",
            "seal": "DF306D6D"
        },
        {
            "id": "8",
            "nass": "ما فائدته؟ . ¶ جوابه: ¶ أن السمع أشرف لأن به تثبت النبوات، وأخبار الله تعالى، ¶ وأوامره، ونواهيه، وأدلته، وصفاته تعالى، بخلاف البصر. ¶ وكذلك لم يبعث الله نبيا أصم أصلا، وفى الأنبياء من كان مكفوفا. ¶ 15 - مسألة: ¶ قوله تعالى: (مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الْآخِرِ) ¶ كرر العامل مع حرف العطف في الإثبات؟ . ¶ جوابه: ¶ أنه حكاية قول المنافق، أنه أكد ذلك نفيا للتهمة عن نفسه ¶ فأكذبهم الله تعالى بقوله: (وَمَا هُمْ بِمُؤْمِنِينَ وأكده بالياء. ¶ 16 - مسألة: ¶ كيف طابق قوله تعالى: (وَمَا هُمْ بِمُؤْمِنِينَ وهو نفى الصفة لقوله: (آمَنَّا) وطباقه: وما آمنوا؟ . ¶ جوابه: ¶ أن الفعل المضارع مؤذن بالصفة في قول من يقول، فطابقه ¶ نفي الصفة التي ادعوها بقوله: وَمَا هُمْ بِمُؤْمِنِينَ ¶ 17 - مسألة: ¶ قوله تعالى: فَمَا رَبِحَتْ تِجَارَتُهُمْ، ولم يقل خسرت مع أن",
            "page": "89",
            "part": "1",
            "seal": "649A7B87"
        },
        {
            "id": "9",
            "nass": "الخسران أبلغ في التوبيخ؟ . ¶ جوابه: ¶ أن هم المشترى للتجارة حصول الربح، وسلامة رأس المال، ¶ فبدأ بالأهم فيه وهو نفى الربح، ثم أتى بما يدل على الخسران ¶ بقوله: (وَمَا كَانُوا مُهْتَدِينَ * فنفى ما هما المقصودان بالتجارة. ¶ 18 - مسألة: ¶ قوله تعالى: كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ (1) ، ثم قال: ¶ (ذَهَبَ اللَّهُ بِنُورِهِمْ) 21) ولم يقل بضيائهم مع ما فيه من بديع المطابقة؟ . ¶ جوابه: ¶ أن الضياء أبلغ من النور ولا يلزم من ذهابه ذهاب النور، ¶ بخلاف عكسه فذهاب النور أبلغ في نفى ذلك. ¶ 19 - مسألة: ¶ قوله تعالى: (ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ) جمع الظلمات، وأفرد الرعد والبرق؟ . ¶ جوابه: ¶ أن المقتضى للرعد والبرق واحد وهو: السحاب ¶ والمقتضى للظلمة متعدد وهو: الليل والسحاب والمطر، فجمع لذلك. ¶ 20 - مسألة: ¶ قوله تعالى: (فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ، وفى يونس:",
            "page": "90",
            "part": "1",
            "seal": "4B6A5445"
        },
        {
            "id": "10",
            "nass": "بسورة مثله \" وفى هود \" بعشر سور مثله \" ¶ جوابه: ¶ لما قال هنا: (وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا* ¶ أنه من عند الله فأتوا بسورة من أمى مثله لا يكتب ولا يقرأ. ¶ وفى يونس لما قال: (أم يقولون افتراه قل فأتوا* أنتم ¶ بسورة مثله أي: فأنتم الفصحاء البلغاء فأتوا بسورة مثل القرآن في بلاغته وفصاحته، واقرءوا مثله وبذلك علم الجواب في هود. ¶ 21 - مسألة: ¶ قوله تعالى: هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ* وفى النازعات: (ؤالأرض بعد ذلك دحاها (4) ؟ ¶ ظاهر آية البقرة، وحم السجدة (5) تقدم خلق الأقوات، وظاهر النازعات تأخره؟ . ¶ جوابه: ¶ أن (ثم) (6) هنا لترتيب الأخبار لا لترتيب الوقوع، ولا يلزم من ترتيب الأخبار ترتيب الوقوع، كقوله تعالى: (ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ. ¶ ولا ريب في تقديم إيتاء موسى الكتاب على وصيته لهذه الأمة.",
            "page": "91",
            "part": "1",
            "seal": "6FF780DC"
        },
        {
            "id": "11",
            "nass": "22 - مسألة: ¶ قوله تعالى: \" أبى واستكبر وكان من الكافرين \" فجاء هنا مجملا وفى بقية السور مفصلا؟ . ¶ جوابه: ¶ لما تقدم التفصيل في السورة المكية أجمله في السورة ¶ المدنية وهي البقرة اكتفاء بما تقدم علمه من التفصيل في ¶ المكيات. ¶ 23 - مسألة: ¶ قوله تعالى: وَقُلْنَا يَا آدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا وفى الأعراف: (فكلا) بالفاء؟ . ¶ جوابه: ¶ قيل إن السكنى فى البقرة: للإقامة، وفى الأعراف اتخاذ المسكن. ¶ فلما نسب القول إليه تعالى: (وَقُلْنَا يَا آدَمُ) ناسب زيادة الإكرام بالواو الدالة على الجمع بين السكنى والأكل، ولذلك قال فيه: (رغدا) ، وقال: (حَيْثُ شِئْتُمَا) لأنه أعم. ¶ وفى الأعراف: وَيَا آدَمُ، فأتى بالفاء الدالة على ترتيب",
            "page": "92",
            "part": "1",
            "seal": "A762D876"
        },
        {
            "id": "12",
            "nass": "الأكل على السكنى المأمور باتخاذها، لأن الأكل بعد ¶ الاتخاذ، و (من حَيْثُ) لايعطى عموم معنى (حَيْثُ شِئْتُمَا. ¶ 24 - مسألة: ¶ قوله تعالى: فَمَنْ تَبِعَ هُدَايَ (1) ، وفى طه: (فَمَنْ اتبِعَ هُدَايَ) ؟ . ¶ جوابه: يحتمل والله أعلم أن: فعل التي جاء على وزنها: تبع) ¶ لا يلزم منه مخالفة الفعل قبله. ¶ وافتعل التي جاء على وزنها: اتبع) يشعر بتجديد ¶ الفعل. ¶ وبيان قصة آدم هنا لفعله، فجئ ب تَبِعَ هُدَايَ* وفى ¶ طه جاء بعد قوله: (وَلَمْ نَجِدْ لَهُ عَزْمًا (وَعَصَى آدَمُ رَبَّهُ فَغَوَى ¶ فناسب من اتبع، أي: جدد قصد الاتباع. ¶ 25 - مسألة: ¶ قوله تعالى: (وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ. ¶ الخطاب ليهود المدينة، وقد قال تعالى لأهل مكة قبلهم \" قُلْ يَا أَيُّهَا الْكَافِرُونَ (5) ؟ .",
            "page": "93",
            "part": "1",
            "seal": "8F68B869"
        },
        {
            "id": "13",
            "nass": "جوابه: ¶ أن يكون ضمير [به] راجعا إلى [ما معكم] لأنهم كانوا ¶ يعلمون من كتابهم صفته، وهم أول يهود خوطبوا بالإسلام، ¶ وأول كافر به من أهل الكتاب. ¶ 26 - مسألة: ¶ قوله تعالى: (وَلَا تَشْتَرُوا بِآيَاتِي ثَمَنًا قَلِيلًا (1) ¶ ما فائدة قليلا، والكثير كذلك؟ . ¶ جوابه: ¶ فيه مزيد الشناعة عليهم لأن من يشترى الخسيس بالنفيس لا معرفة له ولا نظر. ¶ 27 - مسألة: ¶ قوله تعالى: (وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ. وقال بعد ذلك: (وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنْفَعُهَا شَفَاعَةٌ. ¶ ما فائدة التقديم والتأخير والتعبير بقبول الشفاعة، تارة، والنفع أخرى؟ . ¶ جوابه: ¶ أن الضمير في منها راجع في الأولى إلى (النفس) الأولى، ¶ وفى الثانية راجع إلى (النفس) الثانية. كأنه بين في الآية",
            "page": "94",
            "part": "1",
            "seal": "B76B4C39"
        },
        {
            "id": "14",
            "nass": "الأولى أن النفس الشافعة الجازية عن غيرها لا تتقبل منها ¶ شفاعة، ولايؤخذ منها عدل. ¶ ولأن الشافع يقدم الشفاعة على بذل العدل عنها. ¶ ويبين في الآية الثانية أن النفس المطلوبة بجرمها لا يقبل منها ¶ عدل عن نفسها، ولا تنفعها شفاعة شافع فيها، وقد بذل العدل للحاجة إلى الشفاعة عند رده. ¶ فلذلك كله قال في الأولى: لا يقبل منها شفاعة، وفى الثانية: ولا تنفعها شفاعة لأن الشفاعة إنما تقبل من الشافع، وإنما تنفع المشفوع له. ¶ 28 - مسألة: ¶ قوله تعالى: (وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ ¶ وفى إبراهيم: (وَيُذَبِّحُونَ بالواو وفى الأعراف: (يقتلون؟ . ¶ جوابه: ¶ أنه جعل (يذبخون - هنا بدلا من يسومونكم، وخص الذبح بالذكر لعظم وقعه عند الأبوين، ولأنه أشد على النفوس. وفى سورة إبراهيم تقدم قوله تعالى: (وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ) فناسب العطف على سوم العذاب للدلالة على أنه نوع آخر، كأنه قال: يعذبونكم ويذبحون، ففيه",
            "page": "95",
            "part": "1",
            "seal": "A5A90CCA"
        },
        {
            "id": "15",
            "nass": "يعدد أنواع النعم التي. أشير إليها بقوله تعالى: (وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ) . ¶ وقد يقال: آية البقرة والأعراف من كلام الله تعالى لهم فلم ¶ يعدد المحن. ¶ وآية إبراهيم من كلام موسي عليه السلام فعددها. ¶ وقوله تعالى: (يقتلون، هو في تنوع الألفاظ، ويحتمل ¶ أنه لما تعدد هنا ذكر النعم أبدل: (يذتحون) من ¶ (يسومون) ، وفى إبراهيم عطفه ليحصل نوع من تعدد ¶ النعم ليناسب قوله تعالى: اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ. ¶ 29 - مسألة: ¶ قوله تعالى: (وَإِذْ قُلْنَا ادْخُلُوا هَذِهِ الْقَرْيَةَ فَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَادْخُلُوا الْبَابَ سُجَّدًا وَقُولُوا حِطَّةٌ نَغْفِرْ لَكُمْ خَطَايَاكُمْ وَسَنَزِيدُ الْمُحْسِنِينَ ¶ وفى الأعراف: (وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ. ¶ جوابه: ¶ هي اختلاف ألفاظ الآيتين، وفائدة مناسبتهما مع قصد التنويع في الخطاب.",
            "page": "96",
            "part": "1",
            "seal": "5E8F6567"
        },
        {
            "id": "16",
            "nass": "أما آية البقرة: فلما افتتح ذكر بنى إسرائيل بذكر نعمه عليهم ¶ بقوله تعالى: يَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ ¶ ناسب ذلك نسبة القول إليه، وناسب قوله (رغدا ¶ لأن النعم به أتم. ¶ وناسب تقديم (وَادْخُلُوا الْبَابَ سُجَّدًا*، وناسب ¶ (خطاياكم لأنه جمع كثرة، وناسب الواو في (وَسَنَزِيدُ الْمُحْسِنِينَ* لدلالتها على الجمع بينهما وناسب الفاء في ¶ (فكلوا) لأن الأكل مترتب على الدخول فناسب مجيئه ¶ بالواو. ¶ وأما آية الأعراف: فافتتحت بما فيه توبيخهم وهو قولهم: ¶ (اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ، ثم اتخاذهم العجل، فناسب ¶ ذلك ة (وإذ قيل لهم*. ¶ وناسب ترك (رغدا* والسكنى بجامع الأكل، فقال: (كلوا*. ¶ وناسب تقديم ذكر مغفرة الخطايا، وترك الواو في (سنريد. ¶ 30 - مسألة: ¶ قوله تعالى: (فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَنْزَلْنَا عَلَى الَّذِينَ ظَلَمُوا. ¶ وفى الأعراف: فبدل",
            "page": "97",
            "part": "1",
            "seal": "8511289E"
        },
        {
            "id": "17",
            "nass": "الذين ظلموا منهم. ¶ وقال: (فأرسلنا عليهم. ¶ وقال هنا: (يفسقون وفى الأعراف: (يظلمون؟ ¶ جوابه: ¶ لما سبق في الأعراف تبعيض الهادين بقوله تعالى: (وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ) ¶ ناسب تبعيض الظالمين منهم ¶ بقوله تعالى: (الذين ظلموا منهم. ولم يتقدم مثله في البقرة. ¶ وقوله: عليهم (1) . ليس فيه تصريح بنجاة غيرهم. ¶ وفى البقرة إشارة إلى سلامة غير (الذين ظلموا) لتصريحه ¶ بالإنزال على المتصفين بالظلم والإرسال أشد وقعا من الإنزال. ¶ فناسب سياق ذكر النعمة ذلك في البقرة. ¶ وختم آية البقرة ب (يفسفون ولا يلزم منه الظلم، والظلم ¶ يلزم منه الفسق، فناسب كل لفظ منهما سياقه. ¶ 31 - مسألة: ¶ قوله تعالى: (فَانْفَجَرَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا) ¶ وفى الأعراف: (فانبجست) ؟ ¶ جوابه: ¶ قيل إن الانبجاس دون الانفجار، وأن الانفجار أبلغ في كثرة الماء فعلى هذا:",
            "page": "98",
            "part": "1",
            "seal": "A2AE0A7F"
        },
        {
            "id": "18",
            "nass": "أن سياق ذكر نعمته اقتضى ذكر الانفجار، ونسبه. ¶ وقيل: هما بمعنى واحد، فيكون من تنويع الألفاظ والفصاحة. ¶ 32 - مسألة: ¶ قوله تعالى: (وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ الْحَقِّ. ¶ وقد قال تعالى: (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا) ؟ ¶ جوابه: ¶ في سورة غافر. ¶ 33 - مسألة: ¶ قوله تعالى: (بِغَيْرِ الْحَقِّ) . ¶ وقد قال في آل عمران: (بغير حق) ¶ فعرف هنا ونكر ذلك؟ ¶ جوابه: ¶ أن آية البقرة: نزلت في قدماء اليهود بدليل قوله تعالى: ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ. ¶ والمراد \" بغير الحق \" الموجب للقتل عندهم، بل قتلوهم ظلما وعدوانا. ¶ وآيات آل عمران: في الموجودين زمن النبي صلى الله عليه وسلم.",
            "page": "99",
            "part": "1",
            "seal": "B70F52BC"
        },
        {
            "id": "19",
            "nass": "بدليل قوله تعالى: (فبشرهم بعذاب أليم، وبقوله تعالى: إن الذين يكفرون بآيات الله ويقولون ¶ وبدليل قوله تعالى في الثانية: لن يضروكم إلي أذى - ¶ الآية. ¶ لأنهم كانوا حرصاء على قتل النبى ـ صلى الله عليه وسلم ـ، ولذلك سموه، ولكن الله تعالى. عصمه منهم فجاء منكرا ليكون أعم فتقوى الشناعة عليهم والتوبيخ لهم، لأن قوله تعالى: (بغبر حق) بمعنى قوله ظلما وعدوانا. ¶ وهذا هو جواب من قال: ما فائدة قوله: بغير الحق، أو: بغير حق والأنبياء لايقتلن إلا بغير حق. ¶ 34 ـ مسألة: ¶ قوله تعالى: إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ (4) ¶ وقال فى المائدة والحج: (والصابئون وَالنَّصَارَى) . ¶ قدم النصارى فى البقرة، وأخرهم فى المائدة والحج ¶ جوابه: ¶ أن التقديم قد يكون بالفضل والشرف، وقد يكون بالزمان.",
            "page": "100",
            "part": "1",
            "seal": "6EE451F4"
        },
        {
            "id": "20",
            "nass": "فروعي في البقرة تقديم الشرف بالكتاب، لأن الصابئين لا ¶ كتاب لهم مشهود ولذلك قدم: (الَّذِينَ هَادُوا) في جميع ¶ الآيات. وإن كانت الصابئة متقدمة في الزمان. ¶ وأخر النصارى في بعضها: لأن اليهود موحدون (1) ¶ والنصارى مشركون، ولذلك قرن النصارى فى الحج ¶ بالمجوس والمشركين، فأخرهم لإشراكهم بمن بعدهم في الشرك، ¶ وقدمت الصابئون عليهم في بعض الآيات لتقدم زمانهم ¶ عليهم. ¶ وقول بعض الفقهاء: إن الصابئة فرقة من النصارى باطل لا ¶ أصل له. ¶ 35 - مسألة: ¶ ثم قال: مَنْ آمَنَ بِاللَّهِ. ¶ جوابه: ¶ المراد: من استمر على إيمانه، أو من أظهر منهم الإيمان ولم ¶ يعمل به. ¶ والمراد بمن آمن: من عمل بتكميل إيمانه ومات عليه. ¶ 36 - مسألة: ¶ قوله تعالى: (وَلَا هُمْ يَحْزَنُونَ)",
            "page": "101",
            "part": "1",
            "seal": "E6E4F7D0"
        },
        {
            "id": "21",
            "nass": "ما فائدة: هم؟ ¶ جوابه: ¶ أن العطف على الجملة الاسمية أفصح وأنسب. ¶ 37 - مسألة: ¶ قوله تعالى: (وَإِذْ قَتَلْتُمْ نَفْسًا) ¶ بعد قوله: إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً ¶ والأمر بذبحها بعد القتل، فما فائدة ¶ تقديم الذبح في الذكر؟ ¶ جوابه: ¶ أن آيات البقرة سيقت لبيان النعم كما تقدم، فناسب تقدم ¶ ذكر النعمة على ذكر الذنب. ¶ 38 - مسألة: ¶ الرب تعالى قادر على إحياء الميت دون البقرة، فما فائدة الأمر بذبحها لذلك؟ ¶ جوابه: ¶ قد يكون فائدة الأمر لترتيب الأشياء على أسبابها لما ¶ اقتضته الحكمة القديمة، ولجبر اليتيم صاحب البقرة بما حصل ¶ له من ثمنها. ¶ 39 - مسألة: ¶ قوله تعالى: (وَقَالُوا لَنْ تَمَسَّنَا النَّارُ إِلَّا أَيَّامًا مَعْدُودَةً)",
            "page": "102",
            "part": "1",
            "seal": "53479CE4"
        },
        {
            "id": "22",
            "nass": "وفى آل \" عمران:، معدودات. ¶ ومعدودة: جمع كثرة، ومعدودات: جمع قلة؟ ¶ جوابه: ¶ أن قائلي ذلك من اليهود فرقتان: ¶ إحداهما قالت: إنما نعذب بالنار سبعة أيام، وهي عدد أيام ¶ . الدنيا. ¶ وقالت فرقة: إنما نعذب أربعين يوما، وهي أيام عبادتهم ¶ العجل. ¶ فآية البقرة يحتمل قصد الفرقة الثانية، وآية آل عمران ¶ يحتمل قصد الفرقة الأولى. ¶ 40 - مسألة: ¶ قوله تعالى: (وَلَنْ يَتَمَنَّوْهُ أَبَدًا) ؟ ¶ وفى الجمعة: (وَلَا يَتَمَنَّوْنَهُ أَبَدًا) ¶ جوابه: ¶ لما كانت دعواهم أن الدار الآخرة لهم خاصة: أكد نفى ذلك ب [لن] لأنها أبلغ في النفى من [لا] لظهورها في الاستغراق. وفى الجمعة: ادعوا ولاية الله، ولا يلزم من الولاية لله اختصاصهم بثواب الله وجنته فأتى ب [لا] النافية للولاية. وكلاهما مؤكد بالتأبيد، لكن في البقرة أبلغ",
            "page": "103",
            "part": "1",
            "seal": "15A3221E"
        },
        {
            "id": "23",
            "nass": "وأيضا: أن آية البقرة وردت بعد ما تقدم منهم من الكفر ¶ والعصيان وقتل الأنبياء: فناسب حرف المبالغة فى النفى ¶ لتمنيهم الموت لما يعلمون ما لهم بعده من العذاب، لأن [لن] أبلغ في النفى عند كثير من أئمة العربية، وآية الجمعة لم ¶ يتقدمها ذلك، جاءت ب [لا] الدالة على مطلق النفى من غير مبالغة. ¶ 41 - مسألة: ¶ قوله تعالى: قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى ¶ وفى آل عمران: إِنَّ الهُدَى هُدَى اللَّهِ؟ . ¶ جوابه: ¶ أن المراد بالهدى في البقرة: تحويل القبلة، لأن الآية نزلت ¶ فيه. ¶ والمراد بالهدى في آل عمران: الدين لتقدم قوله تعالى ¶ (لمن تبع دينكم، ومعناه: أن دين الله الإسلام. ¶ 42 - مسألة: ¶ قوله تعالى: - وَلَئِنِ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنَ الْعِلْمِ ¶ وقال في - القبلة -: مِنْ بَعْدِ مَا جَاءَكَ",
            "page": "104",
            "part": "1",
            "seal": "355BE696"
        },
        {
            "id": "24",
            "nass": "بغير (من) [في الأولى] ؟ . ¶ جوابه: ¶ أن (الذى) أبلغ من (ما) في باب الموصول فى الاستغراق، ¶ فلما تضمنها الآية الأولى اتباع عموم أهوائهم في كل ما كانوا عليه، بدليل: - وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلَا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ* ¶ ناسب لفظ (الذى) التي هي أبلغ في بابها من ¶ (ما) . ¶ والآيتان الآخرتان في باب بعض معروف. ¶ أما آية البقرة: ففي اتباعهم في القبلة. ¶ وأما آية الرعد: ففي البعض الذى أنكروه لتقدم قوله: ومن الأحزاب من ينكر بعضه ¶ أي: لئن اتبعت أهواءهم في بعض ¶ * الذي أنكروه. ¶ ودخلت (من) في آية القبلة: لأنه في أمر مؤقت معين ¶ وهو: الصلاة التي نزلت الآية فيها أي: من بعد نسخ القبلة ¶ لأن (من) لابتداء الغاية. ¶ 43 - مسألة: ¶ قوله تعالى: (رَبِّ اجْعَلْ هَذَا بَلَدًا آمِنًا) . ¶ وفى إبراهيم: (هَذَا الْبَلَدَ آمِنًا) . ¶ جوابه: ¶ أن البقرة دعي بها عند ترك إسماعيل وهاجر في الوادي قبل",
            "page": "105",
            "part": "1",
            "seal": "E0D0FC7E"
        },
        {
            "id": "25",
            "nass": "بناء مكة وسكنى جرهم فيها. ¶ وآية إبراهيم بعد عوده إليها وبناها (1) ¶ 44 - مسألة: ¶ 106 ¶ قوله تعالى: (رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ) . ¶ وقال في آل عمران والتوبة (من أنفسهم) و (من أنفسكم* (4) ؟ . ¶ جوابه: ¶ أن آية البقرة في سياق دعاء إبراهيم. ¶ وفى آل عمران والتوبة في سياق المنة عليهم، والرحمة ¶ والإشفاق منه عليهم، فناسب ذكر ومن أنفسهم لمزيد ¶ الحنو والمنة، وكذا بالمؤمنين رؤوف رحيم. ¶ 45 - مسألة: ¶ قوله تعالى: تِلْكَ أُمَّةٌ قَدْ خَلَتْ. ¶ كررها مع قرب العهد بالأولى فما فائدة ذلك؟",
            "page": "106",
            "part": "1",
            "seal": "0FBE6975"
        },
        {
            "id": "26",
            "nass": "جوابه: ¶ أن الأولى: وردت تقريرا لإثبات ما نفوه من دين الإسلام ¶ الذي وصى به إبراهيم ويعقوب، ومعناه أن أولئك أدوا ما ¶ عليهم من التبليغ والوصية فلهم أجر ذلك، ولكم من الوزر ¶ والإثم بما خالفتموهم ما يعود عليكم وباله. ¶ وأما الثانية: فوردت نفيا لما ادعوه من أن إبراهيم ومن ذكر ¶ بعده كانوا هودا أو نصارى. ¶ ومعناه: أن أولئك فازوا بما تدينوا به من دين الإسلام، ¶ وعليكم إثم مخالفتهم، وما اقترفتم عليهم من التهود والتنصر ¶ الذي هم براء منه. ¶ 46 - مسألة: - ¶ قوله تعالى: (قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا. ¶ وفى آل عمران: قُلْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ عَلَيْنَا. ¶ جوابه: ¶ لما صدر آية البقرة بقوله: (قُولُوا) وهو خطاب المسلمين ردا على قول أهل الكتاب: (كُونُوا هُودًا أَوْ نَصَارَى) قال: (إلينا) . ولما صدر آية آل عمران بقوله: قل قال: (علينا) . والفرق بينهما: أن (إلى) ينتهي بها من كل جهة، و (على) لا ينتهى بها إلا من جهة واحدة وهي: العلو. ¶ والقرآن يأتي المسلمين من كل جهة يأتي مبلغه إياهم منها،",
            "page": "107",
            "part": "1",
            "seal": "8146CFEA"
        },
        {
            "id": "27",
            "nass": "وإنما أتى النبى ـ صلى الله عليه وسلم ـ من جهة العلو خاصة، فحسن وناسب ¶ قوله: (علينا لقوله: قل مع فضل تنويع الخطاب. ¶ وكذلك أكثرها جاء في جهة النبى ـ صلى الله عليه وسلم ـ ب (على) ، وأكثر ما جاء ق جهة الأمة ب (إلى) . ¶ 47 - مسألة: ¶ قوله تعالى. (وَمَا أُوتِيَ النَّبِيُّونَ) ¶ وفى آل عمران: (النَّبِيُّونَ) . ¶ جوابه: ¶ أن آل عمران تقدم فيها: (وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ) ¶ فأغنى عن إعادة إيتائهم ثانيا، ولم يتقدم مثل ذلك فى البقرة، فصرح فيه بإيتائهم ذلك. ¶ 48 - مسألة: ¶ قوله تعالى: (فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ) ¶ كرر ذلك مرات. فما فائدته؟ ¶ جوابه: ¶ أن الأول: إعلام بنسخ استقبال بيت المقدس له ولأمته. والثانية: لبيان المسبب وهو: اتباع الحق، لقوله تعالى:",
            "page": "108",
            "part": "1",
            "seal": "57C04301"
        },
        {
            "id": "28",
            "nass": "\" وَإِنَّهُ لَلْحَقُّ \" ¶ والثالثة: إعلام بالعلة، وهو: (لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ) ¶ وبعموم الحكم في سائر الناس والأقطار والجهات، ¶ وسائر الأزمنة لاحتمال تخيل أن ذلك مخصوص بجهة ¶ المدينة، وما ولاها وهي جهة الجنوب، أو أنه خاص بمن ¶ يشاهد الكعبة، أو قصد بتكراره مزيد التوكيد في استقبال ¶ الكعبة والتمسك به، لأن النسخ في مظان تطرق الشبهة وأبعد على ضعفاء النظر كما قالوا: مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا، فلذلك بالغ في التأكيد بتكرار الأمر. ¶ 49 - مسألة: ¶ قوله تعالى: بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءَنَا) ¶ وقال: (أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْقِلُونَ شَيْئًا وَلَا يَهْتَدُونَ. ¶ وقال في المائدة: مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا) وقال: (لَا يَعْلَمُونَ) ؟ ¶ جوابه: ¶ ما (ألفينا) و (وجدنا) \" فمعناهما واحد واختلاف لفظهما للتفنن فى الفصاحة والإعجاز ¶ وأما: (يعقلون) هنا، فلأن سياقه فى اتخاذهم الأصنام والأنداد وعبادتها من دون الله ومحبتها والعقل الصحيح",
            "page": "109",
            "part": "1",
            "seal": "EC05E64B"
        },
        {
            "id": "29",
            "nass": "يأبى ذلك عند نظره ¶ وأما: (يعلمون) فجاء في سياق التحريم والتحليل بعد ما ¶ افتتح الكلام بقوله تعالى: (لا تحرموا طيبات ما أحل الله ¶ لكم، وفى اتخاذ البحيرة والسائبة والوصيلة والحامى) . ¶ والتحليل والتحريم من باب العلم والنقل. ¶ وأيضا: فلما ختم الآية قبله في المائدة بقوله تعالى: ¶ (ؤأكثرهم لا يعقلون) ختم هذه الآية ب (يعلمون) ¶ وكان الجمع بين نفى العقل والعلم عنهم أبلغ. ¶ 50 - مسألة: ¶ قوله تعالي: (وما أهل به لغير الله) . ¶ وفى المائدة والأنعام والنحل: (لغير الله به) ؟ ¶ جوابه: ¶ أن آية البقرة وردت في سياق المأكول وحله وحرمته، فكان ¶ تقديم ضميره، وتعلق الفعل به أهم. وآية المائدة وردت بعد ¶ تعظيم شعائر الله وأوامره، والأمر بتقواه، وكذلك آية النحل",
            "page": "110",
            "part": "1",
            "seal": "ECB947E7"
        },
        {
            "id": "30",
            "nass": "بعد قوله: تعالى (واشكروا نعمة الله) فكان ¶ تقديم اسمه أهم. ¶ وأيضا: فآية النحل والأنعام نزلتا بمكة فكان تقديم ذكر الله ¶ بترك ذكر الأصنام على ذبائحهم أهم لما يجب من توحيده، ¶ وإفراده بالتسمية على الذبائح. ¶ وآية البقرة نزلت بالمدينة على المؤمنين لبيان ما يحل وما ¶ يحرم، فقدم الأهم فيه والله أعلم. ¶ 51 - مسألة: ¶ قوله تعالى: (قلآ إثم عليه إن الله غفور رحيم) وكذلك في المائدة والنحل (4) . ¶ وفى الأنعام: فإن ربك غفور رحيم؟ . ¶ جوابه: ¶ لما صدر آية الأنعام بقوله تعالى: قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ ناسب ¶ قوله:، قل، وإلى،: (فإن ربك) . ¶ وبقية الآيات المذكورات خطاب من الله تعالى للناس، فناسب: (فإن الله غفور رحيم ¶ أي: فإن الله المرخص لكم في ذلك. ¶ فإن قيل: فلم لم يقل: فإن ربكم؟",
            "page": "111",
            "part": "1",
            "seal": "545F2969"
        },
        {
            "id": "31",
            "nass": "قلنا: لأن إيراده في خطاب النبى - صلى الله عليه وسلم - لايوهم غيره، لاسيما والخطاب عام. ¶ 52 - مسألة: ¶ قوله تعالى: إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلَ اللَّهُ مِنَ الْكِتَابِ) ¶ الآية. ¶ وفى آل عمران فإن منذ - (إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ) الآية. ¶ فوعد في البقر بأكل النار. ¶ وفى آل عمران بأنه لا خلاق لهم أي: لاحظ ولا نصيب؟ ¶ جوابه: ¶ أن الذنب في البقرة أكبر فكان الوعيد أشد لأن في كتمانهم ¶ إضلال غيرهم مع كفرهم في أنفسهم. ¶ وآية آل عمران: لا يتضمن ظاهر لفظها ذلك لظهور اللفظ في معنى تأثير ليس كعدمه. ¶ 53 - مسألة: - ¶ قوله تعالى: (تِلْكَ حُدُودُ اللَّهِ فَلَا تَقْرَبُوهَا) .",
            "page": "112",
            "part": "1",
            "seal": "6EF16BB4"
        },
        {
            "id": "32",
            "nass": "وقال فيها بعد ذلك: (فلا تعتدوها) . ¶ أن الحدود في الأولى: هي عبارة عن نفس المحرمات في الصيام والاعتراف من الأكل والشرب والوطء - والمباشرة فناسب: (قلا تقربوها. ¶ والحدود في الثانية: أوامر في أحكام الحل والحرمة في نكاح المشركات، وأحكام الطلاق والعدة والإيلاء والرجعة وحصر الطلاق في الثلاث والخلع، فناسب: (فلا تعتدوها أي: لاتتعدوا أحكام الله تعالى إلى غيرها مما لم يشرعه لكم فقفوا عندها، ولذلك قال بعدها: (وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ) . ¶ مسألة: ¶ قوله تعالى: (وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ) . ¶ وقال تعالى في الأنفال: (وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ) ؟ . ¶ جوابه: ¶ أن آية البقرة نزلت في أول سنة من الهجرة في سرية عبد الله بن جحش لعمرو بن الحضرمي وصناديد مكة أحياء، ولم يكن للمسلمين رجاء في إسلامهم تلك الحال. ¶ وأية الأنفال: نزلت بعد وقعة بدر، وقتل صناديدهم، فكان",
            "page": "113",
            "part": "1",
            "seal": "3C35DBC6"
        },
        {
            "id": "33",
            "nass": "المسلمون بعد ذلك أرجى لإسلام أهل مكة عامة وغيرهم، ¶ فأكد سبحانه وتعالى رجاءهم ذلك بقوله تعالى: (وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ) أي: لا يعبد سواه. ¶ 55 - مسألة: ¶ قوله تعالى: (هَلْ يَنْظُرُونَ إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ) الآية. ¶ ومثله في الأنعام، ومعناه: ينتظرون. ¶ وإنما ينتظر الإنسان ما يعلم، أو يظن وقوعه ولم يكونوا كذلك لأنهم لم يصدقوا بذلك؟ ¶ جوابه: ¶ لما كان واقعا لا محالة كانوا في الحقيقة كالمنتظرين له في ¶ المعنى ولذلك جاء تهديدا لهم. ¶ 56 ـ مسألة: ¶ قوله تعالى: ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ) . ¶ وفى سورة الطلاق: ذَلِكَم يُوعَظُ بِهِ) ؟ . ¶ جوابه: ¶ حيث قال (ذلك) فالخطاب للنبى - صلى الله عليه وسلم - وقدم تشريفا له، ثم عمم فقال: ذلكم أزكى لكم",
            "page": "114",
            "part": "1",
            "seal": "AAEB2623"
        },
        {
            "id": "34",
            "nass": "وأطهر. ¶ وفى الطلاق: فالخطاب له ولأمته جميعا، وقدم تشريفه بالنداء ¶ لقوله: (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ - الآية. ¶ 57 - مسألة: ¶ قوله تعالى: (أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ [وَلَمَّا يَأْتِكُمْ] الآية. ¶ وفى آل عمران: (وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ) الآية. ¶ وفى التوبة: (أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا) الآية. ¶ جوابه: ¶ أن آية البقرة في الصبر على ما كان النبى - صلى الله عليه وسلم - وأصحابه عليه من أذى الكفار وتسلية لهم عنه، وكذلك قال: (في الذين خلوا مستهم البأساء والضراء) ليكون الصحابة مثلهم في الصبر وانتظار الفرج. ¶ وآية آل عمران: وردت فى حق المجاهدين وما حصل لهم يوم أحد من القتل والجراحات والهزيمة، فوردت الآية تصبيرا لهم على ما نالهم ذلك اليوم مما ذكرناه والآية الثالثة في التوبة: وردت في الذين كانوا يجاهدون مع النبى - صلى الله عليه وسلم - ويباطنون أقاربهم وأولياءهم من الكفار المعاندين لرسول الله - صلى الله عليه وسلم -",
            "page": "115",
            "part": "1",
            "seal": "8ECFFD5E"
        },
        {
            "id": "35",
            "nass": "ولذلك قال: (وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً) ¶ وقال بعده (لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ) الآية ¶ 58 - مسألة: ¶ قوله تعالى: (فَلَا جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ) . ¶ جوابه: ¶ أن المراد بالآية الأولى ما شرعه الله تعالى من الأحكام، ¶ ولذلك عرفه بالألف واللام وبالإلصاق. ¶ وفيما فعلن: أي من التعرض للخطاب بالمعروف. ¶ والمراد بالثانية: أفعالهن بأنفسهن من مباح مما يتخيرنه من ¶ تزين للخطاب، وتزويج أو قعود وسفر أو غير ذلك مما لهن ¶ فعله، ولذلك نكره، وجاء فيه بـ \" من \". ¶ 59 - مسألة: ¶ قوله تعالى: (مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ) . ¶ وقال بعد ذلك: (حَقًّا عَلَى الْمُتَّقِينَ) .",
            "page": "116",
            "part": "1",
            "seal": "3D71A0A0"
        },
        {
            "id": "36",
            "nass": "جوابه: ¶ أن الآية الأولى: في مطلقة قبل الفرض والدخول، فالإعطاء في حقها إحسان لا في قبالة شىء لا تسمية ولا دخول. ¶ وهو وإن أوجبه قوم فهو في الصورة مجرد إحسان، فناسب: (المحسنين. ¶ والآية الثانية في المطلقة الرجعية، والمراد بـ (المتاع) عند المحققين النفقة، ونفقة الرجعية واجبة والمراد ¶ بـ (المتاع) عند المحققين، فناسب: حقا على المتقين، ورجح أن المراد به النفقة: أنه ورد عقيب قوله: (متاعا إلى الحول والمراد به: النفقة، وكانت واجبة قبل النسخ، ثم قال: \" وللمطلقات \" فظهر أنه النفقة في عدة الرجعية بخلاف المطلقة البائن بخلع فإن الطلاق من جهتها فكيف تعطى المتعة التي شرعت جبرا للكسر بالطلاق وهي الراغبة فيه وباذلة المال فيه، فظهر أن المراد بـ (المتاع) هنا: النفقة زمن العدة لا المتعة. ¶ وللعلماء في هاتين الآيتين اضطراب كثير، وما ذكرته أظهر، والله تعالى أعلم، لأنه تقدم حكم الخلع، وحكم عدة الموت، وحكم المطلقة بعد التسمية، وبقي حكم المطلقة الرجعية فيحمل عليه. ¶ قوله تعالى: وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِنْ بَعْدِهِمْ) ثم",
            "page": "117",
            "part": "1",
            "seal": "17CE9F4F"
        },
        {
            "id": "37",
            "nass": "قال: (وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا) . ¶ ما فائدة تكرار ذلك؟ . ¶ جوابه: ¶ قيل: هو تأكيد للأول تكذيبا لمن ينكر أن يكون ذلك بمشيئة الله تعالى. والأحسن: أن (اقتتلوا) أولا مجاز في ¶ الاختلاف لأنه كان سبب اقتتالهم، فأطلق اسم المسبب على ¶ السبب كقوله تعالى: (إنما يأكلون فى بطونهم نارا) . ¶ فمعناه: ولو شاء الله ما اختلفوا بعد أنبيائهم لكن اختلفوا، ¶ ولو شاء الله بعد اختلافهم لما اقتتلوا. ¶ 61 - مسألة: ¶ قوله تعالى: (لَا إِكْرَاهَ فِي الدِّينِ) الآية. ¶ وقال تعالى في براءة (فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ) . ¶ وقال تعالى: (وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ) ، وآيات القتال كثيرة. ¶ جوابه: ¶ من وجوه: ¶ أحدها: لا إكراه قسرا من غير إقامة دليل، بل قد بين الله",
            "page": "118",
            "part": "1",
            "seal": "3C721DA1"
        },
        {
            "id": "38",
            "nass": "سبحانه الدلالة على توحيده، وبعث رسوله لمن ينظر فيه. ¶ ويدل عليه قوله تعالى بعده: \" قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ \" ¶ وهذا قول المعتزلة. ¶ والثاني: أنه منسوخ بآيات السيف. ¶ والثالث: أنه مخصوص بأهل الكتاب. ¶ 62 - مسألة: * ¶ قوله تعالى: (يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) الآية. ¶ أفرد النور وجمع الظلمات، وذلك في مواضع؟ . ¶ جوابه: ¶ أن الكفر أنواع وملل مختلفة، ودين الحق واحد، فلذلك ¶ أفرده. ¶ 63 - مسألة: ¶ قوله تعالى: (مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ) الآية. ¶ وقال فى سورة الأنعام: (فَلَهُ عَشْرُ أَمْثَالِهَا)",
            "page": "119",
            "part": "1",
            "seal": "F068410B"
        },
        {
            "id": "39",
            "nass": "جوابه: ¶ أن هذه خاصة في النفقة في سبيل الله. ¶ وأية الأنعام: فى مطلق الحسنات من الأعمال، وتطوع الأموال ¶ قوله تعالى: (لا يقدرون على. ¶ وفى سورة إبراهيم: (لَا يَقْدِرُونَ عَلَى شَيْءٍ مِمَّا كَسَبُوا) ¶ وفى سورة إبراهيم (لَا يَقْدِرُونَ مِمَّا كَسَبُوا عَلَى شَيْءٍ) ¶ جوابه: ¶ أن المثل هنا للعامل، فكان تقديم نفى قدرته وصلتها أنسب، لأن (على) من صلة القدرة. ¶ وآية إبراهيم عليه السلام: \" المثل \" للعمل، لقوله تعالى: ¶ (مَثَلُ الَّذِينَ كَفَرُوا بِرَبِّهِمْ أَعْمَالُهُمْ) تقديره: مثل أعمال ¶ الذين كفروا، فكان تقديم (مما) تقديم نفى ما كسبوا أنسب ¶ لأنه صلة (شىء) وهو الكسب. ¶ 65 - مسألة: ¶ قوله تعالى في آية الربا (وَاللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ) . وفى الآية الأولى من النساء: مَنْ كَانَ مُخْتَالًا فَخُورًا. وكذلل في الحديد.",
            "page": "120",
            "part": "1",
            "seal": "1A559B60"
        },
        {
            "id": "40",
            "nass": "وفى الثانية: ¶ (مَنْ كَانَ خَوَّانًا أَثِيمًا) . ¶ ما فائدة العدول عن قوله: \"يبغض \"، إلى قوله \" لا يحب \" مع أنه لا يلزم من نفى المحبة: البغض؟ . ¶ وما فائدة تخصيص كل آية بما ذكر فيها؟ . ¶ جوابه: ¶ أن البغض: صفة مكروهة للنفوس، فلم يحسن نسبته إلى الله تعالى لفظا. وأيضا: فلأن حال العبد مع الله تعالى إما طاعته أو عدمها. ¶ فإذا انتفت محبته لنفى طاعته تعين ضدها، فعبر بما هو أحسن لفظا. ¶ وأما كفار أثيم: فإنها نزلت في ثقيف وقريش لما أصروا على الربا، وعارضوا حكم الله تعالى بقولهم: (إِنَّمَا الْبَيْعُ مِثْلُ الرِّبَا) ، فهم كفار بالدين، آثمون بتعاطي الربا، والإصرار عليه. ¶ وأما آية النساء الأولى: فجاءت بعد قوله تعالى: (وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا) ، وبعد قوله: (وَبِالْوَالِدَيْنِ إِحْسَانًا) . والعبادة هي التذلل للمعبود والتواضع له، وكذلك الإحسان إلى الوالدين يقتضي التواضع لهما، وذلك ينافي الاختيال والعجب والتفاخر، ويؤيده قوله سبحانه: (وَبِذِي الْقُرْبَى) الآية.",
            "page": "121",
            "part": "1",
            "seal": "B3416C4A"
        },
        {
            "id": "41",
            "nass": "وكذلك جاء في لقمان بعد قوله تعالى: (وَلَا تَمْشِ فِي الْأَرْضِ مَرَحًا، وفى الحديد بعد قوله تعالى: (وَتَفَاخُرٌ بَيْنَكُمْ) ¶ وأما آية النساء الثانية: فنزلت قي طعمة بن أبيرق لما سرق ¶ درع قتادة بن النعمان رضى الله عنه وحلف عليه، ورمى به ¶ اليهود، ثم ارتد ولحق بمكة، فناسب: (خوانا) . ¶ وأيضا: فلتقدم قوله تعالى: (عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ) ¶ 66 - مسألة: ¶ قوله تعالى: (ثُمَّ تُوَفَّى كُلُّ نَفْسٍ مَا كَسَبَتْ) ومثله في آل عمران. ¶ وقال في النحل والزمر: (ما عملت) * ¶ جوابه: ¶ هو من باب التفنن في الألفاظ والفصاحة. ¶ وأيضا: لما تقدم في الزمر لفظ الكسب في مواضع مثل (وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا، وَأَصَابَهُمْ سَيِّئَاتُ مَا عملوا. فعدل إلي لفظ (عملوا) تركا للتكرار، ولم يتقدم ذلك في البقرة وآل عمران.",
            "page": "122",
            "part": "1",
            "seal": "D95A2891"
        },
        {
            "id": "42",
            "nass": "وأنه: إشارة إلى أن الأعمال كسب العبد خيرا - كان أو شرا. ¶ 67 - مسألة: ¶ قوله تعالى: (فَيَغْفِرُ لِمَنْ يَشَاءُ) الآية. ¶ قدم المغفرة. ¶ وفى المائدة: قدم. (يُعَذِّبُ مَنْ يَشَاءُ) ؟ . ¶ جوابه: ¶ أن آية البقرة وغيرها جاءت ترغيبا في المسارعة إلى طلب المغفرة، وإشارة إلى سعة مغفرته ورحمته. ¶ وآية المائدة جاءت عقب ذكر السارق والسارقة، فناسب ذكر العذاب، لأنه لهم في الدنيا والآخرة. ¶ سورة آل عمران ¶ 68 - مسألة: ¶ قوله تعالى: (نَزَّلَ عَلَيْكَ الْكِتَابَ) ، وقال: (وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ) ؟ . ¶ وجوابه: ¶ أن القرآن نزل منجما مرة بعد مرة فحسن التضعيف، والتوراة",
            "page": "123",
            "part": "1",
            "seal": "8C35A900"
        },
        {
            "id": "43",
            "nass": "والإنجيل نزلا دفعة واحدة فحسن التخفيف لعدم التكرار. ¶ فإن قيل: قد قال بعده: (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ) ؟. ¶ جوابه: ¶ أمام الفرقان فقيل: هو نصره على أعدائه. ¶ وقيل: هو القرآن، فعلى هذا: لما قال: (وَأَنْزَلَ التَّوْرَاةَ) ¶ حسن وأنزل الفرقان وأنزل عليك الكتاب: أي كما أنزل ¶ التوراة على موسى والإنجيل على عيسى أنزل عليك القرآن ¶ والكتاب. ¶ ولأن التلون في اللفظ مع قرب العهد أحسن من إعادته بلفظه ¶ وإن اتحد قصده. ¶ 69 - مسألة: ¶ قوله تعالى: إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ) . وفى آخر السورة (إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ) ¶ جوابه: ¶ أن الأول: خبر من الله تعالى بتحقيق البعث والقيامة. ¶ والثاني: في سياق السؤال والجزاء، فكان الخطاب فيه أدعى إلى الحصول.",
            "page": "124",
            "part": "1",
            "seal": "9ECDC78E"
        },
        {
            "id": "44",
            "nass": "70 - مسألة: ¶ قوله تعالى: (كَدَأْبِ آلِ فِرْعَوْنَ) . ¶ قال هنا: (كَذَّبُوا بِآيَاتِنَا) إلى قوله: (وَاللَّهُ شَدِيدُ الْعِقَابِ) وفى أول الأنفال: (كَفَرُوا بِآيَاتِ اللَّهِ) الأية. وفي الثانية (كَذَّبُوا بِآيَاتِ رَبِّهِمْ) الآية ¶ أما الكاف هنا: فترجع إلى قوله: (لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ) الآية. ¶ كلمْ تغني عن آل فرعون من العذاب. ¶ أو معناه: دأبهم كدأب آل فرعون. ¶ وفى الأنفال يتعلق بقوله تعالى: (يَضْرِبُونَ وُجُوهَهُمْ) كدأب آل فرعون. ¶ والثانية فيها تعلق. بقوله: (حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ) كدأب آل فرعون، والله تعالى أعلم. ¶ وأما قوله تعالى: (بِآيَاتِنَا ... وَاللَّهُ شَدِيدُ الْعِقَابِ) لتجانس ما تقدم. قيل: وهو قوله: (إِنَّكَ جَامِعُ النَّاسِ) ثم قال: (إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ) جاء بالظاهر بعد المضمر.",
            "page": "125",
            "part": "1",
            "seal": "1D2ADE43"
        },
        {
            "id": "45",
            "nass": "وأما آية الأنفال الأولى: فلتناسب ما تقدمها من إبراز الظاهر ¶ في قوله: (وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ) (وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ) ¶ فقال: (كَفَرُوا بِآيَاتِ اللَّهِ فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ إِنَّ اللَّهَ قَوِيٌّ) الآية. ¶ وأما الثانية: فجاءت بعد قوله تعالى: (لَمْ يَكُ مُغَيِّرًا نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ) الآية. ¶ أي: كذبوا بآيات من ربهم بنعمه عليهم التي لا تحصى. ¶ فلما ذكر نعمه التي رموا بها ناسب قوله: (بِآيَاتِ رَبِّهِمْ) ¶ المنعم عليهم. ¶ وكرر ذلك في الأنفال مع قرب العهد: للتنبيه على عقاب ¶ الآخرة في الآية الأولى، وعلى عقاب الدنيا في الآية الثانية. ¶ 71 - مسألة: ¶ قوله تعالى: (شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ) الآية. ¶ ما فائدة تكرير لفظ التوحيد؟ . ¶ أن الأول: منشهود به، والثاني: حكم بما تمت به الشهادة.",
            "page": "126",
            "part": "1",
            "seal": "5DCFF56D"
        },
        {
            "id": "46",
            "nass": "فالأول: بمنزلة قيام البينة، والثانية: بمنزلة الحكم بذلك. ¶ 72 - مسألة: ¶ قوله تعالى: (وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ) . ¶ ما فائدة تكراره؟ . ¶ جوابه: ¶ أن الأول في سياق الوعيد لقوله: (فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ) . ¶ والثاني: في سياق حذر التفويخا للخبر، ولذلك خصه بقوله: ¶ (وَاللَّهُ رَءُوفٌ بِالْعِبَادِ) . ¶ 73 مسألة: ¶ قوله تعالى: (إِنَّ اللَّهَ اصْطَفَى آدَمَ وَنُوحًا) ثم قال: ¶ (وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ) ؟ . ¶ جوابه: ¶ أن الأولين: جميع الأنبياء والرسل من نسلهم. ¶ وآل إبراهيم: إما نفسه، أو من تبع ملته. ¶ وآل عمران: موسى وهارون، ولم يكن عمران نبياً. ¶ 74 - مسألة: ¶ قوله تعالى: (وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ)",
            "page": "127",
            "part": "1",
            "seal": "69E33308"
        },
        {
            "id": "47",
            "nass": "وفى مريم: قدم ذكر المرأة؟ . ¶ جوابه: ¶ لتناسب رؤوس الآية في مريم بقوله: عتيا، وعشيا، وجنيا. وأيضا: لما قدمه بقوله: (وَهَنَ الْعَظْمُ مِنِّي) وَ (كَانَتِ امْرَأَتِي عَاقِرًا) أخره ثانياً تفننا في الفصاحة. ¶ 75 - مسألة: ¶ قوله تعالى: (قَالَتْ رَبِّ أَنَّى يَكُونُ لِي وَلَدٌ) وفي مريم، (أَنَّى يَكُونُ لِي غُلَامٌ) ؟ . ¶ جوابه: ¶ لتقدم قوله في مريم (لِأَهَبَ لَكِ غُلَامًا زَكِيًّا) ¶ 76 - مسألة: ¶ قوله تعالى: (فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ) . ¶ وفى المائدة: (فَتَنْفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي) ذكرها",
            "page": "128",
            "part": "1",
            "seal": "F0BD57ED"
        },
        {
            "id": "48",
            "nass": "وأنث في المائدة (؟) ؟ . ¶ جوابه: ¶ أن آية آل عمران من كلام المسيح عليه السلام في ابتداء ¶ تحديه بالمعجزة المذكورة ولم تكن صورة بعد فحسن التذكير ¶ والإفراد. ¶ وأية المائدة من كلام الله تعالى له يوم القيامة معددا نعمه ¶ عليه بعد ما مضت وكان قد اتفق ذلك منه مرات، فحسن ¶ التأنيث لجماعة ما صوره من ذلك ونفخ فيه. ¶ 77 مسألة: ¶ قوله تعالى: (إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ) ، وكذلك في مريم. وفى الزخرف: (إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ) بزيادة (هو) ؟ . ¶ جوابه: ¶ أن آية آل عمران ومريم تقدم من الآيات الدالة على توحيد الرب تعالى وقدرته وعبودية المسيح له ما أغنى عن التأكيد. ¶ وفى الزخرف: لم يتقدم مثل ذلك، فناسب توكيد انفراده بالربوبية وحده.",
            "page": "129",
            "part": "1",
            "seal": "EDB522B2"
        },
        {
            "id": "49",
            "nass": "78 - مسألة: ¶ قوله تعالى: (آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ) ¶ وفى المائدة: (وَاشْهَدْ بِأَنَّنَا مُسْلِمُونَ) ؟ . ¶ جوابه: ¶ أن آية المائدة في خطاب الله تعالى لهم أولا، وفى سياق تعدد ¶ نعمه عليهم أولا، فناسب سياقه تأكيد انقيادهم إليه أولا عند إيحائه إليهم. ¶ وآية آل عمران في خطابهم المسيح لا في سياق تعدد النعم ¶ فاكتفى ثانيا بـ (أنَّا) لحصول المقصود. ¶ 79 - مسألة: ¶ قوله تعالى: (إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ) . ¶ ومثله في النحل: (وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ) الآية. ¶ وفى لقمان: (إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ) ، ¶ وفيها: (إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُمْ بِمَا عَمِلُوا) الآية.",
            "page": "130",
            "part": "1",
            "seal": "80CD559F"
        },
        {
            "id": "50",
            "nass": "جوابه: ¶ لما تقدم في السورتين ذكر الاختلاف ناسب ذكر الحكم. ¶ بخلاف سورة لقمان لأنها عامة في الأعمال. ¶ 80 - مسألة: ¶ قوله تعالى: (فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ) . ¶ وفى البقرة: (فَلَا تَكُنْ) ؟ . ¶ جوابه: ¶ أن آية البقرة تقدمها (فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا) فناسب: ¶ ولا تكونن، ولم يتقدم هنا ما يقتضيه. ¶ 81 - مسألة: ¶ قوله تعالى: (لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا) . ¶ وفى الأعراف: (مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجًا) بزيادة (به وبالواو) ؟ . ¶ جوابه: ¶ أن (تَصُدُّونَ) هنا: حال، وإذا كان الفعل حالا لم يدخله ¶ الواو.",
            "page": "131",
            "part": "1",
            "seal": "0BF0CD56"
        },
        {
            "id": "51",
            "nass": "وفى الأعراف جملة معطوفة على جملة كأنه قال: توعدون، ¶ وتصدون، وتبغون. ¶ 82 - مسألة: ¶ قوله تعالى: (وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى لَكُمْ وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ) . ¶ وفى الأنفال: (إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ) ؟ . ¶ جوابه: ¶ أن آية آل عمران ختم فيها الجملة الأولى بجار ومجرور وهو ¶ قوله (لكم) فختمت الجملة التي تليها بمثله وهو قوله (به) ¶ لتناسب الجملتين. ¶ وآية الأنفال: خلت الأولى عن ذلك فرجع إلى الأصل وهو ¶ إيلاء الفعل لفعله، وتأخير الجار الذي هو مفعول. ¶ وجواب آخر: ¶ - وهو أنه لما تقدم في سورة الأنفال: (لكم) في قوله: (فَاسْتَجَابَ لَكُمْ) علم أن البشرى لهم، فأغنى الأول عن ¶ ثان، ولم يتقدم في آل عمران مثله وأما (به) فلأن المفعول ¶ قد تقدم على الفاعل لغرض صحيح من اعتناء، أو اهتمام، أو حاجة إليه في سياق الكلام، فقدم (به) هنا اهتماما، وجاء في آل عمران على الأصل. ¶ وجواب آخر: ¶ وهو التفنن في الكلام.",
            "page": "132",
            "part": "1",
            "seal": "90E817BC"
        },
        {
            "id": "52",
            "nass": "83 - مسألة: ¶ قوله تعالى: (وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ الْعَزِيزِ الْحَكِيمِ) ¶ معرفا. ¶ وفى الأنفال: (مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ) منونا. ¶ جوابه: ¶ أن آية الأنفال نزلت في قتال بدر أولا، وآية آل عمران نزلت في وقعة أحد وثانيا. ¶ فبين أولا: أن النصر من عنده لا بغيره من كثرة عَددٍٍ أو عُددٍ، ¶ ولذلك علله بعزته وقدرته وحكمته المقتضية لنصر من يستحق نصره. ¶ وأحال في الثانية على الأولى بالتعريف، كأنه قيل: إنما النصر ¶ من عند الله العزيز الحكيم الذي تقدم إعلامكم أن النصر من ¶ عنده، فناسب التعرف بعد التنكير. ¶ ، 8 - مسألة: ¶ قوله تعالى (وَنِعْمَ أَجْرُ الْعَامِلِينَ) . وفى العنكبوت: (نِعْمَ أَجْرُ الْعَامِلِينَ) بغير واو فى (نِعْمَ)",
            "page": "133",
            "part": "1",
            "seal": "48803898"
        },
        {
            "id": "53",
            "nass": "جوابه: ¶ لما تقدم عطف الأوصاف المتقدمة وهى قوله (وَالْكَاظِمِينَ، وَالْعَافِينَ، وَالَّذِينَ إِذَا فَعَلُوا، وَلَمْ يُصِرُّوا، جَزَاؤُهُمْ مَغْفِرَةٌ، وَجَنَّاتٌ، وخلود) ¶ ناسب ذلك العطف بالواو المؤذنة بالتعدد والتفخيم. ¶ ولم يتقدم مثله في العنكبوت فجاءت بغير واو، كأنه تمام ¶ الجملة. ¶ 85 - مسألة: ¶ قوله تعالى: (فَإِنْ كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِنْ قَبْلِكَ جَاءُوا بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ الْمُنِيرِ) . ¶ وفى فاطر: (بِالْبَيِّنَاتِ وَبِالزُّبُرِ وَبِالْكِتَابِ الْمُنِيرِ) بالباء في الثلاثة؟ ¶ جوابه: ¶ أن آية آل عمران سياقها الاختصار والتخفيف بدليل حذف الفاعل في \"كذب \" وورود الشرط ماضيا وأصله المستقبل، فحذف الجار تخفيفا لمناسبة ما تقدم.",
            "page": "134",
            "part": "1",
            "seal": "3FEA15AD"
        },
        {
            "id": "54",
            "nass": "وأية فاطر سياقها البسط بدليل فعل المضارع في الشرط، ¶ وإظهار فاعل التكذيب، وفاعل ومفعول (جَاءَتْهُمْ رُسُلُهُمْ) ، فناسب البسط ذكر الجار في الثلاثة. ¶ 86 - مسألة: ¶ قوله تعالى: (إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ) ¶ وفى يونس: (إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ) . ¶ قدم هنا خلق السموات، وأخر عنه في يونس؟ . ¶ جوابه: ¶ لما قال هنا (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) أتبعه بخلقها، ¶ ثم ب: (اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ) . ¶ وفى يونس لما قال: (هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا) إلى قوله: (لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ) ، ¶ وإنما ذلك باختلافهما: ناسب ذلك اتباعه بذكر اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ. ¶ 87 - مسألة: ¶ قوله تعالى هنا: (ثُمَّ مَأْوَاهُمْ جَهَنَّمُ) بثم.",
            "page": "135",
            "part": "1",
            "seal": "E7EE2BA6"
        },
        {
            "id": "55",
            "nass": "وفى غيره: ((وَمَأْوَاهُمْ جَهَنَّمُ)) بالواو؟ . ¶ جوابه: ¶ لما تقدم قوله تعالى: تقلبهم فى البلاد و (مَتَاعٌ قَلِيلٌ) والمراد في الدنيا، وجهنم إنما هي في الآخرة، فناسب: (ثم التي للتراخي. ¶ وأية الوعد: عطف جهنم على (سوء الحساب) وهما جميعا في الآخرة، فناسب العطف بالواو. ¶ سورة النساء ¶ 88 - مسألة: ¶ قوله تعالى: ؤخفق منها (وَخَلَقَ مِنْهَا زَوْجَهَا) ؟ . ¶ وفى الأعراف (وَجَعَلَ مِنْهَا زَوْجَهَا) ¶ جوابه: ¶ أن آية النساء في آدم وحواء عليهما السلام لأنها خلقت منه، وآية الأعراف، قيل: في قصي، أو غيره من المشركين ولم تخلق زوجته منه، فقال: (وَجَعَلَ) ، لأن الجعل لا يلزم منه الخلق، فمعناه: جعل من جنسها زوجها.",
            "page": "136",
            "part": "1",
            "seal": "9198EBA5"
        },
        {
            "id": "56",
            "nass": "89 - مسألة: ¶ قوله تعالى: (مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ) . وفى المائدة: (مُحْصِنِينَ غَيْرَ مُسَافِحِينَ) ؟ . ¶ جوابه: ¶ أن آية النساء في نكاح الإماء، وكان كثير منهن ¶ مسافحات فناسب جمع المؤنث بالإحصان. ¶ وأية المائدة في من يحل للرجال من النساء فناسب وصف ¶ الرجال بالإحصان، ولأنه تقدم ذكر النساء بالإحصان، فذكر ¶ إحصان الرجال أيضا تسوية بينهما، لأنه مطلوب فيهما. ¶ 90 - مسألة: ¶ قوله تعالى: (وبذى القربى) وفى البقرة: (وبذى القربى) . ¶ بغير باء في فيه (وبذى القربى) ¶ جوابه: ¶ أن آية البقرة حكاية عما مضى من أخذ ميثاق بنى إسرائيل وآية النساء من أوله إلى هنا في ذكر الأقارب وأحكامهم في المواريث والوصايا والصلات، وهو مطلوب، فناسب التوكيد بالباء.",
            "page": "137",
            "part": "1",
            "seal": "8F550179"
        },
        {
            "id": "57",
            "nass": "91 - مسألة: ¶ قوله تعالى: (فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ) الآية. ¶ وقال في المائدة: (وَأَيْدِيكُمْ مِنْهُ) ؟ . ¶ جوابه: ¶ لما تقدم في المائدة تفصيل الوضوء وتفصيل واجباته ناسب ¶ ذكر واجبات التيمم بقوله: (مِنْهُ) ، وأن إيصال بعضه ¶ بالبدن شرط. ¶ وأية النساء جاءت تبعا للنهى عن قربان الصلاة مع شغل ¶ الذهن، فناسب حذفه. ¶ 92 - مسألة: ¶ قوله تعالى: (وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا) وقال في الآية الثانية: (فَقَدْ ضَلَّ ضَلَالًا بَعِيدًا) ؟ . ¶ جوابه: ¶ أن الآية الأولى نزلت في اليهود، ونخريفهم الكلم افتراء على الله، وقولهم: (عُزَيْرٌ ابْنُ اللَّهِ) - فناسب ختم الآية بذكر الافتراء العظيم.",
            "page": "138",
            "part": "1",
            "seal": "6D6DB195"
        },
        {
            "id": "58",
            "nass": "والآية الثانية تقدمها قوله تعالى (وَمَا يُضِلُّونَ إِلَّا أَنْفُسَهُمْ) ، فناسب ختمها بذلك، ولأنها في العرب وعباد ¶ الأصنام بغير كتاب، وبعد ذكر طعمة ابن وبيرق ¶ وارتداده، فهم في ضلال عن الحق بعيد، والكتب المنزلة. ¶ 93 - مسألة: ¶ قوله تعالى: (فَمِنْهُمْ مَنْ آمَنَ بِهِ وَمِنْهُمْ مَنْ صَدَّ عَنْهُ) وقال تعالي في التغابن: (فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ)",
            "page": "139",
            "part": "1",
            "seal": "F0FB261C"
        },
        {
            "id": "59",
            "nass": "قدم هنا المؤمن، وأخره ثمة. ¶ جوابه: ¶ أنه لما سمى إبراهيم وآله ناسب تقديم (مؤمن) بخلاف ¶ آية التغابن لعموم اللفظ فيه. ¶ 94 - مسألة: ¶ قوله تعالى: (وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا) . ¶ قال في الأولى: (وَإِنْ تُحْسِنُوا) ¶ وفى الثانية: (وَإِنْ تُصْلِحُوا) ¶ وختم الأولى: (بِمَا تَعْمَلُونَ خَبِيرًا) ¶ وختم الثانية بقوله: (غَفُورًا) ؟ . ¶ جوابه: ¶ - أما الأول: فالمراد به أن يتصالحا على مال تبذله المرأة من مهر أو غيره ليطلقها، فإنه خير من دوام العشرة بالنشوز والإعراض، ثم عذر النساء بقوله تعالى: (وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ) ثم قال (وإن تحسنوا معاشرتهن",
            "page": "140",
            "part": "1",
            "seal": "751EBD84"
        },
        {
            "id": "60",
            "nass": "بترك النشوز والإعراض فإنه خبير بذلك فيجازيكم عليه. ¶ وعن الثاني: أن العدل بين النساء عزيز ولو حرصتم لأن الميل إلى بعضهن يتعلق بالقلب وهو غير مملوك للإنسان، وإذا كان كذلك فلا تميلوا كل الميل فتصير المرأة كالمعلقة التي لا مزوجة ولا مطلقة، ثم قال: (وَإِنْ تُصْلِحُوا) معاشرتهن بقدر الإمكان، وتقوموا بحقوقهن المقدور عليها، فإن الله تعالى يتجاوز عما لا تملكونه من الميل بمغفرته ورحمته. ¶ 95 - مسألة: ¶ قوله تعالى: (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ... وَكَانَ اللَّهُ غَنِيًّا حَمِيدًا) . ¶ (وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا) . ما فائدة تكرار ذلك عن قرب. ¶ جوابه: ¶ أن التكرار إذا كان لاقتضائه معاني مختلفة فهو حسن، وهذا كذلك، لأن الأولى بعد قوله تعالى: (وَإِنْ يَتَفَرَّقَا يُغْنِ اللَّهُ كُلًّا مِنْ سَعَتِهِ) لأن له ما في السموات وما في الأرض فهو قادر على ذلك، ولذلك ختم لقوله تعالى: (وَاسِعًا حَكِيمًا) . والثانية: بعد أمره بالتقوى، فبين أن له ما في السموات وما",
            "page": "141",
            "part": "1",
            "seal": "0847D477"
        },
        {
            "id": "61",
            "nass": "فى الأرض، فهو أهل أن يتقى، ولذلك قال تعالى: (إِنْ يَشَأْ يُذْهِبْكُمْ) . ¶ 96 - مسألة: ¶ قههاء تعالى: (كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ) ؟ . وفى المائدة: (قَوَّامِينَ لِلَّهِ شُهَدَاءَ بِالْقِسْطِ) ؟ . ¶ جوابه: ¶ أن الآية هنا تقدمها نشوز الرجال وإعراضهم عن النساء والصلح على مال، وإصلاح حال الزوجين، والإحسان إليهن، وقوله تعالى: (وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ) ، وقوله تعالي: (وَأَنْ تَقُومُوا لِلْيَتَامَى بِالْقِسْطِ) ، وشبه ذلك، فناسب تقديم القسط وهو العدل أي: كونوا قوامين بالعدل بين الأزواج وغيرهن، واشهدوا لله لا لمراعاة نفس أو قرابة. وأية المائدة: جاءت بعد أحكام تتعلق بالدين، والوفاء بالعهود والمواثيق لقوله تعالى في أول السورة: (أوفوا بالعقود) إلى آخره، وقوله تعالى قبل هذه الآية: (وَاذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُمْ بِهِ) الآية. ¶ ولما تضمنته الآيات قبلها من أمر ونهى، فناسب تقديم: (لله) أي: كونوا قوامين بما أمرتم أو نهيتم لله،",
            "page": "142",
            "part": "1",
            "seal": "1622F916"
        },
        {
            "id": "62",
            "nass": "لماذا شهدتم فاشهدوا بالعدل لا بالهوى. ¶ 97 - مسألة: ¶ قوله تعالى: (إِنْ تُبْدُوا خَيْرًا أَوْ تُخْفُوهُ) وفى الأحزاب: (إِنْ تُبْدُوا شَيئاً أَوْ تُخْفُوهُ) ؟ . ¶ جوابه: ¶ أن ذكر الخير هنا لمقابلة ذكر السوء في قوله تعالى: (لَا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ) عند الجهر به إلا من المظلوم بدعاء أو استنصار، ثم نبه على ترك الجهر من المظلوم إما بعدم المؤاخذة أو العفو. ¶ وأية الأحزاب في سياق علم الله تعالى بما في القلوب لتقدم ¶ قوله تعلى: (وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ) ، ولذلك قال: ¶ (شيئا) لأنه أعم من الخاصة. ¶ والمراد: إن تبدو في أمر نساء النبى - صلى الله عليه وسلم - شيئا أو تخفوه تخويفا لهم. ¶ 98 - مسألة: ¶ قوله تعالى: (إِنَّا أَوْحَيْنَا إِلَيْكَ كَمَا أَوْحَيْنَا إِلَى نُوحٍ وَالنَّبِيِّينَ مِنْ بَعْدِهِ وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ) الآية.",
            "page": "143",
            "part": "1",
            "seal": "63A270D7"
        },
        {
            "id": "63",
            "nass": "وفى الأنعام: (وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ) الآيات. ¶ رتبهم هنا غير ترتيبهم في الأنعام؟ ¶ جوابه: ¶ أن آية النساء نزلت ردا إلى قوله تعالى: (يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَزِّلَ عَلَيْهِمْ كِتَابًا) ، وهذا على قول المشركين حتى (تنزل علينا كتابا نقرؤه) فبين هنا أنه ليس كل الأنبياء أنزل عليهم كتابا، بل بعضهم بوحي، وبعضهم بكتب، وبعضهم بصحف، فقدم نوحا لعدم كتاب نزل عليه مع نبوته، وأجمل النبيون من بعده، ثم فصلهم: فقدم إبراهيم لإنزال صحفه، وتلاه بمن لا كتاب له، ثم قدم عيسى للإنجيل، ثم تلاه بمن لا كتاب له، وهم: أيوب ومن بعده، ثم قدم داود وزبوره، وتلاه بمن كتاب له ممن قصهم أو لم يقصهم، ثم ذكر موسى لبيان أن تشريفه للأنبياء ليس بالكتب ولذلك خص بعضهم بما شاء من أنواع الكرامات إما بتكليم أو إسراء، أو إنزال كتاب، أو صحيفة، أو وحي على ما يشاء، فناسب هذا الترتيب ما تقدم. ¶ أما آيات الأنعام: فساقها في سياق نعمه على إبراهيم ومن ذكره من ذريته ففرق بين كل اثنين منم بما اتفق لهما من",
            "page": "144",
            "part": "1",
            "seal": "1DEA2902"
        },
        {
            "id": "64",
            "nass": "وصف خاص بهما: فداود وسليمان بالملك والنبوة، وأيوب ويوسف بنجاتهم من الابتلاء: ذاك بالمرض وهذا بالسجن، وموسى وهارون بالأخوة والنبوة، وزكريا ويحيى بالشهادة، وعيسى وإلياس بالسياحة، وإسماعيل واليسع بصدق الوعد، ويونس ولوط بخروج كل واحد منهما من قرية من بعث إليه، ونجاة يونس من الحوت، ولوط من هلاك قومه، والله أعلم. ¶ سورة المائدة ¶ 99 - مسألة: ¶ قوله تعالى: (كُونُوا قَوَّامِينَ لِلَّهِ) : ¶ تقدم قريبا في النساء ¶ 100 - مسألة: ¶ قوله تعالى: (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ) .",
            "page": "145",
            "part": "1",
            "seal": "9758B967"
        },
        {
            "id": "65",
            "nass": "وقال في الفتح: (وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا) ¶ وقال هنا: (لَهُمْ) وفى الفتح: (مِنْهُمْ) . ¶ جوابه: ¶ أن آية المائدة عامة غير مخصوصة بقوم بأعيانهم، وأية الفتح ¶ خاصة بأصحاب النبى - صلى الله عليه وسلم - وكان من جملة من صحبه ¶ منافقون فقال (مِنْهُمْ) وتمييزا وتفضيلا ونصا عليهم بعد ما ¶ ذكر من جميل صفاته. ¶ وأيضا: آية المائدة بعد ما قدم خطاب المؤمنين مطلقا ¶ بأحكام، فكأنه قال: من عمل بما ذكرناه له مغفرة وأجر عظيم، فهوعام غيرخاص بمعينين. ¶ 101 - مسألة: ¶ قوله تعالى: (يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ) . ¶ وقال بعد ذلك: (مِنْ بَعْدِ مَوَاضِعِهِ) ؟ . ¶ جوابه: ¶ أن الأولى هنا وأية النساء ربما أريد بها التحريف الأول عند نزول التوراة ونحو تحريفهم في قولهم موضع (حطة) :",
            "page": "146",
            "part": "1",
            "seal": "085D0E10"
        },
        {
            "id": "66",
            "nass": "حنطة، وشبه ذلك. فجاءت (عن) لذلك. ¶ والآية الثانية: تحريفهم في زمن النبى - صلى الله عليه وسلم -، وتغييرهم عن المقول لهم في التوراة بغير معناه كأنه قال من بعد ما عملوا به واعتقدوه وتدينوا به كآية الرجم ونحوها، فـ (عن) لما قرب من الأمر، و (بعد) لما بعد. ¶ 102 - مسألة: ¶ قوله تعالى: (قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ) ¶ وقال في الفتح: (قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا) بزيادة (لكم) ¶ جوابه: ¶ أن هذه الآية عامة في المسيح وأمه ومن في الأرض جميعا، ¶ - فليس هنا مخاطب خاص. ¶ - آية الفتح في قوم مخصوصين وهم الأعراب الذين تخلفوا ¶ عن رسول الله - صلى الله عليه وسلم - في عمرة الحديبية، فصرح لذلك بقوله: (لكم) . ¶ 103 - مسألة: ¶ قوله تعالى: (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ)",
            "page": "147",
            "part": "1",
            "seal": "86A085BF"
        },
        {
            "id": "67",
            "nass": "وبعده: (وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) . ¶ ما فائدة تكراره مع قوبه؟ ¶ جوابه: ¶ أن لكل آية منها فائدة: ¶ أما الأولى: فرد على قولهم في المسيح أنه الإله، فبين أن ¶ الألوهية لمن له ملك السموات والأرض وليس للمسيح ذلك، ¶ فكيف يكون إلها والله خالقه، والقادر على إهلاكه وأمه. ¶ وأما الآية الثانية: فرد على قولهم: (نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ) فهو توكيد لقوله: (يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ) لأنهم خلقه وملكه، ولذلك قال: (وَإِلَيْهِ الْمَصِيرُ) ¶ فيجازى كلا على عمله إما بمغفرة ورحمة أو بعذاب ولو كنتم كما تقولون لما عذبكم لأن المحب لا يعذب محبوبه. ¶ 104 - مسألة: ¶ قوله تعالى: (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ) وفى إبراهيم: (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا) بغير نداء؟ .",
            "page": "148",
            "part": "1",
            "seal": "400B0844"
        },
        {
            "id": "68",
            "nass": "جوابه: ¶ أن الخطاب بحرف النداء واسم المنادى أبلغ وأخص في ¶ التنبيه على المقصود، وفيه دليل على الاعتناء بالمنادى، ¶ وتخصيصه بما يريد أن يقوله له. ¶ فلما كانت آية المائدة في ذكر أشرف العطايا من النبوة والملك وإيتاء ما لم يؤت أحدا من العالمين وهو المن والسلوى وهم ملتبسين به حالة النداء حق لها وناسب مزيد الاعتناء بالنداء، وتخصيص المنادى، ولذلك أيضا قال: (يَا قَوْمِ ادْخُلُوا الْأَرْضَ الْمُقَدَّسَةَ) لأن ذلك من أعظم النعم عليهم، فناسب التخصيص بذكر المنادى. ¶ ولما كانت آية إبراهيم بذكر ما أنجاهم الله تعالى منه من قبل ¶ فرعون وكان ذلك مما مضى زمانه لم يأت فيه بمزيد الاعتناء ¶ كما تقدم في المائدة ¶ 105 - مسألة: ¶ قوله تعالى: (أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ) كيف يبوء ¶ بإثمه وقد قال: (وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى) ؟ . ¶ جوابه: ¶ بإثم قتلى، وإثم معاصيك فى نفسك. ¶ 106 - مسألة: ¶ قوله تعالى: (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا) الآية.",
            "page": "149",
            "part": "1",
            "seal": "3274725E"
        },
        {
            "id": "69",
            "nass": "وقال في النور: (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا) . ¶ قدم الرجال في المائدة وأخرهم في النور؟ ¶ جوابه: ¶ أن قوة الرجال وجرأتهم على إقدامهم على السرقة أشد، فقدموا فيها. وشهوة النساء وابتداء الزنا من المرأة لتزينها وتمكينها حتى يقع الرجل بها يناسب تقديم النساء في سياق ¶ الزنا. ¶ لا، 1 - مسألة: ¶ قوله تعالى: (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ) وختم الأخرى: بقوله تعالى: (فَأُولَئِكَ هُمُ الظَّالِمُونَ) . وفى الثالثة: (فَأُولَئِكَ هُمُ الْفَاسِقُونَ) . ¶ جوابه: ¶ أن المراد بالثلاثة: اليهود، وهم كافرون. ¶ وزادهم في الثانية: الظلم، لعدم إعطائهم القصاص لصاحبه، ¶ وفى الثالثة: الفسق، لتحديهم حكم الله تعالى. ¶ وأن المراد بالثالثة: أن من ترك حكم الله تعالى عمدا مع ¶ اعتقاد الإيمان وأحكامه فهو فاسق. ¶ 108 - مسألة: ¶ قوله تعالى: (يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا) وجميع",
            "page": "150",
            "part": "1",
            "seal": "D5F93652"
        },
        {
            "id": "70",
            "nass": "الأنبياء مسلمون، ما فائدة الصفة وهي معلومة؟ ¶ جوابه: ¶ الرد على الذين قالوا: إن إبراهيم وإسماعيل وإسحاق ¶ ويعقوب والأسباط كانوا هودا أو نصارى فأكذبهم بقوله: ¶ (الَّذِينَ أَسْلَمُوا) . ¶ 109 - مسألة: ¶ قوله تعالى: (مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا) ¶ قدم الضر على النفع هنا، وفى مواضع أخر قدم النفع على الضر كما في سورة الأنعام والأنبياء؟ . ¶ جوابه: ¶ أن دفع الضر أهم من جلب النفع وإن كانا مقصودين ولأنه ¶ يتضمنه أيضا فإذا تقدم سياق الملك والقدرة كان ذكر دفع ¶ الضر أهم، وإذا كان السياق في الدعاء والعبادة والسؤال كان ذكر النفع أولى وأهم، لأنه المقصود غالبا بالسؤال، ولذلك قال في الحج: (يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ) أي يدعوه لنفع لمن ضره أقرب من نفعه المطلوب بالدعاء. ¶ 110 - مسألة: ¶ قوله تعالى: (يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أُجِبْتُمْ قَالُوا لَا عِلْمَ لَنَا)",
            "page": "151",
            "part": "1",
            "seal": "1CA5E857"
        },
        {
            "id": "71",
            "nass": "وقال تعالى: (فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ) الآية. وقوله تعالى: (لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ) ¶ والأنبياء أولى بذلك منا، فكيف الجمع بين الموضعين؟ . ¶ جوابه: ¶ أن المنفى علم ما أظهروه مع ما أبطنوه: معناه لا نعلم حقيقة ¶ جوابهم باطنا وظاهرا، بل أنا المتفرد بعلم ذلك إلا ما علمتنا، ¶ ولذلك قالوا: (إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ) إنما نعلم ظاهر ¶ جوابهم، أما باطنه فأنت أعلم به. ¶ جواب آخر: ¶ أن معناه أن جوابهم لما كان فى حال حياتنا ولا علم لنا بما كان منهم بعد موتنا لأن الأمور محالة على خواتيمها. ¶ 111 ـ مسألة: ¶ قوله تعالى في آخر السورة: (خالدين فيها أبدا)",
            "page": "152",
            "part": "1",
            "seal": "A1696125"
        },
        {
            "id": "72",
            "nass": "وقال في آخر المجادلة (1) ؟ .: (خَالِدِينَ فِيهَا ... أُولَئِكَ حِزْبُ اللَّهِ) ¶ جوابه: ¶ أنه لما تقدم وصفهم بالصدق، ونفعه إياهم يوم القيامة بالخلود في الجنة أكده بقوله: (أبدا) ولذلك أكده بقوله: (أبدا) ، ولذلك أكده بقوله: (رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ) ¶ (1) ¶ سورة الأنعام ¶ 112 - مسألة: ¶ قوله تعالى: (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ) فرق بين (خلق) و (جعل) ؟ . ¶ جوابه: ¶ أن السموات والأرض أجرام، فناسب فيهما: (خلق) والظلمات والنور أعراض ومعان فناسب فيهما: (جعل) ¶ __________ ¶ (1) هكذا فى الأصل، ولعل الصواب: ولما تقدم فى المجادلة كتب الإيمان فى قلوبهم وتأييدهم بروح منه، أكده بقوله (رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ) . والله أعلم.",
            "page": "153",
            "part": "1",
            "seal": "2AE80476"
        },
        {
            "id": "73",
            "nass": "ومثله كثير كقوله تعالى: (فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا) أي لا تصفوا، (وَجَعَلُوا لِلَّهِ شُرَكَاءَ) ¶ وهو كثير. ¶ 113 - مسألة: ¶ قوله تعالى: (وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ) . جمع الظلمات ¶ وأفرد النور؟ ¶ جوابه: ¶ أما من جعل الظلمات: الكفر، والنور: الإيمان، فظاهر لأن ¶ أصناف الكفر كثيرة، والإيمان شىء واحد. ¶ ومن قال: بأن المراد - حقيقتهما، فلأنه يقال: رجل نور، ¶ ورجال نور، فيقال للواحد وللجماعة، وواحد الظلمات: ¶ ظلمة، فجمعت جمع التأنيث. ولأن حقيقة النور واحدة، ¶ وحقائق الظلمات مختلفة. ¶ 114 ـ مسألة: ¶ قوله تعالى: (فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ) وفى الشعراء: ¶ (قسيأتيهم) ؟ . ¶ جوابه: ¶ مع قصد التنويع في الفصاحة، فإن المراد بآية الأنعام",
            "page": "154",
            "part": "1",
            "seal": "1F510B38"
        },
        {
            "id": "74",
            "nass": "الدلالة على نبوة النبى - صلى الله عليه وسلم - من الآيات والمعجزات. ¶ والمراد بالحق القرآن، ولكن لم يصرح به، وفى الشعراء صرح بالقرآن بقوله: (وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ) فعلم أن المراد بالحق: القرآن، فناسب: ¶ (فسيأتيهم) تعظيما لشأن القرآن، لأن السين أقرب من ¶ سوف. ¶ 115 - مسألة: ¶ قوله تعالى: (أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا) وفى الشعراء: (أَوَلَمْ يَرَوْا) بالواو، وفى سبأ بالفاء) ؟ . ¶ جوابه: ¶ أنه إن كان السياق يقتضي النظر والاستدلال جاء بغير واو، وهنا كذلك لمن يعتبر الآيات قبله. ¶ وإن كان يقتضي الاعتبار بالحاضر والمشاهدة جاء بالواو أو ¶ الفاء، لتدل الهمزة على الإنكار، والواو على ¶ عطفه على الجمل قبله كقوله تعالى: (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ) - ص 54 - الآية. (أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ)",
            "page": "155",
            "part": "1",
            "seal": "409D9FC2"
        },
        {
            "id": "75",
            "nass": "116 - مسألة: ¶ قوله تعالى: (قُلْ سِيرُوا فِي الْأَرْضِ ثُمَّ انْظُرُوا) . ¶ وفى موضع آخر: بالفاء. ¶ وقال هنا: (عَاقِبَةُ الْمُكَذِّبِينَ* وفى النمل (عَاقِبَةُ الْمُجرمين) . ¶ جوابه: ¶ أن آية الأنعام ظاهرة في الأمر بالسير في بلاد المهلكين فناسب ثم المرتبة على السير المأمور به. ¶ وفى المواضع الأخر: الأمر بالنظر بعد السير المتقدم كقوله ¶ تعالى: (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ) فناسب أن يأتي بالفاء كأنه قيل: قد ساروا فلينظروا، أو قد ساروا فنظروا عند سيرهم. ¶ ولما تقدم هنا قوله تعالى: (فَقَدْ كَذَّبُوا بِالْحَقِّ) ناسب قوله: ¶ (عَاقِبَةُ الْمُكَذِّبِينَ) ولم يتقدم مثله في النمل. ¶ 117 - مسألة: ¶ قوله تعالى: (الَّذِينَ خَسِرُوا أَنْفُسَهُمْ) ثم أعادها بعد؟ .",
            "page": "156",
            "part": "1",
            "seal": "658D7EBD"
        },
        {
            "id": "76",
            "nass": "جوابه: ¶ أن الأول: للمشركين، والثانية: لأهل الكتاب ليعم الفريقين. ¶ 118 - مسألة: ¶ قوله تعالى: (وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) . وفى يونس: (وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ) ؟ . ¶ قال هنا: (يَمْسَسْكَ) ، وفى يونس: (يُرِدْكَ) ؟ . ¶ وقال هنا: (فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) وفى يونس: (فَلَا رَادَّ لِفَضْلِهِ) ؟ \" ¶ جوابه: ¶ مع قصد التنويع، أن الضر إذا وقع لا يكشفه إلا الله تعالى فاستوى فيه الموضعان، وأما الخير فقد يراد قبل نيله بزمن، إما من الله تعالى -، ثم ينيله بعد ذلك، أو من غيره، فهي حالتان: ¶ حالة: إرادته قبل نيله، وحالة: نيله، فذكر الحالتين في السورتين. ¶ فآية الأنعام: حالة نيله، فعبر عنه بالمس المشعر بوجوده، ثم قال: (فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) أي على ذلك، وعلى خيرات بعده، وفيه بشارة بنيل، أمثاله. ¶ وآية يونس: حالة إرادة الخير قبل نيله، فقال: (يُرِدْكَ)",
            "page": "157",
            "part": "1",
            "seal": "6EC74076"
        },
        {
            "id": "77",
            "nass": "ثم قال: (فَلَا رَادَّ لِفَضْلِهِ) أي إذا أراده قبل نيله، ولذلك ¶ قال: (يُصِيبُ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ) ففي الآيتين بشارة ¶ له بإرادة الخير ونيله إياه، وأمثاله بالواو فيها. ¶ 119- مسألة: ¶ قوله تعالى: (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا، ¶ وختمها (بالظالمين) . ¶ وفى يونس: (فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا) بالفاء، وختمها (بالمجرمين) ؟ . ¶ جوابه: ¶ أن آية الأنعام ليس ما قبلها سببا لما بعدها فجاءت بالواو المؤذنة بالاستئناف. ¶ وأية يونس: ما قبلها سبب لما بعدها، فجاءت بالفاء المؤذنة بالسببية من إشراكهم سببا في أظلميتم ولبثه فيهم عمرا من قبله وعلمهم بحاله سبب لكونهم أظلم كأنه قيل: إذا صح عندكم أنه صدق فمن أظلم ممن افترى. ¶ وختم هذه \"بالظالمين \" لتقدم قوله: (فمن أظلم) ، وختم ¶ تلك \" بالمجرمين \" لقوله: قبل ذلك (كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ)",
            "page": "158",
            "part": "1",
            "seal": "E840DEC4"
        },
        {
            "id": "78",
            "nass": "120 - مسألة: ¶ قوله تعالى: (وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ) وفى يونس: ¶ (يَسْتَمِعُونَ) ، (وَمِنْهُمْ مَنْ يَنْظُرُ إِلَيْكَ) ؟ . ¶ جوابه: ¶ أن آية الأنعام في أبى جهل، والنضر، وأبى، لما استمعوا ¶ قراءة النبي - صلى الله عليه وسلم - على سبيل الاستهزاء، فقال النضر: ¶ (أساطير الأولين) ، فلما قل عددهم أفرد الضمير ¶ مناسبة للمضمرين. ¶ وأية يونس: عامة لتقدم الآيات الدالة على ذلك كقوله ¶ تعالى: (وَمِنْهُمْ مَنْ يُؤْمِنُ بِهِ وَمِنْهُمْ مَنْ لَا يُؤْمِنُ بِهِ) ¶ فناسب ذلك ضمير الجمع، وأفرد من ينظر لأن المراد نظر ¶ المستهزئين، فأفرد الضمير. ¶ أو أنه لما تقدم ضمير الجمع أفرد الثاني تفننا، واكتفى بالأول، أو تخفيفا مع حصول المقصود. ¶ 121 - مسألة: ¶ قوله تعالى: (وَقَالُوا إِنْ هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ)",
            "page": "159",
            "part": "1",
            "seal": "E16838D4"
        },
        {
            "id": "79",
            "nass": "وفيما سواها: (نَمُوتُ وَنَحْيَا) ؟ . ¶ جوابه: ¶ أن (قالوا هنا عطف على قوله تعالى: (لعادوا) ¶ أي: لعادوا وقالوا: وفى غيرها حكاية عن قولهم في الحياة ¶ الدنيا. ¶ 122 - مسألة: ¶ قوله تعالى: (وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا لَعِبٌ وَلَهْوٌ) . ¶ وكذلك في الحديد وغيرها. ¶ وقدم في الأعراف والعنكبوت: \" اللهو\" على\" اللعب \"؟ . ¶ جوابه: ¶ في الأعراف. ¶ 123 - مسألة: ¶ قوله تعالى: (فَإِنَّهُمْ لَا يُكَذِّبُونَكَ) .",
            "page": "160",
            "part": "1",
            "seal": "E1074919"
        },
        {
            "id": "80",
            "nass": "وفى آخر السورة: (فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ) الآية؟ ¶ جوابه: ¶ أنهم لا يكذبونك في الباطن، لأنك عندهم معروف بالأمين، ¶ وإنما يكذبونك في الظاهر ليصدوا عنك. ¶ 124 - مسألة: ¶ قوله تعالى (قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ) ¶ وكذلك في الآية الثالثة) . ¶ وفى الثانية: (أَرَأَيْتُمْ) على العادة فيه. ¶ جمع فيهما بين علامتي الخطاب، وهما تاء الضمير وكاف ¶ الخطاب؟ ¶ جوابه: ¶ أنه لما كان المتوعد به شديدا أكد في التنبيه عليه بالجمع بينهما مبالغة في الوعد. ¶ 125 - مسألة: ¶ قوله تعالى: (وَلَا أَقُولُ لَكُمْ إِنِّي مَلَكٌ) . ¶ وفى هود: حذف (لكم) ؟ . ¶ جوابه: ¶ أن آية هود تقدمها (لكم) مرات عدة، فاكتفى به",
            "page": "161",
            "part": "1",
            "seal": "AB6F8B19"
        },
        {
            "id": "81",
            "nass": "تخفيفا. ولم يتقدم هنا سوى مرة واحدة. ¶ 126 - مسألة: ¶ قوله تعالى: (قُلْ أَنَدْعُو مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُنَا وَلَا يَضُرُّنَا) ¶ وكذلك في سورة الأنبياء: (مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ) قدم النفع على الضر. وفى الحج والفرقان وغيرهما: قدم الضر على النفع؟ . ¶ جوابه: ¶ أن دفع الضر أهم من جلب النفع، فلما تقدم ذكر نفى الملك والقدرة عنهم كان تقديم ذكر دفع الضر، وانتفاء القدرة عليه أهم. ¶ ولما كان سياق غير ذلك في العبادة والدعاء والمقصود بهما ¶ غالبا طلب النفع وجلبه كان تقديم النفع أهم، ولذلك قال في الحج: (يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِنْ نَفْعِهِ) المقصود ¶ بالدعاء. ¶ 127 - مسألة: ¶ قوله تعالى: (إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ) .",
            "page": "162",
            "part": "1",
            "seal": "88F9798B"
        },
        {
            "id": "82",
            "nass": "وفى يوسف: (ذِكْرُ لِّلْعَالَمِينَ) مذكرا منونا؟ . ¶ جوابه: ¶ أنه تقدم في هذه السورة: (فَلَا تَقْعُدْ بَعْدَ الذِّكْرَى) ¶ فناسب: (إِنْ هُوَ إِلَّا ذِكْرَى لِلْعَالَمِينَ) . ¶ 928 - مسألة: ¶ قوله تعالى: (إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَمُخْرِجُ الْمَيِّتِ) . ¶ وفى سائر المواضع: (وَيُخْرِجُ) بالياء؟ . ¶ جوابه: ¶ أن: يخرج الحي من الموت مناسب في المعنى لفالق الحب ¶ والنوى عن الخارج عنهما فجئ بالياء كالشرح له، ثم عطف ¶ (مُخْرِجُ) على (فالق) لأن عطف الاسمية على الاسمية ¶ أنسب وأفصح، ولما فيه من المقابلة للجملة المتقدمة. وسائر ¶ المواضع بالياء: لأن الجملة قبلها فعلية، فعطف عليها بفعلية. ¶ 9 - 92 - - مسألة: ¶ قوله تعالى: (قَدْ فَصَّلْنَا الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ) ¶ وبعده: (لِقَوْمٍ يَفْقَهُونَ) وبعده: (يُؤْمِنُونَ)",
            "page": "163",
            "part": "1",
            "seal": "AA479091"
        },
        {
            "id": "83",
            "nass": "ما وجه اختصاص كل آية بخاتمتها؟ ¶ جوابه: ¶ أن حساب الشمس والقمر والنجوم والاهتداء بها يختص ¶ بالعلماء بذلك فناسب ختمه ب (يعلمون) . ¶ وإنشاء الخلائق من نفس واحدة، ونقلهم من صلب إلى رحم، ثم إلى الدنيا ثم إلى مستقر ومستودع، ثم إلي حياة وموت. والنظر في ذلك والفكر فيه أدق فناسب ختمه ب ¶ (يفقهون) أي: يفهمون، وهو اشتغال الذهن بما يتوصل ¶ به إلى غيره، فيتوصل بالنظر في ذلك إلى صحة وقوع البعث ¶ والنشور بثواب أو عقاب. ¶ ولما ذكر ما أنعم به على عباده من سعة الأرزاق والأقوات ¶ والثمار وأنواع ذلك ناسب ذلك ختمه بالإيمان الداعي إلى ¶ شكره تعالى على نعمه. ¶ 130 - مسألة: ¶ قوله تعالى: (ذَلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ شَيْءٍ) وقال في سورة المؤمن: (خَالِقُ كُلِّ شَيْءٍ لَا إِلَهَ إِلَّا هُوَ) ؟ . ¶ جوابه: ¶ لما تقدم هنا: (وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ) فناسب تقديم كلمة التوحيد النافية للشرك رداً",
            "page": "164",
            "part": "1",
            "seal": "B62EF2A7"
        },
        {
            "id": "84",
            "nass": "عليهم، ثم ذكر الخلق. ¶ ولما تقدم في المؤمن كونه خالقا بقوله تعالى: (لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ) ¶ ناسب تقديم كلمة الخلق ثم كلمة التوحيد. ¶ 939 - مسألة: ¶ قوله تعالى: (وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ) وقال بعده: ¶ (وَلَوْ شَاءَ اللهُ مَا فَعَلُوهُ) ؟ . ¶ جوابه: ¶ لما تقدم في الأول: (وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا) ، ¶ الآية وهو تسلية له - صلى الله عليه وسلم - ناسب ذلك ولو شاء ربك الحافظ لك ما فعلوه. ¶ وأما الثانية: فتقدمها قوله: (وَجَعَلُوا لِلَّهِ مِمَّا ذَرَأَ مِنَ الْحَرْثِ وَالْأَنْعَامِ نَصِيبًا) . ¶ فناسب ذلك: ولو شاء الله الذي جعلوا له ذلك ما فعلوه. ¶ 932 - مسألة: ¶ قوله تعالى: (إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَنْ يَضِلُّ عَنْ سَبِيلِهِ) ¶ وفى النحل وغيرها: (بِمَنْ ضَلَّ عَنْ سَبِيلِهِ) ؟ \".",
            "page": "165",
            "part": "1",
            "seal": "571EA319"
        },
        {
            "id": "85",
            "nass": "جوابه: ¶ أن الأصل دخول الباء فيه لكن تقدم قوله تعالى: (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) . ¶ ولما تقدم هنا: (وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ) وتأخر (وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ) ناسب من يضل عَنْ سَبِيلِهِ، وبقية الآيات ¶ إخبار عمن سبق منه الضلال فناسب الفعل الماضى. ¶ 133 - مسألة: ¶ قوله تعالى: (وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ) . وقال في هود: (مُصْلِحُونَ) ؟ . ¶ جوابه: ¶ أن آية الأنعام تقدمها قوله تعالى: (أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنْذِرُونَكُمْ)",
            "page": "166",
            "part": "1",
            "seal": "AFEBA3E6"
        },
        {
            "id": "86",
            "nass": "أي - يوقظونكم ¶ بالآيات من غفلاتكم، لأن الإنذار الإيقاظ من الغفلات عن ¶ المنذر به، فناسب قوله: (غَافِلُونَ) ¶ وفى هود: تقدم (فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ يَنْهَوْنَ عَنِ الْفَسَادِ فِي الْأَرْضِ) ، فناسب الختم ¶ بقوله: (مُصْلِحُونَ) ، لأن ذلك ضد الفساد المقابل له. ¶ 134 - مسألة: ¶ قوله تعالى: (إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَ) هنا وفى الزمر. وفى قصة شعيب في هود: (سَوْفَ تَعْلَمُونَ) بغير فاء؟ . ¶ جوابه: ¶ أن القول في آيتي الأنعام والزمر بأمر الله تعالى له بقوله: قل) فناسب التوكيد في حصول الموعود به \" (بفاء السببية. ¶ وأية هود من قول \"شعيب \" فلم يؤكد ذلك.",
            "page": "167",
            "part": "1",
            "seal": "AA10A063"
        },
        {
            "id": "87",
            "nass": "135 - مسألة: ¶ قوله تعالى: حكاية عن قولهم: (لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا) الآية. ¶ وقال في النحل: (مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ) ؟ . ¶ جوابه: ¶ أن لفظ الإشراك مؤذن بالشريك فلم يقل: (مِنْ دُونِهِ) . ¶ بخلاف: (عَبَدْنَا) ليس مؤذنا بإشراك غيره فلذلك جاء: ¶ (مِنْ دُونِهِ) وأما زيادة (نَحْنُ) فإنه لما حال بين الضمير ¶ في (عَبَدْنَا) وبين ما عطف عليه حائل وهو قوله: (مِنْ دُونِهِ) أكد بقوله: فيه (نَحْنُ) . ¶ وها هنا لم يحل بين الضمير والمعطوف عليه حائل. ¶ 136 - مسألة: ¶ قوله تعالى: (كَذَلِكَ كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ) . ¶ وفى النحل: (كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ) ¶ جوابه: ¶ لما تقدم قوله: (فَإِنْ كَذَّبُوكَ فَقُلْ رَبُّكُمْ ذُو رَحْمَةٍ)",
            "page": "168",
            "part": "1",
            "seal": "2A8708C3"
        },
        {
            "id": "88",
            "nass": "ناسب كذلك كذب الذين من قبلهم ¶ ولما تقدم في النحل: (مَا عَبَدْنَا مِنْ دُونِهِ مِنْ شَيْءٍ) إلى ¶ قوله: (وَلَا حَرَّمْنَا) قال: (كَذَلِكَ فَعَلَ الَّذِينَ مِنْ قَبْلِهِمْ) . ¶ 137 - مسألة: - ¶ قوله تعالى: (وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ) ¶ وفى \" سبحان \": (خَشْيَةَ إِمْلَاقٍ) الآية؟ . ¶ جوابه: ¶ أن قوله تعالى: (مِنْ إِمْلَاقٍ) وهو الفقر، خطاب المقلين ¶ الفقراء، أي: لا تقتلوهم من فقر بكم، فحسن: (نَحْنُ نَرْزُقُكُمْ) ما يزول به إملاقكم ثم قال: (وَإِيَّاهُمْ) أى ¶ نرزقكم جميعا. ¶ وقوله تعالى: (خَشْيَةَ إِمْلَاقٍ) خطاب للأغنياء، أي خشية ¶ إملاق يتجدد لهم بسببهم، فحسن: (نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ) . ¶ 138 - مسألة: ¶ قوله تعالى في آخر الوصية الأولى: (تَعْقِلُونَ) وفى آخر الثانية: (لَعَلَّكُمْ تَذَكَّرُونَ) .",
            "page": "169",
            "part": "1",
            "seal": "19366F6B"
        },
        {
            "id": "89",
            "nass": "وآخر الثالثة: (لَعَلَّكُمْ تَتَّقُونَ) ؟ . ¶ جوابه: ¶ أن الوصايا الخمس إنما يحمل على تركها العقل الغالب على ¶ الهوى، لأن الإشراك بالله لعدم استعمال العقل الدال على ¶ توحيد الله وعظمته ونعمه على عبيده، وكذلك عقوق ¶ الوالدين لايقتضيه العقل لسبق إحسانهما إلى الولد بكل ¶ طريق، وكذلك قتل الأولاد بالوأد من الإملاق مع وجود ¶ الرازق الكريم، وكذلك إتيان الفواحش لا يقتضيه عقل، ¶ وكذلك قتل النفس لغيظ أو غضب في القاتل فحسن بعده: ¶ (تَعْقِلُونَ) . ¶ وأما الثانية: فلتعلقها بالحقوق المالية والقولية، أي: لعلكم ¶ تذكرون في أنفسكم أن لو كان الأيتام أولادكم وكنتم أنتم ¶ المقايضين لأنفسهم ما يكال أو يوزن، أو المشهود عليه، أو ¶ المقر له، أو الموعود، أكنتم ترضونه لأنفسكنم؟ فما لا ترضونه لأنفسكم لا ترضونه لغيركم. ¶ وأما الثالثة: فلأن ترك اتباع الشرائع الدينية مؤد ¶ إلى غضب الله تعالى وإلى جهنم لما فيه من معصية الله تعالى، ¶ فحسن: (لَعَلَّكُمْ تَتَّقُونَ) ذلك، أو تتقون عذاب الله سبحانه بسببه. ¶ 139 - مسألة: ¶ قوله تعالى: (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ) .",
            "page": "170",
            "part": "1",
            "seal": "C9CB6A07"
        },
        {
            "id": "90",
            "nass": "وفى الأنبياء: (وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ) ¶ قدم الإنزال ههنا وأخره في الأنبياء؟ . ¶ جوابه: ¶ قدم الإنزال ههنا ردا على قول فنحاص بن عازوراء: (مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ) فبدأ به اهتماما به، ¶ ولأن الكتب سماوية فناسب البداءة بالإنزال. ¶ وأية الأنبياء في الذكر، فجاءت على الأصل في تقديم الوصف المفرد في النكرة على الجملة. ¶ 1، 0 - مسألة: ¶ قوله تعالى: (فَلَهُ عَشْرُ أَمْثَالِهَا) . ¶ وقال تعالى في البقرة: (كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ) الآية. ¶ جوابه: ¶ أن آية الأنعام: لمطلق الحسنات، وآية البقرة خاصة في النفقة في سبيل الله السالمة من المن والأذى، وقد تقدم في البقرة (6) . ¶ فإن قيل: ففي البقرة: (مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ) الآية.",
            "page": "171",
            "part": "1",
            "seal": "6492722A"
        },
        {
            "id": "91",
            "nass": "قلنا: وروده بعد قوله تعالى: (وَقَاتِلُوا فِي سَبِيلِ اللَّهِ) ، ¶ يدل على ما قدمناه أو المراد بهذه الآية العشر فما زاد. ¶ 141 - مسألة: ¶ قوله تعالى: (وَأَنَا أَوَّلُ الْمُسْلِمِينَ) . ¶ وقال في يونس عن نوح: (مِنَ الْمُسْلِمِينَ) . ¶ وفى موسى: (أَوَّلُ الْمُؤْمِنِينَ) ؟ . ¶ جوابه: ¶ أن المراد أول الممسلمين من أهل مكة شرفها الله تعالى، لأنه ¶ أول المسلمين منهم، ولم يكن نوح أول من أسلم في زمانه، ¶ ومثله قول سحرة فرعون: (أَنْ كُنَّا أَوَّلَ الْمُؤْمِنِينَ) ¶ يريد أولهم من قوم فرعون وآله. ¶ وأما قول موسى (وَأَنَا أَوَّلُ الْمُؤْمِنِينَ) أراد أول المصدقين ¶ بامتناع الرؤية في الدنيا \" ولم يرد الإيمان الذي هو: الدين. ¶ 142 - مسألة: ¶ قوله تعالى: (خَلَائِفَ الْأَرْضِ) .",
            "page": "172",
            "part": "1",
            "seal": "9E92BDAB"
        },
        {
            "id": "92",
            "nass": "وفى فاطر: (فِي الْأَرْضِ) . يأتي فيها. ¶ 143 - مسألة: ¶ قوله تعالى: (إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ) . وفى الأعراف: ¶ (لَسَرِيعُ الْعِقَابِ) ؟ . ¶ جوابه: ¶ أنه لما تقدم ما يؤذن بالكرم والإحسان في قوله: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا) الآيات ¶ ناسب ترك التوكيد في جانب العقاب. ¶ وفى الأعراف: لما تقدم ما يؤذن بغضب الله وعذابه من ¶ اتخاذهم العجل، وحل السبت، ناسب توكيد جانب العذاب ¶ بدخول اللام. ¶ سورة الأعراف ¶ 144 - مسألة: ¶ ما سبب اختلاف الألفاظ وزيادة المعاني ونقصها في بعض ¶ قصص آدم دون بعض، وكذلك في غير ذلك من القصص ¶ كقصة موسى مع فرعون، ونوح وهود وصالح مع قومهم ¶ وشبه ذلك؟ .",
            "page": "173",
            "part": "1",
            "seal": "E96AB42D"
        },
        {
            "id": "93",
            "nass": "جوابه: ¶ أما اختلاف الألفاظ فلأن المقصود المعاني لأن الألفاظ الدالة ¶ عليها ¶ أولا: لم تكن باللسان العربي، بل بألسنة المتخاطبين حالة وقوع ذلك المعنى، فلما أديت تلك المعاني إلى هذه الأمة أديت بألفاظ عربية تدل على معانيها مع اختلاف الألفاظ واتحاد المعنى، فلا فرق بين \" أبى\" أن يكون مع الساجدين وبين \" لم يكن مع الساجدين \" في دلالتها على معنى واحد وهو عدم السجود. ¶ وكذلك لا فرق في المعنى بين \"مالك لا تسجد\" و\" وما منعك أن تسجد\" لأن اللام صلة زائدة. ¶ وأما زيادة المعاني ونقصها في بعض دون بعض فلأن المعاني ¶ الواقعة في القصص فرقت في إيرادها، فيذكر بعضها في مكان وبعض آخر في مكان آخر، ولذلك عدة فوائد ذكرتها في كتاب المقتص في تكرارالقصص ¶ 145 - مسألة: ¶ قوله تعالى: (أَنْظِرْنِي) . ¶ وفى الحجر،: (فَأَنْظِرْنِي) بالفاء؟ .",
            "page": "174",
            "part": "1",
            "seal": "CD56FE2E"
        },
        {
            "id": "94",
            "nass": "جوابه: ¶ أن آية الأعراف استئناف سؤال غير مسبب عما قبله، فلا ¶ . وجه للفاء وكذلك: (إِنَّكَ مِنَ الْمُنْظَرِينَ) ¶ خبر مستأنف غير مسبب عما قبله، تقديره: إن أخرتني فأنظرني. ¶ ولما جاء بفاء السببية هنا، ناسب: (فَإِنَّكَ مِنَ الْمُنْظَرِينَ) ¶ بالفاء. ¶ 146 - مسألة: ¶ قوله تعالى: (اتَّخَذُوا دِينَهُمْ لَهْوًا وَلَعِبًا) قدم اللهو على اللعب وفى العنكبوت وبقية المواضع قدم اللعب على اللهو؟ . ¶ جوابه: ¶ والله أعلم: أن اللهو عن الشر تركه وإهماله والإعراض عنه ونسيانه. ¶ واللعب: معروف، وهو فعل مقصود لفاعله. ¶ فلما جاء في الأعراف بعد قوله: (وَمَا كُنْتُمْ تَسْتَكْبِرُونَ (48) وهو ذم لهم بالإعراض عن اتباع الحق وإهماله، ولذلك قال",
            "page": "175",
            "part": "1",
            "seal": "C22C9F61"
        },
        {
            "id": "95",
            "nass": "بعده: (كَمَا نَسُوا لِقَاءَ يَوْمِهِمْ هَذَ) . ¶ وكذلك آية العنكبوت، جاءت بعد قوله: (وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) الآيتين دل بهما على إعراضهم ¶ عن الحق واتباعه مع علمهم به. وأما في المواضع الأخر، فجاء في سياق ذم الدنيا والاشتغال عن الله تعالى بلعبها ولهوها وزينتها. ¶ 147 - مسألة: ¶ قوله تعالى: (وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا) بلفظ المستقبل، وكذلك في الروم. ¶ وفى الفرقان وفي فاطر: (وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ) بلفظ الماضي؟ . ¶ جوابه: ¶ لما تقدم: (يُغْشِي اللَّيْلَ النَّهَارَ) ناسب، ((وَهُوَ الَّذِي يُرْسِلُ) ، وأيضا تقدم قوله: (ادْعُوا رَبَّكُمْ) فناسب",
            "page": "176",
            "part": "1",
            "seal": "65F3231D"
        },
        {
            "id": "96",
            "nass": "(وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ) لأن الدعاء إنما يكون لما يأتي، ¶ وكذلك في الروم، لما تقدم قوله: (وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ) ناسب بعده: (اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ) . ¶ أما الفرقان: فلما تقدم ذلك أفعال ماضية وهو قوله تعالى: ¶ (مَدَّ الظِّلَّ) و (جعله) (ثُمَّ قَبَضْنَاهُ) (جَعَلَ لَكُمُ اللَّيْلَ) (وَجَعَلَ النَّهَارَ) ناسب ذلك: (( (وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ) . ¶ وأما آية فاطر: فإنه تقدم قوله تعالى: (اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ) وهو المطر، وإنما يذكر بشكر النعم الماضية على زمن الشكر، فناسب (أَرْسَلَ) ماضيا. ¶ 148 - مسألة: ¶ قوله تعالى: (لَقَدْ أَرْسَلْنَا نُوحًا) بغير واو. ¶ وفى هود: (وَلَقَدْ أَرْسَلْنَا) ؟ . ¶ جوابه: ¶ أن هنا لم يتقدمه دعوى نبوة ورد قوم مدعى ذلك عليه، فهو كلام مبتدأ. وفى هود والمؤمنين: تقدم ما يشعر بذلك",
            "page": "177",
            "part": "1",
            "seal": "9EAF0E44"
        },
        {
            "id": "97",
            "nass": "وهو قوله تعالى: (وَمِنْ قَبْلِهِ كِتَابُ مُوسَى) الآية، ¶ فحسن العطف عليه بالواو، وتسلية للنبى - صلى الله عليه وسلم - ¶ وتخويفا لقومه بقوله تعالى: (فَلَعَلَّكَ تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ) ، (أَمْ يَقُولُونَ افْتَرَاهُ) الآيات. ¶ وأما المؤمنين: فلتقدم ذكر نعمه على المكلفين بحملهم على ¶ الفلك الذي كان سببا لوجودهم ونسلهم، فعطفت عليه بالواو ¶ وبقوله: (وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ (22) فلأنه تقدم ¶ قوله تعالى: (وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ) فناسب ¶ العطف عليه بقوله تعالى: (وَلَقَدْ أَرْسَلْنَا نُوحًا) الآية. ¶ 149 - مسألة: ¶ قوله تعالى: (قَالَ الْمَلَأُ مِنْ قَوْمِهِ) في نوح، وقال ¶ بعده في قصة هود: (قَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ) ؟ . ¶ جوابه: ¶ أن نوحا لم يؤمن أحد من أشراف قومه، وهود آمن بعض",
            "page": "178",
            "part": "1",
            "seal": "630830CA"
        },
        {
            "id": "98",
            "nass": "أشراف قومه، فلذلك قال: (الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ) ¶ 150 - مسألة: ¶ قوله تعالى: (أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي وَأَنْصَحُ لَكُمْ) . ¶ وقال في قصة هود: (وَأَنَا لَكُمْ نَاصِحٌ أَمِينٌ (68)) ؟ . ¶ جوابه: ¶ أن \"الضلال \" فعل يتحدد بترك الصواب إلى ضده ويمكن ¶ تركه في الحال، فقابله بفعل يناسبه في المعنى فقال: (وَأَنْصَحُ) . ¶ \"والسفاهة\" صفة لازمة لصاحبها فقابلها بصفة في المعنى ¶ فقال: ((وَأَنَا لَكُمْ نَاصِحٌ) . ¶ 151 - مسألة: ¶ قوله تعالى: (فَأَخَذَتْهُمُ الرَّجْفَةُ فَأَصْبَحُوا فِي دَارِهِمْ) فأفرد ¶ وفى هود: (وَأَخَذَ الَّذِينَ ظَلَمُوا الصَّيْحَةُ فَأَصْبَحُوا فِي دِيَارِهِمْ) . فجمع؟ .",
            "page": "179",
            "part": "1",
            "seal": "0B37EFC1"
        },
        {
            "id": "99",
            "nass": "جوابه: ¶ أن المراد بالرجفة الزلزلة العظيمة، فصح الإفراد لأن المراد ¶ بدارهم: بلدهم المزلزل، والمراد بالصيحة: صيحة من السماء، ¶ والمراد بديارهم: منازلهم ¶ 152 - مسألة: ¶ قوله تعالى في قصة نوح وشعيب: (أَبْلَغْتُكُمْ رِسَالَاتِ رَبِّي) . ¶ وقال في هود وصالح: (رِسَالَةَ رَبِّي) فأفرد؟ . ¶ جوابه: ¶ أن قصة نوح وشعيب تضمنتا أنواعا من التبليغات، وإن لم ¶ يذكر هنا مع طول مدة نوح فجمع لذلك. ¶ وقصة هود وصالح ليس كذلك فأفرد. ¶ 153 - مسألة: ¶ قوله تعالى في قصة شعيب عليه السلام: (فَأَخَذَتْهُمُ الرَّجْفَةُ) وقال في الشعراء: (عَذَابُ يَوْمِ الظُّلَّةِ) ؟ .",
            "page": "180",
            "part": "1",
            "seal": "2427A568"
        },
        {
            "id": "100",
            "nass": "جوابه: ¶ قيل: أصحاب الأيكة غير مدين، فلا يرد السؤال. ¶ وقيل: هما واحد، فجوابه أن الصيحة لما أصابتهم خرجوا ¶ من ديارهم هاربين إلى الصحراء فأحرق جلودهم الحر فجاءت الظلة فهربوا إليها، فصيح فماتوا في ظلالهم. ¶ 154 - مسألة: ¶ قوله تعالى: (وَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ) وفى العنكبوت: (إِلَّا أَنْ قَالُوا ائْتِنَا بِعَذَابِ اللَّهِ) و \" إلا \" للحصر فكيف الجمع بينهما؟ . ¶ جوابه: ¶ لعل ذلك في مجالس، ففي مجلس اختصر بذكر إتيان الفاحشة وإظهارها، فناسب ذكر \" إخراجه \" كيلا يعيب عليهم ذلك. ¶ وفى مجلس عدد ذنوبهم فناسب مطالبتهم \" بإتيان العذاب \" عليها، فحصر الجواب في كل مجلس بما ذكر فيه وناسبه. ¶ أو أن الجوابين من طائفتين، فلم تجيبا إلا بما ذكر عنهما.",
            "page": "181",
            "part": "1",
            "seal": "ADB8CBAC"
        },
        {
            "id": "101",
            "nass": "155 - مسألة: ¶ قوله تعالى في قصة مدين: (فَأَخَذَتْهُمُ الرَّجْفَةُ) ¶ وفي هود: (فَأَخَذَتْهُمُ الصَّيْحَةُ) . ¶ جوابه: ¶ قيل: إن ابتداء عذابهم كان زلزلة عظيمة ثم صيحة عظيمة قطعت أكبادهم فماتوا جميعا. ¶ وقيل: لأن الزلزلة العظيمة لا تخلو عن صيحة. ¶ 156 - مسألة: ¶ قوله تعالى:، (فَأَرْسِلْ مَعِيَ بَنِي إِسْرَائِيلَ (105)) وفى طه: (فَأَرْسِلْ مَعَنَا) ؟ ، ¶ جوابه: ¶ أن المرسل هنا: موسى عليه السلام فقط، فقال: (معى) ¶ وفى طه: موسى وهارون عليهما السلام فقال: (معنا) . ¶ 157 - مسألة: ¶ قوله تعالى: (يُرِيدُ أَنْ يُخْرِجَكُمْ مِنْ أَرْضِكُمْ فَمَاذَا تَأْمُرُونَ) وفى الشعراء: (مِنْ أَرْضِكُمْ بِسِحْرِهِ) .",
            "page": "182",
            "part": "1",
            "seal": "6FCA84FE"
        },
        {
            "id": "102",
            "nass": "جوابه: ¶ أن آية الأعراف من كلام الملأ، وآية الشعراء من كلام ¶ فرعون. ولما كان هو أشدهم في رد أمر موسى صرح بأنه ¶ \"سحر\"، ويؤيده: (قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ) قاصدا بذلك كله تنفير الناس عن متابعة موسى ¶ عليه السلام. ¶ 158 - مسألة: ¶ قوله تعالى: (قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ) ؟ . ¶ وفى الشعراء: (آمَنْتُمْ لَهُ) ¶ جوابه: ¶ أن الضمببر في (به) يرجع إلى رب العالمين أو إلى ¶ موسى وفى (له) يجوز رجوعه إلى موسى، أو إلى ما جاء ¶ به من الآيات، أي: لأجل ما جاء به من ذلك. ¶ 159 - مسألة: ¶ قوله تعالى: (وَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ) الآيات. تقدم في البقرة.",
            "page": "183",
            "part": "1",
            "seal": "66FB9A23"
        },
        {
            "id": "103",
            "nass": "160 - بمسألة: ¶ (إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ) . تقدم في الأنعام ¶ 161 - مسألة: ¶ قوله تعالى: (فَمَا كَانُوا لِيُؤْمِنُوا بِمَا كَذَّبُوا مِنْ قَبْلُ كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الْكَافِرِينَ (101)) . ¶ وفى يونس: (بِمَا كَذَّبُوا بِهِ مِنْ قَبْلُ كَذَلِكَ نَطْبَعُ عَلَى قُلُوبِ الْمُعْتَدِينَ (74)) ؟ . ¶ جوابه: ¶ أما آية يونس عليه السلام فلتقدم قوله في قصة نوح عليه السلام: (وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآيَاتِنَا) ، فعدى: (كَذَّبُوا بِآيَاتِنَا) بما عداه أولا. ¶ ولم يتقدم في الأعراف \" (التكذيب \" متعديا بالباء، كقوله تعالى: (وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ) فناسب كل موضع ما قبله. ¶ وأما قوله: (كَذَلِكَ يَطْبَعُ اللَّهُ) ، وفى يونس (نَطْبَعُ) ، فلتناسب كل آية ما تقدمها، فالأعراف: تقدمها إظهار بعد إضمار في قوله: (أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا) ثم",
            "page": "184",
            "part": "1",
            "seal": "A969AEBF"
        },
        {
            "id": "104",
            "nass": "قال: (أَفَأَمِنُوا مَكْرَ اللَّهِ) فناسب ذلك: (تِلْكَ الْقُرَى نَقُصُّ عَلَيْكَ مِنْ أَنْبَائِهَا) ، (كَذَلِكَ يَطْبَعُ اللَّهُ) . ¶ وأيضا: لما أكد أول الآية بالقسم ناسب ذلك تعظيم الطبع ¶ بنسبته إلى اسم الله تعالى، وناسب التصريح بوصفهم بالكفر ¶ الذي معناه أقبح وأشد من معنى الاعتداء، فناسب كل آية ¶ ماختمت به. ¶ 162 - مسألة: ¶ قوله تعالى: (كَذَلِكَ يَطْبَعُ اللَّهُ) . ¶ وفى يونس: (نَطْبَعُ) بالنون. ¶ جوابه: ¶ أنه تقدم هنا: (أَفَأَمِنُوا مَكْرَ اللَّهِ) الآية، فناسب التصريح ¶ بقوله: (كَذَلِكَ يَطْبَعُ اللَّهُ) وفى يونس تقدم: \" فنجينا \"، ¶ ثم \" بعثنا \" و \" جعلناهم \" فناسب (نَطْبَعُ) بالنون. ¶ 163 - مسألة: ¶ قوله تعالى: (قَالَ الْمَلَأُ مِنْ قَوْمِ فِرْعَوْنَ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (109) ¶ وفى الشعراء: (قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ (34)) . فظاهر آية الأعراف أن الملأ قالوا ذلك، وظاهر آية الشعراء أن",
            "page": "185",
            "part": "1",
            "seal": "38AA0DE1"
        },
        {
            "id": "105",
            "nass": "قائله فرعون. ¶ جوابه: ¶ أن كلا منهما قاله، لكن لما تقدم في الشعراء ابتداء مخاطبة ¶ فرعون لموسى بقوله: (قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا) ¶ الآيات، ناسب ذلك حكاية قول فرعون للملأ، لأنه المتكلم ¶ بذلك أولا تنفيرا لقومه عن متابعته كما تقدم قبل هذا، ولم ¶ يأتى في الأعراف مثل ذلك فحكى قولهم له. ¶ 164 - مسألة: ¶ قوله تعالى في الأعوام: (وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ (111)) . ¶ وفى الشعراء: (وابعث) . ¶ كلاهما معلوم المراد، فما فائدة اختلاف اللفظين؟ وكذلك قوله تعالى هنا: (بِكُلِّ سَاحِرٍ) وفى الشعراء (بِكُلِّ سَحَّارٍ) ؟ . ¶ جوابه: ¶ مع التفنن في الكلام، أن (أَرْسِلْ) أكثر تفخيما من (ابعث) وأعلى رتبة لإشعاره بالفوقية. ¶ ففي الأعراف حكى قول الملأ لفرعون، فناسب خطابهم له بما هو أعظم رتبة، تفخيما له. ¶ وفى الشعراء: صدر الكلام بأنه هو. القائل لهم، فناسب تنازله",
            "page": "186",
            "part": "1",
            "seal": "5FF1DEDA"
        },
        {
            "id": "106",
            "nass": "معهم ومشاورته لهم، وقولهم (ابعث) . ¶ وأما قوله تعالى هنا: (بِكُلِّ سَاحِرٍ) وفى الشعراء (بِكُلِّ سَحَّارٍ) فلتقدم قولهم: (بسحره) فناسب صيغة المبالغة ¶ ب (سَحَّارٍ) ¶ 165 - مسألة: ¶ قولهم هنا، وفى الشعراء: (قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ (121) رَبِّ مُوسَى وَهَارُونَ (122)) ¶ وفى طه: (آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى) ؟ . ¶ جوابه: ¶ لما تقدم في الأعراف: (إِنِّي رَسُولٌ مِنْ رَبِّ الْعَالَمِينَ (104)) ¶ وفى الشعراء: (إِنِّا رَسُولُ رَبِّ الْعَالَمِينَ) ناسب ذلك ¶ (آمَنَّا بِرَبِّ الْعَالَمِينَ) . ثم خصصوا. ¶ المراد بأنه رب موسى وهارون: الذي جاء برسالته لا غير. ¶ وفى طه: لمراعاة رؤوس الآن اكتفى برب هارون وموسى، ¶ فلم يحتج إلى إعادة \" رب \" ثانياً. ¶ 166 - مسألة: ¶ - قوله تعالى: (قَالُوا إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ (125) .",
            "page": "187",
            "part": "1",
            "seal": "02B77A3D"
        },
        {
            "id": "107",
            "nass": "وفى الشعراء: (لَا ضَيْرَ) الآية بزيادة (لَا ضَيْرَ) . ¶ جوابه: ¶ لما كان الوعيد في الشعراء أشد ناسب مقابلتهم له بعدم التأثر به فى مقابلة ما يرجونه عند الله تعالى. ¶ 167 - مسألة: ¶ جوابه: ¶ قوله تعالى: (قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا) . وفى يونس: (قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا) قدم النفع هنا، وأخره في يونس؟ . ¶ أن آية الأعراف تقدمها ذكر الساعة، فناسب في حقه تقديم النفع الذي هو ثواب الآخرة، وأخر الضر الذي هو عقابها. وآية يونس تقدمها ذكر استعجال الكفار العذاب في قوله تعالى: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ) الآية، فناسب تقديم الضر على النفع، ولذلك قال تعالى بعده: (قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا أَوْ نَهَارًا) ، وكذلك كلما قدم فيه النفع والضر فلتقدم ما يناسب ذلك التقديم أو تأخيره وذلك ظاهر لمن ينظر فيه.",
            "page": "188",
            "part": "1",
            "seal": "8DA77ECC"
        },
        {
            "id": "108",
            "nass": "168 - مسألة: ¶ قوله تعالى: (فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ (200) . وفى حم السجدة: (إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (36) ، بلام التعريف. ¶ جوابه: ¶ أن آية الأعراف نزلت أولا، وآية السجدة نزلت ثانيا، فحسن التعريف أي: هُوَ السَّمِيعُ الْعَلِيمُ الذي تقدم ذكره أولا عند نزوغ الشيطان. ¶ سورة الأنفال ¶ 169 - مسألة: ¶ قوله تعالى: (إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ) . ¶ وفي الرعد: (أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ (28) ¶ جوابه: ¶ أن المراد \" بالذكر\"، ذكر عظمة الله وجلاله، وشدة انتقامه ¶ ممن عصى أمره لأن الآية نزلت عند اختلاف الصحابة في غنائم",
            "page": "189",
            "part": "1",
            "seal": "F1C9FEF7"
        },
        {
            "id": "109",
            "nass": "بدر، فناسب ذكر التخويف. ¶ وآية الرعد: نزلت فيمن هداه الله وأناب إليه، والمراد بذلك الذكر: ذكر رحمته وعفوه ولطفه لمن أطاعه وأناب إليه. ¶ وجمع بينهما في آية الزمر، فقال تعالى: (تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ) أي عند ذكر عظمته وجلاله وعقابه، ¶ ثم تلين جلودهم وقلوبهم إلى ذكر رحمته وعفوه وكرمه. ¶ 170 - مسألة: ¶ أجوابه: قوله تعالى: (وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ) . ¶ تقدم في البقرة. ¶ 171 - مسألة: ¶ قوله تعالى: (فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (35)) . وفى ¶ الأعراف: (بِمَا كُنْتُمْ تَكْسِبُونَ (39)) ؟ . ¶ جوابه: ¶ أن الآية هنا في قريش وكفرهم بصلاتهم عند البيت مكاء ¶ وتصدية. وآية الأعراف: في قوم ضلوا وأضلوا غيرهم بما ¶ كسبوا من إضلال غيرهم مع كفرهم، فناسب زيادة ¶ العذاب وتضعيفه لزيادة الكسب في الضلالة. ¶ 172 - مسألة: ¶ قوله تعالى: (فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى)",
            "page": "190",
            "part": "1",
            "seal": "E1447A7D"
        },
        {
            "id": "110",
            "nass": "فنفى أولا ما أثبته آخرا؟ . ¶ جوابه: ¶ أن النبى - صلى الله عليه وسلم - رمى أولا والصحابة قتلوا، والله تعالى هو الذي أوصل ما رماه إلى وجوه الكفار، والقتل من الصحابة إلى مقاتليهم فصنع الإسناد إلى الله وإليهم. ¶ 3 لا 1 - مسألة: ¶ قوله تعالى: (لِيُحِقَّ الْحَقَّ) ما وجهه ومعناه، مع أن ظاهره كما يقال نحصيل الحاصل؟ . ¶ جوابه: ¶ ليقع الحق عنده من نصر المسلمين وغلبهم، أو ليحق عندكم ¶ الحق عنده من النصر والغنيمة. ¶ 174- مسألة: ¶ قوله تعالى: (وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ) ثم قال: (وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ) فأثبت عذابهم ثانيا بعد نفيه أولا، فما معناه؟ . ¶ جوابه: ¶ المنفى عذاب الدنيا الذي كانوا يستعجلونه، والمثبت عذاب الآخرة. أو المنع تعذيبهم بشرط كونك فيهم، والمثبت عدم ذلك. أو المنع عذاب الكل ليعلمه أن بعضهم سيسلمون،",
            "page": "191",
            "part": "1",
            "seal": "42A7AAC8"
        },
        {
            "id": "111",
            "nass": "والمثبت عذاب بعضهم كيوم بدر. ¶ 175 - مسألة: ¶ قول الشيطان يوم بدر: (إِنِّي أَخَافُ اللَّهَ) . ¶ كيف لم يقل ذلك حين أبى من السجود؟ . ¶ جوابه: ¶ أنه قد علم ما أعد له من عذاب القيامة، فلما رأى الملائكة ¶ يوم بدر ونزولها إلى الأرض توهم أنه الوقت المعلوم وأنه قد ¶ حان أجل عذابه. ¶ 176 - مسألة: ¶ قوله تعالى: (إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ) . ¶ وقال في براءة: (الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ) . ¶ قدم المال هنا وأخره في براءة. ¶ جوابه: ¶ أن آية الأنفال تقدمها ذكر الغنائم واختيارهم أخذ الفداء من",
            "page": "192",
            "part": "1",
            "seal": "D19D3AF5"
        },
        {
            "id": "112",
            "nass": "الأسرى ببدر فناسب تقديم إنفاق المال في سبيل الله تعالى. وآية براءة: تقدمها ذكر افتخارهم بعمارة المسجد الحرام على المجاهدين فناسب تقديم الجهاد في سبيل الله على ذكر الأموال، وأنه أهم. والله أعلم. ¶ سورة براءة ¶ 177 - مسألة: ¶ قوله تعالى: (فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ) وهذه ¶ الآية نزلت في ذي القعدة، فآخر الأربعة صفر. ¶ ثم قال: (فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ) . ¶ وانسلاخها آخر المحرم؟ . ¶ جوابه: ¶ أن الآية الأولى في المعاهدين، والثانية في من ليس لهم عهد، ¶ ثم نسخ ترك القتال في الأشهر الحرم بقوله تعالى: (اقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ) وقيل: أول. الأربعة \" شوال \" ¶ وعلى هذا لا إشكال. وقيل: أولها عاشر الحجة سنة تسع",
            "page": "193",
            "part": "1",
            "seal": "B7A77C17"
        },
        {
            "id": "113",
            "nass": "وسماها حرما لتحريم قتالهم فيها أو تغليبا للأشهر الحرم. ¶ 178 - مسألة: ¶ (أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ - إلى قوله - لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ) ؟ ،. ¶ وقال بعده: (فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (24)) . ¶ وقال بعده: (زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ (37) . ¶ جوابه: ¶ أن الأولى: نزلت في الذين فضلوا سقاية الحاج وعمارة المسجد الحرام على الإيمان والجهاد، فوضحوا الأفضل في غير موضعه، وهو معنى الظلم، أو نقصوا الإيمان بترجيح الآخر عليه، والظلم: النقص أيضا: كقوله تعالى: (وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا) . ¶ والثانية: في المسلمين الذين اتخذوا أقاربهم الكفار أولياء، وبعض الفسق لا ينافى الإيمان. ¶ والثالثة: في الكفار الذين كانوا ينسئون الشهور فيحلون حرامها ويحرمون حلالها ولذلك قال تعالى: (زِيَادَةٌ فِي الْكُفْرِ) .",
            "page": "194",
            "part": "1",
            "seal": "2EB57B81"
        },
        {
            "id": "114",
            "nass": "179 - مسألة: ¶ قوله تعالى: (اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ) هل وقع ذلك لغير المسيح؟ . ¶ جوابه: ¶ أنهم نزلوهم منزلة الرب تعالى في امتثال أحكامهم فيهم في ¶ التحليل والتحريم ولذلك قال تعالى: (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا) ¶ 180 - مسألة: ¶ قوله تعالى: (يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ) . ¶ وفي الصف: (لِيُطْفِئُوا) . ¶ جوابه: ¶ أن (يُطْفِئُوا) هو مفعول يريدون وفى الصف مفعوله ¶ محذوف تقديره: يريدون الافتراء لأجل أن يطفئوا نور الله ¶ بأفواههم أى بتحريفهم الكتاب وما يقولونه من الرد على النبى - صلى الله عليه وسلم -. ¶ ويؤيد ما قلناه من إظهار المفعول وحذفه في الصف ما ختم ¶ به الآيتان وظهر ذلك بالتدبر ¶ 181 - مسألة:. ¶ قوله تعالى: (إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ) وقال بعد",
            "page": "195",
            "part": "1",
            "seal": "E23E1278"
        },
        {
            "id": "115",
            "nass": "ذلك في مواضع: (كَفَرُوا بِاللَّهِ وَرَسُولِهِ) . ¶ جوابه: ¶ أن الأول في سياق إثبات بعد النفى فناسب التوكيد بإعادة الجار بخلاف بقية الآيات. ¶ 182 - مسألة: ¶ قوله تعالى: (فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا) . ¶ وقال بعده: (وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا) . ¶ فالآية الأولى: بالفاء، وتكرار (وَلَا) وباللام في (يُعَذِّبَهُمْ) وبلفظ (الْحَيَاةِ) . ¶ والآية الثانية: بالواو، وسقوط (لَا) ، و (أن) موضع اللام. ¶ جوابه: ¶ أن الآية الأولى: ظاهرة في قوم أحياء، والثانية: في قوم ¶ أموات. ¶ وأما الفاء في الأولى: فلأن ما قبلها أفعالا مضارعة يتضمن معنى الشروط كأنه قيل: إن اتصفوا بهذه الصفات من الكسل في الصلاة، وكراهية النفقات فلا تعجبك أموالهم، الآية. والآية الثانية تقدمها أفعال ماضية، وبعد موتهم، فلا تصلح",
            "page": "196",
            "part": "1",
            "seal": "6C9E2249"
        },
        {
            "id": "116",
            "nass": "للشرط فناسب مجيئها بالواو. ¶ وأما قوله تعالى: (وَلَا أَوْلَادُهُمْ) فلما تقدم من التوكيد في ¶ قوله: (إِلَّا وَهُمْ) ، وفى قوله تعالى: - (وَلَا يَأْتُونَ) إلى (وَلَا يُنْفِقُونَ إِلَّا) ، فناسب التوكيد في قوله تعالى: ¶ (وَلَا أَوْلَادُهُمْ) بخلاف الآية الثانية. ¶ وأما (اللام) في الأولى، و (أن) في الثانية فلأن مفعول ¶ الإرادة في الأول محذوف، واللام للتعليل تقديره: إنما يريد ¶ الله ما هم فيه من الأموال والأولاد لأجل تعذيبهم في حياتهم ¶ بما يصيبهم من فقد ذلك، ولذلك قال: (وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (55) ¶ ومفعول الإرادة في الآية الثانية \" أن يعذبهم \" لأن ¶ الأعمال المتقدمة عليه ماضية ولا تصلح للشرط ولذلك قال: ¶ (وَمَاتُوا وَهُمْ فَاسِقُونَ) ¶ وأما: (الدنيا) في الثانية فلأنها صفة للحياة فاكتفى بذكر ¶ الموصوف أولا عن إعادته ثانيا. ¶ 1 - مسألة: ¶ قوله تعالى: (وَطُبِعَ عَلَى قُلُوبِهِمْ) وقال بعده: (وَطَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ) ؟ . ¶ جوابه: ¶ أن الأولى صدرت بما لم يسم فاعله في قوله تعالى: (وَإِذَا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا)",
            "page": "197",
            "part": "1",
            "seal": "30B62F1C"
        },
        {
            "id": "117",
            "nass": "مع العلم بالفاعل، فختمت كذلك مناسبة بين صدر الكلام، وختمه. ¶ والثانية: جاءت بعد بسط الكلام في عذر المعذورين فناسب ¶ البسط في توبيخ مخالفيهم، والتوكيد فيه بتصريح اسم ¶ الفاعل، ولذلك صدر الآية ب (إنما) الحاصرة للسبيل عليهم، ¶ وأما ختم الأولى ب (لا يفقهون) ، والثانية ب ¶ (لا يعلمون) : ¶ أما الأولى: فلأنهم لو فهموا ما في جهادهم مع رسول الله - صلى الله عليه وسلم - من الأجر لما رضوا بالقعود ولا استأذنوا عليه. ¶ والثانية: جاءت بعد ذكر الباكين لفوات صحبة رسول الله ¶ - صلى الله عليه وسلم - لعلمهم بما في صحبته من الفوز والمنزلة عند الله تعالى، ¶ فلو علم المستأذنون ما علمه الباكون لما رضوا بالقعود، لكنهم لا يعلمون. ¶ 184 - مسألة: ¶ قوله تعالى: (الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ)",
            "page": "198",
            "part": "1",
            "seal": "FFA89060"
        },
        {
            "id": "118",
            "nass": "وقال في المؤمنين: (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) ؟ . ¶ جوابه: ¶ أن المنافقين ليسوا بمتناصرين على دين معين وشريعة ظاهرة، ¶ فكان بعضهم يهود، وبعضهم مشركين، فقال: (مِنْ بَعْضٍ) أي في الكفر والنفاق، والمؤمنون متناصرون على ¶ دين الإسلام وشريعته الظاهرة، فقال: (أَوْلِيَاءُ بَعْضٍ) في ¶ النصرة وفى اجتماع القلوب على دينهم، فلذلك قال: (إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ) ، وقال في المنافقين: (وَقُلُوبُهُمْ شَتَّى) . ¶ 158 - مسألة: ¶ قوله تعالى: (وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) . ¶ وقال بعد ذلك: (فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ) ؟ . ¶ فقال في الأولى: (ثُمَّ تُرَدُّونَ) ، وفى الثانية: ¶ (وَسَتُرَدُّونَ) ، وقال في الثانية: (وَالْمُؤْمِنُونَ) . ¶ جوابه: ¶ أن الأولى في المنافقين بدليل: (قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ) ¶ وكانوا يخفون من النفاق ما لايعلمه إلا الله تعالى ورسوله بإعلامه إياه.",
            "page": "199",
            "part": "1",
            "seal": "8C793419"
        },
        {
            "id": "119",
            "nass": "والآية الثانية: في المؤمنين، بدليل قوله تعالى: (خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا) وأعمالهم ظاهرة فيما ¶ بينهم من الصلاة والزكاة والحج وأعمال البر فلذلك زاد قوله: (وَالْمُؤْمِنُونَ) . ¶ وأما (ثم) في الأولى: فلأنها وعيد، فبين أنه لكرمه لم ¶ يؤاخذ هم في الدنيا، فأتى ب (ثم) المؤذنة بالتراخى. ¶ والثانية: وعد، فأتى بالواو والسين المؤذنان بقرب الجزاء ¶ والثواب وبعد العقاب فالمنافقون: يؤخر جزاؤهم عن نفاقهم إلى موتهم، فناسب (ثم) ¶ والمؤمنون: يثابون على العمل الصالح في الدنيا والآخرة لقوله تعالى: (فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُمْ) الآية. ¶ 186 - مسألة: ¶ قوله تعالى: (لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ) . فهل",
            "page": "200",
            "part": "1",
            "seal": "2DEAAB4D"
        },
        {
            "id": "120",
            "nass": "التوبة الأولى هي الثانية أو غيرها. ¶ جوابه: ¶ قيل: الأولى عامة - والثانية في الفريق الذي كادت تزيغ ¶ قلوبهم. ¶ وقيل: الأولى هي الثانية، وإنما بين في الثاني سبب توبتهم ¶ وقوله تعالى: (لِيَتُوبُوا) أي ليدوموا على توبتهم. ¶ 187 - مسألة: ¶ قوله تعالى: ذَلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ) ¶ إلى (إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ)) . ¶ وقال بعدها: (وَلَا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ) زاد في الأولى: (غقل ضابخ*؟ . ¶ جوابه: ¶ أن الآية الأولى: تضمنت ما ليس من عملهم فبين بكرمه تعالى أنه يكتب لهم بذلك عَمَلٌ صَالِحٌ وإن لم يكن من عملهم. والآية الثانية: تضمنت ما هو من عملهم القاصدين له، فقال:",
            "page": "201",
            "part": "1",
            "seal": "E756E8A8"
        },
        {
            "id": "121",
            "nass": "(كُتِبَ لَهُمْ) أي ثواب ذلك العمل. والله أعلم. ¶ سورة يونس عليه السلام ¶ 188 - مسألة: ¶ قوله تعالى: (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ) . ¶ وفى الفرقان: (مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ) . ¶ جوابه: ¶ لما تقدم هنا: (إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (15) ¶ ناسب تقديم الضر، أي: لا يضرهم إن عصوه ولاينفعهم إن أطاعوه. ¶ وفى الفرقان: تقدم ذكر النعم وعدها، فناسب تقديم النفع، ¶ أي: ما لا ينفعهم بنعمة من النعم، ومثله قوله فيها: (قُلْ لَا أَمْلِكُ لِنَفْسِي ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَاءَ اللَّهُ لِكُلِّ أُمَّةٍ أَجَلٌ) ، ¶ قدم الضر لتقدم قوله تعالى: (وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ) . ¶ 189 - مسألة: ¶ قوله تعالى: (إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا) ، وكذلك في",
            "page": "202",
            "part": "1",
            "seal": "28A543EB"
        },
        {
            "id": "122",
            "nass": "فاطر. ¶ وقال في المنافقين: (وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ) ؟ . ¶ جوابه: ¶ أن العزة له تعالى جميعا، وعزة الرسول والمؤمنين منه، وهو ¶ معطيها لهم، فعزتهم من عزته، فهو المختص بها وحده تعالى. ¶ 190 - مسألة: ¶ قوله تعالى: (كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى الَّذِينَ فَسَقُوا3) وفى سورة المؤمن (وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ) بالواو؟ . ¶ جوابه: ¶ أن المراقب ب (مَنْ) قبلها، و (مِنْ) بعدها واحد في قوله تعالى: (قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ) ، (قُلْ هَلْ مِنْ شُرَكَائِكُمْ) الآيات، فحسن ترك الواو لذلك. ¶ وفى المؤمن (مِنْ) بعدها غير (مَنْ) قبلها، فناسب لأن المتقدم قوم نوح، ومن ذكر معهم والمراد",
            "page": "203",
            "part": "1",
            "seal": "38FCF201"
        },
        {
            "id": "123",
            "nass": "بالمتأخرين: المشركون ومن وافقهم أنهم أصحاب النار فجاءت الواو. ¶ 191 - مسألة: ¶ قال هنا: (عَلَى الَّذِينَ فَسَقُوا) وفى المؤمن: (عَلَى الَّذِينَ كَفَرُوا) ؟ . ¶ جوابه: ¶ أن المقال هنا يصح خطاب المؤمن والكافر به، فمن أنكره ¶ خرج من الحق إلى الضلال، ولذلك قال: (فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ) ، وأية المؤمن تقدمها: (مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا) فناسب قوله تعالى: (عَلَى الَّذِينَ كَفَرُوا أَنَّهُمْ أَصْحَابُ النَّارِ (6) . ¶ 192 - مسألة: ¶ قوله تعالى: (وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ) . ¶ جوابه: ¶ تقدم في الأنعام. ¶ 193 - مسألة: ¶ قوله تعالى: (أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) ¶ وقال بعده: (أَلَا إِنَّ لِلَّهِ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ)",
            "page": "204",
            "part": "1",
            "seal": "46094BBB"
        },
        {
            "id": "124",
            "nass": "وبعده: مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) ¶ حذف (ما) في الأولى، وأثبت (مَن) في الثانية، (وما) في ¶ الثالثة؟ . ¶ جوابه: ¶ أن الأولى، تقدمها: (وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ) فأغنى لفظه عن إعادته مع العلم ¶ بالمعنى. والثانية، تقدمها: (وَلَا يَحْزُنْكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا) فقال: (وَمَنْ فِي الْأَرْضِ) إشارة إلى أنهم ¶ لا يضرونك فيما لم يقدره الله لأنهم ملكه وعبيده، وفى ¶ تصرفه. ¶ والثالثة: تقدمها قوله تعالى: (قَالُوا اتَّخَذَ اللَّهُ وَلَدًا سُبْحَانَهُ هُوَ الْغَنِيُّ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) أي هو ¶ الغنى المطلق عن كل شي من اتخاذ الأولاد للقوة والظفر ¶ وغير ذلك، فأكد بزيادة (ما) لأن السياق يقتضيه. ¶ 194 - مسألة: ¶ قوله تعالى: (وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الْأَرْضِ لَافْتَدَتْ بِهِ) وفى الزمر: (وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ) ؟",
            "page": "205",
            "part": "1",
            "seal": "99958733"
        },
        {
            "id": "125",
            "nass": "جوابه: ¶ لما أفرد \"النفس \" ناسب الاكتفاء ب (مَا فِي الْأَرْضِ) . ¶ ولما جمع (الَّذِينَ ظَلَمُوا) ى ناسب ذكر الفداء بما في الأرض و (مِثْله) . ¶ 195 - مسألة: ¶ قوله تعالى: (وَمَا يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقَالِ ذَرَّةٍ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ) وفى سبأ: (فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) . ¶ جوابه: ¶ لما تقدم قوله تعالى: (وَمَا تَكُونُ فِي شَأْنٍ) الآية، ¶ ناسب ذلك تقديم الأرض لأن النور والتلاوة والعمل في ¶ الأرض، فناسب ذلك تقديم السموات. ¶ 196 - مسألة: ¶ قوله تعالى: (فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ) وقال ¶ في الأنعام: (قُلْ إِنِّي عَلَى بَيِّنَةٍ مِنْ رَبِّي) ، والشك ¶ لا يجوز عليه؟ .",
            "page": "206",
            "part": "1",
            "seal": "8D2C97C6"
        },
        {
            "id": "126",
            "nass": "جوابه: ¶ أن المراد غيره ممن يجوز عليه الشك وكذلك كل موضع يشبه ذلك في القرآن تقديره فإن كنت أيها الإنسان، ولذلك قال: (إليك) ولم يقل عليك، وقد تقدم في البقرة معناهما. ¶ 197 - مسألة: ¶ قوله تعالى: (وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (104)) ¶ وفى النمل: (أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ (91) ؟ . ¶ جوابه: ¶ لما تقدم قبله: (كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ (103)) ناسب قوله: (أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (104)) . ¶ ولما تقدم في النمل: (إِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُسْلِمُونَ (81)) ناسب بعده: (أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ (104)) . والله أعلم.",
            "page": "207",
            "part": "1",
            "seal": "C136A635"
        },
        {
            "id": "127",
            "nass": "سورة هود عليه السلام ¶ 998 - مسألة: ¶ قوله تعالى: (كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ) ¶ ما معناهما: وهل التفصيل غير الإحكام؟ . ¶ جوابه: ¶ معناه: أحكمت آياته في اللوح المحفوظ، ثم فصلت في إنزالها ¶ على النبى - صلى الله عليه وسلم - بحسب الحاجة والمصلحة ذلك الوقت. ¶ 999 - مسألة: ¶ قوله تعالى: (إِنَّنِي لَكُمْ مِنْهُ نَذِيرٌ وَبَشِيرٌ (2) ¶ هنا، وفى الأحزاب والبقرة وحم السجدة قدم البشارة؟ ¶ جوابه: ¶ لما قال هنا (أَلَّا تَعْبُدُوا إِلَّا اللَّهَ) ناسب تقديم النذارة على عبادة غير الله تعالى، وفى الأحزاب والبقرة كان الخطاب له، فناسب كرامته تقديم البشارة، وكذلك في (حم) ناسب ذكر \"الرحمة ووصف الكتاب \" تقديم البشارة والله أعلم.",
            "page": "208",
            "part": "1",
            "seal": "94DC48A4"
        },
        {
            "id": "128",
            "nass": "200 - مسألة: ¶ قوله تعالى: (إِلَّا عَلَى اللَّهِ رِزْقُهَا) . وقال: (فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ) . ¶ ما فائدة السعى وهو مضمون؟ ¶ جوابه: ¶ أنه تكفل برزقها على الوجه المعتاد والمشروع لمصالح العالم ¶ وعمارة الدنيا وكما يخلق الولد على الوجه المعتاد من الوطىء وغيره، وإن كان قادرا على إيجاده اختراعا أوليا. ¶ 201 - مسألة: ¶ قوله تعالى: (وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ) وفى حم السجدة: (وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ) . ¶ جوابه: ¶ أن آية هود تقدمها: (وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ) فأغنى عن إعادتها ثانيا، ولم يتقدم ذلك في ¶ حم السجدة فذكرها. ¶ 202 - مسألة: ¶ قوله تعالى: (فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّمَا أُنْزِلَ بِعِلْمِ اللَّهِ)",
            "page": "209",
            "part": "1",
            "seal": "878DF235"
        },
        {
            "id": "129",
            "nass": "جوابه: ¶ أن ذلك الخطاب يجوز من النبى - صلى الله عليه وسلم - للكفار أي فإن لم يستجيبوا لكم من دعوتموهم فاعلموا، فيكون من تمام خطاب النبي - صلى الله عليه وسلم - لهم. ¶ ويجوز أن يكون الشرط خطابا من الله تعالى للمؤمنين، ¶ ويكون قوله تعالى (فَاعْلَمُوا) أي فدوموا على علمكم، ¶ ويعنى بعلم الله: بإذنه، أو بعلمه بالغيوب وبمعلوماته. ¶ 203 - مسألة: ¶ قوله تعالى: (مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا) الآية. وقال في آل عمران في يوم أحد: (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا) الآية وهم أصحاب النبى - صلى الله عليه وسلم -؟ . ¶ جوابه: ¶ من وجوه: قيل: هو عام ومعناه خاص في الكفار من أهل",
            "page": "210",
            "part": "1",
            "seal": "8D95ED58"
        },
        {
            "id": "130",
            "nass": "الكتاب والربانيين وغيرهم. ¶ وقيل: هو في العصاة من المؤمنين، ويكون قوله تعالى: ¶ (لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ) إن جازاهم على ذلك، ¶ لكنه يعفو عنهم إذا شاء. ¶ وقيل: المراد من كان يريد الدنيا فقط خاصة دون الآخرة ¶ لعدم إيمانه بها أو إهماله لشأنها. ¶ 204 - مسألة: ¶ قوله تعالى: (أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ) ¶ أين خبره؟ . ¶ جوابه: ¶ هو محذوف لدلالة الكلام عليه، وهو كثير في القرآن جريا على عادة كلام العرب لفهم المعنى منه تقديره: كمن هو ضال كفور. ¶ 205 - مسألة: ¶ قوله تعالى: (قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي) والشرط لا يكون إلا مستقبلا؟ . ¶ جوابه: ¶ أن تقديره إن بنت، أو بان أو صح أنى افتريته فعلى إجرامى",
            "page": "211",
            "part": "1",
            "seal": "3B4A0A61"
        },
        {
            "id": "131",
            "nass": "206 - مسألة: ¶ قوله تعالى في قصة عاد ومدين: (ولمَّا) بالواو وفى قصة ثمود وقوم لوط بالفاء؟ . ¶ جوابه: ¶ قصة صالح ولوط جاءتا في سياق الوعد المؤقت بالعذاب فناسب \"الفاء\" الدالة على سببية الوعد لما جاء. وقصة عاد ومدين جاءتا مبتدأتين غير مسببتين عن وعد مؤقت لسابق فجاءا بواو العطف على الجملة التي قبلها. ¶ 207 - مسألة: ¶ قوله تعالى: (فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِنَ اللَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُمْ) . ¶ وفى الحجر: (وَاتَّبِعْ أَدْبَارَهُمْ وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ (65)) استثنى امرأته فى هود ولم يستثنها في الحجر، وفى الحجر خاصة (وَاتَّبِعْ أَدْبَارَهُمْ) ؟ .",
            "page": "212",
            "part": "1",
            "seal": "E1A699A6"
        },
        {
            "id": "132",
            "nass": "جوابه: ¶ أنه تقدم في الحجر: (إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (59) إِلَّا امْرَأَتَهُ) ¶ فأغنى عن إعادة استثنائيا، ولم يتقدم ذلك في هود، فذكرها ¶ فيها. ¶ وأما قوله تعالى: ((وَاتَّبِعْ أَدْبَارَهُمْ) فليكون ¶ وراء أهله في السير فيتحقق نجاتهم مما أصاب قومه فيتحقق ما ¶ وعده به الملائكة الرسل إليه. ¶ 208 - مسألة: ¶ قوله تعالى: (إِنَّ مَوْعِدَهُمُ الصُّبْحُ) . ¶ وفى الحجر: (فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ (73)) ؟ . ¶ جوابه: ¶ أن ابتداء عذابهم الصبح، وآخره لشروق الشمس، فعبر هنا ¶ عن ابتداء العذاب، وفى الحجر عن انتهائه بالشروق والإشراق، والله أعلم. ¶ 209 - مسألة: ¶ قوله تعالى: (وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَا قَوْمِ) وفى ¶ العنكبوت: (فَقَالَ يَا قَوْمِ) ؟ .",
            "page": "213",
            "part": "1",
            "seal": "D1524CE7"
        },
        {
            "id": "133",
            "nass": "جوابه: ¶ أن سياق ما تقدم من قصص الأنبياء خال عن \"الفاء\" ¶ في مثل ذلك، وآية العنكبوت تقدمها القصص بالفاء في مثله، ¶ قال تعالى: (وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ) (فَآمَنَ لَهُ لُوطٌ) (فَمَا كَانَ جَوَابَ قَوْمِهِ) ، فناسب سياق ¶ ذلك فقال بالفاء هنا. ¶ 210 - مسألة: ¶ قوله تعالى: (وَلَمَّا جَاءَ أَمْرُنَا نَجَّيْنَا) وفى قصة صالح ولوط: ((فَلَمَّا جَاءَ أَمْرُنَا) بالفاء؟ . ¶ جوابه: ¶ أن شعيبا لم يوقت لهم العذاب، ولا توعدهم بسرعته، فجاء بالواو لأنه غير منتظر. ¶ وفى قصة صالح ولوط وقت لهما العذاب، فصالح قال: تمتعوا في داركم ثلاثة أيام وفى لوط: إن موعدهم الصبح، فجاءت بالفاء المؤذنة بالسبب.",
            "page": "214",
            "part": "1",
            "seal": "F387D838"
        },
        {
            "id": "134",
            "nass": "سورة يوسف عليه السلام ¶ 211 - مسألة: ¶ قوله تعالى في يوسف عليه السلام: (وَلَمَّا بَلَغَ أَشُدَّهُ آتَيْنَاهُ حُكْمًا وَعِلْمًا) وفي القصص في موسى عليه السلام: (بَلَغَ أَشُدَّهُ وَاسْتَوَى) ؟ . ¶ جوابه: ¶ أن يوسف عليه السلام: نبه على ما يراد منه قبل بلوغ الأربعين برؤياه الكواكب والوحي حين ألقى في الجب، وإلهامه علم التعبير، وغير ذلك مما كان في زمان حداثته، وهو تعريضه بما يراد منه. ¶ وموسى عليه السلام: لم يعلم المراد منه ولا نبه عليه قبل بلوغ الأربعين وقبل مفارقة شعيب، فناسب قوله فيه: (وَاسْتَوَى) لاسيما على قول الأكثر أن الاستواء: بلوغ الأربعين، لأنها كمال العقل والنظر. ¶ والخلاف في الأشد، والاستواء مشهور ولم يقل أحد أنه دون البلوغ.",
            "page": "215",
            "part": "1",
            "seal": "8ECAF160"
        },
        {
            "id": "135",
            "nass": "212 - مسألة: ¶ قوله تعالى: (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ) هنا، وفى الحج. ¶ وفى مواضع أخر: (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ) بالواو. ¶ جوابه: ¶ أن كل موضع يكون ما قبله سببا لما بعده كان بالفاء للسببية، وإن لم يكن سببا لما بعده كان بالواو العاطفة، ¶ لأنها تعطف جملة على جملة، بيان ذلك: ¶ لما تقدم في يوسف عليه السلام: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ) قال: (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ) ¶ فينظروا ويسمعوا أخبار الرسل وما جرى على من كذبهم. ¶ ولذلك في الحج لما تقدم: (أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ) ¶ قال: (فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا وَهِيَ ظَالِمَةٌ) فيتدبروا أحوال الماضين منهم. ¶ 213 - مسألة: ¶ قوله تعالى: (وَلَدَارُ الْآخِرَةِ) .",
            "page": "216",
            "part": "1",
            "seal": "09FB29C0"
        },
        {
            "id": "136",
            "nass": "وفى الأعراف: (وَالدَّارُ الْآخِرَةُ) ؟ . ¶ جوابه: ¶ أن هنا تقدم ذكر الساعة، فكأنه قال تعالى: ولدار الساعة الآخرة وفى الأعراف: تقدم قوله: (يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى) فناسب: (وَالدَّارُ الْآخِرَةُ) . ¶ سورة الرعد ¶ 294 - مسألة: ¶ قوله تعالى: (وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ) وفى النحل: (مَا فِي السَّمَاوَاتِ) ؟ . ¶ جوابه: ¶ أنه حيث أريد بالسجود الخضوع والانقياد جئ ب (ما) لأنها عامة فيمن يعقل ومن لايعقل، كآية النحل فيمن يعقل ومن لا يعقل.",
            "page": "217",
            "part": "1",
            "seal": "643626F6"
        },
        {
            "id": "137",
            "nass": "وخص من يعقل هنا لتقدم قوله: (وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ) وقبله: (سَوَاءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ) الآيات، فناسب: (مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ) . ¶ ولما تقدم في النحل: (أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ) وهو عام في كل ذي ظل غلب ما لا يعقل لأنه ¶ أكثر، وكذلك في سجدة الحج وعطف ما لا يعقل ¶ على ما يعقل. ¶ 215 - مسألة: ¶ قوله تعالى: (لَا يَمْلِكُونَ لِأَنْفُسِهِمْ نَفْعًا وَلَا ضَرًّا) ¶ قدم النفع لأن النفس ترتاح إليه ولاتسأمه، فقدمه لقوله: (لِأَنْفُسِهِمْ) ؟ . ¶ جوابه: ¶ لما قال: (قُلْ أَفَاتَّخَذْتُمْ مِنْ دُونِهِ أَوْلِيَاءَ) والولى دأبه نفع وليه مطلقا أصابه ضراء أو لم يصبه، وسواء قدر على دفع الضر أو لا، فناسب تقديم النفع على الضر بخلاف آية",
            "page": "218",
            "part": "1",
            "seal": "836A3B8A"
        },
        {
            "id": "138",
            "nass": "الفرقان كما سيأتي. ¶ سورة إبراهيم عليه السلام ¶ 216 - مسألة: ¶ قوله تعالى: (لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ) وقال بعده: (أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ) ولم يقل: (بِإِذْنِ رَبِّهِمْ) ؟ . ¶ جوابه: ¶ أن قصة موسى عليه السلام مضت وعرفت نبوته فلا حاجة ¶ إلى توكيدها بذلك. ونبوة النبى - صلى الله عليه وسلم - باقية، وكذلك دعاؤه ¶ إلى الله تعالى فناسب التوكيد لرسالته ونبوته بقوله تعالى: ¶ (بِإِذْنِ رَبِّهِمْ) ¶ 217 - مسألة: ¶ قوله تعالى: (لِكُلِّ صَبَّارٍ شَكُورٍ)",
            "page": "219",
            "part": "1",
            "seal": "168CE9EE"
        },
        {
            "id": "139",
            "nass": "لم يقل \"صبور ولا شكار فما فائدة ذلك التغاير وكلاهما للمبالغة؟ . ¶ جوابه: ¶ أن نعم الله تعالى مستمرة متجددة في كل حين وأوان فناسب ¶ (شَكُورٍ) لأن صيغة \"فعول \" تدل على الدوام كصدوق ¶ ورحوم وشبهه. ¶ وأما المؤلمات المحتاجة إلى الصبر عليها فليست عامة بل تقع في بعض الأحوال فناسب صبار، لأن: \" فعالا\" لا يشعر بالدوام كنوام وركاب وأكال، ولمراعاة رؤوس الآي. ¶ 218 - مسألة: ¶ قوله تعالى: (وَإِذْ قَالَ مُوسَى لِقَوْمِهِ اذْكُرُوا) ¶ جوابه: ¶ تقدم في المائدة مثيله. ¶ 219 - مسألة: ¶ قوله تعالى: (لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ) ¶ ولم يقل بعده: \"لأعذبنكم أشد عذاب \" كما قال (لَأَزِيدَنَّكُمْ)",
            "page": "220",
            "part": "1",
            "seal": "F84107A4"
        },
        {
            "id": "140",
            "nass": "جوابه: ¶ من وجهين: ¶ الأول: حسن المخاطبة في التصريح بالزيادة في الخير، ولم ¶ يصرح بالعذاب في المخاطبة. ¶ الثاني: لو صرح بخطابهم بذلك لم يكن صريحا بدخول غيرهم في ذلك الحكم فعدل عن إضافة ذلك إليهم ليفيد عمومه في كل كافر مطلقا. ¶ 220 - مسألة: ¶ قوله تعالى: (قَالَتْ لَهُمْ رُسُلُهُمْ) . ¶ ولم يقل: قالوا لرسلهم؟ . ¶ جوابه: ¶ أن التصريح باللام آكد في تبليغ الرسالة لهم فناسب ¶ ذكرها في سياق الرسل. ¶ 221 - مسألة: ¶ قوله تعالى: (وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً) وفى النمل: (وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً)) ؟ . ¶ جوابه: ¶ أنه لما قال هنا: (رِزْقًا لَكُمْ) وإقرانها بالرزق أبلغ في النعمة",
            "page": "221",
            "part": "1",
            "seal": "74FC1BB5"
        },
        {
            "id": "141",
            "nass": "والمنة أغنى ذكرها آخرا عن ذكرها أولا. ¶ وفى النمل: صدرها مع (أَنْزَلَ) للمنة وليس ثَم ما يغنى عنها بالمنة عليهم. ¶ سورة الحجر ¶ 222 - مسألة: ¶ قوله تعالى: (وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ) وفى الزخرف: ¶ (وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ) ؟ . ¶ جوابه: ¶ أن في الحجر: وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ فِي شِيَعِ الْأَوَّلِينَ (10) فذكر الرسالة فقط فناسب: (وَمَا يَأْتِيهِمْ مِنْ رَسُولٍ) . ¶ وفى الزخرف: تقدم ذكر النبوة في قوله تعالى: (وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ (6) . فناسب: (وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ) والله أعلم. ¶ 223 - مسألة: ¶ قوله تعالى لإبليس: (وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ (35)",
            "page": "222",
            "part": "1",
            "seal": "D1B98E16"
        },
        {
            "id": "142",
            "nass": "وفى ص: (لعنتى) ؟ . ¶ جوابه: ¶ لما أضاف خلق آدم إليه تشريفا له بقوله: (خَلَقْتُ بِيَدَيَّ) ¶ أضاف طرد عدوه إليه أيضا زيادة في كرامته. ¶ 224 - مسألة: ¶ قوله تعالى: (لِكُلِّ بَابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ (44) ¶ وقال (حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا) (1) ¶ 225 - مسألة: ¶ قوله تعالى: (فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ (73) ¶ وقال فى هود: (إِنَّ مَوْعِدَهُمُ الصُّبْحُ) : ¶ جوابه: ¶ تقدم في هود. ¶ 226 - مسألة: ¶ ضشئيرفئبن (6) وقال في ¶ قول تعالى: (إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ (75)) وقال ¶ _________ ¶ (1) جوابها فى سورة الزمر المسألة (375)",
            "page": "223",
            "part": "1",
            "seal": "178214C6"
        },
        {
            "id": "143",
            "nass": "بعد: (لَآيَةً لِلْمُؤْمِنِينَ (77)) ؟ . ¶ جوابه: ¶ أن قصة إبراهيم ولوط اتفق فيها آيات متعددة من إرسال ¶ الملائكة إليهما وما جرى بينهم من المحاورة وبين لوط وقومه، ¶ وكيفية هلاكهم، فلذلك جمع. وقصة هود وهلاكهم هنا آية ¶ واحدة فلم يذكر سواه فأفرد الآية. ¶ 227 - مسألة: ¶ قوله تعالى: (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (92) وقال في ¶ القصص: (وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78)) وفى الرحمن قال تعالى: (فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (39)) . ¶ جوابه: ¶ قيل: في القيامة مواقف عدة، ففي بعضها يسأل، وفى بعضها لا يسأل. ¶ وقيل: (لَنَسْأَلَنَّهُمْ) لما عملوا، \"ولايسألون \" ماذا عملوا لأنه أعلم بذلك. ¶ وقيل: (لَنَسْأَلَنَّهُمْ) سؤال توبيخ، و (لَا يُسْأَلُ عَنْ ذَنْبِهِ) سؤال استعلام.",
            "page": "224",
            "part": "1",
            "seal": "84C1C65E"
        },
        {
            "id": "144",
            "nass": "سورة النحل ¶ 228 - مسألة: ¶ قوله تعالى: (لَآيَةً لِقَوْمٍ يَتَفَكَّرُونَ) ؟ . ¶ وقال بعده: (لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ) وبعده: (لَآيَةً لِقَوْمٍ يَذَّكَّرُونَ) ؟ . ¶ جوابه: ¶ أما \"آية\" و \"آيات \" فلتعدد الآيات في الوسطى واتحادها في ¶ الأولى والثانية. ¶ وأما: (يَتَفَكَّرُونَ) و (يَعْقِلُونَ) فقد تقدم في سورة الرعد. ¶ وأما: (يذكرون بالياء، فلأن فائدة التفكر والتعقل هو ¶ التذكر بما خلق ذلك له، وهو معرفة الله سبحانه وتعالى. ¶ 229 - مسألة: ¶ قوله تعالى: (وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ) .",
            "page": "225",
            "part": "1",
            "seal": "8E428AB1"
        },
        {
            "id": "145",
            "nass": "وفى فاطر: (وَمِنْ كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا وَتَرَى الْفُلْكَ فِيهِ مَوَاخِرَ) ؟ . ¶ جوابه: ¶ أن آية النحل: سيقت لتعداد النعم على الخلق بدليل تقديم ¶ قوله تعالى: (وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ) . ¶ وأية فاطر: سيقت لبيان القدرة والحكمة بدليل قوله ¶ تعالى: (وَاللَّهُ خَلَقَكُمْ مِنْ تُرَابٍ) الآية، فتكرر ¶ (منه) في النحل لتحقيق المنة والنعمة، ولذلك عطف (وَلِتَبْتَغُوا) بالواو العاطفة لمناسبة تعدد النعم. كما تقدم. ¶ وقدم (مَوَاخِرَ) على (فيه) لأنه امتن عليهم بتسخير ¶ البحر، فناسب تقديم (مَوَاخِرَ) أي شاقة للماء ¶ وأيضا ليلى المفعول الثاني المفعول الأول لـ (ترى) فإنه ¶ أولى من تقديم الظرف. ¶ وأما آية فاطر فحذف (منه) لدلالة ((وَمِنْ كُلٍّ تَأْكُلُونَ) ¶ عليها، وقدم (فيه) له على (مَوَاخِرَ) لأن شق الفلك الماء ¶ لجريانه فيه آية من آيات الله تعالى فالتقدم فيه أنسب للفلك. ¶ 230 - مسألة: ¶ قوله تعالى: (فَلَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (29)) هنا. وفى",
            "page": "226",
            "part": "1",
            "seal": "673D65F3"
        },
        {
            "id": "146",
            "nass": "الزمر: (فَبِئْسَ) بحذف اللام؟ . ¶ جوابه: ¶ لما تقدم هنا شدة كفر المذكورين من صدهم وضلالهم ¶ وإضلالهم، ناسب ذلك التأكيد بذكر اللام، ولذلك لما أكد في ذكر أهل النار أكد في ذكر أهل الجنة بقوله تعالى: (وَلَنِعْمَ دَارُ الْمُتَّقِينَ (30) . وأية الزمر: خلية من ذلك فلم يؤكد فيها. ¶ 231 - مسألة: ¶ قوله تعالى: (يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ) . ¶ أفرد اليمين وجمع الشَّمَائِل؟ . ¶ جوابه: ¶ والله أعلم، أن الآية نزلت بمكة والظل فيها إلى جهة اليمين، ¶ وهو يمين الكعبة مدته قليلة، وهو قليل أيضا ما يكون. ¶ والظل إلى جهة الشام وهو شمال الكعبة تطول مدته، وتكثر ¶ مساحته، فناسب إفراد اليمين لقلة مسافته ومدته، وجمع ¶ الشمائل لطول مدته ومسافته. ¶ وقيل فيه غير ذلك: وهذا أنسب مما قيل فيه والله أعلم.",
            "page": "227",
            "part": "1",
            "seal": "89FF8DC8"
        },
        {
            "id": "147",
            "nass": "232 - مسألة: ¶ قوله تعالى: (فَتَمَتَّعُوا) ¶ وفى العنكبوت: (وَلِيَتَمَتَّعُوا) ؟ . ¶ جوابه: ¶ أن آيات النحل والروم للمخاطبين فجاءت ¶ العنكبوت للغائبين، فناسب ذكر اللام فيه. ¶ 233 - مسألة: ¶ بغير لام. وفى ¶ قوله تعالى: (وَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ) وقال: ¶ (عَلَيْهَا) . وفى فاطر: (بِمَا كَسَبُوا مَا تَرَكَ) وقال: (عَلَى ظَهْرِهَا) ؟ . ¶ جوابه: ¶ أن آية النحل جاءت بعد أوصاف الكفار بأنواع كفرهم في اتخاذهم إلهين اثنين، وكفرهم وشركهم في عبادة عبادة الله سبحانه، وجعلهم للأصنام نصيبا من مالهم، ووأد البنات،",
            "page": "228",
            "part": "1",
            "seal": "9C4FB2F4"
        },
        {
            "id": "148",
            "nass": "وغير ذلك، وكل ظلم منهم، والسب قوله تعالى: (بِظُلْمِهِمْ) ¶ ولم يتقدم مثل ذلك في فاطر. ¶ وأما (عليها) والمراد: الأرض، فإنه شائع مستعمل كثير في ¶ لسان العرب لظهور العلم به بينهم ولكراهية أن يجتمع ظاءان في جملتين مع ثقلها في لسانهم، لأن الفصاحة تأباه ولم يتقدم في فاطر ذلك فقال (عَلَى ظَهْرِهَا) مع ما فيه من تفتن ¶ الخطاب. ¶ 234 - مسألة: ¶ قوله تعالى: (وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ) . وفى المؤمنين: (مِمَّا فِي بُطُونِهَا) ؟ . ¶ جوابه: ¶ أن المراد في آية النحل البعض، هو الإناث خاصة، فرجع ¶ الضمببر إلى البعض المقدر، ودليله تخصيص الآية \"باللبن \" ¶ وهو في الإناث خاصة. ¶ وأية سورة المؤمنين: عامة للجميع بدليل قوله تعالى: (ولكم فيها منافع) الآيات. ¶ فعم الذكر والأنثى كما عمهما لفظ الإنسان قبله. ¶ 235 - مسألة: ¶ قوله تعالى: (كَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا) . وقال في",
            "page": "229",
            "part": "1",
            "seal": "97713BB2"
        },
        {
            "id": "149",
            "nass": "الحج: (مِنْ بَعْدِ عِلْمٍ شَيْئًا) بزيادة (من) ؟ . ¶ جوابه: ¶ أن (بَعْد) يستغرق الزمان المتعقب للعلم من غير تعين ابتداء ¶ وانتهاء، فلما أتى ما قبل آية النحل مجملا جاء بعده كذلك ¶ مجملا، وفى الحج أتى ما قبلها مفصلا من ابتدائه بقوله ¶ تعالى: (فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ) إلى آخره بعده كذلك مفصلا من ابتدائه مناسبا لما تقدمه من التفصيل. ¶ 236 - مسألة: ¶ قوله تعالى: (وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ (72) ¶ وفى العنكبوت: (يَكْفُرُونَ) بغير (هُمْ) ¶ جوابه: ¶ ما تقدم أن آية النحل سياقها للمخاطبين متصل بقوله تعالى: (وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا) الآية، ثم عدل إلى الغيبة بقوله تعالى: (أَفَبِالْبَاطِلِ يُؤْمِنُونَ) فناسب (هُمْ) توكيدا للغيبة، كي لا يلتبس الغيبة بالخطاب. ¶ وآية العنكبوت للغائبين، فناسب حذف (هُمْ) منه لعدم اللبس.",
            "page": "230",
            "part": "1",
            "seal": "B288C73E"
        },
        {
            "id": "150",
            "nass": "237 - مسألة: ¶ قوله تعالى: (أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ) ¶ ثم قال تعالى: (إِنَّ فِي ذَلِكَ لَآيَاتٍ) وظاهره واحدة كما تقدم قبل ذلك؟ . ¶ جوابه: ¶ أنه لما ختم الآيات المذكورة في هذه السورة بهذه الآية كانت هي وما قبلها آيات فتكون الإشارة بذلك إلى مجموع ما تقدم من الآيات والله أعلم. ¶ سورة بنى إسرائيل ¶ 238 - مسألة: ¶ قوله تعالى: (وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاءَ رَحْمَةٍ مِنْ رَبِّكَ تَرْجُوهَا) . ¶ ما فائدة الشرط والرد الجميل مطلوب مطلقا؟ .",
            "page": "231",
            "part": "1",
            "seal": "D0815DA1"
        },
        {
            "id": "151",
            "nass": "جوابه: ¶ أن المراد به: الوعد بالعطاء عند رجاء حصول الخير لأنه أطيب لنفس السائل. ¶ 239 - مسألة: ¶ قوله تعالى: (وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا) وبعدها: (وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ) ¶ وفى الكهف: (وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِلنَّاسِ) ؟ . ¶ جوابه: ¶ مع ما تقدم من تنويع الكلام للفصاحة والإعجاز: ¶ أن الأولى: وردت بعد ما تقدم من الآيات من الوصايا والعظات والتسويفات، ولذلك قال: (لِيَذَّكَّرُوا) أي يذكروه فيعملوا به. ¶ والثانية: وردت بعد أفعال وأقوال من قوم مخصوصين: (وَإِنْ كَادُوا لَيَفْتِنُونَكَ) (وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ) (قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَالْجِنُّ عَلَى أَنْ يَأْتُوا بِمِثْلِ هَذَا الْقُرْآنِ)",
            "page": "232",
            "part": "1",
            "seal": "BE025120"
        },
        {
            "id": "152",
            "nass": "الآية، فناسب تقديم ذكر الناس وقيام الحجة ¶ عليهم بعجزهم عن الإتيان بمثله، ولذلك جاء بعده: (وَقَالُوا لَنْ نُؤْمِنَ لَكَ) . ¶ وأما آية الكهف فوردت بعد ذكر إبليس وعداوته وذم ¶ اتخاذه وذريته أولياء، فناسب تقديم ذكر القرآن الدال ¶ على عداوته ولعنه. ¶ 240 - مسألة: ¶ قوله تعالى: (وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ) وذلك من إبليس معصية، وقد قال الله تعالى: (إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ) ؟ . ¶ جوابه: ¶ أنه تهديد لا أمر طاعة، كقوله تعالى: (كلوا وتمتعوا) ، والمعنى شاركهم في الإثم لا في المال.",
            "page": "233",
            "part": "1",
            "seal": "6FD76CC1"
        },
        {
            "id": "153",
            "nass": "241 - مسألة وجوابها: ¶ قوله تعالى: (ثُمَّ لَا تَجِدُوا لَكُمْ وَكِيلًا) أي يقوم ¶ مقامكم في دفع ذلك عنكم. ¶ وقوله تعالى: (تَبِيعًا) أي تبيعا في المطالبات عن ¶ إهلاككم. ¶ وقوله تعالى: (ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا) في دفع ¶ ذلك. ¶ وقوله تعالى: (ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا) يرد ¶ عليك ما تذهب به. ¶ 242 - مسألة: ¶ قوله تعالى: (كل مثل) ¶ والمذكور بعض الأمثال. ¶ جوابه: ¶ المراد من كل مثل محتاج إليه من أمر الدنيا والدين. أو ¶ يكون عاما مخصوصا كقوله تعالى: (تُدَمِّرُ كُلَّ شَيْءٍ) .",
            "page": "234",
            "part": "1",
            "seal": "2DD4F3CE"
        },
        {
            "id": "154",
            "nass": "243 - مسألة: ¶ قوله تعالى: (وَمَا مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جَاءَهُمُ الْهُدَى إِلَّا أَنْ قَالُوا أَبَعَثَ اللَّهُ بَشَرًا رَسُولًا (94) . ¶ وقال تعالى في الكهف: (إِلَّا أَنْ تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا (55) ¶ فحصر في آية سبحان غير ما حصر في آية الكهف؟ . ¶ جوابه: ¶ أن آية \" سبحان \" إشارة إلى \"المانع العادي \" وهو استغرابهم ¶ أن بعث الله بشرا رسولا. ¶ وآية الكهف: دلت على \"المانع الحقيقي\" وهو إرادة الله ¶ سبحانه وتعالى وتقدير الآية: إلا إرادة الله هلاكهم لما سبق ¶ في علمه. ¶ 244 - مسألة: ¶ قوله تعالى: (قُلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ) وفى العنكبوت: (قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا) ؟ .",
            "page": "235",
            "part": "1",
            "seal": "A3F1E7C5"
        },
        {
            "id": "155",
            "nass": "جوابه: ¶ أنه لما وصف (شَهِيدًا) بقوله تعالى: (يعلم) ناسب ¶ تأخيره لتتبع الصفة موصوفه ولا يحول بينهما حائل. وليس هنا ولا في أمثالها صفة لشهيد، فجاء على ¶ القياس في غير (كَفَى بِاللَّهِ شَهِيدًا) (كَفَى بِاللَّهِ وَكِيلاً) . ¶ 245 - مسألة: ¶ قوله تعالى: (كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا (97) ومعنى ¶ خبت سكنت. وقال في الزخرف: لَا يُفَتَّرُ عَنْهُمْ) ؟ ¶ جوابه: ¶ لا يلزم من سكون النار نقص العذاب بها إما لبقاء حرها أو ¶ لعذابهم عند ذلك بالزمهربر، ولا يفتر عنهم العذاب إما بحرها أو زمهريرها. ¶ 246 - مسألة: - ء؟ ¶ قوله تعالى: (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ قَادِرٌ) وفى يس والأحقاف (بِقَادِرٌ) ؟",
            "page": "236",
            "part": "1",
            "seal": "8662DF02"
        },
        {
            "id": "156",
            "nass": "جوابه: ¶ أن \"قادر \" هنا: خبر إن المثبتة فلم تدخله \"الباء\". وفى يس: هو خبر \"ليس \" النافية، فدخلت الباء في خبرها. وفى الأحقاف: لما أكد النفى بنفي ثان وهو قوله تعالى: هو - (وَلَمْ يَعْيَ بِخَلْقِهِنَّ) ناسب دخول الباء في (بِقَادِرٌ) . ¶ سورة الكهف ¶ 247 - مسألة: ¶ قوله تعالى -: (هَؤُلَاءِ قَوْمُنَا اتَّخَذُوا مِنْ دُونِهِ آلِهَةً) وظاهره، إفرادهم لها بالعبادة دونه تعالى. ¶ وقال تعالى بعده: (وَمَا يَعْبُدُونَ إِلَّا اللَّهَ) فاستثنى الرب سبحانه من معبوداتهم. ¶ جوابه: ¶ أن اتخذوا للماضي، وكانوا مفردين لهم في العبادة ويعبدون للاستقبال، وقد يعبدون الله تعالى في المستقبل، وكذلك كان الواقع فصح الاستثناء أدبا وتحرزاً.",
            "page": "237",
            "part": "1",
            "seal": "FB028D63"
        },
        {
            "id": "157",
            "nass": "248 - مسألة: ¶ قوله تعالى: (ثَلَاثَةٌ رَابِعُهُمْ كَلْبُهُمْ) و (خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ) وقال: (وَثَامِنُهُمْ كَلْبُهُمْ) ¶ بزيادة الواو؟ . ¶ جوابه: ¶ من وجهين: ¶ الأول: أن الواو عاطفة على فعل مقدر معناه: صدقوا وثامنهم كليهم. ¶ الثاني: أن كل واحد من القولين المتقدمين بعده قول آخر في معناه فكأن الكلام لم ينقض، والثاني غاية ما قيل: وليس بعده قول آخر، فناسب ذلك مجئ الواو العاطفة المشعرة بانقضاء الكلام الأول، والعطف عليه. ¶ وما يقال ههنا إنه من واو الثمانية، فكلام فيه نظر.",
            "page": "238",
            "part": "1",
            "seal": "25819194"
        },
        {
            "id": "158",
            "nass": "249 - بمسألة: ¶ قوله تعالى: (يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ) وكذلك في الزخرف. ¶ وقال تعالى في \"هل أتى\": (وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ) ؟ . ¶ جوابه: ¶ من وجوه: أحدها: أن الضمير للولدان في \" الإنسان \" وفى ¶ \" الكهف \" والزخرف \" للعباد. ¶ الثاني أنهم يحلون بهما فجمع لأهل الجنة التحلى بالذهب ¶ والفضة. ¶ الثالث: أن الأمزجة مختلفة في ذلك في الدنيا، فمنهم من ¶ يؤثر الذهب ومنهم من يؤثر الفضة، فعوملوا في الجنة بمقتضى ميلهم في الدنيا. ¶ 250 - مسألة: ¶ قوله تعالى: (وَلَئِنْ رُدِدْتُ إِلَى رَبِّي) وفى حم السجدة:",
            "page": "239",
            "part": "1",
            "seal": "DD2BC649"
        },
        {
            "id": "159",
            "nass": "(وَلَئِنْ رُجِعْتُ إِلَى رَبِّي) ؟ . ¶ جوابه: ¶ بعد تنتويع الخطاب: أن في لفظ \"الرد\" من الكراهية للنفوس ¶ ما ليس في لفظ الرجوع فلما كان آية صاحب الكهف، وصف جنته بغاية المراد بالجنان، كانت مفارقته لها أشد على النفس من مفارقة صاحب حم السجدة لما كانت فيه، لأنه لم يبالغ في وصف ما كان فيه كما بالغ صاحب آية الكهف فناسب ذلك لفظ الرد هنا، ولفظ الرجوع ثمة. ¶ 251 - مسألة: ¶ قوله تعالى: (وَعُرِضُوا عَلَى رَبِّكَ صَفًّا) وقال فى القمر: (كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (7) ؟ . ¶ جوابه: ¶ الأول: عند السؤال، والثانى عند خروجهم من القبور وحشرهم إلى القيامة ¶ 252 - مسألة: ¶ قوله تعالى: (فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ) وقال في السجدة: ((ثُمَّ أَعْرَضَ عَنْهَا)",
            "page": "240",
            "part": "1",
            "seal": "890E44C5"
        },
        {
            "id": "160",
            "nass": "هنا \" بالفاء \"، وثَمَّ بـ \" ثُمَّ \" ¶ جوابه: ¶ الإعراض: إما مصادمة ورد بالصدر من غير مهلة، وإما أن ¶ يكون عن مهلة وروية، فلما تقدم في الكهف: (وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ) الآية. ناسب ذلك \" الفاء \" المؤذنة ¶ بالتعقيب بالإعراض منهم عند مجادلتهم ودحضهم الحق. ¶ ولم يتقدم مثل ذلك في السجدة، بل قال: (وَأَمَّا الَّذِينَ فَسَقُوا) أي استمروا على فسقهم فناسب ذلك \" ثُمَّ \" ¶ المؤذنة بالتراخي. ¶ 253 - مسألة: ¶ قوله تعالى: (نَسِيَا حُوتَهُمَا) . والناسى: فتاه، بدليل: (فَإِنِّي نَسِيتُ الْحُوتَ) وقوله (آتِنَا غَدَاءَنَا) ؟ . ¶ جوابه: ¶ أن النسيان بمعنى: الترك، فمن موسى عليه السلام: ترك التفقد، ومن فتاه: الذهول عنه أو النسيان منهما في مجمع البحرين، ومن فتاه لما جاوزا ذلك.",
            "page": "241",
            "part": "1",
            "seal": "01DF36B8"
        },
        {
            "id": "161",
            "nass": "254 - مسألة: ¶ قوله تعالى: (لَقَدْ جِئْتَ شَيْئًا إِمْرًا) ، وبعده: (شَيْئًا نُكْرًا) ما معناهما؟ . ¶ جوابه: ¶ أن \"الإمر\" ما يخشى منه، والنكر: ما تنكره العقول ¶ والشرائع. ¶ والسفينة لم تغرق وإنما عابها، وخشى منه، وقتل الغلام إعداما له بالكلية، فناسب كل لفظ مكانه. ¶ 255 - مسألة: ¶ قوله تعالى: (قَالَ أَلَمْ أَقُلْ إِنَّكَ) وقال: (قَالَ أَلَمْ أَقُلْ لَكَ) ؟ . ¶ جوابه: ¶ أن الخضر قصد بالأولى: تذكير موسى عليهما السلام بما شرط عليه فخاطبه بلطف وأدب معه. ¶ وفى الثانية: كرر موسى الإنكار عليه، فشدد الخضر عليه، وأكد القول بقوله (لك) لأن كاف الخطاب أبلغ في",
            "page": "242",
            "part": "1",
            "seal": "BE680B1E"
        },
        {
            "id": "162",
            "nass": "التنبيه. ¶ 256 - مسألة: ¶ قوله تعالى: (لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ فَأَرَدْتُ أَنْ أَعِيبَهَا) وقال بعده: (فَأَرَدْنَا) ، وقال في الثالثة: (فَأَرَادَ رَبُّكَ) ؟ . ¶ جوابه: ¶ أن هذا حسن أدب من الخضر مع الله تعالى. ¶ أما في الأول: فإنه لما كان عيبا نسبه إلى نفسه. ¶ وأما الثاني: فلما كان يتضمن العيب ظاهرا، وسلامة الأبوين من الكفر، ودوام إيمانهما باطنا قال: أردنا، كأنه قال: أردت أنا القتل وأراد الله سلامتهما من الكفر وإبدالهما خيرا منه. ¶ وأما الثالث: فكان خيرا محضا ليس فيه ما ينكر لا عقلا ولا ¶ شرعا نسبه إلى الله وحده فقال: فأراد ربك. ¶ 257 - مسألة: ¶ السورة. ¶ قوله تعالى: (سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا (78) ¶ ثم قال: (ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْرًا (82)",
            "page": "243",
            "part": "1",
            "seal": "A47570CF"
        },
        {
            "id": "163",
            "nass": "وقال في قصة (فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ وَمَا اسْتَطَاعُوا لَهُ نَقْبًا (97) ؟ . ¶ جوابه: ¶ أنه تقدم أولا: (مَا لَمْ تَسْتَطِعْ) فخفف الثاني لدلالة الأول ¶ عليه، وفى قصة ذي القرنين أن تعلق الفعل بالمفعول المفرد ¶ أخفف من تعلقه بالمركب، و (أَنْ يَظْهَرُوهُ) مفعول مركب، ¶ فناسب التخفيف، و \" نقبا \" مفعول مفرد فكمل لفظ الفعل ¶ معه لعدم المقتضى للتخفيف. ¶ 258 - مسألة: ¶ قوله تعالى: (وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ) ظاهره أنه بمكان معين لغروبها. ¶ وقال تعالى: (رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (17) الآية، و (وَرَبُّ الْمَشَارِقِ) وهو المعروف للشمس؟ . ¶ جوابه: ¶ أنه معين بالنسبة إلى ذلك المكان وذلك الزمان لا بالنسبة إلى سائر الأزمنة والأقطار كما تقول: غابت في البحر، وإنما هي في السماء، وإنما هو بالنسبة إلى نظرك.",
            "page": "244",
            "part": "1",
            "seal": "673B698C"
        },
        {
            "id": "164",
            "nass": "259 - مسألة: ¶ قوله تعالى: (وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا (106) وفيما قبله من هذه السورة: (وَاتَّخَذُوا آيَاتِي وَمَا أُنْذِرُوا هُزُوًا (56)) . ¶ جوابه: ¶ أن الآية الأولى: تقدمها: (وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا (54) ، وقوله تعالى: (مُبَشِّرِينَ وَمُنْذِرِينَ وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ) فناسب ذلك (وَمَا أُنْذِرُوا هُزُوًا (56) ¶ والآية الثانية: تقدمها قصة موسى والخضر وذي القرنين وسؤال اليهود ذلك، فناسب: (رُسُلِي) . ¶ جواب آخر: أن المراد تنويع كفر الكفار لأنه إنما بالرسل كقولهم: ساحر كاهن، أو بما جاءوا به، كقولهم: سحر مفترى، وما سمعنا بهذا، وشبه ذلك.",
            "page": "245",
            "part": "1",
            "seal": "70F4C2A4"
        },
        {
            "id": "165",
            "nass": "سورة مريم ¶ 260 - مسألة: ¶ قوله تعالى: (قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ) ¶ ما وجه قوله ذلك مع أنه قال: (فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (5) ¶ فسؤاله مؤذن بإمكانه عنده، وقوله: (أَنَّى يَكُونُ لِي) مؤذن بإحالته عادة؟ ¶ جوابه: ¶ أنه كان بين سؤاله وبشارته بالولد أربعين سنة. (1) ¶ 261 - مسألة: ¶ قوله تعالى في يحيى عليه السلام (وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا (14) وَسَلَامٌ عَلَيْهِ) وفى عيسى عليه السلام (وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (32) وَالسَّلَامُ عَلَيَّ) . ¶ جوابه: ¶ أن الأول: إخبار من الله تعالى ببركته وسلامه عليه. ¶ ________ ¶ (1) كلام فى غاية البعد.",
            "page": "246",
            "part": "1",
            "seal": "5CD59A06"
        },
        {
            "id": "166",
            "nass": "والثاني: إخبار عيسى عليه السلام عن نفسه، فناسب ¶ عدم التزكية لنفسه بنفي المعصية أدبا مع الله تعالى، وقال: ¶ (شقيا) أي بعقوق أمي أو بعيدا من الخير. ¶ وقوله: (وَالسَّلَامُ) معرفا، أي السلام المتقدم على يحيى ¶ علىَّ أيضا. ¶ 262 - مسألة: ¶ قوله تعالى: (قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا (23)) وقد تقدم قول الملك: (لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (19) و (وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ) فكيف ذلك بعد علمها ¶ جوابه: ¶ لم تقله كراهة له، بل لما يحصل لها من الخجل عند قومها ¶ بخروج ذلك عن العادة والوقوع فيها. ¶ 263 - مسألة: ¶ قوله تعالى: (فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (37)",
            "page": "247",
            "part": "1",
            "seal": "443288CC"
        },
        {
            "id": "167",
            "nass": "وقال في الزخرف: أبث (فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ (65) ؟ . ¶ جوابه: ¶ أن آية مريم تقدمها وصف الكفار باتخاذ الولد وهو كفر ¶ صريح، فناسب وصفهم بالكفر. ¶ ولم يرد مثل ذلك في الزخرف، بل قال تعالى: (فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ) فوصفهم بالظلم لاختلافهم. ¶ 246- مسألة: ¶ قوله تعالى: (إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (41) . في إبراهيم وإدريس وفى موسي: (رَسُولًا نَبِيًّا) ، وفى إسماعيل: (صَادِقَ الْوَعْدِ) . ما وجه تخصيص كل منهم بما وصف به وكل منهم كذلك؟ . ¶ جوابه: ¶ أما إبراهيم عليه السلام فلعل المبالغة في صدقه لنفى ما توهم منه في الثلاثة التي ورى بها وهي: \" إنى سقيم \" ولسارة: \" هي أختي \"، و \" فعله كبيرهم \".",
            "page": "248",
            "part": "1",
            "seal": "96803893"
        },
        {
            "id": "168",
            "nass": "وأما موسى عليه السلام، فلأنه أخلص نفسه لله في منابذة ¶ فرعون مع ملكه وجبروته وفى غير ذلك. ¶ وأما إسماعيل عليه السلام: فلصدق قوله: (سَتَجِدُنِي إِنْ شَاءَ اللَّهُ مِنَ الصَّابِرِينَ) ووفى بوعده فصدق في قوله: ¶ وقيل: إنه وعد إنسانا إلى مكان فوفى له وانتظره مدة. ¶ 265 - مسألة: ¶ قوله تعالى: (أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ) ومناسبة مس العذاب: الجبار المنتقم؟ . ¶ وما فائدة تكرار ذكر \" الرحمن \" في هذه السورة أكثر من غيرها؟ . ¶ جوابه: ¶ أما قوله تعالى: (عَذَابٌ مِنَ الرَّحْمَنِ) ففيه تعظيم أمر الكفر الذي كان عليه أبوه، لأن من عظمت رحمته وعمت لا يعذب إلا على أمر عظيم بالغ في القبح فنبه على عظم ما عليه أبوه من الكفر ورجاء قبول توبته من الرحمن. ¶ وأما تكرار لفظ (الرَّحْمَنِ) في هذه السورة: فقد يجاب بأنه لما افتتح أول السورة بقوله تعالى: (ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (2) ¶ نبه بتكرار لفظ (الرَّحْمَنِ) الذي هر بصيغة المبالغة على عظم رحمته وعمومها، وأن ذاك ليس خاصا بأنبيائه وأوليائه، وخواصه.",
            "page": "249",
            "part": "1",
            "seal": "F8B241AF"
        },
        {
            "id": "169",
            "nass": "266 - مسألة: ¶ قوله تعالى (وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا) وقد قال تعالى: ¶ (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (101)) ؟ . ¶ جوابه: ¶ أدن ورود المؤمنين: الجواز على الصراط، والكفار والعصاة يدخلونها أو أن الخطاب لمن تقدم ذكرهم في قوله (أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا (69) ¶ إلى قوله تعالى: (صِلِيًّا (70) . ¶ سورة طه ¶ 267 - مسألة: ¶ قوله تعالى: (تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى (4)) وفى غيره من المواضع: (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) ؟. ¶ فبدأ بِالسَّمَاوَاتِ",
            "page": "250",
            "part": "1",
            "seal": "DFA6EF3C"
        },
        {
            "id": "170",
            "nass": "جوابه: ¶ أما أولا: فلموافقة رؤوس الآى، ولأنه الواقع لأن خلق ¶ الأرض قبل السماء، وأيضا: لما ذكر أن إنزال القرآن تذكرة لمن يخشى وهم سكان الأرض ناسب ذلك البداءة بالأرض التي أنزل القرآن تذكرة لأهلها. ¶ وأما البداءة بالسموات: فلشرفها وعظمها. ¶ 268 - مسألة: ¶ قوله تعالى: \" أَكَادُ أُخْفِيهَا \"، وقال تعالى: (إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي) فظاهر قوله تعالى: (آتِيَةٌ أَكَادُ) ¶ أنه أظهرها، وقوله تعالى: (إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي) إخفاء ¶ لها؟ . ¶ جوابه:. ¶ أن معناه: أكاد لشدة الاعتناء بإخفاء وقتها أن أخفى علمها ¶ ووقوعها عن الخلق، وهذا قد أظهره للخلق بقوله: (إِنَّ السَّاعَةَ آتِيَةٌ) دليل على أن المراد: أكاد أخفى إتيانها. ¶ وقوله: (إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي) أي حقيقة وقتها بعينه لأن ¶ ذلك مما اختص الله تعالى به. ¶ 269 - مسألة: ¶ قوله تعالى: (وَإِمَّا أَنْ نَكُونَ أَوَّلَ مَنْ أَلْقَى (65) قَالَ بَلْ أَلْقُوا) .",
            "page": "251",
            "part": "1",
            "seal": "53E84268"
        },
        {
            "id": "171",
            "nass": "والسحر حرام فكيف أمرهم. به مع عصمته؟ . ¶ جوابه: ¶ أنه لما كان إلقاؤهم سببا لظهور معجزته، وصدق دعوى نبوته صار حسنا بهذا الاعتبار، وخرج عن كونه قبيحا. ¶ 270 - مسألة: ¶ قوله تعالى: (وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هَدَى (79)) ما فائدة قوله: (وَمَا هَدَى) وهو معلوم ((وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ) ؟ . ¶ جوابه: ¶ التصريح بكذبه في قوله (وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ (29)) والتهكم به. ¶ 271 - مسألة: ¶ قوله تعالى: (لِمَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى (82) ¶ وقال تعالى: (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ (17)) فالاهتداء هنا مؤخر عن الإيمان والعمل الصالح وفى الآية الأخرى مقدم عليها؟ .",
            "page": "252",
            "part": "1",
            "seal": "DBE0F4F3"
        },
        {
            "id": "172",
            "nass": "جوابه: ¶ أن المراد بقوله: (ثُمَّ اهْتَدَى) أي دام على هدايته، ¶ كقوله تعالى: (اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (6) أي ثبتنا عليه ¶ وأدمنا. ¶ 272 - مسألة: ¶ قوله تعالى: (وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124)) وقال تعالى: (اقْرَأْ كِتَابَكَ) وقال: (وَرَأَى الْمُجْرِمُونَ النَّارَ) . ¶ فظاهره يدل على الإنكار؟ . ¶ جوابه: ¶ أن القيامة مواطن: ففى بعضها يكون عمى، وفى بعضها ¶ إبصارا، ويختلف ذلك باختلاف أهل الحشر فيه - والله أعلم. ¶ سورة الأنبياء عليهم السلام ¶ 273 - مسألة: ¶ قوله تعالى: (مَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ)",
            "page": "253",
            "part": "1",
            "seal": "7BBD05B6"
        },
        {
            "id": "173",
            "nass": "وقال في الشعراء: (مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ) ؟ . ¶ جوابه: ¶ لما تقدم هنا: (اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ) وذكر إعراضهم ¶ وغفلتهم وهو وعيد وتخويف فناسب ذكر الرب المالك ليوم ¶ القيامة المتوفى ذلك الحساب. ¶ وفى الشعراء: تقدم (إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آيَةً) ¶ لكن لم يفعل ذلك لعموم رحمته للمؤمنين والكافرين ¶ لم يشأ ذلك، ويقوى ذلك تكرير قوله تعالى في السورة: ¶ (وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ) . ¶ 274 - مسألة: ¶ قوله تعالى: (وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا) ثم قال تعالى: (كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (33) ¶ والسقف: المستوى، والفلك: هو المستدير؟ . ¶ جوابه: ¶ أن السقف لا يلزم منه الاستواء، بل يقال لكل بناء عال على هواء سقف سواء كان مستويا أو مستديرا، كقولهم:",
            "page": "254",
            "part": "1",
            "seal": "259E00C7"
        },
        {
            "id": "174",
            "nass": "\"سقف الخباء \" وإن كان مستديرا. ¶ 275 - مسألة: ¶ قوله تعالى: (وَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ) . ¶ وقال في إدريس وعيسى عليهما السلام أنه: رفعهما إليه فهما حيان باقيان وهم من البشر؟ . ¶ جوابه: ¶ أن المراد من الخلد في الدنيا التي هي عالم الفناء المعهود ¶ عندهم. وإدريس وعيسى عليهما السلام في عالم آخر غير ¶ المعهود عنده. ¶ 276 - مسألة: ¶ قوله تعالى: (وَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (45) وفى النمل والروم: (وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ) . ¶ والصم كاف فما فائدة ولوا مدبرين؟ . ¶ جوابه: ¶ أن آية الأنبياء نسب فيها السماع إليهم فلم يحتج إلى توكيد ومبالغة فيه، ولذلك قال: (إِذَا مَا يُنْذَرُونَ (45) أي يتشاغلون",
            "page": "255",
            "part": "1",
            "seal": "C5F90587"
        },
        {
            "id": "175",
            "nass": "عن سماعه، فهم كالصم الذين لايسمعون. ¶ وفى آية الروم والنمل نسب الإسماع إلى النبى - صلى الله عليه وسلم - فبالغ في عدم القدرة على إسماعهم بقوله تعالى: (وَلَّوْا مُدْبِرِينَ) ¶ لأن المولى عن المتكلم أجدر بعدم القدرة على إسماعه من ¶ الماكث عنده، ولذلك شبههم بالمولى، وفيه بسط عذر النبى ¶ - صلى الله عليه وسلم -. ¶ 277- مسألة: ¶ قوله معا. إى: (وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ (70) وقال تعالى في الصافات: (فَجَعَلْنَاهُمُ الْأَسْفَلِينَ (98)) ؟ . ¶ جوابه: ¶ أنهم أرادوا كيده بإحراقه فنجاه الله تعالى وأهلكهم وكسر ¶ أصنامهم، فخسروا الدنيا والآخرة. ¶ وفى الصافات قالوا: (قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ) أي من ¶ فوق البناء في الجحيم، فناسب ذكر الأسفلين لقصدهم العلو ¶ لإلقائه في النار والله أعلم. ¶ 278 - مسألة: ¶ قوله تعالى: (وَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ)",
            "page": "256",
            "part": "1",
            "seal": "2C70BF94"
        },
        {
            "id": "176",
            "nass": "وقال في سورة ص: (تَجْرِي بِأَمْرِهِ رُخَاءً) ¶ والعاصفة ة الشديدة، والرخاء: الرخوة؟ . ¶ جوابه: ¶ أنها كانت رخوة طيبة في نفسها، عاصفة في مرورها كما. قال تعالى: (غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ) . ¶ أو أن ذلك كان باعتبار حالين على حسب ما يأمرها سليمان عليه السلام. ¶ 279 - مسألة: ¶ قوله تعالى: (فَنَفَخْنَا فِيهَا مِنْ رُوحِنَا) وفى التحريم: (فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا) ؟ . ¶ جوابه: ¶ أن لفظ التذكير عند العرب أخف من التأنيث، وها هنا لم يتكرر لفظ التأنيث كتكريره في التحريم فجاء فيها مؤنثا. ¶ وفى التحريم تكرر لفظ التأنيث بقوله تعالى: (ومريم) و (ابنت) و (أحصنت) و (فرجها) فناسب التذكببر تخفيفا من زيادة تكرر التأنيث.",
            "page": "257",
            "part": "1",
            "seal": "F1712014"
        },
        {
            "id": "177",
            "nass": "280 - مسألة: ¶ قوله تعالى: (وَأَنَا رَبُّكُمْ فَاعْبُدُونِ (92) وَتَقَطَّعُوا) وفى ¶ المؤمنين: (فَاتَّقُونِ (52) فَتَقَطَّعُوا) ؟ . ¶ جوابه: ¶ أما قوله: (فَاعْبُدُونِ) فلأنه خطاب لسائر الخلق، فناسب ¶ أمرهم بالعبادة والتوحيد ودين الحق. ¶ وقوله: ((فَاتَّقُونِ) خطاب للرسل فناسب الأمر بالتقوى، ¶ ويؤيده: (يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ) و (يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ) . ¶ وأما \" الواو\"، و \" الفاء\"، فلأن ما قبل \" الواو\" لا يتعلق بما ¶ بعدها، وما قبل \"الفاء\" متعلق بما بعدها لأن ذكر الرسل ¶ يقتضي التبليغ ولم يسمعوا، فكأنه قيل: بلغهم الرسل دين ¶ الحق فتقطعوا أمرهم، ولذلك قيل هنا: (كُلٌّ إِلَيْنَا رَاجِعُونَ (93)) وفى المؤمنين: (كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ) ¶ أي من الخلاف بينهم فرحون. ¶ 281 - مسألة: ¶ قوله تعالى: (وَهُمْ فِيهَا لَا يَسْمَعُونَ (100)) وقال تعالى: (وَإِذْ يَتَحَاجُّونَ فِي النَّارِ)",
            "page": "258",
            "part": "1",
            "seal": "7D87A1F1"
        },
        {
            "id": "178",
            "nass": "وقال تعالى: (قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ (96) ¶ إلى غير ذلك مما يدل على سماعهم؟ . ¶ جوابه: ¶ لعل ذلك باعتبار حالين: ¶ فحال السماع والمحاجة والمخاصمة قبل اليأس من الخلاص من النار. ¶ وحال اليأس لا يسمعون، لما روى أنهم يجعلون في توابيت من نار ويسد عليهم أبوابها فحينئذ لا يسمعون. ¶ سورة الحج ¶ 282 - مسألة: ¶ قوله تعالى: (يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ) ثم قال: (وَتَرَى النَّاسَ سُكَارَى) الآية؟ .",
            "page": "259",
            "part": "1",
            "seal": "B28210E7"
        },
        {
            "id": "179",
            "nass": "جوابه: ¶ أن الزلزلة عامة في وقت واحد فيدركها الكل إدراكا واحدا ¶ فقال: (تَرَوْنَهَا) ¶ ورؤية السكارى مختصة بكل إنسان بنفسه فيراهم هذا في وقت وهذا في وقت فقال: وترى أيها الرائى. ¶ 283- مسألة: ¶ قوله تعالى: (تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا) إن كان المراد بالزلزلة نفس البعث والساعة فلا حمل حينئذ ولا رضاع. وإن كان غير الساعة فما هو؟ . ¶ جوابه: ¶ اختلف في ذلك، فقيل: هو رجفة عظيمة عند نفخة الصعق، وقيل: عند طلوع الشمس من مغربها، وهذا ¶ جواب ظاهر. ¶ وقيل: هو نفس قيام الساعة، والمراد: التمثيل بأن الحال ¶ كذلك لو كان حمل أو إرضاع. ¶ 284 - مسألة: ¶ قوله تعالى: (وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى) ؟ .",
            "page": "260",
            "part": "1",
            "seal": "554806B1"
        },
        {
            "id": "180",
            "nass": "جوابه: ¶ أنهم سكارى من الدهش لتلك الأهوال، وما هم بسكارى من الشراب. ¶ 285 - مسألة: ¶ قوله تعالى: (أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ) ثم قال: (وَكَثِيرٌ مِنَ النَّاسِ) وقد دخلوا فيمن في الأرض؟ . ¶ جوابه: ¶ أن السجود المذكور أولا: سجود الخضوع والانقياد لأمره ¶ وتصرفه، وهو من الناس سجود العبادة المعهود. ¶ 286 - مسألة: ¶ قوله تعالى: (كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا) ؟ . ¶ وفى السجدة (أَنْ يَخْرُجُوا مِنْهَا أُعِيدُوا فِيهَا) ¶ جوابه: ¶ لما تقدم تفاصيل أنواع العذاب ناسب قوله: (مِنْ غَمٍّ) أي",
            "page": "261",
            "part": "1",
            "seal": "829CBBF8"
        },
        {
            "id": "181",
            "nass": "من الغموم المذكورة وهي ثبات أهل النار، وصب الحميم في ¶ رؤوسهم إلى آخره. ¶ ولم يذكر في السجدة سوى (مَأْوَاهُمُ النَّارُ) فناسب سقوط ¶ (مِنْ غَمٍّ) واقتصر على (منها) ولذلك وصف أنواع نعيم ¶ الجنة لمقابلة ذكر أنواع عذاب النار واقتصر فى السجدة فيه كما يقتصر فيها على مقابله. ¶ 287 - مسألة: ¶ قوله تعالى: (وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ) ¶ وقال في آخر السورة: (لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا) بغير واو؟ . ¶ جوابه: ¶ أن الأولى: تقدمها ما هو من جنسها وهو ذكر الحج ¶ والمناسك فحسن فيه العطف عليه، بخلاف الثانية: فإنه لم ¶ يتقدمها ما يناسبها فجاءت ابتدائية، وبيان ذلك قوله تعالى: ¶ (لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ) الآية، ثم قال: ¶ ((وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا لِيَذْكُرُوا اسْمَ اللَّهِ) الآية. ¶ 288 - مسألة: ¶ قوله تعالى: (وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ) وقال تعالى:",
            "page": "262",
            "part": "1",
            "seal": "13A695A3"
        },
        {
            "id": "182",
            "nass": "(أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْهَا) الآية. وقال تعالى: (وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ) وأشباه ذلك كوقعة أحد وحنين وبئر معونة. ¶ جوابه: ¶ أن ناصر دين الله منصور بإحدى الحسنيين، أو أنه النصر في ¶ العاقبة، أو هو عام مخصوص كغيره من العمومات ¶ المخصوصة، والله أعلم. ¶ 289 - مسألة: ¶ قوله تعالى: (فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا) بالفاء وقال تعالى: (أَهْلَكْنَاهَا) ، ثم قال: (وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَهَا) بالواو؟ . ¶ جوابه: ¶ أن \"الفاء\" في الأولى: بدل من قوله تعالى: (فَكَيْفَ كَانَ نَكِيرِ (44) فهو كالتفسير للنكرة. ¶ و\"الواو\" في الثانية: عطف على الجمل قبلها.",
            "page": "263",
            "part": "1",
            "seal": "84B63098"
        },
        {
            "id": "183",
            "nass": "ولما قال قبل الأولى: فأمليت للكافرين، ثم أغنى ذكر الإملاء ¶ فيما بعد، ولأن الإهلاك إنما هو كان بعد الإملاء المذكور. ¶ ولما تقدم في الثانية: (ويستعجلونك) ناسب (أَمْلَيْتُ لَهَا) أي لم أعجل عليهم عند استعجالهم العذاب. ¶ 290 - مسألة: ¶ قوله تعالى: (لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ (50)) وقال تعالى ¶ بعده: (فِي جَنَّاتِ النَّعِيمِ (56)) وكلاهما للذين آمنوا ¶ وعملوا الصالحات؟ . ¶ جوابه: ¶ لما تقدم ذكر الإنذار في الأولى وهو في الدنيا، ذكر جزاء ¶ إجابته في الدنيا وهي مغفرة ورزق كريم. ¶ ولما تقدم في الثانية ذكر العقاب بقوله تعالى: (عَذَابُ يَوْمٍ عَقِيمٍ (55) ¶ وهو يوم القيامة، ناسب ذلك: (فِي جَنَّاتِ النَّعِيمِ (56)) ¶ أي يوم القيامة. ¶ 291 - مسألة: ¶ قوله تعالى: (وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ الْبَاطِلُ) وفى ¶ لقمان بحذف (هُوَ) ؟ .",
            "page": "264",
            "part": "1",
            "seal": "F0F3AB02"
        },
        {
            "id": "184",
            "nass": "جوابه: ¶ أن آية الحج تقدمها جمل عدة مؤكدات باللام والنون والهاء والواو فناسب توكيد هذه الجملة كأخواتها تبعا لهن. ¶ ولم يتقدم في لقمان مثل ذلك، ولذلك جاء في الحج بعدها: (وَإِنَّ اللَّهَ لَهُوَ الْغَنِيُّ الْحَمِيدُ (64)) وفى لقمان: (إِنَّ اللَّهَ لَهُوَ الْغَنِيُّ) . (1) ¶ سورة المؤمنون ¶ 292 - مسألة: ¶ قوله تعالى: (ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13)) الآيات. عطف الأولين بثم، والثلاثة الأخر بالفاء. ¶ _________ ¶ (1) هذه الآية سابقة على الآية المقارن بها فى سورة لقمان.",
            "page": "265",
            "part": "1",
            "seal": "05B0354C"
        },
        {
            "id": "185",
            "nass": "جوابه: ¶ أن الإنسان: آدم، والمجعول: بنوه بعده، والمراد الجنس، لأن آدم عليه السلام لم يكن نطفة قط، ثم ذكر خلقه بعده من النطفة كما ذكر. ¶ 293 - مسألة: ¶ قوله تعالى: (فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ (14) وظاهره ¶ الاشتراك في الخلق وفى فاطر: (هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ) ؟ . ¶ جوابه: ¶ أن المراد بالخلق: التقدير، ويطلق الخلق على التقدير لغة ¶ ومنه قوله تعالى: (وَتَخْلُقُونَ إِفْكًا) لكن عند الإطلاق ¶ مختص بالله تعالى كالرب يطلق على رب المال والدار وعند ¶ الإطلاق لله تعالى. ¶ 290 - مسألة: ¶ قوله تعالى: (فَقَالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ) وقال ¶ تعالى بعده في قصة هود (وَقَالَ الْمَلَأُ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا) فقدم الجار والمجرور ثانيا. ¶ جوابه: ¶ أن الجار في قصة نوح عليه السلام - جاء بعد تمام",
            "page": "266",
            "part": "1",
            "seal": "E0909C25"
        },
        {
            "id": "186",
            "nass": "الصلة والانتقال إلى المقول فما فصل بين متلازمين، ولو ¶ أخره في قصة هود عليه السلام لفصل بين الصلة وتمامها ¶ المعطوف عليها لأن قوله تعالى: (وكذبوا) من تمام الصلة. ¶ 295 - مسألة: ¶ قوله تعالى: (فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ (41)) معرفا، وقال ¶ بعده: (فَبُعْدًا لِقَوْمٍ لَا يُؤْمِنُونَ (44)) منكرا؟ . ¶ جوابه: ¶ أن القرن الأول معروف أنهم قوم هود لقوله تعالى: (مِنْ بَعْدِهِمْ قَرْنًا) ، وأول قرن بعد نوح: قوم هود. ¶ وقوله تعالى: (قُرُونًا آخَرِينَ) غير معروفين بأعيانهم ¶ فجاء بلفظ التنكير بقوله تعالى: (لِقَوْمٍ لَا يُؤْمِنُونَ) لأن عدم ¶ الإيمان هي الصفة العامة لجميعهم. ¶ 296 - مسألة: ¶ قوله تعالى: (وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءَهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ) وقال تعالى: (قُلْ مَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ) الآية. فما وجه فسادهما باتباع الحق أهواءهم؟ .",
            "page": "267",
            "part": "1",
            "seal": "7BFD967A"
        },
        {
            "id": "187",
            "nass": "جوابه: ¶ أي لو كان الحق كما يقولون من تعدد الآلهة لفسدت ¶ السموات والأرض، وهو معنى قوله تعالى: (لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا) . ¶ 297 - مسألة: ¶ قوله تعالى: (لَقَدْ وُعِدْنَا نَحْنُ وَآبَاؤُنَا هَذَا مِنْ قَبْلُ) وفى النمل: (لَقَدْ وُعِدْنَا هَذَا نَحْنُ وَآبَاؤُنَا مِنْ قَبْلُ) قدم (نَحْنُ) هنا، وأخره في النمل؟ . ¶ جوابه: ¶ لما تقدم هنا ذكر آبائهم بقوله تعالى: (بَلْ قَالُوا مِثْلَ مَا قَالَ الْأَوَّلُونَ (81) ¶ وهم آباؤهم ناسب ذلك تقديم المؤكد وهو (نحن) ليعطف عليه \"الآباء\" المقدم ذكرهم، ثم تأخير المفعول الموعود لهم جميعا وهو (هَذَا) . ¶ وآية النمل لم يذكرفيها (الْأَوَّلُونَ) بل قال: (وَقَالَ الَّذِينَ كَفَرُوا) الآية، فناسب تقديم المفعول لموعود، ثم ذكر المؤكد ليعطف عليه، ثم لم يذكر أولا، وحاصله تقديم من تقدم ذكره أهم وأنسب، وتقديم المفعول الموعود، وتأخير من",
            "page": "268",
            "part": "1",
            "seal": "97BDE67B"
        },
        {
            "id": "188",
            "nass": "لم يذكر أهم وأنسب. ¶ 298 - مسألة: ¶ قوله تعالى: (فَلَا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءَلُونَ (101) ¶ وقال تعالى أيضا: (يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ (34)) الآية. وقال تعالى: (وَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ (25)) . ¶ جوابه: ¶ أنه لا أنساب بينهم تنفع كما كانت تنفع في الدنيا. ¶ ووجه آخر: أن في القيامة مواطن كما تقدم، ففي بعضها لا يتساءلون لاشتغالهم كل بنفسه، وفى بعضها يتساءلون. ¶ سورة النور ¶ 299 - مسألة: ¶ قوله تعالى: (الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا) ¶ ثم قال: (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً) قدم (الزَّانِيَة) أولا",
            "page": "269",
            "part": "1",
            "seal": "CA9B66A1"
        },
        {
            "id": "189",
            "nass": "و (الزَّانِي) ؟ . ¶ جوابه: ¶ أن المرأة هي الأصل في الزنا غالبا لتزينها وتطميع الرجل بها، ¶ وقيل: لأن شهوة النساء أشد من الرجال، فلذلك قدمها أولا، وقدم الرجل ثانيا، لأن الرجل هو الأصل في عقد النكاح لأنه الخاطب، فناسب ما ذكرناه تقديم النساء أولا والرجال ثانيا. ¶ 300 - مسألة: ¶ قوله تعالى: (الزَّانِي لَا يَنْكِحُ إِلَّا زَانِيَةً) . وقد يتزوج ¶ العفيف الزانية، وعكسه؟ . ¶ جوابه: ¶ أنه منسوخ بآية النساء. ¶ 301 - مسألة: ¶ قوله تعالى: (وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ) ثم قال:",
            "page": "270",
            "part": "1",
            "seal": "2CBA4FAB"
        },
        {
            "id": "190",
            "nass": "(وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا) ؟ . ¶ جوابه: ¶ إما ليتفنن في الخطاب لكراهة التكرار، أو لأن الغضب أشد من اللعن لأنه مقدمة الانتقام، واللعن: الإبعاد المجرد، وقد ¶ لا ينتقم. وخصها بذلك لاحتمال كذبها لقلة عقلها ودينها. ¶ 302 - مسألة: ¶ قوله تعالى: (وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (10)) وقال تعالى بعده: (وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ (20) . ¶ جوابه: ¶ أن الأولى: تقدمها ذكر الزنا والجلد، فناسب ختمه بالتوبة، حثا على التوبة منه وأنها مقبولة من التائب، وناسب أنه (حَكِيمٌ) لأن الحكمة اقتضت ما قدمه من العقوبة لما فيه من الزجر عن الزنا، وما يترتب عليه من المفاسد. ¶ وأما الثانية: فقوله تعالى: (رَءُوفٌ رَحِيمٌ) ذكره بعد ما وقع به أصحاب الإفك فبين أنه لولا رأفته ورحمته لعاجلهم بالعقوبة على عظيم ما أتوه من الإفك، ولذلك قال تعالى فيما تقدمه: (لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ (14) .",
            "page": "271",
            "part": "1",
            "seal": "0A7F6BCC"
        },
        {
            "id": "191",
            "nass": "303 - مسألة: ¶ قوله تعالى: (وَلَقَدْ أَنْزَلْنَا إِلَيْكُمْ آيَاتٍ مُبَيِّنَاتٍ) ¶ وقال تعالى بعده: (لَقَدْ أَنْزَلْنَا آيَاتٍ مُبَيِّنَاتٍ)) بحذف \" الواو \" و \" إليكم \"؟ . ¶ جوابه: ¶ أن الأولى بعد ما قدمه قبلها من المواعظ والآداب والأحكام، ¶ فناسب العطف عليه \" بالواو\": و \"إلى\" ثم ابتدأ كلاما مستأنفا ¶ بعد ما قدمه من عظيم آياته بإرسال الرياح والمطر وإنزال الماء والبرد قوله تعالى: \" إليكم \" في الأولى دون الثانية لأنها عقيب تأديب المؤمنين وإرشادهم فكأنها خاصة بهم. ¶ والثانية عامة لأن آيات القدرة للكل غير خاصة، ولذلك قال تعالى بعده: (وَاللَّهُ يَهْدِي مَنْ يَشَاءُ) . ¶ 304 - مسألة: ¶ قوله تعالى: (كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ) ثم قال بعده: (كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ آيَاتِهِ) ثم بعده: (كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ)",
            "page": "272",
            "part": "1",
            "seal": "2CF77D26"
        },
        {
            "id": "192",
            "nass": "جوابه: ¶ أن ذلك كما قدمنا مرات للتفنن لكراهة التكرار لما فيه من مج النفوس. وأيضا قد يقال: لما قدم الأوقات التي يستأذن فيها والاستئذان من أفعال العباد، وكذلك الآية الثالثة قال: (الْآيَاتِ) أي العلامات على أحكامه تعالى ولما قدم على الثانية بلوغ الأطفال وهو من فعله تبارك وتعالى وخلقه لا من فعل العبد نسب الآيات إلى نفسه، فقال تعالى: (آيَاتِهِ) لاختصاص الله تعالى بذلك. ¶ سورة الفرقان ¶ 305 - مسألة: ¶ قوله تعالى: (وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا) ¶ وفى الرعد: (نَفْعًا وَلَا ضَرًّا) وقد تقدم جوابه في سورة الرعد. ¶ 306 - مسألة: ¶ قوله تعالى: (لِنُحْيِيَ بِهِ بَلْدَةً مَيْتًا) وقال تعالى في سبأ:",
            "page": "273",
            "part": "1",
            "seal": "7296D485"
        },
        {
            "id": "193",
            "nass": "(بَلْدَةٌ طَيِّبَةٌ) . ذكر الأول وأنث الثاني؟ . ¶ جوابه: ¶ أن التذكير تارة يكون باعتبار اللفظ وتارة باعتبار معناه كقوله تعالى: (السَّمَاءُ مُنْفَطِرٌ بِهِ) ، وقال تعالى: (إِذَا السَّمَاءُ انْفَطَرَتْ (1) . وأيضا فإن ما لا روح فيه يقال فيه ميت، وما فيه روح يقال له ميتة. ¶ 307 - مسألة: ¶ قوله تعالى: (وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُهُمْ وَلَا يَضُرُّهُمْ) ؟ . ¶ جوابه: ¶ قد يقال زائدا على ما قدمناه في يونس عليه السلام وغيرها أنه لما كان النفى بالإثبات أنسب لأنه مطلوب مطلقا، والضر من باب النفى لأنه يطلب نفيه عند حصوله فالنفي فيه أنسب. ولما تقدم في أول السورة: (لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ) قدم النفى على الإثبات فكان تقديم ما يناسب النص أنسب لتناسب الجملتين.",
            "page": "274",
            "part": "1",
            "seal": "7F885EA0"
        },
        {
            "id": "194",
            "nass": "وههنا، وفى الرعد لم يتقدم جملة تقدم نفيها على إثباتها فكان ¶ تقديم ما هو من باب الإثبات أنسب مما هو من باب النفى. ¶ فإن قيل: فقد قدم الضر على النفع في سورة يونس عليه السلام؟ . ¶ قلنا: قد أجبنا ثَمَّ عن الموضعين. ¶ 308 - مسألة: ¶ قوله تعالى: (وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ) وقال ¶ في الشعراء: (وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ (217) . ¶ جوابه: ¶ أنه أشار ههنا إلى الصفة التي يدوم معها نفع المتوكل عليه ¶ وهي في دوام الحياة، لأن من يموت ينقطع نفعه. ¶ وأشار في آية الشعراء إلى الصفتين اللتين ينفع معهما ¶ التوكل، وهي العزة التي يقدر بها على النفع، والرحمة التي ¶ بها يوصله إلى المتوكل وخص آية الشعراء بختمها بذلك مع ما ذكرناه أي (عَلَى الْعَزِيزِ الرَّحِيمِ (217) الذي تقدم وصفه مرة بعد مرة في إنجاء الرسل وإهلاك أعدائهم. ¶ 309 - مسألة: ¶ قوله تعالى: (إِلَّا مَنْ تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا)",
            "page": "275",
            "part": "1",
            "seal": "F98E15E2"
        },
        {
            "id": "195",
            "nass": "الآية. ثم قال تعالى: (وَمَنْ تَابَ وَعَمِلَ صَالِحًا) ما معناهما حتى تكرر ذلك؟ . ¶ جوابه: ¶ أنه من تاب فإنه يرجع إلى الله وإلى ثوابه رجوعا أي رجوع ¶ 310 - مسألة: ¶ قوله تعالى: (فَأُولَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ) وقال تعالى في مريم: (فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ) . \" ¶ جوابه: ¶ أنه ذكر هنا السبب في دخول الجنة وهي الحسنات. وذكر في مريم المسبب عن ذلك وهو دخول الجنة.",
            "page": "276",
            "part": "1",
            "seal": "0A323D74"
        },
        {
            "id": "196",
            "nass": "سورة الشعراء ¶ 311 - مسألة: ¶ قوله تعالى: (وَمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنَ الرَّحْمَنِ) وفى ¶ الأنعام والأنبياء (مِنْ رَبِّهِمْ) و (فَسَيَأْتِيهِمْ) و (فَسَوْفَ يَأْتِيهِمْ) ؟ تقدم ذلك في الأنعام. ¶ وأيضا: فتقدم قوله تعالى هنا: (لَعَلَّكَ بَاخِعٌ نَفْسَكَ) ناسب ¶ فسيأتيهم، أي: لا تقتل نفسك فسيأتيهم أنباء ذلك. ¶ 312 - مسألة: ¶ قوله تعالى: (أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا) الآية. ¶ وفى الأنعام: ((أَلَمْ يَرَوْا) بحذف الواو؟ .",
            "page": "277",
            "part": "1",
            "seal": "F6781D67"
        },
        {
            "id": "197",
            "nass": "جوابه: ¶ أن ذلك بالواو أشد إنكارا، فلما كان المرئى ثمة إهلاك من ¶ قبلهم وهو أمر غائب غير مشاهد، وكان المرئى هنا إحياء ¶ الأرض وإنبات أصناف النبات والشجر، وهو مرئي كل أوان مشاهد بالحس كان الإنكار بترك الاعتبار هنا أشد، فأتى بالواو الدالة على شدة الإنكار. ¶ 313 - مسألة: ¶ قوله تعالى: (فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ (20) . ¶ جوابه: ¶ المراد: الضالين عن الصواب فيها لا الضلال في الدين. ¶ 314 - مسألة: ¶ قوله تعالى: وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ (58) وفى الدخان: (وَزُرُوعٍ) . ¶ جوابه: ¶ أن كلا الأمرين تركوه، لأن مصر ذات زروع، والكنوز، قيل: ما كانوا يدخرونه من الأموال، وقيل: هي كنوز في",
            "page": "278",
            "part": "1",
            "seal": "E0A7826C"
        },
        {
            "id": "198",
            "nass": "جبل المقطم، وفيه نظر. والله أعلم. ¶ 315 - مسألة: ¶ قوله تعالى: (كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ (59) ¶ وفى الدخان: (وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (28) . ¶ جوابه: ¶ أنه حيث قال: بنى إسرائيل \" فلعله لما سكنوها بعد مدة طويلة من غرق فرعون، وذلك لما تهود ملك مصر، وقيل: إن الضمير في \": أورثناها \" راجع إلى النعم المذكورة، أي: أورثهم إياها في الشام لا في مصر. وحيث قال: (قَوْمًا آخَرِينَ) فهم قوم ملكوا مصر بعد فرعون وقومه. هذا هو الجواب الظاهر، فإنه لم ينقل قط أنهم بعد غرق فرعون رجعوا إلى مصر بل دخلوا في التيه، ثم دخلوا الأرض المقدسة. وقيل: إنه لما بسط ذكر القصة هنا وسمى موسى وهارون عليهما السلام ناسب تعيين بنى إسرائيل وتسميتهم في وراثة مصر. ¶ ولما اختصر القصة في الدخان ولم يسم موسى عليه السلام فيها بل قال تعالى: (جَاءَهُمْ رَسُولٌ مُبِينٌ (13) ¶ فأتى باسمه مبهما، ناسب ذلك الإتيان بذكر بنى إسرائيل مبهما بقوله تعالى: (قَوْمًا آخَرِينَ) وهذا على رأى من يجعل الضمير",
            "page": "279",
            "part": "1",
            "seal": "BD9E61C5"
        },
        {
            "id": "199",
            "nass": "\"لجنات \" مصر وزروعها وكنوزها، وفيه نظر كما تقدم (1) . ¶ 316 - مسألة: ¶ قوله تعالى: إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ (70) ¶ وفى الصافات: (مَاذَا تَعْبُدُونَ) ؟ . ¶ جوابه: ¶ أن (مَاذَا) أبلغ في الاستفهام من (مَا) ، فقوله هنا: ¶ (مَا تَعْبُدُونَ) له خارج مخرج الاستفهام عن حقيقة ¶ معبودهم، فلذلك أجابوه بقولهم: (نَعْبُدُ أَصْنَامًا) ¶ وأما آية الصافات فهو استفهام توبيخ وتقريع بعد معرفته ¶ لمعبودهم ولذلك تمم كلامه بما يدل على الإنكار عليهم، فقال: ¶ (أَئِفْكًا آلِهَةً دُونَ اللَّهِ تُرِيدُونَ (86) الآيات، ولذلك لم يجيبوه في آية الصافات لفهم قصد الإنكار عليهم. ¶ 317 - مسألة: ¶ قوله تعالى: (الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ (78) كرر \"هو\" في: \" يَهْدِينِ، ويطعمنى، ويسقين، ويشفين \" ولم يكرره في: مرضت، ويميتنى\"؟ . ¶ جوابه: ¶ من وجهين:",
            "page": "280",
            "part": "1",
            "seal": "67E07C68"
        },
        {
            "id": "200",
            "nass": "أحدهما سلوك الأدب في إضافته المحبوب ¶ والنعمة إلى الله تعالى وسكوته عن المكروه من المرض والموت ¶ وإضافته إلى نفسه. ¶ والثاني: أن الإطعام والسقى والشفاء قد يضاف إلى الإنسان، ¶ فيقال: فلان يطعم فلانا ويسقيه، فأراد أن الله هو الفعال ¶ لذلك، وأكد الحصر بقوله: هو. ¶ 318 - مسألة: ¶ قوله تعالى في قصة نوح عليه السلام: (فَاتَّقُوا اللَّهَ وَأَطِيعُونِ) كرره دون سائر القصص في السورة؟ . ¶ جوابه: ¶ لعله والله أعلم لطول مدة تبليغهم وأمرهم بالإيمان والتقوى، ¶ فقرر ذلك لذلك. ¶ 319 - مسألة: ¶ قوله تعالى في قصة صالح عليه السلام: (مَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا) وفى قصة شعيب عليه السلام: (وَمَا أَنْتَ)",
            "page": "281",
            "part": "1",
            "seal": "CE232537"
        },
        {
            "id": "201",
            "nass": "بزيادة الواو. ¶ جوابه: ¶ أن قولهم لصالح (مَا أَنْتَ إِلَّا بَشَرٌ مِثْلُنَا) هو بدل من قولهم: (إِنَّمَا أَنْتَ مِنَ الْمُسَحَّرِينَ) ¶ فلم يغلظوا له، ولا اقترحوا عليه آية ¶ وقوم شعيب في خطابهم غلظ عليه وشطط، واقتراح ما اشتهوه من الآيات، فقولهم: (وما) جملة ثانية معطوفة على ما قبلها، فعابوه بأنه من المسحرين، وبأنه بشر مثلهم، وأنه من الكاذبين، واقترحوا الآية عليه، فناسب كلام صالح أوله، وأول كلام قوم شعيب وآخره. ¶ سورة النمل ¶ 320 - مسألة: ¶ قوله تعالى: (تَهْتَزُّ كَأَنَّهَا جَانٌّ) ، والجان صغار الحيات. ¶ وقال تعالى في الأعراف: (فَإِذَا هِيَ ثُعْبَانٌ مُبِينٌ (107) ¶ والثعبان أكبر الحيات؟ . ¶ جوابه: ¶ معناه كأنها جان في سرعة حركتها لا في عظمها، ولذلك قال",
            "page": "282",
            "part": "1",
            "seal": "C792F315"
        },
        {
            "id": "202",
            "nass": "تعالى: (تَهْتَزُّ) وحيث قال تعالى: (ثُعْبَانٌ) إشارة إلى ¶ عظمها فكانت في الحركة كالجان، وفى العظم ثعبان. ¶ 321 - مسألة: ¶ قوله تعالى: (وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ) وفى الزمر: (فَصَعِقَ) ¶ جوابه: ¶ أن آية النمل في نفخة البعث، ولذلك قال تعالى: (وَكُلٌّ أَتَوْهُ دَاخِرِينَ) وآية الزمر في نفخة الموت، ولذلك قال ¶ تعالى: (ثُمَّ نُفِخَ فِيهِ أُخْرَى) . ¶ 322 - مسألة: ¶ قوله تعالى: (وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ) وقال تعالى: (وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنْسِفُهَا رَبِّي نَسْفًا (105) فَيَذَرُهَا قَاعًا صَفْصَفًا (106) لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا (107) ؟ . ¶ جوابه: ¶ أن ذلك باختلاف أحوال:",
            "page": "283",
            "part": "1",
            "seal": "860EEF0E"
        },
        {
            "id": "203",
            "nass": "ففي أول الأمر تسير سير السحاب وترى كالواقفة لعظمها كسير الشمس والقمر في رأى العين ثم بعد ذلك تتضاءل فتكون كالعهن المنفوش ثم تنسف فتكون الأرض قاعا صفافا، والنسف هو تفريق الريح الغبار فيصير كالهباء. والله أعلم. ¶ سورة القصص ¶ 323 - مسألة: ¶ قوله تعالى: (وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى) ¶ تقدم في سورة يوسف عليه السلام. ¶ 324 - مسألة: ¶ قوله تعالى: (وَجَاءَ رَجُلٌ مِنْ أَقْصَا الْمَدِينَةِ يَسْعَى) وفى يس: (وَجَاءَ مِنْ أَقْصَا الْمَدِينَةِ رَجُلٌ يَسْعَى) ؟ . ¶ جوابه: ¶ أن الرجل هنا: قصد نصح موسى عليه السلام وحده لما وجده والرجل في يس: قصد من أقصا القرية نصح الرسل ونصح",
            "page": "284",
            "part": "1",
            "seal": "1033F38E"
        },
        {
            "id": "204",
            "nass": "قومه، فكان أشد وأسرع داعية فلذلك قدم قاصدا (مِنْ أَقْصَا الْمَدِينَةِ) لأنه ظاهر صريح في قصده ذلك من أقصا ¶ المدينة. ¶ 325 - مسألة: ¶ قوله تعالى: قَالَ لِأَهْلِهِ امْكُثُوا) وبقية السورة (إِنِّي آنَسْتُ نَارًا) ؟ ¶ جوابه: ¶ لما تقدم هنا: (وَسَارَ بِأَهْلِهِ) ناسب (امْكُثُوا) أي: عن ¶ السير. ¶ 326 - مسألة: ¶ قوله تعالى: (وَلَوْلَا أَنْ تُصِيبَهُمْ مُصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ) ظاهره جواز عذابهم بما قدمت أيديهم قبل إرسال الرسل، وقد قال تعالى: (وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا (15) ؟ . ¶ جوابه: ¶ أن جواب لولا مقدر محذوف تقديره: لولا أنا إذا عذبناهم",
            "page": "285",
            "part": "1",
            "seal": "1806266A"
        },
        {
            "id": "205",
            "nass": "بمعاصيهم قبل الرسل يقولون ذلك لعذبناهم بها قبل الرسالة لكن يؤخر العذاب إلى ما بعد إرسال الرسل لأن لا يكون للناس على الله حجة بعد الرسل، وقوله تعالى: (لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا) أي: بعد إبراهيم كما أرسلت إلى بنى إسرائيل وفرعون، فألزمهم الحجة بقوله: أو لم يكفر الذين أرسل إليهم موسى به، وقالوا ساحران والله أعلم. ¶ 327 - مسألة: ¶ قوله تعالى: (وَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَزِينَتُهَا) ¶ وفى حم عسق: (فَمَتَاعُ الْحَيَاةِ الدُّنْيَا) ؟ . ¶ جوابه: ¶ أن آية القصص، تقدمها ذكر الكفار وهم المغترون بزينة ¶ الدنيا من مساكن وأموال وخدم وناسب ذلك ¶ ذكر الزينة وختمها بقوله تعالى: (أَفَلَا تَعْقِلُونَ) وآية ¶ حم تقدمها آيات نعمه على عباده المؤمنين، وهم لإيمانه ¶ بالآخرة لا يغترون بزينة الدنيا فناسب عدم الزينة، وختم الآية بقوله تعالى: (وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ) ¶ 328 - مسألة: ¶ قوله تعالى: (إِنْ جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا)",
            "page": "286",
            "part": "1",
            "seal": "785271E1"
        },
        {
            "id": "206",
            "nass": "الآيتين. قدم \" الليل \" على \" النهار\" وختم الأول ¶ ب: (تَسْمَعُونَ) ، والثانية ب: (تُبْصِرُونَ) ؟ . ¶ جوابه: ¶ أن الليل هو الأصل السابق على الضياء بالشمس لزواله ¶ لطلوعها. ولأن عموم منافع النهار أعظم من منافع الليل فقدم المنة بالنعمة العظمى. وقوله تعالى في الأولى: ¶ (تَسْمَعُونَ) لأن عموم المسموعات في النهار لسبب كثرة ¶ الحركات والكلام والمخاطبات والمعاش أكثر من الليل فناسب ذكر السمع. وقوله تعالى في الثانية: (تُبْصِرُونَ) لأن ¶ ظلام الليل يغشى الأبصار كلها فناسب ختمها بذكر البصر. ¶ 329 - مسألة: ¶ قوله تعالى: (وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78) . ¶ وقال ¶ تعالى: (فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (92) عَمَّا كَانُوا يَعْمَلُونَ (93) ؟ . ¶ جوابه: ¶ أن ذلك في مواطن القيامة، ففي موطن يسألون وتقام الحجة",
            "page": "287",
            "part": "1",
            "seal": "DC6D9E06"
        },
        {
            "id": "207",
            "nass": "عليهم، وفى موطن \"لا ينطقون ولايؤذن لهم فيعتذرون وقد تقدم مستوفى في الحجر. ¶ سورة العنكبوت ¶ 330 - مسألة: ¶ قوله تعالى: (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حُسْنًا) هنا وفى الأحقاف. ولم يذكر في لقمان (حُسْنًا) ؟ . ¶ جوابه: ¶ أن هنا: (وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الَّذِي كَانُوا يَعْمَلُونَ) ، وبر الوالدين من أحسن الأعمال. فناسب ذكر \" الإحسان \" إليهما، وآية الأحقاف نزلت فيمن أبواه مؤمنان فناسب وصيته بالإحسان إليهما. ¶ وآية لقمان: لما تضمنت ما ينبه على حقهما والإحسان إليهما بقوله تعالى: (حَمَلَتْهُ) و (وضعته) وشدة ما تقاسيه في حمله وتربيته، وحمل أبيه أعباء حاجتها وحاجته، وقوله: (أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ) أغنى ذلك عن ذكر \"حسنا\"",
            "page": "288",
            "part": "1",
            "seal": "99E22023"
        },
        {
            "id": "208",
            "nass": "المذكور ههنا وفى الأحقاف. ¶ 331 - مسألة: ¶ قوله تعالى: (وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ) وفى حم عسق: (وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ) ¶ جوابه: ¶ أن الخطاب هنا لقوم إبراهيم عليه السلام ومن في زمانهم من الكفار، ومنهم نمروذ الذي كان يعتقد أنه يصعد إلى السماء، فقال تعالى: (وَلَا فِي السَّمَاءِ) للذين يعتقدون القدرة على صعودها. ¶ وفى حم عسق: الخطاب للمؤمنين، والمؤمنون لا يعتقدون ¶ القدرة على ذلك، فناسب ترك ذكره. ¶ 332 - مسألة: ¶ قوله تعالى: (فَأَنْجَاهُ اللَّهُ مِنَ النَّارِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (24) ¶ وقال تعالى بعد ذلك: (خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ (44) ¶ جمع الآيات فى الأولى،",
            "page": "289",
            "part": "1",
            "seal": "C46B8AEE"
        },
        {
            "id": "209",
            "nass": "وأفرد في الثانية؟ . ¶ جوابه: ¶ أن المراد هنا قصة إبراهيم عليه السلام وما فيها من تفاصيل ¶ أحواله مع أبيه وقومه. ¶ وفى الثانية: المراد خلق السموات والأرض فقط لا تفاصيل ما فيها من الآيات وأيضا: يحتمل أن المراد \"بقوم يؤمنون \" ¶ العموم لتنكيره، فيدخل فيه كل مؤمن من الصحابة وغيرهم، ¶ ومعناه: إنه آية لكل قوم مؤمنين، والذي بعده بالتعريف ¶ للمتصفين بالإيمان حال نزول الآية وهم الصحابة. ¶ 333 - مسألة: ¶ قوله تعالى: (وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ) الآية. فقدم قارون هنا، وأخره في سورة المؤمن؟ . ¶ جوابه: ¶ لما قال وكانوا مستبصرين، وكان قارون أشدهم بصيرة لحفظه التوراة، وقرابة موسى، ومعرفته ناسب تقديم ذكره. ¶ وفى المؤمن: سياق الرسالة وكانت إلى قارون ومخالفته وعداوته بعد فرعون وهلاكه.",
            "page": "290",
            "part": "1",
            "seal": "0BF5C409"
        },
        {
            "id": "210",
            "nass": "334 - مسألة: ¶ قوله تعالى: (نِعْمَ أَجْرُ الْعَامِلِينَ (58) ¶ تقدم في آل عمران جوابه. ¶ 335 - مسألة: ¶ قوله تعالى: (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ) وفى القصص: (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ) وفى موضع آخر: (يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ) . ¶ جوابه: ¶ أن أحوال الناس في الرزق ثلاثة: ¶ الأول: من يبسط رزقه تارة ويضيق عليه أخرى، وهو يفهم من آية العنكبوت بقوله تعالى: \"له \". ¶ والثاني: يوسع على قوم مطلقا ويضيق على قوم مطلقا، ويفهم من سورة القصص. ¶ والثالث: الإطلاق من غير تعيين بسط ولا قبض، فأطلق من غير ذكر عباد وخصت العنكبوت بالحال الأول لتقدم قوله",
            "page": "291",
            "part": "1",
            "seal": "90ED5319"
        },
        {
            "id": "211",
            "nass": "تعالى: (وَكَأَيِّنْ مِنْ دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ) ، ثم فصل حالهم في بسطه تارة ¶ وقبضه تارة. وأما آية القصص فتقدمها قصة قارون، فناسب ¶ . الحال الثاني أنه يبسط الرزق لمن يشاء مطلقا لا لكرامته ¶ كقارون، ويقبضه عمن يشاء لا لهوانه كالأنبياء الفقراء ¶ منهم. وأما بقية الآيات فمطلق من غير تعيين كأنواع بعض ¶ الحيوانات من الآدميين وغيرهم. ¶ 336 - مسألة: ¶ قوله تعالى: (فَأَحْيَا بِهِ الْأَرْضَ مِنْ بَعْدِ مَوْتِهَا) وفى الجاثية والبقرة: (بَعْدَ) بحذف (مِنْ) ؟ . ¶ جوابه: ¶ أن الأرض يكون إحياؤها تارة عقيب شروع موتها، وتارة بعد تراخى موتها مدة. ¶ فآية العنكبوت: تشير إلى الحالة الأولى لأن (مِنْ) لابتداء الغاية، فناسب ذلك ما تقدم من عموم رزق الله تعالى خلقه. وآية البقرة والجاثية: في سياق تعداد قدرة الله تعالى، فناسب ذلك ذكر إحياء الأرض بعد طول زمان موتها لدلالته.",
            "page": "292",
            "part": "1",
            "seal": "1F78A1B5"
        },
        {
            "id": "212",
            "nass": "337 - مسألة: ¶ قوله تعالى: (وَلِيَتَمَتَّعُوا) وقوله (وَبِنِعْمَةِ اللَّهِ يَكْفُرُونَ) ؟ ¶ تقدم في النحل. ¶ سورة الروم ¶ 338 - مسألة: ¶ قوله تعالى: (أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً) الآية. وفى فاطر: (وكانوا) بزيادة \" واو \" وفى أول المؤمن: (كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَآثَارًا فِي الْأَرْضِ) وفى الأخيرة: (كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ) ؟ . ¶ وكذا الآية هـ من هرة الجاثية وتمامها مع ماقبلها: توفى خلقكم وما يبث من دابة ¶ آيات لقوم يوقنون واختلاف الليل والنهار وما أنزل أفه من الماء من رزق فأحيا به الأرض بعد موتها وتمويف. الرياح آيات لقوم يعقلون.",
            "page": "293",
            "part": "1",
            "seal": "310CA036"
        },
        {
            "id": "213",
            "nass": "جوابه: ¶ أن آية الروم لم يتقدمها قصص من تقدم ولا ذكرهم، ¶ فناسب إجمالها، ولذلك قال تعالى: (وَجَاءَتْهُمْ رُسُلُهُمْ) وأية ¶ المؤمن الأولى: تقدمها ذكر نوح ـ عليه السلام ـ والأحزاب، وهمُّ كل أمة برسولهم فناسب ذلك بسط حالهم وإعادة لفظ (كانوا) و (هم) توكيدا وإشارة إلى ثانية من تقدم ¶ ذكر هم. ¶ وأما ثانية سورة المؤمن فإنها جاءت على الاختصار ¶ وأما آية فاطر: فوردت بعد قوله تعالى (مَا زَادَهُمْ إِلَّا نُفُورًا (42) اسْتِكْبَارًا فِي الْأَرْضِ) ¶ ثم قال تعالى: (وَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا (43) ، فناسب ¶ ذكر الواو العاطفة بخبر إن لمزيد حولهم في الدنيا من الشدة ¶ في القوة ولم تغن عنهم شيئا ولذلك أعقب ذلك بقوله تعالى: ¶ (وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّمَاوَاتِ) الآية ¶ فكيف بهؤلاء؟ . ¶ 339 - مسألة: ¶ قوله تعالى: (أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ\" ¶ وفى الزمر: (يَعْلَمُوا) ؟ .",
            "page": "294",
            "part": "1",
            "seal": "F272DB48"
        },
        {
            "id": "214",
            "nass": "جوابه: ¶ أن بسط الرزق وقبضه مما يرى ويشاهد، فجاء هنا عليه. وأية الزمر جاءت بعد قوله تعالى: (قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ) ¶ فناسب (أَوَلَمْ يَعْلَمُوا) مع فصاحة التفنن. ¶ 340 - مسألة: ¶ قوله تعالى: (وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ) وفى الجاثية (لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ) ؟ . ¶ جوابه: ¶ أن السياق هنا لذكر الرياح، ولم يذكر البحر. وفى فاطر: لما ¶ تقدم ذكر البحر رجع الضمير إليه. ¶ 341 - مسألة: ¶ قوله تعالى: (وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (47) وفى آل عمران: (أَوَلَمَّا أَصَابَتْكُمْ مُصِيبَةٌ) الآية؟ .",
            "page": "295",
            "part": "1",
            "seal": "C84C114D"
        },
        {
            "id": "215",
            "nass": "جوابه: ¶ تقدم في سورة الحج، وأن المراد به أن العاقبة لهم وإن تقدم وهن فلتمحيصهم وأجورهم. ¶ سورة لقمان ¶ 342 - مسألة: ¶ قوله تعالى: (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ) تقدم في العنكبوت. ¶ 343 - مسألة: ¶ قوله تعالى: (وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ الْبَاطِلُ) . ¶ تقدم فى الحج ¶ 344 - مسألة: ¶ قوله تعالى: (كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى) وفى فاطر",
            "page": "296",
            "part": "1",
            "seal": "01B1019E"
        },
        {
            "id": "216",
            "nass": "جوابه: ¶ والزمر: (كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى) ؟ . ¶ جوابه: ¶ لما تقدم هنا ذكر البعث والنشور بقوله تعالى: (مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ) الآية وبعدها: (وَاخْشَوْا يَوْمًا) ناسب مجىء (إلى) الدالة على انتهاء الغاية، لأن القيامة غاية جريان ذلك. ¶ وفاطر والزمر تقدمها ذكر نعم الله تعالى بما خلق لمصالح الخلق، فناسب المجىء \" باللام \" بمعنى: لأجل، والله أعلم. ¶ سورة السجدة ¶ 345 - مسألة: ¶ قوله تعالى: (يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ) ، وقال في الحج:",
            "page": "297",
            "part": "1",
            "seal": "2D060E4B"
        },
        {
            "id": "217",
            "nass": "(وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ (47) . ¶ وفى سأل سائل: (كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ) ؟ . ¶ جوابه: ¶ أن المراد هنا: ما ينزل به الملك من السماء، ثم يصعد إليها، ويكون السماء هنا عبارة عن جهة سدرة المنتهى لا عن سماء الدنيا. ¶ والمراد بآية الحج أن عذاب المعذب في جهنم يوما واحدا بقدر عذاب المعذب ألف سنة، لأنه جاء بعد قوله تعالى: (وَيَسْتَعْجِلُونَكَ) . ¶ والمراد بآية سأل سائل: يوم القيامة لما فيه من الأهوال والشد ائد. ¶ وقوله تعالى: (فى يوم) راجع إلى قوله تعالى: (بِعَذَابٍ وَاقِعٍ) أى واقع ليس له دافع فى يوم كان مقداره. الآية. ¶ وقيل المراد به: نزول الملك من سدرة المنتهى وعوده إليها، وأن مقدار ذلك على لم سير أهل الدنيا \"خمسين ألف سنة\" وفيه نظر، والله أعلم.",
            "page": "298",
            "part": "1",
            "seal": "1B5EB6A2"
        },
        {
            "id": "218",
            "nass": "346 - مسألة: ¶ قوله تعالى: (قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ) ¶ وفى الزمر: ¶ (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا) . وفى الأنعام: ¶ (تَوَفَّتْهُ رُسُلُنَا) ومثله: (وَالْمَلَائِكَةُ بَاسِطُو أَيْدِيهِمْه) الآية؟ . ¶ جوابه: ¶ الجامع للآيات أن لملك الموت أعوانا من الملائكة يعالجون الروح حتى تنتهي إلى الحلقوم، فيقبضها هو. ¶ فالمرأد هنا: قبضه لها عند انتهائها إلى الحلقوم. والمراد بآية ¶ الأنعام: هو وأعوانه. وبآية الزمر: الله تعالى وقضاؤه بذلك أو معناه خلق سلب تلك الروح من جسدها. ¶ وقيل المراد بقوله تعالى: ((اللَّهُ يَتَوَفَّى الْأَنْفُسَ) وبقوله ¶ تعالى: (يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ) أي يستوفى عدد ¶ أرواحكم، من قولهم: توفيت الدين إذا استوفيته أجمع. ¶ 347 - مسألة: ¶ قوله تعالى: (أَوَلَمْ يَهْدِ) بالواو، و (مِنْ قَبْلِهِمْ) .",
            "page": "299",
            "part": "1",
            "seal": "B97A1C03"
        },
        {
            "id": "219",
            "nass": "وفى طه: \" بالفاء\"، وحذف (من) ؟ . ¶ جوابه: ¶ أن آية طه جاءت بعد ذكر موسى وفرعون، والسامرى وهلاكهم، وذكر آدم وحواء، فناسب \" قبل \" العامة لما تقدم من الزمان. وأية السجدة: خالية من ذلك، فأتى ب (من) المقربة للزمان. ¶ سورة الأحزاب ¶ 348 - مسألة: ¶ قوله تعالى: (وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالَاتِكَ) أفرد الذكور وجمع الإناث؟ . ¶ جوابه: ¶ أن إفراد الذكور لإرادة الجنس، وعلم من إضافة الجمع إلى المفرد أن المراد جنس الأعمام والأخوال، لا عم معين أو خال معين، فكان الإفراد مع إرادة الجنس أخف لفظا وأفصح لما فيه من المقابلة بين الإفراد والجمع والذكور والإناث.",
            "page": "300",
            "part": "1",
            "seal": "47176551"
        },
        {
            "id": "220",
            "nass": "أما جمع الإناث لفظا فلتعذر الإتيان بمفرده لقيد الجنس، إذ لو قيل: بنات عمك أو بنات عمتك، وبنات خالتك أو بنات خالاتك لاحتمل إرادة بنت معينة أو عمة معينة أو خال معين أو خالة معينة، والآية إنما سيقت لبيان المنة على رسول الله - صلى الله عليه وسلم - والتوسعة عليه والإفراد يفوت به التصريح له بهذا المعنى المقصود. ¶ سورة سبأ ¶ 349 - مسألة: ¶ قوله تعالى: (لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ) وفى يونس عليه السلام: (فِي الْأَرْضِ وَلَا فِي السَّمَاءِ) ؟ ¶ تقدم الجواب في سورة ¶ يونس عليه السلام. ¶ 350 - مسألة: ¶ قوله تعالى: (وَهَلْ نُجَازِي إِلَّا الْكَفُورَ) وقال تعالى: ¶ (كَذَلِكَ نَجْزِي مَنْ شَكَرَ) وقال: (وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ) ؟ .",
            "page": "301",
            "part": "1",
            "seal": "8848F5D7"
        },
        {
            "id": "221",
            "nass": "جوابه: ¶ المراد: هل يجازى بالظلم والمعاصى حتما إلا الكفور، لأن المؤمن قد يعفى عنه، فلا يجازى بمعصية تفضلا عليه، ولشرف الإيمان. ¶ سورة فاطر ¶ 351 - مسألة: ¶ قوله تعالى: (وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ) وقال ¶ تعالى: (وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِنْ نَذِيرٍ) وفى ¶ .بس: (لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ) الأية. ¶ جوابه: ¶ أن المراد بآية فاطر مطلق الأمم كعاد وثمود وقوم نوح وقوم ¶ إبراهيم وفى العرب من ولد إسماعيل، خالد بن سنان، ¶ وحنظلة بن صفوان وفى بنى إسرائيل موسى وهارون",
            "page": "302",
            "part": "1",
            "seal": "B48961DC"
        },
        {
            "id": "222",
            "nass": "ومن بعدهم. ¶ وقيل: لم يخل بنو آدم من نذير من حين بعث إليهم وإلى ¶ زمن النبي - صلى الله عليه وسلم - إما نبي أو رسول. ¶ وآية سبأ: المراد بهم قريش خاصة وأهل مكة الموجودون زمن النبي - صلى الله عليه وسلم - وآباؤهم لم يأتهم نذير خاص بهم قبل النبي - صلى الله عليه وسلم -. ¶ 352 - مسألة: ¶ قوله تعالى: (هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ) ¶ الآية. وفى الأنعام: (خَلَائِفَ الْأَرْضِ) ؟ . ¶ جوابه: ¶ أن آية الأنعام تقدمها ما هو من سياق النعم عليهم من قوله تعالى: (قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ) إلى قوله تعالى: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا) فناسب الخطاب لهم في ذلك بلفظ التعريف الدال على أنهم خلفاؤها المالكون لها، وفيه من التفخيم لهم ما ليس في آية فاطر، لأنه ورد في آية فاطر نكرة، فقال: خلائف فيها، فليس فيه من التمكن والتصرف ما في قوله تعالى: (خَلَائِفَ الْأَرْضِ) .",
            "page": "303",
            "part": "1",
            "seal": "7D490902"
        },
        {
            "id": "223",
            "nass": "سورة يس ¶ 353 - مسألة: ¶ قوله تعالى: (مَا أُنْذِرَ آبَاؤُهُمْ) ؟ إن جعلت (ما) ¶ نافية، فقد تقدم الجواب في فاطر. وإن جعلتها مصدرية ¶ أو موصولة، فالمراد كإنذار آبائهم، فإن إنذار إسماعيل لم ¶ يزل فيهم إلى زمن عمرو بن لحى. ¶ ، 35 - مسألة: ¶ قوله تعالى: (وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى) وفى القصص: (وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى) تقدم في القصص جوابه. ¶ ونزيد ههنا أن الرجل جاء ناصحا لهم في مخالفة دينهم فمجيئه من البعد أنسب لدفع التهمة والتواطى عنه، فقدم ذكر البعد لذلك. وفى القصص: لم يكن نصحه لترك أمر يشق تركه كالدين بل لمجرد نصيحة، فجاء على الأصل في تقديم الفاعل على المفعول الفضلة.",
            "page": "304",
            "part": "1",
            "seal": "1871A557"
        },
        {
            "id": "224",
            "nass": "- مسألة: ¶ قوله تعالى: (وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنْصَرُونَ) ¶ وفى مريم (لِيَكُونُوا لَهُمْ عِزًّا (81) كَلَّا) ¶ وقال تعالى في الفرقان: (وَاتَّخَذُوا مِنْ دُونِهِ) مضمرا. ¶ جوابه: ¶ أن آية مريم ويس وردتا بعد ضمير المتكلم فناسب ¶ الإظهار. وأية الفرقان: وردت بعد تكرار ضمير الغائب، ¶ فناسب الإضمار للغائب لتناسب الضمائر، والله أعلم. ¶ سورة الصافات ¶ 356 - مسألة: ¶ قوله تعالى: (وَرَبُّ الْمَشَارِقِ) وكذلك جمعها في سورة المعارج فقال: (بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ) . وفى",
            "page": "305",
            "part": "1",
            "seal": "81987F37"
        },
        {
            "id": "225",
            "nass": "سورة الرحمن: (رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (17) ؟ . ¶ جوابه: ¶ أن المراد بالجمع مشارق الشمس ومغاربها مدة السنة وهي مائة وثمانون مشرقا ومغربا، وكذلك مشارق النجوم ومغاربها، ومشارق القمر ومغاربه كل شهر. ¶ والمراد بالمشرقين والمغربين: مشرق غاية طول النهار وقصر ¶ الليل ومغربه، ومشرق غاية قصر النهار وطول الليل ومغربه، وخص المشارق هنا بالذكر لأنها مطالع الأنوار والضياء والحرص على. ذلك لمظنة الانبساط والمعاش، ولأن المغارب يفهم من ذلك عند ذكر المشارق لكل عاقل، ولأن ذكر السموات والأرض مناسب لذكرها معها بخلاف سائر ¶ المواضع. ¶ 357 - مسألة: ¶ قوله تعالى: (إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ) وقال في الحج: (مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ) وقال: (مِنْ نُطْفَةٍ) وقال: (مِنْ صَلْصَالٍ كَالْفَخَّارِ) .",
            "page": "306",
            "part": "1",
            "seal": "2E11D421"
        },
        {
            "id": "226",
            "nass": "جوابه: ¶ أما قوله تعالى: من تراب، ومن صلصال، ومن طين، فالمراد: ¶ أصلهم وهو آدم عليه السلام لأن أصله من تراب، ثم جعله ¶ طينا، ثم جعله صلصالا كالفخار، ثم نفخ فيه الروح. ¶ وقوله تعالى: من نطفة: أي أولاد آدم وذريته كما هو ¶ المشاهد. ¶ 358 - مسألة: ¶ قوله تعالى: (أَإِنَّا لَمَبْعُوثُونَ) . ¶ ثم قال بعده: (أَإِنَّا لَمَدِينُونَ) ¶ جوابه: ¶ أن القائل الأول: منكر للبعث في الدنيا. ¶ والقائل الثاني: في الجنة مقرر لثبوت ما كان يدعيه في الدنيا ¶ من البعث والحساب وموبخ لمن كان ينكر ذلك في الدنيا. ¶ 359 - مسألة: ¶ قوله تعالى: (وَقِفُوهُمْ إِنَّهُمْ مَسْئُولُونَ (24) وقال تعالى: (فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (39) .",
            "page": "307",
            "part": "1",
            "seal": "659EB7F0"
        },
        {
            "id": "227",
            "nass": "جوابه: ¶ ما تقدم في الحجر: أن يوم القيامة مواقف، أوان السؤال ¶ هنا قوله: (مَا لَكُمْ لَا تَنَاصَرُونَ (25) . ¶ 360 - مسألة: ¶ قوله تعالى: (فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (101) وفى الذاريات: (بِغُلَامٍ عَلِيمٍ) ما وجه مجئ كل واحد في موضعه؟ . ¶ جوابه: ¶ إنما وصفه هنا بالحلم: وهو إسماعيل والله أعلم وهو الأظهر لما ذكر عنه من الانقياد إلى رؤيا أبيه مع ما فيه من أمَّر الأشياء على النفس وأكرهها عندها ووعدها بالصبر، وتعليقه بالمشيئة، وكل ذلك دليل على تمام الحلم والعقل وأما في الذاريات: ¶ فالمراد - والله أعلم - إسحاق، لأن تبشير إبراهيم بعلمه ¶ ونبوته فيه دلالة على بقائه إلى كبره، وهذا يدل على أن ¶ الذبيح إسماعيل ¶ 361 - مسألة: ¶ قوله تعالى: (إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ) في سائر الرسل. وقال تعالى في إبراهيم: (كَذَلِكِ) ، ولم يقل ذلك",
            "page": "308",
            "part": "1",
            "seal": "9EE71B6E"
        },
        {
            "id": "228",
            "nass": "في شأن لوط ويونس؟ . ¶ جوابه: ¶ أما قصة إبراهيم: فلأنه تقدم فيها (إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ) فكفى عن الثانية. ¶ 362 - مسألة: ¶ قوله تعالى: (فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ (143) لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ (144) وقال تعالى في سورة ن: (لَوْلَا أَنْ تَدَارَكَهُ نِعْمَةٌ مِنْ رَبِّهِ لَنُبِذَ بِالْعَرَاءِ وَهُوَ مَذْمُومٌ (49) . فظاهره: لولا تسبيحه للبث في بطن الحوت إلى الحشر، ولولا نعمة ربه لنبذ بالعراء إلى الحشر. ¶ جوابه: ¶ لولا تسبيحه للبث في بطن الحوت، وحيث نبذ بتسبيحه ¶ فلولا نعمة ربه لنبذ بالعراء مذموما غير مشكور. ¶ 363 - مسألة: ¶ قوله تعالى: (فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ (174) وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ (175) وقال تعالى بعد: (وَأَبْصِرْ) بحذف",
            "page": "309",
            "part": "1",
            "seal": "0218BB87"
        },
        {
            "id": "229",
            "nass": "الضمير. ¶ جوابه: ¶ أن \"الحين \" في الأولى: يوم بدر، ثم وأبصرهم كيف حالهم عند بصرك عليهم وخذلانهم. ¶ \"والحين \" الثاني: يوم القيامة. ثم قال تعالى: وأبصر حال المؤمنين وما هم فيه من النعم، وما هؤلاء فيه من الخزي العظيم. فلما كان الأول خاصا بهم: أضمرهم. ¶ ولما كان الثاني عاما: أطلق الأبصار والمبصرين. والله أعلم. ¶ سورة ص ¶ 364 - مسألة: ¶ قوله تعالى: (وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (4) ¶ وفى سورة ق (بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (2) ¶ الأول بالواو والثانى بالفاء؟ ¶ جوابه: ¶ أن ما قبل سورة ق يصلح سببا لما قالوا بعده، فجاء بالفاء. وما قبل سورة ص لا يصلح أن يكون سببا لقولهم: (سَاحِرٌ كَذَّابٌ) فجاء بالواو العاطفة.",
            "page": "310",
            "part": "1",
            "seal": "801FBC44"
        },
        {
            "id": "230",
            "nass": "365 - مسألة: ¶ قوله تعالى: (اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ) ¶ ما وجه تعلق صبره بذكر داود؟ . ¶ جوابه: ¶ لما استعجلوا العذاب في قوله تعالى: (وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا) همَّ رسول - صلى الله عليه وسلم - بالدعاء بنزول العذاب عليهم فأمره الله تعالى بالصبر عليهم وأن يذكر داود حيث دعا على الخطائين فابتلى بخطيئته (1) ¶ 366 - مسألة: ¶ قوله تعالى: (قُلْ إِنَّمَا أَنَا مُنْذِرٌ) و (إِنَّمَا) يفيد الحصر. وقال تعالى (إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا (8) ؟ . ¶ جوابه: ¶ أن ما يتقدمه التخويف يناسب أن يليه الإنذار. ¶ وها هنا كذلك لأنه جاء بعد ذكر جهنم والنار وعذاب أهلها ومحاجتهم فيها. ¶ ________ ¶ (1) هذا الكلام فيه نظر ولا يصح وسيأتى الرد مفصلا إن شاء الله تعالى فى قصة داوود ـ عليه السلام ـ فى السورة الكريمة. والله أعلم.",
            "page": "311",
            "part": "1",
            "seal": "26EEAED6"
        },
        {
            "id": "231",
            "nass": "وآية تقدمه الترجيه أو التخويف والترجيه يليها الوصفان. ¶ وآية الأحزاب كذلك، وكذلك آية فاطر، لما تقدم الأمران قال: (إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا) . والله أعلم. ¶ سورة الزمر ¶ 367 - مسألة: ¶ قوله تعالى: إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ) ، وقال تعالى بعده: (إِنَّا أَنْزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ) . ¶ جوابه: ¶ حيث قصد تعميمه وتبليغه وانتهاؤه إلى عامة الأمة قال:",
            "page": "312",
            "part": "1",
            "seal": "D0303917"
        },
        {
            "id": "232",
            "nass": "(إِلَيْكَ) ¶ 368 - ¶ وحيث قصد تشريفه وتخصيصه به قيل: (عَلَيْكَ) ، وقد تقدم ذلك في آل عمران وحيث اعتبر ذلك حيث وقع وجد لذلك، وذلك لأن (على) مشعر بالعلم فناسب أول من جاءه من العلو وهو النبي - صلى الله عليه وسلم -. و (إلى) مشعرة بالنهاية، فناسب ما قصد به هو وأمته لأن (إلى) لا تختص بجهة معينة، ووصوله إلى الأمة كذلك لا يختص بجهة معينة. ¶ مسألة: ¶ قوله تعالى: (مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى) الآية. ¶ وقال تعالى (وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ) وظاهر الآيتين تعليل العبادة بهما؟ . ¶ جوابه: ¶ أن اتخاذه الصنم إلها كان تعبدا في نفسه واعتقاده وفى نفس الأمر هو ضلال، وإضلاله عن سبيله لا عنده لأنه لم يصدق أن ذلك سبيل الله فضل عنه.",
            "page": "313",
            "part": "1",
            "seal": "66975EE4"
        },
        {
            "id": "233",
            "nass": "369 - مسألة: ¶ قوله تعالى: (إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ (3) ومثله: (لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ) ¶ وقال تعالى في الأنعام: (ذَلِكَ هُدَى اللَّهِ) ¶ وقال تعالى: (قُلِ اللَّهُ يَهْدِي لِلْحَقِّ) ¶ وقد هدى خلقا كثيرا من الكفار أسلموا من قريش وغيرهم؟ . ¶ جوابه: ¶ أن المراد من سبق علمه بأنه لا يؤمن، وأنه يموت على كفره، فهو عام مخصوص. أو أنه غير مهدى في حال كذبه وكفره. ¶ 370 ـ مسألة: ¶ قوله تعالى: (قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَهُ الدِّينَ) . ثم قال تعالى: (وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ) ما وجه دخول اللام؟ .",
            "page": "314",
            "part": "1",
            "seal": "1B744BEF"
        },
        {
            "id": "234",
            "nass": "جوابه: ¶ أن متعلق (أُمِرْتُ) الثاني غير الأول لاختلاف جهتيهما: فالأول: أمره بالإخلاص في العبادة، والثاني: أمره بذلك لأجل أن يكون أول المسلمين بمكة. ¶ 371 ـ مسألة: ¶ قوله تعالى: (بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ) تقدم فى هود جوابه ¶ 372 ـ مسألة: ¶ قوله تعالى: (فَمَنِ اهْتَدَى فَلِنَفْسِهِ وَمَنْ ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَمَا أَنْتَ) وفى يونس عليه السلام: (فَإِنَّمَا) و (وَمَا أَنَا) . ¶ تقدم في يونس. ¶ 373 - مسألة: ¶ قوله تعالى: (اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا)",
            "page": "315",
            "part": "1",
            "seal": "72A6B799"
        },
        {
            "id": "235",
            "nass": "فجاء أولا: \"بحين \" وفى الثانية: \" بفى \" ¶ جوابه: ¶ أن الموت هو التوفى، فلا يكون ظرفا لنفسه بخلاف النوم لصحة جعله ظرفا للتوفى. ¶ 374 ـ مسألة: ¶ قوله تعالى (وَوُفِّيَتْ كُلُّ نَفْسٍ مَا عَمِلَتْ) وفى آل عمران: (مَا كَسَبَتْ) ؟ . ¶ جوابه: ¶ أنه تقدم قبل هنا تكرار ذكر الكاسب، فناسب العدول إلى: (عَمِلَتْ) ولم يتقدم مثله في آل عمران. ¶ 375 ـ مسألة: ¶ قوله تعالى: (حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا) وقال في الجنة: (وَفُتِحَتْ أَبْوَابُهَا) بالواو؟ . ¶ جوابه: ¶ الأحسن ما قيل: أن،، الواو،، واو الحال، وذلك أن الأكابر",
            "page": "316",
            "part": "1",
            "seal": "CA9CEC39"
        },
        {
            "id": "236",
            "nass": "الأجلاء الأعزاء تفتح لهم أبواب الأماكن التي يقصدونها قبل وصولهم إليها إكراما لهم وتبجيلا، وصيانة من وقوفهم منتظرين فتحها، والمهان لا يفتح له الباب إلا بعد وقوفه وامتهانه. ¶ فذكر أهل الجنة بما يليق بهم، وذكر أهل النار بما يليق بهم - ويؤيد ذلك: (جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (50) ¶ سورة المؤمن ¶ 376 - مسألة: ¶ قوله تعالى: (مَا يُجَادِلُ فِي آيَاتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا) وقال تعالى في العنكبوت: (وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ) . ¶ وكم في اختلاف آيات القرآن وأحكامه من جدل واختلاف بين أئمة الممسلمين الكبار؟ .",
            "page": "317",
            "part": "1",
            "seal": "C0B14276"
        },
        {
            "id": "237",
            "nass": "جوابه: ¶ أن المراد هنا الجدال بالباطل لإبطال الحق كقوله تعالى: (وَجَادَلُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ) وجدال المسلمين لإظهار الحق منه وفيه لا لدحوضه. ¶ 377 ـ مسألة: ¶ قوله تعالى: (رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَحْمَةً وَعِلْمًا) وقال تعالى: (وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ) والكافر شىء ولا يدخلها؟ . ¶ جوابه: ¶ المراد بعموم (كُلَّ شَيْءٍ) الخصوص وهم المؤمنون كقوله (تُدَمِّرُ كُلَّ شَيْءٍ) أو أن المراد: رحمته في الدنيا فإنها عامة. ¶ مسألة: ¶ قوله تعالى: (وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدْتَهُمْ) . وقال تعالى: (وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ) وهم يعلمون ذلك، فما فائدة سؤاله؟ . ¶ جوابه: ¶ أن المراد وفقهم للأعمال الصالحة المقتضية دخول الجنة،",
            "page": "318",
            "part": "1",
            "seal": "35121F1F"
        },
        {
            "id": "238",
            "nass": "ولذلك قال تعالى: (وَقِهِمُ السَّيِّئَاتِ) . ¶ 379 - مسألة: ¶ قوله تعالى: (وَقِهِمُ السَّيِّئَاتِ) ¶ ودعاء الملائكة مستجاب، وتقع السيئات منهم لقوله تعالى: (وَيَعْفُو عَنِ السَّيِّئَاتِ) ؟ . ¶ جوابه: ¶ أن المراد: وقهم عذاب السيئات، أو جزاء السيئات. 380 ـ مسألة: ¶ قوله تعالى: (وَمَنْ تَقِ السَّيِّئَاتِ يَوْمَئِذٍ) ¶ ولا سيئة يوم القيامة؟ . ¶ جوابه: ¶ المراد: جزاء السيئات أو ما يسوءهم فيه من الحزن والخوف ¶ والعذاب. ¶ 381 ـ مسألة: ¶ قوله تعالى: (إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ (28)) وقال بعده: (كَذَلِكَ يُضِلُّ اللَّهُ مَنْ هُوَ مُسْرِفٌ مُرْتَابٌ (34)",
            "page": "319",
            "part": "1",
            "seal": "0354394D"
        },
        {
            "id": "239",
            "nass": "جوابه: ¶ لما قال تعالى في الأولى: (وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ) ناسب (مُسْرِفٌ كَذَّابٌ) ولما قال تعالى في الثانية: (فَمَا زِلْتُمْ فِي شَكٍّ مِمَّا جَاءَكُمْ بِهِ) ناسب (مُسْرِفٌ مُرْتَابٌ) ¶ 382 ـ مسألة: ¶ قوله تعالى: (يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ (40)) وقال تعالى في عام: (عَطَاءً حِسَابًا (36) ؟ . ¶ جوابه فى عم. ¶ 383 ـ مسألة: ¶ قوله تعالى: (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا) الآية. ¶ وقوله تعالى: (كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي) . وقال",
            "page": "320",
            "part": "1",
            "seal": "33C71991"
        },
        {
            "id": "240",
            "nass": "جوابه: ¶ تعالى: (وَيَقْتُلُونَ الْأَنْبِيَاءَ بِغَيْرِ حَقٍّ) . وقال تعالى: (وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ) عند من وقف على \" قاتل \". ¶ جوابه: ¶ تقدم وهو إما عام أريد به رسل مخصوصون، وهم الذين أمروا بالقتال. ¶ فقد قيل: ليس رسول أمر بذلك إلا نصر على من قاتله، وإما أريد به العاقبة إما لهم أو لقومهم بعدهم وإما يراد به النصر عليهم بالحجة والدليل، أو بالسيف، أو بهما. ¶ 384 ـ مسألة: ¶ قوله تعالى: (إِنَّ السَّاعَةَ لَآتِيَةٌ لَا رَيْبَ فِيهَا) وقال تعالى في طه: (إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا) أدخل اللام هنا دون طه؟ . ¶ جوابه: ¶ أن الخطاب هنا مع المنكرين للبعث، فناسب التوكيد باللام",
            "page": "321",
            "part": "1",
            "seal": "18F6C44A"
        },
        {
            "id": "241",
            "nass": "والخطاب في طه مع موسى عليه السلام وهو مؤمن بالساعة ¶ فلم يحتج إلى توكيد فيها. ¶ 385 - مسألة: ¶ قوله تعالى: (أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (57) ¶ وقال بعده: (لَا يُؤْمِنُونَ (59) وقال تعالى بعده: (لَا يَشْكُرُونَ (61) . فاختلفت خواتم الآيات الثلاث؟ . ¶ جوابه: ¶ أن من علم أن الله تعالى خلق السموات والأرض مع عظمها اقتضى ذلك علمه بقدرته على خلق الإنسان، وإعادته ثانيا لأن الإنسان أضعف من ذلك وأيسر، فلذلك ختمه بقوله تعالى: (لَا يَعْلَمُونَ (57) . ¶ ولما ذكر الساعة، وأنها آتية لا ريب فيها قال: (لَا يُؤْمِنُونَ (59) أي لا يصدقون بها لاستبعادهم البعث. ¶ ولما ذكر نعمه على الناس وفضله عليهم ناسب ختم الآية بقوله (لَا يَشْكُرُونَ (61) .",
            "page": "322",
            "part": "1",
            "seal": "D1123499"
        },
        {
            "id": "242",
            "nass": "386 - مسألة: ¶ قوله تعالى: إِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَشْكُرُونَ (61) ؟ . ¶ وفى يونس (وَلَكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ) ¶ جوابه: ¶ أن هنا أظهر لفظ (النَّاسِ) وكرره، فناسب إظهاره هنا للمشاكلة في الألفاظ وفى يونس: أضمر الناس وكرر ضمائرهم قبل ذلك فناسب إضمارهم لما ذكرناه من المشاكلة. ¶ 387 ـ مسألة: ¶ قوله تعالى: (ذَلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ) . ¶ تقدم في سورة الأنعام ¶ 388 ـ مسألة: ¶ قوله تعالى: (كَانُوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الْأَرْضِ) ذكر الأحوال الثلاثة:",
            "page": "323",
            "part": "1",
            "seal": "972E1349"
        },
        {
            "id": "243",
            "nass": "وفى الروم، وفاطر، وأول السورة: ذكر حالين ¶ منها؟ . ¶ جوابه: ¶ لما تقدم قصة فرعون وتفصيل حاله وجبروته وما ذكر عنه، ناسب ذلك ذكر الكثرة، والشدة، والآثار في الأرض. ¶ سورة حم السجدة ¶ 389 - مسألة: ¶ قوله تعالى: (خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ) ثم قال تعالى: (وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ) ثم قال: (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) ... (فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ)",
            "page": "324",
            "part": "1",
            "seal": "E0BB5807"
        },
        {
            "id": "244",
            "nass": "فظاهره ثمانية أيام ¶ وقال تعالى فى عدة مواضع (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ) ¶ جوابه: ¶ أنه أضاف اليومين اللذين دحي فيهما الأرض، وأخرج ماءها ومرعاها إلى اليومين اللذين خلق فيهما الأرض فصارت أربعة أيام. ¶ فقوله تعالى: (وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا) إلى آخره، معطوف على (خَلَقَ الْأَرْضَ) تقديره: خلق الأرض وجعل فيها رواسي وبارك فيها وقدر فيها أقواتها في أربعة أيام. ¶ مسألة: ¶ قوله تعالى: (ثُمَّ اسْتَوَى إِلَى السَّمَاءِ) و (ثُمَّ) تقتضي",
            "page": "325",
            "part": "1",
            "seal": "278B2881"
        },
        {
            "id": "245",
            "nass": "الترتيب، فظاهره أن تسوية السماء بعد دحي الأرض وأقواتها وبركاتها، وقد قال تعالى في النازعات: (والأرض بعد ذلك دحاها) ؟ . ¶ جوابه: ¶ أن (ثُمَّ) قد تأتى لترتيب الأخبار لا لترتيب الوقائع المخبر عنها، فيكون تقديره: ثم يخبركم أنه: (اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ) الآية، ونحوه قوله تعالى في سورة الأنعام: (ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ) بعد قوله تعالى: (وَهَذَا كِتَابٌ أَنْزَلْنَاهُ مُبَارَكٌ) وهو كثير فى القرآن وكلام العرب، ومنه البيت المشهور وهو أن: ¶ من ساد ثم ساد أبوه ثم قد ساد بعد ذلك جده ¶ 391 - مسألة: ¶ قوله تعالى: (فِي أَيَّامٍ نَحِسَاتٍ) . وفى القمر: (فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ)",
            "page": "326",
            "part": "1",
            "seal": "B5F74384"
        },
        {
            "id": "246",
            "nass": "وفى الحاقة: (سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا) . ¶ جوابه: ¶ أن \" اليوم \" يعبر به عن \" الأيام \" كقولهم: يوم الحرة، ويوم بعاث، وقد يراد به اليوم الذي بدأ به الريح، يقال: كان آخر أربعا في الشهر. ¶ 392 ـ مسألة: ¶ قوله تعالى: (وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ) وقال (إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ) . ¶ جوابه: ¶ أن ذلك في من علم الله تعالى أنه لا يؤمن. أو يكون عاما مخصوصا بمن علم الله ذلك منه. ¶ 392 ـ مسألة: ¶ قوله تعالى: (حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ) وقال تعالى في النمل: (حَتَّى إِذَا جَاءُوا قَالَ أَكَذَّبْتُمْ بِآيَاتِي) فحذف (ما)",
            "page": "327",
            "part": "1",
            "seal": "8FF6D321"
        },
        {
            "id": "247",
            "nass": "جوابه: ¶ أنه إذا أريد تحقيق جزاء الشرط لبعده من معناه أكد (بما) ¶ على عادتهم عند قصد التأكيد بزيادة الحروف، وإذا لم يكن ¶ الجزاء بعيدا من معنى الشرط لم يحتج إلى تأكيد. ¶ ولفظ \"المجىء\" لا يعقل منه، ولا يفهم شهادة السمع والبصر ¶ فاحتاج إلى تأكيد الشرط ب (ما) وسؤال الخلق عند مجيئهم ¶ في القيامة مفهوم منه لعلمهم أن الحشر لذلك فلم يحتج إلى توكيد. ¶ 394 - مسألة: ¶ قوله تعالى: (إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (36) وفى الأعراف: ¶ (سَمِيعٌ عَلِيمٌ) تقدم جوابه في الأعراف. ¶ 395 - مسألة: ¶ قوله تعالى: (وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا) وقال في هود: ¶ هو - (وَلَئِنْ أَذَقْنَاهُ نَعْمَاءَ بَعْدَ ضَرَّاءَ) ولم يقل: (مِنَّا) . ¶ جوابه: ¶ أن آية هود تقدم فيها لفظ (مِنَّا) في قوله تعالى:",
            "page": "328",
            "part": "1",
            "seal": "B1CD7C3B"
        },
        {
            "id": "248",
            "nass": "(وَلَئِنْ أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ) فتركت ثانيا للدلالة عليها أولا. ولم يتقدم هنا ذلك. ¶ 396 ـ مسألة: ¶ قوله تعالى: (قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ) وفى الأحقاف: (وَكَفَرْتُمْ بِهِ) ؟ ¶ جوابه: ¶ أنه يجوز أن يكون (ثم) هنا للاستبعاد من الكفر مع العلم بكونه من عند الله فإن التخلف عن الإيمان بعد ظهور كونه من عند الله مستبعد عند العقلاء، ولذلك قال تعالى: مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ) ، وهو كقوله تعالى: (ثُمَّ أَنْتُمْ تَمْتَرُونَ) و \"الواو\" في الأحقاف واو العطف بمعنى الجمع، وجواب الشرط مقدر تقديره: إن اجتمع كونه من عند الله وكفرتم به وشهادة الشاهد وإيمانه ألستم بكفركم ظلمة ودل عليه أن الله لا يهدى القوم الظالمين.",
            "page": "329",
            "part": "1",
            "seal": "A740EBB0"
        },
        {
            "id": "249",
            "nass": "سورة حم عسق (1) ¶ 397 - مسألة: ¶ قوله تعالى: (وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ) وقال تعالى في آل عمران في بعض الصحابة: (مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا) ونصيبهم في الآخرة وافر؟ . ¶ جوابه: ¶ أن المراد من يريد الدنيا خاصة دون الآخرة، لعدم ايمانه بها لا مطلقا. ¶ 398 - مسألة: ¶ قوله تعالى: (وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا) وقال تعالى: (وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ) وقد سماه تعالى في الجزاء سيئة؟ . ¶ جوابه: ¶ ليس المراد بالسيئة ضد الحسنة الشرعية، وإنما المراد جزاء من عمل ما يسوء غيره أن يعامل بما يسوءه، والمشاكلة في الألفاظ من بديع الفصاحة، فسمى المباح سيئة لمقابلته للسيئة كقوله",
            "page": "330",
            "part": "1",
            "seal": "8227CDEA"
        },
        {
            "id": "250",
            "nass": "تعالى: (وَمَكَرُوا وَمَكَرَ اللَّهُ) . ¶ 399 - مسألة: ¶ قوله تعالى: (وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (43) وفى لقمان (إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (17) ؟ . ¶ جوابه: ¶ لما ذكر هنا جواز الانتقام، وذكر ترك ذلك لصفتين: الصبر والغفران، ناسب ذلك التوكيد، و \" اللام \"، لأن الصبر والغفران مع القدرة أشد على النفوس منهما مع عدم القدرة. ¶ وأية لقمان: في صفة واحدة وهي: الصبر، ولعله فيها ليس ¶ له الانتقام فيه فلم يؤكد. ¶ 400 - مسألة: ¶ قوله تعالى: (إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ) فقوله تعالى: (فَيُوحِيَ بِإِذْنِهِ) مفهوم من الأول وهو قوله تعالى: (إِلَّا وَحْيًا) فما فائدة ذلك؟ . ¶ أن المراد بالوحي الأول: الإلهام، لا الرسالة، والإلقاء في",
            "page": "331",
            "part": "1",
            "seal": "B2F410F0"
        },
        {
            "id": "251",
            "nass": "قلب الإنسان ما يكون، وهو كقوله تعالى: (وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى) ¶ (وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ) . ¶ سورة الزخرف ¶ 401 ـ مسألة: ¶ قوله تعالى: (وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ (14) وفى الشعراء: (إِنَّا إِلَى رَبِّنَا مُنْقَلِبُونَ) بحذف اللام؟ . ¶ جوابه: ¶ أن هذا المحكى إرشاد من الله تعالى لعبيده أن يقولوه في كل زمان، فناسب التوكيد باللام حثا عليه. وآية الشعراء: أخبر عن قوم مخصوصين مضوا فلم يكن للتأكيد معنى. ¶ 401 ـ مسألة: ¶ قوله تعالى: مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ (20) وقال فى الجاثية: (إِنْ هُمْ إِلَّا يَظُنُّونَ (24)",
            "page": "332",
            "part": "1",
            "seal": "67C62D57"
        },
        {
            "id": "252",
            "nass": "جوابه: ¶ أن آية الزخرف في جعلهم الملائكة بنات الله، وذلك كذب محض قطعا فناسب (يَخْرُصُونَ) وآية الجاثية في إنكارهم البعث، وليس عدمه عندهم قطعا، فناسب: (يَظُنُّونَ) . ¶ 403 ـ مسألة: ¶ قوله تعالى: (وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (22) ثم قال تعالى تعالى: (وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ (23) ¶ جوابه: ¶ أن الأول: لقريش الذين بعث إليهم النبى - صلى الله عليه وسلم - فادعوا أنهم وآباءهم على هدى، ولهذا قال تعالى: (قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ) ؟ . ¶ والثاني: خبر عن أمم سالفة لم يضعوا بأنهم على هدى بل ¶ متبعين آباءهم، ولذلك قال تعالى في قصة إبراهيم عليه ¶ السلام: (بَلْ وَجَدْنَا آبَاءَنَا كَذَلِكَ يَفْعَلُونَ) ولم",
            "page": "333",
            "part": "1",
            "seal": "1380336F"
        },
        {
            "id": "253",
            "nass": "يقولوا: إنا على هدى كما قالت قريش. ¶ 404 ـ مسألة: ¶ قوله تعالى: (لَجَعَلْنَا مِنْكُمْ مَلَائِكَةً) ؟ . ¶ جوابه: ¶ أي بدلكم فما الأرض. ¶ 405 - مسألة: ¶ قوله تعالى: (فَأَنَا أَوَّلُ الْعَابِدِينَ (81) وفى يونس عليه السلام: (فَلَا أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِنْ دُونِ اللَّهِ) ؟ . ¶ جوابه: ¶ إن كان له ولد بزعمكم فأنا أول الموحدين وقيل: هو",
            "page": "334",
            "part": "1",
            "seal": "4CA050AE"
        },
        {
            "id": "254",
            "nass": "تعليق على فرض محال، والمعلق على المحال محال. ¶ سورة الدخان ¶ 406 - مسألة: ¶ قوله تعالى: (كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (25) وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (26) ¶ وقال هنا: وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ (28)) وقالت في الشعراء: (وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ (59) . ¶ جوابه: ¶ مع حسن التنويع في الخطاب أن (كنوزا) أبلغ فيما فات على فرعون، فناسب بسط ذكره أولا وملكه وتسلطه ¶ ذَكَرَ \" الكنوز \" وهي الأموال المجموعة.",
            "page": "335",
            "part": "1",
            "seal": "197F9789"
        },
        {
            "id": "255",
            "nass": "وهنا في الدخان: قصتهم مختصرة فناسب ذكر الزروع. وأما \"بنى إسرائيل هناك ¶ و\" قوما آخرين \" في الدخان: فلأنه، لما تقدم ذكر بنى إسرائيل ونعمة الله عليهم بغرق عدوهم ونجاتهم منه: ناسب ذكر نعمته عليهم بعودتهم إلى مصر، ولكن بعد مئين من السنين حين تهود ملك مصر، وامتحن الأحبار بالتوراة. والعجب كل العجب من عدة من المفسرين يذكرون هنا أن بنى إسرائيل عادوا إلى مصر بعد غرق فرعون، وهو غفلة عما دل عليه القرآن والأخبار والتواريخ من انتقالهم إلى الشام بعد تجاوز البحر، وأمر التيه، وموت هارون وموسى عليهما السلام في التيه والمختام أن الضمير في \" أورثناها \": للنعم والجنات بالشام. ¶ سورة الجاثية ¶ 7.، - مسألة: ¶ قوله زمالة: (وَمَا يَبُثُّ مِنْ دَابَّةٍ) وقال في حم عسق: (وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ) ؟ .",
            "page": "336",
            "part": "1",
            "seal": "D1A36B11"
        },
        {
            "id": "256",
            "nass": "جوابه: ¶ أن المراد هنا ذكر استمرار نعمه وقدرته على الناس ¶ قوما بعد قوم. والمراد بآية الشورى ابتداء خلقه الدواب ¶ وبثها في الأرض. ¶ 408 - مسألة: ¶ قوله تعالى: (وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا) ¶ وقال تعالى في البقرة: (وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ مَاءٍ) ؟ . ¶ جوابه: ¶ أن المراد \" بالرزق \": الماء، لأنه سببه وأصله، وبه نبات ¶ الأرزاق تسمية للسبب باسم المسبب. ¶ وخصص لفظ \"الرزق \" هنا لتقدم قوله تعالى: (وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ) لحاجته لا في الرزق. ¶ 40 - مسألة: ¶ قواته تعالى: (وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً) وقال تعالى في الزمر: (فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ (68) ؟ .",
            "page": "337",
            "part": "1",
            "seal": "515B94E4"
        },
        {
            "id": "257",
            "nass": "جوابه: ¶ أن القيامة مواقف. وقد تقدم مرات. ¶ سورة الأحقاف ¶ 410 - مسألة: ¶ قوله تعالى: (إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلَا خَوْفٌ عَلَيْهِمْ) وقال تعالى فى السجدة (تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ) الآيات. ¶ جوابه: ¶ أن آية السجدة: وردت بعد ما تقدم ذكر الكفار من الأمم ¶ وعقابهم، فناسب ذلك بسب ما أعد للمؤمنين من النعم والأمن وثوابهم. وآية الأحقاف: مساقة على الاختصار، ¶ فناسب ما وردت به. ¶ 411 - مسألة: ¶ قوله تعالى: (وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا) تقدم",
            "page": "338",
            "part": "1",
            "seal": "EDC3D7F6"
        },
        {
            "id": "258",
            "nass": "سورة القتال ¶ 412 - مسألة: ¶ قوله تعالى: (وَمَغْفِرَةٌ مِنْ رَبِّهِمْ) ¶ ما فائدته بعد وصف إضافة النعم عليهم، والمغفرة سابقة لتلك النعم؟ . ¶ جوابه: ¶ أن \"الواو\" لا توجب الترتيب في الإخبار، وإفاضة النعم لا يلزم منه الستر، فذكر سبحانه أنه مع ذلك ستر ذنوبه ولم يفضحهم بها. والله أعلم. ¶ سورة الفتح ¶ 13، - مسألة: ¶ قوله تعالى: (وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا) ثم قال تعالى بعده:",
            "page": "339",
            "part": "1",
            "seal": "005F365E"
        },
        {
            "id": "259",
            "nass": "(وَكَانَ اللَّهُ عَزِيزًا حَكِيمًا) ¶ جوابه: ¶ لما ذكر ذلك النصر، وما يترتب عليه من فتح مكة، ومغفرة ¶ له، وتمام لنعمته عليه وهدايته مع ظهور صدهم،، وما ¶ لقوا من عنت الكفار، ختم الآية بقوله تعالى: (عَلِيمًا حَكِيمًا) أي: (عَلِيمًا) بما يترتب على ذلك الصد من ¶ الفتح، وصلاح الأحوال، (حَكِيمًا) فيما دبره لك من ¶ كتاب الصلح بينك وبين قريش، فإنه كان سبب الفتح. ¶ وأما الثاني: فلما ذكر ما أعده للمؤمنين من الجنات، وتكفير ¶ السيئات، وتعذيب المنافقين والمشركين، ختمه بقوله تعالى: (عَزِيزًا) أي: قادر على ذلك (حَكِيمًا) فيما يفعله ¶ من إكرام المؤمن، وتعذيب الكافر. ¶ 414 - مسألة: ¶ قوله تعالى: (قُلْ فَمَنْ يَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا) الآية. وفى المائدة: (قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا) ؟ .",
            "page": "340",
            "part": "1",
            "seal": "87D2BFAE"
        },
        {
            "id": "260",
            "nass": "جوابه: ¶ أن آية الفتح مع قوم مخاطبين بذلك، فناسب التأكيد ¶ والتخصيص بقوله تعالى: (لكم) . وآية المائدة: عامة ¶ لا تختص بقوم، ولذلك قال تعالى: (وَمَنْ فِي الْأَرْضِ جَمِيعًا) . ¶ 415 - مسألة: ¶ قوله تعالى: (لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِنْ شَاءَ اللَّهُ آمِنِينَ) ¶ فزاد الاستثناء من الله تعالى مع قوله تعالى: ¶ (وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ) وهو عالم بما كان وما يكون؟ . ¶ جوابه: ¶ أن ذلك تعليم لعباده، وتأديب لهم في كل أمر سابق ¶ ومستقبل يعزم عليه.",
            "page": "341",
            "part": "1",
            "seal": "EE650A93"
        },
        {
            "id": "261",
            "nass": "سورة ق ¶ 416 - مسألة: ¶ قوله تعالى: (وَالْقُرْآنِ الْمَجِيدِ) أين المقسم عليه؟ ¶ جوابه: ¶ قيل: محذوف، تقديره: لتبعثن وقيل: المقسم عليه: (ق) ¶ مقدما على القسم لدلالته على الإعجاز. وقيل: (قَدْ عَلِمْنَا مَا تَنْقُصُ) ، وحذفت اللام للبعد بينهما. وقيل: ¶ (إِنَّ فِي ذَلِكَ لَذِكْرَى) . وقيل: غير ذللك. ¶ 174 - مسألة: ¶ قوله تعالى: (وَقَالَ قَرِينُهُ هَذَا مَا لَدَيَّ عَتِيدٌ)",
            "page": "342",
            "part": "1",
            "seal": "FEA5F50F"
        },
        {
            "id": "262",
            "nass": "ثم قال: (قَالَ قَرِينُهُ رَبَّنَا مَا أَطْغَيْتُهُ) بغير واو ¶ جوابه: ¶ قيل الأول: هو الملك من الحفظة، يقول للإنسان: أي ما لدى من أعمالك. ¶ والثاني: قرينه من الشياطين مخاطبا لربه تعالى. فانقطع الكلام عن الأول، فجاء مستقبلا بغير واو. ¶ سورة الذاريات ¶ 418 - مسألة: ¶ قوله تعالى (فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ) ¶ ثم قال تعالى بعد في ما ختم به الآية الثانية: (إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ) فكرر ختم الآيتين بذلك؟ . ¶ جوابه: ¶ أن الفرار الأول، من المعاصى إلى الطاعات، والإنذار فيه من",
            "page": "343",
            "part": "1",
            "seal": "BF18A7CE"
        },
        {
            "id": "263",
            "nass": "عقوبة المعاصرى. ¶ والإنذار الثاني: من عقوبة الشرك، وللدلالة على أن الطاعات مع الشرك غير نافعة من العذاب عليه. ¶ سورة النجم ¶ 419 - مسألة: ¶ قوله تعالى: (إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ) وقال تعالى بعده: (إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا) ؟ . ¶ جوابه: ¶ أن الأولى: بعد ذكر آلهتهم، وتسميتها آلهة، فقال تعالى: (إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ) بهواكم",
            "page": "344",
            "part": "1",
            "seal": "94672DE7"
        },
        {
            "id": "264",
            "nass": "من غير دليل. ¶ والثانية: في تسمية الملائكة تسمية الأنثى، وأن الظن في أن الملائكة إناث لا يغنى من الحق شيئا، ولا يفيد قاصد علم. والله أعلم. ¶ سورة القمر ¶ 420 - مسألة: ¶ قوله تعالى: (كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ) ثم أعاده في القصة الثانية، فما فائدة ذلك؟ . ¶ جوابه: ¶ يحتمل وجوها: ¶ الأول: أن الأول وعيد لهم بما تقدم لغيرهم من قوم نوح، والثاني لهم ولغيرهم من بعدهم. ¶ الثاني: أن الأول أريد به عذاب الدنيا، والثاني أريد به عذاب الآخرة، وعبر بلفظ الماضي لتحقق وقوعه. ¶ الثالث: أن الأول فيه حذف مضاف تقديره: فكيف كان وعيد عذابي، والثاني أريد به نفس العذاب بعد وقوعه.",
            "page": "345",
            "part": "1",
            "seal": "E7214E87"
        },
        {
            "id": "265",
            "nass": "سورة الرحمن ¶ 421 - مسألة: ¶ قوله تعالى: (الرَّحْمَنُ (1) عَلَّمَ الْقُرْآنَ (2) خَلَقَ الْإِنْسَانَ (3) ¶ قدم التعليم على الخلق وقال تعالى في سورة (اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2)) الآيات، فقدم الخلق على التعليم؟ . ¶ جوابه: ¶ أن سورة \" اقرأ \" أول ما نزل من القرآن ولم ¶ يكن القرآن معهودا للنبي - صلى الله عليه وسلم - ولا لغيره، ولذلك قال ¶ النبي - صلى الله عليه وسلم - لجبريل لما نزل بها: لست بقارئ. ¶ وسورة الرحمن: نزلت بعد معرفة القرآن، وشهرته عندهم، ¶ فكان الابتداء بما يعرفه من تقديم الخلق في سورة \"اقرأ\" ¶ أنسب من القرآن الذي لم يعهده وكان الابتداء بتعليم ¶ القرآن الذي نعرفه، والمنة به في سورة الرحمن أنسب لسياق ¶ ما وردت به السورة من عظيم المنة على العباد. ¶ 422 - مسألة: ¶ قوله تعالى: (وَوَضَعَ الْمِيزَانَ (7) أَلَّا تَطْغَوْا فِي الْمِيزَانِ (8) وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ (9) . ¶ كرر لفظ \"الميزان \" في ختم الآيات الثلاث؟ .",
            "page": "346",
            "part": "1",
            "seal": "1E8435EE"
        },
        {
            "id": "266",
            "nass": "جوابه: ¶ أن ذلك توكيد في إيفاء الحقوق وعدم التطفيف لفرط الحاجة إليه في المعاملات الجارية بين الناس. ¶ 423 - مسألة: ¶ قوله تعالى: (فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ) . كرر ذلك إحدى وثلاثين مرة في هذه السورة؟ . ¶ جوابه: ¶ أن المقصود بذلك التكرير التنبيه على شكر نعمة الله ¶ تعالى، والتوكيد له.",
            "page": "347",
            "part": "1",
            "seal": "055D14C9"
        },
        {
            "id": "267",
            "nass": "- مسألة: ¶ قوله تعالى: (فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (39) . ¶ جوابه: ¶ تقدم في سورة الحجر. وقيل: لايسأل عن ذنبه، لأن ¶ المجرمين يعرفون بسيماهم، وتعرفهم الملائكة بذلك، فلا تحتاج إلى سؤاله عن ذنبه، ولذلك تلاه بقوله تعالى: (يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ) . ¶ سورة الواقعة ¶ 425 - مسألة: ¶ قوله تعالى: (أَفَرَأَيْتُمْ مَا تُمْنُونَ) وختمه بقوله تعالى: (فَلَوْلَا تَذَكَّرُونَ) ثم قال (أَفَرَأَيْتُمْ مَا تَحْرُثُونَ)",
            "page": "348",
            "part": "1",
            "seal": "247DEE83"
        },
        {
            "id": "268",
            "nass": "ثم قال تعالى: أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ (68) وختم ¶ ذلك بقوله تعالى (فَلَوْلَا تَشْكُرُونَ) : ¶ ثم قال تعالى: (أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (71) ¶ ما وجه هذا الترتيب في هذه الآيات؟ . ¶ جوابه: ¶ وجهه: أن الله تعالى أنعم على الإنسان أولا، بإيجاده، ثم أنعم ¶ عليه بما يحتاج إليه من طعامه، ثم مايحتاج إليه من شرابه، ثم ¶ مايحتاج إليه في إصلاح ذلك وهو النار. ¶ فختم الأول بـ (فَلَوْلَا تَذَكَّرُونَ) أو لأن من تذكر كيف خلق، ونظر في حكمة خلقه وترتيبه دلَّه ذلك على قدرة الله تعالى على بعثه بعد موته كما نبه عليه تعالى بقوله تعالى: (عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ (61) . ¶ وختم الثالثة بقوله تعالى: (فَلَوْلَا تَشْكُرُونَ) لأن نعمه ¶ تستوجب شكره. ¶ 426 - مسألة: ¶ قوله تعالى: (لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا) . وقال تعالى في",
            "page": "349",
            "part": "1",
            "seal": "7BF8C441"
        },
        {
            "id": "269",
            "nass": "الماء: (جَعَلْنَاهُ أُجَاجًا) . ¶ جوابه: ¶ أن جعل الزرع حطاما إذهاب له بالكلية صورة ومنفعة. وجعل الماء أجاجا لم يذهب به صورة، وربما انتفع في غير الشرب. والله أعلم. ¶ سورة الحديد ¶ 427 - مسألة: ¶ قوله تعالى هنا: (سَبَّحَ لِلَّهِ) وفى الحشر والصف كذلك بصيغة الماضي وفى الجمعة والتغابن: (يُسَبِّحُ) بصيغة المضارع؟ . ¶ جوابه: ¶ لما أخبر أولا بأنه سبح له ما في السموات وما في الأرض أخبر أن ذلك التسبيح دائم لا ينقطع، وبأنه باق ببقائه، دائم بدوام صفاته الموجبات لتسبيحه. ¶ 428 - مسألة: ¶ قوله تعالى هنا: (مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) ¶ وفى بواقيها: (وَمَا فِي الْأَرْضِ) بزيادة (مَا) .",
            "page": "350",
            "part": "1",
            "seal": "2B7F08CF"
        },
        {
            "id": "270",
            "nass": "جوابه: ¶ لعل ذلك لتشاكل ما بعده من الآيات الثلاث وهو قوله تعالى (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ¶ (خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ) ¶ (لَهُ مُلْكُ السَّمَاوَاتِ) ¶ 429 ـ مسألة: ¶ قوله تعالى (لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ) ثانيا. ما فائدة ذلك؟ . ¶ جوابه: ¶ أن الأول: للدلالة له على قدرته بخلقها على البعث، ولذلك قال تعالى: (يُحْيِي وَيُمِيتُ) ، وختمه بقوله تعالى: (وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. ¶ والثاني: للدلالة على أن مصير الأمور كلها إليه، وأنه المجازى عليها على ما أحاط علمه من أحوال السموات والأرض، وأعمال الخلق، ولذلك قال بعد ذلك: (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ) ¶ وختمه بقوله تعالى: (وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ) .",
            "page": "351",
            "part": "1",
            "seal": "02AACE3C"
        },
        {
            "id": "271",
            "nass": "430 - مسألة: ¶ قوله تعالى: (اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌا) ¶ تقدم في الأعراف. ¶ 31، - مسألة: ¶ قوله تعالى: (ثُمَّ يَكُونُ حُطَامًا) وفى الزمر: (ثُمَّ يَجْعَلُهُ حُطَامًا) بإضافته إليه تعالى؟ . ¶ جوابه: ¶ لما افتتح في الزمر نسبة إنزال الماء وسلوكه ينابيع في الأرض وإخراج ما ينبت به إليه، ناسب ذلك نسبة جعله حطاما إليه. وههنا لم ينسبه إليه، بل قال تعالى: (كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ) فنسب الأفعال كلها إلى الزرع.",
            "page": "352",
            "part": "1",
            "seal": "8C4DF1DB"
        },
        {
            "id": "272",
            "nass": "سورة المجادلة ¶ 432 - مسألة: ¶ قوله تعالى: (وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ) ؟ . ¶ وقال تعالى بعده (وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ) ¶ جوابه: ¶ لما قابل في الأولى الإيمان بالكفر في قوله ¶ تعالى: (ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ) قال: (عَذَابٌ مُهِينٌ) ¶ وكل عذاب مؤلم مهين. ولما قال تعالى في الثانية: (كُبِتُوا) ، والكبت هو: الإذلال والإهانة، ناسب ختمه بـ ¶ (عَذَابٌ مُهِينٌ) . ¶ 433 - مسألة: ¶ قوله تعالى: (يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا) ؟ . ¶ وفى آخر السورة: (فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ)",
            "page": "353",
            "part": "1",
            "seal": "C7A5BC04"
        },
        {
            "id": "273",
            "nass": "جوابه: ¶ أن الأولى: مطلق في المؤمن والكافر. ¶ والثانية: في المنافقين خاصة، لأنم كانوا يحلفون للنبي - صلى الله عليه وسلم - لنفى ما ينسب إليهم من النفاق وما يدل عليه. ¶ 434 - مسألة: ¶ قوله تعالى: (كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي) وقال ¶ تعالى: (إِنَّا لَنَنْصُرُ رُسُلَنَا) ¶ جوابه تقدم. ¶ سورة الحشر ¶ 435 - مسألة: ¶ قوله تعالى: (عَالِمُ الْغَيْبِ وَالشَّهَادَةِ) قدم الغيب على الشهادة؟ ¶ جوابه: ¶ لأن علم الغيب أمدح، لأن الغيب عنا أكثر من المشاهدة، ولأنه",
            "page": "354",
            "part": "1",
            "seal": "204D1ED4"
        },
        {
            "id": "274",
            "nass": "تعالى يعلمه قبل أن يكون. ¶ سورة الممتحنة ¶ 436 - مسألة: ¶ قوله تعالى: (قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ) ثم قال تعالى: (لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ) كرر ذلك مرتين، فما فائدة تكراره؟ . ¶ جوابه: ¶ أن الأولى: أريد بها التأسي بهم في البراءة من الكفار، ومن عبادة غير الله تعالى. ¶ وأريد بالثانية: التأسي بهم في الطاعات واجتناب المعاصي لقوله تعالى بعده: (لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ) يريد ثوابه وعقابه. ¶ سورة الصف ¶ 437 - مسألة: ¶ قوله تعالى: (وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ)",
            "page": "355",
            "part": "1",
            "seal": "53177207"
        },
        {
            "id": "275",
            "nass": "بالألف واللام وسائر المواضع: افْتَرَى عَلَى اللَّهِ كَذِبًا) منكرا. ¶ جوابه: ¶ أن المراد بآية الصف: كذب خاص وهو جعلهم البينات ¶ سحرا ¶ والمراد في بقية المواضع: أي كذب كان، وعطف عليه (أَوْ كَذَّبَ بِآيَاتِهِ) أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ) (أَوْ كَذَّبَ بِالْحَقِّ) وشبه ذلك. ¶ سورة الجمعة ¶ 438 - مسألة: ¶ قوله تعالى: (وَلَا يَتَمَنَّوْنَهُ أَبَدًا) ، و (لَنْ يَتَمَنَّوْهُ) ¶ في سورة البقرة تقدم جوابه عند تلك الآية.",
            "page": "356",
            "part": "1",
            "seal": "73A434F2"
        },
        {
            "id": "276",
            "nass": "سورة المنافقين ¶ 39، - مسألة: ¶ قوله تعالى: (وَلَكِنَّ الْمُنَافِقِينَ لَا يَفْقَهُونَ) ¶ ثم قال بعده: (وَلَكِنَّ الْمُنَافِقِينَ لَا يَعْلَمُونَ) ؟ . ¶ جوابه: ¶ لما قالوا: (لَا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ) ختم بأنهم (لَا يَفْقَهُونَ) أي لايفهمون أن الأرزاق على الله تعالى، وأن منعهم ذلك لا يضرهم لأن الله تعالى يرزقهم إذا منعوهم من جهة أخرى، فلما كان الفكر في ذلك أمرا خفيا يحتاج إلى فكر وفهم، وأن خزائن الله سبحانه مقدورته إذا شاءها قال (لَا يَفْقَهُونَ) . ¶ وأما: (لَا يَعْلَمُونَ) : فرد على عبد الله بن أبي حين قال: (لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ) لأن ذلك يدل على عدم علمه أن العزة لله وللرسول، يعز من يشاء ويذل من يشاء، فمنه العزة وهو معطيها لمن يشاء، وليس ذلك إلى غيره، وذلك من الأمور الظاهرة لمن عرف الله تعالى، فجهَّلَهم",
            "page": "357",
            "part": "1",
            "seal": "D3725607"
        },
        {
            "id": "277",
            "nass": "بقولهم ذلك مع ظهور دليله. ¶ سورة التغابن ¶ 440 - مسألة: ¶ قوله تعالى: (يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ) ثم قال تعالى: (يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ) ثم قال تعالى: (وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ) بإثبات (ما) ؟ . ¶ جوابه: ¶ لما كان تسبيح أهل السموات يختلف مع تسبيح أهل الأرض في الكمية والكيفية والإخلاص والمواظبة، ناسب ذلك التفصيل ب (ما) . ¶ ولما كان \"العلم \" معنى واحدا لا يختلف معناه باختلاف المعلومات ناسبه ذلك حذف (ما) لاتحاده في نفسه. ولما اختلف معنى \" الإسرار والإعلان \" ناسب ذلك إتيان",
            "page": "358",
            "part": "1",
            "seal": "84586304"
        },
        {
            "id": "278",
            "nass": "(ما) لما بينهما من البيان، والفرق بينه تعالى وبين غيره ¶ في علم السر والعلن دون السر. ¶ 441 - مسألة: ¶ قوله تعالى: (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ) ¶ وفى الطلاق: (وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ) أسقط (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ) ؟ . ¶ جوابه: ¶ لما تقدم قوله تعالى: (وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ) ¶ دخل فيه أعمال الطاعات، والسيئات. ¶ وقال تعالى: (زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا) وهو ¶ كفر وسيئة ناسب ذلك: (وَمَنْ يُؤْمِنْ) أي بعد (ما) ¶ كفر عنه سيئاته في سره أو علنه، من أقواله وأفعاله وآية ¶ الطلاق لم يتقدمها ذكر سيئات ولا ما يفهم منه، بل قال: ¶ (فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آمَنُوا) فناسب ذلك ¶ ذكر الصالحات وترك ذكر السيئات. وأيضا تقدم فيها تكفير",
            "page": "359",
            "part": "1",
            "seal": "F098DB0E"
        },
        {
            "id": "279",
            "nass": "السيئات في قوله تعالى: (وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ) فكفى عن إعادته. ¶ 442 - مسألة: ¶ قوله تعالى: (إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ) أي ¶ محنة تمتحنون بها. ¶ وقال تعالى: (وَابْتَغُوا مِنْ فَضْلِ اللَّهِ) ¶ وقال تعالى: (يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ) ¶ وقال تعالى: (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى) ونحو ذلك من الآيات الدالة على ثناء بعض أرباب الأموال ¶ جوابه: ¶ أنه محمول على الأغلب في الأموال والأولاد، فقد تأتي (إنما) ولايقصد بها الحصر المطلق كقوله تعالى: (إِنَّمَا أَنْتَ نَذِيرٌ) وهو بشير أيضا، ورسول، وشفيع.",
            "page": "360",
            "part": "1",
            "seal": "CEB77897"
        },
        {
            "id": "280",
            "nass": "سورة الملك ¶ 443 - مسألة: ¶ قوله تعالى: (أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ أَنْ يَخْسِفَ بِكُمُ الْأَرْضَ) ¶ ثم قال تعالى: (أَنْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا) قدم الخسف على الحاصب ¶ وفى الأنعام: قدم المؤخر ههنا وأخر المقدم في قوله تعالى: (قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ) ؟ . ¶ جوابه: ¶ لما تقدم هنا: (هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا) الآية، ¶ ناسب أن يليه الوعيد بالخسف في الأرض التي أذلها. ¶ وأية الأنعام: تقدمها قوله تعالى (وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً)",
            "page": "361",
            "part": "1",
            "seal": "EB82F390"
        },
        {
            "id": "281",
            "nass": "(قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ) الآية، وهو فوق الأرض فناسب ذلك تقدم ما هو من جهة فوق. ¶ سورة الحاقة ¶ 444 - مسألة: ¶ قوله تعالى: (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ) وفى سورة ¶ انشقت: (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ) ؟ . ¶ جوابه: ¶ قيل: تغل يداه إلى عنقه، ويجعل شماله من وراء ظهره. ¶ وقيل: يخرج شماله من صدره إلى ظهره فهو: من شماله ¶ وراء ظهره. ¶ 445 - مسألة: ¶ قوله تعالى: (وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ (41) وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ (42) ¶ ختم الأولى: ب (مَا تُؤْمِنُونَ) والثانية: ب (مَا تَذَكَّرُونَ) . ¶ جوابه: ¶ أن مخالفة نظم القرآن لنظم الشعر ظاهرة واضحة فلا يخفى",
            "page": "362",
            "part": "1",
            "seal": "68803137"
        },
        {
            "id": "282",
            "nass": "على أحد. فقول من قال:، شعر كفر وعناد محض، فختمه بقوله تعالى: (مَا تُؤْمِنُونَ) وأما مخالفته لنظم الكهان وألفاظهم فيحتاج إلى تذكير وتدبر، لأن كلا منهما على أوزان الشعر ونظمه، ولكن يفترقان بما في القرآن من الفصاحة والبلاغة والبديع، وتبع بديعه لبيانه، وألفاظه لمعانيه، بخلاف ألفاظ الكهان لأنها بخلاف ذلك كله. والله أعلم. ¶ سورة المعارج ¶ 446 - مسألة: ¶ قوله تعالى: (فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ) ¶ تقدم جوابه في سورة \" الم السجدة\" ¶ 447 - مسألة: ¶ قوله تعالى: (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا) الآية وقال ¶ تعالى: (أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا) ؟",
            "page": "363",
            "part": "1",
            "seal": "6D263FDF"
        },
        {
            "id": "283",
            "nass": "جوابه: ¶ أن الإنسان طبع على ذلك عند تأهله لذلك وقدرته عليه. ¶ 448 ـ مسألة: ¶ قوله تعالى: (الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ) ¶ وقال بعد ذلك: (عَلَى صَلَاتِهِمْ يُحَافِظُونَ) ؟ . ¶ جوابه: ¶ أنه إما توكيد لأمر الصلاة والمحافظة عليها، أو أن المراد بالدوام إدامتها وبالمحافظة القيام بشروطها وفروضها وسننها ¶ مسألة: ¶ قوله تعالي: (حَقٌّ مَعْلُومٌ) وفى الذاريات: (حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ) بإسقاط \" معلوم \". ¶ قيل المراد بآية الذاريات: الصدقات النوافل لقرينة تقدم النوافل، وبهذه الآية الزكاة لتقدم ذكر الصلاة لأنها معلومة",
            "page": "364",
            "part": "1",
            "seal": "760175AF"
        },
        {
            "id": "284",
            "nass": "مقدرة. ¶ 450 - مسألة: ¶ قوله تعالى: (وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ (26) وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ (27) ¶ (وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ (33) ¶ لم تذكر الثلاثة فى سورة المؤمنين؟ ¶ جوابه: ¶ لما تقدم فى هذه السورة ذكر النقائص الثلاثة في الإنسان في ¶ قوله تعالى (إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا، جَزُوعًا، مَنُوعًا) : ناسب ذلك جبر المؤمنين بذكر أوصافهم الثلاثة الجميلة حين استثناهم من عموم الإنسان، وأيضا لما تقدم (لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ) وتحمل الشهادة من جملة الأمانة ناسب ذكر الشهادة بعد الأمانة",
            "page": "365",
            "part": "1",
            "seal": "1EA3D4F6"
        },
        {
            "id": "285",
            "nass": "سورة نوح عليه السلام ¶ 451 - مسألة: ¶ قوله تعالى: (وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى) ¶ ثم قال: (إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ) فالأول: مجوز ¶ للتأخير، والثاني: يمنع منه؟ . ¶ جوابه: ¶ قيل: الأول: أجل الموت بالنسبة إلى كل واحد. والثاني: ¶ أجلهم جميعا بالاستئصال. ¶ 452 - مسألة: ¶ قوله تعالى: (وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا) وقال تعالى ¶ في آخر السورة (وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا) ما وجه التخصيص؟ . ¶ جوابه: ¶ لما قال قبل الأولى: (وَقَدْ أَضَلُّوا كَثِيرًا) ¶ ناسب قوله: (إِلَّا ضَلَالًا) وقال في آخر السورة: (لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا) وهو دعاء بالهلاك، ناسب",
            "page": "366",
            "part": "1",
            "seal": "9564F00A"
        },
        {
            "id": "286",
            "nass": "قوله: (إِلَّا تَبَارًا) أي هلاكا. ¶ 453 - مسألة: ¶ كيف دعا بزيادة الضلال والتبار ولم يدع بالهداية وهو نبي ¶ كبير، وكذلك دعاء موسى عليه السلام على فرعون وملإه في سورة يونس عليه السلام؟ . ¶ جوابه: ¶ أن ذلك كان بعد تققه عدم إيمانهم بقوله تعالى: (لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ) فدعاؤه بذلك عند يأسه ¶ منهم. ¶ وكذلك موسى عليه السلام، لعله بعد أن أعلمه الله تعالى بعدم إيمانهم ¶ سورة المدثر ¶ 454 - مسألة: ¶ قوله تعالى: (إِنَّهُ فَكَّرَ وَقَدَّرَ (18) فَقُتِلَ كَيْفَ قَدَّرَ) ما",
            "page": "367",
            "part": "1",
            "seal": "478D771F"
        },
        {
            "id": "287",
            "nass": "فائدة تكرير (قَدَّرَ) ؟ . ¶ جوابه: ¶ أن الآية نزلت في الوليد بن المغيرة لما فكر فيما يرد به على النبى - صلى الله عليه وسلم - فيما جاء به من القرآن. ¶ فالأول تقديره: ما يريد بقوله، والثاني: أنه قدر أن قوله ¶ شعر ترده العرب لأنه ليس على طريقة الشعر، قال الله تعالي (فَقُتِلَ كَيْفَ قَدَّرَ) ¶ والثالث قدر أن قوله هو كهانة من كلام الكهان ترده العرب لمخالفته كلام الكهان فهو قوله تعالى ثالثا: (ثُمَّ قُتِلَ كَيْفَ قَدَّرَ) . ¶ 455 ـ مسألة: ¶ قوله تعالى (كَلَّا إِنَّهُ تَذْكِرَةٌ) فالضمائر مذكرة، والتذكرة مؤنثة؟ ¶ جوابه: ¶ أن التذكرة مصدر بمعنى التذكر، وليس مؤنثا، فرجع الضمير إلى مذكر فى المعنى، وأتى بلفظ التذكرة لموافقته فواصل الآيات قبله",
            "page": "368",
            "part": "1",
            "seal": "FF4A80D3"
        },
        {
            "id": "288",
            "nass": "سورة القيامة ¶ 56، - مسألة: ¶ قوله تعالى: (أَوْلَى لَكَ فَأَوْلَى (34) ثُمَّ أَوْلَى لَكَ فَأَوْلَى) ما ¶ معناه؟ وما فائدة تكراره؟ . ¶ جوابه: ¶ هو دعاء على المخاطب بالويل وهو مشتق من \"ولى\" إذا قرب، ومعناه: أقرب لك الويل، وأما تكراره فإما تأكيد له، أو أن الأول للدنيا، والثانى للآخرة، أي: ويل له فيهما. والله أعلم ¶ سورة الإنسان ¶ 457 ـ مسألة: ¶ قوله تعالى (إِمَّا شَاكِرًا وَإِمَّا كَفُورًا) ولم يقل شكورا لمطابقة كفورا؟ ¶ جوابه: ¶ أنه جاء باللفظ الأعم لأن كل شكور شاكر وليس كل شاكر",
            "page": "369",
            "part": "1",
            "seal": "0D3751AB"
        },
        {
            "id": "289",
            "nass": "شكورا، أو قصد المبالغة في جانب الكفر ذماً له لأن كل كافر كفور بالنسبة إلى نعم الله عليه. ¶ 458 - مسألة: ¶ قوله تعالى: (يُطَافُ عَلَيْهِمْ) (وَيُسْقَوْنَ فِيهَا كَأْسًا) لما لم يسم فاعله ثم قال تعالى: (وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ) بصيغة الفاعل؟ . ¶ جوابه: ¶ أن القصد بالأول: وصف الآنية والمشروب، والمقصود ¶ بالثاني: وصف الطائف. ¶ 459 - مسألة: ¶ قوله تعالى: (كَانَ مِزَاجُهَا كَافُورًا) ¶ وقال تعالى بعد ذلك: (مِزَاجُهَا زَنْجَبِيلًا) ¶ جوابه: ¶ أشار بالأولى إلى برودتها وطيبها. ¶ والثانية: إلى طعمها ولذتها، لأن العرب كانت تستطيب الشراب البارد، وتستلذ طعم الزنجبيل، وذكرت ذلك في أشعارها، فظاهر القرآن أنهما أسماء عينين في الجنة، فقيل: الكافور للإبراد، والزنجبيل يمزجون بها أشربتهم، ويشربها",
            "page": "370",
            "part": "1",
            "seal": "D2C7F3AA"
        },
        {
            "id": "290",
            "nass": "المقر بون صرفا. ¶ 460 - مسألة: ¶ قوله تعالى: (إِنَّ هَذِهِ تَذْكِرَةٌ) وفى المدثر: (إِنَّهُ هَذِهِ تَذْكِرَةٌ) . ¶ جوابه: ¶ أن المراد هنا هذه السورة أو الآيات. وفى المدثر: المراد ¶ القرآن. ¶ سورة النبأ ¶ 461 - مسألة: ¶ قوله تعالى: كَلَّا سَيَعْلَمُونَ (4) ثُمَّ كَلَّا سَيَعْلَمُونَ (5) ¶ ما فائدة التكرار هنا وفى \"التكاثر\"؟ . ¶ جوابه: ¶ إما توكيد للخبر، أو ستعلمون ما تلقون في الآخرة. ¶ 462 - مسألة: ¶ قوله تعالى في عذاب جهنم: (جَزَاءً وِفَاقًا (26) وقال تعالى",
            "page": "371",
            "part": "1",
            "seal": "C5684F7C"
        },
        {
            "id": "291",
            "nass": "في ثواب الجنة: (عَطَاءً حِسَابًا (36) ؟ . ¶ جوابه: ¶ أن الحسنة بعشر أمثالها: فحصل العدد في جزائها، فناسب ¶ ختمها \" بالحساب \". وجزاء السيئة بمثلها: فناسب وفاق جزائها لها في الاتحاد. ¶ 463 ـ مسألة: ¶ قوله تعالى (عَطَاءً حِسَابًا (36) وفى المؤمن: (يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ (40) ¶ جوابه: ¶ أن المراد فى سورة المؤمن كثرة الرزق الفائت العدد والحساب، والمراد هنا: على حسب أعمالهم لأنهم متفاوتون فى الأعمال أو المراد بقوله (حسابا) أى كافيا من قولك: حسبى الله. ¶ سورة النازعات ¶ 464 ـ مسألة: ¶ قوله تعالى (فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَى (34) ط ¶ وفى عبس:",
            "page": "372",
            "part": "1",
            "seal": "6F438B93"
        },
        {
            "id": "292",
            "nass": "(جَاءَتِ الصَّاخَّةُ) ؟ . ¶ جوابه: ¶ أنه لما ذكر في هذه السورة أهوال يوم القيامة (يَوْمَ تَرْجُفُ الرَّاجِفَةُ (6) تَتْبَعُهَا الرَّادِفَةُ (7) الآيات، ثم خبر فرعون وأخذه نكال الآخرة والأولى، ناسب تعظيم أمر الساعة وجعلها الطامة أى التي تطم على ما قبلها من الشدائد والأهوال المذكورة. ¶ وأما آية عبس: فتقدمها قُتِلَ الْإِنْسَانُ مَا أَكْفَرَهُ (17) ¶ إلى قوله تعالى: (ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ (21) ، فناسب ذلك ذكر الصيحة الناشرة للموتى من القبور وهي (الصاخة) ومعناه: الصيحة الشديدة التى توقظ النيام لشدة وقعها فى الآذان. ¶ سورة التكوير ¶ 465 ـ مسألة: ¶ قوله تعالى (وَإِذَا الْبِحَارُ سُجِّرَتْ (6) ¶ وفى سورة انفطرت",
            "page": "373",
            "part": "1",
            "seal": "7C9D5AAC"
        },
        {
            "id": "293",
            "nass": "(وَإِذَا الْبِحَارُ فُجِّرَتْ (3) . ¶ جوابه: ¶ جاء هنا (سُجِّرَتْ) لتناسب (وَإِذَا الْجَحِيمُ سُعِّرَتْ (12) . ¶ قيل: تسجر فتصير نارا فتسجر بها جهنم. ¶ وآية انفطرت: مناسبة لبقية الآيات، لأن معناه: تغبير أوصاف تلك الأشياء عن حالاتها، وتنقلها عن أماكنها، فناسب ذلك انفجار البحار لتغيرها عن حالها مع بقائها. ¶ 466 - مسألة:. ¶ قوله تعالى: (عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ) وفى الأخرى: (مَا قَدَّمَتْ وَأَخَّرَتْ) ؟ . ¶ جوابه: ¶ مع تنويع الخطاب فإن \" أَحْضَرَتْ \" مطلقا في الأعمال والصحائف والجزاء وقوله تعالى: (قَدَّمَتْ وَأَخَّرَتْ) تفصيل لتلك الأعمال. وقيل: ما قدمته للدنيا",
            "page": "374",
            "part": "1",
            "seal": "C4B8CE07"
        },
        {
            "id": "294",
            "nass": "وأخرته للآخرة. ¶ سورة إذا السماء انشقت (2) ¶ 467 - مسألة: ¶ قوله تعالى: (وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاءَ ظَهْرِهِ (10) وفى ¶ الحاقة: (بشماله) تقدم جوابه في سورة الحاقة. ¶ 468 - مسألة: ¶ قوله تعالى: (إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (25) ¶ وفى سورة التين: (فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) بالفاء؟ . ¶ جوابه: ¶ أن الاستثناء في سورة التين متصل، فتم الكلام به. والاستثناء في \"انشقت\": منقطع بمعنى \"لكن \" فلم يتم",
            "page": "375",
            "part": "1",
            "seal": "8600E078"
        },
        {
            "id": "295",
            "nass": "الكلام به، لأن المراد \"بأسفل سافلين \" هرمه وضعفه وضعف حواسه وعدم قدرته على الأعمال فصار تقديره: لكن من كان يعمل صالحا فإنا لا نقطع ثوابهم وأجورهم بسبب ضعفهم كما ورد في الحديث. ¶ سورة الليل ¶ 469 - مسألة: ¶ قوله تعالى: (وَاللَّيْلِ) قدم فيها القسم بالليل وفى ¶ \"الضحى\" قدم القسم \" بالنهار\"؟ . ¶ جوابه: ¶ لما كان المقسم عليه هنا: سعى الإنسان وغالبه المعاصى قدم الليل الذى هو مظنة الظلمة ¶ ولما كان المقسم عليه فى الضحى لطفه بنبيه - صلى الله عليه وسلم - قدم الضحى لحسنه",
            "page": "376",
            "part": "1",
            "seal": "D621735A"
        },
        {
            "id": "296",
            "nass": "سوره ألم نشرح ¶ 470 - مسألة: ¶ قوله تعالى: (فَإِنَّ مَعَ الْعُسْرِ يُسْرًا) ¶ ما فائدة تكراره؟ . ¶ جوابه: ¶ أن اليسر الثاني غير \"يسر\" الأول، بدليل تنكيره، والعسر ¶ الأول هو الثاني بدليل تعريفه باللام، وفى الحديث: \"لن ¶ يغلب عسر يسرين \" إشارة إلى ما ذكرناه. ¶ سورة التين ¶ 471 - مسألة: ¶ قوله تعالى: (فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ) ¶ تقدم جوابه في ¶ السماء انشقت \". ¶ سورة اقرأ ¶ 472 - مسألة: ¶ قوله تعالى: (اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (2) ¶ لم كرر (خَلَقَ) . ¶ جوابه: ¶ أن خلق الأول: عام في كل مخلوق، والثاني: خاص",
            "page": "377",
            "part": "1",
            "seal": "F68F7362"
        },
        {
            "id": "297",
            "nass": "بالإنسان، وخصه لبعد ما بين أول أحواله وآخرها. ¶ وقد تقدم تقديم \"الخلق على \"التعليم \" في سورة \"الرحمن\". والله أعلم. ¶ سورة التكاثر ¶ 473 - مسألة: ¶ قوله تعالى: (كَلَّا سَوْفَ تَعْلَمُونَ (3) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (4) ؟ ¶ تقدم الكلام عليها وعلى تكرارها في سورة النبأ. ¶ 474 - مسألة: - ¶ قوله تعالى: (ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (8) ¶ وقد قال تعالى في مواضع متعددة الإذن في المباحات كقوله تعالى: (كُلُوا مِنَ الطَّيِّبَاتِ) و (كُلُوا مِنْ ثَمَرِهِ) (فَانْكِحُوا مَا طَابَ لَكُمْ) ¶ ما فائدة السؤال عما أباحه؟ . ¶ جوابه: ¶ أن المراد: لتسألن عن شكر النعيم، فحذف المضاف للعلم به، لأن الشكر واجب أو أنهم يسألون عن نعيمهم من أين حصلوه",
            "page": "378",
            "part": "1",
            "seal": "F9497792"
        },
        {
            "id": "298",
            "nass": "وآثروه على طاعة الله تعالى. ¶ 475 - مسألة: ¶ قوله تعالى: (لَتَرَوُنَّ الْجَحِيمَ) وفيه توكيد الخبر وقال ¶ تعالى: (إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ) . الآيتين ¶ جوابه: ¶ تقدم في سورة الأنبياء. وقيل: هو خطاب للمشركين خاصة، والمراد رؤية دخول وحلول فيها، وهو عين اليقين. وقيل: هو الخطاب للناس كقوله تعالى: (وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا) فالمؤمن ناج منها والكافر داخل فيها. ¶ سورة الكافرين ¶ 476 - مسألة: ¶ قوله تعالى: (لَا أَعْبُدُ مَا تَعْبُدُونَ) إلى آخر السورة. هل هو تكرار الفائدة أم ليس بتكرار؟ .",
            "page": "379",
            "part": "1",
            "seal": "826660E9"
        },
        {
            "id": "299",
            "nass": "جوابه: ¶ ليس بتكرار في المعنى، فإن قوله تعالى ذلك جواب لقول أبى جهل (1) ومن تابعه للنبي صلى الله عليه وسلم: ¶ \" نشترك في عبادة إلهك وآلهتنا، أعبد آلهتنا عاما ونعبد إلهك عاما \" ¶ فأخبر أن ذلك لا يكون، فقوله: (لَا أَعْبُدُ مَا تَعْبُدُونَ (2) وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ (3) ¶ صريح في الآن الحاضر فنفى المستقبل كالمسكوت عنه فصرح بنفي ذلك أيضا فيه بقوله تعالى: (وَلَا أَنَا عَابِدٌ) أي في المستقبل، (مَا عَبَدْتُمْ) أي الآن، (وَلَا أَنْتُمْ عَابِدُونَ) في المستقبل ما أعبده في الحال والاستقبال. وهذا إعلام من الله تعالى له بعدم إيمان أولئك خاصة، كما قال تعالى لنوح عليه السلام: (لَنْ يُؤْمِنَ مِنْ قَوْمِكَ) عامة، فلا تكرار حينئذ، وهذا من معجزاته - صلى الله عليه وسلم - ¶ ________ ¶ (1) المشهور في أسباب النزول أنها نزلت في الوليد بن المغيرة، والعاص بن وائل، ¶ والأسود بن عبد المطلب، وأمية بن خلف. ¶ ولكن لا مانع من دخول أبى جهل دخولا حتميا لأن الآية لم تنزل بشأن هؤلاء فقط ¶ إنما تزلت بشأن من أمر الله تعالى نبيه بمخاطبتهم بقوله تعالى: (قل يا أيها الكافرون) أي الذيى سيموتون وهم متلبسون بالكفر وعبادة الأصنام، وأبو جهل كان رأسا فيهم، ولم يقل له: وقل للذين كفروا لأنه لا يفيد تلبس الكافر بكفره في المستقبل، فدلت الآية بوصفها الثابت في المصحف على أن المعنى بهم قوم علم الله أزلا أنهم لن يؤمنوا وسيموتون بكفرهم، وقد قال العلماء: بأن هذه الآية من معجزات القرآن لهذا المعنى.",
            "page": "380",
            "part": "1",
            "seal": "BFFD7EA8"
        },
        {
            "id": "300",
            "nass": "فإن القائلين له ذلك ماتوا كفارا، ولم يؤمن أحد منهم قط. ¶ والله تعالى أعلم. ¶ سورة الفلق ¶ 382 مسألة: ¶ قوله تعالى: (مِنْ شَرِّ مَا خَلَقَ (2) عام في كل شىء فما فائدة تكرار ¶ وَمِنْ شَرِّ غَاسِقٍ ... وَمِنْ شَرِّ النَّفَّاثَاتِ ... وَمِنْ شَرِّ حَاسِدٍ) ¶ جوابه: ¶ هو تخصيص بعد تعميم، ليدل به على أن هذه الثلاثة من شر الشرور على الناس لكثرة وقوعها بين الناس. ¶ سورة الناس ¶ 78ء - مسألة: ¶ قوله تعالى: (قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) ¶ ما فائدة إثباتها في التلاوة مع عموم الحكم؟ . ¶ جوابه: ¶ توجه الخطاب إلى النبي - صلى الله عليه وسلم - تشريفا له وتخصيصا بمزيد الاعتناء بالمخاطبة، ومثله: (يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ) ونحو ذلك. ¶ وأيضا: لو بُدئ ب (أَعُوذُ) لم يكن فيه من التنصيص على",
            "page": "381",
            "part": "1",
            "seal": "B2975DD6"
        },
        {
            "id": "301",
            "nass": "الأمر بها ما في قوله: (قل) لتطرق احتمال قصد الإخبار ¶ مع بعده. ¶ 479 - مسألة: ¶ قوله تعالى: (برب الناس) وهو رب كل شك فما وجه ¶ تخصيص الناس؟ . ¶ جوابه: ¶ أن المستعاذ منه الوسوسة وهي مخصوصة بالناس، فناسب ¶ استغاثتهم لسيدهم، وتسميتهم لذلك. ¶ 480 - مسألة: ¶ قوله تعالى: (بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) ¶ إلى آخر السورة. المستعان به في هذه ثلاث صفات، والمستعاذ منه شر واحد وهو: الوسوسة. ¶ وفى سورة الفلق: المستعاذ به بصفة واحدة، والمستعاذ منه ¶ أربعة أشياء؟ . ¶ جوابه: ¶ أن البناء على المطلوب منه ينبغي أن يكون بقدر المسؤول. والمطلوب في \"سورة الناس \" سلامة الدين من الوسوسة \" القادحة فيه. ¶ وفى \" سورة الفلق \" تتعلق \" بالنفس والبدن والمال \" وسلامة ¶ الدين أعظم وأهم، ومضرته أعظم من مضرة الدنيا. ¶ 481 - مسألة: ¶ قوله تعالى: (بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) بدأ",
            "page": "382",
            "part": "1",
            "seal": "D27AB543"
        },
        {
            "id": "302",
            "nass": "ب (بِرَبِّ) ثم ب (مَلِكِ) ثم ب (إِلَهِ) ¶ ما حكمة هذا الترتيب؟ وما فائدة إعادة الناس ظاهرا مع إمكان ضميره؟ . ¶ جوابه: ¶ أن الباري تعالى ربى الناس بنعمه أجنَّةً وأطفالا وشبابا، فقال: (رَبِّ النَّاسِ) فلما شبوا عرفوا أنهم عبيد لملك قاهر لهم، وهو الله سبحانه وتعالى، فقال: (مَلِكِ النَّاسِ) ، فلما عرفوا وجوده وملكه سبحانه كلفوا بعبادته وأمره ونهيه وانفراده بالألوهية والعبادة، فقال: (إِلَهِ النَّاسِ) ف \" رب \": أخص الثلاثة، لأنه يقال في الباري تعالى وفى غيره و\"ملك \": أعم منه، وأخص من \"إله \"، لأنه يقال: ملك العراق ونحوه و\"إله \": أعم الثلاثة، لأنه تعالى: ربهم، وملكهم، وإلههم، ولا يشاركه غيره في ذلك فحصل الترقى من صفة إلى صفة، لما في الوصف الثاني من التعظيم ما ليس فى الأول، وفى الثالث ما ليس في الثاني. ¶ وأما تكرار، (النَّاسِ) : فإما لمشابهة رؤوس الآى كغيرها من السور، أو لأن الأوصاف الثلاثة أتى بها عطف بيان كقولك: الفاروق أبو حفص عمر، لقصد البيان فكان التصريح بلفظ \"الناس \" أصرح في البيان من الضمائر. ¶ وخص \" الناس \" بذلك: لأن غيرهم لا يدعى الربوبية، والملك، والألوهية فبين أنه إله من قد يوصف بذلك، فغيرهم أولى بأنه إلههم.",
            "page": "383",
            "part": "1",
            "seal": "75AF1C33"
        },
        {
            "id": "303",
            "nass": "والله تعالى أعلم، وله الحمد والشكر ¶ تم كتاب: يكشف المعاني في المتشابه من المثانى) ¶ بعون الله تعالى ومنه ¶ تاريخ ثاني شوال سنة ثلاث وسبعين وسبعمائة بالقدس الشريف ¶ غفر الله تعالى لكاتبه، ولوالديه، ولجميع المسلمين آمين ¶ والحمد لله رب العالمين ¶ وصلى الله على سيدنا محمد وآله وسلم وحسبنا الله ونعم الوكيل.",
            "page": "384",
            "part": "1",
            "seal": "64BC00CF"
        },
        {
            "id": "304",
            "nass": "مصادر تحقيق هذا الكتاب ¶ أولا - القرآن الكريم ¶ 3 - ¶ 10 - ¶ 11 - ¶ 12 - ¶ ثانيا: ¶ الإتقان في علوم القرآن، لجلال الدين عبده آنرحمن السيوطي، نخقيق د/ مصطفى ديب البنا، دار ابن كثير. بيروت: 987 أم ¶ أسباب النزول، لعلى بن أحمد الواحدي النيسابوري، دار ابن كثببر. غير آت: 1988 م ¶ الأعلام، لخبير ألد بن الزركلي، دار العلم للملايين. بيروت: 984 أم الأنس الجليل بتاريخ القدس والخليل، لمجببر الدين الحنبلي، المطبعة الذهبية. مصر: 283 اهـ ¶ إيضاح المكنون في الذيل على كشف الظنون، لإسماعيل باشا البغدادي، وكالة المعارف: إستانبول: 955 أم ¶ البحر المحيط، لأبى حيان محمد بن يوسف الأندلسي، دار الفكر. غير آت: 1983 م ¶ البداية والنهاية، لابن كثببر إسماعيل بن عمر، مطبعة السعادة. مصر: 1975 م ¶ البرهان في علوم القرآن، لمحمد بن عبد الله الزركشي، دار إحياء الكتاب ألر جرما. مصر: 975 أم ¶ بغية الدعاة في أخبار اللغولير والنحاة، لجلال الدين عبد الرحمن السيوطي، مطبعة السعادة. مصر: 326 اهـ ¶ التاريخ الإسلامي والحضارة الإسلامية، للدكتور أحمد شلبي، مكتبة النهضة المصرية. مصر: 967 أم ¶ وخرير الأحكمام في تدبير أهل الإسلام، لمحمد بن إبراهيم بن جماعة، نخقيتى الدكتور فؤاد عبد المنعم، رئاسة المحاكم الشرعية. قطر: 984 أم التفسببر الكبببر، لفخر الدين الرازي، المطبعة البهية. مصر: 390 أص",
            "page": "385",
            "part": "1",
            "seal": "D55D9357"
        },
        {
            "id": "305",
            "nass": "386 ¶ 13 - ¶ 14 - ¶ 15 - ¶ 16 - ¶ 17 - ¶ 18 - ¶ 19 - ¶ 20 - 21 - ¶ 23 - ¶ 24 - ¶ 25 - ¶ 26 - ¶ الجامع لأحكام القرآن، لمحمد بن أحمد القرطبي، دار الكتاب العربي. مصر: 1967 م ¶ جامع البيان في تفسببر القرآن، لمحمد بن جرير الطبري، دار الفكر. غير آت: 978 أم ¶ حسن المحاضرة في أخبار مصر والقاهرة، خلال الدين عبد الرحىت السيوطي، مطبعة الموسوعات. مصر: 921 أم ¶ الخطط: المواعظ والاعتبار بذكر الخطط والمنار، لأحمد بن على المقريزي، مكتبة النيل. مصر: 325 اهـ ¶ الدارس في؟ رفي المدارس، لعبد القادر بن محمد النعيمي، مطبعة الترقى. د مشي: 948 أم ¶ الدر المنثور في التفم ببر بالمأثور، لجلال الدين عبد الركن السيوطي، المطبعة الهيمنية. مصر: 314 اهـ ¶ الدرر الكامنة في أعيان المائة الثامنة؟ لأحمد بن على بق جر العسقلاني، دائرة المعارف. الهند: 350 اهـ ¶ دول الإسلام، لمحمد بن أحمد الذهبي، دائرة المعارف. الهند: 327 اهـ دولة سلاطين المماليك ورسومهم في مصر، للدكتور عبد المنعم ماجد، مكتبة الأنجلو. مصر: 965 أم ¶ الرحلة، لأبى الحسن محمد بن جبببر، مطبعة السعادة. مصر: 908 أم زاد المسببة في علم التفسير، لعبد الرحمن بن على بن الجوزي، المكتب اوإسلامى. بيروت: 1965 م ¶ السلوك لمعرفة دول الملوك، لأحمد بن على المقريزي، لجنة التأليف والنشر. مصر: 941 أم ¶ السيرة النبوية، لابن كثير إسماعيل بن عمر، دار إحياء التراث العربي. بيروت: 1966 م ¶ السيرة النبوية، لعبد الملك بن هشام، مطبعة البابي الحلبي. مصر:",
            "page": "386",
            "part": "1",
            "seal": "83A01616"
        },
        {
            "id": "306",
            "nass": "87 س ¶ 27 - ¶ 28 - ¶ 29 - ¶ 30 - ¶ 31 - ¶ 32 - ¶ 33 - ¶ 34 - 35 - ¶ 36 - 37 - ¶ 38 - ¶ 39 - ¶ 40 - ¶ شذرات الذهب في أخبار من ذهب، لابن العماد عبد الحق الحنبلي، مكتبة القدسي. مصر: 350 اهـ ¶ صبح الأعشى في صناعة الإنكا، لأبى العباس أحمد القلقشندي، المطبعة الأميرية. مصر: 914 أم ¶ صحيح البخاري، لمحمد بن إسماعيل البخاري، إستانبول. تركيا: 1982 م ¶ الضوء اللامع لأهل القرن التاسع، لشمس الدين محمد بن عبد الرحمن السخاوي، مكتبة القدسي. مصر: 353 اهـ ¶ طبقات الشافعية، لجمال الدين عبد الرحيم الأسنوى، ديوان الأوقاف. العرق: 390 اهـ ¶ طبقات الشافعية الكبرى، لتاج الدين عبد الوهاب المبكى، المطبعة السينية ة مصر: 324 اهـ ¶ عصر سلاطين المماليك ونتاجهم العلمي والأدبي، لمحموفى رزق سليم، دار الكتاب العربي. مصر: 947 أم ¶ فهرس الخزانة التيموبة، دار الكتب المصرية، مصر: 948 أم ¶ فهر مخطوطات جامعة الدول العربية، وضع: فؤاد سيد، مصر فهرسة مكتبة الاسكوريال، دير الأسكوريال، أسبانيا: 930 أم ¶ القاضي بدو الدفين ين جماعة: حياته وآثاره، للدكتور عبد الجواد خلف، دار الوفاء. مصر: 988 أم ¶ القاموس المحيط، لمجد الدين الفيروز أبادي، المطبعة المصرية. مصر: الكنتأف عن حقائق غوامض التنزيل، لجار انه محمود بن عمر الزمخشري، دار الكتاب العربي. بيروت: 947 أم ¶ كشف الظنون عن أسامي الكتب والفنون، لمصطفى بن عبد الله كاتب جلبي حاجى خليفة، وكالة المعارف. إستانبول: 943 أم",
            "page": "387",
            "part": "1",
            "seal": "388E63C0"
        },
        {
            "id": "307",
            "nass": "388 ¶ 41 - كنز الدرر وجامع الغرر، لأبى بكر بن عبد الله بن أيبك الدواداري، نخقيتى د/ هانز روبرت هـ ويمر، لجنة التأليف. مصر: 960 أم ¶ 42 - لسان العرب المحيط، لجمال الدين محمد بن مكرم بن منظور، دار ما در. بيروت: 376 اهـ ¶ 43 - مجلة معهد مخطوطات جامعة الدول العربية، لجامعة الدول العربية، مصر: مايو، نوفمبر: 975 أم ¶ 44 - المحرر الوجيز في تفسببر الكتاب العزيز، لمحمد بن عبد الحق بن محلية الأندلسي، دولة قطر. قطر: 977 أم ¶ 45 - الخنصر في أخبار البمبر، لابن الوردي. نخقيق: أحمد رفعت البدراوي، دار المعارف. مصر: 965 أم ¶ 46 - مرة الزمان وعبرة اليقظان، لعبد الله بن أسعد اليافعي، دائرة المعارف. الهند: 327 اهـ ¶ 47 - مسائل الرازق، لمحمد بن أبى بكر الرازي، المخضبة العلمية. كاهور: ¶ 1980 م ¶ 48 - المستدرك على الصحيحين، لأبى عبد الله محمد بن عبد الله الحاكم الفيفا بورى، دار الصرفة. بيروت: 986 أم ¶ 49 - معاني القرآن، لأبى زكريا يحيى بن زياد الفراء، الهيئة المصرية. مصر: 1972 م ¶ 55 - معجم البلدان، لنننهاب الدين بن عبد الله الرومي الحمود، مطبعة السعا دي. مص: 1906 م ¶ 51 - معجم قبائل العرب، لعمر رضا كحالة، مكتبة المثنى. بيروت: 957 أم 52 - معجم المؤلفين، لعمر رضا كحالة، مكتبة المثنى. بيروت: 7ر9 أم ¶ 53 - مفتاح السعادة ومصباح السيادة، لأحمد بن مصطفى طارق كبرى زاده، دار الكتب الحديثة. مصر: 968 أم ¶ 54 - منجم العمران في المستدرك على معجم البلدان، لمحمد أمين الخانجي، مطبعة السعادة. مصر: 907 أم",
            "page": "388",
            "part": "1",
            "seal": "E7CC2581"
        },
        {
            "id": "308",
            "nass": "9ر3 ¶ 55 - النجوم الزاهرة في ملوك مصر والقاهرة، لجمال الدين يوسف ألأ؟ بكى بن تغرى بردى، المؤسس المصرية. مصر: 966 أم ¶ 56 - نزهة الأنباء فيما يروى عق الأدباء، لعبد العزيز بن محمد بن جماعة، مخطروو. دار الكتب المصرية - ¶ 57 - نزهة النظار، لابن الملقن، مخطوول. دار الكتب المحورية ¶ 58 - نكت العميان في نكت العميان، لصلاح الدين خليل بن أيبك الصفدي، طبع القاهرة. مصر: 960 أم ¶ 59 - هدية العارفين، لإسماعيل باشا وكالة المعارف: أستانبول 943 أم. ¶ 60 - الوافي بالوفيات، لصلاح الدين خليل بن أيبك الصفدي، دار النشر. فيما دن: 1961 م.",
            "page": "389",
            "part": "1",
            "seal": "861DA85C"
        }
    ],
    "t1403": [
        {
            "id": "224",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الصافات"
        },
        {
            "id": "229",
            "lvl": "1",
            "sub": null,
            "tit": "سورة ص"
        },
        {
            "id": "231",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الزمر"
        },
        {
            "id": "236",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المؤمن"
        },
        {
            "id": "243",
            "lvl": "1",
            "sub": null,
            "tit": "سورة حم السجدة"
        },
        {
            "id": "249",
            "lvl": "1",
            "sub": null,
            "tit": "سورة حم عسق"
        },
        {
            "id": "251",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الزخرف"
        },
        {
            "id": "254",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الدخان"
        },
        {
            "id": "255",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الجاثية"
        },
        {
            "id": "257",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأحقاف"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القتال"
        },
        {
            "id": "258",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الفتح"
        },
        {
            "id": "261",
            "lvl": "1",
            "sub": null,
            "tit": "سورة ق"
        },
        {
            "id": "262",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الذاريات"
        },
        {
            "id": "263",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النجم"
        },
        {
            "id": "264",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القمر"
        },
        {
            "id": "265",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الرحمن"
        },
        {
            "id": "267",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الواقعة"
        },
        {
            "id": "269",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحديد"
        },
        {
            "id": "272",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المجادلة"
        },
        {
            "id": "273",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحشر"
        },
        {
            "id": "274",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الممتحنة"
        },
        {
            "id": "274",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الصف"
        },
        {
            "id": "275",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الجمعة"
        },
        {
            "id": "276",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المنافقين"
        },
        {
            "id": "277",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التغابن"
        },
        {
            "id": "280",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الملك"
        },
        {
            "id": "281",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحاقة"
        },
        {
            "id": "282",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المعارج"
        },
        {
            "id": "285",
            "lvl": "1",
            "sub": null,
            "tit": "سورة نوح عليه السلام"
        },
        {
            "id": "286",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المدثر"
        },
        {
            "id": "288",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القيامة"
        },
        {
            "id": "288",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الإنسان"
        },
        {
            "id": "290",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النبأ"
        },
        {
            "id": "291",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النازعات"
        },
        {
            "id": "292",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التكوير"
        },
        {
            "id": "294",
            "lvl": "1",
            "sub": null,
            "tit": "سورة إذا السماء انشقت"
        },
        {
            "id": "295",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الليل"
        },
        {
            "id": "296",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التين"
        },
        {
            "id": "296",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة اقرأ"
        },
        {
            "id": "296",
            "lvl": "1",
            "sub": "2",
            "tit": "سوره ألم نشرح"
        },
        {
            "id": "297",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التكاثر"
        },
        {
            "id": "298",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الكافرين"
        },
        {
            "id": "300",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الفلق"
        },
        {
            "id": "300",
            "lvl": "1",
            "sub": "1",
            "tit": "سورة الناس"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الفاتحة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "سورة البقرة"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "سورة آل عمران"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النساء"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المائدة"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنعام"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأعراف"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنفال"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "سورة براءة"
        },
        {
            "id": "121",
            "lvl": "1",
            "sub": null,
            "tit": "يونس عليه السلام"
        },
        {
            "id": "127",
            "lvl": "1",
            "sub": null,
            "tit": "سورة هود عليه السلام"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "يوسف عليه السلام"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الرعد"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "سورة إبراهيم"
        },
        {
            "id": "141",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحجر"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النحل"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "سورة بنى إسرائيل"
        },
        {
            "id": "156",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الكهف"
        },
        {
            "id": "165",
            "lvl": "1",
            "sub": null,
            "tit": "سورة مريم"
        },
        {
            "id": "169",
            "lvl": "1",
            "sub": null,
            "tit": "سورة طه"
        },
        {
            "id": "172",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنبياء عليهم السلام"
        },
        {
            "id": "178",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحج"
        },
        {
            "id": "184",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المؤمنون"
        },
        {
            "id": "188",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النور"
        },
        {
            "id": "192",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الفرقان"
        },
        {
            "id": "196",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الشعراء"
        },
        {
            "id": "201",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النمل"
        },
        {
            "id": "203",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القصص"
        },
        {
            "id": "207",
            "lvl": "1",
            "sub": null,
            "tit": "سورة العنكبوت"
        },
        {
            "id": "212",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الروم"
        },
        {
            "id": "215",
            "lvl": "1",
            "sub": null,
            "tit": "سورة لقمان"
        },
        {
            "id": "216",
            "lvl": "1",
            "sub": null,
            "tit": "سورة السجدة"
        },
        {
            "id": "219",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأحزاب"
        },
        {
            "id": "220",
            "lvl": "1",
            "sub": null,
            "tit": "سورة سبأ"
        },
        {
            "id": "221",
            "lvl": "1",
            "sub": null,
            "tit": "سورة فاطر"
        },
        {
            "id": "223",
            "lvl": "1",
            "sub": null,
            "tit": "سورة يس"
        }
    ]
}