{
    "b141": [
        {
            "id": "1",
            "nass": "ـ[شرح رسالة أبي داود لأهل مكة]ـ ¶ مؤلف الأصل: أبو داود سليمان بن الأشعث السَِّجِسْتاني (المتوفى: 275هـ) ¶ الشارح: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير ¶ دروس مفرغة من موقع الشيخ الخضير ¶ [الكتاب مرقم آليا، رقم الجزء هو رقم الدرس - 4 دروس]",
            "page": null,
            "part": null,
            "seal": "2156AFF4"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح: رسالة أبي داود لأهل مكة (1) ¶ الشيخ: عبد الكريم الخضير ¶ السلام عليكم ورحمة الله وبركاته. ¶ الحمد الله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فإن هذه الرسالة المقرر قراءتها في هذا الدرس، والتعليق عليها بما تيسر، هذه في وصف سنن أبي داود من قبل مؤلفها، من قبل مؤلف السنن، رسالة منه إلى أهل مكة يبين فيها شيئاً من منهجه، وشرطه في الكتاب، وطريقته فيه، والأئمة المؤلفون لكتب السنة المشهورة لم يصرح كثير منهم بشرطه، وإنما التمس شرطه من سبر كتابه، يسبر الكتاب وينظر فيه فيبين شرطه، ولذا تجدون العلماء يختلفون في هذه الشروط اختلافاً كثيراً، فالإمام البخاري ما حفظ عنه من كلامه شيء مما اشترطه في كتابه، وما يذكره أهل العلم إنما هو مجرد استنباط واسترواح، وميل إلى ما يذكر من خلال النظر في الكتاب، نعم هو اشترط الصحة، وترك من الصحاح أكثر خشية أن يطول الكتاب كما نقل عنه، وله شروط بينها أهل العلم من خلال النظر في كتابه مما لم يصرح به هو، ولذا يختلفون فيها، وكذا الإمام مسلم -رحمه الله- قدم بين يدي كتابه مقدمة هي التي تقرأ في الدرس الثاني، وبين فيها بعض شرطه، وترك شيئاً لمن يزيد في هذا الشرط من خلال النظر في كتابه والسبر الدقيق لهذا الكتاب، وقد بين أهل العلم شرطه مفصلاً، فما ذكره في كتابه لا يختلف فيه، وإن اختلفوا في مراده بالطبقات الثلاث التي ذكرها مما يذكر في مكانه -إن شاء الله تعالى-، أما ما لم يذكره فالخلاف فيه أكثر.",
            "page": "1",
            "part": "1",
            "seal": "91ECCE3A"
        },
        {
            "id": "3",
            "nass": "وكل أمر يستنبط من كلام البشر لا بد أن يوجد فيه الاختلاف، إن لم يكن صريحاً مع قوله، إن لم يكن بصريح قوله لا بد أن يوجد فيه اختلاف، {أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا} [(82) سورة النساء] وهذا أيضاً مرده إلى طريقة السبر والاستقراء، هل هو تام أو غير تام؟ لأن من الناس من يستعجل النتائج، يختبر الكتاب فيأخذ من أوله أحاديث، ومن ووسطه، ومن أثنائه، ومن آخره، فيحكم عليه أن هذه طريقة المؤلف، بينما فيما تركه ما يختلف مع ما قرره. ¶ الإمام الترمذي ذكر شيئاً من شرطه في علله التي بآخر الجامع، ذكر شيء من شرطه ومنهجه، وما تركه أكثر، ولذا اختلف في مراده بقوله: \"حسن صحيح\" إلى بضعة عشرة قولاً، والحسن وإن نص عليه في علل جامعه إلا أن العلماء اختلف في مراده به اختلافاً كبيراً. ¶ ابن ماجه ما ذكر شيء، لكن واقع الكتاب أخذ منه شرطه، والنسائي كذلك. ¶ ما ذكره العلماء في شروط الأئمة وتباينوا في تقريره فشرط البخاري أعلى الشروط عندهم، ويقولون: إنه لا بد من توافر ثقة الرواة، وتمام ضبطهم، وملازمتهم للشيوخ، وقد ينزل البخاري فينتقي من حديث من لم يلازم الشيوخ. ¶ يليه شرط مسلم الذي يستوعب أحاديث هذه الطبقة، وينتقي من أحاديث من خف ضبطهم التي هي الدرجة الثالثة التي يقال عنها: إنها هي شرط أبي داود، وقد ينزل إلى أحاديث الطبقة الرابعة ممن خف ضبطهم ما عدم ملازمتهم للشيوخ الذين هم شرط الترمذي والنسائي، وقد ينزل الترمذي والنسائي إلى من مُسَّ بضرب من التجريح الواضح الذي هو شرط ابن ماجه، هكذا قرر أهل العلم كالحازمي مثلاً في شرط الأئمة، لكن هل هذا ينضبط أو لا ينضبط؟ لا يمكن ضبطه؛ ‍ لأنه لم يأخذ من كلام الأئمة صريحاً، تبعاً لذلك تباين في أقوال أهل العلم في مراد الحاكم بشرط الشيخين صحيح على شرطهما، صحيح على شرط البخاري، صحيح على شرط مسلم، اختلفوا بذلك اختلافًا كثيراً.",
            "page": "2",
            "part": "1",
            "seal": "345BA13A"
        },
        {
            "id": "4",
            "nass": "مراده بشرط الشيخين هو الذي رجحه كثير من أهل العلم أن المراد بشرط الشيخين رجالهما، فإذا خرِّج الحديث من طريق الرواة أخرج لهما الشيخان، قال: صحيح على شرط الشيخين، وإذا خرج الحديث من طريق رجال أخرج لهما البخاري قال: صحيح على شرط البخاري، وكذلك شرط مسلم، وإذا خرج الحديث من طريق لم يخرج لهما البخاري ولا مسلم، أو وجد فيهم من لم يخرج له البخاري ولا مسلم قال: صحيح فحسب، ولم يقل: على شرطهما ولا على شرط البخاري، ولا على شرط مسلم لتخلف هذا الكلام، وهذا التقعيد عن بعض الرواة. ¶ وهذا القول له وجهه، وتصرفات الحاكم تقويه؛ لأنه قال في بعض الحديث: عن أبي عثمان صحيح ولم يقل على شرطهما ولا على شرط واحد منهما، قال: وأبو عثمان ليس هو النهدي، ولو كان النهدي لقلت: إنه صحيح على شرطهما.",
            "page": "3",
            "part": "1",
            "seal": "D3364F80"
        },
        {
            "id": "5",
            "nass": "الكلام في شروط الأئمة يطول جدًّا، وفائدته .. ، فائدة الكلام في شروط الأئمة فهم كلام الحاكم، والتصحيح على ضوء هذا الشرط إذا جئت بحديث وافقت فيه شرط البخاري، أو وقفت على حديث توافر فيه شرط البخاري تصححه، علماً بأن التصحيح والتضعيف إنما مرده إلى نظافة الأسانيد واتصالها وسلامة المتون من المخالفات، فحينما يختلف أهل العلم في قول الترمذي حسن صحيح إلى هذا التباين الكبير أكثر من يمكن ثلاثة عشر قولاً أو أكثر، إنما هو بالنسبة لمن يقلد الترمذي في أحكامه، ولو افترضنا أن الترمذي قال: حسن صحيح، اختلفنا في المراد بالحسن الصحيح، ودرسنا إسناد الحديث الذي قيل فيه ذلك، وعلى ضوء طرائق الأئمة في دراسة الأسانيد فإننا قد نستأنس بقول الترمذي، وحكم الترمذي كأحكام غيره من الأئمة، لكن حكم الترمذي ليس بملزم لنا، إذا قال: \"حسن صحيح\" وفي إسناده رجل مضعف، أو في إسناده انقطاع فإنه لا يلزمنا أن نصحح ذلك تبعاً للترمذي، لكن إذا حكمنا على حديث فوجدناه صحيحاً، والترمذي قال عنه: حسن صحيح، اطمأنت النفس إلى هذه النتيجة، إلا على قول من يقول: بانقطاع التصحيح والتضعيف فعلينا أن نقلد الترمذي في أحكامه، فالمتأهل في جمع الطرق والنظر في الأسانيد لا يؤثر عليه هذا الكلام كثيراً، لا يؤثر عليه هذا الكلام؛ لأن الترمذي قد يصحح، وهو إمام معتبر، لكنه ليس بمعصوم، قد يصحح حديثاً يضعفه غيره، فهل أنت ملزم بقول الترمذي: \"حسن صحيح\" والبخاري يضعفه، أو أبو حاتم أو غيرهم من الأئمة؟ لست بملزم، إذا تأهلت فأنت ملزم بما يؤديه إليه اجتهادك.",
            "page": "4",
            "part": "1",
            "seal": "011C1984"
        },
        {
            "id": "6",
            "nass": "نعود إلى هذه الرسالة التي بين أيدينا، رسالة وجيزة في بيان واقع سنن أبي داود، ومنزلة السنن، وشرط أبي داود في سننه، وحكم ما سكت عنه أبو داود، والذي يبينه والذي لا يبينه وعدة أحاديث الكتاب إلى غير ذلك من المباحث اللطيفة التي ترد، وقد يقول قائل: إن هذه الرسالة لا تستحق هذه المدة التي ضربت لها، فنقول: هذا الكلام صحيح، وبالإمكان أن ننتهي منها في درس؛ بالإمكان هذا؛ لأن الكلام طولاً وتطويلاً واختصاراً سهل يعني، وبالإمكان أن نوسع الكلام فيها فتستغرق الوقت، لكن أظن التوسط يعني أخذها في هذا الأسبوع الأول، وترك الأسبوع الثاني ليختار فيه ما يناسب، إما متن مختصر، أو ننقل إليه درس العصر؛ لأنني أشوف الحضور اليوم العصر أقل منه في الفجر، أقل بكثير، ولعل حرارة الجو والارتباط بالدوام، وما أشبه ذلك قد يكون له أثر، وهذا ملاحظ حقيقة عند وضع الجدول، العام الماضي تعرفون وضعنا درس العصر ثم نقلناه، لكن مع ذلك سوف يستمر ابن ماجه بعد صلاة العصر إلى أن ينتهي هذا المتن، أو يقترح مكان هذا المتن بعده في الأسبوع الثاني متن آخر، ولعله مما يتعلق بسنن أبي داود كشرح أبي طاهر السلفي لمقدمة الخطابي على سنن أبي داود، والأمر إليكم. ¶ طالب: أو ختم السخاوي فيه فوائد. ¶ أو ختم السخاوي، نشوف لنا شيء، لكن اللي ترونه يعني. ¶ طالب: أحسن الله إليك. ¶ سم ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم اغفر لشيخنا، واجزه عنا خير الجزاء، واغفر للحاضرين والسامعين يا حي يا قيوم. ¶ قال المصنف -رحمه الله تعالى-: ¶ بسم الله الرحمن الرحيم ¶ ولا حول ولا قوة إلا بالله العلي العظيم، أخبرنا الشيخ أبو الفتح محمد بن عبد الباقي بن أحمد بن سليمان المعروف بابن البطي. ¶ إن كانت بالتخفيف فأصله مهموز، البطيء، من البطء والتأخر، وفي الحديث المعروف ((من بطأ به ... )) إن كان هذا بالتخفيف، وإن كان منسوباً إلى ... إلى إيش؟ ¶ طالب: البط. ¶ إلى البط، فهو بالتشديد، وأنا ما راجعته، فيه أحد راجع؟ ¶ ما راجعت هذه النسبة، فتنظر -إن شاء الله تعالى-، نعم. ¶ طالب: أحسن الله إليك.",
            "page": "5",
            "part": "1",
            "seal": "29B50B55"
        },
        {
            "id": "7",
            "nass": "المعروف بابن البطي إجازة إن لم أكن سمعته منه، قال: أنبأنا الشيخ أبو الفضل أحمد بن الحسن بن خيرون المعدل، قراءة عليه، وأنا حاضر أسمع، قيل له: أقرأت على أبي عبد الله محمد بن علي بن عبد الله الصوري الحافظ؟ قال: سمعت أبا الحسين محمد بن أحمد بن محمد بن أحمد بن جميع الغساني بصيدا، فأقر به، قال: سمعت أبا بكر محمد بن عبد العزيز بن محمد بن الفضل بن يحيى بن القاسم بن عون بن عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب الهاشمي بمكة يقول: سمعت أبا داود سليمان بن الأشعث بن إسحاق بن بشير بن شداد السجستاني، وسئل عن رسالته التي كتبها إلى أهل مكة وغيرها جواباً لهم فأملى علينا: سلام عليكم، فإني أحمد إليكم الله الذي لا إله إلا هو، وأسأله أن يصلي على محمد عبده ورسوله -صلى الله عليه وسلم- كلما ذكر، أما بعد: ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين. ¶ هذه الرسالة الموجزة المختصرة من الإمام أبي داود سليمان بن الأشعث السجستاني المتوفى سنة خمسة وسبعين ومائتين افتتحت بالبسملة، وهذه البسملة التي صدرها ليست من كلام المؤلف كما هو معروف؛ لأنها تسبق الإسناد والإسناد ليس من كلامه -رحمه الله-، وإنما من كلام آخر الرواة، آخر الرواة عنه، قال: ولا حول ولا قول إلا بالله العلي العظيم، هذه أيضًا ليست من كلام أبي داود، ولكن البداءة بالبسملة أمر مشروع اقتداءً بالقرآن العظيم، وبالنبي الكريم -عليه الصلاة والسلام- في رسائله. ¶ وأما قوله: \"لا حول ولا قوة إلا بالله العلي العظيم\" فهو إظهار للعجز والتقصير يتضمن تواضعاً وانكسارًا لله -جل وعلا- في طلب الإعانة، ولا حول ولا قوة إلا بالله العلي العظيم كنز من كنوز الجنة ((لا حول ولا قوة إلا بالله كنز من كنوز الجنة)) فإذا كان ترابها المسك الأذفر فما الكنز الذي يدخر ويخفى تحت هذا التراب؟! إذا كان الظاهر المباح المتاح للجميع هو المسك الأذفر، يعني بمنزلة التراب عندنا، تراب الجنة، فماذا يتصور العقل؟ وماذا يدرك من عظمة هذا الكنز؟! فعلى المسلم أن يكثر منها لأنها من كنوز الجنة. ¶ يقول -رحمه الله-:",
            "page": "6",
            "part": "1",
            "seal": "388F8BAF"
        },
        {
            "id": "8",
            "nass": "\"أخبرنا الشيخ أبو الفتح محمد بن عبد الباقي بن أحمد بن سليمان المعروف بالبطي إجازة\" (أخبرنا) الأصل أنها صيغة أداء لمن تحمل بطريق العرض على الشيخ، (أخبرنا) استقر الاصطلاح على أنها إنما تستعمل يستعملها على من تحمل الخبر بطريق العرض على الشيخ، وهنا يقول: \"إجازة، إن لم أكن سمعته منه\" يعني هو متردد هل سمع أم لم يسمع؟ أما الإجازة فهي مجزوم بها، والإجازة هي الإذن بالرواية، فإن لم يكن سمع منه من لفظه فإنه يجزم بأنه رواه إجازة؛ لأن بعض الناس يسمع من لفظ الشيخ، أو يُقرأ على الشيخ، أو يَقرأ على الشيخ ثم يطلب الإجازة، لماذا؟ ما الفائدة من الإجازة وقد تُحمل من طريق أعلى منها وأقوى؟ خشية أن يكون في السماع خلل، أو يكون في العرض خلل، فيرقع هذا الخلل بالإجازة، وإلا فالإجازة ضعيفة، والسماع هو أقوى طرق التحمل، وصيغة الأداء المناسبة للسماع هي (حدثنا) الأصل أن يقول: حدثنا إن كان سمع، وإن كان عرض على الشيخ وقرأ عليه يقول: أخبرنا، وهنا يقول: أخبرنا وهو متردد بين السماع وعدمه، ومتيقن من الإجازة. ¶ كثر استعمال المتأخرين الذين منهم هذا الشيخ استعمال (أنبأنا) في الإجازة، وكثر استعمال (عن) في الإجازة. ¶ وكثر استعمال (عن) في هذا الزمن ... إجازة وهي بوصل ما قمن ¶ لكن إذا صرح بالمراد، وأمن تدليس الراوي فليقل من الصيغ ما شاء، الأمر يكون سهل، ما دام قال: إجازة فلا يظن به أنه يدلس على الناس أنه قرأ الرسالة على هذا الشخص الذي روى عنه، فإذا صرح بالمقصود فلا يضيره أن يقول: حدثنا أو أخبرنا أو عن فلان أو أنبأنا فلان، لا يضيره هذا، وهنا صرح إجازة. ¶ \"إن لم أكن سمعته منه\" هو يشك في كونه سمع هذه الرسالة من هذا الشيخ، وهذه في غاية الدقة والأمانة في الأداء، إذا شك في الأعلى صرح في بالأدنى لأنه متيقن، إذا شك في الأعلى لا يجزم به، ويصرح بالأدنى لأنه متيقن، ولذا يقولون: أيهما أفضل أن يقول: أخبرنا أو أخبرني؟ هو إن كان معه غيره قال: أخبرنا، وإن كان منفرداً قال: أخبرني، وإن شك بعد طول الزمن يشك هل كان وحده أو كان معه أحداً؟ هل يقول: أخبرنا أو أخبرني؟ نعم؟ ¶ طالب: أخبرنا.",
            "page": "7",
            "part": "1",
            "seal": "42572E5E"
        },
        {
            "id": "9",
            "nass": "أخبرنا بالجمع، وجوده بمفرده متيقن، ووجود غيره معه مشكوك فيه، وهو يجزم أنه موجود، فهل يقول: أخبرنا أو أخبرني؟ أخبرني لأنه متيقن من وجوده في حال الرواية، لكن وجود غيره في الرواية مشكوك فيه، ومن أهل العلم من يقول: أخبرنا، لماذا؟ يقول: أخبرنا أرجح. ¶ طالب:. . . . . . . . . ¶ أقل، أقل مرتبة وجوده من غيره؛ لأنه إذا وجد منفرداً فإنه حينئذٍ يخص بالتحديث، وإذا وجد مع غيره لا يعني هذا أن المحدث اهتم بشأنه واعتنى به؛ لأنه إذا قلت: أخبرني فلان، لما تقول: والله أخبرني الشيخ فلان، معناه أن الشيخ خصك بهذا الخبر، وإذا قلت: أخبرنا، يعني أنت جالس في المجلس، ومعك مجموعة من الناس، ولا يدرى هل أنت مقصود بالتحديد أو غير مقصود؟ أنت مع الناس، لك أن تقول: أخبرنا، أو تقول: حدثنا، فكونك تقول: أخبرني الإفراد يدل على إنك مقصود بالتحديث، وقد تتزود بهذا على الناس، وتدعي ما ليس بواقع، وعلى كل حال إذا برئت النفس وسلمت من هذا الترفع وهذا التكبر فالأمر سهل، فإذا قال: أخبرنا فإن كان منفرداً فالعرب تؤكد فعل الواحد بضمير الجمع، وإن كان معه غيره فقد حكى الواقع، وإذا قال: أخبرني فالأصل أنه موجود وغيره مشكوك فيه، لكن إذا وجد في النفس ما يدل على أو ما يشم منه إنه يريد بذلك أنه مقصود بالتحديث، وأنه أهل لأن يخص بالحديث حينئذٍ يقول: أخبرنا.",
            "page": "8",
            "part": "1",
            "seal": "8FCB459F"
        },
        {
            "id": "10",
            "nass": "\"إجازة إن لم أقل سمعته منه، قال: أنبأنا الشيخ أبو الفضل أحمد بن الحسن بن خيرون المعدل قراءة عليه، وأنا حاضر أسمع\" يعني تلقى هذه الرواة بطريق العرض، العرض هو القراءة على الشيخ \"قراءة عليه وأنا حاضر أسمع\" يعني بقراءة غيره لا بقراءته هو، وسواء كانت القراءة من قبله، هو الذي يقرأ أو غيره هو الذي يقرأ، فكله عرض على الشيخ، يعني قراءة على الشيخ، والعرض دون السماع من لفظ الشيخ، والرواية بطريق العرض جائزة بالإجماع، وصحيحة بالاتفاق، لكنها دون السماع من لفظ الشيخ، ورجحها بعض من شذ على السماع من لفظ الشيخ، فالسماع من لفظ الشيخ هو الأصل، والعرض عليه فرع، وهو دون السماع، الأصل في الرواية أن الشيخ يقرأ، والنبي -عليه الصلاة والسلام- يتكلم بالحديث، والصحابة يسمعون، فالسماع من لفظ الشيخ هو الأصل في الرواية. ¶ منهم من يرجح العرض على الشيخ على السماع من لفظه، ويقولون: إن الطلاب إذا سمعوا من الشيخ في حال السماع الذي هو أرفع طرق التحمل قد يخطئ الشيخ، ولا يجد من يرد عليه، أو ينبهه إلى الخطأ، لكن إذا كانت الرواية بطريق العرض والقراءة على الشيخ إذا أخطأ الطالب لن يتردد الشيخ في الرد عليه، هذا وجه من رجح العرض، لكن عامة أهل العلم على أن السماع من لفظ الشيخ هو الأصل في الرواية. ¶ العرض على الشيخ صيغة الأداء المناسبة لما تلقي بطريق العرض أخبرنا، يعني استقر الاصطلاح على هذا، وإن كان الإمام البخاري لا يفرق بين حدثنا وأخبرنا، لكن أكثر أهل العلم على التفريق، وأن ما تلقي بطريق السماع يقال فيه: حدثنا، وما تلقي بطريق العرض يقال فيه: أخبرنا، وهنا يقول: أنبأنا.",
            "page": "9",
            "part": "1",
            "seal": "8ED43945"
        },
        {
            "id": "11",
            "nass": "الأصل في أخبرنا وحدثنا وأنبأنا أنها ألفاظ من حيث المعنى متقاربة إلا أن الإنباء هو الإخبار بما له شأن، وإلا فالأصل أن الإنباء والإخبار {عَمَّ يَتَسَاءلُونَ * عَنِ النَّبَإِ الْعَظِيمِ} [(1 - 2) سورة النبأ] يعني عن الخبر العظيم، فالإنباء والإخبار بمعنى واحد في الأصل، وإن كان الإنباء يفوق الإخبار، فسواء قال: أنبأنا أو أخبرنا لا يختلف إلا بعد أن استقر الاصطلاح؛ لئلا يتوهم أن ما تلقي بطريق الإجازة أو بطريق المناولة نعم يظن فيه أنه تلقي بطريق العرض والقراءة على الشيخ؛ لأن الإجازة والمناولة دون العرض على الشيخ. ¶ \"قراءة عليه وأنا حاضر أسمع\" كثيراً ما يقول النسائي -رحمه الله تعالى-: \"الحارث بن مسكين فيما قُرئ عليه وأنا أسمع\" ولا يقول: أخبرنا ولا أنبأنا ولا حدثنا بدون صيغة، لماذا؟ ¶ طالب:. . . . . . . . . ¶ نعم لأن الحارث بن مسكين طرد النسائي من الدرس، من الحلقة، فكان يختبئ وراء سارية ويسمع، فلكون الحارث بن مسكين ثقة، عدل، حافظ، ضابط، لم يفرط النسائي بالرواية عنه، ولكونه لم يقصد بالتحديث بل طرد منه ما استجاز لنفسه أن يقول: أخبرنا، وإنما ترك الأمر بدون صيغة \"الحارث بن مسكين فيما قرأ عليه وأنا أسمع\" وهذا من تمام ورعه -رحمه الله-، لكن إذا طرد الطالب من الدرس؛ لأن المدرس مثلاً يأخذ الأجرة وهذا رفض يدفع الأجرة مثلاً، وقال: لا تسمع مني، يجوز له أن يسمع ويروي وإلا ما يجوز؟ ¶ طالب:. . . . . . . . . ¶ هاه؟ ¶ طالب:. . . . . . . . . ¶ هو علم، يجوز وإلا ما يجوز؟ يعني هل يملك؟ حتى لو أن مجموعة من الطلاب، مجموعة جالسون بين يدي الشيخ ويحدثهم فيقول: أنت يا فلان لا تروي عني شيئاً، يملك وإلا ما يملك؟ ما يملك، ما يملك أن يقول له: لا ترو عني شيئاً، فإذا سمع منه يروي عنه وينقل، والعلم الأصل فيه أنه مشاع، هذا فيما لا كلفة فيه، لكن لو أن إنساناً تعب على شيء، واقتطع من وقته ما أضر بمصلحته ومصلحة ولده، وأراد أن يأخذ عليه أجراً، ومنع بعض الناس من الحضور إلا بالأجر، المسألة خلافية بين أهل العلم، لكن قوله -عليه الصلاة والسلام-: ((إن أحق ما أخذتم عليه أجراً كتاب الله)) يدل على الجواز، وإن كان الورع تركه.",
            "page": "10",
            "part": "1",
            "seal": "873E4543"
        },
        {
            "id": "12",
            "nass": "\"قراءة عليه وأنا حاضر أسمع، قيل له: أقرأت على أبي عبد الله محمد بن علي الصوري الحافظ؟ قال: سمعت أبا الحسين محمد بن أحمد بن محمد بن أحمد بن جميع الغساني بصيدا، فأقر به\" أقرأت؟ فقال: نعم، ولو لم يقل ذلك، تصح الرواية وإلا ما تصح؟ إذا قيل: أقرأت على فلان؟ أحدثك فلان؟ سكت، ما قال: إيه، ولا لا، واستمروا في الإسناد، في سرد الإسناد، الجمهور على أن هذا لا يؤثر، وبعضهم يقول: لا بد من أن يقر، لا بد أن يقول: نعم. ¶ \"قيل له: أقرأت على أبي عبد الله محمد بن علي بن عبد الله الصوري الحافظ؟ قال: سمعت أبا الحسين محمد بن أحمد بن محمد بن أحمد بن جميع الغساني بصيدا، فأقر به، قال: سمعت أبا بكر محمد بن عبد العزيز بن محمد بن الفضل بن يحيى بن القاسم بن عون بن عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب الهاشمي\" الاسم فيه موجود الكنية والنسب الهاشمي، وفيه الاسم عشاري وإلا أكثر؟ اثنا عشر، لكن كون الاسم يسرد بهذه الطريقة، يسرد إلى الجد الثاني عشر، أو الجد الحادي عشر، أو الجد العاشر، هل يستفيد المعرف بهذه الطريقة أو لا يستفيد؟ هل ترتفع الجهالة عنه بذكر نسبه كاملاً؟ ترتفع عنه الجهالة وإلا ما ترتفع؟ ¶ طالب:. . . . . . . . . ¶ لا ما يلزم، إذا ذكر إلى الجد العشرين ولم يرو عنه إلا واحد يبقى مجهول العين، إذا ذكر إلى جده الثلاثين وروى عنه اثنان ولم يذكر بجرح ولا تعديل ترتفع جهالة العين وتبقى جهالة الحال، وهنا يقول كل من وقف على اسمه: إنه لم يقف على ترجمته، وهو هاشمي، وكتب التراجم أحاطت بكثير من الرواة، وهذا منهم، فهل هذه الجهالة تدل على أنه ليس بمشهور في العلم، ويحتمل أن يكون فيه شيء من التصحيف؛ لأن التصحيف من أعظم أسباب الجهالة، وعدم الوقوف على ما يرفعها، لأنك إذا لم تقف على الاسم بدقة ما وصلت إليه.",
            "page": "11",
            "part": "1",
            "seal": "EBAA670F"
        },
        {
            "id": "13",
            "nass": "نعيم بن سالم لا يعرفه أحد، كل كتب التراجم ما ذُكر فيها، وتنسب إليه نسخة موضوعة، لماذا؟ لأنه مصحف، أصل اسمه يغنم ما هو بنعيم، يغنم بن سالم الوقوف عليه من أيسر الأمور إذا عرفنا اسمه الصحيح، فمثل هذه الأمور بالإمكان أن طالب العالم إذا لم يقف على ترجمة، وصعب عليه الوقوف عليها، لا يبادر بقوله: لم أقف عليه، بل عليه أن يقلب، فينظر فيما يحتمل التصحيف، وينظر إلى المصادر أخرى التي نقلت هذه الرسالة بإسنادها، ثم بعد ذلك إذا عجز وضاقت به المسالك يحكم بأنه لم يقف عليه. ¶ \"بمكة\" الأول بصيدا، والثاني بمكة، فائدة ذكر البلد، بلد الرواية؟ الفائدة من ذكر بلد الرواية؟ ¶ طالب:. . . . . . . . . ¶ أولاً: الدلالة على مزيد الضبط من جهة، الأمر الثاني؟ معرفة بلدان الشيوخ التي يعرف منها إمكان اللقاء وعدم الإمكان؛ لأنه إذا قال: بمكة وعرف عن الراوي عنه أنه ما ورد مكة، أو قال: بصيدا، وعرف عن الراوي عنه أنه ما ورد صيدا، ولا دخل صيدا، نعم يشك في الاتصال، يشك في اتصال السند. ¶ طالب:. . . . . . . . . ¶ كيف؟ ¶ طالب: أحسن الله إليك، الجهالة ما لها أثر في إثبات الرسالة؟ ¶ يعني كونه لم يوقف عليه؟ ¶ طالب: إيه. ¶ أما هذه الرسالة فقد تلقاها الأئمة بالقبول، وتداولوها بكتبهم وتناقلوها بأسانيدهم لها أكثر من طريق، تناقلوها بأسانيدهم، وأحياناً مجموعة المجاهيل يثبت بها الخبر، بمجموعة مجاهيل، لو قال مثلاً: عن عدة من شيوخنا، هؤلاء العدة مجاهيل، كما قال ابن عدي في قصة امتحان البخاري: يرويها بن عدي عن عدة من شيوخه، قالوا: إن هؤلاء العدة كل واحد منهم مجهول، لكن بمجموعهم يدل على ثبوت القصة. ¶ طالب:. . . . . . . . .",
            "page": "12",
            "part": "1",
            "seal": "0B128B50"
        },
        {
            "id": "14",
            "nass": "لا، لها أكثر من طريق، وعلى كل حال مثل هذه الرسائل التي يشدد الحافظ الذهبي -رحمه الله تعالى- في إثباتها بالأسانيد، ونفى مجموعة من الكتب بهذه الطريقة إذا استفاضت بين أهل العلم، وأكثر النقل عنها، ولم يوجد لها طريق يثبت على طريقة أهل الحديث، فلا يبادر الإنسان بنفيها عن مؤلفها إلا إذا وجد فيه من الكلام ما لا يناسب من نسبت إليه، فمثلاً رسالة الرد على الجهمية والزنادقة للإمام أحمد قالوا: إن في ثبوتها للإمام أحمد نظر، وعندي أكثر من مائة نقل في كتب شيخ الإسلام عن هذه الرسالة منسوبة إلى الإمام أحمد، وعن غير شيخ الإسلام، فهل نقول: إن هذه الرسالة لا تثبت للإمام أحمد؟ لا سيما وأنه ليس فيها ما ينكر، فإذا وجد ما ينكر ولا يوافق أصول ما نسبت إليه نعم قف وشك.",
            "page": "13",
            "part": "1",
            "seal": "4E0FE8EF"
        },
        {
            "id": "15",
            "nass": "رسالة الحيدة لعبد العزيز الكناني لم يثبتها الحافظ الذهبي، لكن هل فيها ما ينكر نسبتها إلى هذا الشخص، فينظر في ما يدون في هذه الرسائل فإن كان ما ينكر نأتي بالقافة، يعني مثل أنساب الرجال، الأصل أنها تثبت بالاستفاضة، بعض أهل العلم استفاض بينهم أن هذه الرسالة لفلان ونقلوا منها من غير نكير، فالاستفاضة كافية لا سيما إذا كانت جميع ما فيها جار على قواعده وأصوله، مثل أنساب الرجال، فإذا وجد ما يشكك في النسب نعم نأتي بالقافة، لكن مثل هذا الكلام هل يفتح مجال لمن أراد أن يزور كتب؟ يقول: هذا الكلام كله صدر عن فلان، ويلتقط من كتبه، ويجمع من كلامه لا من كلام غيره، يأتي إلى كتب شيخ الإسلام فيدبلج له كتاب، ويسميه باسم، ويقول: كل هذا الكلام ما في ما ينكر، كله نطق به شيخ الإسلام، يمكن أن يرد على ما ذكرنا؟ ما الذي ينفيه إيش؟ اللي ينفي مثل هذه الرسالة الاستفاضة بين أهل العلم، إذا تداولوها ونقلوا منها، مثل أحياناً يطلع لنا كتاب عن شيخ الإسلام مسمى باسم جديد علم الحديث مثلاً، وهو ملتقط من كلام شيخ الإسلام، أو دقائق التفسير مثلاً، أو ما يسميه بعضهم بتنتيف الكتب، يأتي إلى باب أو إلى فصل من كتاب وينشره بكتاب مستقل لفلان، وإذا كان الهدف من ذلك تيسير وصول هذا الفصل، وهذا الباب المهم مع الإشارة إليه من أنه منتزع من كتاب كذا، فاعله مأجور، يعني فيه فصل مثلاً في البداية والنهاية كثير من طلاب العلم كيف يقرأ البداية والنهاية في أربعة عشر مجلداً، أو أكثر من ذلك في بعض الطبعات؟ فينتزع فصل منها يختص مثلاً بخلق السموات والأرض، ثم يذكر أن خلق السموات والأرض منتزع من البداية والنهاية، كما فعلوا في قصص الأنبياء والسيرة النبوية لابن كثير وغيره، فإذا بُين أنه قسم من الكتاب بحيث لا يغتر به من يراه لأول مرة، ثم يشتريه، ثم يظهر كتاب آخر، وينشر الكتاب مراراً بتغير العناوين، ففاعله مأجور، أما إذا كان القصد من ذلك الترويج للتجارة فهذا مذموم؛ لأن هذا يروج على الناس ما يوجد عنده، ويلزمهم بغير لازم.",
            "page": "14",
            "part": "1",
            "seal": "9E0E1C36"
        },
        {
            "id": "16",
            "nass": "\"بمكة، يقول: سمعت أبا داود سليمان بن الأشعث بن إسحاق بن بشير بن شداد السجستاني\" في بعض النسخ بالبصرة، والإمام أبو داود سكن البصرة في آخر عمره، وسئل عن رسالته التي كتبها إلى أهل مكة وغيرها جواباً لهم، فأملى علينا، هنا يقول: سمعت، سمعت تقال فيما سُمع من لفظ الشيخ \"فأملى علينا\" والإملاء إذا كان السماع أعلى طرق التحمل، فالإملاء أعلى أنواع السماع؛ لما فيه من تحرز الشيخ والطالب، كل منهما متحرز، فالشيخ متحرز ومتيقظ؛ لأنه يملي، والطالب متحرز متيقظ لأنه يكتب من لفظ الشيخ، فالإملاء أعلى درجات السماع الذي هو أعلى طرق التحمل. ¶ . . . . . . . . .",
            "page": "15",
            "part": "1",
            "seal": "42145701"
        },
        {
            "id": "17",
            "nass": "يقول: \"سمعت أبا داود سليمان بن الأشعث بن إسحاق بن بشير بن شداد السجستاني، وسئل عن رسالته\" الواو هذه؟ حالية، الواو واو الحال \"وسئل\" والحال أنه قد سئل \"عن رسالته التي كتبها إلى أهل مكة وغيرها جوابا لهم\" كأنهم سألوه عن كتابه، وعن بعض ما اشتمل عليه كتابه، فأجابهم بهذه الرسالة \"فأملى علينا\" وعرفنا أن الإملاء أعلى درجات السماع الذي هو أعلى طرق التحمل والإملاء والأمالي سنة معروفة عند أهل الحديث، عندهم ما يعرف بمجالس الإملاء، وعندهم أيضاً ما يعرف بالأمالي، فهم يعقدون الأمالي، ويملون على طلابهم، إضافة إلى ما يحدثونهم به، وما يجيزونهم به، وما يقرأه الطلاب عليهم أمالي، أمالي هذه تكون عيون ما ينتقونه من رواياتهم، ومن مقروءاتهم ومن مسموعاتهم، فتعقد هذه المجالس التي اندثرت منذ قرون، ولو أن الشيوخ أعادوا هذه المجالس، يعني انقطعت منذ عقود، ثم أعادها الحافظ العراقي -رحمه الله-، ثم انقطعت فأعادها الحافظ ابن حجر، ثم السخاوي، ثم السيوطي، والآن اندرست، لكن لو أن الشيوخ من خلال مطالعاتهم وقراءاتهم ومدوناتهم يعقدون مجالس للطلاب، ويملون عليهم هذه التحف، وهذه العيون من المسائل ومن الطرائف والغرائب من أشعار ونثر، ما يبعث الهمم والنشاط في قلوب السامعين، كانت سنة طيبة ومعروفة عند أهل العلم قديماً، لكن مع الأسف أنه مع انتشار الوسائل يمكن ما يتحمس الطلاب للإملاء، ما يتحمسون للإملاء، فتجد الطلاب لو عقد مجلس إملاء وحضر مجموعة من الطلاب تجد طلاب يكتبون وإلا ما يكتبون؟ يعني واحد منهم يسجل ومنهم يفرغ، ثم تصور، تكتب في أوراق ثم تصور ويتداولونها، ما يكلفون أنفسهم عبء؛ لأنهم وجدوا الراحة، في العصور السابقة قبل وجود هذه الآلات كان لا بد أن تكتب، وإلا ما فيه شيء، ما فيه بديل عن الكتابة، تجد جميع الطلاب يكتبون، فإذا عقد مجلس الإملاء على هذه الصفة، وتعب الشيخ على تحصيل هذه الفوائد، وضرب له يوماً في الأسبوع مثلاً، وكثير من أهل العلم يجعلون يوم الثلاثاء للإملاء، ما أدري إيش السبب؟ ما أدري ما السبب؟ ولعله في كونه منتصف الأسبوع يجعلونه للإملاء، فالطلاب يستمعون ويدونون، وفيه من الأخبار والأشعار ما يطرب لها السامع،",
            "page": "16",
            "part": "1",
            "seal": "92A77D9E"
        },
        {
            "id": "18",
            "nass": "لكن الآن من خلال الدراسات النظامية، ومن خلال حرص طلاب العلم على العلم الشرعي الأصيل تجد عندهم جفاف بالنسبة لما يهتم به المتقدمون من الطرائف العلمية والأدبية، وهذه لا شك أنها نافعة جداً لطالب العلم، يستجم بها، وينشط بسببها، وينشط غيره بها؛ فالدرس إذا كان الشيخ ملازم كتابه لا يخرج، لا يطلع يمين ولا يسار هذه طرفة أدبية، هذه نكتة تاريخية، هذه عجيبة من العجائب، هذه حادثة غريبة تجد الطلاب كثيراً منهم ينام، لا شك أن الأصل متين العلم، ومن أجله جلس الشيخ، ومن أجله حضر الطالب، لكن ملح العلم تعين على الاستمرار في تلقي متينه، كما أن النوم يعين على قيام الليل، وكما أن الأكل يعين على بقاء النفس التي يستعملها في طاعة الله، فمثل هذه إذا قصد بها التنشيط على الاستمرار في العلم وطلبه فإن هذا لا شك أنه يثاب عليه، ويكون له حكم المقصد. ¶ \"فأملى علينا\" بطون الكتب الكبيرة المطولات التي لا يتسنى لأي طالب من طلاب العلم، أو لجميع الطلاب أن يقرؤوا فيها، وإذا قرؤوا في كتاب لم يقرؤوا في آخر، وهكذا فيها من العلوم والكنوز ما لا يمكن الاطلاع عليه، إلا ما كان ديدنه القراءة، وتوسع في القراءة، وتفنن فيها، فمثل هذا المطلع المتفنن الذي دون الفوائد والغرائب والعجائب مثل هذا لو أملى على الطلاب شيئاً ينشطهم، ولو اتخذ طريقة يعني في كل يوم يتحفهم بفائدة أو في غريبة أو طريفة ينشط بها الطلاب، وإلا قد يقول قائل: لماذا لا يجمع هذه الطرائف وهذه الغرائب ويجمعها في كتاب واحد ويطبعه وينتشر ولا حاجة إلى أن يضيع وقت الدرس بهذه الأمور؟ قد يقول قائل مثل هذا، ونقول: نعم يمكن أن يشتريها الطلاب، ويجلسون في بيوتهم، ولا شيء يرغبهم في الدروس، وإذا حضروا الدرس كثير منهم ينام، إذا صار الدرس متين من أوله إلى آخره، هذا الكلام الذي جره مسألة الإملاء، وهي سنة عند أهل العلم اندرست.",
            "page": "17",
            "part": "1",
            "seal": "7B95D9C0"
        },
        {
            "id": "19",
            "nass": "\"فأملى علينا: سلام عليكم\" التنكير تنكير السلام لا شك أنه وارد في النصوص، ولذا يقول أهل العلم: ويخير بين تعريفه وتنكيره في سلام على الحي، قالوا سلامًا، قال: سلام، سلام عليكم، سلام على من اتبع على الهدى، التنكير كثير في النصوص، وفيه أيضاً التعريف، السلام علي، السلام علينا وعلى عباد الله الصالحين، المقصود أن التعريف والتنكير كله وارد بالنسبة للسلام على الحي، أما بالنسبة للسلام على الميت فليس فيه إلا التعريف، وهنا يقول: \"سلام عليكم\" وبهذا يحصل على عشر حسنات، ولو قال: ورحمة الله وبركاته لحصل على أجر أعظم كما جاء في الأحاديث. ¶ \"سلام عليكم فإني\" الفاء هذه مع قوله: \"أما بعد: عافانا الله وإياكم\" تدل على أن الكلام فيه شيء من التقديم والتأخير؛ لأن الفاء تأتي بعد أما بعد وليست قبلها، أما بعد: فإني أحمد إليكم، فهذه الفاء إنما تقع في جواب (أما) وليست قبل أما بعد، مما يدل على أن في الكلام تقديماً وتأخيراً. ¶ \"فإني أحمد إليكم الله\" الأصل أن تكون أما بعد هنا، أما بعد فإني، أو يقول: أما بعد فعافانا الله وإياكم لا بد من الفاء هنا؛ لأنها في جواب أما ولا تحذف، فإذا كانت النسخ تتفق على هذا نشوف الاختلاف كثير جداً في النسخ، بين النسخ المستقلة لهذه الرسالة، وبين ما نقل عنها في الكتب، فالرسالة نقلت بحذافيرها في بعض الكتب، ووجد اختلاف بين هذه النُقول، لماذا؟ لأنها قديمة، يعني في منتصف القرن الثالث، فهي قديمة، مكانة بهذه المثابة، فهي ليست من الكتب الأصلية التي يتداولها الطلاب، يعني في سنن أبي داود مضبوط ومتقن، وفي صحيح البخاري قبلها مضبوط ومتقن بالروايات، وموطأ مالك كذلك قبلها مضبوط؛ لأن الطلاب بصدد العناية بهذه بالكتب لأنها هي الكتب التي هي همهم واهتمامهم منصب إليها، إما مثل هذه الرسالة وغيرها من الرسائل نعم فيها فائدة، لكن ما هي مثل المقصد، هي وسيلة إلى فهم كتاب، وليست غاية وليست مقصد، ولذا تجدون مثل هذا الاختلاف الكبير تجد مثلاً في الصفحة الواحدة عشرة فروق من الاختلافات بين النسخ.",
            "page": "18",
            "part": "1",
            "seal": "3C0FFACF"
        },
        {
            "id": "20",
            "nass": "\"فإني أحمد إليكم الله الذي لا إله إلا هو\" فالبدءاة بالحمد سنة مشروعة، افتتح بها القرآن، والنبي -عليه الصلاة والسلام- كان يفتتح بها الخطب \"فإني أحمد الله الذي لا إله إلا هو، وأسأله أن يصلي على محمد عبد ورسوله\" ثنى بالصلاة على النبي -عليه الصلاة والسلام-، وهكذا ينبغي أن يفعل، فحق الله أعظم، يليه حق الرسول -عليه الصلاة والسلام-، وجاء في تفسير قول الله -جل وعلا-: {وَرَفَعْنَا لَكَ ذِكْرَكَ} [(4) سورة الشرح] عن مجاهد: لا أذكر إلا وتذكر معي -عليه الصلاة والسلام-، لا إله إلا الله محمد رسوله الله، في الأذان أشهد أن لا إله إلا الله، أشهد أن محمدًا رسول الله، وليس معنى هذا شيء من المساواة، لا يقتضي هذا شيء من المساواة، فذكر النبي -عليه الصلاة والسلام- في المحاريب مثلاً تجد يذكر في الجهة اليمنى الله، وفي الجهة اليسرى محمد، هل هذا من باب المساواة باعتبارهما على حد سوى؟ هل يقر في القلب مثل هذا؟ أو أن هذا من باب لا أذكر إلا وتذكر معي؟ لأنه هذا يصنع في محاريب المسلمين ويتداولونه، وليس بشيء جديد منذ قرون، الأصل ألا يكتب شيء، هذا الأصل، لكن إذا كتب هل نقول: يمسح لفظ محمد -عليه الصلاة والسلام- لئلا يظن أنه مساوٍ لله -جل وعلا-؛ لأنه كتب بنفس الحجم بنفس الدائرة قطرها واحد، فهل هذا يقتضي المساواة أم نقول: هذا من باب لا أذكر إلا وتذكر معي، والأمر فيه سهل؟ ¶ طالب:. . . . . . . . . ¶ في الذكر المشروع. ¶ طالب:. . . . . . . . . ¶ إذًا ولا لفظ الجلالة يكتب. ¶ طالب:. . . . . . . . . ¶ هذا إذا ما أزلنا الجميع هذا ما فيه إشكال، لو لم يكن فيه إلا التشويش على المصلين، هذا يزال ويزال غيره، كل ما يوجد في قبلة المصلى مما يشغل المصلين هذا كله ينبغي أن يزال، لكن إذا وجد؟ هل نقول: يمسح محمد فقط لئلا يتوهم المساواة، أم يمسح الجميع كما هو الأصل، أو يبقى الجميع لا أذكر إلا وتذكر معي؟ ¶ طالب: يمسح الجميع. ¶ ما تيسر مسح الجميع، وجد ما يخالف، وترك من باب التأليف والمصلحة الراجحة، هل نقول: على الأقل امسحوا لفظ محمد -عليه الصلاة والسلام-، امسحوا اسمه، لئلا يتوهم أنه مساو لله -جل وعلا-؛ لأنه يوجد بعده أيضاً أمور أخرى تكتب.",
            "page": "19",
            "part": "1",
            "seal": "8CE83CEB"
        },
        {
            "id": "21",
            "nass": "طالب:. . . . . . . . . ¶ يعني لئلا يتخيل أو يتوهم المساواة، لكن ماذا عن لا أذكر إلا وتذكر معي؟ ألا يتصور أنها مساواة؟ اللي بيتخيل هذا بيتخيل في أشهد أن لا إله إلا الله وأشهد أن محمدًا رسول الله. ¶ طالب:. . . . . . . . . ¶ الذكر المشروع ما عندنا إشكال فيه، ولن نتردد في ذكره -إن شاء الله تعالى-، ولا يمكن أن يناقش، لكن الذي يرد هنا قد يرد هنا. ¶ طالب: لكن هذا نص شرعي. . . . . . . . . ¶ أنا أقول: الذي يمكن أن يقر في قلبه وجود هذه المساواة يمكن أن يتصور المساواة في المشروع، الذي يتصور في الممنوع يتصور في المشروع. ¶ طالب:. . . . . . . . . ¶ يعني إذا جرد لفظ الجلالة وجرد محمد، قد تتصور المساواة، أحياناً يذكرون أشياء ثانية، يذكرون مثلاً الله فوق، أحياناً يذكرون مثلاً: الله، المليك، الوطن، شيء من هذا النوع، هل نقول في مثل هذا الكلام؟ أو نقول: ما دام وضع لفظ الجلالة فوق، وما سواه تحت هذا ما يتصور المساواة؟ ولا تعظم بقدر تعظيم لفظ الجلالة، وعلى كل حال كتابة الألفاظ المشروعة على الحيطان لا شك أنه ابتذال وامتهان، فلا تكتب آيات، ولا لفظ الجلالة، ولا أي شيء محترم على الحيطان؛ لأنه ابتذال وامتهان، ويقع عليها الحشرات، ويقع عليها الأوساخ والغبار، وما أشبه ذلك، كل هذا يجعلها ممتهنة، فلا ينبغي أن تذكر. ¶ \"وأسأله أن يصلي على محمد عبده ورسوله\". ¶ طالب:. . . . . . . . . ¶ أحمد الله إليكم إيه؛ لأنه يرسل إليهم، ويخاطبهم بهذا الكلام، لو قال: الحمد لله رب العالمين، أو قال أي صيغة تؤدي الغرض كافية، هذه مواجهة ومخاطبة بالحمد ما فيها أدنى إشكال.",
            "page": "20",
            "part": "1",
            "seal": "5B3052FB"
        },
        {
            "id": "22",
            "nass": "\"وأسأله أن يصلي على محمد عبده ورسوله\" وصفه -عليه الصلاة والسلام- بالعبودية والرسالة جاء في أشرف المقامات، وصفه بالعبودية {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} [(1) سورة الإسراء] {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ} [(19) سورة الجن] يوصف بها في أشرف المقامات، والرسالة هي وظيفته -عليه الصلاة والسلام-، فالجمع بينهما، العبودية ذكر العبودية لئلا يطرى ويغلى به -عليه الصلاة والسلام-، إنما هو عبد لله -جل وعلا-، وذكره بالرسالة لئلا يجفى -عليه الصلاة والسلام-، فعلى المسلم أن يكون بين الغلو والجفاء بالنسبة إليه -عليه الصلاة والسلام-، يعرف له حقه، وحقوقه على الأمة عظيمة جدًا، وهو سبب هدايتهم، والواسطة بينهم وبين ربهم فيما ينزل منه -جل وعلا-، أما فيما يصعد إليه فلا واسطة. ¶ \"وأسأله أن يصلي على محمد عبده ورسوله\" -صلى الله عليه وسلم- كلما ذكر، والبخيل الذي يسمع الذكر ذكر اسمه -عليه الصلاة والسلام- ولا يصلى عليه، والصلاة عليه -عليه الصلاة والسلام- مأمور بها {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [(56) سورة الأحزاب] ولا يتم الامتثال إلا بالجمع بينهما، ولذا جمع بينهما، في بعض النسخ تسليماً كثيراً، فالجمع بين الصلاة والسلام هو تمام لامتثال الأمر، وأما الاقتصار على أحدهما دون الآخر إما أن يصلي أو يسلم فقط هذا من كان ديدنه ذلك حيث لا يذكر لفظ الثاني، كما قال الحافظ ابن حجر: تتجه الكراهة بحقه، ولا يتم امتثاله، وأما من كان يجمع بينهما تارة، ويصلي تارة، ويسلم تارة هذا لا تتجه إليه الكراهة، وقد وقع في كلام أهل العلم كثيراً، والله أعلم. ¶ وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "21",
            "part": "1",
            "seal": "CA15BE5F"
        },
        {
            "id": "23",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح: رسالة أبي داود لأهل مكة (2) ¶ الشيخ: عبد الكريم الخضير ¶ السلام عليكم ورحمة الله وبركاته. ¶ هذا يقول: ما رأيكم لو نأخذ كتاب حلية طالب العلم، أو التعالم للشيخ بكر أبو زيد؟ ¶ أما حلية طالب العلم فالطلب عليه كثير وملح، ولكني أحيل على شرح مسجل للشيخ ابن عثيمين -رحمه الله-. ¶ ويقول: ما أفضل طبعة لنيل الأوطار يمكن اقتناؤها؟ ¶ أنا قراءاتي كلها في الطباعات القديمة، إما المنيرية أو بولاق، وهناك طبعة حديثة للشيخ طارق عوض الله، صدرت مؤخراً ولم أقتنيها بعد، وهو مظنة للتجويد. ¶ هذا يسأل يقول: كيف أحفظ القرآن وعمري سبع وعشرين سنة وكثرت الشواغل؟ ¶ إذا علمت إن امرأة بلغت من العمر سبعين سنة، وهي أمية لا تقرأ ولا تكتب قد أكملت حفظ القرآن فلا تيأس، لكن عليك أن تهتم لهذا الأمر، وتفرض له وقتاً من سنام الوقت، لا من أطرافه، ولا يكون ذلك في أوقات الفراغ، أو أوقات الانتظار، إنما تفرض له ساعة هي أهم الساعات في عمرك، إما قبل صلاة الفجر، أو بعد صلاة الفجر، وحينئذٍ يتيسر لك الحفظ، فإذا فرغت نفسك هذه الساعة، وعلم الله -جل وعلا- منك صدق النية فإنه يعينك على الحفظ. ¶ يقول: ما معنى القافة والاستفاضة؟ ¶ القافة: هم ممن يعرف الشبه بين الناس، فيلحق هذا بهذا، ويعرف قرب هذا من هذا، وهي موجودة على عهد النبي -عليه الصلاة والسلام-، وقد فرح النبي -عليه الصلاة والسلام- فرحاً شديداً، لما قال مجزز المدلجي وهو منهم -من القافة-: إن هذه الأرجل -يعني أرجل أسامة بن زيد- من هذه الأرجل، يعني أرجل زيد بن حارثة، وبينهم من اللون من الاختلاف ما بينهم، حتى كان بعض الناس يتهمون، فلما حكم مجزز بأن هذه الأرجل من هذه الأرجل فرح النبي -عليه الصلاة والسلام- فرحاً شديداً.",
            "page": "1",
            "part": "2",
            "seal": "B95E7051"
        },
        {
            "id": "24",
            "nass": "أما الاستفاضة: فهي الشيوع والانتشار، انتشار الأمر بين الناس وشيوعه بينهم بحيث يكون الإنسان ملزم بقبوله، كما يشتهر أن فلان ولد فلان، الناس كلهم يشهدون أن فلان بن فلان، وإنما يشهدون بالاستفاضة؛ وإلا ما منهم واحد حضر لا وقت الوقاع، ولا وقت الولادة، وإنما يشهدون بأن فلان بن فلان؛ لأنه استفاض عند الناس من غير نكير ولم يدعيه غير أبيه، وتكفي في إثبات مثل هذا. ¶ يقول: نحن عدة أشخاص قرأنا هذه العبارة واختلفنا في فهمها، فأرجو منكم توضيحها لنا مأجورين وهي في كتاب: (الدر المنضود في ذم البخل ومدح الجود) للمناوي في صفحة اثنتي عشر ومائة، وثلاثة عشر ومائة، قال: \"تنبيه أجمع على أن الجود محمود إلا في النساء؛ لأن المرأة إذا كان طبعها الجود بما يطلب منها قد تجود بنفسها، وقد قال الله تعالى {فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ} [(32) سورة الأحزاب] ولم يمدح أحد من العقلاء كرم المرأة\". ¶ لم يمدح أحد من العقلاء كرم المرأة؛ لأن المرأة في الغالب لا مال لها، وإذا جادت فإنما تجود بمال غيرها، إما من مال أبيها، أو من مال زوجها، ولذا يقول العرب: والله ما هي بنعم الولد، نصرها بكاء، وبرها سرقة، لكن هذا الكلام ليس بصحيح، فالنصوص التي جاءت في الرجال جاءت في النساء، فالنساء شقائق الرجال، فإذا مدح الجود والكرم بالنسبة للرجال، يمدح بالنسبة للنساء، على أن يكون جوداً بمعناه الشرعي، مضبوطاً بضوابطه الشرعية حتى الجود من الرجل قد يجود بما لا يجوز أن يجود به، ويمنع حينئذٍ. ¶ وذكر أبيات هنا لكنها فيها أخطاء مطبعية يمدح امرأة، فيقول: ¶ تنمى إلى القوم جادوا وهي باخلة ... والجود في الخود مثل الشح في الرجلِ ¶ وقال ابن نباتة: ¶ جادت بما جاد الرجال به ... ومن الغواني يحسن البخل ¶ ما أدري، المقصود أن مثل هذا لأن المرأة في الغالب إذا جادت فإنما تجود بمال غيرها، وإذا كثر مدحها قد تستدرج، فهو من هذه الحيثية له وجه، لكن إذا جادت بمالها بما اكتسبته من وجه حلال، وأنفقته في المصارف الشرعية التي جاء الحث عليها فحكمها حكم الرجل.",
            "page": "2",
            "part": "2",
            "seal": "9602FA5E"
        },
        {
            "id": "25",
            "nass": "هذا من موريتانيا يقول: أنا شاب من موريتانيا أدرس في الجامعة، وعندما تعرفت على هذه الإذاعة التزمت بالإسلام، والحمد لله، ولكن لدي أصدقاء يزهدون في العلماء، ويقولون لي: أنت لا تفهم الجهاد ... ¶ إيش الجهاد؟ إيش دخل الجهاد هنا؟ يعني مقحم. ¶ فما نصيحتكم لي؟ وجزاكم الله خيراً. ¶ لي أيضاً سؤال آخر: أنا لا أدرس في جامعة شرعية، ولكني متابع لكل ما تقدمه إذاعة القرآن الكريم، هل يكفيني ذلك؟ وأرجو منكم الدعاء لي حتى أدرس في الجامعة الإسلامية بالمدينة المنورة؟ ¶ نسأل الله -جل وعلا- أن ييسر لك الأمر، ومع ذلك تابع الاستماع لإذاعة القرآن، فيها برامج نافعة، وتلاوات طيبة، وقد انتفع بها كثيراً من العامة الذين لا يقرؤون ولا يكتبون، فكيف بمن لديه أهلية للانتفاع؟ وإذا وجد عندكم من أهل العلم من يجلس للطلاب على معتقد صحيح، وتحقيق للتوحيد فالزمه. ¶ هذه أم سلمة تقول: إنها تستمع للدروس عبر الإنترنت، وتجد فيها فوائد ونفع، تقول: ذكرت في درسك قبل أسبوع تقريباً أن نظام الأكل حتى الشبع الذي في المطاعم وهو ما يسمى: (البوفيه المفتوح) لا يجوز، فهل يدخل في ذلك مما يفعله الناس مما يعرف بالقطة إذا كانوا في مكان عمل واحد مثلاً كالمعلمين في المدرسة، يدفع كل واحد منهم مبلغاً شهرياً للفطور، وجزاكم الله خيراً.",
            "page": "3",
            "part": "2",
            "seal": "B0EBB32E"
        },
        {
            "id": "26",
            "nass": "هذا الأمر يختلف، في مسألة القطة التي هي في الأصل تسمى النهد، فالقوم يجتمعون فيتناهدون، فيبذل كل واحد منهم مبلغاً من المال، ويجمع هذا المال، ويشترى به نفقة للجميع، كل إنسان يأكل أكله العادي، والناس عادة يتسامحون في مثل هذا، فلا يقال: هذا يأكل وهو دفع عشرة فيأكل باثني عشر، وهذا دفع عشرة ما يأكل إلا بثمانية، ما يجري هذا بينهم، يتعافون هذا بينهم، وهم قوم يعرف بعضهم بعضاً، ويسامح بعضهم بعضاً، والمسألة مبنية على المسامحة، لكن في البوفيه المفتوح إذا قيل: تأكل حتى تشبع بعشرين ريال قد يأكل بخمسين؛ لأنه هذه الوجبة وفقط، أما في النهد لا هذا مستمر، ولن يأكل أضعاف ما يحتمل، ولكن في البوفيه المفتوح قد يأكل ويكثر، ويتحرى الأكل من أغلى الأطعمة، فيكون هناك تفاوت كبير بينما دفع وبينما أكل، والمدفوع معلوم، والمأكول مجهول، والبون كبير، يعني له وقع في الثمن، فالذي دفع عشرين لو أكل قبل الدفع لقيل له: ادفع خمسين، فهذا له وقع في الثمن مؤثر في العقد. ¶ هذه أم عبد الله من السعودية تقول: هذا سؤال هام جداً: ذكر أحدهم أن الشيخ ابن باز -رحمه الله- قال: جميع الأعمال تحتاج إلى نية، ما عدا الجلوس مع الصالحين، واستشهد الأخ بالحديث الذي رواه البخاري: ((فيقول: أشهدكم إني قد غفرت لهم، فيقول ملك من الملائكة: إن فيهم فلان الخطاء لم يردهم إنما جاء لحاجة، فيقول: هم القوم لا يشقى بهم جليسهم)) فسألته أين قرأتم قول الشيخ هذا؟ فقال: أنا لم أسمع الشيخ ابن باز -رحمه الله-، لكن سمعته نقلاً عن أحد طلبة العلم، تقول: هل سمعتم هذا القول عن شيخنا ابن باز -رحمه الله-؟ ¶ لا ما سمعته، لكن الاستدلال ظاهر للمسألة. ¶ وهذه تقول: أم لها سبعة أولاد أعطت واحداً منهم مبلغاً من المال لكي يتاجر به، ويكون الربح مشتركاً بينهما، ما حكم ذلك؟ وهل يدخل في الحديث: ((اتقوا الله، واعدلوا بين أولادكم))؟",
            "page": "4",
            "part": "2",
            "seal": "4BCC5949"
        },
        {
            "id": "27",
            "nass": "إذا كان كل واحد من هؤلاء الأولاد السبعة يريد من هذه الأم ما أعطته ولدها ليتاجر به فلا بد من العدل، لا سيما إذا كانت كفاءتهم واحدة في التجارة ومعرفتهم وخبرتهم بها واحدة، وإلا فإن لم تكن الخبرة واحدة، ويغلب على ظنها أن هذا إذا تاجر عرف أسباب الكسب، والثاني إذا تاجر لم يوفق، وليست لديه الأهلية في المتاجرة فلا مانع من أن تشترك مع أحد أولادها. ¶ هذا واحد من الإخوان يقول: ¶ بالنسبة لابن البطي، أبو فتح محمد بن عبد الباقي بن أحمد بن سليمان المعروف بابن البطي، يقول الفيروز أبادي في القاموس: بَطة أو بِطة بالكسر عين بالحبشة، يعني موضع بالحبشة، وبالفتح أبو عبد الله بن بطة العكبري مصنف الإبانة، وبالضم أبو عبد الله بن بُطة الأصبهاني وبلديوه محمد بن موسى وعبد الوهاب بن أحمد، وبط قرية بطريق دقوقا، وأبو الفتح البطي المحدث نسيب إنسان من هذه القرية فعرف به، أبو الفتح صاحبنا يقول: أبو الفتح البطي المحدث نسيب إنسان من هذه القرية فعرف به، وقال الزبيدي في تاج العروس: وبط قرية بدقوقا، وقيل: بالأهواز، وتعرف بنهر بط، قيل: لأنه كان عنده مراح البط، فقالوا: نهر بط، كما قالوا: دار بطيخ، وقيل: بل كان يسمى نهر نبط؛ لأنه كان لامرأة نبطية فخفف وقيل: نهر بط. ¶ وأبو الفتح محمد بن عبد الباقي بن أحمد بن سليمان بن البطي المحدث البغدادي من كبار المسندين، كان نسيب إنسان من هذه القرية، فعرف به، نقله الحافظ وغيره، وقيل: لأن أحد جدوده كان يبيع البط. ¶ الأخ الباحث يقول: يؤيد هذا القول -يعني كان يبيع البط- ويقويه أن أخيه ينسب إلى هذه النسبة أيضاً، كما ذكر صاحب التكملة، فلو كان كما ذكر صاحب القاموس لم ينسب أخوه إلى ذلك أيضاً، والله تعالى أعلم.",
            "page": "5",
            "part": "2",
            "seal": "BD345407"
        },
        {
            "id": "28",
            "nass": "قال أبو الحسن الجزري -ابن الأثير- في تهذيب الأنساب، البطي بفتح الباء الموحدة، والطاء المشددة هذه نسبة إلى البطة، وهو لقب لبعض أجداد المنتسب إليهم، وإلى بيع البط، أما الأول فهو ابن بطة العكبري البطي، كان من فقهاء الحنابلة، تكلموا فيه، توفي في محرم سنة سبع وثمانين وثلاثمائة، وأبو الفتح صاحبنا محمد بن عبد الباقي وغيره، وكان ثقة غير أنه كان يعتقد مذهب النجارية، نسأل الله العصمة، وتوفي في شعبان سنة أربع وسبعين وثلاثمائة، يقول: لعل هذا وهم أو خطأ مطبعي، فالمطبوع لا يتوفر عندي. ¶ قال الذهبي في سير أعلام النبلاء: وكان توفي يوم الخميس سابع وعشرين جماد الأولى سنة أربع وستين وخمسمائة، يعني الفرق قرنين من الزمان. ¶ في تكملة الإكمال: باب البطي والبطيء بالهمز، أما الأول بفتح الباء، وتشديد الطاء المهملة، فهو أبو الفتح .. إلى آخره، صاحبنا، وأخوه الثاني، الأول البطي، والثاني البطيء، ما ذكر منهم أحد؟ يعني ذكر لكن لا حاجة لنا به، يعني بهذا كله نعرف أنه بالتشديد. ¶ سم. ¶ أحسن الله إليك. ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم اغفر لشيخنا، واجزه عنا خير الجزاء، واغفر للسامعين يا حي يا قيوم. ¶ قال المصنف -رحمه الله تعالى-: ¶ أما بعد: عافانا الله وإياكم عافية لا مكروه معها، ولا عقاب بعدها، فإنكم سألتم أن أذكر لكم الأحاديث التي في كتاب السنن أهي أصح ما عرضت في الباب؟ ووقفت على جميع ما ذكرتم، فاعلموا: أنه كذلك كله إلا أن يكون قد روي من وجهين صحيحين، فأحدهما أقوم إسناداً، والآخر صاحبه أقدم في الحفظ، فربما كتبت ذلك، ولا أرى في كتابي من هذا عشرة أحاديث، ولم أكتب في الباب إلا حديثاً أو حديثين، وإن كان في الباب أحاديث صحاح، فإنه يكثر، وإنما أردت قرب منفعته، وإذا أعدت الحديث في الباب من وجهين أو ثلاثة فإنما هو من زيادة كلام فيه، وربما تكون فيه كلمة زيادة على الأحاديث، وربما اختصرت الحديث الطويل؛ لأني لو كتبته بطوله لم يعلم بعض من سمعه المراد منه، ولا يفهم موضع الفقه منه، فاختصرته لذلك. ¶ يكفي.",
            "page": "6",
            "part": "2",
            "seal": "FA55E1AC"
        },
        {
            "id": "29",
            "nass": "الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين. ¶ في مطلع هذه الرسالة يقول الإمام أبو داود -رحمه الله تعالى-: ¶ \"فإني أحمد إليكم الله\" يعني التعدية بـ (إلى) ذكر المحقق محقق طبعة من الطبعات، قوله: \"أحمد إليكم الله\" أي أحمد معكم الله، وأحال إلى كتاب العين للخليل بن أحمد الفراهيدي، وهنا يجعل التقارض بين الحرفين (إلى) و (مع) وهذا معروف عند جمع من أهل العلم، إذا عدي الفعل بحرف وهو في الأصل يتعدى بدون حرف، أو تعدى بحرف غير ما كان يتعدى به، فإما أن يقال: إن الحرف معناه كذا، معنى حرف آخر، {وَلَأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ} [(71) سورة طه] قالوا: (في) بمعنى (على) وتقارب الحروف معروف عندهم، وبهذا يقول كثير من أهل العلم، من العلماء، الفقهاء، من المفسرين، من اللغويين وغيرهم. ¶ وشيخ الإسلام -رحمه الله تعالى- يميل إلى تقارض الأفعال، وتضمين الأفعال، لا تضمين الحروف، فكأنه على رأي شيخ الإسلام لا تكون كما قال الخليل: إن (إلى) بمعنى (مع)، وإنما \"فإني أحمد إليكم الله الذي لا إله إلا هو\" كأنه قال: فإني أبعث إليكم أني أحمد الله -جل وعلا-، الذي لا إله إلا الله، فيأتي بفعل يعدَّى بـ (إلى) أبعث إليكم، أو أرسل إليكم، لا سيما وأن هذه رسالة، فلا نحتاج إلى أن نؤول حرف بحرف، نضمن الفعل بفعل آخر، وهذا ترجيح شيخ الإسلام وله وجهه، ويوجد من يقول به من أهل العلم، والسبب في ذلك أن شيخ الإسلام يميل إلى تضمين الأفعال دون تضمين الحروف، قال: لأن المبتدعة في كثير من تصرفاتهم ضمنوا الحروف معاني حروف أخرى، فيريد -رحمه الله تعالى- أن يتحاشى هذا، لا سيما وأن له وجه، ويقول به جمع من أهل العلم من اللغويين وغيرهم. ¶ طالب: يا شيخ أحسن الله إليك، قول ابن عباس: \"أحمد إليكم غسل الإحليل\" يدخل في نفس المدخل هذا؟ ¶ لا بد من أن تأتي بفعل يتعدى بما عدي به هذا الفعل الذي عدي بحرف لا يتعدى به في الغالب، فإما أن يكون الفعل لازم ويعدى بحرف، لكنه بغير الحرف المذكور، أو يكون متعدٍ يتعدى بنفسه فيعدى بحرف، وحينئذٍ يضمن معنى فعل لازم. ¶ طالب: الخطابي يا شيخ في غريب الحديث قال: \"أرضاه لكم\".",
            "page": "7",
            "part": "2",
            "seal": "EFD7036E"
        },
        {
            "id": "30",
            "nass": "المقصود أنه إذا وجد حرف عدي به هذا الفعل والعادة أنه يعدى بغيره من الحروف، أو يتعدى بنفسه لا بد أن نضمن الفعل معنى فعل يتعدى بنفس الحرف المذكور، والذي معنا رسالة فكأنه قال: \"أرسل إليكم، أو أبعث إليكم\" هذا ظاهر، كأنه يبعث في هذه الرسالة إليهم أنه يحمد الله الذي لا إله إلا هو، وهذا أقرب من كونه يحمد معهم؛ لأنه ليس بينهم، وليس عندهم؛ لأنه أرسل إليهم هذه الرسالة. ¶ \"أما بعد\" فـ (أما) حرف شرط، و\"بعد\" قائم مقام الشرط مبني على الضم؛ لما ذكر سابقاً من أنها ... ، لأن المضاف إليه محذوف مع نيته، فيبنى على الضم، ويختلف أهل العلم في أول من قال: \"أما بعد\" على ثمانية أقوال، يجمعها قول الناظم: ¶ جرى الخلف \"أما بعد\" من كان بادئاً ... ويعقوب وأيوب الصبور وآدم ¶ بها عد أقوام وداود أقربُ ... وقس وسحبان وكعب ويعربُ ¶ \"عافانا الله وإياكم\" الأصل أن يكون جواب أما مقترناً بالفاء، ولذلك أنا على شك في موضع \"أما بعد\" هنا، فإما أن يقال: إنها قبل هذا الموضع بسطر \"أما بعد فإني أحمد إليكم\" أو تكون الجملة التي بعدها مقترنة بالفاء؛ لأنها من لازمها أن تقترن بالفاء. ¶ \"أما بعد\" وقلنا: إنها بهذه الصيغة \"أما بعد\" جاء فيها أكثر من ثلاثين حديثاً عن النبي -عليه الصلاة والسلام-، وأنها لا تحتاج إلى (ثم) كما يقول بعضهم، وهي موجودة (ثم) في تفسير الطبري، وهو في أول القرن الرابع، والمحقق محمود شاكر، وهو من أهل المعرفة بالأساليب العربية يقول: إن الطابع حذف (ثم) لجهله بالأساليب العربية، ونحن نقول: (ثم) لا داعي لها، ولم تذكر ولا في حديث واحد عن النبي -عليه الصلاة السلام-، وقد صح عنه أكثر من ثلاثين حديثاً في \"أما بعد\" فلا داعي لـ (ثم) ولو استعملها أبو جعفر بن جرير، وهو إمام من أئمة اللغة؛ لأن لنا قدوة هو الرسول -عليه الصلاة والسلام- ما ذكر (ثم)، وأما إبدال (أما) بالواو، كما يفعله المتأخرون، وهذه حادثة، إبدال (أما) بالواو حادثة في القرن العاشر، يعني أول من وقفت عليه ممن استعمالها متأخر. ¶ وفي شرح الزرقاني على المواهب قال: إن الواو تقوم مقام (أما) ولا داعي لما يقوم مقام مع إمكان الأصل، والاقتداء إنما يتم بقولنا: \"أما بعد\".",
            "page": "8",
            "part": "2",
            "seal": "A258FBA9"
        },
        {
            "id": "31",
            "nass": "\"عافانا الله وإياكم عافية\" هكذا ينبغي للمسلم أن يدعو لنفسه ولإخوانه \"عافانا الله وإياكم عافية لا مكروه معها\" يعني لا مكروه يصاحبها، يعني مع هذه العافية لا تقترن بمكروه، بل هي عافية صافية، لكن هذا لا يكون في الدنيا، إنما العافية التي لا مكروه معها إنما هي في الجنة، أما الدنيا لا بد فيها من الكدر، ولا بد فيها من المصائب ((ومن يرد الله به خيراً يصب منه)). ¶ ومكلف الأيام ضد طباعها ... متطلب في الماء جذوة نارِ ¶ فالمكروه لا بد منه في هذه الدنيا، وإلا لما كان للجنة مزية، لو كانت العافية في الدنيا التي لا مكروه معها موجودة ما كان للجنة مزية \"ولا عقاب بعدها\" يعني بعد هذه العافية، وبعد تمام المدة، وبعد قبض الروح لا عقاب بعدها. ¶ \"فإنكم سألتم أن أذكر لكم الأحاديث التي في كتاب السنن أهي أصح ما عرفت في الباب؟ \" الكلام تام وإلا ناقص؟ يكفي أن يقال: أهي أصح ما عرفت في الباب أو نحتاج أن نقول: أم لا؟ السؤال: تام؟ نعم؟ المعنى واضح ما فيه إشكال، لكن هل من لازم السؤال بالهمزة أن يؤتى بعدها بأم أم ليس من لازمها ذلك؟ أما إذا كانت همزة التسوية، أو همزة قائمة مقام أي، أي الأمرين كذا؟ فلا بد من (أم) والعطف بعدها بـ (أم). ¶ و (أم) بها اعطف إثر همز التسويه ... أو همزةٍ عن لفظ (أي) مغنيه ¶ وهنا همزة الاستفهام ليست للتسوية {سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ} [(6) سورة البقرة] فلا يحتاج إليها والكلام تام هنا. ¶ \"أهي أصح ما عرفت في الباب، ووقفت على جميع ما ذكرتم، فاعلموا: أنه كذلك\" التأكيد كله كذلك الآن الكاف هذه جارة وإلا ليست جارة؟ لو قال: فاعلموا أن ذلك كلَه صحيح، نعم؟ والكاف هذه من أصل الكلمة وإلا زائدة حرف جر؟ ¶ طالب:. . . . . . . . . ¶ نعم؟ يعني تجر الإشارة، لو قال: إن ذلك كَلَه، أو نقول: كذلك كلِهِ؟ أو هي من أصل الكلمة؟ {كَذَلِكَ كُنتُم} [(94) سورة النساء] نعم؟ هل هي مثل كذا وكذا؟ من أصل الكلمة، أو هي حرف جر يجر الإشارة؟ فنقول: إنه كذلك كلِهِ؟ ¶ طالب:. . . . . . . . . ¶ نعم؟ ¶ طالب:. . . . . . . . . ¶ يعني جارة داخلة على الإشارة، هذا الذي يظهر.",
            "page": "9",
            "part": "2",
            "seal": "48979D16"
        },
        {
            "id": "32",
            "nass": "\"إلا أن يكون قد روي من وجهين صحيحين فأحدهما أقوم إسناداً، والآخر صاحبه أقدم في الحفظ، فربما كتبت ذلك\" وهنا كلام كثير جداً في أقوم وأقدم، وخلاف بين النسخ، ويترتب عليه فهم المعنى \"فأحدهما أقوم إسناداً، والآخر صاحبه أقدم في الحفظ، فربما كتبت ذلك\" على هذه الكتابة على هذا المثبت يقول: إلا أن يكون -يعني الحديث- قد روي من وجهين صحيحين، فأحدهما أقوم إسناداً -يعني أرجح وأقوى إسناداً- والآخر صاحبه أقدم، والقدم يترتب عليه العلو، فعندنا إسناد راجح وإسناد صحيح، لكنه مرجوح وهو أعلى من الإسناد الأول، الراجح نازل، والمرجوح عالي، وكلاهما صحيح. ¶ على هذا الفهم يستقيم الكلام إذا قال: أقوم، يعني أقوى إسناداً، والآخر صاحبه أقدم، يعني أعلى في الحفظ، أقدم في الحفظ، يعني صاحبه الراوي الذي اخترته وإن كان مرجوحاً إلا أنه أقدم في الحفظ، فربما كتبت ذلك، كتبت الأعلى وأعرضت عن النازل، وإن كان أقوى وأصح. ¶ \"ولا أرى في كتابي من هذا عشرة أحاديث\" إذا نظرنا إلى أحاديث سنن أبي داود فأعلى ما فيها، أعلى ما في البخاري الثلاثيات، وفيه اثنان وعشرون حديثاً ثلاثياً، ومسلم أعلى ما فيه الرباعيات، ما فيه ثلاثيات، عوالي مسلم كلها رباعيات، توجد ثلاثيات عند ابن ماجه، لكن سنن أبي داود فيها ثلاثيات وإلا لا؟ ¶ طالب: رباعيات.",
            "page": "10",
            "part": "2",
            "seal": "8E031653"
        },
        {
            "id": "33",
            "nass": "فيها رباعيات، لكن حديث أبي برزة في الحوض ظاهره أنه ثلاثي؛ لأنه وصل إلى أبي برزة من طريق اثنين، فهو إما ثلاثي، أو في حكم الثلاثي؛ لأن أبا برزة دخل على الوالي، دخل على الأمير وتحدث معه بحديث أساء فيه الأدب: \"إن محمديكم هذا الدحداح\" يلمز الصحابي بصحبته للنبي -عليه الصلاة والسلام-، ثم بعد ذلك حدثه بحديث الحوض، فلما خرجوا من المجلس، من السماط كما قال في الحديث، ذكر رجل أن أبا برزة حدث بحديث الحوض، فصارت الواسطة بين أبي داود وبين النبي -عليه الصلاة والسلام- في حديث الحوض في القصة القصة ثلاثية، ما فيها إشكال، لكن في الحديث الذي هو المقصود فيه أيضاً دخل هذه الواسطة الذي لم يسم، حدثني رجل كان معهم في السماط أنه قال كذا، فمن نظر إلى القصة بظاهرها، قال: إنها ثلاثة، فهي ثلاثية، ولذلك قال بعضهم: إن في سنن أبي داود حديث ثلاثي، ونفى آخرون أن فيه حديثاً ثلاثياً، وكلامهم كلهم يدور على هذا الحديث، وقد يقول قائل: كيف يختلف في حديث أنه ثلاثي أو رباعي والعدد موجودة؟ كل إنسان يستطيع العد؟ فهذا السبب، القصة ثلاثية، والخبر المرفوع الذي هو المقصود حديث الحوض، دخل فيه هذا الرجل المبهم، فهو رباعي. وعلى هذا أعلى ما في سنن أبي داود الرباعيات. ¶ يقول: \"ولا أرى في كتابي هذا عشرة أحاديث\" هل يستطيع عالم أو طالب علم بارع، يستطيع أن يستخرج لنا هذه العشرة الأحاديث؟ تستطيع الآلات أن تخرج لنا هذه الأحاديث العشرة؟ ¶ طالب: وين نلقى الأقوم؟ ويش درينا؟ هذا جمع طرق .... ¶ عنده، عنده. ¶ طالب: .... ¶ قد يكون الأقوم عنده غير أقوم عند غيره، وأنت ما أنت بتحاكم إلى كلامه هو، فهذه لا يمكن الوصول إليها، بينما إذا قلنا: إن في صحيح مسلم أربعة أحاديث يرويها الإمام البخاري أنزل من مسلم، يرويها الإمام مسلم عن طريق رجل، والبخاري يرويها عن طريق رجل عن ذلك الرجل، هذه نستطيع الحصول عليها؟ سهل، يعني الذي له عناية في الصحيحين، ويقيد الفوائد يجدها، والذي بعد له خبرة بالآلات، ويعرف كيف يستخدمها يمكن يستخرجها. ¶ طالب:. . . . . . . . .",
            "page": "11",
            "part": "2",
            "seal": "982A0962"
        },
        {
            "id": "34",
            "nass": "لا لا في عوالي مسلم، عوالي مسلم تذكر، المقصود أن مثل هذه العشرة أكاد أجزم أنه لا يمكن ولا يستطاع، ولو حفظت سنن أبي داود، لو شخص يستظهر سنن أبي داود لن يستطيع أن يستخرج هذه الأحاديث، لكن من له معرفة بالطرق، وله معرفة خاصة بهذا الكتاب، ويعرف أقوال أبي داود المنقولة عنه نعم يمكن أن يصل إلى شيء من ذلك، ولذا الآلات لا تخدم في مثل هذا. ¶ طالب:. . . . . . . . . ¶ إيه يرجع إلى القوة، لكن أنت تجمع طريق تجمع طرق ذكرها أبو داود، وطرق لم يذكرها، وتوازن بين هذه وهذه فتنظر أيهما أقوم عنده، لا عند غيره. ¶ طالب: على شرطه هو. ¶ عنده هو. ¶ قال -رحمه الله-: \"ولم أكتب في الباب إلا حديث\" نعود إلى الطبعة الثانية من الكتاب في الجملة السابقة، يقول: \"فاعلموا أنه كذلك كله إلا أن يكون قد روي من وجهين صحيحين، فأحدهما أقدم إسناداً، والآخر صاحبه أقوم في الحفظ\". ¶ طالب: انقلبت. ¶ انقلبت المسألة. ¶ طالب: العكس. ¶ \"والآخر صاحبه أقوم في الحفظ فربما كتبت ذلك\". ¶ طالب: يعني نزول عن علو، عكس. ¶ هنا يكتب إيش؟ ¶ طالب: الأعلى. ¶ لا، هو على النسخة الأولى يكتب الأعلى، وهنا يكتب النازل، هذا هو الأصل أن يكتب النازل إذا كان أقوم وأصح، هذا الأصل، فلماذا يقول: فربما كتبت ذلك؟ ربما للتقليل، فكونه يكتب النازل لأنه أقوى وأصح هذا هو الأصل، وعند أهل العلم نظافة الأسانيد أولى من العلو، نظافة الأسانيد مع النزول أولى عندهم من العلو مع كون الأسانيد أقل. ¶ \"فربما كتبت ذلك\" لا داعي لأن يكتب (ربما) هنا، ولا داعي أن ينبه على مثل هذا لأن هذا هو الأصل. ¶ طالب: الأرحج؟ ¶ نعم؟ ¶ طالب: الأرجح بين النسختين؟ ¶ عندي أن الراجح هو الأول. ¶ طالب: في النسخ ... ¶ نسخة الصباغ أرجح. ¶ هنا يعلق المحقق الشيخ عبد الفتاح أبو غدة يقول: في مخطوطة الظاهرية: \"أقوم إسناداً، والآخر صاحبه أقدم في الحفظ\" هذا في نسخة الظاهرية، وهو الذي اعتمده الصباغ، وفي نسخة الحافظ السيوطي: \"أحدهما أقوم إسناداً، والآخر صاحبه أقدم في الحفظ\". ¶ طالب: على ما. . . . . . . . . الأول.",
            "page": "12",
            "part": "2",
            "seal": "12026BDB"
        },
        {
            "id": "35",
            "nass": "نفسه، وأثبته الكوثري تبعاً لما جاء في فتح المغيث: أقدم إسناداً، والآخر صاحبه قُدم في الحفظ، وجاء في شروط الأئمة الخمسة للحازمي نقلاً عن رسالة أبي داود: \"أحدهما أقدم إسناداً، والآخر صاحبه أقوم في الحفظ\" وكذا هو في المخطوطة ... إلى آخره، فأثبته كذلك، لكن المعنى يؤيد ما أثبته الصباغ؛ لأنه جاء بـ (ربما) التي تدل على التقليل، ولم يعدل عن الجادة المسلوكة عند أهل العلم إلا نادراً، ويريد أن يبين أنه على الجادة يقدم الأقوى، وإن كان أنزل، لكنه ربما خالف هذه الجادة، فـ (ربما) إنما تأتي في المخالفة لا على ما كان على الجادة. ¶ طالب: يا شيخ في نسخة. . . . . . . . . ¶ \"إلا أن يكون قد روي من وجهين، أحدهما أقوى إسناداً، والآخر صاحبه أقدم في الحفظ، فربما كتبت ذلك\" توافق كلام الصباغ، توافق كلامه. ¶ \"ولا أرى في كتابي من هذا عشرة أحاديث\" ثم قال بعد ذلك: \"ولم أكتب في الباب إلا حديثاً أو حديثين\" أبو داود يحفظ أكثر من نصف مليون حديث، وباستطاعته أن يكتب في كل باب عشرات الأحاديث؛ بإمكانه أن يكتب في كل باب عشرات الأحاديث؛ لأنه يحفظ أكثر من خمسمائة ألف حديث. ¶ \"ولم أكتب في الباب إلا حديثاً أو حدثين، وإن كان في الباب أحاديث صحاح فإنه يكثر\" يعني الكتاب يكثر تكثر أحاديثه، ويكبر حجمه، ويصعب اقتناؤه، ويصعب حفظه ومعاناته \"وإنما أردت قرب منفعته\" يعني هل معانات طلاب العلم في لسنن أبي داود مثل معاناتهم لسنن البيهقي؟ لا؛ لأن هذا أخصر، وأقل أحاديث، وإمامة أبي داود ليست مثل إمامة البيهقي، وإن كان كل منهما إمام، لكن هذا أقدم، وهو أصل البيهقي ينقل كثير الأحاديث من طريقه، وصرح جمع من أهل العلم أن سنن أبي داود تكفي المجتهد، يعني إذا أراد أن يجتهد في الأحكام يكفيه سنن أبي داود، والغزالي في المستصفى قال: ويضم إليه سنن البيهقي، يعني بكل سهولة يقول: يضم إليه سنن البيهقي، وهو أكثر من خمسة أضعافه.",
            "page": "13",
            "part": "2",
            "seal": "53BA567C"
        },
        {
            "id": "36",
            "nass": "اختصره واقتصر على حديث أو حديثين لئلا يطول الكتاب فيهجر، طلاب العلم يصعب عليهم اقتناؤه، وتصعب عليهم قراءته والإحاطة به، ولذا يوصى طالب العلم في البداية أن يتدرج، فيقرأ في المختصرات التي يمكنه الإحاطة بها، ثم يتدرج إلى ما فوقها، الأكبر فالأكبر. ¶ \"وإنما أردت قرب منفعته\" هو اختصر من خمسمائة ألف حديث هذه الأحاديث الأربعة آلاف وثمانمائة، يعني كم نسبتها إلى خمسمائة؟ الخمسة من خمسمائة؟ ¶ طالب: واحد بالمائة. ¶ واحد بالمائة، يعني لو تصورنا أن هذا الكتاب المطبوع في مجلدات، ثلاثة أو أربعة أو خمسة أحياناً يضرب في مائة، كم يكون الحجم؟ يكون دون تحصيله خرط القتاد، ودون الإحاطة ومطالعته العمر يفنى قبل تمامه، وأنتم تعرفون أن أعظم مشروع في الكمبيوتر يجمع السنة فيه قريب مما يحفظه أبو داود، يعني قريب من خمسمائة ألف حديث بطرقها وألفاظها، فشخص واحد يحفظ ما تحفظه هذه الآلات، مع أنه شخص مع حفظه يتصرف ويوازن ويستنبط، وهذه الآلات جامدةٌ. ¶ طالب: ويبوب. ¶ نعم، يستنبط، يستنبط، أهم شيء الاستنباط، ويوفق بين النصوص، ويوازن بينها. ¶ طالب: يقال: من كان في بيته سنن أبي داود فكأن في بيته فقيه. ¶ لا، هذاك يقال في سنن الترمذي، ونقلت في سنن أبي داود، أنه من كانت في بيته سنن الترمذي فكأنما في بيته نبي يتكلم. ¶ طالب: لا فقيه قالوا: يتكلم .... ¶ نبي يتكلم. ¶ طالب: لا حقت أبي داود .... ¶ أبو داود قالوا: من اقتصر على القرآن مع سنن أبي داود يكفيه عن كل شيء؛ مع أن هذا الكلام كله فيه ما فيه، وأبو زرعة لما عرض عليه سنن ابن ماجه قال: لو علم به محمد بن إسماعيل لأتلف كتابه، كل هذا من باب التشجيع، يعني باب التشجيع على التأليف، وإلا حتى أبو زرعة ما يعتقد ولا يدين الله بأن سنن ابن ماجه أفضل من صحيح البخاري، لكن يقال مثل هذا لطلاب العلم من أجل التشجيع. ¶ . . . . . . . . . ¶ اللهم صلِّ وسلم على عبدك ورسولك محمد. ¶ قال -رحمه الله-: \"وإذا أعدت الحديث في الباب من وجهين أو ثلاثة فإنما هو من زيادة كلام فيه\" يعني يشتمل الحديث المكرر على زيادة في الفائدة، وقد تكون هذه الزيادة في المتن، وهذا هو الكثير والغالب عند أبي داود، وقد تكون في الإسناد.",
            "page": "14",
            "part": "2",
            "seal": "805C15DD"
        },
        {
            "id": "37",
            "nass": "\"فإنما هو من زيادة كلام فيه، وربما تكون فيه كلمة زيادة على الأحاديث\" فيخرج الحديث كاملاً من أجل هذه الكلمة، أنتم تلاحظون في أحاديث أبي داود أنه يسوقها كاملة، ولا يقتصر على جملة من الحديث؛ لأنه لا يحتاج إلى باقي الحديث كما يصنع الإمام البخاري -رحمه الله-، بل طريقة أبي داود قريبة من طريقة مسلم، إنما يسوق الحديث بتمامه، ولا يقتصر على الجملة التي يريدها من الحديث كصنيع الإمام البخاري؛ لأن مسلماً -رحمه الله- وأبا داود وجل من صنف في السنة جلهم إذا كرروا الحديث كرروه في موضعه، ما يكرروه في موضع آخر، بخلاف الإمام البخاري -رحمه الله تعالى- فإن الحديث الواحد المشتمل على عشر جمل يترجم عليه -رحمه الله تعالى- بعشر تراجم، تشمل جميع أبواب الدين، أو جل أبواب الدين، أو ما يدخل فيه الحديث من أبواب الدين، فتجده يورد الحديث في كتاب الإيمان، ويقتصر منه على جملة، ويورده في كتاب الصلاة مثلاً، يقتصر على جملة منه، ويورده في البيوع، ويقتصر على جملة منه، ويورده في المغازي، ويقتصر على جملة ... وهكذا إلى آخر الكتاب، وقد يورد الكتاب في عشرين موضعاً؛ لأنه استنبط منه عشرين حكماً، فلو كرر الحديث كاملاً في عشرين موضعاً لطال الكتاب، وقد ترك الإمام البخاري من الأحاديث الصحاح الشيء الكثير؛ لأنه يحفظ مائة ألف حديث صحيح، كما أنه يحفظ مائتي ألف حديث غير صحيح، فلو حشد جميع ما يحفظه لطال الكتاب. ¶ يقول: \"وما تركت من الصحاح أكثر خشية أن يطول الكتاب\" فطريقة أبي داود تقارب طريقة الإمام مسلم، لكن الإمام مسلم قد يسوق الإسناد، ولا يذكر المتن، فيقول بمثله، بنحوه، يعني مثل المتن الذي تقدمه، ونحو المتن الذي تقدمه، ونستطيع أن نصل إلى اللفظ الذي طواه الإمام مسلم، واقتصر على إسناده بمراجعة كتب السنة الأخرى. ¶ طالب: تحفة الأشراف. ¶ لا تحفة الأشراف قد .. ، هي تحيلنا على هذه الكتب. ¶ طالب: المستخرجات.",
            "page": "15",
            "part": "2",
            "seal": "D145227F"
        },
        {
            "id": "38",
            "nass": "المستخرجات يستفاد منها، وكتب السنة الأخرى التي تروي الحديث من نفس الطريق الذي ذكره الإمام مسلم، وطوى المتن، ويستفاد أيضاً من الكتب المتأخرة التي تروي الأحاديث بواسطة الأئمة كالبيهقي والبغوي؛ لأنه قد يروي الحديث من طريق مسلم ويذكر المتن، فيكون وقف عليه ولو لم يذكره مسلم، وكفانا المؤونة، وهذه لا شك أن البحث عنها أمر مهم في صحيح مسلم. ¶ \"وربما تكون فيه كلمة زيادة على الأحاديث\" زيادة، وفي بعض النسخ: زائدة على الأحاديث \"وربما اختصرت الحديث الطويل؛ لأني لو كتبت بطوله لم يعلم بعض من سمعه المراد منه، ولا يفهم الموضع الفقهي منه، فاختصرته لذلك\" ربما اختصرت الحديث الطويل يعني سمة سنن أبي داود يعني سوق الحديث وافي، لا أقل كامل بطوله، وإنما يذكر الحديث لا يقتصر على جملة منه، إنما يذكر منه ما يحتاج إليه، وقد يكون فيه زيادة على ما يحتاج إليه، لكن هو يختصر، فالحديث الطويل جداً يختصره، لماذا؟ لأنه يشتت القارئ، بعض الناس إذا سقت له حديثاً بطوله، وهو يريد منه فائدة معينة، أو ترجمت بترجمة بحكم شرعي، وذكرت تحتها حديثًا طويلاً فالطالب أحياناً تمر عليه هذه الفائدة من طول الخبر وهو لا يشعر، فلا يستطيع الربط بين الحديث والترجمة. ¶ فمثلاً حديث بريرة بطوله، أو حديث قصة الإفك بطوله، أو الأحاديث الطوال، العلماء يستنبطون من بعض الأحاديث أكثر من مائة فائدة، لكن طالب العلم قد لا يصل إلى المقصود أو محل الاستشهاد لهذه الفائدة من هذا الحديث لطوله، بعض الناس يشتت ولا يستوعب، وقل مثل هذا في الدروس التي يحصل فيها استطرادات مثلاً، بعض الطلاب لا يستطيع أن يلم أطراف الحديث، فيستفيد منه الفائدة المرجوة، بينما إذا قيل له: الكلام بقدر الحاجة تجده يحصره ويضبطه ويتقنه، لذلك فأبو داود اختصر الأحاديث خشية أن يتشتت القارئ.",
            "page": "16",
            "part": "2",
            "seal": "AEA182A1"
        },
        {
            "id": "39",
            "nass": "\"وربما اختصرت الحديث الطويل لأني لو كتبته بطوله لم يعلم ما سمعه المراد منه\" لأنه لا بد أن يوقف على المراد من الخبر، فإذا كان الحديث مختصر بقدر الترجمة يعني الربط سهل، لكن إذا كانت الترجمة بحكم واحد، ثم بعد ذلك سيق الحديث بطوله في عشر جمل أو عشرين جملة، فإن الطالب لا يدري الرابط بين هذه الترجمة وبين أي الجمل، قد يفوته ولا يفهم موضع الفقه منه، فاختصرته لذلك، يعني تيسيراً على الطالب وعدم تشتيت ذهن الطالب مقصود لأبي داود -رحمه الله-. ¶ وأما الكلام في المراسيل -إن شاء الله- يأتي لأنه يحتاج إلى شيء من البسط. ¶ يقول: هذا لو بحثتم في تأخير هذا الدرس شرح رسالة أبي داود لأهل مكة إلى العشاء؛ لأنه أفضل للأئمة في المساجد والمؤذنين. ¶ على كل حال نحن نتأخر في الدرس مدة يستطيع بها إمام المسجد أن يصل إلى الدرس -إن شاء الله تعالى-، وأما بالنسبة لصلاة العشاء فلا بد أن ينيب عنه من .. ، أو يخرج قبل الإقامة لغرض صحيح؛ لأنه وراءه جماعة ممكن هذا، مع أن الخروج بعد الأذان معصية، لكن إذا كان الخروج لهدف أو لقصد راجح، لسبب راجح لا بأس -إن شاء الله تعالى-. ¶ يقول: ما حكم قصة الشعر للمرأة بقصد التجمل لزوجها، نرجو التوضيح؟ ¶ قلنا لكم في مسألة القص في درس مضى، في أي درس؟ نعم؟ في أي درس؟ في هذا الدرس؟ ¶ طالب:. . . . . . . . . ¶ نعم؟ ¶ أو في درس مسلم؟ ¶ قلنا: إن نساء النبي -عليه الصلاة والسلام- أخذن من شعورهن بعد وفاته -عليه الصلاة والسلام- حتى صارت كالوفرة، وبعض الناس يمنع هذه القصة لحديث معاوية في الصحيح: ((إنما هلك بنو إسرائيل حينما اتخذ نساؤهم القصة)) ويخطئ في هذا لأن المراد بالقص المذكور في الصحيح في حديث معاوية المراد بها الزيادة في الشعر، كما ترجم على ذلك الإمام البخاري: باب ما جاء في وصل الشعر، وأما القص والأخذ من الشعر إذا سلم من التشبه بالكفار أو بالرجال، وقُصد به التزين للزوج فلا مانع منه -إن شاء الله تعالى-.",
            "page": "17",
            "part": "2",
            "seal": "DEA9F02A"
        },
        {
            "id": "40",
            "nass": "هذا يريد تعليق على هذا الكلام: يقول أحد المحدثين: فهذا العالم بالحديث المبدع فيه، وبالأخص كالإمام البخاري وأحمد والسفيانين وشعبة وعلي بن المديني ويحيى بن معين ومسلم والنسائي وأبي داود والترمذي والدارقطني وأمثال هؤلاء يدركون ما لا يدركه غيرهم، وكلما كان طالب العلم أكثر قراءة لكلام هؤلاء، وأحفظ لكلام هؤلاء كان علمه وتعليله وفهمه ألصق بهم من غيره، والذين يقرؤون الآن في المصطلحات المتأخرة كمقدمة ابن الصلاح أو بعض مؤلفات الحافظ ابن حجر أو كتب العراقي كالألفية أو ألفية السيوطي هؤلاء يحصل عندهم من الخلل في التطبيق العملي والنظري ما لا يحصل عند من لا يدمن القراءة مثلاً في كتب ابن رجب، أو كتب ابن عبد الهادي، أو كتب الأئمة المتقدمين، وليس معنى هذا أن مؤلفات هؤلاء الأئمة كابن الحجر وابن الصلاح لا تقرأ، كلا، فهي تقرأ، ويستفاد منها، وهم أئمة لهم قدرهم ومكانتهم، ولا خير في رجل لا يعرف فضل هؤلاء، ولكن هؤلاء الأئمة لهم تفردات في علم المصطلح لم يقل بها أحد من أئمة السلف، ولهم آراء نقلها بعضهم عن بعض دون تحقيق ودون تمحيص تؤثر على الأمور العملية في التصحيح والتضعيف، وليست مأخوذة عن أئمة السلف.",
            "page": "18",
            "part": "2",
            "seal": "0101E306"
        },
        {
            "id": "41",
            "nass": "هذا الكلام يمكن أن يوجه إلى فئة من طلاب العلم، لكن لا يوجه إلى الجميع، طالب العلم المبتدئ لا بد أن يتخرج على قواعد المتأخرين، ولا يمكن أن يلحق بالمتقدمين وعلم المتقدمين، وإن كانوا هم الأصل، والمتأخرون عالة عليهم، فإذا تخرج طالب العلم على قواعد المتأخرين، وعرف كيف يجمع الطرق، ويدرس الأسانيد، ويوازن بينها بعد معرفة القواعد النظرية التي قررها المتأخرون، إذا أكثر من ذلك عليه أن يديم النظر في أحكام الأئمة، ويحصل له من الملكة ما حصل لهم، فلا خلاف بيننا وبين الإخوة مثل هذا الكاتب، ما بيننا وبينهم خلاف، إلا أن المبتدئ إلحاقه بالمتقدمين، وإدامة النظر في كلام المتقدمين أشبه ما يكون بالتضييع، تضييع له، لا بد أن يتخرج على قواعد المتأخرين على الطرق المعروفة المعتبرة وعلى الجواد التي سلكها أهل العلم، ثم إذا تأهل بعد إدامة النظر في القواعد والتطبيق العملي من خلال جمع الطرق، وتخريج الأحاديث، ودراسة الأسانيد، إذا تأهل لذلك هذا فرضه؛ لأن المتأخرين عالة على المتقدمين، وسبق أن نظرّنا مراراً مثل هذا العمل بالتفقه، في بداية الأمر يتفقه طالب العلم إذا كان مبتدئاً يتفقه على طريقة إمام من الأئمة، في مذهب معين، على متن معين، ثم بعد ذلك يخرج عن ربقة التقليد بالتدريج، يستدل لهذه المسائل، يوازن بين أقوال الأئمة، وينظر في أدلتهم، وينظر في الراجح والمرجوح، ثم بعد ذلك يخلع ربقة التقليد، ويكون فرضه الاجتهاد، أما إذا طولب بالاجتهاد والتفقه من الكتاب والسنة في أول الأمر، من أول وهلة فلا شك أن هذا تضييع له، لا يدرك شيئاً، وقلنا: إن بعضهم حاول أن يجتهد من الكتاب والسنة قبل أن يعرف الفقه عن طريق الأئمة، فمر به باب الأمر بقتل الكلاب، فأخذ المسدس وكل كلب يعطيه رصاصة، هذا درس اليوم، درس الغد باب ما جاء في نسخ الأمر بقتل الكلاب، مثل هذا يصلح أن يتفقه من الكتاب والسنة؟ ¶ طالب:. . . . . . . . . ¶ هذا يصلح أن يتفقه من الكتاب والسنة؟ نعم، إذا أحاط أو تفقه على الجادة المعروفة عند أهل العلم فرضه الاجتهاد، ولا يجوز تقليد الرجال، لكن هو في بداية الأمر، في بداية الطريق حكمه حكم العامي، فرضه التقليد، وسؤال أهل العلم.",
            "page": "19",
            "part": "2",
            "seal": "D78E3DD7"
        },
        {
            "id": "42",
            "nass": "طالب: لأن طريقة المتقدمين مبنية على السبر، من يحسن السبر؟ ¶ إذا وازن المتقدمين في النظرة الشاملة لأحاديث الباب، وتأهل لذلك، وتكون لديه من القرائن ما يستطيع به أن يحكم على الأحاديث هذا فرضه. ¶ يقول: يذكر أبو داود في بعض الأبواب أكثر من حديثين، بل في باب الغيبة ذكر تسعة أحاديث، فنرجو الإفادة؟ ¶ لا شك أن كلامه هنا يذكر حديثاً أو حديثين يعني في الغالب، وقد يزيد حسب الحاجة. ¶ يقول: ما رأيكم في هذه المنهجية لطالب علم مبتدئ في هذه الصيفية في القراءة: صفة الصلاة للألباني الطبعة الجديدة في ثلاثة مجلدات، فتح المجيد، الروضة الندية شرح الدرر البهية، الباعث الحديث شرح مختصر علوم الحديث، هل ترون أنها مفيد لهذا الطالب؟ ¶ نقول: الطالب المبتدئ عليه أن يبدأ بصغار العلم قبل كباره، فيبدأ بالمتون الصغيرة، فإذا حفظها، وقرأ عليها الشروح، وحضر فيها الدروس، وسمع الأشرطة، وفرغ عليها ينتقل إلى ما بعدها، على الجادة المعروفة عند أهل العلم، فإذا أتم الدرجات المقررة عند أهل العلم مبتدئين متوسطين منتهين متقدمين عليه أن يقرأ ما شاء بعد ذلك. ¶ إن كانت امرأة الحمل والولادة يضران بحياتها، وفي كل مرة تلد يخبرها الأطباء أنها ممكن أن تموت، فقررت الربط بعد أن أقنعها الأطباء، والربط هو منع الحمل للأبد؛ لكونها لا تستطيع أن تأخذ موانع الحمل فربطت؟ ما الحكم؟ ¶ إذا كانت تتضرر، وأخبرها الأطباء الثقات أهل الخبرة والدراية أن حياتها في خطر، حياتها مهددة، احتمال أن تموت فلها أن تفعل ذلك؛ لأن حياتها أهم من حياة الولد. ¶ يقول: العمر قصير، والأحاديث كبيرة، فكيف نستطيع أن نوفق بين حفظ الأحاديث، وبين فهم الأحاديث وتفقهها؟ ¶ المسألة تحتاج إلى تسديد ومقاربة، فاجعل وقتاً للحفظ، ووقت للتفقه، وبذلك تستفيد؛ لأن الطريقة التي شرحناها في كيفية التفقه من كتب السنة لا شك أنها تحتاج إلى وقت، ولكنها في غاية الإفادة؛ يعني مجرد الحفظ لا يكفي، فعلى الإنسان أن يحفظ من المتون المجردة على طريقة الإخوان، والدورات المكثفة نافعة جداً، هذه الدورات نافعة، فعليه أن يحفظ، وعليه أيضاً أن يتفقه، ويعاني الفقه من كتب الأئمة، والله أعلم. ¶ وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "20",
            "part": "2",
            "seal": "DA8631EC"
        },
        {
            "id": "43",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح: رسالة أبي داود لأهل مكة (3) ¶ الشيخ: عبد الكريم الخضير ¶ السلام عليكم ورحمة الله وبركاته. ¶ هذا يسأل يقول: حديث: ((الملك في قريش، والقضاء في الأنصار، والأذان في الحبشة))؟ ¶ هذا إن كان يقصد حديث: ((الأئمة من قريش)) هذا حديث صحيح، مخرج في الصحيح وغيره ((الأئمة من قريش)) هذا لا إشكال فيه، وأما باللفظ الذي ذكره بخصوص القضاء في الأنصار، والأذان في الحبشة، يقول: أخرجه أبو داود، لا أعلم درجته الآن، لكن: ((الأئمة من قريش)) حديث صحيح، مستفيض ومصحح، ومخرج في الصحيح وغيره. ¶ يقول: وعلام يدل عليه من السائل؟ ¶ كيف من السائل؟ ¶ أما دلالته فهي ظاهرة، وهي أن الخلافة لا تخرج عن قريش في حال الاختيار؛ لأنه لو رشحت الأمة أحد ترشح من قريش؛ لأن الأئمة لا بد أن يكونوا من قريش، أما في حال الإجبار والغلبة والقهر فلو تولى عبد حبشي لا بد من السمع والطاعة، فأياً كان من أي جنس كان يجب السمع له والطاعة، وتثبت ولايته، ولا يجوز الخروج عليه. ¶ الأمر بإعادة الصلاة لمن صلى في رحله، ثم أتى إلى المسجد والناس يصلون، هل هو للوجوب أو للاستحباب؟ ¶ هو للاستحباب؛ لأنه صرح في الحديث: ((فإنها لك نافلة)) والنافلة مستحبة. ¶ الأمر الثاني أنه إذا أداها بشروطها وأركانها وواجباتها خرج من عهدة الواجب بيقين، ثم تكون الإعادة بعد ذلك نفلاً؛ إذ لم يوجب الله -جل وعلا- في يوم صلاة في وقت واحد مرتين. ¶ يقول: ذكرتم اليوم في درس سنن ابن ماجه أن الأحاديث التي في خارج الصحيحين أكثر من التي في الصحيحين، وكذلك الأحكام، سؤالي: كيف يوجه كلام الإمام مسلم في قوله: لو كتب أهل الحديث مائتي سنة، لم يخرجوا عن كتابي؟ ¶ كل يقول هذا، وليس معنى هذا أنه يعجب بكتابه العجب المذموم، ولكن من أجل الإغراء بكتابه، يغري طلاب العلم بكتابه؛ ليثبت له أجر من يستفيد منه، وهذه يصنعها كثير من أهل العلم، لا للإعجاب بكتبهم وآرائهم، يفعلها ابن قيم كثيراً في مبحث التوبة مثلاً من مدارك السالكين قال: فاظفر بهذا، فإنك لن تجده في مصنف آخر ألبتة، هل نقول: إن ابن القيم أعجبه ما كتب، وأراد أن يمن به على الناس. ¶ طالب: مقدمة الزاد.",
            "page": "1",
            "part": "3",
            "seal": "882EA2E6"
        },
        {
            "id": "44",
            "nass": "المقصود كتبه فيها كثير من هذا، لكن يريد بذلك أن يغري طالب العلم بالعناية بهذه المباحث ليستفيد منها ثم بعد ذلك يثبت له أجرها. ¶ يقول: أسأل عن كتاب: (كرامات الأولياء) لمحمد بن أحمد بن شافع الجيلي، هل طبع؟ ولو طبع فما هي أكثر طبعاته؟ ¶ أنا لا أعرف هذا الكتاب، وطُبع في طبقات الأولياء، وفي كراماتهم كتب، جلها غلو، وفي كثير من المواضيع منها الشرك الأكبر، وادعاء أن مثل هؤلاء الأولياء يتصرفون في الكون، وطبقات الشعراني وغيرها شاهدة على هذا. ¶ هذا يقول: هل يمكن أن يكون الدرس الأسبوع القادم بدل هذه الرسالة مقدمات الشاطبي في الموافقات، ويكون موعدها العصر؛ لأنه أطول ... ؟ ¶ الشاطبي، الموافقات، الآن قطعنا فيه شوطاً كبيراً، أكثر من الثلث، من ثلث الكتاب، وهو مسجل ومعروف، وإعادته مقدمات أو انتقاء أو اختيارات هذه لا تفيد في العلم. ¶ هذا من الجزائر يقول: ظهر عندنا مقال بعنوان: نصيحة أخوية لأحد الدعاة من عندكم، يقرر فيه أنه يجوز التنازل عن أصول الدين لمصلحة الدعوة، وأيضاً يقرر فيه أنه إذا قيل: إن تارك جنس العمل مؤمن ناقص الإيمان، لا يقال عنه: إنه قد وافق المرجئة، فيما توجيهكم؟ ¶ أولاً: التنازل عن أصول الدين لا يملكها لا زيد ولا عمرو، الدين ليس ملكًا لأحد يستطيع أن يتنازل عنه، فإن تنازل عن شيء منه، إن تنازل عن واجب أثم، وفسق بذلك، وإن تسامح وارتكب محظوراً فالأمر كذلك، وإن تساهل في مستحب فالأمر أسهل، وإن تساهل في ركن من أركان الإسلام فالأمر أشد وأعظم، وليس له أن يتنازل، هذا بالنسبة لنفسه يتحمل المسئولية، أما أن يجعل الناس يتنازلون، إذا تنازلوا عن واجب، أو ارتكبوا محظوراً فعليه إثمهم. ¶ يقول: أيضاً يقرر فيه أنه إذا قيل: إن تارك جنس العمل مؤمن ناقص الإيمان لا يقال عنه: إنه قد وافق المرجئة، إذاً ما الفرق بين مذاهب الأئمة الثلاثة وبين مذهب أبي حنيفة؟",
            "page": "2",
            "part": "3",
            "seal": "1C84198E"
        },
        {
            "id": "45",
            "nass": "شيخ الإسلام ابن تيمية قرر في الإيمان له أن جنس العمل شرط في صحة الإيمان، جنس العمل لا مفرداته، جنسه شرط، ولذلك يجعلون تعريف الإيمان المعرف بأجزائه وأركانه أنه قول واعتقاد وعمل، ولو قلنا: بأن جنس العمل ليس بشرط، أو أن تارك جنس العمل لا يخرج عن دائرة الإيمان ما كان لاشتراط العمل عند سلف هذه الأمة، والتأكيد عليه ما صار له قيمة. ¶ طالب: يا شيخ الله يحفظك سؤاله الأول الذي ذكرت هذه الآن صارت ظاهرة، يقول. . . . . . . . . ¶ التنازل عن أصول الدين؟ ¶ طالب: من أجل الدعوة. ¶ لا، لا، الدعوة إذا لم تكن على المنهج السليم، على ما كان عليه النبي -عليه الصلاة والسلام- وأصحابه، لكن يدعو إلى إيش؟ {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللهِ عَلَى بَصِيرَةٍ أَنَاْ وَمَنِ اتَّبَعَنِي} [(108) سورة يوسف] الذي لا يتبع الرسول على هذه السبيل -عليه الصلاة والسلام- لا يدعو يا أخي. ¶ طالب: لكن هذه مبرراتهم ... ¶ لا، لا أبداً، قد تقتضي مصلحة الدعوة التنازل عن شيء بالنسبة لأناس معينين، من باب التأليف حتى يتمكن الإيمان من قلوبهم، هذا له وجه، أما أن يتنازل على أصول الدين، ويدعو على غير سبيل النبي -عليه الصلاة والسلام- وسبيل المؤمنين هذا لا وجه له ألبتة. ¶ طالب: أحسن الله إليك، الاستدلال بأن العمل شرط في الإيمان، بقول الله -عز وجل-: {يَا أَيُّهَا الَّذِينَ آمَنُواْ آمِنُواْ} [(136) سورة النساء] فطلبهم بـ (آمنوا) وخاطبهم بمطالبة الإيمان. ¶ على كل حال هذا قول عامة أهل السنة، أن العمل لا بد منه، وجعلوه ركن وجزء من تعريف الإيمان، والذي يقول هذا الكلام لا يستطيع أن يحرر الفرق بين مذهب الأئمة الثلاثة، ومذهب أبي حنيفة الموصوف بإرجاء الفقهاء. ¶ يقول: ما قولكم في كتاب: في ظلال القرآن؟ هل تنصحوننا بقراءته مع العلم أننا نقرأ كتب سلفنا الصالح كتفسير ابن كثير وغيرهم؟",
            "page": "3",
            "part": "3",
            "seal": "FBB4B027"
        },
        {
            "id": "46",
            "nass": "ألزم كتب السلف الصالح النقية التي لا خلط فيها، وأما الكتب التي تشتمل على شيء من البدع كتفسير الزمخشري أو تفسير الرازي أو في ظلال القرآن وغيرها من كتب المتقدمين والمتأخرين قد يوجد فيها فوائد، لا ينكر أن في تفسير الزمخشري فوائد من الناحية اللغوية والبلاغية والبيانية، نعم، لكن فيه السم، واعتزالياته استخرجت بالمناقيش، وأيضاً تفسير الرازي ضرره عظيم، وبالغ على الأمة، منظر للبدعة، ويورد من الشبهات ما يجعل القلوب تشربها، ثم بعد ذلك يضعف في الرد عليها، وقل مثل هذا في التفاسير المشتملة على البدعة، وهذا الكتاب أيضاً المذكور فيه شيء من البدع، وفيه شيء ممن يخالف سلف الأمة، فعلى طالب العلم أن يلزم كتب أهل العلم الموثقين المحققين للتوحيد. ¶ يقول: أرض المحيط الهندي البريطانية، ما المقصود بإرضاع الكبير؟ ¶ الكبير المراد به من تجاوز السنتين؛ لأن جمهور أهل العلم لا يرون للرضاع أثر إلا في الحولين. ¶ فإذا تجاوز ذلك ما حكم مرضعيه؟ ¶ جمهور أهل العلم على أنه لا يحرم، لا يحرم إذا أكمل السنتين، هذا قول الجمهور، ما كان في الحولين فهو يحرم، وما عدا ذلك فلا، في قصة سالم مولى أبي حذيفة لما احتيج له أذن النبي -عليه الصلاة والسلام- أن يرضع وهو كبير، لكن عامة أهل العلم على أن هذه قضية عين خاصة لا تتعدى إلى غيره، ومذهب عائشة -رضي الله عنها- الأخذ بعمومه، وأن ما جاز لهم يجوز لغيرهم، وشيخ الإسلام يربط ذلك بالحاجة، فمن دعته الحاجة إلى مثل ذلك فليفعل، يعني كالحاجة إلى سالم مولى أبي حذيفة، لكن عامة أهل العلم على خلاف هذا القول. ¶ يقول: يسأل سؤالي عن طبعة تفسير القرطبي الجديدة عن دار عالم الكتب، هل هي المصرية؟",
            "page": "4",
            "part": "3",
            "seal": "63405571"
        },
        {
            "id": "47",
            "nass": "لا، ليست المصرية، عالم الكتب ليست دار الكتب المصرية؛ لأن دار الكتب المصرية انتهت، يعني من أربعين سنة، أو أكثر من أربعين سنة، لا وجود لها، يعني خلفها دار الكتب المصرية خلفت الأميرية ببولاق، يعني حلت محلها، ودار الكتب انقرضت وألغيت، وحل محلها .. ، سموها فيما بعد دار الكتب والوثائق القومية، ثم بعد ذلك الهيئة العامة للكتاب حلت محلها، وطبعات دار الكتب المصرية طبعات متقنة ومحررة، وفيها لجان علمية تصحح، وأيضاً الكتاب هذا على وجه الخصوص مخدوم خدمة بالغة، وفيه الإحالات على ما تقدم وما يلحق. ¶ يقول: هل هي المصرية؟ ¶ لا، ليست هي المصرية. ¶ يقول: لأنهم يذكرون الإحالات، وإن لم أحصل على المصرية؟ ¶ إن لم تحصل على المصرية فهذه تكفيك -إن شاء الله تعالى-. ¶ سم. ¶ أحسن الله إليك. ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم اغفر لشيخنا، واجزه عنا خير الجزاء، واغفر للسامعين يا حي يا قيوم. ¶ قال المصنف -رحمه الله تعالى-: ¶ وأما المراسيل فقد كان يحتج بها العلماء فيما مضى مثل سفيان الثوري ومالك بن أنس والأوزاعي، حتى جاء الشافعي فتكلم فيها، وتابعه على ذلك أحمد بن حنبل وغيره -رضوان الله عليهم-، فإذا لم يكن مسند ضد المراسيل، ولم يوجد المسند فالمرسل يحتج به، وليس هو مثل المتصل في القوة، وليس في كتاب السنن الذي صنفته عن رجل متروك الحديث شيء، وإذا كان فيه حديث منكر بينت أنه منكر، وليس على نحوه في الباب غيره.",
            "page": "5",
            "part": "3",
            "seal": "EB1F0D10"
        },
        {
            "id": "48",
            "nass": "وهذه الأحاديث ليس منها في كتاب ابن المبارك، ولا في كتاب وكيع إلا الشيء اليسير، وعامته في كتاب هؤلاء مراسيل، وفي كتاب السنن من موطأ مالك بن أنس شيء صالح، وكذلك من مصنفات حماد بن سلمة وعبد الرزاق، وليس ثلث هذه الكتب فيما أحسبه في كتبهم جميعهم، أعني مصنفات مالك بن أنس وحماد بن سلمة وعبد الرزاق، وقد ألفته نسقاً على ما وقع عندي، فإن ذكر لك عن النبي -صلى الله عليه وسلم- سنة ليس مما خرجته فاعلم أنه حديث واه، إلا أن يكون في كتابي من طريق آخر، فإني لم أخرج الطرق؛ لأنه يكبر على المتعلم، ولا أعرف أحداً جمع على الاستقصاء غيري، وكان الحسن بن علي الخلال قد جمع منه قدر تسعمائة حديث، وذكر أن ابن المبارك قال: السنن عن النبي -صلى الله عليه وسلم- نحو تسعمائة حديث، فقيل له: إن أبا يوسف قال: هي ألف ومائة، قال ابن المبارك: أبو يوسف يأخذ بتلك الهنات من هنا ومن هنا نحو الأحاديث الضعيفة، وما كان في كتابي من حديث فيه وهن شديد فقد بينته، ومنه ما لا يصح سنده، وما لم أذكر فيه شيئاً فهو صالح، وبعضها أصح من بعض، وهذا لو وضعه غيري لقلت: أنا فيه أكثر. ¶ يكفي. ¶ الحمد الله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فيقول المؤلف -رحمه الله تعالى-: ¶ \"وأما المراسيل فقد كان يحتج بها العلماء فيما مضى مثل سفيان الثوري ومالك بن أنس والأوزاعي، حتى جاء الشافعي فتكلم فيها، وتابعه على ذلك الإمام أحمد بن حنبل\". ¶ أولاً: المراسيل يختلف في تعريفها، فكل ما فيه انقطاع سواء كان في أول الإسناد من مبادئه، أو في نهايته، أو في أثنائه يسمى مرسل عند قوم، وذلك حينما يقولون: أرسله فلان، وأسنده فلان، فيطلق بمقابلة المتصل، ويطلق أيضاً على ما سقط منه صحابيه، ورفعه التابعي إلى النبي -عليه الصلاة والسلام-، سواء كان هذا التابعي صغيراً أو متوسطاً أو كبيراً، وخصه بعضهم بما يرفعه التابعي الكبير إلى النبي -عليه الصلاة والسلام-: ¶ مرفوع تابع على المشهورِ ... فمرسل أو قيده بالكبيرِ ¶ أو سقط راوٍ منه ذو أقوالِ ... والأول الأكثر. . . . . . . . .",
            "page": "6",
            "part": "3",
            "seal": "E2A66409"
        },
        {
            "id": "49",
            "nass": "المقصود أن ما يرفعه التابعي إلى النبي -عليه الصلاة والسلام- فهو مرسل، وأما الخلاف في حكمه فلا شك أن المرسل يقابل المتصل، والاتصال شرط لصحة الخبر، فإذا انقطع سنده من أي موضع على القول الأول أو من آخره من الجهة التي فيها الصحابي فرفعه إلى النبي -عليه الصلاة والسلام-، من لم يلقه ممن ليس بصحابي تابعي سواء كان كبيراً أو صغيراً، أو على القول الأخير مرفوع التابعي الكبير، كله فيه سقط من السند، تخلف فيه شرط الاتصال، فمن يشترط الاتصال يقول بضعف المراسيل. ¶ وإذا نظرنا في صنيع الأئمة الكبار وجدناهم يقبلون المراسيل في القرن الأول والثاني، ولذا نقل ابن عبد البر في مقدمة التمهيد عن الطبري أن التابعين بأسرهم يحتجون بالمراسيل، ونقل ابن عبد البر في مقدمة التمهيد أيضاً أن سعيد بن المسيب لا يقبلها، فهل يرد مثل سعيد الذي لا يقبل المراسيل وهو رأس التابعين عند جمع من أهل العلم يرد على كلام الطبري أو لا يرد عليه؟ الطبري ينقل الاتفاق، ينقل الإجماع على أن التابعين يقبلون المراسيل، نعم؟ ¶ طالب: ما يرد. ¶ ما يرد، لماذا؟ ¶ طالب: لأن الطبري إذا حكى الإجماع يقصد به الأكثر. ¶ نعم، الإجماع عند الطبري هو قول الأكثر، وتفسيره مملوء مما يدل على هذا، تجده يأتي بالخلاف فيقول: اختلف القرأة في كذا، فيذكر فقرأ فلان وفلان وفلان وفلان يذكر عدد، ثم يذكر من خالفهم واحد مثلاً، ثم يقول: والصواب من ذلك عندنا كذا لإجماع القرأة على ذلك، هو ذكر الخلاف، ولكن المخالف واحد أو عدد يسير في مقابل العدد الكثير، فالإجماع عنده قول الأكثر، فلا يرد عليه سعيد -رحمه الله-، وإن كان رأس التابعين. ¶ التابعون بأسرهم يقبلون المراسيل، وذكر أيضاً أن ابن عبد البر في مقدمة التمهيد أنه لا يُعرف الخلاف بين أهل العلم في قبول المراسيل إلى رأس المائتين، يقصد بذلك إلى مجيء الإمام الشافعي، والشافعي له رأي في المراسيل، لا يردها جزماً ولا يقبلها مطلقاً، بل بشروط، يقبلها بشروط، يقبلها بأربعة شروط، منها، من هذه الشروط:",
            "page": "7",
            "part": "3",
            "seal": "AB69E963"
        },
        {
            "id": "50",
            "nass": "أن يكون الخبر المرسل له شاهد يزكيه من آية، أو مرسل آخر يرويه غير رجال الأول، أو حديث مسند أو يفتي به عوام أهل العلم، هذه تجعل المرسل مقبولاً عند الإمام الشافعي. ¶ ويشترط في المرسل في راويه الذي أرسله أن يكون من كبار التابعين، وأن يكون من الحفظ والضبط والإتقان بحيث إذا شركه أحد من الحفاظ لم يخالفه، وأن يكون إذا سمى من أرسل عنه لم يسمي -كذا في الرسالة-، والرسالة مضبوطة ومتقنة، والشيخ أحمد شاكر من أهل الضبط والإتقان، واعتمد نسخة الربيع، يعني لا يقال: خطأ، وإن كان الأصل الدارج في اللغة عند أهل العلم: لم يسم، بحذف الياء؛ لأنه يجزم بحذف الياء معتل، والإمام الشافعي إمام حجة في اللغة، لا يستدرك عليه بأقوال غيره، وأهل العلم يذكرون اختياراته اللغوية، في كتب المصطلح يقولون: مؤتصل لغة الإمام الشافعي؛ لأنه نص عليها، وأكثر منها في الرسالة وفي الأم، يعني بدل ما يقول: متصل كما يقول الناس، يقول: مؤتصل، وأشار ابن الحاجب في شافيته التي في الصرف قال: مؤتعد ومؤتسر لغة الإمام الشافعي، فهو إمام حجة، يعني يحتج به، وتذكر أقواله في مصاف الكبار مثل سيبويه والكسائي وغيرهم، فلا يقال: لم يسم، يأتي .. ، يهجم عليها طالب من الطلاب فيكتب: لم يسم، بدون ياء بكسرة، ويكتب صح، يصوب على الإمام الشافعي، نعم لو تداولها النساخ لقلنا: إن هذا خطأ من النساخ، لكن الشيخ أحمد شاكر يطبع من نسخة الربيع مباشرة، بخط الربيع يعني ما في واسطة، فمثل هذا الرسالة للإمام الشافعي بتحقيق الشيخ أحمد شاكر أنموذج للتحقيق الرائد، يعني من أراد أن يحقق يتلمس عمل الشيخ أحمد شاكر في هذا الكتاب، أتقنه وضبطه وحرره. ¶ نعود إلى شروط الإمام الشافعي، وأن يكون هذا الراوي مرسل عرفنا من أن يكون من كبار التابعين، وأن يكون إذا شرك أحداً من الحفاظ لم يخالفه إلا بنقص يسير، وأن يكون إذا سمى لم يسمي أحداً مرغوباً في الرواية عنه، يعني لا يروي إلا عن ثقة، لا يرسل إلا عن ثقة، هذه الشروط التي اشترطها الإمام الشافعي إذا عرفنا هذا وأن الخلاف لا يعرف إلى أن جاء الشافعي فاشترط هذه الشروط، فمن قبل الشافعي كمالك وأبي حنيفة يحتجون بالمراسيل.",
            "page": "8",
            "part": "3",
            "seal": "C5BEFB68"
        },
        {
            "id": "51",
            "nass": "ولذا يقول الحافظ العراقي -رحمه الله تعالى-: ¶ واحتج مالك كذا النعمانُ ... به وتابعوهما ودانوا ¶ مالك وأبو حنيفة يحتجون بالمراسيل. ¶ واحتج مالك كذا النعمانُ ... به وتابعوهما ودانوا ¶ لأنهم قبل الشافعي، عاد جعلوا الحد الفاصل رأس المائتين الإمام الشافعي، من جاء بعد الشافعي شدد في قبول المراسيل كالإمام أحمد ومن بعده، فجعلوها من قسم الضعيف، هل لتأخر الزمن أثر في قبول المراسيل؟ يعني كما هو التدرج الحاصل الآن، المتقدمون يقبلون المراسيل، الشافعي وضع شروط، من جاء بعده جعلها من قسم ضعيف وردها، يقول العراقي -رحمه الله وتعالى-: ¶ ورده -يعني المرسل-. ¶ ورده جماهر النقاد ... للجهل بالساقط في الإسنادِ ¶ وصاحب التمهيد عنهم نقله ... ومسلم صدر الكتاب أصله ¶ لأن مسلم في كتابه يقول ينقل عن لسان خصمه ويقره: \"والمرسل في أصل قولنا وقول أهل العلم بالأخبار ليس بحجة\". ¶ وصاحب التمهيد عنهم نقله ... . . . . . . . . . ¶ عن الجمهور، عن جماهير النقاد. ¶ . . . . . . . . . ... ومسلم صدر الكتاب أصله ¶ يعني أصل هذا القول وثبته ونقله عن غيره وأقره، للجهل بالساقط بالإسناد الحجة ظاهرة في الرد، لكن إذا رأينا التدرج الزمني في القبول والرد رأينا المتقدمين يقبلون المراسيل، والمتأخرين يردون المراسيل، هل لتأخر الزمن أثر في الرد والقبول؟ هل لتغير أحوال الناس وكثرة من يرد حديثه أثر في رد المراسيل؟ نعم؟ ¶ طالب:. . . . . . . . . ¶ له أثر؟ ¶ طالب: يا شيخ، أحسن الله إليك، قد يكون جمعت الروايات أكثر، والطرق عرفت أكثر، فعرف أن بعض المرسلين .... ¶ يعني ماذا عن استدلالات الأئمة مالك نجم السنة حينما يستدل بحديث مرسل؟ هل نقول: إن بإمكان المالكية من يجتهد منهم ويقف على طرق يعرف أن هذا المرسل أرسل عن ضعيف يرد قول إمامه؟ يتمكن؟ مالك نجم السنن، أنا أريد أن أبين شيء، وهو أن تأخر الزمن لا أثر له في الحكم؛ لأن المحذوف صحابي أو تابعي، المحذوف حينما يرفع التابعي الخبر إلى النبي -عليه الصلاة والسلام- خلونا عن المعنى الدقيق للمرسل، فهل تغير وضع المحذوف مع تغير الزمن؟ نعم؟ ¶ طالب: ما تغير. ¶ ما تغير وضعه؛ وضع المحذوف، ما تغير وضعه هو هو، يعني ممن تقادم العهد بهم.",
            "page": "9",
            "part": "3",
            "seal": "75B22A66"
        },
        {
            "id": "52",
            "nass": "قد يقول قائل: هذا التابعي الذي رفع الحديث إلى النبي -عليه الصلاة والسلام- الغالب أنه رواه عن صحابي، والصحابة كلهم عدول، فلا يضر عدم ذكرهم، لا تضر الجهالة بهم، ولذا لو قيل: حدثني رجل صحب النبي -عليه الصلاة السلام-، لا كلام لأحد؛ لأن الصحابة كلهم عدول، والتابعي إذا رفع الخبر إلى النبي -عليه الصلاة والسلام- الذي يغلب على الظن أنه حذف صحابي، لكن وجد من تصرفات التابعين حذف بعض التابعين. ¶ وقد يحذف أكثر من واحد من التابعين، فقد يكون الإسناد مشتملاً على تابعي واحد، وهذا كثير عن صحابي، وقد يكون مشتملاً على تابعيين، وقد يكون مشتملاً على ثلاثة، يعني على نسق في طبقة واحدة، ثلاثة يروي بعضهم عن بعض، وقد يكون مشتملاً على أربعة أو خمسة وهذا قليل، أو ستة وهو نادر، يعني ستة من التابعين يروي بعضهم عن بعض على نسق واحد هذا في حديث يتعلق بسورة الإخلاص في فضل سورة الإخلاص، وأنها تعدل ثلث القرآن، وهو مخرج عند النسائي، والنسائي يقول: هذا أطول إسناد في الدنيا؛ لأنه في طبقة واحدة ستة من الرواة، وللخطيب البغدادي فيه جزء مطبوع، ستة من التابعين يروي بعضهم، لو أن الأخير منهم السادس حذف الخمسة، فإذا طالت الأسانيد وكثرت لا شك أن الوهم والخلل يتطرق إليها أكثر من احتمال الخلل المتطرق إلى ما قلت أسانيده، ولذا أهل العلم يفضلون العلو على النزول، وهذا الحديث نازل، نازل جداً، فلو حذف الخمسة أو حذف الأربعة أو حذف الثلاثة، احتمال أن يكون فيهم من فيه كلام، فالتابعي ما دام هذا الاحتمال موجوداً أنه حذف مع الصحابي تابعي والتابعين ليسوا مثل الصحابة كلهم عدول، يحتمل أن يكون ضعيفاً، ويحتمل أن يكون قوياً، ولهذا الاحتمال رده جماهير النقاد للجهل بالساقط بالإسناد.",
            "page": "10",
            "part": "3",
            "seal": "5084C749"
        },
        {
            "id": "53",
            "nass": "وأبو داود -رحمه الله- يقول: \"وأما المراسيل فقد كان يحتج بها العلماء فيما مضى مثل سفيان الثوري\" ووفاته سنة مائة وواحد وستين \"ومالك بن أنس\" ووفاته مائة وتسع وسبعين قبل الشافعي \"والأوزاعي\" ووفاته سنة سبع وخمسين ومائة \"حتى جاء الشافعي\" المتوفى سنة أربع ومائتين \"فتكلم فيها، واشترط لقبولها شروط -ذكرناها- وتابعه على ذلك أحمد بن حنبل\" والإمام أحمد -رحمه الله- تختلف الرواية عنه في القبول والرد، وعلى كل حال هو يصنف المراسيل من قبيل الضعيف، فإذا قبل الضعيف في بعض المواضع فيصح أن يقال: إنه يقبل المراسيل في هذه المواضع، والمعروف عن الإمام أحمد أنه لا يقبل الضعيف في الأحكام؛ لأنه إذا روى في الأحكام شدد، وإذا روى في الفضائل تساهل، يقبل الضعيف في الفضائل دون الأحكام، وشيخ الإسلام -رحمه الله تعالى- يرى أن الضعيف المذكور في كلام الإمام أحمد؛ لأن شيخ الإسلام لا يرى العمل بالضعيف مطلقاً، ويريد أن يكون كلامه غير مخالف لكلام الإمام أحمد، يقول: إن مراد الإمام أحمد بالضعيف هنا ما قصر عن الصحيح وهو الحسن في عرف المتأخرين، ويقول: إن الحسن لا يعرف قبل الترمذي، فالإمام أحمد يريد بالضعيف هذا الحسن الذي قصر عن رتبة الصحيح، وكلام الشيخ -رحمه الله تعالى- على إمامته وجلالة قدره فيه ما فيه؛ لأن الحسن عرف قبل الترمذي، عرف في طبقة شيوخه وشيوخ شيوخه، وأيضاً حمل كلام الإمام أحمد على الحسن يفهم منه أن الإمام أحمد لا يحتج بالحسن في الأحكام، إنما يحتج بها في الفضائل، يعني إذا أتينا بكلام الإمام أحمد وأبدلنا كلمة الضعيف في كلامه أبدلناها بالحسن، وقلنا: إنه إذا روى في الأحكام شدد، وإذا روى في الفضائل خفف فقبل الحسن، إذًا هو لا يقبل حسن في الأحكام، وهذا لا يعرف عن الإمام -رحمه الله-؛ فالقبول معروف عنده لا يختلف فيه، وإن لم يسم الحديث حسناً، لكن ما دام في حيز القبول، ولو نزل عن رتبة الصحيح فإنه مقبول عنده في الأحكام، وبعض الناس ينقل اتفاق الفقهاء على العمل بالضعيف، ينقل الاتفاق عن العلماء على العمل بالضعيف حتى في الأحكام، ويقول: إن كتب الفقه مشحونة بالأحاديث الضعيفة، لكن يلزم عليه أن بعض الفقهاء يعمل بالموضوعات",
            "page": "11",
            "part": "3",
            "seal": "EB807D7D"
        },
        {
            "id": "54",
            "nass": "إذا قلنا بهذا لأن بعض كتب الفقه فيها موضوعات؛ لأنهم لم يتفرغوا لهذا الشأن، فلا عبرة بوجود الخبر في كتبهم، إنما العبرة بما ينطقون به وينقلونه عن أئمتهم. ¶ النووي -رحمه الله تعالى- ينقل الاتفاق في مقدمة الأربعين وفي الأذكار اتفاق أهل العلم على العمل بالضعيف في الفضائل، مع أن الخلاف معروف ومأثور، وهو مقتضى صنيع البخاري ومسلم، وأبو حاتم لا يحتج بالحسن فضلاً عن الضعيف، فهل يقال: هناك اتفاق مع وجود هذا الخلاف؟ سئل عن راوٍ فقال: حسن الحديث، قيل: تحتج به؟ قال: لا، أتحتج به؟ قال: لا، فالمعروف من مذهبه أنه لا يحتج بالحسن فضلاً عن الضعيف، فالخلاف في قبول الضعيف حتى في الفضائل معروف عند أهل العلم. ¶ بعض العلماء يبالغ فيقول: إن المرسل أقوى من المسند، وهذا نسبه ابن عبد البر في مقدمة التمهيد إلى من شذ، ولا شك أنه قول شاذ، وعلته واهية، يقول: إن من أسند قد ضمن، ضمن لك أن من حذفه ثقة؛ لأنه لو لم يكن ثقة لكان غاشاً للأمة، والمسألة مفترضة في راوٍ ثقة يرسل، والثقة لا يتصور منه أن يغش، من أرسل فقد ضمن، ومن أسند فقد ألقى عليك بالتبعة، يعني ابحث أنت، وضمانه خير من بحثك، لكنها حجة وعلة عليلة، لا يستند إليها، ولا يعول عليها، لكن الذي استقر عليه العمل هو عدم قبول المراسيل. ¶ فإذا لم يكن مسند ضد المراسيل ولم يوجد المسند، أي ما يوجد مسند يخالف هذا المرسل؛ ولا يوجد في الباب مسند غير هذا المرسل، فالمرسل يحتج به، يعني يحتج بالمرسل إذا لم يجد في الباب غيره، بل يحتج بالضعيف إذا لم يجد في الباب غيره، وهو أيضاً مأثور عن الإمام أحمد، رواية عن الإمام أحمد أنه يقول: يحتج بالضعيف إذا لم يكن في الباب غيره. ¶ ويذكر عن أبي حنيفة أنه أقوى من رأي الرجال، ينقله الحنفية عن إمامهم، يحتج به، وليس هو مثل المتصل في القوة، المرسل ليس مثل المتصل خلافاً لمن زعم أنه يفوقه أو مثله، وليس الضعيف مثل الصحيح في القوة، فعند التعارض لا تردد في ترجيح المتصل، ولا تردد في ترجيح الصحيح.",
            "page": "12",
            "part": "3",
            "seal": "A281ACDB"
        },
        {
            "id": "55",
            "nass": "أهل العلم من حيث التقعيد قواعدهم مطردة، فتجد من يرد المرسل لا يتردد في هذا في التقعيد، ومن يرد الضعيف مطلقاً يفعل هذا، لكن عند التطبيق تجده قد يستدل بحديث ضعيف، ويغفل عن قاعدته، وقد يكون مع رده للضعيف وتشديده في التقعيد عند التنظير تجده واسع الخطو، الشيخ أحمد شاكر يشدد في قبول الأحاديث الضعيفة، لكن حق له أن يشدد؟ لماذا؟ لأن ما الحديث الذي يضعف عند الشيخ أحمد شاكر، وهو شديد التساهل في توثيق الرواة، وقد وثق جمع فيما حسبت أكثر من عشرين راو الجماهير على تضعيفهم، ويحكم على إسنادهم بالصحة، وفيه ما فيه. ¶ المقصود أن مثل هذا له أن يشدد في القبول؛ لأن الحديث الذي يفلت منه، ويصفه بالضعف لا شك أنه لا يمكن قبوله بحال، بينما جمهور أهل العلم إذا قبلوا الضعيف فإنما يشددون في شروط القبول، وإلا تضيع المسألة، وبعض أهل العلم من تشديده لا يكاد يفلت حديث في غير الصحيحين من التضعيف، ممن يعاني التخريج في الأيام المتأخرة، وأحياناً يقول: الحديث رواه مسلم وراجع الضعيفة، ليش راجع الضعيفة؟ وقد أخرجه الإمام مسلم؟ لا شك مثل هذا تشديد، فعلى الإنسان أن يتوسط في أموره كلها. ¶ طالب: يا شيخ يحتاج أن يربى الطالب على عدم التعرض للصحيحين؟ ¶ أنا أنتقد من يقول: الحديث صحيح، ثم يقول: رواه البخاري ومسلم؛ يعني مهما بلغت درجة إمامة من قاله، فإمامة البخاري ومسلم فوقه، وأعظم منه، وصيانة الصحيحين، وتربية المسلمين على احترام الصحيحين وتعظيم الصحيحين في نفوس الناس أمر لا بد منه؛ لأننا إذا تطاولنا على الصحيحين فما دونهما سهل، يعني سهل نسف السنن، سهل، يستدل أحد بحديث سنن أبي داود ويقول له: ضعيف، سهل هذا، ولذلك المستشرقون وأتباع المستشرقين أكثر طعونهم في صحيح البخاري؛ لأنه إذا أسقطوا الصحيح فما دونه",
            "page": "13",
            "part": "3",
            "seal": "3D9FDE18"
        },
        {
            "id": "56",
            "nass": "أسهل، فالتطاول عليه أسهل، وإذا أسقطوا من الرواة أبا هريرة فمن دونه أسهل حافظ الأمة، وبإسقاطهم لأبي هريرة تعرفون الحملات التي تشن عليه من قبل المستشرقين، ومن قبل أهل البدع، يطعنون في أبي هريرة، والطعن فيه قديم من أهل البدع؛ لأنهم بطعنهم فيه يرتاحون من جملة كثيرة من السنن، لكن لا يطعنون في راوٍ مقل من الصحابة؛ لأنهم بدلاً أن يطعنوا في أبي هريرة هو شخص واحد، لا بد أن يطعنوا في ألف راو، هذا أريح لهم أن يطعنوا في راو، ويرتاحوا من نصف السنة، أو يطعنوا في صحيح البخاري، أو في البخاري نفسه، ثم بعد ذلك يتطاولون سهل التطاول على ما دونه؛ لأن الذي يعق أباه يسهل عليه أن يقطع رحمه، هذا سهل، هل يلام قاطع الرحم إذا كان عاقاً بوالديه؟ مثل من كان باراً بوالديه يلام على الصلة، فمثل هذه الأمور لا بد من التنبه لها، ويكون الإنسان على حذر من هذه الدعاوى التي تلقى بين حين وآخر. ¶ وتطهير صحيح البخاري، الآن طبع كتاب في مائتي صفحة أو كذا تطهير صحيح البخاري، أو كتاب آخر (تحذير الأمة من افتراءات البخاري) وواحد يقول: تصحيح البخاري، وواحد كذا كتب إيش؟ في اكتساح الأخبار الإسرائيلية في صحيح البخاري، والهجمة موجهة إلى البخاري لأنه إذا سقط البخاري خلاص، فما دونه من باب أولى، فصيانة الصحيحين أمر لا بد من تربية العامة والنشء على هذا أمر لا بد منه. ¶ طالب: يا شيخ، أحسن الله إليك، هل يقال: إن الحديث الذي أعله الدارقطني وسكت عنه ابن حجر .... ¶ ما سكت أجاب، ولكن الجواب قد يكون فيه ضعف، استدراكات الدارقطني تولى الرد عليها بالنسبة لصحيح مسلم النووي، وبالنسبة لصحيح البخاري ابن حجر وغير ابن حجر من الشراح، لكن قد يكون الاستدراك فيه قوة والرد ضعيف، يعني ما وفق الذي رد لإدراك المحز، فنسف الرد، وإلا فالغالب أن الصواب مع الإمامين. ¶ . . . . . . . . . ¶ اللهم صل وسلم على عبدك ورسولك محمد. ¶ ثم قال -رحمه الله تعالى-:",
            "page": "14",
            "part": "3",
            "seal": "1C75A111"
        },
        {
            "id": "57",
            "nass": "\"وليس في كتاب السنن الذي صنفته عن رجل متروك الحديث شيء\" لكنه -رحمه الله تعالى- خرّج لبعض من وصف بالترك، لمن قيل فيه من قبل بعض الأئمة: متروك، خرج لبعض هذا النوع، ويقول: \"ليس في كتاب السنن الذي صنفته عن رجل متروك الحديث شيء\" والعبارة نقل مكانها من قبل ابن منده فيما حكاه عن أبي داود أنه قال: \"ما ذكرت في كتابي حديثاً أجمع الناس على تركه\" وهذه أضيق دائرة؛ لأن هؤلاء المتروكين الذي خرج لهم الإمام أبو داود في سننه لم يجمع الناس على تركهم، وإن قيل في كل واحد منهم: متروك، ويترك حديث الراوي إذا اتهم بالكذب، فحديثه متروك، ومن هذا النوع بعض من خرج لهم أبو داود، لكنهم قلة. ¶ طالب: ولعله عنده يا شيخ. ¶ يعني هذا رأيه، أنه لا يصل إلى حد أن يبلغ متروك. ¶ \"وإذا كان فيه حديث منكر بينت أنه منكر، وليس على نحوه في الباب غيره\" إذًا ما الفائدة من راويته وهو لا يحتج به؟ ليبين الإمام أبو داود أن هذه الترجمة الذي ذكر بها هذا الحديث لا يوجد ما يدل عليها في الصحيح والحسن والضعيف، الضعيف خفيف الضعف، وإنما لا يوجد فيها إلا حديث منكر، وتبعاً لذلك هذا الحكم يبقى أو ينفى؟ ¶ طالب: ينفى. ¶ يعني هل من لازم الحكم أن يكون دليله الصريح صحيح؟ أو قد يثبت الحكم بالحديث بغير حديث مثلاً، بقياس أو بقاعدة عامة تتناوله بعمومها؟ ¶ طالب: يثبت بغير دليل. ¶ أو بما يسمى بحشد الأدلة والإجلاب عليها، قد يكون مثلاً الاستدلال بهذا الحديث بمفرده لا ينهض على ثبوت الخبر، لكن يثبت هذا الخبر، ويذكر ما يشهد له من القواعد العامة، ومن تبناه من الصحابة والتابعين، ومن أفتى بموجبه من أهل العلم، ولذلك سيأتينا في المصطلح أن من أهل العلم من يقول: إن فتوى العالم على مقتضى حديث تصحيح وقبول للحديث، إذا لم يكن في الباب غيره، وعدم احتجاجه بالخبر تضعيف له، وسيأتي ما في هذه المسألة -إن شاء الله تعالى- في درس الألفية.",
            "page": "15",
            "part": "3",
            "seal": "8B7B1EDD"
        },
        {
            "id": "58",
            "nass": "\"وإذا كان فيه حديث منكر بينت أنه منكر، وليس على نحوه في الباب غيره\" هذا البيان هل بين الإمام أبو داود في كل حديث منكر أنه منكر؟ أو على ما يراه هو تبعاً لوجهة نظره وحكمه على هذا الحديث؟ إن كان منكر عنده بين أنه منكر، وإن لم يكن منكراً عنده لم يبين، ولو كان منكراً عند غيره، ويأتي ما في قوله: \"وما كان فيه وهن شديد بينته\" وأنه التزم البيان، لكن المطلع على السنن يوجد فيها أحاديث ضعيفة شديدة الضعف لم يبينها، وفيه أحاديث منكرة لم يبينها، فإما أن يقال: إن البيان لا يلزم أن يكون في الكتاب نفسه، بل قد يكون فيما سئل عنه، الأئمة يسألون عن رواة وعن أحاديث ويبينون، من مثل أسئلة الآجري عن أبي داود شيء من هذا، هل نقول: إن البيان خاص بهذا الكتاب يردف كل حديث -هذا الأصل فيه- أن يردف كل حديث منكر يبين أنه منكر؟ الواقع يرد ذلك، في أحاديث منكرة، وفيه أحاديث شديدة الضعف ما بينها. ¶ \"وهذه الأحاديث ليس منها في كتاب ابن المبارك\" قد يكون بيان الإمام -رحمه الله- لهذه الأحاديث بالنكارة قد يكون ببيانه في حكم راويها، قد يكون بيانه الذي أشار إليه حينما يبين حكم الراوي، إذا قال: منكر الحديث فكأنه قال: هذا الحديث منكر؛ لأنه من راوية هذا الراوي الذي حكم عليه بأنه منكر الحديث، وقد يكون في سؤالات العلماء عنه، وقد يكون فيما نقل عنه بالسند في كتب ألفها غيره، المقصود أن البيان أعم من أن يكون في الكتاب نفسه.",
            "page": "16",
            "part": "3",
            "seal": "13535E94"
        },
        {
            "id": "59",
            "nass": "يقول: \"وهذه الأحاديث\" يعني التي في السنن \"ليس منها في كتاب ابن المبارك ولا في كتاب وكيع إلا الشيء اليسير، وعامته في كتاب هؤلاء مراسيل\" ليس مما في السنن في كتاب ابن المبارك، ولا في كتاب وكيع إلا الشيء اليسير، يعني في مصنفات ابن المبارك الشاملة للزهد وغيره؛ لأن ابن المبارك اشتهر له وطبع له كتاب الزهد، وأيضاً وكيع له كتاب الزهد، فإن نظرنا إلى كتابي الزهد لهذين الإمامين ليس فيهما من سنن أبي داود إلا الشيء اليسير بالنسبة إلى سنن أبي داود إلا الشيء اليسير، والكلام صحيح، لكن مجموع مؤلفات الإمامين فيهما أحاديث كثيرة، وإن كانت نظرة الإمام أبي داود -رحمه الله- إلى العموم فيما يظهر هو الظاهر؛ لأنه لا يمكن أن يقارن كتاب في الأحكام أربعة آلاف وثمانمائة حديث في الأحكام ليس منها في الزهد إلا الشيء اليسير أن يقارن كتاب متخصص في الزهد، بل لو عكست القضية لكان أولى، ليس في كتاب أبي داود من كتاب ابن المبارك أو وكيع إلا الشيء اليسير، إذا قارنا بما يتفقان فيه وهو الزهد، أما إن نظرنا إلى العموم وهو ما يرويه وكيع، وما يرويه ابن المبارك فكتاب أبي داود أعظم مما يروونه -رحمة الله على الجميع-. ¶ \"وعامته في كتاب هؤلاء مراسيل\" عامة ما يروونه في كتبهم مراسيل؛ لأنهم في الزمن الذي تقبل فيه المراسيل قبل وجود الإمام الشافعي الذي اشترط لقبول المراسيل شروط، وللإمام أبي داود كتاب خاص في المراسيل، ومطبوع ومتداول مراراً، مطبوع مراراً، ومتناول بين طلاب العلم. ¶ \"وفي كتاب السنن من موطأ مالك بن أنس\" يعني في قسم الأحكام منه من الموطأ، في قسم الأحكام، يعني غير قسم الفضائل وغير قسم المغازي وغير قسم الجامع، وغيره من الكتب كتب الموطأ وأبوابه التي لا علاقة لها بالأحكام. ¶ \"وفي كتاب السنن من موطأ مالك بن أنس شيء صالح\" يعني هو يقارن كتابه بكتاب مالك فيما يتفقان فيه وهو السنن والأحكام، ولعله يقارن بين كتابه وكتاب وكيع وابن المبارك فيما يتفقان فيه وهو الزهد، أو على جهة العموم كما ذكرنا. ¶ \"وفي كتاب السنن من موطأ مالك بن أنس شيء صالح\" يعني قدر كافي ومفيد لطالب العلم، لكنه لا يقتصر عليه، شيء صالح.",
            "page": "17",
            "part": "3",
            "seal": "7336DC50"
        },
        {
            "id": "60",
            "nass": "\"وكذلك من مصنفات حماد بن سلمة وعبد الرزاق فيها أيضاً أحاديث لا توجد عند غيرهما، وليس ثلث هذه الكتب\" يعني الكتب التراجم الكبيرة التي أودعها في كتابه، كتاب الطهارة، كتاب الصلاة، كتاب الزكاة، كتاب ... ، مجموع هذه يقال لها: كتب، وإن كانت مندرجة تحت كتاب: أسماه السنن. ¶ \"وليس ثلث هذه الكتب فيما أحسبه في كتب جميعهم\" ثلث هذه الكتب يعني ما في كتابه ثلثه، إذا نظرنا إلى كتاب أربعة آلاف وثمانمائة حديث، ثلث الأربعة آلاف وثمانمائة كم؟ ¶ طالب:. . . . . . . . . ¶ هذا الربع. ¶ طالب: ألف وستمائة. ¶ ألف وستمائة، يعني لا يوجد في كتب هؤلاء الذين ذكرهم ألف وستمائة حديث، قد يكون عبد الرزاق أكبر من سنن أبي داود، مصنف عبد الرزاق أكبر، مطبوع في عشرة مجلدات، والحادي عشر لجامع معمر فيما يرويه عبد الرزاق عنه، أكبر من سنن أبي داود، كيف يقول: ما فيه ولا الثلث؟ مصنف عبد الرزاق ومصنف ابن أبي شيبة مملوءة بالآثار، أما الأحاديث المرفوعة فهي أقل.",
            "page": "18",
            "part": "3",
            "seal": "3F6201D5"
        },
        {
            "id": "61",
            "nass": "\"وليس ثلث هذه الكتب فيما أحسبه في كتب جميعهم أعني مصنفات مالك بن أنس وحماد بن سلمة وعبد الرزاق\" ثم قال: \"وقد ألفته نسقاً على ما وقع عندي\" يعني ألفته وبالغت في تحريره وتنضيده، وتأليف بين الأبواب المتناسبة على نسق واحد، يورد الأبواب على نسق يتحد فيها، أو يتفق فيها، أو يناسب الباب الأول الثاني والعكس، لكن ترتيب أبي داود لسننه ترتيب غريب، تجده أخر أبواب العبادات عن كثير من أبواب المعاملات، بخلاف ترتيب البخاري ومسلم والنسائي والترمذي، لما فرغوا من العبادات بدؤوا بالمعاملات، قدم كتاب النكاح مثلاً على الحج، يقول: \"ألفته نسقًا على ما وقع عندي\" هذا اجتهاده \"فإن ذكر لك عن النبي -صلى الله عليه وسلم- سنة ليس مما خرجته فاعلم أنه حديثٌ واهنٌ\" يعني شديد الضعف، وهذا الكلام لا شك أن فيه نظر، يصفو من السنن قدر زائد على ما أورده في سننه، قدر زائد كبير فضلاً عن غيرهما، وفي الصحيحين أحاديث لا توجد في سنن أبي داود، في الصحيحين، فكيف يقال: إن هذه الأحاديث التي لا توجد عند أبي داود واهية؟ بل هي في أعلى درجات الصحيح، وأصح مما خرجه أبو داود في سننه، أعني ما في الصحيحين مما لا يوجد في سنن أبي داود، ويصفو من كتب السنة ودواوينها شيء كثير، ولعل هذا على حد علمه واجتهاده ومبالغته في الجمع. ¶ \"فإن ذكر لك عن النبي -صلى الله عليه وسلم- سنة ليست مما خرجته فاعلم أنه حديث واهن، إلا أن يكون في كتابي من طريق آخر\" يعني قد يوجد في غير كتابي هذا الحديث من طرق، أو في كتب السنة كلها يوردون هذا الحديث كل من طريقه \"لكن تجد في كتابي ما يغني عنه مما أخرجه من طريق آخر، فإني لم أخرج الطرق؛ لأنه يكبر على المتعلم\" صحيح لو خرج الطرق لهذه الأحاديث الأربعة آلاف وثمانمائة لبلغت، لو افترضنا أن لكل حديث عشر طرق، أو عشرين طريق، في بعضها مائة طريق، وقد تصل إلا مائة ألف طريق، ولا شك أن مثل هذا يكبر حجمه على المتعلم. ¶ \"ولا أعرف أحداً جمع الاستقصاء غيري\" هذا يقوله أبو داود مع علمه بصحيح البخاري، ومع علمه بمسند الإمام أحمد شيخه الإمام أحمد، ومع علمه بما جمعه الأئمة مما هو أكبر من مصنفه.",
            "page": "19",
            "part": "3",
            "seal": "C294B5A4"
        },
        {
            "id": "62",
            "nass": "\"ولا أعرف أحداً جمع على سبيل طريق الاستقصاء غيري\" ولعله يقصد في ذلك أحاديث الأحكام، أحاديث الأحكام نعم جمع فيها ما يغني طالب العلم في أحاديث الأحكام. ¶ \"وكان الحسن بن علي الخلال قد جمع منه قدر تسعمائة حديث، وذكر أن ابن المبارك قال: السنن عن النبي -صلى الله عليه وسلم- نحو تسعمائة حديث\" يعني نظير ما قالوا في آيات الأحكام أنها خمسمائة، وكثير من الأحكام من الآيات التي تفوق هذا العدد أضعاف يستنبط منها أحكام وآداب، لكن هم يريدون أصول الأحكام. ¶ طالب: هذه اللفظة تأصيل للحديث الموضوعي يا شيخ؟ ¶ نعم؟ ¶ طالب: هذه اللفظة تأصيل للحديث الموضوعي. ¶ \"وذكر أن ابن المبارك قال: السنن عن النبي -صلى الله عليه وسلم- نحو تسعمائة حديث\" ولا شك أنها أكثر بكثير، يعني إذا نظرنا إلى المنتقى وفي أحاديث الأحكام أكثر من أربعة آلاف حديث، وفي سننه أربعة آلاف وثمانمائة حديث، وهنا يقول: تسعمائة، فإن أريد بذلك الأصول التي يستدل بها على غيرها من الأحكام ويمكن أن يستنبط منها أحكام يستغنى بها عن غيرها، ولو على سبيل الإيغال في الدقة في الاستنباط ممكن، يعني يعنى طالب العلم بتسعمائة حديث ويعددها ويستنبط منها، ويذكر جميع ما قيل فيها، يحصل له خير كثير، لكن لا يمكن من أراد أن يستدل لكل مسألة بدليل صريح صحيح فيها لا يمكن أن يستغني بتسعمائة حديث. ¶ \"نحو تسعمائة حديث، فقيل له: إن أبا يوسف قال: هي ألف ومائة، قال ابن المبارك: أبو يوسف يأخذ بتلك الهنات\" يعني التي فيها كلام لأهل العلم \"من هنا ومن هنا نحو الأحاديث الضعيفة\" يعني قد يخرج عن دائرة المقبول إلى الأحاديث الضعيفة، وإذا خرج الإنسان إلى دائرة القبول وأوغل في ذلك وصلت الأحاديث عنده إلى ألوف مؤلفة، وعلى كل حال هذا على حسب علمه واطلاعه واجتهاده، وهذا من باب الإغراء بكتابه ليفاد منه من قبل طلبة العلم، فيكون له أجر من استفاد منه إلى يوم القيامة. ¶ \"وما كان في كتابي من حديث فيه وهن شديد فقد بينته\" هذا -إن شاء الله- في الدرس القادم. ¶ اللهم صل على محمد. ¶ طالب: قوله: الاستقصاء ذكر المحقق تحته نسأل الله المغفرة. ¶ إيه، لكن كأنه فهم من كلامه أنه معجب، والعجب آفة لا شك أنه آفة:",
            "page": "20",
            "part": "3",
            "seal": "E5FD4F67"
        },
        {
            "id": "63",
            "nass": "والعجب فاحذره إن العجب مجترفٌ ... أعمال صاحبه في سيله العرمِ ¶ وهذا يشم منها رائحة العجب، لكن لا يظن بهذا الإمام وأمثاله أنهم يصلون إلى درجة الإعجاب الممنوع. ¶ طالب: بالنسبة. . . . . . . . . ترتيب الحديث. . . . . . . . . ¶ يعني يحبر القراءة، لكن ما يقرأه على الطريقة التي يقرأ بها القرآن الكريم، لا يشبه كلام البشر بكلام الله، بأحكام التجويد من المدود والغنة وغيرها، لا، لكن إذا حبره وحسنه ونشط السامع بهذا الصوت الجميل، ما يلام، ما فيه إشكال -إن شاء الله تعالى-. ¶ طالب: يا شيخ أحسن الله إليك الرسالة. . . . . . . . . اللي موجودة هنا اللي هي تحقيق أحمد شاكر .... ¶ إيه موجود إيه، مجلد كبير، مطبعة الحلبي. . . . . . . . .",
            "page": "21",
            "part": "3",
            "seal": "CA93354E"
        },
        {
            "id": "64",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح: رسالة أبي داود لأهل مكة (4) ¶ الشيخ: عبد الكريم الخضير ¶ السلام عليكم ورحمة الله وبركاته. ¶ يقول: مر بنا حديث ابن مغفل وصنيعه مع ابن أخيه، وسؤالي: ألا ترى أنه في زماننا هذا لو صنع أحدنا ذلك مع أحد أقربائه بسبب ذنب فعله، وخاصة إذا كانوا صغاراً، ألا ترى ربما يكون ضرره أكبر من نفعه، وربما أظهرت المتدين بين أقربائه بأنه غليظ القلب، فنفر الناس عنه، ولو قطع الأب العلاقة مع ابنه فلا يكلمه فإن رفقاء السوء سوف يتلقفونه، ويبدون له الشفقة والرحمة، ما رأيكم في ذلك؟ وما هو التعامل السليم في مثل هذه المواقف؟ ¶ ذكرنا مراراً أن الهجر شرعي، وأنه علاج، لكن إذا كان يترتب عليه مفسدة أعظم منه فالصلة أولى منه، إذا كان يترتب على الهجر مفسدة، لو هجر الابن، أو طرد من البيت كما كان يُفعل قبل عشرين وثلاثين سنة الأمر ممكن يكون هذا علاج، وكان الشباب الصغار إذا هُجروا وطردوا من البيت رجعوا نادمين تائبين، ملتمسين من آبائهم العفو عنهم، وأما الآن لو طرد الواحد منهم ولو كان صغير السن لوجد من يأويه، ووجد من يفتح له أبواب الشرور، ما لا يخطر على باله، فكان أهل العلم إذا سئلوا عن شخص، إذا سأله أب عن ولده الذي يتساهل في الصلاة، وقد لا يصلي مع الجماعة، وقد يترك أحيانًا لا يتردد في قوله: اطرده هذا لا خير فيه، وكان هذا العلاج في ذلك الوقت له مردود إيجابي، ما هناك شلل ولا هناك اجتماعات، ولا هناك استراحات يجتمع فيها بعض الشباب على مخدرات، وعلى خناء وعلى فجور وعلى قنوات، لا، أما الآن فالهجر بهذه الطريقة قد يكون ضرره أكبر من نفعه، فعلى هذا الصلة إذا أجدت وظهرت فائدتها هي المتعينة. ¶ هذه أم حسان تقول: ما حكم الأناشيد الإسلامية الموجودة الآن؟",
            "page": "1",
            "part": "4",
            "seal": "E0D147CE"
        },
        {
            "id": "65",
            "nass": "الموجود الآن فيه ما هو ممنوع، وفيه ما هو مباح، والأناشيد عموماً إذا ضبطت بضوابط شرعية النبي -عليه الصلاة والسلام- أُنشد بين يديه الشعر، أنشده حسان وغيره، وفي المسجد أنشد أيضاً، لكن شريطة أن يكون اللفظ مباحاً، وأن لا تصحبه آلة، وأن يؤدى بلحون العرب، لا بلحون الأعاجم، ولا بلحون أهل الفسق، فإذا توافرت فيه هذه الشروط فهو جائز، أما إذا صحبته آلة فالآلات ممنوعة، المعازف والمزامير والدفوف في غير الأعراس ممنوعة، وأما إذا كان لفظه محرماً فيحرم ولو كان نثراً ليس بشعر، وإذا أدي على لحون الأعاجم وأهل الفسق أيضاً فإنه ممنوع، كما قرر ذلك الحافظ ابن رجب -رحمه الله تعالى- في شرح البخاري. ¶ وعلى كل حال الإكثار من هذه الأناشيد المباحة لا شك أنه يصد على ما هو أهم وأولى، وقد جاء في الحديث الصحيح: ((لأن يمتلأ جوف أحدكم قيئاً حتى يريه خير له من أن يمتلأ شعراً)) فإذا امتلأ جوفه بهذا لا شك أنه .. ومعنى الامتلاء بحيث لا يستوعب غيره، أما من حفظ القرآن، وحفظ ما يكفيه من السنة، وحفظ من أقوال أهل العلم من المتون العلمية، وحفظ مع ذلك أشعار لا بأس، الشعر ديوان العرب، واهتم به أهل العلم، وأوردوه في كتبهم، وشرحوا به الغريب من اللغة؛ فضلاً على أن يكون الشعر قد حفظ به العلوم، فالمناظيم العلمية في علوم الدين، وما يعين على فهم الدين هذه كغيرها من المؤلفات. ¶ وهذا سؤال: أفكار متكررة: ¶ أحس بخروج شيء، ومن ثم أصبحت أغتسل. ¶ هذا أجيب عنه سابقاً. ¶ سم ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين. ¶ اللهم اغفر لشيخنا، واجزه عنا خير الجزاء، واغفر للسامعين يا حي يا قيوم. ¶ قال الإمام أبو داود -رحمه الله تعالى-:",
            "page": "2",
            "part": "4",
            "seal": "65E6EF5F"
        },
        {
            "id": "66",
            "nass": "ولا أعلم شيئاً بعد القرآن ألزم للناس أن يتعلموه من هذا الكتاب، ولا يضر رجلاً أن لا يكتب من العلم بعد ما يكتب هذه الكتب شيئاً، وإذا نظر فيه وتدبره وتفهمه حينئذٍ يعلم مقداره، وأما هذه المسائل مسائل الثوري ومالك والشافعي فهذه الأحاديث أصولها، ويعجبني أن يكتب الرجل مع هذه الكتب من رأي أصحاب النبي -صلى الله عليه وسلم-، ويكتب أيضاً مثل جامع سفيان، وإنه أحسن ما وضع للناس من الجوامع، والأحاديث التي وضعتها في كتابي السنن أكثرها مشاهير، وهي عند كل من كتب شيئاً من الحديث إلا أن تمييزها لا يقدر عليه كل الناس، والفخر بها أنها مشاهير، فإنه لا يحتج بحديث غريب ولو كان من رواية مالك ويحيى بن سعيد، والثقات من أئمة العلم، ولو احتج رجل بحديث غريب وجدت من يطعن فيه، ولا يحتج بالحديث الذي قد احتج به إذا كان الحديث غريباً شاذاً، فأما الحديث المشهور المتصل الصحيح فليس يقدر أن يرده عليك أحد، وقال إبراهيم النخعي: كانوا يكرهون الغريب من الحديث، وقال يزيد بن أبي حبيب: إذا سمعت الحديث فانشده كما تنشد الضالة، فإن عرف وإلا فدعه، وإن من الأحاديث في كتاب السنن ما ليس بالمتصل، وهو مرسل .... ¶ نقف على هذا. ¶ أحسن الله إليك. ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده رسوله، نبينا محمد وعلى آله وصحبه، أما بعد: فيقول الإمام أبو داود -رحمه الله تعالى-: ¶ \"وما كان في كتابي من حديث فيه وهن شديد فقد بينته\" التزم البيان -رحمه الله تعالى- لما ضعفه شديد، أما ما ضعفه محتمل قريب يعتبر به، ويستفاد منه في التقوية فإنه لا يبين ضعفه، وإنما التزم بيان الوهن الشديد، وقد وفى بذلك \"ومنه ما لا يصح إسناده\" وهذه الجملة إن رجعت إلى ما فيه وهن شديد الذي التزم بيانه فالأمر واضح؛ لأنه لم يصح إسناده، بل كله لا يصح إسناده الذي التزم بيانه، اللهم إلا أنه قد يصح الإسناد مع الوهن الشديد في متنه للمخالفة، لكن منه ما يرجع وهنه الشديد إلى إسناده، وهذا ظاهر، ومنه ما يرجع وهنه إلى متنه لوجود المخالفة والشذوذ والعلة القادحة.",
            "page": "3",
            "part": "4",
            "seal": "EA3E4A15"
        },
        {
            "id": "67",
            "nass": "لكن هل وفَّى الإمام أبو داود بجمع ذلك، الناظر في كتابه يجد أنه يبين أحياناً ويترك أحياناً، فيه أحاديث ضعفها شديد ما تكلم عليها أبو داود، ولذا قال أهل العلم: إن الكلام أعم من أن يكون في الكتاب نفسه، بل قد يكون في الكتاب، ويكون فيما سئل عنه من قبل الآجري أو غيره، وقد يكون البيان في بيان حال راويه الذي يُنقل عن أبي داود في كتب الرجال، أبو داود له أقوال في الرجال، فإذا بين حال راو فكأنه بين حال المروي، وهذا كله التماس لأبي داود، وإلا فالأصل أنه يحاسب على هذه الكلمة، ويلزمه البيان في كل ما وهنه شديد، لكن قد تتنازع وجهات النظر في هذه الشدة، فقد تعتبره شديداً، ويعتبره أبو داود ليس بشديد، فلا يلزم ببيانه، فيكون جملة من الأحاديث بهذه المثابة لا يلزم أبو داود بيانها، وإن لزم على حد زعمك لكونك ترى أنه شديد، وأبو داود ينازع في ذلك، لكن هل يلزم من هذا الكلام، أو من هذا الالتزام من أبي داود أن نحكم على الأحاديث التي لم يبين أبو داود ضعفها أن ضعفها غير شديد؟ فنحتاج إليها في التقوية، من خلال هذا الكلام العام، أو نقول: ننظر في أسانيدها بغض النظر هل تكلم أو لم يتكلم؟ يعني هل الحكم في هذه الأحاديث كلام أبي داود فيما تكلم فيه، أو فيما تركه، وقعد ذلك بمفهوم عبارته: أن ما لم يتكلم فيه أن ضعفه ليس بشديد؟ فنحتاج إلى مثل هذه الأحاديث في التقوية، وأما ما كان ضعفه شديداً فلا يستفاد منه؟ أو نقول: سواء بين أو ما بين مثل أحكام الترمذي، المتأهل عليه أن يدرس، وينظر في واقع هذه الأحاديث، ويجمع طرقها، ويوازن بينها، ويتكلم في رجالها، ثم بعد ذلك يخرج بالنتيجة المناسبة حسب القواعد المقررة عند أهل العلم، وبعد النظر في أقوال أهل العلم وأحكامهم؛ فالذي يريد تقليد أبي داود ويحاسب أبا داود على كلامه، يقول: إن البيان حصل فيما ضعفه شديد، إذاً الذي لم يبينه أبو داود إذاً ضعفه ليس بشديد، ولو كان شديداً لبينه، وحينئذٍ نقلده في هذا، ونقول: الضعف ليس بشديد، ونقويه ونقوي به، لكن المتعين على طالب العلم المتأهل أن ينظر في الأسانيد، سواء بين أو لم يبين، قال: صالح ويش معنى صالح؟ على ما سيأتي، هذا كله في حق من أراد من أن",
            "page": "4",
            "part": "4",
            "seal": "A29C08B5"
        },
        {
            "id": "68",
            "nass": "يقلد، والذي شهر هذا الكلام كله، وجعل له وقع في واقع طلاب العلم هو ابن الصلاح، الذي عنده أن الاجتهاد انقطع، وليس للمتأخرين أن يصححوا ولا يضعفوا، إذاً يهتمون بكلام أبي داود، إذا قال: صالح معناه صالح، فنقلد أبا داود مع الخلاف في معنى الصلاحية، وعلى كل حال طالب العلم المتأهل له أن ينظر، بل عليه أن ينظر في الأسانيد والمتون وينظر في الرجال، وينظر في السند من حيث الاتصال والانقطاع، وينظر في المتن من حيث الموافقة والمخالفة والعلة والشذوذ، وحينئذٍ يحكم بالحكم اللائق على كل حديث حديث. ¶ يقول: \"وما لم أذكر فيه شيئاً فهو صالح، وبعضها أصح من بعض\" ما لم يذكر فيه شيء هذا يؤكد ويؤيد المفهوم الذي أبديناه سابقاً لجملته السابقة: أن ما فيه ضعف شديد يبينه، ويفهم منه أن ما لا بيان معه فإنه في حيز الصالح؛ لأنه يقول: وما لم أذكر فيه شيئاً فهو صالح، وبعضها أصح من بعض، إذا لم يبين فالمسكوت عنه منه الصحيح، بل منه المخرج في البخاري ومسلم، ومنه المخرج في البخاري فقط، ومنه المخرج في مسلم فقط، ومنه ما يصح إسناده ومتنه مما لم يخرج في الصحيحين، ومنه ما هو حسن صالح ¶ للاحتجاج، ومنه ما هو ضعيف صالح للاعتبار، لكن ضعفه غير شديد؛ لأنه لم يلتزم البيان إلا في حال الضعف الشديد، إذاً الصلاحية أعم من أن تكون للاحتجاج أو للاستشهاد، وعلى كل حال الاحتجاج عنده واسع، فهو يحتج بالحديث المرسل إلا إذا لم يكن في الباب غيره، ويحتج بالحديث الذي وهنه ليس بشديد إذا لم يكن في الباب غيره. ¶ كلام أبي داود هذا قال فيه أبو الفتح اليعمري ابن سيد الناس قال: إنه مثل كلام الإمام مسلم في مقدمته، يقول: إن الحديث قد لا يوجد عند الطبقة العليا من الرواة الحفاظ الضابطون المتقنون، قد لا يوجد عندهم، فيحتاج مسلم إلى أن ينزل إلى مثل عطاء، وليث بن أبي سُليم ويزيد وغيرهم. ¶ يقول الحافظ العراقي: ¶ وللإمام اليعمري إنما ... قول أبي داود يحكي مسلما ¶ يعني مثل كلام مسلم. ¶ حيث يقول جملة الصحيح لا ... توجد عند مالكٍ والنبلا ¶ فاحتاج أن ينزل في الإسنادِ ... إلى يزيد بن أبي زيادِ",
            "page": "5",
            "part": "4",
            "seal": "59D04DD4"
        },
        {
            "id": "69",
            "nass": "عطاء بن السائب وليث بن أبي سليم ويزيد بن أبي زياد، قد نص عليهم في المقدمة؛ لأنه قد ينزل إلى حديث هؤلاء، فعلى هذا الأحاديث عنده درجات، والرواة عنده في صحيحه طبقات، إذاً ما الفرق بينه وبين قول أبي داود: \"إن ما لم أذكر فيه شيئاً فهو صالح، وبعضها أصح من بعض\" يعني بعضها غاية في الصحة، وبعضها دون ذلك، وبعضها من قبيل ما يحتج به، إلا أنه لا يصل إلى درجة الصحيح كالحسن، وبعضها فيه ضعف، لكنه ليس بشديد، كل ما سكت عنه على هذا التقسيم. ¶ ابن الصلاح وتبعه الحافظ العراقي قالوا: إن ما سكت عنه أبو داود فهو حسن؛ لأن الصلاحية هذه دائرة بين الاحتجاج والاستشهاد، فلا يمكن أن يعطى لفظ واحد أعلى ما دام فيه شيء ينزله عن درجة الأعلى؛ لأن الواقع يشهد بأن ما سكت عنه ليس بأعلى الدرجات، كما أنه ليس بأنزل الدرجات لأنه صالح، ولذا حكم عليه ابن الصلاح بأنه حسن، لا يعطى الدرجة العليا ولا الدرجة الدنيا، وتوسط في أمره وهو حسن، وذكر الحافظ ابن كثير -رحمه الله- أنه وقف على نسخة من رسالة أبي داود -رحمه الله- أنه قال: \"وما لم أذكر فيه شيئاً فهو حسن\" ولذا قال ابن الصلاح: \"ما سكت عنه فهو حسن\". ¶ الحافظ العراقي يقول: ¶ قال - يعني ابن الصلاح- ¶ قال: ومن مظنة للحسنِ ... جمع أبي داود أي في السننِ ¶ حيث يقول: ذكرت فيه ... ما صح أو قارب أو يحكيه ¶ الصحيح، وما يقاربه، وما يشبهه، ذكر الصحيح وما يقاربه وهو الحسن، وما يشبهه ما يقرب منه، واستدرك ابن سيد الناس الاستدراك الذي ذكرناه، يقول: إن أبا داود أحاديثه متفاوتة، فيها ما هو في أعلى الصحيح، وما دونه، وما دونه، ومسلم قسم روايات الصحيح وطبقات رجال الصحيح إلى الطبقات الثلاث، فما الفرق بين صنيع أبي داود وصنيع مسلم؟ ¶ وللإمام اليعمري إنما ... قول أبي داود يحكي مسلما ¶ حيث يقول جملة الصحيح لا ... توجد عند مالكٍ والنبلا ¶ فاحتاج أن ينزل في الإسنادِ ... إلى يزيد بن أبي زيادِ ¶ يقول: ما دام هذا التفاوت وهذا التدرج موجود عند مسلم، وموجود عند أبي داود، إذن إيش الفرق؟ ¶ هلاَّ قضى على كتاب مسلمِ ... بما قضى عليه بالتحكمِ",
            "page": "6",
            "part": "4",
            "seal": "A289292F"
        },
        {
            "id": "70",
            "nass": "\"بما قضى عليه\" يعني بما قضى على أبي داود \"بالتحكمِ\" ... أحاديث صحيح مسلم أيضاً حسنة، مثل ما جعلنا أحاديث سنن أبي داود حسنة، لكن يمكن أن يُتنصل من هذا الاستدراك بأن يقال: إن مسلماً اشترط الصحة، وأبو داود لم يشترط الصحة، مسلم تلقته الأمة بالقبول، وأبو داود لم تتلقاه الأمة بالقبول، فظهر الفرق بين الكتابين، وحكم على كتاب أبي داود لأنه فيه ... ، واقع الكتاب يشهد بهذا، أما كونه يحكم على جميع ما سكت عنه أبو داود بأنه حسن كما قال ابن الصلاح فليس بصحيح، لماذا؟ لأن فيه الصحيح؛ بل في أعلى درجات الصحيح وهذا كثير، مما اتفق عليه الشيخان، وفيه مما أخرجه البخاري، وفيه مما أخرجه مسلم، كيف نقول: هذا القسم حسن وفيه هذه الأشياء؟ ومن الذي دعا ابن الصلاح أن يقول هذا الكلام؟ رأيه في انقطاع الاجتهاد في التصحيح والتضعيف في الأزمان المتأخرة، فلا يستطيع أن يقال فيه: صحيح وحسن من يميز لنا الصحيح مما دونه من الضعيف، لا نستطيع أن نميز وباب الاجتهاد مقفل مغلق، ولا نستطيع أن نجعلها في أعلى درجات الصحيح؛ لأن فيه ما هو دون ذلك، ولا نستطيع أن ننزلها عن رتبة القبول لأنه صالح، إذن ما سكت عنه أبو داود فهو حسن، يعني بما في ذلك ما في الصحيحين، ولا شك أن مثل هذا الكلام جمود، جمود يعني لو أقل الأحوال لو استثنى ما في الصحيحين، وقال: إن ما في الصحيحين يقال له: صحيح، مع أنه قال: ما في الكتاب مما لم يسبق له حكم من أهل العلم بالصحة في كتبهم، يعني ما يكفي أن ينقل عن البخاري أن هذا الحديث الذي في سنن أبي داود صحيح، ما يكفي، لماذا؟ لا بد أن ينص على صحة هذا الحديث في الكتاب، ينص عليه البخاري، ينص عليه أحمد، ينص عليه مسلم، ولعل إدخاله في الصحيحين دليل على صحته، فلا يدخل في كلام ابن الصلاح. ¶ طالب: هذا الحكم مجمل يا شيخ. . . . . . . . .",
            "page": "7",
            "part": "4",
            "seal": "1D03B2B4"
        },
        {
            "id": "71",
            "nass": "يكفي، يكفي، يعني مجرد تخريج البخاري للحديث تصحيح، ومجرد تخريج مسلم للحديث تصحيح، هذا قد يستثنى من كلام ابن الصلاح؛ لأنه نص على صحته، ولم يكن بالقول، بالعمل، أما ما نقل عن الإمام أنه صحح حديثاً في سنن أبي داود، أو نقل الترمذي مثلاً عن البخاري أنه صحح حديثاً في جامع الترمذي أو في سنن أبي داود أو في غيرها، نعتمد على هذا التصحيح وإلا نعتمد؟ حتى ينصوا على صحته في كتبهم، لماذا لا نقبل ما يروى عن الأئمة في تصحيح الأحاديث على رأي ابن الصلاح؟ لأننا نحتاج إلى معرفة ثبوته عندهم، نحتاج إلى معرفة ثبوت هذا القول عن هذا الإمام، ونحن لا نستطيع أن نصحح ونضعف في الأحاديث، إذاً لا نستطيع أن نصحح ونضعف فيما نقل عن الأئمة؛ لأن الطريق واحد في كيفية التصحيح والتضعيف، النظر في الأسانيد واحد، سواء بحثنا إسناد مرفوع أو موقوف أو مقطوع أو من قول إمام، لا بد أن نجتهد في تصحيح وتضعيف هذه الأخبار، والباب مغلق عند ابن الصلاح، إذاً لا بد أن ينص الإمام على التصحيح أو التضعيف في كتابه، وابن الصلاح لم يوافق على هذا القول، بل الذي اعتمده الأئمة في عصره ومن بعده إلى يومنا هذا أن المتأهل للتصحيح والتضعيف له أن ينظر في الأسانيد والمتون ويصحح ويضعف، بل هذا هو المتعين على المتأهل. ¶ \"وبعضها أصح من بعض\" نعم هي متفاوتة \"وهذا لو وضعه غيري لقلت أنا فيه أكثر\" هو الآن مدح السنن مدح كتابه، صح وإلا لا؟ مدح الكتاب بكلام يغري به طلاب العلم، لا ليتفخر به، ولا ليعجب بعمله، إنما هو ليغري به طلاب العلم، لكن لو أن هذا الكتاب صنفه غير أبي داود على هذه الكيفية يقول: لقلت فيه أنا أكثر، لمدحته أكثر مما مدحته لكونه كتابي، هذا لو وضعه غيري لقلت أنا فيه أكثر، يعني من أساليب المدح والثناء.",
            "page": "8",
            "part": "4",
            "seal": "D6C31073"
        },
        {
            "id": "72",
            "nass": "قال: \"وهو كتاب لا ترد عليك سنة عن النبي -صلى الله عليه وسلم- بإسناد صالح إلا وهي فيه، إلا أن يكون كلام استخرج من الحديث ولا يكاد يكون هذا\" ومعناه أن كتابه استوعب ما ثبت عن النبي -صلى الله عليه وسلم-، وما هذا الكلام؟ إما أن يقال: إنه على حد ظنه ووهمه، وإلا فقد ثبت عن النبي -عليه الصلاة والسلام- من الأحاديث الصحيحة بالأسانيد الصالحة ما لم يوجد في كتاب أبي داود، فيكون هذا على حد فهمه، وعلى حسب اطلاعه، مع أنه اطلع على كتب الأئمة السابقين، وأوصى ببعضها على ما سيأتي، وإذا نظرنا إلى واقع الكتب وجدنا في البخاري أحاديث كثيرة ليست في سنن أبي داود، وفي مسلم أحاديث كذلك ليست في سنن أبي داود، وفي مسند أحمد مما يصح مما ليس في سنن أبي داود وهكذا، ويصفو من الصحيح بالأسانيد الصالحة مما ليس في هذه السنن من كتب الأئمة الشيء الكثير. ¶ \"إلا أن يكون كلام استخرج من الحديث ولا يكاد يكون\" يعني قد يكون حديث يستنبط منه حكم، ولا يوجد في كتابي، لكن يوجد في كتابي ما يغني عنه، ولو على سبيل الإشارة والاستخراج والاستنباط.",
            "page": "9",
            "part": "4",
            "seal": "981C9272"
        },
        {
            "id": "73",
            "nass": "ثم قال بعد ذلك: \"ولا أعلم شيئاً بعد القرآن ألزم للناس أن يتعلموه من هذا الكتاب\" يريد أن يجعل كتابه مع القرآن الكريم فيهما كفاية، وتعلم كتابه بعد القرآن لازم لطلاب العلم، ولذا قال: \"ولا أعلم شيئاً بعد القرآن ألزم للناس أن يتعلموه من هذا الكتاب، ولا يضر رجلاً أن لا يكتب من العلم بعدما يكتب من هذه الكتب\" يعني الكتب التي تشتمل عليها سننه، كتاب الطهارة، كتاب الصلاة، كتاب الزكاة، كتاب الجهاد، كتاب الطلاق، كتاب السنة، كتاب الأدب إلى جميع أبواب سنن أبي داود، يقول: \"ولا يضر رجلاً أن لا يكتب من العلم بعدماً يكتب شيئاً من هذه الكتب\" من هذه الكتب يعني الكتب التي اشتمل عليها السنن، وأنتم تعرفون أن كتب أهل العلم الكتاب الواحد مبني على كتب، والكتب مبنية على أبواب، والأبواب قد تكون مبنية على فصول، المقصود أن الكتاب يشتمل على كتب، من يكتب هذه الكتب لا يضره ما فاته من العلم؛ لأنه على حد زعم مؤلفه؛ لأن هذا الكتاب جمع فأوعى، ولا حاجة للناس بغيره، ولكن هذا الكلام إنما يراد به الإغراء، إغراء طلاب العلم من أجل الاهتمام بهذا الكتاب، ولم ترد حقيقته، لم ترد حقيقة هذا الكلام؛ لأن الصحيحين أولى من سنن أبي داود، فالذي يكتب الصحيحين مع القرآن، ويقتصر عليهما له وجه، لا سيما إذا كان لا يستطيع الاستيعاب، ومن كتب المصحف وكتب البخاري، وأراد أن يكتفي اكتفى، لكن لا يسمى عالماً محيطاً بجميع أبواب الدين، ولا يمكن أن يتفقه الفقه التام الذي جاء مدحه في حديث معاوية وغيره حتى يعرف جميع أبواب الدين، وفي بعض الكتب من أبواب الدين ما لا يوجد في بعض. ¶ \"ولا يضر رجلاً أن لا يكتب من العلم بعد ما يكتب هذه الكتب شيئاً، وإذا نظر فيه وتدبره وتفهمه حينئذٍ يعلم مقداره\" لا شك أن الكتاب في غاية الجودة، وفي غاية الاستيعاب المناسب لطالب العلم بالنسبة لأحاديث الأحكام، حتى قال بعضهم: إنه يكفي طالب العلم بالنسبة لأحاديث الأحكام سنن أبي داود.",
            "page": "10",
            "part": "4",
            "seal": "F8AA0C43"
        },
        {
            "id": "74",
            "nass": "\"وإذا نظر فيه وتدبره وتفهمه حينئذٍ يعلم مقداره، وأما هذه المسائل\" والأحكام والفتاوى للأئمة المجتهدين مثل \"الثوري ومالك والشافعي\" يُسأل الإمام مالك فيفتي، ويسئل الثوري وله مذهب مستقل فيفتي، وله أتباع، الثوري كمالك والشافعي إلا أنه انقرض، انقرض مذهبه، هؤلاء الأئمة المجتهدون يفتون، فأصول هذه المسائل في سنن أبي داود، لا سيما إذا كانت الفتاوى في الأحكام، فأصولها في مسائل أبي داود، يستفاد منها، ويعول عليها، ولا يحتاج على غيرها إلا نادراً على كلامه. ¶ \"ويعجبني أن يكتب الرجل مع هذه الكتب من رأي أصحاب النبي -صلى الله عليه وسلم-\" يعني لا يقصر على المرفوع، فيكتب مع المرفوعات أحاديث ما ينسب إلى الصحابة -رضوان الله عليهم- من الموقوفات؛ لأنها عند جمع من أهل العلم حجة كالمرفوع، ومنهم من يرى أنها ليست بحجة، لكن يحتاج إليها في فهم المرفوع، ويعرف قدر هذا الكلام من ينظر في صحيح البخاري إذا ترجم بكلام خفي غامض قد يكون الربط بينه وبين ما ترجم عليه من حديث مرفوع فيه خفاء، لكنه يردف الترجمة بأقوال الصحابة والتابعين مما يترجح به ما ترجم به، وأخذه من ما ترجم عليه، فأقوال الصحابة والتابعين يستعان بها على فهم الأخبار المرفوعة عند من لا يحتج بها، أما من يحتج بها فالأمر ظاهر. ¶ \"ويكتب أيضاً مثل جامع سفيان الثوري، فإنه أحسن ما وضع الناس من الجوامع\" والمراد بالجامع الكتاب الذي يحتوي على جميع أبواب الدين، فتجد فيه التوحيد والإيمان، وتجد فيه الطهارة والصلاة والزكاة والحج والصيام والجهاد، وتجد فيه المعاملات، وتجد فيه المغازي والسير والأقضية، وتجد فيه أيضاً الأدب، وتجد فيه الرقاق والمواعظ وغير ذلك من الأبواب التي يحتاجها طالب العلم، هذا الكتاب يسمى جامع؛ لأنه يجمع جميع أبواب الدين، ومن الجوامع صحيح البخاري، وصحيح مسلم، وجامع الترمذي، وجامع سفيان وغيرها من الجوامع، بخلاف السنن التي تختص بأحاديث الأحكام، بخلاف المصنفات التي يجتمع فيها كثير من الآثار، وتغطي على الأخبار المرفوعة إلى النبي -عليه الصلاة والسلام-، وأيضاً الموطآت التي هي مشبهة للسنن من جهة، ومشبهة للمصنفات من جهة.",
            "page": "11",
            "part": "4",
            "seal": "DF16C00E"
        },
        {
            "id": "75",
            "nass": "\"والأحاديث التي وضعتها في كتاب السنن أكثرها مشاهير، وهي عند كل من كتب شيئاً من الحديث\" هذه الأحاديث مشهورة وليست بالغرائب لا يعرفها العلماء، وإنما هي مشهورة مستفيضة عندهم \"وهي عند كل من كتب شيئاً من الحديث\" يعني من كانت له رواية، أو له يد في الرواية يعرف هذه الأحاديث، إذا كانت هذه الأحاديث معروفة عند أهل العلم فلماذا تكلف نفسك بتدوينها؟ قال: \"إلا أن تمييزها -يعني اختيارها وترتيبها وتنسيقها والترجمة عليها بالأحكام الشرعية- لا يقدر عليه كل الناس، فقمت بذلك تيسيراً على طلاب العلم، والفخر بها أنها مشاهير، فإنه لا يحتج بحديث غريب، ولو كان من رواية مالك ويحيى بن سعيد والثقات من أئمة العلم\" لماذا؟ قلنا: الغريب مقبول إذا كان سنده صالح، ولم يتفرد به راويه، وهو مما لا يحتمل تفرده، أو لا يتضمن مخالفة فإنه حينئذٍ مقبول، لكن الغرائب فيها الضعف بكثرة بخلاف الروايات والأحاديث التي ووفق روايتها عليها \"فإنه لا يحتج بحديث غريب، ولو كان من رواية مالك ويحيى بن سعيد والثقات من أئمة العلم، ولو احتج رجل بحديث غريب وجدت من يطعن فيه، ولا يحتج بالحديث الذي قد احتج به إذا كان الحديث غريباً، فأما الحديث المشهور المتصل الصحيح فليس يقدر أحد أن يرده عليك\".",
            "page": "12",
            "part": "4",
            "seal": "04F59F0C"
        },
        {
            "id": "76",
            "nass": "الآن بعض طلاب العلم ممن له يد في الصناعة الحديثية تجده مغرم بالغرائب، ويترك الأحاديث المشهورة، تجد عنايته بفوائد فلان، وجزء فلان ومشيخة فلان، ومعجم فلان، وهو لا يعرف من أحاديث البخاري شيئاً، ولا يعرف أحاديث مسلم شيئاً، ولا يعرف من أحاديث الكتب المشهورة شيئاً، فتجده مغرم بالغرائب، سواء كانت من الأحاديث أو من الكتب، فعناية بعض طلاب العلم بفوائد فلان، العلماء يكتبون فوائد من مروياتهم، وأيضاً يكتبون مشيخات، ويكتبون معاجم، فتجد بعض طلاب العلم له نهم بهذه الأمور التي يستغربها الناس، بحيث إذا أخرجها أو حدث بها فتن به الناس، والغرائب إنما يستعمل أكثرها القصاص؛ لأنها لا تدور كثيراً في مجالس الناس، أما الكتب المشهورة يعني لو قام شخص وحدث بأحاديث من أحاديث البخاري، أو من أحاديث الأربعين النووية، أو من أحاديث رياض الصالحين، لكثرة ما يسمعها الناس ما يستغربون، لكن لو جاء بنوادر الأصول للحكيم الترمذي وحدث منه، تجد الأنظار كلها مشدودة، والناس يميلون لمثل هذا الصنف مما يجذب الناس. ¶ \"فأما الحديث المشهور المتصل الصحيح فليس يقدر أحد أن يرده عليك\" إلا جاهل لا يدري أنه صحيح، أو ليست له يد في الحديث، بحيث لا يفرق بين ما في صحيح البخاري، أو ما في نوادر الأصول، أو في معاجم الطبراني أو غيرها. ¶ \"وقال إبراهيم النخعي: كانوا يكرهون الغريب من الحديث\" لأن التفرد مظنة للغلط، والجمع أولى بالحفظ من الواحد، فإذا تفرد واحد بالخبر مظنة أن يخطئ فيه، لكن إذا وافقه عليه جمع من الرواة فإنه يؤمن منه هذا الغلط \"وقال يزيد بن أبي حبيب: إذا سمعت الحديث فانشده كما تنشد الضالة فإن عرف وإلا فدعه\" تسمع حديث لأول مرة تستغرب، يقول: لا تستعجل اسأل عنه أهل العلم أنشده بينهم، من يعرف هذا الحديث يا علماء؟ فإذا عرفوه كان كالضالة إذا نشد وعرفت، أما إذا لم يعرفوه فاعلم أنه غريب لا يعرفه إلا القليل من الناس، وغالب الغرائب فيها ضعف؛ لأنها لم تلكها الألسنة، ولم تتداولها أقلام العلماء بالنقد وغيره \"فإن عرف الحديث فاقبله وإلا فدعه\".",
            "page": "13",
            "part": "4",
            "seal": "C1DBFAD3"
        },
        {
            "id": "77",
            "nass": "بالنسبة للبيان الذي التزمه أبو داود هذا الشيخ أورد الأحاديث التي بين الإمام أبو داود نكارتها في سننه وعددها اثنا عشر حديثاً، حديث رقم تسعة عشر حديث الخاتم، وهو الذي ذكره الحافظ العراقي مثالاً للمنكر. ¶ قلت: فماذا؟ بل حديث نزعه ... خاتمه عند الخلا ووضعه ¶ قال: كان النبي -عليه الصلاة والسلام- إذا دخل الخلاء وضع خاتمه، قال أبو داود: هذا حديث منكر ... إلى آخره، ثم الحديث الثاني رقمه مائتين واثنين قال: حدثنا يحيي بن معين ... إلى آخره، كان يسجد وينام وينفخ، ثم يقوم فيصلي ولا يتوضأ ... إلى آخر الحديث، قال أبو داود قوله: ((الوضوء على من نام مضطجعاً)) هو حديث منكر، وأطال الكلام عليه، والحديث الثالث: رقم ثمانية وأربعين ومائتين، قال: حدثنا نصر بن علي قال: حدثنا الحارث بن وجيه، إلى أن قال: ((تحت كل شعرة جنابة، فاغسلوا الشعر، وانقوا البشر)) قال أبو داود: الحارث بن وجيه حديثه منكر، وهو ضعيف. ¶ باب من لم ير الجهر بالبسملة، حديث سبعمائة وخمسة وثمانين: حدثنا قطن بن نسير، إلى أن قال في قصة الإفك، لما نزلت البراءة قال: أعوذ بالله السميع العليم من الشيطان الرجيم {إِنَّ الَّذِينَ جَاؤُوا بِالْإِفْكِ عُصْبَةٌ مِّنكُمْ} [(11) سورة النور] الآية، قال أبو داود: وهذا حديث منكر. ¶ الحديث الخامس في باب إفراد الحج، رقم ألف وسبعمائة وتسعين، قال: حدثنا عثمان بن أبي شيبة أن محمد بن جعفر حدثهم عن شعبة عن الحكم عن مجاهد عن ابن عباس عن النبي -صلى الله عليه وسلم- أنه قال: ((هذه عمرة استمتعنا بها، فمن لم يكن عنده هدي فليحل الحل كله، وقد دخلت العمرة في الحج إلى يوم القيامة)) قال أبو داود: هذا منكر، يعني رفعه منكر، وإلا فهو في قول ابن عباس. ¶ الحديث السادس في باب الكحل عند النوم للصائم برقم ألفين وثلاثمائة وسبعة وسبعين، قال: حدثنا النفيلي إلى أن قال: عن النبي -صلى الله عليه وسلم- أنه أمر بالإثمد المروَّح عند النوم، وقال: ((ليتقه الصائم)) قال أبو داود: قال لي يحيى بن معين: هو حديث منكر، يعني حديث الكحل.",
            "page": "14",
            "part": "4",
            "seal": "955CA184"
        },
        {
            "id": "78",
            "nass": "في الحديث السابع باب في أخذ الجزية: حدثنا عباس بن عبد العظيم ... إلى أن قال: قال علي: لئن بقيت لنصارى بني تغلب لأقتلن المقاتلة، ولأسبين الذرية، فإني كتبت الكتاب بينهم وبين النبي -صلى الله عليه وسلم- على أن لا ينصروا أبناءهم، قال أبو داود: هذا حديث منكر، بلغني عن أحمد أنه كان ينكر هذا الحديث إنكاراً شديداً، قال أبو علي: ولم يقرأه أبو داود في العرضة الثانية. ¶ أبو علي من؟ اللؤلؤي، إيش كنيته؟ ¶ طالب:. . . . . . . . . ¶ راوي السنن. ¶ طالب: ما هو باللؤلؤي .... ¶ نعم، المقصود أنه أحد رواة سنن أبي داود. ¶ طالب:. . . . . . . . . ¶ هاه؟ ¶ طالب: رقمه أحسن الله إليك. ¶ هذا الحديث ثلاثة آلاف وأربعمائة. ¶ الحديث الثامن: باب في الرجل يأكل من مال ولده، ثلاثة آلاف وخمسمائة وتسع وعشرين، أنه قال: ((ولد الرجل من أطيب كسبه، فكلوا من أموالهم)) قال أبو داود: حماد بن أبي سليمان زاد فيه: ((إذا احتجم)) وهو منكر. ¶ الحديث التاسع في باب ما جاء في الجلوس على مائدة عليها بعض ما يكره، قال: حدثنا عثمان بن أبي شيبة ... إلى أن قال: نهى رسول الله -صلى الله عليه وسلم- عن مطعمين، عن الجلوس على مائدة يشرب عليها الخمر، وأن يأكل الرجل وهو منبطح على بطنه، قال أبو داود: هذا الحديث لم يسمعه جعفر من الزهري، وهو منكر. ¶ والحديث العاشر، ثلاثة آلاف وثمانمائة وثمانية عشر، قال: حدثنا محمد بن عبد العزيز عن أبي رزمة، قال: أخبرنا الفضل بن موسى عن حسين بن واقد عن أيوب عن نافع عن أبي عمر، قال: قال رسول الله -صلى الله عليه وسلم-: ((وددت أن عندي خبزة بيضاء من برة سمراء ... )) إلى أن قال: قال أبو داود هذا حديث منكر، قال أبو داود: وأيوب ليس هو السختياني. ¶ الحديث الحادي عشر باب في جلوس الرجل، قال -رحمه الله- بإسناده إلى أبي سعيد الخدري أن رسول الله -صلى الله عليه وسلم- كان إذا جلس احتبى بيده، قال أبو داود: عبد الله بن إبراهيم شيخ منكر الحديث.",
            "page": "15",
            "part": "4",
            "seal": "6A94E9EE"
        },
        {
            "id": "79",
            "nass": "والثاني عشر باب كراهية الغنى والزمر، قال: حدثنا أحمد بن عبيد الله الغداني ثنا الوليد بن مسلم ثنا سعيد بن عبد العزيز عن سليمان بن موسى عن نافع قال: سمع ابن عمر مزماراً، قال: فوضع أصبعيه على أذنيه، ونأى عن الطريق، وقال لي: يا نافع هل تسمع شيئاً؟ قال: فقلت: لا- يعني انقطع الصوت-، قال: فرفع أصبعيه من أذنيه، وقال: كنت مع النبي -صلى الله عليه وسلم- فسمع مثل هذا، فصنع مثل هذا، قال أبو علي اللؤلؤي، هو؟ إيه هذا اللي تبادر لي أنا، شككتوني، قال أبو علي اللؤلؤي: سمعت أبا داود يقول: هذا حديث منكر. ¶ وما في غير هذه جزماً؟ ¶ طالب: والله هذا في البحث اليوم بعجالة ... ¶ بحث في الآلات؟ ¶ طالب: بالآلات وباليد بس اليد يحتاج إلى وقت وجرد .... ¶ إيه البحث اليدوي يحتاج، البحث أنا احتجت إلى توثيق راو في سنن النسائي، نُص عليه في السند أنه ثقة، فاحتجت إلى استعراض سنن النسائي احتجت إلى وقت طويل في استعراضه، لكن في الآلات؟ ثواني، لكن أيهما أفضل؟ كم من فائدة حصلتُ عليها من الاستعراض، وأنت بهذه الآلة في ثانية أو جزء من الدقيقة تحصل على كل ما تريد، لكن العاقبة لمن يتعب في تحصيل العلم، والعلم متين، ورتب عليه أجور، ورفع درجات في الدنيا والآخرة، فلا يمكن أن يحصل بهذه السهولة. ¶ طالب: وبالتجربة الآلة ما تعطيك أحياناً أكثر من سبعين بالمائة. . . . . . . . . ¶ أحياناً لا تعطيك شيئاً، يكون الكلام مصحف، ثم لا تحصل على شيء. ¶ طالب: خصوصاً في النسائي، لا يمكن في الآلة طالب عمرو يكتب عمرو ما يطلع له عمرو في نسخة النسائي بالآلة؛ لأنها مضبوطة بعمر ومشكولة شكل، فعمرو بدون الواو، فيجي الطالب يكتب عمرو بالواو، وما يطلع له شيء، فيظن أن الحديث ليس في النسائي وهي ... ¶ على كل حال جرد الكتب لا يعدله شيء، نعم؟ ¶ طالب:. . . . . . . . . ¶ إيه؟ ¶ طالب:. . . . . . . . . ¶ كيف؟ ¶ طالب:. . . . . . . . . ¶ اللي قال عنه أبو داود، آخر حديث، وعن ابن عمر ثابت، لكن رفعه؟ ¶ طالب: أقدم من اعتنى بسنن أبي داود؟ ¶ شرح؟ ¶ طالب: إيه نعم.",
            "page": "16",
            "part": "4",
            "seal": "089263BC"
        },
        {
            "id": "80",
            "nass": "الخطابي هذا أفضل ما يُقرأ في كتب الشروح، شرح مختصر جداً ولطيف ومتين، وفيه فوائد جمة تنفع طالب العلم على اختصاره، فهذا الكتاب نفيس على أن المسلك في أحاديث الصفات في الغالب التأويل. ¶ طالب: والحنابلة ما لهم عناية فيه؟ ¶ الحنابلة؟ ¶ طالب: إيه. ¶ ما أعرف إلا ابن القيم -رحمه الله- الذي كتب تهذيب السنن، وعرفنا أن التهذيب في بيان علل أبي داود. ¶ طالب: ما لهم عناية بشرح .... ؟ ¶ طالب:. . . . . . . . . ¶ هاه؟ ¶ مختصره شرح تهذيب سنن أبي داود. ¶ في عون المعبود أيضاً نافع، عون المعبود كتاب نافع لطالب العلم، وهو على طريقة أهل الحديث، وفقه أهل الحديث، فيه بذل المجهود للسهارنفوري، لكنه على طريقة الحنفية، طريقة الفقهاء، بذل المجهود، وأما عون المعبود فهو على طريقة أهل الحديث، كتاب نافع ونفيس، هناك شرح ابن رسلان أيضاً شرح طيب، فيه المنهل العذب المورود لمحمود خطاب السبكي، شرح طيب ومرتب، وفيه شيء من البسط، إلا أنه لم يكمل، أكمله ولده، لكن على طريقة أراد أن تكون مثل طريقة الوالد فلم يستطع. ¶ طالب: السيدي اللي أشرفتم عليه تبع دار الإيمان، هل هو أفضل لمن يستخدم الأجهزة هذه. . . . . . . . .؟ ¶ والله عُرض علينا غيره مشاريع ثانية، وهذه تحتاج إلى موازنة ومقارنة، لا هذه صعبة، الحكم على شيء بأنه أفضل، هذه اسأل عنها أهل الاختصاص، اسألنا عن الطبعات لا سيما القديمة، الجديدة هذا له أهله. ¶ طالب: ما يعتنون بالطبعات؟ ¶ هاه؟ ¶ من هم؟ ¶ طالب: الإيمان. ¶ ما أدري عنهم لكنهم برنامجهم في وقته الآن يصار ثلاث سنين، في وقته جيد، عرض علينا برنامج جديد قبل شهر أو شهرين شيء ما يخطر على البال، الله المستعان، نعم. ¶ سم. ¶ طالب:. . . . . . . . . ¶ والله ما أعرف أنه موجود، لكن قد يوجد منه قطع، في بعض الفهارس أحياناً يذكر قطع متناثرة. ¶ نعم؟ ¶ طالب:. . . . . . . . . ¶ هو في شرحه للبخاري وشرح أبي داود سلك مسلك التأويل، وله رجعة عن هذا المذهب وذكر هذه الرجعة شيخ الإسلام ابن تيمية في الفتاوى، وأنه يقول بمذهب أحمد بن حنبل في الصفات، نعم؟ ¶ طالب:. . . . . . . . . ¶ هنا؟ في هذه الطبعة؟ ¶ طالب:. . . . . . . . . ¶ صفحة؟ ¶ طالب:. . . . . . . . . ¶ سبعين؟",
            "page": "17",
            "part": "4",
            "seal": "B07D24B1"
        },
        {
            "id": "81",
            "nass": "الكلام الطويل هذا؟ ما كان بيّن الضعف، ثم يليه ما كان بين الضعف من جهة راويه، فهذا لا يسكت عنه، بل يوهنه غالباً، وقد يسكت عنه بحسب شهرته ونكارته، يعني إذا كان الراوي بحيث يعرفه الخاص والعام من طلاب العلم، مثل هذا لا يحتاج إلى بيان، والحديث أيضاً إذا كانت نكارته وضعفه الشديد بين للخاص والعام قد لا يبينه، وهذه من الأجوبة التي يجاب بها عن سكوت أبي داود عن بعض الأحاديث. ¶ قال هذا: هل لابن القيم كتاب في تهذيب سنن أبي داود؟ وما رأيكم فيه؟ ¶ نعم لابن القيم تهذيب السنن مطبوع أكثر من مرة، ومع ذلك هو في بيان علل أبي داود، في بيان العلل، وأبدى الإمام الحافظ ابن القيم -رحمه الله- براعة فائقة في معرفة هذا النوع الدقيق من علوم الحديث، وكتاب نفيس، لا يستغنى عنه طالب العلم. ¶ النية معقودة على أن نكمل الرسالة غداً -إن شاء الله تعالى-، إن شاء الله نكمل الرسالة غداً، ويحل محلها ما تشيرون به، إن رأيتم صحيح مسلم، وإن رأيتم الترمذي، ونشوف بعدها، أو خيار ثالث إن رأيتم، أو يبقى المغرب بدون درس؟ ¶ طالب:. . . . . . . . . ¶ هاه؟ ¶ طالب:. . . . . . . . . ¶ لا، لو وضعنا فيه درس فعندنا ابن ماجه، ابن ماجه لا شك أن وقته عسير على كثير من طلاب العلم، العصر. ¶ طالب:. . . . . . . . . ¶ هاه؟ ¶ كُمل وسُجل، والآن كامل موجود. ¶ طالب: أو ينقل درس العصر، ينقل محل المغرب هو. ¶ والله هذا طلب من كثير من الإخوة نقل سنن ابن ماجه إلى المغرب. ¶ طالب:. . . . . . . . . ¶ كيف؟ ¶ طالب:. . . . . . . . . ¶ مقدمة ابن ماجه، أو مقدمة صحيح مسلم ممكن، ليخف درس الفجر. ¶ طالب:. . . . . . . . . ¶ مثل هذه الأفعال التي لا يفعلها النبي -عليه الصلاة والسلام- على جهة التعبد تحتاج إلى نظر، الأسئلة كثيرة جداً. ¶ هذا يسأل عن أثر الطبعات بالنسبة لتحفة الأشراف وتذكرة الحفاظ؟ ¶ تحفظ الأشراف الطبعة الهندية جيدة ومتقنة، وأيضاً طبعة الشيخ بشار، الدكتور بشار عواد معروف بذل فيها جهداً طيباً في تصحيحها، وترقيم الأحاديث ترقيم الأطراف، جهده مشكور، لكن الذي عنده الطبعة الهندية لا يحتاج إلى طبعة بشار.",
            "page": "18",
            "part": "4",
            "seal": "784D05EC"
        },
        {
            "id": "82",
            "nass": "تذكرة الحفاظ طبع أربع مرات بالهند، ولعل الطبعة الثالثة هي أجود هذه الطبعات، بعناية الشيخ المعلمي. ¶ هذا يقول: شاب مستقيم، أخوه مروج مخدرات، مفسد في الأرض، وهذا الأخ المستقيم يستر أخاه عن أعين الحكومة، فأخوه مطلوب في قضية ترويج، ما حكم التستر عليه؟ ¶ لا يجوز التستر على المفسدين، لكن قبل أن نخبر عنه يهدده بالإخبار، ويصر عليه أن يقلع عن هذا الإفساد، إن استفاد وإلا يخبر عنه. ¶ وما حكم أخذ مال من مال هذا المروج؟ ¶ لا يجوز؛ لأنه حرام. ¶ ولو كان هدية منه خصوصاً وهو حرام؟ ¶ ما دام حرام لا يجوز أخذه. ¶ يقول: نريد أن يكون الأسبوع القادم في أحد الأمرين التاليين: ¶ القواعد الفقهية لابن سعدي، والمقدمات الثلاث عشرة من الموافقات، فهل يمكن؟ ¶ لا، ليس بممكن، بالنسبة للقواعد الفقهية حقيقة كلام الشيخ ابن سعدي، أو كلام الشيخ ابن عثيمين، أو كلام أي عالم من العلماء المعاصرين هذا إدخاله في الدورات العلمية، بل في الدروس عندي فيه نظر؛ لأنها كتب سهلة سمحة، يفهمها جل طلاب العلم وهم في بيوتهم، أنا رأيي في تربية طلاب العلم سواء كانت في الدروس الثابتة، أو في الدورات العلمية على المتون الأصلية القديمة لأهل العلم التي يمكن أن يربى ويخرج عليها طالب العلم. ¶ أما مقدمات الموافقات هذه شرحناها، وسجلت، والآن أنهينا أكثر من ثلث الكتاب. ¶ يقول: هل الأحاديث التي سكت عنها أبو داود أحاديث موضوعة؟ ¶ والله كأن الأخ ما فهم ما نقول، لا، لا يا أخي، اللي سكت عنها أفضل مما بينه. ¶ طالب: فهو صالح. ¶ نص كلامه. ¶ اللهم صل على محمد ....",
            "page": "19",
            "part": "4",
            "seal": "5F385E67"
        }
    ],
    "t141": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة أبي داود لأهل مكة (1)"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة أبي داود لأهل مكة (2)"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة أبي داود لأهل مكة (3)"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة أبي داود لأهل مكة (4)"
        }
    ]
}