{
    "b1411": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الكتاب: سماحة الإسلام في الدعوة إلى الله والعلاقات الإنسانية ¶ منهاجا ... وسيرة ¶ المؤلف: د. عبد العظيم إبراهيم محمد المطعني ¶ الناشر: مكتبة وهبة ¶ الطبعة الأولى 1414 هـ - 1993 م ¶ عدد الأجزاء: 1 ¶ تنبيه: ¶ [ترقيم الكتاب موافق للمطبوع] ¶ جَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.",
            "page": "2",
            "part": "1",
            "seal": "F2928C05"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ تقديم ¶ هذا الكتاب - الذي بين يديك - يتصدى لخصوم الإسلام لدحض أخطر دعوى من دعاويهم التي يروجونها - الآن - على نطاق واسع؛ بعد أن كان أسلافهم من الكارهين لما أنزل الله يروّجونها في نطاق محدود، تلك الدعوى هي أن الإسلام دين دموي وإرهابي عنيف، يصادر الحريات ولا يقبل من الناس إلا أن يُسلْمَوُا أم يُقْتَلوا، وأنه لا يرى وجوداً في الجيان لغير المسلم؟ وأن الإسلام طبع المسلمين على التوحض والبطش، فصار الإسلام بذلك هو عدو الإنسانية وحضاراتها، لذلك يجب دحره أو القضاء عليه؟. ¶ هذه الدعاوى الجوفاء كرَّست أوروبا - الآن - كل جهودخا لترويجها وإثارتها وبخاصة بعد سقوط الشيوعية وتفتيت كيانها لم تخلُ وسيلة من وسائل الدعاية الحديثة من الاشتراك في هذه الحملات الضارية، التي يشارك فيها سياسو أوربا ومفكروها وصحفيوها وإعلاميوها ومؤتمراتها. ¶ والهدف هو إما القضاء على الإسلام، وإما تحجيمه في نطاق ضيق، وإما تشويه محياه الجميل الباسم، حتى لا يغزو العالم، ويملأ الفرراغ الذي تعيش فيه أوروبا - الآن - منذ اتخذت الفكر المادي فلسفة وعقيدة، وسلوكاً. ¶ والعجيب أن إ'لام الغرب الذي يصف الإسلام بهذه الحقارات ينسى أو يتناسى تاريخ الشيوعية والصليبية والصهيونية الملطخ بالدماء في كل سطر من سطورة قديماً ووسيطاً وحديثاً، فالشيوعية عبارة عن سيف مصلت على رقاب الناس، غدر وخيانة وفتك، والصليبية ترى محاكم التفتيش الفظيعة، هي عنوان تاريخها، والصهيونية بدأ أسلافها بقتل الأنبياء، وهذا لم يحدث في التاريخ النبوي الممتد عبر ألف سنة من تاريخهم القديم إلا على أيدى أسلاف الصهيونية. ثم ختموا تاريخهم القديم بالتآمر على قتل آخر أنبيائهم عيسى ابن مريم عليه السلام، لولا أن نجاه الله منهم، ويكاد يجمع مؤرخو الغرب على أن الحربين العالميتين: - الأولى والثانية - كانتا من تدابيرهم؛ لأنهم - كما يقول المثل:",
            "page": "3",
            "part": "1",
            "seal": "F75C2C57"
        },
        {
            "id": "3",
            "nass": "\"لايصطادون إلا في الماء العكر\" - هذا هو تاريخ أوروبا وحلفائها، تتناساه هي الآم، لتتفرغ في غير حياءء ولا خجل لمحاربة الإسلام، كما تتناسى أوروبا فظائعها وإجرامها وإرهابها الذي يجري الآن ضد مسلمي البوسنة والهرسك، الذين لا ذنب لهم سوى أنهم مسلمون: {وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ} . ¶ {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ....} . ¶ لقد سلطت أوروبا - ومعها عظام الشيوعية النخرة - حماقها وسفاءها من الصرب على إبادة المسلمين في البلقان، فارتكبوا من الجرائم والفظائع ما لم يسبق له مثيل في تاريخ الحروب، وأوربا تتابع وهي متلجة الصدور، قريرة العيون، باسمة الثغور؛ لأن أرواح المسلمين تزهق، وماءهم تُسال، وحرمات نسائهم وفتياتهم تُنتهك، وأراضيهم تُسلب، ومقدساتهم تُداس يالأقدام، ومعاهدهم ومساجدهم تُهدم؟!. ¶ كل هذا تنساه أوروبا بلا حياء لتقول إن الإسلام هو دين الإرهاب والعنف ومصادرة الحريات وعدم الإنسانية جمعاء؟ ¶ إنت المثل العربي القديم الذي يقول: \"رمتني بدائها وأنسلت\" أي وصفتني بالمرض الذي فيها وذهبت، هذا المثل يصدق كل الصدق على موقف أوروبا - الآن - من المسلمين والإسلام، ما لذلك من سبب سوى الحقد والحسد، وقديماً قال الشاعر في مثل هذه الظواهر: ¶ حسداً بَلَّغُنَهُ في حقها وقديماً كان في الناس الحسد ¶ إن تاريخ أوروبا وحاضرها معاً: إجرام في إجرام، وعنف في عنف، ولو كان عندها ذرة حياء أو مُسّكة من عقل لكفت عن بذاءاتها ضد الإسلام، ولكن الحقد أعمى أبصارها، وأصم آذانها، وحجُّر قلوبها فأخذت تهذى ضد الإسلام هذيان المخمور أو المحموم. ومن سلب الله من الحياء فلا يصدر عنه إلا الغرائب كما يقول المصطفى - صلى الله عليه وسلم -: \"إذا لم تستح فاصنع ما شئت\". ¶ * * *",
            "page": "4",
            "part": "1",
            "seal": "7DEE9E83"
        },
        {
            "id": "4",
            "nass": "ومن الغريب حقاً أن فريقاً منا - نحن المسلمين والعرب - تَبَنَّوْا بكل جراءة ووقاحة - كراهية أوروبا للإسلام، وأظهروا العداء له في كل ما يقولون وما يذيعون وما يكتبون، وبهاصة عملاء الشيوعية وأبواق العلمانية، ومنهم صليبيون معروفون - وفي مصر - حماها الله - نشط هؤلاء \"الرفاق\" نشاطاً ملحوظاً في العامين الأخيرين (1992 - 1993) عقيب مواراة الشيوعية التراب. ماتت الشيوعية في عقر دارها في غير انتظار بعث، فأرادوا إحياءها في مصر حفظها الله، هذا وقد تهيأت لهم الفرص في جميع المجالات: ¶ الإعلام بعامة، والصحافة بخاصة، ومؤسسات التربية والتعليم، ومدرجات الجامعة، وفي الفنون والآداب. ¶ ونحن لا نرسل القول هنا جزافاً بغير دليل، فليرجع معي القارئ الكريم إلى عدد صحيفة الأهرام بتاريخ (7/4/1993) ، وليقرأ فيه مقالاً منشوراً في الصفحة (15) بعنوان: \"كُتَّاب سيدنا أم جامعة القاهرة\" كتبه أحد أ'لام الشيوعية. وها نحن أولاء ننقل فقرة واحدة نقلاً حرفياً من المقال ليرى القارئ بعينه ما فيها من \"كفر صريح\" وليس مقنعاً. يقول الكاتب وهو ساخط على جامعة القاهرة، لأنها رفضت ترقية رفيق له إلى درجة أستاذ لضعف نتاجه علمياً وتجزئه على أصول الإسلام، يقول الكاتب بالحرف الواحد من السطر رقم (25) إلى السطر رقم (31) ما نصه: ¶ \"وأحسب أن هذا نوع مرعب من الأزمات. لماذا؟ لأنه يدفع شيئاً فشيئاً بالجامعة إلى كيان محسَّن شكلياً من \"كتاب سيدنا\" القائم على آحادية الفكر، والتلقين المبسط الزجرر الإرهابي، الذي يُفَرَّخ لنا حفظه نصوص مصبوبة في قوالب جامدة تخاصم العقل وحرية الفكر، وتجبن عن ارتياد آفاق الإبداع التي لا نهاية لها ... \". ¶ عزيزي القارئ ... تأمل هذا الكلام جيداً، تر الكاتب قد شتم الله - تعالى عما يقولون علواً كبيراً - وشتم كتابه العزيز بكل وقاحة وجرأة ... كما سخر ية لاذعة من حُفَّاظ كتاب الله؟!. ¶ اسأل نفسك ما المراد من النصوص المصبوبة في قوالب جامدة؟! ¶ وما المراد من النصوص التي تخاصم العقل وحرية الفكر؟!",
            "page": "5",
            "part": "1",
            "seal": "58EDBA17"
        },
        {
            "id": "5",
            "nass": "وما المراد من النصوص \"الجبانة\" التي تجبن عن ارتياد آفاق الإبداع؟! ¶ إنه القرآن - والقرآن وحده - هو المراد من هذه النصوص عند الكاتب قاتله الله. ¶ وإذا كان القرآن جباناً - حاش لله - فالقرآن هو كلام الله. والكلام صفة المتكلم، وهذا يقتضي أن الكاتب شتم الذات الإلهية بالـ.... ولا حول ولا قوة إلا بالله العلي العظيم. ¶ ومما يوقع في الحيرة أن هذا الكاتب بعد شهر واحد من نشر \"كفرياته\" هذه كرمته الدولة في عيد الإعلاميين (27 مايو 1993) ومنحته وسام تقدير في الحفل الذي رأسه رئيس الجمهورية وكبار رجال الدولة؟! ¶ فعلام كافأنا هذا الكاتب يا ترى؟ ألأنه تطاول على الله وكتابه العزيز؟! أأصبحنا ضعيفى الذاكرة والوعي إلى هذا الحد؟ فلم نميز بين الحق والباطل؟ أم أن الأمر كما قال الشاعر: \"وعين الرضا عن كل عيب كليلة\"؟! ¶ كان من المفروض على مصر المسلمة - إن لم يكن بنقتضى إسلامها، فبمقتضى دستورها - أن تقدم هذا الرجل إلى محاكمة عادلة عاجلة، لا أن تشد على يديه وتقول لله: المزيد من الكفريات.... المزيد؟! ¶ وفي نفس الحفل الإعلامي كرمت الدولة كُتَّاباً آخرين معروفين بالعداء الحاقد على الإسلام. ¶ ووصف القرآن بالتخلف والجمود والإرهاب أمر متفق عليه بين هؤلاء الرفاق المكَّرمين من الدولة وغير المكَّرمين، في نفس الوقت الذي تشكو فيه مصر من \"التطرف\"، وهذا التكريم غير الشرعي يزيد التطرف ضراوة واشتعالاً، فكانت مصالح مصر العليا تقتضي أن لا يكون شيء من هذا أبداً، ومثلما تهجم هذا الكاتب على كتاب الله الغزيز، تهجم رفيق آخر منهم على الكتاب العزيز وعلى سنُة رسوله الكريم، وهو رجل يتربع على عرش أخطر وزارة في مصر، وزارة التربية والتعليم حيث وصف هذا \"الوزير\" ما جاء في عذاب القبر بأنه: \"خزعبلات\"؟! يعني: خرافات؟!",
            "page": "6",
            "part": "1",
            "seal": "FFBEB32D"
        },
        {
            "id": "6",
            "nass": "وهذا تكذيب صريح لما جاء في القرآن الكريم: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ} أي لما يرونه من العذار. {النَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ} . ¶ ويقول الصادق المصدوق - صلى الله عليه وسلم -: \"القبر إما روضة من رياض الجنة، وإما حفرة من حفر النار\". ¶ ومرَّ النبي - صلى الله عليه وسلم - على قبرين فقال في صاحبيهما: \"إنهما ليعذبان، وما يعذبان في كبير ... \". ¶ أمع هذا يقال: أنَّ ما جاء في عذاب القبر خزعبلات وخرافات وتنشر هذا الكلام صحيفة من أ'رق الصحف المصرية وأوسعها انتشاراً؟! ¶ هذا هو الوضع الراهن للشيوعيين \"الأيتام\" في مصر الآن، إنهم يتمتعون بحريات أكثر من أي عهد مضى، وهذا من شأنه أن يترك الحليم حيران، وليس الأمر مقصوراً على مصر وحدها، فما أكثر الأقطار الإسلامية التي اجتاحها الفكر الإلحادي المدمر، وقال المسيرة فيها ردحاً من الزمن ولا يزال؟! ¶ والجماهير المسلمة شُغِلت عما يراد بها، ولها، بمشكلات الحياة اليومية من جهة، وبالخوف والتخويف من جهة أخرى، حتى أصبح لسان حال كل فرد منهم أن يقول لنفسه: انُج يا سعد، فقد هلك سعيد؟ هذا هو الواقع الؤسف الذي تعبأ فيه كل الجهود عالمياً ومحلياً لتقليص ظل الإسلام، والورقة الرابحة في أيدي خصوم الإسلام - الآن - هو وصفالإسلام بالإرهاب الفكري والمادي، وكبت الحريات. ونحن في هذه الدراسة التي ترجمنا لها بـ: \"سماحة الإسلام منهجاً وسيرة\" نتصدى لهذه الفرية موضوعياً، ونفند شبهات القائلين بها شبهو شبهة، سواء أكان القائل الغرب أو عملاءه من الشرق.",
            "page": "7",
            "part": "1",
            "seal": "6B9B6E21"
        },
        {
            "id": "7",
            "nass": "ومن البداية أن مًن أراد لأن يحكم على الإسلام بشيء أن يستمد حكمه من ثلاثة مصادر: القرآن نفسه - ثم سنة رسوله الصحيحة السند إليه - ثم التطبيق العملي الوثيق الصلة بالإسلام. ¶ أما الأعمال التي لا صلة لها بالإسلام من قريب أو بعيد فيجب أن تُستبعد تماماً من هذا المجال. ¶ وتوخياً للإيجاز المقنع قصرنا الدراسة على عصر النبوة وحده من خلال المصادر الثلاثة التي تقدم ذكرها. ولذلك جاءت موضوعات الدراسة موزعة على المنهج الآتي: ¶ المرحلة الأولى للدعوة: الدعوة إلى الإسلام بالوسائل السلمية. ¶ * الفصل الأول: سماحة الدعوة في القرآن الكريم. ¶ المبحث الأول: سماحة الدعوة في القرآن الكريم في العهد المكي. ¶ المبحث الثاني: سماحة الدعوة في القرآن الكريم في العهد المدني. ¶ * الفصل الثاني: سماحة الدعوة في القرآن الكريم في حرية الاعتقاد. ¶ * الفصل الثالث: سماحة الدعوة في النشاط النبوي. ¶ المبحث الأول: سماحة الجعوة في السنة القولية. ¶ المبحث الثاني: سماحة الدعوة في السنة العملية. ¶ المرحلة الثانية للدعوة: مشروعية القتال وضوابطه. ¶ * الفصل الأول: متى ولماذا شرع القتال في الإسلام؟ ¶ * الفصل الثاني: ضوابط ممارسة القتال وأخلاقياته. ¶ * الفصل الثالث: حقيقة العلاقة بين المسلمين وغيرهم. ¶ وفي كل هذه الموضوعات رعينا أمرين: ¶ الأول: التركيز والإيجاز.",
            "page": "8",
            "part": "1",
            "seal": "79AD3222"
        },
        {
            "id": "8",
            "nass": "الثاني: وضوح الدليل على سماحة الإسلام وقوة الاستدلال عليها ... والله نسأل حسن التوفيق. ¶ مكة المكرمة - حي العزيزية: ¶ مساء الجمعة 9/11/1413 هـ (الموافق 29/4/1993م) . ¶ د. عبد العظيم المطعني. ¶ عفا الله عنه ¶ * * *",
            "page": "9",
            "part": "1",
            "seal": "57770E26"
        },
        {
            "id": "10",
            "nass": "المرحلة الأولى للدعوة الإسلامية الدعوة إلى الإسلام بالوسائل السلمية ¶ * سماحة الدعوة في القرآن الكريم. ¶ * سماحة الدعوة - في القرآن الكريم - في حرية الاعتقاد. ¶ * سماحة الدعوة في النشاط النبوي. ¶ * * *",
            "page": "11",
            "part": "1",
            "seal": "53169EDA"
        },
        {
            "id": "12",
            "nass": "{ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} ¶ (النحل: 125) ¶ * * *",
            "page": "13",
            "part": "1",
            "seal": "64D6C846"
        },
        {
            "id": "13",
            "nass": "الفصل الأول سماحة الدعوة في القرآن الكريم ¶ المبحث الأول - سماحة الدعوة في القرآن الكريم في العهد المكي: ¶ واجه القرآن الكريم في مكة قبل الهجرة قضايا شديدة الخطورة، بعضها يتعلق بأصول الإيمان، وبعضها يتعلق بالسلوك والأخلاق. ¶ وفي السطور الآتية نبين سماحة الإسلام من خلال قضيتين من قضايا أصول الإيمان، وهما: ¶ (أ) قضية التوحيدة. ¶ (ب) قضية البعث. ¶ وهما لقضيتان اللتان أولاهما القرآن الحكيم اهتمامً كبيراً، لما كان عليه العرب حينذاك من شرك ووثنيه وإنكار للحياة الآخرة، ولما أثاروه من جدل حول هاتين القضيتين. كما سنرى في حديث القرآن الأمين عنهما. ¶ * * *",
            "page": "14",
            "part": "1",
            "seal": "623FD84A"
        },
        {
            "id": "14",
            "nass": "القضية الأولى: قضية التوحيد ¶ قضية التوحيد هي المحور الأساسي الذي ركزت عليه الدعوة القرآنية قبل الهجرة، وكان لابد من ذلك في بدء المواجهة، لأن القوم في مكة، كانوا وثنيين يعبدون الأصنام والأوثان آلهة من دون الله، وقد زين لهم الشيطان سوء عملهم فرأوه حسناً. ¶ وحينما واجه القرآن هذه الظاهرة طوَّقها من كل جهة، ولم يدع وسيلة من وسائل الإقناع السلمي إلا وقد استثمرها في خطاب لاقوم، ونصب لها من الدلائل والبراهين ما هو كفيل بتحقيق الإيمان بالله الخالق البارئ، المبدئ المعيد، لولا العناد والمكابرة والعزة بالإثم، وهي رواسب شيطانية حجبت عن القوم المبادرة إلى الهدى طوال المدة التي قضاها صاحب الدعوة - صلى الله عليه وسلم - بين أظهرهم من بدء الوحي حتى الهجرة المباركة إلى مدينة يثرب على مدى ثلاثة عشر عاماً. ¶ فقد دعاهم للنظر والتأمل في الكون: سمائه وأرضه وبحاره وما بين الأرض والسماء، ولفت أنظارهم لعجائب خلقه في الحيوان والنبات، وفي أنفسهم، وضرب لهم الأمثال الكاشفة، وساق لهم القصص الصادق، وجادل وحاور، وبشَّر وأنذر، ووعد وأوعد، وكشف لهم الحقائق ناصعة جلية، وأزال ما يعتلق في أنفسهم من شبهات في أساليب من القول واضحة، وأفانين من البيان مؤثرة في غير التواء ولا غموض، ليحيا مَن حيَّ عن بينة ويهلك من هلك عن بينه، ما ربك بظلام للعبيد, ¶ والحديث عن كل ذلك طويل وطويل. فلنأخذ بذكر ما قلَّ ودَلَّ. ¶ * * *",
            "page": "15",
            "part": "1",
            "seal": "8EA0AEAB"
        },
        {
            "id": "15",
            "nass": "نماذج المواجهة: تعجب المشركين من عقيدة التوحيد ¶ النموذج الأول: من سورة (ص) : ¶ حكت سورة \"ص\" - وهي مكية - تعجب المشركين من عقيدة التوحيد في قوله تعالى: {وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (4) أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} . ¶ وبنوا إنكارهم وتعجبهم من عقيدة الإله الواحد (الله) على شبهتين: ¶ أولاهما: أنهم لم يسمعوا بهذه العقيدة كما حكى القرآن عنهم قولهم: {مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآخِرَةِ..} يقصدون ما كان يروجه النصارى من عقيدة التثليث، وملًّة عيسى هي الملة الآخرة. ¶ والأخرى: إنكار أن يكون الله قد خصًّ محمداً - صلى الله عليه وسلم - بإنزال القرآن عليه من دونهم، وهم - في نظرهم - أولى منه بهذا الفضل: {أَأُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا} ؟! ¶ * المواجهة: ¶ من منهج القرآن الأمين أن يذكر شبهات الخصوم على الوجه الذي أوردوها فيه بكل أمانة وصدق. ثم يكر عليها واحدة واحدة، فلا يبقى لها على أثر في ميدان الجدل والحوار، وهنا تراه قد ذكر قُطب مقولتهم كما رددوها. ثم جاء دور الرد عليها على النسق الآتي: {بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي ... } . ¶ انتقل من تصوير مقولتهم في إنكار عقيدة التوحيد والتعجب منها، وفي إنكار أن يكون صاحب الدعوة أهلاً لنزول القرآن عليه من دونهم؛ لأنهم - حسب زعمهم - أحق منه بهذا لو كان فعلاً أنًّ ما يقوله وحي من عند الله.",
            "page": "16",
            "part": "1",
            "seal": "7170DB1F"
        },
        {
            "id": "16",
            "nass": "فبين في صدر المواجهة أن المسألة ليست إنكاراً للتوحيد ولاختصاص صاحب الدعوة بالوحي فحسب، بل الواقع أنهم في شك من قضية الوحي جملة. وأن السبب في هذا الشك واستمراره هو إمهال الله لهم، حيث لم يعجل لهم العذاب ... ¶ ومع هذا الإمهال فإن العذاب نازل بهم - لا محالة -؛ لأن {لَمَّا} في قوله تعالى: {بَلْ لَمَّا يَذُوقُوا عَذَابِ} تأتي لنفي الفعل بعدها في الحال وتؤذن بقرب وقوعه: اي لما يذوقوا عذابي وسيذوقوه قريباً، كما قال الشاعر: ¶ أشواقاً ولمَّا لي غير ليلة فكيف إذا جدَّ المسير بنا شهراً ¶ يتعجب من شدة الشوق لمفارقته أهله قبل أن تنقضي الليلة الأولى من رحيله عنهم، فكيف الحال إذا بلغ الرحيل شهراً. ¶ * * * ¶ * الخطوة الثانية في المواجهة: ¶ ثم انتقل البيان القرآني إلى الخطوة الثانية من المواجهة في الآيتين الآتيتين: ¶ {أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ (9) أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ} . ¶ لما أنكر المشركون مبدأ التوحيد، وتعجبوا منه، وجعلوا الأصل هو التعدد في الآلهة. ثم أنكروا أن يكون محمد - صلى الله عليه وسلم - هو المختار لتلقي الوحي وتبليغه، لما فعلوا ذلك فقدزجزا بأنفسهم في مجال ليسوا هم أهله وتطاولوا في الجعوى وأنزلوا أنفسهم في غير منازلها، لذلك واجه القرآن هذا الغرور وتلك الجهالة، فتساءل منكراً عليهم ما ادعوه لأنفسهم: ¶ هل هم يملكون خزائن رحمة الله العزيز الذي لا يُقهر، الوهاب بفيوض النعم صغيرها وكبيرها - ومنها النبوة التي آثر بها عبده ورسوله محمداً - صلى الله عليه وسلم -؟ إن كان تلك الخزائن فليوزعوا رحمة الله ونبواته تبعاً لأهوائهم وتصوراتهم؟",
            "page": "17",
            "part": "1",
            "seal": "D2EB9523"
        },
        {
            "id": "17",
            "nass": "بل هل هم يملكون السموات والأرض وما بينهما؟ إن كان لهم ذلك فليأخذوا في أسباب الرقي والصعود إلى السماء ويديروا شئون العالم كما يشاءون؟ ولكنهم - كما علموا - من أنفسهم أنهم مخلوقون مقهورون لا يملكون لأنفسهم نفعاً ولا ضراً، نواصيهم بيد خالقهم يصنع بهم ما يريد، ويقضي فيهم بما يشاء، ولا راد لما أراد، ولا دافع لما قضى وأبرم، فعلام هذا الجهل والتطاول؟ ¶ * * * ¶ * الخطوة الثالثة: ¶ أما الخطوة الثالثة في المواجهة في قوله تعالى: {جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ} . ¶ أي أنهم جند قد تحزبوا على صاحب الدعوة. وسوف تحل بهم الهزيمة لا محالة. ¶ وقد تضمن هذا الخبر الصادق وَعْداً ووعيداً: ¶ الوعد لصاحب الدعوة بأن الله ناصره وهازمهم. والوعيد للمشركين: بأن مصيرهم الهلام ما لم يؤمنوا ويذعنوا للحق الذي يدعو إليه محمد - صلى الله عليه وسلم -. ¶ * * * ¶ * الخطوة الرابعة: ¶ بقيت خطوة رابعة في المواجهة، انتهى فيها القرآن إلى غاية النصح لهم، وأزاح ما بقى من عوائق تحول بينهم وبين الانصياع للحق. ¶ ذلك أنهم كانوا - في بدء الدعوة - يستكثرون أنفسهم، وستقلون محمداً - صلى الله عليه وسلم -، ويقولون: {نَحْنُ جَمِيعٌ مُنْتَصِرٌ} . ¶ ولما قال الوحي عنهم: {جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ} فإن شعورهم",
            "page": "18",
            "part": "1",
            "seal": "FA3B422B"
        },
        {
            "id": "18",
            "nass": "بالكثرة والتجمع يوحي إليهم - مع إغراء الشيطان - بأنهم لن يُغلبوا أمام محمد - صلى الله عليه وسلم -، ولم يكن معه إلا القليل من الأتباع. فأزاح عنهم القرآن هذا الوهم بأدلة من التاريخ النبوي يعرفونها: {كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ (12) وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ (13) إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ} . ¶ أشار القرآن الأمين إلى مهلك ستة أقوام كذَّبوا لارسل فحق عليهم العقاب العادل من الله، ولم ينفعهم تجمعهم وكونهم أحزاباً من حلول نقمة الله بهم. ومشركو مكة إذا استمروا في تكذيبهم بالحق فسيحل بهم ما حل بأسلافهم في الكفر والعناد، وإن الله لبامرصاد. ¶ في هذا البيان الواضح، والحقائق الناصعة إرشاد ونصح أمين وضعه الله أمام خصوم الدعوة، وهداهم النجدين: طريق النجاة، وطريق الهلاك، فإذا رجعوا إلى أنفسهم وتدبروا واطَّرحوا أسباب العناد هُدُوا ونَجَوْا، وإن بقوا على كبريائهم وجهلهم فما على الرسول إلا البلاغ المبين، وسيعلم الذين ظلموا أي منقلب ينقلبون؟ ¶ وكان هدف العوة - هنا - من الوسائل السلمية التي جعلتها مادة للحوار لحمة وسدى: إقناع خصوم الدعوة بأن ما هم عليه باطل وضلال، وأن الحق إنما هو فيما يدعوهم إليه الوحي الأمين على لسان الرسول الكريم، الذي رموه زوراً وبهتاناً - بأنه ساحر كذاب؟! ¶ * * *",
            "page": "19",
            "part": "1",
            "seal": "23005810"
        },
        {
            "id": "19",
            "nass": "عجز الأصنام ¶ النموذج الثاني - من سورة الأحقاف: ¶ {قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (4) وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (5) وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} . ¶ الشرك: نوع من الكفر، والمشرك - مع كفره - يؤمن بالله، ولكنه يجعل له أنداداً من خلقه، ونلحظ أن القرآن لم يجادل مشركي مكة في أصل الإيمان: اي في هل الله موجود أو غير موجود، وإنما جادلهم في عقيدة التوحيد: أي كون الله واحداً لا شريك له في الوجود، لا على معنى أن في الوجود آلهة أخرى ولكنها ليست شريكة لله، بل على نفي أن يكون في الوجود إله أو آلهة أخرى إلا الله الواحد القهار ولما كان خصوم الدعوة في مكة يؤمنون بوجود الله أصلاً، ويدعون أن معه آلهة أخرى، أكثر القرآن من التصدي لدحض هذه الفرية الشنيعة. مع تصريحه في بعض المواضع بأن هؤلاء المشركين يؤمنون بالله خالقاً. ¶ وفي آيات الأحقاف الثلاث يتصدى القرآن ليكشف للمشركين ضلال معتقدتهم في الأصنام التي دَهَوْها آلهة مع الله - سبحانه عما قالوا وتعالى علواً كبيراً - وكان مدخل التصدي هذا الاستفهام: {أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ ... } ؟ أي: استحضروا صورتهم في أذهانكم وأجيلوا نظركم في حقيقتها؟ ثم اسمعوا ما يتلى عليكم من تساؤلات حولها:",
            "page": "20",
            "part": "1",
            "seal": "BC399D82"
        },
        {
            "id": "20",
            "nass": "أولاً: أروني أي جزء من الأرض كان من خلقهم وتكوينهم؟ ¶ ثانياً: إذا عجزتم عن نسبة شيء من الأرض إليهم فهل لهم شرك في السموات العلا؟ ¶ ثالثاً: إن ادعيتم شيئاً من ذلك لأصنامكم فأنتم تعلمون أن الدعاوى لا تصح ولا تثبت إلا باقامة الدليل عليها. فما هو دليلكم على ما تقولون؟ ألديكم كتاب حصلتموه قبل القرآن يقرر ما تقولون؟ إن كان لديكم فأبرزوه لنا. أجل ليس ليكم كتاب يقرر ما تقولون. فَدَعوا أمر هذا الكتاب ما دام ليس في حوزتكم. ولنسهل عليكم المر: ألديكم أثارة من علم صحيح - أي أثارة مهما ضؤلت - تؤيد قولكم؟ نبئوني بعلمٍ إن كنتم صادقين. ¶ هكذا يضيق القرآن الخناق على المشركين ليُجلَّى لهم حقيقة الأصنام التي يدعونها من دون الله. والمقصود بهذا البيان هو مساعدتهم على الخروج من الضلال الذي هم فيه، لتتراءى لهم حقائق الإيمان فينقذوا بالإقبال عليه. ووسائل الإقناع السليمة هي التي استثمرها القرآن هنا وهو يتصدى لدحض شبهات الشرك ودواعيخ. فلا سيوف، ولا رملح، ولا خناجر، ولكن كلمات طيبات منيرات. ¶ * * * ¶ * الخطوة الثانية - وصف الداعين بعد وصف المدعوين: ¶ فرغت الآية من آيات الأحقاف الثلاث من وصف، المدعوين: الأصنام، وانتهت إلى أنهم \"لا شيء\"، أما الآية الثانية فقد أبرزت في صورة الاستفهام الإنكاري: {وَمَنْ أَضَلُّ ... } وصف الداعين عبدة الأصنام: بأنهم بلغوا قمة الضلال وصاروا أوحديين فيه فلم يبلغ أح غيرهم مثل ما بلغوا هم من الضلال. فهم أئمة الضلال، وغيرهم تابعون لهم فيه. ¶ * الأسباب: ¶ ثم تبين الآية الكريمة أسباب الحكم عليهم بـ \"الأضلية\" فهم: _ أولاً - يدعون من لا يجيب دعاءهم إلى يوم القيامة، وفي هذا كناية عن تيئيسهم وإقناطهم السرمدي الدائم.",
            "page": "21",
            "part": "1",
            "seal": "EDBDB5AC"
        },
        {
            "id": "21",
            "nass": "وهم - ثانياً - يدعون من لا يمسع ولا يبصر ولا يتكلم، أي يدعون \"لا شيء\" {وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ} . ¶ وهم - ثالثاً - هذا حالهم في الدنيا. فإذا حشر الناس للحساب يوم القيامة {كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} وبهذا قضت الآية الثالثة من آيات الأحقاف الثلاث المذكورة. ¶ تلا صاحب الجعوة هذا البيان على أسماعهم مرات. عساهم يرعوون عن غبهم وضلالهم. جادلهم بالحكمة والموعظة الحسنة ولم يقرهم قهراً على الإيمان. بل عن طريق البيان الهادئ الرزين. ¶ * * *",
            "page": "22",
            "part": "1",
            "seal": "43B67CE2"
        },
        {
            "id": "22",
            "nass": "تمثيل عجز الأصنام ¶ * النموذج الثالث - من سورة الرعد: ¶ {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ} . ¶ في مواجهة القرآن لدعاوى المشركين، حيث اعتقدوا أن اصنامهم تنفع وتضر، رَكَّز لبقرآن كثيراً على تعرية الأصنام من الفائدة، فلا هي بنافعة، ولا هي بضارة، وآية الرعد التي ذكرنهاها آنفاً واحدة من آيات كثيرة مثبوثة في سور الذكر الحكيم، أسهمت في وضوح في تجريد الصنام من أي نفع أو ضر، وأخلصت في النصح لمن يدعى تلك الدعوى من مشركي قريش وأسلافهم من الأمم الغابرة، كقوم إبراهيم وهود وصالح عليهم صلوات الله وسلامه. ¶ بدأت الآية المواجهة بأن الله له دعوة الحق، فهو - وحده - النافع والضار. وأما ما يدعونه من دونه فلا يملكون نفعاً ولا ضراً، لذلك فهم: {لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} أي وإن كان تافهاً حقيراً. وقد نفى فعل الإستجابة بحرف النفي \"لا\" دون لم، أو لن مثلاً، لأن النفي بـ \"لا\" مقصور على الماضي، وبـ \"لن\" موقوف على المستقبل. أما \"لا\" فهي للنفي في جميع الأوقات، وهو المناسب هنا: لأن الأصنام عارية عن الاستجابة في كل وقت: ماضياً، وحاضراً، مستقبلاً. ¶ ثم يمضي القرآن قُدُماً في تيئيس المشركين من آلهتهم التي يدعونها من دونه، فيصور لهم عجز آلهتهم في صورة حسية موحية، ويكشف لهم عن ضلال عقيدتهم وسعيهم، فيصوَّرهم يرجون النفع من أصنامهم بصورة رجل كاذ يقتله الظمأ فوقف على شاطئ بحيرة وبسط كفيه في الهواء راجياً أن يصعد الماء إلة كفيه ليرفعه إلى \"فمه\"؟! فالماء لن يصعد من مكانه، فلت يبلغ كفيه ولن يبلغ فاه (فمه) وسيظل باسطاًكفيه محروماً ظامئاً حتى يلقى هلاكه.",
            "page": "23",
            "part": "1",
            "seal": "904A4BD5"
        },
        {
            "id": "23",
            "nass": "هذه الصورة التشبيهية توحي بالمعاني الآتية: ¶ أولاً: خيبة مسعى المشركين الأبدية. ¶ ثالنياً: العجز الأبدي الحاصل للأصنام. ¶ ثالثاً: التعريض بالمشركين بأنهم ليسوا عقلاء، لأن العاقل لا يصدر عنه هذا \"البله\" من مدَّ الأكف فوق الماء راجياً صعود الماء إليها. ¶ رابعاً: أن المشركين حين عبدوا آلهة من دون الله ورَجَواْ منها النفع لم يسلكوت الأسباب الصحيحة لتحقيق مقاصدهم، بل هم تنكبوا سواء الصراط. أما الأسباب الصحيحة لتحقيق السعادة في الدنيا والآخرة فهي توحيد الله ذاتاً، وأفعالاً وصفات، مع الالتزام بالمنهج الذي أساسه التوحيد قولاً وعملاً، فِعْلاً وتركاً، هذا هو الحق، وماذا بعد الحق إلا الضلال؟ ¶ أرأيت كيف نقل القرآن عجز ما يُعبد من دون الله، وضلال عقيدة الشرك من صورة ذهنية مجردة إلى صورة حسية موحية شاخصة للعيان، يدركها ويسخر من صانعيها حتى الأطفال فضلاً عن الأذكياء وأولي الألباب. هذا هو شأن القرآن في نصاعة البيان، وبلاغة القول. ¶ * * *",
            "page": "24",
            "part": "1",
            "seal": "E3557462"
        },
        {
            "id": "24",
            "nass": "تمثيل حقارة الأصنام ¶ * النموذج الرابع - من سورة الروم: ¶ {ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ} . ¶ هذه الاية الحكيمة تمثل دوراً في الدعوة بالوسائل السليمة لنبذ شبهة الإشراك وتمكين عقيدة التوحيد في العقول والقلوب. ¶ فهي ترقق المشاعر، وتهذب الوجدان، وتفتح القلوب الغُلْف، وتخاطب العقول المستنيرة، وتضع أمامها الحقائق في رفق ولين، لتقز منها - بعد أن تتأملها - إلى الحق الذي لا مفر منه. ¶ وتسد - بذلك - ثغرة من المنافذ منها الشيطان إلى طوايا النفوس فيملأها أوهاماً ,وأضاليل. فالمشركون - كما حكى عنهم القرآن - يتذرعون في عبادتهم للأصنام بأنها شفعلؤهم عند الله؟ ¶ جاء ذلك صريحاً في قوله تعالى حكاية عنهم: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ ... } ¶ وكذلك قولهم: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى....} . ¶ وهم - بهذا - يرفعون أصنامهم إلى درجة أن يكونوا نافذي الكلمة عند الله؟ وهذا الاعتقاد الضال تواجهه آية الروم السالفة الذكر مواجهة هادئة، ولكنها قوية السلطان، بالغة التأثير. ¶ فالمثل المذكور فيها منتزع لهم من أحوال أنفسهم كما قال سبحانه: {ضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ....} .",
            "page": "25",
            "part": "1",
            "seal": "4B9327C2"
        },
        {
            "id": "25",
            "nass": "أما صورة المثل فقد استُهِلَّت باستفهام إنكاري هكذا: {هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ} ؟! ¶ أي هل لكم من عبيدكم الذين تملكون شركاء في ما آتيناكم من أموال تخافونهم إذا تصرفتم في أموالكم دون مشورتهم أن يغضبوا عليكم ويردوا تصرفاتكم التي تصرفتموها في أموالكم بغير رضاهم والرجوع إليهم كما تخافون أنفسكم إذا شارك بعض أحراركم بعضاً آخر من الأحرار؟! إن كان ذلك واقعاً فعلاً في حياتكم فيصح أن الأصنام تدفع عنكم ما يراد بكم من عذاب من الله. ¶ أما إذا لم يكن واقعاً، وإنكم لا تقيمون وزناً لعبيدكم في كل تصرفاتكم فكذلك الله لا يخشى أحداً من مخلوقاته، فليس للأصنام عنده شفاعة، ولا يستطيعون أن يردوا منت قضاء الله شيئاً {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} . ¶ لقد وضع هذا المثل المشركين أمام باطلهم وجهاً لوجه. فما عساهم أن يقولوا؟ ¶ إن قالوا: لنا شركاء مما ملكت أيماننا، كابروا وخدعوا أنفسهم. ¶ وإن قالوا: ليس من عبيدنا شؤكاء، لزمهم القول ببطلان الشرك، ولم يبق أمامه إلا التوحيد الخالص إن أرادوا لأنفسهم الخير، وإلا فقد لزمتهم الحُجَّة وكانوا من حصب جهنم هم فيها خالدون. ¶ أنظر كيف آلان معهم القرآن القول، وقادهم برفق إلى مجالى الحق؟ ¶ براهين ناصعة غايتها الإقناع. وحِكَم بيانية ساطعة غايتها الإمتاع. وسياسة للنفوس تستل منها الأكدار، وتَبَّطَّف في الدعوة إلى الحق في كلمات قصار: {اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} . ¶ * * *",
            "page": "26",
            "part": "1",
            "seal": "6F8CA967"
        },
        {
            "id": "26",
            "nass": "تمثيل عقيدة الشرك ¶ * النموذج الخامس - من سورة العنكبوت: ¶ {مَثَلُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ كَمَثَلِ الْعَنْكَبُوتِ اتَّخَذَتْ بَيْتًا وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ} وهذا تمثيل آخر لضلال عقيدة الشرك وضعفها، ويضربه القرآن مثلاً للمشركين وعبدة الأصنام، وكل من اتخذ ولياً من دون الله، والعنكبوت حشرة لا يخلو منها بدوٌ ولا حضر، وهي في البيئات البدوية أكثر انتشاراً منها في البيئات الحضرية، ولا ريب أن مشركي العرب الذين عاصوا نزول القرآن كانوا شديدى الإلف بهذه الحشرة، وهي تعشعش في بيوتهم ونواديهم، وأن خبرتهم بها وبأحوالها تجعلهم مؤهلين لفقه هذا المثل القرآني الحكيم، وبيت العنكبوت - كما جاء في الآية الكريمة - هو مضرب الأمثال في الضعف، لأنه يتكون من خيوط رقيقة إذا تعرضت لنسمة لطيفة من نسمات الهواء تمزقت بدداً، وإذا مرر طفل عليها كفه تحطمت وعلقت أشلاءها بيده، وليس بعد ذلك ضعف وحقارة. ¶ والتمثيل القرآني - هنا - وإن كان مسوقاً في دلالته المباشرة لبيان حقارة بيت العنكبوت، فإننا نلحظ فيه معنى آخر مكوياً في ثنايا هذا التمثيل. ¶ ذلك المعنى أن بيت العنكبوت لا يخفية عن الأنظار، فهو بيت فضلاً عن ضعفه: فاضح لمن حلَّ به، وشأن البيوت الصالحة أن تكون قوية البناء ساترة لمن فيها. ¶ وهذا هو شأن الشرك مع المشركين. إن المشرك يمسك بأسباب واهية واهنة حين يعتقد أن مع الله آلهة أخرى - سبحانه - وهي لضعفها لا تجلب له نفعاً، اي نفع، ولا تدفع عنه شراً، أيّ دفع. ¶ ومع هذه الخسة خسة أخرى، وهي أن الشرك مفضوح مهتوك الأسرار ومن يركن إلى عقيدة الشرك، مثل بيت العنكبوت الذي يرى ظاهره باطنة، وباطنه من ظاهره.",
            "page": "27",
            "part": "1",
            "seal": "B061C090"
        },
        {
            "id": "27",
            "nass": "وبعد أنه ألمح التمثيل القرآني إلى هذه المعاني، وكشف للمشركين ضلال عقيدتهم أثارهم وألهب مشاعرهم ليتفكروا لعلهم يؤثرون الحق على الباطل: {وَإِنَّ أَوْهَنَ الْبُيُوتِ لَبَيْتُ الْعَنْكَبُوتِ لَوْ كَانُوا يَعْلَمُونَ} . ¶ ضعف الأصنام صورة ذهنية مجردة، والصور الذهنية أقا إدراكاً من الصور الحسية الواقعية المشاهدة، وهكذا سلك المنهج القرآني في تمثيل تلك الصورة الذهنية، حيث لم يقل لهم: إن الأصنام ضعيفة، بل عمد إلى مشهد تقع عليه أعينهم صباح مساء، ومثَّل به لهم ضعف أصنامهم في صورة مرئية تقع أمام أبصارهم مرات في اليوم الواحد، وكأنه يقول لهم: كلما أبصرتم بيتاً لعنكبوت فتصوَّره مثلاً لأصنامكم وآلهتكم التي تدعونها من دون الله، فأنتهم عناكب وشرككم بيت العناكب، ولو كنتم حقاً من أهل العلم لبنبذتم الشرك بعد ما كشفنا لكم عن بطلانه وحقارته. هذا - لو كنتم تعلمون؟! ¶ أترى القرآن - هنا - حدثهم بما لم تدركه عقولهم، أو بما لم تألفه نفوسهم؟ أم حدثهم بما لا تخفي معانيه ومراميه حتى على السذج والبُلْه؟ ¶ * * *",
            "page": "28",
            "part": "1",
            "seal": "8376C74C"
        },
        {
            "id": "28",
            "nass": "مثُل من التاريخ النبوي ¶ * النموذج السادس - من سورة الأنبياء: ¶ ثم ساق القرآن عظة وعبرة من عبر التاريخ وعظاته على لسان أبي الأنبياء إبراهيم عليه السلام. وفيها يقول القرآن الأمين: {وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ (51) إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ (52) قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ} . ¶ سألهم إبراهيم ساخراً منهم ومن تماثيلهم عما هم فيه من ضلال، فما كان جوابهم إلا التقليد الأعمى لآبائهم. فكرَّ عليخم إبراهيم كَرَّة أخرى مسفهاً لهم ولآبائهم فقال لهم: {لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ} . ¶ فوضعوا أمامه سؤالاً: {أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ} ؟ ¶ فأجابهم بغير ما ينتظرون ألاعب هو أم جاد. بل صار بهم إلى حقيقة التوحيد مباشرة: {قَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ وَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ} . ¶ ثم تحداهم عَيَاناً جهاراً في أسلوب قَسَمى هادر: {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ} هكذا يقف إبراهيم عليه السلام أُمَّة وحده حزب الشيطان ويخاطبهم علانية بأنه سيكيد آلهتهم، ثم ينفذ عزمه في قوة وإصرار: {فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ} . ¶ لقد حَطَّم أصنامهم وأحالها إلى أنقاض دارسة إلا صنماً واحداً علَّق الفأس الذي حطَّم به بقية الأصنام في عنقه نكاية فيهم وسخرية بهم.",
            "page": "29",
            "part": "1",
            "seal": "673CB0AD"
        },
        {
            "id": "29",
            "nass": "وحين قدموا عليها في صبيحة عيد وجدوا المفاجأة المذهلة في انتظارهم؟ لقد وجدوا الآلهة التي جاءوا ليعبدوها ويتقربوا إليها أكواماً من الطوب والتراب. ¶ * * * ¶ * المحاكمة: ¶ {قَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ (59) قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ (60) قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ} . ¶ قرورا أن يعقدوا له محاكمة سريعة في مسرح الحدث الضخم الذي وقع ليلاً وهم وآلهتهم غافلون، محاكمة علنية أمام الجمهور ثم جئ بالمتهم البرئ. وسرعان ما جرى استجوابه: {قَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ} . ¶ فكان جوابه الساخر: {قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ} ¶ لقد وقع هذا القول من أنفسهم موقع الصدق فلاحت لهم بسببه أشعة الهدى. ويسجل القرآن هذه الومضة فيقول: {فَرَجَعُوا إِلَى أَنْفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ} . ¶ ولكن ما كان الشيطان ليخلى سبيلهم فيمضوا في طريق التوحيد إلى نهايته بعد أن لاحت لهم أضواؤه فسرعان ما اراتدوا: {ثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ....} وقالوا لإبراهيم: {لَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ} .",
            "page": "30",
            "part": "1",
            "seal": "F713DC8C"
        },
        {
            "id": "30",
            "nass": "وهنا يثب إبراهيم عليه السلام وثبته الخالدة على الباطل الذي انخدع به أبوه وقومه، وهم يرون أصنامهم تلالاً من الأنقاض: {قَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ (66) أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلَا تَعْقِلُونَ} . ¶ هزئ منهم ومن آلهتهم، وحقرّهم وحقَّر آلهتهم: {أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ} ، وقد في سلامة عقولهم: {أَفَلَا تَعْقِلُونَ} ؟ لقد ساقهم إبراهيم سوقاً إلى هذا المشهد التربوي الحكيم وأراهم أن ما يدعون من دون الله لا يدفع عن نفسه شراً، ولا يجلب لها خيراً، فكيف يرجون - هم - منها نفعاً أو ضراً؟! إنَّ فاقد الشيء لا يعطيه أبداً. فما بالهم بمن فقد نفسه؟ ¶ * * * ¶ * الحكم: ¶ لم يذعن قوم إبراهيم للحق الذي أبصروه، ولم يكفروا بأصنامهم التي صارت {مَثَلُهُ} أمام أعينهم، فحكموا على إبراهيم بالإعدام حرقاً، انتقاماً منه، وثأراً لأنفسهم: {قَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ} فجمعوا الوقود وأضرموا النار، وألقوا فيها إبراهيم رسول التوحيد وهي مستعرة. ¶ * * * ¶ * ولكن هيهات: ¶ وأردكت عناية الله إبراهيم أسرع إليه من مس النار ظواهر جلده، لأن رب التوحيد ناداها فأمرها: {قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ} فكانت كما أمرها من بيده مقاليد كل شيء. وهيهات هيهات لما أرادوا.... ثم كانت النهاية: {وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ} .",
            "page": "31",
            "part": "1",
            "seal": "69F84A1D"
        },
        {
            "id": "31",
            "nass": "ساق القرآن هذه القصة الزاجرة لمشركي العرب. فقد كان من قبل يحاورهم في شأن الأصنام وهي شخوص ماثلة للعيان، أما في هذه القصة فقد آراهم الأصنام هشيماً تذروه الرياح، وأصنام قوم إبراهيم هي أصنام المشركين في كل زمان ومكان، وما وقع لها على يد إبراهيم جائز الوقوع في كل لحظة، وقد حدث هذا فعلاً عام فتح مكة حيث طهَّر الفاتحون بيت الله الحرام منها، ولم يبق صنم في مكة بعد الفتح إلا وصار كتلاً من الصخور المفتتة، ثم ذهب كل شيء وارتفعت أعلام التوحيد في ربوع البلد الحرام و {.... جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا} . ¶ * * *",
            "page": "32",
            "part": "1",
            "seal": "87DC1F0E"
        },
        {
            "id": "32",
            "nass": "صورٌ من دلائل التوحيد ¶ النموذج السابع - من سورة النمل: ¶ {قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ (59) أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ (60) أَمَّنْ جَعَلَ الْأَرْضَ قَرَارًا وَجَعَلَ خِلَالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا أَإِلَهٌ مَعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ (61) أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قَلِيلًا مَا تَذَكَّرُونَ (62) أَمَّنْ يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ أَإِلَهٌ مَعَ اللَّهِ تَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (63) أَمَّنْ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} . ¶ في هذا المقطع من الآيات يضع القرآن الحكيم الكون كله - خَلْقاً وتدبيراً - مادة حية للنظر والتأمل والاستدلال: آيات في الخلق والتكوين، وأخرى في التصرف والتدبر، وثالثة، ورابعة، وخامسة، وهكذا رسمت هذه الآيات من الكون والخلق لوحة استدلالية دقيقة الإحكام تهدف إلى أمرين عظيمى الشأن: ¶ الأول: وحدانية الله في الوجود: ¶ الثاني: إبطال عقيدة الشرك في كل مظهر فليس مع الله خالق، وليس مع الله متصرف، وليس مع الله مدبر، وليس مع الله مبدئ، وليس مع الله معيج، وليس مع الله مالك، وليس مع الله رازق، بيده هو - وحده - ملكوت السموات والأرض وما بينهما، لا إله إلا هو العزيز الوهّاب. ¶ ولما كانت هذه الآيات تواجه أباطيل المشركين، فقد بدأت بهذا البيان: {قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى ... } .",
            "page": "33",
            "part": "1",
            "seal": "E19B18FA"
        },
        {
            "id": "33",
            "nass": "فالحمد لله لأنه هو المنعم بالنعم التي ذكرت في الايات بعد هذا البيان ثم: {وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى....} وهم الموحّدون من ألأنبياء والرسل ومن اتبعهم بإحسان. ثم بدأت الآيات لمواجهة المشركين في إجمال، ثم تفصيل ... ¶ أما الإجمال فهو قوله تعالى: {آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ} ؟ والاستفهلم - هنا - يحمل شحنة من الإنكاء الموجه لعقيدة الشرك وما يُعْبَدُ من دون الله. فليس في أصنامهم خير قط. فضلاً أن تكون أكثراً خيراً من بارئ الكائنات. ¶ وتكرر هذا الإنكار، ولكن بنفي أن يكون مع الله إله عقب كل مجموعة من الآيات والعظات التي ذُكرت ... ¶ ففي الآية (60) لفت نظرهم إلى: خَلْق السموات والأرض، وإنزال المكاء من السماء وإنبات الحدائق النضرة التي ليس في مكنة إنبات شجرها، ثم يسأل منكراً: {أَإِلَهٌ مَعَ اللَّهِ} ؟ ولم يُذكر جواب هذا التساؤل لحكمتين: ¶ إحداهما: بيانية يُنبئ عنها سياق الكلام، وهي الإنكار في صدر الجملة: {أَإِلَهٌ مَعَ اللَّهِ} ؟ وهذا الإنكار جعل الجواب كأنه مذكور. ¶ والأخرى: تربوية. لأن في ترك النص على الجواب تهيئة لأذهان المخاطبين ليتفكروا ويصلوا إلى تصور الجواب بأنفسهم، وهذا أدخل في الإقناع والتسليم؟ وقد تكرر هذا الموقف الحكيم في كل صور الاستفهام في الآيات إلتي تلت. ¶ ثم تأتي فاصلة الآية: {بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} والمعنى - والله أعلم - أن الحق لائح أمامه يدركونه يقيناً، ولكنهم لم يصيرزا إليه، لأنهم مشركون بربهم عناداً ومكابرة. ¶ وفي الآية (61) ينتقل البيان المعجز إلى لفت الأذهان إلى الآيات التي أودعها الله في الأرض بعد أن خلقها: فهي قرار مكين. قرار حسي لأنها ثابتة لا تضطرب. وقرار نفسي بما أودع فيها من نِعَم وخيرات. فقد أجرى فيها الأنهار. وأرساها بالمثقلات من الجبال لئلا تميل وتنكفئ فيهلك من وما عليها جميعاً. وجَعْله بين البحرين: الحلووالمر حاجزاً حصيناً فيه للعقلاء عظة. الماءان متجاوران دون أن يحدث بينهما امتزاج: حاجز مائي",
            "page": "34",
            "part": "1",
            "seal": "E39F63A4"
        },
        {
            "id": "34",
            "nass": "لا سدود ولا قناطر. ثم يتكرر التساؤل الإنكاري: {أَإِلَهٌ مَعَ اللَّهِ} ؟ كلا. وإنما دعاهم إلى الشرك جهلهم وغباؤهم. ¶ وفي الآية (62) يثير القرآن مشاهد من تصرفات الله الحكيم في المجتمع البشري كله: من إجابة دعوة المضظر حين تنقطع به كل السُبُل ويلجأ إلى الله. فيكشف السوء، ويزيل الضرر، ومن تصرفه في أحوال العباد وتمكينهم في الأرض جيلاً بعد جيل: نزع وإيتاء. إماتة وإحياء نظام حكيم لا يتخلف ثم يأتي التساؤل: {أَإِلَهٌ مَعَ اللَّهِ} ؟ كلا ولكنهم غافلون ساهون عن هذه الآيات. ¶ وفي الآية (63) ينتقل إلى التذكير بآيات برية وبحرية وأفقية فهو يهديكم في ظلمات البر والبحر، ويرسل السماء عليكم مدْراراً بعد أن يبشركم بإرسال الرياح بين يدي رحمته، ثم يأتي التساؤل: {أَإِلَهٌ مَعَ اللَّهِ} ؟ بعد كل هذه العظات البيات، والدلائل اللائحات أمامكم. سبحان الله وتعالى عن الأنداد والشركاء. ¶ أما ألاية (64) فقد لوَّحت في مجال هذا الاستدلال المفحم بآية بدء الخلق ثم إعادته، وبآية الرَّزْق من السماء بإنزال الماء بما يكفي حاجة العباد والزروع الأنعام، ثم تُقَفَِّى بالتساؤل المنكر لوجود إلهَّ مع الله: {أَإِلَهٌ مَعَ اللَّهِ} ؟ ¶ ولما كانت هذه الآية (64) مسك الختام لهذا القطع الاستدلالي كانت خاتمتها: {قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} أي إن كنتم بعد هذه الدلائل كلها التي تعاينونها بأبصاركم، وتدركونها بعقولكم، وتحسونها بمشاعركم، وتعيشونها بكل جوارحكم، إن كنتم مع هذا كله تؤمنون بأن مع الله آلهة فهاتوا برهانكم إن كنتم صادقين في زعمكم وكان لكم برهان تستندون إليه. ¶ والأمر في قوله تعالى: {هَاتُوا} للتعجيز، وعجزهم عن الإيتاء ببرهان كفيل - لو أطرحوا العناد - أن يبصرهم بما هم فيه من ضلال، وأن يهيئ لهمو سبل الهداية إلى الحق إن كانوا يريدون الحق. ¶ وإلا فقد قامت عليهم الحُجَّة، وباعوا أنفسهم للشيطان وليهم في الدنيا والآخرة. وخسروا أنفسهم، وما ظلموت الله، ولكن كانوا أنفسهم يظلمون.",
            "page": "35",
            "part": "1",
            "seal": "BE03ABAA"
        },
        {
            "id": "35",
            "nass": "أرأيت كيف أخلص لهم الناصح في النصح؟ وكيف هيأ لهم سبل الإيمان الحق، وكشف عن مساوئ الضلال الذي آثروه على الهدى. وكيف استثمرت الدعوة وسائل الإقناع السلمية، لعلهم بربهم يؤمنون. ¶ * * *",
            "page": "36",
            "part": "1",
            "seal": "A37E034D"
        },
        {
            "id": "36",
            "nass": "دليل عقلي قاطع على الوحدانية ¶ * النموذج الثامن - من سورة الأنبياء: ¶ {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (22) لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} . ¶ يمثل هذا النموذج خطوة أخرى حاسمة في الإقناع بقضية التوحيد، ويرتكز على الاستدلال العقلي المستندإلى النظام الكوني المحكم. ¶ فهذا الكون - منذ وُجِد وإلى الآن - يسير على نظام دقيق من سنن الله الكونية، والقوانين المطردة في شئون الحياة فالسماء فوقنا، والأرض تحتنا، والأفلاك تسير حسب النظم الإلهية، والنجوم تلمع في السماء، والشمس تشرق وتغرب وتنتقل في أبراجها طوال العام لا يختلف عام عن عام، والقمر يبدأ هلالاً صغيراً ثم ينمو وينمو حتى يصبح قرصاً كاملاً في منتصف الشهر، ثم يتناقص ليلة فليلة حتى ينعدم تماماً في آخره ثم يعاود ظهوره مرة أخرى على النسق المعلوم، والرياح تهب، والسحب تمر، والغيث ينزل، والأرض تنبت، والناس والأنعام والطيور تمرح وتمرع، وأجيال تقدم وأخرى تحجم، والمواهب والأرزاق تتفاوت. ¶ هذا النظام الحكيم من أقطع البراهين العقلية على أن مالك هذا الكون واحد متفرد ذو كمال مطلق، لا يحول ولا يزول، ولا تأخذه سنة ولا نوم؛ لأنه قيوم السموات والأرض لا يسأله أح عما يفعل؛ لأن الأمر له وحده، أما عن عداه فكلهم راجعون إليه، فَيُسأل كلاً منهم عما كانوا يعملون. ¶ أما لو كان معه آلهة -كما يقولون - لفسد هذا النظام في السموات والأرض، نتيجة للصراع واختلاف الإرادات، وهذا شأن كل القوى والسلطات المتساوية في القدوة أو المتقاربة.",
            "page": "37",
            "part": "1",
            "seal": "BE0B6623"
        },
        {
            "id": "37",
            "nass": "وإلي هذا يشير قوله تعالى: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} . ¶ * * *",
            "page": "38",
            "part": "1",
            "seal": "31EF6781"
        },
        {
            "id": "38",
            "nass": "تكافُر وتلاعُن ¶ النموذج التاسع - من سور يونس، والعنكبوت، وفاطر: ¶ {وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ (28) فَكَفَى بِاللَّهِ شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ} . ¶ {وَقَالَ إِنَّمَا اتَّخَذْتُمْ مِنْ دُونِ اللَّهِ أَوْثَانًا مَوَدَّةَ بَيْنِكُمْ فِي الْحَيَاةِ الدُّنْيَا ثُمَّ يَوْمَ الْقِيَامَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ} . ¶ {.... وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (13) إِنْ تَدْعُوهُمْ لَا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} . ¶ هذه الآيات جميعاً تتفق في الإخبار بما سيكون عليه الحال بين المشركين وبين ما كانوا يرون أنها آلهة من دون الله فعبدوها ضالين مفتونين. ¶ والخبر الذي تكرر فيها جميعاً هو براءة من دون الله ممن عبدوهم. ¶ ففي يونس يقول المعبودون لعابديهم: {مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ} ويُشْهِدون الله على ذلك. ¶ وفي العنكبوت ... تتجاوز المفاجأة مجرد الكفر بعبادة المشركين إلى خصام عنيد يتبادلون فيه اللعنات ...",
            "page": "39",
            "part": "1",
            "seal": "BD2A9088"
        },
        {
            "id": "39",
            "nass": "المشركون يلعنون آلهتهم، وآلهتهم تعلنهم، ثو يصيرون جميعاً إلى النار، ولا يجدون لهم ولياً ولا نصيراً. ¶ وفي فاطر ... يتكرر الخبر بكفر الآلهة المدعاة بشرك المشركين، وهكذا تنفصم عُرى المشركين التي كانت بينهم وبين آلهتهم المدعاة. ويتبين المشركون أنهم كانوا كاذبين، ويندمون يوم لا ينفع الندم. ¶ ثم يُقضَى وعلى أصنامهم ومن رضى بعبادتهم من الناس كفرعون فيساقون إلى جهنم وبئس لبمصير، ثم يقال لهم: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (98) لَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا وَكُلٌّ فِيهَا خَالِدُونَ (99) لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ} . ¶ * * *",
            "page": "40",
            "part": "1",
            "seal": "199311F3"
        },
        {
            "id": "40",
            "nass": "قطب الدائرة ¶ هكذا تتجلى سماحة الإسلام في الدعوة إلى الإيمان بالله الواحد الأحد، ونبذ عقيدة الشرك والضلال، والنماذج التي قدَّمناها - وغيرها كثير - استخمت في هذه الدعوة - بشقيها الإيجابي والسلبي - وسائل إقناع سلينة لم يصاحبها قهر ولا بطض، والقطب الذي دارت حوله هو تجليه الجقائق، ودفع الشبهات، ثم تركت الناس أحراراً فيمت يختارون لأنفسهم: {وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ....} ¶ هذه الحرية في الاعتقاد ثمثل قمة العدالة والتسامح في هذه الحياة الدنيا أما في الآخرة: {إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ ... } ¶ ولا يقال إن الدعوة هنا استخدمت العنف والإرهاب بل هي راحة أبلغ ما تكون الرحمة؛ لأن هذا الوعيد ورد والناس في سعة من أمرهم. فمن اختار الكفر فقد أراد الشقاء لنفسه. وما ربك بظلام للعبيد. ¶ * * *",
            "page": "41",
            "part": "1",
            "seal": "A5034950"
        },
        {
            "id": "41",
            "nass": "القضية الثانية: قضية البعث ¶ كانت قضية البعث من أبرز القضايا بعد قضية التوحيد التي أحدثت شقاقاً خطيراً بين الرسل وأقوامهم، ومشركو العرب ورثوا هذ الشقاق عن أسلافهم من الأمم الغابرة، فاستبعدوا واستحالوا أن يُبعث الأموات، ورددوا ما كان يقوله الكافرون من قبل من شبهات واهية استندوا إليها في إنكار البعث كما حكى عنهم القرآن الأمين. وكان موقف الوحي من هذا الإنكار واحداً في جميع الرسالات السماوية بلا خلاف بينها. ¶ وقد نهج القرآن الحكيم فر دره على مشركي العرب المنكرين للبعث ما نهجه فر الرد عليهم في إنكار قضية التوحيد. فهو في كل موضع يتصدى فيه لهذه القضية يُصّور شبهات الخصوم تصويراً أميناً كما وردت على ألسنة مدعيها. ثم يكر عليهت مفنداً لها، وكاشفاً عما فيها من زيف وجهل، ونقدم فيما يأتي بعض النماذج القرآنية التي تصدت لدفع تلك الشبهات. ¶ * * *",
            "page": "42",
            "part": "1",
            "seal": "D6AF9986"
        },
        {
            "id": "42",
            "nass": "الذي فطركم أول مرة ¶ النموذج الأول - من سورة الإسراء: ¶ {وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا (49) قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (50) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَنْ يَكُونَ قَرِيبًا} . ¶ هذا القول صادر عن مشركي العرب كما يفهم من سياق الحديث الوارد فيه هذا القول في سورة الإسراء. ¶ وإنكارهم للبعث مرتكز - هما - على شبهة واحدة، هي: ذهاب أرواحهم وصيرورة أبدانهم عظاماً نخرة، ورفاتاً متفتتة متهرئة، وقد ضمنوا قولهم هذا استفهامين أولهما تقريرى لا ينازعون في حصوله، وهو: تحول أجسادهم بعد الموت إلى عظام وفُتات. ¶ أما الثني؛ فإنكتري يستبعدون حصوله، وهو إعادة خلقهم مرة ثانية كما كانوا قبل الموت، والمعنى قصدوه هو: أوَقْتَ صيرورتنا عظاماً متفتتة أنحن مخلوقون خلقاً ثانياً بعد الذي كان لنا قبل هذه الحالة المغايرة لما كنا عليه؟ ¶ * * * ¶ * الرد المفحم: ¶ أما رد القرآن الحكيم على ما أثاروه في هذه الشبهة فقد كان رداً مفحماً للخصم، لا يسع العقل إلا الإذعان له لإزالته الشبهة من جذورها. ¶ فالمشركون استبعدوا البعث بناء على أن إعادة الحياة إلى الموتى بعد أن صاروا عظاماً بالية مستحيلة، لهذا التطور الذي طرأ على الهياكل البشرية.",
            "page": "43",
            "part": "1",
            "seal": "F4C56E81"
        },
        {
            "id": "43",
            "nass": "فخطا القرآن - أولاً - هذه الخطوة، فأمرهم - إن كان في مقدورهم - أن يكونوا حجارة أو حديداً، لا عظاماً فحسب لأن العظام كانت ذات حياة يوماً ما فإعادة الحياة إليها أمر يسير، أما الحديد والحجارة فهي جماد ما عرفت الحياة قط، أو كونوا خلقاً آخر غير الحجارة والحديد، أي خلق تختارونه وترون فيه أن الخالق لا يقدر على بث الحياة فيه ... هذا ما أمر الله به رسوله ليقوله لمنكري البعث. ¶ ورتب على هذا سؤال سيوجهه منكرو البعث للرسول إذ سيقولون له: منْ الذي يعيدنا للحياة سواء أكنا كما نحن أو حَللْنَا في أي خلق آخر؟ ¶ وكان الجواب المحكم المفحم: {الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ} . ¶ إن حجم الإفحام والإلزام في هذا الجواب يهد الجبال.. ¶ فهم ينكرون عودة الحياةللعظام التي كانت من قبل ذات حياة ظاهرة، وملامح محفوظة، وآثار باقية، فكيف يعجز الله - وكان قد خلقها من قبل من العدم - عن إلأعدة الحياة إليها؟! فهل لمنكري اتلبعث من سبيل إلى إنكار الخلق الأول؟ كلا ثم كلا. ¶ إذا فإن الذي فطرهم لأول مرة - وهذا ما لا نزاع فيه - قادر على إعادة الحياة متى وكيف شاء. ¶ قياس: لو أن مهندساً صنع جهازاً عجيباً أدهش من رآه، ثم جاء رجل آخر فحطمه فقال المخترع للناس: سوف أعيد تكوينه مرة أخرى. لو حدث هذا هل كان يقع في خاطر أحد أن يستبعد على المخترع صدقه في إعادة التكوين؟ ¶ هذا مثل توضيحي - ولله المثل الأعلى - لذلك فإن منكري البعث لم يجادلوا في صحة هذا القول، ولكنهم انتقلوا إلى السؤال عن موعد البعث مع هزات برءوسهم تعجباً واستهزاء حيث لم يملكوا شيئاً يقولونه أما هذا الإفحام المذهل: {مَتَى هُوَ} ؟ ¶ والمسئول ليس بأعلم من السائل عن موع وقوع البعص. فما كان الجواب إلا كما أوحى إليه ربه: {عَسَى أَنْ يَكُونَ قَرِيبًا} ؛ لأن علم الساعو عند الله وحده، لا يجليها لوقتها إلا هو: {يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي",
            "page": "44",
            "part": "1",
            "seal": "BA7E2BB4"
        },
        {
            "id": "44",
            "nass": "لَا يُجَلِّيهَا لِوَقْتِهَا إِلَّا هُوَ ثَقُلَتْ فِي السَّمَاوَاتِ وَالْأَرْضِ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} . ¶ إن مخاطبة العقل بما يحقق له الإقناع والتسليم هي الوسيلة أو الأداة السلمية اليت يدير القرآن جدله وحواره مع الخصوم عليها، دون أن يفرض عليهم الحق بقوة السلاح وفي أنفسهم ريب منه، وهكذا صنع معهم القرآن في هذا المقام. ¶ * * *",
            "page": "45",
            "part": "1",
            "seal": "51752C09"
        },
        {
            "id": "45",
            "nass": "الذي أنشأها أول مرة ¶ النموذج الثاني - من سورة يس: ¶ {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ (78) قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ (79) الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا فَإِذَا أَنْتُمْ مِنْهُ تُوقِدُونَ (80) أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ (81) إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} . ¶ صاحب هذه الواقعة هو أي بن خلف، انصرف من مجلس كان يضم بعضاً من منكري البعث، وقال: لأذهبن إلى محمد - صلى الله عليه وسلم - ولأخاصمنه - يعني يغلبه ويُعجزه عن إقامة الدليل على صحة عقيدة البعث - وحمل معه قطعة من عظام ميت قد بليت. ثم وقف بين يدي النبي وأذخ يسحق العظام بيديه ويذريها في الهواء ويقول: من يحيى هذه بعد موتها يا محمد؟ فقال - صلى الله عليه وسلم -: \"الله يبعثها ويبعثك ويدخلك النار\". ثم نزل الوحي بالآيات المذكور قبلاً يرد جهل أبى وكفره، وقد ذكر القرآن مقولة منكر البعث فقال: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ} . ¶ لكننا نلحظ أن القرآن الحكيم ذكر جملة: {وَنَسِيَ خَلْقَهُ} بين: {وَضَرَبَ لَنَا مَثَلًا} ، بين: {قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ} . ولهذه الجملة دور عظيم في الإفحام لنكري البعث، لأن ضارب المثل استبعد إحياء العظام بعد أن رمَّتْ وتهرأت. ناسياً أن الله خلقه وخلق جميع الخلق من العدم. فإعادة الحياة إلى أي مخلوق بعد الموت أيسر في ميزان العقل من خلقه ابتداء على غير مثال سابق، ومعنى هذا أن منكري البعث لو كانوا استحضروا هذه الحقيقة في أذهانهم لما وجدوا مساغاً لاستبعاد إعادة الحياة إلى أي ميت كان، لكنَّ نسيانهم هذه الحقيقة حملهم على هذا التطاول",
            "page": "46",
            "part": "1",
            "seal": "5D234D9F"
        },
        {
            "id": "46",
            "nass": "والجهل. فأنت ترى - عزيزي القارئ - أن ذكر هذه الجملة وحدها {وَنَسِيَ خَلْقَهُ} - رد كاف ومقنع في آنٍ واحد، ومع هذا البيان الواضح ساق القرآن أدلة أخرى في الرد على هذه المقولة منها: ¶ أن منكري البعث سألوا سؤال إنكار وتعجيز عن فاعل إعادة الحياة إلى العظام الدارسة فكان الجواب: {قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ} عبارة محكمة وبرهان قاطع قُرنَتْ فيه الدعوى الذي لا يجد العقل حيلة ارده، الدعوى: هي إحياء العظام, والدليل: هو الذي أنشأها أول مرة. ¶ ومنها أم الذي أنشأها أول مرة: {بِكُلِّ خَلْقٍ عَلِيمٌ} . أيّ خلق كان: معهوداً للبشر أو غير معهود. ¶ ومنها: {الَّذِي جَعَلَ لَكُمْ مِنَ الشَّجَرِ الْأَخْضَرِ نَارًا....} ¶ ومنها: {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ} . ¶ أي: أيعجز من خلق السموات والأرض عن إعادة الحياة إلى الأموات؟ فأيهما أكبر وأعظم؟ السموات والأرض أم الإنسان؟ ¶ {لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ ... } وهو مع هذا كله خلاق: كثير المخلوقات. وعليم: كثير المعلومات. ¶ {مَا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ} . أي كخلق وبعث نفس واحدة. ¶ ومنها: أنه إذا أراد إيجاد شيء لم يزد على قوله له: {كُنْ} فلا يلبث حتى",
            "page": "47",
            "part": "1",
            "seal": "D7A4E0DA"
        },
        {
            "id": "47",
            "nass": "{يَكُونُ} . {وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ} . و {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ ... } ¶ وإذا قارنا بين التفصيل في الرد على الخصوم في سورة يس، وبين الأجيال الذي رأيناه في سورة الإسراء نجد أن ما ورد في كل من الموضعين مناسب للمقام. ¶ ففي سورة الإسراء كان المقام الأول على حكاية منكري البعث في إطارها النظري البحت: {وَقَالُوا أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} . ¶ لذلك وقف القرآن في الرد عليهم عند الدليل العقلي: {فَسَيَقُولُونَ مَنْ يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ....} ¶ أما في سور \"يس\" فقد قرن منكرو البعث القول بالفعل من حمل العظام وتفتيتها في مجلس صاحب الدعوة - صلى الله عليه وسلم -، وبلغ التحدي منهم مداه. فناسب ذلك أن يُسهب القرآن معهم في وجود الرد: {قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ ... } . ¶ ثم أردف عليه الأدلة الأخرى التي أشرنا إليها من قبل. ¶ * * *",
            "page": "48",
            "part": "1",
            "seal": "B5DE4BCC"
        },
        {
            "id": "48",
            "nass": "دلائل كونية ناطقة ¶ النموذج الثالث - من سورة \"ق\": ¶ {بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} ¶ {ق وَالْقُرْآنِ الْمَجِيدِ (1) بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (2) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا ذَلِكَ رَجْعٌ بَعِيدٌ (3) قَدْ عَلِمْنَا مَا تَنْقُصُ الْأَرْضُ مِنْهُمْ وَعِنْدَنَا كِتَابٌ حَفِيظٌ (4) بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (5) أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (6) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (7) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (8) وَنَزَّلْنَا مِنَ السَّمَاءِ مَاءً مُبَارَكًا فَأَنْبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الْحَصِيدِ (9) وَالنَّخْلَ بَاسِقَاتٍ لَهَا طَلْعٌ نَضِيدٌ (10) رِزْقًا لِلْعِبَادِ وَأَحْيَيْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ الْخُرُوجُ (11) كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَأَصْحَابُ الرَّسِّ وَثَمُودُ (12) وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ (13) وَأَصْحَابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ كُلٌّ كَذَّبَ الرُّسُلَ فَحَقَّ وَعِيدِ (14) أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ} . ¶ * فروق واضحة: ¶ بين هذا النموذج واللَّذَين سبقاهة واضحة، ذلك أن القرآن الحكيم في النموذجين السابقين دحض شبهات منكري البعث بالدليل العقلي المباشر، وفي إيجاز كما تقدم، أما في هذا النموذج فقد ذكر شبهتهم في استبعاد البعث ولم يتصد لها مباشرة، بل عمد إلى ذكر حقائق أخرى يلزم منها عند من تأملها دحض تلك الشبهة. وهذا النموذج ينتظم في خمس عشرة آية كما ترى. ¶ الآية الأولى: قَسَمٌ من الله بـ {ق وَالْقُرْآنِ الْمَجِيدِ} ، وجوابه كما أجمع المفسرون محذوف لدلالة سياق الكلام - بعده - عليه، وتقديره: لتبعثُنَّ.",
            "page": "49",
            "part": "1",
            "seal": "B8ABC8BE"
        },
        {
            "id": "49",
            "nass": "أما الآية الثانية: ففيها التصريح بتعجبهم من إرسال صاحب الدعوة إليهم: {فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ} . ¶ والآية الثالثة: تضمنت استبعادهم للبعث مع ذكر الشبهة الوحيدة التي تواطأ عليها منكرو البعث على مدى التاريخ النبوي كله. ¶ ثم تبدأ لامواجهة من الآية الرابعة على النسق الآتي: ¶ أولاً: في الآية الرابعة بيان بأن علم الله محيط بخلقه جميعاً ومنهم منكرو البعث، ومن مظاهر علمه أنه يعلم على إحاطة بما يحدث لهم تحت الأرض بعد موتهم من تآكل أبدانهم وتهرؤ عظامهم، وأن الله عنده كتاب ضابط لكل شيء. ومن كان هذا شأنه فلا يعجزه شيء في ملكوته: إحياء إفناء، بعث من جديد، إنه على كل شيء قدير. ¶ ثم تبين الآية الخامسة أن داءهم الحقيقي هو التكذيب الذي جاءهم به صاحب الدعوة - صلى الله عليه وسلم -، وتكذيبهم بالبعث صورة من صور التكذيب بالحق كله، وبسبب هذا التكذيب بالرسالة - جملة وتفصيلاً - انتابهم اضطراب وتخبط شأن منْ يرفض النور ويعيش في الظلام: {فَهُمْ فِي أَمْرٍ مَرِيجٍ} . ¶ ومن الاية السادسة حتى الحادية عشرة شروع في لفت الأنظار والعقول إلى بعض آيات الله الكونية من إحكام الخلق، والتدابير السنية، والِنَعم التي هيأها الله لعباده، والتصرفات المباركة في شئون الحياة. ¶ بادئاً بدلائل عظمة الله في خلق السماء في بنائها المحكم وتزيينها للناظرين، وفيها من العظات والعبر ما يعمقحصول الإيمان في القلوب بكل ما جاءت به الرسل. ¶ ثم كيف مدَّ الله الأرض وبسطها وثبَّتها بالرواسي الشامخات وأنبت فيها أصنافاً ذات بهجة من الزروع والأشجار، لا لتمد الناس بما يحتاجونه في حياتهم من صنوف النعم فحسب، ولكنها مع ذلك فيها دلائل مبصرة تغذي القلوب بالإيمان كما تغذي الأجسام",
            "page": "50",
            "part": "1",
            "seal": "C4F71C50"
        },
        {
            "id": "50",
            "nass": "بالطعام، وفيها ذكرى وهداية لكل عبد أراد الخير لنفسه يوم لا ينفع مال ولا بنون، إلا من أتى الله بقلب سليم. ¶ ثم ساس القلوب سياسة حكيمة ووضع أمامها صور الماء المبارك النازل - بقدرة المنعم - من السكما، فسرعان ما تتلقاه الأرض فتنمو الحدائق والكروم بما لذَّ وطاب للعين والفم، وكذلك حب الحصيد الذي هو مصدر قوتهم، وترى النخل باسقاً، أصله ثابت وفرعه في السماء، تجود بأينع الرطب والثمار المختلف لوناً وطعماً وحجماً، أرزاق طيبة من الله بها على العباد يروحون ويغذون فيها، وإذا نزل الماء على الأرض الموات أحياها فصارت كالعروس ترفل في ألوان الزينات. ¶ وهنا يعمد القرآن، وقد انجلى صدأ النفوس، وتفتحت القلوب، ورقت المشاعر، يعمد القرآن إلى توظيف هذا المشهد الذي يتكرر كثيراً، وهو إحياء الأرض الموات، وجعله دليلاً على إمكانية البعث عقلاً فيقول: {كَذَلِكَ الْخُرُوجُ} اي كما نحيي الأرض الموات بإنزال الماء فتصبح الأرض مخضرة، نخرج الموتى من قبورهم أحياء كما كانوا قبل أن يموتوا فإذا كان منكرو البعث لا ينكرون هذه المشاهد المتكررة فكيف ساغ لهم أن ينكروا البعث، والإحياءان سواء في قدرة الله؟ ¶ ثم ... أكُلُّ هذه الدلائل والعبر غابت عنهم وهم يشاهدونها في كل لحظة تمر بهم؟ إن إنكار البعث لم يكن سببه قصوراً من الدعوة في إثبات وقوعه عقلاً، فقد هيهأت الدعوة - بالوسائل السلمية - الطريق واضحة إلى كل ما طُلب منهم الإيمان به، وليس البعث وحده، فضلال منكري البعث ضلال عن علم وهُدىّ بعد أن بين الله لهم الحق من الباطل. استحوذ عليهم الشيطان وزيَّن لهم سوء اعتقادهم وعملهم، فصدُّوا عن السبيل وهم مستبصرون. ¶ * * *",
            "page": "51",
            "part": "1",
            "seal": "B398E5E2"
        },
        {
            "id": "51",
            "nass": "* مُثُلٌ من الأمم الغابرة: ¶ وإخلاصاً في النصح لهم، وقطعاً لأعذارهم ساق لهم إشارات من تاريخ الأمم الغابرة، الذين كذبوا الرسل فحق عليهم العقاب، أشار لهم إلى قصة قوم نوح وأصحاب الرس، وثمود، وعاد، وفرعون، وقوم لوط، وأصحاب الأيكة، وقوم تبع، هؤلاء الأقوام جيمعاً تواطأوا على تكذيب الرسل توحيداً وبعثاً، فأهلكهم الله في الدنيا قبل الآخرة: {فَكُلًّا أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الْأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} . ¶ كان هذا مضمون ما عرضته الآيات: (12 - 14) ، والتخويف من سوء المصير وسيلة سلمية ذات شأن عظيم في مجالات التربية والتوجيه؛ لأن طبائع النفوس مختلفة فمنها ما ينقاد عن طريق الإقناع، ومنها ما ينقاد عن طريق الترغيب، ومنها ما ينقاد عن طريق التخويف. ومنها ما ينقاد عن طريق هذه الوسائل كلها مع التساوي حيناً، ومع التفاوت حيناً آخر. ¶ والدعوة إلى الإيمان بالوسائل السلمية في القرآن وظَّفَتْ كل هذه الوسائل في سياسة النفوس، واستمالتها إلى الحق، والقرآن حافل بالنماذج الدالة على هذا المنهج الكامل المتكامل، ولكن كثيراً من خصوم الدعوة غلبت عليهم شقوتهم فتنكبوا سوآء الصراط. ¶ ثم تأتي الآية (15) خاتمة المطاف في هذا النموذج الإستدلالي الحكيم، مستثمرة كل ما تقدم من وسائل الإقناع السليمة، في صياغة حكيمة للاستدلال بها: {أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ ... } ؟ ¶ تساؤل إنكاري ينتهي إلى نفي ما وقع عليه التساؤل: كلا لم يصبنا إعياء ولا كلل من خلقنا كل ما خلقناه مما هو منظرو مشاهد، ومما هو غيب لم يطلع عليه أحد من دقائق صنع الله وآثاره، إذا فكيف نعجز عن بعث من مات ممن خلقنا؟",
            "page": "52",
            "part": "1",
            "seal": "CE933A70"
        },
        {
            "id": "52",
            "nass": "أهذا يقع في عقل عاقل؟ بل ران على قلوبهم ما كانوا يكسبون. ¶ إن دلائل الحق جلية، وأماراته واضحة، ولكن منكري البعث اختلط عليهم الأمر بسبب جهلهم وإعراضهم عن تأمل الأدلة، لا لعيب في مناهج الكشف والاستدلال بل لأنهم: {فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ} . ¶ ومع اكتفائنا بهذه النماذج الثلاثة، في إبطال شبهات منكري البعث، وغيرها كثير في الذكر الحكيم، نسجل هذا البيان قبل أن ننتقل إلى المبحث الثاني من سماحة الدعوة إلى الإسلام في القرآن الكريم في العهد المكي. ¶ وخلاصة هذا البيان في إيجاز شديد: أن استعراض مواقف القرآن في هذه القضية يُسفر عن حقيقتين عظيمتى الشأن: ¶ الأولى: أن البعث أمر يمكن عقلاً وليس مستحيلاً عقلاً كما زعم منكروه؛ لأن الإعادة أيسر في حكم العقل من الابتداء، والله الذي خلق الخلق ابتداءً، ومن العدم قادر بلا أدنى نزاع عقلي على إعادته حين يشاء. ¶ الثانية: أن البعث من حيث تواتر الخبر الديني به واجب شرعاً لن يتخلف حسب ما هو مقدرٌ في علم الله. ¶ ويترتب على هذا أن منكري البعث اقترفوا إثمين عظيمين: ¶ الأول: رفضهم لدليل العقل الواضح الجلي، وبذلك حرموا أنفسهم من الاستفادة بأجل نعمة زوًّد الله بها الإنسان في تكوينه الخِلْقى. ¶ الثاني: تكذيبهم ربهم في ما أوحى إلى رسله الأمناء في التبليغ. وبذلك كله: { ... أَحَلُّوا قَوْمَهُمْ دَارَ الْبَوَارِ (28) جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ الْقَرَارُ} . ¶ * * *",
            "page": "53",
            "part": "1",
            "seal": "62F77521"
        },
        {
            "id": "53",
            "nass": "المبحث الثاني سماحة الدعوة في القرآن الكريم في العهد المدني ¶ واجهت الدعوة الإسلامية بعد الهجرة إلى المدينة ظاهرتين شديدتي الخطورة والتعقيد: ¶ أولاهما: مزاعم أهل الكتاب من اليهود والنصارى وما أثاروه من لغط وأباطيل. ¶ والأخرى: ظاهرة النفاق والمنافقين. ¶ وقد تصدى القرآن الحكيم لكل ظاهرة منهما بما يناسبها من الوسائل السلمية، محاوراً ومجادلاً بالتي هي أحسن، وها نحن أولاء نرتشف رشفات خفيفة من مواقف القرآن أزاء هاتين الظاهرتين، لنؤكد بأقطع الأدلة، وأسطع البراهين أن القرآن نهج في كل مواقفه مع الفريقين منهجاً سلمياً مع خطورة الشقاق الذي كان يبثه الفريقان معاً، وأنه رغم العداء الشديد الذي كان يضره أهل الكتاب والمنافقون، لم تُعْمل الدعوة فيهم رمحاً ولا سيفاً لمجرد أنهم أهل كتاب أو منافقون اللهم إلا المعاملة بالمثل إذا اعتدى منهم أحد على المسلمين ... ولنبدأ بالظاهرة الأولى منهما. ¶ * * *",
            "page": "54",
            "part": "1",
            "seal": "21B77088"
        },
        {
            "id": "54",
            "nass": "{وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} ¶ (العنكبوت: 46) ¶ * * *",
            "page": "55",
            "part": "1",
            "seal": "45E8D738"
        },
        {
            "id": "55",
            "nass": "الظاهرة الأولى مواقف الدعوة السلمية من أهل الكتاب ¶ لغط أهل الكتاب لغطاً كثيراً حين جاورا المسلمين في المدينة بعد الهجرة، وأثاروا قضايا دينية مختلفة، وكان لغطهم في تلك القضايا التي أثاروها قائماً على الإدعاء والخطأ. لهذا تصدى القرآن الأمين لكل ما أثاروه ولغطوا حوله، وفيما يأتي نبين مواقف القرآن الكريم من بعض أخطائهم وانحرافاتهم، لأن الحديث عن كل ما أثاروه يضيق به المقام - هنا - وهدفنا من هذه الدراسة بيان سماحة الإسلام مع مخالفيه، وهذا يكفي فيه التمثيل ما دام الاستقصاء غير ميسور، ونبدأ بهذه المسألة: ¶ * إدعاء أهل الكتاب أن إبراهيم كان يهودياً أو نصرانيا؟ ¶ إبراهيم - عليه السلام - أبو الأنبياء، فمن ذُرَّيته إسماعيل عليه السلام جد العرب، وإسحاق أبو يعقوب، ومن يعقوب تفرعت أنبياء بني إسرائيل وأسباطهم، وقد سجل القرآن الأمين هذه المناقب لأبي الأنبياء إبراهيم عليه السلام فقال: {وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ وَآتَيْنَاهُ أَجْرَهُ فِي الدُّنْيَا وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ} . ¶ وكان وجود إبراهيم قبل أن يُتزل الله التوارة على موسى عليه السلام بزمن طويل، وقبل أن ينزل الإنجيل على عيسى عليه السلام بزمن أطول، ومكانته في تاريخ أنبياء العهد القديم لم يرق إليها أحد منهم، لهذا حرص كل من اليهود والنصارى أن يكون منهم. ¶ فاليهود ادَّعَوْا أنه كان يهودياً، والنصارى زعموا أنه كان نصرانياً. ¶ وفي سورة آل عمران - المدنية - تصدى القرآن لهذه الدعوى فنفى ما ادعاه اليهود، ونفى ما زعمه النصارى وإليك البيان: ¶ جادل اليهود والنصارى صاحب الدعوة - صلى الله عليه وسلم -، وجادلوا المسلمين في أمر إبراهيم عليه",
            "page": "56",
            "part": "1",
            "seal": "C0A6948C"
        },
        {
            "id": "56",
            "nass": "السلام، كل منهم يزعم أنه من مِلَّته، فنزل الوحي حاسماً هذا الخلاف ومبطلاً دعاواهم: {يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنْزِلَتِ التَّوْرَاةُ وَالْإِنْجِيلُ إِلَّا مِنْ بَعْدِهِ أَفَلَا تَعْقِلُونَ} . ¶ وهكذا قطع القرآن عليهم الحُجَّة من أقصر طريق، إذ كيف يكون إبراهيم يهودياً أو نصرانياً ولم تكن اليهودية ولا النصرانية معروفة في عصره، ومع هذا الاستدلال المفحم فقد عرَّض بهم القرآن ونسبهم إلى الحمق والسفه في قوله: {أَفَلَا تَعْقِلُونَ} ؛ لأن هذه الدعوى لا يدعيها إلا من ذهب عقله. ¶ ثم يخطو القرآن خطوة أخرى في إبطال دعاواهم، لأن أهل الكتاب قد يتمسكون بنسبهم ونسب أنبيائهم إلى إبراهيم، وهذا حق، ولكن القرآن يستبعد أن يكون للنسب السلالى وزن في هذا المجال. فالاعتبار للاقتداء والتأسَّي في الإيمان والعمل الصالح: {إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ} . ¶ واليهود والنصارى لم يتبعوا إبراهيم، لأن إبراهيم موحَّد وهم أشركوا بالله عزيراً وعيسى، وحرَّفوا الكتب المنزَّلة على أنبيائهم، وادّعوا لأنفسهم ما لم يدعه نبي مقرب ولا رسول مرسل. ¶ أما الذين اتبعوا إبراهيم في حياته، وبع وفاته، ومنهم خاتم الرسل - صلى الله عليه وسلم -، والمؤمنون بما جاء به، فهم أوْلى النًّاس بإبراهيم عليه السلام. ¶ فانظر كيف ردّ القرآن مزاعمهم بأدلة عقلية وسنن إلهية، وكلها وسائل إقناع سلمية، لم تسل فيها دماء، ولم تحتدم حولها معارك، ولكنها حُجَج بّينات وكلمات حاسمات, ¶ * * *",
            "page": "57",
            "part": "1",
            "seal": "BD7AE3A8"
        },
        {
            "id": "57",
            "nass": "* تعميم الدعوى: ¶ لم يكتف اليهود والنصارى بادعاء أن إبراهيم وحده كان يهودياً أو نصرانياً، بل عمَّموا الدعوى حتى شملت إسماعيل وإسحاق ويعقوب والأسباط، وهم ذُرّية إبراهيم الأدنون، وقد حكمى القرآن الأمين دعواهم هذه فقال: {أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطَ كَانُوا هُودًا أَوْ نَصَارَى} . ¶ هذه دعواهم ... لكن القرآن ذكرها موصولة بالرد عليها إذ قال الله لرسوله - صلى الله عليه وسلم -: {قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (140) تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلَا تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ} . ¶ وحاصل الرد أن الله شهد لهؤلاء الأنبياء بالتوحيد والإسلام في قوله تعالى حكاية عن إبراهيم وإسماعيل: {رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ} . ¶ وشهادة الله حق، فهل أهل الكتاب أعلم من الله بأحوال أنبيائه ورسله، هو يقول: مسلمون، وهم يقولون: يهوداً أو نصارى؟. ¶ وأهل الكتاب يعلمون بشهادة الله لهم بالتوحيد والإسلام ومع هذا فهم يكتمون شهادة الله فلا أحد أظلم منهم. وتاريخ اليهودية ونشأتها تبدأ بإنزال التوارة على موسى عليه السلام. ونشأة النصرانية تبدأ بإنزال الإنجيل على عيسى عليه السلام. والأنبياء السابقون على موصى وعيسى أمة منفصلة لها كسبها عند الله، واليهود والنصارى غير مسئولين عمن سبقهم من الأمم. فكيف يكون هؤلاء الأنبياء يهوداً أو نصارى؟ وما كان لليهودية والنصرانية وجود في أعصارهم؟!",
            "page": "58",
            "part": "1",
            "seal": "400EB9F4"
        },
        {
            "id": "58",
            "nass": "هكذا بالدليل والبرهان أبطل القرآن مزاعمهم موكلاً حسابهم إلى الله يوم يقوم الناس لرب العالمين. ¶ * * ¶ * إدعاؤهم أنهم أبناء الله وأحباؤه: ¶ من الدعاوى الجوفاء التي ادعاها اليهود والنصارى لأنفسهم أنهم أبناء الله وأحباؤه. قال هذا اليهود وقاله النصارى. إذ يحكي القرآن الأمين عنهم قولهم: {وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاءُ اللَّهِ وَأَحِبَّاؤُهُ} . فكيف واجه القرآن هذه الدعوى المفتراة؟ ¶ في الآية نفسها التي حكى فيها القرآن هذا الإفك عن اليهود والنصارى، أمر الله رسوله أن يرد عليهم بما يكشف زيفهم، ويزيل باطلهم: {قُلْ فَلِمَ يُعَذِّبُكُمْ بِذُنُوبِكُمْ بَلْ أَنْتُمْ بَشَرٌ مِمَّنْ خَلَقَ يَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} . ¶ أي: إن كنتم أبناء الله وأحباؤه فلم يؤاخذكم بما تقترفون من المعاصي والآثام؟ ما أنتم إلا خلق كسائر البشر تجري عليكم سنن الله في خلقه: يغفر لمن يشاء منهم، ويعذب من يشاء، ولو كنتم كما تدعون لكانت لكم قداسة ترفعكم فوق البشر؟ ¶ * * ¶ * ادعاؤهم قصر الهدى على اليهودية والنصرانية: ¶ من مزاهم أهل الكتاب التي أثاروها في المجتمع المدني بعد الهجرة: إدعاء اليهود أن الهدى - كل الهدى - مقصور على اليهودية التي هم عليها وحدها. ¶ وادعى النصارى مثل هذه الدعوى، وقالوا: إن الهدى وقف على النصرانية التي هم عليها وحدها. ¶ وقد صور القرآن الحكيم هاتين الدعويين فقال حاكياً عنهم: {وَقَالُوا كُونُوا هُودًا أَوْ نَصَارَى تَهْتَدُوا} .",
            "page": "59",
            "part": "1",
            "seal": "8C911821"
        },
        {
            "id": "59",
            "nass": "أي قالت اليهود: كونوا هودا تهتدوا؟! وقال النصارى: كونوا نصارى تهتدوا؟! كل منهم يدعي الهدى ويرمي من عداه بالضلال؟! وهاتان الدعويان تتضمنان فرية أخرى: هي التفرقة بين رسل الله. فاليهود يؤمنون بأنبيائهم ويكفرون بعيسى ومحمد صلى الله عليهما وسلم والنصارى يؤمنون بعيسى \"إله\" ويكفرون بخاتم الرسل - صلى الله عليه وسلم -. ¶ * * ¶ * مواجهة القرآن: ¶ وقد واجه القرآن الحكيم هذه المزاعم معرضاً باليهود والنصارى بأنهم ليسوا موحدين، فكيف يكونون على هدى، والتوحيد الذي كفروا به هو أساس الهدى؟ فقال في الرد عليهم: {قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} . ¶ أي أن الهدى الخالص هو ملة إبراهيم الذي رعى عقيدة التوحيد، ولم يكن مشركاً بربه شيئاً كما أشركتم أنتم فجعلتم عزيزاً (اليهود) وعيسى (النصارى) ولدين لله سبحانه وتعالى عما تقولون علواً كبيراً، واليهود والنصارى حين سمعوا هذا البيان يعلمون علم اليقين أنهم مشركون بالله، فيتبين لهم في خاصة أنفسهم أنهم كاذبون في إدعاء الهدى. ¶ * * ¶ * التفرقة بين الرسل: ¶ أما تفرقتهم بين الرسل على الوجه الذي تقدم فقد لقنهم فيها القرآن درسا شديد الوقع عليهم. جاء هذا الدرس ضمن خطاب الله للمسلمين: {قُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (136) فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ} .",
            "page": "60",
            "part": "1",
            "seal": "53882C32"
        },
        {
            "id": "60",
            "nass": "لقد ارتكب أهل الكتاب خطأين لا يكون من ارتكب واحداً منهما على هدى، فكيف بمن ارتكبهما معاً؟! ¶ والخطآن هما: الإشراك بالله سبحانه، ثم التفرقة بين رسله: يؤمنون ببعض، ويكفرون ببعض. ¶ والإيمان الأمثل هو ما عليه المسلمون حيث لم يشركوا بالله أحداً ولم يفرقوا بين رسله، فهم يؤمنون بكل من صحت رسالته. ¶ فإن آمن أهل الكتاب إيمان المسلمين فقد حققوا لأنفسهم الهدى فعلاً، وإن أعرضوا فهم في شقاق لا يجامعه إيمان منج، ومهما لغطوا فإن الله حافظ رسوله ومن اتبعوه من مكايدهم، وهو السميع لكل ما يقال العليم بكل ما خفى أو ظهر. ¶ {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا (150) أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُهِينًا} . ¶ هكذا حسم القرآن هذا الجدل الفارغ، وأعطى المتلاعبين بحقائق الإيمان درساً قاسياً. ¶ * * ¶ * إدعاؤهم أن الجنة لن يدخلها إلا اليهود أو النصارى: ¶ ومن الدعوى الفارغة التي ادعاها اليهود والنصارى - كل على حدة - أن اليهود زعموا أن الجنة لن يدخلها إلا اليهود، وحذا حذوهم الانصارى فادعوا أن الجنة لن يدخلها إلا من كان نصرانياً، وقبح هذه الدعاوى أن أهل الكتاب زعموا أن من سلطتهم التدخل في شئون الله - سبحانه - وتوزيع رحمته على من يشاءون. وهذا ما لا يدعيه عاقل أو مؤمن صحيح الإيمان لنفسه، فالله لم ولن يشرك في حكمه أحداً. ¶ وليس غريباً على قوم حرَّفوا رسالات ربهم وعصوا رسله أن يأتي عنهم هذا الهذيان الساقط، واللغو المرذول.",
            "page": "61",
            "part": "1",
            "seal": "E959712B"
        },
        {
            "id": "61",
            "nass": "وقد ذكر القرآن الكريم هذه المقولة الصادرة عن الفريقين قارناً بها الرد المفحم لهم جميعاً عليها فقال: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (111) بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} . ¶ فقد طالبهم القرآن أن يأتوا ببرهانهم على ما يقولون إن كانوا صادقين. والأمر في {هَاتُوا} للإفحام والتعجيز، لأنهم ليس لهم برهان قط على مدعياتهم. ¶ وبعد تكذيب مزاعمهم عمد القرآن إلى بيان سُنَّة الله الخالدة في خلقه، وأساس العدل الإلهي الذي يعامل به العباد، فليس الأمر كما قالوا: عنصرية دينية وراثية لاحظ لها من الفقه والإذعان، وإنما أساس العدل عند الله هو الإيمان والطاعة وإخلاص الوجه لله: ¶ {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} . ¶ فليقل اليهود ما شاءوا، وليقل النصارى ما شاءوا. فأمر الله ليس بأماَّني أحد من خلقه: {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ أَهْلِ الْكِتَابِ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلَا يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا (123) وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا (124) وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ وَاتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا} . ¶ * * * ¶ * أشنع جرائم أهل الكتاب، وكيف ووجهت؟ ¶ ذلك طرف يسير من مزاعم أهل الكتاب التي واجهتها الدعوة بالوسائل السلمية، بَيْدَ أن أشنع جرائم أهل الكتاب ادعاؤهم الولد والشريك لله - سبحانه - ومع فظاعة هذه الجريمة فإن منهج الدعوة الإسلامية في مواجهتها لم يخرج عن سمته الوقور، وما عُرِف به من التصدي لهم بالحُجَّة الهادئة، والبرهان الرزين، والإخلاص في النصح والإرشاد",
            "page": "62",
            "part": "1",
            "seal": "7F6FB028"
        },
        {
            "id": "62",
            "nass": "والتوجية، دون أن يدعو إلى سفك دماء، أو سوء معاملة، وإنما بصرَّهم بالحق وزّينه لهم، وأغراهم على قبوله. وقبَّح لهم الباطل وحذّرهم من سوء المصير فيه، وفتح لهم أبواب التوبة، والإنابة إلى الله على مصاريعها لعلهم يؤمنون. ¶ ففي مواجهة النصارى المدَّعين بنوة عيسى لله - سبحانه - حذرهم القرآن من مغبة هذا الإفتراء، لكن دون أن ينسبه إلى النصارى صراحة، بل أخرج الحديث مُخْرج العموم، وفي ذلك تلَطُّف معهم في الخطاب وتأليف لقلوبهم. ومسلك حكيم للدعوة في ملاينة الخصوم، ورسم خطة سديدة للخروج من مضايق الشرك والضلال. وهذا ما نراه في قوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئًا إِنْ أَرَادَ أَنْ يُهْلِكَ الْمَسِيحَ ابْنَ مَرْيَمَ وَأُمَّهُ وَمَنْ فِي الْأَرْضِ جَمِيعًا وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا يَخْلُقُ مَا يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِير} . ¶ تأمل قوله تعالى: {الَّذِينَ قَالُوا ... } حيث لم يقل: لفد كفر النصارى - مع أنهم هم القائلون - أليس في ذلك ملاطفة معهم في الخطاب على فظاعة قولهم وشناعة كفرهم؟ ¶ ثم تمضي الآية في تكذيبهم ويأمر الله رسوله أن يقول على الملأ: إن الله ليس له ولد ولا شريك، وعيسى الذي دعوه \"الله\" - سبحانه - إن أراد الله الحق أن يهلكه ويهلك معه أمه، ومن في الأرض جميعاً فلن يملك أحد دفع ما أراده الله. فالله هو المالك المتفرد في مُلْكِه له ما في المُلْك كله. وإن كان قد خلق عيسى من غير أب فليس معنى ذلك أن عيسى إله. فالهه يخلق ما يشاء كيف يشاء، لأنه على كل شيء قدير. ¶ {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} . ¶ ومعنى هذا: أن خلق إنسان من غير أب لو كان سبباً في جعله إلهَّ لكان آدم أولى من",
            "page": "63",
            "part": "1",
            "seal": "9476A4F8"
        },
        {
            "id": "63",
            "nass": "عيسى بهذا الوصف؛ لأنه مخلوق من غير أب ولا أم؟! وفي هذا إشارة ذكية لنسف مدعيات النصارى، وتوجيه حكيم لإراءتهم الحق في أجلى مجاليه. ¶ * * * ¶ * تحذير وأمل: ¶ وفي الآيات الآتية تحذير لهم بعد تحذير، وأمل باسم يدعوهم القرآن للإقبال عليه، مع إشارات وضيئة تبين لهم سوء معتقدتهم، ترى ذلك كله في قوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (72) لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (73) أَفَلَا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ (74) مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلَانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ (75) قُلْ أَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَلَا نَفْعًا وَاللَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} . ¶ فهذا هو المسيح عليه السلام يدعو بني إسرائيل إلى عبادة الله وحده ويقرر بأن الله ربه وربهم، فكيف يدَّعى النصارى لعيسى ما لم يدعه لنفسه؟! ¶ ومع التسجيل عليهم بهذه الشناعات، وتهديدهم المرة تلة المرة من الاستمرار على هذه العقائد الموغلة في البطلان والفساد، يفسح أمامهم الأمل ليتوبوا قبل فوات الأوان، وأنهم إن تابوا قبل الله توبتهم بمنه وكرمه، لأنه غفور رحيم. ¶ ثم يضع بين أيديهم الإشارات المضيئة التي تمهد لهم الطريق للإقلاع عما هم فيه، والإذعان للحق قبل فوات الأوان:",
            "page": "64",
            "part": "1",
            "seal": "EFBFC29B"
        },
        {
            "id": "64",
            "nass": "1- فالمسيح يقر بعبوديته لله، وأن الله ربه ورب العالمين. ¶ 2- ثم يحذر المشركين من الخلود في النار وفقد النصير. ¶ 3- يؤكد لهم القرآن أن المسيح رسول قد خلت من قبله الرسل، وأمه بارة تقية، وهما كانا من البشر يأكلان ويشربان كما يأكل البشر ويشربون وليسا بإلهين، لأن الكون كله ليس فيه إلا إلهٌ واحد. ¶ 4- ثم يلفت أنظارهم إلى ضلال مسعاهم، وكيف يعبدون من دون الله من هو عاجز مثلهم لا يملك لنفسه ولا لهم مثقال ذَرَّة من الضر أو النفع؟ ¶ {يَسْتَنْكِفَ الْمَسِيحُ أَنْ يَكُونَ عَبْدًا لِلَّهِ وَلَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَمَنْ يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيْهِ جَمِيعًا (172) فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَأَمَّا الَّذِينَ اسْتَنْكَفُوا وَاسْتَكْبَرُوا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا وَلَا يَجِدُونَ لَهُمْ مِنْ دُونِ اللَّهِ وَلِيًّا وَلَا نَصِيرًا} . ¶ {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (34) مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (35) وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ} . ¶ بهذا البيان، وبهذا الوضوح واجه القرآن العظيم مزاعم أهل الكتاب بالحكمة والموعظة الحسنة، ولو كان الإسلام دين إرهاب وعنف لعجل القضاء عليهم، ولأغرى المؤمنين بهم، ولكنه أخلص لهم في النصح ووضع في أيديهم براهين ودلائل سلمية لو فحصوها وتأملوها وعملوا بمقتضاها لكانوا من السعداء في الدنبا والآخرى ... ولكن ... ؟ ¶ * * * ¶ * عَدُلٌ وإنصاف: ¶ في القرآن الكريم مبدأ عظيم من مبادئ العدل والإنصاف، أمر الله به جماعة المسلمين",
            "page": "65",
            "part": "1",
            "seal": "BDC72108"
        },
        {
            "id": "65",
            "nass": "وفيه يقول رب العزة: {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} . ¶ أي: لا يحملكم بعض قوم على ظلمهم، بل اعدلوا في كل الأحوال لا فرق بين عدو وصديق، لأن العدل من ثمار التقوى، والتزموا بتقوى الله في السر والعلن، لأن الله لا يخفي عليه من عملكم شيء. ¶ هذا المبدأ العظيم سمة بارزة من سمات سماحة الإسلام، والقرآن قد التزم به مع أبغض الطوائف إلى الله، قبل أن يجعله أصلاً من أصول الحكم للجماعة المسلمة. ¶ لذلك فإنك تراه مع الإنحراف الخطير الذي وقع فيه اليهود والنصارى - عقيدة وسلوكاً - يستثنى جماعات منهم، ويُثنى عليهم بكل خير، ويذكر لهم مناقبهم الفاضلة، ومحاسنهم عقيدة وسلوكاً؛ لأن الأساس في الإسلام هو الكسب الشخصي، وليس التعصب الديني أو الجنس أو اللون: {يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} . ¶ وفي السطور الآتية نماذج ناظقة من سماحة الإسلام من حديث القرآن عن مؤمني اليهود والنصارى، وسيرتهم النبيلة العطرة: {.... وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ} . ¶ فهم لم يكونوا كلهم فاسقين مشركين، بل منهم المؤمنون الحسنو الإيمان: {لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (114) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ} .",
            "page": "66",
            "part": "1",
            "seal": "8C3B5CAB"
        },
        {
            "id": "66",
            "nass": "فليس أهل الكتاب كلهم سواء في فساد العقيدة وسوء السلوك، بل منهم - كما قال الكتاب الأمين - أمة لا يفرق بينها وبين صالحي المؤمنين فارق بل هم مع صدق إيمانهم يعملون أُمهات الفضائل من أمر ونهي ومسارعة في الخيرات. هكذا يسجل لهم القرآن فضائلهم، ولم يظلمهم شيئاً. ¶ ويؤكد القرآن هذا المعنى مرة أخرى فيقول: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} . ¶ وفي شأن اليهود خاصة يقول: {وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ} . ¶ إن تاريخ اليهود لم يكن كله مظلماً، بل مرَّت بهم حقب عروا فيها التوحيد الخالص فتلك تحسب لهم، أما فترات النكسة، والارتداد عن الحق فتخيم على أكثر تاريخهم النبوي، وقد حدث هذا مبكراً في عهد موسى عليه السلام. إذ اتخذوا من العجل إله لهم من دون الله وموسى بين أظهرهم؟ ولم يكونوا كلهم مجرمين، فمنهم جماعة - أمة - كما يقول القرآن كانوا صحيحى الإيمان وصادقيه، وهذا ما تسجله لهم هذه الآية الكريمة: {وَمِنْ قَوْمِ مُوسَى أُمَّةٌ يَهْدُونَ بِالْحَقِّ وَبِهِ يَعْدِلُونَ} هكذا ينطق القرآن بكل أمانة وصدق؛ لأنه كتاب هداية وتسامح. ¶ وفي النصارى خاصة يقول وهو يتحدث عن أهل الكتاب عموماً وعن المشركين: ¶ {وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لَا يَسْتَكْبِرُونَ (82) وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (83) وَمَا لَنَا لَا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (84) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ} .",
            "page": "67",
            "part": "1",
            "seal": "5EE599B1"
        },
        {
            "id": "67",
            "nass": "تأمل سماحة الإسلام كيف بدت في هذا البيان المنصف الأمين ... إن بعض النصارى - هنا - يثني عليهم القرآن هذا الثناء العطر الجميل، فيكشف عن صدق إيمانهم ويصوّر خشوعهم في خلواتهم والدمع يفيض من أعينهم فيضان الأنهار، رغبة فيما عند الله ورهبة من مكره، ولا يترك الحديث عنهم حتى يدخلهم جنات النعيم مخلدين فيها؛ لأنهم محسنون، وذلك جزاء المحسنين. ¶ * * * ¶ * سماحة نادرة: ¶ وقد سجل القرآن الكريم سماحة نادرة حول إتهام رجل من اليهود بالسرقة ظلماً، وكان المتهم له بها بعض المسلمين دفاعاً عن السارق الحقيقي، وهو رجل مسلم منهم، ورُفع الأمر إلى صاحب الدعوة - صلى الله عليه وسلم - وهَّم بقطع يد اليهودي - زيد بن السمين - وتبرئة السارق الحقيقي المسلم - طعمة بن أبيرق - من بني ظفر. ¶ ولكن قبل أن يقيم صاحب الدعوة الحد على المتهم اليهودي لابرئ نزل الوحي الأمين يجلجل بهذه الآيات المباركات: ¶ {إِنَّا أَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللَّهُ وَلَا تَكُنْ لِلْخَائِنِينَ خَصِيمًا (105) وَاسْتَغْفِرِ اللَّهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا (106) وَلَا تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنْفُسَهُمْ إِنَّ اللَّهَ لَا يُحِبُّ مَنْ كَانَ خَوَّانًا أَثِيمًا (107) يَسْتَخْفُونَ مِنَ النَّاسِ وَلَا يَسْتَخْفُونَ مِنَ اللَّهِ وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطًا (108) هَا أَنْتُمْ هَؤُلَاءِ جَادَلْتُمْ عَنْهُمْ فِي الْحَيَاةِ الدُّنْيَا فَمَنْ يُجَادِلُ اللَّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ أَمْ مَنْ يَكُونُ عَلَيْهِمْ وَكِيلًا (109) وَمَنْ يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُورًا رَحِيمًا (110) وَمَنْ يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ وَكَانَ اللَّهُ عَلِيمًا حَكِيمًا (111) وَمَنْ يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُبِينً} .",
            "page": "68",
            "part": "1",
            "seal": "4C95F3F3"
        },
        {
            "id": "68",
            "nass": "لقد نصَّب القرآن نفسه محامياً ومدافعاً بالحق والصدق عن رجل يهودي، يؤمن إيمان اليهود، ويلغط لغطهم، ويفترى على الله ورسله كما تفتري الطائفة التي ينتمي هو إليها، ينسب لله - سبحانه - الصاحبة والولد، ويؤمن بالتاريخ الدموي لليهود حتى على أنبيائهم ورسلهم ويقول كما يقولون: {يَدُ اللَّهِ مَغْلُولَةٌ} . {إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} ومع هذا يأبى الإسلام أن يقع عليه ظلم وهو برئ. فأي سماحة هذه؟ وفي أي دين أو نظام نجد لها مثيلاً. ¶ أما الذين ترافع ضدهم القرآن - إن جاز هذا التعبير - فهم مسلمون مؤمنون موحّدون؟ يصلَّون ويصومون ويحجون. ومع هذا ترافع القرآن ضدهم، ولامهم أقسى ما يكون اللوم، ومن يراجع القصة مفصّلة في كتب التفسير يتبين له عدل وإنصاف وسماحة هذا الدين العظيم، كأخلص ما يكون العدل، وأروع ما يكون الإنصاف، وأسمح ما تكون السماحة. فليرنا الذين يصفون الإسلام أنه دين الإرهاب والعنف وسفك الدماء، ومصادرة الحريات ليرنا هؤلاء سماحة تدنو من سماحة الإسلام، وعدلاً يقارب عدل الإسلام، وإنصافاً يضارع إنصاف الإسلام؟ ¶ هذا هو ديننا المنزَّل بعلم الله، المحفوظ بقدرة الله. فهل عند الخصوم بضاعة كبضاعتنا؟ ألا فلينثروا ما في كنانتهم إن كان لهم كنانة، وفيها نبال وسهام. ¶ {وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (52) صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُور} . ¶ {قَدْ جَاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتَابٌ مُبِينٌ (15) يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ وَيُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ} . ¶ * * *",
            "page": "69",
            "part": "1",
            "seal": "1527FDE6"
        },
        {
            "id": "69",
            "nass": "* التي هي أحسن: ¶ ومن سمات سماحة الإسلام مع مخالفيه من أهل الكتاب أن الله تعالى نهى المسلمين أن يبدأوهم بالجدل في أمور العقيدة والدين، وأداً للفتنة في مهدها. فإن اضطررنا لمجادلتهم، كأن يبدأونا هم فجدالنا لهم مقيد بضابط حكيم لا يقل أثراً عن ترك الجدل معهم في وأد الفتنة وإيغار الصدور، وهو أن نلتزم في الجدل معهم - إذا اضطررنا إليه - بأحسن مناهج الجدل وأبعدها عن الإثارة والتهييج، مع طرح مبادئ من شأنها أن تؤلف بيننا وبينهم، مع الحذر - كل الحذر - أن يفتنونا عما أنزل الله إلينا. ¶ والنصوص القرآنية في هذا المعنى متعددة نكتفي منها بما يأتي: ¶ {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} . ¶ أنظر إلى أي مدىَّ يترفق القرآن مع أهل الكتاب وهم يناصبونه العداء ... ¶ فصجر الآية: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ} يفيد أن الأصل تركجدالهم والإعراض عنهم. ¶ ثم يستثنى من هذا الأصل - ترك الجدال معهم - حالة واحدة، هي الجدال بالتي هي أحسن, أي لا يثير فتنة ولا يوغر صدوراً، ولا يورث أحقاداً ... ثم يستثنى من هذه الحالة المستشناة - الجدال بالتي هي أحسن - حالة واحدة كذلك، هي معاملة الذين ظلموا منهم بمثل ما يعاملوننا به. ¶ ثم أنظر - مرة أخرى - إلى ما تشير إليه الآية من طرح مبادئ وأصول من شأنها أن تؤلف بينا وبينهم: ¶ فأولاً: قولوا لهم: آمنا بما أنزله الله علينا: القرآن، وبما أنزله عليكم: التوارة والإنجيل - كما تلقاهما موسى وعيسى عليهما السلام - من ربهما. ¶ وثانياً: قولوا لهم: إن إلهنا وإلهكم واحد، هو الله.",
            "page": "70",
            "part": "1",
            "seal": "C29864FB"
        },
        {
            "id": "70",
            "nass": "وثالثاً: قولوا لهم: نحن لهذا الإله الواحد - الله - مسلمون. ¶ ثم انظر - مرة ثالثة - كيف قال: {بِالَّتِي هِيَ أَحْسَنُ} ولم يقل: بالحسنى. وهذا معناه: أن نتوخى معهم أحسن مناهج الجدل وأحبها إلى النفوس، فكون المنهج حَسَناً في نفسه لا يكفي. بل المطلوب هو المنهج الأحسن، وهذا معناه مرة أخرى أن الذي يمارس مهمة الجدل معهم لابد أن يكون عالماً متمكناً فاقها لأساليب الدعوة، مدركاً للتفاوت بينها، فلا يجهل عليهم ولا يبذؤ في القول معهم، وإنما يكون جداله في الإطار العام الموضوع للدعوة: بالحكمة والموعظة الحسنة. وذلك لأن المفصود من الدعوة في الإسلام واحدمن أمرين: ¶ إما الإقناع والإستمالة إلى الحق المدعُو إليه ... ¶ وإما إقامة الحُجّة لله على المدعو برفق وهدوء. ¶ وتلك هي اللغة الوحيدة التي تعزو القلوب وتهزها من أعماقها وتجذب النفوس وتنتشلها من أوهامها، تقنع العقول وتطهرها من عنادها ومكابراتها. ¶ وفي هذا الشأن يقول الله تعالى لرسوله الكريم: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ..} ¶ {وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنْزَلَ اللَّهُ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّمَا يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيرًا مِنَ النَّاسِ لَفَاسِقُونَ (49) أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} . ¶ جاءت هاتان الآيتان عقب حديث للقرآن عن جرائم اليهود القدامى التي توارثها عنهم يهود عصر النزول. ¶ وفيهما يُثّبت الله رسوله على الحق الذي أنزله إليه، ويأمره أن يحذر اليهود إذا أرادوا",
            "page": "71",
            "part": "1",
            "seal": "6AC6F545"
        },
        {
            "id": "71",
            "nass": "أن يفتنوه عن بعض ما أنزل إليه، ومع ذكر الجرائم التي ارتكبها أجدادهم وتابعوهم هم عليها فإن القرآن لم يأمر بشن الحرب عليهم، وإنما تساءل في إنكار عنيف عن الحكم الذي يريدونه وهو حكم الجاهلية: أفحكم الجاهلية يبغون؟ إن هذا السفه ما وراءه سفه، لأن حكم الله المنزل أحسن حكم للناس: {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} ؟ ¶ وهذا توجيه من الله لرسوله، لئلا يضيق ذرعاً بمكايد اليهود، فما عليه إلا أن يقابل أباطليهم بذكر الحق دون أن يُعْمل فيهم سلاحاً، أو لا يرى لهم وجوداً معه في المدينة ما داموا لم يؤمنوا، وفي موضع آخر يذكرهم القرآن بأشنع جرائمهم الموروثة والحاضرة - أي التي ارتكبها اليهود في عصر الرسالة الخاتمة - ثم يفتح أمامهم أبواب التوبة، ويحذرهم - في هدوء - من سوء المصير إذا لم يلعنوا للحق المنزل على خاتم الرسل - صلى الله عليه وسلم -. ¶ {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يَشْتَرُونَ الضَّلَالَةَ وَيُرِيدُونَ أَنْ تَضِلُّوا السَّبِيلَ (44) وَاللَّهُ أَعْلَمُ بِأَعْدَائِكُمْ وَكَفَى بِاللَّهِ وَلِيًّا وَكَفَى بِاللَّهِ نَصِيرًا (45) مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدِّينِ وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَهُمْ وَأَقْوَمَ وَلَكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُونَ إِلَّا قَلِيلًا (46) يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ مِنْ قَبْلِ أَنْ نَطْمِسَ وُجُوهًا فَنَرُدَّهَا عَلَى أَدْبَارِهَا أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّا أَصْحَابَ السَّبْتِ وَكَانَ أَمْرُ اللَّهِ مَفْعُولًا (47) إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} . ¶ ولكي نتبين عظم سماحة الإسلام مع اليهود نسجل هذه الجررائم التي نسبها إليهم القرآن في هذا البيان الأمين.",
            "page": "72",
            "part": "1",
            "seal": "05280DDE"
        },
        {
            "id": "72",
            "nass": "فأولاً: اختيارهم الضلالة على الهدى ومحاولاتهم توريط المسلمين في مثل هذا الضلال الذي هم فيه. وهذه الجريمة ارتكبها اليهود المعاصرون لنزول القرآن. ¶ ثانياً: تمردهم القبيح السافر على الحق المنزل على خاتم الرسل، وجهرهم بالعناد في قولهم: {سَمِعْنَا وَعَصَيْنَا} . ¶ ثالثاً: ذعاؤهم على صاحب الدعوة - صلى الله عليه وسلم - بالطرش في قولهم: {وَاسْمَعْ غَيْرَ مُسْمَعٍ} أي مدعُوَّا عليك بـ \"لا سمعت\". ¶ رابعاً: شتمهم له - صلى الله عليه وسلم - في قولهم: {رَاعِنَا} وهي في اللغة العبرية بمعنى: يا أحمقنا. ¶ وخامساً: طعنهم في الدين الذي أرسل به خاتم الرسل. ¶ مع هذه الجرائم الفظيعة لم يسلك معهم الإسلام إلا الإرشاد القولي بالوسائل السلمية. ترى ذلك في رد القرآن عليهم وفي تعقيبه على قولهم بقوله: {وَلَوْ أَنَّهُمْ قَالُوا سَمِعْنَا وَأَطَعْنَا} أي مكان: {سَمِعْنَا وَعَصَيْنَا} ، وقالوا: {وَاسْمَعْ وَانْظُرْنَا} أي بدل: {وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا} . ¶ لو قالوا هذا بدل قولهم القبيح لكان فيه خير لأنفسهم، وإصلاح لفسادهم عقيجة وسلوكاً. ¶ ثم سطوي القرآن هذه القبائح ويتوجه إليهم بالنصح والإرشاد ويحذرهم من مغبة ما هم فيه: {يَا أَيُّهَا الَّذِينَ أُوتُوا الْكِتَابَ آمِنُوا بِمَا نَزَّلْنَا مُصَدِّقًا لِمَا مَعَكُمْ ... } فهم لم يأمرهم بإيمان غريب ليس معهوداً ولا معروفاً لهم. فالتوراة التي أنزلها الله على موسى معهم وبين أيديهم، وفيها دعا موسى إلى عقيدة التوحيد وبشَّرَ بالرسالة الخاتمة - الإسلام - وصاحبها - محمد - صلى الله عليه وسلم - فِلمَ لا يؤمنون بالحق الذي يعرفونه من الكتب التي بين أيديهم؟.",
            "page": "73",
            "part": "1",
            "seal": "F720D4EA"
        },
        {
            "id": "73",
            "nass": "أو من لعنة مثل لعنة أصحاب السبت من اليهود الذين حرَّم الله عليهم العمل فيه وأمرهم بأن يخصوه بالعبادة وحدها. فخالفوا فلعنهم الله. ¶ ثم يبين لهم أن الشرك الذي هم فيه أعظم الذنوب، وأن الله لا يغفره لأحد، ويغفر ما دون الشرك لمن يشاء. ¶ إن الدعوة إلى الإسلام كانت تقابل بذاءات أهل الكتاب بالحسنى ولا تجاريهم في حماقاتهم وبذاءاتهم بل تقتصر على بيان الحق الذي يجب الإيمان به، وتفنيد الباطل الذي يشغبون به فذ وجه الحق، ولم يحدث أن دعا القرآن المسلمين لقتالهم لمجرد أنهم رافضون للإذعان للحق، وما شهر في وجوهم سلاحاً، ولا استباح أموالهم إلا حين تآمروا على الإسلام وبدأوا العدوان على المسلمين. فأين الإرهاب والعنف وسفك الدماء ومصادرة الحريات التي يتهمون بها الإسلام في الغرب - ومعهم عملاؤهم من الشرق - أليست هذه فريات ليس لها في منهج الإسلام ولا في سيرته سند، ولا دليل؟ ¶ ومن شواهد سماحة الإسلام مع أهل الكتاب - يهوداً ونصارى - لفت أنظارهم في لين ورفق في كثير من الآيات. ومن ذلك قوله تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ (98) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} . ¶ وقوله تعالى: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَآمِنُوا بِاللَّهِ وَرُسُلِهِ وَلَا تَقُولُوا ثَلَاثَةٌ انْتَهُوا خَيْرًا لَكُمْ إِنَّمَا اللَّهُ إِلَهٌ وَاحِدٌ سُبْحَانَهُ أَنْ يَكُونَ لَهُ وَلَدٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَكَفَى بِاللَّهِ وَكِيلًا} . ¶ إن الشعار الذي يردده المبشرون والمستشرقون كثيراً، وهو: \"أسلموا أو تقتلوا\" شعار",
            "page": "74",
            "part": "1",
            "seal": "2C19D5C2"
        },
        {
            "id": "74",
            "nass": "كاذب، والذين يرددونه يعلمون أنه شعار كاذب، ولكن كراهية ما أنزل الله على خاتم رسله هي التي تملي على هؤلاء وأعوانهم هذه الأحقاد والسموم. إن شعار الإسلام الحق في هذا المجال هو قوله تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ....} . ¶ * * *",
            "page": "75",
            "part": "1",
            "seal": "B94040B3"
        },
        {
            "id": "75",
            "nass": "* الصبر والعفو: ¶ ومن أكرم مظاهر السماحة في الإسلام مع أهل الكتاب أن كتاب الله العزيز يأمر المسلمين بالصبر على أذاهم، والعفو عن بذاءاتهم، بل إن العفو يتجاوز حدود المعاملة مع أهل الكتاب إلى غيرهم من المشركين وجميع الطوائف المخالفة الإسلام. ومن توجيهات القرآن الكريم في هذه المجالات قوله تعالى: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُور} . ¶ وقوله تعالى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} . ¶ ومما يُعَد مضرب الأمثال في السماحة ورحابة الصدر، ما أمر الله به رسوله - صلى الله عليه وسلم - ليواجه به أهل الكتاب، وهو قوله تعالى: {فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ} . ¶ إن كل كلمة في هذا البيان تنم عن خُلُقِ الإسلام الأصيل وموافقة النبيلة من مخالفيه، مهما كان الخلاف. ومهما كان الأذى القولي الموجه للإسلام والمسلمين معاً، لا يقيم وزناً لسفههم وحماقاتهم، يقابل ذلك بصدر رحب، مع سوق الموعظة الحسنة وإيراد الدليل المقنع حول كل مسألة يثيرون الخلاف فيها، إن ديناً هذا منهجه ليلقن الإنسانية جمعاء درساً في الصفح والتسامح الكريم ولن يضيره بعد هذا حقد حاقد، ولا عداء موتور. ¶ * * *",
            "page": "76",
            "part": "1",
            "seal": "B0512BF9"
        },
        {
            "id": "76",
            "nass": "جسور متينة من التواد ¶ لم يكن ما تقدم في شأن أهل الكتاب هو كل مواقف الإسلام السمحة معهم، بل إن للإسلام مواقف أخرى تفيض وُدَّاً وألفة. فقد مدّ الإسلام بينهم وبين المسلمين جسوراً متينة من التواد والتسامح لم يحظ المسلمون بنظير لها منهم، فكان الإحسان من طرف واحد - هو الإسلام، مع إصرار القوم في كل زمان ومكان على إضمار أبشع صور العداء له، وهو هو ماضٍ في طريقه غير نادم على ما فعل معهم منهجاً وسيرة. ¶ فمن مظاهر التكريم لهم أن القرآن إذا تحدث عنهم سماهم: \"أهل الكتاب\" في أكثر المواضع التي تحدّث فيها عنهم، دون أن يدعوهم بأنهم كافرون أو مشركون، ومن يرجع إلى آيات الذكر الحكيم يهوله كثرة ما ورد في شأنهم من الصوف بـ \"أهل الكتاب\". ¶ وأحياناً يتحدث عن اليهود باسمهم: \"اليهود\"، أو \"الذين هادوا\" وعن النصارى - كذلك - باسمهم: \"النصارى\" أو \"الذين قالوا: إناَّ نصارى\"، وفي الحديث عنهم بهذه الطريقة تكريم لهم وأي تكريم، واستمالة لأنفسهم وأي استمالة، لأن فيها إطراح الأوصاف الأخرى كالكفر والشرك ومن شأنها أن توغر الصدور، وتثير الأحقاد، اللهم إلا في المواضع التي يتحتم فيها النص على الحكم الشرعي إذا أسند إليهم قول أو فعل ينافي عقيدة التوحيد، وحتى في هذه الحالة قد يقترن الخطاب بما يخفف عنهم من وطأة الحكم، كقوله تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ ... } فقد عبَّر عنهم هنا - وهم النصارى - بالموصول والصلة: {الَّذِينَ قَالُوا ... } ولم يذكر اسمهم الصريح. ¶ ومن سماحة الإسلام مع أهل الكتاب - جميعاً -أن أحلَّ لهم طعام المسلمين وأحلّ طعامهم للمسلمين، وفي ذلك فتح لأبواب التواد والتعاطف والتراحم وبتبادل صنائع الود والمعروف: {الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ ... } .",
            "page": "77",
            "part": "1",
            "seal": "80082F5A"
        },
        {
            "id": "77",
            "nass": "وكما أحلّ طعامهم للمسلمين، وأحل طعام المسلمين لهم أحلّ نساء أهل الكتاب للمسلمين استثناءً من الأصل التشريعي العام: {وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ... } . ¶ فقال في نفس الآية التي أحل فيها الأطعمة بين المسلمين وأهل الكتاب: {وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلَا مُتَّخِذِي أَخْدَانٍ} . ¶ فقد وضع القرآن النساء العفيفات من أهل الكتاب على قدم المساواة مع المسلمات العفيفات، وأحلَّهن جميعاً للمسلمين إذا خلون من الموانع وبُذلت لهن أجورهن - مهورهن - فلا حَرَج إذا من قيام مصاهرات شرعية نظيفة بين المسلمين واليهود والنصار. أما الزنا والسفاح واتخاذ العشيقات فهذا مقت وفاحشة حرَّم الله على عباده - مسلمين وغير مسلمين - اقتراف شيء منه مع مسلمة أو يهودية أو نصرانية أو مجوسية أو أي امرآة كانت. ¶ لقد هيأ الإسلام لأهل الكتاب فرص الاندماج في المجتمع الإسلامي ... ¶ زيارات يتبادلون فيها تناول الأطعمة. وزيجات ومصاهرات تقوى بها الروابط بين الأسر من المسليمن واليهود والنصارى. ومودات وصور من التعاون والعلاقات الإنسانية والإجتماعية تجمع ولا تفرق. تؤلف ولا تنفر. فما الذي يطلبه الحاقدون على الإسلام بعد هذا التودد والتأليف؟! عجب - والله - عجب. ¶ * * * ¶ * النداء الخالد: ¶ قبل أن نودع حديث القرآن عن أهل الكتاب، نود أن نضع بين أيدي القراء ما عنَّونا له بـ \"النداء الخالد\" وهي آية آثرنا أن نختم بها هذا الحديث؛ لأنها مسك الختام - أو ختام المسك إن صحَّ هذا القول - وهي قوله تعالى الذي أمر المسلمون أن يقولوه لأهل الكتاب",
            "page": "78",
            "part": "1",
            "seal": "888DC014"
        },
        {
            "id": "78",
            "nass": "كلما طرأت فكرة التقارب أو التعايش السلمي بين الشعوب والأمم: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} . ¶ ذلك هو الإسلام: يفتح صدره للجميع، ويمد يده للجميع، ويدعو للسلام للجميع فهل كم سميع أو مجيب؟ ¶ * * *",
            "page": "79",
            "part": "1",
            "seal": "D20A5E25"
        },
        {
            "id": "79",
            "nass": "الظاهرة الثانية مواقف الدعوة السلمية من النفاق والمنافقين ¶ النفاق مرض اجتماعي خطير، وسرطان يمزق العلاقات بين الشعوب والأفراد، ونتيجته في الحياة فقدان الثقة، وإحلال سوء الظن مكان حسن الظن بين الناس، وهو أخس وسائل التعامل في المجتمعات. ¶ والمنافقون شياطين الإنس بلا نزاع، وقدوة سيئة لغيرهم من الناس، والنفاق مأخوذ من نافقاء اليربوع، وهي دويبة ماكرة لئيمةٌ: تجعل لبيتها، وهو حفرة في الأرض - بابين: أمامياً وخلفياً. فإذا طلبها الصياد هرولت فدخلت بيتها من أحد بابيه، فيقف الصياد قريباً من الباب الذي دخلت منه مترقباً خروجها، بينهما تكون قد خرجت من الباب الآخر دون أن يبصرها أحد، خداعاً ودهاءً ومكراً. ¶ وهكذا المنافقون يتلاعبون في تعاملهم من الناس، ويتخذون عدة مداخل ومخارج للوثوب والهروب، يلاقون هذا بوجه، وذاك بوجه يحلفون وهم كاذبون، يضحكون وهم يمكرون. كلامهم حلو، وفعلهم علقم وصاب، يعرفون من أين تؤكل الكتف، وكيف تؤكل، ولا وزن عندهم للشرف ومكارم الأخلاق ... وبواعث النفاق هي: الطمع والخوف، وسمته هي الخسة والدناءة. ¶ * * * ¶ قسما النفاق: ¶ والنفاق قسمان: نفاق عقيدة، وصاحبهُ يبطن الكفر ويُظهر الإيمان، ونفاق سلوك، ويكون بين المسلمين دون غيرهم. كأن يعمل المسلم الأعمال الصالحة ولا يريد بها وجه الله، ولكن ليقول الناس إن فلاناً رجل صالح، وقد يتخذ نفاق السلوك مطية لتحقيق مطالب دنيوية عاجلة، وهذا النوع من النفاق منتشر الآن في المجتمعات الإسلامية، ومنه التظاهر بحب إنسان: رئيس أو ذي جاه أو ذي مال أو ذي منصب. ¶ * * *",
            "page": "80",
            "part": "1",
            "seal": "943E576F"
        },
        {
            "id": "80",
            "nass": "* النفاق الذي واجهته الدعوة: ¶ لم يظهر النفاق في العقيدة والسلوك، إلا في المجتمع المدني بعد الهجرة فقد ظهرت قوة المسلمين في المدينة، والنفاق ينمو كثيراً في ظل القوة، فلجأ فريق من الكفار والمشركين لإخفاء كفرهم وشركهم، وتظاهروا بأنهم مسلمون رهبة ورغبة: رهبة من قوة المسلمين، ورغبة في دفع الشر عن أنفسهم، وجلب النفع لها، وبذلك استطاع المنافقون أن يندسوا في تجمعات المسلمين، ويغشوا مجالسهم ويؤدون معهم شعائر الدين من صلاة وحج، ويحضرون مجالس مشورتهم ويطلعون على أسرارهم ولا يتراخون لحظة في تدبير المؤامرات ضد الإسلام والكيد له بما استطاعوا من الحيل بعد أن اتخذوا من النفاق غطاء لكفرهم وسء مقاصدهم، ولا ريب أن نفاق العقيدة كفر بل هو أشنع من الكفر الظاهر، لأنه جمع الكذب والخداع إلى أصل الكفر. ¶ ونفاق العقيدة الذي واجهته الدعوة لم ينسلخ عن نفاق السلوك، فالمنافقون كانوا يحرصون على أن يبدوا أمام الناس في سمت الصالحين من عباد الله؛ يذكرون الله بألسنتهم وقلوبهم أحلك من سواد الليل. وهم - في الواقع - أشد خطراً على الإسلام وعلى المسلمين من الذين أعلنوا كفرهم أمام الله والناس واعتزلوا المسلمين. ¶ * * * ¶ * كيف واجه الإسلام ظاهرة النفاق والمنافقين؟ ¶ لم يُصِدر حكماً بإعمال السلاح في رقاب المنافقين، للقضاء على دابرهم، ولم يحل بينهم وبين حقوقهم في الحياة، ولم يصادر حرياتهم لا في قول ولا في فعل، ولكنه وقف منهم موقفاً سلمياً فاقتصر دوره عالى فضح مؤامراتهم، وكشف أسرارهم، وتحذير المسلمين من الإنخداع بهم، وتهديدهم بسوء المصير، ونهى الله صاحب الدعوة عن الركون إليهم والصلاة عليهم إذا ماتوا، ثم الاستغفار لهم أحياءً وأمواتاً. ¶ كما أمره بجهادهم والإغلاط عليهم في الجهاد، والجهاد - هنا - لا يعني القتل والقتال وإسالة الدماء في كل حال. وإنما هو جهاد بالكلمة والدليل والبرهان، وهذا هو منهج",
            "page": "81",
            "part": "1",
            "seal": "14E57FD4"
        },
        {
            "id": "81",
            "nass": "الإسلام مع خصومه، ما لم يبدأوا هم بالعدوان {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} . ¶ وفي سورتي الأحزاب والتوبة تصدى القرآن - سلمياً - لكثير من ألاعيب المنافقين في حدود الإطار العام لموقف الدعوة منهم. ¶ فقد أرجف المنافقون إرجافاً شنيعاً وقت غزوة الخندق التي تحالفت قريش مع من استطاعت من قبائل العرب على غزو المدينة مقر الدولة الإسلامية الناشئة، وهي المعروفة بغزوة الأحزاب. وكان هدف المنافقين صد الناس عن الخروج مع صاحب الجعوة، لإضعاف قوته، وتمهيداً لانتصار قريش وحلفائها عليه. ¶ فكانوا يشيعون روح التخاذل ويكذّبون وعد الله ورسوله ويقولون: {مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلَّا غُرُورًا} . ¶ ثم يُحرّضون الناس على الإنسلاخ من قوات الجعوة وينصحونهم بالعودة إلى المدينة ويقولون: {يَا أَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَارْجِعُوا} . ¶ ويبدأون بتنفيذ مؤامرتهم الدنيئة فيستأذنون النبي في الرجوع إلى المدينة من ميدان القتال بدعوى حمايوة أموالهم واسرهم من اللصوص: {وَيَسْتَأْذِنُ فَرِيقٌ مِنْهُمُ النَّبِيَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِرَارًا} . ¶ فماذا صنع القرآن إزاء هذا كله؟ لم يخط نحوهم خطوة واحدة فيها أمر بقتالهم والإطاحة بأعناقهم، وسبى نسائهم وذراريهم ومصادرة أموالهم ودورهم، أو حتى حرمانهم من حقوقهم المدنية، بل أقتصر دوره على تكذيبهم وكشف الأسباب الحقيقة لهروبهم ولتثبيط همم الناس ... ¶ ادعوا أن بيوتهم عورة فقال القرآن: {وَمَا هِيَ بِعَوْرَةٍ} ، ثم أفصح عن السبب الحقيقي الذي حملهم على ما صنعوا: {إِنْ يُرِيدُونَ إِلَّا فِرَارًا} ، وأنهم بسبب نفاقهم",
            "page": "82",
            "part": "1",
            "seal": "BFCFEF3A"
        },
        {
            "id": "82",
            "nass": "لو اقتحم عليهم العدو دورهم ثم طلب منهم الانقضاض على النبي وصحبه، والإعلان عن كفرهم صراحة لما تلكأ والحظة في إجابة ما طلبه العدو منهم: {وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرًا} . ¶ ثم يأمر الله رسوله - صلى الله عليه وسلم - أن يقول لهم: {.... لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لَا تُمَتَّعُونَ إِلَّا قَلِيلًا} . ¶ ثم تابعت السورة كشف خباياهم حتى الآية رقم (20) ، ومع هذا ظل المنافقون في المدينة بعد هذه الجرائم يتمتعون بكل حقوقهم في الحياة ويتنقلون بين أرجائها في حريات كاملة. ¶ ترى: لو حدث مثل ما فعلوه ضد أي نظام حكم معاصر، ماذا يحدث من النظم الحاكمة؟ ¶ المصير معروف: عمالة -تعاون مع العدو - هروب من الميدان - خيانة كبرى للوطن - التحريض ضد النظام. ثم اعتقالات وتوجيه التهم المذكورة ثم تحقيقات، ثم محاكمات, وسعيد الحظ من يُحكم عليه بالمؤبد. والشقي ليس له مصير إلا الإعدام شنقاً أو رمياً بالرصاس. ولا تنفعهم شفاعة الشافعين إن جرؤ أحد على الشفاعة لم، ولو باسم القانون!! ¶ فليسأل خصوم الإسلام في الخارج والداخل، ليسألوا أنفسهم هل فعل الإسلام شيئاً من ذلك مع ألدّ خصومه؟ وأخطر أعدائه؟ حين كان الإسلام يطبق على أيدى قادة يعرفون حقيقة الإسلام، ويحرصون كل الحرص على الإلتزام بأوامره ونواهيه؟ نازلين على حكم الله ورسوله - صلى الله عليه وسلم -، تاركين هوى أنفسهم، ماضين على أمر الله فكان واقعهم هو الإسلام في أجلى معانيه. ¶ * * *",
            "page": "83",
            "part": "1",
            "seal": "74E3F632"
        },
        {
            "id": "83",
            "nass": "* سورة التوبة تتصدى وتواجه: ¶ أطالت سورة التوبة الوقوف أمام مخادعات المنافقين وتلوُّن مواقفهم، وقد عرفنا من قبل سلوكيات المنافقين في غزوة الأحزاب، وفيما سجلته عليهم سورة التوبة ما ينبئ عن أن مسلكهم في غزوة تبوك كان شبيهاً بمسلكهم في غزوة الأحزاب، فقد نكصوا على أعقابهم وكرهوا الخروج في سبيل الله في الواقعتين معاً، وَسبُّوا رسول الله وأظهروا الشماتة به وبالمسلمين، وانتحلوا الأعذار في التخلف عن الجهاد، وبثوا روح التفرق بين الناس، وحاولوا جاهدين أن يثيروا الفتنة، ولغطوا لغطاً كثيراً فاحشاً، وقد سجلت عليهم سورة التوبة هذه الجرائم من الآية (42) إلى الآية (70) ، ثم من الآية (74) إلى الآية (78) ... ومع إطالة القرآن الحديث عنهم وعن جرائمهم فقد وقف في مواجهتهم مواقف الكشف عن خباياهم والرد السلمي الهادئ على مفترياتهم دون أن يتجاوز ذلك إلى تأليب المسلمين عليهم، وإعمال السلاح فيهم. ¶ ففي إظهار الشماتة بصاحب الدعوة والذين معه واجه القرآن هذه الجريمة مواجهة الناصح الأمين: {إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ} . ¶ كانت ماجهة القرآن لهم: {قُلْ لَنْ يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ} . ¶ وفي طعنهم على تصرف صاحب الدعوة في تفريق الصدقات كان رد القرآن عليهم: {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (58) وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ} . أي لكان ذلك خيراً لهم. ¶ وحين آذوا رسول الله - صلى الله عليه وسلم - بقولهم: {هُوَ أُذُنٌ} أي يُصدَّق كل ما يسمع لغفلته وعدم فطنته كان الرد عليهم: {قُلْ أُذُنُ خَيْرٍ لَكُمْ} راداً عليهم دعواهم أبلغ رد.",
            "page": "84",
            "part": "1",
            "seal": "D2D41402"
        },
        {
            "id": "84",
            "nass": "أي مصدر خير لكم لو أطعتموه. ولا تشتبه عليه الأمور كما تقولون، بل هو بالغ الذكاء والفطنة يميز بين الخير والشر، والحق والباطل. ¶ وحين فرحوا بتخلفهم عن الجهاد في تبوك مع رسول الله - صلى الله عليه وسلم - وكرهوا أن يجاهدوا بأموالهم وأنفسهم في سبيل الله وقالوا: {لَا تَنْفِرُوا فِي الْحَرِّ} . جاء الرد عليهم: {قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ (81) فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ} . ¶ وهكذا في هدوء تصدى القرآن لافتراءات المنافقين، وهتك أستار نفوسهم وعرَّاهم أمام الرأي العام، ولكن لم يصادر حرياتهم ولم يسلب أمنهم، ولم يضيق عليهم في حل ولا ترحال. ¶ بل إن القرآن ليذهب في السماحة إلى أبعد من ذلك، فتراه في موضع آخر يفتح أمامهم باب التوبة، ويُرغّبهم فيها لينسوا ماضيهم ويقبلوا على عهد جديد، يبدل الله فيه سيئاتهم حسنات. {إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا (145) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا} . ¶ وقد يقول قائل: كيف ذهبت هذا المذهب من عدم قتال المنافقين والله يقول فيهم: {فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ} . ¶ والجواب: إن هذه الآية ليست حكماً عاماً في جميع المنافقين، بل هي خاصة في طائفة منهم كانوا قد ارتدوا ولحقوا بالمشركين بعد إظهارهم الإيمان فهذا حكم خاص بهم. ¶ أما كلامنا ففي المنافقين الذين لم يُحدثوا رِدُّة ظاهرية، فلا وجه لقول القائل الذي أشرنا إليه.",
            "page": "85",
            "part": "1",
            "seal": "40567D60"
        },
        {
            "id": "85",
            "nass": "وسيأتي من وقائع السُنَّة ما يؤيد ما قلناه، ونقول مرة أخرى إن الإسلام دين السماحة والعفو في الحياة الدنيا، أما الآخرة فيواخذ كل امرئ بما كسب. وما ربك بظلام للعبيد. ¶ * * * ¶ * مبدأ إسلامي عام في التسامح: ¶ الفتن الدينية من أعقد المشكلات حلاً، وأسوئها آثاراً، وأسرعها اشتعالاً، وأبطئها خموداً، وتقديراً من الإسلام لهذه الاعتبارات، فإن القرآن العظيم نهى عن التجادل في شئون الغقيدة الدينية، ولم يرخص لأحد، كائناً من كان. أن ينصب من نفسه قاضياً للفصل بين الطوائف الدينية، لأن أحداً من الخلق لا يصلح للقيام بهذه المهمة. لذلك خطا القرآن خطوات واسعة في هذا المجال، وأرجاً الفصل في شئون العقيدة لله الواحد الدَّيان يوم يقوم الناس لرب العالمين. ¶ ترى ذلك واضحاً جلياً في قوله تعالى: {إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} . ¶ وأنظر كيف أدرج القرآن مع المؤمنين واليهود والنصارى - وهم جميعاً أهل كتاب - الصابئين والمجوس والمشركين عموماً. وهم جميعاً ينتمون إلى أديان ليست كتابية. ¶ يريد القرآن من هذا أن ينصرف كل أهل دين إلى حال سبيله ويعمل على شاكلته، ويُعْرض عن الاحتكاك بالآخرين فلا يثير معهم أموراً دينية تكون سبباً في اشعال الفتنة والاضطراب فيختل نظام الحياة، وتكون فتنة في الأرض وفساد كبير. إن الذي نقوله - هنا - ليس تخميناً ولا اجتهاداً يحتمل الصواب والخطأ. بل هو حكم قطعي الثبوت والدلالة، تواترت النصوصو المحمكة على تقريره وتوكيده. فخذ إليك مثلاً آخر قوله تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي",
            "page": "86",
            "part": "1",
            "seal": "5CA5EC3D"
        },
        {
            "id": "86",
            "nass": "مَا آتَاكُمْ فَاسْتَبِقُوا الْخَيْرَاتِ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} . ¶ وقوله تعالى: {قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ} . ¶ إن لهذا المبدأ العام في التسامح الديني في الإسلام آثاراً عميقة الجذور في إقرار السلام العالمي، فهو يكره الفتن أيّاً كان سببها دينياً كان أو غير ديني، لأن نشوب الفتن لا يحل المشكلات، بل يزيدها استعاراً، ويفتح الباب واسعاً لمكايد الشيطان، وهو يعتبر قتل نفس واحدة - عدوناً وظلماً - بمثابة قتل الناس جميعاً، والفتن مجازر لقتل الألوف من الناس لذلك قرر الإسلام هذا المبدأ العلم العظيم، فأوصد باب الجدل الديني حتى تقوم الساعة، والله وحده يتولى الفصل بين عباده؛ لأنه حَكَمٌ عدل، وهو على كل شيء شهيد. ¶ أهذا الدين - الإسلام - بما فيه من هذه المبادئ يكون موضعاً للإتهام بالإرهاب والعنف وسفك الدماء ومصادرة الحريات والقهر على فرض العقيدة؟ ¶ {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِبًا} . ¶ * * *",
            "page": "87",
            "part": "1",
            "seal": "C3162E3E"
        },
        {
            "id": "88",
            "nass": "{لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ} ¶ (البقرة: 256) ¶ * * *",
            "page": "89",
            "part": "1",
            "seal": "15E26960"
        },
        {
            "id": "89",
            "nass": "الفصل الثاني سماحة الدعوة في القرآن الكريم ¶ في حرية الاعتقاد ¶ المباحث الأربعة إلتي تقدمت في مواجهة القرآن لقضيتى التوحيد والبعث، وموقف القرآن الكريم من ظاهرتى مزاعم أهل الكتاب، ومخادعات النفاق والمنافقين، هذه المباحث الأربعة كانت بمثابة مقدمات تترتب عليها نتيجة بالغة الخطورة والصدق. ¶ تلك النتيجة هي: أن الإسلام من كل ما تقدم يقرر في وضوح مبدأ حرية الاعتقاد، وأنه بعيد بُعْد السماء عن الأرض من فرض عقيدته على الناس بقوة السلاح، وسفك الدماء، وأنه لا يصادر حرية أحد، ولا يحجر عليه في قول أو فعل. كل ما هنالك أنه يتصدى للباطل في أي لون كان، ويكشف عوره، ويبين زيفه ويدعو إلى الق في أي مجال كان، فيذيل ما حوله من شبهات ويجليه للرأي العام أبلق ناصعاً، ثم يترك للناس حرية الإقبال عليه أو الإعراض عنه مع تبشير المؤمنين بحسن البمصير، وإنذار الرافضين بسوء المصير. هذا هو ما نتج عن المباحث الأربعة وكل نماذجها كانت آيات قرآنية من كتاب الله العزيز، والقرآن هو المصدر الأول للتشريع الإسلامي بلا نزاع. ¶ أما في الفصل فنريد أن نورد شواهد وبراهين أخرى من آيات الكتاب العزيز على تقرير مبدأ حرية الإعتقاد في القرآن الكريم مع ضوابط لابد منها تتعلق بهذا المبدأ الحيوي العظيم حتى لا يلتبس الحق بالباطل، ويصير من كفر كمن آمن مبداءاً ومصيراً. ¶ ذلك أننا حين نقول إن كتاب الإسلام الأول (القرآن) أقر مبدأ حرية الإعتقاد، فإن هذا القول صحيح ... صحيح. ولكن هذه الحرية مقصورة على الحياة الدنيا، أما في الآخرة فإن الحال مختلفة فلن يجعل الله من كفر كمن آمن، فلكل منهما عند الله جزاء وفاق، ومصير عادل. ¶ ولك أن تقول -وانت مصيب - إن تقرير مبدأ الاعتقاد في الدنيا. إنما هو بالنظر إلى سلطة الناس بعضهم على بعض فليس من حق أحد حاكماً كان أو محكوماً أن يجبر",
            "page": "90",
            "part": "1",
            "seal": "720F2E7D"
        },
        {
            "id": "90",
            "nass": "أحداً على اعتناق أية عقيدة. فلكل إنسان أن يعتقد ما يحلو له. وليس لأحد عليه سلطة الإجبار، لا بسلاح ولا بغير سلاح من وسائل القهر والاضطهاد. ¶ اعتقال - حبس - فصل من عمل - تضييق في الحريات - حرمان من حقوق ترتبت له باعتبار إنسانيته وحياته، وحرمة مناله وعرضه. كل هذه الوسائل لا يقر الإسلام استعمالها ضد أحد كائناً من كان لتفرض عليه عقيدة وإن كانت عقيدة الإسلام، لأن ذلك ينافي مبدأ التكليف الحر النابع من حسن الإقناع بعد سوق البراهين عليه. ¶ ولأن العقيدة مخلها القلوب، ووسيلتها الإقناع، والقلوب لا سلطان لأحد عليها إلا لله علام الغيوب، هذه الاعتبارات يقدرها الإسلام حق قدرها، ولذلك كان من أصوله الخالدة عدم الإكراه في الدين. ¶ ومن الضوابط المتعلقة بحرية الاعتقاد في الإسلام بعد التفرقة التي اشرنا إليها من قبل بين ذوي الاعتقاد الصحيح وذوي الاعتقاد الفاسد في الآخرة، بأن لكل منهم جزاءً ومصيراً عند الله فإن الله تعالى يُفّرق بينهما في الحياة الدنيا، فيخص ذوي الاعتقاد الصحيح بلطائفة واحساناته وتوفيقه، ويحييهم حياة طيبة إذا قرنوا صحة اعتقادهم بالعمل الصالح، ثم يدخلهم روضات الجنات هم فيها يحبرون ويذر ذوي الاعتقاد الفاسد في طغيانهم يعمهون، تقتلهم الأوهام، ويستحوذ عليهم الشيطان، ثم يكونوا حصب جهنم هم فيها خالدون. ومعلوم أن هذه التفرقة ليست لأحد إلا لله. ¶ على هذه الأسس ينبغي أن يُفْهَمَ مبدأ حرية الاعتقاد في الإسلام وعليها ندير الحديث في السطور الآتية: ¶ * من شاء فليؤمن، ومن شاء فليكفر. ¶ إن من أوضح النصوص القرآنية دلالة على حرية الاعتقاد في الإسلام - في إطار الضوابط التي ذكرناها - قول الحق تبارك وتعالى: {وَقُلِ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ وَسَاءَتْ مُرْتَفَقًا} .",
            "page": "91",
            "part": "1",
            "seal": "42759B37"
        },
        {
            "id": "91",
            "nass": "من إخلاص النصح والتوجيه القرآني أن في هذه الآية الناطقة بكل وضوح بتقرير مبدأ حرية الاعتقاد بين الإيمان والكفر لوَّحت مرة وصرّحت أخرى أن الإيمان والكفر ليسا سواء. ¶ أما التلويح فحيث قَّدمت مشيئة الإيمان لضرفه على مشيئة الكفر لخسته. ¶ وأما التصريح فقد عقبت الحديث عن اختيار الكفر بالتنفير منه، حيث ذكرت مصير الكافرين في الحياة الآخرة. ¶ حيث اعدَّ الله لهم ناراً. أحاط بهم سورها إحاطة الظرف بالمظروف فلا مخرج منها ولا مفر: {كُلَّمَا أَرَادُوا أَنْ يَخْرُجُوا مِنْهَا مِنْ غَمٍّ أُعِيدُوا فِيهَا وَذُوقُوا عَذَابَ الْحَرِيقِ} . ¶ وإن طلبوا الإغاثة من حَرَّها بما يبرد أكبادهم، ويُذهب لظى أحشائهم جاءهم الغوث ولكن بغير ما أرادوا: ماء حار قبيح اللَّون إذا وضعوه على أفواهم ليشربوه شوى وجوهم وجلودهم. فإذا وصل إلى أجوافهم قطع أمعاءهم. وضاعف شقاءهم. فبئس هو شراباً، وساء هو رفيقاً: {وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ} . ¶ أما الماء العذب الزلال فهم محرمون منه، وهو محرَّم عليهم: {وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ} . ¶ ظاهر من سياق آية الكهف أن القرآن حريص كل الحرص - وهو يقرر مبدأ حرية الاعتقاد - أن يؤكد أن هذه الحرية ليست مستوية الطرفين. وفي هذا إخلاص في النصح والتوجيه وأمانة في البلاغ والإبلاغ، لئلا تكون هذه الحرية المقصورة على الحياة الدنيا سبباً في هلاك فريق من العباد يرون أن الإيمان والكفر سيان في ميزان العدل الإلهي محياً ومماتاً. ولكن مع بيان هذه التفرقة بينهما يتحمل كل إنسان نتائج اختياره في الدنيا والآخرة",
            "page": "92",
            "part": "1",
            "seal": "EF694399"
        },
        {
            "id": "92",
            "nass": "فمن سعيد بما كسب، وشقي بما اكتسب، وما الله بظلاٌم للعبيد. ¶ {فَمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ عِنْدَ رَبِّهِمْ إِلَّا مَقْتًا وَلَا يَزِيدُ الْكَافِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا} . ¶ وهذا هو منتهى العدل والإنصاف. ¶ * * *",
            "page": "93",
            "part": "1",
            "seal": "2EB517B0"
        },
        {
            "id": "93",
            "nass": "فإنما عليك البلاغ ¶ {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (19) فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُلْ لِلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (20) إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (21) أُولَئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُمْ مِنْ نَاصِرِينَ} . ¶ هذه لقطة من مسرح الدعوة إلى الإسلام، تجد في صدرها القرار الحاسم الذي لا رجوع فيه: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} ... هكذا يجب أن يفهم جميع الناس في كل عصر ومصر، ثم تشرح الآية سبب رفض أهل الكتاب - وفي مقدمتهم اليهود - للإسلام، وهو بغيهم بعد مجئ العلم إليهم، وتنتهي الآية ببيان مصير هؤلاء الرافضين للإسلام، وتأتي الآية الثانية فتحدد للرسول الخاتم - صلى الله عليه وسلم - كيفية الرد على أهل الكتاب إن جاءوه مجادلين في شئون الدين وهي إسلام الوجه لله: أي الانقياد إليه وحده لا شريك له. وأن يقول لأهل الكتاب ولمشركي العرب الأميين. أقبلتم الإسلام ديناً كما أمر ربكم؟ وأن بعد هذا القول احتمالين: إما أن يقولوا: أسلمنا، وفي هذا يكونون قد اهتدوا. ¶ وإما أن يتوَّولوا ويرفضوا الإسلام. وفي هذه الحالة تكون مهمة الداعي قد انتهت، وهي: البلاغ. ولا سلطة للداعي عليهم بعد البلاغ: أي ما عليك إلا البلاغ. وهذه مهمة كل الدعاة: رسلاً، وأتباع رسل. ¶ ثم تأتي الايتان (21 - 22) زيادة تنفير وتحذير من الكفر والمعاصي الناشئة عنه: قتل الأنبياء، وقتل الذين يأمرون بالعدل من الناس، بأن لهم بشرى عند الله هي العذاب الأليم. ¶ ثم بيان حبوط أعمالهم في الدنيا والآخرة. ولن يجدوا لهم نصراء يدفعون عنهم العذاب.",
            "page": "94",
            "part": "1",
            "seal": "902165B5"
        },
        {
            "id": "94",
            "nass": "الدعوة إلى الإسلام - هنا - تواجه طائفتين من البَشر: أهل الكتاب ومشركي العرب. وكل العقوبات التي رصدتها للمعرضين عن الإسلام عقوبات أخروية. ولم يأت ضمن هذه العقوبات أمر بقتال المعرضين أو أي عقوبة دنيوية لهم يقوم بايقاعها أحد من الناس. ¶ وهذا معناه: ¶ * إطلاق حرية الاعتقاد. وأن العقائد لا تفرض على الناس بقوة السلاح أو وسائل ضغط أخرى. ¶ * إن هذه الحرية لها ضابطان: ¶ الأول: اختصاصها بأوضاع الناس في الحياة الدنيا. ¶ الثاني: اختصاصها بعلاقات الناس بعضهم ببعض. ¶ أما الله - سبحانه - فله من التدابير والتصرفات في شئون خلقه ما يقع في الدنيا، وما يقع في الأخرة: {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ} . ¶ * * * ¶ * مهمة الدعاة: ¶ أما مهمة الدعاة جميعاً - رسلاً وغير رسل - فهي البلاغ وحده وليس لهم سلطة الجبر والقهر على قبول الإسلام. وغذا كان الله قد قصر مهمة الرسل على البلاغ المبين. فغيرهم من الجعاة أولى بهذا القصر. وحين يخرج الدعاة عن هذا، ويرون أن من سلطتهم استعمال القوة لفرض الإسلام، يكونون في حاجة إلى دعاة آخرين أكثر منهم بصراً وبصيرة ليعلموهم آداب الدعوة إلى الحق كيف تكون. ¶ * * * ¶ * نصوص أخرى تؤكد هذا المبدأ: ¶ نعني بالمبدأ - هنا -: الاعتقاد، وقصر مهمة الدعاة على التبليغ والإبلاغ، وأنَّ ليس",
            "page": "95",
            "part": "1",
            "seal": "6B4F2C9E"
        },
        {
            "id": "95",
            "nass": "لهم سلطة الإجبار. ومن النصوص القرآنية التي تؤكد هذا المبدأ قوله تعالى: {قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ} . ¶ فهذا بيان صريح بأن في حالة التولي والإعراض فإن المتولين المعرضين يتحملون وزر توليهم أمام الله. والطاعة خير لهم. أما الرسول فليس عليه إحدا الهداية في قلوبهم، ولا فرض أصول الإيمان عليهم فرضاً. بل عليه - فحسب - البلاغ المبين. تبرأ ذمته منهم أمام الله. ¶ وقوله تعالى: {وَإِنْ مَا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَعَلَيْنَا الْحِسَابُ} . ¶ من المعلوم الذي لايكاد ينازع فيه عند علماء المعاني أن: \"إنما\" من الأساليب البلاغية يكون ما يقع بعدها مباشرة مقصوراَ على ما بعده، لا يتعداه إلى غيره من الصفات أو من الموصوفين. وتطبيق هذه القاعدة على الآية - هنا - جلى واضح. فالذي وقع بعد \"إنما\" مباشرة هو الجار والمجرور \"عليك\" والذي وقع بعده هو \"البلاغ\" والصمير، وهو \"الكاف\" في \"عليك\" مراد به الرسول - صلى الله عليه وسلم -. أي أن الواجب عليه في مجال الدعوة هو البلاغ وحده، ولا شيء غير البلاغ. وهذا يؤكد ما قدَّمناه مرات من أن الإجبار ليس من حق الدعاة، لأن الدعاة تابعون للرسول - صلى الله عليه وسلم - في هذا المبدأ. أي أن حرية الاعتقاد في الحياة الدنيا مكفولة شرعاً ووحياً. أما حساب الرافضين للحق فلله وحده لا يشركه في ذلك أحد. والالتزام بهذا المنهج واجب النفاذ. ¶ * * *",
            "page": "96",
            "part": "1",
            "seal": "40ABA13B"
        },
        {
            "id": "96",
            "nass": "إنما أمن مذكر.... لستَ عليهم بمصيطر ¶ ومن قواطع الأدلة قوله تعالى: {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (17) وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ (18) وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ (19) وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ (20) فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ (21) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (22) إِلَّا مَنْ تَوَلَّى وَكَفَرَ (23) فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ (24) إِنَّ إِلَيْنَا إِيَابَهُمْ (25) ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ} . ¶ بدأ هذا التوجيه الإلهي بلفت أنظار المدعويين إلى بعض دلائل القدرة الإلهية. وكيف أحكم الله خلق الإبل، ورفع السماء بلا عُمد، ونصب الجبال فأمكن نصبها، ومَهَّد سطح الأرض لتيسير الحياة عليه. وبعد هذه النماذج من الدعوة بالوسائل السلمية التي تستقطب العقول، وتأسر القلوب توجه إلى رسوله فأمره بالتذكير، بل حصر مهمته فيه: {إِنَّمَا أَنْتَ مُذَكِّرٌ} وعلى غرار ما تقدم في: {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} فإن مهمة الرسول هنا - كما هي هناك - محصورة في التذكير لا تتعداها إلى أي أمر آخر. ومع أن هذا المعنى مفهوم من دلالة التركيب، فإن القرآن أكَّده مرة أخرى: {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ} أي لا سلطة لك عليهم بعد التذكير والإنذار والتبشير. وهذا المعنى جاء بطريق الإثبات في: {إِنَّمَا أَنْتَ مُذَكِّرٌ} وبطريق النفي في: {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ} وتأدية هذا المعني بطريق الإثبات مرة، والنفي أخرى أقوى وأبلغ من تأديته عن طريق الإثبات وحده، أو النفي وحده. ¶ وهذا المنهج البياني - الجمع بين الإثبات والنفي في تأدية المعنى الواحد - يستعمله القرآن في المعاني ذات الشأن العظيم، ومنها المعنى الذي نتحدث عنه الآن. ¶ أما الاستثناء في قوله تعالى: {إِلَّا مَنْ تَوَلَّى وَكَفَرَ} فليس معناه أن من تولى وكفر يكون للرسول عليه سيطرة، كلا. لأن هذا الاستثناء منقطع عما قبله وليس متصلاً به. وتمام معناه في قوله تعالى: {فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ الْأَكْبَرَ} . ¶ ثم تأتي الآيتان (25 - 26) فتقطعان كل احتمال، حيث قرر الله في الأولى منهما أن",
            "page": "97",
            "part": "1",
            "seal": "AC993149"
        },
        {
            "id": "97",
            "nass": "رجوع الناس إليه وحده لا إلى أحد سواه. وقرر في الثانية منهما أن حساب الناس عليه هو، وليس على أحدٍ سواه. ¶ ولما كان هذا المبدأ من آصل الأصول في الإسلام عبر عنه القرآن في أساليب فخمة قوية الإحكام: ¶ ففيها من أدولت توكيد المعنى: حرف التوكيد \"إن\" ثم ما يعرف عند علماء المعاني بـ \"اسمية الجملة\" لأن الجملة الإسمية التي ركناها: المبتدأ والخبر. أثبت دلالة من الجملة الفعلية التي ركناها: الفعل والفاعل. هذا من جهة، ومن جهة أخرى فإن جميع التراكيب التي تحدثت عن هذا المعنى، وهو حصر مهمة الدعاة في التبليغ جاءت في القرآن الحكيم جملاً قَصْرية، {فَإِنَّمَا عَلَيْكَ الْبَلَاغُ} ، {إِنَّمَا أَنْتَ مُذَكِّرٌ} {فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ} . {إِنْ أَنْتَ إِلَّا نَذِيرٌ} . {إِنَّمَا أَنْتَ مُنْذِرٌ} وغير ذلك مستفيض في آيات الذكر الحكيم. ¶ * * * ¶ * حرص صاحب الدعوة، وتعقيب الوحي عليه: ¶ من المعلوم أن صاحب الدعوة - صلى الله عليه وسلم - كان حريصاً على إسلام قومه. وقد بذل من الجهد رغبة في ألأن يقبلوا الإسلام ما تجاوز حدود الرسالة المنوطة به - صلى الله عليه وسلم -، مُحَمّلاً نفسه من الكد والعناء ما لا طاقة لأحد به غيره، بَيْدَ أن الوحي الأمين كان يتعقب مواقف حرصه المرة تلو المرة ويدعوه أن يترفق بنفسه ولا يُحّلها من المشاق ما لم يأمره الله به. ¶ ومن تعقيبات الوحي الرحيم على حرصه - صلى الله عليه وسلم - على إمانهم وتحمله المشاق الزائدة عن المطلوب في هدايتهم، وحزنه الشديد على إعراضهم، من تلك التعقيبات قوله تعالى: {طه (1) مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى (2) إِلَّا تَذْكِرَةً لِمَنْ يَخْشَى} .",
            "page": "98",
            "part": "1",
            "seal": "43AA9AD2"
        },
        {
            "id": "98",
            "nass": "قال صاحب الكشاف في معناه: \"أي ما عليك إلا أن تبلّغ وتُذكّر، ولم يُكتب عليك أن يؤمنوا لا محالة، بعد أن لم تُفرّط في أداء الرسالة والموعظة الحسنة\". ¶ إنه لخطاب رقيق ودود لصاحب الدعوة - صلى الله عليه وسلم - ونداء إلهي كله عطف وحنان. وكأن الله يقول له: لا تُحمّل نفيك في الحرص على إسلامهم مشاقاً لم نكتبها عليك، ولا هي من طبيعة الرسالة التي كلفناك بها. فدع الشقاء المضني لك، وقف عند حدود التذكير والموعظة الهادئة الواضحة. بلّغهم ما أوحينا به إليك، وأرحم نفسك من هذا العناء، فلا عليك أن يؤمنوا وإنما عليك كمال البلاغ وإقامة الحُجُّة لله على من لم يؤمن. وحرصه - صلى الله عليه وسلم - كان نابعاً من فضيلة أصلية فيه، هي حبة الخير للناس، والإشفاق عليهم من الردى الأبدى والحرص الشديد الذي أبداه على إسلام قومه، وإن لم يكن من مراسم الرسالة، فهو مَحمده كريمة له - عليه السلام - وقد سجّل الله له هذه الفضيلة في قوله الكريم: ¶ {لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} . ¶ * * *",
            "page": "99",
            "part": "1",
            "seal": "C9D8A785"
        },
        {
            "id": "99",
            "nass": "فلا تذهب نفسك عليهم حسرات ¶ ومن تعقيبات الوحي الرحيم على حرص صاحب الدعوة - صلى الله عليه وسلم - قوله تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ اللَّهَ عَلِيمٌ بِمَا يَصْنَعُونَ} . ¶ أي أفمن زين له سوء عمله ذهبت نفسك عليهم حسرات. يُنكر عليه ذهاب نفسه حسرات عليهم ولكي يعينه على ترك الحسرة عليهم بيَّن له أن ضلال من ضلَّ، وهداية من اهتدى كل ذلك يجري وفق إرادة الله وحكمته وعلمه بحقائق عباده. فعلام التحسر والتأسف إذن؟ ¶ أي أن الناس مقهورون لله، وليس قاهرين له - سبحانه - وأن علم الله بما يصنعون يعقبه جزاء المحسن بالإحسان والمسئ بالإساءة. فلا تحزن عليهم فلن يفروا من عقاب الله العادل. ¶ * * *",
            "page": "100",
            "part": "1",
            "seal": "ECF1DFA6"
        },
        {
            "id": "100",
            "nass": "نفق في الأرض أو سُلَّم في السماء ¶ وفي مواضع أخرى تعقيبات الوحي الكريم على حرص صاحب الدعوة - صلى الله عليه وسلم - على إسلام قومه، تفيد صياغة الكلام على أته عليه السلام قد بلغ مبلغاً بعيداً في ذلك الحرص، وسيطرت عليه رغبة عارمة في هداية القوم. لذلك فإن تعقيبات الوحي في هذه المرة جاءت تحمل كمنية هائلة من الشدة، وإنكاراً قوياً لما يصدر منه. ويصور ذلك كله قوله تعالى: {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ (33) وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ (34) وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ} . ¶ بدأ هذه الموقف من التعقيب بتسلية صاحب الدعوة - صلى الله عليه وسلم - بما ياتي: ¶ فأولاً: أن الله يعلم من عليه حال قومه من الإعراض والصدود عن الحق. ¶ وثانياً: أن إعراضهم وصدودهم لم يكن سببه قصوراً منه - صلى الله عليه وسلم -، ولا تكذيباً منهم له لنقص يرجع إلى الدلائل والبراهين التي أتاهم بها، بل هم يصدقونه في كل ما يقول، فليس هو في حاجة إلى دلائل جديدة لم يعرضها من قبل، أو آيات معجزة تحملهم على الإذعان والطاعة. ¶ وثالثاً: أن السبب الحقيقي في إعراضهم وصدودهم هو العناد والجحود فهو مرض في قلوبهم، وليس عيباً أو نقصاً في أساليب الدعوة. ¶ وبعد هذا البيان الحكيم، والتحليل الصادق للموقف يتوجه الوحي العظيم لصاحب الدعوة بهذا العتاب الهادر: وإن كَبُرَ وعظم عليك إعراضهم عنك وعن الحق الذي بعثناك به إليهم فافعل ما تريد.",
            "page": "101",
            "part": "1",
            "seal": "7CE566B5"
        },
        {
            "id": "101",
            "nass": "فأمامك وتحت قدميك الأرض فنقّب فيها، وغّصْ في أعماقها فاستخرج لهم منها معجزات إن استطعتّ؟! وإن ضاقت عليك الأرض أو لم تجد فيها معجزات فإن فوقك السماء. فهل تستطيع أن تجد لك سَلَّمّاً لتصعد فيها فُتنْزِل لهم منها معجزة أو معجزات كي يؤمنوا وتستريح من عناء الحرص عليهم والإشفاق بهم؟! ¶ ولا ريب أن الرسول حينما ووجه من ربه بهذا الإعجاز القاهر أدرك أنه دون هذا بكثير. ¶ ثم كان ختام هذا التعقيب: إن مقاليد الأمور - كلها - بيد الله، ولو شاء لجعلهم أمة واحدة على أهدى قلب رجل واحد. فوطّن نفسك يا محمد على هذه السُنَّة الإلهية الحكيمة، وإيَّاك أن تكون ممن يجهلون سنن الله في خلقه. ¶ إنه لتوجيه كريم، وتربيه قويمة، وتبصير مبين، يعود بصاحب الدعوة إلى أصل الرسالة: إنه التبليغ وحده مع ذكر الدلائل والبراهين التي أرشده إليها ربه، ولا عليه بعد ذلك أن يؤمن الناس جميعاً أو يعرضوا جميعاً. ¶ وقد تكرر هذه التوجيه في إيجاز في مواضع، وفي إسهاب في مواضع أخرى: ¶ {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ} . ¶ {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ... } ¶ {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ ... } . ¶ وقوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ (125) وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (126) وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (127) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ} .",
            "page": "102",
            "part": "1",
            "seal": "4B197D5B"
        },
        {
            "id": "102",
            "nass": "وهكذا تتوالى التعقيبات الإلهية على الحرص المضني الذي كان ينوء بأثقاله صاحب الدعوة. وما من تعقيب إلا ويدعوه إلى التريث والتثبت والتأني، ويأمره بالوقوف عند حد الإبلاغ الهادئ المبين، ونهاه عن التسرع والحزن والإنفعال، لأن هذه الأمور وسيلة، للميل عن سنن الرسالة وآدابها. ولو كان الله مؤذناً لأحد باستعمال البطش والقوة المجبرة على قبول الحق، والانقياد له قسراً، لكان خاتم الرسل أولى الناس بهذا الإذن، لأنه معصوم من الخطأ في التبليغ. ¶ * * *",
            "page": "103",
            "part": "1",
            "seal": "50BBA8E3"
        },
        {
            "id": "103",
            "nass": "رحمة عامة لكل الناس ¶ الحرص الذي أبداه صاحب الدعوة لم يكن مقصوراً على عشيرته وقومه، بل كان رحمة عامة يشعر بها أمام جميع الناس، حتى اليهود والمنافقين. صحيح أن هذا الحرص قد بدأ مبكراً من قبل الهجرة حيث لم يكن بمكة يهود ولا منافقون. لكن القرآن دلَّنا على أن حرصه تجاوز قومه وعشيرته الأذنين إلى آفاق عامة شملت المنافقين واليهود معاً، فكان يحزن على إعراضهم كما حزن على إعراض قومه من قبل. وذلك في قوله تعالى: {يَا أَيُّهَا الرَّسُولُ لَا يَحْزُنْكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ مِنَ الَّذِينَ قَالُوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِنْ قُلُوبُهُمْ وَمِنَ الَّذِينَ هَادُوا سَمَّاعُونَ لِلْكَذِبِ سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ يُحَرِّفُونَ الْكَلِمَ مِنْ بَعْدِ مَوَاضِعِهِ يَقُولُونَ إِنْ أُوتِيتُمْ هَذَا فَخُذُوهُ وَإِنْ لَمْ تُؤْتَوْهُ فَاحْذَرُوا وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا أُولَئِكَ الَّذِينَ لَمْ يُرِدِ اللَّهُ أَنْ يُطَهِّرَ قُلُوبَهُمْ لَهُمْ فِي الدُّنْيَا خِزْيٌ وَلَهُمْ فِي الْآخِرَةِ عَذَابٌ عَظِيمٌ} . ¶ فالذين قالوا آمنا بأفواهم ولم يؤمن قلوبهم هم المنافقون، والذين هادوا هم اليهود، نهاه الله أن يحزن على كفرهم وكرر له القول بأن الأمور بيد الله، ولو كان الله قد علم فيهم خيراً لهَداهم، ومنَ يُرد الله فتنته - لأمر هو به عليم - فليس في مقدرة أحد أن يملك لهم منها مخرجاً. والذين حزن عليهم - صلى الله عليه وسلم - قد سبق في علم الله أنهم لن يختاروا إلا الكفر والصلال، وأن الله كتب عليهم الخزى في الدنيا، والعذاب العظيم في الآخرة. ¶ وفي هذا البيان تسرية عن نفس النبي، وتفريج لهمه، وتثبيت لفؤاده وقرة لعينه - صلى الله عليه وسلم -. ¶ * * * ¶ * خلاصات موجزة: ¶ نستخلص مما تقدم بكل وضوح وقوة ما يأتي: ¶ أولاً: أن حرية الاعتقاد في الإسلام مكفولة وحياً وشريعة.",
            "page": "104",
            "part": "1",
            "seal": "5D249B3A"
        },
        {
            "id": "104",
            "nass": "ثانياً: أن هذه الحرية مقصورة على الحياة الدنيا باعتبار علاقات الناس بعضهم ببعض، فليس لأحد أن يفرض أية عقيدة على الناس بأي وسيلة من وسائل القهر المادي. أو الحرمان من الحقوق التي اكتسبها الإنسان بموجب أنه حي يُرزق. ¶ ثالثاً: أن هذه الحرية ليست مستوية الطرفين فيكون من كفر كمن آمن. ¶ كلا. بل هم عند الله فريقان مختلفان. وأن لكل منهم عنده جزاءً ومصيراً. ¶ رابعاً: أن مهمة الدعاة - ومنهم الرسل - لا تتجاوز بأية حال دائرة الإبلاغ بالحكمة والموعظة الحسنة. ¶ خامساً: أن الإسلام بلغ نهاية السماحة والكرم ف كل فرع من فروع الدعوة. وأن الذين يتهمونه بالإرهاب والبطش يأتون منكراً من القول وزوراً. وهم إما جاهل غني، أو متجاهل عنيد. ¶ * * *",
            "page": "105",
            "part": "1",
            "seal": "3639FDD7"
        },
        {
            "id": "106",
            "nass": "{وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} ¶ (الأنبياء: 107) ¶ * * *",
            "page": "107",
            "part": "1",
            "seal": "828994E3"
        },
        {
            "id": "107",
            "nass": "الفصل الثالث سماحة الدعوة إلى الإسلام في النشاط النبوي ¶ المبحث الأول - سَمَاحَةُ الدَّعْوَةَ فِي السُّنَّةِ القَوْليَّة: ¶ نقصد بهذا الجانب من النشاط النبوي في السنُة القولية، مكانتة صاحب الدعوة - صلى الله عليه وسلم - إلى ملوك ورؤساء العاَلم الذي كان معاصراً لنشأة الدعوة إلى الإسلام، في \" محمد - صلى الله عليه وسلم -\" كان مرسلاً للناس جميعاً بشيراً ونذيراً، وداعياً إلى الله بإنه وسراجاً منيراً. ¶ وبدؤه بالتوجيه بالدعوة إلى قومه أولاً لا ينافي عموم الرسالة قطعاً لأن الرسالة كانت ذت أولويات في بدء أمرها. ¶ سرية أولاً، ثم جهرية ثانياً في حدود أم القُرَى، ثم توجهت إلى القبائل المجاورة لأم القُرَى، وهكذا حتى شملت كل الشعوب والأمم خارج نطاق شبة الجزيرة العربية: ¶ {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ فَآمِنُوا بِاللَّهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللَّهِ وَكَلِمَاتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ} . ¶ * * *",
            "page": "108",
            "part": "1",
            "seal": "67BB02D8"
        },
        {
            "id": "108",
            "nass": "مكاتبات صاحب الدعوة ¶ ونزولاً على أمر الله بدأ صاحب الدعوة - صلى الله عليه وسلم - يُبلّغ رسالة ربه لمن حوله من الشعوب والبلدان، وكان هذا بعد صلح الحديبية عام ستة من الهجرة، حيت أتاح هذا الصلح للدعاة أن ينطلقوا حيث شاءوا وهم آمنون من بطش قريش وحلفائها. وفيما يأتي نصوص الكتب التي بعث بها - صلى الله عليه وسلم - إلى ملوك ورؤساء الدول في ذل العهد. ¶ * كتابه إلى النجاشي ملك الحبشة: ¶ كان النجاشي هذا نصرانياً وملكاً على نصارى الحبشة. وقد أرسل إليه - صلى الله عليه وسلم - كتاباً يدعوه فيه إلى الإسلام. وحمل الكتاب إليه عمرو بن أمية الضمري في آخر سنة ست - أو في المحرم سنة سبع على خلاف بين كتب السيرة - ونص الكتاب هو: ¶ \"هذا كتاب من محمد النبي إلى النجاشي الأصحم عظيم الحبشة: سلام على من اتَّبع الهدى، وآمن بالله ورسوله. وأشهد أن لا إله إلا الله وحده لا شريك، لم يتخذ صاحبة ولا ولداً، وأن محمداً عبده ورسوله، وأدعوك بدعاية الإسلام، فإني أنا رسوله، فاسلم تسلم {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} . فإن أبيتَ فإن عليك إثم النصارى من قومك\". ¶ هذا نص الكتاب، وهو يحمل دعوة سلمية إلى الإسلام، تخلو من التهديد بالقتل أو القتال، وإنما تنر من تحمل الإثم أمام الله إذا أعرض المدعو ولم يذعن للحق. ¶ ولما بلغ الكتاب النجاشي أسلم في الحال. وكتب إلى النبي - صلى الله عليه وسلم - يخبره بإسلامه. ومما يروى أن النجاشي وضع كتاب النبي على عينيه، ونزل على سرير مُلْكه، وجلس على الأرض. ¶ وتأمل ما في الكتاب من لمحات طيبة، فالنجاشي نصراني من أهل الكتاب، لذلك آثر",
            "page": "109",
            "part": "1",
            "seal": "49A7204B"
        },
        {
            "id": "109",
            "nass": "- صلى الله عليه وسلم - أن يذكر له الآية التي أنزلها الله لمخاطبة أهل الكتاب: {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ....} وهو النداء الخالج الذي أشرنا إليه من قبل. ¶ * * * ¶ * كتابه إلى المقوقس عظيم القبط ... ملك مصر: ¶ بعث صاحب الدعوة - صلى الله عليه وسلم - بكتاب إلى جريج بن متى المعروف بـ \"المقوقس\" وكان عظيم القبط بمصر، وملَكِاً عليها، وقد حمل الكتاب إليه حاطب بن أبي بلتعة، وكان نص الكتاب كما رواه أصحاب السير: ¶ \"بسم الله الرحمن الرحيم ... من محمد بن عبد الله ورسوله، إلى المقوقس عظيم القبط، سلام على من أتبع الهدى، أما بعد ... فإني أدعوك بدعاية الإسلام: أسلم تسلم، وأسلم يؤتك الله أجرك مرتين، فإن توليتَ فإن عليك إثم أهل القبط: {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} . ¶ ولما دخل حاطب على المقوقس قال له: \"إنه كان قبلك يزعم أنه الرب الأعلى، فأخذه الله نكال الآخرة والأولى، فانتقم به، ثم انتقم منه. فاعتبر بغيرك ولا يعتبر غيرك بك\". ¶ قال المقوقس: أنّ لنا ديناً لن ندعه إلا لما هو خير منه؟ ¶ فقال حاطب: \"ندعوك إلى دين الإسلام الكافي به الله فَقْدَ ما سواه. إن هذا النبي دعا الناس، فكان أشدهم عليه قريش، وأعداهم له اليهود، وأقربهم منه النصارى، ولعمري ما بشارة موسى بعيسى إلا كبسارة عيسى بمحمد، وما دعاؤنا إياك إلى القرآن إلا كدعائك أهل التوارة إلى الإنجيل، فكل نبي أدرك قوماً فهم أمته، فالحق",
            "page": "110",
            "part": "1",
            "seal": "9E0B5303"
        },
        {
            "id": "110",
            "nass": "عليهم أن يطيعوه، وأنت ممن أدركه هذا النبي، ولسنا ننهاك عن دين المسيح ولكنا نأمرك به\". ¶ فقال المقوقس: إني نظرتُ في أمر هذا النبي.... ولم أجده بالساحر الضال. ولا بالكاهن الكاذب.... وسأنظر، ثم وضع الكتاب في إناء من عاج وختم عليه وأمر بحفظه. ثم دعا كاتباً له يحذق اللغة العربية نطقاً وقراءة وكتابة. وأمره أن يكتب للنبي الكتاب الآتي: ¶ \"بسم الله الرحمن الرحيم.... لمحمد بن عبد الله من المقوقس عظيم القبط، سلام عليك، أما بعد: فقد قرأتُ كتابك، وفهمتُ ما ذكرت فيه، وما تدعو إليه، وقد علمتٌ أن نبياً بقى، وكنت أظن أنه يخرج بالشام، وقد أكرمن رسولك، وبعثتُ إليك بجاريتين لهما مكان في القبط عظيم، وبكسوة، وأهديت إليك بغلة لتركبها، والسلام عليك\". ¶ * * * ¶ * تعقيب: ¶ خلا كتاب النبي - صلى الله عليه وسلم - من أي تهديد بالقوة إذا لم يسلم المقوقس وقومه، كما خلا من ذلك كتابه إلى ملك الحبشة من قبل. وأقتصر الكتابان على مجرد الدعوة السلمية إلى الإسلام. ¶ كما خلا الحوار الحكيم الذي دار بين مبعوث رسول الله - صلى الله عليه وسلم - حاطب بن أبي بلتعة، وبين المقوقس من تهديد بفرض الإسلام على القبط بقوة السلاح، بل لم يشر إلى ذلك ولو إشارة خفية، وإنما أعتمد حاطب على الإقناع بالوسائل السلمية كما ترى، ولم يكن المقوقس أكثر ذكاء ودبلوماسية في حواره وفي كتابه الذي بعث به إلى النبي من حاطب بن أب بلتعة، فقد كان ذكياً ماهراً في حواره مع المقوقس. ¶ وكما ترى فإن صاحب الدعوة أكتفى برد المقوقس عليه ولم يتخذ تدابير أخرى حتى لقي الرفيق الأعلى. وربما كان رد عظيم القبط يحمل في بعض فقراته وعداً بالنظر والتثبت من الدعوة التي وجهها صاحب الدعوة إليه.",
            "page": "111",
            "part": "1",
            "seal": "D9E09855"
        },
        {
            "id": "111",
            "nass": "وكانت مارية القبطية - إحدى الجاريتين - أماً لولده إبراهيم، وكما كان المقوقس كريماً في إهدائه كان عليه السلام كريماً في قبول ما أُهدى إليه، وقد انعقدت المصاهرة بين المسلمين وبين أهل مصر في ذلك الحين بسبب مارية القبطية، وكانت لهذه المصاهرة منزلة عند النبي - صلى الله عليه وسلم -، فقد أوصى المسلمين إذا فتحوا مصر من بعده أن يستوصوا بأهلها خيراً، لأن لهم نسباً وصهراً، وهذا ما حدث بالفعل عند فتح مصر في خلافة عمر بن الخطاب - رضي الله عنه -. ¶ * * * ¶ * كتابه إلى كسرى ملك فارس: ¶ أما كتابه - صلى الله عليه وسلم - إلى ملك الفرس فقد حمله إليه عبد الله بن حذافة السهمي وكان نصه: \"بسم الله الرحمن الرحيم ... من محمد رسول الله إلى كسرى عظيم فارس. سلام على من أتبع الهدى. وآمن بالله ورسوله، وشهد أن لا إله إلا الله وحده لا شريك له، وأن محمداً عبده ورسوله، وأدعوك بدعاية الله؛ فإني أنا رسول الله إلى الناس كافة لينذر من كان حياً ويحق القول على الكافرين، فاسلم تسلم فإن أبيتَ، فإن إثم المجوس عليك\". ¶ * * * ¶ * موقف ملك الفرس: ¶ كان موقف ملك الفُرس من كتاب صاحب الدعوة - صلى الله عليه وسلم - موقفاً غير كريم، وهو أول موقف يقفه رئيس جولة من رسائل النبي فيه خشونة وغلظة. فقد غضب كسرى من أن محمداً - صلى الله عليه وسلم - كتب اسمه قبل اسم كسرى. فمزّّق الكتاب وقال: عبد حقير من رعيتي يكتب اسمه قبل أسمي؟ ولما بلغ أمره رسول الله قال: \"مزَّق الله مُلكه\". فلم يمض طويل وقت حتى انقض شيرويه بن كسرى عليه فقتله وتولى الأمر على فارس بعده. وعلم رسول الله - صلى الله عليه وسلم - عن ظريق الوحي بمقتل كسرى على يد ابنه شيرويه وذاع الخبر عنه في شبة الجزيرة الهربية حتى وصل اليمن، وكان اليمن خاضعاً سياسياً للملكة فارس. ولما جاءت الأنباء من فارس نفسها تؤكد الخبر، أسلم باذان ملك اليمن من قبل فارس وأسلم كل",
            "page": "112",
            "part": "1",
            "seal": "24E056C5"
        },
        {
            "id": "112",
            "nass": "الفرس الذين كانوا في اليمن، بسبب صدق الخبر عن صاحب الدعوة الذي أذاعه ليلة وقوع الحادث. ¶ * * * ¶ * مغزى هذا الموقف: ¶ إذا كان النجاشي والمقوقس من رسالتى رسول الله إليهما يخلوان مما يدعو إلى أي رد فعل عنيف، فإن موقف ملك الفُرس كان يقتضي إعلان الحرب عليه وعلى مملكته، للإهانة البالغة التي صدرت منه للرسالة والرسول. ومع هذا فإن شيئاً من هذا لم يكن. ومؤدى هذا كله أن حمل الناس على الإسلام بقوة السلاح لم يكن ولن يكون أبداً في الإسلام. ¶ * * * ¶ * كتابه إلى ملك الروم: ¶ \"بسم الله الرحمن الرحيم.... من محمد عبد الله ورسوله إلى هرقل عظيم الروم. سلام على من اتبع الهدى، أسم تسلم. أسلم يؤتك الله أجرك مرتين. فإن توليت فإن عليك إثم الأريسيين: {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} . ¶ وحمل الكتاب إلى هرقل الصحابي الجليل دحية بن خليفة الكلبي، ولم يتسرع هرقل في الرد، بل دعا إليه رجالاً من قريش كانوا بالشام للتجارة، وفيهم أبو سفيان بن حرب، فأخذ يسأل أبا سفيان - وكان ذلك قبل إسلامه - أشئلة دقيقة عن حياة صاحب الدعوى - صلى الله عليه وسلم - قبل اليعثة وبعدها. ودار بينهما حوار طويل قال هرقل عقبة لأبي سفيان: \"إن كان ما تقول - أي عن النبي - حقاً، فسيملك موضع قَدمىّ هاتين، وقد كنتُ أعلمُ أنه",
            "page": "113",
            "part": "1",
            "seal": "11376C08"
        },
        {
            "id": "113",
            "nass": "خارج - أي مبعوث من عن الله - ولم أكن أظنه أنه منكم، فلو أني أعلم أني أخلص إليه - أي أصل إليه - لتجشمتُ لقاءه - أي لتحملتُ المشاق في سبيله - ولو كنتُ عنده لغسلتُ عن قدميه\". ¶ ثم أكرم مبعوث رسول الله - صلى الله عليه وسلم - دحية الكلبي - وحَمَّله عن عودته من عندخ إلى المدينة هدايا نفيسة. ¶ وموقف هرقل - كما ترى - موقف كريم شبيه بموقف المقوقس عظيم القبط بمصر. صحيح أن هرقل لم يعلن إسلامه ولا إسلام قومه، بَيْدَ أن بعض الروايات تذهب بأن همَّ بإعلان إسلامه، ولكن الروم، أو أهل الحماقة منهم، ثاروا عليه ثورة عظيمة، فجبن أمامهم وقال: إني أردت أن أختبركم، ولم أكن أقصد ما أقول؟! ¶ وهذه الرواية لها ما يقويها من لاكم هرقل الذي ذكرناه آنفاً من تعقيبه على الحوار لذي دار بينه وبين أبي سفيان بن حرب. وأياً كان الأمر فإن كتاب صاحب الدعوة - صلى الله عليه وسلم - إلى هرقل كان فتحاً عظيماً للدعوة بالطرق السلمية. فيه بلاغ وافِ بالإسلام. ¶ * * * ¶ * كتابه إلى المنذر بن ساوى: ¶ كما كتب - صلى الله عليه وسلم - كتاباً إلى المنذر بن ساوى أمير البحرين، وحمله إليه مبعوث رسول الله - صلى الله عليه وسلم - العلاء بن الحضرمى - يدعوه فيه إلى الإسلام، فكتب المنذر كتاباً إلى صاحب الدعوة رداً على كتابه قال فيه: ¶ \"أما بعد: يا رسول الله، فإني قرأتُ كتابك على أهل البحرين فمنهم من أحب الإسلام وأعجبه، ودخل فيه. ومنهم من كرهه. وبأرضى مجوس (فُرس) ويهود، فأحدث إلىَّ في ذلك أمرك\". ¶ فكتب إليه - صلى الله عليه وسلم - كتاباً آخر قال فيه: ¶ \"بسم الله الرحمن الرحيم.... من محمد رسول الله إلى المنذر بن ساوى سلام عليك. فإني أحمد إليك الله، الذي لا إلهَ إلا هو، وأشهد أنّ محمداً عبده ورسوله. أما بعد: فإني",
            "page": "114",
            "part": "1",
            "seal": "2B87C27C"
        },
        {
            "id": "114",
            "nass": "أذكرك الله - عز وجل -، فإنه من ينصح لنفسه، وإنه من يطع رسلي ويتبع أمرهم فقد أطاعني، ومن نصح لهم فقد نصح لي، وإن رسلي قد أثنوا عليك خيراً، وإني قد شفعتك في قومك. فاترك للمسلمين ما أسلموا عليه وعفوت عن أهل الذُّنُوب، فاقبل منهم، وإنك مهما تصلح فلم نعزلك عن عملك ... ومن أقام على يهودية، أو مجوسيةفعليه الجزية\". ¶ فهذه وثيقة اخرى من وثائق سماحة الإسلام، إذ تضمن هذا الكتاب صدور العفو عمن أبى أن يعتنق الإسلام من غير اليهود والفرس الذين كانوا في البحرين في ذلك العهد، كما أقرّ صاحب الدعوة إبقاء اليهود زالمجوس فيها على يهوديتهم ومجوسيتهم، ولو كان من مبادئ الإسلام أن يفرض نفسه على الناس، وهم له كارهون، ولو كان بقوة السلاح، لما توانى صاحب الدعوة لحظة في إعلان هذا الإجراء، لكن الإسلام - دين الفظرة - أقدر على سياسة النفوس من أن يضيق بها ذرعاً إذا أُعرضت عن هداه. ¶ إن في هذه الوثيقة - وغيرها كثير - دحضاً قوياً لأولئك الذين يهرفون بما لا يعرفون عن الإسلام، أو يعرفون ولكن الحقد أعمى أبصارهم، وأًم آذانهم، وأوغر صدورهم. وحسابهم عند الله عسير. ¶ * * * ¶ * كتابه إلى أمير اليمامة: ¶ وفي إطار التبليغ بما أنزل الله، كتب رسول الله - صلى الله عليه وسلم - إلى أمير اليمامة هوذة بن عليّ كتاباً قصيراً جاء فيه: ¶ \"بسم الله الرحمن الرحيم ... من محمد رسول الله إلى هوذة بن علي، سلام على من أتيع الهدى، وأعلم أن ديني سيظهر إلى منتهى الخف والحافر، فأسلم تسلم، وأجعل لك ما تحت يدك\". ¶ وحمل الكتاب إليه سليط بن عمرو العامري، فكتب هوذة رداً قال فيه:",
            "page": "115",
            "part": "1",
            "seal": "B479CB06"
        },
        {
            "id": "115",
            "nass": "\"ما أحسن ما تدعو إليه وأجمله، والعرب تهاب مكاني، فاجعل لي بعض الأمر أتبعك\". ¶ ولكن رسول الله - صلى الله عليه وسلم - قال: \"لو سألني قطعة من الأرض ما فعلت. باد، وباد ما في يديه\". ¶ ومات هوذة عقيب فتح مكة، ونعاه جبريل إلى رسول الله - صلى الله عليه وسلم -. ولم يتخذ - صلى الله عليه وسلم - أي إجراء حريب ضد هوذة في حياته حتى مات. ¶ * * * ¶ * كتابه إلى صاحب دمشق: ¶ صاحب دمشق هو الحارث بن أبي شمَّر الغسانى، وإليه كتب رسول الله - صلى الله عليه وسلم - الكتاب الآتي: ¶ \"بسم الله الرحمن الرحيم.... من محمد رسول الله إلى الحارث بن أبي شمر: سلام على من أتبع الهدى، وآمن به وصدَّق، وإني أدعوك إلى أن تؤمن بالله وحده لا شريك له، يبقى لك مُلْكك\". ¶ وحمل إليه الكتاب شجاع بن وهب الأسدى. فلما علم الحارث بما في الكتاب قال: من ينزع ملكي مني؟ أنا سائر إليه.... ولم يُسلم. ¶ ووقف منه ومن رده صاحب الدعوة موقفه السلمي من الذين كاتبهم ولم يستجيبوا لدعوة الحق. ولو كان هدفه - صلى الله عليه وسلم - فرض الإسلام بالقوة لجهز جيشاً وسار إليه. إنما هدفه البلاغ والله - وحده - يوم لا ينفع مال ور بنون. إلا من أتى الله بقلب سليم. ¶ هذه سبع رسائل بعث بها صاحب الدعوة إلى الأمراء والملوك يبلغهم فيها ما أنزل الله. ¶ أكتفينا بذكرها لنستخلص منها الحقائق الآتية:",
            "page": "116",
            "part": "1",
            "seal": "B7CB0874"
        },
        {
            "id": "116",
            "nass": "* خلاصات موجزة: ¶ * هذه الرسائل السبع من المحاولات الأولى لتبليغ الدعوة إلى العالم الخارجي، سواء أكان إلى أطراف شبة الجزيرة، أو ما بَعُد عنها، وهي تعبر تعبيراً صادقاً عن روح الإسلام السمحة قولاً وعملاً. ¶ * إن صاحب الرسالة الخاتمة وقف موقفاً سلمياً أمام جميع الردود التي كانت صدى لرسائله، حتى مع الذين أساءوا التصرف في ردودهم، وصدرت عنهم حماقات يضيق بها صدر الحليم. ¶ * وهذه الرسائل فيها تكذيب ودحض للدعاوي الجوفاء التي يروّجها الآن - وقبل الآن - خصوم الإسلام من الغرب، وعملاؤهم من لاشرق. حيث لم ترد عبارة: أسلم أو تمت، أو ما في معناها في أية رسالة بعث بها صاحب الدعوة - صلى الله عليه وسلم - إلى رؤوساء الشعوب وملوكهم ولكن: أسلم تسلم، أي من عقاب الله وعذابه. وفي هذا نصح وتوجيه، لا يعادلهما أي نصح وتوجيه في الوجود كله. وحسبنا هذا القدر من الدلالة على سماحة الدعوة إلى الإسلام في السُنًّة القولية. ¶ * * *",
            "page": "117",
            "part": "1",
            "seal": "388881FF"
        },
        {
            "id": "117",
            "nass": "المبحث الثاني سماحة الدعوة إلى الإسلام في السُّنَّةِ العملية ¶ سماحة الدعوة في السنُّة العملية بدأت مبكراً بمكة المكرمة قبل الهجرة، فمنذ بدأ صاحب الرسالة - صلى الله عليه وسلم - الجهر بالدعوة بعد ثلاث سنين كانت فيها سرية، ومما نزل في هذا الشأن من القرآن الكريم قوله تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} . ¶ وقوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ (94) إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ (95) الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ} . ¶ منذ هذا الوقت بالتحديد، قامت قريش فيوجه الدعوة، وشمرت عن سواعد هزلها وجدها لمناوأتها ودحرها، والقعود لها بكل مرصد: ¶ * تصد عن سبيل الله وتبغيها عوجاً. ¶ * تؤذي صاحب الرسالة بالقول والفعل. ¶ * تضطهد من آمن به وتعذبه بكل ألوان التعذيب. ¶ فقد روى البخاري ومسلم موقف صاحب الدعوة لما نزل عليه قول الحق: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} يقول البخاري: \"صعد النبي - صلى الله عليه وسلم - على الصفا، فجعل ينادي: \"يا بني فهر، يا بني عدى\".... حتى اجتمعوا، فجعل الرجل إذا لم يستطع أن يخرج أرسل رسولاً لينظر ما هة (أي ما الخبر) فجاء أبو لهب وقريش، فقال: \"أرأيتكم لو أخبرتكم أن خيلاً بالوادي تريد أن تغير عليكم، أكنتم مُصَدّقي\"؟ قالوا: نعم، ما جربنا عليك إلا",
            "page": "118",
            "part": "1",
            "seal": "D249CACD"
        },
        {
            "id": "118",
            "nass": "صدقاً. قال: \"فإني نذير لكم بين يدي عذاب شديد\". فقال أبو لهب: تَباً لك سائر الوم - اي هلاكاً - ألهذا جمعتنا؟ فنزلت: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ} \" ¶ ويوقل مسلم: \"لما نزلت هذه الآية: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} دعا رسول الله - صلى الله عليه وسلم - فعمَّ وخص، فقال: يا معشر قريش، انقذوا أنفسكم من النار. يا فاطمة بنت محمد، انقذي نفسك من النار. فإني - والله - لا أملك لكم من الله شيئاً. إلا أن لكم رحماً وسأبلها ببلالها\". ¶ * * * ¶ * موقف قريش: ¶ رأت قريش في الدعوة الجديدة - الإسلام - عدواً لدوداً لها. فقد كانت وثنية تعبد اللاَّت والُعَّزى ومناة وهُبَل، وأصناماً أخرى كثيرة دنسوا بها البيت الحرام، ونصبوها في بيوتهم. فلما جاء الإسلام بالتوحيد الخالص. علمت قريش أن في ذلك قضاء على آلهتها ودينها ودين آبائها. بل وعلى سيادتها وعزتها التي كانت تتدثر بالكفر والوثنية. ¶ لذلك آلت على نفسها بأن تقف لهذا الدين بالمرصاد، وتكيد له ما في وسعها الكيد. ونفذت رغباتها من خلال محورين كان الثاني منها بديلاً عن الأول لما رأوا فشله وقلة جدواه. ¶ أما الأول فكان - كما يسمى الآن -: الحرب الباردة. ¶ وأما الثاني فكان: الاضطهاد والتعذيب والتنكيل، وتضييق الخناق على من أسلم مهما كان قوياً - كأبي بكر - أم ضعيفاً مثل خباب بن الأرت. وفيما يأتي حديث موجز عن المحورين على الترتيب لمذكور. ¶ * * *",
            "page": "119",
            "part": "1",
            "seal": "4978FC32"
        },
        {
            "id": "119",
            "nass": "* الحرب الباردة: ¶ جرَّبت قريش في التصدي للإسلام حرب الفكر أو الدعاية المضادة، ونشطت في هذا المجال نشاطاً واسع النطاق. سواء في مكة أو خارجها. ووزعت جهدها في ذلك على عدة جهات: ¶ فمنها ما يختص بصاحب الدعوة - صلى الله عليه وسلم - ومنها ما يختص بالقرآن الكربم، ومنها ما يختص بأتباع الدعوة الأوَّلين. ¶ فصاحب الدعوة اتهموه بأنه ساحر، أو كاهن، أو مجنون، أو شاعر. وهذه التهم الأربع ورد ذكرها في القرآن مع تفنيدها والرد عليها. من ذلك قوله تعالى: {أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ مُبِينٌ} . ¶ وقوله تعالى: {وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ} . ¶ وقوله تعالى: {فَذَكِّرْ فَمَا أَنْتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ وَلَا مَجْنُونٍ} . ¶ وقوله تعالى: {وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ} . ¶ وقوله تعالى: {.... أَئِنَّا لَتَارِكُو آلِهَتِنَا لِشَاعِرٍ مَجْنُونٍ} . ¶ وقوله تعالى: {بَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ بَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ} . ¶ وهذه الأقاويل كلها من وحي الشيطان. والشيطان له وحي يوحيه إلى أولياءه، وليس هذا بخيال أو انتحال. وإنما هو حقيقة. فإذا تخاصم مؤمن وملحد. أو مُحق ومُبطل. وأورد المؤمن أو المحق براهينه في حلبة الجدال، سارع الشيطان يمد الملحد أو المبطل بأقاويل يزينها له، ثم يخدعه ليظل على ضلاله من الإلحاد أو الباطل، حتى لا تغلبه قوة الحق فينقاد له، ويخسر الشيطان جندياً من جنوده.",
            "page": "120",
            "part": "1",
            "seal": "CF9B0D15"
        },
        {
            "id": "120",
            "nass": "هذه الظاهرة صاحبت الرسالات السماوية كلها، فما من نبي أو رسول إلا وله وعدو من الإنس والجن، وقد حكى القرآن ذلك عن أعداء الرسالات قبل الإسلام، وما ردده أعداء الرسالة الخاتمة ما هو إلا صورة لما قاله أسلافهم من قبل. ¶ يقول القرآن الأمين: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا ... } ¶ ويقول: {.... وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} . ¶ ويقول {هَلْ أُنَبِّئُكُمْ عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ (221) تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ (222) يُلْقُونَ السَّمْعَ وَأَكْثَرُهُمْ كَاذِبُونَ} . ¶ * * * ¶ * ردود القرآن: ¶ وقد رد القرآن ردوداً خاطفة على بعض هذه الإفتراءات، لأنها أقل من أن يقام لها وزن. فمن ذلك قوله تعالى: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ ... } . ¶ وقوله تعالى: {وَمَا صَاحِبُكُمْ بِمَجْنُونٍ} . ¶ وهو مع كمال عقله يمتاز عن العقلاء جميعاً، بأنه {وَمَا يَنْطِقُ عَنِ الْهَوَى} . ¶ وفي القرآن مواضع أخر لذكر بعض هذه الأباطيل والرد عليها، وهي أباطيل كانوا - هم - لا يصدقونها، بل يرددونها بأفواهم عناداً وتكبراً. ¶ * * * ¶ * موقفهم من القرآن: ¶ ومن حربهم الباردة التي شنوها ضد القرآن أن قالوا: إنه سحر، وشعر، وخرافات",
            "page": "121",
            "part": "1",
            "seal": "19652B9C"
        },
        {
            "id": "121",
            "nass": "الأوُّلين تلقاها محمد - صلى الله عليه وسلم - عن مُعَلّم من البشر، وليس وحياً من عند الله، ولو كان القرآن خيراً لكانوا هم أولى باتباعه والإيمان به من أتباع محمد الذين أكثرهم فقراء وضعفاء، واستبعدوا أن يكون صاحب الرسالة مختصاً بالوحي من دونهم. ¶ {وَقَالُوا أَسَاطِيرُ الْأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلًا (5) قُلْ أَنْزَلَهُ الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ إِنَّهُ كَانَ غَفُورًا رَحِيمًا} ¶ {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ... } ¶ {.... هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ} ¶ {وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} . ¶ وقد تضمنت آية النحل أبلغ رد وأفحمه على دعوى المشركين أن محمداً يعلمه بشر، وكان الذي ينسبون إليه تعليم صاحب الرسالة - صلى الله عليه وسلم - رجلاً أعجمياً لا يعرف العربية، ولا النبي يعرف اللغة الأعجمية التي يعرفها ذلك الرجل. وهو دليل عقلي قاطع مانع؛ إذ لا يصح في العقل أن رجلين لا يعلم كل منهما لغة الأخر أن يكون أحدهما أستاذاً ومعلماً للآخر، وهذا الدليل قائم في العقل إلى الآن، وحتى قيام الساعة. ¶ ومن مواقفهم ضد القرآن الإعراض عن استماعه واللغو فيه وإثارة الضوضاء حوله حتى لا يسمعه أحد، مثل ما تصنع الدول الآن من \"شوشرة\" ضد إعلام دول أخرى إذا كان بينها عداء، وبخاصة الإعرم المسموع كالراديو. ¶ وفي ذلك يقول الحق: {وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (26) فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ} . ¶ * * *",
            "page": "122",
            "part": "1",
            "seal": "51820613"
        },
        {
            "id": "122",
            "nass": "* نصيب الأتباع من الحرب الباردة: ¶ أما التابعون الأولون للدعوة، فقد أزدرتهم قريش، واحتقرتهم، واتخذت منهم مادة للسخربة والإضحاك والتضحيك، ورموهم بالسفه والضعف. ¶ يقول القرآن الأمين حاكياً استهزاءهم بالمؤمنين: {إِنَّ الَّذِينَ أَجْرَمُوا كَانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ (29) وَإِذَا مَرُّوا بِهِمْ يَتَغَامَزُونَ (30) وَإِذَا انْقَلَبُوا إِلَى أَهْلِهِمُ انْقَلَبُوا فَكِهِينَ (31) وَإِذَا رَأَوْهُمْ قَالُوا إِنَّ هَؤُلَاءِ لَضَالُّونَ} . ¶ وما يحكيه القرآن هنا صورة صادقة لما يسلكه الأشرار من الأبرار في كل عصر وأمة: أعمال ساقطة، وأقوال بذيئة، وحركات شيطانية وتعليقات مسفة، لذلك عقّب عليها القرآن فقال: {وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ} . ¶ وحين كان يستميل صاحب الرسالة فريقاً منهم ليسمعوا كلام الله كانوا يشترطون طرد من حوله من الضعفاء والفقراء المؤمنين، ولكن الله كان يثبت رسوله الكريم في كل مرة حتى لا يستجيب لمطالبهم: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} ¶ ثم ينذر هؤلاء المتطاولين على المؤمنين بسوء المصير يوم القيامة لعلهم يتذكرون، فيحكى لهم طرفاً مما سيكون يوم القيامة: {فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ يَضْحَكُونَ (34) عَلَى الْأَرَائِكِ يَنْظُرُونَ (35) هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ} ¶ {وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ (62) أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (63) إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ} . ¶ {قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ (108) إِنَّهُ كَانَ فَرِيقٌ مِنْ عِبَادِي يَقُولُونَ رَبَّنَا آمَنَّا",
            "page": "123",
            "part": "1",
            "seal": "F3A1B1BF"
        },
        {
            "id": "123",
            "nass": "فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ (109) فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنْسَوْكُمْ ذِكْرِي وَكُنْتُمْ مِنْهُمْ تَضْحَكُونَ (110) إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ} ¶ إن الدعوة من سماحتها كان القرآن يعقب على كل صور الإنحراف التي يحكيها عن المشركين بما هو كفيل أن يهديهم سواء الصراط. ولكنهم آثروا الضلال على الهدى. ¶ * * * ¶ * الصدّ عن سبيل الله: ¶ ومن أساليب الحرب الباردة أن المشركين كانوا يوظفون كل تلك المطاعن التي أثاروها حول صاحب الرسالة، وحول القرآن العظيم، وحول أتباع الدعوة الأولين. كانوا يوظفونها في الصدّعن سبيل الله، ومنع الناس من الدخول في الإسلام، فكانوا يتلقون الحجاج في مواسم الحج إلى بيت الله، ويثيرون الريب في قلوبهم ويحذرونهم من الاستماع إلى صاحب الرسالة، لأنه: ساحر، أو شاعر، أوكاهن، أو مجنون؟ ¶ ويحذرونهم من التصديق بالقرآن؛ لأنه: سحر، أو شعر، أو أساطير الأولين، أو إفك (كذب) افتراه محمد - صلى الله عليه وسلم -. ¶ ولما لم تُجد كل هذه الوسائل حاولوا استمالة صاحب الرسالة إلى مهادنتهم وعدم التعرض لدينهم ودين آبائهم، وطلبوا ذلك مرات، إما عن طريق العرض المباشر على صاحب الدعوة، أو عن طريق عمه أبي طالب الذي كان يكفل النبي ويحميه من كيدهم. ولكن جهودهم كانت تفشل في كل مؤة، وكان الإسلام يزداد قوة وإنتشاراً وعزاً. فقد أسلم عمر بن الخطاب، وهو من هو قوة وشكيمة، كما أسلم حمزة بن عبد المطلب، وهو من عظماء الرجال. عندئذ تبيَّنت قريش أن وسائلها السابقة لم تعد تفيدهم شيئاً في دحر الإسلام، وفكرت أن تقتل رسول الله - صلى الله عليه وسلم -، ولكنها خشيت عاقبة هذا الأمر، خاصة أن بني هاشم وبني المطلب تعاهدوا على حماية محمد - صلى الله عليه وسلم - في نفس",
            "page": "124",
            "part": "1",
            "seal": "03C44481"
        },
        {
            "id": "124",
            "nass": "المدة التي أسلم فيها حمزة وعمر - رضي الله عنهما - فازدادت الدعوة بهما قوة وحصانة. لذلك صممت قريش على تعديل في خطة المواجهة بإدخال وسائل أخرى أشد وقعاً، وأكثر عنفاً فاتخذت في سبيل ذلك ما يأتي: ¶ * التعذيب البدني والاضطهاد: ¶ اتخذت قريش قرارها الإنتقامي بتعذيب صاحب الرسالة - صلى الله عليه وسلم - وأصحابه الأولين، وكان هذا القرار صادراً عن تشاور بينهم من خلال مجلس كُوَن من خمسة وعشرين عضواً من سادات قريش يرأسه أبو لهب عم رسول الله، فقرروا أن لا تألوا قريش جهداً في محاربة رسول الله وإيذاء أتباعه وتعذيب الداخلين في الإسلام والتعرض لهم بألوان من النكال والإيلام. ¶ ثم مضوا في تنفيذ ذلك القرار. فأما صاحب الرسالة فلم يجرأول أن ينالوا منه شراً لمهابته وقوة شخصيته، ولأن الله كان يؤيده بالخوارق كلما هم أحد منهم لينال منه، وكان من أشد الناس إيذاء له جيرانه من المشركين، منهم أبو لهب، وامرأته، وعقبة بن أبي معيط، وعدى بن حمراء الثقفى، وابن الأصداء الهذيل، والَحَكم بن العاص وماتوا كلهم على الكفر إلا الحَكَم فقد أسلم، وكل ما ناله منه هؤلاء أمور خفيفة ليس لها وزن. ¶ أما الداخلون في الإسلام من الرعيل الأول فقد أوقعوا بهم أذى فظيعاً، وعذَّبوهم - بدنياً - تعذيباً شنيعاً، وآلموهم إيلاماً موجعاً، وفي كتب السيرة وقائع من هذا القبيل. كما حدث لبلال - رضي الله عنه - وكان مولى لأمية بن خلف الجمحي، فكان أمية يضع في عنقه حبلاً. ثم يأمر الغلمان بتعذيبه وجره على الأرض. ثم يضربه بالعصا أو يلقيه في الرمضاء عاري البطن والظهر ويضع على ظهره صخرة لئلا يتحرك، أو يضع الصخرة على صدره ثم يقول: لا تزال على هذا حتى تموت أو تكفر بمحمد، وتعبد اللات والعزى؟ فيقول بلال في عزم وقوة: أُحُد. أُحُد. لاهجاً بكلمة التوحيد.",
            "page": "125",
            "part": "1",
            "seal": "EE1D40E5"
        },
        {
            "id": "125",
            "nass": "وما حدث لعمار بن ياسر وأبيه وأمه، إذ كان المشركون يوقعون بهم أشد ألوان التعذيب، ويطرحونهم في العراء تحت حر الشمس ورمضاء الرمال الحارقة ولا يرحمهم أحد، وكان صاحب الدعوة إذا مر بهم وهم يُعذَّبون لا يفعل شيئاً سوى أن يقول: \"صبراً آل ياسر، فإن موعدكم الجنة\"، ومات ياسر أبو عمار تحت وطأة العذاب. أما سُمَّية - أم عمار- فقد طعنها أبو جهل بحربة في \"قُبُلها\" فكانت أول شهيدة في الإسلام ثم تفرغوا لعمار فضاعفوا تعذيبه بكل قسوة وغلظة وهم يقولون له: لن تترك حتى تسب محمداً، أو تمدح آلهتنا، فتظاهر بالقول ليفدى نفسه، ثم قدم على صاحب الرسالة - صلى الله عليه وسلم - باكياً معتذراً فأنزل الله فيه قوله تعالى: { ... إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ ... } . ¶ وما فعلوه مع بلال ومع آل ياسر فعلوهمع خباب بن الأرت فكانوا يضعون على ظهره الفحم الملتهب، أو يرصون فوقه الصخور حتى لا يستطيع حراكاً؟! ¶ وصنعوا مثل هذا مع الإماء اللاتي أسلمن. كل ذلك والمسلمون - سواء منهم من عُذّب ومن كانت له عشيرة تحميه - لا يملكون إلا الصبر الجميل وقوة الإحتمال، وكان صاحب الدَّعُوة يُرغَّبهم في الصبر، ويذكر لهم قصص المؤمنين في التاريخ النبوي القديم، وكيف كانوا يتدثرون بالصبر على ما أصابهم، فما ضعفوا وما استكانوا حتى لقوا الله صابرين محتسبين. ¶ * * * ¶ * الهجرة إلى الحبشة: ¶ وخاف فريق نت المرمنين من أن يُفتنوا في دينهم تحت وطأة التعذيب، التي اشتدت في السنة الخامسة من البعثة الشريفة، وكان الذي أوعز إليهم بالهجرة نزول سورة الكهف التي وردت فيها قصة الفتية الذين آمنوا بربهم وزادهم هدى، وهجروا قومهم إلى الكهف فراراً بدينهم. فلاحت فكرة الهجرة من مكة التي ضاق بهم فيها المقام.",
            "page": "126",
            "part": "1",
            "seal": "A0DBB0E0"
        },
        {
            "id": "126",
            "nass": "{وَإِذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا اللَّهَ فَأْوُوا إِلَى الْكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا} ¶ ففي رجب سنة خمس من البعثة هاجر أول فوج من مكة إلى الحبشة مكوناً من اثنى عشر رجلاً وأربع نسوة، كان يرأسهم عثمان بن عفان، ومعه زوجه الطاهرة رقية بنت صاحب الرسالة. وفي هذه الهجرة يقول - صلى الله عليه وسلم -: \"إنها أول بيت هاجر في سبيل الله بعد إبراهيم ولوط عليهما السلام\". وخرج الفوج من مكة ليلاً حتى لا تشعر بهم قريش فتحول بينهم وبين الخروج. ¶ ثم هاجر المسلمون مرة ثانية إلى الحبشة لما أشتد عليهم العذاب من قريش، وكان عددهم نحواً من ثلاثة وثمانين رجلاً، وتسع عشرة امرأة، وقد أكرم النجاشي ملك الحبشة وفادتهم، وقد حاولت قريش أن يتخلى النجاشي عنهم، ولكن الله أحبط محاولاتهم ومكَّن لمهاجري المسلمين المقام الكريم في الحبشة. ¶ * * * ¶ * تهديد أبي طالب: ¶ مشى سادات قريش إلى أبي طالب عم النبي يهددونه بالحرب إذا لم يكف صاحب الرسالة عنهم، وقالوا له: \"يا أبا طالب، إن لك سناً وشرفاً ومنزلة فينا، وإنا قد استنهيناك ابن أخيك فلم تنه، وإنَّا - والله - لا نصبر على هذا من شتم آبائنا، وتسفيه أحلامنا، وعيب آلهتنا، حتى تكفه عنا، أو ننازله وإياك حتى يهلك أحد الفريقين\". ¶ ولما قص أبو طالب القصة على صاحب الرالسة وقال له: \"هوّن علىَّ وعلى نفسك، ولا تحملني من الأمر ما لا أطيق، وثب عليه السلام وثبته الخالدة وقال لعمه: \"والله - يا عماه - لو وضعوا الشمس في يميني والقمر في يساري وخزائن الأرض طوع يدىّ، على أن أترك هذا الأمر ما تركته حتى أهلك فيه، أو يظهره الله\".",
            "page": "127",
            "part": "1",
            "seal": "6DFA0832"
        },
        {
            "id": "127",
            "nass": "وإزاء هذا الإصرار رقّ قلب أبي طالب وقال: أذهب يا بن أخي وقل ما أحببت، فوالله لا أسلمك لشيء أبداً. ¶ وحاولت قريش مرة أخرى التفاوض مع أبي طالب على أن بعطزه فتى وسيماً حكيماً من فتيانهم ليتخذه ولداً، ويعطيهم محمداً ليقتلوه؟ فثار أبو طالب في وجوهم وسفَّه رأيهم رفض ما أرادوا، وقال لهم: افعلوا ما بدا لكم. ¶ * * * ¶ * مؤامرة لقتل صاحب الدعوة: ¶ فكرت قريش في قتل صاحب الدعوة، وحاولواذلك مرات ولكن الله أبى، لأنه حافظ رسوله من كيد الكائدين. ¶ * * * ¶ * مقاطعة بني هاشم وبني المطلب: ¶ وفي العام الثامن من البعثة الشريفة عزمت قريش - إلا قليلاً منهم - على مقاطعة بني المطلب وبني هاشم عشائر النبي. وقرروا: أن لا يناكحوهم، ولا يبايعوهم، ولا يجاسوهم، ولا يخالطوهم، ولا يدخلوا بيوتهم، ولا يكلموهم حتى يسلموا لهم رسول الله - صلى الله عليه وسلم - ليقتلوه. وكتبوا بذلك صحيفة، وعلقوها في جوف الكعبة. فدعا رسول الله على كاتبها فشُلَّت يده. ¶ إنه - بلغة العصر - حصار اقتصادي واجتماعي عنيف ضد النبي ومناصرية، وانحاز بنو المطلب وبنو هاشم إلى شِعْب أبي طالب، وقضوا فيه ثلاثة أعوام لقوا فيها عنتاً وفسوة وحُرِمُوا أسباب الحياة من الطعام والشراب، فأكلوا أوراق الشجر والجلود، وهزلت أجسامهم وأصفرت وجوهم من الجهد والحرمان. ¶ وفي المحرّ من السنة العاشرة قام خمسة من شباب قريش أمهاتهم من بني المطلب فنقضوا الصحيفة ومزَّقوها وفكوا الحصار الذي كان مضروباً على النبي ومناصرية. ووجد هؤلاء الشباب الخمسة معارضة شديدة من سادات قريش، ولكن الله كان بالمؤمنين رحيماً.",
            "page": "128",
            "part": "1",
            "seal": "EF39A1AC"
        },
        {
            "id": "128",
            "nass": "والشباب الخمسة هم: هشام بن عمرو، وزهير بن أمية، والمطعم بن عدى، وأبو البحتري ابن هشام، وزمعة بن الأسود. ¶ وبهذا العمل الجليل أزال الله عن النبي ومناصريه الغمة، وأحل اليُسر مكان العسر، والفرج مكان الضيق. وأنتصر الحق على الباطل وظهرت للأعداء قزة الإسلام. والعاقبة للتقوى. ¶ * * * ¶ * خلاصات موجزة: ¶ سردنا في إيجاز سريع موقف قريش من الدعوة قبل الهجرة، وركزنا على ما بذلته من جهود في حربها الباردة وحربها الساخنة ضد الإسلام: رسولاً وقرآناً وأتباعاً. وكيف أنزلت صنوف التعذيب بالضعفاء من السابقين الأولين إلى الإسلام، وتفننت في وسائل التعذيب بالقدر المتاح لها كما تتفنن زبانية النظم الحديثة ضد خصومها السياسيين الآن في دول العالم: أساليب إجرامية وحشية تعصف بكل قيم الإنسانية الرحيمة. ومع ذلك فإن المسلمين في مكة في ذلك الوقت لم يشهروا في وجوه جلاديهم رمحاً ولا سيفاً، ولم ينثروا عليهم نبالاً، ولم يرشقوا سهماً، بل تحلوا بالصبر، واحتسبوا ما نالهم عند الله واضطر فريق منهم إلى ترك البلاد فراراً بدينهم. ¶ والقرآن العظيم الذي كان جبريل رواًحاً به غدَّاء - كما قال أمير الشعراء شوقي - لم يأمرهم بقتال عدوهم، ولو كان أمرهم لفعلوا. وقد استأذن بعضهم صاحب الرسالة في التصدي للعدو مرات، فكان يقول: \"لم أوذن بقتالهم\"، حتى كانت الهجرة الكبرى إلى يثرب بعد عشر سنين من الجهر بالدعوة، فأين الإرهاب والعنف وسفك الدماء ومصادرة الحريات التي يتهمون بها الإسلام إذن؟ هذا فيما يتصل بالعهد المكي قبل الهجرة. ¶ * * * ¶ * سماحة الإسلام في العهد المدني بعد الهجرة: ¶ بقى جانب مهم من سماحة الدعوة إلى الإسلام في العهد المدني بعد الهجرة. وقد بدأ",
            "page": "129",
            "part": "1",
            "seal": "1DE9896C"
        },
        {
            "id": "129",
            "nass": "عقب الهجرة مباشرة. وترجع أهمية هذا الجانب إلى أن أعداء الإسلام المعاصرين قد يقولون - وقد قال بعضهم بالفعل - إن المسلمين في مكة، قبل الهجرة تحمّلوا ما تحمَّلوا، لأنهم كانوا ضعفاء ولا قُدرة لهم على جحافل قريش وهم ذوو قوة وبطش. ¶ أما في العهد المدني بعد الهجرة فمثل هذا القول غير متاح لأعداء الإسلام فالله قد أعز فيه الإسلام بعوامل قوة لم تُتَح لهم قبل الهجرة. ¶ * فمن ذلك إعزاز الله الإسلام بالأنصار من أوس وخزرج وهم أهل يثرب. بما لهم من قوة عددية، وخبرة قتالية، وتمرس على فنون القتال. ¶ * ومنها جمع شمل المهاجرين من أهل مكة، وحصولهم على الأمن والاستقرار. ¶ * ومنها تنظيم مجتمع المدينة الجديد، والمؤاخاة بين المهاجرين والأنصار. ¶ * ومنها قيام الدولة الإسلامية الحديثة متمتعة بكل ما تتمتع به الدول قديماً وحديثاً من أركان قيام الدول واستقلالها. ومع هذا توشحت الدعوة إلى الإسلام في ظل هذه القوة بالسماحة وسعة الصدر كما كانت قبل الهجرة، وإذا أمكن لأعداء الإسلام أن يُفسّروا سماحة الدعوة قبل الهجرة بالضعف وقَلَّة الحيلة، فلن يمكن لهم أن يُفسّروا سماحة الدعوة بعد الهجرة ذلك التفسير، ولو فعلوا ما صدَّقهم أُحد. هذا هو معنى الأهمية الذي أشرنا إليه من قبل، ولنأخذ - الآن - في سوق الأدلة من السيرة العطرة المنقولة إلينا عبر الأجيال والعصور نقلاً متواتراً. ¶ * * * ¶ * معاهدة اليهود وإقرارهم على عقائدهم: ¶ عادى اليهود الدعوة إلى الإسلام من أول يوم سمعوا بها فيه، لأن التوراة التي كانت بين أيديهم بشَّرت - مرات - برسول جديد يختم به الله الرسالات السماوية، وكانوا يعتقدون أنهم سيكونون مصدر ذلك الرسول، وكانوا يهددون أهل يثرب بظهوره منهم فتكون لهم الغلبة عليهم في يثرب. فلما بعثه الله من العرب حقدوا وحسدوا وأضكروا العداء، ثم توَّرط في محاربة الدعوة قبل الهجرة، إذ كانوا بمثابة المستشار لمشركي مكة، الذين كانوا يلجأون إلى اليهود، لأنهم أهل كتاب، ولهم خبرة بالتاريخ النبوي",
            "page": "130",
            "part": "1",
            "seal": "C0807C2E"
        },
        {
            "id": "130",
            "nass": "فكان اليهود يمدونهم بالأسئلة التي يجادلون بها صاحب الرسالة - صلى الله عليه وسلم -. ومع هذا فماذا صنع معهم بعد أن استقر به المقام بالمدينة؟ ¶ عرض عليهم الإسلام فأبوا. فلم يجبرهم عليه بقوة السلاح، ولم يستعمل ضدهم أية وسيلة من وسائل الضغط والإكراه، بل عقد لهم معاهدة أمان سلمية، أقرّهم فيها على عقائدهم وتأدية شعائرهم وطقوسهم الدينية حسب ما يعتقدون، وجعلهم مواطنين لهم من الحقوق، وعليهم من الواجبات ما على المسلمين سواء بسوء، لا محاباة ولا ظلم فيها، وفيما يلي نصوص وبنود المعاهدة: ¶ * نصوص المعاهدة بين المسلمين واليهود: ¶ \"إن يهود بني عوف أُمة مع المؤمنين، لليهود دينهم، وللمسلمين دينهم، مواليهم وأنفسهم. كذلك لغير بني عوف من اليهود. ¶ وإن على اليهود نفقتهم، وعلى المسلمين نفقتهم. ¶ وإن بينهم النصر على من حارب أهل هذه الصحيفة. ¶ وإن بينهم النصح والنصحية، والبر دون الإثم. ¶ وإنه لا يأثم امرؤ بحليفه. ¶ وإن النصر للمظلوم. ¶ وإن اليهود ينفقون مع المؤمنين ما داموا محاربين. ¶ وإن يثرب حرام جوفها لأهل هذه الصحيفة. ¶ وإنه ما كان بين أهل هذه الصحيفة من حدث أو اشتجار يخاف فساده، فإن مرده إلى الله - عز وجل -، وإلى محمد رسول الله - صلى الله عليه وسلم -. ¶ وإنه لا تُجار قريش، ولا مَن نصرها. ¶ وإن بينهم النصر على مَن دهم يثرب، على كل أناس حصتهم من جانبهم الذي قبلهم.",
            "page": "131",
            "part": "1",
            "seal": "E4E6D7D6"
        },
        {
            "id": "131",
            "nass": "وإنه لا يحول هذا الكتاب دون ظالم أو آثم\". ¶ هكذا بكل وضوح وصراحة وعدل ومساواة أبرمت المعاهدة بين اليهود، وبين المسلمين، والنظر في بنود المعاهدة يرينا حقيقة رائعة، وصورة ناصعة لسماحة الإسلام دين الفطرة، تلك الصورة الرائعة هي: ¶ المساواة التامة بين اليهود والمسلمين في كل الحقوق والواجبات العامة والخاصة. ليس فيها محاباة ولا مضارة لأحد. اللهم إلا في الدين. فلليهود دينهم. وللمسلمين دينهم، وما عدا ذلك فهم سواء فيه. ¶ ومن سماحة الإسلام أن بنداً من بنود المعاهدة مج دمجاً تاماً بين اليهود والمسلمين فجعلهم أمة واحدة، وهو البند الأول، كذلك فإن البند الرابع نص على التعامل بين الفريقين بالنصح الخالص دون الخدلع والغش. وبالبر والإحسان دون الظلم والإثم. ¶ وأن البند الثامن جعل يثرب - المدينة - وطناً للجميع لا فرق بين يهودي ومسلم. كلهم في ذلك سواء. ¶ * * * ¶ * ملحظ ذو خطر: ¶ في البند التاسع نص دستوري ذو خطر عظيم، وهو الذي اختص بالحكم في المنازعات التي قد تحدث في المستقبل بين أهل يثرب - المدينة - بكل طوائفهم يهوداً ومسلمين. فقد جعل هذا النص الدستوري أن أساس الحكم في ذلك مرده الله ورسوله: أي أصول الشريعة الإسلامية قرآناً وسُنَّة. وقد وافق اليهود - ضمناً - على هذا النص الذي معناه: ¶ أولاً: أن الفصل في المنازعات والخضومات أياَ كان نوعها يخضع لشريعة الإسلام، سواء أكان أطراف الخصومة يهوداً أو مسلمين أو مختلفين: طرف يهودي، وطرف مسلم. فعلى القاضي المسلم أن يُحكّم شريعة الله بين المتنازعين غاضاً الطرف غن الانتماء الديني لأطراف الخصومة.",
            "page": "132",
            "part": "1",
            "seal": "F5DF815B"
        },
        {
            "id": "132",
            "nass": "ثانياً: أن ما يتصل بشئون العقيدة والعبادة لا قيد فيه على أحد، يمارس اليهود عبادتهم على وفق عقيدتهم في حرية تامة لا سلطان لأحد عليهم. وكذلك المسلمون يتمتعون بحرية تامة في شئون العقيدة الإسلامية، والعبادات المتفقة معها. ¶ هذا النص الدستوري العام فيه دحض واضح لما يردده من لا فقه لهم بالإسلام وأصوله، الذين يقفون في وجه تطبيق الشريعة في مصر بحُجًّة أن مصر بها غير مسلمين من مواطنيها القبط، فكيف تُطَّبق الشريعة عليهم وهم بها غير مؤمنين؟ ¶ هذه الشبهة مدفوعة بكل قوة وحسم، لأن الشريعة لن تطبق عليهم إلا في الحكم في المنازعات التي طرفاها غير مسلمين إذا رفع أحدهم الدعوى أما القضاء. ¶ أو كانت الخصومة ناشئة عن جريمة ارتكبها أحدهم ضد الآخر من الجرائم التي تتولى النيابة العامة رفع الدعوى فيها كالاعتداء على المال أو العرض أو النفس أو ما دون النفس من الأطراف وأعضاء الجسم. ¶ أو كانت الخصومة بين طرفين مسلم وغير مسلم، في جميع هذه الحالات تطبق شريعة الله. ¶ أما ما يتصل بالأمور الدينية البحتة من مراسم التزويج أو العبادات فهذا لهم فيه مطلق الحرية، ولا سلطان لأحد عليهم، حتى الخمور إذا شربوها معتقدين حليتها عندهم فلهم ذلك ما لم يخل شربها بالنظام العام كظهور شاربها في الطريق العام وهو يترنح ويهذى ويقذف غيره ويسبه. ¶ هذه هي سُنَّة رسول الله في الحكم عمل بها مع نشأة الدولة الإسلامية عقب الهجرة مباشرة. وإذا قضى الله ورسوله أمراً فلا مناص من امتثاله والعمل به مهما لغط الكارهون لما أنزل الله. وقد جرَّب قبط مصر سماحة الإسلام منذ فجر التاريخ الإسلامي في مصر، وسماحة الإسلام هي ظله الذي لا ينفك عنه في كل عصر وبيئة، شريطة أن يتولى الحكم بالإسلام رجال فاقهون له، عالمون بأصوله ومقاصده، لا رجال ليس لهم من الإسلام نصيب سوى الأسماء والوراثة الفارغة كم كل محتوى. ¶ * * *",
            "page": "133",
            "part": "1",
            "seal": "273975B6"
        },
        {
            "id": "133",
            "nass": "* سماحة.... لا إرهاب: ¶ معاهدة النبي - صلى الله عليه وسلم - لليهود وثيقة من أعظم وثائق التاريخ على سماحة الإسلام، وسعة صدره. فقد أقر اليهود على عقائدهم وشعائرهم الدينية. ولم يُكْرههم على قبول الإسلام وهم له رافضون. ولو كان من مبادئ الإسلام حمل الناس على اعتناقه بالقوة لما وضع صاحب الرسالة - صلى الله عليه وسلم - تلك المعاهدة العادلة بينه وبينهم، ولناصبهم العداء منذ قيام دولة الإسلام في المدينة، أو لأهملهم دون أن يعقد معهم أي اتفاق ريثما يستعد لمصاولتهم، ولكن شيئاً من ذلك لم يحدث. ¶ وظل اليهود يتمتعون بالمزايا الدينية والاجتماعية، ويرفلون في حلل الحرية والأمن دون أن يتعرض لهم أحدٌ بسوء، عملاً بما جاء في تلك المعاهدة المبرمة بين الطرفين. وفيَّ لهم المسلمون بكل حرف فيها، ولكن لما نقض اليهود أنفسهم بنود المعاهدة، وتآمروا على الإسلام وعلى المسلمين، وناصروا عدو المسلمين عليهم وجب أن يعاملوا بالمثل كما سيأتي في الفصل الخامس من هذه الدراسة. ¶ * * * ¶ * صلح الحديبية: ¶ بعد هجرة المسلمين إلى المدينة ظلوا محرومين من دخول مكة، والبيت الحرام للصلاة فيه والطواف حول الكعبة، والسعي بين الصفا والمروة ست سنين، وقد طال شوقهم إلى مكة والبيت الحرام. ورحمة من الله بعباده أرى رسوله رؤيا منامية - ورؤيا الأنبياء وحي - أنه هو وصحُبه يدخلون المسجد الحرام للعمرة آمنين، محلَّقين رءوسهم ومقصَّرين. فقص النبي أمر هذه الرؤيا على أصحابه ففرحوا. وخرج عليه السلام إلى مكة للاعتمار في ألف وخمسمائة من أصحابة وساقوا معهم الهعدى وقلَّدوه ولم يحملوا معهم سلاح قتال، وبث النبي العيون ليأتوه بخبر قريش ماذا تفعل إذا علمت بمقدم المسلمين بقيادة صاحب الدعوة - صلى الله عليه وسلم -. ¶ وجاءته العيون تؤكد إصرار قريش على قتاله ومنعه من دخول مكة، وحين عسكر النبي وأصحابه قريباً من مكة عندى الحديبية، جهزت قريش جيشاً بقيادة خالد بن الوليد قبل أن",
            "page": "134",
            "part": "1",
            "seal": "3E62006B"
        },
        {
            "id": "134",
            "nass": "يسلم، وعسكر خالد بجيشه قريباً من معسكر المسلمين ورآهم خالد يصلون الظهر جميعاً خلف رسول الله فحدَّثته نفسه أن لو عادوا إلى الصلاة هكذا مرة أخرى أن يباغتهم وهو غافلون في الصلاة فيحصدهم حصدة واحدة، أي في صلاة العصر، فأنزل الله تشريع صلاة الخوف الذي يقضي بتقسيم الجيش قسمين، قسم يبدأ الصلاة جماعة خلف رسول الله، وقسم يقف خلفهم بالسلاح يحمونهم من إغارة العدو عليهم. ثم يسرع القسم الذي صلَّى خلف النبي أولاً فيكملون صلاتهم قبل فراغ النبي من إتمام كل الصلاة، ثم يأتون فيأخذون مكان القسم الأول من المراقبة والحراسة، ويلحق القسم الثاني فيُصلَى خلف النبي جماعة ما بقى من الصلاة، ثم يكملون صلاتهم بعد سلامه منها. وبهذا فوَّت القرآن على خالد بن الوليد فرصة الإنقضاض على المسلمين وهب في الصلاة. ¶ {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً ... } . ¶ هذا، وقد أوفد النبي إلى قريش من يخبرها أنه جاء معتمراً ولم يجيء محارباً، فأوفدت قريش أربع وفادات الواحد تلو الآخر ليتأكد من صدق الخبر، وفي كل مرة كان يرى الوافد أن المسلمين ساقوا معهم الهَدْى وأن قصدهم العُمرة وليس القتال. ثم أوفد إليهم صاحب الرسالة - صلى الله عليه وسلم - عثمان بن عفان متحدثاً رسمياً عن المسلمين بأنهم جاءوا معتمرين لا مقاتلين. وبعد جهد جهيد وافق سادات قريش دون شبابهم على عقد الصلح، فأوفدوا سهيل بن عمرو لينوب عنهم في إبرام الصلح مع المسلمين، فتكلم سهيل طويلاً مع صاحب الرسالة - صلى الله عليه وسلم -، ثم اتفقا على بنود الصلح وهي: ¶ * بنود صلح الحديبية: ¶ 1- الرسول - صلى الله عليه وسلم - يرجع من عامه (هذا) فلا يدخل مكة. وإذا كان العام القابل دخلها المسلمون فأقاموا بها ثلاثاً - أي ثلاث ليال - معهم سلاح الراكب - أي السلاح الذي اعتاد",
            "page": "135",
            "part": "1",
            "seal": "D3188320"
        },
        {
            "id": "135",
            "nass": "العرب حملة في أسفارهم: السيوف في القرب - أي مغمودة في كساويها - ولا يتعرض لهم بأي نوع من أنواع التعرض. ¶ 2- وضع الحرب بين الفريقين عشر سنين: يأمن فيها الناس، ويكف بعضهم عن بعض. ¶ 3- من أحب أن يدخل في عقد محمد وعهده دخل فيه، ومن أحب أن يدخل في عقد قريش وعهدها دخل فيه. ويُعتبر القبيلة التي تنضم إلى أي الفريقين جزءاً من ذلك الفريق. وأي عدوان تتعرض له أي من هذه القبائل يعتبر عدواناً على ذلك الفريق. ¶ 4- من أتى محمداً من قريش من غير إذن وليه ردّه عليهم، ومن جاء قريشاً ممن مع محمد لم يُرَد عليه؟! ¶ خذخ هي بنود الصلح، وهي غير متكافئة، إذ اشترطت قريش على النبي أن يرد عليها كل من جاء إليه هارباً من قريش، وأن لا ترد هي عليه من جاءها هارباً من الذين اتبعوه - صلى الله عليه وسلم -، وقد أثار هذا البند سخطاً عظيماً بين أصحاب رسول الله - صلى الله عليه وسلم -، وأبدوا معارضة شديدة حوله ولكنه - عليه السلام - بثاقب نظره، وسعة أفقه أقره، وهذه بلا نزاع سمة من سمات سماحة الإسلام. ¶ وقد اكتف عقد الصلح وقائع أخرى ذات دلالة واضحة على سماحة الإسلام. ¶ * ومن ذلك أن سهيل بن عمرو - وكيل قريش والمفاوض باسمها - عند أملى رسول الله - صلى الله عليه وسلم - علياً - رضي الله عنه - كاتب عقد الصلح أن يكتب: \"بسم الله الرحمن الرحيم\". رفض سهيل كتابتها وقال: ما ندري ما الرحمن؟ أكتب: \"باسمك اللَّهم\" فأمر النبي علياً بكتابه ما أشار به سهيل. ¶ \"ومنها أن النبي لما أملى علياً قوله: هذا ما صالح محمد رسول الله أعترض سهيل قائلاً: لو نعلم أنك رسول الله ما صددناك عن البيت ولا قاتلناك، ولكن أكتب: \"محمد بن عبد الله\" فقال عليه السلام: \"إني لرسول الله وإن كذّبتمونيِ\" ثم أمر علياً أن يكتب: \"محمد بن عبد الله\" ويمحو \"رسول الله\" فامتنع علي - رضي الله عنه - فمحاها - صلى الله عليه وسلم - بيده، وأكمل على كتابة العقد.",
            "page": "136",
            "part": "1",
            "seal": "2D4D1C3E"
        },
        {
            "id": "136",
            "nass": "* ومنها: أن سبعين شاباً من قريش لما رأوا كبار القوم يميلون إلى التصالح مع صاحب الرسالة، وكانوا هم يريدون القتال، تسللوا خفية إلى معسكر المسلمين ليبدأوا معهم القتال ويُفوّتون على قومهم فرصة التصالح، إذا سيجبرونهم على قبول الأمر الواقع. فتنبه إليهم محمد بن مسلمة قائد الحرس الإسلامي فاعتقلهم جميعاً دون قتال، ولكن رسول الله - صلى الله عليه وسلم - أفرج عنهم جميعاً دون أن يمسسهم أحد بسوء، وأدّا للفتنة، وحقنّا للدماء. ¶ * ومنها أنه - صلى الله عليه وسلم - قال قبل وقوع هذه الأحداث جميعاً: \"والذي نفسي بيده، لا يسألوني (اليوم) خطة يعظمون فيها حرمات الله إلا أعطيتهم إياها\" ومن حرمات الله حفظ الدماء. هذه وقائع ناصعة البيان تنطق بلسان فصيح عن سماحة الإسلام ورحابة صدره، وأنه دين يتحمل سقطات الأعداء وحماقاتهم ويعفو أجمل ما يكون العفو، ويصفح أروع ما يكون الصفح، يرعى حرمات الله والناس، ويكره الفتن، ويبذل ما يستطيع البذل لإقرار السلام والأمان بين الناس، وإن كانوا قد ناصبوه هم العداء وضاقوا هم به ذرعاً. ¶ فأين الإرهاب وسفم الدماء ومصادرة الحريات في الإسلام؟ وهذا تاريخه، وتلك سيرة رسوله ورجاله الأوَّلين. ¶ أفما كان من حق المسلمين أن يخرجوا من المدينة مدججين بالسلاح لتنفذي رؤيا رسول الله وهي وحي صادق من الله. ¶ ثم أفما كان من حقهم أن يأبوا على سهيل كتابة: \"باسمك اللهم\" ويصروا على كتابة: \"بسم الله الرحمن الرحيم\"؟. ¶ وكذلك أما كان من حقهم أن يصروا على كتابة: \"محمد رسول الله\" بدل \"محمد بن عبد الله\" كما أراد سهيل بن عمرو مندوب قريش في إجراء عقد الصلح وإمضائه؟ ¶ ثم أما كان من حقهم أن يُعملوا السلاح في الشباب السبعين الذين اعتقلهم محمد بن مسلمة حين أرادوا مهاجمة معسكر المسلمين وهم آمنون؟",
            "page": "137",
            "part": "1",
            "seal": "83A180E6"
        },
        {
            "id": "137",
            "nass": "بل أما كان من حقهم أن يحتفظوا بهم أسرى حرب ويتخذوا منهم وسيلة ضغط على قريش في أثناء التفاوض على الصلح؟ ¶ أجل ... كل ذلك كان من حقهم ولو كانوا قد فعلوا لما وجد نقاد السيرة والتاريخ الإسلامي أية ذَرَّة من الاتهام يدينون بها المسلمين الأولين على ما فعلوا. ¶ ولكن شيئاً من ذلك لم يحدث، لأن الإجرام والعدوان ليسا من أخلاق الإسلام، بل ما جاء الإسلام إلا ليمحو الباطل في أي صورة من صوره، ومنها الإجرام والغدر والعدوان والظلم. ¶ ونكتفي بهذا القدر من النماذج الحية على سماحة الدعوة إلى الإسلام في النشاط النبوي من السُنَّة العملية، لأن قصدنا الإيجاز لا الإطالة، وفي ما سقناه من نماذج وثيقة الصلة بالإسلام تكذيب - وأي تكذيب - للدعاوى الجوفاء التي يثيرها خصوم الإسلام - الآن - من الغرب، ومن عملائهم من الشرق حُمْراً كانوا أو سوداً. ¶ * * *",
            "page": "138",
            "part": "1",
            "seal": "7ACC7AA7"
        },
        {
            "id": "138",
            "nass": "المرحلة الثانية للدعوة الإسلامية مشروعية القتال، وضوابطه ¶ * متى ولماذا شرع القتال في الإسلام؟ ¶ * ضوابط ممارسة القتال وأخلاقياته. ¶ * حقيقة العلاقة بين المسلمين وغيرهم. ¶ * * *",
            "page": "139",
            "part": "1",
            "seal": "80CA089E"
        },
        {
            "id": "140",
            "nass": "{فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} ¶ (البقرة: 194) ¶ * * *",
            "page": "141",
            "part": "1",
            "seal": "054DFC1B"
        },
        {
            "id": "141",
            "nass": "الفصل الأول متى.... ولماذا شُرِع القتال في الإسلام ¶ أما متى شُرع القتال في الإسلام، فالمحقق الذي لا خلاف فيه أنه شُرع عقب الهجرة إلى المدينة، ولكن تحديد الزمن بالضبط غير معروف. والمحقق كذلك أنه شُرع بعد الهجرة مبكراً قبل إرسال السرايا والبعوث العسكرية إلى المناطق المتاخمة للمدينة، لأن هذه السرايا والبعوث العسكرية ما كانت ستكون إلا بعد مشروعية القتال. ¶ وقد مرَّت مشروعية القتال في الإسلام بمرحلتين مختافتين: ¶ إحداهما - وهي الأولى - كانت مقصورة على مجرد الإذن. أي رفع الحظر فيه، فأصبح أمراً مباحاً لا حظر فيه ولا وجوب. ¶ والأخرى -وهي الثانية - في الترتيب التشريعي والزمني انتقت من مجرد الجواز فيه إلى الأمر الوجوبي، ونوجز الحديث أولاً عن المرحلة الأولى. ¶ * مشروعية الإذن في القتال: ¶ جاء التشريع في الإذن بالقتال في قول الحقَ - عز وجل -: ¶ {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (39) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (40) الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} . ¶ هذا أول نص قرآني تشريعي يأذن الله فيه بالقتال، بعد أربع عشرة سنة - تقريباً - من",
            "page": "142",
            "part": "1",
            "seal": "73C1DBC8"
        },
        {
            "id": "142",
            "nass": "بدء نزول الوحي على خاتم المرسلين، ومع أن هذه الآية وقفت عند حد الإذن، ولم تتجاوزه إلى الوجوب، فقد بيَّنت وجه حكمة التشريع فيه: ¶ {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا....} أي أن القتال المأذون فيه سببه الظلم الواقع من الذين قاتلوا على الذين قوتلوا، أي قتال لردع الظلم ودفع العدوان، ثم بيَّنت الايتان التاليتان وجوهاً أخرى من وجوه حكمة التشريع في الإذن بالقتال: ¶ فبالقتال يدفع الله به ظلم الظالمين، وتُصان الحرمات، وتحمى القيم الدينية، ولولا إذن الله فيه لكثر الفساد في الأرض، ولهدَّمت دور العبادة على مدى التاريخ النبوي كله، ولامتُهِنت الحقوق لدى من لا دين لهم ولا خُلُق. ثم بين - سبحانه وتعالى - أن القتال المأذون فيه مقصور على أنصار الحق وحماة الفضيلة، الذين إن مُكِنَّ لهم في الأرض أقاموا الصلاة، وآتوا الزكاة، وأمروا بالمعروف، ونهوا عن النكر، أى لا يتخذون من تمكين الله لهم في الأرض وسيلة للظلم والفساد، وإنما هم يصرفون قدراتهم التي مَنَّ الله عليهم بها في نصرة الحق، وامتثال أوامر الله واجتناب نواهيه ويسيرون سيرة حسنة، لا كمن إذا تولى سعى في الأرض ليفسد فيها ويهلك الحَرْث والنَسْل. ¶ * * * ¶ * أثر الإذن بالقتال بعد الهجرة: ¶ وقائع السيرة الطاهرة بعد الهجرة فيها آثار حميدة ترتبي على مشروعية الإذن بالقتال، وهذا ظاهر في حركة النشاط العسكري المبكر الذي يتمثل في البعوث والسرايا التي أمرها صاحب الدعوة بأن تجوب المناطق الواقعة حول المدينة، ومعرفة مداخلها ومخارجها تأميناً لمجتمع المدينة. ¶ * * * ¶ * البعوث والسرايا: ¶ هذان مصطلحان السيرة، والمراد منهما واحد: هو إرسال رسول الله - صلى الله عليه وسلم - مجموعات صغيرة من أصحابه، يكلفهم بمهام عسكرية خفيفة هي استطلاع شبكة الطرق",
            "page": "143",
            "part": "1",
            "seal": "BD6B0535"
        },
        {
            "id": "143",
            "nass": "حول المدينة، والوقوف على خطوط سيرها من وإلى المدينة ثم الطُرق المؤدية إلى مكة، والتي تصل بينها وبين المدن التجارية كاشام، ثم التعرف على القبائل الرابضة على مقربة من هذه الطرق وعقد معاهدات سلام بينها وبين مجتمع المدينة. ¶ ومن أهداف هذه الطلائع الإعلان عن قوة المسلمين، واستقلال دولتهم الناشئة، وأنهم - بعد الهجرة - أصبح لهم كيان ورابطة. ومنها تحصين حدود المدينة، وهذه البعوث والسرايا كانت تخرج من المدينة مسلحة ومنظمة تنظيماً عسكرياً جيداً، ومن تلك الطلائع: ¶ 1- سرية سيف البحر: ¶ خرجت في شهر رمضان سنة 1 من الهجرة، وكان أميرها حمزة بن عبد المطلب، عقد له لواء الإمارة صاحب الدعوة - صلى الله عليه وسلم -، وهو أول لواء عُقِدَ في الإسلام، وكان عدد فرسانها ثلاثين رجل كلهم من المهاجرين. فاعترضت عيراً لقريش قادمة من الشام (قافلة تجارية) قوامها ثلاثمائة رجل منهم أبو جهل. ثم تراصوا للقتال، ولكن مجدي بن عمرو الجهني، وكان حليفاً للفريقين، سعى بينهما وحال دون وقوع القتال. ¶ 2- سرية رابغ: ¶ وقعت في شوال سنة 1 هـ بعث صاحب الرسالة بعثة من ستين رجلاً، جعل عبيدة بن الحارث أميراً عليهم، فلقى أبا سفيان في مائتى رجل ببطن الوادي المسمى \"رابغ\" وحدث بين الفريقين تراشق بالنبال ولم يقع قتال يذكر. ¶ 3- سراية الحزار: ¶ حدثت في ذي القعدة سنة 1 هـ وكان عدد فرسانها عشرين رجلاً كان أميرهم سعد ابن أبي وقاص، فتوجهوا إلى \"الحزار\" اسم موضع - يعترضون عيراً لقريش فوجودها قد مرَّت قبل وصولهم إلى الحزار بيوم واحد. ¶ * * *",
            "page": "144",
            "part": "1",
            "seal": "F58C2E6B"
        },
        {
            "id": "144",
            "nass": "* الغزوات: ¶ 4- غزوة الأبواء: ¶ وتسمى غزوة: \"ودان\" كذلك، وسميت غزوة لخروج رسول الله فيها. وهذا مصطلح آخر فالغزوة ما خرج فيها رسول الله بنفسه، والسرية أو البعث ما كان أميره صحابياً، ولم يخرج معهم صاحب الرسالة عليه السلام. خرجت في صفر سنة 2 هـ وعدد رجالها سبعون، واستخلف النبي على المدينة سعد بن عبادة، وفي هذه الغزوة عقد معاهدة سلام مع عمرة الضمرى سيد بن ضمرة. جاء فيها: ¶ \"هذا كتاب محمد رسول الله لبني ضمرة، فإنهم آمنون على أموالهم وأنفسهم، وإن لهم النصر على من رامهم إلا أن يحاربوا دين الله ... وأن النبي إذا دعاهم لنصره أجابوا\". ¶ وهي ألو غزوة خرج فيها النبي - صلى الله عليه وسلم - بنفسه، وتغيب فيها عن المدينة خمس عشرة ليلة. ¶ 5- غزوة بواط: ¶ خرجت وفيها صاحب الرسالة في شهر ربيع الأول سنة 2ـ، واستخلف على المدينة سعد بن معاذ، وخرج معه مائتان من أصحابه لاعتراض قافلة تجارية لقريش فيها مائة رجل من قريش منهم أمية بن خلف الجمحى وألفان وخمسمائة بعير، ولكن لم يقع قتال. ¶ 6- غزوة سفوان: ¶ كانت في شهر ربيع الأول سنة 2 هـ وسببها أن كرز بن جابر الفهري أغار على مراعي المدينة بقوة من المشركين، ونهب بعضاً من مواشيها فخرج عليه السلام في سبعين فارساً من أصحابه يطارد كرزاً، وسار خلفه في طلبه حتى بلغ وادياً يقال له: سفوان، قريباً من بدر، وهذه الغزوة بدر الأولى، ولم يقع فيها قتال لانفلات كرز ومن معه قبل الوصول إليهم. ¶ واستخلف النبي في هذه الغزوة زيد بن حارثة على المدينة.",
            "page": "145",
            "part": "1",
            "seal": "D4EF0C66"
        },
        {
            "id": "145",
            "nass": "7- غزوة ذي العشيرة: ¶ وصلت الأنباء إلى رسول الله - صلى الله عليه وسلم - بأن عيراً لقريش خرجت إلى الشام فخرج في الجمادين سنة 2 هـ ومعه مائة وخمسون رجلاً من المهاجرين كلهم خرج طواعية لاعتراض تلك العير، ولكنها كانت قد سبقت إلى الشام قبل التعرض لها، وقد عقد فيها معاهدات عدم اعتداء مع بني مدلج وحلفائهم وكان قد استخلف على المدينة أبا سلمى بن عبد الأسد المخزومي. واستغرق غيابه عن المدينة بعضاً من أواخر جمادى الأولى وبعضاً من أوائل جمادى الثانية. ¶ هذه السرايا والغزوات الصغرى وقعت كلها قبل غزوة بدر الكبرى وبعد الإذن بمشروعية القتال. ولم يقع فيها قتال كما تقدم، ولكنها أدت المهام المقصودة منها بإعلان قوة المسلمين واختلاف الوضع عما كان عليه قبل الهجرة. ¶ ومما يؤكد سماحة الإسلامأن بعض السرايا كانت إذا ارتكبت مخالفات كان عليه السلام ينصف من وقع عليه ظلم من جنوده. ¶ ففي سرية نخلة في رجب سنة 2 هـ التي كان أميرها عبد الله بن جحش الأسدى وقعت مخالفات لم يأذن بها رسول الله - صلى الله عليه وسلم - إذ كانت المهمة التي كلف الرسول بها هذه السرية مقصورة على تقصي أخبار قريش ولم يأمرهم بقتال، وبخاصة أن السرية كانت في رجب، وهو من الأشهر الحرم التي حرَّم الله فيها القتال إلا إذا قوتل المسلمون، لكن السرية رأت عيراً لقريش تحمل مواد غذائية فهجموا عليهم وقتلوا منهم واحداً وأسروا اثنين وفرَّ رابع كان في العير، ولما قدموا المدينة بالغنائم أنكر عليهم - صلى الله عليه وسلم - ما فعلوا وقال: \"ما أمرتكم بقتال في الشهر الحرام\" ووقف التصرف في الغنائم. ¶ ثم عاد عليه السلام فأطلق الأسيرين إلى حال سبيلهما، ثم أعطى دية المقتول إلى أولياء دمه. ¶ هكذا تجلت سماحة الإسلام في التصرف النبيل الذي صدر عن صاحب الرسالة - صلى الله عليه وسلم -.",
            "page": "146",
            "part": "1",
            "seal": "1D980E0F"
        },
        {
            "id": "146",
            "nass": "فقد أنصف المظلوم دون أن يتقم إليه المظلوم بطلب الإنصاف، وصحح الأخطاء التي وقع فيها جنوده من تلقاء نفسه. ¶ فأي سماحة هذه؟ وأي إنصاف هذا الإنصاف؟ وليس هذا بغريب على من أرسله الله رحمة للعالمين. ¶ * * * ¶ * مرحلة الأمر الوجوبي: ¶ في مرحلة الإذن بالقتال لم يكن القتال واجباً على المسلمين، لأن الإذن معناه رفعُ الحظر، ورفع الحظر يترتب عليه الإباحة لا الوجوب، وهكذا استمر الحال قرابة عامين بعد الهجرة. ¶ وفي شهر شعبان سنة 2 هـ نزل الأمر بالوجوب أي قبيل غزوة بدر الكبرى أولى الغزوات العظيمة في الإسلام. وذلك في قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} ... وبهذا مرَّ شأن القتال في الإسلام بثلاث مراحل: ¶ الأولى: مرحلة الحظر. ¶ الثانية: مرحلة الإباحة. ¶ الثالثة: مرحلة الوجوب. ¶ ومجئ مرحلة الوجوب عقب مرحلة الإذن، وقبيل غزوة بدر الكبرى تشريع بالغ الحكمة. ¶ ففي مرحلة الإذن انتقال بالنفوس من مرحلة الحظر إلى مرحلة الإباحة، وهذا الانتقال فيه ترويض للنفوس على الاستعداد للقتال، وتدرج حكيم تأنس به النفوس، وتطمئن القلوب، وتقوى العزائم، لأن الانتقال الطفري أو المفاجئ ربما أصاب الناس بالقلق والانتكاس، وإنما تكون حكمة السياسة، أو السياسة الحكيمة في الترفق والتدرج، وهكذا",
            "page": "147",
            "part": "1",
            "seal": "0E8CC2D5"
        },
        {
            "id": "147",
            "nass": "كان هذا التشريع، وهي سمة نهجها القرآن في الكثير من الأحكام التشريعية، كما في تحريم الخمور، فقد تدرج القرآن في تحريمها على أربع مراحل، لما كان لها من رواج في حياة الناس، ودور ملحوظ في وسائل الكسب المعيشي - أو الاقتصاد القومي بلغة العصر. ¶ لذلك لم يحس المسلمون بأي ضيق لَّما فُرض عليهم القتال، ولا فوجئوا بأمر لم يتوقعوه، مع أن طبائع البشر تكره القتال، وتميل إلى الراحة والدعة، ومنذ ذلك الوقت صار القتال واجباً على المسلمين إذا دعت إليه ضرورة. ¶ * * * ¶ * لماذا شُرع القتال؟ ¶ لم تكن شريعة الإسلام أوحدية في مشروعية القتال، فالقرآن الكريم يقص علينا أنَّ كثيراً من الأنبياء مارسوا هذا الفن بإذن الله فقال: {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ} . ¶ والتاريخ النبوي لبني إسرائيل حافل بالمعارك بين الأنبياء ومعارضيهم، فليس القتال إذاً مسبة ولا نقضيه لا في الإسلام، ولا في غير الإسلام من الرسالات السابقة. ¶ ومشروعية القتال في الإسلام من الضرورات التشريعية التي يلجأ إليها المسلمون حين لا يكون من حيلة إلا القتال، وهو لم يُشْرَع في الإسلام ليكون وسيلة للبطش والتجبر والقهر، وحباً في سفك الدماء ونهب الأموال والتشفي الأهوج، بل شرع لردع الظلم، وحماية الحق، ورعاية الفضيلة ولرد العدوان، شرع لإقرار التوازن في الأرض، وإشاعة السلام والأمن، والقضاء على الطغيان، وفي هذا الإطار كانت معارك المسلمين في عصر النبوة، وعصر الخلافة الراشدة، ومن سار سيرتهم من ولاة الأمور. ¶ ومن الأهداف العليا في مشروعية القتال في الإسلام حماية الدين والعقيدة، ودحر الفتنة، وحماية المستضعفين من الرجال والنساء والولدان، وكل أولئك مقاصد نبيلة، وقيم إنسانية مقدسة يجب أن تحمى وتصان.",
            "page": "148",
            "part": "1",
            "seal": "0A0122E6"
        },
        {
            "id": "148",
            "nass": "{وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ} ¶ {وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا} ¶ فالقتال في الإسلام ضرورة وإجراء استثنائي له موجباته ودواعيه، هو كما قال أمير الشعراء شوقي مخاطباً رسول الله - صلى الله عليه وسلم -: ¶ والحرب في حقِ لديك شريعة ومن السموم الناقعات دواء ¶ * * * ¶ * ليس للإجبار على اعتناق الإسلام: ¶ ومهما اتفقنا أو اختلفنا حول الأسباب التي أدت إلى مشروعية القتال في الإسلام: إباحة ووجوباً، فليس من بين الأسباب أن القتال شرع لإجبار الناس على الدخول في الإسلام، ونتحدى بأعلى صوت من يدعى ذلك من أعداء الإسلام وعملائهم ونقوله لهم: ¶ أمامكم الإسلام قرآناً وسنة وإجماعاً وتاريخاً وسيرة، فهيا فأتونا بنص من كتاب الله، أو من أحاديث رسوله، أو من إجماع علمائه، أو واقعة من تاريخه وسيرته تدل على أن من أهداف القتال في الإسلام جبر الناس على الدخول فيه كراهية وقسراً. ¶ والإسلام كله معروف كالشمس، فليس فيه جوانب علنية وأخرى سرية فما الذي يعجزهم أن يقوموا بهذه التجربة؟",
            "page": "149",
            "part": "1",
            "seal": "A25C9507"
        },
        {
            "id": "149",
            "nass": "وصدق الشاعر الذي قال في أمثالهم: ¶ يقولون أقوالاً ولا يعلمونها وإن قيل هاتوا حققوا لم يحققوا ¶ * * * ¶ * وليس عقاباً على الكفر: ¶ وكذلك ليس في مشروعية القتال في الإسلام أن يكون عقاباً على كفر من كفر، وإلحاد من ألحد باستثناء حد الردة - ولتوضيح هذا نقول: إنَّ الكفر في تقدير الإسلام نوعان: ¶ الأول: الكفر الذي عليه صاحبه ونشأ عليه، أو الكفر الأصلي إذا صحَّ هذا التعبير، وصاحبه لم يسبق له الدخول في الإسلام. ¶ الثاني: الكفر الطارئ على صاحبه بعد الدخول في الإسلام. ¶ فالنوع الأول لا يقاتل عليه صاحبه ولا يُقتل، بل يُكتفي بدعوته إلى الإسلام فإن أسلم فحسن، وإن امتنع ترك وشأنه والله هو يتولى حسابه، فالكافر الأصلي دمه مصون والإعتداء عليه حرام كالاعتداء على ماله وعرضه. ¶ أما النوع الثاني ففيه حد الرِدَّة الوارد في السنة وعمل الخلفاء الراشدين مع إجماعهم عليه. ¶ ولو كان القتال والقتل عقاباً على الكفر في النوع الأول لما تهاون فيه صاحب الرسالة، ولا الخلافة الراشدة من بعده، غفكم من الاتفاقات ومعاهدات الصلح التي عقدوها مع الناس مع تركهم على عقائدهم دون أن يكرهوهم أو يقاتلوهم على كفرهم، ومن أوضح الأمثلة تصالح عمر بن الخطاب مع نصارى فلسطين، وامتناعه أن يصلى في الكنيسة حين أذن للصلاة مع دعوة قسيسها أن يصلي فيها، ولكن عمر - رضي الله عنه - امتنع عن الصلاة فيها قائلاً: لو صليت لجاء المسلمون وقالوا عمر صلى هنا فأخذوا الكنيسة؟ ¶ ثم تصالح عمرو بن العاص مع قبط وتركهم على عقيدتهم دون أي إكراه على تركها والدخول في الإسلام، بل إنه ساعد القبط على استقرار شئونهم الدينية باستدعاء",
            "page": "150",
            "part": "1",
            "seal": "7C8DE99E"
        },
        {
            "id": "150",
            "nass": "البطريرك بنيامين الذي كان مختفياً هرباً من بطش الرومان، وأعطاه الأمان ليرعى شئون الأقباط دينياً في مصر. ¶ بل إن صاحب الدعوة نفسه كان يعقد معاهدات صلح ويترك أهل البلاد على عقائدهم مهما كانت مخالفة للإسلام أصولاً وفروعاً، ولا ننس المعاهدة التي عقدها مع اليهود في المدينة عقب الهجرة مع تركهم على يهوديتهم، أحراراً في تأدية طقوسهم الدينية على مرأى ومسمع من المسلمين. ¶ * * * ¶ * خلاصات موجزة: ¶ مما تقدن تتبين لما جوانب أخرى من سماحة الإسلام أبرزها جانبان: ¶ الأول: أن مع مشروعية القتال في الإسلام لم يكن من أهدافه حمل الناس بالقوة المسلحة على اعتناق الإسلام؛ لأنه في القرآن العظيم نصاً واضحاً وصريحاً ومحكماً يمنع من هذا الهدف، وهو قوله تعالى: {لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ....} . ¶ الثاني: ومع مشروعية القتال في الإسلام فإنه يخلو - منهجاً وسيرة - من أن يكون عقاباً على الكفر الأصلي الذي ولد عليه صاحبه ونشأ فالكفر أعظم الذنوب، ومع ذلك فالأمر فيه موكول إلى الله سبحانه سعاقب عليه في الآخرة بالخلود في النار، أما في الدنيا فليس لأحد أن يعاقب صاحب الكفر الأصلي بالقتال عليه أو القتل ودم الكافر كفراً أصلياً مصون كماله وعرضه، إلا إذا حارب المسلمين أو انصم لمن يحاربهم، فيكون هو الذي أهدر دم نفسه ذلكم هو الإسلام، وتلك هي سماحته الرحيمة. ¶ * * *",
            "page": "151",
            "part": "1",
            "seal": "6CAF4A75"
        },
        {
            "id": "152",
            "nass": "{وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا} ¶ (البقرة: 190) ¶ * * *",
            "page": "153",
            "part": "1",
            "seal": "FE28AD93"
        },
        {
            "id": "153",
            "nass": "الفصل الثاني ضوابط القتال في الإسلام ¶ القتال مشروع في الإسلام ... نعم. ما في ذلك من ريب. ولكنه قتال محفوف بقيم وضوابط حتى لا يساء استعماله كما يساء استعمال كثير من الواجبات والحقوق. ¶ هذه الضوابط والقيم التي خُفَّ بها القتال، منها ما تولى الله - نفسه - النص عليها في كتابه العزيز، ومنها ما وضعه صاحب الرسالة - صلى الله عليه وسلم - وانتهج الخلفاء الراشدون من بعده ما أمر الله به ورسوله. ¶ والآية التي تقدم ذكرها في الأمر الوجوبي بالقتال وهي قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} . ¶ هذه الآية اشتملت على أربعة ضوابط للقتال المأمور به: ¶ الأول: أن يكون القتال في سبيل الله أي لنصرة الحق لا في نزوات شخصية أو عنصرية. ¶ الثاني: أن يكون مقصوراً على مَن من قاتلنا فعلاً أو عزم على قتالنا يقيناً أو ظناً قوياً تؤيده قرائن الأحوال الواردة عن العدو. ¶ الثالث: أن لا يكون اعتداءً وتجاوزاً من جانبنا كقتلى الشيوخ والنساء والذُرَّية والضعفاء والرهبان المعتزلين في خلواتهم أو بيوتهم. ¶ الرابع: الترهيب من الاعتداءً بعد النهي عنه، بأن الله لا يحب المعتدين. ¶ وقوله: {فِي سَبِيلِ اللَّهِ} أي في نصرة الحق، سواء أكان هذا الحق لإعلاء كلمة الله بحماية الدين، أو كان للدفاع عن الضعفاء أو لردع الظلم في أية صورة من صوره، أو لحماية ديار الإسلام أو مقدساته، وقد أفتى الإمام مالك - رضي الله عنه - بأن من يقاتل دون ماله إذا اعتدى عليه فهو قتال في سبيل الله.",
            "page": "154",
            "part": "1",
            "seal": "3AF2100F"
        },
        {
            "id": "154",
            "nass": "كل هذه الظروف - وأمثالها - تجعل القتال مشروعاً على سبيل الوجوب: فاحتلال الأقطار الإسلامية، والاعتداء على حرمات المسلمين كما يقع الآن في كثير من البلاد الإسلامية، مثل مأساة الشعب المسلم في البلقان بإخراجه من أرضه، والعبث بحرمات نسائه وفتياته، وهدم دور العبادة واعتداء الهنادك على مقدسات المسلمين في الهند، كل هذه الظواهر تجعل القتال واجباً على كل قادر من المسلمين، لتُصان الدماء وتحفظ الديار، وتحمي الأعراض. والتقاعس عن القتال في هذه الأحوال نكسة وقصور من العالم الإسلامي عربيه وغير عربيه. ¶ أما الضوابط في السُّنَة وفي سيرة الخلفاء فقد أشرنا إلى بعضها عند تفسير معنى الاعتداء المنهي عنه في الآية السابقة ويمكن التعبير عنها بكلمة جامعة وهي: حظر ضرب الأهداف المدنية - كما هو معروف في الفقه الدولي الحديث - أي أن الجيش حين يخوض حرباً واجبة شرعاً، فعليه أن يقتصر في حربه على قتال من حمل السلاح من العدو وجابهنا به، أو شارك فيه بأي لون من ألوان المشاركة، كالتخطيط، ونقل المؤن والعتاد والجنود إلى ميدان القتال، أو المؤسسات الحربية ومركز القيادات وإصدار الأوامر وتدبير شئون القتال. ¶ أما النساء والأطفال وكبار السن ورجال الدين والرهبان الذين حبسوا أنفسهم في أديرتهم ومعابدهم ولم تكن لهم صلة بأمور الحرب الدائرة، وكذلك الزروع والماشية والمؤسسات المدنية كمخازن المياه والتموين الغذائي للمدنيين، والطرق غير الحربية، ومراكز الطاقة الحيوية المتصلة بحياة العامة اليومية، والمدارس والمعاهد والجامعات والمستشفيات المدنية، فهذه كلها لا يتعرض لها بسوء أخذاً بسنة صاحب الرسالة - صلى الله عليه وسلم - وخلفائه الراشدين، والاعتداء عليها داخل في الاعتداء المنهي عنه في الآية الحكيمة التي تقدم نصها. ¶ هذا هو ما يرجحه كثير من الفقهاء ولكنه مشروط بشرط عادل ومهم وهو: أن لا يعتدي علينا العدو بضرب هذه الأهداف لدينا، فإذا اعتدى العدو علينا بضرب الأهداف المدنية جاز لنا ضرب ما تصل إليه أيدينا من منشآته المدنية، معاملة بالمثل، لقوله تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} . ¶ * * *",
            "page": "155",
            "part": "1",
            "seal": "34B98C91"
        },
        {
            "id": "155",
            "nass": "* أنواع الضوابط: ¶ وضوابط القتال التي أوجزنا الحديث عنها تتنوع ثلاثة أنواع: ¶ الأول - ضوابط قبل بدء القتال: ¶ ومنها: أن لا نقاتل العدو إلا إذا سُدَّت كل الطرق أمام التوصل إلى عقد اتفاق سلمي حول النزاع الناشب بيننا وبينه. ¶ ومنها ألاَّ نبدأهم بالقتال حتى يبدأونا هم به مع أخذ الحذر الدقيق منهم، وترقب حركاتهم حتى لا نؤخذ على غِرَّة. ويجوز مبادأتهم بالقتال في حالات الضرورة. ¶ ومنها أنه إذا كان بيننا وبين العدو عهد بعدم الاعتداء، وبدرت منه بوادر قوية على خيانة العهد وجب علينا أن نعلمه بنقض العهد من جانبنا قبل أن نقاتله، عملاً بقوله تعالى: ¶ {وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لَا يُحِبُّ الْخَائِنِينَ} . ¶ * * * ¶ الثاني - ضوابط في أثناء القتال: ¶ وهي كل ما تقدم في تفسيره الاعتداء المنهي عنه، ونضيف إليها هنا أمرين: ¶ الأول: عدم المُثْلة بقتلى الأعداء كتقطيع أطرافهم وتعليقهم على حوامل أو أعمدة، أو بقر بطونهم أو تلطيخ وجوهم بمواد مشوهة، فقد ثبت النهي عن المثلة؛ لأنها عمل حقير ولا تليق بكرامة الإنسان مسلماً كان أو غير مسلم. ¶ الثاني: الاستجابة إلى كف القتال إذا طلب العدو ذلك شريطة ألا يكون مخادعاً لنا في التقدم بهذا الطلب، وذلك عملاً بقوله تعالى: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ} . ¶ * * *",
            "page": "156",
            "part": "1",
            "seal": "E588B7CB"
        },
        {
            "id": "156",
            "nass": "الثالث - ضوابط ما بعد القتال: ¶ وضوابط ما بعد القتال ضربان: ¶ الأول: سلوكيات تتعلق بآثار القتال وما نتج عنه، وأبرز هذا الضرب التصرف في الأسرى إن وجدوا، وكان المصير فيهم في أول الأمر أن يقتلوا، كما جاء التوجيه في غزوة بدر الكبرى بعد أن تصرف النبي في أسرى قريش نازلاً على رأي أبي بكر، فأطلق سراحهم بعد أخذ الفدية منهم، فنزل الوحي معاتباً: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ} . ¶ ثم عافياً: {لَوْلَا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ (68) فَكُلُوا مِمَّا غَنِمْتُمْ حَلَالًا طَيِّبًا وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} . ¶ ثم جاء التخيير بين الَمنَّ على الأسرى - إطلاق سراحهم مجاناً - وبين أخذ الفدية منهم، والأمر يرجع إلى تقدير إمام المسلمين أين يرى المصلحة فب الَمنَّ أم في أخذ الفدية كما جاء في قوله تعالى: {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً....} . ¶ وقد توسع الفقهاء في وجوه التصرف في الأسرى، فزاد بعضهم على ماورد في الآية وجهين أو ثلاثة، منها جواز القتل والاسترقاق، والمعول عليه ما ورد في القرآن نفسه، لأنه قطعى الثبوت والدلالة معاً. وعلى كل فإن معاملة الأسرى - وهو في الأسر - يجب أن تكون بالحسنى. ¶ الضرب الثاني: سلوكيات تختص بواقع المسلمين بعد القتال مع إحراز النصر: وهي الالتزام الكامل بمنهج الله من التواضع وإقام الصلاة وإيتاء الزكاة والأمر بالمعروف والنهي عن المنكر، ونصر الله وإتباع هديه في كل شئون الحياة الخاصة والعامة: {الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} .",
            "page": "157",
            "part": "1",
            "seal": "5F51A631"
        },
        {
            "id": "157",
            "nass": "إن النصر والتمكين في الأرض من أجل النعم على المسلمين بعد الإيمان بالله. وشكر هذه النعم يكون بطاعة الله ورسوله لا بالسعي في الأرض فساداً، والطغيان على عباد الله، هكذا وجه القرآن المسلمين. ¶ وفي هذا الإطار المحكم من التوجيه الإسلامي الخُلُقي جرت معارك المسلمين مع أعدائهم في صدر الإسلام، ويمكن تقسيم تلك المعارك والغزوات قسمين: ¶ * غزوات كان سببها الدفاع عن حرمات الله وحقوق المسلمين كغزوتى أحدُ والأحزاب، ومن قبلهما غزوة بدر الكبرى، إذ كلن الهدف لقريش وحلفائها من هذه الغزوات هو مداهمة المسلمين في مقرهم الجديد (المدينة) والقضاء عليهم وعلى الإسلام معاً. ¶ * وغزوات كان سببها تبليغ الدعوة كغزوات الفرس والروم والمناطق الخاضعة لهما. ¶ وفي هذه الغزوات كان القتال هو اختيار العدو لا المسلمين، كما هو معروف من منهج الدعوة: ¶ * عرض الإسلام أولاً. ¶ * فإن أبَوْا خُيَّرا بين دفع الجزية وبمقتضاها يُعقَد معهم عهد أمان يصبحون في ظله لهم ما للمسلمين مع حماية المسلمين لهم والدفاع عنهم ضد أي خطر، فإن أبَوْا أعلمهم المسلمون أنه لم يبق إلا القتال، ولم يحدث في الصدر الأول للإسلام أن فرض المسلمون القتال على قوم اختاروا الصلح مع المسلمين، مع بقائهم على عقائدهم الدينية، فالقتال الذي وقع بين الفرس والروم وبين المسلمين كان اختيار الفرس والروم وليس اختيار المسلمين. ¶ ولما وقع اختلاف في منج الدعوة في فتح سمرقند، حيث لم يخير القائد المسلم أهل سمرقند بين الصلح - يشرطه - وبين القتال، ودهم ديارهم تقدم أهل سمرقند إلى عمر بن عبد العزيز بشكوى مما حدث لهم من الفاتحين المسلمين. فأمر عمر بن عبد العزيز بتنصيب قاضي \"طوارئ\" من المسلمين لينظر في شكوى القوم، فقضى بما يأتي: ¶ أولاً: خروج المسلمين من سمرقند.",
            "page": "158",
            "part": "1",
            "seal": "ADE8AF6B"
        },
        {
            "id": "158",
            "nass": "ثانياً: دفع تعويضات من خزانة الدولة الإسلامية لأهل سمرقند مقابل ما نزل بهم من أضرار من جراء دخول المسلمين بلادهم دخولاً مخالفاً لمنهج الدعوة. ¶ ثالثاً: ثم تعاد دعوتهم إلى الإسلام فإن أبَوْا خُيَّروا بين الصلح وبين القتال. ¶ ولكن أهل سمرقند تنازلوا عن شكواهم بعد ما لمسوا من الروح الطيبة والخُلُق الطريم، والسلوك الجميل من المسلمين الفاتحين. ¶ أما إجلاء اليهود عن المدين فكان رداً على مؤامراتهم ودسائسهم ضد الإسلام والمسلمين، وضد صاحب الرسالة - صلى الله عليه وسلم - بعد أن عاشوا فترة في ظل المعاهدات التي عقدها معهم النبي يتمعون بكل حقوهم وحرياتهم الدينية والاقتصادية والاجتماعية. فلما نقضوا تلك المعاهدات وظاهروا أعداء الإسلام، وتآمروا على قتل صاحب الدعوة كان لا مناص من مطاردتهم وإخراجهم من المدينة تأميناً لسلامة الجبهة الداخلية، واستبعاداً لخطرهم الذي بات ظاهراً لا خفاء فيه. وحين أجلاهم المسلمون عن المدينة كانوا ينقذون حكماً لله فيهم أفصح عنه قوله تعالى: {وَلَوْلَا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاءَ لَعَذَّبَهُمْ فِي الدُّنْيَا وَلَهُمْ فِي الْآخِرَةِ عَذَابُ النَّارِ (3) ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِّ اللَّهَ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ} . ¶ ومن روائع الوقائع التي تعزى إلى الإسلام أن أبا عبيدة بن الجراح أمين هذه الأمة صالح قوماً على دفع الجزية، وتعهد بحمايتهم من أي خطر خارجي ولما أحس أنه غير قادر على حمايتهم رد إليهم ما أخذ منهم وفاءّ بالعهد، واعداً لهم أن يعود لما تعهد به إذا أحس من نفسه القدرة على حمايتهم. ¶ * * * ¶ * خلاصات موجزة: ¶ عرضنا فيما تقدم لضوابط القتال في الإسلام، وبدا لنا أن في كل ضابط منها - قولاً وعملاً - دليلاً ناصعاً على سماحة ورحمته بالناس وإن كانوا كفاراً.",
            "page": "159",
            "part": "1",
            "seal": "9E9F1021"
        },
        {
            "id": "159",
            "nass": "فهو -من جهة - أول من سن حماية الأهداف المدنية في أثناء القتال الواجب. ثم اهتدت به النظم الدولية الحديثة، وجعلته هيئة الأمم مبدءاً من أبرز مبادئها القانونية. مع فارق كبير بين سماحة الإسلام وبين الواقع الدولي المعاصر. ¶ فالإسلام قرره مبدأ، وطبقة عملاً، وأما الواقع الدولي المعاصر فقد أقربه به مبدأ قانونياً، وخالفه في الممارسات العملية، وخذ إليك أحدث واقعتين حديثتين: إحداهما ما قامت به أمريكا في حرب الخليج الأخيرة ضد الشعب العراقي المسلم، حيث ضربت الفنادق والمستشفيات المدنية، ودمرت الطرق المدنية ومستودعات الغذاء الشعبي، ودمرت محطات الوقود المدني والمولدات الكهربائية وخزانات المياة.... إلخ. ¶ أما الواقعة الثانية فاعتداءات الصرب على المساجد وانتهاك حرمات الفتيات والسيدات ومنع وصول المواد الغذائية إلى معسكرات اللاجئين وفيهم كبار السن الفانون من الرجال والنساء، وصغار السن من الأطفال الرُّضَّع وغير الرضع، ولك أن تقارن بين النماذج التي تفيض سماحة ورأفة التي مصدرها الإسلام وبين هذه النهاذج الوحشية الت يمارسها الغرب الصليبي، وتساندهم فيها بقايا الشيوعية الحاقدة. ومع هذا يحلو للغرب - ساسة ومفكرين - أن يصفوا الإسلام بالإرهاب وسفك الدماء وقتل الحريات. ولن نملك إلا أن نقول لهم كما قال الصادق المصدوق - صلى الله عليه وسلم -: \"إذا لم تستح فاصنع ما شئت\"؟ ¶ ثم هل يملك نظام من النظم القديمة أو الحديثة، أو تاريخ من التواريخ واقعة كلها عدل وسماحة كالتي أشرنا إليها من قبل من إنصاف الخليفة عمر بن عبد العزيز وقاضية المسلم لأهل سمرقند؟ ¶ أم يملك نظام ما من النظم مثل سماحة الإسلام التي عبَّر عنها أبو عبيدة حين رد لأهل الصلح كل ما أخذه منهم مقابل حمايتهم من الأخطار حين أحس بعجزه عن حمايتهم؟! ¶ وما أصدق قول الشاعر: ¶ حَسَدَاً بَلَّغْنَهُ في حقها وقديماً كان في الناس حسد ¶ * * *",
            "page": "160",
            "part": "1",
            "seal": "43AE9C4B"
        },
        {
            "id": "160",
            "nass": "{يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً} ¶ (البقرة: 208) ¶ * * *",
            "page": "161",
            "part": "1",
            "seal": "0084C04D"
        },
        {
            "id": "161",
            "nass": "الفصل الثالث علاقة المسلمين بغيرهم..... سلام أو حرب ¶ هذا التساؤل قديم، وليس حديثاً، فقد تطرق الفقه الإسلامي الإجتهادي إلى هذه المسألة البالغة الحيوية. سألوا هذا السؤال، ثم اجتهدوا في الإجابة عليه، وكان لهم منه موقفان مختلفان، وقصدنا - هنا - إيجاز ما قيل؛ لأن المسألة لها صلة وثيقة بسماحة الإسلام في أحد شقيها كما سنرى قريباً بإذن الله. ¶ * مذهبان مشهوران: ¶ أسفر اختلاف الفقهاء حول الإجابة على هذا السؤال الحيوي عن مذهبين لهم في هذا المجال: ¶ * حربٌ لا سلام: ¶ هذا أحد المذهبين في المسألة، خلاصته أن علاقة المسلمين بغيرهم - يعني الدولة أو الدول الإسلامية - علاقة حرب لا علاقة سلام، علاقة خصام لا علاقة وئام، والقائلون بهذا القول تلمسوا له أدلة من القرآن والسنة معاً، فما هي أدلتهم يا ترى؟ ¶ * * * ¶ * أدلة القائلين بالعلاقة الحربية: ¶ للقائلين بالعلاقة الحربية: ¶ للقائلين بأن علاقة المسلمين بغيرهم من أهل الملل الأخرى هي الحرب لا السلام، أدلة متعددة، نكتفي بذكر بعضها توخياً للإيجاز مع الإشارة إلى أن ما لم نذكره ليس فيه جديد يضاف إلى ما سنذكره، فكل أدلتهم مع الاختلاف اليسير فيما بينها تدور حول معنى واحد، وكلها يجزئ بعضها عن بعض. وهذه الأدلة نوعان: ¶ الأول: آيات أو بعض أيات من القرآن الكريم.",
            "page": "162",
            "part": "1",
            "seal": "60B7A141"
        },
        {
            "id": "162",
            "nass": "الثاني: بعض أقوال من السنة النبوية، ونعرض لهذه الأدلة على الترتيب المذكور. ¶ * الأدلة القرآنية: ¶ منها قوله تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} ¶ ومنها: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} . ¶ ومنها: {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} . ¶ ومنها: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} . ¶ وقوله: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} ¶ * * * ¶ * الأدلة النبوية: ¶ إن أقوى ما يستدل به أصحاب هذا المذهب القاضي بالعلاقة الحربية بين المسلمين وغيرهم، إنّ أقوى ما يستدلون به من السُنَّة النبوية هو قوله - صلى الله عليه وسلم -: \"أُمِرْتُ أن أُقاتِلَ النَّاس حتى يقولوا لا إله إلا الله ... \". ¶ ونكتفي الآن بذكر هذه الأدلة. ثم يعود لمناقشتها واحداً واحداً بعد ذكر أدلة",
            "page": "163",
            "part": "1",
            "seal": "34A8711A"
        },
        {
            "id": "163",
            "nass": "القائلين بأن العلاقة بين المسلمين وغيرهم سلام في الأصل، لا علاقة حرب. ¶ * * * ¶ * أدلة القائلين بالعلاقة السلمية: ¶ للقائلين بالعلاقة السلمية بين المسلمين وغيرهم أدلة كثيرة من القرآن الكريم والسنة العملية، والأدلة القرآنية بعضها يدعو إلى العفو والصفح العام عن المخالفين للإسلام، أيًاً كانت عقائدهم التي يؤمنون بها. وبعضها ذو دلالة واضحة وقوية على أن المخالفين للإسلام لا يجب قتالهم إلا في حالات استثنائية من أبرزها إذا قاتلوا هم المسلمين، أوظاهروا من يقاتل المسلمين، أو كانت بينهم وبين المسلمين عقود سلام وأمان فنقضوها ونكثوها، أو طعنوا في الدين وأظهروا ذلك الطعن، أو أرادوا المسلمين من ديارهم. ¶ وبعضها يوصي المسلمين بحسن الجوار والإحسان إلى المخافين الذين لا يؤذون المسلمين بقول - طعن ظاهر في الدين - أو عمل يُلْحِق بالمسلمين أذىّ غير معهود. ¶ فهذه ثلاثة أنواع من الأدلة القرآنية على علاقة السلام بين المسلمين وغيرهم. ¶ ونمثل لها فيما يأتي حسب الترتيب المذكور. ¶ * * * ¶ * أدلة العفو والصفح العام: ¶ * {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} .",
            "page": "164",
            "part": "1",
            "seal": "0D722332"
        },
        {
            "id": "164",
            "nass": "* {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} . ¶ * {وَقِيلِهِ يَا رَبِّ إِنَّ هَؤُلَاءِ قَوْمٌ لَا يُؤْمِنُونَ (88) فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَامٌ فَسَوْفَ يَعْلَمُونَ} ¶ * {قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ} . ¶ * { ... وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ الصَّفْحَ الْجَمِيلَ} . ¶ جميع هذه الآيات تدعونا إلى الصفح والعفو، أو الصبر على أذى أعداء الإسلام، أو الإعراض عنهم على ما هم عليه من إشراك وصدود. ¶ * * * ¶ * الأدلة المؤذنة بالقتال في الظروف الاستثنائية: ¶ إذا قلنا إن الأصل عدم قتال المشركين إلا لموجب يقتضي ذلك فإن في مقدمة الأدلة على الأمر بوجوب قتالهم قوله تعالى: ¶ * {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} . ¶ * {وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيرًا} .",
            "page": "165",
            "part": "1",
            "seal": "5DCCE18F"
        },
        {
            "id": "165",
            "nass": "* { ... فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ... } ¶ * {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ} . ¶ * {اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} . ¶ وفي هذه الآية حث على احترام مواثيق السلام بين المسلمين وغيرهم. ¶ * {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ (12) أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ} . ¶ * {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} . ¶ * * * ¶ * الأدلة الداعية إلى الإحسان: ¶ أما ما ورد في القرآن الكريم من آيات تدعو المسلمين إلى الإحسان إلى غير المسلمين، فمنها قوله تعالى مخاطباً خاتم المرسلين - صلى الله عليه وسلم -: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ....} . ¶ أي إذا رفض الإسلام بعد سماعه كلام الله يُخَلَّى سبيله حتى يبلغ مكاناً يأمن فيه على نفسه دون أن يتعرض له أحد من المسلمين بأذى؟ ¶ * ومنها قوله تعالى: {يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ",
            "page": "166",
            "part": "1",
            "seal": "E2F41FA3"
        },
        {
            "id": "166",
            "nass": "يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} . ¶ * * * ¶ * الأدلة من السُنَّة: ¶ في السُنَّة العملية أدلة قاطعة على صلمية العلاقة بين المسلمين وغيرهم. وقد تقدم شأن المعاهدات التي عقدها النبي - صلى الله عليه وسلم - مع اليهود وكل طوائفهم عقب الهجرة مباشرة، وفي أواخر حياته - صلى الله عليه وسلم - في غزوة تبوك عقد معاهدات صلح مع كل من صاحب أيلة يحنة بن روبة، وأهل جرباء وأهل أذرح، وأكيدر دومة الجندل مع أنه كان وثنياً يعبد البقر، ومع نصارى نجران، كل هؤلاء وغيرهم عقد معهم معاهدات صلح مع إقرارهم على عقائدهم، وكان المسلمون أوفى الأطراف بالعهود والعقود، لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ....} . ¶ ومعنى كل ما تقدم أن الكفر ليس سبباً في قتال المسلمين لأعدائهم بل لابد من انضمام سبب آخر يوجبه غير الكفر، فقتال المسلمين لليهود لم يكن سببه البقاء على اليهودية، بل لأن اليهود نقضوا عهودهم مع المسلمين وتآمروا على الإسلام، وحاولوا قتل صاحب الرسالة عن طريق السم مرة، وطريق الغدر الآثم مرة أخرى، وظاهروا أعداء الإسلام من المشركين والمنافقين على الاعتداء على المسلمين. ¶ وحروب المسلمين مع نصارى العرب والروم لم يكن سببه هو النصرانية ولكن الروم عزموا عزماً قوياً على مداهمة المدينة عاصمة الإسلام في ذلك الوقت، وتأكد المسلمون بقيادة صاحب الدعوة من هذه المؤامرة فخرج إليهم - صلى الله عليه وسلم - في جيش العُسْرة في غزوة تبوك قبل أن ينفذوا مخططهم الذي أبرموه في الخفاء.",
            "page": "167",
            "part": "1",
            "seal": "551FA93E"
        },
        {
            "id": "167",
            "nass": "وهكذا كان لكل قتال وقع بين المسلمين وغيرهم في عصر النبوة الذي قصرنا هذه الدراسة عليه، سبب غير الكفر أياً كان نوعه. وفي هذا كله أقطع الأدلة على أن الأصل في علاقة المسلمين بغيرهم هي السلام لا الحرب. وأن قتال المسلمين لغيرهم كان سببه \"المحاربة\" من غير المسلمين للمسلمين، وليس سببه الكفر المجرد كما يذهب من قال إن العلاقة بين المسلمين وغيرهم هي علاقة الحرب لا علاقة السلام. ¶ * * * ¶ * موازنة بين أدلة القريقين: ¶ ذكرنا فيما تقدم أقوى أدلة الفريقين: القائلين بأن علاقة المسلمين بغيرهم علاقة حرب دائماً وفي كل حال: قاتلونا أو لم يقاتلونا، وفَواْ بعهودنا أو لم يفوا؛ لأن سبب قتال المسلمين لغير المسلمين هو الكفر فكيفما وجد الكفر وجب القتال. سواء أنضم إليه سبب آخر كنقض عهد أو اعتداء أو لم ينضم، فعلة الحكم عندهم هي الكفر؟! ¶ وأدلة القائلين بأن علاقة المسلمين بغيرهم الأصل فيها: أنها علاقة سلام إلا إذا دعا داع لقتالهم، كأن يقاتلونا مثلاً. وعِلَّة الحكم عند هذا الفريق من العلماء هي: المحاربة. فمن حاربنا حاربناه، ومن لم يحاربنا فما جعل الله لنا عليهم سلطاناً. ¶ ذكرنا أدلة هؤلاء وهؤلاء، أو ذكرنا أقواها، ونريد الآن أن نقوم بموازنة بين أدلة الفريقين، موازنة نصل منها إلى حقيقة العلاقة بين المسلمين وغيرهم: ¶ أهي علاقة حرب وخصام دائماً؟ أم هي في الأصل علاقة سلام؟ ولنبدأ بالنظر في أدلة الفريق الأول ... ¶ * مناقشة أدلة الفريق الأول: ¶ كان أول دليل من القرآن ذكرناه للفريق الأول هو قوله تعالى: {فَإِذَا انْسَلَخَ",
            "page": "168",
            "part": "1",
            "seal": "C59E4898"
        },
        {
            "id": "168",
            "nass": "الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ....} ¶ هذه الآية كانت ضمن توجيهات من الله لرسوله وللمسلمين تجاه حالات خاصة بين المسلمين والمشركين، فقد عاهد النبي وأصحابه مشركي العرب بإذن الله، فنكث المشركون ما عاهدوا عليه صاحب الرسالة وأصحابه إلا بني ضمرة، فقد حافظوا على العهد، فأمر الله رسوله أن يمهل من نكث عهده من المشركين أربعة أشهر، هي الأشهر الحرم، فلا يقاتلهم خلالها. ثم إذا انقضت الأشهر الأربعة قاتلهم إلا بني ضمرة، ثم عاد فاستثنى بني ضمرة من نقض العهود مرة أخرى حيث قال: {كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ} أي لا تقاتلوهم - يعني بني ضمرة - ما داموا موفين بعههم لكم، فالاستثناء كما ترى متصل: أي استثنى مشركين من مشركين أعم منهم فدل ذلك على أمرين: ¶ الأول: أن قتال رسول الله والمسلمين للمشركين كان سببه نقض العهود وليس الشرك. ¶ الثاني: أن الإعراض عن بني ضمرة وترك قتالهم كان سببه وفاءهم بعهدهم للمسلمين على رغم أنهم مشركون. ¶ والدليل على أن الأمر بالقتال كان خاصاً بمشركي العرب في قوله: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} قوله تعالى بعد ذلك بآيات: {أَلَا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ....} فْالَهمّ بإخراج الرسول ليس عاماً من كل المشركين في كل زمان ومكان، بل خاص بمشركي العرب في مكة قبل الفتح.",
            "page": "169",
            "part": "1",
            "seal": "ED03CE7E"
        },
        {
            "id": "169",
            "nass": "ويضاف إلى هذا أن صاحب الرسالة عام فتح مكة عفا عن هؤلاء المشركين جميعاً بعد كل الذي فعلوه معه ومع أصحابه وقال لهم في عفوه العام عنهم: \"أذهبوا فأنتم الطلقاء\" فكانت هذه السماحة الإسلامية سبباً في إسلام المشركين العرب جميعاً إلا من مات منهم على الكفر قبل هذا العفو الكريم. ¶ * الخلاصة: ويعلم مما تقدم أن هذه الآية ليس فيها دليل للقائلين بأن علاقة المسلمين بغيرهم علاقة حرب لا علاقة سلام: لا جزماً ولا احتمالاً. ¶ * * * ¶ * الدليل الثاني: ¶ وكان مما استدل به الفريق الأول من القرآن هو قوله تعالى: {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} . ¶ هذه الآية الكريمة وما بعدها نزلت في شأن أهل الكتاب من اليهود والنصارى، وفيها أمر بقتالهم بعد أن فرغت الآيات التي قبلها من تفصيل بعض الأحكام في شأن مشركي العرب. وجاء الأمر بقتال أهل الكتاب لأن اليهود ارتكبوا جرائم فظيعة، في حق الإسلام والمسلمين، ولأن الروم - وهم نصارى - بيتَّوا النَّية على غزو ومحاربة الدعوة لا لأنهم يهود ونصارى وكفى. والصفات المذكورة من عدم الإيمان بالله واليوم الآخر، وعدم تحريم ما حرَّم الله ورسوله، وعدم العمل بالدين الحق صفات كاشفة عن حقيقة العدو وليست منشئة للحكم بقتالهم. وقد فصَّل القول في هذه المرحوم محمود شلتوت شيخ الأزهر الأسبق في رسالته القيمة: \"القتال في القرآن\". والواقع العملي لسنة رسول الله يؤيد ذلك، فقد سبق أنه - صلى الله عليه وسلم - عاهد اليهود من قبل وأقرهم على عقائدهم، وعاهد نصارى نجران، بل وعاهد أهل دومة الجندل وهو وثنيون",
            "page": "170",
            "part": "1",
            "seal": "62C2EDCA"
        },
        {
            "id": "170",
            "nass": "يعبدون البقر. إذا فليس الكفر الذي ذكرت الآية بعض صوره هو السبب في الأمر بالقتال، وإلا لما عقد النبي صلحاً من قبل مع يهود أو نصارى أو وثنيين، ولما وقف منهم إلا موقف القتال؛ لأن ظاهر الآية تقضى به. ¶ بل إن في هذه الآية نفسها دليلاً أقوى ما يكون الدليل على ذلك. إذ جعلت الآية قبول دفع الجزية منهياً للقتال المأمور به في صدرها. والجزية - هنا - ليس معناها بذل مقدار من المال، بل معناها مع هذا حصول اتفاق بينهم وبين المقاتلين يلتزمون فيه بالكف عن جرائهم ضد الإسلام والمسلمين. {حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} ولو كان القتال قد وجب بسبب كفرهم لوجب استمراره حتى يسلموا أو يبيدوا عن آخرهم. ولم يقل بذلك أحد، ولا هو معنى من معاني الآية الكريمة؛ لاشتمالها على القيد المنهي للقتال. ¶ * الخلاصة: ليس في هذه الآية دليل قط على وجوب قتال غير المسلمين بسبب الكفر المجرد، كما ذهب الفريق القائل بأن العلاقة بين المسلمين وغيرهم: علاقة حرب لا علاقة سلام. ¶ * * * ¶ * الدليل الثالث: أما الدليل الثالث فكان: {يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ....} ¶ هذه الآية من العام الذي أريد به الخاص، لأن ظاهر معناها أن يقاتل المسلمون في كل زمان ومكان من يجاورهم من الكافرين في كل زمان ومكان. وليس هذا هو المراد كما ذهب عامة المفسرين. والصواب أن في تلآية توجيهاً للمسلمين في عصر النزول بعد أن تقرر قتال أعداء الإسلام من الفرس والروم وغيرهم. والفرس كانوا بالعراق، والروم كانوا بالشام في ذلك الوقت. فأمر الله المسلمين أن يبدأوا بقتال الروم لأنهم أكثر دنّواً للمدينة من الفُرس. ويرى بعض",
            "page": "171",
            "part": "1",
            "seal": "9F352443"
        },
        {
            "id": "171",
            "nass": "المفسرين أن اليهود كانوا أقرب من الرون والفُرس لدنوهم من المدينة. فمعنى الآية إذا هو توجيه للمسلمين إلى الأصوب في خطة حرب متوقعة. فالبدء بالأقرب أحوط لما فيه من حماية ظهور المقاتلين وتأمين استراتيجيتهم الحربية، إذ لو بدأوا بالفُرس لانتهز الروم إما غزو المدينة، وإما الالتفاف على الجيش المسلم من الخلف، وقد جاء العمل العسكري الإسلامي تطبيقاً لهذا التوجيه الحكيم، حيث بدأ بنصارى العرب الخاضعين للروم قبل الروم أنفسهم وقبل الفُرس. ¶ * الخلاصة: أن هذه الآية كسابقتيها ليس فيها دليل لمن قال إن علاقة المسلمين بغيرهم علاقة حرب لا علاقة سلام. وإلا لكان واجباً على مسلمي كل عصر وكل مكان أن يقاتلوا من يجاورهم من غير المسلمين. وهذا لم يقل به أحد سوى هذا الفريق الذين نناقش أدلتهم هنا. بل إن القرآن نفسه صريح في الدعوة إلى علاقة حسن الجوار لمن لا يتعرض لنا بأذى من غير المسلمين، وقد تقدم هذا في قوله في سورة الممتحنة: {يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ ... } . ¶ * * * ¶ * الدليل الرابع: ¶ أما دليلهم الرابع فكان: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} . ¶ وَرَدُّ الاستدلال بهذه الآية عليهم يسير؛ لأن القتال الذي أمر الله به المسلمين في هذه الآية قتال لرد العدوان القائم من المشركين على المسلمين. ومعن \"كما\" فيها هو \"التعليل\" باتفاق بين عامة أهل اللغة والبلاغة والمفسرين: ¶ أي قاتلوهم جميعأً، لأنهم يقاتلونكم جميعأً. ولا خلاف بين العلماء سلفاً",
            "page": "172",
            "part": "1",
            "seal": "F881C92E"
        },
        {
            "id": "172",
            "nass": "وخاص أن قتال من يعتدي علينا واجب. فليس المراد من الأمر بالقتال فيها نطلقاً من لك قيد. بل هو نظير قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} أي: قتالاً لجفع قتال واقه علينا من العدو. ¶ * الخلاصة: ليس في هذه الآية أي دليل للقائلين بالعلاقة الحربية الدائمة بين المسلمين وغيرهم من أهل العقائد الأخرى. فهي في وادٍ، وهم في واد آخر. ¶ * * * ¶ * الدليل القرآني الخامس: ¶ وهو قوله تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ ... } ¶ هذه الاية الكريمة هي أقوى أدلتهم، فهي من سورة التوبة، التي نزلت في العهد المدني بعد البقرة وآل عمران والنساء، وقد تكرر نزول الآية مرة ثانية في سورة التحريم المدنية، آية رقم (9) . ولهذا ذهب بعض العلماء إلى أن هذه الاية نسخت كل آيات العفو والصفح والصلح؟!. ¶ والقول بالنسخ المذكور غير مُسلَّم؛ لأن نزول هذه الآية كان قبل غزوة تبوك، وقد تقدم أن النبي - صلى الله عليه وسلم - عقد عدة معاهدات صلح في أثناء قيامه بغزوة تبوك، فلو كانت هذه الآية ناسخة لآيات العفو والصلح والصفح لما عقد النبي شيئاً من ذلك. ¶ وخلفاؤه الراشدون عقدوا مصالحات كذلك من بعده، وما كانوا يفرضون الإسلام أو القتال إذا استجاب العدو للصلح وفهم صاحب الرسالة لمعاني النصوص القرآنية، وكذلك أصحابه رضوان الله عليهم أصوب وأدق من فهم من جاء بعدهم. فكيف يقال إن هذه الاية تسخت كل آيات الصفح والعفو والصح، ولو كان هذا النسخ مُسَلَّماً لورد الخبر به عن السلف، ولكنه اجتهاد",
            "page": "173",
            "part": "1",
            "seal": "EA67CE90"
        },
        {
            "id": "173",
            "nass": "قد عورض بمثله - كما سيأتي - والأولى أن نحمل هذه الآية - وهي مطلقة - على النصوص القرآنية المتعددة التي شرعت القتال من أجل قتال غيرنا لنا، وحمل المطلق على المقيَّد أصل من أصول الفقه كما نعلم، وكثيراً ما عولجت به ظاهرة النصوص المتعارضة من حيث الظاهر، وكان مسلكاً محموداً للتوفيق بين النصوص الذي هو أولى من إعمال نص وتعطيل آخر. ¶ * والخلاصة: أن هذه الآية ليس فيها دليل قطعي الدلالة على سلامة مذهب القائلين بأن العلاقة بين المسلمين وغيرهم، هي - دائماً - علاقة حرب لا سلام. ¶ * * * ¶ * الدليل النبوي: ¶ أما الحديث الذي استدلوا به على لأن غير المسلمين لا يقبل منهم إلا الإسلام أو الحرب، وهو قوله - صلى الله عليه وسلم -: \"أُمِرْتُ أِن أٌقَاتِلَ النَّاسِ حتى يَقولوا: لا إلهَ إلاَّ الله ... \" ¶ وهو حديث متفق عليه كما تقدم. فهذا الحديث - مع صحته - ليس فيه دليل للقائلين بان علاقة المسلمين بغيرهم هي الحرب لا السلام. لأنه - كما نص كثير من العلماء - خاص بمشركي العرب دون غيرهم من الناس. وهذا مذهب جمهور العلماء، وحكى بعضهم عن الإمام مالك أنه عام في كل الكفار. وسبب الاختلاف نشأ حول الجزية هل تؤخذ من أهل الكتاب وحدهم؟ هذا هو صريح ما ورد في القرآن الكريم في آية التوبة: {مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} وألحقت السنة بهم المجوس حيث ورد في شأنهم: \"سنوا فيهم سُنَّة أهل الكتاب\" يعني: أن قتال أهل الكتاب والمجوس ينتهي إذا صالحوا على الجزية. أما غيرهم فلا يقبل منهم إلا الإسلام، فإن أبوا استمر",
            "page": "174",
            "part": "1",
            "seal": "9AFC7F3A"
        },
        {
            "id": "174",
            "nass": "قتالهم حتي يسلموا أو ينفوا، وعبارة العموم المنسوبة إلى مالك حكاها الإمام الشوكانى في فتح القدير بقوله: \"وقال الأوزاعي ومالك: إن الجزية تؤخذ من جميع أجناس الكفرة كائناً من كان\". ¶ بَيْدَ أن غيره ذكرها على غير هذه الوجه فقال: وعند مالك تؤخذ من نصارى العرب، وهذا القول هو الصواب والموافق للسنة العملية، لأن نصارى العرب أهل كتاب، والقرآن نص على أخذها من أهل الكتاب مع جواز إبقائهم على عقائدهم. وهذا ما حدث في السُنَّة العملية حيث صالح - صلى الله عليه وسلم - نصارى نجران، وهم عرب على الجزية. ¶ وبهذا يكون حديث: \"أُمِرْتُ أِن أٌقَاتِلَ النَّاسِ حتى يَقولوا: لا إلهَ إلاَّ الله\" خاصاً بمشركي العرب. وليس عاماً في جميع الناس وإنما خُصَّ مشركو العرب بهذا التضييق؛ لأن القرآن بلغة العرب نزل، وعلى رجل منهم يعرفون فضله وشرفه منذ الطفوله، فلا عذر لهم في رفض الإسلام، ولا شبهة تحول بينهم وبينه. بدليل أن قريشاً سارعت إلى الإسلام عام الفتح عن بكرة أبيها، لما رأت دلائل الحق فيه أظهر من الشمس، إذن فمن منهم على شركه بعد هذا الوضوح فليس له إلا السيف لأنه معاند مكابر. ¶ * الخلاصة: أن هذا الحديث - مع صحته والاتفاق عليه - ليس فيه متمسك للقائلين بأن علاقة المسلمين بغيرهم علاقة حرب لا علاقة سلام. ¶ وما من دليل لهم ذكروه على صحة مذهبهم بمنأى عن المناقشة الكاشفة بتوهين الاستدلال به. فهذا المذهب إن لم يكن أم إن لم نقل إنه ليس صواباً فهو مرجوح مرجوح، وليس له دليل واحد يبلغ الاستدلال به درجة اليقين أو ما يقرب منه من ظنٍ قوي، وهذا ما نتهى إليه بعض الفقهاء المحدثين من أمثال الشيخ عبد الوهاب خلاف في كتابه المعروف بـ \"السياسة الشرعية\". ¶ * * *",
            "page": "175",
            "part": "1",
            "seal": "D574D189"
        },
        {
            "id": "175",
            "nass": "* وقفة مع أدلة الفريق الثاني: ¶ الفريق الثاني هو القائل بأن علاقة المسلمين بغيرهم هي علاقة سلام في الأصل لا علاقة حرب، وقد ذكرنا بعضاص من أدلتهم في ما مضى. ¶ وكل أدلتهم سلمت من اي قدح في الاستدلال بها، اللهم إلا قولاً بالنسخ غير مجمع عليه. ¶ فمن قائل: إن آية: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} ¶ نسخت كل آيات الموادعة والمهادنة. ¶ ومن قائل: إن آية: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ ... } هي التي نسخت. ¶ وقائل إن: آية: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ....} هي الناسخة لآيات الموادعة والمهادنة. ¶ وخالف بعضهم فقال: إن هذه الآيات منسوخة ومما نسخها قوله تعالى: {فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً} وهذ كلها أقوال اجتهادية ليس فيها إجماع قط. ¶ ثم في المسألة قول ثالث يذهب إلى عدم النسخ في أي من أدلة الفريقين. فلا آيات القتال منسوخة، ولا آيات العفو والصلح منسوخة، بل إن كل الآيات معمول بها (محكمة) ، كل فيما يختص به، وعلى هذا تكون آيات القتال معمولاً بها إذا حاربنا العدو أو ظاهر من يحاربنا أو طعن في ديننا طعناً ظاهراً، أو أخرجنا من ديارنا، وتكون آيات الصلح والعفو معمولاً بها إذا جنح العدو للسلام واعتزلنا فلم يقاتلنا. ¶ وهذا هو الصواب الأحق من القول بالنسخ. وقد أشار ابن عطية إلى أن قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ} عند من قال إنه نسخ كل آيات الموادعة والمهادنة في القرآن، فإنه يلزم من هذا القول نسخ مائة آية وأربع عشرة من القرآن.",
            "page": "176",
            "part": "1",
            "seal": "A906B5C6"
        },
        {
            "id": "176",
            "nass": "وهذا - فيمل يبدو - معنى بعيد، إذ كيف تعزل آية واحدة هذا القدر من الآيات مع إمكان الجمع بين كل هذه الأدلة كما تقدم، ويحبط بالقول بالنسخ في هذا الموضوع غموض آخر يجعل الجزم بالنسخ في أي من النوعين مستحيلاً، وهو ما تراه من تقديم وتأخير بين الآيات التي في إن بعضها نسخ الآخر، تقديم وتأخير في ترتيب الآيات في السور، وتقديم وتأخير في النزول، وهذا ملحظ لو تتبعناه لطال بما الحديث. فنكتفي بمجرد الإشارة إليه، ونخلص من هذا كله إلى أن الأصل في علاقة المسلمين بغيرهم هي السلام لا الحرب، وقد تواترت الأدلة القولية والعملية على صدق هذا المذهب وصحته. ¶ أما أدلة من قالوا: إنها علاقة حرب لا سلام فلم يُسلَّم لهم الاستدلال بالنصوص التي ساقوها. وقد ناقشناها في إيجاز وبيَّنا درجة الاستدلال بها من القبول والرد، وهذا المذهب -: مذهب القول بالعلاقة السلمية - هو اللائق بسماحة الإسلام التس سقنا عشرلت الأدلة عليها في كل فرع من فروع هذه الدراسة. فالإسلام هو دين السلام في هذه الحياة الدنيا، سلام لجميع البشر لا للمسلمين خاصة، فالدماء والحقوق فيه مصونة بصرف النظر عن أي اعتبارت أخرى ترجع إلى الدين أو الجنس أو اللون, لكت شريطة أن لا يعتدي علينا أحد بقول أو فعل، وأن لا تنتهك حرماتنا ومقدساتنا، فإن صنع أحد معنا شيئاً من هذا فالمعاملة بالمثل هي الواجبة. ¶ فإذا وجب قتال العدو، فالإسلام السمح الرحيم يوجه الجنود المسلمين توجيهاً أخلاقياً ليس له في غير الإسلام مثيل: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} . ¶ فلا نقاتل إلا من قاتلنا، ولا نعتدي على من لم يقاتلنا، وفي السُنّة الطاهرة، والفقه الإسلامي أن أصنافاً من قوم الذين يقاتلوننا لا نقتلهم - وإن ظفرنا بهم - ولا نتعرض لهم بسوء قط وهم: النساء - الصبيان - الأجير - الضعيف -",
            "page": "177",
            "part": "1",
            "seal": "F13A1083"
        },
        {
            "id": "177",
            "nass": "المجنون - الراهب - المريض. وكل من لم يشترك في قتالنا. وقد روى أن النبي - صلى الله عليه وسلم - رأى في إحدى غزواته امرأة مقتولة فأنكر ذلك على مَن قتلها. ¶ هذا بالنسبة للأشخاص، وقد تقدم أن وصايا الخلفاء بعدم التعرض لما يسمى الآن بـ \"الأهداف المدنية - كالأشجار والماشية\" كانت من أبرز ما يوصون به المقاتلين. ضاربين للناس أورع الأمثال في السماحة والرحمة، ومكارم الأخلاق، ومسك الختام لهذه الدراسة هو قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ كَافَّةً وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} . ¶ والحمد لله في الأولى، والحمد لله في الآخرة. ¶ البلد الطيب الأمين: مكة المكرمة: ¶ صبيحة وقفة عرفات 1413 هـ (الموافق 30 مايو 1993م) ¶ عبد العظيم إبراهيم المطعنى ¶ عفا الله عنه ¶ * * *",
            "page": "178",
            "part": "1",
            "seal": "430F7126"
        }
    ],
    "t1411": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "سماحة الإسلام في الدعوة إلى الله"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "تقديم"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "المرحلة الأولى للدعوة الإسلامية الدعوة إلى الإسلام بالوسائل السلمية"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول سماحة الدعوة في القرآن الكريم"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "القضية الأولى: قضية التوحيد"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "المواجهة"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الخطوة الثانية في المواجهة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "عجز الأصنام"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الأسباب"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "تمثيل عجز الأصنام"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "تمثيل حقارة الأصنام"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "تمثيل عقيدة الشرك"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "مثل من التاريخ النبوي"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "صور من دلائل التوحيد"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "دليل عقلي قاطع على الوحدانية"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "تكافر وتلاعن"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "قطب الدائرة"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "القضية الثانية: قضية البعث"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الذي فطركم أول مرة"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "الذي أنشأها أول مرة"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "دلائل كونية ناطقة"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "مثل من الأمم الغابرة"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني سماحة الدعوة في القرآن الكريم في العهد المدني"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "الظاهرة الأولى مواقف الدعوة السلمية من أهل الكتاب"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "تعميم الدعوى"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "سماحة نادرة"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "التي هي أحسن"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الصبر والعفو"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "جسور متينة من التواد"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "النداء الخالد"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "الظاهرة الثانية مواقف الدعوة السلمية من النفاق والمنافقين"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": "1",
            "tit": "قسما النفاق"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "النفاق الذي واجهته الدعوة"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "كيف واجه الإسلام ظاهرة النفاق والمنافقين"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "سورة التوبة تتصدى وتواجه"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "مبدأ إسلامي عام في التسامح"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني سماحة الدعوة في القرآن الكريم"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "من شاء فليؤمن، ومن شاء فليكفر"
        },
        {
            "id": "93",
            "lvl": "2",
            "sub": null,
            "tit": "فإنما عليك البلاغ"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "إن هذه الحرية لها ضابطان"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "مهمة الدعاة"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "2",
            "tit": "نصوص أخرى تؤكد هذا المبدأ"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "حرص صاحب الدعوة، وتعقيب الوحي عليه"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "فلا تذهب نفسك عليهم حسرات"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "رحمة عامة لكل الناس"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": "1",
            "tit": "خلاصات موجزة"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث سماحة الدعوة إلى الإسلام في النشاط النبوي"
        },
        {
            "id": "108",
            "lvl": "2",
            "sub": null,
            "tit": "مكاتبات صاحب الدعوة"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "تعقيب"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "كتابه إلى كسرى ملك فارس"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": "1",
            "tit": "موقف ملك الفرس"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "مغزى هذا الموقف"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": "1",
            "tit": "كتابه إلى ملك الروم"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "كتابه إلى المنذر بن ساوى"
        },
        {
            "id": "114",
            "lvl": "2",
            "sub": null,
            "tit": "كتابه إلى أمير اليمامة"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "كتابه إلى صاحب دمشق"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "خلاصات موجزة"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني سماحة الدعوة إلى الإسلام في السنة العملية"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "موقف قريش"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "الحرب الباردة"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "ردود القرآن"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "موقفهم من القرآن"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "نصيب الأتباع من الحرب الباردة"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "الصد عن سبيل الله"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "التعذيب البدني والاضطهاد"
        },
        {
            "id": "125",
            "lvl": "2",
            "sub": null,
            "tit": "الهجرة إلى الحبشة"
        },
        {
            "id": "126",
            "lvl": "2",
            "sub": null,
            "tit": "تهديد أبي طالب"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "مؤامرة لقتل صاحب الدعوة"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": "1",
            "tit": "مقاطعة بني هاشم وبني المطلب"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": null,
            "tit": "خلاصات موجزة"
        },
        {
            "id": "128",
            "lvl": "2",
            "sub": "1",
            "tit": "سماحة الإسلام في العهد المدني بعد الهجرة"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "نصوص المعاهدة بين المسلمين واليهود"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "ملحظ ذو خطر"
        },
        {
            "id": "133",
            "lvl": "2",
            "sub": null,
            "tit": "سماحة.... لا إرهاب"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "بنود صلح الحديبية"
        },
        {
            "id": "138",
            "lvl": "1",
            "sub": null,
            "tit": "المرحلة الثانية للدعوة الإسلامية مشروعية القتال، وضوابطه"
        },
        {
            "id": "141",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الأول متى.... ولماذا شرع القتال في الإسلام"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": null,
            "tit": "أثر الإذن بالقتال بعد الهجرة"
        },
        {
            "id": "142",
            "lvl": "2",
            "sub": "1",
            "tit": "البعوث والسرايا"
        },
        {
            "id": "144",
            "lvl": "2",
            "sub": null,
            "tit": "الغزوات"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "مرحلة الأمر الوجوبي"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "لماذا شرع القتال"
        },
        {
            "id": "148",
            "lvl": "2",
            "sub": null,
            "tit": "ليس للإجبار على اعتناق الإسلام"
        },
        {
            "id": "149",
            "lvl": "2",
            "sub": null,
            "tit": "وليس عقابا على الكفر"
        },
        {
            "id": "150",
            "lvl": "2",
            "sub": null,
            "tit": "خلاصات موجزة"
        },
        {
            "id": "153",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثاني ضوابط القتال في الإسلام"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "أنواع الضوابط"
        },
        {
            "id": "157",
            "lvl": "2",
            "sub": null,
            "tit": "عرض الإسلام أولا"
        },
        {
            "id": "158",
            "lvl": "2",
            "sub": null,
            "tit": "خلاصات موجزة"
        },
        {
            "id": "161",
            "lvl": "2",
            "sub": null,
            "tit": "الفصل الثالث علاقة المسلمين بغيرهم..... سلام أو حرب"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة القرآنية"
        },
        {
            "id": "162",
            "lvl": "2",
            "sub": "1",
            "tit": "الأدلة النبوية"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": null,
            "tit": "أدلة القائلين بالعلاقة السلمية"
        },
        {
            "id": "163",
            "lvl": "2",
            "sub": "1",
            "tit": "أدلة العفو والصفح العام"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة الداعية إلى الإحسان"
        },
        {
            "id": "166",
            "lvl": "2",
            "sub": null,
            "tit": "الأدلة من السنة"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": null,
            "tit": "موازنة بين أدلة القريقين"
        },
        {
            "id": "167",
            "lvl": "2",
            "sub": "1",
            "tit": "مناقشة أدلة الفريق الأول"
        },
        {
            "id": "169",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "170",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "171",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاصة"
        },
        {
            "id": "172",
            "lvl": "2",
            "sub": null,
            "tit": "الدليل القرآني الخامس"
        },
        {
            "id": "173",
            "lvl": "2",
            "sub": null,
            "tit": "الدليل النبوي"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "وقفة مع أدلة الفريق الثاني"
        }
    ]
}