{
    "b1414": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الكتاب: شبهات حول القرآن ¶ المؤلف: د. محمد عمارة",
            "page": null,
            "part": null,
            "seal": "D890136E"
        },
        {
            "id": "2",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ تقديم ¶ الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين، وعلى آله وصحابته أجمعين، ومن اهتدى بهديه إلى يوم الدين. ¶ وبعد. . ¶ فلقد تذكرت، عندما قرأت الأسئلة العشرة، التي تدور حول \"شبهات\" يثيرها خصوم الإسلام، أو الجاهلون بحقيقته، إزاء القرآن الكريم. . . تذكرت سنة الله، التي لا تبديل لها ولا تحويل. . سنة التدافع الفكري بين الحق والباطل على امتداد التاريخ الإنساني، عبر الثقافات والحضارات. . ¶ هذا التدافع الفكري هو السبيل الحافز لتبليغ دعوة الحق، وإقامة الحجة على صدقها، وإزالة الشبهات عنها. . وفي ذلك أداء للفريضة التي افترضها الله، سبحانه وتعالى، على كل الذين أنعم عليهم بنعمة الإسلام. ¶ بل إن هذا التدافع الفكري هو السبيل لتنشيط ملكات وطاقات العقل المسلم، كي يواكب المستجدات في ميادين هذا التدافع. . فلكل عصر شبهاته، ولكل مذهب من المذاهب الضالة سهامه التي يصوبها نحو الحق وأهله. . وصدق الله العظيم: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} (الأنعام: 112) . ¶ والمسلمون إذا لم يهتموا بالنظر في الشبهات التي يثيرها الخصوم - المغرضون منهم والخصوم - حول القرآن وعلومه، والسنة النبوية وعلومها، والإسلام وحضارته وأمته، سيصاب عقلهم بالكسل والتبلد، وستغلبهم الشبهات الباطلة، الأمر الذي يزعزع يقينهم الإيماني. . وذلك فضلاً عن تفريطهم في فريضة إقامة الدين، وتبليغ دعوته، وإقامة حجته، وإزالة الشبهات عن عقائده وشريعته ومبادئه وقيمه. . ¶ ولقد علمنا القرآن الكريم أن هذا التدافع الفكري هو السبيل للتقدم، وانتصار الحق على الباطل، وحلول الصلاح محل الفساد {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} (البقرة: 251) ، {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ} (الححج: 40) ، {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ (33) وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ} (فصلت: 33، 34) ¶ كذلك يعلمنا القرآن الكريم ضرورة الاهتمام بما يثيره الآخرون حول الإسلام، وانظر فيه، ودفع باطله بالحق الذي نتعلمه من فقه الإسلام. . فالقرآن لم يتجاهل الشبهات التي أثارها المشركون ضده - فضلاَ عن أن يصادرها - وإنما تتبعها، وذكرها في سوره وآياته، وقام بتفنيدها، حتى ما كان منها متهافتاً. . استوت في ذلك شبهاتا أهل الكتاب - من اليهود والنصارى - مع شبهات المشركين والدهريين. . لقد كان القرآن الكريم هو الذي يسعى لاستنطاق الخصوم ما لديهم من \"علم\" أو \"أثارة من علم\" أو \"برهان\" على هذا الذي يعتقدون: {قُلْ هَلْ عِنْدَكُمْ مِنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا إِنْ تَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنْ أَنْتُمْ إِلَّا تَخْرُصُونَ} (الأنعام: 148) ، {السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ} (الأحقاف: 4) ، {قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} (البقرة: 111) . ¶ بينما كان مذهب المشركين ومنهاجهم هو التجاهل وعدم الاستماع والصد والصدود عن سماع القرآن. . كانوا يقولون لأتباعهم: {وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآَنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ} (فصلت: 26) . ¶ لذلك كله، كان إقبالي على الإجابة عن هذه الأسئلة العشرة - التي قدمت نماذج متنوعة لما يثار حول القرآن الكريم من شبهات - لوناً من أداء الواجب الجامع بين المهمة العلمية والرسالة الدينية معاً. . ¶ وأرجو الله، سبحانه وتعالى، أن يكون الصواب حليفي في هذه الإجابات. . وان يجعل الجهد الذي بذلته في ميزان حسناتي، وميزان حسنات الذين يفقهون هذه الإجابات على هذه الشبهات. . إنه سبحانه أعظم مسئول وأكرم مجيب. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه من والاه.. ¶ د. محمد عمارة ¶ السابق التالي",
            "page": "1",
            "part": "1",
            "seal": "B589B591"
        },
        {
            "id": "3",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة الأولى ¶ يعطي القرآن معلومات مختلفة عن خلق الإنسان. . من ماء مهين (77: 20) (1) من ماء (21: 30) . . من نطفة (36: 77) . . من طين (32: 7) . . من علق (96: 2) . . من حمأ مسنون (15: 27) . . ولم يك شيئاً (19: 67) . ¶ فكيف يكون كل ذلك صحيحاً في نفس الوقت؟ ¶ الجواب: ¶ ليس هناك أدنى تناقض - بل ولا حتى شبهة تناقض - بين ما جاء في القرآن الكريم من معلومات عن خلق الإنسان. . وحتى يتضح ذلك، يلزم أن يكون هناك منهج علمي في رؤية هذه المعلومات، التي جاءت في عديد من آيات القرآن الكريم. . وهذا المنهج العلمي يستلزم جمع هذه الآيات. . والنظر إليها في تكاملها. . مع التمييز بين مرحلة خلق الله للإنسان الأول - آدم عليه السلام - ومرحلة الخلق لسلالة آدم، التي توالت وتكاثرت بعد خلق حواء، واقترانها بآدم، وحدوث التناسل عن طريق هذا الاقتران والزواج. ¶ لقد خلق الله، سبحانه وتعالى، الإنسان الأول - آدم _ فأوجده بعد أن لم يكن موجوداً. . أي أنه أصبح \"شيئاً\" بعد ان لم يكن \"شيئاً\" موجوداً. . وإنما كان وجوده فقط في العلم الإلهي. . وهذا ومعنىالآية الكريمة: {أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا} (مريم: 67) . ¶ أما مراحل خلق الله، سبحانه وتعالى، لآدم. . فلقد بدأت ب (التراب) الذي أضيف إليه (الماء) فصار (طيناً) ثم تحول هذا الطين إلى (حمأ) أي أسود منتن، لأنه تغير - والمتغير هو (المسنون) - فلما يبس هذا الطين - من غير أن تمسه النار - سمى (صلصالاً) - لأن الصلصال هو الطين اليابس - من غير ان تمسه نار - وسمى صلصالاً لأنه يصل، أي يصوت، من يبسه - أي له صوت ورنين. . ¶ وبعد مراحل الخلق هذه - التراب. . فالماء. فالطين. . فالحمأ المسنون. . فالصلصال. . نفخ الله، سبحانه وتعالى، في مادة الخلق هذه من روحه، فغدا هذا المخلوق \"إنساناً\" هو آدم، عليه السلام. ¶ وعن هذه المراحل تعبر الآيات القرآنية فتصور تكامل المراحل - وليس التعارض المتوهم والموهوم - فتقول هذه الآيات الكريمة: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آَدَمَ خَلَقَهُ مِنْ تُرَابٍ} (آل عمران: 59) - فبالتراب كانت البداية. ¶ {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ} (السجدة: 7) ، وذلك عندما أضيف الماء إلى التراب {فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا إِنَّا خَلَقْنَاهُمْ مِنْ طِينٍ لَازِبٍ} (الصافات: 11) - وذلك عندما زالت قوة الماء عن الطين فأصبح \"لازباً\"، أي جامداً. . ¶ وفي مرحلة تغير الطين، واسوداد لونه، ونتن رائحته، سمي (حمأ مسنوناً) ، لأن الحمأ هو الطين الأسود المنتن. ¶ والمسنون هو المتغير بينما الذي (لم يتسنه) هو الذي لم يتغير. . وعن هذه المرحلة عبرت الآيات: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (26) وَالْجَانَّ خَلَقْنَاهُ مِنْ قَبْلُ مِنْ نَارِ السَّمُومِ (27) وَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (28) فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (29) فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (30) إِلَّا إِبْلِيسَ أَبَى أَنْ يَكُونَ مَعَ السَّاجِدِينَ (31) قَالَ يَا إِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ السَّاجِدِينَ (32) قَالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصَالٍ مِنْ حَمَإٍ مَسْنُونٍ (33) قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (34) وَإِنَّ عَلَيْكَ اللَّعْنَةَ إِلَى يَوْمِ الدِّينِ (35) } (الحجر: 26-35) (2) . ¶ تلك هي مراحل خلق الإنسان الأول، توالت فيها وتتابعت وتكاملت المصطلحات: التراب. . والماء. . والطين. . والحمأ المسنون. . والصلصال. . دونما أي شبهة للتعارض أو التناقض. . ¶ وكذلك الحال والمنهاج مع المصطلحات التي وردت بالآيات القرآنية التي تحدثت عن خلق سلالة آدم عليه السلام. . ¶ فكما تدرج خلق الإنسان الأول - آدم - من التراب. . إلى الطين. . إلى الحمأ المسنون. . إلى الصلصال. . حتى نفخ الله فيه من روحه. . كذلك تدرج خلق السلالة والذرية. . بدءاً من (النطفة) - التي هي الماء الصافي - ويعبر بها عن ماء الرجل - (المني) -. . إلى (العلقة) - التي هي الدم الجامد، الذي يكون منه الولد، لأنه يعلق ويتعلق بجدار الرحم. . إلى (المضغة) - وهي قطعة اللحم التي لم تنضح، والمماثلة لما يمضغ بالفم -. . إلى (العظام) . . إلى (اللحم) الذي يكسو العظام. . إلى (الخلق الاخر) الذي اصبح - بقدرة الله - في أحسن تقويم (3) . ¶ ومن الآيات التي تحدثت عن توالي وتكامل هذه المراحل في خلق وتكوين نسل الإنسان الأول وسلالته، قول الله، سبحانه وتعالى: {يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا} (الحج: 5) . ¶ وقوله، سبحانه: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (12) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (13) ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأْنَاهُ خَلْقًا آَخَرَ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ} (المؤمنون: 12-14) . ¶ وإذا كانت (النطفة) هي ماء الرجل. . فإنها عندما تختلط بماء المرأة، توصف بأنها (أمشاج) - أي مختلطة - كما جاء في قوله تعالى: {إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا} (الإنسان: 2) . ¶ كما توصف هذه (النطفة) بأنها (ماء مهين) لقلته وضعفه. . وإلى ذلك تشير الآيات الكريمة: {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ وَبَدَأَ خَلْقَ الْإِنْسَانِ مِنْ طِينٍ (7) ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ} (السجدة: 7-8) . ¶ {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ (20) فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ (21) إِلَى قَدَرٍ مَعْلُومٍ (22) فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ} (المرسلات: 20-23) . ¶ وكذلك، وصفت (النطفة) - أي ماء الرجل - بأنه (دافق) لتدفقه واندفاعه. . كما جاء في الآية الكريمة: {فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ (5) خُلِقَ مِنْ مَاءٍ دَافِقٍ (6) يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ (7) } (الطارق: 5-7) . ¶ هكذا عبر القرآن الكريم عن مراحل الخلق. . خلق الإنسان الأول. . وخلق سلالات وذريا هذا الإنسان. . وهكذا قامت مراحل الخلق، ومصطلحات هذه المراحل، شواهد على الإعجاز العلمي للقرآن الكريم. . عندما جاء العلم الحديث ليصدق على هذه المراحل ومصطلحاتها، حتى لقد انبهر بذلك علماء عظام فاهتدوا إلى الإسلام. . ¶ فكيف يجوز - بعد ذلك ومعه - أن يتحدث إنسان عن وجود تناقضات بين هذه المصطلحات. . ¶ لقد صدق الله العظيم: {أَفَلَا يَتَدَبَّرُونَ الْقُرْآَنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلَافًا كَثِيرًا} (النساء: 82) . ¶ ---------------------------------------------------- ¶ (1) الآيات التي تحدثت عن \"الماء المهين\" هي في السورة (32: 8) و (77: 20) . ¶ (2) انظر معاني المصطلحات الواردة في هذه الآيات في: الراغب الأصفهاني، أبو القاسم الحسين بن محمد (المفردات في غريب القرآن) طبعة دار التحرير - القاهرة - سنة 1991م. و (لسان العرب) - لابن منظور - طبعة دار المعارف - القاهرة. ¶ (3) انظر في معاني هذه المصطلحات (المفردات في غريب القرآن) - مصدر سابق. ¶ السابق التالي",
            "page": "2",
            "part": "1",
            "seal": "14658AC0"
        },
        {
            "id": "4",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة الثانية ¶ يوضح القرآن أن الله لا يغفر أن يشرك به (4: 48) . ومع ذلك فقد غفر الله لإبراهيم، عليه السلام، بل جعله نبياً رغم أنه عبد النجوم والشمس والقمر (6: 86-78) . فما الإجابة؟ ¶ الجواب: ¶ الشرك محبط للعمل: {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ (64) وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ (65) بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ} (الزمر: 64-66) ، {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} (النساء: 48) . ¶ والأنبياء والرسل هم صفوة الله من خلقه، يصطفيهم ويستخلصهم، ويصنعهم على عينه، وينزهم - حتى قبل البعثة لهم والوحي إليهم - عن الأمور التي تخل بجدارتهم للنبوة والرسالة. . ومن ذلك الشرك، الذي لو حدث منهم واقترفوه لكان مبرراً لغيرهم أن يقترفه ويقع فيه. . ولذلك، لم يرد في القرآن الكريم ما يقطع بشرك أحد الأنبياء والرسل قبل بعثته. . بمن في ذلك أبو الأنبياء وخليل الرحمن إبراهيم عليه السلام. .. ¶ أما الآيات التي يشير إليها السؤال. . وهي قول الله، سبحانه وتعالى: {وَكَذَلِكَ نُرِي إِبْرَاهِيمَ مَلَكُوتَ السَّمَاوَاتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ (75) فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ رَأَى كَوْكَبًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَا أُحِبُّ الْآَفِلِينَ (76) فَلَمَّا رَأَى الْقَمَرَ بَازِغًا قَالَ هَذَا رَبِّي فَلَمَّا أَفَلَ قَالَ لَئِنْ لَمْ يَهْدِنِي رَبِّي لَأَكُونَنَّ مِنَ الْقَوْمِ الضَّالِّينَ (77) فَلَمَّا رَأَى الشَّمْسَ بَازِغَةً قَالَ هَذَا رَبِّي هَذَا أَكْبَرُ فَلَمَّا أَفَلَتْ قَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ (78) إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ (79) وَحَاجَّهُ قَوْمُهُ قَالَ أَتُحَاجُّونِّي فِي اللَّهِ وَقَدْ هَدَانِ وَلَا أَخَافُ مَا تُشْرِكُونَ بِهِ إِلَّا أَنْ يَشَاءَ رَبِّي شَيْئًا وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا أَفَلَا تَتَذَكَّرُونَ (80) وَكَيْفَ أَخَافُ مَا أَشْرَكْتُمْ وَلَا تَخَافُونَ أَنَّكُمْ أَشْرَكْتُمْ بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالْأَمْنِ إِنْ كُنْتُمْ تَعْلَمُونَ (81) الَّذِينَ آَمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ (82) وَتِلْكَ حُجَّتُنَا آَتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ} (الأنعام: 74-83) . ¶ أما هذه الآيات، فليس فيها دليل على أن إبراهيم، عليه السلام، قد مر بمرحلة شرك، وحاشا له أن يقع في ذلك، وإنما هي تحكي كيف آتى الله إببراهيم الحجة على قومه. . حجة التوحيد، ودحض الشرك. . فهي حجاج وحوار يسلم فيه إبراهيم جدلاً - كشأن الحوار - بما يشركون؛ لينقض هذا الشرك، ويقيم الحجة على تهاوي ما به يحتجون، وعلى صدق التوحيد المركوز في فطرته. . ليخلص من هذا الحوار والحجاج والاحتجاج إلى أن الخيار الوحيد المتبقي - بعد هذه الخيارات التي سقطت - هو التوحيد. . فهو حوار التدرج من توحيد الفطرة إلى التوحيد القائم على المنطق والبرهان والاستدلال، الذي فند دعاوى وحجج الخصوم. . الاستدلال اليقيني - {وليكون من الموقنين} - وليس فيه انتقال من الشرك إلى التوحيد. . تلك هي الحقيقة التي رجحجها المفسرون: ¶ فالقرطبي، أبو عبد الله محمد بن أحمد الأنصاري القرطبي (671هـ 1273م) يقول في تفسيره (الجامع لأحكام القرآن) - مورداً الآراء المختلفة حول هذا الموضوع: ¶ \"قوله تعالى: \"قال هذا ربي \" اختلف في معناه على أقوال؛ فقيل: كان هذا منه في مهلة النظر وحال الطفولية وقبل قيام الحجة؛ وفي تلك الحال لا يكون كفر ولا إيمان ... ¶ وقال قوم: هذا لا يصح؛ وقالوا: غير جائز أن يكون لله تعالى رسول يأتي عليه وقت من الأوقات إلا وهو لله تعالى موحد وبه عارف، ومن كل معبود سواه بريء. قالوا: وكيف يصح أن يتوهم هذا على من عصمه الله وآتاه رشده من قبل، وأراه ملكوته ليكون من الموقنين، ولا يجوز أن يوصف بالخلو عن المعرفة، بل عرف الرب أول النظر. قال الزجاج: هذا الجواب عندي خطأ وغلط ممن قال؛ وقد أخبر الله تعالى عن إبراهيم أنه قال: \"واجنبني وبني أن نعبد الأصنام \" \"إبراهيم: 35 \" وقال جل وعز: \"إذ جاء ربه بقلب سليم \" \"الصافات: 84 \" أي لم يشرك به قط. . ¶ لقد قال \"هذا ربي \" على قول قومه؛ لأنهم كانوا يعبدون الأصنام والشمس والقمر؛ ونظير هذا قوله تعالى: \"أين شركائي \" \"النحل: 27 \" وهو جل وعلا واحد لا شريك له. والمعنى: ابن شركائي على قولكم. . . ¶ وقيل: إنما قال \" هذا ربي \" لتقرير الحجة على قومه فأظهر موافقتهم؛ فلما أفل النجم قرر الحجة وقال: ما تغير لا يجوز أن يكون ربا. وكانوا يعظمون النجوم ويعبدونها ويحكمون بها. وقال النحاس: ومن أحسن ما قيل في هذا ما صح عن ابن عباس أنه قال في قول الله عز وجل: \" نور على نور \" [النور: 35] قال: كذلك قلب المؤمن يعرف الله عز وجل ويستدل عليه بقلبه، فإذا عرفه أزداد نورا على نور؛ وكذا إبراهيم عليه السلام عرف الله عز وجل بقلبه واستدل عليه بدلائله، فعلم أن له ربا وخالقا. فلما عرفه الله عز وجل بنفسه ازداد معرفة فقال: \" أتحاجوني في الله وقد هدان \" [الأنعام: 80] . ¶ وقيل: هو على معنى الاستفهام والتوبيخ، منكرا لفعلهم. والمعنى: أهذا ربي، أو مثل هذا يكون ربا؟ فحذف الهمزة. وفي التنزيل \" أفإن مت فهم الخالدون \" [الأنبياء: 34] أي أفهم الخالدون؟ ... \" (1) ¶ ومع هذا الرأي ايضاً الزمخشري، أبو القاسم جار الله محمود بن عمر الزمخشري الخوارزمي (467-538هـ/1075-1144م) صاحب تفسير (الكشاف عن حقائق التنزيل وعيون الأقاويل في وجوه التأويل) . . الذي يقول في تفسير هذه الايات: ¶ \"وكان أبوه آزر وقومه يعبدون الأصنام والشمس والقمر والكواكب، فأراد أن ينبههم على الخطأ في دينهم، وأن يرشدهم إلى طريق النظر والاستدلال، ويعرفهم أن النظر الصحيح مؤدّ إلى أن شيئاً منها لا يصحّ أن يكون إل?هاً، لقيام دليل الحدوث فيها، وأن وراءها محدثاً أحدثها، وصانعاً صنعها، مدبراً دبر طلوعها وأفولها وانتقالها ومسيرها وسائر أحوالها. ¶ {هَـ?ذَا رَبّى} قول من ينصف خصمه مع علمه بأنه مبطل، فيحكي قوله كما هو غير متعصب لمذهبه. لأن ذلك أدعى إلى الحق وأنجى من الشغب، ثم يكرّ عليه بعد حكايته فيبطله بالحجة. ¶ {لا أُحِبُّ ?لأفِلِينَ} لا أحبّ عبادة الأرباب المتغيرين من حال إلى حال، المتنقلين من مكان إلى آخر، المحتجبين بستر، فإنّ ذلك من صفات الأجرام. ¶ {لَئِن لَّمْ يَهْدِنِى رَبّى} تنبيه لقومه على أنّ من اتخذ القمر إل?هاً وهو نظير الكوكب في الأفول، فهو ضال، وأنّ الهداية إلى الحق بتوفيق الله ولطفه. ¶ {إِنّى وَجَّهْتُ وَجْهِىَ لِلَّذِى فَطَرَ ?لسَّمَـ?و?تِ وَ?لأرْضَ} أي للذي دلت هذه المحدثات عليه وعلى أنه مبتدؤها ومبتدعها. \" (2) ¶ وعلى هذا الرأي أيضاً - من المحدثين - الشيخ عبد الوهاب النجار (1278-1360هـ/1862-1941م) - صاحب (قصص الأنبياء) - الذي يقول: \"لقد أتى إبراهيم في الاحتجاج لدينه وتزييف دين قومه بطريقة التدرج في الإلزام، أو التدرج في تكوين العقيدة. .\" (3) .. ¶ ذلك هو موقف إبراهيم الخليل، عليه السلام، من الشرك. . لقد عصمه الله منه. . وإنما هي طريقة في الجدال يتدرج بها مع قومه، منطلقاً من منطلقاتهم؛ ليصل بهم إلى هدم هذه المنطلقات، وإلى إقامة الدليل العقلي على عقيدة التوحيد الفطرية المركوزة في القلوب. ¶ ---------------------------------------------------- ¶ (1) (الجامع لأحكام القرآن) ج7 ص25، 26. طبعة دار الكتاب العربي للطباعة والنشر - القاهرة سنة 1387 هـ سنة 1967 م. ¶ (2) (الكشاف) ج2 ص30، 31 طبعة دار الفكر - بيروت - بدون تاريخ - وهي طبعة مصورة عن طبعة طهران \"انتشارات آفتاب - طهران\" - وهي الأخرى بدون تاريخ للطبع. ¶ (3) (قصص الأنبياء) ص80. طبعة دار إحياء التراث العربي - بيروت - لبنان - بدون تاريخ للطبع. ¶ السابق التالي",
            "page": "3",
            "part": "1",
            "seal": "64567516"
        },
        {
            "id": "5",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة الثالثة ¶ يؤكد القرآن أنه لا يمكن للملائكة أن تعصى الله (66: 6) ومع ذلك فقد عصى إبليس الذي كان من الملائكة، كما في الآية (2: 34) فأيهما صحيح؟ ¶ الجواب: ¶ الملائكة مخلوقات مجبولة على طاعة الله وعبادته والتسبيح له وبه. . فم لا يعصون الله، سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (التحريم: 6) . ¶ ومع تقرير هذه الآية أن هؤلاء الملائكة القائمين على النار {لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} . . يقرر القرآن الكريم أن إبليس - وهو من الملائكة - في قمة العصيان والعصاة: {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا لِآَدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ أَبَى وَاسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ} (البقرة: 34) . ¶ وهناك إمكانية للجمع بين معاني الآيتين، وذلك بأن نقول: إن عموم الملائكة لا يعصون الله، سبحانه وتعالى، فهم مفطورون ومجبولون على الطاعة. . لكن هذا لا ينفي وجود صنف هم الجن - ومنهم إبليس، شملهم القرآن تحت اسم الملائكة - كما وصف الملائكة أيضاً بأنهم جنة - لخفائهم واستتارهم -. . وهذا الصنف من الجن، منهم الطائعون ومنهم العصاة. . ¶ وفي تفسير الإمام محمد عبده (1265-1323هـ/1849-1905م) لآية سورة البقرة: 34 - يقول: ¶ \"أي سجدوا إلا إبليس، وهو فرد من أفراد الملائكة، كما يفهم من الآية وأمثالها في القصة، إلا أن آية الكهف فإنها ناطقة بأنه كان من الجن. . وليس عندنا دليل على أن بين الملائكة والجن فصلاً جوهرياً يميز أحدهما عن الآخر، وو إنما هو اختلاف أصناف، عندما تختلف أوصاف. فالظاهر ان الجن صنف من الملائكة. وقد اطلق القرآن لفظ الجنة على الملائكة، على رأي جمهور المفسرين في قوله تعالى: {وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا} (الصافات: 158) وعلى الشياطين في آخر سورة الناس\" (1) . ¶ ونحن نجد هذا الرأي أيضاً عند القرطبي - في تفسيره (الجامع لأحكام القرآن) - فيقول: ¶ \" وقال سعيد بن جبير: إن الجن سبط من الملائكة خلقوا من نار وإبليس منهم، وخلق سائر الملائكة من نور. . والملائكة قد تسمى جنا لاستتارها، وفي التنزيل: {وجعلوا بينه وبين الجنة نسباً} (الصافات: 158) ، وقال الشاعر في ذكر سليمان عليه السلام: ¶ وسخر من جن الملائك تسعة:: قياما لديه يعملون بلا أجر \" (2) ¶ فلا تناقض إذاً بين كون الملائكة لا يعصون الله. . وبين عصيان إبليس - وهو من الجن، الذين أطلق عليهم اسم الملائكة - فهو مثله كمثل الجن هؤلاء منهم الطائعون ومنهم العصاة. ¶ ---------------------------------------------------- ¶ (1) (الأعمال الكاملة للإمام محمد عبده) ج4 ص133. دراسة وتحقيق: د. محمد عمارة. طبعة دار الشروق. القاهرة سنة 1414هـ سنة 1993م. ¶ (2) (الجامع لأحكام القرآن) ج1 ص294-295 - مصدر سابق -. ¶ السابق التالي",
            "page": "4",
            "part": "1",
            "seal": "52AAF0AD"
        },
        {
            "id": "6",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة الرابعة ¶ كل المخلوقات في السموات والأرض طائعة وقاتنة لله تعالى (30: 26) . ومع ذلك نجد حالات كثيرة من عدم الطاعة من جانب البشر (مثلاً: 69: 10) . ¶ الجواب: ¶ كل المخلوقات، في السموات والأرض، طائعة وقانتة لله، سبحانه وتعالى: {وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ} (الروم: 26) . ¶ فهم قانتون لله، أي خاضعون ومطيعون لإرادته، سبحانه وتعالى. . ¶ ومع ذلك يشهد الواقع، وتحكي الآيات القرآنية الكثير عن حالات العصيان وعدم الطاعة من جانب البشر. . وذلك من مثل قوله سبحانه: {وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ (9) فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَابِيَةً} (الحاقة: 9-10) . ¶ ففي هذه الآية وحدها إشارات إلى عصيان فرعون. . وعصيان من سبقه من المؤتفكات - أي قرى قوم لوط - الذين أخذهم الله أخذة رابية، أي زائدة في الشدة على غيرها. . ¶ بل إن تاريخ الإنسانية هو صراع بين أهل الطاعة وأهل العصيان. . حتى أن المأثورالنبوي الشريف قد تحدث عن أن كل بني آدم خطاء، وخير الخطائين التوابون. . ¶ فكيف يتسق شيوع العصيان في البشر، مع الآية القرآنية التي تحدثت عن أن كل من في السموات والأرض قانتون - أي خاضعون ومطيعون - لله سبحانه وتعالى؟ ¶ إن مفتاح الإجابة عن هذا التساؤل، هو فهم أنواع الإرادة الإلهية والقضاء الإلهي. . فالله سبحانه لا يريد العصيان، ولا يقضي بالشر. . لكن إرادته وقضاءه نوعان: ¶ 1 - إرادة وقضاء تكويني وحتمي للمخلوقات غير المخيرة. . وذلك مثل القضاء الذي تتحدث عنه الآية: {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (11) فَقَضَاهُنَّ سَبْعَ سَمَوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} (فصلت: 12) . . ومن مثل: {بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ وَإِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ} (البقرة: 117) . ¶ ففي هذا اللون من الأمر الإلهي والقضاء الرباني تكون المخلوقات غير المختارة مجبولة على القنوت والطاعة والخضوع لله سبحانه وتعالى. . ¶ 2 - إرادة وقضاء معهما تخيير. . وذلك خاص بالإنسان المخير. . المكلف. . المسئول. . والذي له - بسبب هذا التخيير والحرية - حساب وجزاء. ¶ وإلى مثل هذا تشير الآيات: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا فَلَا تَقُلْ لَهُمَا أُفٍّ وَلَا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلًا كَرِيمًا (23) وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا} (الإسراء: 23-24) . ¶ فنحن هنا أمام قضاء إلهي، شاء الله سبحانه وتعالى أن يترك للإنسان المخير إزاءه حرية الطاعة والعصيان، ليتميز الخبيث من الطيب، وليكون الجزاء وفق العمل والإرادة والاختيار. . فالإنسان المخير، الذي هداه الله النجدين، له قدرات واستطاعات الطاعة والعصيان. . ولذلك، كان من جنس الإنسان المؤمن والكافر، والمطيع والعاصي، ومن يبتغي وجه الله، ومن يبتغي غير دين الله. . بينما المخلوقات غير المختارة مجبولة على الطاعة والخضوع {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ} (آل عمران: 83) ، {وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآَصَالِ} (الرعد: 15) ، {ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ} (فصلت: 11) . ¶ ففي مخلوقات الله مخلوقات مجبولة على الطاعة والخضوع. . وفي هذه المخلوقات، منهم من يطيع ومنهم من يختار العصيان، فيبتغي غير دين الله! . ¶ السابق التالي",
            "page": "5",
            "part": "1",
            "seal": "D9AAB6E6"
        },
        {
            "id": "7",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة الخامسة ¶ توضح كثير من سور القرآن أن السموات والأرض قد خلقت في ستة أيام. وهنا مشكلتان؛ الأولى انه من الثابت علمياً أن خلق السموات والأرض قد استغرق بلايين السنين. ¶ والثانية: أنه في التعبير القرآني نفسه كانت مدة الخلق ثمانية أيام بدلاً من ستة (41: 9-12) . . ¶ فكيف يمكن التوفيق بين هذه الآيات؟ ¶ الجواب: ¶ في كثير من السور القرآنية تتحدث آيات كثيرة عن خلق الله، سبحانه وتعالى، السموات والأرض وتقدير ما فيهما في ستة أيام. . ومن هذه الآيات: ¶ {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ} (الأعراف: 54 - ويونس: 3) . ¶ {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ} (هود: 7) . ¶ {الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ} (الفرقان: 59) . ¶ {) اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ} (السجدة: 4) . ¶ {وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ} (ق: 38) . ¶ {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ} (الحديد: 4) . ¶ وليس هناك تعارض بين تحديد زمن الخلق للسموات والأرض في ستة ايام، وبين ما يراه العلم من استغراق ذلك الخلق بلايين السنين، ذلك أن المدى الزمني \"لليوم\" عند الله، سبحانه وتعالى، ليس هو المدى الزمني القصير \"لليوم\" في العرف والتقويم الذي تعارف عليه الإنسان في هذه الحياة الدنيا. . وفي القرآن آيات شاهدة على ذلك، منها: ¶ {أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا قَالَ أَنَّى يُحْيِي هَذِهِ اللَّهُ بَعْدَ مَوْتِهَا فَأَمَاتَهُ اللَّهُ مِئَةَ عَامٍ ثُمَّ بَعَثَهُ قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالَ بَلْ لَبِثْتَ مِئَةَ عَامٍ فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّه - (لم يتغير) -ْ وَانْظُرْ إِلَى حِمَارِكَ وَلِنَجْعَلَكَ آَيَةً لِلنَّاسِ وَانْظُرْ إِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا - (أي نرفعها من الأرض لنؤلفها) - ثُمَّ نَكْسُوهَا لَحْمًا فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (البقرة: 259) . ¶ فبعض اليوم، في حساب الإنسان - هنا - بلغ مائة عام. . أي قرابة 37000 يوم! وكذلك الحال في قصة أهل الكهف. . فما حسبوه يوماً أو بعض يوم قد بلغ ثلثمائة عام بالتقويم الشمسي وثلثمائة وتسعة أعوام بالتقيم القمري. . {قَالَ قَائِلٌ مِنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ} (الكهف: 19) . . {وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِئَةٍ سِنِينَ وَازْدَادُوا تِسْعًا (25) قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا لَهُ غَيْبُ السَّمَاوَاتِ وَالْأَرْضِ أَبْصِرْ بِهِ وَأَسْمِعْ لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا} (الكهف: 25-26) . ¶ وكذلك الحال يوم ينفخ في الصور - يوم البعث - يحسب بعض المجرمين أن مكثهم في الدنيا لم يتجاوز عشر ليال. . بينما يحسب آخرون منهم أن مكثهم لم يتعد اليوم الواحد: {يَوْمَ يُنْفَخُ فِي الصُّورِ وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا (102) يَتَخَافَتُونَ بَيْنَهُمْ إِنْ لَبِثْتُمْ إِلَّا عَشْرًا (103) نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا} (طه: 102-104) . ¶ أما عند الله، سبحانه وتعالى، فإن لمصطلح \"اليوم\" مدى لا يعلم حقيقة طوله وأمده إلا هو: {وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ وَلَنْ يُخْلِفَ اللَّهُ وَعْدَهُ وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ} (الحج: 47) . ¶ والآية لا تحدده بألف سنة مما نعد نحن في تقويمنا. . وإنما تستخدم أداة التشبيه - الكاف - (كألف) - ليظل المدى غير معلوم لنا في هذه الحياة. . وغير ممكن التحديد بوحداتنا نحن في القياس الزمني. . فيوم الدين - الجزاء -. . وأيام الله. . والأيام الستة التي خلق الله فيها السموات والأرض. . مداها - بمقاييس أيامنا نحن - لا يعلمها إلا الله، سبحانه وتعالى. . ¶ ثم إن ما اكتشفه العلم من سرعات للصوت. . وسرعات للضوء. . وزمن الضوء - سنة ضوئية - يجعل تفاوت واختلاف المفاهيم والمقاييس لمصطلح \"اليوم\" أمراً مقرراً ومألوفاً. . ¶ هذا عن المشكلة الأولى من مشكلتي السؤال. . ¶ أما المشكلة الثانية - من مشكلتي السؤال - والخاصة بحديث بعض الآيات القرآنية عن أن الخلق للسموات والأرض قد يفهم أنه استغرق ثمانية أيام، وليس ستة أيام. . - وهي آيات سورة فصلت: {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (11) فَقَضَاهُنَّ سَبْعَ سَمَوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ} (فصلت: 9-12) . ¶ هذه \"المشكلة\" لا وجود لها: فليس هناك تناقض ولا تفاوت بين المدة الزمنية التي جاءت في هذه الآيات وبين الآيات الأخرى التي ورد فيها تحديد الأيام الستة. . ¶ ففي هذه الآيات - من سورة فصلت - نجد أن الله، سبحانه وتعالى،يخبرنا بأنه: ¶ {خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ} ¶ ثم {وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا} في تمام {أَرْبَعَةِ أَيَّامٍ} . . أي في يومين آخرين يضافان إلى اليومين اللذين خلق فيهما الأرض، فيكون المجموع أربعة أيام. . وليس وارداً أن يكون خلق الرواسي وتقدير الأقوات قد استغرق أربعة أيام. ¶ ولعل من توهم الشبهة - التي جاءت في السؤال - قد أتت من هناك. . ¶ أي من توهم إضافة أربعة أيام إلى اليومين اللذين خلقت فيهما الأرض، فيكون المجموع ستة. . وإذا أضيف إليها اليومان اللذان خلقت فيهما السماء - {فَقَضَاهُنَّ سَبْعَ سَمَوَاتٍ فِي يَوْمَيْنِ} - يكون المجموع ثمانية أيام، وليس ستة أيام. . لكن إزالة هذه الشبهة متحققة بإزالة هذا الوهم. . فالأرض خلقت في يومين. . وخلق الرواسي وتقدير الأقوات قد استغرق ما تمم اليومين أربعة أيام. . أي استغرق هو الآخر يومين. . ثم استغرق خلق السموات السبع يومين. . فكان المجموع ستة أيام من أيام الله سبحانه وتعالى. . ¶ ولقد نبه المفسرون على هذه الحقيقة - المزيلة لهذا الوهم - فقال القرطبي: ¶ \" (أربعة أيام) يعني في تتمة أربعة أيام. ومثاله قول القائل: خرجت من البصرة إلى بغداد في عشرة أيام، وإلى الكوفة في خمسة عشر يوما؛ أي في تتمة خمسة عشر يوما.\" (1) ¶ وقال الزمخشري: ¶ \" «في أيام أربعة سواء» فذلكة لمدة خلق الله الأرض وما فيها كأنه قال: كل ذلك في أربعة أيام كاملة مستوية بلا زيادة ولا نقصان. ... وقال الزجاج: في أربعة أيام في تتمة أربعة أيام يريد بالتتمة اليومين.\" (3) ¶ فهذه الآيات من سورة فصلت تؤكد - هي الأخرى - على أن خلق السموات والأرض إنما تم في ستة أيام. . ومن ثم فلا تناقض بين آيات القرآن ولا تفاوت في مدة الخلق الإلهي للسموات والأرض. . وحاشا أن يكون شئ من ذلك في الذكر الحكيم. ¶ ---------------------------------------------------- ¶ (1) (الجامع لأحكام القرآن) ج15 ص343، مصدر سابق. ¶ (2) الفذلكة: جملة ما فصل وخلاصته. ¶ (3) (الكشاف) ج3 ص 444، مصدر سابق. ¶ السابق التالي",
            "page": "6",
            "part": "1",
            "seal": "244346D0"
        },
        {
            "id": "8",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة السادسة ¶ يعطى القرآن أسماء لبعض الشخصيات التاريخية مخالفة لأسمائهم حسب الكتاب المقدس الذى سبق القرآن بعدة قرون. فمثلاً والد إبراهم عليه السلام كان اسمه Teral أو (تارح) ، ومع ذلك يسميه القرآن (آزر) . واسم الذى كان يوسف عليه السلام فى بيته كان Potiphar، أما الاسم المعطى له فى القرآن فهو (عزيز) [12: 30] . ¶ الجواب: ¶ أولاً: لا يصح أن نجعل من (الكتاب المقدس) حجة على القرآن ومرجعية له.. لأن الثابت ـ حتى فى الدراسات التى قام بها كثير من علماء اليهود والنصارى ـ أن هذا الكتاب المقدس قد أعيدت كتابته، وأصابه التحريف.. كما أن ترجماته قد أدخلت عليه تغييرات وتصحيفات، وخاصة فى أسماء الأماكن والأشخاص.. ¶ ثانياً: لأن القرآن قد تمتع بمستوى من الحفظ والتوثيق والتواتر فى النقل جعله الوحى الوحيد الصحيح على ظهر هذا الكوكب الذى نعيش عليه.. فهو الحاكم والمرجع لكل ما عداه من النصوص الدينية الأخرى.. ¶ وفى هذا الإطار.. ومن هذا المنطلق نناقش الشبهات التى يثيرها هذا السؤال.. فنقول: ¶ بالنسبة لاسم والد الخليل إبراهيم ـ عليه السلام ـ لا تختلف معظم المصادر الإسلامية ـ سواء منها تفاسير القرآن، أو قصص الأنبياء ـ على أن (آزر) ليس اسم والد إبراهيم.. وعلى أن اسمه (تارح) .. ¶ ومن العلماء من يرى أن (آزر) اسم صنم، وأن الآية خطاب استنكارى لعبادة والد إبراهيم لهذا الصنم، تقدم المفعول فى هذا الخطاب.. والمعنى أتتخذ آزر إلهاً ومعبوداً؟ ¶ ومن العلماء من يرى أن (آزر) لقب أطلق على (تارح) بعد أن عمل فى حاشية الملك الذى كان حاكماً فى ذلك التاريخ.. ¶ ونحن نقرأ ـ حول هذه القضية ـ فى تفسير القرطبى: ¶ \" قوله تعالى: (وإذ قال إبراهيم لأبيه آزر) تكلم العلماء فى هذا، فقال أبو بكر محمد بن محمد بن الحسن الجوينى الشافعى الأشعرى فى النكت من التفسير له: وليس بين الناس اختلاف فى أن اسم والد إبراهيم تارح. والذى فى القرآن يدل على أن اسمه آزر.. وقيل: آزر اسم صنم. كأنه قال: وإذ قال إبراهيم لأبيه أتتخذ آزر إلهاً، أتتخذ أصناماً آلهة.. ¶ قلت ـ أى القرطبى ـ: ما ادعاه من الاتفاق ليس عليه وفاق. فقد قال محمد بن إسحاق والكلبى والضحاك: إن آزر أبو إبراهيم عليه السلام وهو تارح، مثل إسرائيل ويعقوب. قلت: فيكون له اسمان. وقال مقاتل: آزر لقب، وتارح اسم. وحكاه الثعلبى عن ابن إسحاق القشيرى. ويجوز أن يكون العكس.. وقال الجوهرى: آزر اسم أعجمى، وهو مشتق من آزر فلان فلاناً إذا عاونه، فهو مؤازر قومه على عبادة الأصنام.. وقال مجاهد ويمان: آزر اسم صنم، أى أتتخذ آزر إلهاً، أتتخذ أصناماً.. وقال الثعلبى فى كتاب العرائس: إن اسم أبى إبراهيم الذى سماه به أبوه تارح، فلما صار مع النمروذ قيماً على خزانة آلهته سماه آزر. وقال مجاهد: إن آزر ليس باسم أبيه، وإنما هو اسم صنم، وهو إبراهيم بن تارح بن ناخور بن ساروع بن أرغو بن فالغ بن عابر بن شالخ بن أرفخشد بن سام بن نوح عليه السلام \". [القرطبى ج 7 ص 22، 23] ¶ ونفس التفسيرات الموضحة لهذه الشبهة نجدها فى (قصص الأنبياء) : ¶ \" قال السيد المرتضى الزبيدى، فى ص 12 ج 3 (تاج العروس) : وروى عن مجاهد فى قوله تعلى: (آزر أتتخذ أصناماً) قال: لم يكن بأبيه، ولكن اسم آزر اسم صنم، فموضعه نصب على إضمار الفعل والتلاوة كأنه قال: وإذ قال إبراهيم أتتخذ آزر إلهاً، أى أتتخذ أصناماً آلهة. ¶ وقال الصغانى: التقدير أتتخذ آزر إلهاً. ¶ وقد نقل شيخ العروبة المرحوم أحمد زكى باشا عبارة (تاج العروس) السابقة فى أول كتابه (تكملة كتاب الأصنام لابن الكلبى) . ¶ وهذا القول الذى قاله مجاهد أولى الأقوال عندى بالقبول. وعلى ذلك يكون والد إبراهيم لم يذكر باسمه العَلَمى فى القرآن الكريم. ¶ ومما يستأنس له ـ بأن (آزر) اسم إله ـ أننا نجد فى الآلهة القديمة عند المصريين الإله (أزوريس) ومعناه: الإله القوى المعين. وقد كانت الأمم السالفة يقلد بعضهم بعضاً فى أسماء الآلهة.. \" [قصص الأنبياء ص 72] ¶ فليست هناك مشكلة إذن حول هذا الموضوع.. ¶ أما الشبهة الثانية فى هذا السؤال والخاصة باسم الذى اشترى وآوى يوسف عليه السلام فى بيته، والذى أطلق عليه القرآن الكريم اسم (عزيز) بينما سماه الكتاب المقدس Potiphar فإنها لا تمثل ـ هى الأخرى ـ مشكلة من المشكلات.. ¶ ذلك أن منصب هذا الذى آوى يوسف كان (رئاسة الشرطة) واسمه (فوطيفار) .. ولقبه (العزيز) .. فلا تناقض بين أسماء التعريف به هذه.. ¶ ولقد تناولت ذلك المصادر الإسلامية.. فى (قصص الأنبياء) : ¶ \" وكان سيده رئيس شرطة المدينة، واسمه (فوطيفار) ، ويعبر عن منصبه فى العبرية بـ (سرهاطباحيم) ، أى رئيس الشرطة.. \" [ص 122] . ¶ وفى تفسير القرطبى: ¶ \" قال الضحاك: هذا الذى اشتراه ملك مصر، ولقبه العزيز.. واسمه قطفير. وقال ابن إسحق: إطفير.. اشتراه لامرأته.. وقال ابن عباس: إنما اشتراه قطفير وزير ملك مصر.. وكان هذا العزيز الذى اشترى يوسف على خزائن الملك.... \" [القرطبى ج 9 ص 158] . ¶ أما الخلافات والاختلافات الطفيفة فى نطق الاسم فهى واردة، بسبب النقل من لغة إلى لغة.. ومن لهجة إلى لهجة.. وبسبب النسخ للمخطوطات.. والتصحيف والتحريف.. فلا مشكلة إذن حول هذه الأسماء. ¶ السابق التالي",
            "page": "7",
            "part": "1",
            "seal": "D1C0130E"
        },
        {
            "id": "9",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة السابعة ¶ يسمى القرآن والدة المسيح ـ عليه السلام ـ باسم (أخت هارون) [19: 28] ، ولعل محمداً ـ صلى الله عليه وسلم ـ خلط بين مريم أم المسيح ومريم أخرى كانت أختاً لهارون، الذى كان أخاً لموسى ـ عليه السلام ـ ومعاصراً له، ولا يوجد مثل هذا التناقض فى الكتاب المقدس. ¶ الجواب: ¶ يتحدث القرآن الكريم عن مريم أم المسيح ـ عليهما السلام ـ باسم (أخت هارون) ، وذلك فى سورة مريم، فيقول مخاطباً إياها فى الآية 28: (يا أخت هارون ما كان أبوك امرأ سوء وما كانت أمك بغياً) وليس لهذه التسمية ذكر فى الإنجيل.. ¶ بل الثابت ـ فى القرآن والأناجيل ـ أن مريم هى ابنة عمران (ومريم ابنة عمران التى أحصنت فرجها) [التحريم 28] .. ¶ وعمران هذا هو من نسل داود ـ عليه السلام ـ أى من سبط ونسل يهوذا، وليس من سبط ونسل هارون (سبط اللاويين) .. فكيف دعاها القرآن (أخت هارون) ؟ .. ¶ هذا هو التساؤل والاعتراض الذى يورده البعض شبهة على القرآن الكريم.. ¶ والحقيقة، التى تُفهم من السياق القرآنى، أن تسمية مريم بـ (أخت هارون) ، ليست تسمية قرآنية، وإنما هى حكاية لما قاله قومها لها، وما خاطبوها ونادوها به عندما حملت بعيسى عليه السلام، عندما استنكروا ذلك الحمل، واتهموها فى عرضها وشرفها وعفافها.. فقالوا لها: (يا مريم لقد جئت شيئاً فرياً. يا أخت هارون ما كان أبوك امرأ سوء وما كانت أمك بغياً) [مريم: 27، 28] .. ¶ فلماذا نسبها قومها إلى هارون؟ ¶ يختلف المفسرون فى التعليل.. فمنهم من يقول: إن هارون ـ المشار إليه ـ كان رجلاً فاسقاً، اشتهر فسقه، فنسبها قومها إليه، إعلاناً عن إدانتهم لها.. ¶ ومن المفسرين من يقولون: إن هارون هذا كان رجلاً صالحاً مشهوراً بالصلاح والعفة.. فنسبها قومها إليه سخرية منها، وتهكماً عليها، وتعريضاً بما فعلت، واستهزاء بدعواها الصلاح والتقوى والتبتل فى العبادة، بينما هى ـ فى زعمهم ـ قد حملت سفاحاً. ¶ وقيل: إنه كان لها أخ من أبيها اسمه هارون، وكان من عباد وصلحاء بنى إسرائيل، فنسبوها إليه.. واسم هارون من الأسماء الشائعة فى بنى إسرائيل.. [انظر فى ذلك قصص الأنبياء ص 383، 284، والقرطبى ج 11 ص 100، 101، والكشاف ج 2 ص 508] .. ¶ والشاهد من كل ذلك أن هذه التسمية لمريم بـ (أخت هارن) ليست خبراً قرآنياً، وإنما هى حكاية من القرآن الكريم لما قاله قومها.. وهذه الاحتمالات التى ذكرها المفسرون تعليلاً لهذه التسمية هى اجتهادات مستندة إلى تراث من التاريخ والقصص والمأثورات. ¶ السابق التالي",
            "page": "8",
            "part": "1",
            "seal": "6E0DC998"
        },
        {
            "id": "10",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة الثامنة ¶ حسب القرآن وأقوال المفسرين، ألقى نمروذ بإبراهيم فى النار [21: 68 ـ 69] ، وليس من المعقول أن يكون نمروذ حياً فى زمن إبراهيم ـ عليه السلام [الكتاب المقدس: سفر التكوين: 8: 10 ـ 11، 10: 22 ـ 25، 11: 13 ـ 26] . ¶ الجواب: ¶ فى قصص القرآن الكريم عن إبراهيم الخليل ـ عليه السلام ـ مشاهد عديدة.. منها معجزة نجاته من التحريق بالنار، بعد أن حطم أصنام قومه التى يعبدون: (قالوا حرقوه وانصروا آلهتكم إن كنتم فاعلين. قلنا: يا نار كونى برداً وسلاماً على إبراهيم. وأرادوا به كيداً فجعلناهم الأخسرين) [الأنبياء: 68 ـ 70] . ¶ ويحكى القرآن \" محاجة \" إبراهيم للملك ـ فى سورة البقرة ـ: (ألم تر إلى الذى حاج إبراهيم فى ربه أن آتاه الله الملك إذ قال إبراهيم: ربى الذى يحيى ويميت، قال: أنا أحيى وأميت، قال إبراهيم: فإن الله يأتى بالشمس من المشرق فأت بها من المغرب، فبهت الذى كفر، والله لا يهدى القوم الظالمين) [البقرة: 258] . ¶ والقرآن الكريم لم يسم الملك الذى حاج إبراهيم فى ربه.. لأن قصد القرآن من القصص هو مضمون المحاجة، والعبرة منها، واسم الملك لا يقدم ولا يؤخر فى المضمون والعبرة.. أما تسمية هذا الملك ـ الذى حاجه إبراهيم ـ بـ (النمروذ) والاختلاف فى نطق اسمه، ومدة ملكه.. فجميعها قصص تاريخى، أورده المفسرون.. فهو غير ملزم للقرآن الكريم [القرطبى ج 3 ص 283 ـ 285، والكشاف ج 1 ص 387 ـ 389] . ¶ ومن ثم لا يصح أن يورد ذلك كشبهة تثار ضد القرآن.. فليس لدينا فى التاريخ الموثق والمحقق ما يثبت أو ينفى أن اسم الملك الذى حاج إبراهيم الخليل فى ربه هو (النمروذ) .. وإنما هو قصص تاريخى يحتاج إلى تحقيق. ¶ ولقد راجعت العهد القديم، فى المواضع التى جاء ذكرها فى السؤال [سفر التكوين: 8: 10، 11، 10: 22 ـ 25، 11: 13 ـ 26] وهى تحكى عن قبائل نوح، ومواليد ابنه سام، فلم أجد فيها ذكراً للملك (النمروذ) . ¶ وفى (دائرة المعارف الإسلامية) التى كتبها المستشرقون، وقد حرر مادة (إبراهيم) فيها (ج. ايزبرغ) ، يأتى ذكر الملك نمروذ فى قصة إبراهيم دون اعتراض، وفى أثنائها إشارات إلى مصادر عبرية أشارت إلى النمروذ، منها (دلالة الحائرين) لموسى بن ميمون: الفصل 29.. ومنها (سفر هياشار) : فصل نوح.. ¶ وتأتى الإشارة إلى (نمروذ) الملك فى سفر التكوين ـ بالعهد القديم ـ الأصحاح 10: 8 ـ 11 باعتباره \" الذى ابتدأ يكون جباراً فى الأرض \".. وبه كان يضرب المثل فى التجبر.. \" وان ابتداء مملكته بابل وآرك وأكد وكلنة من أرض شنغار. من تلك الأرض خرج أشور وبنى نينوى.. \" الخ.. الخ. ¶ وأخيراً.. فليس هناك ما يمنع تكرار الاسم ـ (نمروذ) ـ لأكثر من ملك فى أكثر من عصر وتاريخ.. ويبقى أن الشبهة ـ إذا كانت هناك شبهة ـ خاصة بالقصص التاريخى.. ولا علاقة لها بالقرآن الكريم. ¶ السابق التالي",
            "page": "9",
            "part": "1",
            "seal": "2CB3F0FA"
        },
        {
            "id": "11",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة التاسعة ¶ يمدح القرآن الإسكندر الأكبر (ذو القرنين) كعبد صالح يؤمن بالله [18: 87 ـ 88] . ولكن جميع مؤرخى الإغريق يجمعون على أنه كان من عبدة الأوثان. فكيف يصح ذلك؟ ¶ الجواب: ¶ فى القرآن بسورة الكهف: 83 ـ 98 حكاية ذى القرنين: (ويسألونك عن ذى القرنين قل سأتلو عليكم منه ذكراً. إنا مكنا له فى الأرض وآتيناه من كل شىء سبباً) [83، 84] إلى آخر الآيات.. وخلال هذه الآيات يتبدى عدل (ذى القرنين) ، فيقول: (قال: أما من ظلم فسوف نعذبه ثم يرد إلى ربه فيعذبه عذاباً نكراً. وأما من آمن وعمل صالحاً فله جزاء الحسنى وسنقول له من أمرنا يسراً) [87، 88] .. تلك هى تسمية القرآن الكريم لهذا الملك (ذى القرنين) . ¶ أما أن ذا القرنين هذا هو الإسكندر الأكبر المقدونى (356 ـ 324 ق.م) فذلك قصص لم يخضع لتحقيق تاريخى.. بل إن المفسرين الذين أوردوا هذا القصص قد شككوا فى صدقه وصحته.. ¶ فابن إسحق (151 هـ / 768 م) ـ مثلاً ـ يروى عن \" من يسوق الأحاديث عن الأعاجم فيما توارثوا من علم ذى القرنين \" أنه كان من أهل مصر، وأن اسمه \" مرزبان بن مردية اليونانى \".. ¶ أما الذى سماه \" الإسكندر \" فهو ابن هشام (213 هـ 828 م) الذى لخص وحفظ (السيرة) لابن إسحق.. وهو يحدد أنه الإسكندر الذى بنى مدينة الإسكندرية فنسبت إليه.. ¶ وكذلك جاءت الروايات القائلة إن (ذا القرنين) هو الإسكندر المقدونى عن (وهب بن منبه) (34 ـ 114 هـ / 654 ـ 732 م) [القرطبى ج 11 ص 50] .. وهو مصدر لرواية الكثير من الإسرائيليات والقصص الخرافى. ¶ ولقد شكك ابن إسحق ـ وهو الذى تميز بوعى ملحوظ فى تدوين ونقد القصص التاريخى ـ شكك فيما روى من هذا القصص الذى دار حول تسمية ذى القرنين بالإسكندر، أو غيره من الأسماء.. وشكك أيضاً فى صدق ما نسب للرسول ـ صلى الله عليه وسلم ـ حول هذا الموضوع.. وذلك عندما قال ابن إسحق: \" فالله أعلم أى ذلك كان؟ .. أقال رسول الله ـ صلى الله عليه وسلم ـ ذلك أم لا؟ \". ¶ ويثنى القرطبى على شك وتشكيك ابن إسحق هذا، عندما يورده، ثم يقول: \" والحق ما قال \".. أى إن الحق هو شك وتشكيك ابن إسحق فى هذا القصص، الذى لم يخضع للتحقيق والتمحيص، وإن يكن موقف ابن إسحق هذا، وكذلك القرطبى، هو لون من التحقيق والتمحيص.. ¶ فليس هناك، إذن، ما يشهد على أن الإسكندر الأكبر المقدونى الملك الوثنى هو ذو القرنين العادل والموحد لله. ¶ السابق التالي",
            "page": "10",
            "part": "1",
            "seal": "BB56016D"
        },
        {
            "id": "12",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الشبهة العاشرة ¶ تغرب الشمس فى عين حمئة حسب القرآن [18: 86] ، وهذا مخالف للعلم الثابت. فكيف يقال: إن القرآن لا يتناقض مع الحقائق العلمية الثابتة؟ ¶ الجواب: ¶ فى حكاية القرآن الكريم لنبأ (ذى القرنين) حديث عن أنه إبان رحلته (حتى إذا بلغ مغرب الشمس وجدها تغرب فى عين حمئة ووجد عندها قوماً) [الكهف: 86] . ¶ والعين الحمئة هى عين الماء ذات الحمأ، أى ذات الطين الأسود المنتن. ¶ ولما كان العلم الثابت قد قطعت حقائقه بأن الأرض كروية، وأنها تدور حول نفسها وحول الشمس، فإن غروب الشمس ليس اختفاء فى عين أو غير عين، حمئة أو غير حمئة.. والسؤال: هل هناك تعارض بين حقائق هذا العلم الثابت وبين النص القرآنى؟ ¶ ليس هناك أدنى تعارض ـ ولا حتى شبهة تعارض ـ بين النص القرآنى وبين الحقائق العلمية.. ذلك أن حديث القرآن هنا هو عن الرؤية البصرية للقوم الذين ذهب إليهم ذو القرنين، فمنتهى أفق بصرهم قد جعلهم يرون اختفاء الشمس ـ غروبها ـ فى هذه البحيرة (العين الحمئة) .. وذلك مثل من يجلس منا على شاطئ البحر عند غروب الشمس، فإن أفق بصره يجعله يرى قرص الشمس يغوص ـ رويداً رويداً ـ فى قلب ماء البحر.. ¶ فالحكاية هنا عن ما يحسبه الرائى غروباً فى العين الحمئة، أو فى البحر المحيط.. وليست الحكاية عن إخبار القرآن بالحقيقة العلمية الخاصة بدوران الأرض حول الشمس، وعن ماذا يعنيه العلم فى مسألة الغروب. ¶ وقد نقل القفال أبو بكر الشاشى محمد بن أحمد بن الحسين بن عمر (429 ـ 507 هـ / 1037 ـ 1114 م) عن بعض العلماء تفسيراً ـ لهذه الرؤية ـ متسقاً مع الحقيقة العلمية، فقال: \" ليس المراد أنه [أى ذى القرنين] انتهى إلى الشمس مشرقاً ومغرباً حتى وصل إلى جرمها ومسها.. فهى أعظم من أن تدخل فى عين من عيون الأرض، بل هى أكبر من الأرض أضعافاً مضاعفة، وإنما المراد أنه انتهى إلى آخر العمارة [أى البقاع المعمورة والمأهولة] من جهة المغرب ومن جهة المشرق، فوجدها فى رأى العين تغرب فى عين حمئة، كما أنا نشاهدها فى الأرض الملساء كأنها تدخل فى الأرض، ولهذا قال: (وجدها تطلع على قوم لم نجعل لهم من دونها ستراً) [الكهف 90] ، ولم يرد أنها تطلع عليهم بأن تماسهم وتلاصقهم، بل أراد أنهم أول من تطلع عليهم.. \" [القرطبى ج 11 ص 49، 50] . ¶ فالوصف هو لرؤية العين، وثقافة الرائى.. وليس للحقيقة العلمية الخاصة بالشمس فى علاقتها بالأرض ودورانها، وحقيقة المعنى العلمى للشروق والغروب. ¶ فلا تناقض بين النص القرآنى وبين الثابت من حقائق العلوم. ¶ السابق التالي",
            "page": "11",
            "part": "1",
            "seal": "24CB6F07"
        },
        {
            "id": "13",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ خاتمة ¶ وأخيراً.. فلقد يسر الله ـ سبحانه وتعالى ـ بالإجابة على هذه الأسئلة العشرة، التى قدمت نماذج متنوعة لما يثار حول القرآن من شبهات.. ¶ وإذا كان لا بد من كلمات فى ختام هذه الإجابات.. فإن هذه الكلمات يمكن تلخيصها فى عدد من الملاحظات: ¶ أولها: ¶ إن هذه الشبهات قد أحدثها خصوم الإسلام فى العصور المتأخرة، وليس بينها شبهة واحدة ترجع إلى عصر البعثة والوحى والتنزيل.. فأغلب هذه الشبهات تحاول الزعم بوجود تناقضات واختلافات بين آيات القرآن الكريم.. وإذا كان القرآن قد تحدى خصوم الإسلام منذ لحظة نزوله، ليس فقط بالإتيان بشىء من مثله، وإنما بالعثور على أى تناقض فيه، وذلك عندما قال: (أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً) [النساء 82] . ¶ ولما لم يؤثر عن أحد من خصوم الإسلام وأعداء القرآن ـ الذين تحداهم القرآن هذا التحدى ـ أنه قال بوجود أى تناقض فى هذه التناقضات المزعومة بين آيات الذكر الحكيم، فإن جميع هذه الشبهات ـ إذن ـ طارئة، أثارتها وتثيرها انتصارات الإسلام ورسوخ أقدامه فى الصراعات الفكرية الحديثة والمعاصرة ـ رغم الضعف والاستضعاف الذى يعيشه المسلمون. ¶ وثانيهما: ¶ إن الكثير من هذه الشبهات إنما يعتمد على القراءة المجتزأة لبعض آيات القرآن دون بقية الآيات التى تتناول ذات الموضوع.. وفى الرد عليها لا بد من سلوك المنهاج العلمى الصحيح فى فهم القرآن وتفسيره، منهاج رؤية الآيات التى تتناول الموضوع الواحد فى تكاملها؛ لأن القرآن يفسر بعضه بعضاً، وتفسير القرآن بالقرآن سبيل أصيل من سبل الرد على كثير من هذه الشبهات. ¶ وثالثها: ¶ إن تحديد المفاهيم الدقيقة للمصطلحات القرآنية هو طريق قويم وضرورى لإزالة الأوهام التى يتوسل بها الخصوم لإثارة كثير من الشبهات.. فهم يتعمدون التعمية والتجهيل بالمعانى الدقيقة والمفاهيم الأصيلة للمصطلحات القرآنية، لكى يوهموا من لا يعلم بأن هناك تناقضات بين هذه المصطلحات.. وإذا كانوا يحاربوننا بالجهل والتجهيل بمعانى المصطلحات القرآنية، فواجبنا أن نكشف زيفهم، ونرد على شبهاتهم باستخدام المعاجم اللغوية وكشافات مفاهيم المصطلحات القرآنية، لنرد بالعلم والتعليم على الجهل والتجهيل.. ¶ ورابعها: ¶ إننا يجب أن نحذر من تحميل القرآن أوزار القصص الخرافى والمأثورات التى لا سند لها والمرويات التى لا عقل فيها.. فالقرآن حكم وحاكم، ولا يصح أن نحمله أوزار الأساطير والإسرائيليات.. وكثير من الشبهات مصدرها هذه الروايات والأقاصيص، وليس القرآن الكريم.. ولذلك فإن الرجوع إلى النص القرآنى، وإلى المصادر الإسلامية المعتمدة والمعتبرة، هو السبيل لكشف الكثير من هذه الشبهات.. ¶ وخامسها: ¶ إن إخلاص النية لله، فى مثل هذه الأعمال، هو باب الفتوحات الإلهية التى تيسر للإنسان الفقه الذى يرد به على هذه الشبهات.. وصدق رسول الله ـ صلى الله عليه وسلم ـ إذ يقول: \" من يرد الله به خيراً يفقهه فى الدين \" [رواه البخارى ومسلم وابن ماجه والدارمى والإمامان مالك وأحمد] . ¶ وآخر دعوانا أن الحمد لله رب العالمين.. وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ السابق التالي",
            "page": "12",
            "part": "1",
            "seal": "D62B8130"
        },
        {
            "id": "15",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ المصادر والمراجع ¶ ـ القرآن الكريم. ¶ ـ العهد القديم.. والعهد الجديد (الكتاب المقدس) طبعة القاهرة ـ دار الكتاب المقدس ـ سنة 1970 م. ¶ ـ ابن منظور ـ جمال الدين أبو الفضل محمد بن مكرم: (لسان العرب) طبعة القاهرة ـ دار المعارف ـ سنة 1401 هـ سنة 1981 م. ¶ ـ الراغب الأصفهانى ـ أبو القاسم الحسين بن محمد: (المفردات فى غريب القرآن) طبعة القاهرة ـ دار التحرير ـ سنة 1991 م. ¶ ـ الزمخشرى ـ جار الله أبو القاسم محمود بن عمر: (الكشاف عن حقائق التنزيل وعيون الأقاويل فى وجوه التأويل) طبعة بيروت ـ دار الفكر العربى ـ بدون تاريخ. ¶ ـ عبد الوهاب النجار: (قصص الأنبياء) طبعة بيروت ـ دار إحياء التراث العربى ـ بدون تاريخ. ¶ ـ القرطبى ـ أبو عبد الله محمد بن أحمد الأنصارى القرطبى: (الجامع لأحكام القرآن) طبعة القاهرة ـ دار الكتاب العربى للطباعة والنشر ـ سنة 1387 هـ سنة 1967 م. ¶ ـ محمد عبده (الأستاذ الإمام) : الأعمال الكاملة للإمام محمد عبده دراسة وتحقيق: د. محمد عمارة ـ طبعة القاهرة ـ دار الشروق ـ سنة 1414 هـ سنة 1993 م. ¶ ـ محمد فؤاد عبد الباقى: (المعجم المفهرس لألفاظ القرآن الكريم) طبعة القاهرة ـ دار الشعب ـ سنة 1378 هـ. ¶ ـ وينسنك (أ. ى) وآخرين: (المعجم المفهرس لألفاظ الحديث النبوى الشريف) طبعة ليدن سنة 1936 ـ سنة 1969 م. ¶ السابق التالي",
            "page": "13",
            "part": "1",
            "seal": "1505EE53"
        }
    ],
    "t1414": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شبهات حول القرآن"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة الأولى"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة الثانية"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة الثالثة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة الرابعة"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة الخامسة"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة السادسة"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة السابعة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة الثامنة"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة التاسعة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "الشبهة العاشرة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المصادر والمراجع"
        }
    ]
}