{
    "b142": [
        {
            "id": "37",
            "nass": "فأحكامنا مبنية على الظاهر، والحكم للغالب عند أهل العلم، لكن قد يقول قائل: أنا عندي سند، وش يدريني أن مالك ضبط وإلا ما ضبط؟ أنا عندي مالك ثقة، وخبره صحيح، نقول: تعيش لها جهابذة، الذين دونوا هذه الأخطاء، ونبهوا على هذه الأوهام، يعني لو أن الله وكل العلم إلينا، وإلى قدراتنا لضاع، لكن هناك أئمة لمن يخطأ بالمرصاد، علل لا تخطر على البال، ومع ذلك بينوها، وهذا من حفظ الدين الذي تكفل الله بحفظه وبقائه إلى قيام الساعة؛ لأن الإنسان قد يسمع مثل هذا الكلام يقول: وشلون أننا نطالب بالحكم على السند والسند ما فيه احتمال أن هذا الراوي الثقة العدل الضابط يخطأ؟ نقول: في احتمال يخطأ، طيب من يبين لنا أخطاءنا؟ تعيش لها الجهابذة، العلماء ما فرطوا في شيء، ولذلك يضبطون أوهام الثقات، ويضبطون ما ينكر على فلان، وضبطوا ما أخطأ فيه فلان، ما تركوا شيء، ويبقى أن الطالب، طالب العلم يمرن على هذه القواعد تمرين، نعم، يمرن على هذه القواعد تمرين، وإلا فالعدل الضابط الثقة قد تجد سند كالشمس صحته، ما فيه أدنى إشكال، كلهم أئمة حفاظ، وتجد فيه وهم، وَهِم واحد منهم، أخطأ، لكن إذا سلسل الخبر بالحفاظ، قد يجزم الإنسان ويقطع أنه ما فيه خطأ، نعم؛ لأن الوهم إذا قلنا مثلاً: أحمد عن الشافعي عن مالك عن نافع عن ابن عمر، إذا أخطأ نافع لن يوافقه مالك عليه، نعم لو أخطأ مالك وضبط عليه بعض الأخطاء لن يوافق عليه من بعده من الأئمة، فاجتماع الأئمة .. ، يقولون: المسلسل بالحفاظ المتقنين يكاد يقطع بأنه ثابت، ولو أوردنا هذا الاحتمال أنهم ما هم معصومين، نعم الواحد ما هو معصوم، لكن موافقة الثاني عليه بخلاف ما إذا روي بإسناد صحيح لم يبلغوا إلى هذه الدرجة، نعم فعندنا الخطأ وارد، نعم، ابن عباس روى حديث زواج النبي -عليه الصلاة والسلام- بميمونة في الصحيح، وقال: إنه تزوجها وهو محرم، خُرج في البخاري، هل معنى هذا أن هذا الكلام هو الواقع؟ ميمونة قالت: تزوجها وهو حلال، وأبو رافع السفير بينهما يقول: تزوجها وهو حلال، فلا يعني أن هذا .. ، هذا صحيح إلى ابن عباس، كلهم يرونه من قول ابن عباس، لكن ابن عباس أخطأ في هذا، وش المانع؟ لأنه ليس بمعصوم، وتعيش له",
            "page": "36",
            "part": "1",
            "seal": "97565DDE"
        },
        {
            "id": "38",
            "nass": "الجهابذة، الترجيح والقواعد موجودة، قواعد الترجيح، رجحنا خبر ميمونة؛ لأنها صاحبة الشأن، ورجحنا خبر أبي رافع؛ لأنه السفير بينهما، ولذلك يقول الحافظ العراقي: ¶ وبالصحيح والضعيف قصدوا ... في ظاهر لا القطع والمعتمدُ ¶ إلى آخر ما قال -رحمة الله تعالى-، كله من أجل أن الرواة ما يحكم لهم بالعصمة، قد يخطئون، وهم حفاظ ثقات أثبات، وكذلك إذا روى الضعيف نعم قد يضبط الضعيف، يكون حديث يهمه شأنه، ومن عادته يخطأ، لكن هو بحاجة إلى الحديث ضبطه وأتقنه وأداه، نعم يحكم له العلماء بأنه ثابت، ويعملون به، وإن كان راويه في الأصل ضعيفاً؛ لأنه نعم غالب ما يروي مردود، يبقى أن هذا الخبر الذي وافق فيه .. ، كيف نعرف أن هذا الضعيف ضبط؟ نعرفه بعرض روايته على رواية الثقات الأثبات، فنصحح خبره؛ لأنه وافق الثقات؛ لأن سيء الحفظ قد يحفظ، وغير العدل قد يصدق، والكذوب قد يصدق، والنبي -عليه الصلاة والسلام- قال عن الشيطان: ((صدقك وهو كذوب)) إذاً لا نقطع بأن هذا الضعيف لم يثبت عن النبي -عليه الصلاة والسلام-، لا نقطع به نرده؛ لأننا مطالبين بالحكم على الظاهر، أما حقيقة الأمر فالله أعلم، ويبقى أن الدين دين حكم على الظاهر، ولذا النبي -عليه الصلاة والسلام- يقول: ((إنما أنا بشر فلعل بعضكم يكون ألحن بحجته من بعض، فأقضي له على نحو ما أسمع)) فما علينا إلا الحكم بالظاهر، والقواعد الشرعية المتبعة، والطرائق المسلوكة، ورتب عليها الثواب والأجر على هذه الوسائل الشرعية المرعية في الشرع، كونه يصيب إذا أصاب له أجران، إذا أخطأ له أجر واحد على الاجتهاد، لكن لا بد أن يكون الهدف نصر الحق، لا يكون الباعث على ذلك الهوى، والله أعلم. ¶ وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "37",
            "part": "1",
            "seal": "F75521B0"
        },
        {
            "id": "39",
            "nass": "شرح المنظومة البيقونية (2) ¶ الشيخ/ عبد الكريم الخضير ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد: ¶ المرفوع والموقوف والمقطوع، يقول -رحمه الله تعالى-: ¶ وما أضيف للنبي المرفوعُ ... وما لتابع هو المقطوعُ ¶ كل ما يضاف إلى النبي -عليه الصلاة والسلام- من قول أو فعل أو تقرير أو وصف هو المرفوع، يسمونه المرفوع، وما أضيف للتابعي فمن دونه يسمونه مقطوع، بينهما مرتبة وهي الموقوف، الموقوف: ما يضاف إلى الصحابي هو الموقوف، فما يقال فيه: قال رسول الله -صلى الله عليه وسلم-، أو فعل رسول الله، أو فعل بحضرته وأقر، كل هذا مرفوع، وما يضاف إلى الصحابي هو الموقوف، وما يضاف إلى التابعي فمن دونه هو المقطوع، والمقطوع غير المنقطع، فالمقطوع نسبة، وإن كان بسند متصل هذا المقطوع، نسبة بحيث ينسب إلى التابعي، قال الحسن: كذا، أو فعل كذا، أو ابن سيرين، أو سعيد بن المسيب أو غيرهم من التابعين، يقال: هذا خبر مقطوع، وإن كان إسناده متصلاًَ، والمرفوع: ما يضاف إلى النبي -عليه الصلاة والسلام- وإن كان إسناده منقطعاً، وكذلك ما يضاف إلى الصحابي يقال له: موقوف، سواء كان إسناده متصلاًَ أو منقطعاً، كل هذا يقال له: مرفوع وموقوف ومقطوع. ¶ والمسند المتصل الإسناد من ... راويه حتى المصطفى ولم يبن ¶ المسند: اسم مفعول من الإسناد، ويطلق بإزاء الإسناد والسند، ويطلق ويراد به الكتاب الذي رتبت أحاديثه على أسماء الصحابة كمسند أحمد، ويطلق على الكتاب الذي يروى بالأسانيد، ولو كان ترتيبه على الأبواب، كما في تسمية صحيح البخاري (الجامع الصحيح المسند) لأن أحاديثه مسندة، ويطلق ويراد به المرفوع، ويطلق ويراد به المتصل الإسناد، سواء كان مرفوعاً أو موقوفاً أو مقطوعاً كله مسند، ويطلق ويراد به المرفوع المتصل الإسناد، المرفوع إلى النبي -عليه الصلاة والسلام- بإسناد متصل، ولذا يقول:",
            "page": "1",
            "part": "2",
            "seal": "269A65CB"
        },
        {
            "id": "40",
            "nass": "\"والمسند المتصل الإسناد من راويه -من راويه- حتى المصطفى ولم يبن\" ولم يبن، أي لم ينقطع، إذا عرفنا أنه متصل الإسناد، اتصل إسناده إلى النبي -عليه الصلاة والسلام- فهو متصل الإسناد، ومرفوع في آن واحد، فجمع بين الأمرين، فمنهم من يقول: المسند ما رفع إلى النبي -عليه الصلاة والسلام- بسند متصل، ومنهم من يقول: ما رفع إلى النبي -عليه الصلاة والسلام- فهو بإزاء المرفوع، ولو كان بسند منقطع، ومنهم من يقول: ما اتصل إسناده سواء أضيف إلى النبي -عليه الصلاة والسلام- أو من دونه، فالخلاف قائم بين أهل العلم، لكن أحياناً يطلق فيما يقابل الموقوف، فيقال: أسنده فلان، ووقفه فلان، وحينئذ يكون المراد به المرفوع؛ لأنه مقابل بالموقوف، وحيناً يقال: أسنده فلان، وأرسله فلان، فالمراد بالإسناد هنا اتصال السند \"من راويه حتى المصطفى -عليه الصلاة والسلام- ولم يبن\" يعني لم ينقطع. ¶ وما بسمع كل راوٍ يتصل ... إسناده للمصطفى فالمتصل ¶ \"وما بسمع كل راوٍ يتصل\" بسمع، خص الاتصال بما يسمعه كل راوٍ ممن فوقه، لكن هل طرق التحمل خاصة بالسماع؟ لا، هناك طرق للتحمل غير السماع، نعم الأصل في الرواية السماع، الأصل أن النبي -عليه الصلاة والسلام- يحدث والصحابة يسمعون، ويتلقون عنه، هذا الأصل، لكن دل حديث ضمام بن ثعلبة أن القراءة على الشيخ تعطي اتصال، وهي التي تسمى العرض، فالسماع من لفظ الشيخ طريق معتبر بالإجماع، القراءة على الشيخ طريق معتبر للتحمل بالإجماع، المسائل المختلف فيها: الإجازة، المناولة، إلى آخر الطرق المعروفة، النبي -عليه الصلاة والسلام- كتب لأمير السرية كتاباً وناوله إياه، وقال: ((لا تقرؤه حتى تبلغ كذا)) استدل به أهل العلم على صحة الرواية بالمناولة، وكتب إلى الأقطار والملوك كُتب، فصححوا الرواية بالمكاتبة، على كل حال طرق التحمل لا تقتصر على السماع.",
            "page": "2",
            "part": "2",
            "seal": "FCC78A44"
        },
        {
            "id": "41",
            "nass": "وقوله: \"وما بسمع كل راوٍ يتصل\" يعني بكل طريق من طرق التحمل المعتبرة، \"إسناده للمصطفى فالمتصل\" المتصل: ما يتصل إسناده بحيث يكون كل راوٍ من رواته تحمله ممن فوقه بطريق معتبر، وهذا أشمل، فكل ما لم يتوافر فيه هذا الوصف فهو المنقطع، كل ما توافر فيه هذا الوصف فهو المتصل، سواء كان إلى النبي -عليه الصلاة والسلام-، أو إلى الصحابي، فيكون الأول: متصل مرفوع، والثاني: متصل موقوف، لكن إذا اتصل الإسناد إلى التابعي، عرفنا أن ما يضاف إلى التابعي يسمى إيش؟ مقطوع، إذا اتصل الإسناد إلى التابعي هل نقول: متصل مقطوع؟ ¶ طالب:. . . . . . . . . ¶ لماذا؟ قلنا: متصل مرفوع؛ لأنه اتصل الإسناد إلى النبي -عليه الصلاة والسلام-، وقلنا: متصل موقوف؛ لأنه اتصل إسناده إلى عمر، إلى أبي بكر، إلى عثمان، إلى أبي هريرة إلى غيرهم من الصحابة، متصل موقوف، لكن اتصل الإسناد إلى سعيد بن المسيب، اتصل الإسناد إلى الحسن البصري، اتصل الإسناد إلى ابن سيرين، هل نقول: متصل مقطوع؟ هو اتصل إلى التابعي، وما يضاف إلى التابعي يقال له: مقطوع، وش المانع ما نقول متصل مقطوع؟ مثل ما قلنا: متصل مرفوع ومتصل موقوف، نقول: متصل مقطوع؟ ¶ طالب:. . . . . . . . . ¶ لا، لا، هو مقطوع، يسمونه مقطوع، مو اتفقنا أن ما يضاف إلى النبي -عليه الصلاة والسلام- يسمى مرفوع-عليه الصلاة والسلام-، وما يضاف إلى الصحابي يقال: موقوف، وما يضاف إلى التابعي يقال له: مقطوع، أنت الآن بنفسك تروي عن شيخك فلان عن شيخك فلان إلى الشيخ في الطبقة الرابعة مثلاً، ما هو بإسنادك متصل إلى هذا الشيخ؟ إحنا نروي مثلاً بإسنادنا إلى الحسن البصري، وما يضاف إلى الحسن البصري يقال له: مقطوع، نعم، ألا نقول: إننا نروي بسند متصل مقطوع؟ ورآك؟ ¶ طالب:. . . . . . . . .",
            "page": "3",
            "part": "2",
            "seal": "8C43217D"
        },
        {
            "id": "42",
            "nass": "لا، لا، هذي نسبة، وهذي نسبة، محنا قسمنا الأخبار إلى ثلاثة أقسام: مرفوع، موقوف، مقطوع، دعنا من المنقطع غير، ما نقول: متصل منقطع هذا تنافر، نعم، هذا تناقض ما هو بتنافر فقط، هذا تناقض لو قلنا: متصل منقطع، هذا إيش؟ تناقض، لكن إذا قلنا: متصل مرفوع، متصل موقوف، متصل مقطوع، هذي مجرد نسبة، يمكن وإلا ما يمكن؟ الآن كل واحد تلقاه عمن فوقه بطريق السماع، كل واحد سمعه بأذنه إلى الحسن البصري ما هو متصل؟ ما يضاف إلى الحسن البصري إيش نسميه؟ مقطوع، انتهينا من هذا، فهل نقول: متصل مقطوع وإلا ما نقول؟ نعم، يعني مثل ما نقول: موقوف على الصحابي مقطوع هذا، غير منقطع مقطوع غير منقطع، وهذا قررناه في أبيات مضت. ¶ وما يضاف للنبي المرفوعُ ... وما لتابع هو المقطوعُ",
            "page": "4",
            "part": "2",
            "seal": "F60D25D3"
        },
        {
            "id": "43",
            "nass": "لكن إذا رويناه بسند متصل إلى التابعي ماذا نقول؟ متصل مقطوع مثل ما نقول: متصل مرفوع ومتصل موقوف؛ لأنه مجرد نسبة، طيب بعضهم يقول: لا ما نقول، لماذا ما نقول؟ يقول: فيه تنافر لفظي، ما هو بتناقض لا ما في تناقض، ما قلنا: متصل منقطع، لا هذا تناقض، لكن متصل مقطوع يقول: تنافر لفظي، ولم يروا أن يدخل المقطوع يعني في المتصل لمجرد التنافر اللفظي وإلا ما في تناقض كلامنا صحيح، ماشي ما فيه تناقض، لكن إذا انفكت الجهة، ولو جئنا بلفظين متنافرين إيش المانع؟ إذا قلت: جاء زيد الطويل القصير يصح وإلا ما يصح؟ طويل عمره، عمره مائة سنة، وقصير قامته، يصح وإلا ما يصح؟ يصح وإلا لا؟ لانفكاك الجهة، {فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ} [(4) سورة الحج] تبي تقول: هذا تنافر بعد، نعم، انفكت الجهة فصح اللفظان المتضادان لانفكاك الجهة، فهنا انفكت الجهة يصح الإطلاق، لكن يقول بعضهم: إن هذا تنافر، متصل مقطوع هذا وش معنى الكلام هذا؟ لكن مع انفكاك الجهة يصح الإطلاق، ولا فيه أدنى إشكال، مثل ما تقول: جاء زيد الطويل القصير، وش المانع؟ نعم، لكن كل ما قربت المسألة من اتحاد الجهة، لو يدخل شخص طوله مترين تقول: جاء زيد الطويل القصير، عمره مائة طويل، لكن قامته طويلة، تبي تقول: قصير من أي جهة؟ أنت عندك في ذهنك شيء، عمره طويل مائة سنة، من حيث السنين طويل، لكن من حيث البركة قصير، هذا في الحقيقة تنافر، لماذا؟ لأن المشاهد لهذا الرجل ما يخطر بباله ما تريد، لكن إذا دخل مثلاً طوله متر وعمره مائة، أنت بتقول: طويل قصير السامع أول ما يشاهد الشخص بيفهم كلامك، نعم الجهة قد تكون منفكة في الظاهر فيصح الإطلاق، منفكة عندك في الباطن ما يعرفه إلا أنت، نعم، لا يعرفه إلا أنت، تقول: جاء زيد، أو رأيت أسداً، وهو من أجبن الناس، تقول: رأيت أسداً، نعم إذا كان شجاعاًً الناس بيوافقونك على أنه أسد، لكن أنت لك ملحظ تقول: رأيت أسد، من أي جهة وهو من أجبن الناس؟ من أي جهة؟ أبخر، ينبعث منه رائحة كريهة، هذا فيه بعد، بعد بحيث ما يقبله السامع، أنت لا تجيب كلام ما يقبله الناس، نعم، تنتقد إذا أتيت بكلام لا يقبله الناس في الظاهر، لكن إذا أتيت بكلام مقبول",
            "page": "5",
            "part": "2",
            "seal": "3D4ABD4A"
        },
        {
            "id": "44",
            "nass": "فالاصطلاحات والاستعمالات الشرعية واللغوية والعرفية كلها موجودة {فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ} [(4) سورة الحج] يقولك بعد تنافر، لكن هذا ليس بتنافر؛ لأن الجهة منفكة. ¶ قال -رحمه الله-: ¶ وما بسمع كل راوٍ يتصل ... إسناده للمصطفى فالمتصل ¶ مسلسل قل ما على وصف أتى ... مثل أما والله أنبأني الفتى ¶ كذاك قد حدثنيه قائماً ... أو بعد أن حدثني تبسما ¶ عزيز مروي اثنين أو ثلاثة ... مشهور مروي فوق ما ثلاثة ¶ معنعن كعن سعيد عن كرم ... ومبهم ما فيه راوٍ لم يسم ¶ وكل ما قلت رجاله علا ... وضده ذاك الذي قد نزلا ¶ وما أضفته إلى الأصحاب من ... قول وفعل فهو موقوف زكن ¶ ومرسل منه الصحابي سقط ... وقل غريب ما روى راوٍ فقط ¶ وكل ما لم يتصل بحال ... إسناده منقطع الأوصال ¶ والمعضل الساقط منه اثنان ... وما أتى مدلساً نوعان ¶ الأول الإسقاط للشيخ وأن ... ينقل عمن فوقه بعن وأن ¶ والثاني لا يسقطه لكن يصف ... أوصافه بما به لا ينعرف ¶ وما يخالف ثقة فيه الملا ... فالشاذ والمقلوب قسمان تلا ¶ إبدال راوٍ ما براو قسم ... وقلب إسناد لمتن قسم",
            "page": "6",
            "part": "2",
            "seal": "29B80576"
        },
        {
            "id": "45",
            "nass": "يقول المؤلف -رحمه الله تعالى- بعد أن ذكر أنواع من أنواع علوم الحديث، وترتيبه لهذه الأنواع يحتاج إلى شيء من إعادة النظر، لكنها منظومة مختصرة، يمكن الإحاطة بأولها وآخرها وأثنائها في آن واحد، ليست من المطولات التي تحتاج في ترتيبها إلى شيء من التعب والعناء، يعني إذا حفظها الطالب يتصورها وإلا فالمسلسل من الكماليات بالنسبة لعلوم الحديث، قدمه على كثير من الأنواع المهمة، قدمه على أنواع الضعيف الأتي ذكرها، وهي أهم منه؛ لأن التسلسل كمالي وليس بضروري ولا حاجي في الصانعة الحديثية فقدمه هنا، فالترتيب لم يسلك فيه المؤلف طريقاً معيناً، لكن مثل ما قلنا: هذه منظومة مختصرة بإمكان يتصورها الطالب في آن واحد، يعرف ما قدم وما أخر، ويكون لديه معرفة وتصور عن العلم، تصور ولو كان ناقص، لكن يكون عنده تصور؛ لأن على كل طالب علم أن يتصور من جميع العلوم تصوراً ما، يعني يُعنى بجميع العلوم فيحفظ في كل علم متن صغير، ثم بعد ذلك ما يتجه إليه، ويوجه همته إليه يتوسع فيه، ويقبح بطالب العلم أن يخفى عليه شيء مما يحتاجه علم الكتاب والسنة، وما يعين على فهم الوحيين، على كل حال هذه المنظومة منظومة مباركة على كل اختصارها، وتعطي طالب العلم تصور، ولو من وجه، لهذا العلم، يقول: ¶ مسلسل قل ما على وصف أتى ... مثل أما والله أنبأني الفتى ¶ كذاك قد حدثنيه قائماً ... أو بعد أن حدثني تبسما",
            "page": "7",
            "part": "2",
            "seal": "30A537BE"
        },
        {
            "id": "46",
            "nass": "التسلسل: هو التتابع، ومعروف حكم التسلسل درستموه في التوحيد، يسمونه تسلسل الحوادث في الماضي والمستقبل، نعم، بحيث لا ينتهي، وأهل العلم يقولون: إن النية لا تحتاج إلى نية، لماذا؟ لأنه يلزم عليه التسلسل، فالنية هذه إذا احتاجت إلى نية، فالنية التي قبلها تحتاج إلى نية، ثم التي قبلها تحتاج إلى نية، التسلسل في الماضي ممنوع عند أهل العلم، لكن التسلسل في المستقبل، نعم، خلود أهل الجنة والنار، بقاء الجنة والنار، يعني في المستقبل جائز عند أهل العلم، ولذا يجيزون تسلسل الشكر، يعني كونه يتجدد لك نعمة تشكر الله عليها، هذا الشكر الذي شكرته الله –جل وعلا- نعمة تحتاج إلى شكر اشكر، الشكر الثاني نعمة يحتاج إلى شكر اشكر، يعني ما في ما يمنع أن يستمر الإنسان شاكراً لله -جل وعلا-؛ لأنه تسلسل في المستقبل، وأيضاً هو عبادة، والنية وإن كانت عبادة إلا أنها تسلسلها في الماضي، وهو ممنوع عند أهل العلم.",
            "page": "8",
            "part": "2",
            "seal": "744E6DB7"
        },
        {
            "id": "47",
            "nass": "التسلسل: هو التتابع، \"قل ما على وصف أتى\" التسلسل: يتفق الرواة على وصف قولي أو فعلي، ومن التسلسل ما يكون فيه التسلسل بصيغ الأداء مثلاً، أو بأسماء الرواة، أو بأفعالهم وأوصافهم، فمثلاًَ إذا كان جميع الرواة محمد، اسمهم محمد، هذا مسلسل بالمحمدين، كنيتهم كلهم أبو عبد الله هذا مسلسل بالكنى، كل واحد من الرواة قال: حدثنا فلان، قال: حدثنا فلان، مسلسل بالتحديث بصيغة الأداء، ولو قال كل واحد من رواته: سمعت فلانأَ يقول، سمعت فلاناً يقول، هذا مسلسل بالسماع، ولو قال كل واحد من رواته: عن فلان قال: عن فلان عن فلان، نعم، لصار مسلسلاً بالعنعنة، هذا التسلسل في صيغ الأداء، وهو التتابع على لفظ واحد، التسلسل فيما يتعلق بالرواة بأسمائهم، بأوصافهم، بمذاهبهم مثلاً، فلان بن فلان، بقبائلهم التميمي الحنبلي، قال: عن فلان التميمي، قال: عن فلان .. وهكذا هذا التسلسل، من كلامهم قال النبي -عليه الصلاة والسلام- لمعاذ: ((إني أحبك، فلا تدع أن تقول في دبر كل صلاة: اللهم أعني على ذكرك وشكرك وحسن عبادتك)) معاذ قال لمن روى عنه: \"إني أحبك، فلا تدع أن تقول .. \" إلى آخره، تسلسل، ومن أشهر المسلسلات المسلسل بالأولية، الذي مازال التسلسل فيه إلى يومنا هذا، حدثني فلان وهو أول حديث سمعته منه، قال: حدثني فلان وهو أول حديث سمعته منه، قال: أخبرني فلان وهو أول حديث سمعته منه، إلى يومنا هذا وهو يتسلسل بالأولية، بدأ تسلسله من عند سفيان بن عيينة، والتسلسل لا شك أن أهل العلم يعتنون به؛ لأنه يشتمل على شيء من مزيد الضبط والإتقان، يعني كون الآن الرواية بالإجازة ماشية، يجيزك الشيخ بأن تروي جمع مروياته، لكن قبل ذلك يحدثك بحديث المسلسل بالأولية، يعني تخصيص هذا الحديث بالتسلسل بالأولية والتنصيص عليه يدل على مزيد ضبط وإتقان لهذا الحديث، أيضاً كون الإنسان يتصف بوصف كأن يتبسم، أو يقبض على لحيته، وصف فعلي،. . . . . . . . . كل واحد من الرواة يقبض لحيته ويقول: آمنت بالقدر، كما جاء في الحديث، أو يتبسم، أو كان يحدث وهو جالس ثم قام، ولذا ذكر من الأمثلة، يقول: ¶ مسلسل قل ما على وصف أتى ... مثل أما والله أنبأني الفتى",
            "page": "9",
            "part": "2",
            "seal": "80D6122B"
        },
        {
            "id": "48",
            "nass": "لو كان قال كل واحد من رواته: أنبأني الفتى، قال: أنبأني الفتى فلان قال: أخبرني الفتى فلان إلى آخره، هذا تسلسل بوصف قولي، \"كذاك قد حدثنيه قائماً\" التحديث من قيام أو من جلوس، أو كل واحد من رواته يحدث وهو مضطجع مثلاً هذا وصف فعلي، \"أو بعد أن حدثني تبسما\" هذا التسلسل يدل على مزيد من الضبط من الرواة. ¶ من المسلسلات، بل من أقواها ما يدل على الاتصال، اتصال السند، كالمسلسل بالتصريح بالتحديث أو السماع هذي من أقواها؛ لأن السند الذي لم يصرح فيه بالسماع أو التحديث، الخلاف في السند المعنعن على ما سيأتي معروف، التسلسل بوصف يتصف به جميع الرواة بنسبة ينتسب فيها جميع الرواة، وقل أن يسلم التسلسل من أوله إلى آخره، قل أن يسلم بإسناد نظيف، يوجد التسلسل من أول الإسناد إلى آخره، اللهم إلا إن كان حديث معاذ، الذي بدأ من النبي -عليه الصلاة والسلام-، وحديث أبي هريرة في قبض اللحية، هذا بدأ من النبي -عليه الصلاة والسلام-، لكن التسلسل في الغالب يكون ممن بعده، فعلى سبيل المثال حديث المسلسل بالأولية: ((الراحمون يرحمهم الرحمن)) هذا بدأ من سفيان بن عيينة، هو أول حديث حدث به سفيان، ثم الراوي عنه يقول: أول حديث حدث به وهكذا إلى يومنا هذا، ومازال التسلسل باقي بحديث: ((الراحمون يرحمهم الرحمن)) وقد ألف في المسلسلات كتب، لكن جل ما يستمر فيه التسلسل لا يسلم من ضعف، ومثل ما قلنا: إن هذا المبحث مبحث كمالي؛ لأن العبرة في الرواية على نظافة الأسانيد بثقة الرواة، وتمام الاتصال، وهذا مبحث كمالي، يبحثه أهل العلم بحيث لو كان الإسناد نظيف دل على أنه حُفظ وضُبط؛ لأن كل واحد -يمت إلى هذا الحديث- من الرواة بسبب قولي أو فعلي، فيدل على أنهم يحفظونه ويضبطونه، ثم بعد هذا قال المؤلف -رحمه الله تعالى-: ¶ عزيز مروي اثنين أو ثلاثة ... مشهور مروي فوق ما ثلاثة ¶ العزيز والمشهور. ¶ عزيز مروي اثنين أو ثلاثة ... مشهور مروي فوق ما ثلاثة",
            "page": "10",
            "part": "2",
            "seal": "B5D39FE7"
        },
        {
            "id": "49",
            "nass": "العزيز على ما اختاره المؤلف، وهو قول ابن الصلاح، وقبل ابن الصلاح ابن مندة: أن العزيز ما يرويه اثنان فأكثر، اثنين أو ثلاثة، وما يزيد على الثلاثة يسمى مشهور، هذا ما اختاره المؤلف، وما مشى عليه ابن الصلاح تبعاً لابن مندة، فكون الراوي الواحد عزز بمجيئه من طريق آخر، عزز يعني قوي بمجيئه من طريق آخر يسمى عزيز، فإذا جاء الخبر من أكثر من طريق يسمى عزيز؛ لأنه عزز يعني قوي بمجيئه من طريق آخر، والطريق الثالث أيضاً تعزيز {إِذْ أَرْسَلْنَا إِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ} [(14) سورة يس] هذا ما يستند إليه أصحاب هذا القول أن التعزيز بالثالث لا يزال في إطار العزيز، والاصطلاح العلمي كل ما يقرب من النصوص الشرعية يكون أقوى، {فَعَزَّزْنَا بِثَالِثٍ}، والتعزيز التقوية، الواحد فيه ضعف، فإذا جاء من طريق آخر تعزز وقوي، من طريق ثالث تعزز، لكن ما المانع أن يقال مثلاً: رواية أربعة معزز، برابع معزز، بخامس وهكذا، لكن أهل الاصطلاح يخصون كل نوع باسم، باسم خاص، وكل ما قرب الاصطلاح من النصوص يكون أقوى، حتى اختار بعض المتأخرين أنه لو سمي مروي الاثنين المئزر، {وَاجْعَل لِّي وَزِيرًا مِّنْ أَهْلِي} [(29) سورة طه] لو كان واحد يؤزر بثاني، يدعم بما يآزره ويقويه، ومروي الثلاثة هو العزيز، {فَعَزَّزْنَا بِثَالِثٍ} لكن المسألة اصطلاحية، وأهل العلم هم الذين جعلوا هذه الاصطلاحات لهذه الحقائق، المسميات لهذه الحقائق، فما مشى عليه المؤلف أن مروي الاثنين والثلاثة يسمى عزيز، ومروي فوق الثلاثة يسمى مشهور هو مجرد اصطلاح، وذكرنا أنه تبعاً لابن الصلاح وقبله ابن مندة، لكن الذي يراه ابن حجر أن العزيز ما يرويه اثنان فقط، أما مروي الثلاثة فهو الشهور، ما يرويه اثنان فقط هو العزيز، بحيث لا يتفرد به راوي، ولو في طبقة من طبقات إسناده، يعني هل المقصود في العزيز أن يروي الخبر اثنان فقط عن اثنين فقط عن اثنين فقط عن اثنين فقط؟ ليس هذا هو المقصود عند أهل العلم، إنما يتفرد به اثنان في أي طبقة من طبقات السند؛ لأن الأقل عند أهل العلم يقضي على الأكثر، لو رووه عشرة عن اثنين عن عشرة صار عزيز وهكذا، لكن لو في إحدى",
            "page": "11",
            "part": "2",
            "seal": "B3F6B065"
        },
        {
            "id": "50",
            "nass": "الطبقات يتفرد به واحد، لا يكون عزيزاً، بل يكون فرداً أو غريباً على ما سيأتي، يروي الخبر خمسة عن ستة عن ثمانية عن اثنين عن عشرة نحكم عليه بأنه عزيز؛ لأن العدد الأقل عند أهل العلم يقضي على الأكثر، ابن حبان يقرر أن العزيز لا وجود له في الرواية، لماذا؟ كأنه يتصور أن العزيز مروي اثنين فقط عن اثنين عن اثنين عن اثنين، بحيث لا يزيدون ولا ينقصون في أي طبقة، نعم إن كان المرد هذا فهذا الكلام صحيح، قد لا يوجد، أما على التعريف الذي حرره ابن حجر وهو ألا يقل العدد عن اثنين في طبقة من طبقات الإسناد، ولو زاد في غيرها هذا موجود، حديث: ((لا يؤمن أحدكم حتى أكون أحب إليه من ولده ووالده والناس أجمعين)) مروي من طريق أبي هريرة ومن طريق أنس، ثم يرويه عن أبي هريرة اثنان وعن أنس اثنان، هذا ماشي على تعريف ابن حجر يرويه أربعة مثلاً عن اثنين، عن كل واحد اثنين، فهذا يكون معززاً عنده، كون الحديث عزيزاً بحيث يروى من طريقين فأكثر ليس بشرط لصحة الخبر، وليس من شرط البخاري في صحيحه، ولذا يقول ناظم النخبة لما عرف العزيز، قال: ¶ \"وليس شرطاً للصحيح فاعلم\" بعض النسخ: \"وقيل: شرط وهو قول الحاكم\" وبعض النسخ الأخرى، ولعلها هي المتأخرة يقول: ¶ وليس شرطاً للصحيح فاعلمِ ... وقد رمي من قال بالتوهمِ",
            "page": "12",
            "part": "2",
            "seal": "B7A72218"
        },
        {
            "id": "51",
            "nass": "كلام الحاكم أبي عبد الله يومي إلى أن الإمام البخاري يشترط تعدد الرواة لكل خبر، ولا يكتفي برواية واحد، وهذا يومئ إليه كلام الحاكم، وصرح به ابن العربي بأنه شرط البخاري، وصرح به أيضاً الكرماني شارح البخاري بأن هذا شرط البخاري، ويفهم من كلام البيهقي في بعض المواضع، لكن التصريح عند ابن العربي في شرح حديث: ((هو الطهور ماؤه)) من عارضة الأحوذي، قال: \"لم يخرجه البخاري، لم يخرجه البخاري؛ لأنه من رواية واحد عن واحد، وشرطه العدد\" الكرماني شارح البخاري صرح بهذا في مواضع، كلام الحاكم يومئ بذلك، يعني ما هو بصريح، ومثله البيهقي أن العدد شرط، أما كون العدد شرط للصحة فهذا قول المعتزلة الذين يردون خبر الذي تفرد به الواحد الثقة، هذا قول المعتزلة، صرح به الجبائي وأبو الحسين البصري صرحوا بهذا أنه لا يقبل الخبر إذا تفرد به واحد مطلقاً، ويستدلون باحتياط عمر -رضي الله عنه- ورده خبر أبي موسى في الاستئذان، ولكن هدفهم من ذلك ليس الإقتداء بالخليفة الراشد والاحتياط للسنة وضح أن هدفهم رد أخبار الآحاد عموماً عندهم، طيب الذين يقولون: بأن هذا شرط البخاري ماذا يصنعون في أول حديث في صحيح البخاري وآخر حديث في صحيح البخاري؟ كيف يجيبون عن حديث عمر: ((إنما الأعمال بالنيات)) أول حديث؟ فقد تفرد بروايته عن النبي -عليه الصلاة والسلام- عمر بن الخطاب، وتفرد بروايته عنه علقمة بن وقاص، وتفرد بروايته عنه محمد بن إبراهيم التيمي، وتفرد بالرواية عنه يحي بن سعيد الأنصاري، وعنه انتشر، يعني حصل التفرد، وهو فرد مطلق في أربع من طبقات إسناده، وآخر حديث في الصحيح: ((كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن، سبحان الله وبحمده، سبحان الله العظيم)) هذا تفرد بروايته عن النبي -عليه الصلاة والسلام- أبي هريرة، وعنه تفرد بروايته أبو زرعة ابن عمرو بن جرير البجلي، وعنه تفرد به عمارة بن القعقاع، وعنه محمد بن فضيل، وعنه انتشر، يعني في أربع طبقات كالأول سواء، كيف يجيب الكرماني وهو يشرح البخاري ويمر عليه مثل هذين الحديثين وغيرهما من الغرائب التي في الصحيحين؟ كيف يزعم أن هذا شرط البخاري؟ البخاري افتتح الكتاب وختمه",
            "page": "13",
            "part": "2",
            "seal": "7A20731F"
        },
        {
            "id": "52",
            "nass": "بالأفراد ليرد على من يقول: باشتراط العدد في الرواية؟ لا شك أن التعدد ليس بشرط، كون عمر -رضي الله عنه- يحتاط، وهو المسئول عن الأمة بكاملها وعن دينها؛ لأنه الخليفة، كونه يحتاط لئلا يتساهل الناس في الرواية، لكن لو لم يوجد من يشهد لأبي سعيد هل يقال: بإن عمر بيرد السنة؟ أبداً، ثبت عنه قبول كثير من الأخبار التي بلغته من طريق واحد، لكن كونه يحتاط أحياناً لا شك أن هذا من حزمه -رضي الله عنه وأرضاه-، ومن غيرته على الدين، فكونه يأتي مبتدع يريد أن يستغل مثل هذا الاحتياط برد السنة هذا ليس بصحيح، بل لا بد أن يتصدى له بالرد، وكوننا نرد على المعتزلة، ونغلظ القول عليهم، لا يعني أننا نرد على عمر -رضي الله عنه وأرضاه-، بل نريد .. ، نحن نرد على من يريد أن يوجه كلام عمر، ويستفيد من كلام عمر لنصر بدعته -رضي الله عنه أرضاه-، فتعدد الرواة ليس بشرط لصحة الخبر، إنما إذا صح الخبر عن ثقة يرويه عن مثله مع اتصال السند وجب العمل به، ولزم قبوله، كونه يفيد العلم أو الظن مسألة معروفة عند أهل العلم، لكن لا أثر لها عملي، ليس لها أثر عملي، إنما العمل يجب به ولو أفاد الظن.",
            "page": "14",
            "part": "2",
            "seal": "EE8AC7C0"
        },
        {
            "id": "53",
            "nass": "\"مشهور مروي فوق ما ثلاثة\" المشهور: هو اسم مفعول من الوضوح، من الشهرة وهي الوضوح والانتشار ولذا سمي الشهر بهذا الاسم؛ لأنه يشتهر وينتشر، ويعرفه الناس كل لحاجتهم إلى معرفة دخوله وخروجه، كل الناس يعرفون الشهر \"مشهور مروي فوق ما ثلاثة\" وهذا تبعاً لما اختاره في حد العزيز، ينبني عليه الخلاف أيضاً في حد المشهور وهو أنه ما يرويه أكثر من ثلاثة، يعني ما لم يصل إلى حد التواتر، مروي أربعة، مروي خمسة، مروي ستة، مروي عشرة ما لم يصل إلى حد التواتر الذي يجد الإنسان فيه نفسه ملزم بقبوله بمجرد سماعه، هذا يسمونه متواتر، وما دون ذلك فهو مشهور إلى أن يصل العدد إلى ثلاثة فيكون عزيزاً على الخلاف فيه، ولا شك أن المشهور الذي جاء بطرق متباينة سالمة من القوادح أنه مفيد للعلم عند أهل العلم، ولو لم يصل إلى حد التواتر؛ لأن هذه الشهرة قرينة على ثبوته ما لم يكن المصدر واحد، بل لا بد أن يكون المصدر متعدد بحيث يكون الثلاثة أو أكثر من الثلاثة على هذا، الأربعة هم الأقل في كل طبقة من طبقات الإسناد، وهذا هو المشهور الاصطلاحي، وهناك مشهور غير اصطلاحي، أحاديث مشتهرة أو مشهورة على ألسنة الناس، على ألسنة العامة، على ألسنة الأطباء، على ألسنة الأدباء، على ألسنة المؤرخين، على ألسنة .. ، قد يوجد الحديث منتشر على ألسنة الناس عامة وهو حديث موضوع، ويدخل فيه ما له إسناد، وما لا إسناد له أصلاً، يعني حينما يقولون في أسبوع النظافة، ينتشر على ألسنة الناس: \"النظافة من الإيمان\" ويجزمون بهذا، نقول: هذا ليس له إسناد أصلاً، لا يروى بإسناد عن النبي -عليه الصلاة والسلام-، نعم ((الطهور شطر الإيمان)) والطهور نظافة، وصح أيضاً حديث: ((البذاذة من الإيمان)) الدين لا شك أنه دين نظافة، ديننا -ولله الحمد- دين نظافة، ولذا شرع الاستنجاء، شرع الوضوء، شرع الغسل، لكن لئلا يستغرق الناس في هذا الباب، ويضيعوا أوقاتهم من أجل النظافة، ويبالغوا في هذا، الدين أيضاً دين وسط، يكسر من هذا الغلو في النظافة كما يفعله بعض الناس، بعض الناس يمضي جل وقته من أجل أن يتنظف، إذا دخل المغتسل، المستحم أحياناً يأخذ ساعتين، بعض الناس يأخذ ساعتين، وإذا أراد أن يلبس،",
            "page": "15",
            "part": "2",
            "seal": "EC1F66E8"
        },
        {
            "id": "54",
            "nass": "إذا أراد أن يسرح، إذا أراد أن يدهن، إذا أراد .. ، هذا غلو، مبالغة وإفراط، ولذا جاء النهي عن الإدهان إلا غباً، الترجل أيضاً كذلك، تسريح الشعر، المسألة تحتاج إلى عناية لكن بدون مبالغة، فديننا وسط، ديننا وسط -ولله الحمد-، ولذا جاء كسر الغلو في هذا الباب حديث: ((البذاذة من الإيمان)) لئلا نهتم بأمور ونضيع ما هو أهم منها، وإلا فالأصل أن الدين دين الطهارة، ((الطهور شطر الإيمان))، ولذا غسال أمريكي أسلم من غير دعوة، من غير دعوة أسلم، يسأل عن السبب فيقول: تأتيني ثياب المسلمين نظيفة وروائحها طيبة -يعني بسبب الاستنجاء- وتأتي ثياب الكفار منتنة؛ لأنهم لا يستنجون، فديننا دين النظافة، الذي جر هذا حديث الذي يروى وهو لا أصل له: \"النظافة من الإيمان\" هذا مشهور على الألسنة، المشهور عند الأطباء: \"المعدة بيت الداء\"، وهناك أحاديث مشهورة عند الأدباء: \"أدبني ربي فأحسن تأديبي\"، وأحاديث مشهورة عند المؤرخين، وأحاديث مشهورة تدور على ألسنة الفقهاء، وهي من قولهم، لكن بعضهم يركب له إسناد، أو تروى تنسب إلى النبي -عليه الصلاة والسلام- ولا إسناد لها، فهذه أحاديث مشهورة، وألفت فيها الكتب، فيها: المقاصد الحسنة للسخاوي، فيها: كشف الخفي ومزيل الإلباس، هذه كتب بالأحاديث المشتهرة شهرة غير اصطلاحية، وفيها ما لا إسناد له أصلاً، الفرق بين المشهور والمستفيض، منهم من يرى المستفيض هو المشهور، المشهور والمستفيض شيء واحد؛ لأن الاستفاضة الشهرة والانتشار، حينما يحكم أهل العلم بالاستفاضة، يعني بقبول الشهادة على الاستفاضة، والمراد بذلك الشهرة والانتشار، يأتي شخص ليشهد أن هذا ابن هذا، طيب، يأتي مجموعة، حي كامل يشهدون أن هذا ابن هذا، هل للقاضي أن يسألهم كيف ثبتت هذه البنوة؟ أنتم حضرتم وقت .. ؟ نعم حضرتم الوقت واكبتموه ((على مثلها فشهد)) إنما يكتفى في هذا بالاستفاضة، بم يطالب الإنسان الذي شهد أن زيد بن عمرو وش يدريك أنت؟ حضرتهم؟ واكبت الحمل من بدايته إلى نهايته إلى وضعه إلى .. ؟ لا، ما يحتاج، إنما يكفي لمثل هذا الاستفاضة، والمقصود بها الاشتهار والانتشار، ومنهم من يقول: الاستفاضة غير الشهرة، بمعنى أنه يكون المستفيض طبقات",
            "page": "16",
            "part": "2",
            "seal": "5316AE02"
        },
        {
            "id": "55",
            "nass": "السند كلها واحد، بأن يكون مروي ثلاثة عن ثلاثة عن ثلاثة إلى آخره، أو أربعة عن أربعة عن أربعة، بينما الشهرة لا يقل العدد عن ثلاثة على ما يختاره الأكثر، أو لا يقل عن أربعة كما هنا، ويزيدون في بعض الطبقات، لكن هذا التفصيل ما يمكن أن يوجد خبر يستوي في نقله جميع طبقات الإسناد، يعني مثل ما قرر ابن حبان في العزيز، ووجه بأنه يريد بذلك ألا يزيد ولا ينقص العدد عن اثنين، هل يمكن أن يروي الحديث اثنين عن النبي -عليه الصلاة والسلام-، ثم يرويه عن الاثنين كل واحد يرويه عنه واحد فقط، ثم الاثنين من التابعين يروي عن كل واحد منهم واحد فقط؛ ليستمر الطريق اثنين عن اثنين ما يمكن، وهذا الذي ينفيه ابن حبان، ونقول: مثل هذا في المستفيض، هل يمكن أن يتحد العدد من أوله إلى آخره؟ مثل ما قيل هناك يقال هنا، المقصود أن العدد الأقل يقضي على الأكثر، فإذا وجد في بعض طبقات الإسناد ثلاثة أو أربعة على القولين قلنا: مشهور ومثله المستفيض، ومنهم من يرى أن المشهور أحد قسمي المتواتر، وهذا قول معروف عند الحنفية، ولذا يقولون: أنه يوجب العلم النظري عندهم، ومنهم من يرى أنه يوجب طمأنينة، وعلى كل حال المشهور إذا جاء من طرق متباينة سالمة عن القوادح موجب للعلم عند المحققين، وهذه المسألة مسألة المشهور الخلاف فيها مرتب على الخلاف في معرفة العزيز، المشهور والعزيز قسمان من أقسام أخبار الآحاد عند أهل العلم، ويكون فيها الصحيح والحسن والضعيف، نعم، من الأحاديث ما يأتي بأسانيد، لكن كلها ضعيفة فتبقى ضعيفة إذا كانت لا تقبل الإنجبار، ومنها ما يكون الضعف قابل للإنجبار، فترتقي إلى درجة الحسن لغيره، ومنها ما تكون أقل من ذلك فتصح بمجموع طرقها، وهكذا العزيز بمجيئه من طريق آخر يتقوى، والغريب سيأتي الكلام فيه، يقول: ¶ معنعن كعن سعيد عن كرم ... ومبهم ما فيه راوٍ لم يسم",
            "page": "17",
            "part": "2",
            "seal": "0E2A40C2"
        },
        {
            "id": "56",
            "nass": "الآن تكلم عن العزيز، وتكلم عن المشهور، وأخّر الكلام عن الغريب، وسبق أن تكلم عن المرفوع وعن المقطوع وأخر الكلام عن الموقوف، وهذا مثل ما قلنا في البداية: إن ترتيبها ليس على الوجه المناسب، وإنما هي هكذا جاءت، ونظراً لاختصارها، وقلت أبياتها، وإمكان الاحاطة بأولها مع آخرها في آن واحد يتجاوز عن مسألة الترتيب الدقيق، لكن لو كانت منظومة كبيرة بحيث إذا نظر في هذا الباب ويحتاج في الباب الذي قبله والذي بعده إلى عناء ومراجعة، قلنا: لا بد إلى إعادة ترتيبها. ¶ هنا يقول: \"معنعن كعن سعيد عن كرم\" معنعن، السند المعنعن: ما تكون فيه صيغة الأداء (عن) هذا السند المعنعن، سعيد عن كرم هذا مثال، يقول الإمام البخاري: حدثنا الحميدي قال: حديثنا سفيان عن يحيى بن سعيد هذا معنعن، السند المعنعن عند أهل العلم محمول على الاتصال عند الأكثر، محمول على الاتصال بشرطين: الشرط الأول: أن لا يكون الراوي موصوف بالتدليس؛ لأنه إذا كان موصوفاً بالتدليس لا تحمل عنعنته على الاتصال حتى يصرح بالتحديث، لاسيما إذا كان المدلس من المرتبة الثالثة فما دونها، أما المرتبة الأولى من مراتب المدلسين والثانية يحتمل الأئمة تدليسهم، إما لإمامتهم، أو لقلة ما دلسوا في جانب ما رووا، المدلس من الطبقة الثالثة لا بد أن يصرح عند أهل العلم، فإذا سلم الراوي من وصمة التدليس، وعلم لقاؤه لمن روى عنه على قول، أو معاصرته له، حملت على الاتصال. ¶ وصححوا وصل معنعن سلم ... من دلسة راويه واللقا علم",
            "page": "18",
            "part": "2",
            "seal": "01E08ECD"
        },
        {
            "id": "57",
            "nass": "فالسند المعنعن محمول على الاتصال عند أهل العلم بالشرطين المعروفين، والخلاف في اشتراط اللقاء، أو الاكتفاء بالمعاصرة، قول معروف عند أهل العلم، منهم من يشترط اللقاء، ومنهم من لا يكتفي بمجرد اللقاء، بل يعرف بطول الصحبة، ومنهم من يشترط أن يدركه إدراكاً بيناً، لكن إذا ثبت أنه لقيه ولو مرة واحدة، والمسألة مفترضة في ثقة لا يدلس حمل حديثه. . . . . . . . . على الاتصال، والخلاف في السند المعنعن والاكتفاء بالمعاصرة أو اشترط اللقاء معروف، ألف فيه الكتب، لابن رشيد وهو إمام في هذا الشأن كتاب اسمه: (السنن الأبين والمورد الأمعن في المحاكمة بين الإمامين في السند المعنعن) فالمستفيض عند أهل العلم، والمشهور عندهم نقل اشتراط اللقاء عن الإمام البخاري وعن شيخه علي بن المديني، ومسلم -رحمه الله تعالى- قرر في مقدمة الصحيح الاكتفاء بالمعاصرة، وشنع وشدد، ورد على من اشترط اللقاء، وقال: إنه قول مخترع مبتدع، الهدف منه رد السنن، وذكر ثلاثة أحاديث لا تروى إلا معنعنة، ولم يثبت لقاء ينقل أنه لقي أحدهما الأخر، على كل حال هذه الأحاديث الثلاثة هو خرجها بالتصريح بصيغة حدثنا، فكون الإمام مسلم يشدد هذا رأيه، أما كونه يقصد البخاري فلا يلزم، لا يلزم أن يكون المردود عليه البخاري في مقدمة مسلم، ولا يلزم أن يكون علي بن المديني، أبداً، إنما المردود عليه مبتدع، يريد أن يستغل احتياط الإمام البخاري في نصر مذهبه، الذي يقتضي رد السنة، نظير ما قلنا في ردنا على المعتزلة، الذين يردون أخبار الآحاد، ويستندون لقول عمر، يعني احتياط عمر محل تقدير، وكل مسلم عليه أن يحتاط للسنة، واحتياط البخاري أيضاً موضع تقدير، فيجب على كل طالب علم أن يحتاط للسنة، لكن استغلال هذا الاحتياط، وتصيد مثل هذا في نصر البدع هو الذي يرد عليه، وأنتم تجدون في أناس وضفوا أنفسهم لتصيد الزلات، فتجدهم يكتبون وينشرون ويبثون لمجرد أن فلان زل في فتواه، أو من باب الاحتياط فيلزمونه بإلزامات يستفيدون منها في تأييد مذاهبهم، فإذا رد الإمام مسلم على هذا المبتدع الذي يريد أن يوجه كلام البخاري، أو علي بن المديني لرد السنة، ورددنا على هذا المبتدع أو رد عليه مسلم فإننا لا",
            "page": "19",
            "part": "2",
            "seal": "ADBA51E8"
        },
        {
            "id": "58",
            "nass": "نرد على البخاري، ولا نريد على مسلم، نظير ما قلنا سابقاً في أننا إذا رددنا على المعتزلة ما نرد على عمر، ما نرد على عمر؛ لأن القصد واضح، وبعض الناس يستبعد أن يقول البخاري باشتراط اللقاء، ويخفى على مسلم، نقول: ما خفي على مسلم، مسلم يعرف شيخه، ويعرف احتياط شيخه، نعم، يعرف احتياط شيخه، ولا يرد على البخاري، لكنه يرد على من يريد أن يوظف كلام الإمام البخاري في الرد، يعني لو عرف من أهل التحري من لا يتوسع في المباحات، عرف عنه أنه لا يسكن القصور الفاخرة، ولا يركب المراكب الفارهة، نعم، فاقتدى به مجموعة، وقصدهم من ذلك التضييق على الناس، واستغلوا هذا الاحتياط من هذا العالم، وهذا الورع، وهذا الزهد في الدنيا استغلوه في التضييق على الناس، وتحريم ما أحل الله، نقول: لا، نرد عليهم، ولا نرد على هذا المحتاط، يعني لما يعرف عن السلف أنهم يتركون تسعة أعشار المباح خشية أن يقعوا في المكروه، فضلاً عن المحرم، ثم يأتي من يأتي يقول: إقتداء بالسلف يمنع الناس من هذه المباحات، نقول: لا يا أخي، يقول: السلف امتنعوا فنمنع الخلف نقول: لا يا أخي، فرق بين أن يتورع الإنسان، وبين أن يحرم على الناس ما أباحه الله لهم {قُلْ مَنْ حَرَّمَ زِينَةَ اللهِ} [(32) سورة الأعراف] هذا إنكار، فمن يختار لنفسه الاحتياط، ويلزمها بالعزائم هذا يدعى له بخير، لكن لا يمنع الناس مما أباح الله لهم، ما يقول: الناس توسعوا، وعمر كان يلبس الثوب المرقع، وأحمد بن حنبل كان كذا، وفلان كان كذا، نعم أنت اختر لنفسك ما شئت، لكن لا تمنع الناس، فالذي يريد أن يوضف هذه الاحتياطات في تحريم ما أحل الله، أو تحليل ما حرم الله، نقول: يمنع، ونرد عليه، وليس معنا هذا أننا نرد ما اعتمد عليه، أو ما تشبث به من دليل، يعني فهم قدامة بن عثمان بن مظعون أن المؤمن إذا آمن واتقى ليس عليه جناح أن يفعل ما شاء، ليس عليه جناح فيما طعم، فليطعم الخمر إذا كان متقي ومحسن ما عليه، استدل بآية، فإذا رددنا عليه هل معنى هذا أننا نرد على الآية؟ نعم، أو على استدلاله بالآية؟ وتوظيف هذه الآية بغض النظر عن النصوص المحكمة؟ نعم، هناك نصوص محكمة تحرم الخمر، وهو يريد أن يستبيح الخمر بهذه",
            "page": "20",
            "part": "2",
            "seal": "B808A0E2"
        },
        {
            "id": "59",
            "nass": "الآية المجملة، فإذا رددنا عليه بالنصوص المحكمة ليس معنى هذا أننا ننقض دليله إنما ننقض استدلاله بهذا الدليل ظاهر وإلا ما هو بظاهر؟ لأنه قد يأتيك مبتدع معه أية، يجيك مثلاً خارجي يكفر بالذنوب، ويستدل بآية القتل في سورة النساء، إذا رددت على استدلاله بالآية ليس معناه أنك ترد الآية، نعم، لكن أنت تجمع باعتبارك من أهل السنة، وأهل السنة وسط، يعني فرق بين من يرى أن القتل لا أثر له كأنه ماهو موجود، وأفسق الناس وأفجر الناس إيمانه مثل إيمان جبريل، يعني فرق بين هذا وبين من يرى أنه يخرج من الدين بمثل هذه الكبائر أهل السنة وفقهم الله -جل وعلا- للنظر في النصوص بالعينين كلتيهما؛ لأن الخارجي ينظر بعين، المرجيء ينظر بعين، أهل السنة ينظرون للنصوص بالعينين، فيعملون بنصوص الوعد، ويعملون بنصوص الوعيد، وبالجمع بينهما يكون المسلك الوسط، فإذا استدل الخارجي بأحاديث الوعيد ورد عليه بأحاديث الوعد ليس معناه أننا نقوي مذهب المرجئة، نعم، ونرد على أدلة الخوارج، وهي من الكتاب والسنة، وقل بالعكس إذا رددنا على مرجئ بأحاديث الوعيد ليس معنا هذا أننا نقوي مذهب الخوارج، وننقض الأحاديث والأدلة والآيات التي يستدل بها المرجئة، فالعالم وطالب العلم هو بمنزلة الطبيب، إذا أراد أن يتعامل مع الناس يكون بمنزلة الطبيب الحاذق، ينظر في المرضى وش المرضى؟ المرضى هؤلاء الذين يحتاجون إلى تقويم ووعظ وتوجيه، إن عرفوا بشيء من الغلو يكثر من أحاديث الوعد، إن عرفوا بالتساهل والتفريط يكثر من أحاديث الوعيد، ولا يشبه في هذا الخوارج، ولا يشبه في هذا المرجئة، بل مذهب أهل السنة وسط بين هذا وهذا، يستدلون بهذا وبهذا؛ لأنك لو جئت إلى مجتمع فيهم شيء من الغلو والتطرف والحرص الشديد، نعم، الحرص الشديد مثلاً تأتي بنصوص الوعيد، وش تسوي بهم هؤلاء؟ هؤلاء تزيدهم من تطرفهم وغلوهم، وهي نصوص قال الله وقال رسوله، وإذا جئت إلى مجتمع تفريط وانصراف عن الدين تأتي لهم بأحاديث الوعد تزيدهم، فأنت بحاجة إلى علاج هؤلاء بما يناسبهم، وأنت بحاجة إلى علاج هؤلاء بما يناسبهم، ويبقى أن المذهب الوسط هو الحق، لكن المسألة مسألة علاج.",
            "page": "21",
            "part": "2",
            "seal": "E20CDC48"
        },
        {
            "id": "60",
            "nass": "معنعن كعن سعيد عن كرم ... ومبهم ما فيه راوٍ لم يسم ¶ المبهم: هو الحديث الذي فيه راوٍ لم يصرح باسمه كعن رجل، أو عن بعضهم، أو بعض الناس، أو فتى أو عن شيخ، ومنه ما يؤول إلى العلم، ومنه ما لا يتوصل إلى العلم به، والمبهم فن في غاية الأهمية بالنسبة لعلوم الحديث؛ لأن معرفة هذا المبهم إذا كان في الإسناد يتوقف عليه التصحيح والتضعيف، والقبول والرد، فلا بد من البحث عنه، وقد يأتي مبهم في طريق، ويبين في طريق أخرى، وألف العلماء في المبهمات، ومن أهمها كتاب الخطيب: (الأسماء المبهمة في الأنباء المحكمة) والنووي له كتاب في المبهمات، وغيره له كتاب، ابن بشكوال مجموعة من أهل العلم جمعوا الأسماء المبهمة وعينوها من طرق أخرى، وبقيت أسماء لم يتوصل إلى تعيينها، ومن أجمع ما كتب وألف في الباب (المستفاد من مبهمات المتن والإسناد) للحافظ ولي الدين أبي زرعة ابن الحافظ العراقي -رحمه الله تعالى-، وهو إمام في هذا الشأن، مطبوع، طبع محققاً في ثلاثة مجلدات، فالتعيين المبهم في غاية الأهمية؛ لأنه إن كان في السند يحتاج إليه في التصحيح والتضعيف، وإن كان في المتن، سأل رجل النبي -عليه الصلاة والسلام- عن كذا فقال، أو يرد ذكره في القصة، تعيينه مهم؛ لننظر عن مدى .. ، وإن كان أقل من أهمية الإبهام في السند، وقد يبهم المذكور قصداً من الرواة ستراً عليه، إذا كان الحديث يتضمن ما يتنقص به من أجله، يسترون عليه، لكن تعيينه يفيد في الإسناد مثل ما ذكرنا، وفي المتن معرفة هذا الرجل، وهل هو متقدم الإسلام؟ وهل هو متأخر الإسلام؟ لننظر عند التعارض هذا الخبر متقدم أو متأخر؟ من أجل معرفة الناسخ والمنسوخ بواسطة هذا الرجل، الذي ذكر في متن الحديث، فالمبهمات تعيينها مهم جداً، سواء كانت في المتن أو في الإسناد.",
            "page": "22",
            "part": "2",
            "seal": "229A3067"
        },
        {
            "id": "61",
            "nass": "\"ومبهم ما فيه راوٍ لم يسم\" وبعضهم يطلق على السند الذي فيه راوٍ مبهم يسمونه مرسل، وبعضهم يسميه منقطع؛ لأن وجود هذا المبهم وعدمه سواء، وجوده مثل عدمه، كأنه لم يوجد، لكن الصواب أنه متصل، وفيه راوٍ يحتاج إلى تعيين؛ لأن الواسطة بين الاثنين مذكورة، والمنقطع أو المرسل فيه سقط، هذا ما فيه سقط، لكن في شخص ما تحدد، ما عرفت عينه، والمبهم قسم من أقسام المجهول، ويمكن تسميته بمجهول الذات، يمكن تسمية المبهم هذا مجهول ذات، لكنه لا ينصرف إليه اسم الانقطاع ولا الإرسال. ¶ وكل ما قلت رجاله علا ... وضده ذاك الذي قد نزلا",
            "page": "23",
            "part": "2",
            "seal": "E2922B50"
        },
        {
            "id": "62",
            "nass": "العالي والنازل عند أهل العلم، العلو والنزول أولاً: مما ذكر من فوائد المستخرجات، والاستخراج عند أهل العلم: أن يعمد حافظ –عالم- يروي الأحاديث بأسانيده إلى كتاب من كتب المعتبرة الأصلية، فيروي أحاديث الكتاب من غير طريق صاحب الكتاب، من فوائد هذه المستخرجات تعيين المبهم، الذي مر ذكره، قد يأتي مبهم في الكتاب المخرج عليه، ثم يأتي مبهماً، ثم يعيين في المستخرج، من فوائد المستخرجات العلو، فالعالي والنازل، العالي مرغوب عند أهل الحديث، والمراد بالعلو قلة عدد الرواة، قلة الوسائط بين الراوي والنبي -عليه الصلاة والسلام-، فإذا قلة الوسائط سمي الخبر عالياً، وإذا كثرة الوسائط بين المحدث والنبي -عليه الصلاة والسلام- سمي نازلاً، والعلو مثل ما ذكرنا سنة عند أهل الحديث مرغوبة، وطريقة متبعة، يرحلون من أجله، ويتعبون من أجل تحقيقه، يرحل الليالي والأيام بل والشهور من أجل أن يستفيد، أن يسقط عنه راوي من السند، بحيث يتلقى الخبر بدون واسطة من راويه، وإن كان قد تلقاه بواسطة عنه، فالعلو عندهم مطلوب، وقيل لإمام يحيى أو علي بن المديني في مرضه: ماذا تشتهي؟ قال: \"بيت خالي، وسند عالي\" خلو البيت مهم للعالم ولطالب العلم ليخلو بربه، والخلوة مطلوبة، إذا تعبد الإنسان، ويبعد عن الأنظار، ويستريح من الأكدار والأغيار، فكون الإنسان يخلو بربه، يخلو بنفسه، يذكر الله ما شاء، يصلي ما شاء، يقرأ ما شاء، يتدبر، يتيسر له أن يناجي الله -جل وعلا-، وأن يحضر قلبه بخلاف ما إذا كان البيت مأهول ومشغول، هذه أمنية، لكن من يطيق منا الجلوس في بيت خالي؛ لأننا اعتدنا كثرت القيل والقال، والاجتماع والروحات والجيات، فيصعب علينا الخلوة في البيوت، هذه صعبة جداً، حتى النساء يصعب عليها البقاء في البيت وحدها في عصرنا هذا من الصالحات فضلاً عن غيرهن، يستبعد أن تجلس ليلة خميس أو ليلة جمعة في البيت، لا بد أن يروحون يمين يسار، ويتوسعون يشوفون ويشافون، العوام .. ، فالجلوس في البيوت صار الناس لا يطيقونه، ومن أشق الأمور إذا كنت في البيت وحدك، وواعدت واحد يشيلك يمين أو يسار وإلا تروحون مشوار وإلا شيء، يتأخر عليك خمس دقائق كأنها خمسة أيام، لكن لو عودنا",
            "page": "24",
            "part": "2",
            "seal": "BACC6961"
        },
        {
            "id": "63",
            "nass": "أنفسنا على الخلوة، واستثمرنا الوقت فيما ينفعنا في الآخرة، ما ضاقت صدورنا، وإذا شغل المرء نفسه فيما ينفعه في الآخرة ما عليه أن يحضر أحد أو لا يحضر، هذه الخمس الدقائق التي تأخر فيها بإمكانك أن تقول: استغفر الله خمسمائة مرة، وهو خمس دقائق، أو تقول: سبحان الله وبحمده ثلاثمائة مرة، لكن ما عودنا أنفسنا على هذا، بإمكانك أن تقرأ في الخمس الدقائق ربع جزء أو على أقل الأحوال ورقة بالتدبر، هذه كم فيها، الورقة كم فيها من حسنة، فيها على أقل تقدير عشرة آلاف حسنة، هذه مجرد الحروف، لكن إذا أضيف إلى ذلك التدبر والتفكر والاعتبار والإفادة من كلام الله -جل وعلا-، ومناجاة الله. ¶ هو الكتاب الذي من قام يقرأه ... كأنما خاطب الرحمن بالكلمِ ¶ لكن لا نطيق البقاء في مكان خالي، وبعض الناس يستوحش من بقائه في المسجد وحده،. . . . . . . . . المسجد بيت كل تقي. ¶ وخير مقام قمت فيه وحلية ... تحليتها ذكر الإله بمسجدِ",
            "page": "25",
            "part": "2",
            "seal": "4B3A08AD"
        },
        {
            "id": "64",
            "nass": ". . . الإنسان إذا صار بمفرده تيسر له أن يذكر الله -جل وعلا- بحضور قلب، يتيسر له أن يبكي من خشية الله، من غير مراءات ولا ملاحظة، نعم، لكن إذا كان عنده أحد، الله المستعان إما يشوش عليه فلا يستطيع أن يتذكر، أو يخشى من رياء أو غيره، فلا يؤدي العبادة حقها، فسند عالي، وبيت خالي، فسند عالي؛ لأن علو الإسناد بقلة الرواة لا شك أنه أقرب إلى الصحة؛ لأن الرواة منافذ، كل واحد منهم منفذ يحتمل أن يرد أو يتأتى الضعف إلى الخبر من قبله، أنت إذا وجدت إسناد ثلاثي أو إسناد سداسي أو سباعي هؤلاء الثلاثة كل واحد منهم يحتمل أنه أخطأ في الخبر، وهم ثلاثة، لكن في السبعة .. ، سبعة احتمالات لورود الخطأ إلى الخبر أشد من ثلاثة احتمالات وأربعة، ما من راوٍ إلا ويحتمل أن يتطرق الخلل إلى الخبر من قبله، ولذا فضلوا العلو، لكن يبقى أن يكون هذا العلو بأسانيد نظيفة، ما نحرص على أسانيد عالية على أي وجه كان، لا؛ لأن إذا كان عندنا سند نازل في رواة ثقات أفضل من سند عال برواة ضعاف؛ لأن مدار الصحة على نظافة الأسانيد، والعلو لا شك أنه وإن كان مهماً، وأقرب إلى الصحة، لكنه يبقى أننا نلاحظ الشرط الأصلي لثبوت الأخبار وثقة الرواة، واتصال الأسانيد، السند العالي، وقلنا: إن العلو هو قلة الرواة، وأعلى ما في الكتب الستة، بل السبعة الثلاثيات، وفي المسند أكثر من ثلاثمائة حديث ثلاثي، وفي البخاري اثنان وعشرون حديثاً ثلاثياً، وجل هذه الثلاثيات من طريق المكي ابن إبراهيم عن يزيد بن أبي عبيد عن سلمة بن الأكوع جل الثلاثيات في البخاري بهذا الإسناد، في اثنان وعشرون حديثاً ثلاثياً، مسلم ليس فيه ولا حديث ثلاثي، النسائي ما فيه حديث ثلاثي، أبو داود فيه حديث أختلف فيه هل هو ثلاثي أو ليس بثلاثي؟ حديث أبي برزة في الحوض، يرويه أبو داود، القصة ثلاثية، لكن الخبر المرفوع في ضمن القصة رباعي، فمن قال: فيه ثلاثي نظر إلى هذه القصة، ومن نظر إلى أنه ما في ثلاثي، من قال: إن أبا داود ليس به ثلاثي قال: إن هذه القصة ما لنا بها دعوة، حنا نبحث عن الأحاديث، والحديث رباعي، عندنا مسلم والنسائي وأبو داود ليس فيها أحاديث ثلاثية بهذا الاعتبار، لكن ابن",
            "page": "26",
            "part": "2",
            "seal": "7580BAE6"
        },
        {
            "id": "65",
            "nass": "ماجه فيه، فيه أكثر من حديث، والترمذي فيه أيضاً، وجل الثلاثيات من طريق جبارة بن المغلس عند ابن ماجه وهو ضعيف، هذه هي العوالي في الكتب الستة، أنزل ما في البخاري حديث تساعي ((ويل للعرب من شر قد اقترب)) وهذا أنزل ما في البخاري، وأنزل ما في الكتب الستة حديث يتعلق بسورة الإخلاص، يرويه النسائي من طريق أحد عشر راوياً نازل جداً، العلو إما أن يكون العلو مطلقاً بالقرب من النبي -عليه الصلاة والسلام-، علو مطلق، أو يكون علو نسبي بالقرب من إمام من أئمة الحديث، أو بالقرب من مصنف من المصنفات المشتهرة، فكونك تروي عن الإمام أحمد مثلاً، وهو إمام أو عن مالك أو عن سفيان أو شعبة بأقل ما يكون من الرجال هذا علو، لكنه علو نسبي؛ لأنه قد يكون ما بين هذا الإمام وبين النبي -عليه الصلاة والسلام- نازل، فكونك تقرب بالرواية من إمام هذا علو، تقرب برواية كتاب من الكتب المشهورة هذا علو، لكنه نسبي؛ لأن هذا الحديث قد يكون نازل، الذي ترويه من طريق هذا الكتاب المشهور، وإن قلت الوسائط بينك وبين صاحب الكتاب، العلو عندهم أقسام كثيرة، ويذكرون الموارقة والبدل والمصافحة والمساواة، هذه تذكر في العلو النسبي، وهناك علو أيضاً بتقدم السماع من الشيخ، أيضاً هذا علو، وإن اتحد عدد الرواة، فأنت تروي من طريق شيخ رويت عنه في حال شبابه حديثاً، وروى عنه آخر بعدك بخمسين سنة عدد الرواة رواتك أنت مع ذلك الشخص الذي تأخر بالرواية عنه العدد واحد؛ لأنهم كلهم من طريق هذا الشيخ، وإسناده واحد لا يختلف في أول أمره وفي آخره، ما يختلف، هذا الذي روى عنه في أول الأمر يسمى عالي، والذي تأخر بالسماع عن هذا الشيخ يسمى نازل، فالعلو والنزول بتقدم السماع وتأخره معروف عند أهل العلم، هناك علو وإن كان نسبياً من وجه إلا أنه قد يكون مطلقاً من وجه آخر، فكونك تروي صحيح البخاري بأقرب طريق وأخصر إسناد، هذا علو نسبي بالنسبة لروايتك لهذا الكتاب، نسبي، لكن كونك تروي الكتاب بأقرب طريق وفي هذا الكتاب عوالي، فأنت تروي هذه العوالي عن النبي -عليه الصلاة والسلام- فتكون الواسطة بينك وبينه أقل ما يمكن من عدد الرجال، فهو علو مطلق من وجه، ونسبي من وجه آخر، ومثل ما قلنا:",
            "page": "27",
            "part": "2",
            "seal": "640EC940"
        },
        {
            "id": "66",
            "nass": "هذه أمور تكميلية، فصحة الأحاديث مدارها على ثقة الرواة، واتصال الأسانيد، والعلو جماهير أهل العلم على أنه أفضل من النزول، وإن ادعى بعض المتكلمين أن النزول أفضل، النزول أفضل لماذا؟ بعض المتكلمين يرى أن النزول أفضل، هنا يتجه قول من تعاطى غير فنه أتى بالعجائب، يقول: النزول، الحديث الذي يروى من طريق عشرة رواة أفضل من الحديث الذي يروى من طريق خمسة رواة، لماذا؟ لأنك تحتاج في كل راوي إلى ربع ساعة في البحث عن حاله، فإذا بحثت الحديث الذي يروى من طريق خمسة تحتاج إلى ساعة وربع، بينما إذا بحثت في سند الحديث المتلقى بواسطة عشرة تحتاج إلى ساعتين ونصف، والأجر على قدر المشقة، يعني كونك تخرج حديث وتتعب عليه ساعتين ونصف يكون أجرك أكثر من أنك تخرجه وتدرسه في ساعة وشيء أو بساعة، نقول: المشقة ليست مطلوبة لذاتها، أبداً، يعني كون الأجر يرتب على الخطى إلى المساجد، هل معنى هذا أن الإنسان المسجد أمامه يروح يدور من وراء الحارة ليكسب الخطى؟ نقول: لا، التعب الذي تقتضيه العبادة له أجر، والذي لا تقتضيه العبادة الله -جل وعلا- غني عن أن يعذب الإنسان نفسه، فالمشقة لذاتها ليست بهدف شرعي، فأنت حينما تبحث هؤلاء العشرة وبإمكانك أن تبحث الخمسة الخمسة أفضل، وتوفر الجهد لعبادة أخرى، ومثل ما قالوا: فيما ذكرنا عنه في أول الأمر أنه ما من راوٍ من الرواة إلا ويحتمل الخلل أن يتطرق إلى الخبر من قبله، فمن يتعاطى غير فنه يأتي بمثل هذه العجائب. ¶ وكل ما قلة رجاله علا ... وضده ذاك الذي قد نزلا ¶ النازل على ما مشى عليه أنه ضد العالي، وهو ما كثرت رجاله يسمونه نازل، هل نستطيع أن نقول: ضد وإلا نقيض؟ ضد العالي وإلا نقيض العالي؟ إيش الفرق بينهما؟ ¶ طالب:. . . . . . . . . ¶ لا يجتمعان أبداً، والنقيضان لا يجتمعان. ¶ طالب:. . . . . . . . .",
            "page": "28",
            "part": "2",
            "seal": "050E1D58"
        },
        {
            "id": "67",
            "nass": "إيه، قل لا يرتفعان صح، يرتفعان صحيح، أما الاجتماع ما يمكن أبداً، الضدين لا يجتمع ضدان، كما أنه لا يجتمع نقيضان، لكن النقيضان لا يرتفعان، الوجود والعدم في آن واحد لا يمكن أن يجتمعان أبداً، ولا يرتفعان، نعم لكن الأسود مع الأبيض لا يجتمعان، لكن يمكن أن يرتفعا، يصير أصفر وإلا أخضر وإلا لون ثالث، فالنقيضان لا يجتمعان ولا يرتفعان، بخلاف الضدين فأنهما لا يجتمعان، لكنهما يمكن أن يرتفعا، العلو والنزول الذي معنا هل هما من باب الضد وإلا من باب النقيض؟ يعني إذا وجدنا حديث هذا عالي وهذا نازل، هل نجد ثالث ليس بعالي ولا بنازل؟ نعم، نجد وإلا ما نجد؟ ما قلنا: إنه أعلى شيء في البخاري الثلاثي، وأنزل شيء التساعي، طيب السداسي وش يصير عالي وإلا نازل؟ أو ليس بعالي ولا نازل؟ نعم، إحنا قررنا الكتاب واحد،. . . . . . . . .، وتعبيره سليم، سبق الكلام عن المرفوع: وهو ما يضاف إلى النبي -عليه الصلاة والسلام-، والمقطوع: وهو ما يضاف إلى التابعي فمن دونه، وهنا يتكلم المؤلف -رحمه الله تعالى- الناظم عن الموقوف. ¶ وما أضفته إلى الأصحاب من ... قول وفعل فهو موقوف زكن ¶ زكن: يعني علم. ¶ وما أضفته إلى الأصحاب من ... قول وفعل فهو موقوف زكن",
            "page": "29",
            "part": "2",
            "seal": "7EEFC03D"
        },
        {
            "id": "68",
            "nass": "فالموقوف: ما يضاف إلى الصحابة من أقوالهم وأفعالهم، يسمى موقوف، وهو تمام القسمة؛ لأن القسمة للأخبار باعتبار الإضافة ثلاثية: المرفوع، والموقوف، والمقطوع، فالمرفوع: ما يضاف إلى النبي -عليه الصلاة والسلام-، والموقوف: ما يضاف إلى الصحابة -رضوان الله عليهم-، والمقطوع ما يضاف إلى التابعين ومن دونهم، وسبق البحث في المرفوع والمقطوع، هنا الموقوف قول وفعل، المرفوع قول وفعل وتقرير، هل نقول: من الموقوف التقرير بأن يفعل بحضرة الصحابي شيء ولا ينكره؟ هل نقول: إن هذا موقوف يمكن إضافته للصحابي؟ النبي -عليه الصلاة والسلام- لا يقر على منكر، لا يقر، بل لا بد أن ينكر، ولذا التقرير سنة، وجه من وجوه السنة كالقول والفعل، لكن هل يمكن فيما يضاف إلى الصحابة التقرير؟ نعم الصحابة هم أغير الناس على محارم الله -جل وعلا-، لكن قد يحتاج الإنسان إلى أن يداري، يحتاج الإنسان إلى أن يجتهد، فيرى أن هذا ليس بمحل للإنكار، أو يخشى أن يترتب عليه مفسدة أعظم من المنكر فيسكت، ولذا الساكت لا ينسب له قول، ولم يضيفوا التقرير إلى الموقوف، اكتفوا بالقول والفعل. ¶ من أهل العلم من الفقهاء من يسمي الموقوف الأثر، بعض الفقهاء من الشافعية، بل من الخراسانيين على وجه الخصوص يطلقون الأثر ويريدون به الموقوف، ومقتضى صنيع البيهقي في المعرفة (معرفة السنن والآثار) السنن المرفوعة والآثار، يعني الموقوفات يؤيد هذا، لكن الأكثر يطلقون الأثر ويريدون به الأحاديث والأخبار، سواء كانت مرفوعة أو موقوفة، ومن هذا مشكل الآثار، وشرح معاني الآثار، هذا ليس خاص بالموقوفات، وانتسب إلى الأثر جمع من أهل العلم، فإذا قيل فلان بن فلان الأثري، هل معنى هذا أنه يهتم بالموقوفات دون المرفوعات؟ نعم، لا، الأصل المرفوع، فمن يعتني بالحديث بالسنة عموماً يقال له: أثري، انتسب إلى الأثر جمع من أهل العلم، الحافظ العراقي -رحمه الله تعالى-: ¶ يقول راجي ربه المقتدر ... عبد الرحيم بن الحسين الأثري ¶ نسبة إلى الأثر، واهتمامه بالمرفوع كما هو معلوم أعظم من اهتمامهم بالموقوف. ¶ ومرسل منه الصحابي سقط ... وقل: غريب ما روى راوٍ فقط",
            "page": "30",
            "part": "2",
            "seal": "513C7A10"
        },
        {
            "id": "69",
            "nass": "\"مرسل منه الصحابي سقط\" المرسل: ويجمع على مراسل ومراسيل، كالمسند يجمع على مساند ومسانيد، والمفتاح يجمع على مفاتح مفاتيح، المرسل يختلف أهل العلم في تعريفه، والذي ذكره المؤلف: \"مرسل منه الصحابي سقط\" إن كان يقصد بذلك الجنس، جنس الصحابي فقد يتفق قوله مع قول من يقول: إن المرسل ما يرفعه التابعي، لكن من يضمن أنه ما سقط إلا الصحابي على هذا التعريف؛ لأنا إذا ضمنا أنه لم يسقط إلا الصحابي فجهالة الصحابة لا تضر، فيلزمنا قبوله، لكن إذا رفع التابعي الخبر إلى النبي -عليه الصلاة والسلام- كما يقرر أهل العلم في تعريف المرسل: ¶ مرفوع تابع على المشهورِ ... ومرسل وقيده بالكبيرِ",
            "page": "31",
            "part": "2",
            "seal": "715910FC"
        },
        {
            "id": "70",
            "nass": "فما يرفعه التابعي إلى النبي -عليه الصلاة والسلام- هذا هو المتفق على تعريفه بالمرسل، لاسيما إذا كان من كبار التابعين، إما إذا ضمنا أن الساقط صحابي فلا يتأتى الخلاف المذكور في المرسل؛ لأن الصحابة كلهم عدول، ذكروا أو حذفوا، فإذا قلنا: بأن المرسل ما يرفعه التابعي، احتمال أن يكون هذا التابعي رواه عن تابعي آخر وأسقطه، والتابعي عن تابعي ثالث وأسقطه، وأسقط معهما الصحابي، ويجتمع في السند الواحد اثنان من التابعين وثلاثة من التابعين أربعة من التابعين خمسة من التابعين، ستة من التابعين في سند واحد، فلو حذف الخمسة وبقي واحد منهم من التابعين وأضافه هذا التابعي الصغير إلى النبي -عليه الصلاة والسلام- داخل في حد المرسل، وما من واحد من هؤلاء التابعين الذين حذفوا إلا ويحتمل أن يكون ثقة أو ضعيفاً، وإذا وجد هذا الاحتمال قوي القول بأن المرسل ضعيف، المرسل الذي هذا حده، ما يرفعه التابعي إلى النبي -عليه الصلاة والسلام-؛ لأن المؤلف أو الناظم استدرك عليه في قوله: \"ومرسل منه الصحابي سقط\" لأننا إذا جزمنا أنه ما سقط إلا الصحابي الخبر صحيح ما يضر. . . . . . . . . الصحابي، لكن إذا قلنا: ما رفعه التابعي إلى النبي -عليه الصلاة والسلام- ورد الاحتمال أن هذا التابعي رواه عن تابعي والتابعي عن تابعي إلى آخره، وبالمناسبة الحديث الذي ذكرناه وهو أنزل حديث في الكتب الستة، الذي يرويه النسائي في فضل سورة الإخلاص فيه ستة من التابعين، وهو أطول إسناد في الدنيا كما يقول النسائي -رحمه الله تعالى-، إذا أمكن الاحتمال، ووجد الاحتمال في أن هذا التابعي رواه عن تابعي آخر والتابعي عن ثالث والتابعي عن رابع إلى آخره قوي القول بضعف المراسيل، والخلاف في المرسل يذكر عن أبي حنيفة ومالك الاحتجاج بالمراسيل خلافاً لغيرهم، وابن عبد البر نقل عن الطبري أن التابعين بأسرهم يقبلون المراسيل، وأنه لا يعرف لهم مخالف إلى رأس المأتيين، ومع ذلك يذكر عن سعيد بن المسيب أنه يرد المراسيل، طيب الطبري يقول: إنه .. ، ينقل الاتفاق أن المراسيل مقبولة إلى رأس المأتيين، ماذا عن خلاف سعيد بن المسيب المذكور؟ نعم، ماذا عن مراسيل سعيد؟ هل يستدرك بسعيد وهو",
            "page": "32",
            "part": "2",
            "seal": "110D2E29"
        },
        {
            "id": "71",
            "nass": "إمام من أئمة التابعين؟ إن لم نقل أنه أفضل التابعين على قول الإمام أحمد، والشافعية يقبلون مراسيل سعيد، والمسألة منفكة كونه يرسل غير كونه لا يقبل المرسل الجهة منفكة، فهل نستدرك على الطبري بكون سعيد وهو أفضل التابعين على قول أنه لا يقبل المراسيل أو لا نستدرك؟ يستدرك عليه وإلا ما يستدرك؟ يعني ينقض الاتفاق بقول سعيد وإلا ما ينقض؟ نعم. ¶ طالب:. . . . . . . . . ¶ نعم الإجماع عند الطبري قول الأكثر، الإجماع عنده قول الأكثر، وهذا معروف عنه، وكثيراً ما يقول في تفسيره، وقد اختلف القرأة في كذا، ثم يذكر قول الأكثر، ثم يذكر المخالف، ثم يقول: \"والصواب في ذلك عندنا كذا لإجماع القرأة على ذلك\" طيب أنت ذكرت الخلاف فكيف تقول: لإجماع القرأة على ذلك؟ الإجماع عنده قول الأكثر، فلا يستدرك بسعيد عليه، بعد المأتيين أو على رأس المأتيين جاء الإمام الشافعي فوضع شروط لقبول المرسل، وكل ما تأخر الزمن كثر القول بعدم قبول المراسيل، وذلكم لأن الأمر في أول الأمر في عهد الصحابة والتابعين الصدق هو السمة الغلبة على الناس، لكن بعدهم كثر الخلل، كثرت المخالفات صار الناس يعاشرون الرواة إلي ماهم على مستوى بحيث تقبل أخبارهم، فتوجد عندهم الحساسية. . . . . . . . . يعني الشخص الذي لا يخالط الناس ولا يعرف إلا الصالحين، نعم مثل هذا هل يسيء الظن بالناس؟ مثل من يخالطهم ويعرف خباياهم؟ ويعرف دخائلهم؟ لا شك أن الذي يخالط الناس، ويعرف هذا يكون عنده احتياط وعنده سوء ظن بالناس، فيتحسس ويتأكد من أخبارهم، بينما الصالح الذي لا يخالط إلا الصالحين يحسب الناس كلهم مثله، ومثل جلسائه، قد يحسن الظن بكثير من الناس، ولذا كل ما يتأخر الزمن يشدد العلماء في قبول المراسيل، والساقط ساقط هو، يعني ما يرفعه التابعي هو ما يرفعه التابعي سواء تأخر الزمن أو تقدم، ولذا يحتج مالك وأبو حنيفة بالمراسيل، ويرد المراسيل من جاء بعدهم يقول الحافظ العراقي -رحمه الله تعالى-: ¶ واحتج مالك كذا النعمانُ ... به وتابعوهما ودانوا ¶ ورده جماهر النقادِ ... للجهل بالساقط بالإسنادِ ¶ الساقط مجهول، ما يدرون وش هو؟ ¶ وصاحب التمهيد عنهم نقله ... ومسلم صدر الكتاب أصله",
            "page": "33",
            "part": "2",
            "seal": "C13CC07B"
        },
        {
            "id": "72",
            "nass": "أصل الرد، رد المراسيل، صاحب التمهيد نقل عن الأكثر، عن الجماهير أنهم يردون المراسيل، وهذا كله على القول بأن المرسل ما يرفعه التابعي، ومنهم من يرى أن المرسل ما يرفعه التابعي الكبير، وهذا من شروط الشافعي لقبول المراسيل: أن يكون المرسل من كبار التابعين، وأن يكون للمرسل شاهد يقويه من مسند أو مرسل آخر يرويه غير رجال المرسل الأول، أو يعضده قول صحابي، أو يفتي به عوام أهل العلم، ويكون المرسل من كبار التابعين، وإذا سمى من يروي عنه لا يسمي مرغوباً في الرواية عنه، يعني لا يرسل إلا عن الثقات. ¶ القول الثاني في تعريف المرسل أنه: ما لم يتصل إسناده على أي وجه كان، فإذا سقط من أوله قالوا: أرسله فلان، وإذا سقط من أثنائه قالوا: أرسله فلان، إذا سقط من آخره قالوا: أرسله فلان، وكثيراً ما يقولون: أرسله فلان، وأسنده فلان، يعني أن هذا ذكره مسنداً متصل السند، والثاني ذكره على ما فيه من انقطاع، فيشمل جميع أنواع الانقطاع. ¶ \"وقل غريب ما روى راو فقط\" وهذا كالموقوف يعني أخره عن صاحبيه لعدم ملاحظته الترتيب وإلا فالأصل أن يذكر مع العزيز والمشهور، كما أن الموقوف الأولى أن يذكر مع المرفوع والمقطوع، هنا عرج على ذكر الغريب: وهو ما يتفرد بروايته راو واحد في أي طبقة من طبقات إسناده، وبعضهم وهو أيضاً يفهم من كلام ابن حجر أن تفرد الصحابي لا يسمى غرابة؛ لأن الواحد من الصحابة عن جماعة من غيرهم، ومنهم من يدخل الصحابة فيعم، ويقول: الغريب ما يرويه أو يتفرد بروايته راو واحد، في أي طبقة من الطبقات .. ، رواه عشرة عن عشرين عن خمسة عن واحد عن مائة، هذا يسمى غريب؛ لأن الواحد الأقل يقضي على الأكثر، مثل ما قلنا في العزيز والمشهور، فإن كانت الغرابة في أصل السند جهة، الطرف الذي فيه الصحابي قيل: غرابة مطلقة، وأكثر ما يطلق عليه الفرد، يعني الفرد المطلق، وإذا كانت الغرابة في طبقة من دون الصحابة سميت الغرابة نسبية، والغرائب يكثر فيها الضعيف؛ لأن تفرد الراوي مظنة للخطأ، بخلاف موافقة غيره له مظنة التجويد والحفظ والضبط، أما إذا تفرد به راويه فهو مظنة، ولذا جاء التحذير من الإكثار من رواية الغرائب، نعم في الصحيحين غرائب، لكنها صحيحة ثابتة لا إشكال فيها، والغريب كالمشهور وكالعزيز يقع فيه الصحيح والضعيف والحسن، إلا أن الغرابة مظنة للضعف، والله أعلم. ¶ وصلى وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "34",
            "part": "2",
            "seal": "B83D4E52"
        },
        {
            "id": "1",
            "nass": "ـ[شرح المنظومة البيقونية]ـ ¶ مؤلف الأصل: عمر (أوطه) بن محمد بن فتوح البيقوني الدمشقي الشافعي (المتوفى: نحو 1080هـ) ¶ الشارح: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير ¶ دروس مفرغة من موقع الشيخ الخضير ¶ [الكتاب مرقم آليا، رقم الجزء هو رقم الدرس - 4 دروس]",
            "page": null,
            "part": null,
            "seal": "21A614CE"
        },
        {
            "id": "2",
            "nass": "شرح المنظومة البيقونية (1) ¶ الشيخ/ عبد الكريم الخضير ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين. ¶ أما بعد: ¶ فلا يخفى على أحد أهمية العلم الشرعي، وأن مداره على الكتاب والسنة. ¶ العلم قال الله قال رسوله ... قال الصحابة هم أولوا العرفانِ ¶ فالأمة المحمدية أمة نص وإتباع، ولا يمكن أن يؤخذ العلم إلا من هذين المصدرين، فلا مسلك لنا، ولا وسيلة لتحصيل العلم إلا عن طريق الكتاب والسنة، فطالب العلم بأمس الحاجة إلى معرفة هذين الوحيين، وما يخدمهما، وما يعين على فهمهما، القرآن العظيم كلام الله -جل وعلا- ثابت ثبوتاً قطعياً، غير قابل للزيادة والنقصان، محفوظ، قال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} [(9) سورة الحجر]. ¶ وأما السنة: وهي المصدر الثاني من مصادر التشريع لهذه الأمة، ولم يخالف في ذلك أحد ممن يعتد بقوله، ويعول على كلامه من أهل العلم، خالف في ذلك بعض طوائف البدع الذين لا يرون الاحتجاج بالسنة، وإنما يكتفون بالقرآن، والمراد بالسنة: ما ثبت عن النبي -عليه الصلاة والسلام-، جميع ما ثبت عنه -عليه الصلاة والسلام-، المسلم ملزم بإتباعه، والعمل به، وليست له مندوحة في أن يختار غير هدي النبي -عليه الصلاة والسلام-، وكل عمل شرعي يشترط لقبوله بعد الإخلاص لله -جل وعلا- متابعة النبي -عليه الصلاة والسلام-، ((من عمل عملاً ليس عليه أمرنا فهو رد))، فإذا كان الأمر كذلك فلا بد من العناية بالسنة النبوية، لكن العناية بما ثبت منها عن النبي -عليه الصلاة والسلام-، وكيف نعرف الثابت من غيره؟ لا بد أن نعرف القواعد والضوابط التي استنبطها أهل العلم ليتوصل بها إلى معرفة المقبول من المردود، وذلك في علم مصطلح الحديث.",
            "page": "1",
            "part": "1",
            "seal": "A951E635"
        },
        {
            "id": "3",
            "nass": "فهو علمٌ بأصول وقواعد يعرف بها الصحيح من الضعيف، المقبول من المردود، مما ينسب إلى النبي -عليه الصلاة والسلام-، ولسنا بصدد الكلام والإفاضة فيما ألف في هذا العلم، فالتأليف فيه قديم، يوجد أو توجد قواعد أهل العلم في كتب المتقدمين، وإن لم تدون في مصنف مستقل، توجد في سؤالات الأمة، بل وجد أصل بعض فنون هذا العلم من عهد النبي -عليه الصلاة والسلام-، فالجرح والتعديل، والكلام في الرجال حصل من النبي -عليه الصلاة والسلام-، فالنبي -عليه الصلاة والسلام- قال: ((بئس أخو العشيرة))، وهذا أصل في الجرح، لكن على ما سيأتي في بابه، لا ينبغي أن يكون هذا الأصل مدخلاً لبعض من يتفكه بأعراض الناس، بل على الإنسان أن يحتاط لنفسه، وأن يحافظ على ما اكتسبه من حسنات، ولا يأتي يوم القيامة مفلساً، كما جاء في الحديث الصحيح، فالجرح والتعديل واجب، لكن بقدر الحاجة، فإن احتيج إلى ذلك تعين، حفظاً للدين، وصيانة للشريعة المكرمة أوجب أهل العلم الكلام في الرواة، وليعلم طالب أن أعراض المسلمين حفرة من حفر النار، كما يقول ابن دقيق العيد، وجاء في النصوص القطعية ما يقتضي تحريم الكذب في أعراض الناس، مع الأسف الشديد أن يوجد بعض من يتكلم حتى في أعراض خيار الأمة، من المتقدمين والمتأخرين، لم يسلم منه أحد، فهذا المسكين لا يدري أنه قد يتعب على تحصيل الحسنات، ثم يفرقها، شعر أولم يشعر، كما جاء في الحديث الصحيح: ((أتدرون من المفلس؟ )) قلنا: المفلس من لا درهم له ولا متاع، قال: ((المفلس من يأتي بأعمال)) وفي بعض الروايات: ((كأمثال الجبال، يأتي وقد شتم هذا، وضرب هذا، وسفك دم هذا، ثم يأخذ هذا من حسناته، وهذا من حسناته، وهذا من حسناته، فإذا فنيت حسناته أخذ من سيآتهم فألقيت عليه، فطرح في النار)) يأتي يفني عمره، ويقضي وقته في طلب العلم، ثم بعد ذلك يأتي مفلساً يوم القيامة، هذه هي الخسارة، هذا الذي خسر نفسه يوم القيامة، وهذه هي الخسارة الحقيقية، وهذا هو الفلس الحقيقي، وإن كان الفلس أيضاً يطلق في أمور الدنيا: على من لا درهم له ولا متاع، وحقيقته أيضاً شرعية في باب الحجر والتفليس المفلس: من لا درهم له ولا متاع، أو عنده درهم ومتاع، لكن لا يفي",
            "page": "2",
            "part": "1",
            "seal": "EBA2E657"
        },
        {
            "id": "4",
            "nass": "بديونه، هذه حقيقة شرعية، لكن الحقيقة التي ينبغي أن نتنبه لها ما أشار إليه النبي -عليه الصلاة والسلام- بقوله: ((أتدرون من المفلس؟ )) وكلها حقائق شرعية، لكن تلك أهم، كما أن الغبن في أمور الدنيا أن يشتري الإنسان سلعة يُزاد في ثمنها عليه، أو يبع سلعة يُنقص من ثمنها بالنسبة لما تستحقه، هذا غبن عند أهل العلم، لا سيما إذا كان كثيراً، لكن الغبن الذي ينبغي أن يتفطن له طالب العلم ما جاء في سورة التغابن: {ذَلِكَ يَوْمُ التَّغَابُنِ} [(9) سورة التغابن]، وتعريف الجزأين معروف أنه يدل على الحصر عند أهل العلم، ذلك يوم التغابن الحقيقي، أما الدنيا كلها لا شيء بالنسبة لغبن الآخرة، فلنتنبه لهذا. ¶ وأصول هذا العلم وجدت منذ القدم، فالكلام على الرجال حصل منه -عليه الصلاة والسلام-، والتحري والتثبت والاحتياط للسنة، حصل من كبار صحابته -عليه الصلاة والسلام-، وحذر -عليه الصلاة والسلام- من أن يكذب عليه فقال: ((من كذب علي متعمداً فليتبوأ مقعده من النار)) وجاء ما هو في الاحتياط أشد: ((من حدّث عني بحديث يُرى أنه كذب فهو أحد الكاذِبِين)) أو الكاذِبَين، فعلى الإنسان أن يحتاط، وإذا كان الكذب على النبي -عليه الصلاة والسلام- كبيرة، وموبقة من الموبقات فالكذب في أحاديث الناس العادي تهمة بالكذب على النبي -عليه الصلاة والسلام-، كما سيأتي في حديث المتهم.",
            "page": "3",
            "part": "1",
            "seal": "29FF5F08"
        },
        {
            "id": "5",
            "nass": "وجدت قواعد هذا العلم منثورة في كتب الأئمة، ففي كتب الشافعي، وفي سؤالات الإمام أحمد، وفي جامع الترمذي، وفيما يسأل عنه الإمام البخاري، وفي تواريخه، وفي صحيحه قواعد منثورة لهذا العلم، وفي أيضاً العلل الكبير، وعلل الجامع للإمام الترمذي قواعد كثيرة من قواعد هذا العلم، لكن من أول من صنف في هذا العلم على سبيل الاستقلال: القاضي الرامهرمزي في كتابه (المحدث الفاصل)، المحدث الفاصل هذا من أول ما صُنف، توفي مؤلفه سنة ستين وثلاثمائة، يعني على سبيل الاستقلال، ثم جاء بعده الحاكم أبو عبد الله فألف (المعرفة)، ثم جاء بعده أبو نعيم فألف على المعرفة مستخرجاً، ثم القاضي عياض، ثم ابن الصلاح الذي جمع شتات هذا العلم في كتابه (علوم الحديث)، وعكف الناس على هذا الكتاب، فلا يحصى كم ناظم له ومختصر، ومستدرك عليه ومنتصر، دار الناس في فلكه، فاختصروه، ونظموه، وشرحوه، فاكتفوا به عما تقدم؛ لأنه جمع شتات هذا العلم، ثم بعد ذلك تتابع التأليف، فألف الحافظ ابن حجر نخبته الشهيرة، وسبق أن شرحناها هنا، وهذه النخبة أيضاً حصل لها من القبول ما حصل، وما زالت تقرأ وتُدْرَس وتُدَرّس، وتشرح وتنظم، وتختصر على اختصارها إلى يومنا هذا.",
            "page": "4",
            "part": "1",
            "seal": "21C091F9"
        },
        {
            "id": "6",
            "nass": "قد يقول طالب العلم: كتب علوم الحديث كثيرة جداً، لا يمكن الاحاطة بها، والأمر كذلك صحيح، لكن ما الذي ينبغي أن يعتني به، ويدرسه من كتب المصطلح، هذا الكتاب الذي معنا كتاب مختصر جداً، وهي منظومة سهلة، لكن نصيحة لطلاب العلم الذي لا تسعفه الحافظة يحفظ هذه المنظومة، أربعة وثلاثين بيت سهل، لكن الذي تسعفه الحافظة، حافظته متوسطة مثلاً يحفظ نظم النخبة، في مائتي بيت وبيت، أو ستة أبيات على خلاف بين النسخ، أو منظومة الشيخ حافظ الحكمي: (اللؤلؤ المكنون) وقد أنهينا شرحها قبل ثلاثة أيام أو أربعة، وهي منظومة رائعة، ثلاثمائة وأربعين بيت، فإن كانت الحافظة أقوى فليقصر حفظه على ألفيت العراقي، على كل حال يبدأ طالب العلم بالكتب الصغيرة، المتون الميسرة في مثل هذا الكتاب، ثم النخبة، ثم اختصار علوم الحديث للحافظ ابن كثير، ثم يتوفر جهده كله على ألفيت العراقي -رحمه الله تعالى- وشروحه، بعد ذلك يكون هذا العلم على ما قرره المتأخرون، وأما قواعد المتقدمين التي ينادي بها بعض الغيورين ممن عرف بالحرص والحرقة على السنة النبوية، وهي دعوة -إن شاء الله- إنها نابعة من قلب طيب، ومن إخلاص صادق، لكن مثل هذا الكلام لا يوجه إلى المبتدئين؛ لأنه إذا وجه مثل هذا الكلام للمبتدئين صار تضييعاً لهم؛ لأن المبتدئ لا يستطيع أن يتعامل مع أحكام المتقدمين، حتى يتأهل لذلك، كما يطالب الطالب المبتدئ بالاجتهاد في الأحكام الشرع، مثل هذا يضيعه، فعلى طالب العلم أن يتربى على قواعد المتأخرين، ثم بعد أن يتأهل لذلك، ويكثر النظر في أحكام الأئمة، ويخرج الأحاديث، ويدرس أسانيدها، ويكثر من ذلك، إذا صارت لديه الأهلية لمحاكات المتقدمين في أحكامهم هذا فرضه؛ لأن المتأخرين عالة على المتقدمين، ولا يضن بمن ينادي بنبذ قواعد المتأخرين، والاهتمام بكلام الأئمة، لا يضن بهم سوء لا أبداً، إنما باعثهم على ذلك الحرص على هذا العلم، ولا شك أن المتأخرين عالة على المتقدمين، لكن يبقى أنه كيف يتربى طالب العلم على كلام الأئمة المتقدمين؟ ومن يقلد من الأئمة المتقدمين؟ إذا عرف القواعد، وضبط وأتقن، وأكثر من دراسة تخريج الأحاديث، ودراسة الأسانيد، وتأهل للنظر في القرائن",
            "page": "5",
            "part": "1",
            "seal": "479B9A4A"
        },
        {
            "id": "7",
            "nass": "التي يرجح بها؛ لأن أحكام المتقدمين مبنية على القرائن، والقرائن ما كل يدركها، قد يفنى عمر الإنسان ما استطاع أن يحكم بالقرائن؛ لأن هذا العلم كما يقولون: إلهام، لكن إلهام مبني على صدق وإخلاص وحرص وجد واجتهاد، فالأئمة المتقدمون الذين يحفظون مئات الألوف من الأحاديث، أصبح لديهم ملكة، بالشم يعرفون الصحيح من الضعيف، لكن شخص لا يحفظ الأربعين كيف يحكم بالقرائن هذا؟ أو يخفى عليه حديث في بدهيات المتون المحفوظة عند صغار طلاب العلم هذا يحاكي المتقدمين؟ لا يمكن، فالدعوة التي تقال، وتطرق بين حين وأخر دعوة جيدة وصحيحة، ومقصد. . . . . . . . .، لكن لا يخاطب بها أحاد المتعلمين، إذا عرفنا أن من يقال: إنه مجدد لهذا العلم في هذا العصر قلنا: مثلاً إنه بالنسبة للرواية الشيخ الألباني -رحمه الله-، وبالنسبة للدراية والاستنباط الشيخ ابن باز، ولا نظير لهما فيما نعلم، يعني في العصر المتأخر، واهتمامهم بالسنة، ما قالوا بمحاكاة المتقدمين، ولا حاكوهم هم أيضاً، إنما حكموا من خلال القواعد المعروفة الآن، لكن إذا تعارض حكمهم مع أحكام الأئمة أعادوا النظر في أحكامها، وبهذا يتأهل الإنسان، والإنسان عليه أن يعرف قدر نفسه، فالإنسان إذا سلك الجادة وصل -بإذن الله تعالى-، لكن إذا كان يطوح يوماً في أقصى اليمين، ويوم في أقصى الشمال، ويجرب هذا القول ويجرب .. ، هذا يضيع، ويضيع عمره ما حصل شيء، هذا التصنيف لأهل العلم على الطرق المعروفة، وتقسيم الطلاب إلى مبتدئين ومتوسطين ومنتهيين وكذا، ويؤلفون على قدر عقول هؤلاء وعقول هؤلاء وعقول .. ، يعني هذا ما هو بعبث، هذا جرب من مئات السنين، ووجد من أنفع الأمور، إلى طبقة شيوخنا الآن المبرزين في العلم والعمل ولله الحمد وهم على هذه الجادة، وهم على هذه الجادة، وهي جادة مثمرة، وأنتجت فحول، قد يقول قائل: إن هذه الطرق، وهذه التقسيمات لا توجد عند سلف الأمة, سلف الأمة عندهم من الأذهان الصافية غير المشوشة، نعم وسلامة الفطرة، ومعرفة اللغة، ومعاصرة النصوص على وجهها ما يؤهلهم للاستنباط مباشرة، لكن شخص لا يعرف العام من الخاص، ولا المطلق من المقيد، ولا الناسخ من المنسوخ، كيف يتعامل مع النصوص",
            "page": "6",
            "part": "1",
            "seal": "A13FFC77"
        },
        {
            "id": "8",
            "nass": "مثل هذا؟ لا يستطيع أن يتعامل حتى إذا تأهل؛ لأن العلم ينمو في ذهن الإنسان مثل ما ينمو جسمه، مثل نمو النبات، ما تقول: والله هذا -ما شاء الله- شاب كامل القريحة، تجاوز بهذه المراحل، أعطوه كتب المتقدمين، ما يمكن، ولو كان كامل القريحة، ولو كان من أذكى الناس وأنبلهم، لا بد أن يتدرج؛ لأن العلم سلم يصعد إليه، حتى تصل إلى السقف، وليس معنى هذا السقف الاحاطة بالعلوم كلها، لن يحلم أحد بهذا؛ لأن الله -جل وعلا- يقول: {وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً} [(85) سورة الإسراء] الأئمة الكبار الذين وصفوا بأنهم بحور العلم لن يخرجوا عن قوله تعالى: {وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً} [(85) سورة الإسراء] قصة موسى والخضر أكبر شاهد على هذا، والنبي -عليه الصلاة والسلام- أخذ حديث الجساسة من تميم الداري، واكتسب الشرعية هذا الحديث من إقرار النبي -عليه الصلاة والسلام-، لا يقال كما يقول بعضهم: إن العلم الشرعي مزيج من حضارات وثقافات وما أدري إيش؟ هذا الكلام تضليل هذا، يستدلون بمثل هذه القضايا، حديث الجساسة لو لم يكتسب الإقرار من النبي -عليه الصلاة والسلام- ما التفتنا إليه قلنا: خرافة، لكن لما أقره النبي -عليه الصلاة والسلام- قلنا: على العين والرأس، اكتسب القطعية.",
            "page": "7",
            "part": "1",
            "seal": "B63164D7"
        },
        {
            "id": "9",
            "nass": "حديث عبد الله بن زيد في الأذان رؤيا، لكن هل الرؤيا والأحلام يقرر بها شرع؟ لا أبداً، لكن اكتسب الشرعية من إقرار النبي -عليه الصلاة والسلام-، فإقرار النبي -عليه الصلاة والسلام- نوع من أنواع سنته -عليه الصلاة والسلام-، يأتي من يكتب في الصحف مثل هذا الكلام، ويقول: إن الشريعة والدين مأخوذ من مزيج من حضارات، والنبي -عليه الصلاة والسلام- يستفيد من حضارات الأخرى، ((وكدت أن أنهى عن الغيلة، فإذا فارس والروم يستعملونها ولا يؤثر عليهم)) يقول: أبداً النبي -عليه الصلاة والسلام- استفاد هذا الحكم من فارس والروم، نقول: ليس بصحيح، النبي -عليه الصلاة والسلام- بعث لجميع من على وجه الأرض، بعث للناس كلهم، والأحكام عامه، تشمل العرب وتشمل العجم، وتشمل فارس والروم والمشرق والمغرب، فكون هذا الأمر يؤثر على بيئة من الناس أو فئة من الناس، أو أهل مجتمع، نعم، لا يعطي حكم عام، فالنبي -عليه الصلاة والسلام- أراد أن ينهى لأنه يضر، لكن يضر من؟ يضر في هذه البيئة التي عاش فيها؛ لوجود مؤثرات أخرى مع هذا، فلما عرف أنه لا يؤثر على بقية الناس إذاً لا ينهى عن مثل هذا، نعم يبقى أن من يضره شيء يمتنع منه، بعض الناس يضره التمر نقول: لا تأكل التمر يا أخي، وليس معنى هذا أن التمر حرام، بعض الناس يضره اللبن نقول: يا أخي لا تشرب لبن، وليس معنى هذا أن اللبن حرام، بعض الناس يتضرر بالغيلة، والغيلة: إرضاع الطفل مع الحمل، مع حمل أمه، هذه الغيلة، العرب أو الحجاز على وجه الخصوص يتضررون لما يواكب ذلك من جو مثلاً، فلا يحسن أن يصدر حكم عام لمن بعث إليهم النبي -صلى الله عليه وسلم- في المشرق والمغرب، وأكثر الناس ما يتضرر؛ لأن الحكم للغالب، فبعض الناس يكتب في الصحف، ويحط من بعض النصوص، ويتكلم في بعض النصوص بناء على فهمه هو، نقول: لا يا أخي، لا بد من مراجع أهل العلم في مثل هذه الأمور، أنت أشكل عليك شيء، نعم أشكل عليك شيء أسأل يا أخي، نقول: الديانة مزيج من حضارات ما هو بصحيح أبداً، بل العكس، النبي -عليه الصلاة والسلام- حرم التشبه بالآخرين، باليهود والنصارى والمشركين وغيرهم، هل معنى هذا أنه مزيج؟ أبداً، أمة مستقلة، معتزة بدينها، موجودة",
            "page": "8",
            "part": "1",
            "seal": "EC82B0E6"
        },
        {
            "id": "10",
            "nass": "وجوداً مؤهلاً لها لأن تكون خير أمة أخرجت للناس. ¶ نعود إلى تقرير ما نحن بصدده، فهذا العلم لا شك أنه في غاية الأهمية لطالب العلم، يتدرج فيه الطالب كغيره من العلوم، يقرأ هذه المنظومة، ويقرأ شرحها، إن كانت حافظته ضعيفة جداً يحفظها، وينظر فيما عداها من مطولات هذا الفن، إذا كانت حافظته أقوى يحفظ نظم النخبة، أو (اللؤلؤ المكنون) لحافظ الحكمي -رحمه الله-، إن كانت حافظته أقوى وأقوى فليقصر همته على الألفية، ولا أنصح بحفظ أكثر من نظم في فن واحد؛ لأن بعض المتون يشوش بعضها على بعض، فإذا أراد الطالب أن يستشهد ببيت من الألفية طلع عليه كلام البيقوني، يشعر أو لا يشعر، إذا أراد أن يقرر كلام هذا طلع عليه كلام الصنعاني؛ لأنها متقاربة تنظم نظم علم واحد، تنظم في علم واحد، نعم، فإذا أراد هذا .. ، تشوش بعضها على بعض، ولا يستطيع أن يميز النظم، النظم غالب، يغلب على الإنسان، ويخرج من غير أن يقصد، ويشوش .. ، فيحفظ همته على متن واحد، وهو على حسب ما يؤنس من نفسه، ويعرف منها، إن كانت حافظته قوية فاليقصر همته على ألفية العراقي، وكل الصيد في جوف الفرا، أما هذه المنظومة في أربع وثلاثين بيت، يعني هي مجرد تذكرة لطالب العلم، وهي معتمدة على الشرح، إذا شرحت بأسلوب مناسب، يعني وأفيض في شرحها، بحيث تغطي حاجة الطالب لا بأس، لكن الغالب أن مثل هذا المتن ما يعطى المدة الكافية ليبسط في شرحه، أربع وثلاثين بيت يعطى ثلاث أيام، علشان يشرح شرحاً يناسب، يناسب المبتدئين، يمكن أن يشرح هذا في سنة، على طريقة البسط، وكل إنسان يؤنس من نفسه أنه يستطيع أن يشرح مثلاً العلوم التي يبثها لألفية العراقي يبثها هنا؛ لأن الأبواب هي هي ما تغيرت، ونشرح هذا المتن بأسلوب -إن شاء الله- يكون مناسب، وبطريقة بحيث ننهي هذا المتن خلال ثلاثة أيام، ومن أراد شروح كتب أخرى فهي موجودة في التسجيلات، شرحنا أكثر كتب المصطلح، أخر ما شرحنا (اللؤلؤ المكنون) أنهيناه قبل ثلاثة أيام، في شرح متوسط أيضاً، سم. ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "9",
            "part": "1",
            "seal": "C914BB26"
        },
        {
            "id": "11",
            "nass": "قال العلامة البيقوني -رحمه الله تعالى- وغفر له، وجمعنا فيه ووالدينا وشيخنا في الفردوس الأعلى، إنه جواد كريم. ¶ بسم الله الرحمن الرحيم ¶ أبدأ بالحمد مصلياً على ... محمد خير نبي أرسلا ¶ وذي من أقسام الحديث عده ... وكل واحد أتى وحده ¶ أولها الصحيح وهو ما اتصل ... إسناده ولم يشذ أو يعل ¶ يرويه عدل ضابط عن مثله ... معتمد في ضبطه ونقله ¶ والحسن المعروف طرقاً وغدت ... رجاله لا كالصحيح اشتهرت ¶ وكل ما عن رتبة الحسن قصر ... فهو الضعيف وهو أقساماً كثر ¶ وما أضيف للنبي المرفوع ... وما لتابع هو المقطوع ¶ والمسند المتصل الإسناد من ... راويه حتى المصطفى ولم يبن ¶ وما بسمع كل راوٍ يتصل ... إسناده للمصطفى فالمتصل ¶ يقول الناظم -رحمه الله تعالى-: بسم الله الرحمن الرحيم. ¶ أبدأ بالحمد مصلياً على ... محمد خير نبي أرسلا",
            "page": "10",
            "part": "1",
            "seal": "56B4A137"
        },
        {
            "id": "12",
            "nass": "ابتدأ المؤلف -رحمه الله تعالى- الناظم -رحمة الله تعالى عليه- بالبسملة، أولاً: الناظم لا يوجد له ترجمة، وقد أختلف في اسمه، هل هو طه أو عمر؟ ولا يعرف على وجه التأكيد إلا البيقوني؛ لإشارته إلى هذه النسبة في أخرها، أما اسمه فمختلف فيه، ولا يعرف عن حياته شيء يذكر، وهذا يسلكه بعض العلماء لإخفاء نفسه، مبالغة في الإخلاص لله تعالى، فالبيقوني وابن آجروم لا يعرف لهم كبير ترجمة، القحطاني الذي نونيته صارت بها الركبان لا يعرف له ترجمة، فيهمنا العلم الذي بين أيدينا، وأجره ثابت -إن شاء الله تعالى- لصاحبه، ولو لم يعرف، يكفيه أن يقال: قال -رحمه الله تعالى- يكفيه، والله المستعان، والآن بعض طلاب العلم قدمه اليمنى على العتبة الأولى من أبواب العلم، وتجد الترجمة المطولة منشورة على أعلى المستويات، في الإنترنت والمواقع وغيرها، والله المستعان، هذا حاصل، ووجد ما هو أشد من ذلك، نسأل الله -جل وعلا- العفو والمسامحة، على الإنسان أن يتواضع، وأن يهضم نفسه بقدر المستطاع، والحساب عند الله -جل وعلا-، لن يضيع شيء، يعني لا يتصور الإنسان أنه بيضيع له شيء، وكل ما أخفى الإنسان عمله كان أقرب إلى الإخلاص؛ لأن الإخفاء والبعد عن أنظار الناس هو لا شك أنه يعين النفس على الإخلاص؛ لأن الذكر بين الناس وإن كان كما جاء في الحديث الصحيح ((عاجل بشرى المؤمن)) لكن له أثر، ولذا جاء النهي عن مدح الإنسان في وجهه، مدح الإنسان في وجهه لا شك أنه يعرضه لخدش الإخلاص، وقد يزول عنده بالكلية في بعض الأحوال والظروف، وعلى الإنسان أن يلاحظ مثل هذه الأمور، إذا تيسر أن يعمل عملاً لا يطلع عليه أحد فهذا أقرب بلا شك، ولذا شرعت النوافل في البيوت ((أفضل صلاة المرء في بيته إلا المكتوبة)) شرع إخفاء النوافل كلها، لكن إذا كان الإنسان بحيث إذا رئي يقتدي به، وأمن على نفسه من أن يزل قدمه في باب الإخلاص يظهر للناس، ولذا جاء في الحديث الصحيح ((من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة)) فإذا كان غلب على ظنه أنه لا يتأثر بإظهار العمل، وقصد من ذلك إقتداء الناس به، فهذا له وجه، لكن ليحذر كل الحذر أن يتأثر بالمدح والذم، يقول ابن القيم -رحمه",
            "page": "11",
            "part": "1",
            "seal": "E41E16C4"
        },
        {
            "id": "13",
            "nass": "الله تعالى-: \"إذا حدثتك نفسك بالإخلاص فعمد إلى حب المدح والثناء فذبحه بسكين علمك أنه لا أحد ينفع مدحه، ولا يضر ذمه إلا الله -جل وعلا- \"، ونحن ومن على شاكلتنا من أوساط المتعلمين إذا قيل له: أن فلان الشيخ فلان ذكرك أو مدحك، أو الوزير فلان، أو الأمير فلان يمكن ما ينام تلك الليلة من الفرح، غافلاً عن الحديث ((من ذكرني في نفسه ذكرته في نفسي)) الخالق هو الذي يذكرك إذا ذكرته، لا فلان ولا علان، الذي لا يستطيع أن يقدم لك شيء لم يكتبه الله لك، ((وإذا ذكرني في ملأ ذكرته في ملأ خير منه)) أقول: هذا المؤلف الذي لا يعرف أختلف في اسمه، ومجرد التماس واحد يقول: طه، واحد يقول: عمر، مجرد ميل واسترواح؛ لأنه قد يوجد على بعض النسخ من يجتهد ويكتب، وهل هو ابن محمد، أو ابن عمر، أو ابن فتوح؟ المقصود أن اسمه ليس بمعروف على سبيل القطع، إنما يعرف البيقوني، والمنظومة البيقونية، انتهى الإشكال، وابن آجروم، والكتاب: الآجرومية، والخلاف فيما عدا ذلك، ويكفيه أن يقال على مر العصور، قرون والأجر يكتب له: قال -رحمه الله تعالى-. ¶ المؤلف -رحمه الله تعالى- بدأ بالبسملة، ثم ثنى بالحمدلة إقتداء بالقرآن الكريم، افتتح بالبسملة والحمدلة، وجاء في الحديث ((كل أمر ذي بال لا يبدأ فيه ببسم الله الرحمن الرحيم فهو أقطع)) وفي رواية: ((بالحمد لله رب العالمين)) وفي رواية: ((بذكر الله)) وحكم بعضهم على الحديث بجميع طرقه وألفاظه بالضعف، وحسن بعضهم لفظ: (الحمد) فقط، كابن الصلاح والنووي، وبعض العلماء حسنوا لفظ: (الحمد)، وعلى كل حال يكفينا الإقتداء بالقرآن الكريم، والنبي -عليه الصلاة والسلام- في مخاطباته ومراسلاته يبدأ بالبسملة، وفي خطبه يبدأ بالحمدلة.",
            "page": "12",
            "part": "1",
            "seal": "79569E18"
        },
        {
            "id": "14",
            "nass": "وأما الصلاة على النبي -عليه الصلاة والسلام- فقد جاء الأمر بها {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [(56) سورة الأحزاب] والحمد يعرفه بعضهم أو كثير ممن عرف الحمد قال: إنه الثناء على الله -جل وعلا- بما يستحقه من محامد، وابن القيم -رحمه الله تعالى- فرق بين الحمد والثناء، وأن الحمد ذكر الباري -جل وعلا- بأوصافه الجميلة، ونعمه العظيمة، والثناء تكرار المحامد، واستدل بحديث: ((قسمت الصلاة بيني وبين عبدي نصفين)) ثم قال: ((فإذا قال العبد: الحمد لله رب العالمين قال: حمدني عبدي، فإذا قال: الرحمن الرحيم قال: أثنى عليّ عبدي)) فالثناء غير الحمد، وهذا ما قاله ابن القيم في الوابل الصيب، فليرجع إليه، الصلاة جاء الأمر بها في قوله -جلا وعلا-: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [(56) سورة الأحزاب] ولا يتم الامتثال، امتثال الأمر في الآية حتى يصلي ويسلم، أما الاقتصار على الصلاة فقط دون السلام، أو السلام دون الصلاة فقط، فلا يتم الامتثال بذلك، المؤلف يقول:",
            "page": "13",
            "part": "1",
            "seal": "92424DC8"
        },
        {
            "id": "15",
            "nass": "(مصلياً على ... محمد خير نبي أرسلا)، ما سلم على النبي -صلى الله عليه وسلم-، لم يتم امتثال الأمر، بل صرح النووي في مقدمة شرح مسلم بكراهة إفراد الصلاة دون السلام؛ لأن مسلم -رحمه الله تعالى- أفرد الصلاة دون السلام، فصرح النووي بكراهة ذلك، وابن حجر خص الكراهية بمن كان ديدنه ذلك، يصلي باستمرار ولا يسلم، أو يسلم باستمرار ولا يصلي، أما من كان يجمع بينهما تارة، ويفرد الصلاة تارة، ويفرد السلام تارة فلا تتناوله الكراهة، الكراهة تختص بمن ديدنه ذلك، وعلى كل حال امتثال الأمر لا يتم إلا بالجمع بينهما، وجاء عنه -عليه الصلاة والسلام- في الحث على الصلاة عليه نصوص كثيرة جداً، حتى أوجب بعض العلماء الصلاة على النبي -عليه الصلاة والسلام- كل ما ذكر، أما وجوبها في التشهد الأخير كونها ركن. . . . . . . . .، معروف عند جمع من أهل العلم، وما عدا ذلك فعامة أهل العلم على الاستحباب، ولا شك أن الأصل في الأمر الوجوب، لكن قد يرد ما يصرف هذا الأمر، ولذا جمهور أهل العلم على الاستحباب، ولا شك أن من يسمع ذكر النبي -عليه الصلاة والسلام- ولا يصلي عليه محروم، فمن صلى على النبي صلاة واحدة صلى الله عليه بها عشراً، ممن له حق على الإنسان أن يلحقه بالنبي -عليه الصلاة والسلام-، ويعطفه عليه الآل، لما لهم من حق، فهم وصية النبي -صلى الله عليه وسلم-، فيعطفون عليه، وممن له حق أيضاً على المسلمين من وصلهم الدين بواسطتهم، وحملوه إلى الناس بأمانة وإتقان وصدق وإخلاص وهم الصحابة الكرام، الذين نشروا الدين وحملوه إلى أقطار المعمورة، فلهم علينا من الحق أن نصلي عليهم ونسلم تبعاً للنبي -عليه الصلاة والسلام-، فإذا قال: صلى الله عليه وسلم وآله وصحبه، ولا يفرد الآل، ولا يفرد الصحب؛ لأنه مطلوب منه أن يصلي على الآل؛ لأنهم وصية النبي -عليه الصلاة والسلام-، والصحب أيضاً لهم حق عظيم على الأمة فيصلى عليهم، تبعاً له -عليه الصلاة والسلام-، أما إفراد الآل فهو شعار لبعض المبتدعة، وإفراد الصحب أيضاً شعار لقوم آخرين، وأهل السنة يتوسطون، ويمتثلون جميع الأوامر، المقصود أن المؤلف -رحمه الله تعالى- بدأ بالبسملة، ثم ثنى بالحمدلة، ثم صلى على النبي",
            "page": "14",
            "part": "1",
            "seal": "EAD8F725"
        },
        {
            "id": "16",
            "nass": "-عليه الصلاة والسلام-، ولو سلم لكن أكمل. ¶ \"خير نبي أرسلا\" لا شك أنه -عليه الصلاة والسلام- سيد ولد آدم، وهو أفضل الأنبياء، وهو إمامهم وخاتمهم، من ختم الله به الرسالات، ورسالته -عليه الصلاة والسلام- إلى الخلق أجمعين، إلى الجن والإنس، رسالته عامة، وكان النبي يبعث إلى قومه وبعث النبي -عليه الصلاة والسلام- إلى الناس أجمعين، \"خير نبي أرسلا\" فهو خيرهم وأفضلهم على الإطلاق، وقد جاء النهي عن التفضيل بين الأنبياء، وجاء نهيه -عليه الصلاة والسلام- أن يُفضل على يونس أو على موسى، ولذا يمتنع كثير من العلماء عن التفضيل، لكن التفضيل جاء به النص القطعي {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} [(253) سورة البقرة]، والنبي -عليه الصلاة والسلام- سيد ولد آدم، وله من الخصائص ما يجعله أشرف الخلق، وخير نبي أرسلا، والنهي عن التفضيل ((لا تفضلوا بين الأنبياء))، و ((لا تفضلوني على يونس)) إذا أقتضى هذا التفضيل تنقص المفضول؛ لأن سبب الورود، ورود النهي جاء بهذا الصدد، فيما تشاجر مسلم مع يهودي فقال اليهودي: والذي فضل موسى على البشر، وقال المسلم: والذي فضل محمد على البشر، حصلت الخصومة فالمسلم ضرب اليهودي، في مثل هذه الخصومات لا يسلم الإنسان من تنقص الطرف الآخر، وحينئذٍ ينهى عن التفضيل، أما في غير هذه الظروف فقوله -جل وعلا-: {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} [(253) سورة البقرة] يقتضي أنهم درجات، وألو العزم منهم الخمسة أفضل من غيرهم، وكل نبي من الأنبياء له مزية على غيره تقتضي تفضيله من هذه الحيثية، والنبي -عليه الصلاة والسلام- خير الأنبياء وأفضلهم على الإطلاق، ثم قال الناظم -رحمه الله تعالى-: ¶ وذي من أقسام الحديث عدة ... وكل واحد أتى وحده",
            "page": "15",
            "part": "1",
            "seal": "69CE6282"
        },
        {
            "id": "17",
            "nass": "بعد البسملة والحمدلة والصلاة على النبي -عليه الصلاة والسلام- يشرع في الخطب وفي الكتب أن يقول الخطيب أو الكاتب: أما بعد، وجاءت بها النصوص، ثبتت في أكثر من ثلاثين حديثاً، أما بعد. . . . . . . . .، لكن هذا نظم مختصر جداً، يمكن يعوز أن يأتي بكل المطلوب، وإلا الإتيان بها سنة، ولا يتم أيضاً امتثال بالسنة حتى نقول: أما بعد، وأما الاستعاضة بـ (أما) عن (أما) بالواو بعض الناس يقول: وبعد، هذا لا يتم به الامتثال، وإن قال بعض المتأخرين: إن الواو قائمة مقام (أما)، ما الذي يمنع من النطق بالفظ النبوي، أما بعد.",
            "page": "16",
            "part": "1",
            "seal": "5D27DE36"
        },
        {
            "id": "18",
            "nass": "و\"ذي\" الأصل أن يقول: \"أما بعد فذي\"، وذي: إشارة إلى هذه المنظومة، أو إلى هذه الأبيات اللاحقة، إشارة إلى ما في الذهن، الأصل أن الإشارة تكون على ما في الأعيان، تشير إلى شيء موجود، هذا أو هذه، هذا الأصل في الإشارة، لكن لما كان ما في الذهن كل الموجود في الأعيان حكماً، يعني شيء مقدور عليه، يشار إليه، هذا إذا كانت هذه المقدمة كتبت قبل المنظومة، كثير من الناس يؤخر الكلام في المقدمة حتى ينتهي الكتاب، ثم يكتب له مقدمة، فإذا أشار أشار إلى شيء موجود في الأعيان، أما بعد: فهذا، كتاب جاهز، يمكن أن يشار إليه، أما إذا كان هذا البيت قبل نظم ما بعده فالإشارة إلى ما في الذهن، والإشارة إلى ما في الذهن المقطوع به، يعني ما تقدر تقول: أما بعد: فهذا كتاب يحتوي على عشرين مجلداً، ثلاثين مجلداً، يمكن تموت قبل ما تكمل، فلا تشير إلى مثل هذا، لكن أشياء مقدور عليها يغلب على الظن أنك تفي بها، هذه رسالة لطيفة يمكن تكتبها، نعم، فيغلب على الظن حصولها فتشير إليها، أما شيء لا يغلب على الظن حصوله، أما بعد: فهذا تفسير عظيم يحيط بجميع ما كتب في التفاسير، يمكن يصل مائة مجلد، تستطيع أن تشير إليه وأنت لا تدري وش ورآك؟ يحتاج إلى سنين طويلة، عشرين، ثلاثين سنة، ما تدري وش ورآك؟ فما تشير، لكن أشياء يسيرة ثلاثين بيت أو شبهها، يمكن أن تشير إليها، باعتبار أنها في حكم الموجود، ولذا قال: \"وذي\" يعني هذه المنظومة، وهذه الأبيات من أقسام الحديث عدة، يعني تشتمل على شيء من أقسام الحديث، من أقسام الحديث يعني وأنواعه: الصحيح، الحسن، الضعيف، أنواع الضعيف الكثيرة التي .. ، أيضاً الأقسام المساندة للأقسام الثلاثة الكبرى الكلية التي يأتي تعدادها، والحديث عنها -إن شاء الله تعالى-.",
            "page": "17",
            "part": "1",
            "seal": "5D83985D"
        },
        {
            "id": "19",
            "nass": "\"عدة\" يعني عديدة، يعني كثيرة أو معددة، نعم، \"وكل واحد\" يعني من هذه الأقسام \"أتى وحده\" يعني سيأتي، \"أتى وحده\" أتى: يعني سيأتي، وعبر بالماضي عن المضارع هذا إذا قلنا: إن المقدمة كتبت قبل الأبيات، عبر عنها لتحقق الوقوع، يعني في حكم الموجد حكماً، كأنه زور هذه الأبيات في ذهنه ثم سطرها على الورق، \"وكل واحد أتى\" وإذا قطع بمجيء الشيء، نعم، يعبر عنه بالماضي، كما في قوله -جلا وعلا-: {أَتَى أَمْرُ اللهِ فَلاَ تَسْتَعْجِلُوهُ} [(1) سورة النحل] وسيأتي، لكن لتحقق وقوعه يعبر عنه بالماضي، \"أتى وحده\" الحد هو التعريف، ويأتي كل واحد وحده، وهذا مما تختلف به هذه المنظومة عن منظومة لا تقل عنها، إن لم تكن أشهر منها، وهي منظومة ابن الفرح (غرامي صحيح)، هذه منظومة طارت بها الركبان، وشرحت عشرات الشروح، وهي ما فيها إلا الأسماء، تعداد، وهذه أولى منها، نعم تلك من الناحية الأدبية، الذوق الأدبي على ما يقولون أقوى، نعم، لكن هذه من حيث اقتران الاسم بالتعريف أفضل، نعم، نظم النخبة يقرن الاسم والتعريف والمثال والتقسيم، ألفية العراقي تأتي بهذا كله وتضيف إليه خلاف العلماء في المسائل الاصطلاحية، خلاف العلماء، هذا يأتي باسم الموضوع وحتى، التعريف، لكن لا يذكر أمثلة، ولا يذكر خلاف، ولا يذكر شيء؛ لأنها مختصرة جداً، أما نظم النخبة يذكر مثال، ويشير إلى بعض ما يحتاج إليه من قواعد وضوابط تعين على فهم النوع، وأما ألفية العراقي فيأتي بكل شيء يحتاجه طالب العلم، فلذا من حفظها أتقن هذا الفن، لاسيما إذا طبق بالأمثلة العملية، واقترن عنده النظري بالعملي، ولاحظ مواقع الاستعمال، استعمال الأمة لهذه الاصطلاحات، مثل هذا ينبل ويبرز في هذا الفن -إن شاء الله تعالى-، \"وكل واحد أتى وحده\" والحد كما هو معروف التعريف، \"أولها\" أول هذه العدة، وأول هذه الأنواع \"الصحيح\" لذا يقول الحافظ العراقي -رحمه الله تعالى-: ¶ وأهل هذا الشأن قسموا السنن ... إلى صحيح وضعيف وحسن ¶ فالأول المتصل الإسنادِ ... بنقل عدل ضابط الفؤادِ ¶ عن مثله من غير ما شذوذِ ... وعلة قادحة فتوذي",
            "page": "18",
            "part": "1",
            "seal": "2892C75A"
        },
        {
            "id": "20",
            "nass": "هنا يقول: \"أولها الصحيح\" هذا الاسم، العنوان، وتعريفه، \"وهو ما اتصل إسناده، ولم يشذ أو يعل\". ¶ يرويه عدل ضابط عن مثله ... معتمد في ضبطه ونقله ¶ هذا تعريف الحديث الصحيح، هذا كل ما عنده بالنسبة للصحيح؛ لأنها في غاية الاختصار، اقتصر على الاسم، والتعريف، \"وكل واحد أتى وحده\" التعريف، \"أولها الصحيح\" فعيل، صيغة مبالغة، من الصحة، ضد السقم، وهو ما اتصل إسناده بأن يكون كل راوٍ من رواته قد تحمله عمن فوقه، بطريق معتبر من طرق التحمل، ما تصل إسناده بأن يكون كل راوٍ من رواته الأتي وصفهم من العدول الضابطين، كل راوٍ من هؤلاء الرواة تحمل الخبر عمن فوقه بطريق معتبر من طرق التحمل الثمانية، التي تأتي الإشارة إليها -إن شاء الله تعالى-، التي هي: السماع من لفظ الشيخ، القراءة على الشيخ، الإجازة، المناولة، المكاتبة، الإعلام، الوصية، الوجادة، أما بالنسبة للسماع من لفظ الشيخ، والقراءة على الشيخ لا خلاف في اعتمادهما طرق من طرق التحمل، لم يخالف فيهما أحد، الإجازة محل خلاف بين أهل العلم، واستقر العمل على الرواية بها عند أهل العلم، المكاتبة أيضاً طريق معتبر من طرق الرواية، ووجدت بين الصحابة فيما بينهم، وبينهم وبين التابعين ومن بعدهم إلى شيوخ الأئمة، فرووا بها، واعتبروها طريقاً معتبراً، المناولة أيضاً إذا اقترنت بالإجازة فهي معتبرة، وإذا خلت عنها فالخلاف فيها قوي، والأصح باطلة، يقول الحافظ العراقي -رحمه الله-: ¶ وإن خلت عن أذن المناولة ... قيل: تصح والأصح باطلة ¶ الإعلام بأن هذا مرويه أيضاً الرواية بها ضعيفة، وإن وجد الخلاف، وكذلك الوصية، إذا أوصى بكتبه، مروياته لأحد لا يجوز أن يروي بمجرد الوصية إلا على قول شاذ، والوجادة: أن يجد بخط شيخه الذي لا يشك فيه، يجد فيه مرويه، يرويه بطريق الوجادة، يقول: وجدت بخط فلان هذا معروف، وفي المسند أحاديث كثيرة يقول عبد الله بن أحمد: \"وجدت بخط أبي\"، فهي طريق معتبر إذا لم يشك في الخط.",
            "page": "19",
            "part": "1",
            "seal": "6620F6B6"
        },
        {
            "id": "21",
            "nass": "\"أولها الصحيح وهو ما اتصل إسناده\" عرفنا كيف يتصل الإسناد، أما إذا انقطع الإسناد سواء كان من أوله أو من أخره، نعم، أو من أثنائه بواحد أو أكثر، سواء كان الانقطاع ظاهراً أو خفياً، على ما سيأتي تفصيله في أنواع الانقطاع الظاهر والخفي، فلا يكون الخبر صحيحاً، فقوله: \"ما اتصل إسناده\" يخرج ما انقطع إسناده، على أي وجه كان الانقطاع، \"ولم يشذ أو يعل\" يعني لم يكن مشتمل على شذوذ، والشاذ الذي استقر عليه الأمر: ما يخالف فيه الثقة من هو أوثق منه. ¶ الشاذ ما يخالف الثقة ... فيه الملأ فالشافعي حققه ¶ ومنهم من يطلق الشذوذ على مجرد التفرد، سواءً كان المتفرد ثقة أو غير ثقة، ومهم من يقول: الشاذ تفرد من لا يحتمل تفرده، على خلاف في ذلك مبسوط في كتب ومواضع أخرى.",
            "page": "20",
            "part": "1",
            "seal": "C4157DAB"
        },
        {
            "id": "22",
            "nass": "\"أو يعل\" يعني لم يشتمل الخبر على علة، والعلة: سبب خفي غامض يقدح في صحة الحديث الذي ظاهره السلامة منها، \"يرويه عدل ضابط عن مثله\" العدل عند أهل العلم يقولون: من له ملكة تحمله على ملازمة التقوى والمروءة، هذا العدل عند أهل العلم، بمعنى أنه لا يترك واجب، ولا يرتكب محرم؛ لأن التقوى فعل الواجبات، وترك المحرمات، والمروءة آداب نفسانية، تحمل مراعاتها التخلق بأجمل الأخلاق، وعدم الخروج على الأعراف، هذه هي المروءة، ليس من المروءة أن يخرج الإنسان حاسر عن رأسه بين أناس يغطون رؤوسهم، ليس من المروءة أن يأكل في الأسواق بين أناس يعيبون ذلك، نعم، فالمروءة ليست من الأمور المحرمة الظاهرة، وإنما هي ملاحظة الغير، وعدم الاشتهار بشيء يختلف فيه الإنسان عن غيره، نعم، وأما ارتكاب المحرمات وترك الواجبات هذا داخل في التقوى، \"يرويه عدل ضابط\" ضابط نعم، الضابط: الحازم الحافظ الذي يحفظ الخبر، ويأديه، يحفظه ويحافظ عليه بحزم من حيث يتحمل إلى أن يؤدي؛ لأن للرواية طرفين، الرواية لها طرفان: طرف يسمى التحمل، وطرف يسمى الأداء، فالتحمل: أخذ الأحاديث عن الشيوخ، حفظ، تسمع من الشيوخ، أو تقرأ على الشيوخ هذا تحمل، والأداء تؤدي إلى التلاميذ، نعم، في حال التحمل لا يشترط شيء، إنما يشترط التمييز، يعني تفهم وتحفظ فقط، لا يشترط أن يكون بالغاً، ولا يشترط أن يكون عدلاً، ولا يشترط أن يكون مسلماً أيضاً حال التحمل؛ لأن العبرة في حال الأداء، كون الإنسان يحفظ شيء في حال الصغر، في حال الفسق، في حال الكفر هذا لا يعنينا كونه يحفظ، متى نحتاج إلى الشروط؟ إذا أراد أن يؤدي، هل تنطبق عليه الشروط أو لا تنطبق؟ نأخذ عن هذا أو لا نأخذ؟ هنا لا بد من توافر الشروط، أما تحمل الفاسق، تحمل الصغير، تحمل الكافر مقبول إذا أدى بعد انطباق الشروط عليه، محمود بن الربيع عقل المجة التي مجها –النبي عليه الصلاة والسلام- في وجهه من دلو، وهو ابن خمس سنين، تقول: ما نقبل روايته لأنه صغير ما هو مكلف؟ نعم لا نقبل أداءه لهذا الخبر إلا بعد أن تنطبق على الشروط، {إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا} [(6) سورة الحجرات] وفي قراءة: \"فتثبتوا\" أما في حال الأداء",
            "page": "21",
            "part": "1",
            "seal": "AC6477F7"
        },
        {
            "id": "23",
            "nass": "فلا نشترط شيء، جبير بن مطعم سمع النبي -عليه الصلاة والسلام- وهو في حال كفره يقرأ في صلاة المغرب بسورة الطور فتحمل على الوجه المطلوب، لكن لو أدى حال كفره نقبل وإلا ما نقبل؟ ما نقبل؛ لأن العدالة شرط، أدى بعد إسلامه فقبلنا، وخرج الخبر في الصحيحين. ¶ أجمع جمهور أئمة الأثر ... والفقه في قبول ناقل الخبر ¶ بأن يكون ضابطاً معدلاً ... أي يقضاً ولم يكن مغفلاً ¶ يحفظ إن حدث حفظاً يحوي ... كتابه إن كان منه يروي ¶ لا بد أن يكون ضابطاً يضبط ما سمع، ولو كان عدل من أوثق الناس من خيار الناس بالصدق والعدالة، لكن إذا سمع شيء نسيه ما يقبل خبره، هذا ليس بضابط، ولو كان من أضبط الناس وأحفظهم، لكن يرتكب المحرمات، هذا لا يؤمن، إذاً لا يقبل خبره. ¶ \"يرويه عدل ضابط عن مثله\" بأن يكون جميع طبقات السند يتصفون بهذين الوصفين: العدالة والضبط، ومجموع العدالة والضبط ينتج منهما وصف لا بد منه في الرواية هو الثقة، الثقة: هو عبارة عن اجتماع عدالة وضبط، فلا بد أن يتوافر هذان الشرطان في جميع طبقات السند من أوله إلى أخره عن مثله مع اتصال السند \"معتمد في ضبطه ونقله\" معتمد عن مثله، راوٍ مثله في الأوصاف السابقة، وهو أيضاً يكون ممن يعتمد عليه في الرواية \"معتمد في ضبطه\" ضابط، حافظ، حازم، حافظ، \"ونقله\" مأمون على السنة، وإذا توافر الشرطان: العدالة والضبط صار الراوي معتمد في ضبطه ونقله، والأمثلة على الحديث الصحيح كثيرة جداً، فالصحيحان وغيرهما فيهما الأحاديث الصحيحة، فمظنة الحديث الصحيح في الصحيحين. ¶ أول من صنف في الصحيحِ ... محمد وخص بالترجيحِ ¶ ومسلم بعد وبعض الغرب مع ... أبي علي فضلوا ذا لو نفع",
            "page": "22",
            "part": "1",
            "seal": "49E6F513"
        },
        {
            "id": "24",
            "nass": "\"ولم يعماه\" يعني ما عم جميع الصحيح، ولذا الدعوى إلى الاقتصار بالصحيح مع القرآن دعوى غير مقبولة، هناك من يقول: يكفينا الصحيحان، القرآن والصحيحان، وكل دعوى تجد من يتبعها، هناك جماعة يسمون جماعة الاقتصار على القرآن مع الصحيحين، وألف في ذلك: (تيسير الوحيين بالاقتصار على القرآن والصحيحين) لكن هذه دعوى غير صحيحة؛ لأننا بهذا نعطل أكبر قدر من السنة، فصح عن النبي -عليه الصلاة والسلام- في غير الصحيحين أكثر مما في الصحيحين، ولذا يقول الحافظ العراقي: ¶ ولم يعماه ولكن قلما ... عند ابن الأخرم منه قد فاتهما ¶ فات الصحيحين قليل، \"ورد\" هذا الكلام ليس بصحيح بل كثير، \"ورد لكن قال يحيى البرُ -النووي-، ولكن قال يحيى البر ... لم يفت الخمسة إلا النزرُ\"، الخمسة: يعني من الصحيح، الخمسة: البخاري ومسلم وأبو داود والترمذي والنسائي، هذه دواوين الإسلام الخمسة، قبل أن يضاف السادس، لم يفت الخمسة إلا النزر، يعني النزر القليل من الصحيح، \"وفيه ما فيه\" وهذا أيضاً كناية عن ضعفه؛ لأنه أيضاً يصفو لنا من مسند أحمد -رحمه الله تعالى- صحيح كثير، لا يوجد في الخمسة، يصفو من صحيح ابن حبان صحيح كثير، لا يوجد في الخمسة، يصفو من صحيح ابن خزيمة كذلك، من مستدرك الحاكم، من سنن البيهقي، من غيرها من الكتب يصفو صحيح كثير في غير الخمسة، \"وفيه ما فيه\" كناية عن ضعفه، \"لقول الجعفي أحفظ منه -يعني من الصحيح- عُشْر ألفِ ألفِ\" يعني يحفظ مائة ألف حديث البخاري -رحمه الله تعالى-، لكن قد يقول قائل: وين هاالمائة ألف؟ حديث صحيحة مائة ألف وين؟ أجاب الحافظ العراقي -رحمه الله تعالى- بقوله: ¶ وعله أراد بالتكرار ... لها وموقوف وفي البخاري ¶ أربعة الآلف والمكررُ ... منها ثلاثة ألوف ذكروا",
            "page": "23",
            "part": "1",
            "seal": "DFCA2C58"
        },
        {
            "id": "25",
            "nass": "المقصود أن الأحاديث الصحيحة كثيرة جداً، وفيها ما يشغل عمر المسلم تعلماً وتعليماً وعملاً، وما يغنيه عن تتبع الأخبار التي لم تثبت عن النبي -صلى الله عليه وسلم-، فضلاً عن الأخبار التي تضاف إلى غيره، فضلاً عن الوسائل التي تلقن الناس اليوم، وفتنوا بها من وسائل إعلام مقروءة ومرئية ومسموعة، الناس انصرفوا عن العلم الصحيح الأصيل إلى هذه الأمور التي تشغلهم، وتشوش أفكارهم، ولا تفيدهم لا في دينهم، ولا في دنياهم، وعلينا أن نعنى بالأحاديث الصحيحة، ولتكن عنايتنا بصحيح البخاري أكثر من غيره؛ لأنه ديوان الإسلام بعد القرآن، وفيه من العلم ما لا يستغني عنه أحد، نعم طالب العلم المبتدئ يربى على المتون الصغيرة، يحفظ الأربعين، يحفظ العمدة، يحفظ البلوغ أو المحرر، لكن بعد ذلك لا يقف، يعتني بالكتب الكبار المسندة الأصلية في الباب، ولتكن عنايته الأولى بصحيح البخاري، حتى إذا أتقنه ينظر فيما عداه كصحيح مسلم والسنن وغيرها، ثم قال -رحمه الله تعالى-: ¶ والحسن المعروف طرقاً وغدت ... . . . . . . . . .",
            "page": "24",
            "part": "1",
            "seal": "4A6A9F20"
        },
        {
            "id": "26",
            "nass": "\"الحسن المعروف طرقاً\" الأصل طرق جمع طريق، \"وغدت رجاله لا كالصحيح اشتهرت\"، والحسن المعروف طرقاً وغدت، أولاً: الحسن في مرتبة واقعة بين الصحيح والضعيف، وما كان هذا شأنه يصعب ويعسر تمييزه؛ لأن الإنسان أحياناً يتراءى له أن هذا الطريق إلى الصحيح أقرب، وأحياناً يتراءى له أنه إلى الضعيف أقرب، فيلحقه به، والأول يلحقه بالصحيح، فهذه المنزلة المتوسطة بين الطرفين يصعب تمييزها، وتحقيقها والاتفاق عليها، نعم قد يحكم الإنسان بأنه متأرجح بحيث لا يمكن إلحاقه بالصحيح، ولا يمكن إلحاقه بالضعيف، يأتي عالم يستروح إلى أن إلحاقه بالصحيح له وجه، ويأتي آخر يرى العكس أنه قصر أيضاً عن رتبة التوسط إلى أن يلحق بالضعيف، ولذا صعب تعريف الحديث الحسن، حتى صرح الحافظ الذهبي وغيره أنه لا مطمع في تمييزه، وليس في هذا تضيع ولا تذويب، لا، إنما في هذا حث وشحذ للهمم؛ لأن بعض الناس إذا قال: لا مطمع في تمييزه، ليش نسعى، خلاص، لا، لا، هم يريدون منك أن تعلو همتك، وتكثر من جمع الطرق التي عله يلتحق بها إلى الصحيح ولو لغيره، نعم، اختلف العلماء اختلاف كبير في تعريف الحسن، هنا يقول: \"والحسن المعروف طرقاً وغدت\" الطرق جمع طريق، وهو يذكر ويؤنث، تقول: من طريق آخر، كما تقول: من طريق أخرى، فالطريق يذكر ويؤنث، \"وطرْقاً\" سُكن للحاجة، لضرورة الوزن، \"طرقاً وغدت\" يعني صار \"رجاله لا\" كرجال \"الصحيح اشتهرت\" تعريف الحسن الذي اختلف فيه من قبل أهل العلم اختلفوا فيه على أقوال كثيرة، يقول الحافظ العراقي -رحمه الله تعالى-: ¶ الحسن المعروف مخرجاً وقد ... اشتهرت رجاله بذاك حد ¶ (حمدٌ). ¶ هذا قريب جداً من تعريف البيقوني. ¶ الحسن المعروف مخرجاً وقد ... اشتهرت رجاله بذاك حد ¶ (حمدٌ) الخطابي. ¶ وقال الترمذي ما سلم ... من الشذوذ مع راوٍ ما اتهم ¶ بكذب ولم يكن فرداً ورد ... قلت وقد حسن بعض ما انفرد ¶ وقيل ما ضعف قريب محتمل ... فيه وما بكل ذا حد حصل ¶ كل هذه الأقوال ما حصل بها حد يميزه عن الصحيح والضعيف. ¶ الحسن المعروف طرقاً وغدت ... رجاله لا كالصحيح اشتهرت",
            "page": "25",
            "part": "1",
            "seal": "9FED1FA1"
        },
        {
            "id": "27",
            "nass": "\"الحسن المعروف طرقاً\" عرفت طرقه، هل عرفوا بضعف وإلا عرفوا بتوثيق؟ إن عرفوا بضعف صار ضعيف، وإن عرفوا بتوثيق صار صحيح، فهو متردد متأرجح بين هذين، إلا أن قوله: \"لا كالصحيح اشتهرت\" يخرج الصحيح، لكن كونهم معرفون بالقبول لكنهم دون رجال الصحيح، يخرج أيضاً الضعيف، وهذا يبين لنا مدى التأرجح بين الصحيح والضعيف في هذا النوع، ولذا صعب تمييزه عند أهل العلم، \"وقال -يعني ابن الصلاح-\": ¶ وقال بان لي بإمعان النظر ... أن له قسمين كل قد ذكر",
            "page": "26",
            "part": "1",
            "seal": "DCD47BA2"
        },
        {
            "id": "28",
            "nass": "يعني الخطابي ذكر قسم، والترمذي ذكر قسم، فالخطابي اقتصر على الحسن لذاته، والترمذي اقتصر على الحسن لغيره، وعلى كل حال المتأخرون استنبطوا تعريفاً جامعاً لكل نوع من نوعي الحسن، من خلال أقوال وتعاريف الأئمة المتقدمين؛ لأنه من خلال تعريف الأئمة المتقدمين يصعب أن تمييز الحسن من غيره، يعني لو كان عندك ثلاثة أولاد، ولد بار غاية في البر، والثاني عاق واضح العقوق، هل يختلف في تصنيف أن هذا ما شاء الله على خير عظيم وهذا على شر؟ نعم، لكن واحد دول يوم كذا، ويوم كذا، هذا إلي تبلش به، نعم إن أردت أن تدعو له ذكرت العقوق وأثر على قلبك، وإن أردت أن تدعو عليه ذكرت ما عنده من خير وفضل، وأحيان ينفع، مشكلة، هذا تصور إيش؟ الحسن الواقع بين هذين، يصعب أحياناً يزيد بره تستطيع أن تلحقه بالأول، وأحياناً ينقص، بحيث لو حصل وصية مثلاً، وصية: بيتي يسكنه البار من أولادي، العاق الذي ما في إشكال في عقوقه هذا لن يسكن، والبار الواضح البر هذا بيسكن، لكن الثالث: هذا الذي يوم كذا، ويوم كذا، ينطبق عليه الوصف وإلا ما ينطبق؟ هذا المتأرجح مثل الحسن عندنا هالحين، مثله، هل نقول: يلغى الحسن؟ نقول: ما يلغى يا أخي، موجود في اصطلاح الأئمة وتعبيراتهم، حكموا على أحاديث بأنها حسنة، فلا يمكن إلغاؤه، والمسألة إيش؟ اجتهادية، فتجدون هذا الحديث الذي حكم عليه بعض الأئمة بأنه حسن، اجتهد بعضهم وقال: صحيح، واستروح إلى هذا، ومال إليه، وقوي عنده من القرائن ما يقتضي ثبوته، بينما يجيء ثالث يقول: لا والله أنه أقل من الحسن، أنا واضح لي ضعفه، ولذا لا يستشكل الإنسان أن يجد في أحكام الأئمة في حديث واحد أن يحكم عليه بأكثر من حكم؛ لأن المسألة إيش؟ اجتهادية، ومسألة مبنية على القرائن التي تقتضي الثبوت أو عدم الثبوت.",
            "page": "27",
            "part": "1",
            "seal": "4B8DE967"
        },
        {
            "id": "29",
            "nass": "قد يقول قائل: الأحكام المبنية على مثل هذا الاختلاف مصيرها؟ يعني هل تتصور أن أحكام الإسلام كلها متفق عليها؟ نعم، لا، الخلاف موجود، ولولا الخلاف في أحكام الدين لصار العوام علماء، المسألة حفظ أحكام سهل، لكن الكلام كيف تثبت هذه الأحكام؟ هذا الذي يميز العالم من غير العالم، وإلا لو اتفق الناس على جمع المسائل، وهذا حلال، وهذا حرام، ومميز صار الناس كلهم علماء، لكن من حكمة الله -جل وعلا- أن جعل في هذا الدين في أحكامه، وفي وسائل ثبوت هذا الأحكام من النصوص أيضاً ما فيها، القرآن لا يشك أحد في حرف من حروفه أنه ثابت ثبوتاً قطعياً، لكن دلالة النصوص، دلالة الآيات على بعض الأحكام يكون فيها خلاف بين أهل العلم، والأجور العظيمة رتبت للعلماء في هذا الاستنباط، وهذا التعب، وكد الذهن، وإلا صار الناس كلهم علماء، ليس هذا كوننا نقول: إن هذا النوع متأرجح بين كذا وكذا، حتى الحكم بالصحة إلا أنه أسهل من الحكم بالحسن، الحكم بالصحة قد ينازع فيه من يحكم بالصحة، وهذه أمور اجتهادية رتب عليها الأجور العظيمة، والمنازل العالية في الدنيا والآخرة، من أجل إيش؟ أن يتميز الإنسان بالجد والاجتهاد، وإلا ما صار لأحد ميزة؛ لأنه لو كانت المسائل حلال، لا خلاف فيه، حرام لا خلاف فيه، ما صار هناك ميزة، المسألة مسألة حفظ كل الناس بيحفظون، وبالتوارث بيفهمونه، لكن لا من وجد شيخ يقول: هذا حرام، ثم وجد ثاني يقول: لا مكروه، ثم وجد ثالث. . . . . . . . .، ما يمكن يدرك العلم إلا بطلب، يعني لو صارت الأمور المسائل كلها متفق عليها أدرك العلم من غير طلب، بالتوارث يدركونه الناس، ولذلك المسائل القطعية التي لا خلاف بين أهل العلم عوام المسلمين يعرفونها، ما في عامي ما يعرف أن الزنا حرام، أو أن الصلاة واجبة، أو أن الحج ركن من أركان الإسلام، ما يختلفوا في هذا، لكن لو كانت كل مسائل الدين بهذه المثابة، هل يصير لأهل العلم مزية؟ ما لهم مزية، ولذا العلم من أقرب الموصلة إلى جنات النعيم، إذا طلب مع الإخلاص، وهو أفضل ما يتنفل به، وتقضى فيه الأعمار من الأعمال الصالحة، فمثل هذا الكلام لا يشكك طالب العلم في دينه، ولا في كيفية ثبوته، لنعلم أن العلم",
            "page": "28",
            "part": "1",
            "seal": "27F4960D"
        },
        {
            "id": "30",
            "nass": "متين يحتاج إلى معاناة، ويحتاج إلى .. ، ولولا ذلك لصار الناس كلهم علماء؛ لأننا ابتلينا الآن بمن يكتب عن الدين، ومسائل الدين، وقواعد الدين، وقضايا الدين الكلية، الآن في الصحف، وفي غيرها من القنوات، في وسائل الإعلام يتطاولون على الدين، ويقولون: يالله هذا دينكم مبني على خلاف، هذا عجزتم تميزونه، اشلون تبنون عليه أحكام؟ نقول: نعم، وعلى العين والرأس، وهذا ديننا، ونحن من المسلمين {وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ} [(33) سورة فصلت] يعتز بدينه، وهذه حكمة إلهية، وإلا كان الناس كلهم علماء، لولا وجود مثل هذه القضايا التي تحتاج إلى تعب، لكن هل تذبذبت الأمة؟ هل ضاعت الأمة على مر العصور؟ هل وجد عالم راسخ يقول: خلاص أنا ماني بطالب العلم بعد أن عرف؟ ما يمكن، لكن طالب العلم المبتدئ المتذبذب ما يدري وش يسوى؟ قد يترك، ولذلك ما كل الناس علماء، ولا كل الناس يصبرون على العلم، لكن من أدرك حقيقة الأمر استمر في طرقه، مهما قيل عن هذه الأمور. ¶ والحسن المعروف طرقاً وغدت ... رجاله لا كالصحيح اشتهرت ¶ فمثلاً حديث: ((لولا أن أشق على أمتي)) في طريقه محمد بن عمرو بن علقمة حفظه أقل من أن يصل إلى درجة رواة الصحيح، فحكموا عليه بالحسن، لم يقصر عن رتبة الحسن إلى الضعيف؛ لأن الرجل معروف روى أحاديث كثيرة، وتوبع عليها، ووفق عليها، يعني ما شذ، لكنه ليس من الحفاظ الضابطين المتقنين، فقصرت درجة حديثه من الصحة إلى الحسن، ووجد لحديثه ما يشهد له، فارتقى إلى الصحيح لغيره، ولذا قال الحافظ العراقي: ¶ والحسن المعروف بالعدالة ... والصدق راويه إذا أتى له ¶ طرق أخرى نحوها من الطرق ... صححته كمتن (لولا أن أشق)",
            "page": "29",
            "part": "1",
            "seal": "BAC8D2C6"
        },
        {
            "id": "31",
            "nass": "فأصل الحديث حسن؛ لأن راويه محمد بن عمرو بن علقمة هذا أقل من رتبة رواة الصحيح في حفظه شيء، لكنه لم يثبت فيه ما يرد حديثه من أجله فقبل من هذه الحيثية، أتى له من يتابعه، ويشهد لحديثه، فارتقى إلى درجة الصحيح لغيره، فعندنا صحيح لذاته، وصحيح لغيره، وحسن لذاته، الصحيح لذاته هو الذي عرف فيما تقدم: ما يرويه عدل تام الضبط، متصل السند، غير معلل ولا شاذ، هذا الصحيح لذاته، الحسن لذاته ما عرف هنا وهو: ما يرويه عدل خفيف الضبط، يعني ضبطه أقل من ضبط راوي الصحيح، بسند متصل، غير معلل ولا شاذ، هذا الحسن لذاته، إذا وجد للحسن لذاته طريق أخرى من غير طريق راويه هذا ارتقى إلى المرتبة المتوسطة، وهي الصحيح لغيره، فالصحيح لغيره هو الحسن لذاته، إذا تعددت طرقه. ¶ والحسن المعروف بالعدالة ... والصدق راويه إذا أتى له ¶ طرق أخرى نحوها من الطرق ... صححته كمتن (لولا أن أشق) ¶ فبهذا نكون عرفنا ثلاثة أنواع، هناك حسن لغيره، نعرفه بعد معرفة الضعيف؛ لأنه هو الضعيف القابل للإنجبار إذا تعددت طرقه، فالأقسام خمسة: صحيح لذاته، صحيح لغيره، حسن لذاته، حسن لغيره، ضعيف، فعندنا الصحيح لذاته متميز، والصحيح لغيره هو الحسن لذاته إذا تعددت طرقه، الحسن لغيره هو الضعيف إذا تعددت طرقه، الضعيف يأتي تعريفه في كلام المؤلف -إن شاء الله تعالى-. ¶ وكل ما عن رتبة الحسن قصر ... فهو الضعيف وهو أقساماً كثر ¶ الأصل أن يقول: وهو قد كثر أقساماً، كثر الضعيف أقساماً، كما تقول: تفقأ زيد شحماً، تمييز، يسمونه تفسير أيضاً، لكن بعض اللي نشروا الكتاب ما استوعبوا مثل هذا، وهو لازم مبتدأ. . . . . . . . . يحتاج إلى خبر، فرفعها، وهو أقسامٌ، واحتاج أن يقول: كثر، يعني كثيرة؛ ليصف هذه الأقسام أنها كثيرة، لكن كثر أقساماً ما فيها أدنى إشكال، نعم، كيف؟ ¶ طالب:. . . . . . . . .",
            "page": "30",
            "part": "1",
            "seal": "7F362730"
        },
        {
            "id": "32",
            "nass": "\"وكل ما عن رتبت الحسن قصر\" الحسن عرفناه بأنه مرتبة تلي الصحيح إذا تخلف شرط القبول ضعف الخبر، \"كل ما عن رتبة الحسن قصر\" لم يصل إلى درجة الحسن، إذاً هو إيش؟ ضعيف، ابن الصلاح يقول في الحديث الضعيف: ما لم تجتمع فيه شروط الصحيح والحسن، يعني إذا لم تتوافر شروط الصحيح والحسن إذاً ضعيف، شروط الصحيح والحسن عرفناها، ما يرويه عدل، الضابط، بسند متصل، غير معلل، ولا شاذ، خمسة شروط، وقل مثله في الحسن إلا أنه أخف ضبط، لكن إذا عدمت العدالة، عدم الضبط، انقطع السند، وجدت الشذوذ، وجدت العلة، إذاً تخلف شرط من شروط القبول، إذاً هو إيش؟ ضعيف، تخلف شرط من شروط الصحيح، أو شرط من شروط الحسن ضعيف، أيهما أفضل تعريف ابن الصلاح أو تعريف الناظم الذي معنا \"وكل ما عن رتبة الحسن قصر فهو الضعيف\"؟ ¶ أما الضعيف فهو ما لم يبلغِ ... مرتبة الحسن وإن بسط بغي",
            "page": "31",
            "part": "1",
            "seal": "D5035E57"
        },
        {
            "id": "33",
            "nass": "هل نكتفي بذكر الحسن أو لا بد من التنصيص على الصحيح؟ لأن ابن الصلاح ذكر الصحيح في حده، يعني المفترض هنا أن يقول: كل ما عن رتبة الصحيح والحسن قصر، أو يكفي أنه يقصر عن رتبة الحسن؟ يكفي؟ أو لا بد من أن ينص على الصحيح؟ ابن الصلاح نص على الصحيح، الحافظ العراقي يقول: لسنا بحاجة إلى التنصيص على الصحيح؛ لأنه إذا قصر عن رتبة الحسن -لم يبلغ مرتبة الحسن- فهو عن رتبة الصحيح أقصر، لكن نحتاج إلى أن ننظر ما بين الأقسام الثلاثة من نسبة، هل بينها تداخل وإلا بينها تباين؟ هل قولنا: صحيح وضعيف وحسن مثل قولنا: الكلمة اسم وفعل وحرف؟ يعني ذكرنا للاسم علامات، وللفعل علامات، وقلنا في الحرف: كل ما لا يصلح له علامات الاسم ولا علامات الفعل، يعني نكتفي بواحد؟ نقول: كل ما لم تجتمع فيه صفات الفعل تكفي أو لا بد من التنصيص عليها؟ لأن النسبة بينها إيش؟ التباين فلا بد من التنصيص، لكن إذا كانت النسبة تداخل، نعم، فيكفي أن ننفي أدناها لينتفي أعلاها، يعني هل أنت إذا قلت: فلان شاب، يقولك واحد: إيش معنى شاب؟ نعم تقول: الشاب من لم يصل إلى حد أو إلى سن الكهولة، يحتاج أن تقول: والشيخوخة؟ أو إذا لم يصل سن الكهولة ما هو بواصل سن الشيخوخة؟ نعم، لكن لو قلت: كل من لم يصل إلى حد الشيخوخة دخل الكهل، فأنت تريد أن تخرج الكهل، فلا يحتاج أن تنص إلى ما فوقه؛ لأنه إذا قصر عن رتبة الكهولة فهو عن رتبة الشيخوخة أقصر، هل هذا نظير ما عندنا؟ أو نظيره الفعل؟ كل مالا يقبل علامات الاسم ولا علامات الحرف الفعل؛ لأن النسبة بين الاسم والفعل والحرف تباين، لا بد أن ننفي الجميع لنثبت ما نريد إثباته، أيهما أقرب؟ يعني هل يمكن أن نصحح حديث وهو ما مر بمرتبة الحسن؟ يتجاوز إلى الصحيح مباشرة يمكن؟ ما يمكن، صحيح، طيب أنتم عندكم في العلوم مسألة الجامد إذا صهر صار سائل ثم تبخر، نعم، يمكن الجامد يتبخر قبل أن يمر بمرحلة السيولة، نعم، المسألة واحدة، مسألة إيش تسمى إيش؟ ¶ طالب:. . . . . . . . .",
            "page": "32",
            "part": "1",
            "seal": "E48C0001"
        },
        {
            "id": "34",
            "nass": "إيه هذه هي، بس هذا اللي نعرفه إن كان علم جديد ما ندري، ترى المسألة فيها عرك طويل هذه المسألة، يعني يمكن أن يصحح الحديث قبل أن يمر بمرتبة الحسن؟ يعني تتوافر فيه شروط الصحيح ولا يمكن أن يقال: حسن؟ نعم، يختل فيه شرط من شروط الحسن ويصير صحيح؟ يمكن؟ الحافظ العراقي أطال في تقرير هذه المسألة، وقال: النسبة تداخل بينها، فإذا كانت النسبة تداخل فلسنا بحاجة إلى ذكر الصحيح؛ لأنه إذا قصر عن رتبة الحسن فهو عن رتبة الصحيح أقصر، طيب إذا قلت: فلان تقديره جيد، يقول لك: وش معنى جيد؟ تقول: ما وصل إلى الجيد جداً، يحتاج أن تقول: ولا الامتياز؟ ما يحتاج؛ لأنه قصر عن الجيد جداً، فعن الامتياز أقصر، وهنا يقرر الحافظ العراقي أنه إذا لم يصل إلى مرتبة الحسن فهو عن مرتبة الصحة أقصر، فلسنا بحاجة إلى أن نقول .. ، الحافظ ابن حجر ما استوعب هذا الخلاف، وأراد أن يخرج منه بالكلية، بكلام مختصر، ولا يحتاج إلى أن يستدرك عليه بشيء، كل ما لم تتوافر فيه شروط القبول فهو ضعيف، وخرج من هذه الإشكالات كلها؛ لأن النسب بين الأنواع الثلاثة منهم من يقول: بينها تباين، فنحتاج إلى ذكر الصحيح أحياناً، ومنهم من يقول: تداخل، وإذا نظرنا إليها بعين الاعتبار وجدنا أن فيها تباين، وفيها تداخل، فمثلاً الصحيح والحسن ما الذي بين الصحيح لذاته، والحسن لغيره من النسب؟ هل في تداخل وإلا تباين؟ فيه تباين، نعم، لكن ما الذي بين الصحيح لغيره والحسن لذاته؟ تداخل، تداخل تام؛ لأن الصحيح لغيره هو الحسن لذاته إذا تعددت طرقه، فهما متباينان من وجه، متداخلان من وجه، فلذا تعريف ابن حجر أزال الإشكال كله، ما لم تتوافر فيه شروط القبول وانتهى الإشكال، وهنا سلك مسلك الحافظ العراقي -رحمه الله تعالى-، وأنه إذا قصر عن مرتبة الحسن لن يصل إلى الصحيح بحال. ¶ وكل ما عن رتبة الحسن قصر ... فهو الضعيف وهو أقساماً كثر",
            "page": "33",
            "part": "1",
            "seal": "42F8B291"
        },
        {
            "id": "35",
            "nass": "كثر أقساماً، أقسام الضعيف كثيرة جداً؛ لأن شروط القبول: العدالة، الضبط، اتصال السند، السلامة من الشذوذ، السلامة من العلة القادحة، عدم الجابر عند الاحتياج إليه، هذه شروط قبول، إذا فقدنا العدالة خرج لنا نوع، إذا فقدنا العدالة مع الضبط خرج لنا نوع ثالث، إذا فقدنا الضبط وحده خرج لنا نوع رابع، إذا فقدنا .. ، المهم أوصل بعضهم هذه الأنواع إلى خمسمائة نوع، كيف يصل إلى هذا العدد؟ لأنه بالمضاعفات تمشي، أنت امسك الشرط الأول ومشه بمفرده، ثم مشي عليه اجمع معه كل شرط من الشروط، ثم ابدأ بالثاني ومثله، والثالث ومثله، لكن الاشتغال بمثل هذا التقسيم ما الذي يفيدنا؟ ماذا يفيدنا مثل هذا التقسيم الذي لا توجد له تسميات عند أهل العلم؟ إن كان القصد أنه مجرد أن يقال: يصل عندنا على سبيل العملية الحسابية إلى خمسمائة، والعلماء ما سموا ولا حكموا، إنما أطلقوا حكم الضعيف، وسموا أنواع معددة، سموا الشاذ، سموا المعل، والمنكر، والمعضل، والمنقطع، والمعلق، والمرسل، والمضطرب، أنواع معدودة يعني، وكلها تأتي، أما أن نعرف إلى كم يصل العدد بالبسط من غير أن نجد له واقع في تسميات الأئمة، ولا في أحكامهم، هذا ما له قيمة، ولذا قال: \"وهو أقسام كثر\". ¶ إذا حكم الأئمة على الخبر بأنه صحيح أو حسن أو ضعيف فهذا بحسب ما يظهر لهم من خلال القواعد المعروفة عندهم، لكن لا يعني هذا أننا نقطع بأن هذا صحيح ثابت، أو أن هذا ضعيف مردود، والسبب في هذا أن راوي الصحيح مهما بلغ من الحفظ والضبط والعدالة والإتقان، نعم، إلا أنه ليس بمعصوم قد يخطئ، ومثله راوي الضعيف، وإن ضعف حفظه، وإن اختلت عدالته، إلا أنه قد يصدق، وقد يضبط، نعم، ألا يمكن هذا؟ الأئمة الحفاظ المتقنون ضبطت عليهم بعض الأوهام، فليسوا بمعصومين، كما أن الضعفاء قد يضبطون يعني هل معنى هذا أن الراوي ضعيف كل كلام يقوله ما ضبطه؟ نعم، أو قد يضبط بعض الشيء؟ لكن الحكم للغالب، قد يضبط، كما أن الحافظ الثقة العدل المأمون قد يخطئ، ومالك نجم السنن ضبط عليه أوهام، وشيخ الإسلام يقول: \"قد يوجد الخطأ حتى من بعض الصحابة\" وروى بعض الصحابة ما هو مرجوح.",
            "page": "34",
            "part": "1",
            "seal": "BC4BF55D"
        },
        {
            "id": "36",
            "nass": "وبالصحيح والضعيف قصدوا ... في ظاهر لا القطع والمعتمدُ ¶ إمساكنا عن حكمنا على سند ... بأنه أصح مطلقاً وقد ¶ إلى آخره.",
            "page": "35",
            "part": "1",
            "seal": "B54AA97C"
        },
        {
            "id": "73",
            "nass": "شرح المنظومة البيقونية (3) ¶ الشيخ/ عبد الكريم الخضير ¶ السلام عليكم ورحمة الله وبركاته. ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين. ¶ قال الناظم -رحمه الله تعالى-: ¶ وكل ما لم يتصل بحالِ ... إسناده منقطع الأوصالِ ¶ عرفنا أنهم يشترطون لصحة الخبر اتصال الإسناد بأن يكون كل راوٍ من رواته قد تحمله ممن فوقه بطريق معتبر، إذا وجد خلل في أي طبقة من طبقات الإسناد بحيث لا يتم الاتصال، فالذي ضده والذي يخرج بقيد الاتصال الانقطاع، فالمنقطع ضد المتصل، فالذي لا يتصل إسناده، ولا يتحقق فيه الشرط المذكور منقطع، وهذا الانقطاع منه ما هو انقطاع ظاهر، أو سقط ظاهر من الإسناد، ومنه سقط خفي، فالسقط الظاهر لا يخلو إما أن يكون من مبادئ السند، طرفه الذي فيه المصنف، من قبل المصنف، هذا يسمونه المعلق، أو من أصله وهو طرفه الذي فيه الصحابي فيسمى المرسل، وإن كان من أثنائه، أن كان من أثناء السند، فإن كان باثنين فأكثر على التوالي سمي المعضل، وإن كان بواحد أو بأكثر من واحد في أكثر من موضع يسمونه المنقطع، المنقطع له مسمى عام وخاص، فالعام يشمل جميع أنواع الانقطاع الظاهر والخفي منقطع، وهو ما يكون بضد الاتصال، يصير قسيم للاتصال، فالسند إما أن يكون متصل أو منقطع، المنقطع هذا يشمل جميع الأنواع والتسمية الخاصة، أو الاصطلاح الخاص للمنقطع يكون قسيماً للمعلق والمعضل والمرسل، فهم من باب التوضيح والحصر للطالب ليكون أسهل لاستيعابه، يجعلون كل نوع يسمى باسم خاص، وإلا فالأصل أن كل هذه الأنواع منقطعة، وانتهى الإشكال، لكن إن كان الانقطاع من مبادئ السند سمي المعلق، وإن كان من آخره سمي المرسل، وإن كان من أثنائه فإن كان بواحد فهو المنقطع، وإن كان باثنين فأكثر على التوالي سمي المعضل. ¶ وكل ما لم يتصل بحالِ ... إسناده منقطع الأوصالِ ¶ وهذا يساعده المعنى اللغوي، المعنى اللغوي يساعد هذا التعريف، وهو أيضاً المقابلة بالاتصال تجعل كل ما لم يتصل فهو منقطع. ¶ والمعضل الساقط منه اثنانِ ... وما أتى مدلس نوعانِ",
            "page": "1",
            "part": "3",
            "seal": "93085930"
        },
        {
            "id": "74",
            "nass": "المعضل: ما سقط من إسناده راويان فأكثر على التوالي، \"والمعضل الساقط منه اثنان\" المعضل الساقط منه أكثر من راوي، ولا بد من تقييده بأن يكون في أثناء السند؛ لأنه إن كان من مبادئه ولو باثنين أو ثلاثة سمي إيش؟ معلق، وإن كان من آخره؟ نعم، إذا سقط اثنين من آخره، سقط التابعي والصحابي؟ ¶ طالب:. . . . . . . . . ¶ لا، يسمونه معضل، لكن يبقى أنه إذا سقط الصحابي فقط، وأسقط النبي -عليه الصلاة والسلام-، وأضيف المتن إلى التابعي، إيش يسمى؟ نعم، إذا حذف الصحابي، وحذف النبي -عليه الصلاة والسلام-، ووقف المتن على التابعي، هو معروف الخبر حديث مرفوع أصله، لكن جاءنا من طريق محذوف الصحابي، ومحذوف النبي -عليه الصلاة والسلام-، ومنسوب القول إلى هذا التابعي، يقول: \"هذا باستحقاق اسم الإعضال أولى\" ولذا يقول: \"ومنه قسم ثاني\". ¶ حذف الصحابي والنبي معا ... ووقف متنه على من تبعا ¶ هذا يقول جعله الحاكم من قبيل المعضل، وابن الصلاح يقول: \"هذا باستحقاق اسم الإعضال أولى\" لأن حذف الصحابي والنبي -عليه الصلاة والسلام- يصدق عليه أنه حذف منه راويان، حذف منه أكثر من راوي على التوالي، ووقف المتن على التابعي، يقول: \" هذا باستحقاق اسم الإعضال أولى، ولا بد أن يكون الساقط باثنين فأكثر، وأن يكون متواليين\". ¶ والشرط في ساقطه التوالي ... والإنفراد ليس بالإعضالِ ¶ والإعضال لا شك أنه أشد من الإرسال، وأشد من الانقطاع، وأشد من التعليق، الإعضال من قولهم: هذا أمر معضل، أي مستغلق شديد؛ لأن الراوي بحذفه اثنين جعل الوصول إلى المحذوف وعر، يعني إذا حذف واحد إذا حذف راوي واحد فأنت بإمكانك أن تصل إلى هذا الراوي، بمراجعة كتب الرجال التي تعنى بذكر الشيوخ والتلاميذ قد تصل، نعم، تنظر إلى الشيخ الذي نسب إليه الخبر، ثم تنظر في تلاميذه تجد منهم عدد، ثم تنظر فيمن روى بالواسطة المحذوفة عن هذا الشيخ، تنظر في شيوخه فتجد الراوي المسقط، هذا يمكن الوصول إليه، لكن إذا سقط اثنين كيف تنظر؟ كيف تنظر إذا سقط اثنين؟ لا شك أنه يستغلق عليك الأمر، ويشتد عليك الأمر، ولذا سموه معضل، أي مستغلق شديد، بمعنى أن الوصول إليه في غاية الوعورة، وعر، لا يمكن الوصول إلى المحذوف.",
            "page": "2",
            "part": "3",
            "seal": "FCF91102"
        },
        {
            "id": "75",
            "nass": "يقول: \"وما أتى مدلس نوعان\" المدلس: هو الذي اشتمل على عيب أخفي عيبه، وأظهر الخبر على أنه لا عيب فيه، كالسلعة التي فيها تدليس والغش، يخفى عيب السلعة فتظهر هذه السلعة على وجه كأنها لاعيب فيها، والخبر يظهر على أنه لا عيب فيه، فيسمى مدلس من الدلس، وهو اختلاط الظلام، فيقول: \"وما أتى مدلسا نوعان\". ¶ الأول الإسقاط للشيخ وأن ... ينقل عمن فوقه بـ (عن) و (أن)",
            "page": "3",
            "part": "3",
            "seal": "0FE3BA54"
        },
        {
            "id": "76",
            "nass": "يقسمون التدليس إلى نوعين: تدليس الإسناد وتدليس الشيوخ، والمدلس من أنواع السقط الخفي، السقط الظاهر أنواعه أربعة: التعليق والإرسال والانقطاع والإعضال، هذه ظاهرة، أنواع ظاهرة للسقط؛ لأنه يدركها آحاد المتعلمين، تعرف بعدم المعاصرة بين الراوي ومن روى عنه، لكن السقط الخفي لا شك أنه لا يدركه إلا أفراد من الناس، لأنك إذا بحثت في الترجمة وجدت أن هذا عاصر هذا، وتجد هذا قد يكون لقي هذا، فأنواع السقط الخفي: المدلس والمرسل الخفي، ولتوضيح الصورة، وتحديد الفرق بين النوعين ننظر في حال من روى مع من روى عنه؛ لأنه أحياناً يكون الراوي واضح أنه ما عاصر الراوي عنه، يعني زيد يروي عن عمرو، عمرو مات سنة مائة، وزيد ولد سنة مائة وعشرة، هذا ظاهر وإلا خفي؟ نعم هذا سقط ظاهر، معروف يدركه الناس كلهم أنه ما يمكن أن يروي شخص ولد سنة مائة وعشرة عن شخص مات سنة مائة، لا يمكن، هذا سقط ظاهر، يدركه جميع المتعلمين، لكن السقط الخفي إذا كان هذا الراوي مولود سنة ثمانين، ومن روى عنه توفي سنة مائة، يمكن وإلا ما يمكن؟ يمكن، المعاصرة موجودة، لكن لم يثبت لقاء أحدهما بالأخر، المعاصرة ثابتة، واللقاء غير معلوم، هذا يسمونه، إذا روى بصيغة موهمة، هذا يسمونه مرسل خفي، وليس من التدليس، التدليس إذا روى عمن لقيه ما لم يسمعه منه بصيغة موهمة كعن وأن، وقال وذكر، هذا تدليس، روى عمن عاصره ممن لم يثبت لقاؤه له هذا إرسال خفي، روى عمن لقيه ما لم يسمعه منه بصيغة موهمة هذا تدليس، روى عمن سمع منه أحاديث ما لم يسمعه منه بصيغة موهمة يسمى تدليس أيضاً، هذه الصورة لا خلاف في كونها تدليس، إذاً إذا تحرر الفرق بين التدليس والإرسال الخفي، أهل العلم قسموا التدليس إلى قسمين: تدليس إسناد، وتدليس شيوخ، طيب قد يقول قائل: الشيوخ من الإسناد، لماذا لا يقال: أن تدليس الشيوخ من تدليس الإسناد؛ لأن الشيوخ طبقة من طبقات الإسناد؟ لكنه يختلف عن تدليس الإسناد؛ لأن تدليس الإسناد فيه إسقاط، وتدليس الشيوخ ما فيه إسقاط، السند متصل، يعني إذا روى الراوي عمن لقيه ما لم يسمعه منه بصيغة موهمة كـ (عن) و (أن) مثل هذا تدليس، مثل هذا يسمى تدليس، طيب تدليس إسناد، بمعنى أنه سقط",
            "page": "4",
            "part": "3",
            "seal": "D373D6DB"
        },
        {
            "id": "77",
            "nass": "من الإسناد، فهو تدليس إسقاط، هذا التدليس يتفنن فيه المدلسون، فمنه تدليس القطع، يقول: حدثنا ويسكت، ثم يقول: فلان بن فلان عن فلان عن فلان عن فلان، هل هو يقصد بهذا حدثنا فلان؟ نعم، يقول: حدثنا ويسكت، ثم بعد ذلك يأتي باسم راوٍ لم يحدثه، لا يريد أن تكون هذه الصيغة لمن ذكر بعدها، هذا تدليس قطع، والسامع ينطلي عليه، نعم، بحيث يظن أن هذه الصيغة لهذا الراوي؛ لأنه لو قال: حدثنا فلان وهو ما حدثه صار كذب، وهو لا يريد أن يوصف بالكذب، ولا يريد أن يكذب في الخبر؛ لأنه لو قال: حدثنا ولم يحدثه صار كذاب، هو لا يريد أن ينسب إليه الكذب، فيقول: حدثنا ويسكت، لكنه مغرم بالتدليس، عند بعضهم التدليس أشهى شيء؛ لأن فيه شيء من النباهة، وشيء يسمونه الضحك على الناس، وإن كان الأئمة الذين وصفوا بالتدليس أئمة أجلاء، ومعروفين لهم .. ، يعني لاسيما من احتمل الأئمة تدليسهم كالسفيانين وغيرهما، لكن فيه تفنن، فإذا قال: حدثنا وسكت ثم ذكر اسماً بعد ذلك، هذا يسمونه تدليس قطع، وإذا قال: حدثنا فلان وفلان، وهو لا يريد العاطفة، الواو العاطفة، يريدها استئنافية، فيخبر عن فلان الثاني بخبر يضمره، يقول: \"حدثني فلان\" صحيح حدثه فلان، لكن فلان الثاني وفلان -يضمر- غير مسموع لي، أو فلان لم يحدثني، حدثني فلان وفلان لم يحدثني، هذا يسمونه إيش؟ تدليس العطف، تدليس القطع وعندنا تدليس العطف، في تدليس يسمونه شر أنواع التدليس تدليس التسوية، فيأتي إلى ضعيف بين ثقتين لقي أحدهما الآخر فيسقط الضعيف، ويقتصر على الثقتين، هذا يسمونه تدليس التسوية، وهو شر أنواع التدليس، شر أنواع التدليس تدليس التسوية، فإذا روى زيد عن بكر عن عمرو، بكر هذا ضعيف، وزيد لقي عمرو، بحيث لو بحثت ما وجدت انقطاع يسقط هذا الضعيف، وزيد لم يروِ عن عمرو إلا بواسطة بكر هذا الضعيف، فإذا أسقطه صار تسوية، سوى الإسناد، ويسميه القدماء تجويد، يعني جوده، ذكر الأجواد فقط، دون الأدنية، أسقط الأدنية، هذا تدليس تسوية، وهو شر أنواع التدليس، وليس من هذا النوع إذا روى الراوي الخبر عن اثنين أحدهما ثقة والآخر ضعيف، اقتصر على الثقة وحذف الضعيف، يعني البخاري حينما يروي خبر من طريق مالك وابن",
            "page": "5",
            "part": "3",
            "seal": "15BCCB98"
        },
        {
            "id": "78",
            "nass": "لهيعة يحذف ابن لهيعة، يقتصر على مالك، تدليس وإلا ليس بتدليس؟ ليس بتدليس؛ لأنه ليس بحاجة إلى ذكر الضعيف، يكفيه الثقة، فيسقط الضعيف ويرويه عن طريق الثقة، وهو قد سمعه من هذا الثقة ما في إشكال، ليس من أنواع التدليس، هذا التدليس إسقاط بأنواعه، وهو عيب وذم، وفعله إذا كان القصد منه ترويج الأحاديث الضعيفة المروية من قبل الضعفاء لا شك أن هذا غش وغرر لا يجوز، وإذا روى عمن لم يروِ عنه بصيغة محتملة هذا هو التدليس، وقد اشترط للصيغة المحتملة كعن فلان، وأن فلان قال، وقال فلان أن يكون الراوي بريئاً من التدليس، على ما ذكرنا في السند المعنعن، إما إذا كان الراوي مدلساً فلا بد أن يصرح، ولا تقبل منه العنعنة، لاسيما إذا كان من الطبقة الثالثة على تصنيف ابن حجر والعلائي وغيرهم، هناك نوع من التدليس وهو تدليس الشيوخ، هذا ليس فيه إسقاط، وليس فيه إسقاط \"وما أتى مدلس نوعان\". ¶ الأول الإسقاط للشيخ وأن ... ينقل عمن فوقه بـ (عن) و (أن) ¶ هي (أنّ) أصلها (أنّ) لكن سكنت للروي. ¶ والثاني لا يسقطه لكن يصف ... أوصافه بما به لا ينعرف ¶ لا يسقط الراوي لكن يصفه بوصف لا ينعرف به، أو يكنيه بكنية لا يعرف بها، أو ينسبه بنسبة لا يعرف بها، أو يذكر بلقبه، وقد اشتهر باسمه يذكره بكنيته، وقد اشتهر بنسبته هذا تدليس؛ لأن فيه توعيراً للوصول إليه، فإذا قلت مثلاً: حدثني أبو صالح الشيباني، كثير من الناس لا يدري من أبو صالح الشيباني؟ لا يعرف أن الإمام أحمد له الابن الأكبر اسمه صالح، ونسبته شيباني، أو حدثني ابن هلال الشيباني جده هلال، هذا لا شك أن تدليس شيوخ، وليس فيه إسقاط، لكن فيه توعير للوصول إلى هذا الراوي، الصيغ الموهمة: (عن) و (أن) و (قال) هذه الصيغ الموهمة التي يشترط فيها الشرطان المتقدمان، (قال) مثل (عن). ¶ . . . . . . . . . أما الذي ... لشيخه عزا بـ (قال) فكذي ¶ عنعنة كخبر المعازفِ ... لا تصغ لابن حزم المخالفِ",
            "page": "6",
            "part": "3",
            "seal": "26CB1E7A"
        },
        {
            "id": "79",
            "nass": "\"أما الذي لشيخه عزا بـ (قال) فكذي عنعنة\" (قال) مثل (عن) محمول على الاتصال بالشرطين المعروفين، و (أن) مثل (عن) محمول على الاتصال بالشرطين المذكورين، (أن) منهم من يقول: إن (أن) ليست مثل (عن) بل هي منقطعة، ونسب ابن الصلاح هذا القول إلى الإمام أحمد ويعقوب بن شيبة، عمدته في ذلك أنهما حكما على خبر واحد مرة بالاتصال ومرة بالانقطاع، فعن محمد بن الحنفية أن عماراً مر بالنبي -صلى الله عليه وسلم- قال الإمام أحمد منقطع، عن محمد بن الحنفية أن عمار مر بالنبي -صلى الله عليه وسلم- قال: منقطع، الرواية الثانية عن محمد بن الحنفية عن عمار أنه مر بالنبي -صلى الله عليه وسلم- قال: متصل، فابن الصلاح تصور أن الحكمين اختلفا لاختلاف الصيغة، لكن كما قال الحافظ العراقي: ¶ \"كذا له ولم يصوب صوبه\" يعني ما أصاب المحز، ما أصاب السبب الحقيقي للتفريق بين الروايتين، لما يقول تابعي مثلاً، تابعي ما حضر القصة يقول: إن عماراً مر بالنبي -عليه الصلاة والسلام-، ولو قال مر عمار بالنبي -عليه الصلاة والسلام- لقلنا: منقطع، أنت ما حضرت، أنت تابعي، كيف تحكي قصة ما حضرتها؟ لكن إذا روى هذه القصة عن صاحبها، عن عمار نفسه، لما يقول محمد بن الحنفية: عن عمار أنه مر بالنبي -عليه الصلاة والسلام-، نعم تكون متصلة؛ لأنه يرويه عن صاحبها، فليس الاختلاف بين الحكمين للاختلاف في الصيغة، وإنما مرده أنه في الطريق الأول التابعي يحكي قصة لم يشهدها فهي منقطعة، وفي الطريق الثاني التابعي يروي القصة عن صاحبها فهي متصلة. ¶ . . . . . . . . . ... وحكم (أن) حكم (عن) فالجلُ ¶ سووا وللقطع نحا البرديجي ... حتى يبين الوصل في التخريجِ ¶ يقول: منقطعاً البرديجي، فهذه الصيغ الموهمة المحتملة للاتصال وعدمه، يعني أنت لما تقول: قال الإمام أحمد، نعم منقطعة، لكن لما تقول: قال فلان، تنقل عن شيخ أدركته، وتقول: قال فلان، الاحتمال قائم أنك سمعته منه، أو بواسطة، لكن لما تقول: حدثني فلان صيغة موهمة وإلا محتملة وإلا غير؟ ليست محتملة، ما هي محتملة إلا محتملة للصدق والكذب، إما أن تكون صادق وإلا كاذب، أما كونك سمعت بواسطة لا بخلاف (قال):",
            "page": "7",
            "part": "3",
            "seal": "82A717F1"
        },
        {
            "id": "80",
            "nass": ". . . أما الذي ... لشيخه عزا بـ (قال) فكذي ¶ عنعنة كخبر المعازفِ ... لا تصغ لابن حزم المخالفِ ¶ وعرفنا ما بين (عن) و (أن) من وفاق. ¶ والثاني لا يسقطه لكن يصف ... أوصافه بما به لا ينعرف ¶ بحيث يوعر الوصول إليه، وهذا يفعله كثير من أهل العلم من باب التفنن في العبارة، بعض الناس يمل أن يقول: حدثني أحمد بن محمد بن فلان، يكون مكثر من الرواية عنه، فكونه في كل خبر حدثني فلان بن فلان بن فلان باسمه الثلاثي أو الرباعي مع نسبته على وتيرة واحدة يمل، لكن مرة يرويه بالكنية، ومرة يرويه بالنسبة، هذا الخطيب البغدادي يكثر من مثل هذا للتفنن في العبارة، سم. ¶ وما يخالف ثقة فيه الملا ... فالشاذ والمقلوب قسمان تلا ¶ إبدال راوٍ ما براوٍ قسم ... وقلب إسناد لمتن قسم ¶ والفرد ما قيدته بثقة ... أو جمع أو قصر على رواية ¶ وما بعلة غموض أو خفا ... معلل عندهم قد عرفا ¶ وذو اختلاف سند أو متن ... مضطرب عند أهيل الفن ¶ والمدرجات في الحديث ما أتت ... من بعض ألفاظ الرواة اتصلت ¶ وما روى كل قرين عن أخه ... مدبج فعرفه حقاً وانتخه ¶ متفق لفظاً وخطاً متفق ... وضده فيما ذكرنا المفترق ¶ مؤتلف متفق الخط فقط ... وضده مختلف فاحش الغلط ¶ والمنكر الفرد به راوٍ غدا ... تعديله لا يحمل التفردا ¶ متروكه ما واحد به انفرد ... وأجمعوا بضعفه فهو كرد ¶ والكذب المختلق المصنوع ... على النبي فذالك الموضوع ¶ وقد أتت كالجوهر المكنون ... سميتها منظومة البيقوني ¶ فوق الثلاثين بأربع أتت ... أبياتها تمت بخير ختمت ¶ يقول الناظم -رحمه الله تعالى-: ¶ وما يخالف ثقة فيه الملا ... فالشاذ والمقلوب قسمان تلا ¶ \"وما يخالف ثقة فيه الملا فالشاذ\" ما يرويه الثقة يخالف به من هو أوثق منه هذا هو الشاذ عند المؤلف، وتبع فيه الإمام الشافعي -رحمه الله تعالى-، وهو الذي استقر عليه الاصطلاح عند المتأخرين، \"وما يخالف ثقة فيه الملا فالشاذ\" ويقول الحافظ العراقي -رحمه الله تعالى-: ¶ وذو الشذوذ ما يخالف الثقة ... فيه الملا فالشافعي حققه",
            "page": "8",
            "part": "3",
            "seal": "61BCBFDE"
        },
        {
            "id": "81",
            "nass": "هذا اختيار الإمام الشافعي في تعريف الشاذ، وهو اشتراط المخالفة قيد المخالفة، مع كون الراوي ثقة، أما مع تخلف الشرط الأول وهو المخالفة فلا يسمى شاذ، إلا على قول من يطلق الشذوذ على مطلق التفرد، سواء كان المتفرد ضعيفاً أو ثقة، منهم من يطلق الشذوذ بإزاء التفرد، سواء كان المتفرد ثقة كان أو ضعيفاً، ومنهم من يطلق الشذوذ على تفرد الضعيف، أما تفرد الثقة فلا سمى شاذ على هذا القول، والإمام الشافعي يشترط في الشذوذ أن يكون راويه ثقة من الثقات، وأن يخالف به من هو أوثق منه، والشاذ يخالف المنكر على تعريف الشافعي؛ لأن الشافعي يقصر الشذوذ على مخالفة الثقة، فيكون النكارة فيما يخالف فيه الضعيف عند من يشترط قيد المخالفة، ومن لا يشترط يأتي الكلام فيه في وقته -إن شاء الله تعالى-، فالفرق بين الشاذ والمنكر أن الشاذ مخالفة الثقة، والمنكر مخالفة غير الثقة، وهذا ما قرره الإمام الشافعي فيما يقول الحافظ العراقي -رحمه الله تعالى-: ¶ وذو الشذوذ ما يخالف الثقة ... فيه الملا فالشافعي حققه ¶ وعرفنا أن الحاكم والخليلي يطلقان الشذوذ على مجرد التفرد، يختلفان في كون المتفرد ثقة أو مطلقاً، ثقة أو غير ثقة \"والمقلوب قسمان تلا\". ¶ إبدال راوٍ ما براوٍ قسم ... وقلب إسناد لمتن قسم",
            "page": "9",
            "part": "3",
            "seal": "BFA1F68E"
        },
        {
            "id": "82",
            "nass": "نعم المقلوب ما ينقلب فيه على راويه، سواء كان القلب في المتن أو في السند، أو فيهما معاً، فإذا انقلب السند على راوٍ من الرواة، ولذا يقول: \"إبدال راو ما براو\" هذا قسم من أقسام المقلوب، فالحديث المعروف بنافع إذا جعله راوٍ من الرواة عن سالم يكون قلب سنده، وهو ما أشار إليه بقوله: \"إبدال راوٍ ما براوٍ قسم\" وأظهر من هذا قلب الاسم بجعل مرة بن كعب، كعب بن مرة، أو نصر بن علي، علي بن نصر، هذا قلب ظاهر في الإسناد، وأما قلب المتن فوجد له أمثلة، \"وقلب إسناد لمتن قسم\" يعني يقلب الإسناد كله فيجعله لمتن غير متنه، لكن ظهور القلب في الإسناد إنما يكون بجعل الأب ابناً والابن أب، لا يتصور أن ينقلب إسناد بجعل التلميذ شيخ والشيخ تلميذ، إلا من باب رواية الأكابر عن الأصاغر يمكن هذا، أما قلب المتن فأمثلته موجودة وواضحة وظاهرة، مما يمثل به لمقلوب المتن، ما رواه مسلم في صحيحه من حديث السبعة الذين يظلهم الله في ظله يوم لا ظل إلا ظله، جاء في بعض الروايات: ((ورجل تصدق بصدقة أخفاها حتى لا تعلم يمينه ما تنفق شماله)) الرواية المتفق عليها: ((حتى لا تعلم شماله ما تنفق يمينه)) لأن الإنفاق إنما يكون باليمين فانقلب على الراوي فقال: ((حتى لا تعلم يمينه ما تنفق شماله)) وهذا في الصحيح، ومن باب صيانة الصحيح يمكن أن يخرج الحديث على وجه يصح، يمكن الإنسان يتصدق بشماله، وهذا إذا كان مكثراً من الصدقة، فيحتاج الإنفاق بشماله كما كان ينفق بيمينه، وفي الحديث الصحيح في البخاري وغيره: ((ما يسرني أن لي مثل أحد ذهباً تأتي علي ثالثة وعندي منه دينار إلا دينار أرصده لدين، إلا أن أقول به: هكذا وهكذا وهكذا وهكذا)) عن يمينه وعن شماله ومن أمامه ومن خلفه، فقد يحتاج مع كثرة الإنفاق إلى الإنفاق بالشمال، وأيضاً قد يضطر الإنسان إلى الإنفاق بشماله عند الإخفاء، إخفاء الصدقة، يعني لو جلس محتاج إلى جهة الشمال، وعنده أناس على جهة يمينه، وأراد أن يعطيه شيء من المال ألا يمكن أن يعطيه بشماله بحيث لا يشعر من كان على يمينه؟ نعم يمكن، وهل يجد المنفق عليه المعطى في نفسه شيء؛ لأنه أعطى بالشمال؟ لن يجد، يعني الأصل أن الأخذ .. ، لو أعطيت واحد، قال:",
            "page": "10",
            "part": "3",
            "seal": "D1E26CF5"
        },
        {
            "id": "83",
            "nass": "أعطني ماء، قلت: خذ، بشمالك، يعني لا شك أنه يجد في نفسه، لو تقول: أعطني قلماً مثلاً، تقول: خذ يا أخي، بالشمال، الأصل أنه باليمين، لكن لو مديته بالشمال، أعطيته بالشمال، هذا لا شك أنه. . . . . . . . .، لكن شخص محتاج فقير أعطي؛ لئلا يعلم الناس، هو يحب -هذا الفقير- أن تخفى الصدقة عن الناس أكثر من أن يحب أن ينفق عليه باليمين، فإذا وجد أناس على جهة اليمين والفقير على جهة الشمال يخرج الدراهم يعطيها إياه بشماله، وهذا يحتاج إليه في مسألتين: إذا كان مكثراً من النفقة، من الإنفاق في سبيل الله فأحياناً ينفق هكذا وهكذا، كما جاء في الحديث الصحيح عن يمينه وعن شماله، وأحياناً لشدة الإخفاء عن رؤية الناس يحتاج إلى أن ينفق على جهة الشمال، وهذا إنما يقال من باب صيانة الصحيح، وصيانة الرواة الثقات عن التوهيم والتخطئة؛ لأن الحديث في صحيح مسلم، من الأحاديث التي انقلبت: ((كلوا واشربوا حتى يؤذن بلال، فإن ابن أم مكتوم يأذن بليل)) الأصل: ((كلوا وشربوا حتى يؤذن ابن أم مكتوم، فإن بلالاً يؤذن بليل)) انقلب على راويه، ومنهم من قال: ما يمنع أن يكون مرة يؤذن الأول بلال، ومرة يؤذن الأول ابن أم مكتوم، وعلى كل حال الأحاديث التي ذكرت أمثلة للمقلوب، منها ما يمكن توجيهه، ابن القيم -رحمه الله تعالى- ادعى القلب في حديث البروك، وسلم له الناس كلهم، قال: حديث البروك مقلوب، ((إذا سجد أحدكم فلا يبرك كما يبرك البعير، وليضع يديه قبل ركبتيه)) ابن القيم يقول: هذا تناقض؛ لأن البعير يقدم يديه قبل ركبتيه، كيف يقول: ((لا يبرك كما يبرك البعير)) ويقول: ((وليضع يديه قبل ركبتيه)) هذا أمر، ابن القيم -رحمه الله- يقول: انقلب على راويه، ويمثل به للمقلوب، لكن مثل ما قال الحافظ العراقي:",
            "page": "11",
            "part": "3",
            "seal": "F38136B9"
        },
        {
            "id": "84",
            "nass": "\"كذا له -يعني في حق ابن الصلاح ماهو في حق ابن القيم- كذا له ولم يصوب صوبه\"، ابن القيم -رحمه الله تعالى- انقدح في ذهنه هذا الأمر أنه مقلوب، وفي تعارض بين الجملة الأولى والثانية، فأجلب عليها بكل ما أتي من قوة وإطلاع، سعة إطلاع وبيان، وأطال في تقرير هذا، لكن إذا عرفنا أنه لم يعل أحد من أهل العلم قبل ابن القيم الحديث بالقلب، مع أن من العلماء من صححه، من أهل العلم من صححه، ورجحه على حديث وائل بن حجر: \"كان النبي -عليه الصلاة والسلام- إذا سجد وضع ركبتيه قبل يديه\"، يعني هل يخفى مثل هذا على كبار الأئمة؟ ما يمكن أن يخفى، إذن كيف نوجه الحديث على وجه يصح؟ نقول: مجرد الوضع يختلف عن البروك، مجرد الوضع وضع اليدين على الأرض يختلف عن البروك؛ لأنه يقال: برك البعير، متى يقال: برك البعير؟ إذا أثار الغبار وفرق الحصى، فإذا نزل الإنسان بقوة على الأرض، فرق الحصى، وأثار الغبار، قلنا: برك، مثل ما يبرك البعير، لكن إذا وضع يديه مجرد وضع على الأرض من غير أن يثير الغبار، ولا يحدث صوت ولا شيء، نقول: إيش؟ هذا صح أنه وضع يديه قبل ركبتيه ولم يبرك كما يبرك البعير، فالأحاديث التي أدعي فيها القلب كلها يمكن توجيهها، صيانة للرواة الثقات، وصيانة لكتب الحديث، لو كان المراد من الحديث مجرد مشابهة البعير في تقديم يديه على ركبتيه ما يمكن أن يقولها أحد، ما يخفى على أحد، كل إنسان يدرك أن البعير ينزل على يديه، فكيف يقال: ((وليضع يديه قبل ركبتيه)) نعم، المسألة مفترضة في رواة أثبات، ولذا قال ابن حجر: \"وهو أرجح من حديث وائل بن حجر، كان النبي -عليه الصلاة والسلام-: إذا سجد وضع ركبتيه قبل يديه\".",
            "page": "12",
            "part": "3",
            "seal": "5C369BF8"
        },
        {
            "id": "85",
            "nass": "\"وقلب إسناد لمتن قسم\" ويذكر في مثل هذا الموضع قلب أهل بغداد الأحاديث على الإمام البخاري، البخاري لما دخل بغداد أراد أهل بغداد أن يمتحنوه، هل هو بالفعل على هالمستوى السمعة التي يذكر عنه؟ هل هو من الحفظ والضبط والإتقان وسعة الإطلاع كما يقال عنه؟ يختبر، فعمدوا إلى مائة حديث، ووكلوا بها عشرة أشخاص، قسموها على عشرة أشخاص، كل واحد أخذ عشرة أحاديث، وقالوا: أنت يا فلان عندك العشرة الأولى، ووضعوا إسناد الحديث الأول للمتن الثاني، والمتن الثاني لإسناد الحديث الأول، إلى تمام العشرة، قلبت عليه الأسانيد والمتون، ثم الثاني عشرة، ثم الثالث عشرة، وهكذا إلى تمام العشرة، بمائة حديث، لما استقر بهم المجلس، وحضر الوجوه وأعيان بغداد وعلماؤها، انتدب الأول للبخاري وقال: يا إمام أو يا بخاري أو يا محمد أو يا أبا عبد الله ما تقول في حديث كذا وكذا وكذا، فألقى إليه السند تام والمتن غير متنه، قال البخاري -رحمه الله-: \"لا أعرفه\" الحديث الثاني قال كذا حدثنا فلان عن فلان كذا قال: \"لا أعرفه\"، الثالث العاشر، قال: \" لا أعرفه\" الناس العادين قالوا: وش هذا محمد بن البخاري ما عرف ولا حديث إلى أن تمت المائة؟ أما الناس اللي عندهم فهم ومعرفة قالوا: فهم الرجل؛ لأنه لو كان إنسان سطحي أو دعي يدعي العلم ما خلى الأحاديث تمر ولا أعرف ولا .. ، إيش تعرف أجل؟ نعم، ولذلك قد يسأل بعض الناس ممن يدعي المعرفة عن حديث لا أصل له يثبته، خشية أن يقول: \"لا أعرفه\" نعم، أما الإمام لمعرفته .. ، الذي يحفظ مائة ألف حديث صحيح، ومائتي ألف حديث غير صحيح، لما ألقيت عليه المائة كلها لا أعرفه، لا أعرفه، لا أعرفه، مائة حديث، الناس العاديين قالوا: وش هذا الكلام الذي نسمعه البخاري البخاري؟ وش بخاري؟ ما عرف ولا حديث واحد من مائة حديث، لكن الناس النبلاء والذين عندهم معرفة فهم الرجل، لما انتهوا كلهم، قال: أنت يا فلان الأول قلت: كذا وكذا وكذا، فساق الحديث الأول بخطئه وقلبه ثم صححه، لا، الصواب كذا، الحديث الثاني كذا كذا إلى آخره، فعجبوا من كونه رد المائة على ترتيبها على صوابها، لكن أعجب من ذلك كونه حفظ الخطاء قبل الصواب، حفظ كل المائة بخطئها ثم",
            "page": "13",
            "part": "3",
            "seal": "708FF79C"
        },
        {
            "id": "86",
            "nass": "صوبها، هذه القصة يرويها ابن عدي في جزء له عن عدة من شيوخه، عن عدد من شيوخه، ورواها أهل العلم عنه، واشتهرت واستفاضت، ونقلها الخطيب في تاريخه عن ابن عدي وغيره، المقصود أن بعضهم يقول: إن هذه القصة لا تثبت؛ لأن ابن عدي يرويها عن عدة من شيوخه، والعدة هؤلاء مجاهيل، نقول: هم شيوخ ابن عدي، يعني من أهل العلم، الأمر الثاني: أنهم عدة يجبر بعضهم بعضاً، ما هم بواحد أو اثنين أو ثلاثة، فجهالة مثل هؤلاء نعم تنجبر بكونهم مجموعة، وأيضاً الراوي ناقد، ابن عدي ما هو بإنسان سهل، ما هو بإنسان .. ، من اطلع على كتابه الكامل عرف أنه من فحول الرجال، فبيثبت قصة عن مجاهيل مو بصحيح، فالمقصود .. ، وحتى أيضاً مثل هذه القصة التي الأصل فيها أنها خبر عن إمام حافظ، يعني ما يستغرب أن الإمام البخاري يفعل مثل هذا الفعل، أيضاً من الأئمة الدارقطني قلب عليه أحاديث فردها، الدارقطني حافظ من حفاظ الأمة الكبار، يحضر الدرس، يحضر مجلس الإملاء، والشيخ يملي الأحاديث، وهو معه كتاب آخر، في موضوع آخر ينسخ، يقول: جاره في المجلس أنت ما غير ضيقت علينا، تبي تنسخ روح مكان ثاني غير مكان الدرس، قال: بارك الله فيك، كم أملأ الشيخ من حديث يسأله الدارقطني؟ قال له: ها، لا أدري والله لكن .. ، قال: عد لي منها اثنين، ثلاثة، عشرة، ما عد ولا حديث واحد هذا المنتقد، قال: أكتب، فأملاها بأسانيدها ومتونها كما أملاها الشيخ، فقوبلت مع ما عند الشيخ فوجدت مطابقة، وذلك فضل الله يؤتيه من يشاء، هؤلاء الأئمة الحفاظ الكبار حصل أيضاً قلب على المزي وعلى العراقي وغيرهم، هذه مسألة امتحان، يمتحن فيها أهل العلم، ممن يشكك في قدرتهم وحفظهم، ثم مثل هذا لا يجوز أن يستمر، بل ينتهي بانتهاء المجلس، يعني إن أعاده الممتحن على الصواب وإلا لا بد أن يعيده الممتحن؛ لئلا يحفظ على الخطأ، فلا بد من إعادته على الصواب، ثم بعد هذا قال الناظم -رحمه الله تعالى-: ¶ والفرد ما قيدته بثقة ... أو جمع أو قصر على رواية",
            "page": "14",
            "part": "3",
            "seal": "F4C6D413"
        },
        {
            "id": "87",
            "nass": "الفرد: ما يتفرد بروايته راوٍ واحد وهو الغريب، لكن أكثر ما يطلق التفرد على ما إذا كانت الغرابة في أصل السند، أما إذا كانت في أثنائه فيطلق عليه غريب، وإذا قيل: تفرد به فلان شمل التفرد المطلق والنسبي، إذا تفرد راوٍ برواية حديث عن غيره سمي فرد من غير تقييد، إذا تفرد به راوٍ واحد عن ثقة من الثقات سمي فرد، ولو رواه غيره عن غير هذا الثقة، لكنها غرابة فردية نسبية، وليست مطلقة، يعني إذا كان حديث لا يروى إلا من طريق هذا الراوي بأي وجه من الوجوه، هذا يسمى فرد مطلق، وإن كان الأصل في إطلاق الفردية على التفرد في أصل السند، لكن أيضاً هو مطلق إطلاق يعني ما يرويه غير هذا الشخص، لا يرويه أحد مطلقاً غير هذا الشخص، لكن إذا كان مروي من طرق كثيرة، طريق من الطرق تفرد بروايته عن هذا الشيخ شخص واحد، وأما من عداه رواه عنهم كثر، هذا تفرد به فلان عن فلان، لكنه تفرد نسبي، وليس بمطلق، إذا تفرد به هذا الراوي وهو ثقة، وشاركه في الرواية عن هذا الشيخ مجموعة، لكن ضعفاء هذا تفرد ثقة، تفرد به هذا الثقة عن هذا الشيخ، ولو شاركه آخرون ضعفاء، \"والفرد ما قيدته بثقة\" يعني تفرد به هذا الثقة \"أو جمع\" يعني جمع كبير لكنهم يشملهم وصف واحد، أهل بلد مثلاً، أو قبيلة جمع، أهل بلد كامل، هذه السنة لا تعرف إلا من طريق أهل مصر، أو تفرد بها أهل الشام، ولو رواها من أهل الشام مائة شخص، يقول أهل العلم: تفرد بها أهل مصر، تفرد بها أهل الشام، نعم، أو تفردت بروايتها قبيلة، تفرد بها آل فلان، وهم مجموعة، هذه أيضاً فردية نسبية، وليست مطلقة. ¶ وما بعلة غموض أو خفا ... معلل عندهم قد عرفا ¶ هذا المعلل. ¶ وما بعلة غموض أو خفا ... معلل عندهم قد عرفا",
            "page": "15",
            "part": "3",
            "seal": "9CC6A0F8"
        },
        {
            "id": "88",
            "nass": "الحديث المعلل يقولون: معلل، ويقولون: معلول، والصواب معل بلام واحدة؛ لأن المعلل اسم مفعول من علل، من علله إذا شغله وألهاه، ومعلول من عل يعل، فهو معلول، أما أعله بكذا بهذه العلة، فالصواب في اسم المفعول منه معل، كما قرر ذلك الحافظ العراقي وأطال في تقريره، معلول موجود في اصطلاح بعض أهل الحديث، وموجود في كلام الأصوليين، وموجود في كتب العقائد والكلام، موجود، والعلة والمعلول معروفة عندهم، لكن هو هذا التركيب في هذا الباب صرح جمع من أهل العلم بأنه لحن، وقال بعضهم: إنه مرذول، ويقول ابن سيدة وغيره: \"لست منها على ثقة\"، يعني لست مرتاح من كلمة معلول في هذا الباب، فالصواب في الإطلاق أن يقال: معل، وأما معلل وجدت في كلام الأئمة، لكن تأصيلها من حيث الأصل اللغوي فيه مشقة، على كل حال المعنى واضح، سواء قلنا: المعل كما هو الصواب، أو معلل كما يوجد في إطلاقاتهم، أو معلول المعنى واضح، هو الحديث الذي اشتمل على علة، هو الحديث المعل الذي اشتمل على علة: وهي سبب خفي غامض يقدح في صحة الخبر، الذي ظاهره السلامة منها، ظاهر الخبر السلامة من هذه العلة، ولذا لخفائها وغموضها لم يتكلم في العلل إلا القليل النادر من الأئمة الكبار الحفاظ، بل قد يتكلم الواحد منهم بما لا يستطيع تعليله وتبريره، يأتي السائل إلى الإمام الكبير من أئمة الحديث فيقول: الحديث فيه علة، طيب مع أن هذه العلة لا يستطيع التعبير عنها؛ لأن هناك أمور تنقدح في ذهن المجتهد يصعب التعبير عنها، لكن يكفي أنك تذهب إلى ثاني وثالث ورابع كلهم يؤكدون بأن به علة، ولذا قال بعضهم: إن معرفتنا بهذا العلم إلهام، وقال آخر: إنه كهانة عند الجاهل، يعني اشلون؟ لأن الأصل أن من يحكم بشيء يعلل حكمه، ضعيف لكذا، لكن معل شيء أنقدح في ذهن المجتهد، وليس من سببه التشهي أو التحكم، لا، هذا لا شك أنه ملكة تولدت عند هذا الإمام من طول الممارسة والخبرة، كل علم من علوم الدنيا أو الآخرة مع طول الممارسة تنقدح في ذهن الممارس هذا الخبير بهذا الفن أمور قد يعتبرها بعض الناس سحر، تأتي إلى الكهربائي الذي عاش عمره في الكهرباء، وقد يكون عامي لا يقرأ ولا يكتب، تقول: هذه قطعة ركبها، يقول:",
            "page": "16",
            "part": "3",
            "seal": "285550A3"
        },
        {
            "id": "89",
            "nass": "القطعة ما تشتغل خربانة، طيب أخذناها من الكرتون الآن جبناها من المحل، قال: ما تشتغل يا أخي، أنا أعرف منك، ليش ما تشتغل؟ ما تشتغل، في بعض الناس يقول: ركب يا أخي خلنا نشوف تشتغل وإلا ما تشتغل؟ الأصل أنه ما. . . . . . . . .؛ لأنه عنده خبرة، وعنده قناعة أنها ما تشتغل، فإذا ركبها وجد الكلام مطابق، يعني هل هذا سحر هذا؟ لكن خبرة، يعني تأتي بسيارتك إلى الورشة المتبدؤن واللي يتعلمون يفكك السيارة من أولها إلى آخرها، وقد لا يقف على العلة، تأتي إلى الخبير الماهر يقول لك: ما يحتاج تفكك ولا تركب، شوف غير بس هالكفر ذا، وتركب السيارة لا رجة ولا ميلان ولا مطانيج ولا شيء، ويعطيك العلة من أول ما تقف، وش أدراك؟ يقول لك: مالك هم، العلة موجودة إن لم يكن الكلام صحيح. . . . . . . . .، المزارع أيضاً عنده خبرة، وعنده دراية بالزراعة، وكيف يفعل؟ كيف هذه تصلح؟ بمجرد ما يمر المزارع يقول لك: هذه النخلة شلها عن هذا المكان، لماذا؟ الله أعلم، بس شلها من هذا المكان، هناك خبراء في كل علم من العلوم، يعني لا شك أنهم يسلم لهم في علمهم، شخص لا يقرأ ولا يكتب يدخل البستان الكبير الذي فيه ألف نخلة، يقول: مجموع نتاجه كم؟ خمسين ألف وزنة مثلاً، خمسين ألف، وش يدريك؟ والله ما عليك، الخرص سببه خبرة ودربة وإلا من بيتصور ينزل لوحده يا زن ويكتب، ثم الثاني يا زن ويجمع، ثم الثالث إلى أن تصل إلى ألف نخلة، نعم تجد مطابق، من أين جاءه هذا العلم؟ نعم نزل عليه وحي؟ لا، خبرة، وهكذا الخبرة في جميع العلوم، يعني خبرة جميع فروع المعرفة، مثل ما يصير هذا مري باقتفاء الأثر، قائف، هذا أيضاً قائف في فنون أخرى من المعرفة، أنا أعرف ناس في الكتب إذا دخل قدر المكتبة كلها من أولها وآخرها، وما تستحق، مكتبة شاسعة مثل هذا المبنى هذا، كله مليان كتب، المكتبة فيها كذا من كتاب، وتستحق كذا قيمة، هذا عبث هذا؟ خبرة، أيضاً العلم بهذه الأمور الخفية الغامضة خبرة، ولذلك الذي لا يتمكن تمكن الأئمة في هذا الفن، لن يصل ولن يحلم بالوصول إلى ما وصلوا إليه، إنسان يحفظ الأربعين، وقد يتطاول على العمدة أو البلوغ يحفظها، إذا لم يقل له أحد: الإمام الحافظ، صار في",
            "page": "17",
            "part": "3",
            "seal": "8A92246D"
        },
        {
            "id": "90",
            "nass": "نفسه شيء، وين رحت يا أخي؟ العلم العلم متين، يحتاج إلى تعب، يحتاج إلى كد، يعني أنت تطمع أن تكون في مصاف الأئمة والكبار، وأنت بهذه الطريقة تعيش، تعيش لنفسك ولولدك ولدنياك، وتريد أن تكون في مصاف الأئمة، هذا الذي جر إليه الكلام أن بعض الناس يقرأ في كتب المصطلح أن هذا العلم إلهام، يقول: إلهام يا أخي وش الفرق بين إلهام هؤلاء وإلهام من يدعي أنه رأى النبي في اليقظة وقال: الحديث صحيح وإلا ضعيف؟ كلها دعاوى؟ نقول: لا يا أخي، النبي -عليه الصلاة والسلام- قد مات، والذي يدعي أنه رآه يقظة فهو أفاك، مكذب لله ولرسوله، ويوجد من يزعم أنه رأى النبي -عليه الصلاة والسلام- مكاشفة، يراه في الشارع يمشي، وسأله عن أحاديث، وصحح وضعف، نقول له: يا أخي علمك هذا دجل، النبي -عليه الصلاة والسلام- مات، \"من كان يعبد محمداً فإن محمداً قد مات\" {إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ} [(30) سورة الزمر] فنفرق بين ما يدرك بالخبرة والمران، وبين ما يدرك بالدجل والاستعانة بالشياطين؛ لأنه الآن يحصل خلط، فهناك أمور يسمونها سرك، يسمونها أشياء، وسيارة تدور البلد كله على كفر واحد، وإلا على .. ، نعم، أو يمشي على سلك رقيق، نعم، أو يقضم الحديد، أو يمشي على المسامير، أو كذا، هذه كلها أمور تحتاج إلى .. ، ما كان السبيل إليه مهارة اليد وخفتها هذا يمكن، وجد في عصر الرشيد من غرز في الأرض إبرة، رماها فوقفت، ورمى إبرة أخرى فدخلت في بطنها، رمى ثانية فدخلت في بطن الثالثة، والرابعة إلى تمام المائة، صار عمود إبر متداخلة، هذه مهارة، وخفت يد، ماذا قال الرشيد: أعطوه مائة دينار على المهارة هذه، واجلدوه مائة جلدة على تضييع هذه المهارة بشيء لا ينفع، لكن الآن يخلطون وش يسمونه؟ العصبية؟ إيش؟ ¶ طالب:. . . . . . . . .",
            "page": "18",
            "part": "3",
            "seal": "18EBB310"
        },
        {
            "id": "91",
            "nass": "إيه، نعم، هذه اللي يقولون: إنه تستطيع أن تقنع من لا يقنع، تأثر على من لا يتأثر، هذا كلام فيه ما فيه، تستطيع أن تقنع نفسك وأنت جوعان أنك شبعان، أو ظميان ميت من الظمأ تكون ريان، على كل حال لا بد من التمييز الدقيق بين هذه الأمور، وإذا اشتبه الأمر فالأصل المنع؛ لئلا يدخل الدجال والأفاك والمشعوذ والساحر يدخل مداخل ويدعي هذه الدعاوى، يعني إذا لم نستطع أن نقتنع عقلياً من باب الحقائق الواضحة فالأصل المنع سداً للذرائع، سد الذريعة مطلوب، حماية جناب التوحيد مطلوب، بعض الرقاة يزعم أنه إذا رقى المريض، قرأ على المريض ظهرت صورة العائن على صدر المريض، يراها الراقي والمرقي، هل ممكن أن يدرك مثل هذا بمجرد الرقية؟ هل هذا حصل لسلف الأمة؟ أبداً، هذه استعانة، شعر الإنسان أو لم يشعر، في أول الأمر قد تكون إعانة من غير طلب، ثم يستعين فيما بعد، وقد يستعين من غير تقديم شيء، ثم بعد ذلك إذا صار في منتصف الطريق لا يستطيع أن يتقدم أو يتأخر، وصار ذكره في ألسنة الناس، وساد بين قومه بأنه أحرق كذا مملكة جن وشياطين، ومشى على يده مائة مقعد وكذا، إذا وصل إلى هذا الحد لا يستطيع أن يتراجع، قيل له: قرب، أشرك، مثل هذه الأمور لا بد من أن نكون على حذر منها، لا بد أن تكون الاستعانة بالشياطين والاستعانة بالجن ولو كانوا مسلمين ينبغي أن لا يسترسل فيها، ولو منع منعاً باتاً لكان له وجه. ¶ وما بعلة غموض أو خفا ... معلل عندهم قد عرفا ¶ والعلة تحصل في السند، وتحصل في المتن، وتحصل فيهما معاً، العلة الخفية تحصل في السند، كما تحصل في المتن، وتحصل أيضاً في المتن والسند معاً، حديث كفارة المجلس قرر الإمام البخاري أن في إسناده علة خفيت على مسلم، وأدركها الإمام البخاري، وعلة المتن كما يقول الحافظ العراقي: ¶ وعلة المتن كنفي البسملة ... إذ ظن راوٍ نفيها فنقله",
            "page": "19",
            "part": "3",
            "seal": "3BC89D48"
        },
        {
            "id": "92",
            "nass": "\"علة المتن كنفي البسملة ... إذ ظن راوٍ نفيها فنقله\" الحديث المتفق عليه: \"صليت خلف رسول الله -صلى الله عليه وسلم- وأبي بكر وعمر فكانوا يستفتحون الصلاة بالتكبير، والقراءة بالحمد لله رب العالمين\" هذا الحديث المتفق عليه، فهم بعض الرواة أنهم لا يذكرون بسم الله الرحمن الرحيم، فهم، فهم النفي فنقل، فنقل على ضوء ما فهم. ¶ وعلة المتن كنفي البسملة ... إذ ظن راوٍ نفيها فنقله ¶ على حسب وهمه، على حسب فهمه نقل، هذا مثلوا به لمعل المتن، لكن يمكن تخريجه على وجه يصح، شيخ الإسلام ابن تيمية وابن حجر وجمع من أهل العلم قالوا: إن النفي هنا محمول على نفي الجهر، لا يذكرون جهراً، ولا يمنع ولا ينفي أنهم يذكرونها سراً، فتتحد الروايات، الأصل في العلل أن تكون خفية غامضة، وأن تكون قادحة، لكن أطلقت العلة على غير القادحة، ولذا اشترطوا في تعريف الصحيح في العلة قيدت بكونها قادحة، انتفاء العلة القادحة. ¶ فالأول المتصل الإسنادِ ... بنقل عدل ضابط الفؤادِ ¶ عن مثله من غير ما شذوذِ ... وعلة قادحة فتوذي ¶ يدل على أن هناك من العلل ما لا يقدح، من العلل مثلاً كوننا لا نطلع على تعيين وتمييز هذا المهمل، تمييز المهمل، ما استطعنا، حديث عن حماد، حديث عن سفيان، ما استطعنا نميز حماد، هل هو ابن زيد أو ابن سلمة؟ ولم نستطع أن نميز سفيان هل هو الثوري أو ابن عيينة؟ هذه يسمونها علة، لكن هي قادحة أو غير قادحة؟ غير قادحة؛ لأنه أينما دار فهو على ثقة، فالعلة غير القادحة لا تؤثر، وإن سميت علة، ومثل ما ذكرنا، وما ذكر أهل العلم أن الأصل في العلة أن تكون غامضة، سبب خفي غامض، قد تطلق على الأسباب القادحة، وإن لم تكن غامضة، فأدخل في كتب العلل ما يقدح في صحة الأخبار من العلل الظاهرة كالانقطاع في الإسناد، أدخل في بعض كتب العلل ما يرويه الضعيف، هذه علل ظاهرة وليست خفية، لكنها علل يشملها مسمى العلة، وما يعل به الخبر، وإن كان الأصل في العلة أنها الغامضة الخفية، ثم قال الناظم -رحمه الله تعالى-: ¶ وذو اختلاف سند أو متنِ ... مضطرب عند أهيل الفنِ",
            "page": "20",
            "part": "3",
            "seal": "A0EB41D6"
        },
        {
            "id": "93",
            "nass": "المضطرب عندهم: هو الحديث الذي يروى على أوجه مختلفة متساوية، \"وذو اختلاف سند أو متن\" يروى على أوجه، يروى سنده على أوجه مختلفة، يروى متنه على أوجه مختلفة متساوية، فالحديث الذي يروى على وجه واحد لا يسمى مضطرب، والذي يروى على أوجه متفقة غير مختلفة لا يسمى مضطرباً، والحديث الذي يروى على أوجه مختلفة متفاوتة متباينة يمكن الترجيح بينها هذا لا يسمى مضطرباً، بل لا بد لتسمية الخبر مضطرباً أن يروى على أوجه، على أكثر من وجه، وتكون هذه الأوجه مختلفة غير متفقة، وتكون أيضاً مع اختلافها متساوية في الدرجة؛ لأنه إذا أمكن ترجيح بعضها على بعض انتفى الاضطراب، يمثل لمضطرب السند بحديث الخط: ((إذا صلى أحدكم فليجعل تلقاء وجهه شيئاً، فإن لم يجد فليخط خطاً)) هذا مثل به ابن الصلاح للمضطرب؛ لأنه روي على عشرة أوجه في سنده كلها مختلفة، ولا يمكن الترجيح بينها، لكن ابن حجر أمكنه الترجيح بينها، ونفى الاضطراب، وقال في البلوغ: \"لم يصب من زعم أنه مضطرب، بل هو حديث حسن\" لماذا؟ لأنه أمكنه الترجيح بين هذه الأوجه، أيضاً حديث أبي بكر وأنس وعائشة: ((شيبتني هود وأخواتها)) أراك شبة يا رسول الله؟ قال: ((شيبتني هود وأخواتها)) هذا يمثل به للمضطرب، حديث القلتين يقرر بعض أهل العلم أنه مضطرب في سنده ومتنه، وبعضهم يميل إلى ترجيح بعض الوجوه، فينتفي الاضطراب إذا رجح وجه من هذه الوجوه المختلفة انتفى الاضطراب، ولذا حديث: ((شيبتني))، حديث الخط حسنه ابن حجر ورجح، حديث ((شيبتني هود)) حسنه بعضهم، ورجح بعض الوجوه على بعض، حديث القلتين صححه جمع من أهل العلم؛ لأنهم رجحوه، وهو مضطرب في سنده ومتنه، يوجد فيه اختلاف في المتن ((إذا بلغ الماء قلتين))، ((إذا بلغ الماء قلة))، ((إذا بلغ الماء قلتين أو ثلاثاً))، ((إذا بلغ أربعين قلة))، كل هذه روايات في الحديث، لكن هم رجحوا رواية القلتين، فانتفى عندهم حينئذ الاضطراب. ¶ وذو اختلاف سند أو متنِ ... مضطرب عند أهيل الفنِ",
            "page": "21",
            "part": "3",
            "seal": "3DF50021"
        },
        {
            "id": "94",
            "nass": "عند أهل الحديث \"أهيل الفن\" أهل الحديث، والتصغير أولاً: الحاجة إليه في النظم ظاهرة، أحوجه إلى التصغير النظم، وليس كل تصغير للتحقير أو لتقليل الشأن، لا، ليس كل تصغير للتحقير، بل من التصغير ما هو للتعظيم، تصغير للتعظيم، كما قال: ¶ \"دويهية تصفر منها الأنامل\". ¶ هذا تحقير؟ هذا تعظيم، فمن أهداف الصغير التعظيم، وليكن هذا منه \"عند أهيل\" يعني عند أهل العلم، عند أهل الفن، عند أهل الحديث العظماء الكبار، يسمونه مضطرب، جاء من حديث عائشة أنها سألت النبي -عليه الصلاة والسلام- هل في المال حق سوى الزكاة؟ فأجاب: ((ليس في المال حق سوى الزكاة))، وجاء في رواية: ((إن في المال لحقاً سوى الزكاة)) هذه متفقة وإلا مختلفة؟ مختلفة، يمكن الجمع بينها وإلا ما يمكن؟ إذا أمكن حمله على وجه صحيح، حمل الروايتين على وجه صحيح، لا يجوز الحكم بالاضطراب، كيف يمكن حمل الروايتين على وجه صحيح وهما مختلفتان اختلافاً تاماً؟ حملهما أهل العلم على أن في المال حق سوى الزكاة حق مستحب سوى الزكاة، وليس في المال حق واجب سوى الزكاة، وينتفي الاضطراب، إذا أمكن الجمع ارتفع الاضطراب، فمهما أمكن الجمع بين النصوص يتعين، فلا يحكم على الخبر بالاضطراب إلا إذا أعيت المسالك. ¶ والمدرجات في الحديث ما أتت ... من بعض ألفاظ الرواة اتصلت",
            "page": "22",
            "part": "3",
            "seal": "C47D7033"
        },
        {
            "id": "95",
            "nass": "المدرج: هو ما يزاد في سند حديث أو متنه، ويزاد في المتن جملة أو كلمة في أوله في أثنائه في آخره، متن كامل يدرج في سند أيضاً ألحقوه بالمدرج، فحديث ثابت بن موسى الزاهد، الحديث الذي يرويه ثابت بن موسى الزاهد مخرج عند ابن ماجه مدرج، والقصة وما فيها أن شريك القاضي يحدث طلابه، فقال: حدثنا فلان عن فلان عن فلان عن فلان، فدخل ثابت بن موسى الزاهد، وهو زاهد، وغافل عن حفظ الحديث، ليست له يد ولا عناية بالحديث، لكنه عابد، صاحب عبادة، وقيام ليل، لما دخل ثابت بن موسى وقد وقف شريك على ذكر النبي -عليه الصلاة والسلام- في إسناد حديث، حدثنا فلان، قال: حدثنا فلان، قال: حدثنا فلان، قال: قال رسول الله -صلى الله عليه وسلم-، ثم دخل ثابت المسجد، فقال: \"من كثرة صلاته بالليل حسن وجهه بالنهار\" ثابت لما سمع هذا الخبر، وقبله إسناد أخذ يرويه بالإسناد السابق، شريك لا يريد أن يحدث بحديث عن النبي -عليه الصلاة والسلام-، ولا يريد هذا الكلام متناً للسند الذي ساقه، إنما المناسبة كون هذا العابد دخل، وصاحب قيام ليل، وحسن وجهه بالنهار والحمد لله، صار ثابت لغفلته عن هذا الشأن يحدث، حدثنا شريك قال: حدثنا فلان عن فلان عن النبي -صلى الله عليه وسلم- قال: \"من كثرت صلاته بالليل حسن وجهه بالنهار\" هذا إدراج متن كامل، بعضهم يمثل بهذا، وبعضهم يقول: إن هذا شبه وضع، وليس بموضوع، لا شك أنه إلصاق متن بسند ليس له، وتركيب سند على متن ليس له، الزيادة في المتن في أول الحديث كما في حديث أبي هريرة: \"أسبغوا الوضوء\" ((ويل للأعقاب من النار)) هذه زيادة، \"أسبغوا الوضوء\" من قول أبي هريرة، بدليل الرواية الأخرى: \"أسبغوا الوضوء، فأني سمعت أبا القاسم -صلى الله عليه وسلم- يقول: ((ويل للأعقاب من النار)) الزيادة في أثناء المتن مثل زيادة التعبد، تفسير التحنث بالتعبد في حديث بدأ الوحي، هي من كلام الزهري تفسير، وتواطأ الرواة على نقلها من غير إضافة للزهري، فهذا إدراج، كثير ما يفسر بعض الرواة كلمة في الحديث وتندرج فيه، لكن تأتي الروايات الصحيحة مفصولة، وبهذا يستدل على الإدراج ويحكم به، بالروايات الأخرى، قد يستدل على الإدراج بكون الخبر فيه ما هو",
            "page": "23",
            "part": "3",
            "seal": "12BE7237"
        },
        {
            "id": "96",
            "nass": "مستحيل، لما أثنى النبي -عليه الصلاة والسلام- على المملوك الذي يؤدي حق الله -جل وعلا-، وحق مواليه قال: \"والذي نفسي بيده -في الحديث- لولا الجهاد، وبر أمي لأحببت أن أموت وأنا مملوك\" وبر أمي هذا يستحيل أن يقوله النبي -عليه الصلاة والسلام- لماذا؟ لأن أمه ماتت، ما عنده أم يبر بها، وإن قال بعضهم: أن المراد أمه من الرضاعة، وقال بعضهم: إنه يريد بذلك تعليم أمته، وأن حق الأم عظيم، وشأنها جليل، وإن قيل ذلك، لكن جاء ما يدل على أنه من قول أبي هريرة، أيضاً من قول أبي هريرة في حديث: ((إن أمتي يبعثون يوم القيامة غراً محجلين من آثار الوضوء)) فمن استطاع منكم أن يطيل غرته وتحجيله فليفعل\"، \"فمن استطاع منكم أن يطيل غرته وتحجيله فليفعل\" هذا من قول أبي هريرة، نعم ثبت عن النبي -عليه الصلاة والسلام- أنه غسل يديه حتى أشرع في العضد، وغسل رجليه حتى أشرع في الساق، لكن كيف يتم إطالة الغرة؟ لا يمكن إطالة الغرة، نعم إطالة تحجيل ممكن، أما إطالة الغرة فلا يمكن، وبهذا حكم على هذا الكلام بأنه مدرج من قول أبي هريرة -رضي الله عنه-. ¶ وما روى كل قرين عن أخه ... مدبج فعرفه حقاً وانتخه",
            "page": "24",
            "part": "3",
            "seal": "143E7611"
        },
        {
            "id": "97",
            "nass": "الأقران: هم القوم المتشابهون في السن والأخذ عن الشيوخ، هؤلاء يقال لهم: أقران، يعني إذا كانوا من طبقة واحدة، متشابهين في السن والأخذ عن الشيوخ يسمون أقران، فإذا روى أحدهم عن الأخر سمي رواية الأقران، زيد وعمرو قرينان، روى أحدهما عن الأخر، روى زيد عن عمرو فقط، قلنا: رواية أقران، روى عمرو عن زيد فقط قلنا: رواية الأقران، لكن إذا حصل التزاوج، بمعنى أن زيد يروي عن عمرو، وعمرو يروى عن زيد قلنا: مدبج، هذا مدبج، روت عائشة عن أبي هريرة، وروى أبو هريرة عن عائشة مدبج، روت عائشة عن أبي هريرة فقط هذا رواية أقران، روى التابعي عن التابعي والعكس قلنا: مدبج، وإذا اقتصر أحدهم عن الأخر قلنا: راوية أقران، وهذه موجودة بكثرة، في هذا النوع فيما يذكر من الرواية، رواية الأكابر عن الأصاغر، يروي الشيخ عن تلميذه، يروي الأب عن ابنه، هذا موجود، يروي كبير السن عن صغير السن، يسمونه رواية: الأكابر عن الأصاغر، يعني أن الأصل الصغير يروي عن الكبير، التلميذ يروي عن الشيخ، لكن قد يحتاج إلى العكس، يكون عند التلميذ حديث لا يعرفه الشيخ فيرويه عنه، من أوضح الأدلة على هذا حديث الجساسة، رواه النبي -عليه الصلاة والسلام- عن تميم الداري، حديث الجساسة فهو من رواية الأكابر عن الأصاغر، صالح بن كيسان من كبار الآخذين عن الزهري، وهو أكبر منه سناً، لكنه تأخر في الطلب وحفظ الحديث فاحتاج إلى أن يروي بكثرة عن صالح بن كيسان، فهذا من رواية الأكابر عن الأصاغر، أما رواية الأصاغر عن الأكابر هذه هي الجادة وهي الأكثر، رواية الابن عن أبيه عن جده أيضاً موجودة، رواية الأخ عن أخيه هذه كلها من لطائف الأسانيد التي يعنى بها أهل العلم. ¶ \"وما روى كل قرين عن أخه\" هذه لغة يسمونها في اللغة إيش؟ يعني في الأسماء الخمسة، وش المشهور في إعرابها؟ الأسماء الخمسة؟ نعم، يعني إعرابها بالحروف، ترفع بإيش؟ بالواو، وتنصب بالألف، وتجر بالياء، لكن هنا \"عن أخه\" الأصل: عن أخيه، هناك لغة يقال لها: لغة النقص، \"بأبه\"، \"بأبه اقتدى عدي في الكرم\"، يسمونها لغة النقص، هناك لغة ثالثة في الأسماء الخمسة لغة القصر، \"إن أباها وأبا أباها\" هذه لغة القصر.",
            "page": "25",
            "part": "3",
            "seal": "757278BB"
        },
        {
            "id": "98",
            "nass": "وما روى كل قرين عن أخه ... مدبج فاعرفه حقاً وانتخه ¶ \"وانتخه\": أي افتخر به، واعرفه، واقصده؛ لأنه يدل على شيء من التواضع، يعني رواية القرين عن قرينه يدل على شيء من التواضع، فضلاً عن رواية الأكابر عن الأصاغر، فإن طالب العلم والإنسان عموماً لا ينبل ولا يكمل حتى يروي عمن فوقه، وعمن هو مثله، وعمن هو دونه، فإذا روى عن قرينه احتاج إلى ما عند القرين، ولم يتكبر فروى عنه احتاج إلى شيء عند غيره ممن هو دونه ولم يتكبر عن ذلك، لا شك أنه ينبل ويحصل، وهذا دليل على التواضع. ¶ \"فاعرفه حقاً وانتخه\" يعني اقصده وافتخر به؛ لأنه دليل على تواضع هذا الراوي؛ لأن بعض الناس يأنف أن يروي عن شخص مثله في السن أو أصغر منه، يأنف، لكن بهذا يضيع عليه خير كثير، فلا ينبل الطالب حتى يروي عمن هو فوقه ودونه ومثله، ولا يتعلم العلم مستحي ولا مستكبر، فإذا أنف من ذلك وتكبر لا شك أنه يحرم. ¶ متفق لفظاً وخطاً متفق ... وضده فيما ذكرنا المفترق ¶ مؤتلف متفق الخط فقط ... وضده مختلف فاحش الغلط",
            "page": "26",
            "part": "3",
            "seal": "C097A77B"
        },
        {
            "id": "99",
            "nass": "من المباحث التي تبحث وهي في غاية الأهمية، والجهل بهذا قبيح جداً بطالب العلم، ولا بد أن يعنى بها طالب العلم، ويراجع عليها المصادر؛ لأن أسماء الرجال تختلف عن المتون، المتون قد يستدل عليها بما قبلها وما بعدها، يعني السياق يساعد في أن تفهم اللفظ، وتؤدي اللفظ، وتنطق اللفظ، نعم السياق يساعد، هذه الجملة تستطيع أن تنطقها صواباً باعتبار ما قبلها وما بعدها، لكن راوي من الرواة كيف تنطق هذا الراوي الذي خالف الجادة؟ وأنت ما راجعت عليه الكتب؟ وما أخذته من أفواه الشيوخ؟ يعني كم من شخص يغلط في عَبيدة السلماني؛ لأن الجادة عُبيدة، لكن ما مر عليه هذا، فالعناية بأسماء الرواة في غاية الأهمية، والجهل بها شنيع قبيح لطالب العلم، يعني هل يجدر بشخص من كبار الآن من الذين يشار إليهم، كبار، من الكبار، يعني عمره فوق السبعين، ويتصدر لتعليم الناس وإفتائهم يقول: سلمة بن كهبل، تقبل هذه ممن ينتسب إلى علم؟ نعم، ما تقبل، سلمة بن كهيل هذا معروف، نعم يقرأها سلمة بن كهبل هذا عيب عيب بالنسبة للصغار فضلاً عن الكبار، والطالب إذا لم يعتنِ بهذا الباب من أول الأمر بيستمر، ألفت الكتب الكثيرة في هذا، كتب المتفق والمفترق، والمأتلف والمختلف والمشتبه، كتب كثيرة جداً، فتجد الباب كل الجادة على وزن واحد يخرج واحد، عبيدة مثلاً، \"متفق لفظاً وخطاً متفق\" يتفق في اللفظ والخط، لكنه يفترق في الذات، هذا المتفق والمفترق، يتفق في الخط واللفظ، يفترق في الذات والحقيقة، فمثلاً ستة أشخاص كلهم الخليل بن أحمد، لكن كل واحد يختلف عن الثاني، فإذا مر بك الخليل بن أحمد في علم من العلوم وترجمة لواحد على أنه الخليل بن أحمد صاحب العروض مشكلة، يعني كثير من طلاب العلم الذي لا ينتبه لمثل هذه الأمور، وكل اسم ينبغي أن يستدل به على فنه، يعني تقرأ تعريف لغوي لمسألة من المسائل، وقال: الليث، يجيك طالب العلم ما شاء الله يرجع إلى أقرب مذكور، ويترجم لليث بن سعد الإمام، ما هو بصحيح، نعم، كل إنسان له فن، كتب اللغة تنقل عن الليث بن المظفر، فيقبح بطالب العلم أن ينتقل ذهنه من هذا إلى هذا، وقد يتكايس ويأتي بتعبير يدل على شيء من التحري، يقول: إن لم يكن بن سعد فلا",
            "page": "27",
            "part": "3",
            "seal": "1EC8D07A"
        },
        {
            "id": "100",
            "nass": "أدري من هو؟ يا أخي ابحث واعرف، واقدر الأمور قدرها، ومايز بينها، يأتي في سياق كلام لغوي مثلاً: قال أبو حاتم، يترجم لأبي حاتم الرازي ما هو بصحيح، أبو حاتم السجستاني غير أبي حاتم الرازي، تأتي لعلة من العلل قال أبو حاتم: منكر، يترجم لأبي حاتم السجستاني، ما هو بصحيح يا أخي، هذه أمور لا بد من التنبه لها، لا بد من أن يتنبه لها طالب العلم، ويراجع عليها الكتب، فعندك مثلاً أبو عمران الجوني اثنين ما هو بواحد، وعندك أيضاً أحمد بن جعفر بن حمدان أربعة أشخاص، كيف تميز بين هذا وهذا؟ لا بد من معرفة لهؤلاء الأشخاص، وتضع في ذهنك احتمالات كثيرة، الخليل بن أحمد ستة، يعني مجرد ما يأتيك الخليل في أي فن من الفنون تبي تذهب وتترجم لصاحب العروض، الخليل بن أحمد الفراهيدي باعتباره أشهر واحد، نقول: ما هو بصحيح، كم شخص زل في مثل هذا لعدم خبرته بهذه الأمور، فيتفق الاسم واللقب، وأحياناً الكنية، وأحياناً يتفق رباعي ولا يكون هو، فليتحرى الطالب المقصود ويستدل على هذا، ويراجع الكتب على مثل هذا، أحياناً تأتي أسماء مهملة فيصعب تعيينها من قبل الطالب الذي ما عنده خبرة، أتصوروا شخص يبحث في فقه عالم من العلماء، رسالة دكتوراه في فقه عالم من العلماء، ما استطاع الطالب يعرف اسم هذا العالم، فقه فلان، ما استطاع، سأل الكبار والله ما وجد حل، راجع الكتب ما في فائدة، يعني تطلع فقه شخص ما تدري من هو؟ نعم يستحق البحث الرجل، واسمه يدور في كتب الفقه كثير، لكن كيف تجد النص على هذا العالم، تحتاج إلى سعة إطلاع، تحتاج إلى خبرة، تحتاج إلى تقييد الفوائد، يعني من يحل مثل هذا الإشكال، يعني مر في شرح النووي على مسلم في الجزء العاشر والحادي عشر أما فلان الذي يدور اسمه كثيراً فهو ابن فلان بن فلان بن فلان، وانتهى الإشكال، فنحتاج إلى تقييد مثل هذه الأمور، والعناية بمثل هذه الأمور، وإذا حصل الإنسان على ضبط كلمة فليودعها سويداء قلبه، يهتم بها، ما هو تمر مرور كأنها لوحات المحلات التي في الشوارع، يقرأ هذه وكأنها ما تعنيه، لا، هذا علم وأنت محتاج إلى العلوم المتكاملة، وألف في كل فرع من فروع علم الرجال كتب كثيرة، فمثل هذه الأمور في الرواة يأتي",
            "page": "28",
            "part": "3",
            "seal": "D01A5A6F"
        },
        {
            "id": "101",
            "nass": "فلان بن فلان بن فلان، فأنت تظن هذا هو هذا، فواحد من المعتنين يجعل الاثنين واحد، ويجعل الواحد اثنين، المقصود أن مثل هذا ما ترك للاجتهاد؛ لأنه لا يدرك بالاجتهاد، فيه كتاب اسمه: (موضح أوهام الجمع والتفريق) للخطيب البغدادي من أعظم الكتب في تمييز مثل هذه الإشكالات، له المتفق والمفترق، له المؤتلف والمختلف، له تلخيص المتشابه في الرسم، له كتب كثيرة في هذا الباب، وهو أمام من أئمة هذا الشأن، أيضاً الحافظ بن حجر له في الباب الثاني اللي هو المؤتلف والمختلف. ¶ مؤتلف متفق الخط فقط ... وضده مختلف فاحش الغلط",
            "page": "29",
            "part": "3",
            "seal": "6A149EFC"
        },
        {
            "id": "102",
            "nass": "يعني الفاحش الغلط يعني الغلط الذي يقع فيه طالب العلم بسبب جهله في هذا الباب غلط فاحش، والسبب تقارب الكلمة في الرسم، مثلاً سلام وسلاّم الجادة سلاّم بالتشديد، استثني من ذلك أشخاص معدودين، أوصلهم بعضهم إلى خمسة، عُمارة وعِمارة كلهم عُمارة إلا والد أبي بن عِمارة، حازم هذا الجادة، وفي خازم، أبو معاوية الضرير اسمه محمد بن خازم، خراش وحراش، والد ربعي اسمه حراش بالحاء، كلهم يتفقون على هذا، إلا المنذري في مختصر سنن أبي داود، فضبطه بالخاء المعجمة، وغلطوه، عِبيدة وعُبيدة، الأمثلة كثيرة جداً، والمؤلفات أيضاً موجودة، و (المشتبه) للذهبي يحل مثل هذه الإشكالات، (تبصير المنتبه) للحافظ ابن حجر، (الإكمال) لابن ماكولا أيضاً كتاب عظيم، و (تكملة الإكمال)، الشروح، شروح كتب السنة أيضاً تعتني بهذا عناية فائقة، تضبط الأسماء، وتضبط الكلمات المشتبه في الرسم بالحرف، أحياناً بالشكل، وأحياناً بالحرف، وأحياناً بالضد، وأحياناً بالنضير، كل هذا من باب العناية، لكيلا يخطأ طالب العلم، فأحياناً يقول: حدثني حرام بن عثمان، حرام كيف تضبط حرام؟ يمكن تظن حزام أو خزام؟ حرام يقول: \"بلفظ ضد الحلال\" انتهى، ما يحتاج أن يقول بالمهملات، بالحاء المهملة المفتوحة، وبالراء، إلى آخره، ما يحتاج أن يقول هذا، قال: \"بلفظ ضد الحلال\" حرام ما أحد بيخطأ في هذا، الحكم بن عُتيبة، بتصغير عتبة الدار، وهكذا، عندهم عناية يأتون بالضبط على وجوه متعددة، وأحياناً تضبط الكلمة بعد أن تكتب مجتمعة، الهجيمي تكتب هكذا، وتضبط بالحركات، ثم بعد ذلك تكتب في الحاشية مقطعة؛ لأن الحرف قد يشتبه بغيره في الاجتماع، لكن إذا أفرد صار هاء، الهاء يمكن تشتبه بغيرها إذا أفردت ما يكمن، والجيم كذلك، وإذا أفردت ونقطت وضبطت ما يمكن أن تشتبه، وأهل العلم أبدوا في هذا عناية فائقة؛ لأن الخطأ في مثل هذا شنيع، ولذلك قال: \"فاحش الغلط\" وذكرنا مثال لواحد الكبار يقرأ سلمة بن كهيل ابن كهبل، يعني والله ما يقبلها صغار الطلاب، منهم من يجعل قواعد فيما يشترك فيه أكثر من راوي من وصف أو كنية، مثلاً أبو حازم إذا روى عن أبي هريرة فالمراد كذا، إذا روى عن سهل بن سعد فالمراد كذا نعم،",
            "page": "30",
            "part": "3",
            "seal": "B523FB9D"
        },
        {
            "id": "103",
            "nass": "واللفظ واحد أبو حازم، يأتيك في الإسناد عن أبي حازم عن سهل بن سعد، تبحث في التابعين تجد أكثر من أبي حازم، فإذا روى عن سهل بن سعد فالمراد به سلمة بن دينار، الزاهد المعروف، إذا روى عن أبي هريرة فهو سلمان، بعد هذا يقول الناظم -رحمه الله تعالى-: ¶ المنكر الفرد به راوٍ غدا ... تعديله لا يحمل التفردا ¶ المنكر سبق الإشارة إلى حد من حدوده عند بعض أهل العلم: وهو ما يخالف فيه الضعيف غيره من الرواة، فإذا وجدت المخالفة مع ضعف المخالف فالرواية منكرة، ومنهم من يطلق المنكر بإزاء تفرد من لا يحتمل تفرده، مثل حديث: ((كلوا البلح بالتمر، فإنه إذا أكله ابن أدم غضب الشيطان، وقال: عاش ابن آدم حتى أكل الجديد بالخلق)) الأيام هذه يمكن أن يأكل البلح بالتمر، نعم تفرد به أبو ذكير وليس عنده من الضبط والإتقان ما يحتمل معه تفرده؛ لأنه ليس من أهل الحفظ والضبط والإتقان، فقالوا: هذا منكر؛ لأنه تفرد به من لا يعتمد تفرده، أيضاً لفظه منكر، لماذا؟ لأن الشيطان لا يغضب من طول عمر بن آدم، قد يفرح ببن آدم إذا طال عمره، إذا كان عمره لا يستغله فيما يرضي الله -جل وعلا-، إنما يغضب إذا استعمل هذا العمر في طاعة الله -جل وعلا-، طويلاً كان أو قصيراً، هذا الذي يغضب الشيطان، ومنهم من يقول: المنكر والشاذ واحد، لا فرق بينهما. ¶ المنكر الفرد كذا البرديجي ... أطلق، والصواب في التخريجِ ¶ إجراء تفصيل لدى الشذوذ مر ... فهو بمعناه كذا الشيخ ذكر ¶ يعني ابن الصلاح ذكر أن المنكر والشاذ بمعنى واحد، والشاذ كما يطلق فيما يتضمن مخالفة يطلق أيضاً على مجرد التفرد، سواء كان المتفرد ثقة أو ضعيفاً، يسمى شاذ، لكن من الشاذ ما هو صحيح، ومن الشاذ ما هو مردود، وإذا تفرد غير الثقة، غير الحافظ، غير الضابط اتجه القول بالشذوذ، والقول بالنكارة، \"تعديله لا يحمل التفردا\" فإذا لم يكن عند الراوي من الضبط والإتقان بحيث يحتمل تفرده حكم عليه بالنكارة. ¶ متروكه ما واحد به انفرد ... وأجمعوا لضعفه فهو كرد",
            "page": "31",
            "part": "3",
            "seal": "BCE7739B"
        },
        {
            "id": "104",
            "nass": "المتروك: ما يرويه المتهم بالكذب، أو يتفرد به راوٍ بحيث لا يعرف الخبر إلا من قبله، ويكون الخبر مخالف للقواعد المعلومة من الدين، فيكون الخبر متروكاً، وراويه متهم، فالمتروك ما يرويه المتهم بالكذب، فمتى يتهم الراوي بالكذب؟ يتهم الراوي بالكذب إذا عرف بالكذب في حديثه العادي مع الناس، ولم يثبت عنه أنه كذب على النبي -عليه الصلاة والسلام- يتهم بالكذب، لأن هذا لا يتورع عن أن يكذب، مادام معروف بالكذب في حديثه مع الناس يتهم بالكذب على النبي -عليه الصلاة والسلام-، ولا يرمى بالكذب، ولا يقال: يكذب ولا كذاب حتى يثبت فيه أنه كذب على النبي -عليه الصلاة والسلام- ولو مرة واحدة، ما يرويه المتهم بالكذب يسمى متروك. ¶ متروكه ما واحد به انفرد ... وأجمعوا لضعفه فهو كرد ¶ يعني من اتفق العلماء على ضعفه، يعني لا يوجد من يوثقه، وكل من تكلم فيه تكلم فيه بالضعف، أجمعوا على ضعفه يسمى خبره المتروك \"فهو كرد\" يعني مثل المردود، الرد: مصدر رد يرد رداً، مصدر يراد به اسم المفعول المردود \"فهو كرد\" يعني كالمردود، والمردود أولى ما يطلق عليه الرد الموضوع المكذوب المختلق على النبي -عليه الصلاة والسلام-، فهو في حكمه، لماذا صار في حكمه؟ لأن ضعفه شديد، فلا يقبل الإنجبار، فوجوده مثل عدمه، والله أعلم. ¶ وصلى الله وسلم وبارك على ورسوله، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "32",
            "part": "3",
            "seal": "8A2895D4"
        },
        {
            "id": "105",
            "nass": "شرح المنظومة البيقونية (4) ¶ الشيخ/ عبد الكريم الخضير ¶ السلام عليكم ورحمة الله وبركاته. ¶ الحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا محمد وعلى آله وصحبه أجمعين. قال الناظم -رحمه الله تعالى-: ¶ والكذب المختلق المصنوعُ ... على النبي فذلك الموضوعُ",
            "page": "1",
            "part": "4",
            "seal": "20EFC0A1"
        },
        {
            "id": "106",
            "nass": "الكذب المختلق المصنوع، الحديث الموضوع المكذوب المفترى زوراً وبهتاناً على النبي -صلى الله عليه وسلم-، الكذب على النبي -عليه الصلاة والسلام- موبقة من الموبقات، كبيرة من كبائر الذنوب، يقول النبي -عليه الصلاة والسلام- في الحديث المتواتر: ((من كذب عليّ متعمداً فليتبوأ مقعده من النار))، وذهب الجويني والد إمام الحرمين إلى أن من يتعمد الكذب على النبي -عليه الصلاة والسلام- يكفر، لكن هذه هفوة وزلة من الجويني؛ لأنه لا يكفر بالذنب مهما كبر دون الشرك، هذه هفوة وزلة عظيمة من الحاكم والمحكوم عليه، فالمحكوم عليه هذا الذي كذب وافترى وتعمد الكذب على النبي -عليه الصلاة والسلام- هفوته عظيمة وزلته كبيرة، لكن أيضاً من حكم عليه بالكفر زلته كبيرة، وهفوة عظيمة، فهو لا شك أنه يتبوأ مقعده، يتخذ منزله من النار، نسأل الله العافية، من يكذب على النبي -عليه الصلاة والسلام-، فمن كذب واختلق على النبي -عليه الصلاة والسلام- حديثاً صنف في عداد الوضاعين، ولا يقبل خبره لا هذا ولا غيره، أما إذا تاب من الكذب، وصلحت حاله بعد ذلك، فالخلاف معروف، من أهل العلم من يقول: أنها لا تقبل توبته، معنى أنه لا تقبل توبته أي لا يقبل خبره فيما بعد ولو تاب؛ لأن الكذب شأنه عظيم، جرمه شنيع، فلا تقبل توبته، ومنهم من يقول: أن الكذب ليس بأعظم من الشرك فمن تاب تاب الله عليه، والتوبة تهدم ما كان قبلها، وهذا أجرى على القواعد، لكن من عرف بالكذب على النبي -صلى الله عليه وسلم- ولو مرة واحدة، أخباره مردودة، ولا تجوز رواية الكذب، ولا تجوز رواية الموضوع إلا لبيان وضعه، لا تجوز رواية الخبر الموضوع إلا مع بيان وضعه بالأسلوب الذي يفهمه السامع، يعني ما يكفي خطيب أن يأتي بحديث موضوع ويقول للناس: هذا حديث موضوع على المنبر؛ لأن كثير من السامعين ما يعرف إيش معنى الموضوع؟ ما يدرك معنى الموضوع، فلا يكفي أن يقول: موضوع.",
            "page": "2",
            "part": "4",
            "seal": "E4A20FF1"
        },
        {
            "id": "107",
            "nass": "سئل الحافظ العراقي -رحمه الله تعالى- عن حديث فقال: هذا كذب، هذا لا أصل له، مكذوب على النبي -عليه الصلاة والسلام-، فقام شخص من العجم فقال: يا شيخ كيف تقول: مكذوب وهو مروي بكتب السنة بالإسناد مروي، مكذوب وهو مروي بكتب السنة بالإسناد؟ فقيل له: تحضره من كتب السنة بالإسناد، فجاء به من الغد من كتاب الموضوعات لابن الجوزي، تعجبوا من كونه لا يعرف موضوع الموضوع، يعني إذا كان الناس في السابق يكفي أن تذكر الخبر بإسناده وتبرأ من العهدة؛ لأن العصر عصر رواية، ويفهمون الضعيف من الصحيح بإسناده، بعد ذلك لا يكفي الإسناد لا بد أن تنص على درجة الحديث، بعد ذلك قد لا تكفي درجة الحديث، بل لا بد أن تبين بالأسلوب الذي يفهمه السامع، هل تمكن نسبته إلى النبي -عليه الصلاة والسلام- أو لا تمكن؟ ¶ والكذب المختلق المصنوعُ ... على النبي فذلك الموضوعُ",
            "page": "3",
            "part": "4",
            "seal": "67BDE9FE"
        },
        {
            "id": "108",
            "nass": "هذا هو الحديث الموضوع المختلق المفترى الملصق المنسوب إلى النبي -عليه الصلاة والسلام- زوراً وبهتاناً، ويعرف الكذب بأمور كثيرة، وعلامات يستدل بها أهل العلم، والأمور الحاملة للرواة على الكذب معروفة، والواضعون أصناف وأجناس، لكن أضرهم قوم ينتسبون إلى الزهد والورع والعبادة، يضعون ويكذبون على النبي -عليه الصلاة والسلام- أحاديث في الترغيب والترهيب، يظنون أنهم يردون بذلك الناس إلى الدين، فتقبل منهم ثقة بهم، يقبلها الناس، أضر هؤلاء الوضاعين، نعم، هؤلاء الذين ظاهرهم الصلاح؛ لأن الناس يثقون بهم، أما الزنديق والفاسق والفاجر والمعلن بفسقه وفجوره هذا ما يمكن يمشي خبره، ولذلكم ترون أكثر ما يضر الدين زلة عالم، أو اجتهاد مجتهد ليس من أهل الاجتهاد، ممن ينتسب إلى الدين، أما ما يقال عن الدين من غير أهله من كفار أو منافقين أو زنادقة أو ملاحدة هذا ما يؤثر، مثل ما يؤثر الكلام في الدين ممن ينتسب إليه وظاهره الصلاح، فهؤلاء الزهاد الذين وضعوا أحاديث حسبة، يحتسبون الأجر من الله -جل وعلا-، وضعوا في فضائل القرآن؛ لأنهم رأوا الناس انصرفوا عن القرآن، انصرفوا إلى فقه أبي حنفية ومغازي أبي إسحاق وكذا وكذا، فأراد أن يردهم إلى قراءة القرآن فوضع أحاديث، هذا الدين ليس بحاجة إلى مثل هذا الترويج، الدين كامل في عصر النبي -عليه الصلاة والسلام-، وفيما صح من النصوص غنية، فيما ثبت عن النبي -عليه الصلاة والسلام- ما يغنينا من أن نحتاج إلى مثل هذا، فمنهم من يبرر ويقول: الرسول -عليه الصلاة والسلام- يقول: ((من كذب عليّ)) ويزعم أنه ما كذب على النبي -عليه الصلاة والسلام-، إنما كذب له، هذا ضلال، نسأل الله العافية، إيش معنى كذب له وكذب عليه؟ هو كله كذب على النبي -عليه الصلاة والسلام-، بعض المفسرين يذكر الخبر الموضوع المنسوب إلى أُبي في فضائل السور، منهم من يذكره جملة، ومنهم من يذكره في صدر كل سورة؛ لأنه مر على السور كلها، من قرأ كذا فله كذا، ومن قرأ كذا فله كذا، يضعون في مقدمة كل سورة، ومنهم من يضعه في آخر كل سورة، لا ينتقدونه بشيء، كالواحدي والزمخشري، وكثير من أهل العلم الذين لا عناية لهم بالحديث، وضعوا هذا الخبر، لكن من",
            "page": "4",
            "part": "4",
            "seal": "3057C10F"
        },
        {
            "id": "109",
            "nass": "أضرهم وأشدهم صاحب روح البيان، تفسير روح البيان، اسمه: إسماعيل حقي البروسوي، يعني متوفى من مائة وخمسين سنة، أو مائتين سنة يمكن، لا أكثر يمكن مائتين وخمسين سنة الظاهر، المقصود أن هذا يروي هذه الأحاديث ويبرر روايته لها بقوله يقول: إن ثبتت بها ونعمت، وإن لم تثبت قد قال السابق: ما كذبنا عليه، وإنما كذبنا له، يعني يستدل بقول أفاك، يستدل بقول وضاع، هذا التبرير غير مقبول أبداً، ومن يورد هذه الأحاديث ولا يبين درجتها، ويحذر منها فهو شريك لواضعها ((من حدث عني بحديث يرى أنه كذب فهو أحد الكاذبين)) الموضوعات فيها كتب من أهمها الموضوعات لابن الجوزي الذي ذكرناه، واللآليء المصنوعة للسيوطي، لكن ابن الجوزي تساهل على بعض الأحاديث في الحكم عليها بالوضع، تساهل، حكم على أحاديث ضعيفة لا تصل إلى درجة الوضع، وحكم على بعض الأحاديث الحسنة، بل حكم على بعض الأحاديث الصحيحة، هذا قليل نادر، لكنه موجود، يقول الحافظ العراقي -رحمه الله تعالى-: ¶ وأكثر الجامع فيه إذ خرج ... لمطلق الضعف عنى أبا الفرج",
            "page": "5",
            "part": "4",
            "seal": "AF739F84"
        },
        {
            "id": "110",
            "nass": "يعني ابن الجوزي، أورد بعض الأحاديث الضعيفة في كتابه الموضوعات، بل أورد حديث في صحيح مسلم وحديث في صحيح البخاري من رواية حماد بن شاكر، أورد تسعة أحاديث في المسند، أورد من سنن أبي داود وغيره، المقصود أن مثل هذا يضر القارئ، يعني إدخال أحاديث صحيحة أو حسنة أو ضعيفة في الموضوعات يضر بالقارئ، نضير الضرر الحاصل من حكم الحاكم بالصحة لأحاديث ضعيفة، بل واهية، بل موضوعة، فعندنا الحاكم صاحب المستدرك، وعندنا ابن الجوزي في الموضوعات على طرفي نقيض، وعمل كل منهما بالغ الضرر، الحاكم حكم على بعض الأحاديث بالصحة، وفيها ما هو موضوع، وشديد الضعف، وواهي، هذا يغرر القارئ بأن يعمل بهذه الأحاديث الضعيفة، وعمل ابن الجوزي على النقيض، يجعل المسلم لا يعمل بأحاديث ثابتة، وكلا الطرفين مضر، والضرر بهذا نضير هذا، والاحتياط في مثل هذا لا يمكن، ما تقول: أحكم عليه بالوضع صيانة للسنة، وأحتاط للسنة، لأنك إذا حكمت عليه صيانة للسنة فرطت من جهة وهو أنك أضعت عمل، بل حكم شرعي مرتب على هذا الحديث، والعكس إذا صححت الضعيف جعلت الأمة تعمل بحديث ينسبه إلى النبي -عليه الصلاة والسلام-، وهو لا يثبت عنه -عليه الصلاة والسلام-، وكلاهما بالغ الضرر. ¶ \"وقد أتت\" يعني هذه المنظومة المختصرة \"كالجوهر المكنون\". ¶ وقد أتت كالجوهر المكنونِ ... سميتها منظومة البيقوني ¶ ولا يعرف على اليقين من اسمه إلا هذه النسبة، أما اسمه فقد اختلف فيه، هل عمر أو طه؟ واسم أبيه؟ المقصود أنه مختلف فيه، مثل ما ذكرنا في الأمر. ¶ فوق الثلاثين بأربع أتت ... أقسامها تمت بخير ختمت ¶ فهي أربع وثلاثين بيت، سهل حفظها، ونعيد ما ذكرناه سابقاً أن من كانت الحافظة تسعفه لا يحفظ هذه المنظومة أبداً؛ لأن فيه قصر شديد، فيها قصور شديد، فيها أبواب كاملة وأنواع مهملة، فالذي تسعفه حافظته لحفظ ألفية العراقي ذلك المطلوب، إن قصرت به حافظته فليحفظ نظم النخبة للصنعاني، الشخص الذي يقول: والله أنا مانا من أهل العلم الشرعي، ويكفيني مبادئ من كل علم، طبيب وإلا مهندس وإلا شيء، نقول له: احفظ البيقونية، احفظ البيقونية أحسن من لا شيء، نعم، فالأمور تقدر بقدرها. ¶ هذه أسئلة:",
            "page": "6",
            "part": "4",
            "seal": "6B2DEEE8"
        },
        {
            "id": "111",
            "nass": "يقول: توفي أخي في إحدى الشركات التابعة للمعادن بواسطة آلة، والآن شركة التأمين تريد أن تعطي والدي ستة مليون مغربية، هل يجوز أن يأخذها هو؟ ¶ طبعاً مسألة التأمين على الحياة معروف أنها حكم أهل العلم بتحريمها، فتبعاً لها، تبعاً للحكم لا يجوز أخذ ما ترتب على العقد الباطل، ما ترتب على العقود الباطلة باطل، نعم، فالباطل ما لا تترتب آثاره عليه عند أهل العلم، العقد الباطل هو العقد الذي لا تترتب آثاره عليه، فمن الآثار المترتبة أخذ هذا المبلغ، فلا يجوز أن يؤخذ. ¶ يقول: لماذا تم تفضيل ألفية العراقي على ألفية السيوطي؟ ¶ ألفية العراقي تطبع قريباً، وفيها المقارنة بينها وبين ألفية السيوطي من وجوه، ولو لم يكن من هذه الوجوه إلا إمامة الحافظ العراقي، والعلم دين ينبغي أن تنظر عمن تأخذ دينك، فإمامة العراقي كافية في أن يعمل بكلامه ويقتدى به، أما السيوطي فليس بقريب منه، وإن جمع، وإن صنف، وألف وجمع وتعب، فهو -إن شاء الله- يؤجر على ذلك، لكن بينهما مفاوز، الأمر الثاني: أن ألفية العراقي أسهل وأيسر، وهي أصل ألفية السيوطي، يقول السيوطي في ألفيته: ¶ \"واقرأ كتاباً تدري منه الاصطلاح كهذه -يعني ألفيته- أو أصلها -ألفية العراقي وابن الصلاح-\" فمادام أن الأصل موجود لسنا بحاجة إلى فرع. ¶ الأمر الثالث: أن العراقي أسلوبه أيسر وأسمح، ويوجد من الأبيات الكثيرة التي يأخذ السيوطي شطر البيت من كلام العراقي، ويكمله من عنده، العراقي يهتم بالتعاريف، والخلاف فيها، يهتم بالأمثلة، يهتم بالتقسيم، يذكر الخلاف منسوبة الأقوال إلى .. ، يهتم بالأمثلة اهتمام بالغ، السيوطي زاد أنواع صارت على حساب الخلاف ونسبة الأقوال والأمثلة، وعلى كل حال ما زاده السيوطي يمكن أن يؤخذ من ألفيته، وتكون العمدة ألفية العراقي. ¶ إذا أتم الطالب حفظ ألفية العراقي هل له أن يطالع في شروح ألفية السيوطي؟",
            "page": "7",
            "part": "4",
            "seal": "5D2C956B"
        },
        {
            "id": "112",
            "nass": "أما بالنسبة للمطالعة والمراجعة والإفادة فليقرأ كل شيء، ويراجع كل شيء، كل ما كتب في هذا الفن يحتاج إليه، ليس معنى هذا أننا نقول: يقرأ النخبة، ثم مختصر ابن كثير، ثم ألفية العراقي معناه أنه لا يقرأ الكتب الأخرى، لا يقرأ التدريب، لا يقرأ توضيح الأفكار، لا يقرأ .. ، لا، يقرأ كل شيء، وقد يحتاج في البحث عن مسألة مرت عليه في ألفية العراقي إلى أن يقرأ كل ما كتب في المصطلح، للمتقدمين والمتأخرين، أحياناً يحتاج إلى ما عند القاسم في (قواعد التحديث)، الجزائري في (توجيه النظر)، أبو شهبه في (بسيطه)، كتب كثيرة ألفت من المتقدمين والمتأخرين، لا بد من مراجعتها عند الحاجة، لكن هناك محور للطالب ينبغي أن يدور علمه عليه، يجعل محور بحثه في علوم الحديث ألفية العراقي، هذا الذي نقوله، ليس معنى هذا أننا نمنع من أن تقرأ الكتب الأخرى، أبداً. ¶ يقول: ما أصح الأقوال في رواية عمرو بن شعيب عن أبيه عن جده، وراوية الحسن عن سمرة؟ ¶ رواية عمرو بن شعيب عن أبيه عن جده التوسط فيها أن يقال: إذا ثبت السند إلى عمرو فالخبر حسن، ما يروى بهذه السلسلة حسن، يتوسط في أمرها، منهم من يصحح، ومنهم من يضعف، ومنشأ التضعيف وسببه الخلاف في عود الضمير في جده، هل هو إلى عمرو؟ فجده محمد تابعي، فيكون الخبر مرسلاً، أو إلى شعيب وجده عبد الله بن عمرو، والخلاف في سماع شعيب من جده عبد الله بن عمرو معروف، على كل حال الخلاصة أن هذه السلسلة ما يروى بها إذا صح السند إلى عمرو فهو حسن. ¶ أما رواية الحسن عن سمرة فإذا استثنينا حديث العقيقة الذي نص عليه في صحيح البخاري، نعم، قال لي .. ، عن حبيب بن الشهيد قال لي محمد بن سيرين: سل الحسن عمن سمعت حديث العقيقة، فقال: من سمرة، هذا منصوص على أنه .. ، أما ما عدا ذلك فهو على الانقطاع، حتى يصرح الحسن بالتحديث. ¶ يقول: إني أحب حفظ الحديث، لكن عندما أحفظ الأحاديث سرعان ما يتشابه تخريجها علي، فما هي نصيحتكم لي؟",
            "page": "8",
            "part": "4",
            "seal": "0B6628FF"
        },
        {
            "id": "113",
            "nass": "على كل حال الحفظ إن لم يتعاهد يضيع، فلا بد من متابعة المراجعة والاستذكار، وأما تثبيت التخريج فبالرجوع إلى المصادر الأصلية، إذا قال لك الحافظ: حديث فلان، حديث كذا رواه الأربعة، ارجع إلى الأربعة، ارجع إلى الكتب الأصلية، فأنت تذكر إنك رجعت إلى سنن أبي داود، تذكر إنك رجعت إلى الترمذي، تذكر إنك رجعت للنسائي وابن ماجه، ما تنسى حينئذ، لكن أخرجه الأربعة ستنساه، إن لم تكن الحافظة تسعف، أو ضعفت المذاكرة والتذكر لهذه الأحاديث. ¶ يقول: كلمة توجيهية لطلبة العلم للاهتمام بالوقت؟ ¶ لا شك أن العمر هو الوقت، فلان من الناس زيد يساوي هذه الدقائق التي يعيشها، فإن أحسن اغتنام هذا الوقت صار محسناً إلى نفسه، حريصاً على نفعها، حريصاً على خلاصها، وإن ضيعها فعاد هو الخسران، فعلى طالب العلم أن يعنى بالوقت، وأن يستثمر الوقت. ¶ يقول: هل ينكر على الواعظ الذي يستدل بالأحاديث الضعيفة إما لجهله، أو لرد الناس إلى الدين؟ ¶ نعم ينكر عليه، ولا يجوز للواعظ أن يذكر أحاديث ضعيفة ويلقيها على العوام إلا مقرونة ببيان ضعفها. ¶ يقول: لو أن شاباً عند عقد زواجه اشترط عليه أهل الفتاة شروطاً، وبعد الزواج لم ينفذ الشروط، ما حكمه؟ ¶ ((إن أحق ما يوفى به من الشروط ما استحللتم به الفروج)) فلا بد من الوفاء بها، لكن قد يقول قائل: إنه إذا كان بعد الدخول، وتبين له أن التزامه بهذا الشرط مضر، ورأى أن الانفصال من النكاح بكامله أسهل من الالتزام بهذا الشرط، فقال لها: إما أن تتركي الدراسة، أو تتركي الوظيفة، وإلا ما بيننا شيء، الله يستر عليك، روحي لأهلك، باعتبار أنه يملك الطرف الآخر الذي هو الطلاق، يملك التنازل عن هذا الشرط، فإذا اختارت البقاء مع التنازل عن هذا الشرط هي التي تتنازل، لكن إذا لم يقل بهذه الطريقة يقول: لا بد أن تجلسي ولا أطلقك واتركي الوظيفة، ما يجوز؛ لأن الشرط يجب الوفاء به، أما إذا خيرها بين أمرين يملك أحدهما، الأمر إليه، إما تتركي الوظيفة وإلا السلام عليكم، إحنا صحيح اشترطنا والتزمنا لكن أنا لا أستطيع، فإذا خيرها بين أمرين يملك أحدهما ملك الأخر. ¶ الكتب التي فيها أحاديث موضوعة وبعض الناس يصرون عليها وعلى قراءتها؟",
            "page": "9",
            "part": "4",
            "seal": "2C1A326E"
        },
        {
            "id": "114",
            "nass": "لا شك أن بعض الكتب من كتب التفسير مثلاً، أو كتب الفقه، أو بعض كتب المساندة مثل الأصول وغيرها يوجد فيها بعض الأحاديث الضعيفة، ويوجد فيها أيضاً المنكرة والواهية والموضوعة، لا بد من بيانها. ¶ يقول: ذكرتم أمس أن قصب السكر للصنعاني نظم النخبة أفضل المنظومات عليها -يعني على النخبة- فهل هي نفسها الدر المكنون؟ ¶ لا، قصب السكر للصنعاني، والدر، وش الدر المكنون؟ اللؤلؤ نعم، ما هو بالدر، اللؤلؤ المكنون في الأسانيد والمتون، هذا للشيخ حافظ بن أحمد الحكمي، نظم نفيس، وجامع لكليات هذا العلم، لكن نظم الصنعاني شامل لجميع المباحث، مباحث النخبة، وهو في مائتي بيت وبيت، أو خمسة، أو ستة أبيات على الخلاف بين النسخ، يقول: ¶ طالعتها يوماً من الأيامِ ... فاشتقت أن أودعها نظامي ¶ فتم من بكرة ذاك اليومِ ... إلى المساء عند قدوم النومِ ¶ مائتين بيت النخبة كاملة في يوم واحد نظمها، وهي منظومة متينة، وفيها جل ما يحتاجه طالب العلم في هذا الفن، والدر المكنون كتاب نفيس، والشيخ اجتهد -رحمه الله- في نظمه، وجمع فيه جل المطالب، وهو في ثلاثمائة وأربعين بيت، يعني أكثر من نظم النخبة. ¶ يقول: أيهما أفضل من جهة الحفظ والفهم لمن يريد الاقتصار على أحدهما المحرر أو بلوغ المرام؟ ¶ المحرر أمتن من البلوغ، وأحكام ابن عبد الهادي بالنسبة لتعليل الأحاديث، والتنبيه على بعض الأمور من حيث الصناعة الحديثية لا شك أن المحرر أمتن، لكن يشكل عليه أنه ما خدم، يعني ليس له شرح مطبوع، والشروح المسجلة عليه قليلة، بينما البلوغ كتاب مطروق ومعروف، يعرفه العلماء كلهم، وشرحوه، شروحه مطبوعة، يعني ما يشكل على طالب العلم شيء، لكن لو انتشرت شروح المحرر لكانت العناية به أجدر. ¶ يقول: ما رأيكم في تيسير مصطلح الحديث للطحان؟ ¶ تيسير مصطلح الحديث النوع تعريفه مثاله، يصلح لغير المختصين، طبيب مهندس تاجر أديب لأي شيء يصلح، باعتباره واضح تعريف ومثال ينفع، لكن طالب علم يريد أن يؤصل نفسه لا يتربى على كتب المعاصرين أبداً، لا بد من الرجوع إلى كتب المتقدمين. ¶ يقول: الإمام أحمد رد حديث ابن عباس في الطلاق في مسلم بأن فتواه على خلاف ذلك فهل هذه علة قادحة؟",
            "page": "10",
            "part": "4",
            "seal": "BEF47DFE"
        },
        {
            "id": "115",
            "nass": "لعل الإمام أحمد رجح، رجح بفتوى الصحابي، وإلا فالأصل المعول على المرفوع، وش حديث ابن عباس في الطلاق؟ ¶ طالب:. . . . . . . . . ¶ إيه، معروف، إمضاء عمر يعني. ¶ ما صحت قاعدة: العبرة برواية الصحابي لا برأيه؟ ¶ إيه، نعم الجمهور على هذا، أن العبرة بما روى لا بما رأى، إذا اختلف رأيه عن روايته. ¶ يقول: من عالم الحديث رواية ودراية يعد ابن باز أو الألباني الذي تنصحون الفائدة منه ومن كتبه؟ ¶ كلاهما، كلاهما من أهل الحديث، والعناية بالحديث، وهما مجتمعان مجددان لهذا العلم، الألباني فيما يخص الرواية، والشيخ بن باز -رحمه الله تعالى- فيما يختص بالدراية، ولكن منهما نصيب مما ذكر للأخر، يعني الشيخ الألباني مع عنايته بالرواية له أيضاً يد في الدراية، لكن هو في الرواية أظهر، والشيخ بن باز على العكس، يعني عنايته بالاستنباط والاستدلال والتفقه من السنة والعناية بها ونشرها وقرأتها واقرأها، هذا معروف من الشيخين -رحمهما الله تعالى-. ¶ ((رحم الله امرأ صلى قبل العصر أربعاً))؟ ¶ هذا الحديث حسن -إن شاء الله تعالى-. ¶ يقول: ((إذا صلى أحدكم ركعتي الفجر فليضطجع عن يمينه))؟ ¶ هذا معروف من فعله -عليه الصلاة والسلام-، أما الأمر به حكم شيخ الإسلام -رحمه الله تعالى- عليه بأنه شاذ. ¶ ما سبب تسمية الجويني بإمام الحرمين؟ ¶ لأنه صلى في الحرمين، ودرس في الحرمين. ¶ يقول: ما موقف طالب العلم المبتدئ من اختلاف علماء حول صحة حديث أو ضعفه؟ ¶ بالنسبة للمبتدئ حكمه حكم العامي، فرضه التقليد، فعليه أن يسأل أهل العلم، يسأل من يثق بعلمه، فيرجح له كالمسائل العملية. ¶ ما صحة الحديث الوارد في قول المسلم بعد صلاة الفجر والمغرب: ((لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، يحي ويميت، وهو على كل شيء قدير)) عشر مرات؟ ¶ هذا الحديث مضعف عند جمع من أهل العلم، لكن له طرق تدل على أن له أصلاً. ¶ يقول: أيها أفضل حفظ المتون قبل شرحها أم بعدها؟ ¶ الأصل أن الحفظ يتقدم، لاسيما إذا كان على عالم يقوم اللفظ، لا شك أن الفهم يعين على الحفظ، لكن استغلال أول الأمر مع صغر السن، وقلة المشاغل استغلاله بالحفظ أولى.",
            "page": "11",
            "part": "4",
            "seal": "A5A57187"
        },
        {
            "id": "116",
            "nass": "يقول: ذكرتم قبل العام تفسير يحسن أن يهتم به وهو (توفيق الرحمن لدروس القرآن) للشيخ فيصل بن مبارك فأين يوجد هذا الكتاب؟ ¶ الكتاب طبع قديماً، ثم أعيد طبعه، وهو موجود الآن في مكتبة العاصمة، طبعوه طبعة جديدة. ¶ يقول: ما رأيك بهذا القول قال بعض أهل العلم: لا تغتر بتصحيح الحاكم، وتحسين الترمذي، وتوثيق بن حبان؟ ¶ كل هؤلاء عرفوا بالتساهل عند أهل العلم، لكنهم مع ذلك أئمة، هم أئمة، ويحتاج لمثل هذا القول الذي يقلد، أما الذي ينظر في أحكام الحاكم، وينظر في كل حديث فيحكم عليه بما يليق به، وكذلك تحسين الترمذي، وإذا كان أيضاً من أهل النظر في الرجال، ونظر في توثيق ابن حبان، وعرضه على أقوال الأئمة هو قول من أقوال الأئمة يقارن بأقوال الأئمة، وإذا كان الطالب متأهل للنظر يحكم على كل راوٍ، أو على كل حديث بما يليق به. ¶ يقول: في النسخ التي عندنا: \"فاحش الغلط\" يعني بعد المؤتلف والمختلف ومتفق الخط فقط، في النسخ التي قرأت: \"فاحش الغلط\" ويقول عندهم: \"فاخش الغلط\". ¶ نعم \"فاخش الغلط\" هذه أولى وأدق، وإن كان يفهم هذا من العبارة الأولى؛ لأن من يغلط في هذه الأمور غلطه فاحش، نعم؛ لأن هذه الأمور لا يليق بطالب العلم الجهل فيها، ولا يسعه الجهل فيها، لكن \"فاخش الغلط\" هذه أولى في نظري. ¶ يقول: ما كان على شرطهما ولم يخرجاه، هل يدخل في الصحيح لغيره؟ ¶ نعم قد يوجد في الصحيحين لاسيما مسلم؛ لأنه يجمع الطرق في باب واحد، يوجد فيه الصحيح لغيره، يعني لو نظرنا بمفرده لوجدنا في إسناده من تكلم فيه بضرب من التجريح الخفيف، بحيث لا يصل إلى درجة الصحيح لذاته، لكن مع مجموعة الطرق التي يريدها الإمام مسلم، وكذلك البخاري بالنسبة لبعض الرواة، يكون صحيحاً لغيره، المقصود أنه يصل لدرجة الصحيح. ¶ ما معنى: \"كل شيء بقدر حتى العجز والكيس\"؟ ¶ يعني العجز والكيس مقدر على الإنسان أن يكون عاجزاً لا يخدم نفسه فضلاً عن غيره، وإن كان سليم الأطراف، والناس يتفاوتون في هذا، وبعضهم كيس فطن يخدم نفسه ويخدم غيره، ويحزم على نفسه، ويسعى إلى ما ينفعه وينفع غيره، كل هذا أمر مقدر على الإنسان.",
            "page": "12",
            "part": "4",
            "seal": "7A11602A"
        },
        {
            "id": "117",
            "nass": "يقول: من كانت عنده نقود أمانة فهل له أن يتصرف بها بدون إذن صاحبها حيث بالمكان إرجاعها؟ ¶ أولاً: إذا كانت أمانة ولم يفرط فيها، ولم يتصرف فيها هذه لا يضمنها إذا تلفت، لكن إذا تصرف فيها مع غلبت ظنه أنه يعيدها إلى صاحبها متى ما أرادها على أن يضمنها، تكون مضمونة عنده لو تلفت، فحينئذ تكون شبه قرض، ولا تكون أمانة. ¶ يقول: ما مراد الترمذي إذا قال عن حديث: إنه حسن صحيح غريب؟ ¶ مسألة: حسن صحيح فيها أكثر من ثلاثة عشر قول، يمكن خمسة عشر قول، وبسطت في مواضع، لكن الحسن بينه الترمذي بأنه: ¶ . . . . . . . . . وقال الترمذي ما سلم ... من الشذوذ مع راوٍ ما اتهم ¶ بكذب ولم يكن فرد ورد ... قلت: وقد حسّن بعض ما انفرد ¶ وهذا الذي يقول فيه: حسن غريب، أما إذا اجتمعت معه الصحة فالكلام لأهل العلم إن كان له أكثر من إسناد فهو حسن باعتبار إسناد، وصحيح باعتبار إسناد آخر، إن لم يكن له إلا إسناد واحد فهو سببه التردد، هل بلغ رتبة الصحة أو قصر عنها في مرتبة الحسن، وغاية ما يقال: إنه حسن أو صحيح، أو حسن عند قوم، صحيح عند آخرين. ¶ يقول: هل الحفظ وسيلة أو غاية؟ ¶ إن نظرت إليه باعتبار وجدته غاية، حفظ القرآن غاية؛ لأنه متعبد بتلاوته، وأما العلوم التي يقصد من حفظها العمل بها فهو وسيلة. ¶ قوله -عليه الصلاة والسلام-: ((أو ولد صالح يدعو له)) هل يدخل فيه بر ودعاء طلاب العلم لشيخهم؟ ¶ نعم يدخل، وكم من عالم له من المعروف أعظم ما للوالد على ولده، فيدخل في هذا، علم بأنه يدخل في العلم الذي ينتفع به بالجملة الثانية. ¶ يقول: هلا وجهتم لأبنائكم الطلاب بعض آداب طالب العلم على وجه الإيجاز؟ وأيهما أفضل في الحفظ صحيح البخاري أو صحيح مسلم؟ أو ما ألف في ذلك من مختصرات؟ وما أفضل الكتب في اختصار هذين الكتابين العظيمين؟",
            "page": "13",
            "part": "4",
            "seal": "A006B387"
        },
        {
            "id": "118",
            "nass": "أولاً: بالنسبة لآداب طالب العلم ينبغي لطالب العلم أن يخلص النية لله -جل وعلا-، وأن يكون طالبه لهذا العلم خالصاً لوجهه، مبتغياً به ثوابه، لا يبتغي بذلك عرض من أعراض الدنيا، ولا يطلب من ذلك الجاه والشرف عند الناس، أو حب المدح والثناء منهم؛ لأن هذا العلم دين، بل هو من أمور الآخرة المحضة، التي لا يجوز التشريك فيها، وجاء في الحديث الصحيح في الثلاثة الذين هم أول من تسعر بهم النار عالم، عالم أفنى عمره بالعلم والتعليم، فيقال له: ماذا فعلت؟ قال: تعلمت وعلمت، فيقال له: كذبت، إنما تعلمت وعلمت ليقال: عالم، فنكون على حذر من هذا. ¶ الأمر الثاني: يحرص ويجتهد طالب العلم أن يأخذ العلم والمراد به العلم المورث للخشية، علم الكتاب والسنة على الطريقة المعرفة عند أهل العلم، وعلى جوادٍ مسلوكة، ويأخذه من أهله، أهل العلم والعمل، بالرفق واللين واحترام الآخرين، وعدم الكبر، وعدم الإعجاب بالنفس، وعدم احتقار الآخرين، والنصح لكل أحد. ¶ يقول: هل الأفضل في الحفظ صحيح البخاري أو مسلم؟ ¶ على كل حال طالب العلم إذا حفظ المتون الصغيرة المعروفة عند أهل العلم، حفظ الأربعين، حفظ العمدة، حفظ البلوغ، أو المحرر يبدأ بصحيح البخاري، ونصيحتي أن يعتمد على اختصاره هو، يختصر لنفسه صحيح البخاري، ويعتني بأسانيده ومتونه وتراجمه وآثاره، نعم، وما يردف البخاري به من الخبر من تفسير وتوضيح، وتفسير غريب، وبيان مشكل، يعتني بالكتب الأصلية، وإذا أراد مختصرات يختصر لنفسه، إذا لم يتأهل في مختصرات كثيرة. ¶ أفضل الكتب في اختصار هذين الكتابين؟",
            "page": "14",
            "part": "4",
            "seal": "6D7E924C"
        },
        {
            "id": "119",
            "nass": "مثل ما ذكرت ما في إنسان ينصح لك مثل نفسك، فوجهة نظرك قد تختلف عن وجهة نظر غيرك، يحذف المختصر شيء أنت بأمس الحاجة إليه، وكل إنسان له نظرة تختلف عن غيره، فإذا اعتمد على اختصار الآخرين فاته خير كثير، قد يكون هو بأمس الحاجة إليه، فإذا اختصر لنفسه صار علمه بما حذف كعلمه بما أثبت، يختصر لنفسه، يحرص على هذا أشد الحرص، واختصار الكتب في الجملة من أعظم وسائل التحصيل؛ لأن بعض الناس لا يستوعب يتشتت ذهنه، وقد لا يجمع إذا قرأ، لكن إذا حصر ذهنه، واختصر الكتاب استفاد فائدة عظيمة، تجدون كثير من المختصرات الموجودة في المكتبات للعلماء المتقدمين يكون المقصود بها الشخص نفسه، يختصر لنفسه، وسيلة من وسائل التحصيل، ونوصي الطلاب كلهم بهذه الطريقة إن كان الكتاب طويل يختصره، إيش المانع؟ إن كان الكتاب مختصر يحاول يجمع عليه شرح، يشرح الكتاب، إذا كان شرح يضع عليه حاشية، إذا كان شرح يحتاج إلى تكميل يضع عليه نكت، هذه طرق معروفة عند أهل العلم، وهي تنمي العلم من أعظم وسائل تحصيل العلم وتثبيته في النفس. ¶ نأخذ بعض الأسئلة على عجل؛ لأننا تأخرنا على الإخوان. ¶ يقول: بأيهما يبدأ طالب العلم بحفظ متون المصطلح بالبيقونية ثم النخبة من أجل التدرج في العلم؟ ¶ أنا أقول: لا شك أن البيقونية كتاب مختصر، ويمكن إنهاؤه بسرعة، لكن من أراد أن يحفظ نظم لا يحفظ إلا نظم واحد، ومثل ما ذكرنا في أول الدرس إن كانت الحافظة ضعيفة جداً، ويصعب عليه الحفظ يقتصر على هذه، يحفظها، ويفهم ما عداها، ما يقتصر عليها بحيث لا يطالع ولا يراجع ولا يقرأ، ولا يحضر دروس يقول: خلاص أنا حافظتي ضعيفة ما عندي غير البيقونية، لا، هذا في الحفظ وفي النظم خاصة، أما يقرأ في النثر، ويسمع الشروح، ويحاول يطبق يستفيد علماً، أما إذا كانت الحافظة أقوى من ذلك فقلنا: إنه يحفظ نظم النخبة، أو اللؤلؤ المكنون، وإن كانت حافظته أقوى فيوفر همته لحفظ ألفية العراقي، أما بالنسبة لدراسة هذا الفن يبدأ بهذا المتن باعتباره ينتهي بسرعة، ثم النخبة، ثم اختصار علوم الحديث للحافظ ابن كثير، ثم الألفية مع شروحها.",
            "page": "15",
            "part": "4",
            "seal": "BF568AA9"
        },
        {
            "id": "120",
            "nass": "يقول: ما هي أفضل الطرق لحفظ كتب السنة؟ وما هي الكتب التي تحفظ؟ وما الذي يعين على ضبط الإسناد للحديث؟ ¶ طيب أولاً: الكتب التي تحفظ في بداية الأمر المتون الصغيرة كالأربعين، ثم العمدة، ثم البلوغ، ثم بعد ذلك يعني طالب العلم بالمطولات المسندة، وهذا ذكرناه في المقدمة، والذي يعين على ضبط الأسانيد، أسانيد الحديث حفظ السلاسل المشهورة التي يحفظ بها عدت أحاديث، فمثلاً تأتي إلى تحفة الأشراف تجد إسناد واحد تحته مائة حديث أو أكثر من مائة حديث، تحفظ هذا الإسناد ثم بعد ذلك ترتاح من مائة حديث بأسانيدها، تتتبع هذه المتون في أصولها، فتحفظ هذه المتون بالسند الواحد الذي حفظته، فإذا حفظ السلاسل المشهورة يكون عندك رصيد لأحاديث كثيرة جداً بأسانيد قليلة، ثم بعد ذلك تضيف على ما حفظته شيئاً فشيئاً، إلى أن يحصل عندك ملكة في هذا الباب. ¶ يقول: نسمع في إذاعة الراديو في السيارة، ونشاهد في التلفزيون أحاديث مراراً وتكراراً، فهل يوجد انتباه من مشايخنا وعلمائنا على صحة هذه الأحاديث؟ إذا اشتبه حديث علي أو سمعته أو رأيته في أحد الكتب المشهورات أو غيرها فماذا أفعل؟ ¶ على كل حال إلقاء الأحاديث الضعيفة من غير بيان لضعفها لا يجوز، ولذا يقول النبي -عليه الصلاة والسلام-: ((من حدث عني بحديث يُرى أنه كذب فهو أحد الكاذبين)) وفي بعض الروايات: ((يَرى أنه كذب)) لكن ((يُرى أنه كذب)) هذه أعم، ولو لم يره هو، يعني مجرد أن يظن أنه كذب لا تحدث به، لا يجوز لك أن تحدث إلا بما تثبت منه. ¶ يقول: ما التعريف الذي استنبطه المتأخرون للحديث الحسن؟ ¶ عرفه الحافظ بن حجر وغيره بأنه ما يروه العدل الخفيف الضبط بسند متصل غير معلل ولا شاذ، هذا هو الحديث الحسن عنده. ¶ يقول: هل الأكل في المطاعم السريعة الآن التي على جوانب الطرق يعد خارم للمروءة؟ أم يقال: إن العرف قد تغير؟ ¶ نعم قد تغير، ويوجد من الأخيار من يأكل، لكن إذا أمكن أن يأكل في مكان بحيث يختفي عن أنظار الناس فهو أولى، أما إذا كان على طريق ولا وجد مكان مناسب إلا هذا لا بد منه. ¶ وهل يليق بطالب العلم الأكل فيها أفتونا؟",
            "page": "16",
            "part": "4",
            "seal": "F680EACA"
        },
        {
            "id": "121",
            "nass": "هذا في المدن ينبغي أن يكون بمعزل من الناس، وإذا رأى الناس أكثروا من هذا، ووجد من الناس من غير نكير صار عرفاً وعادة عندهم، والمسألة عرفية. ¶ يقول: ما هي الطريقة المثلى للاستفادة من صحيح البخاري؟ هل بقراءته مجردة دون مراجعة الشروح، أو بمراجعة الشروح وهذا يحتاج إلى وقت؟ ¶ هذه المسألة ذكرناها بشيء من التفصيل بشريط اسماه الإخوان: (معالم في طريق الطلب) يراجع، فيه كيفية الاستفادة من صحيح البخاري -إن شاء الله تعالى-. ¶ يقول: شاهدت على أحد جدران المدينة لوحة تتحدث عن العلم بلا عمل كالشجر بلا ثمر؟ ¶ هذا صحيح؛ لأن الثمرة المقصودة من العلم هي العمل، فالعلم الذي لا يعمل به وبال على صاحبه، مثل الشجرة التي تضيق عليه وتأخذ جهد ومال، وهي ما لها قيمة. ¶ يقول: ذكرت لنا إخفاء العمل إذا تيسر، فهل نخفي رفع الصوت عند الانتهاء من الصلاة المفروضة ابتداء بالتسبيح؟ ¶ هذه الأمور المشروعة التي تشرع للناس كلهم بحيث لا يمتاز بها ويختص بها أحد عن غيره، نعم، مما يظن في الخير بسببه هذا مشروع للناس كلهم، والصحابة كانوا يعرفون انقضاء صلاة النبي -عليه الصلاة والسلام- بالتكبير، يعني لما يرفعون أصواتهم بالذكر بعد الصلاة، فالأمور التي تشرع للناس كلهم، يعني وش المانع أن يقول الإنسان في رمضان: إنه صائم؟ يدري الناس أنه صائم في رمضان، هل في هذا رياء؟ الناس كلهم صائمون، يا أخي ما لك منه، لكن يصوم غير رمضان يخفي، يصلي نوافل يصليها في بيته، أما الفريضة بعد .... يصليها في بيته عن الرياء؟ ما هو بصحيح، الناس كلها تصلي، ومفروض عليك أنك تصلي. ¶ وذلك الدعاء بين الأذان والإقامة؟ ¶ نعم موطن من مواطن إجابة الدعاء، فيدعو الإنسان بين الأذان والإقامة بما أحب. ¶ نسمع كثيراً بالمجالس أحداً يتكلم ويقول: كذا وكذا صحيح، وهو يقول: سمعت كذا وكذا، الله أعلم من صحة السالفة، أو يقول: سمعت شريط فيه قصة صحيحة ما رأيكم؟ ¶ على كل حال إذا كان من أهل النظر، ويعرف الصحيح، ويميز بين الصحيح وغيره، فقوله معتبر وإلا فلا. ¶ يقول: أنا طالب حفظت من كل مختصر فن أو من كل فن مختصر، والآن قريب من الانتهاء من البلوغ، فهل أحفظ زاد المستقنع أو أبدأ بالبخاري؟",
            "page": "17",
            "part": "4",
            "seal": "737DF50A"
        },
        {
            "id": "122",
            "nass": "لا شك أنه إذا كانت الحافظة تسعف فحفظ المتون نعمة من نعم الله -جل وعلا-، والذي يحفظ متن فقهي لا شك أنه تكون عبارته قوية ومتينة، وأنتم تدركون الفرق بين فتاوى من ينتسب إلى العلم ومن يتصدى لإفتاء الناس، الشخص الذي اعتنى بالمتون وحفظ المتون تجد عبارته محررة ومضبوطة، ولو كانت عبارة فقهاء، إذا دعمها بالدليل صارت نور على نور، لكن الذي لا يحفظ المتون تجده أساليب وإنشاء ويطوح يمين ويسار، ويحاول يلملم أموره، لكن حفظ المتون لا شك أنه يؤصل طالب العلم، ويجعل عبارته مضبوطة ومتقنة ومحررة، بدل ما يتفطن للجواب، الجواب حاضر يا أخي، لاسيما إذا كان مدعوم بالدليل، والعمدة في الأمر كله على الدليل، فإذا كانت الحافظة تسعف لحفظ متن فقهي مثل الزاد فهذا مطلوب. ¶ يقول: يجوز لمن أنشأ العمرة أن يتجاوز الميقات ويتجه إلى مدينة ينبع؟ ¶ الظاهر هو بطريق المدينة يريد أن يتجاوز ذو الحليفة ويتجه إلى ينبع، أو يتجاوز إلى جدة مثلاً، وإذا أراد أن يحرم يرجع إلى رابغ قليلاً، أو يذهب إلى السيل أو كذا، لكنه تجاوز الميقات، الجمهور يلزمونه أن يرجع إلى الميقات الذي تجاوزه، مر بذي الحليفة لا يجوز أن يتجاوزه إلا محرم، إن تجاوزه يلزمه أن يرجع، الإمام مالك -رحمه الله تعالى- يقول: إذا تجاوز الميقات، نعم، وأحرم من ميقات أخر معتبر يكفيه ذلك، ولا يلزمه شيء، لكن تجاوز الميقات لا شك أنه مخالفة في الجملة، فيحرص أن يحرم من أول ميقات يمر به، وإذا فعل ما أفتى به الإمام مالك، فالإمام مالك تبرأ الذمة بتقليده. ¶ يقول: لماذا خصوا كبار التابعين بالمرسل دون صغارهم؟ ¶ لأن جل روايتهم عن الصحابة، أما صغار التابعين فجل روايتهم عن التابعين. ¶ يقول: ما هو أفضل شرح للمنظومة البيقونية؟ ¶ شرح الزرقاني طيب، وعليه حاشية الأجهوري أيضاً فيها كلام طيب ونفيس، وهناك شرح للنبهاني أيضاً شرح طيب، والشروح كثيرة. ¶ يقول: ماذا بعد مقدمة ابن الصلاح؟",
            "page": "18",
            "part": "4",
            "seal": "4B57BECC"
        },
        {
            "id": "123",
            "nass": "ذكرنا مراراً أن الإنسان يقرأ في بداية الأمر إما هذه المنظومة إن كانت حافظته ضعيفة، أو يبدأ بالنخبة، ثم يثني باختصار علوم الحديث لابن كثير، ثم يثلث بالألفية، ويقرأ معها ما يعينه على فهما من شروحها، ومقدمة ابن الصلاح وغيرها، والنكت عليها سواء كانت للعراقي أو لابن حجر أو غيرهم. ¶ يقول: ما هي أفضل منظومة للنخبة يحسن حفظها؟ ¶ منظومة الصنعاني جيدة، قصب السكر منظومة متينة، وأيضاً تقي الدين الشموني له نظم للنخبة طيب، والغزي له نظم، النخبة نظمت نظم كثير، لكن نظم الصنعاني طيب جداً. ¶ يقول: ما الحكم على المدلسين في الدرجتين الأولى والثانية؟ ولماذا؟ ¶ هؤلاء احتمل الأئمة تدليسهم، إما لإمامتهم، أو لقلة تدليسهم بالنسبة لما رووا؛ لأن تدليسهم نادر بالنسبة لمروياتهم مع إمامتهم احتمل الأئمة تدليسهم، والله أعلم. ¶ وصلى الله وسلم وبارك على ورسوله، نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "19",
            "part": "4",
            "seal": "57AAAE79"
        }
    ],
    "t142": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "شرح المنظومة البيقونية (1)"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "شرح المنظومة البيقونية (2)"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "شرح المنظومة البيقونية (3)"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "شرح المنظومة البيقونية (4)"
        }
    ]
}