{
    "b1430": [
        {
            "hno": null,
            "id": "1",
            "nass": "صفة الجنة ¶ وما أعد الله لأهلها من النعيم ¶ للإمام الحافظ ¶ أبي بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بن عبيد البغدادي الحنبلي ¶ ابن أبي الدنيا ¶ المتوفى سنة 281هـ ¶ حققه وخرج أحاديثه وعلق عليه ¶ عبد الرحيم أحمد عبد الرحيم العساسلة ¶ بكالوريس شريعة / جامعة الزيتونة / تونس ¶ راجعه فضلية الدكتور ¶ نجم عبد الرحمن خلف ¶ دار البشير - مؤسسة الرسالة ¶ الطبعة الأولى ¶ 1417 هـ - 1997 م",
            "page": null,
            "part": null,
            "seal": "0D1B162C"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ وبه نستعين ¶ أَخْبَرَنَا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَبْدِ الْكَرِيمِ بْنِ مُحَمَّدِ بْنِ السيدي قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي رَجَبٍ مِنْ سَنَةِ سِتٍّ وَأَرْبَعِينَ وستمائة بمنزلنا بالظفرية قيل له أَخْبَرَكَ أَبُو الْفَتْحِ يَحْيَى بْنُ محمد بن واهب البرادني قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي رَمَضَانَ مِنْ سَنَةِ سِتٍّ وَسَبْعِينَ وخمسمائة قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ فِي يَوْمِ الْجُمُعَةِ مُسْتَهَلَّ ذِي الْحِجَّةِ من سنة خمس عشرة وخمسمائة قَالَ أَخْبَرَنَا أَبُو الْحَسَنِ جَابِرُ بْنُ يَاسِينَ بْنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ مَحْموَيْهِ قَالَ أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عُثْمَانَ بْنِ بَكْرَانَ بْنِ جَابِرٍ الْعَطَّارُ قَالَ أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بن سلمان بن الحسن بن إسرائيل الْفَقِيهُ الْحَنْبَلِيُّ النَّجَّادُ",
            "page": "39",
            "part": "1",
            "seal": "FC3A81FC"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "أَخْبَرَنَا أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ بْنِ أبي الدنيا القرشي قَالَ: ¶ 1 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عون الخراز حدثنا الْوَلِيدُ بْنُ مُسْلِمٍ حَدَّثَنِي مُحَمَّدُ بْنُ مُهَاجِرٍ الْأَنْصَارِيُّ حَدَّثَنِي سُلَيْمَانُ بْنُ مُوسَى حَدَّثَنِي كُرَيْبٌ حَدَّثَنِي أُسَامَةُ بْنُ زَيْدٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم ذكر الجنة فقال ألا مُشَمِّرٌ إِلَيْهَا هِيَ وَرَبِّ الْكَعْبَةِ رَيْحَانَةٌ تَهْتَزُّ وَنَهَرٌ مُطَّرِدٌ وَزَوْجَةٌ لَا تَمُوتُ فِي حُبُورٍ وَنَعِيمٍ فِي مَقَامٍ أَبَدًا.",
            "page": "40",
            "part": "1",
            "seal": "95EB57ED"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "2 - حَدَّثَنَا أَبُو عُتْبَةَ الْحِمْصِيُّ أَحْمَدُ بن الفرج حدثنا عُثْمَانُ بْنُ سَعِيدِ بْنِ كَثِيرِ بن دينار القرشي حدثنا مُحَمَّدُ بْنُ مُهَاجِرٍ عَنِ الضَّحَّاكِ الْمَعَافِرِيِّ عَنْ سُلَيْمَانَ بْنِ مُوسَى حَدَّثَنِي كُرَيْبٌ أَنَّهُ سَمِعَ أُسَامَةَ بْنَ زَيْدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَا مُشَمِّرٌ لِلْجَنَّةِ فَإِنَّ الْجَنَّةَ لَا خَطَرَ لَهَا هِيَ وَرَبِّ الْكَعْبَةِ نُورٌ يَتَلَأْلَأُ وَرَيْحَانَةٌ تَهْتَزُّ وَقَصْرٌ مَشِيدٌ وَنَهَرٌ مُطَّرِدٌ وَثَمَرَةٌ نَضِيجَةٌ وَزَوْجَةٌ حَسْنَاءُ جَمِيلَةٌ وَحُلَلٌ كثيرة ومقام في أَبَدًا فِي دَارٍ سَلِيمَةٍ وَفَاكِهَةٍ وَخُضْرَةٍ وَحِبْرَةٍ وَنِعْمَةٍ فِي مَحِلَّةٍ عَالِيَةٍ بَهِيَّةٍ قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ نَحْنُ الْمُشَمِّرُونَ لَهَا. قَالَ قُولُوا إِنْ شَاءَ اللَّهُ. ¶ فَقَالَ الْقَوْمُ إِنْ شَاءَ اللَّهُ.",
            "page": "41",
            "part": "1",
            "seal": "B69E15D9"
        },
        {
            "hno": "3",
            "id": "5",
            "nass": "3 - حدثنا أحمد بن عيسى حدثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ حَدَّثَنِي أبو صخرة حميد بْنُ زِيَادٍ أَنَّ أَبَا حَازِمٍ حَدَّثَهُ قَالَ سَمِعْتُ سَهْلَ بْنَ سعد الساعدي يقول شهدت من رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَجْلِسًا وَصَفَ فِيهِ الْجَنَّةَ حَتَّى انْتَهَى ثُمَّ قَالَ فِي آخِرِ حَدِيثِهِ فِيهَا مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ ثُمَّ قَرَأَ هَذِهِ الْآيَةَ {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خوفا وطمعا} إِلَى قَوْلِهِ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أعين} قَالَ فَأَخْبَرْتُهَا -[43]- مُحَمَّدَ بْنَ كَعْبٍ القرضي فقال أبو حازم حدثك هذا قال قلت نعم إن ثم الكيسا كَثِيرًا إِنَّهُمْ يَا هَذَا أَخْفَوْا الله عَمَلًا فَأَخْفَى لَهُمْ ثَوَابًا فَلَوْ قد قدموا عليه وأقر تلك الأعين.",
            "page": "42",
            "part": "1",
            "seal": "5D3A04F3"
        },
        {
            "hno": "4",
            "id": "6",
            "nass": "4 - حدثنا علي بن الجعد حدثنا زهير بن معاوية حدثنا أبو مجاهد الطائي حدثنا أَبُو الْمُدَلَّهِ مَوْلَى أُمِّ الْمُؤْمِنِينَ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ قُلْتُ يَا رَسُولَ اللَّهِ حَدِّثْنَا عَنِ الْجَنَّةِ مَا بِنَاؤُهَا قَالَ لَبِنَةٌ مِنْ فِضَّةٍ وَلَبِنَةٌ مِنْ ذَهَبٍ وَمِلَاطُهَا الْمِسْكُ الْأَذْفَرُ وَحَصْبَاؤُهَا اللُّؤْلُؤُ وَالْيَاقُوتُ مَنْ يَدْخُلْهَا يَنْعَمْ لَا يَبْؤُسُ وَيُخَلَّدْ لَا يَمُوتُ لَا تَبْلَى ثِيَابُهُ وَلَا يَفْنَى شَبَابُهُ.",
            "page": "43",
            "part": "1",
            "seal": "5B7B38DD"
        },
        {
            "hno": "5",
            "id": "7",
            "nass": "5 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الجشمي حدثنا وَكِيعٌ عَنْ سَعْدَانَ الْجُهَنِيِّ عَنْ أَبِي مُجَاهِدٍ الطَّائِيِّ عَنْ أَبِي الْمُدِلَّهِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ وَزَادَ فيه وترابها الْوَرْسُ وَالزَّعْفَرَانُ.",
            "page": "44",
            "part": "1",
            "seal": "B365E40C"
        },
        {
            "hno": "6",
            "id": "8",
            "nass": "6 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الجشمي وَإِسْحَاقُ بْنُ إِسْمَاعِيلَ قَالَا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ ابْنِ أَبِي نَجِيحٍ عَنِ الزُّبَيْرِ بْنِ مُوسَى عَنْ جَابِرِ بْنِ عَبْدِ الله قال باحة الجنة حبرة بيضاء.",
            "page": "45",
            "part": "1",
            "seal": "B61BE2A2"
        },
        {
            "hno": "7",
            "id": "9",
            "nass": "7 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادِ بْنِ موسى العكلي [حدثنا يحيى بن سليم الطائفي حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ المكي حدثنا أبو عبد الله] أَنَّهُ سَمِعَ الضَّحَّاكَ بْنَ مُزَاحِمٍ يُحَدِّثُ -[46]- عَنِ الْحَارِثِ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَأَلَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ هَذِهِ الْآيَةِ {يَوْمَ نَحْشُرُ المتقين إلى الرحمن وفدا} قَالَ قُلْتُ يَا رَسُولَ اللَّهِ ما الوفد إلا الركب فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهُمْ إِذَا خَرَجُوا مِنْ قُبُورِهِمِ اسْتُقْبِلُوا بِنُوقٍ بِيضٍ لَهَا أَجْنِحَةٌ عَلَيْهَا رِحَالُ الذَّهَبِ شُرُكُ نِعَالِهِمْ نُورٌ يَتَلَأْلَأُ كُلُّ خُطْوَةٍ مِنْهَا مَدُّ الْبَصَرِ فَيَنْتَهُونَ إِلَى بَابِ الْجَنَّةِ يَنْبُعُ مِنْ أَصْلِهَا عَيْنَانِ فَإِذَا شَرِبُوا مِنْ إِحْدَاهُمَا جَرَتْ فِي وجوههم نضرة النعيم وإذا توضؤوا مِنَ الْأُخْرَى لَمْ تَشْعَثْ شُعُورُهُمْ أَبَدًا فَيَضْرِبُونَ الْحَلْقَةَ لِيَفْتَحَهُ فَلَوْ سَمِعْتَ طَنِينَ الْحَلْقَةِ يَا عَلِيُّ فَيَبْلُغُ كُلَّ حَوْرَاءَ أَنَّ زَوْجَهَا قَدْ أَقْبَلَ فَتَسْتَخِفُّهَا الْعَجَلَةُ فَتَبْعَثُ قَيِّمَهَا لِيَفْتَحَ لَهُ الْبَابَ فَلَوْلَا أَنَّ اللَّهَ عَزَّ وَجَلَّ عَرَّفَهُ نفسه لخرج سَاجِدًا مِمَّا يَرَى مِنَ النُّورِ وَالْبَهَاءِ فَيَقُولُ أَنَا قَيِّمُكَ الَّذِي وُكِّلْتُ بِأَمْرِكَ فَيَتْبَعُهُ فَيَقْفُو أَثَرَهُ فَيَأْتِي زَوْجتَهُ فَتَسْتَخِفُّهَا الْعَجَلَةُ فَتَخْرُجُ مِنَ الْخَيْمَةِ فَتُعَانِقُهُ وَتَقُولُ أَنْتَ حِبِّي وَأَنَا حِبُّكَ وَأَنَا الرَّاضِيَةُ فَلَا أَسْخَطُ أَبَدًا وَأَنَا النَّاعِمَةُ فَلَا أَبْؤُسُ أَبَدًا وَأَنَا الْخَالِدَةُ فَلَا أَظْعَنُ أَبَدًا فَيَدْخُلُ بَيْتًا مِنْ أَسَاسِهِ إِلَى سَقْفِهِ مِائَةُ ألف ذراع مبني عَلَى جَنْدَلِ اللُّؤْلُؤِ وَالْيَاقُوتِ طَرَائِقُ حُمْرٌ وَطَرَائِقُ خُضْرٌ وَطَرَائِقُ صُفْرٌ لَيْسَ مِنْهَا طَرِيقَةٌ تُشَاكِلُ صَاحِبَتَهَا فَيَأْتِي الْأَرِيكَةَ فَإِذَا عَلَيْهَا سَرِيرٌ عَلَى السَّرِيرِ سَبْعُونَ فِرَاشًا عَلَيْهَا سَبْعُونَ زَوْجَةً عَلَى كُلِّ زَوْجَةٍ سَبْعُونَ حُلَّةً يُرَى مُخُّ سَاقِهَا من باطن -[47]- الحلي يَقْضِي جِمَاعَهُنَّ فِي مِقْدَارِ لَيْلَةٍ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ مُطَّرِدَةً أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ صَافٍ لَيْسَ فِيهِ كَدَرٌ وَأَنْهَارٌ مِنْ عَسَلٍ مُصَفًّى لَمْ يَخْرُجْ مِنْ بُطُونِ النَّحْلِ وَأَنْهَارٌ مِنْ خَمْرٍ لَذَّةٍ للشَّارِبِينَ لَمْ تَعْصِرْهَا الرجال بأقدامها وَأَنْهَارٌ مِنْ لَبَنٍ لَمْ يَتَغَيَّرْ طَعْمُهُ لَمْ يَخْرُجْ مِنْ بُطُونِ الْمَاشِيَةِ فَإِذَا اشْتَهَوُا الطَّعَامَ جَاءَتْهُمْ طَيْرٌ بِيضٌ تَرْفَعُ أَجْنِحَتَهَا فَيَأْكُلُونَ من جنوبها من أي الألوان شاؤوا ثُمَّ تَطِيرُ فَتَذْهَبُ وَفِيهَا ثِمَارٌ متدلية إذا اشتهوا انْشَعَبَ الْغُصْنُ إِلَيْهِمْ فَيَأْكُلُونَ مِنْ أَيِّ الثِّمَارِ اشْتَهَوْا إِنْ شَاءَ قَائِمًا وَإِنْ شَاءَ مُتَّكِئًا وَذَلِكَ قول الله عز وجل {وجنا الجنتين دان} وبين أيديهم خدم كأنهم لؤلؤ.",
            "page": "45",
            "part": "1",
            "seal": "1ADB5C15"
        },
        {
            "hno": "8",
            "id": "10",
            "nass": "8 - حدثنا علي بن الجعد حدثنا زُهَيْرُ بْنُ مُعَاوِيَةَ عَنْ أَبِي إِسْحَاقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ يُسَاقُ الَّذِينَ اتَّقُوا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا حَتَّى إِذَا انْتَهَوْا إِلَى أَوَّلِ بَابٍ مِنْ أبوابها وجد عِنْدَهُ شَجَرَةً يَخْرُجُ مِنْ تَحْتِ سَاقِهَا عَيْنَانِ تَجْرِيَانِ فَعَمَدُوا إِلَى إِحْدَاهُمَا كَأَنَّمَا أُمِرُوا بِهَا فَشَرِبُوا مِنْهَا فَأَذْهَبَتْ مَا فِي بُطُونِهِمْ من قذى وَأَذًى أَوْ بَأْسٍ ثُمَّ عَمَدُوا إِلَى الْأُخْرَى فَتَطَهَّرُوا فَجَرَتْ عَلَيْهِمْ نَضْرَةُ النَّعِيمِ -[48]- فَلَمْ تُغَيَّرْ أَبْشَارُهُمْ وَلَا تَغَيَّرُ بَعْدَهَا أَبَدًا وَلَمْ تَشْعَثْ أَشْعَارُهُمْ كَأَنَّمَا دُهِنُوا بِالدِّهَانِ ثُمَّ انْتَهَوْا إِلَى خَزَنَةِ الْجَنَّةِ فَقَالُوا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خالدين ثم تلقاهم أو تطلقهم الولدان يطوفون بهم كما يطوف ولدان أهل الدنيا الحميم يقدم من غيبة يَقُولُونَ لَهُ أَبْشِرْ بِمَا أَعَدَّ الله لك من الكرمة كذا ثم ينطلق غلام من أُولَئِكَ الْوِلْدَانِ إِلَى بَعْضِ أَزْوَاجِهِ مِنَ الْحُورِ الْعِينِ فَيَقُولُونَ قَدْ جَاءَ فُلَانٌ بِاسْمِهِ الَّذِي كَانَ يدعى به في الدنيا فتقول أَنْتَ رَأَيْتَهُ فَيَقُولُ أَنَا رَأَيْتُهُ وَهُوَ ذَا بِأَثَرِي فَيَسْتَخِفُّ إِحْدَاهُنَّ الفرح حتى تقوم على أسفكة بَابِهَا فَإِذَا انْتَهَى إِلَى مَنْزِلِهِ نَظَرَ أَيَّ شَيْءٍ أَسَاسُ بُنْيَانِهِ فَإِذَا جَنْدَلُ اللُّؤْلُؤِ وَفَوْقَهُ صَرْحٌ أَخْضَرُ وَأَصْفَرُ وَأَحْمَرُ وَمِنْ كُلِّ لَوْنٍ ثُمَّ رَفَعَ رَأْسَهُ فَنَظَرَ إِلَى سَقْفِهِ فَإِذَا هُوَ مِثْلُ الْبَرْقِ فَلَوْلَا أَنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ قَدَّرَ لَهُ أنْ لَا يَذْهَبَ بَصَرُهُ لَذَهَبَ ثُمَّ طَأْطَأَ رَأْسَهُ فَنَظَرَ إِلَى أَزْوَاجِهِ وَأَكْوَابٍ مَوْضُوعَةٍ وَنَمَارِقَ مَصْفُوفَةٍ وَزَرَابِيَّ مَبْثُوثَةٍ فَنَظَرَ إِلَى تِلْكَ النِّعْمَةِ ثم اتكأ وقال {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلَا أَنْ هدانا الله} الآية. ثم ينادي تَحْيَوْنَ فَلَا تَمُوتُونَ أَبَدًا وَتُقِيمُونَ فَلَا تَظْعَنُونَ أَبَدًا وَتَصِحُّونَ أُرَاهُ قَالَ فَلَا تَمْرَضُونَ أَبَدًا. قَالَ أَبُو إِسْحَاقَ هَكَذَا أَوْ نَحْوَهُ.",
            "page": "47",
            "part": "1",
            "seal": "158A7545"
        },
        {
            "hno": "9",
            "id": "11",
            "nass": "9 - حَدَّثَنَا أَبُو بَكْرِ بْنُ أَسْلَمَ حدثنا النضر بن شميل حدثنا شُعَيْبٌ عَنْ أَبِي إِسْحَاقَ قَالَ سَمِعْتُ الْأَغَرَّ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ يُنَادَى أَهْلُ الْجَنَّةِ تَصِحُّونَ فَلَا تَمْرَضُونَ أَبَدًا وَتَشْبَعُونَ فلا تجوعون أبدا وتشبون فلا تهرمون أَبَدًا لَا تَشْعَثُ أَشْعَارُهُمْ. وَلَا تغير أبشارهم وَلَا يَلْقَوْنَ فِيهَا بُؤْسًا.",
            "page": "49",
            "part": "1",
            "seal": "F9124664"
        },
        {
            "hno": "10",
            "id": "12",
            "nass": "10 - حَدَّثَنَا أَبُو بَكْرٍ قَالَ كَانَ بَعْضُ الْحُكَمَاءِ مِنَ الْوَاعِظِينَ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ قَالَ عَلِمْتُ أن لَذَّةُ أَسْمَاعِهِمْ فِي الْغُرَفِ الْعَدْنِيَّةِ يديمه رجل الحبور وتمتع أبصارهم بالنظر إلى حسن صَرْحِ الزَّبَرْجَدِ فِي زَهْرِ رِيَاضِ السرور فلو توهمت قيد أسرة المرجان لهبوب رياح آجامها دار فضاض ذرة السَّحَائِبِ الْمُرْتَشِحَاتِ فِي قُصُورِ الْمُلْكِ بعرائش خِيَامِهَا لَعَلِمْتَ أَنَّ الْقَوْمَ قَدْ تَوَسَّطُوا نَعِيمَ مَمْلَكَةٍ لَا تُغَيِّرُ دوائر الأحداث على دوامها ما أنعم أسماع حاضره وعوا عن الله عز وجل أن يا أهل الْجَنَّةِ آنَ لَكُمْ أَنْ تَصِحُّوا فلا تسقمون وأن تشبوا فلا تهرمون وتحيوا فلا تموتون وتنعموا فلا تبأسون فَذَلِكَ قَوْلُهُ تَعَالَى {وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنْتُمْ تعلمون} انظر لوجه ملك تَبَاشيِرُ الْجَمَالِ فِي أَسْرَارِ خَدِّهِ لما سمع فيها واستبطأ عَيْنِ الدَّعَةِ حَتَّى زَهَتْ بِهِ مَنَابِرُ النُّورِ فِي ذِرْوَةٍ فِي درج علاليها وحين عَلَى أَرَائِكِ الْيَوَاقِيتِ. وَنَظَرَ إِلَى مخد -[50]- النمارق المصفوفة بين يديه وبهاء رَوْنَقٌ يُضْحِكُ الرَّائِيَ عِنْدَ تَلَأْلُؤِ حسنها إليه ثم رفع رأسه فإذا سقف لُؤْلُؤٌ يَكَادُ أَنْ يَخْطَفَ بَصَرَهُ التماع نوره بل كيف اكتحلت مقتله بالنظر إلى منزل تَأْسِيسُ بُنْيَانِهِ جَنادِلُ الدُّرِّ وَصَفَائِحُ اللُّجَيْنِ وَسَنَابِكُ الْعِقْيَانِ لَوْلَا قُدْرَةُ التَّسْخِيرِ الَّتِي جَرَتْ بِالسَّلَامَةِ مِنْ مَكْرُوهٍ لِرَيْبِ الزَّمَانِ أُولَئِكَ خِلَالَ شرف المنزل المحمود المتفكهون بالقوام البرود في قباب الخلود يا أهل الْجَنَّةِ مَا أَحْسَنَ اسْمَ دَارٍ تَبَوَّأْتُمْ أَسِرَّةَ غُرَفِ عَلَالِيهَا وَأَبْهَجَ مَنَاظِرَهَا وَأَقَرَّ عُيُونَ سَاكِنِيهَا وَأَدْوَمَ سُرُورَ مَنْ نُجِّدَتْ مَقَاصِيرُهُ بِوَشْيِ رفارفها وَبَهْجَةِ عَبْقَرِيِّهَا انْعَمُوا فَهِيَ الْجَنَّةُ التي حططتم فيها رحالكم لحفظ دعة لا يهتدي فيما الزوال فيها إِلَيْهَا.",
            "page": "49",
            "part": "1",
            "seal": "353835B3"
        },
        {
            "hno": "11",
            "id": "13",
            "nass": "11 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الجشمي حدثنا مُعَاذُ بْنُ هِشَامٍ حَدَّثَنِي أَبِي عن قتادة حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم من اتقى الله عز وجل -[51]- دخل الجنة يَنْعَمْ فَلَا يَبْؤُسُ وَيَحْيَا فَلَا يَمُوتُ لَا تَبْلَى ثِيَابُهُ وَلَا يفنى شبابه.",
            "page": "50",
            "part": "1",
            "seal": "E6125AC7"
        },
        {
            "hno": "12",
            "id": "14",
            "nass": "12 - حدثني الفضل بن جعفر حدثنا عثمان بن سعيد المري حدثنا علي بن صالح عن عمر بْنِ رَبِيعَةَ عَنِ الْحَسَنِ عَنِ ابن عمر سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْجَنَّةِ فَقَالَ من يدخل الجنة يحيا فلا يموت وينعم فلا يبؤس لا تبلى ثيابه ولايفنى شَبَابُهُ. قِيلَ يَا رَسُولَ اللَّهِ كَيْفَ بِنَاؤُهَا قَالَ لَبِنَةٌ مِنْ ذَهَبٍ وَلَبِنَةٌ مِنْ فِضَّةٍ مِلَاطُهَا المسك الأذفر ترابها الزعفران وحصباؤها اللُّؤْلُؤُ وَالْيَاقُوتُ.",
            "page": "51",
            "part": "1",
            "seal": "A235B510"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "13 - حدثنا يعقوب بن عبيد حدثنا يزيد بن هارون حدثنا أَبُو مَالِكٍ الْأَشْجَعِيُّ عَنْ أَبِي خالد عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم والذي أنزل الكتاب إن أهل اللجنة لَيَزْدَادُونَ جَمَالًا وَحُسْنًا كَمَا يَزْدَادُونَ فِي الدُّنْيَا قَبَاحَةً وَهَرَمًا.",
            "page": "52",
            "part": "1",
            "seal": "4B8F2518"
        },
        {
            "hno": "14",
            "id": "16",
            "nass": "14 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ عَنْ سيار حدثنا جَعْفَرُ قَالَ سَمِعْتُ ثَابِتَ الْبُنَانِيَّ يَقُولُ لَقَدْ أُعْطِيَ أَهْلُ الْجَنَّةِ خِصَالًا لَوْ لَمْ يُعْطَوْهَا لَمْ يَنْتَفِعُوا بِهَا يَشِبُّونَ فَلَا يَهْرَمُونَ أَبَدًا -[53]- وَيشْبَعُونَ فَلَا يَجُوعُونَ أَبَدًا وَيُكْسَوْنَ فَلَا يَعْرَوْنَ أَبَدًا وَيَصِحُّونَ فلا يسقمون أبدا رضي الله عنهم لا اختلاف بَيْنَهُمْ وَلَا تَبَاغُضَ قُلُوبُهُمْ قَلْبٌ واحد يسبحون اللَّهَ بُكْرَةً وَعَشِيًّا.",
            "page": "52",
            "part": "1",
            "seal": "D54F35D8"
        },
        {
            "hno": "15",
            "id": "17",
            "nass": "15 - حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال يدخل أهل الجنة جرد مرد بيض جعاد مكحلون أَبْنَاءَ ثَلَاثٍ وَثَلَاثِينَ عَلَى طُولِ آدَمَ طُولُهُ سِتُّونَ ذِرَاعًا فِي سَبْعَةِ أَذْرُعٍ.",
            "page": "53",
            "part": "1",
            "seal": "EC8EBB8D"
        },
        {
            "hno": "16",
            "id": "18",
            "nass": "16 - حدثنا يحيى بن أيوب حدثنا إِسْمَاعِيلُ بْنُ جَعْفَرٍ أَخْبَرَنِي مُحَمَّدُ بْنُ -[54]- عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ ثُمَّ الَّذِينَ يَلُونَهُمْ عَلَى أَحْسَنِ كوكب دري في السماء أضاء.",
            "page": "53",
            "part": "1",
            "seal": "3A2300B2"
        },
        {
            "hno": "17",
            "id": "19",
            "nass": "17 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا -[55]- رِشْدِينُ بْنُ سَعْدٍ قَالَ حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ عَنْ دَرَّاجٍ بن السَّمْحِ عَنْ أَبِي الْهَيْثَمِ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ من مات مِنْ صَغِيرٍ أَوْ كَبِيرٍ مِمَّنْ دَخَلَ الْجَنَّةَ يُرَدُّونَ إِلَى بَنِي ثَلَاثٍ وَثَلَاثِينَ سَنَةً فِي الْجَنَّةِ لَا يَزِيدُونَ عَلَيْهَا أَبَدًا وَكَذَلِكَ أَهْلُ النَّارِ.",
            "page": "54",
            "part": "1",
            "seal": "3F326366"
        },
        {
            "hno": "18",
            "id": "20",
            "nass": "18 - حدثني يعقوب بن عبيد حدثنا يزيد بن هارون أخبرنا همام بن يحيى حدثنا زَيْدُ -[56]- بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ عُبَادَةَ بْنِ الصَّامِتِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْجَنَّةُ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ مَسِيرَةُ مِائَةِ عَامٍ وَالْفِرْدَوْسُ أَعْلَاهَا دَرَجَةً وَمِنْهَا تَخْرُجُ الْأَنْهَارُ الْأَرْبَعَةُ وَالْعَرْشُ فَوْقَهَا فَإِذَا سَأَلْتُمُ اللَّهَ عَزَّ وَجَلَّ فَاسْأَلُوهُ الْفِرْدَوْسَ.",
            "page": "55",
            "part": "1",
            "seal": "8922096D"
        },
        {
            "hno": "19",
            "id": "21",
            "nass": "19 - وَحَدَّثَنِي الْمُشْرِفُ بْنُ أَبَانَ سَمِعْتُ صَالِحَ بْنَ عَبْدِ الْكَرِيمِ قَالَ قَالَ لَنَا الْفُضَيْلُ بْنُ عِيَاضٍ [أتدرون] لم حَسُنَتِ الْجَنَّةُ لِأَنَّ عَرْشَ رَبِّ الْعَالَمِينَ سَقْفُهَا.",
            "page": "56",
            "part": "1",
            "seal": "9F4C6E6A"
        },
        {
            "hno": "20",
            "id": "22",
            "nass": "20 - حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى الْبَزَّارُ حدثنا محمد بن زياد الكلبي حدثنا بِشْرُ بْنُ -[57]- حُسَيْنٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلَقَ اللَّهُ جَنَّةَ عَدْنٍ بِيَدِهِ لَبِنَةً مِنْ دُرَّةٍ بَيْضَاءَ وَلَبِنَةً مِنْ يَاقُوتَةٍ حمراء ولبينة مِنْ زَبَرْجَدَةٍ خَضْرَاءَ مِلَاطُهَا الْمِسْكُ حَشِيشُهَا الزَّعْفَرَانُ حَصْبَاؤُهَا اللُّؤْلُؤُ وَتُرَابُهَا الْعَنْبَرُ ثُمَّ قَالَ لَهَا انْطِقِي. قالت {قد أفلح المؤمنون}. فقال اللَّهُ عَزَّ وَجَلَّ وَعِزَّتِي وَجَلَالِي لَا يُجَاوِرُنِي فِيكِ بَخِيلٌ ثُمَّ تلى رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ {وَمَنْ يُوقَ شُحَّ نَفْسِهِ فأولئك هم المفلحون}.",
            "page": "56",
            "part": "1",
            "seal": "913F023B"
        },
        {
            "hno": "21",
            "id": "23",
            "nass": "21 - حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ أخبرنا أبو داود -[58]- الطيالسي حدثنا عِمْرَانُ الْقَطَّانُ عَنْ قَتَادَةَ عَنْ شَهْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ عَنْ مُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يدخل أهل الجنة جرد مرد بَنِي ثَلَاثِينَ أَوْ ثَلَاثٍ وَثَلَاثِينَ سَنَةً وَقَالَ هُوَ أَحَدُهُمَا.",
            "page": "57",
            "part": "1",
            "seal": "592E2F47"
        },
        {
            "hno": "22",
            "id": "24",
            "nass": "22 - حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ اللَّهِ حدثنا حفص بن عمر حدثنا الحكم يعني بْنِ أَبَانَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ إِذَا سَكَنَ أَهْلُ الْجَنَّةِ نَوَّرَ -[59]- سَقْفَ مَسَاكِنِهِمْ نُورُ عَرْشِهِ.",
            "page": "58",
            "part": "1",
            "seal": "6DA239CD"
        },
        {
            "hno": "23",
            "id": "25",
            "nass": "23 - حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى بْنِ كثير العنبري حدثنا مَرْوَانُ بْنُ بُكَيْرٍ عَنْ أَشْعَثَ عَنِ الْحَسَنِ قَالَ إِنَّمَا سُمِّيَتْ عَدْنٌ لِأَنَّهَا الْعَرْشُ وَمِنْهَا تَتَفجَّرُ أَنْهَارُ الْجَنَّةِ وَلِلْحُورِ الْعَدْنِيَّةِ الْفَضْلُ عَلَى سَائِرِ الْحُورِ.",
            "page": "59",
            "part": "1",
            "seal": "6620CAA6"
        },
        {
            "hno": "24",
            "id": "26",
            "nass": "24 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ ذُكِرَ لَنَا أَنَّ الرَّجُلَ إِذَا دَخَلَ الْجَنَّةَ صُوِّرَ صُورَةَ أَهْلِ الْجَنَّةِ وَأُلْبِسَ لِبَاسَهُمْ وَحُلِّيَ حُلِيَّهُمْ وَأُرِيَ أَزْوَاجَهُ وخدمه تأخذه سوار فرح لو كَانَ يَنْبَغِي لَهُ أَنْ يَمُوتَ لمات من سوار فرحه فيقال له أرأيت سوار فرحتك -[60]- هذه فإنها قائمة لَكَ أَبَدًا.",
            "page": "59",
            "part": "1",
            "seal": "BBEDA2F3"
        },
        {
            "hno": "25",
            "id": "27",
            "nass": "25 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا رشدين بن سعد أخبرنا زهرة بن معبد القرشي عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ قَالَ إِنَّ الْعَبْدَ أَوَّلَ مَا يَدْخُلُ الْجَنَّةَ يَتَلَقَّاهُ سَبْعُونَ أَلْفَ خَادِمٍ كَأَنَّهُمُ اللُّؤْلُؤُ.",
            "page": "60",
            "part": "1",
            "seal": "BABA0CCA"
        },
        {
            "hno": "26",
            "id": "28",
            "nass": "26 - حَدَّثَنَا حمزة أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ أخبرنا ابن المبارك أخبرنا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ زَحْرٍ عَنْ مُحَمَّدِ بْنِ أَبِي أَيُّوبَ الْمَخْزُومِيِّ عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمَعَافِرِيِّ قَالَ إِنَّهُ لَيُصَفُّ لِلرَّجُلِ مِنْ أَهْلِ الْجَنَّةِ سِمَاطَانِ لَا يُرَى طَرْفَاهُمَا مِنْ غِلْمَانِهِ حَتَّى إِذَا مَرَّ مَشَوْا وَرَاءَهُ.",
            "page": "60",
            "part": "1",
            "seal": "9F4296E1"
        },
        {
            "hno": "27",
            "id": "29",
            "nass": "27 - حدثنا حجاج بن يوسف أخبرنا أبو نعيم حدثنا أَبُو سَلَمَةَ عَنِ الضَّحَّاكِ قَالَ إِذَا دَخَلَ الْمُؤْمِنُ الْجَنَّةَ دَخَلَ أَمَامَهُ مَلَكٌ فَأَخَذَ بِهِ فِي سككها فيقول انْظُرْ مَا تَرَى قَالَ أَرَى أَكْثَرَ قُصُورٍ رَأَيْتُهَا مِنْ ذَهَبٍ وَفِضَّةٍ وَأَكْثَرَ أَنِيسٍ فَيَقُولُ لَهُ الْمَلَكُ فَإِنَّ هَذَا أَجْمَعَ كُلُّهُ لَكَ حَتَّى إِذَا دُفِعَ إِلَيْهِمُ اسْتَقْبَلُوهُ مِنْ كُلِّ بَابٍ وَمِنْ كُلِّ مَكَانٍ نَحْنُ لَكَ نَحْنُ لك ثم يقول إمش. فيقول ما تَرَى فَيَقُولُ أَرَى أَكْثَرَ عَسَاكِرَ رَأَيْتُهَا مِنْ خِيَامٍ رَأَيْتُهَا وَأَكْثَرَ أَنِيسٍ. قَالَ فَإِنَّ هَذَا أَجْمَعَ كُلُّهُ لَكَ فَإِذَا دُفِعَ إِلَيْهِمُ استقبلوه يقولن نَحْنُ لَكَ نَحْنُ لَكَ.",
            "page": "61",
            "part": "1",
            "seal": "30272A79"
        },
        {
            "hno": "28",
            "id": "30",
            "nass": "28 - حدثني هارون بن سفيان حدثنا محمد بن عمر حدثنا أبو بكر بن أَبِي سَبْرَةَ عَنْ عُمَرَ بْنِ عطاء عَنْ سَالِمٍ أَبِي الْغَيْثِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرْضُ -[62]- الْجَنَّةِ بَيْضَاءُ عُرْصَتُهَا صُخُورُ الْكَافُورِ وَقَدْ أَحَاطَ بِهِ الْمِسْكُ مِثْلَ كُثْبَانِ الرَّمْلِ فِيهَا أَنْهَارٌ مُطَّرِدَةٌ فيجتمع فِيهَا أَهْلُ الْجَنَّةِ أَدْنَاهُمْ وَآخِرُهُمْ فَيَتَعَارَفُونَ فَيَبْعَثُ اللَّهُ عَزَّ وَجَلَّ بريح الرَّحْمَةِ فَتُهِيجُ عَلَيْهِمْ رِيحَ ذَلِكَ الْمِسْكِ فَيَرْجِعُ الرَّجُلُ إِلَى زَوْجَتِهِ وَقَدِ ازْدَادَ طِيبًا وَحُسْنًا فَتَقُولُ لَهُ قَدْ خَرَجْتَ مِنْ عِنْدِي وأنا بك معجبة وأن بِكَ الْآنَ أَشَدُّ عُجْبًا.",
            "page": "61",
            "part": "1",
            "seal": "01AF2C15"
        },
        {
            "hno": "29",
            "id": "31",
            "nass": "29 - حَدَّثَنَا دَاوُدُ بْنُ سُلَيْمَانَ الْقُرَشِيُّ حدثنا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ عَنْ فُضَيْلِ بْنِ عِيَاضٍ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ قَالَ خَلَقَ اللَّهُ عَزَّ وَجَلَّ جَنَّةَ عَدْنٍ بِيَدِهِ فَاطَّلَعَ فِيهَا فَقَالَ {قَدْ أَفْلَحَ المؤمنون} ثُمَّ أُغْلِقَتْ فَلَمْ يَدْخُلْهَا إِلَّا مَنْ شَاءَ وَهِيَ تُفْتَحُ كُلَّ سَحَرٍ فَكَانُوا يَرَوْنَ أَنَّ الْبَرَدَ الَّذِي يَجِيءُ سَحَرًا مِنْهَا.",
            "page": "62",
            "part": "1",
            "seal": "8581887C"
        },
        {
            "hno": "30",
            "id": "32",
            "nass": "30 - حدثني إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ وَفُضَيْلُ بْنُ عِيَاضٍ عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عن عبد الله قال جنان عَدْنٍ بُطْنَانُ الْجَنَّةِ.",
            "page": "63",
            "part": "1",
            "seal": "1907D849"
        },
        {
            "hno": "31",
            "id": "33",
            "nass": "31 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عُبَيْدِ بْنِ أَبِي كَرِيمَةَ الْحَرَّانِيُّ حَدَّثَنِي مُحَمَّدُ بْنُ سَلَمَةَ عَنْ أَبِي عَبْدِ الرحيم خالد بن أبي يزيد حَدَّثَنِي زَيْدُ بْنُ أَبِي أُنَيْسَةَ عَنِ الْمِنْهَالِ بْنِ عَمْرٍو عَنْ -[64]- أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ عَنْ مَسْرُوقِ بْنِ الْأَجْدَعِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْعُودٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال يجمع الله الْأَوَّلِينَ وَالْآخِرِينَ لِمِيقَاتِ يَوْمٍ مَعْلُومٍ قيام أَرْبَعِينَ سَنَةً شَاخِصَةً أَبْصَارُهُمْ إِلَى السَّمَاءِ يَنْتَظِرُونَ فَصْلَ الْقَضَاءِ قَالَ وَيَنْزِلُ اللَّهُ عَزَّ وَجَلَّ فِي ظُلَلٍ مِنَ الْغَمَامِ مِنَ الْعَرْشِ إِلَى الْكُرْسِيِّ ثُمَّ يُنَادِي مُنَادٍ مِنَ السَّمَاءِ أَيُّهَا النَّاسُ أَلَمْ ترضوا عن رَبِّكُمُ الَّذِي خَلَقَكُمْ وَرَزَقَكُمْ وَأَمَرَكُمْ أَنْ تَعْبُدُوهُ وَلَا تُشْرِكُوا بِهِ شَيْئًا أَنْ يُوَلِّيَ كُلَّ إِنْسَانٍ منكم ما كان يتولاه ويعبده في الدنيا أليس ذلك عَدْلًا مِنْ رَبِّكُمْ فَيَقُولُونَ بَلَى. قال فينطلق كل قوم إلى ما كانوا يتولون في الدنيا قال فينطلقون ويمثل لهم أشباه مَا كَانُوا يَعْبُدُونَ. فَمِنْهُمْ مَنْ يَنْطَلِقُ إِلَى الشَّمْسِ وَمِنْهُمْ مَنْ يَنْطَلِقُ إِلَى الْقَمَرِ وَإِلَى الْأَوْثَانِ مِنَ الْحِجَارَةِ وَأشْبَاهِ مَا كَانُوا يَعْبُدونَ قَالَ وَيُمَثَّلُ لِمَنْ كَانَ يَعْبُدُ عِيسَى شَيْطَانُ عِيسَى وَيُمَثَّلُ لمن كان يعبد عزير شَيْطَانُ عُزَيْرٍ وَيَبْقَى مُحَمَّدٌ صَلَّى الله عليه وسلم وأمته فَيَأْتِيهِمُ الرَّبُّ عَزَّ وَجَلَّ فَيَقُولُ لهم مالكم لا تنطلقون لما انْطَلَقَ النَّاسُ قَالَ فَيَقُولُونَ إِنَّ لَنَا إِلَهًا مَا رَأَيْنَاهُ بَعْدُ فَيَقُولُ وَهَلْ تَعْرِفُونَهُ إِنْ رَأَيْتُمُوهُ فَيَقُولُونَ بَيْنَنَا وَبَيْنَهُ عَلَامَةٌ إِذَا رأيناها عرفناها. فيقول ما هي فيقولون يكشف عن ساقه فَيَخِرُّ كُلُّ مَنْ كَانَ لِظَهْرِهِ طَبَقٌ وَيَبْقَى قَوْمٌ ظُهُورُهُمْ كَصَيَاصِي الْبَقَرِ يُرِيدُونَ السُّجُودَ فَلَا يَسْتَطِيعُونَ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ ثُمَّ يَقُولُ ارْفَعُوا رؤوسكم قال فيرفعون رؤوسهم فَيُعْطِيهِمْ نُورَهُمْ عَلَى قَدْرِ أَعْمَالِهِمْ فَمِنْهُمْ مَنْ يُعْطَى نُورَهُ مِثْلَ الْجَبَلِ الْعَظِيمِ يَسْعَى بَيْنَ يَدَيْهِ وَمِنْهُمْ مَنْ يُعْطَى نُورَهُ أَصْغَرَ مِنْ ذَلِكَ وَمِنْهُمْ مَنْ يُعْطَى نُورَهُ مِثْلَ النَّخْلَةِ بِيَمِينِهِ وَمِنْهُمْ مَنْ يُعْطَى نُورَهُ أَصْغَرَ مِنْ ذَلِكَ -[65]- حَتَّى يَكُونَ آخِرُهُمْ رَجُلًا يُعْطَى نُورَهُ عَلَى إِبْهَامِ قَدَمِهِ يُضِيءُ مَرَّةً وَيُطْفِئُ مَرَّةً فَإِذَا أضاء قدم قدمه ومشى وإذا انطفئ قَامَ عَلَى الصِّرَاطِ قَالَ وَالرَّبُّ عَزَّ وَجَلَّ أَمَامَهُمْ حَتَّى يَمُرَّ فِي النَّارِ فَيَبْقَى أَثَرُهُ كَحَدِّ السَّيْفِ دَحْضَ مَزِلَّةٍ فَيَقُولُ مُرُّوا فيمرون على قدر نورهم. ¶ فمنهم من يمر كطوف الْعَيْنِ وَمِنْهُمْ مَنْ يَمُرُّ كَالْبَرْقِ وَمِنْهُمْ مَنْ يَمُرُّ كَانْقِضَاضِ السَّحَابِ وَمِنْهُمْ مَنْ يَمُرُّ كَالرِّيحِ وَمِنْهُمْ مَنْ يَمُرُّ كَشَدِّ الْفَرَسِ وَمِنْهُمْ مَنْ يَمُرُّ كَمَثَلِ الرَّجُلِ حَتَّى يمر الرجل الذي نوره على إِبْهَامِ قَدَمِهِ يَحْبُو عَلَى وَجْهِهِ وَيَدَيْهِ وَرِجْلَيْهِ يَجُرُّ يَدًا وَيُعَلِّقُ يَدًا وَيَجُرُّ رِجْلًا وَيُعَلِّقُ رِجْلًا وتصيب جوانبه النار فَلَا يَزَالُ كَذَلِكَ حَتَّى يَخْلُصَ فَإِذَا خَلَصَ وَقَفَ عَلَيْهَا ثُمَّ قال الحمد لله الذي قد أعطاني الله عز وجل مالم يُعْطِ أَحَدًا إِذْ نَجَّانِي مِنْهَا بَعْدَ أَنْ رَأَيْتُهَا قَالَ فَيُنْطَلَقُ بِهِ إِلَى غَدِيرٍ عِنْدَ بَابِ الجنة فيغتسل منه فَيَعُودُ إِلَيْهِ رِيحُ أَهْلِ الْجَنَّةِ وَأَلْوَانُهُمْ قَالَ وَيَرَى مَا فِي الْجَنَّةِ مِنْ خِلَالِ الْبَابِ فَيَقُولُ رَبِّ أَدْخِلْنِي الْجَنَّةَ فَيَقُولُ اللهُ عَزَّ وَجَلَّ لَهُ أَتَسْأَلُ الْجَنَّةَ وَقَدْ نَجَّيْتُكَ مِنَ النَّارِ فَيَقُولُ رَبِّ اجْعَلْ بَيْنِي وَبَيْنَهَا حِجَابًا لَا أَسْمَعُ حَسِيسَهَا قَالَ فَيَدْخُلُ الْجَنَّةَ فَيَرَى أَوْ يُرْفَعُ لَهُ منزل أمام ذلك كأنما هُوَ فِيهِ إِلَيْهِ حُلْمٌ فَيَقُولُ رَبِّ أَعْطِنِي ذَلِكَ الْمَنْزِلَ قَالَ فَيَقُولُ لَهُ فَلَعَلَّكَ إِنْ أَعْطَيْتُكَ تسأل غيره قال فيقول لا وَعِزَّتِكَ وَجَلَالِكَ لَا أَسْأَلُكَ غَيْرَهُ وَأَيُّ مَنْزِلٍ يَكُونُ أَحْسَنَ مِنْ هذا فَيُعْطَاهُ فَيَنْزِلُهُ قَالَ وَيَرَى أَمَامَ ذلك منزلا كأنما هُوَ فِيهِ إِلَيْهِ حُلْمٌ قَالَ رَبِّ أَعْطِنِي ذَلِكَ الْمَنْزِلَ قَالَ فَيَقُولُ اللهُ عَزَّ وَجَلَّ لَهُ فلعلك إن أعطيته تَسْأَلُ غَيْرَهُ فَيَقُولُ لَا وَعِزَّتِكَ لَا أَسْأَلُكَ غَيْرَهُ وَأَيُّ مَنْزِلٍ يكون أحسن منه فيعطاه. ¶ قال وَيَرَى -[66]- أَوْ يُرْفَعُ لَهُ أَمَامَ ذلك منزل آخر كأنما هُوَ فِيهِ إِلَيْهِ حُلْمٌ فَيَقُولُ رَبِّ أَعْطِنِي ذَلِكَ الْمَنْزِلَ قَالَ فيقول الله عز وجل فلعلك إن أعطيته تَسْأَلُ غَيْرَهُ قَالَ لَا وَعِزَّتِكَ وَأَيُّ مَنْزِلٍ يَكُونُ أَحْسَنَ مِنْهُ فَيُعْطَاهُ فَيَنْزِلُهُ قَالَ ثُمَّ يَسْكُتُ فيقول الله عز وجل مالك لَا تَسْأَلُ فَيَقُولُ رَبِّ لَقَدْ سألتك حتى استحيتك وَأَقْسَمْتُ لَكَ حَتَّى اسْتَحْيَيْتُكَ. فَيَقُولُ أَمَا تَرْضَى أَنْ أُعْطِيَكَ مِثْلَ الدُّنْيَا مُنْذُ يَوْمِ خَلَقْتُهَا إِلَى يَوْمِ أَفْنَيْتُهَا وَعَشَرَةَ أَضْعَافِهَا فَيَقُولُ أتهزئ بِي وَأَنْتَ رَبُّ الْعَالَمِينَ قَالَ فَيَضْحَكُ الرَّبُّ عَزَّ وَجَلَّ مِنْ قَوْلِهِ ¶ فَرَأَيْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ إِذَا بَلَغَ هَذَا الْمَكَانَ مِنْ هَذَا الْحَدِيثِ ضَحِكَ. قَالَ فقال له الرجل يَا أَبَا عَبْدِ الرَّحْمَنِ قَدْ سَمِعْتُكَ تُحَدِّثُ بِهَذَا الْحَدِيثِ مِرَارًا كُلَّمَا بَلَغْتَ هَذَا الْمَكَانَ مِنْ هَذَا الْحَدِيثِ ضَحِكْتَ فَقَالَ ابْنُ مَسْعُودٍ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحَدِّثُ بِهَذَا الْحَدِيثِ مِرَارًا كُلَّمَا بَلَغَ هَذَا الْمَكَانَ مِنْ هَذَا الْحَدِيثِ ضحك حتى يبدوا آخر أَضْرَاسِهِ قَالَ فَيَقُولُ الرَّبُّ عَزَّ وجل ولكني على ذلك قادر فَيَقُولُ رَبِّ أَلْحِقْنِي بِالنَّاسِ فَيَقُولُ الْحَقْ بِالنَّاسِ فَيَنْطَلِقُ فَيَدْخُلُ الْجَنَّةَ حَتَّى إِذَا دَنَا مِنَ النَّاسِ رُفِعَ لَهُ قَصْرٌ مِنْ دُرَّةٍ فَيَخِرُّ سَاجِدًا فَيُقَالُ لَهُ ارْفَعْ رأسك مالك فَيَقُولُ رَأَيْتُ رَبِّي أَوْ تَرَاءَى لِي رَبِّي فَيُقَالُ لَهُ إِنَّمَا هُوَ مَنْزِلٌ مِنْ مَنَازِلِكَ. ¶ قَالَ ثُمَّ يَلْقَى رَجُلًا فَيَتَهَيَّأُ لِيَسْجُدَ فيقول له مه مالك فَيَقُولُ رَأَيْتُ أَنَّهُ مَلَكٌ مِنَ الْمَلَائِكَةِ فَيَقُولُ إِنَّمَا أَنَا خَازِنٌ مِنْ خُزَّانِكَ عَبْدٌ مِنْ عَبِيدِكَ تَحْتَ يَدَيَّ أَلْفُ قَهْرَمَانٍ عَلَى مِثْلِ مَا أَنَا عَلَيْهِ. قَالَ فَيَنْطَلِقُ أَمَامَهُ حَتَّى يَفْتَحَ لَهُ الْقَصْرَ قَالَ وَهُوَ دُرَّةٌ مُجَوَّفَةٌ سواقفها وأبوابها وأغلاقها ومفاتحها مِنْهَا فَتَسْتَقْبِلُهُ جَوْهَرَةٌ خَضْرَاءُ مُبَطَّنَةٌ بِحَمْرَاءَ كُلُّ جَوْهَرَةٍ تُفْضِي إِلَى جَوْهَرَةٍ عَلَى غَيْرِ لَوْنِ الْأُخْرَى فِي كُلِّ جَوْهَرَةٍ سُرُرٌ وَأَزْوَاجٌ وَوَصَائِفُ أَدْنَاهُنَّ حَوْرَاءُ عَيْنَاءُ عَلَيْهَا سَبْعُونَ حُلَّةً يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ حُلَلِهَا كَبِدُهَا مِرْآتُهُ وَكَبِدُهُ مِرْآتُهَا إِذَا أَعْرَضَ عَنْهَا إعراضة ازدادت فِي عَيْنِي سَبْعِينَ ضِعْفًا قَالَ فَيُقَالُ لَهُ أَشْرِفْ فَيُشْرِفُ قَالَ -[67]- فيقال له ملكك مَسِيرَةِ مِائَةِ عَامٍ يُنْفِذُ بَصَرَكَ قَالَ فَقَالَ عُمَرُ أَلَا تَسْمَعُ إلى ما يحدثنا ابْنُ أُمِّ عَبْدٍ يَا كَعْبُ عَنْ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً فكيف أعلاها فَقَالَ كَعْبٌ يَا أَمِيرَ الْمُؤْمِنِينَ لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ إِنَّ اللَّهَ عَزَّ وَجَلَّ خَلَقَ لِنَفْسِهِ دَارًا فَجَعَلَ فِيهَا مَا شَاءَ مِنَ الْأَزْوَاجِ وَالثَّمَرَاتِ وَالَأشْرِبَةِ ثُمَّ أَطْبَقَهَا ثُمَّ لَمْ يَرَهَا أَحَدٌ مِنْ خَلْقِهِ لَا جِبْرِيلُ وَلَا غَيْرُهُ مِنَ الْمَلَائِكَةِ قَالَ ثُمَّ قَرَأَ كَعْبٌ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ من قرة أعين جزاءا بما كانوا يعملون} ¶ قَالَ وَخَلَقَ اللَّهُ دُونَ ذَلِكَ جَنَّتَيْنِ زَيَّنَهُمَا بِمَا شَاءَ وَأَرَاهُمَا مِنْ خَلْقِهِ قَالَ فَمَنْ كَانَ كِتَابُهُ فِي عِلِّيِّينَ نَزَلَ تِلْكَ الدَّارَ الَّتِي لَمْ يَرَهَا أَحَدٌ حَتَّى أَنَّ الرَّجُلَ مِنْ أَهْلِ عِلِّيِّينَ لَيَخْرُجُ فَيَسِيرُ فِي مِلْكِهِ فَمَا تَبْقَى خَيْمَةٌ مِنْ خِيَامِ الْجَنَّةِ إِلَّا دَخَلَهَا ضَوْءٌ مِنْ ضوء وجهه ويستبشرون بريحه يقولون ولها لهذه الريح الطيبة هذا رَجُلٌ مِنْ أَهْلِ عِلِّيِّينَ قَدْ خَرَجَ يَسِيرُ فِي مِلْكِهِ قَالَ فَقَالَ عُمَرُ وَيْحَكَ يَا كَعْبُ إِنَّ هَذِهِ الْقُلُوبَ قَدِ اسْتَرْسَلَتْ فَاقْبِضْهَا. فَقَالَ كَعْبٌ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ لِجَهَنَّمَ يَوْمَ الْقِيَامَةِ زفرة ما من مُقَرَّبٍ وَلَا نَبِيٍّ مُرْسَلٍ إِلَّا يخر لركبته حَتَّى إِنَّ إِبْرَاهِيمَ خَلِيلَ الرَّحْمَنِ يقول رب نفسي حتى لَوْ كَانَ لَكَ عَمَلُ سَبْعِينَ نَبِيًّا إِلَى عَمَلِكَ لَظَنَنْتَ أَنَّكَ لم تنج.",
            "page": "63",
            "part": "1",
            "seal": "B3916D50"
        },
        {
            "hno": "32",
            "id": "34",
            "nass": "32 - حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ عَنْ أَنَسِ بْنِ مَالِكِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ آخِرَ مَنْ يَدْخُلُ الْجَنَّةَ لَرَجُلٌ يَمْشِي عَلَى الصِّرَاطِ فَيَنْكَبُّ مَرَّةً وَيَمْشِي مَرَّةً وَتَسْفَعُهُ النَّارُ -[68]- مَرَّةً فَإِذَا جَاوَزَ الصِّرَاطَ الْتَفَتَ إليها فقال تبارك الله الَّذِي نَجَّانِي مِنْكِ لَقَدْ أَعْطَانِي الله عز وجل مالم يُعْطِ أَحَدًا مِنَ الْعَالَمِينَ فَيُرْفَعُ لَهُ شَجَرَةٌ فَيَنْظُرُ إِلَيْهَا فَيَقُولُ رَبِّ أَدْنِنِي مِنْ هَذِهِ الشَّجَرَةِ فأستظل بظلها وأشرب من ماءها فَيَقُولُ أَيْ عَبْدِي فَلَعَلِّي إِنْ أَدْنَيْتُكَ مِنْهَا تَسْأَلُنِي غَيْرَهَا قَالَ فيقول يا رب ويعاهده أن لا يَسْأَلَهُ غَيْرَهَا وَالرَّبُّ عَزَّ وَجَلَّ يَعْلَمُ أَنَّهُ يَسْأَلُهُ لِأَنَّهُ يَرَى أن لَا صَبْرَ لَهُ عَلَيْهِ فَيُدْنِيهِ مِنْهَا ثُمَّ تُرْفَعُ لَهُ شَجَرَةٌ هي أحسن منها فيقول ربي أَدْنِنِي مِنْ هَذِهِ الشَّجَرَةِ فَيَقُولُ لَهُ كَمِثْلِ ذَلِكَ وَيَسْمَعُ أَصْوَاتَ أَهْلِ الْجَنَّةِ فَقَالَ أَيْ رَبِّ الْجَنَّةَ فَيَقُولُ أَيْ عَبْدِي أَلَمْ تعاهدني أن لا تَسْأَلَنِي غَيْرَهَا فَيَقُولُ يَا رَبِّ أَدْخِلْنِي الْجَنَّةَ فَيَقُولُ تَبَارَكَ وَتَعَالَى اسْمُهُ مَا يَصْرِينِي مِنْكَ قَالَ أبو بكر معنى يقطعني أي عَبْدِي أَيُرْضِيكَ أَنْ أُعْطِيَكَ الدُّنْيَا ومثلها فيقول أتهزؤ بِي وَأَنْتَ رَبُّ الْعِزَّةِ. ¶ قَالَ فَضَحِكَ عَبْدُ اللَّهِ حَتَّى بَدَتْ نَوَاجِذُهُ ثُمَّ قَالَ أَلَا تَسْأَلُونِي لِمَ ضَحِكْتُ قَالُوا لِمَ ضَحِكْتَ قال لضحك الرَّبِّ تَبَارَكَ وَتَعَالَى حِينَ قَالَ أتهزؤ بِي وَأَنْتَ رَبُّ الْعِزَّةِ قَالَ أبو بكر وهذا الكلام الأخير أَفْهَمَنِيهُ بَعْضُ أَصْحَابِنَا عَنْ أَبِي خَيْثَمَةَ.",
            "page": "67",
            "part": "1",
            "seal": "95ECE843"
        },
        {
            "hno": "33",
            "id": "35",
            "nass": "33 - حدثنا يحيى بن أيوب حدثنا إِسْمَاعِيلُ بْنُ جَعْفَرٍ أَخْبَرَنِي مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ منزلة من يَتَمَنَّى -[69]- عَلَى اللَّهِ عَزَّ وَجَلَّ فيقال لك ذلك ومثله معه إلا أنه يلقى فيقال لك كذا وكذا وَمِثْلُهُ مَعَهُ.",
            "page": "68",
            "part": "1",
            "seal": "2C5A352C"
        },
        {
            "hno": "34",
            "id": "36",
            "nass": "34 - حدثنا ابن إسماعيل حدثنا يحيى بن علي الرملي حدثنا الْأَعْمَشُ عَنْ ثُوَيْرِ بْنِ أَبِي فَاخِتَةَ أُرَاهُ عَنِ ابْنِ عُمَرَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَرَجُلٌ لَهُ أَلْفُ قَصْرٍ بَيْنَ كُلِّ قَصْرَيْنِ مَسِيرَةُ سَنَةٍ يُرَى أَقْصَاهَا كَمَا يُرَى أَدْنَاهَا فِي كُلِّ قَصْرٍ مِنَ الْحُورِ الْعِينِ وَالرَّيَاحِينِ وَالْوِلْدَانِ مَا يَدْعُو بِشَيْءٍ إِلَّا أُتِيَ بِهِ.",
            "page": "69",
            "part": "1",
            "seal": "2387D9E0"
        },
        {
            "hno": "35",
            "id": "37",
            "nass": "35 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا سُفْيَانُ عَنْ مُطَرِّفِ بْنِ طَرِيفٍ قَالَ سَمِعْتُ الشَّعْبِيَّ قَالَ سَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ يَقُولُ سَأَلَ موسى ربه قَالَ أَيْ رَبِّ أَيُّ أَهْلِ الْجَنَّةِ أَدْنَى مَنْزِلَةً قَالَ هُوَ رَجُلٌ يَأْتِي بَعْدَمَا أَخَذَ النَّاسُ أَخَذَاتِهِمْ وَنَزَلُوا مَنَازِلَهُمْ فَيُقَالُ لَهُ ادخل فَيَقُولُ أَيْ رَبِّ كَيْفَ أَدْخَلُ وَقَدْ نَزَلَ النَّاسُ مَنَازِلَهُمْ وَأَخَذُوا أَخَذَاتِهِمْ -[70]- فَيُقَالُ لَهُ أَتَرْضَى أَنْ يَكُونَ لَكَ مِثْلُ مَا كَانَ لِمَلِكٍ فَيَقُولُ نَعَمْ. قَالَ فَيُقَالُ لَكَ هَذَا وَخَمْسَةُ أَمْثَالِهِ. فَيَقُولُ رَضِيتُ يَا رَبِّ وَفُزْتُ قَالَ فَإِنَّ لَكَ هَذَا وَعَشَرَةَ أَمْثَالِهِ فَيَقُولُ رَضِيتُ. قَالَ يَا رَبِّ فعن أفضلهم منزلة قال إليك أَرَدْتُ وَسَأُخْبِرُكَ غَرَسْتُ كَرَامَتَهُمْ بِيَدِي وَخَتَمْتُ عَلَيْهَا فَلَمْ تَرَ عَيْنٌ وَلَمْ تَسْمَعْ أُذُنٌ وَلَمْ يَخْطُرْ عَلَى قَلْبِ بَشَرٍ مِصْدَاقُ ذَلِكَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بما كانوا يعملون}.",
            "page": "69",
            "part": "1",
            "seal": "BC604ADD"
        },
        {
            "hno": "36",
            "id": "38",
            "nass": "36 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا ابْنُ عَوْنٍ عَنِ ابْنِ سِيرِينَ قَالَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ منزلة لمن يقال له تمنى ويذكره أصحابه. فيقال هُوَ لَكَ وَمِثْلُهُ مَعَهُ. قَالَ مُحَمَّدٌ وَقَالَ ابْنُ عُمَرَ هُوَ لَكَ وَعَشَرَةُ أَمْثَالِهِ وَعِنْدَ اللَّهِ الْمَزِيدُ.",
            "page": "70",
            "part": "1",
            "seal": "024126F5"
        },
        {
            "hno": "37",
            "id": "39",
            "nass": "37 - حدثنا خلف بن هشام حدثنا خَالِدُ بْنُ عَبْدِ اللَّهِ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ -[71]- عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنْ كَعْبٍ قَالَ لَمَّا نَظَرَ اللَّهُ عَزَّ وَجَلَّ إِلَى الْجَنَّةِ قَالَ طُوبَى لِأَهْلِكِ فَتَزْدَادُ ضِعْفًا حَتَّى يَدْخُلَهَا أَهْلُهَا.",
            "page": "70",
            "part": "1",
            "seal": "30124DC7"
        },
        {
            "hno": "38",
            "id": "40",
            "nass": "38 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا يَزِيدُ وَيَعْلَى بْنُ عُبَيْدٍ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ سَعْدٍ الطَّائِيِّ قَالَ أُخْبِرْتُ أَنَّ الله عز وجل لما خلق الجنة قَالَ لَهَا تَزَيَّنِي فَتَزَيَّنَتْ ثُمَّ قَالَ لَهَا تَكَلَّمِي فَقَالَتْ طُوبَى لِمَنْ رَضِيتَ عَنْهُ.",
            "page": "71",
            "part": "1",
            "seal": "ADC82586"
        },
        {
            "hno": "39",
            "id": "41",
            "nass": "39 - حَدَّثَنَا إسحاق بن إبراهيم أخبرنا حَجَّاجُ بْنُ مُحَمَّدٍ عَنْ حُسَامِ بْنِ مِصَكٍّ عَنْ قَتَادَةَ قَالَ لَمَّا خَلَقَ اللَّهُ عَزَّ وَجَلَّ الْجَنَّةَ قَالَ لَهَا تَكَلَّمِي قَالَتْ طُوبَى لِلْمُتَّقِينَ.",
            "page": "71",
            "part": "1",
            "seal": "FC66F52D"
        },
        {
            "hno": "40",
            "id": "42",
            "nass": "40 - حدثنا علي بن الجعد حدثنا زُهَيْرُ بْنُ مُعَاوِيَةَ عَنْ عَلْقَمَةَ بن قيس قَالَ إِنَّ الْجَنَّةَ سَجْسَجٌ لَا قَرَّ فِيهَا وَلَا حَرَّ وَلَهُمْ فِيهَا مَا اشْتَهَتْ أَنْفُسُهُمْ.",
            "page": "72",
            "part": "1",
            "seal": "B7700B43"
        },
        {
            "hno": "41",
            "id": "43",
            "nass": "41 - حدثنا محمد بن معشرة عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلِ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ عَنْ أَخِيهِ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَلَقَ اللَّهُ ثَلَاثَةَ أَشْيَاءَ بِيَدِهِ خَلَقَ آدَمَ بِيَدِهِ وَكَتَبَ التَّوْرَاةَ بِيَدِهِ وَغَرَسَ الْفِرْدَوْسَ بِيَدِهِ ثُمَّ قَالَ وَعِزَّتِي وَجَلَالِي لَا يَدْخُلُهَا مُدْمِنُ خَمْرٍ وَلَا الدَّيُّوثُ قَالُوا يَا رَسُولَ اللَّهِ قَدْ عَرَفْنَا مُدْمِنَ الْخَمْرِ فَمَا الدَّيُّوثُ قَالَ الَّذِي يُقِرُّ السُّوءَ فِي أَهْلِهِ.",
            "page": "72",
            "part": "1",
            "seal": "24DB11B3"
        },
        {
            "hno": "42",
            "id": "44",
            "nass": "باب صفة شجرة الْجَنَّةِ ¶ 42 - حَدَّثَنَا شُجَاعُ بْنُ الْأَشْرَسِ حدثنا لَيْثُ بْنُ سَعْدٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ في الحنة شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا سبعون سَنَةً.",
            "page": "73",
            "part": "1",
            "seal": "65BB42FC"
        },
        {
            "hno": "43",
            "id": "45",
            "nass": "43 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ أخبرنا ابن المبارك أخبرنا سَعْدٌ عَنْ أَبِي الضَّحَّاكِ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ سنة هي شَجَرَةُ الْخُلْدِ.",
            "page": "74",
            "part": "1",
            "seal": "FEF52F1B"
        },
        {
            "hno": "44",
            "id": "46",
            "nass": "44 - حدثني إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ وَوَكِيعٌ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ زِيَادٍ مَوْلَى بَنِي مَخْزُومٍ عَنْ أَبِي هُرَيْرَةَ قَالَ إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ واقرؤوا إن شئتم {وظل ممدود} قَالَ فَبَلَغَ ذَلِكَ كَعْبًا فَقَالَ صَدَقَ وَالَّذِي أَنْزَلَ التَّوْرَاةَ عَلَى لِسَانِ مُوسَى عَلَيْهِ السَّلَامُ وَالْفُرْقَانَ عَلَى لِسَانِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ أَنَّ رَجُلًا ركب جذعة أو جدعا ثُمَّ دَارَ بِأَصْلِ تِلْكَ الشَّجَرَةِ مَا بَلَغَهَا حَتَّى يَسْقُطَ هَرِمًا إِنَّ اللَّهَ عَزَّ وَجَلَّ غَرَسَهَا بِيَدِهِ وَنَفَخَ فِيهَا وَإِنَّ أَفْنَانَهَا مِنْ وَرَاءِ سُورِ الْجَنَّةِ -[75]- مَا فِي الْجَنَّةِ نَهَرٌ إِلَّا وَهُوَ يَخْرُجُ مِنْ أَصْلِ تِلْكَ الشَّجَرَةِ. ¶ وَقَالَ وَكِيعٌ لَوْ أَنَّ رَجُلًا ركب جذعا أو حقة.",
            "page": "74",
            "part": "1",
            "seal": "6353948B"
        },
        {
            "hno": "45",
            "id": "47",
            "nass": "45 - حدثنا إبراهيم بن سعيد الجوهري حدثنا أبو عامر العقدي حدثنا زَمْعَةُ بْنُ صَالِحٍ عَنْ سَلَمَةَ بْنِ وَهْرَامٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ الظِّلُّ الْمَمْدُودُ شَجَرَةٌ فِي الْجَنَّةِ عَلَى سَاقٍ قَدْرَ مَا يَسِيرُ الرَّاكِبُ الْمُجِدُّ فِي ظِلِّهَا مِائَةَ عَامٍ فِي كُلِّ نَوَاحِيهَا قَالَ فَيَخْرُجُ إِلَيْهَا أَهْلُ الْجَنَّةِ أَهْلُ الْغُرَفِ وَغَيْرُهُمْ فَيَتَحَدَّثُونَ فِي ظِلِّهَا فَيَشْتَهِي بَعْضُهُمْ وَيَذْكُرُ لَهْوَ الدُّنْيَا فَيُرْسِلُ اللَّهُ رِيحًا مِنَ الْجَنَّةِ فَتُحَرِّكُ تِلْكَ الشَّجَرَةَ بِكُلِّ لَهْوٍ كَانَ فِي الدنيا.",
            "page": "75",
            "part": "1",
            "seal": "CDD9BB6A"
        },
        {
            "hno": "46",
            "id": "48",
            "nass": "46 - حدثنا أبو مسلم الحراني حدثنا مِسْكِينُ بْنُ بُكَيْرٍ عَنِ الْأَوْزَاعِيِّ عَنْ عَبْدَةَ بْنِ أَبِي لُبَابَةَ قَالَ إِنَّ فِي الْجَنَّةِ شَجَرَةً ثمرها ياقوت وزبرجد وَلُؤْلُؤٌ فَيَبْعَثُ اللَّهُ عَزَّ وَجَلَّ رِيحًا فَتُصَفِّقُ فَيُسْمَعُ لَهَا أَصْوَاتٌ لَمْ يُسْمَعْ أَلَذُّ مِنْهَا.",
            "page": "76",
            "part": "1",
            "seal": "2DD352C3"
        },
        {
            "hno": "47",
            "id": "49",
            "nass": "47 - حَدَّثَنَا الْحَسَنُ بْنُ مَحْبُوبٍ الْأَنْطَاكِيُّ حدثنا أبو داود الحضري عَنْ سُفْيَانَ عَنْ أَبِي سِنَانٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الْهُذَيْلِ قَالَ كُنَّا مَعَ عَبْدِ اللَّهِ بِالشَّامِ أَوْ بِعُمَانٍ فَتَذَاكَرُوا الْجَنَّةَ فَقَالَ إِنَّ الْعُنْقُودَ مِنْ عَنَاقِيدِهَا مِنْ هَاهُنَا إِلَى صَنْعَاءَ.",
            "page": "76",
            "part": "1",
            "seal": "8EBEF517"
        },
        {
            "hno": "48",
            "id": "50",
            "nass": "48 - حَدَّثَنَا أَبُو سَعِيدٍ الْأَشَجُّ الْكِنْدِيُّ حدثنا زِيَادُ بْنُ الْحَسَنِ بْنِ فُرَاتٍ الْقَزَّازُ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا فِي الْجَنَّةِ شَجَرَةٌ إِلَّا سَاقُهَا مِنْ ذَهَبٍ.",
            "page": "77",
            "part": "1",
            "seal": "9B3ECD0F"
        },
        {
            "hno": "49",
            "id": "51",
            "nass": "49 - حدثنا علي بن الجعد قال أَخْبَرَنِي الْمَسْعُودِيُّ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ قَالَ أَبُو -[78]- عُبَيْدَةَ الجنة نضد ما بين أصلها وفرعها ثمرها كالقلال كلما نزعت ثَمَرَةٌ عَادَتْ مَكَانَهَا أُخْرَى أَنْهَارُهَا تَجْرِي فِي عَيْنِ أُخْدُودٍ الْعُنْقُودُ منها إثنى عَشَرَ ذِرَاعًا قَالَ عَمْرُو فَعَجِلْتُ عَلَى الشَّيْخِ فَقُلْتُ مَنْ حَدَّثَكَ بِهَذَا فَقَالَ لِي أَمَا إِنِّي لَا أَكْذِبُكَ حَدَّثَنِيهِ مَسْرُوقٌ.",
            "page": "77",
            "part": "1",
            "seal": "3F615A32"
        },
        {
            "hno": "50",
            "id": "52",
            "nass": "50 - حدثنا هارون بن سفيان حدثنا محمد بن عمر أخبرنا أُسَامَةُ بْنُ زَيْدٍ عَنْ أَبِيهِ عَنْ عَطَاءِ بْنِ يَسَارٍ قَالَ فِي الْجَنَّةِ نَخْلٌ مِنْ ذَهَبٍ جذوعها مِنْ ذَهَبٍ وَسَعَفُهَا كَأَحْسَنِ حُلَلٍ رآه الناس وشماريخها وعراجينها ومعادها مِنْ ذَهَبٍ وَثَمَرُهَا مِثْلُ الْقِلَالِ وأشد بَيَاضًا مِنَ اللَّبَنِ وَالْفِضَّةِ وَأَطْيَبُ مِنَ الْمِسْكِ وَأَحْلَى مِنَ السُّكَّرِ وَأَلْيَنُ مِنَ الزُّبْدِ وَالسَّمْنِ.",
            "page": "78",
            "part": "1",
            "seal": "3EA7F799"
        },
        {
            "hno": "51",
            "id": "53",
            "nass": "51 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا سُفْيَانُ عَنْ حَمَّادٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ قَالَ نَخْلُ الْجَنَّةِ جُذُوعُهَا مِنْ زمرد أخضر وكربها ذهب أحمر وسعفها كسوة لأهل الجنة منها مقاطعهم وحللهم وثمرها مثل القلال أو الدلاء أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ -[79]- الْعَسَلِ وَأَلْيَنُ مِنَ الزُّبْدِ ليس فيها عُجْمٌ.",
            "page": "78",
            "part": "1",
            "seal": "76C15911"
        },
        {
            "hno": "52",
            "id": "54",
            "nass": "52 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا ابْنُ عُيَيْنَةَ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ أَرْضُ الْجَنَّةِ مِنْ وَرِقٍ وَتُرَابُهَا مِسْكٌ وَأُصُولُ أَشْجارِهَا ذَهَبٌ وَوَرَقُ أَفْنَانِهَا زبرجد وَيَاقُوتٌ وَالْوَرَقُ وَالثَّمَرُ تَحْتَ ذَلِكَ فَمَنْ أَكَلَ قَائِمًا لَمْ يُؤْذِهِ وَمَنْ أَكَلَ جَالِسًا لَمْ يُؤْذِهِ وَمَنْ أَكَلَ مُضْطَجِعًا لَمْ يُؤْذِهِ وذللت قطوفها تذليلا.",
            "page": "79",
            "part": "1",
            "seal": "C939ACA8"
        },
        {
            "hno": "53",
            "id": "55",
            "nass": "53 - حدثنا علي بن الجعد أخبرنا شُعْبَةُ عَنْ أَبِي إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ فِي هذه الآية {قطوفها دانية} قَالَ يَأْخُذُهُ أَحَدُهُمْ وَهُوَ نَائِمٌ.",
            "page": "79",
            "part": "1",
            "seal": "99CF1BA7"
        },
        {
            "hno": "54",
            "id": "56",
            "nass": "باب شجرة طوبى ¶ 54 - حدثنا أبو موسى إسحاق بن موسى الهروي حدثنا القاسم بن يزيد الجرمي الموصلي حدثنا أبو إلياس حدثنا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّةِ لَشَجَرَةً يُقَالُ لَهَا طُوبَى لَوْ سَخَّرَ الرَّاكِبُ الْجَوَادَ أَنْ يَسِيرَ فِي ظِلِّهَا لَسَارَ فِيهِ مِائَةَ عَامٍ وَوَرَقُهَا وَبُسْرُهَا بُرُودٌ خضر وزهورها رياض صفر وأفناؤها سُنْدُسٌ وَإِسْتَبْرَقٌ وَثَمَرُهَا حُلَلٌ وَصَمْغُهَا زَنْجَبِيلٌ وَعَسَلٌ وَبَطْحَاؤُهَا يَاقُوتٌ أَحْمَرٌ وَزُمُرُّدٌ أَخْضَرُ وَتُرَابُهَا مِسْكٌ وَعَنْبَرٌ وَكَافُورُهَا أَصْفَرُ وَحَشِيشُهَا زَعْفَرَانٌ مُونِعٌ ولأنجوج يَتَأَجَّجَانِ مِنْ غَيْرِ وَقُودٍ يَتَفَجَّرُ من أصلها السلسبيل والمعين وَالرَّحِيقِ وَظِلُّهَا مَجْلِسٌ مِنْ مَجَالِسِ أهل الجنة يألفونه يتحدث بجمعهم ¶ فَبَيْنَمَا هُمْ يَوْمًا فِي ظِلِّهَا -[81]- يَتَحَدَّثُونَ إِذْ جَاءَتْهُمُ الْمَلَائِكَةُ يَقُودُونَ نُجُبًا جُبِلَتْ مِنَ الْيَاقُوتِ ثُمَّ تُنْفَخُ فِيهَا الرُّوحُ مَزْمُومَةً بِسَلَاسِلَ من ذهب كأن وجوهها الْمَصَابِيحُ نَضَارَةً وَحُسْنًا وَبَهَاءً وَبَرُهَا خز أحمر ومرعزي أبيض مخلطات لَمْ يَنْظُرِ النَّاظِرُونَ إِلَى مِثْلِهَا حُسْنًا ذَلِكَ مِنْ غَيْرِ مَهَابَةٍ نجبا من غير رياضة عليها رحائل ألواحها من الدر والياقوت مفصصة بِاللُّؤْلُؤِ وَالْمَرْجَانُ صَفَائِحُهَا مِنَ الذَّهَبِ الأحمر ملبسة بالعبقري والأرجون فَأَنَاخُوا لَهُمْ تِلْكَ النُّجُبَ ثُمَّ قَالُوا لَهُمْ إِنَّ رَبَّكُمْ يُقْرِئُكُمُ السَّلَامَ وَيَسْتَزِيرُكُمْ لِيَنْظُرَ إِلَيْكُمْ وَتَنْظُرُونَ إليه تكلمونه ويكلمكم وتحيونه ويحييكم وَيَزِيدَكُمْ مِنْ فَضْلِهِ وَسَعَتِهِ إِنَّهُ ذُو رَحْمَةٍ وَاسِعَةٍ وَفَضْلٍ عَظِيمٍ فيتحول كل رجل منهم عن رَاحِلَتِهِ ثُمَّ يَنْطَلِقُونَ صَفًّا مُعْتَدِلًا لَا يَفُوتُ شَيْءٌ مِنْهُمْ شَيْئًا ولا تفوت أُذُنُ نَاقَةٍ أُذُنَ صَاحِبَتِهَا فَلَا يمرون بشجرة من شجرة الْجَنَّةِ إِلَّا أَتْحَفَتْهُمْ مِنْ ثَمَرِهَا وَرَحَلَتْ عَنْ طَرِيقِهِمْ كَرَاهَةَ أَنْ تثلم صفهم أو نفرق بين الرجل ورفيقه ¶ فلما رفعوا إِلَى الْجَبَّارِ عَزَّ وَجَلَّ سَفَرَ لَهُمْ عَنْ وَجْهِهِ الْكَرِيمِ وَتَجَلَّى لهم في عظمته العظيم يحيهم فِيهَا بِالسَّلَامِ قَالُوا رَبَّنَا أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ وَلَكَ حَقُّ الْجَلَالِ وَالْإِكْرَامِ قَالَ لَهُمْ رَبُّهُمْ إِنِّي أَنَا السَّلَامُ وَمِنِّي السَّلَامُ وَلِي حَقُّ الْجَلَالِ وَالْإِكْرَامِ فَمَرْحَبًا بِعِبَادِي الَّذِينَ حَفِظُوا وَصِيَّتِي وَرَعَوْا عَهْدِي وَخَافُونِي بِالْغَيْبِ وَكَانُوا مِنِّي عَلَى كُلِّ حَالٍ مُشْفِقِينَ قَالُوا أَمَا وَعِزَّتِكَ وَجَلَالِكَ وَعُلُوِّ مَكَانِكَ مَا قَدَرْنَاكَ حَقَّ قَدْرِكَ وَلَا أدينا لك كل حقك فأذن لنا بالسجود لك قال لهم ربهم إني قد وضعت عنكم مؤونة العبادة وأرحت لكم أبدانكم فطال ما أنصبتم لي الأبدان وأعنيتم لي الوجوه وأظمأتم لِيَ الْأَفْوَاهَ وَأَخْمَصْتُمْ لِيَ الْبُطُونَ فَالْآنَ أَفْضَيْتُمْ إِلَى رَوْحِي وَرَحْمَتِي وَكَرَامَتِي فَاسْأَلُونِي مَا شِئْتُمْ وَتَمَنَّوْا عَلَيَّ أُعْطِكُمْ أَمَانِيَكُمْ فَإِنِّي لَا أَجْزِيكُمُ الْيَوْمَ بِقَدْرِ أَعْمَالِكُمْ وَلَكِنْ بِقَدْرِ رَحْمَتِي -[82]- وَطَوْلِي وَجَلَالِي وَعُلُوِّ مَكَانِي وَعَظَمَةِ شَأْنِي ¶ فَمَا يَزَالُونَ فِي الْأَمَانِيِّ وَالْمَوَاهِبِ وَالْعَطَايَا حَتَّى إِنَّ الْمُقَصِّرَ مِنْهُمْ لَيَتَمَنَّى مِثْلَ جَمِيعِ الدُّنْيَا مُنْذُ خَلَقَهَا اللَّهُ عَزَّ وَجَلَّ إِلَى يَوْمِ أَفْنَاهَا قَالَ لَهُمْ رَبُّهُمْ لَقَدْ قَصَّرْتُمْ فِي أَمَانِيكُمْ وَرَضِيتُمْ بِدُونِ مَا يَحِقُّ لَكُمْ فَقَدْ أَوْجَبْتُ لَكُمْ مَا سَأَلْتُمْ وَتَمَنَّيْتُمْ وَزِدْتُكُمْ عَلَى مَا قَصُرَتْ عَنْهُ أَمَانِيكُمْ فَانْظُرُوا إِلَى مَوَاهِبِ رَبِّكُمُ الَّذِي وَهَبَ لكم فإذا قباب في الرفيع الْأَعْلَى وَغُرَفٌ مَبْنِيَّةٌ مِنَ الدُّرِّ وَالْمَرْجَانِ وَأَبْوَابُهَا مِنْ ذَهَبٍ وَسُرُرُهَا مِنْ يَاقُوتٍ وَفُرُشُهَا مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ وَمَنَابِرُهَا مِنْ نُورٍ يَثُورُ من أبوابها ومن أعراصها ونور كَشَعَاعِ الشَّمْسِ مِثْلِ الْكَوْكَبِ الدُّرِّيِّ فِي النَّهَارِ الْمُضِيءِ وَإِذَا قُصُورٌ شَامِخَةٌ فِي أَعْلَى عِلِّيِّينَ مِنَ الياقوت يزهر نُورُهَا فَلَوْلَا أَنَّهُ سُخِّرَ لَالْتَمَعَ الْأَبْصَارَ فَمَا كَانَ مِنْ تِلْكَ الْقُصُورِ مِنَ اليَاقُوتِ الْأَبْيَضِ فَهُوَ مفروش بالحرير الأبيض وَمَا كَانَ مِنْهَا مِنَ الْيَاقُوتِ الْأَحْمَرِ فَهُوَ مَفْرُوشٌ بِالْعَبْقَرِيِّ الْأَحْمَرِ وَمَا كَانَ مِنْهَا مِنَ الْيَاقُوتِ الْأَخْضَرِ فَهُوَ مَفْرُوشٌ بِالسُّنْدُسِ الْأَخْضَرِ وَمَا كَانَ مِنْهَا مِنَ الْيَاقُوتِ الأصفر فهو مفروش بالأرجون الْأَصْفَرِ مُمَوَّهٌ بِالزَّبَرْجَدِ الْأَخْضَرِ وَالذَّهَبِ الأحمر والفضة البيضاء قواعدها وَأَرْكَانُهَا مِنَ الْيَاقُوتِ وَشُرُفُهَا قِبَابٌ مِنَ اللُّؤْلُؤِ وَبُرُوجُهَا غُرَفُ الْمَرْجَانِ ¶ فَلَمَّا انْصَرَفُوا إِلَى مَا أَعْطَاهُمْ رَبُّهُمْ عَزَّ وَجَلَّ قُرِّبَتْ لَهُمْ بَرَاذِينُ مِنَ الْيَاقُوتِ الْأَبْيَضِ مَنْفُوخٌ فِيهَا الرُّوحُ بِجَنْبِهَا الْوِلْدَانُ الْمُخَلَّدُونَ بيد كل وليد منهم حكمة برذون ولجامها وأعنتها من فضة مَنْظُومَةٍ بِالدُّرِّ وَالْيَاقُوتِ وَسُرُجُهَا سُرُرٌ مَوْضُونَةٌ مَفْرُوشَةٌ بِالسُّنْدُسِ وَالْإِسْتَبْرَقِ فَانْطَلَقَتْ بهم تلك البراذين تردهم وتبصرهم رِيَاضَ الْجَنَّةِ فَلَمَّا انْتَهَوْا إِلَى منازلهم وجدوا جميع ما تطول بِهِ رَبُّهُمْ عَلَيْهِمْ مِمَّا سَأَلُوا وتمنوا فَإِذَا عَلَى بَابِ كُلِّ قَصْرٍ مِنْ تِلْكَ الْقُصُورِ أَرْبَعَةُ جِنَانٍ جنتان ذواتا أفنان وجنتان مدهامتهان وفيهما عينان نضاختان وفيهما -[83]- من كل فاكهة زوجان حور مقصورات في الخيام فلما تبؤوا منها مَنَازِلَهُمْ وَاسْتَقَرَّ بِهِمْ قَرَارُهُمْ قَالَ لَهُمْ رَبُّهُمْ تَعَالَى هَلْ وَجَدْتُمْ ما وعدكم رَبُّكُمْ حَقًّا قَالُوا نَعَمْ رَضِينَا فارضى عَنَّا قَالَ بِرِضَائِي عَنْكُمْ حَلَلْتُمْ دَارِي وَنَظَرْتُمْ إِلَى وَجْهِي وَصَافَحْتُمْ مَلَائِكَتِي فَهَنِيئًا هَنِيئًا عَطَاءً غَيْرَ مَجْذُوذٍ لَيْسَ فِيهِ تَنْغِيصٌ وَلَا تَصْرِيدٌ فَعِنْدَ ذَلِكَ قَالُوا {الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إن ربنا لغفور شكور. الذي أحلنا دَارَ الْمُقَامَةِ مِنْ فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فيها لغوب}.",
            "page": "80",
            "part": "1",
            "seal": "57EB7EFC"
        },
        {
            "hno": "55",
            "id": "57",
            "nass": "55 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا مَعْمَرٌ عَنِ الْأَشْعَثِ بْنِ عَبْدِ اللَّهِ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ فِي الْجَنَّةِ شَجَرَةٌ يُقَالُ لَهَا طُوبَى يَقُولُ اللَّهُ لها عز وجل تفتقي لعبدي عما شاء -[84]- قال فتتفتق لَهُ عَنْ فَرَسٍ بِلِجَامِهِ وَسَرْجِهِ وَهَيْئَتِهِ كَمَا شَاءَ وَتَتَفَتَّقُ لَهُ عَنِ الرَّاحِلَةِ بِرَحْلِهَا وَزِمَامِهَا وَهَيْئَتِهَا كَمَا شَاءَ وَعَنِ الثِّيَابِ.",
            "page": "83",
            "part": "1",
            "seal": "3BBEC5C2"
        },
        {
            "hno": "56",
            "id": "58",
            "nass": "56 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ حَسَّانَ بْنِ أَبِي الْأَشْرَسِ عَنْ مُغِيثِ بْنِ سُمَيٍّ قَالَ طُوبَى شَجَرَةٌ فِي الْجَنَّةِ لَوْ أَنَّ رَجُلًا رَكِبَ قَلُوصًا أَوْ جَذَعًا ثُمَّ دَارَهَا لَمْ يَبْلُغِ الْمَكَانَ الَّذِي ارْتَحَلَ مِنْهُ حَتَّى يَمُوتَ هَرَمًا وَمَا مِنَ الْجَنَّةِ مَنْزِلٌ إِلَّا غُصْنٌ مِنْ أَغْصَانِ تِلْكَ الشَّجَرَةِ مُتَدَلٍّ عَلَيْهِمْ فَإِذَا أَرَادُوا أَنْ يأكلوا من الثمر تَدَلَّى عَلَيْهِمْ فَأَكَلُوا مِنْهُ مَا شاؤوا قال ويجيئ الطائر فَيَأْكُلُونَ مِنْهُ قَدِيدًا وَشُوَاءً مَا شاؤوا ثم يطير.",
            "page": "84",
            "part": "1",
            "seal": "4A007CD9"
        },
        {
            "hno": "57",
            "id": "59",
            "nass": "57 - حَدَّثَنَا هارون بن معروف حدثنا ضَمْرَةُ عَنِ ابْنِ -[85]- شَوْذَبٍ عَنِ ابن أبي وجزة عَنْ مُجَاهِدٍ فِي قَوْلِهِ تَعَالَى {طُوبَى} قَالَ شَجَرَةٌ فِي الْجَنَّةِ فِيهَا حِمْلٌ أَمْثَالُ ثُدِيِّ النِّسَاءِ فِيهَا حُلَلُ أَهْلِ الْجَنَّةِ.",
            "page": "84",
            "part": "1",
            "seal": "00C08592"
        },
        {
            "hno": "58",
            "id": "60",
            "nass": "58 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ ذُكِرَ لَنَا أَنَّ نَخْلَ الْجَنَّةِ جُذُوعُهَا يَاقُوتٌ وَعُشْبُهَا ذَهَبٌ وَسَعَفُهَا حُلَلٌ وَثَمَرُهَا أَشَدُّ بَيَاضًا مِنَ الثَّلْجِ وَأَلْيَنُ مِنَ الزُّبْدِ وَأَحْلَى مِنَ الْعَسَلِ.",
            "page": "85",
            "part": "1",
            "seal": "C17B495F"
        },
        {
            "hno": "59",
            "id": "61",
            "nass": "59 - حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ حدثنا سيار حدثنا جَعْفَرٌ قَالَ سَمِعْتُ مَالِكَ بْنَ دِينَارٍ يَقُولُ كَمْ مِنْ أَخٍ يُحِبُّ أَنْ يَلْقَى أَخَاهُ يَمْنَعُهُ مِنْ ذَلِكَ شُغُلٌ عَسَى اللَّهُ عز وجل أَنْ يَجْمَعَ بَيْنَهُمَا فِي دَارٍ لَا فِرْقَةُ فِيهَا. ¶ ثُمَّ يَقُولُ مَالِكٌ وَأَنَا أَسْأَلُ اللَّهَ يَا إِخْوَتَاهُ أَنْ يَجْمَعَ بَيْنِي وَبَيْنَكُمْ في دار لا فرق ظل طوبى ومسراح العبادين.",
            "page": "85",
            "part": "1",
            "seal": "1B195BB3"
        },
        {
            "hno": "60",
            "id": "62",
            "nass": "60 - حدثنا ابن أبي شيبة حدثنا يَحْيَى بْنُ يَمَانٍ عَنْ أَشْعَثَ عَنْ جَعْفَرٍ عَنْ سَعِيدٍ عَنِ ابْنِ عَبَّاسٍ قَالَ طُوبَى اسْمُ الْجَنَّةِ بِالْحَبَشِيَّةِ.",
            "page": "86",
            "part": "1",
            "seal": "CF3F470E"
        },
        {
            "hno": "61",
            "id": "63",
            "nass": "61 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا سُفْيَانُ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ أَرْضُ الْجَنَّةِ مِنْ وَرِقٍ تُرَابُهَا مِسْكٌ وَأُصُولُ شَجَرِهَا ذَهَبٌ وَيَاقُوتٌ وَالْوَرَقُ وَالثَّمَرُ تَحْتَ ذَلِكَ مَنْ أَكَلَ جَالِسًا لَمْ يُؤْذِهِ وَمَنْ أَكَلَ قَائِمًا لَمْ يُؤْذِهِ وَمَنْ أَكَلَ مُضْطَجِعًا لَمْ يُؤْذِهِ وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا.",
            "page": "86",
            "part": "1",
            "seal": "CA528E1B"
        },
        {
            "hno": "62",
            "id": "64",
            "nass": "62 - حَدَّثَنَا إسحاق بن إسماعيل حدثنا وكيع حدثنا شُعْبَةُ عَنِ الْمُغِيرَةِ بْنِ مَالِكٍ عَنْ رَجُلٍ يُقَالُ لَهُ عَبْدُ الْكَرِيمِ أَوْ يُكَنَّى أَبَا عَبْدِ الْكَرِيمِ قَالَ أَقَامَنِي عَلَى رَجُلٍ بِخُرَاسَانَ فَقَالَ حَدَّثَنِي هَذَا أَنَّهُ سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ يَقُولُ {يَوْمَ تبدل الأرض غير الأرض} قال الْأَرْضُ مِنْ فِضَّةٍ وَالْجَنَّةُ مِنْ ذَهَبٍ.",
            "page": "86",
            "part": "1",
            "seal": "E3383ACF"
        },
        {
            "hno": "63",
            "id": "65",
            "nass": "63 - حَدَّثَنَا المثنى بن معاذ حدثني أَبِي عَنْ شُعْبَةَ عَنْ أَبِي الضَّحَّاكِ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ يُحَدِّثُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ فِي الْجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ سَنَةٍ أَوْ سَبْعِينَ سَنَةً شُعْبَةُ شَكَّ شَجَرَةُ الْخُلْدِ.",
            "page": "87",
            "part": "1",
            "seal": "3DA64981"
        },
        {
            "hno": "64",
            "id": "66",
            "nass": "64 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ حُمَيْدِ بْنِ أَبِي سُوَيْدٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ أَبِي هريرة قال الطلح المنضود الموز.",
            "page": "87",
            "part": "1",
            "seal": "C9C20100"
        },
        {
            "hno": "65",
            "id": "67",
            "nass": "65 - حدثنا إسحاق بن إبراهيم حدثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَاقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ {وَظِلٍ مَمْدُودٍ} قَالَ مَسِيرَةُ أَلْفِ سَنَةٍ.",
            "page": "88",
            "part": "1",
            "seal": "723FD0B9"
        },
        {
            "hno": "66",
            "id": "68",
            "nass": "أَنْهَارُ الْجَنَّةِ ¶ 66 - حَدَّثَنَا أَبُو خَيْثَمَةَ حدثنا يَحْيَى بْنُ سَعِيدٍ قَالَ حُمَيْدٌ حدثنا عَنْ أَنَسِ بْنِ مَالِكِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ دَخَلْتُ الْجَنَّةَ فَإِذَا أَنَا بِنَهَرٍ حَافَّتَاهُ خِيَامُ اللُّؤْلُؤِ فَضَرَبْتُ بِيَدِي فِي مَجْرَى الْمَاءِ فَإِذَا هو مِسْكٌ أَذْفَرُ فَقُلْتُ يَا جِبْرِيلُ مَا هَذَا قَالَ هَذَا الْكَوْثَرُ الَّذِي أَعْطَاكَ اللَّهُ عَزَّ وَجَلَّ.",
            "page": "89",
            "part": "1",
            "seal": "6298FE08"
        },
        {
            "hno": "67",
            "id": "69",
            "nass": "67 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنِ ابْنِ عُمَرَ فِي قَوْلِهِ تَعَالَى {إنا أعطيناك الكوثر} قَالَ الْكَوْثَرُ نَهَرٌ فِي الْجَنَّةِ -[90]- حَافَّتَاهُ قَصَبُ الذَّهَبِ مَجْرَاهُ على الدر والياقوت ماؤه أَشَدُّ بَيَاضًا مِنَ الثَّلْجِ وَأَشَدُّ حلاوة من العسل تربته أَطْيَبُ مِنْ رِيحِ الْمِسْكِ.",
            "page": "89",
            "part": "1",
            "seal": "17E69B96"
        },
        {
            "hno": "68",
            "id": "70",
            "nass": "68 - حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى حَدَّثَنِي مُحَمَّدُ بْنُ رَبِيعَةَ عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ الْكَوْثَرُ نَهَرٌ فِي الْجَنَّةِ فَمَنْ أَحَبَّ أَنْ يَسْمَعَ خَرِيرَهُ فَلْيَضَعْ إِصْبَعَيْهِ فِي أذنيه.",
            "page": "90",
            "part": "1",
            "seal": "5F06EB3E"
        },
        {
            "hno": "69",
            "id": "71",
            "nass": "69 - حدثنا يعقوب بن عبيد حدثنا يزيد بن هارون أخبرنا الْجَرِيرِيُّ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ لَعَلَّكُمْ تَظُنُّونَ أَنَّ أَنْهَارَ الْجَنَّةِ أُخْدُودٌ فِي الْأَرْضِ لَا -[91]- وَاللَّهِ إنها سائحة على وجه الأرض إحدى حافتيها اللؤلؤ والأخرى الياقوت وطنية الْمِسْكُ الْأَذْفَرُ. قُلْتُ مَا الْأَذْفَرُ قَالَ الَّذِي لَا خِلْطَ لَهُ.",
            "page": "90",
            "part": "1",
            "seal": "6C6CB792"
        },
        {
            "hno": "70",
            "id": "72",
            "nass": "70 - حدثنا خالد بن خداش حدثنا عبد الله بن وهب حدثنا سَعِيدُ بْنُ أَبِي أَيُّوبَ عَنْ عَقِيلِ بْنِ خَالِدٍ عَنِ الزُّهْرِيِّ أَنَّ ابْنَ عَبَّاسٍ قَالَ إِنَّ فِي الْجَنَّةِ نَهَرًا يُقَالُ لَهُ البيذخ عليه قباب الياقوت تحته جواري نَابِتَاتٌ يَقُولُ أَهْلُ الْجَنَّةِ انْطَلِقُوا بنا إلى البيذخ فَيَجِيئُونَ. فَيَتَصَفَّحُونَ تِلْكَ الْجَوَارِيَ فَإِذَا أَعْجَبَتْ رَجُلًا مِنْهُمْ جَارِيَةٌ مَسَّ مِعْصَمَهَا فَتَبِعَتْهُ وَنَبَتَ مَكَانَهَا أُخْرَى.",
            "page": "91",
            "part": "1",
            "seal": "0C1D591B"
        },
        {
            "hno": "71",
            "id": "73",
            "nass": "71 - حدثنا ابن أبي شيبة حدثنا يَحْيَى بْنُ يَمَانٍ عَنْ أَبِي إِسْحَاقَ عَنْ أَبَانَ عَنْ أَنَسٍ {فيهما عينان نضاختان} قَالَ بِالْمِسْكَ وَالْعَنْبَرِ يَنْضَخَّانِ عَلَى دُورِ أَهْلِ الْجَنَّةِ كَمَا يَنْضَخُّ -[92]- الْمَطَرُ عَلَى دُورِ أَهْلِ الدُّنْيَا.",
            "page": "91",
            "part": "1",
            "seal": "F5F64A69"
        },
        {
            "hno": "72",
            "id": "74",
            "nass": "72 - حدثنا ابن أبي شيبة حدثنا يَحْيَى بْنُ يَمَانٍ عَنْ أَشْعَثَ عَنْ جَعْفَرٍ عَنْ سَعِيدٍ {فِيهِمَا عينان نضاختان} قَالَ بِالْمَاءِ وَالْفَوَاكِهِ",
            "page": "92",
            "part": "1",
            "seal": "E2868B30"
        },
        {
            "hno": "73",
            "id": "75",
            "nass": "73 - حدثنا ابن أبي شيبة حدثنا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ عَنِ الْبَرَاءِ قَالَ اللَّتَانِ تَجْرِيَانِ أَفْضَلُ مِنَ النَّضَّاخَتَيْنِ.",
            "page": "92",
            "part": "1",
            "seal": "C624CE87"
        },
        {
            "hno": "74",
            "id": "76",
            "nass": "74 - حدثنا عون بن إبراهيم قال حدثني عيسى بن يونس حدثنا ضَمْرَةُ عَنِ ابْنِ -[93]- شَوْذَبٍ عَنِ شَيْخٍ مِنْ أَهْلِ الْبَصْرَةِ فِي قوله عز وجل {يفجرونها تفجيرا} قال معهم قضبان الذهب حيث ما مَالُوا مَالَتْ مَعَهُمْ.",
            "page": "92",
            "part": "1",
            "seal": "373B81D2"
        },
        {
            "hno": "75",
            "id": "77",
            "nass": "75 - حدثنا أبو خيثمة حدثنا عفان حدثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ أَنَّهُ قَرَأَ هَذِهِ الآية {إنا أعطيناك الكوثر} فقال قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُعْطِيتُ الْكَوْثَرَ فَإِذَا هو يَجْرِي وَلَمْ يَشُقَّ شَقًّا وَإِذَا حَافَّتَاهُ قِبَابٌ اللُّؤْلُؤِ فَضَرَبْتُ بِيَدِي في تربته فإذا مسكه ذفرة وإذا حصباؤه اللؤلؤ.",
            "page": "93",
            "part": "1",
            "seal": "10FF3120"
        },
        {
            "hno": "76",
            "id": "78",
            "nass": "76 - حدثنا أبو خيثمة حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الوارث حدثنا همام حدثنا قَتَادَةُ -[94]- عَنْ أَنَسٍ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَمَا أَنَا أَسِيرُ فِي الْجَنَّةِ إِذَا أَنَا بِنَهَرٍ حَافَّتَاهُ قِبَابُ الدُّرِّ فَقُلْتُ لِجِبْرِيلَ عَلَيْهِ السلام ما هذا قال جبريل هَذَا الْكَوْثَرُ الَّذِي أَعْطَاكَ اللَّهُ عَزَّ وَجَلَّ فَضَرَبَ جِبْرِيلُ بِيَدِهِ فِيهِ فَإِذَا طِينُهُ مِسْكٌ أَذْفَرُ.",
            "page": "93",
            "part": "1",
            "seal": "D5901250"
        },
        {
            "hno": "77",
            "id": "79",
            "nass": "77 - حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا حفص بن ميسرة حدثنا زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بن يسار عن مُعَاذَ بْنَ جَبَلٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ فِي الْجَنَّةِ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وَإِنَّ أَعْلَاهَا الْفِرْدَوْسُ وَإِنَّ الْعَرْشَ على الفردوس وَمِنْهَا تَفَجَّرُ أَنْهَارُ الْجَنَّةِ فَإِذَا سَأَلْتُمُوهُ فَاسْأَلُوهُ الْفِرْدَوْسَ.",
            "page": "94",
            "part": "1",
            "seal": "772ED630"
        },
        {
            "hno": "78",
            "id": "80",
            "nass": "78 - حَدَّثَنَا أبو خيثمة حدثنا يزيد بن هارون أخبرنا هَمَّامٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ -[95]- عَطَاءِ بْنِ يَسَارٍ عَنْ عُبَادَةَ بْنِ الصَّامِتِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِلْجَنَّةِ مِائَةُ دَرَجَةٍ بَيْنَ كُلِّ دَرَجَتَيْنِ مِائَةُ عَامٍ وَالْفِرْدَوْسُ أَعْلَاهَا دَرَجَةً وَمِنْهَا تَخْرُجُ الْأَنْهَارُ الْأَرْبَعَةُ وَالْعَرْشُ فَوْقَهَا فَإِذَا سَأَلْتُمُ اللَّهَ فَاسْأَلُوهُ الْفِرْدَوْسَ.",
            "page": "94",
            "part": "1",
            "seal": "E48A0A12"
        },
        {
            "hno": "79",
            "id": "81",
            "nass": "79 - حدثنا مجاهد بن موسى حدثنا مَعْنُ بْنُ عِيسَى قَالَ حَدَّثَنِي ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ أَبِيهِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنِ الْكَوْثَرِ فَقَالَ {نَهَرٌ أَعْطَانِيهُ رَبِّي عَزَّ وَجَلَّ فِي الْجَنَّةِ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ الْعَسَلِ فِيهِ طيور أعناقها كأعناق الجذور. فَقَالَ عُمَرُ إِنَّهَا لَنَاعِمَةٌ. فَقَالَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْلُهَا أَنْعَمُ مِنْهَا.",
            "page": "95",
            "part": "1",
            "seal": "CD55B6AB"
        },
        {
            "hno": "80",
            "id": "82",
            "nass": "80 - حدثنا عمر بن إسماعيل الهمذاني حدثنا علي بن حفص المدائني عَنْ سُلَيْمَانَ -[96]- بْنِ الْمُغِيرَةِ عَنْ أَبِي الْمُعْتَمِرِ قَالَ نُبِّئْتُ أَنَّ فِيَ الْجَنَّةِ نَهَرًا يُنْبِتُ الْجَوَارِيَ الْأَبْكَارَ.",
            "page": "95",
            "part": "1",
            "seal": "BDD2543D"
        },
        {
            "hno": "81",
            "id": "83",
            "nass": "81 - حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى الْأُمَوِيُّ حدثنا أبي حدثنا محمد بن عمرو حدثنا أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَرْبَعَةُ أَنْهَارٍ فُجِّرَتْ مِنَ الْجَنَّةِ نَهْرَانِ ظَاهِرَانِ وَنَهْرَانِ بَاطِنَانِ النِّيلُ وَالْفُرَاتُ وَسَيْحَانُ وَجَيْحَانُ.",
            "page": "96",
            "part": "1",
            "seal": "0AFC1141"
        },
        {
            "hno": "82",
            "id": "84",
            "nass": "82 - حدثنا يعقوب بن عبيد حدثنا محمد بن عمرو أخبرنا أُسَامَةُ بْنُ زَيْدٍ اللَّيْثِيُّ عَنْ أَبَانَ بْنِ صَالِحٍ عَنْ مُجَاهِدٍ عَنْ يَزِيدَ بْنِ شَجَرَةَ عَنْ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ قَالَ قَالَ رَسُولُ اللَّهِ -[97]- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّةِ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وَالْفِرْدَوْسُ أَعْلَى الْجَنَّةِ وَفَوْقَهُ عَرْشُ الرحمن عز وجل ومنها يتفجر أَنْهَارُ الْجَنَّةِ فَإِذَا سَأَلْتُمُ اللَّهَ عَزَّ وَجَلَّ فَاسْأَلُوهُ الْفِرْدَوْسِ.",
            "page": "96",
            "part": "1",
            "seal": "284C2B01"
        },
        {
            "hno": "83",
            "id": "85",
            "nass": "83 - حدثنا أبو خيثمة أخبرنا يزيد بن هارون أخبرنا الْجُرَيْرِيُّ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ عَنْ أَبِيهِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي الْجَنَّةِ بَحْرُ اللَّبَنِ وبحر العسل وبحر الماء بحر الْخَمْرِ ثُمَّ تَشَقَّقُ الْأَنْهَارُ مِنْهَا بَعْدُ.",
            "page": "97",
            "part": "1",
            "seal": "E1173935"
        },
        {
            "hno": "84",
            "id": "86",
            "nass": "84 - حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الوارث حدثنا أَبُو قُدَامَةَ الْحَارِثُ بْنُ عُبَيْدٍ الإيادي حدثنا -[98]- أَبُو عِمْرَانَ الْجَوْنِيُّ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ جنان الْفِرْدَوْسِ أَرْبَعٌ جَنَّتَانِ مِنْ ذَهَبٍ حِلْيَتُهُمَا وَآنِيَتُهُمَا وَمَا فِيهِمَا مِنْ شَيْءٍ وَثِنْتَانِ مِنْ فِضَّةٍ حِلْيَتُهُمَا وَآنِيَتُهُمَا وَمَا فِيهِمَا مِنْ شَيْءٍ وليس بين القوم وأن يَنْظُرُوا إِلَى رَبِّهِمْ عَزَّ وَجَلَّ إِلَّا رِدَاءُ الْكِبْرِيَاءِ عَلَى وَجْهِهِ عَزَّ وَجَلَّ فِي جَنَّةِ عَدْنٍ وَهَذِهِ الْأَنْهَارُ تَشْخَبُ مِنْ جَنَّةِ عَدْنٍ ثُمَّ تَصَدَّعُ بَعْدَ ذَلِكَ أَنْهَارًا.",
            "page": "97",
            "part": "1",
            "seal": "C22ED0E3"
        },
        {
            "hno": "85",
            "id": "87",
            "nass": "85 - حدثنا داود بن عمرو حدثنا عَامِرُ بْنُ يَسَافٍ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ لِكُلِّ رَجُلٍ سَمَّاعَتَانِ يُسْمِعَانِهِ مِنْ تَقْدِيسِ الرَّحْمَنِ وَتَمْجِيدِهِ عَزَّ وَجَلَّ بِصَوْتٍ لَمْ يَسْمَعِ الْخَلَائِقُ بِمِثْلِهِ يَقُولُونَ نَحْنُ خَيْرَاتٌ حِسَانٌ أَزْوَاجُ أَقْوَامٍ كِرَامٍ يَنْظُرُونَ إِلَى قُرَّةِ أَعْيُنٍ طُوبَى لِمَنْ كَانَ لَنَا وَطُوبَى لِمَنْ كُنَّا لَهُ.",
            "page": "98",
            "part": "1",
            "seal": "16E2768F"
        },
        {
            "hno": "86",
            "id": "88",
            "nass": "86 - حدثنا بندار حدثنا ابن أبي عدي حدثنا إِسْمَاعِيلُ الْمَكِّيُّ عَنِ الْحَسَنِ عَنْ سَمُرَةَ قَالَ أَخْبَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْفِرْدَوْسَ هِيَ أَعْلَى الْجَنَّةِ وَأَرْفَعُهَا وَأَحْسَنُهَا الرُّؤْيَةُ وَالزِّيَادَةُ.",
            "page": "99",
            "part": "1",
            "seal": "AFEECB34"
        },
        {
            "hno": "87",
            "id": "89",
            "nass": "87 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بن سهم الأنطاكي حدثنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ عَنْ زَيْدِ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولُ -[100]- اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ لِأَهْلِ الْجَنَّةِ يَا أَهْلَ الْجَنَّةِ فَيَقُولُونَ لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ فَيَقُولُ هَلْ رَضِيتُمْ فَيَقُولُونَ مَا لَنَا لَا نَرْضَى وقد أعطيتنا مالم تُعْطِ أَحَدًا مِنْ خَلْقِكَ. قَالَ أَلَا أُعْطِيكُمْ أَفْضَلَ مِنْ ذَلِكَ قَالُوا يَا رَبِّ وَأَيُّ شَيْءٍ أَفْضَلُ مِنْ ذَلِكَ قَالَ أُحِلُّ عَلَيْكُمْ رِضْوَانِي فَلَا أَسْخَطُ عَلَيْكُمْ بعده أبدا.",
            "page": "99",
            "part": "1",
            "seal": "C7981E9F"
        },
        {
            "hno": "88",
            "id": "90",
            "nass": "88 - حدثنا الحسين بن علي بن زيد الصُّدَائِيُّ أَنَّهُ حُدِّثَ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَاصِمٍ الْعَبَّادَانِيِّ عَنِ الْفَضْلِ بْنِ عِيسَى عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَبْعَثُ اللَّهُ عَزَّ وَجَلَّ مُنَادِيًا يُنَادِي إِلَى أَهْلِ الْجَنَّةِ فَيُنَادِيهِمْ بِصَوْتٍ يُسْمِعُهُمْ أَجْمَعِينَ يَقُولُ يَا أَهْلَ الْمُلْكِ الدَّائِمِ وَالنَّعِيمِ الْمُقِيمِ وَالْحَيَاةِ الَّتِي لا موت فيها فيجيبون أَجْمَعِينَ فَيَقُولُ رَبُّكُمْ يَقُولُ هَلْ رَضِيتُمْ عَنِّي فَيَقُولُونَ سُبْحَانَ رَبِّنَا قَدْ رَضِينَا عَنْ رَبِّنَا الرِّضَا كُلَّهُ فَيَقُولُ يَا أَهْلَ الْجَنَّةِ إن ربكم يقول لكم هل من حاجة فيقولون سبحان ربنا قد أعطانا ربنا حوائجنا. فَيَقُولُ يَا أَهْلَ الْجَنَّةِ إِنَّ ربكم يقول سأعطيكم خيرا مما أعطيكتم فَيَقُولُونَ سُبْحَانَ رَبِّنَا وَأَيُّ شَيْءٍ أَفْضَلُ -[101]- مِمَّا أَعْطَانَا رَبُّنَا فَيَقُولُ يَا أَهْلَ الْجَنَّةِ إِنَّ رَبَّكُمْ يَقُولُ قَدْ أَعْطَيْتُكُمْ رِضْوَانِي وَرِضْوَانِي أَكْبَرُ فَيُعَاظِمُ أَهْلَ الْجَنَّةِ فَيُضْعِفُ كُلَّ شَيْءٍ فِيهَا أَضْعَافًا.",
            "page": "100",
            "part": "1",
            "seal": "2DBF7C71"
        },
        {
            "hno": "89",
            "id": "91",
            "nass": "89 - حدثنا محمد بن الحسين حدثنا الْحَسَنُ بْنُ سَوَّارٍ أَبُو الْعَلَاءِ حدثنا النَّضْرُ بْنُ عَرَبِيٍّ قَالَ يَجِيءُ جِبْرِيلُ عَلَيْهِ السَّلَامُ إِلَى أَهْلِ الْجَنَّةِ فَيَقُومُ عَلَى يَاقُوتَةٍ مِنْ يَاقُوتِ الْجَنَّةِ وَيَقُولُ يَا أَهْلَ الْجَنَّةِ إِنَّ رَبَّكُمْ يَقْرَأُ عَلَيْكُمُ السلام ويخيركم فِيمَا أَحْبَبْتُمْ مِنْ حُلِيٍّ وَحُلَلٍ. فَيَقُولُونَ لَهُ بَلِّغَ رَبَّنَا عَنَّا السَّلَامَ وَقُلْ لَهُ إِنَّا قَدْ رَضِينَا الثَّوَابَ وَإِنَّا نَسْأَلُهُ رِضْوَانَهُ عَنَّا.",
            "page": "101",
            "part": "1",
            "seal": "2E012609"
        },
        {
            "hno": "90",
            "id": "92",
            "nass": "90 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بْنِ زُرَارَةَ وَعَبْدُ الْعَزِيزِ بْنُ يحيى قالا حدثنا عفيف بن سالم حدثنا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ عَنْ شَقِيقِ بْنِ ثَوْرٍ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيُّ -[102]- نَعِيمِ أَهْلِ الْجَنَّةِ أَفْضَلُ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ. قَالَ النَّظَرُ إِلَى ذِي الْعِزَّةِ.",
            "page": "101",
            "part": "1",
            "seal": "4A2C4425"
        },
        {
            "hno": "91",
            "id": "93",
            "nass": "91 - حَدَّثَنَا أَبُو خَيْثَمَةَ وَإِسْحَاقُ قَالَا حدثنا جَرِيرٌ عَنْ لَيْثٍ عَنْ عُثْمَانَ بْنِ أَبِي حُمَيْدٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ وَفِي كَفِّهِ كَالْمِرْآةِ الْبَيْضَاءِ فِيهَا كَالنُّكْتَةِ السَّوْدَاءِ فَقُلْتُ مَا هَذَا الَّذِي فِي يَدِكَ قَالَ الْجُمُعَةُ. قُلْتُ وَمَا الْجُمُعَةُ قَالَ لَكُمْ فِيهَا خَيْرٌ. قُلْتُ وَمَا لَنَا فِيهَا قَالَ تَكُونُ عِيدًا لَكَ وَلِقَوْمِكَ مِنْ بَعْدِكَ وَتَكُونُ الْيَهُودُ وَالنَّصَارَى تَبَعًا لَكَ قَالَ وَلَكُمْ فِيهَا سَاعَةٌ لَا يُوَافِقُهَا مُسْلِمٌ يَسْأَلُ اللَّهَ عَزَّ وَجَلَّ فِيهَا خَيْرًا هُوَ لَهُ قُسِمَ إِلَّا أعطاه إياه ويتعوذ بها مِنْ شَرٍّ مَا هُوَ عَلَيْهِ مَكْتُوبٌ إِلَّا فَكَّ عَنْهُ مِنَ الْبَلَاءِ مَا هُوَ أَعْظَمُ مِنْهُ قَالَ وَهُوَ عِنْدَنَا سَيِّدُ الْأَيَّامِ وَنَحْنُ نُسَمِّيهِ يَوْمَ الْقِيَامَةِ يَوْمَ الْمَزِيدِ. ¶ قَالَ مِمَّ ذَلِكَ قَالَ لِأَنَّ الرَّبَّ تَبَارَكَ وَتَعَالَى اتَّخَذَ فِي الْجَنَّةِ وَادِيًا أَفْيَحَ مِنْ مِسْكٍ أَبْيَضَ فَإِذَا كَانَ يَوْمُ الْجُمُعَةِ نَزَلَ عَنْ كُرْسِيِّهِ أَوْ نَزَلَ مِنْ عِلِّيِّينَ عَلَى كُرْسِيِّهِ ثُمَّ حَفَّ الْكُرْسِيَّ بِمَنَابِرَ مِنْ ذَهَبٍ مُكَلَّلَةٍ بِالْجَوْهَرِ ثُمَّ يَجِيءُ النَّبِيُّونَ حَتَّى يَجْلِسُوا عَلَى تِلْكَ الْمَنَابِرِ ثُمَّ حُفَّتْ تِلْكَ الْمَنَابِرُ بكراسي مِنْ نُورٍ ثُمَّ جَاءَ الصِّدِّيقُونَ وَالشُّهَدَاءِ حَتَّى يَجْلِسُوا عَلَى تِلْكَ -[103]- الْكَرَاسِيِّ ثُمَّ يَنْزِلُ أَهْلُ الْغُرَفِ حَتَّى يَجْلِسُوا عَلَى تِلْكَ الْكُثُبِ ثُمَّ يَتَجَلَّى لَهُمْ رَبُّهُمْ عَزَّ وَجَلَّ فَيَقُولُ أَنَا الَّذِي صَدَقْتُكُمْ وَعَدِي وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَهَذَا مَحَلُّ كَرَامَتِي فَاسْأَلُونِي. قَالَ فَيَسْأَلُونَهُ الرضا فيشهدهم أني رَضِيتُ عَنْكُمْ. قَالَ فَيَسْأَلُونَهُ حَتَّى تَنْتَهِيَ رَغْبَتُهُمْ وَفَوْقَ رَغْبَتِهِمْ قَالَ فيفتح الله لهم مالم يَخْطُرْ عَلَى قَلْبِ بَشَرٍ وَلَمْ تَسْمَعْهُ أُذُنٌ وَلَمْ تَرَهُ عَيْنٌ ¶ قال وذلك في مقدار مُنْصَرَفِهِمْ يَوْمَ الْجُمُعَةِ ثُمَّ يَرْتَفِعُ عَلَى كُرْسِيِّهِ وَيَرْتَفِعُ مَعَهُ النَّبِيُّونَ وَالصِّدِّيقُونَ وَالشُّهَدَاءُ وَيَرْجِعُ أَهْلُ الْغُرَفِ إِلَى غُرَفِهِمْ وَهِيَ دُرَّةٌ بَيْضَاءُ لَا فَصْمَ فِيهَا وَلَا قَصْمَ قَالَ ابْنُ أَبِي الدُّنْيَا الْفَصْمُ الصَّدْعُ الَّذِي لَمْ يَبِنْ وَالْقَصْمُ فاقد بَانَ وَيَاقُوتَةٌ حَمْرَاءُ وَزَبَرْجَدَةٌ خَضْرَاءُ فِيهَا أَنْهَارٌ مُطَّرِدَةٌ وَثِمَارُهَا مُتَدَلِّيَةٌ وَفِيهَا غُرَفُهَا وَأَبْوَابُهَا وَفِيهَا أَزْوَاجُهَا وخدمها فليسوا إِلَى شَيْءٍ أَحْوَجُ مِنْهُمْ إِلَى يوم الجمعة ولا يَزْدَادُونَ نَظَرًا إِلَى رَبِّهِمْ إِلَّا ازْدَادُوا كَرَامَةً.",
            "page": "102",
            "part": "1",
            "seal": "9F4861B2"
        },
        {
            "hno": "92",
            "id": "94",
            "nass": "92 - حدثنا الحكم بن موسى حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ حَدَّثَنِي عُمَرُ بن عبد الله مولى عفرة بنت شَيْبَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وسلم قال جاءني حبريل عَلَيْهِ السَّلَامُ وَفِي كَفِّهِ كَالْمِرْآةِ الْبَيْضَاءِ فِيهَا كَالنُّكْتَةِ السَّوْدَاءِ فَذَكَرَ نَحْوَ الْمَعْنَى.",
            "page": "103",
            "part": "1",
            "seal": "73C95D2F"
        },
        {
            "hno": "93",
            "id": "95",
            "nass": "93 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا يحيى بن أبي كثير حدثنا المسعودي عن المنهال ابن عَمْرٍو عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ قَالَ سَارِعُوا إِلَى الْجُمُعَةِ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ يُبْرِزُ أَهْلَ الْجَنَّةِ فِي كُلِّ جمعة في كَثِيبٍ مِنْ كَافُورٍ أَبْيَضَ فَيَكُونُونَ فِي الْقُرْبِ مِنْهُ عَلَى قَدْرِ تَسَارُعِهِمْ إِلَى الْجُمُعَاتِ فِي الدُّنْيَا فيحدث لهم من الكرامة مالم يَكُنْ قَبْلَ ذَلِكَ.",
            "page": "104",
            "part": "1",
            "seal": "63F7AC61"
        },
        {
            "hno": "94",
            "id": "96",
            "nass": "94 - حَدَّثَنِي عمار بن نصر المروزي حدثنا يَحْيَى بْنُ يَمَانٍ عَنْ شَرِيكٍ عَنْ أَبِي الْيَقْظَانِ عَنْ أَنَسِ بن مالك {ولدينا مزيد} قَالَ يَتَجَلَّى لَهُمْ كُلَّ جُمُعَةٍ.",
            "page": "104",
            "part": "1",
            "seal": "2490C17A"
        },
        {
            "hno": "95",
            "id": "97",
            "nass": "95 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا أبو بكر الهذلي أخبرنا أَبُو تَمِيمَةَ الْهُجَيْمِيُّ قَالَ سَمِعْتُ أَبَا مُوسَى الْأَشْعَرِيَّ يَخْطُبُ عَلَى مِنْبَرِ الْبَصْرَةِ يَقُولُ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَبْعَثُ يَوْمَ الْقِيَامَةِ مَلَكًا إِلَى أَهْلِ الْجَنَّةِ فَيَقُولُ يَا أَهْلَ -[105]- الْجَنَّةِ هَلْ أَنْجَزَكُمُ اللَّهُ مَا وَعَدَكُمْ فَيَنْظُرُونَ فَيَرَوْنَ الْحُلِيَّ وَالْحُلَلَ وَالثِّمَارَ وَالْأَنْهَارَ وَالْأَزْوَاجَ المطهرة فليقولون نعم أنجزنا مَا وَعَدَنَا ثُمَّ يَقُولُ الْمَلَكُ هَلْ أَنْجَزَكُمُ اللَّهُ مَا وَعَدَكُمْ ثَلَاثَ مَرَّاتٍ فَلَا يَفْقِدُونَ شَيْئًا مِمَّا وُعِدُوا فَيَقُولُونَ نَعَمْ. فَيَقُولُ قَدْ بَقِيَ لَكُمْ شَيْءٌ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ {لِلَّذِينَ أحسنوا الحسنى وزيادة} أَلَا إِنَّ الْحُسْنَى الْجَنَّةُ وَالزِّيَادَةَ النظر إلى وجهه الكريم.",
            "page": "104",
            "part": "1",
            "seal": "EF7C3FC3"
        },
        {
            "hno": "96",
            "id": "98",
            "nass": "96 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا سليمان بن المغيرة حدثنا ثَابِتٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى فِي قَوْلِهِ عَزَّ وجل {وزيادة} قَالَ قِيلَ لَهُ أَرَأَيْتَ قَوْلَهُ {للذين أحسنوا الحسنى وزيادة} قَالَ إِنَّ أَهْلَ الْجَنَّةِ إِذَا دَخَلُوا الْجَنَّةَ فَأُعْطُوا فِيهَا مَا أُعْطُوا مِنَ الْكَرَامَةِ وَالنَّعِيمِ نُودُوا يَا أَهْلَ الْجَنَّةِ إِنَّ اللَّهَ وَعَدَكُمُ الزِّيَادَةَ فَيَتَجَلَّى لَهُمْ عَزَّ وَجَلَّ قَالَ ابْنُ أَبِي لَيْلَى فما ظنكم بِهِمْ حِينَ ثَقُلَتْ مَوَازِينُهُمْ وَحِينَ صَارَتِ الصُّحُفُ فِي أَيْمَانِهِمْ وَحِينَ جاوزوا جسر جهنم وأدخلوا الْجَنَّةَ وَأُعْطُوا مَا أُعْطُوا مِنَ الكرامة والنعيم كأن لَمْ يَكُنْ شَيْئًا رَأَوْهُ.",
            "page": "105",
            "part": "1",
            "seal": "97B78054"
        },
        {
            "hno": "97",
            "id": "99",
            "nass": "97 - حَدَّثَنَا إسحاق بن إسماعيل حدثنا أَبُو مُعَاوِيَةَ عَنْ عَبْدِ الْمَلِكِ بن أبحر عَنْ ثُوَيْرِ بْنِ أَبِي فَاخِتَةَ عَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَفْضَلَ أَهْلِ الْجَنَّةِ مَنْزِلَةً مَنْ يَنْظُرُ إِلَى وَجْهِ اللَّهِ عَزَّ وَجَلَّ فِي كُلِّ يوم مرتين.",
            "page": "106",
            "part": "1",
            "seal": "66C1E01D"
        },
        {
            "hno": "98",
            "id": "100",
            "nass": "98 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيِّ بْنِ يَزِيدَ أَنَّهُ حُدِّثَ عَنْ عَبْدِ اللَّهِ بن عبيد الله بن أبي عاصم العباداني حدثنا الْفَضْلِ بْنِ عِيسَى عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَا أَهْلُ الْجَنَّةِ فِي نَعِيمِهِمْ إِذْ سَطَعَ لَهُمْ نُورٌ فَيَنْظُرُونَ فَإِذَا الرَّبُّ عَزَّ وَجَلَّ قَدْ أَشْرَفَ عَلَيْهِمْ مِنْ فَوْقِهِمْ فَقَالَ السَّلَامُ عَلَيْكَمْ يَا أَهْلَ الْجَنَّةِ ذلك قَوْلُهُ عَزَّ وَجَلَّ {سَلَّامٌ قَوْلًا من رب رحيم} قال فينظر إليهم وينظرون إِلَيْهِ لَا يَلْتَفِتُونَ إِلَى شَيْءٍ من النعيم ما داموا ينظرون إليه [حتى يحتجب] ثُمَّ يَبْقَى نُورُهُ وَبَرَكَتُهُ عَلَيْهِمْ وَفِي دِيَارِهِمْ.",
            "page": "106",
            "part": "1",
            "seal": "5CA5CFD5"
        },
        {
            "hno": "99",
            "id": "101",
            "nass": "99 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا يَحْيَى بْنُ أَيُّوبَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ زَحْرٍ عَنْ عَلِيِّ بْنِ يَزِيدَ عَنِ الْقَاسِمِ عَنْ أَبِي أُمَامَةَ قَالَ إِنَّ أَهْلَ الْجَنَّةِ لَا يَتَغَوَّطُونَ وَلَا يَتَمَخَّطُونَ ولا يمنون إن نَعِيمُهُمُ الَّذِي هُمْ فِيهِ مِسْكٌ يَزُورُونَ اللَّهَ عَزَّ وَجَلَّ فِي الجمعة مرتين فيجلسوا على كراسي مِنْ ذَهَبٍ مُكَلَّلَةٍ بِاللُّؤْلُؤِ وَالْيَاقُوتِ وَالزَّبَرْجَدِ يَنْظُرُونَ إِلَى اللَّهِ عَزَّ وجل وينظرو إِلَيْهِمْ فَإِذَا قَامُوا انْقَلَبَ أَحَدُهُمْ إِلَى الْغُرْفَةِ مِنْ غُرْفَةٍ لَهَا سَبْعُونَ بَابًا مُكَلَّلَةً بِاللُّؤْلُؤِ وَالْيَاقُوتِ.",
            "page": "107",
            "part": "1",
            "seal": "245A940D"
        },
        {
            "hno": "100",
            "id": "102",
            "nass": "100 - حدثني الفضل بن يعقوب حدثني الْفِرْيَابِيُّ عَنْ سُفْيَانَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ أَهْلُ الجنة الجنة قال هل -[108]- تشتهون شيئا فأزيدكم قَالُوا يَا رَبُّ فَمَا خَيْرُ مما أَعْطَيْتَنَا قَالَ رِضْوَانِي أَكْبَرُ.",
            "page": "107",
            "part": "1",
            "seal": "E50E1FCA"
        },
        {
            "hno": "101",
            "id": "103",
            "nass": "بَابُ طَعَامِ أَهْلِ الْجَنَّةِ ¶ 101 - حَدَّثَنَا الحسين بن حماد الضبي حدثنا جَابِرُ بْنُ نُوحٍ عَنْ وَاصِلِ بْنِ السَّائِبِ عَنْ أَبِي سُورَةَ عَنْ أَبِي أَيُّوبَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَهْلَ الْجَنَّةِ يَتَزَاوَرُونَ عَلَى نَجَائِبَ بِيضٍ كَأَنَّهُنَّ الْيَاقُوتُ وَلَيْسَ فِي الْجَنَّةِ مِنَ الْبَهَائِمِ إِلَّا الْإِبِلُ وَالطَّيْرُ.",
            "page": "109",
            "part": "1",
            "seal": "11BCE251"
        },
        {
            "hno": "102",
            "id": "104",
            "nass": "102 - حَدَّثَنَا أبو خيثمة حدثنا يزيد بن هارون حدثنا حُمَيْدٌ عَنْ أَنَسٍ أَنَّ عَبْدَ اللَّهِ بْنَ سَلَّامٍ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَوَّلُ مَا يَأْكُلُ أَهْلُ الْجَنَّةِ قَالَ أَوَّلُ مَا يَأْكُلُ أَهْلُ الْجَنَّةِ زِيَادَةُ كَبِدِ حُوتٍ.",
            "page": "109",
            "part": "1",
            "seal": "7B856C03"
        },
        {
            "hno": "103",
            "id": "105",
            "nass": "103 - حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ حدثنا حصين عمر الأحمسي حدثنا مُخَارِقٌ عَنْ طَارِقِ بْنِ شِهَابٍ عن عمر قال جاء أناس مِنَ الْيَهُودِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا يَا مُحَمَّدُ أَفِي الْجَنَّةِ فَاكِهَةٌ قَالَ فِيهَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ قَالُوا أفيأكلون منها كما تأكلون فِي الدُّنْيَا قَالَ نَعَمْ وَأَضْعَافًا قَالُوا أَفَيَقْضُونَ الْحَوَائِجَ -[111]- قَالَ لَا وَلَكِنَّهُمْ يَعْرَقُونَ وَيَرْشَحُونَ فَيُذْهِبُ اللَّهُ عَزَّ وَجَلَّ مَا فِي بُطُونِهِمْ مِنْ أَذًى.",
            "page": "110",
            "part": "1",
            "seal": "53708F7C"
        },
        {
            "hno": "104",
            "id": "106",
            "nass": "104 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ وَاقِدٍ حدثنا خلف بن خليفة حدثنا حُمَيْدٌ الْأَعْرَجُ عَنْ عَبْدِ اللهِ بْنِ الْحَارِثِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكَ لَتَنْظُرُ إِلَى الطَّيْرِ يَطِيرُ فِي الْجَنَّةِ فَتَشْتَهِيهِ فَيَخِرُّ بَيْنَ يَدَيْكَ مَشْوِيًّا.",
            "page": "111",
            "part": "1",
            "seal": "75D74897"
        },
        {
            "hno": "105",
            "id": "107",
            "nass": "105 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ عَنْ حَسَّانِ بْنِ الْأَشْرَسِ عَنْ مُغِيثِ بْنِ سَمَّى قَالَ إِنَّ الطير ليجيء فيقع على الشجرة فَيَأْكُلُونَ مِنْ إِحْدَى جَنْبَيْهِ شِوَاءً وَالْآخَرِ قَدِيدًا.",
            "page": "111",
            "part": "1",
            "seal": "513D0945"
        },
        {
            "hno": "106",
            "id": "108",
            "nass": "106 - حَدَّثَنَا محمد بن الحسين حدثنا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مهدي حدثنا جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ سُلَيْمَانَ عَنْ إِبْرَاهِيمَ بْنِ عِيسَى الْيَشْكُرِيِّ عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ قَالَ إِنَّ الْعَبْدَ لَيَشْتَهِي اللَّحْمَ فِي الْجَنَّةِ فَيَجِيءُ طَائِرٌ فَيَقَعُ الطَّائِرُ بَيْنَ يَدَيْهِ فَيَقُولُ يَا وَلِيَّ اللَّهِ أَكَلْتُ مِنَ الزَّنْجَبِيلِ وَشَرِبْتُ مِنَ السَّلْسَبِيلِ وَرَتَعْتُ بَيْنَ الْعَرْشِ وَالْكُرْسِيِّ فَكُلْنِي.",
            "page": "112",
            "part": "1",
            "seal": "ACD30CF2"
        },
        {
            "hno": "107",
            "id": "109",
            "nass": "107 - حَدَّثَنَا عِيسَى بْنُ مُسْلِمٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَا حَدَّثَنَا أَبُو معاوية عن عبيد بْنِ الْوَلِيدِ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّةِ طَائِرًا -[113]- لَهُ سَبْعُونَ أَلْفَ رِيشَةٍ يَجِيءُ فيقع على الرَّجُلِ مِنْ أَهْلِ الْجَنَّةِ فَيَنْتَفِضُ فَيَقَعُ مِنْ كُلِّ رِيشَةٍ لَوْنٌ أَبْيَضُ مِنَ الثَّلْجِ وَأَلْيَنُ مِنَ الزُّبْدِ وَأَلَذُّ مِنَ الشَّهْدِ لَيْسَ فِيهَا لَوْنٌ يُشْبِهُ صَاحِبَهُ ثُمَّ يطير.",
            "page": "112",
            "part": "1",
            "seal": "0851F724"
        },
        {
            "hno": "108",
            "id": "110",
            "nass": "108 - حدثني أبو إبراهيم الترجماني وصالح بن مالك قالا إِنَّ أَسْفَلَ أَهْلِ الْجَنَّةِ أَجْمَعِينَ دَرَجَةً مَنْ يَقُومُ عَلَى رَأْسِهِ عَشَرَةُ آلَافِ خَادِمٍ مَعَ كُلِّ خَادِمٍ صُحْفَتَانِ وَاحِدَةٌ مِنْ فِضَّةٍ وَوَاحِدَةٍ مِنْ ذَهَبٍ فِي كُلِّ صُحْفَةٍ لَوْنٌ لَيْسَ فِي الْأُخْرَى مِثْلُهَا يَأْكُلُ مِنْ آخِرِهِ كَمَا يَأْكُلُ مِنْ أَوَّلِهِ يَجِدُ لِآخِرِهِ من اللذة مالا يَجِدُ لِأَوَّلِهِ ثُمَّ يَكُونُ ذَلِكَ برشح مسك وجشاء مسك. لَفْظُ صَالِحِ بْنِ مَالِكٍ.",
            "page": "113",
            "part": "1",
            "seal": "4AA760F6"
        },
        {
            "hno": "109",
            "id": "111",
            "nass": "109 - حدثنا حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا صفوان بن عمرو عَنْ سُلَيْمِ بْنِ عَامِرٍ قَالَ كَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُونَ إِنَّ اللَّهَ عَزَّ وَجَلَّ لَيَنْفَعُنَا بِالْأَعْرَابِ وَمَسَائِلِهِمْ. -[114]- قَالَ أَقْبَلَ أَعْرَابِيٌّ يَوْمًا فَقَالَ يَا رَسُولَ اللَّهِ ذَكَرَ اللَّهُ عَزَّ وَجَلَّ فِي الْجَنَّةِ شَجَرَةً مُؤْذِيَةً وَمَا كُنْتُ أَرَى شَجَرَةً تُؤْذِي صَاحِبَهَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَمَا هِيَ قَالَ السِّدْرُ. فَإِنَّ لها شوكا مؤذيا. قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَلَيْسَ اللَّهُ عَزَّ وَجَلَّ يَقُولُ {فِي سِدْرٍ مَخْضُودٍ} خَضَدَ اللَّهُ عَزَّ وَجَلَّ شَوْكَهُ فَجَعَلَ مَكَانَ كُلِّ شَوْكَةٍ ثَمَرَةً فإنها لتفت ثمرا تفتق الثمر عن اثنتين وَسَبْعِينَ لَوْنًا مِنْ طَعَامٍ مَا فِيهِ لَوْنٌ يُشْبِهُ الْآخَرَ.",
            "page": "113",
            "part": "1",
            "seal": "126CA451"
        },
        {
            "hno": "110",
            "id": "112",
            "nass": "110 - حدثنا هارون بن سفيان حدثنا محمد بن عمر حدثنا مُحَمَّدُ بْنُ حَرْبٍ عَنْ صَفْوَانَ بن عمرو عَنْ سُلَيْمِ بْنِ عَامِرٍ عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ.",
            "page": "114",
            "part": "1",
            "seal": "8A046A4F"
        },
        {
            "hno": "111",
            "id": "113",
            "nass": "111 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان حدثنا عبد الله بن وهب حدثنا ابن لهيعة حدثنا يَزِيدُ بْنُ أَبِي حَبِيبٍ أَنَّ أبا الخير أخبره أن أبا العوام مؤذن إيلياء أو رجل أذن بإيلياء أَنَّهُ سَمِعَ كَعْبًا يَقُولُ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ لِأَهْلِ الْجَنَّةِ ادْخُلُوهَا إِنَّ -[115]- لِكُلِّ ضَيْفٍ جَزُورًا وَإِنِّي أُجْزِرُكُمُ الْيَوْمَ فَيُؤْتَى بِنُونٍ وَحُوتٍ فَيَجْزِرُ لِأَهْلِ الْجَنَّةِ.",
            "page": "114",
            "part": "1",
            "seal": "5E636D3B"
        },
        {
            "hno": "112",
            "id": "114",
            "nass": "112 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنِ الْأَعْمَشِ عَنْ ثُمَامَةَ بْنِ عُقْبَةَ عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ مِنَ الْيَهُودِ فَقَالَ يَا أَبَا الْقَاسِمِ أَلَسْتَ تَزْعُمُ أَنَّ أَهْلَ الْجَنَّةِ يَأْكُلُونَ فِيهَا وَيَشْرَبُونَ وَقَالَ لأصحابه إن أقر لي بها خَصَمْتُهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَلَى وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ أَحَدَهُمْ لَيُعْطَى قُوَّةَ مِائَةِ رَجُلٍ مِنَ الْمُشْرَبِ والمطعم والشهوة والجماع. فقال اليهودي فإن الذي يأكل ويشرب تكون له حاجة فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاجَتُهُمْ عَرَقٌ يُفِيضُ مِنْ جُلُودِهِمْ مِثْلَ رِيحِ الْمِسْكِ فَإِذَا الْبَطْنُ قَدْ ضَمُرَ.",
            "page": "115",
            "part": "1",
            "seal": "50FB44A2"
        },
        {
            "hno": "113",
            "id": "115",
            "nass": "113 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ بْنِ زرارة حدثنا إسحاق بن يوسف الأزرق حدثنا عَوْفٌ عَنْ قَسَامَةَ بْنِ زُهَيْرٍ عَنْ أَبِي مُوسَى الْأَشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا أَهْبَطَ اللَّهُ عَزَّ وَجَلَّ آدَمَ مِنَ الْجَنَّةِ زَوَّدَهُ مِنْ ثِمَارِهَا فَثِمَارُكُمْ هَذِهِ مِنْ ثِمَارِ الْجَنَّةِ إِلَّا أَنَّ هذا يتغير وثمار الجنة لم يتغير.",
            "page": "116",
            "part": "1",
            "seal": "9CBD4A34"
        },
        {
            "hno": "114",
            "id": "116",
            "nass": "114 - حَدَّثَنَا بِشْرُ بْنُ الْوَلِيدِ أَخْبَرْتَنَا أُمُّ الضَّحَّاكِ مَوْلَاةُ خَالِدِ بْنِ مَعْدَانَ عَنْ خَالِدِ بْنِ مَعْدَانَ قَالَ إِنَّ الرُّمَّانَةَ وَالْأَتْرُجَّةَ مِنْ فَاكِهَةِ الْجَنَّةِ تَأْتِي الْعَبْدَ فَيَأْكُلُ منها رمانا وأترجا مَا اشْتَهَى ثُمَّ يَنْقَلِبُ أَيَّ لَوْنٍ اشْتَهَى.",
            "page": "116",
            "part": "1",
            "seal": "58396D72"
        },
        {
            "hno": "115",
            "id": "117",
            "nass": "115 - حدثنا هارون بن سفيان حدثنا مُحَمَّدُ بْنِ عُمَرَ قَالَ مَعْمَرٌ أَنْبَأَنَا عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدِ {وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا} قَالَ إِذَا قَامَ ارْتَفَعَتْ وَإِذَا قعد تَدَلَّتْ حَتَّى -[117]- يَتَنَاوَلَهَا وَإِذَا اضْطَجَعَ تَدَلَّتْ فَذَلِكَ تَذْلِيلُهَا.",
            "page": "116",
            "part": "1",
            "seal": "895676EF"
        },
        {
            "hno": "116",
            "id": "118",
            "nass": "116 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا شَرِيكٌ عَنْ أَبِي إِسْحَاقَ عَنِ الْبَرَاءِ بْنِ عَازِبٍ فِي قَوْلِهِ عَزَّ وَجَلَّ {وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وذللت قطوفها تذليلا} قَالَ أَهْلُ الْجَنَّةِ يَأْكُلُونَ مِنْ الثمار في الشجر كيف شاؤوا جلوسا ومضطجعين وكيف شاؤوا.",
            "page": "117",
            "part": "1",
            "seal": "C44187EA"
        },
        {
            "hno": "117",
            "id": "119",
            "nass": "117 - حَدَّثَنَا فضيل بن عبد الوهاب حدثنا مُحَمَّدُ بْنُ يَزِيدَ عَنْ جُوَيْبِرٍ عن الضحاك {وجنا الجنتين دان} قال دان ثمارها.",
            "page": "117",
            "part": "1",
            "seal": "4D9AFFEF"
        },
        {
            "hno": "118",
            "id": "120",
            "nass": "118 - حَدَّثَنَا مُحَمَّدُ بْنُ رِزْقِ اللَّهِ حدثنا الربيع بن نافع حدثنا معاوية بن سلام عن -[118]- يزيد بْنِ سَلَّامٍ أَنَّهُ سَمِعَ أَبَا سَلَّامٍ قَالَ حَدَّثَنِي أَبُو أَسْمَاءَ الرَّحَبِيُّ عَنْ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَجَاءَ حَبْرٌ مِنْ أَحْبَارِ الْيَهُودِ فَقَالَ يَا مُحَمَّدُ. مَا تُحْفَتُهُمْ يَوْمَ يَدْخُلُونَ الْجَنَّةَ قَالَ زِيَادَةُ كَبِدِ النون. قال فما غداؤهم فِي أَثَرِهَا قَالَ يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي يَأْكُلُ مِنْ أَطْرَافِهَا. قَالَ فَمَا شَرَابُهُمْ عَلَيْهِ قَالَ مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلًا قَالَ فَصَدَّقَهُ.",
            "page": "117",
            "part": "1",
            "seal": "AA186012"
        },
        {
            "hno": "119",
            "id": "121",
            "nass": "119 - حدثني أحمد بن حميد حدثنا مُعْتَمِرُ بْنُ سُلَيْمَانَ عَنْ شَبِيبِ بْنِ عَبْدِ الْمَلِكِ -[119]- قَالَ حَدَّثَنِي مُقَاتِلُ بْنُ حَيَّانَ قَالَ إِنَّ أَهْلَ الْجَنَّةِ إِذَا دُعُوا بِالطَّعَامِ قَالُوا سُبْحَانَكَ اللَّهُمَّ. قَالَ فَيَقُومُ عَلَى أَحَدِهِمْ عَشَرَةُ آلَافِ خَادِمٍ مَعَ كُلِّ خَادِمٍ مِنْهُمْ صَحْفَةٌ مِنْ ذَهَبٍ فِيهَا طَعَامٌ لَيْسَ فِي الْأُخْرَى فَيَأْكُلُ مِنْهُنَّ كُلِّهِنَّ.",
            "page": "118",
            "part": "1",
            "seal": "37D07907"
        },
        {
            "hno": "120",
            "id": "122",
            "nass": "بَابُ شَرَابِ أَهْلِ الْجَنَّةِ ¶ 120 - حَدَّثَنَا أبو خيثمة حَدَّثَنَا جَرِيرٌ عَنِ الْأَعْمَشِ عَنِ أَبِي سُفْيَانَ عَنْ جَابِرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ أَهْلَ الْجَنَّةِ يَأْكُلُونَ فِيهَا وَيَشْرَبُونَ وَلَا يَتْفُلُونَ وَلَا يَتَمَخَّطُونَ وَلَا يَبُولُونَ قَالَ فَمَا بَالُ الطَّعَامِ ¶ قَالَ جُشَاءٌ وَرَشْحٌ كَرَشْحِ الْمِسْكِ يُلْهَمُونَ التَّسْبِيحَ وَالتَّحْمِيدَ كَمَا تُلْهَمُونَ النَّفَسَ.",
            "page": "120",
            "part": "1",
            "seal": "F7319AF2"
        },
        {
            "hno": "121",
            "id": "123",
            "nass": "121 - حَدَّثَنَا أبو كريب حدثنا عُبَيْدُ اللَّهِ بْنُ مُوسَى عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ عَنِ الرَّبِيعِ بْنِ أَنَسٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَهْلَ الْجَنَّةِ لَيَأْكُلُونَ وَيَشْرَبُونَ وَلَا يَتَغَوَّطُونَ وَلَا يَبُولُونَ إِنَّمَا طَعَامُهُمْ ذَلِكَ جُشَاءٌ وَرَشْحُ الْمِسْكِ يُلْهَمُونَ التَّسْبِيحَ وَالتَّحْمِيدَ كَمَا تُلْهَمُونَ النَّفَسَ.",
            "page": "121",
            "part": "1",
            "seal": "489C0B8D"
        },
        {
            "hno": "122",
            "id": "124",
            "nass": "122 - حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ اللَّهِ حدثنا حفص بن عمر العدني حدثنا الْحَكَمُ يَعْنِي ابْنَ أَبَانَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ الرُّمَّانَةُ مِنْ رُمَّانِ الْجَنَّةِ يَجْتَمِعُ حَوْلَهَا بَشَرٌ كَثِيرٌ يَأْكُلُونَ مِنْهَا فَإِنْ جَرَى عَلَى ذِكْرِ أَحَدِهِمْ شَيْءٌ يُرِيدُهُ وَجَدَهُ فِي مَوْضِعِ يَدِهِ حَيْثُ يَأْكُلُ.",
            "page": "121",
            "part": "1",
            "seal": "452783DF"
        },
        {
            "hno": "123",
            "id": "125",
            "nass": "123 - حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ اللَّهِ حدثنا حفص بن عمر عن الحكم عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قال إن الثمرة من ثمار الجنة طولها إثنا عشر ذراعا ليس فيها عجم.",
            "page": "121",
            "part": "1",
            "seal": "8D94560F"
        },
        {
            "hno": "124",
            "id": "126",
            "nass": "124 - حدثنا العباس حدثنا ابن المغيرة حدثتنا عَبْدَةُ قَالَتْ سَمِعْتُ أَبِي خَالِدَ بْنَ مَعْدَانَ يَقُولُ إِنَّ الرَّجُلَ يُرِيدُ أَنْ يَأْكُلَ مِنْ فَاكِهَةِ الْجَنَّةِ فَيَأْتِي الشَّجَرَةَ فَتَسْتَرْخِي لَهُ حَتَّى يَأْخُذَ مِنْهَا مَا أَرَادَ ثُمَّ تَرْتَفِعُ.",
            "page": "122",
            "part": "1",
            "seal": "C93C866A"
        },
        {
            "hno": "125",
            "id": "127",
            "nass": "125 - حُدِّثْتُ عَنْ يَحْيَى بْنِ مَعِينٍ عَنِ الْقَاسِمِ بْنِ مَالِكٍ الْمُزَنِيِّ عَنْ حُصَيْنِ بْنِ شَرِيكٍ قَالَ حَدَّثَنِي شَيْخٌ رَأَيْتُ أَنَّهُ يُكَنَّى أَبَا عَبْدِ الرَّحْمَنِ عَنْ مَيْمُونَةَ أَنَّهَا سَمِعَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الرَّجُلَ لَيَشْتَهِي الطَّيْرَ فِي الْجَنَّةِ فَيَجِيءُ مِثْلَ الْبُخْتِيِّ حَتَّى يَقَعَ عَلَى إخوانه لَمْ يُصِبْهُ دُخَانٌ وَلَمْ تَمَسَّهُ نَارٌ فَيَأْكُلُ مِنْهُ حَتَّى يَشْبَعَ ثُمَّ يَطِيرُ.",
            "page": "122",
            "part": "1",
            "seal": "0B91E71F"
        },
        {
            "hno": "126",
            "id": "128",
            "nass": "126 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا شَرِيكٌ عَنْ سَالِمٍ عَنْ سَعِيدِ بن جبير قال -[123]- المعين الخمر. وَبِإِسْنَادِهِ قَالَ لَا فِيهَا غُولٌ وَلَا فِيهَا أَذًى.",
            "page": "122",
            "part": "1",
            "seal": "9619ACE2"
        },
        {
            "hno": "127",
            "id": "129",
            "nass": "127 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ حدثنا عِمْرَانُ بْنُ عُيَيْنَةَ عَنِ ابْنِ أَبِي خَالِدٍ عَنْ أَبِي صَالِحٍ {وَمِزَاجُهُ مِنْ تَسْنِيمٍ عَيْنًا يَشْرَبُ بها المقربون} يَشْرَبُ بِهَا الْمُقَرَّبُونَ صِرْفًا وَيُمْزَجُ لِسَائِرِ أَهْلِ الْجَنَّةِ.",
            "page": "123",
            "part": "1",
            "seal": "138C53BD"
        },
        {
            "hno": "128",
            "id": "130",
            "nass": "128 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ مَالِكِ بْنِ الْحَارِثِ فِي قَوْلِهِ {وَمِزَاجُهُ مِنْ تَسْنِيمٍ عَيْنًا يَشْرَبُ بِهَا المقربون} قَالَ عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ ويمزج منها لِأَصْحَابِ الْيَمِينِ.",
            "page": "123",
            "part": "1",
            "seal": "3C0CC9B6"
        },
        {
            "hno": "129",
            "id": "131",
            "nass": "129 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا رَجُلٌ عَنْ جَابِرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ قَالَ قَالَ أبو الدرداء {ختامه مسك} قَالَ هُوَ شَرَابٌ أَبْيَضُ مِثْلُ الْفِضَّةِ يَخْتِمُونَ بِهِ أَشْرِبَتَهُمْ لَوْ أَنَّ رَجُلًا مِنْ أَهْلِ الدُّنْيَا أَدْخَلَ فِيهِ يَدَهُ ثُمَّ أَخْرَجَهَا لَمْ يَبْقَ ذُو رُوحٍ إِلَّا وجد طيب ريحها.",
            "page": "124",
            "part": "1",
            "seal": "C144A76A"
        },
        {
            "hno": "130",
            "id": "132",
            "nass": "130 - حدثني حمزة حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ أخبرنا ابْنُ الْمُبَارَكِ عَنْ سُفْيَانَ عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ عَنْ زيد بْنُ مُعَاوِيَةَ عَنْ عَلْقَمَةَ بْنِ قَيْسٍ عَنِ ابْنِ مَسْعُودٍ {خِتَامُهُ مسك}. قَالَ خَلْطًا وَلَيْسَ بِخَاتَمٍ يُخْتَمُ به.",
            "page": "124",
            "part": "1",
            "seal": "6CCD5942"
        },
        {
            "hno": "131",
            "id": "133",
            "nass": "131 - حدثني حمزة أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ أخبرنا ابن المبارك أخبرنا مَعْمَرٌ عَنْ رَجُلٍ عَنْ أَبِي قِلَابَةَ قَالَ يُؤْتَوْنَ بِالطَّعَامِ وَالشَّرَابِ فَإِذَا كَانَ فِي آخِرِ ذَلِكَ أتو بِشَرَابِ الطُّهُورِ فَيَشْرَبُونَ فَتَضْمُرُ لِذَلِكَ بُطُونُهُمْ وَيَفِيضُ عَرَقٌ مِنْ جُلُودِهِمْ مِثْلُ رِيحِ الْمِسْكِ ثُمَّ قَرَأَ {وسقاهم ربهم شرابا طهور}.",
            "page": "125",
            "part": "1",
            "seal": "B5CA45D9"
        },
        {
            "hno": "132",
            "id": "134",
            "nass": "132 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ قال سمعت النضر بن شميل فِي قَوْلِهِ {كُلُوا وَاشْرَبُوا هَنِيئًا} لَا يَمُوتُونَ.",
            "page": "125",
            "part": "1",
            "seal": "05E43E00"
        },
        {
            "hno": "133",
            "id": "135",
            "nass": "133 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادِ بْنِ موسى حدثنا زيد بن الحباب عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنْ سُلَيْمِ بْنِ عَامِرٍ عَنْ أَبِي أُمَامَةَ قَالَ إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيَشْتَهِي الشَّرَابَ مِنْ شَرَابِ الْجَنَّةِ فَيَجِيءُ الْإِبْرِيقُ فَيَقَعُ فِي يَدِهِ فَيَشْرَبُ ثُمَّ يَعُودُ إِلَى مَكَانِهِ.",
            "page": "125",
            "part": "1",
            "seal": "47D64780"
        },
        {
            "hno": "134",
            "id": "136",
            "nass": "134 - حدثني هارون بن سفيان حدثنا محمد بن عمر حدثنا ابْنُ أَبِي سَبْرَةَ عَنْ عَبْدِ الْمَجِيدِ بْنِ سُهَيْلٍ عَنْ عَوْفِ بن الحارث بن الطفيل عن أَخِي عَائِشَةَ عَنْ كَعْبٍ فِي قوله {ومزاجه من تسنيم} قَالَ نَهَرٌ يَتَسَنَّمُ عَلَى الْغُرَفِ.",
            "page": "126",
            "part": "1",
            "seal": "E39867D0"
        },
        {
            "hno": "135",
            "id": "137",
            "nass": "135 - حدثنا داود بن عمرو حدثنا أبو معاوية حدثنا الْأَعْمَشُ عَنْ عَبْدِ اللَّهِ بْنِ مرة عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ {يسقون من رحيق مختوم} قَالَ الرَّحِيقُ هِيَ الْخَمْرُ وَالْمَخْتُومُ يجدون عافيتها رِيحِ الْمِسْكِ.",
            "page": "126",
            "part": "1",
            "seal": "CD1ED523"
        },
        {
            "hno": "136",
            "id": "138",
            "nass": "136 - حدثنا داود بن عمرو حدثنا فُضَيْلُ بْنُ عِيَاضٍ عَنْ مَنْصُورٍ عَنْ مَالِكِ بْنِ الْحَارِثِ فِي قَوْلِهِ {عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ} قَالَ عَيْنًا فِي الْجَنَّةِ يَشْرَبُ بِهَا الْمُقَرَّبُونَ صِرْفًا وَيُمْزَجُ لِسَائِرِ أَهْلِ الْجَنَّةِ.",
            "page": "126",
            "part": "1",
            "seal": "E6081B1E"
        },
        {
            "hno": "137",
            "id": "139",
            "nass": "137 - حدثنا داود بن عمرو حدثنا إسماعيل بن علية حدثنا حُمَيْدٌ الطَّوِيلُ عَنْ ثَابِتٍ عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ {كأسا دهاقا} قال دم دم.",
            "page": "127",
            "part": "1",
            "seal": "94C0EAC2"
        },
        {
            "hno": "138",
            "id": "140",
            "nass": "138 - حدثنا داود بن عمرو حدثنا الزَّنْجِيُّ بْنُ خَالِدٍ عَنِ ابْنِ أبي نجيح {كأسا دهقا} قَالَ تِبَاعًا.",
            "page": "127",
            "part": "1",
            "seal": "0BF08728"
        },
        {
            "hno": "139",
            "id": "141",
            "nass": "139 - حدثنا أبو خيثمة حدثنا مُحَمَّدُ بْنُ خَازِمٍ عَنِ الْأَعْمَشِ عَنِ الْمِنْهَالِ عَنْ قَيْسِ بْنِ السَّكَنِ عَنْ عَبْدِ اللَّهِ قَالَ إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيُؤْتَى بِالْكَأْسِ فَيَشْرَبُهَا ثُمَّ يَلْتَفِتُ إِلَى زَوْجَتِهِ فَتَقُولُ لَقَدْ زِدْتَ فِي عَيْنِي سَبْعِينَ ضِعْفًا حُسْنًا.",
            "page": "127",
            "part": "1",
            "seal": "0317FAFB"
        },
        {
            "hno": "140",
            "id": "142",
            "nass": "140 - حدثنا أبو مسلم حدثنا سُفْيَانُ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ لَوْ أَخَذَتَ فِضَّةً مِنْ فِضَّةِ أَهْلِ الدُّنْيَا فَضَرَبْتَهَا حَتَّى جَعَلْتَهَا مِثْلَ جَنَاحِ الذُّبَابِ لَمْ تَرَ الْمَاءَ مِنْ وَرَائِهَا وَلَكِنَّ قَوَارِيرَ الْجَنَّةِ فِي بَيَاضِ الْفِضَّةِ وَصَفَاءِ الْقَارُورَةِ.",
            "page": "128",
            "part": "1",
            "seal": "A0503FD5"
        },
        {
            "hno": "141",
            "id": "143",
            "nass": "141 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ حدثنا الزَّنْجِيُّ بْنُ خَالِدٍ عَنِ ابْنِ أبي نجيح عن مجاهد {قواريرا قَوَارِيرَ مِنْ فِضَّةٍ} فِي بَيَاضِ الفضة وصفاء القوارير.",
            "page": "128",
            "part": "1",
            "seal": "D9832016"
        },
        {
            "hno": "142",
            "id": "144",
            "nass": "142 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادِ بْنِ موسى حدثنا مَرْوَانُ بْنُ مُعَاوِيَةَ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ أَبِي صالح {كانت قواريرا قوارير مِنْ فِضَّةٍ} قَالَ كَانَ تُرَابُهَا فضة بصفاء الزُّجَاجَ فِي بَيَاضِ الْفِضَّةِ.",
            "page": "128",
            "part": "1",
            "seal": "6AF67EF8"
        },
        {
            "hno": "143",
            "id": "145",
            "nass": "143 - حَدَّثَنَا مُحَمَّدُ بْنِ حَسَّانٍ الْأَزْرَقُ قَالَ سَمِعْتُ مَنْصُورَ بْنَ عَمَّارٍ حدثنا أبو معاوية الضرير حدثنا الْأَعْمَشُ عَنِ الْمِنْهَالِ بْنِ عَمْرٍو قَالَ قَالَ عَبْدُ اللَّهِ إِنَّ الْمَرْأَةَ مِنَ الْحُورِ الْعِينِ لَتَشْرَبُ الكأس فينظر إليها زوجها فتزداد في عينه سبعين ضعفا من الحسن ويشرب زوجها -[129]- الكأس فتنظر إليه فَيَزْدَادُ فِي عَيْنِهَا سَبْعِينَ ضِعْفًا مِنَ الْحُسْنِ.",
            "page": "128",
            "part": "1",
            "seal": "55D74E29"
        },
        {
            "hno": "144",
            "id": "146",
            "nass": "144 - حدثنا مجاهد بن موسى حدثنا معين بْنُ عِيسَى قَالَ حَدَّثَنِي ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ أَبِيهِ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنِ الْكَوْثَرِ قَالَ نَهَرٌ أَعْطَانِيهُ رَبِّي عَزَّ وَجَلَّ فِي الْجَنَّةِ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وأحلى من العسل فيه طيورا أَعْنَاقُهَا كَأَعْنَاقِ الْجَزُورِ. فَقَالَ عُمَرُ إِنَّهَا لَنَاعِمَةٌ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَكْلُهَا أَنْعَمُ مِنْهَا.",
            "page": "129",
            "part": "1",
            "seal": "8B60991F"
        },
        {
            "hno": "145",
            "id": "147",
            "nass": "145 - حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ بَارِقٍ الْحَنَفِيُّ أن سماك سَمِعَ أَبَاهُ يُحَدِّثُ أَنَّهُ لَقِيَ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ بِالْمَدِينَةِ بَعْدَمَا كُفَّ بَصَرُهُ فَقَالَ يَا ابْنَ عَبَّاسٍ مَا أَرْضُ الْجَنَّةِ قال مرمرة بيضاء من فضة كَأَنَّهَا مِرْآةٌ. قُلْتُ مَا نُورُهَا -[130]- قَالَ أَمَا رَأَيْتَ السَّاعَةَ الَّتِي تَكُونُ قَبْلَ طُلُوعِ الشَّمْسِ فَذَلِكَ نُورُهَا إِلَّا أَنَّهُ لَيْسَ فِيهَا شَمْسٌ وَلَا زَمْهَرِيرُ. قَالَ قُلْتُ فَمَا أَنْهَارُهَا أَفِي أُخْدُودٍ قَالَ لَا وَلَكِنَّهَا تَجْرِي عَلَى أَرْضِ الجنة مستكفة لا تفيض لا هَاهُنَا وَلَا هَاهُنَا قَالَ اللَّهُ عَزَّ وَجَلَّ لَهَا كُونِي. فَكَانَتْ. قلت فما حللها قال فيها شَجَرَةٌ فِيهَا ثَمَرٌ كَأَنَّهُ الرُّمَّانِ فَإِذَا أَرَادَ وَلِيُّ اللَّهِ عَزَّ وَجَلَّ مِنْهَا كِسْوَةً انْحَدَرَتْ إِلَيْهِ مِنْ غُصْنِهَا فَانْفَلَقَتْ لَهُ عَنْ سَبْعِينَ حُلَّةً أَلْوَانٌ بَعْدَ أَلْوَانٍ ثُمَّ تَنْطَبِقُ فَتَرْجِعُ كَمَا كَانَتْ.",
            "page": "129",
            "part": "1",
            "seal": "993E33E1"
        },
        {
            "hno": "146",
            "id": "148",
            "nass": "146 - حَدَّثَنَا محمد بن سليمان الأسدي حدثنا إِسْمَاعِيلُ بْنُ زَكَرِيَّا عَنْ مُحَمَّدِ بْنِ عَوْنٍ عَنْ عِكْرِمَةَ عَنِ ابن عباس في قوله {إنا أعطيناك الكوثر}. قال هُوَ نَهَرٌ فِي الْجَنَّةِ عُمْقُهُ فِي الْأَرْضِ سَبْعُونَ أَلْفَ فَرْسَخٍ مَاؤُهُ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ الْعَسَلِ شَاطِئَاهُ اللُّؤْلُؤُ وَالزَّبَرْجَدُ وَالْيَاقُوتُ خَصَّ اللَّهُ عَزَّ وَجَلَّ بِهِ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دُونَ الْأَنْبِيَاءِ عَلَيْهِمُ السَّلَامُ.",
            "page": "130",
            "part": "1",
            "seal": "56F95B0C"
        },
        {
            "hno": "147",
            "id": "149",
            "nass": "بَابُ لِبَاسِ أَهْلِ الْجَنَّةِ ¶ 147 - حَدَّثَنَا محمد بن إدريس الحنظلي حدثنا أبو عتبة حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ سَعِيدِ بْنِ يُوسُفَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ أَبِي سَلَّامٍ الْأَسْوَدِ قَالَ سَمِعْتُ أَبَا أُمَامَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا مِنْكُمْ مِنْ أَحَدٍ يَدْخُلُ الْجَنَّةَ إِلَّا انْطُلِقَ بِهِ إِلَى طُوبَى فَتَفْتَحُ لَهُ أَكْمَامَهَا فَيَأْخُذُ مِنْ أَيِّ ذَلِكَ شَاءَ إِنْ شَاءَ أَبْيَضَ وَإِنْ شَاءَ أَحْمَرَ وَإِنْ شَاءَ أَخْضَرَ وإن شاء أصفر وَإِنْ شَاءَ أَسْوَدَ مِثْلَ شَقَائِقِ النُّعْمَانِ وَأَرَقَّ وَأَحْسَنَ.",
            "page": "131",
            "part": "1",
            "seal": "BC7299C9"
        },
        {
            "hno": "148",
            "id": "150",
            "nass": "148 - حَدَّثَنَا أبو خيثمة حدثنا الحسن بن موسى حدثنا ابْنُ لَهِيعَةَ حَدَّثَنِي دَرَّاجٌ أَبُو السَّمْحِ أَنَّ أَبَا الْهَيْثَمِ حَدَّثَهُ عَنْ أَبِي سَعِيدٍ أَنَّ رَجُلًا قَالَ يَا رَسُولَ اللَّهِ طُوبَى لِمَنْ رَآكَ وَآمَنَ بِكَ. قَالَ صلى الله عليه وسلم طُوبَى لِمَنْ رَآنِي وَآمَنَ بِي وطوبى ثُمَّ طُوبَى لِمَنْ آمَنَ بِي ولم يراني. فَقَالَ رَجُلٌ وَمَا طُوبَى قَالَ شَجَرَةٌ فِي الْجَنَّةِ مَسِيرَةُ مِائَةِ عَامٍ ثِيَابُ أَهْلِ الْجَنَّةِ تَخْرُجُ مِنْ أَكْمَامِهَا.",
            "page": "132",
            "part": "1",
            "seal": "4DA4411B"
        },
        {
            "hno": "149",
            "id": "151",
            "nass": "149 - حدثني يعقوب بن عبيد حدثنا يزيد بن هارون أخبرنا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْمُهَزِّمِ قَالَ قالَ أَبُو هُرَيْرَةَ دار المؤمن في الجنة لؤلؤة فِيهَا أَرْبَعُونَ أَلْفَ دَارٍ فِيهَا شَجَرَةٌ تَنْبُتُ -[133]- الْحُلَلَ فَيَأْخُذُ الرَّجُلُ بِإِصْبَعَيْهِ وَأَشَارَ بِالسَّبَّابَةِ وَالْإِبْهَامِ سَبْعِينَ حُلَّةً مُنْتَظِمَةً بِاللُّؤْلُؤِ وَالْمَرْجَانِ.",
            "page": "132",
            "part": "1",
            "seal": "6F45E50F"
        },
        {
            "hno": "150",
            "id": "152",
            "nass": "150 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنَا صَفْوَانُ بْنُ عَمْرٍو عَنْ شُرَيْحِ بْنِ عُبَيْدٍ قَالَ قَالَ كَعْبٌ لَوْ أَنَّ ثَوْبًا مِنْ ثِيَابِ أَهْلِ الْجَنَّةِ نُشِرَ الْيَوْمَ فِي الدُّنْيَا لَصَعِقَ مَنْ يَنْظُرُ إِلَيْهِ وَمَا حَمَلَتْهُ أَبْصَارُهُمْ.",
            "page": "133",
            "part": "1",
            "seal": "F6BAAF65"
        },
        {
            "hno": "151",
            "id": "153",
            "nass": "151 - حَدَّثَنِي عَمَّارُ بْنُ نَصْرٍ الْمَرْوَزِيُّ حدثنا عبد الرزاق أخبرنا مَعْمَرٌ عَنِ الْحَكَمِ بْنِ أَبَانَ أَنَّهُ سَمِعَ عِكْرِمَةَ يَقُولُ إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيَلْبَسُ الْحُلَّةَ فَتَتَلَوَّنُ فِي سَاعَةٍ سَبْعِينَ لَوْنًا.",
            "page": "133",
            "part": "1",
            "seal": "42C9B682"
        },
        {
            "hno": "152",
            "id": "154",
            "nass": "152 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ بَشِيرِ بْنِ كَعْبٍ أَوْ غَيْرِهِ قَالَ ذُكِرَ لَنَا أَنَّ الزَّوْجَةَ مِنْ أَزْوَاجِ الْجَنَّةِ لَهَا سَبْعُونَ حُلَّةً هِيَ أرق من شفكم هذه يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ اللَّحْمِ.",
            "page": "133",
            "part": "1",
            "seal": "61A995A0"
        },
        {
            "hno": "153",
            "id": "155",
            "nass": "153 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا مُجَالِدُ -[134]- بْنُ سَعِيدٍ عَنِ الشَّعْبِيِّ قَالَ أَتَى أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ. أَرَأَيْتَ ثِيَابَ أَهْلِ الْجَنَّةِ أَنَعْمَلُهَا بِأَيْدِينَا فَضَحِكَ الْقَوْمُ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يُضْحِكُكُمْ مِنْ جَاهِلٍ يَسْأَلُ عَالِمًا لَا وَلَكِنَّهَا ثَمَرَاتٌ.",
            "page": "133",
            "part": "1",
            "seal": "7D6C073E"
        },
        {
            "hno": "154",
            "id": "156",
            "nass": "154 - أخبرنا إسحاق بن إسماعيل حدثنا سُفْيَانُ عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ عَنْ أَنَسِ بْنِ مالك أهدى أكيدر دُومَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جُبَّةً مِنْ سُنْدُسٍ فَتَعَجَّبَ النَّاسُ مِنْ حُسْنِهَا فَقَالَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَنَادِيلُ سَعْدٍ فِي الْجَنَّةٍ أَحْسَنُ مِنْهَا.",
            "page": "134",
            "part": "1",
            "seal": "0B0C95AE"
        },
        {
            "hno": "155",
            "id": "157",
            "nass": "بَابُ فِرَاشِ أَهْلِ الْجَنَّةِ ¶ 155 - حَدَّثَنَا أبو خيثمة حدثنا الحسن بن موسى أخبرنا ابن لهيعة حدثنا دَرَّاجٌ عَنْ أَبِي الْهَيْثَمِ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ {وَفُرُشٍ مرفوعة} قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ ارْتِفَاعَهَا كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وَإِنَّ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ لمسيرة خمسمائة عام.",
            "page": "135",
            "part": "1",
            "seal": "69FA0D56"
        },
        {
            "hno": "156",
            "id": "158",
            "nass": "156 - حَدَّثَنَا الفضيل بن يعقوب حدثنا الفريابي حدثنا سُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي إِسْحَاقَ عَنْ هُبَيْرَةَ بْنِ يَرِيمَ عَنْ عَبْدِ اللَّهِ فِي قَوْلِهِ {بَطَائِنُهَا من استبرق} قَالَ هَذِهِ الْبَطَائِنُ قَدْ خُبِّرْتُمْ بِهَا فَكَيْفَ بِالظَّهَائِرِ.",
            "page": "135",
            "part": "1",
            "seal": "F6EB584E"
        },
        {
            "hno": "157",
            "id": "159",
            "nass": "157 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الخزاعي حدثنا شَرِيكٌ عَنْ سَالِمٍ عَنْ سَعِيدِ {بطائنها من استبرق} قال ظواهرها نُورٍ جَامِدٍ.",
            "page": "136",
            "part": "1",
            "seal": "AB7EA10A"
        },
        {
            "hno": "158",
            "id": "160",
            "nass": "158 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا مُحَمَّدُ بْنُ يَزِيدَ عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ {بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ} قَالَ الدِّيبَاجُ.",
            "page": "136",
            "part": "1",
            "seal": "C2C82F5C"
        },
        {
            "hno": "159",
            "id": "161",
            "nass": "159 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ الدَّسْتُوَائِيُّ قَالَ وَجَدْتُ فِي كِتَابِ أَبِي بِخَطِّ يَدِهِ عَنِ الْقَاسِمِ عَنْ أَبِي أمامة في قوله عز وجل {وفرش مرفوعة} قَالَ لَوْ أَنَّ أَعْلَاهَا سَقَطَ مَا بَلَغَ أَسْفَلَهَا أَرْبَعِينَ خَرِيفًا.",
            "page": "136",
            "part": "1",
            "seal": "7064765B"
        },
        {
            "hno": "160",
            "id": "162",
            "nass": "160 - حَدَّثَنَا فضيل بن عبد الوهاب حدثنا هشيم عن أبي بشير عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ العبقري عتاق الزرابي.",
            "page": "136",
            "part": "1",
            "seal": "7D8253DE"
        },
        {
            "hno": "161",
            "id": "163",
            "nass": "161 - حدثني أبي حدثني إسماعيل بن عُلَيَّةَ عَنْ أَبِي رَجَاءٍ عَنِ الْحَسَنِ فِي قَوْلِهِ {مُتَّكِئِينَ عَلَى رفرف خضر وعبقري حسان} هِيَ الْبُسُطُ. قَالَ أَهْلُ الْمَدِينَةِ يَقُولُونَ هِيَ الْبُسُطُ.",
            "page": "137",
            "part": "1",
            "seal": "CDA3394C"
        },
        {
            "hno": "162",
            "id": "164",
            "nass": "162 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا مُحَمَّدُ بْنُ يَزِيدَ عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ قَالَ الرَّفْرَفُ الْمَجَالِسُ.",
            "page": "137",
            "part": "1",
            "seal": "0F0A7878"
        },
        {
            "hno": "163",
            "id": "165",
            "nass": "163 - حدثنا هارون بن سفيان حدثنا محمد بن عمر أخبرنا خَالِدُ بْنُ رَبِيعَةَ بْنِ أَبِي هِلَالٍ عَنْ عَطَاءِ بْنِ أَبِي مَرْوَانَ عَنْ أَبِيهِ قَالَ سَمِعْتُ كَعْبًا يَقُولُ نَحْنُ مَعْشَرَ حِمْيَرٍ نَقُولُ السَّرِيرُ عَلَيْهِ حَجَلَةٌ أَرِيكَةٌ.",
            "page": "137",
            "part": "1",
            "seal": "8A2219DA"
        },
        {
            "hno": "164",
            "id": "166",
            "nass": "164 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا هشيم أخبرنا حُصَيْنٌ عَنْ عِكْرِمَةَ عِنِ ابْنِ عباس في قوله {موضونة}. قَالَ مَرْمُولَةٌ بِالذَّهَبِ.",
            "page": "138",
            "part": "1",
            "seal": "77C4D1AE"
        },
        {
            "hno": "165",
            "id": "167",
            "nass": "165 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله أخبرنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنَا جُوَيْبِرٌ عَنِ الضَّحَّاكِ قَالَ الْعَبْقَرِيُّ الزَّرَابِي.",
            "page": "138",
            "part": "1",
            "seal": "09B52B9D"
        },
        {
            "hno": "166",
            "id": "168",
            "nass": "166 - حَدَّثَنَا هَارُونُ بْنُ يَحْيَى أَنْبَأَنِي مُحَمَّدُ بْنُ زِيَادٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّهُ أَنْشَدَهُ أَبْيَاتًا قَالَهَا أَعْشَى طَرُودٍ وهم حي من حديلة قَيْسِ بْنِ عُدْوَانَ يَذْكُرُ الْجَنَّةَ يقول ¶ لِبَاسُهُمُ فِيهَا حَرِيرٌ وَتَحْتَهُمْ ... أَرَائِكُ لَمْ يُوجَدْ لَهُمْ شَبَهٌ خُضْرُ ¶ وَحُورٌ حِسَانٌ كُلُّهُنَّ عَقِيلَةٌ ... عَرُوبٌ إِذَا أَفْضَتْ إِلَى بَعْلِهَا بِكْرُ ¶ وَمَاءٌ فُرَاتٌ طَعْمُهُ غَيْرُ آسِنٍ ... مَعَ الْمَاءِ شُرْبُ النَّحْلِ وَالْمَخْضُ وَالْخَمْرُ",
            "page": "138",
            "part": "1",
            "seal": "27F54189"
        },
        {
            "hno": "167",
            "id": "169",
            "nass": "167 - حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ بَارِقٍ الْحَنَفِيُّ عن خاله الزميل سَمِعَ أَبَاهُ قَالَ قُلْتُ لِابْنِ عَبَّاسٍ مَا حُلَلُ الْجَنَّةِ قَالَ فيها شَجَرَةٌ فِيهَا ثَمَرٌ كَأَنَّهُ الرُّمَّانِ فَإِذَا أَرَادَ وَلِيُّ اللَّهِ عَزَّ وَجَلَّ كِسْوَةً انْحَدَرَتْ إِلَيْهِ مِنْ غُصْنِهَا فَانْفَلَقَتْ لَهُ عَنْ سَبْعِينَ حُلَّةً أَلْوَانٌ بَعْدَ أَلْوَانٍ ثُمَّ تنطبق كما كانت.",
            "page": "139",
            "part": "1",
            "seal": "A1967B6E"
        },
        {
            "hno": "168",
            "id": "170",
            "nass": "168 - حدثني أبي رحمه الله أخبرنا مُحَمَّدُ بْنُ يَزِيدَ عَنِ الْعَوَّامِ بْنِ حَوْشَبٍ عَنْ أَبِي رَوْحٍ الشَّامِيِّ قَالَ مَرَّ مُعَاوِيَةُ عَلَى كَعْبٍ وَهُوَ يُحَدِّثُ قَالَ مَا هذه الأحاديث يا كعب بن أُمِّ كَعْبٍ. قَالَ كَعْبٌ نَعَمْ والله يا معاوية إن الله عَزَّ وَجَلَّ لَدَارًا فِيهَا سَبْعُونَ أَلْفَ دَارٍ عَلَى عَمَدٍ وَاحِدٍ من ياقوت وما فيها صدع ولا وصل ولا يَسْكُنُهَا إِلَّا خَمْسَةٌ نَبِيٌّ أَوْ صديق أو شهيد أو محكم فِي نَفْسِهِ أَوْ إِمَامٌ مُقْسِطٌ فانطق مِنْ أَيِّهِمْ أَنْتَ يَا مُعَاوِيَةُ فَأَدْبَرَ مُعَاوِيَةُ وَهُوَ يَبْكِي وَهُوَ يقول أتى لَكَ يَا مُعَاوِيَةُ بِالْعَدْلِ.",
            "page": "139",
            "part": "1",
            "seal": "AE7D90BA"
        },
        {
            "hno": "169",
            "id": "171",
            "nass": "169 - حدثنا أبو خيثمة حدثنا عبد الرحمن بن مهدي حدثنا محمد ابن أَبِي الْوَضَّاحِ -[140]- حَدَّثَنِي الْعَلَاءُ بْنُ رافع حدثنا حنان بْنُ خَارِجَةَ عَنْ عَبْدِ اللَّهِ بن عمر قال جاء أعرابي علوي جَرِيءٌ فَقَالَ يَا رَسُولَ اللَّهِ أَخْبِرْنَا عَنْ ثِيَابِ أَهْلِ الْجَنَّةِ أَتُخْلَقُ خَلْقًا أَوْ تُنْسَجُ نَسْجًا فَضَحِكَ بَعْضُ الْقَوْمِ. ¶ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا يُضْحِكُكُمْ مِنْ جَاهِلٍ يَسْأَلُ عالما فأكب رسول الله سَاعَةً ثُمَّ قَالَ أَيْنَ السَّائِلُ عن ثياب أهل الجنة. قال هَا هُوَ ذَا يَا رَسُولَ اللَّهِ. قَالَ لَا بَلْ تَشَقَّقُ عنها ثمر الجنة.",
            "page": "139",
            "part": "1",
            "seal": "15C0D839"
        },
        {
            "hno": "170",
            "id": "172",
            "nass": "170 - حدثنا سعيد بن زنبور أخبرنا إِسْمَاعِيلُ بْنُ مُجَالِدِ بْنِ سَعِيدٍ عَنْ أَبِيهِ عَنِ الشَّعْبِيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ جَاءَ أَعْرَابِيٌّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ. أَرَأَيْتَ ثِيَابَنَا فِي الجنة أفنعملها بأيدينا فضحك القوم فقال الأعرابي مَا تَضْحَكُونَ مِنْ رَجُلٍ جَاهِلٍ يَسْأَلُ عَالِمًا -[141]- فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَ لَا وَلَكِنَّهَا ثَمَرَاتٌ.",
            "page": "140",
            "part": "1",
            "seal": "EDB7FB7E"
        },
        {
            "hno": "171",
            "id": "173",
            "nass": "171 - حَدَّثَنَا الْعَبَّاسُ بْنُ عَبْدِ اللَّهِ. أبو محمد أخبرنا أبو المغيرة حدثنا عَبْدَةُ عَنْ أَبِيهَا خَالِدِ بْنِ مَعْدَانَ قَالَ إِنَّ الْمَرْأَةَ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ تَلْبَسُ ثِنْتَيْنِ وَسَبْعِينَ حُلَّةً لَهَا اثْنَانِ وَسَبْعُونَ لونا أَدْنَى لَوْنِهَا لَوْنُ شَقَائِقِ النُّعْمَانِ تَجْمَعُهَا بَيْنَ أُصْبُعَيْكَ تَقْرَأُ فِي صَدْرِ زَوْجِهَا أَنْتَ حِبِّي وَيَقْرَأُ فِي صَدْرِهَا أَنْتِ حِبِّي وَأَنَا صاحبك.",
            "page": "141",
            "part": "1",
            "seal": "C4F284AD"
        },
        {
            "hno": "172",
            "id": "174",
            "nass": "باب قصور أهل الْجَنَّةِ ¶ 172 - حَدَّثَنَا أَبُو بَكْرِ بْنُ يزيد أخبرنا يزيد بن هارون أخبرنا حَمَّادُ بْنُ سَلَمَةَ عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ فِي الْجَنَّةِ لَقَصْرًا مِنْ لؤلؤ لي فِيهِ صَدْعٌ وَلَا وَهَنٌ أَعَدَّهُ اللَّهُ عَزَّ وَجَلَّ لِخَلِيلِهِ إِبْرَاهِيمَ صلى الله عليه وسلم.",
            "page": "142",
            "part": "1",
            "seal": "54278B16"
        },
        {
            "hno": "173",
            "id": "175",
            "nass": "173 - أخبرنا شُجَاعُ بْنُ الْأَشْرَسِ قَالَ سَمِعْتُ عَبْدَ الْعَزِيزِ بْنَ أَبِي سَلَمَةَ الْمَاجِشُونَ عَنْ حُمَيْدٍ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ دَخَلْتُ الْجَنَّةَ فَإِذَا فِيهَا قَصْرٌ أَبْيَضُ. قَالَ قُلْتُ لِجِبْرِيلَ لِمَنْ هَذَا الْقَصْرِ قَالَ لِرَجُلٍ مِنْ قُرَيْشٍ. فَرَجَوْتُ أَنْ أَكُونَ إِيَّاهُ فَقُلْتُ لِأَيِّ قُرَيْشٍ فَقَالَ لِعُمَرَ بْنَ الْخَطَّابِ.",
            "page": "142",
            "part": "1",
            "seal": "9A37CF8D"
        },
        {
            "hno": "174",
            "id": "176",
            "nass": "174 - حدثنا شجاع بن الأشرس حدثنا عَبْدَ الْعَزِيزِ بْنَ أَبِي سَلَمَةَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَيْتُنِي دَخَلْتُ الْجَنَّةَ فَرَأَيْتُ قَصْرًا أَبْيَضَ بِفِنَائِهِ جَارِيَةٌ فقلت لمن هذا القصر فقالوا لِعُمَرَ بْنَ الْخَطَّابِ فَأَرَدْتُ أَنْ أَدْخُلَهُ فَأَنْظُرُ إِلَيْهِ فَذَكَرْتُ غَيْرَتَكَ. فَقَالَ عُمَرُ بِأَبِي أَنْتَ وَأُمِّي يا رسول الله أعليك أَغَارُ.",
            "page": "143",
            "part": "1",
            "seal": "4FF0F74E"
        },
        {
            "hno": "175",
            "id": "177",
            "nass": "175 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا خَالِدٌ الطَّحَّانُ عَنْ سُفْيَانَ بْنِ حُسَيْنٍ عَنِ الْحَكَمِ أَوْ عَنْ رجل عن مجاهد قال تلى عُمَرُ بْنُ الْخَطَّابِ {جَنَّاتِ عَدْنٍ} قَالَ قَصْرٌ فِي الْجَنَّةِ لَهُ أربع آلَافِ مِصْرَاعٍ عَلَى كُلِّ بَابٍ خَمْسَةٌ وَعِشْرُونَ أَلْفًا مِنَ الْحُورِ الْعِينِ لَا يَدْخُلُهُ إِلَّا نَبِيُّ ثُمَّ قَالَ هَنِيئًا لَكَ يَا رَسُولَ اللَّهِ أَوْ صِدِّيقٌ ثُمَّ هَنِيئًا لَكَ يَا أَبَا بَكْرٍ أو شهيد ثم قال فَأَنَّى لِعُمَرَ بِالشَّهَادَةِ. ثُمَّ قَالَ إن الذي أخرجه من دار حنتمة قادر عَلَى أَنْ يَرْزُقَهُ الشَّهَادَةَ.",
            "page": "143",
            "part": "1",
            "seal": "D81D72A4"
        },
        {
            "hno": "176",
            "id": "178",
            "nass": "176 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الوهاب حدثنا عَوْنُ بْنُ مُوسَى عَنِ الْحَسَنِ قَالَ قَصْرٌ مِنْ -[144]- ذَهَبٍ لَا يَدْخُلُهُ إِلَّا نَبِيٌّ أَوْ صِدِّيقٌ أَوْ حَكَمٌ عَدْلٌ يَرْفَعُ بِهَا صوته.",
            "page": "143",
            "part": "1",
            "seal": "E7457F69"
        },
        {
            "hno": "177",
            "id": "179",
            "nass": "177 - حدثنا فضيل حدثنا شَرِيكٌ عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ قَالَ بُطْنَانُ الْجَنَّةِ.",
            "page": "144",
            "part": "1",
            "seal": "3B51EA95"
        },
        {
            "hno": "178",
            "id": "180",
            "nass": "178 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ عَنِ الْأَعْمَشِ عَنْ مَالِكِ بن الحارث عَنْ مُغِيثِ بْنِ سُمَيٍّ قَالَ إِنَّ فِي الْجَنَّةِ قُصُورًا مِنْ ذهب وقصورا من فضة وَقُصُورًا مِنْ زَبَرْجَدٍ جِبَالُهَا الْمِسْكُ وَتُرَابُهَا الْوَرْسُ وَالزَّعْفَرَانُ.",
            "page": "144",
            "part": "1",
            "seal": "9EA3BF5F"
        },
        {
            "hno": "179",
            "id": "181",
            "nass": "179 - حَدَّثَنَا داود بن عمر الضبي حدثنا أَبُو الْأَحْوَصِ عَنِ الْأَعْمَشِ عَنْ مُجَاهِدٍ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ من له دار من لُؤْلُؤَةٌ وَاحِدَةٌ مِنْهَا غُرَفُهَا وَأَبْوَابُهَا.",
            "page": "144",
            "part": "1",
            "seal": "F61558F6"
        },
        {
            "hno": "180",
            "id": "182",
            "nass": "180 - حدثنا إسحاق بن إبراهيم أخبرنا عبد الواحد بن واصلة أبو عبيدة حدثنا عَبَّادُ بْنُ -[145]- مَيْسَرَةَ الْمِنْقَرِيُّ قَالَ سَمِعْتُ الْحَسَنَ بْنَ أَبِي الْحَسَنِ قال قال عمر لكعب أَخْبِرْنِي عَنْ جَنَّةِ عَدْنٍ. قَالَ يَا أَمِيرَ الْمُؤْمِنِينَ مَبْنِيَّةٌ مِنْ ذهب شرفها در وياقوت لَا يَدْخُلُهَا إِلَّا نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدٌ أَوْ حَكَمٌ عدل.",
            "page": "144",
            "part": "1",
            "seal": "5C592775"
        },
        {
            "hno": "181",
            "id": "183",
            "nass": "181 - حدثنا أبو خيثمة حدثنا يونس بن محمد حدثنا الخزرج السعدي حدثنا أَبُو أَيُّوبَ مَوْلًى لِعُثْمَانَ بْنِ عَفَّانَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَيْدُ سَوْطِ أَحَدِكُمْ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمِثْلِهَا مَعَهَا وَلَنَصِيفُ امْرَأَةٍ مِنَ الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمِثْلِهَا معها. قال قلت مَا النَّصِيفُ قَالَ الْخِمَارُ.",
            "page": "145",
            "part": "1",
            "seal": "3A2E52A1"
        },
        {
            "hno": "182",
            "id": "184",
            "nass": "182 - حدثنا الفضل بن يعقوب حدثنا الحجاج بن محمد أخبرنا حسين بْنُ أَبِي جَعْفَرٍ عَنِ الْحَسَنِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَأَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي هَذِهِ الْآيَةِ {وَمَسَاكِنَ طَيْبَةً فِي جَنَّاتِ عَدْنٍ} قَالَ قَصْرٌ فِي الْجَنَّةِ مِنْ لؤلؤة فِي ذَلِكَ الْقَصْرِ سَبْعُونَ دَارًا مِنْ يَاقُوتَةٍ حَمْرَاءَ فِي كُلِّ دَارٍ سَبْعُونَ بَيْتًا مِنْ زُمُرُّدَةٍ خَضْرَاءَ فِي كُلِّ بَيْتٍ سَبْعُونَ سَرِيرًا عَلَى كُلِّ سَرِيرٍ سَبْعُونَ فِرَاشًا مِنْ كُلِّ لَوْنٍ عَلَى كُلِّ فِرَاشٍ امْرَأَةٌ مِنَ الْحُورِ الْعِينِ فِي كُلِّ بَيْتٍ سَبْعُونَ مَائِدَةً عَلَى كُلِّ مَائِدَةٍ سَبْعُونَ لَوْنًا مِنَ الطَّعَامِ فِي كُلِّ بَيْتٍ سَبْعُونَ وَصِيفًا وَوَصِيفَةً فَيُعْطِي اللَّهُ عَزَّ وَجَلَّ الْمُؤْمِنَ فِي غَدَاةٍ وَاحِدَةٍ مَا يَأْتِي عَلَى ذَلِكَ كُلِّهِ.",
            "page": "146",
            "part": "1",
            "seal": "F686444D"
        },
        {
            "hno": "183",
            "id": "185",
            "nass": "بَابُ دَرَجَاتِ أَهْلِ الْجَنَّةِ ¶ 183 - حَدَّثَنَا أبو خيثمة حدثنا محمد بن فضيل حدثنا سَالِمٌ يَعْنِي ابْنَ أَبِي حَفْصَةَ وعبد الله بن أصبهان وَكَثِيرٌ النَّوَّاءُ وَابْنُ أَبِي لَيْلَى عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَهْلَ الدَّرَجَاتِ الْعُلَى مِنَ الْجَنَّةِ لَيَرَاهُمْ مَنْ تَحْتَهُمْ كَمَا تَرَوْنَ النَّجْمَ الطَّالِعَ مِنْ آفَاقِ السَّمَاءِ أَلَا وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ مِنْهُمْ وَأَنْعَمَا.",
            "page": "147",
            "part": "1",
            "seal": "E1548A23"
        },
        {
            "hno": "184",
            "id": "186",
            "nass": "184 - حَدَّثَنَا خالد بن خداش حدثنا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ قَالَ أَخْبَرَنِي سَهْلُ بْنُ سَعْدٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إن أهل الجنة ليتراؤن الغرفة كما تراؤن الكواكب الدُّرِّيَّ الْغَرْبِيَّ يَرَاهُ الشَّرْقِيُّ أَوِ الشَّرْقِيَّ يَرَاهُ الْغَرْبِيُّ.",
            "page": "148",
            "part": "1",
            "seal": "5CC92C86"
        },
        {
            "hno": "185",
            "id": "187",
            "nass": "185 - حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا شَرِيكُ بْنُ عَبْدِ اللَّهِ عَنْ مُحَمَّدِ بْنِ جُحَادَةَ عَنْ عَطَاءٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْجَنَّةُ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ مِائَةُ عَامٍ.",
            "page": "148",
            "part": "1",
            "seal": "51236203"
        },
        {
            "hno": "186",
            "id": "188",
            "nass": "186 - حدثنا أبو خيثمة حدثنا يزيد بن هارون أخبرنا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَاصِمِ بن بَهْدَلَةَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْجَنَّةُ مِائَةُ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ مِائَةُ عَامٍ.",
            "page": "149",
            "part": "1",
            "seal": "A7E24A0D"
        },
        {
            "hno": "187",
            "id": "189",
            "nass": "187 - حدثنا أبو خيثمة أخبرنا يزيد بن هارون أخبرنا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَاصِمِ بن بَهْدَلَةَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قال إن الرجل لترفع لَهُ الدَرَجَةُ فَيَقُولُ يَا رَبِّ أَنَّى لِي هَذِهِ فَيُقَالُ لَهُ بِاسْتِغْفَارِ وَلَدِكَ.",
            "page": "149",
            "part": "1",
            "seal": "E740EDE2"
        },
        {
            "hno": "188",
            "id": "190",
            "nass": "188 - حدثنا حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا فُلَيْحُ بْنُ سُلَيْمَانَ عَنْ هِلَالِ بْنِ عَلِيٍّ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قال إن أهل الجنة ليتراؤن في الغرف كما تتراؤن الْكَوْكَبَ الشَّرْقِيَّ وَالْكَوْكَبَ الْغَرْبِيَّ فِي الْأُفُقِ أَوِ الطَّالِعَ فِي تَفَاضُلِ أَهْلِ الدَّرَجَاتِ. -[150]- قَالُوا يَا رَسُولَ اللَّهِ أُولَئِكَ النَّبِيُّونَ. قَالَ بَلَى وَالَّذِي نَفْسِي بِيَدِهِ وَأَقْوَامٌ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَصَدَّقُوا الْمُرْسَلِينَ.",
            "page": "149",
            "part": "1",
            "seal": "28E85F3B"
        },
        {
            "hno": "189",
            "id": "191",
            "nass": "189 - حدثنا أبو خيثمة أخبرنا الحسن بن موسى أخبرنا ابن لهيعة عن دَرَّاجٌ عَنْ أَبِي الْهَيْثَمِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِلْجَنَّةِ مِائَةُ دَرَجَةٍ وَلَوْ أَنَّ الْعَالَمِينَ اجْتَمَعُوا فِي وَاحِدَةٍ لَوَسِعَتْهُمْ.",
            "page": "150",
            "part": "1",
            "seal": "1EED1756"
        },
        {
            "hno": "190",
            "id": "192",
            "nass": "190 - حَدَّثَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ القطان حدثنا زيد بن حباب حدثنا عبد الرحمن بن شريح حدثنا أبو هاني التُّجِيبِيُّ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ -[151]- يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِائَةُ دَرَجَةٍ فِي الْجَنَّةِ مَا بَيْنَ الدَّرَجَتَيْنِ مَا بَيْنَ السَّمَاءِ وَالْأَرْضِ وأبعد ما بَيْنَ السَّمَاءِ وَالْأَرْضِ. قُلْتُ يَا رَسُولَ اللَّهِ لِمَنْ قَالَ لِلْمُجَاهِدِينَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ.",
            "page": "150",
            "part": "1",
            "seal": "9F6D5BF0"
        },
        {
            "hno": "191",
            "id": "193",
            "nass": "191 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرُ عَنْ هِشَامِ بْنِ حَسَّانَ عَنْ جَبَلَةَ بْنِ عَطِيَّةَ عَنْ ابن مُحَيْرِيزٍ قَالَ فَضَّلَ اللَّهُ عَزَّ وَجَلَّ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا دَرَجَاتٍ مِنْهُ قَالَ هِيَ سَبْعُونَ دَرَجَةً مَا بَيْنَ الدَّرَجَتَيْنِ عَدْوَ الْفَرَسِ الْجَوَادِ الْمُضْمَرِ سَبْعِينَ عَامًا.",
            "page": "151",
            "part": "1",
            "seal": "3C4D173B"
        },
        {
            "hno": "192",
            "id": "194",
            "nass": "192 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان حدثنا ابن المبارك أخبرنا سُلَيْمَانُ بْنُ الْمُغِيرَةِ عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ بَلَغَنَا أَنَّ أَهْلَ الْجَنَّةِ يَزُورُ الْأَعْلَى الْأَسْفَلَ وَلَا يَزُورُ الْأَسْفَلُ الْأَعْلَى.",
            "page": "151",
            "part": "1",
            "seal": "1278438D"
        },
        {
            "hno": "193",
            "id": "195",
            "nass": "193 - حَدَّثَنِي مُحَمَّدُ بْنُ إِدْرِيسَ الْحَنْظَلِيُّ أخبرنا أَبُو صَالِحٍ كَاتِبُ اللَّيْثِ قَالَ حَدَّثَنِي -[152]- الْهِقْلُ بْنُ زِيَادٍ عَنِ الْأَوْزَاعِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ قَالَ لَا يُؤْذَنُ لِلْأَسْفَلِ بِزِيَارَةِ الْأَعْلَى إِلَّا مَنْ كَانَ يَزُورُ فِي اللَّهِ عَزَّ وَجَلَّ فَإِنَّهُ يُؤْذَنُ لَهُ يَزُورُ مِنَ الجنة حيث يشاء.",
            "page": "151",
            "part": "1",
            "seal": "F73CBD04"
        },
        {
            "hno": "194",
            "id": "196",
            "nass": "194 - حدثني هارون بن سفيان حدثنا محمد بن عمر أخبرنا مُوسَى بْنُ عُبَيْدَةَ عَنْ مُحَمَّدِ بن كعب قال رئي فِي الْجَنَّةِ كَهَيْئَةِ الْبَرْقِ فَقِيلَ أَفِي الْجَنَّةِ بَرْقٌ فَقِيلَ لَا ولكن رجل من أهل عِلِّيِّينَ خَرَجَ مِنْ غَرْفَةٍ.",
            "page": "152",
            "part": "1",
            "seal": "DD7EFFF2"
        },
        {
            "hno": "195",
            "id": "197",
            "nass": "195 - حدثنا محمد بن جعفر حدثنا منصور حدثنا ابن أبي لَهِيعَةَ عَنْ زُهْرَةَ بْنِ مَعْبَدٍ القرشي أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ قَالَ إِنَّ الْمُؤْمِنَ إِذَا دَخَلَ الْجَنَّةَ تَلَقَّاهُ ثَمَانُونَ أَلْفَ خَادِمٍ وَإِنَّهُ ليدخل الغرفة مِنْ غُرْفَةٍ فِي الْجَنَّةِ مِنْ زبرجدة خضراء فيأتيه أزواجه يترائين له من وراء الزبرجدة فَيَتَشَوَّقُ إِلَيْهِنَّ فَرَحًا. قَالَ فَيَقُولُونَ لَهُ يَا حَبِيبَنَا إِنَّا لَمْ نُجَاوِزْ حَائِطَ الزَّبَرْجَدِ إِلَيْكَ بَعْدُ وذلك من صفاء الزبرجدة وَضَوْئِهَا.",
            "page": "152",
            "part": "1",
            "seal": "BC5F8101"
        },
        {
            "hno": "196",
            "id": "198",
            "nass": "196 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا سَلَمَةُ -[153]- بْنُ نُبَيْطٍ عَنِ الضَّحَّاكِ قال {لهم درجات عند ربهم} قَالَ بَعْضُهُمْ أَفْضَلُ مِنْ بَعْضٍ فيرى الذي فَضُلَ بِهِ فَضِيلَةً وَلَا يَرَى الَّذِي أَسْفَلُ مِنْهُ أَنَّهُ فَضُلَ عَلَيْهِ أَحَدٌ مِنَ النَّاسِ.",
            "page": "152",
            "part": "1",
            "seal": "EB12E2A8"
        },
        {
            "hno": "197",
            "id": "199",
            "nass": "197 - حدثنا شريج بْنُ يُونُسَ قَالَ حَدَّثَنِي يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ قال سمعت مجالد يَقُولُ أَشْهَدُ عَلَى أَبِي الدَّرْدَاءِ أَنَّهُ قَالَ أَشْهَدُ عَلَى أَبِي سَعِيدٍ أَنَّهُ قَالَ أَشْهَدُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَهْلَ الْجَنَّةِ ليرون أهل علليين كَمَا تَرَوْنَ الْكَوْكَبَ الَّذِي فِي أُفُقِ السَّمَاءِ وَإِنَّ أَبَا بَكْرٍ وَعُمَرَ لَمِنْهُمَا وَأَنْعَمَا. فَقَالَ إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ وَهُوَ مَعَهُ عَلَى الطُّنْفُسَةِ أَشْهَدُ عَلَى عَطِيَّةَ أَنَّهُ شَهِدَ عَلَى أَبِي سَعِيدٍ أَنَّهُ شَهِدَ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِثْلَ هذا.",
            "page": "153",
            "part": "1",
            "seal": "704E2B18"
        },
        {
            "hno": "198",
            "id": "200",
            "nass": "198 - حدثنا شريج قَالَ أَشْهَدُ عَلَى أَبِي إِسْمَاعِيلَ المؤدب أَنَّهُ حَدَّثَنَا عَنْ عَطِيَّةَ عَنْ أبي سعيد عن النبي مِثْلَ هَذَا.",
            "page": "154",
            "part": "1",
            "seal": "801F7B98"
        },
        {
            "hno": "199",
            "id": "201",
            "nass": "199 - حدثنا الهيثم بن خارجة حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ مُوسَى بْنِ وَرْدَانٍ عَنْ أَبِي سَعِيدٍ قَالَ [قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عليه وسلم] الْوَسِيلَةُ دَرَجَةٌ فِي الْجَنَّةِ لَيْسَ فِي الْجَنَّةِ دَرَجَةٌ أَعْلَى مِنْهَا. فَأسْأَلُ اللَّهَ عَزَّ وَجَلَّ أَنْ يؤتينيها على رؤوس الْخَلَائِقِ.",
            "page": "154",
            "part": "1",
            "seal": "35DC3F33"
        },
        {
            "hno": "200",
            "id": "202",
            "nass": "بَابُ مُلْكِ أَهْلِ الْجَنَّةِ ¶ 200 - حَدَّثَنَا داود بن عمرو الضبي حدثنا الزَّنْجِيُّ بْنُ خَالِدٍ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كبيرا} عظيما ولا تَدْخُلُ الْمَلَائِكَةُ عَلَيْهِمْ إِلَّا بِإِذْنٍ.",
            "page": "155",
            "part": "1",
            "seal": "B850B485"
        },
        {
            "hno": "201",
            "id": "203",
            "nass": "201 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا بَقِيَّةُ بْنُ الْوَلِيدِ قَالَ حَدَّثَنِي أَرْطَأَةُ بْنُ الْمُنْذِرِ قَالَ سَمِعْتُ رَجُلًا مِنْ مَسْجِدِ الْخَيْفِ يُقَالُ لَهُ أَبُو الْحَجَّاجِ قَالَ جَلَسْتُ إِلَى أَبِي أُمَامَةَ قَالَ إِنَّ الْمُؤْمِنَ يَكُونُ مُتَّكِئًا عَلَى أَرِيكَتِهِ إِذَا دَخَلَ الْجَنَّةَ وَعِنْدَهُ سِمَاطَانِ مِنَ الْخَدَمِ وَعِنْدَ طَرَفِ السِّمَاطَيْنِ بَابٌ مُبَوَّبٌ فَيُقْبِلُ الْمَلَكُ مِنْ مَلَائِكَةِ اللَّهِ عَزَّ وَجَلَّ يَسْتَأْذِنُ فَيَقُومُ أَدْنَى الْخَدَمِ إِلَى الْبَابِ فَإِذَا هُوَ بِالْمَلَكِ يَسْتَأْذِنُ فَيَقُولُ لِلَّذِي يَلِيهِ مَلَكٌ يَسْتَأْذِنُ وَيَقُولُ لِلَّذِي يَلِيهِ مَلَكٌ يَسْتَأْذِنُ كَذَلِكَ حتى يبلغ المؤمن فيقول ويقول أقربهم إلى المؤمن ائْذَنُوا. وَيَقُولُ الَّذِي يَلِيهِ لِلَّذِي يَلِيهِ ائْذَنُوا كَذَلِكَ حَتَّى يَبْلُغَ أَقْصَاهُمُ الَّذِي عِنْدَ الْبَابِ فَيَفْتَحُ لَهُ فَيَدْخُلُ فَيُسَلِّمُ ثُمَّ يَنْصَرِفُ.",
            "page": "155",
            "part": "1",
            "seal": "E3A61941"
        },
        {
            "hno": "202",
            "id": "204",
            "nass": "202 - حدثنا محمد بن الحسين حدثنا قبيصة حدثنا قَيْسُ بْنُ سُلَيْمٍ الْعَنْبَرِيُّ عَنِ الضَّحَّاكِ بْنِ مُزَاحِمٍ قَالَ بَيْنَا وَلِيُّ اللَّهِ عَزَّ وَجَلَّ فِي مَنْزِلِهِ إِذْ أَتَاهُ رَسُولٌ مِنَ اللَّهِ عَزَّ وَجَلَّ فَقَالَ لِلْآذِنِ استأذن لرسول الله عَلَى وَلِيِّ اللَّهِ فَيَدْخُلُ الْآذِنُ فَيَقُولُ يَا وَلِيَّ اللَّهِ هَذَا رسول الله عز وجل يستأذن عليك. قال ائتذن له. فيأذن له فيدخل على ولي الله فَيَضَعُ بَيْنَ يَدَيْهِ تُحْفَةً فَيَقُولُ يَا وَلِيَّ اللَّهِ إِنَّ رَبَّكَ يَقْرَأُ عَلَيْكَ السَّلَامَ وَيَأْمُرُكَ أَنْ تأكل من هذه فيشبه بِطَعَامٍ أَكَلَ آنِفًا فَيَقُولُ إِنِّي أَكَلْتُ مِنْ هَذَا الْآنَ. فَيَقُولُ إِنَّ رَبَّكَ يَأْمُرُكَ أَنْ تَأْكُلَ مِنْهَا فَيَجِدُ طَعْمَ كُلِّ ثَمَرَةٍ فِي الْجَنَّةِ فَذَلِكَ قَوْلُهُ تَعَالَى {وأتوا به متشابها}.",
            "page": "156",
            "part": "1",
            "seal": "D57EDD9A"
        },
        {
            "hno": "203",
            "id": "205",
            "nass": "203 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا رَجُلٌ عَنِ الْحَكَمِ بْنِ أَبَانَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ ذَكَرَ مَرَاكِبَهُمْ ثُمَّ قَالَ {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وملكا كبيرا}.",
            "page": "156",
            "part": "1",
            "seal": "358A2132"
        },
        {
            "hno": "204",
            "id": "206",
            "nass": "204 - حدثني هارون بن سفيان حدثنا محمد بن عمر أخبرنا كَثِيرُ بْنُ زَيْدٍ عَنِ الْمُطَّلِبِ -[157]- بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ عَنْ مِرْدَاسِ بْنِ عَبْدِ الرَّحْمَنِ الْجُنْدَعِيِّ عَنْ كَعْبٍ فِي قَوْلِهِ {وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وملكا كبيرا}. قَالَ يُرْسِلُ إِلَيْهِمْ رَبُّهُمُ الْمَلَائِكَةَ فَتَأْتِي فَتَسْتَأْذِنُ عَلَيْهِمْ.",
            "page": "156",
            "part": "1",
            "seal": "993C416D"
        },
        {
            "hno": "205",
            "id": "207",
            "nass": "205 - حدثنا الحسن بن محبوب حدثنا إسحاق بن سليمان الرازي حدثنا عَمْرُو بْنُ قَيْسٍ عَنِ ابْنِ أَبِي لَيْلَى عَنِ الْمِنْهَالِ بْنِ عَمْرٍو عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ {وَكَانَ عَرْشُهُ على الماء}. قَالَ اتَّخَذَ لِنَفْسِهِ جَنَّةً ثُمَّ اتخذ من دُونَهَا أُخْرَى ثُمَّ أَطْبَقَهَا بِلُؤْلُؤَةٍ وَاحِدَةٍ. ثُمَّ قَرَأَ {وَمِنْ دُونِهِمَا جنتان} وَهِيَ الَّتِي قَالَ اللَّهُ عَزَّ وَجَلَّ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جزاءا بما كانوا يعملون} وَهِيَ الَّتِي لَا يَعْلَمُ الْخَلَائِقُ ما فيها يأتيهم كُلَّ يَوْمٍ مِنْهَا تُحْفَةٌ أَوْ تَفَضُّلٌ أَوْ تَحِيَّةٌ.",
            "page": "157",
            "part": "1",
            "seal": "0CEF717F"
        },
        {
            "hno": "206",
            "id": "208",
            "nass": "206 - حدثنا الفضل بن يعقوب أخبرنا الهيثم بن جميل حدثنا الحارث بن عبيد -[158]- حدثنا أَبُو قُدَامَةَ عَنْ أَبِي عِمْرَانَ الْجَوْنِيُّ عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى الْأَشْعَرِيِّ عَنْ أَبِيهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنْ أَنْهَارَ الْجَنَّةِ تَخْرُجُ مِنْ جَنَّةِ عَدْنٍ ثُمَّ تَصَدَّعُ بَعْدَهَا أَنْهَارُهَا وَإِنَّ لِلْمُؤْمِنِ فيها لخيمة طولها ستين مِيلًا لَهُ فِيهَا أَهْلُونَ لَا يَرَى بَعْضُهُمْ بَعْضًا.",
            "page": "157",
            "part": "1",
            "seal": "85D3C66E"
        },
        {
            "hno": "207",
            "id": "209",
            "nass": "207 - حدثني أبو نصر التمار حدثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ عَمْرِو بْنِ مَيْمُونٍ أَنَّ ابْنَ مَسْعُودٍ حَدَّثَهُمْ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَكُونُ قَوْمٌ فِي النَّارِ مَا شَاءَ اللَّهُ أَنْ يَكُونُوا ثُمَّ يُخْرِجُهُمْ فَيَكُونُونَ في أدنى الْجَنَّةِ فَيَغْتَسِلُونَ فِي نَهَرِ الْحَيَاةِ فَيُسَمِّيهِمْ أَهْلُ الْجَنَّةِ الْجَهَنَّمِيُّونَ لَوْ أضاف أَحَدُهُمْ أَهْلَ الدُّنْيَا لَأَطْعَمَهُمْ وَسَقَاهُمْ وَفَرَشَهُمْ وَلَحَفَهُمْ. وَأَحْسِبُهُ قَالَ وَزَوَّجَهُمْ.",
            "page": "158",
            "part": "1",
            "seal": "4A299557"
        },
        {
            "hno": "208",
            "id": "210",
            "nass": "باب خدم أهل الجنة ¶ 208 - حدثنا صالح بن مالك المزني [حدثنا صالح المري] حدثنا يَزِيدُ الرَّقَاشِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَسْفَلَ أَهْلِ الْجَنَّةِ أَجْمَعِينَ دَرَجَةً مَنْ يَقُومُ عَلَى رَأْسِهِ عَشَرَةُ آلَافِ خَادِمٍ.",
            "page": "159",
            "part": "1",
            "seal": "BD92388D"
        },
        {
            "hno": "209",
            "id": "211",
            "nass": "209 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادِ بْنِ مُوسَى أخبرنا زيد بْنُ الْحُبَابِ عَنْ أَبِي هِلَالٍ الراسبي أخبرنا الْحَجَّاجُ بْنُ عَتَّابٍ الْعَبْدِيُّ عَنْ عبد الله بن معبد الزماني عن أبي هريرة قال أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً وَلَيْسَ مِنْهُمْ دَنِيٌّ لَمَنْ يَغْدُو عَلَيْهِ كُلَّ يَوْمٍ وَيَرُوحُ خَمْسَةَ عَشَرَ أَلْفَ -[160]- خَادِمٍ. لَيْسَ مِنْهُمْ خَادِمٌ إِلَّا مَعَهُ طُرْفَةٌ لَيْسَتْ مَعَ صاحبه.",
            "page": "159",
            "part": "1",
            "seal": "ACC52731"
        },
        {
            "hno": "210",
            "id": "212",
            "nass": "210 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادِ بْنِ موسى حدثنا زيد بْنُ الْحُبَابِ عَنْ أَبِي هِلَالٍ حدثنا حميد بن هلال قال ما من رجل من أهل الجنة إلا وله ألف خازن ليس منهم خازن إلا على عمل ليس عليه صَاحِبِهِ.",
            "page": "160",
            "part": "1",
            "seal": "26AC0F4B"
        },
        {
            "hno": "211",
            "id": "213",
            "nass": "211 - حدثنا هارون بن سفيان حدثنا محمد بن عمر حدثنا المفضل بْنُ فَضَالَةَ عَنْ زُهْرَةَ بْنِ معبد القرشي أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ قَالَ إِنَّ الْعَبْدَ أَوَّلَ مَا يَدْخُلُ الْجَنَّةَ يَتَلَقَّاهُ سَبْعُونَ أَلْفَ خَادِمٍ كَأَنَّهُمُ اللُّؤْلُؤُ.",
            "page": "160",
            "part": "1",
            "seal": "D35D3235"
        },
        {
            "hno": "212",
            "id": "214",
            "nass": "212 - حدثني هارون بن سفيان حدثنا محمد بن عمر أخبرنا مُحَمَّدُ بْنُ هِلَالٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ قَالَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً وَمَا منهم دني لمن يغدوا عَلَيْهِ عَشَرَةُ آلَافِ خَادِمٍ مَعَ كل خادم طريقة ليست مع صاحبه.",
            "page": "160",
            "part": "1",
            "seal": "E1910A3F"
        },
        {
            "hno": "213",
            "id": "215",
            "nass": "213 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا يَحْيَى بْنُ أَيُّوبَ قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ زَحْرٍ عَنْ محمد بن أبي أيوب المخزوني عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمَعَافِرِيِّ إنه ليصف الرجل مِنْ أَهْلِ الْجَنَّةِ سِمَاطَيْنِ لَا يُرَى طَرْفُهُمَا مِنْ غِلْمَانِهِ حَتَّى إذا مشى مَشَوْا وَرَاءَهُ.",
            "page": "161",
            "part": "1",
            "seal": "55F44AEC"
        },
        {
            "hno": "214",
            "id": "216",
            "nass": "214 - حدثنا أبو خيثمة حدثنا الحسن بن موسى حدثنا ابن لهيعة حدثنا دَرَّاجٌ عَنْ أَبِي الْهَيْثَمِ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً الَّذِي لَهُ ثَمَانُونَ أَلْفَ خَادِمٍ وَاثْنَانِ وَسَبْعُونَ زَوْجَةً وَيُنْصَبُ لَهُ قُبَّةٌ مِنْ لُؤْلُؤٍ وَيَاقُوتٍ وَزَبَرْجَدٍ كما بين الجابية وصنعاء.",
            "page": "161",
            "part": "1",
            "seal": "3C6FD360"
        },
        {
            "hno": "215",
            "id": "217",
            "nass": "بَابُ لِسَانِ أَهْلِ الْجَنَّةِ ¶ 215 - حَدَّثَنَا هارون بن سفيان أخبرنا محمد بن عمر أخبرنا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْعَزِيزِ قَالَ سَأَلْتُ الزُّهْرِيَّ عَنْ لِسَانِ أَهْلِ الْجَنَّةِ فَقَالَ بَلَغَنِي أَنَّهُ عربي.",
            "page": "162",
            "part": "1",
            "seal": "1E91BA3B"
        },
        {
            "hno": "216",
            "id": "218",
            "nass": "216 - حدثني هارون حدثنا محمد بن عمر أخبرنا سُلَيْمَانُ بْنُ دَاوُدَ بْنِ الْحُصَيْنِ عن أبيه عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ لِسَانُ أَهْلِ الْجَنَّةِ عَرَبِيٌّ.",
            "page": "162",
            "part": "1",
            "seal": "6B8C5B87"
        },
        {
            "hno": "217",
            "id": "219",
            "nass": "217 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَخْبَرَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ قَالَ حَدَّثَنِي عَقِيلٌ عَنِ ابْنِ شِهَابٍ قَالَ لِسَانُ أَهْلِ الْجَنَّةِ عَرَبِيٌّ.",
            "page": "162",
            "part": "1",
            "seal": "F85680ED"
        },
        {
            "hno": "218",
            "id": "220",
            "nass": "218 - حدثنا القاسم بن هاشم حدثنا صَفْوَانُ بْنُ صَالِحٍ قَالَ حَدَّثَنِي داود بن أبي الجراح العسقلاني حدثنا الْأَوْزَاعِيُّ عَنْ هَارُونِ بْنِ رِئَابٍ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَدْخُلُ أَهْلُ الْجَنَّةِ عَلَى طُولِ آدَمَ عَلَيْهِ السَّلَامُ سِتُّونَ ذِرَاعًا بِذِرَاعِ الْمَلَكِ عَلَى حُسْنِ يُوسُفَ عَلَى مِيلَادِ عِيسَى ثَلَاثٌ وَثَلَاثُونَ سَنَةً وَعَلَى لِسَانِ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جُرْدٌ مُرْدٌ مُكَحَّلُونَ.",
            "page": "163",
            "part": "1",
            "seal": "93E6A752"
        },
        {
            "hno": "219",
            "id": "221",
            "nass": "219 - حدثنا إبراهيم بن سعيد حدثنا أبو عبد الرحمن المقري عَنْ حَيْوَةَ عَنْ عَقِيلٍ عَنِ الزُّهْرِيِّ قَالَ لِسَانُ أَهْلِ الْجَنَّةِ عَرَبِيٌّ.",
            "page": "163",
            "part": "1",
            "seal": "9C36C746"
        },
        {
            "hno": "220",
            "id": "222",
            "nass": "بَابُ حُلِيِّ أَهْلِ الْجَنَّةِ ¶ 220 - حَدَّثَنَا أبو خيثمة حدثنا حسين بن موسى حدثنا ابن لهيعة حدثنا دَرَّاجٌ عَنْ أَبِي الْهَيْثَمِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الرَّجُلَ لَيَتَّكِئُ فِي الجنة سبعون سَنَةً قَبْلَ أَنْ يَتَحَوَّلَ وَإِنَّ عليهم لتيجان أدنى لؤلؤ منها تُضِيءُ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ.",
            "page": "164",
            "part": "1",
            "seal": "3262E3C6"
        },
        {
            "hno": "221",
            "id": "223",
            "nass": "221 - حَدَّثَنِي مُحَمَّدُ بْنُ رِزْقِ اللَّهِ حدثني زَيْدُ بْنُ الْحُبَابِ. قَالَ حَدَّثَنِي عَنْبَسَةُ بْنُ سَعِيدٍ قَاضِي الرَّيِّ عن جعفر بن الْمُغِيرَةِ عَنْ شِمْرِ بْنِ عَطِيَّةَ عَنْ كَعْبِ الْأَحْبَارِ قَالَ -[165]- إِنَّ لِلَّهِ مَلَكًا مُنْذُ يَوْمِ خُلِقَ يَصُوغُ حُلِيِّ أَهْلِ الْجَنَّةِ إِلَى أَنْ تَقُومَ السَّاعَةُ وَلَوْ أَنَّ قلبا مِنْ حُلِيِّ أَهْلِ الْجَنَّةِ أُخْرِجَ لَذَهَبَ بِضَوْءِ شُعَاعِ الشَّمْسِ فَلَا تَسْأَلُوا بَعْدَهَا عَنْ حُلِيِّ أَهْلِ الْجَنَّةِ.",
            "page": "164",
            "part": "1",
            "seal": "E7355F35"
        },
        {
            "hno": "222",
            "id": "224",
            "nass": "222 - حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى بْنِ أبي كثير العنبري حدثنا أَبِي عَنْ أَشْعَثَ عَنِ الْحَسَنِ قَالَ الْحُلِيُّ فِي الْجَنَّةِ عَلَى الرِّجَالِ أَحْسَنُ مِنْهُ عَلَى النِّسَاءِ وَكَانَ يَقْرَأُ {يُحَلَّوْنَ فِيهَا مِنْ أساور من ذهب ولؤلؤ} الْآيَةَ.",
            "page": "165",
            "part": "1",
            "seal": "A6BA9A58"
        },
        {
            "hno": "223",
            "id": "225",
            "nass": "223 - حدثنا أحمد بن منيع حدثنا الحسن بن موسى حدثنا ابْنُ لَهِيعَةَ قَالَ حَدَّثَنِي يَزِيدُ بْنُ أَبِي حَبِيبٍ عَنْ دَاوُدَ بْنِ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ -[166]- النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ أَنَّ رَجُلًا من أهل الجنة اطلع فبدا سواره لطمس ضوءه الشَّمْسَ كَمَا تَطْمِسُ الشَّمْسُ ضَوْءَ النجم.",
            "page": "165",
            "part": "1",
            "seal": "2390E1B2"
        },
        {
            "hno": "224",
            "id": "226",
            "nass": "أبواب أهل الْجَنَّةِ ¶ 224 - حَدَّثَنَا عُثْمَانُ بْنُ مُحَمَّدِ بن أبي شيبة حدثنا معاوية بن هشام حدثنا شَرِيكُ بْنُ عَبْدِ اللَّهِ عَنْ عُثْمَانَ بْنِ أَبِي زُرْعَةَ عَنْ أَبِي صَادِقٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْجَنَّةِ ثَمَانِيَةُ أَبْوَابٍ.",
            "page": "167",
            "part": "1",
            "seal": "FE4612DC"
        },
        {
            "hno": "225",
            "id": "227",
            "nass": "225 - حدثنا الفضل بن الصباح حدثنا معن بن عيسى حدثنا خَالِدُ بْنُ أَبِي بَكْرِ بْنِ -[168]- عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَابُ أُمَّتِي الَّذِي يَدْخُلُونَ مِنْهُ الْجَنَّةَ عَرْضُهُ مَسِيرَةُ الرَّاكِبِ ثَلَاثًا ثُمَّ إنهم يتضغطون عَلَيْهِ حَتَّى تَكَادُ مَنَاكِبُهُمْ تَزُولُ.",
            "page": "167",
            "part": "1",
            "seal": "9B63E413"
        },
        {
            "hno": "226",
            "id": "228",
            "nass": "226 - حدثني أبي أخبرنا إسماعيل بن علية حدثنا أيوب عَنْ حُمَيْدِ بْنِ هِلَالٍ عَنْ رجل قال أيوب أراه خَالِدَ بْنَ عُمَيْرٍ قَالَ سَمِعْتُ عُتْبَةَ بْنَ غَزْوَانَ يَخْطُبُ فَقَالَ في خطبته لقد ذُكِرَ لِي أَنَّ مَا بَيْنَ مِصْرَاعَيْنِ منْ مَصَارِيعِ أَهْلِ الْجَنَّةِ مَسِيرَةُ أَرْبَعِينَ سَنَةً وَلَيَأْتِيَنَّ عَلَيْهِ يَوْمٌ وَهُوَ كَظِيظٌ مِنَ الزِّحَامِ.",
            "page": "168",
            "part": "1",
            "seal": "4472CB5E"
        },
        {
            "hno": "227",
            "id": "229",
            "nass": "227 - حدثني الحسن بن محبوب حدثنا عَلِيُّ بْنُ عَاصِمٍ قَالَ أَخْبَرَنِي الْجُرَيْرِيُّ قَالَ حَدَّثَنِي حَكِيمُ بْنُ مُعَاوِيَةَ الْقُشَيْرِيُّ عَنْ أَبِيهِ قَالَ سَمِعَتِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ بَيْنَ كُلِّ مِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ مَسِيرَةُ سَبْعِ سِنِينَ.",
            "page": "169",
            "part": "1",
            "seal": "C7214DB1"
        },
        {
            "hno": "228",
            "id": "230",
            "nass": "228 - حدثني أبو عبد الرحمن بْنُ عُمَرَ بْنِ مُحَمَّدٍ الْقُرَشِيُّ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ عَنْ عَبْدِ السَّلَامِ بْنِ حَرْبٍ عَنْ أَبِي خَالِدٍ الدَّالَانِيِّ عَنْ -[170]- أَبِي يَحْيَى مَوْلَى جَعْدَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَانِي جِبْرِيلُ فَأَخَذَ بِيَدِي فَأَرَانِي بَابَ الْجَنَّةِ الَّذِي يَدْخُلُ مِنْهُ أُمَّتِي. قال أبو بكر وَدِدْتُ يَا رَسُولَ اللَّهِ أَنِّي معك قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عليه وسلم أَمَا إِنَّكَ يَا أَبَا بَكْرٍ أَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ مِنْ أُمَّتِي.",
            "page": "169",
            "part": "1",
            "seal": "E9C3B51E"
        },
        {
            "hno": "229",
            "id": "231",
            "nass": "229 - حدثنا خالد بن خداش حدثنا عبد الرزاق أخبرنا مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَنْفَقَ زَوْجَيْنِ مِنْ مَالِهِ فِي سبيل الله عز وجل [دعي من أبواب الجنة ومن كَانَ مِنْ أَهْلِ الصَّلَاةِ دُعِيَ] مِنْ بَابِ الصَّلَاةِ وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ دُعِيَ مِنْ بَابِ الْجِهَادِ وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّانِ. فَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ يَا رَسُولَ اللَّهِ هَلْ عَلَى أَحَدٍ مِنْ ضَرُورَةٍ مِنْ أَيِّهِمَا دُعِيَ وَهَلْ يُدْعَى مِنْهَا كُلِّهَا -[171]- أَحَدٌ يَا رَسُولَ اللَّهِ قَالَ نَعَمْ وَإِنِّي لَأَرْجُو أَنْ تَكُونَ مِنْهُمْ.",
            "page": "170",
            "part": "1",
            "seal": "98FADB8D"
        },
        {
            "hno": "230",
            "id": "232",
            "nass": "230 - حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ وَإِسْمَاعِيلُ بْنُ بَسَّامٍ قَالَا حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِلصَّائِمِينَ باب في الجنة يُقَالُ لَهُ الرَّيَّانُ لَا يَدْخُلُ أحد منه غيرهم فإذا أدخل آخرهم أغلق فمن دخل من شَرِبَ وَمَنْ شَرِبَ لَمْ يَظْمَأْ أَبَدًا. وَهَذَا لَفْظُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ.",
            "page": "171",
            "part": "1",
            "seal": "BF559B6A"
        },
        {
            "hno": "231",
            "id": "233",
            "nass": "231 - حدثنا يعقوب بن القاسم حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَا أَوَّلُ مَنْ يَأْخُذُ بِحَلْقَةِ بَابِ الْجَنَّةِ فَيُقَعْقِعُهَا.",
            "page": "172",
            "part": "1",
            "seal": "775CC69C"
        },
        {
            "hno": "232",
            "id": "234",
            "nass": "232 - حدثنا أبو كريب حدثنا المحاربي حدثنا أسامة بْنُ زَيْدٍ عَنْ أَبِي حَازِمٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ رَأَيْتُ فِيَ الْمَنَامِ كَأَنَّ ثَمَانِيَةَ أَبْوَابِ الْجَنَّةِ فتحت إلا بابا واحدا فقلت مَا شَأْنُ هَذَا الْبَابِ فَقِيلَ هَذَا بَابُ الْجِهَادِ وَلَمْ تُجَاهِدْ. فَأَصْبَحْتُ وَأَنَا أَشْتَرِي الظَّهْرَ.",
            "page": "172",
            "part": "1",
            "seal": "F68CCEB0"
        },
        {
            "hno": "233",
            "id": "235",
            "nass": "233 - حدثنا أبو خيثمة حدثنا هَاشِمُ بْنُ الْقَاسِمِ عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ -[173]- أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ آتِي بَابَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ فَأَسْتَفْتِحُ فَيَقُولُ الْخَازِنُ مَنْ أَنْتَ فَأَقُولُ مُحَمَّدٌ فَيَقُولُ بِكَ أُمِرْتُ أَنْ لَا أَفْتَحَ لِأَحَدٍ قَبْلَكَ.",
            "page": "172",
            "part": "1",
            "seal": "9CFFA320"
        },
        {
            "hno": "234",
            "id": "236",
            "nass": "234 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا سُفْيَانُ عَنْ عَلِيِّ بْنِ زَيْدِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كَأَنِّي أَنْظُرُ إِلَى يَدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ آخُذُ بِحَلْقَةِ بَابِ الْجَنَّةِ فأقعقعها.",
            "page": "173",
            "part": "1",
            "seal": "A593D8CB"
        },
        {
            "hno": "235",
            "id": "237",
            "nass": "235 - حَدَّثَنَا يوسف بن موسى حدثنا عبد الرحمن بن مغراء حدثنا إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ يُوسُفَ بْنِ حُبَابٍ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْجَنَّةِ ثَمَانِيَةُ أَبْوَابٍ مِنْهَا باب للمصلين [وباب للصائمين ومنها باب للمجاهدين] وباب للمتصدقين ومنها -[174]- باب للواصلين فَلَيْسَ أَسْعَدُ مِنْ هَذِهِ الْخَمْسَةِ يَمُرُّ بِخَزَنَةِ الْجَنَّةِ كُلُّهُمْ يَدْعُوهُ هَلُمَّ إِلَيْنَا يَا عَبْدَ اللَّهِ. قَالَ أَبُو بَكْرٍ مَا تُرَى على صَاحِبُ هَؤُلَاءِ يَا رَسُولَ اللَّهِ قَالَ أَنْتَ هُوَ.",
            "page": "173",
            "part": "1",
            "seal": "F5739282"
        },
        {
            "hno": "236",
            "id": "238",
            "nass": "236 - حدثنا أبو خيثمة حدثنا عفان حدثنا حماد بن سلمة حدثنا ثَابِتٍ عَنْ أَنَسٍ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُؤْتَى بِأَشَدِّ النَّاسِ كَانَ بَلَاءً فِي الدُّنْيَا مِنْ أَهْلِ الْجَنَّةَ فَيَقُولُ اللهُ عَزَّ وَجَلَّ اصْبُغُوهُ صَبْغَةً فِي الْجَنَّةِ. فَيُصْبَغُ فِيهَا صَبْغَةً فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ يَا ابْنَ آدَمَ هَلْ رَأَيْتَ بُؤْسًا قَطُّ وَشَيْئًا تَكْرَهُهُ قَطُّ قَالَ لَا وَعِزَّتِكَ مَا رَأَيْتُ شَيْئًا أَكْرَهُهُ قَطُّ.",
            "page": "174",
            "part": "1",
            "seal": "003BBB14"
        },
        {
            "hno": "237",
            "id": "239",
            "nass": "237 - حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ قَالَ حدثنا يوسف بن موسى حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم وهو يذكر الجنة ويقول فِيهَا مَالَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ.",
            "page": "174",
            "part": "1",
            "seal": "05069A57"
        },
        {
            "hno": "238",
            "id": "240",
            "nass": "238 - حدثنا يحيى بن أيوب حدثنا ابن عَبْدِ الرَّحْمَنِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ -[175]- أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا.",
            "page": "174",
            "part": "1",
            "seal": "6A4EE459"
        },
        {
            "hno": "239",
            "id": "241",
            "nass": "239 - حدثنا خالد بن خداش حدثنا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سَهْلٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيَدْخُلَنَّ الْجَنَّةَ مِنْ أُمَّتِي سَبْعُونَ أَلْفًا أَوْ سَبْعُمِائَةِ أَلْفٍ مُتَمَسِّكُونَ آخِذٌ بَعْضُهُمْ بَعْضًا حَتَّى يَدْخُلَ آخِرُهُمْ وُجُوهُهُمْ عَلَى ضَوْءِ صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ.",
            "page": "175",
            "part": "1",
            "seal": "FD93EB10"
        },
        {
            "hno": "240",
            "id": "242",
            "nass": "240 - حدثنا خالد بن خداش عن عبد الله الضرير أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سهل قال أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً مَنْ يُقَالُ لَهُ سَلْ فَيَقُولُ بِلِسَانٍ طلق وعقل أَعْطِنِي كَذَا وَكَذَا وَأَعْطِنِي -[176]- كَذَا وَكَذَا فَيُقَالُ لَكَ هَذَا وَمِثْلُهُ مَعَهُ. قَالَ أَبُو حَازِمٍ فَحَدَّثْتُ بِذَلِكَ النُّعْمَانَ بْنَ عَيَّاشٍ قَالَ أَشْهَدُ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ لَكَ عَشَرَةُ أَمْثَالِهِ.",
            "page": "175",
            "part": "1",
            "seal": "A8959395"
        },
        {
            "hno": "241",
            "id": "243",
            "nass": "241 - حدثنا أبو نصر التمار حدثنا حماد بن سلمة حدثنا مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمَّا خَلَقَ اللَّهُ الْجَنَّةَ قَالَ لِجِبْرِيلَ اذْهَبْ فَانْظُرْ إِلَيْهَا. قَالَ فَذَهَبَ فَنَظَرَ إِلَيْهَا فَقَالَ يَا رَبِّ وَعِزَّتِكَ لَا يَسْمَعُ بِهَا أَحَدٌ إِلَّا دَخَلَهَا. فَحَفَّهَا بِالْمَكَارِهِ ثُمَّ قَالَ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا فقال وَعِزَّتِكَ لَقَدْ خَشِيتُ أَنْ لَا يَدْخُلَهَا أَحَدٌ فَلَمَّا خَلَقَ اللَّهُ عز وجل النار قَالَ لِجِبْرِيلَ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا فَقَالَ يَا رَبِّ وَعِزَّتِكَ لَا يَسْمَعُ بِهَا أَحَدٌ فَيَدْخُلُهَا. فَحَفَّهَا بِالشَّهَوَاتِ ثُمَّ قَالَ لِجِبْرِيلَ اذْهَبْ فَانْظُرْ إِلَيْهَا فَذَهَبَ فَنَظَرَ إِلَيْهَا فَقَالَ يَا رَبِّ وَعِزَّتِكَ لَقَدْ خَشِيتُ أَنْ لَا يَبْقَى أَحَدٌ إِلَّا دَخَلَهَا.",
            "page": "176",
            "part": "1",
            "seal": "B4571072"
        },
        {
            "hno": "242",
            "id": "244",
            "nass": "باب تزاور أهل الجنة ومنتزهاتهم ¶ 242 - حدثني سلمة بن شبيب حدثنا سَعِيدُ بْنُ دِينَارٍ الدِّمَشْقِيُّ عَنِ الرَّبِيعِ بْنِ صَبِيحٍ عَنِ الْحَسَنِ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ فَيَشْتَاقُ الْإِخْوَانُ بَعْضُهُمْ إِلَى بَعْضٍ فَيَسِيرُ سَرِيرُ ذَا إِلَى سَرِيرِ ذا أو سرير ذا إلى سرير ذات حَتَّى يَجْتَمِعَا فَيَبْكِي ذَا وَيَبْكِي ذَا يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ تَعْلَمُ بشيء غَفَرَ اللَّهُ لَنَا فَيَقُولُ صَاحِبُهُ نَعَمْ. يَوْمَ كُنَّا فِي مَوْضِعِ كَذَا وَكَذَا فَدَعَوْنَا اللَّهَ عَزَّ وَجَلَّ فَغَفَرَ لَنَا.",
            "page": "177",
            "part": "1",
            "seal": "35BE5D69"
        },
        {
            "hno": "243",
            "id": "245",
            "nass": "243 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عثمان أخبرنا ابن المبارك أخبرنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ قَالَ حَدَّثَنِي ثَعْلَبَةُ بْنُ مُسْلِمٍ عَنْ أَيُّوبَ بن بير الْعِجْلِيِّ عَنْ شُفَىِّ بْنِ مَاتِعٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ مِنْ نَعِيمِ أَهْلِ الْجَنَّةِ أَنَّهُمْ يَتَزَاوَرُونَ على المطايا والبخت وَأَنَّهُمْ يُؤْتَوْنَ فِي يَوْمِ الْجُمُعَةِ بِخَيْلٍ مُسْرَجَةٍ مُلْجَمَةٍ لَا تَرُوثُ وَلَا تَبُولُ فَيَرْكَبُونَهَا حَيْثُ شَاءَ اللَّهُ عَزَّ وَجَلَّ فَتَأْتِيهِمْ مِثْلُ السحابة فِيهَا مَالَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ فَيَقُولُونَ أَمْطِرِي عَلَيْنَا فَمَا يَزَالُ الْمَطَرُ عَلَيْهِمْ حَتَّى يَنْتَهِيَ ذَلِكَ فَوْقَ أَمَانِيهِمْ. ثُمَّ يَبْعَثُ اللَّهُ عَزَّ وَجَلَّ رِيحًا غَيْرَ مُؤْذِيَةٍ فَتُنْسِفُ كُثْبَانًا مِنَ المسك فيعلق ذَلِكَ الْمِسْكُ فِي نَوَاصِي خُيُولِهِمْ وفي معارفها وفي رؤوسهم ولكل رجل جُمَّةٌ عَلَى مَا اشْتَهَتْ نَفْسُهُ فَيَتَعَلَّقُ ذَلِكَ الْمِسْكُ فِي تِلْكَ اللجام وَفِي الْخَيْلِ وَفِيمَا سِوَى ذَلِكَ مِنَ الثِّيَابِ ثُمَّ يُقْبِلُونَ حَتَّى يَنْتَهُوا إِلَى مَا شَاءَ اللَّهُ عَزَّ وَجَلَّ فَإِذَا الْمَرْأَةُ تُنَادِي بَعْضَ أُولَئِكَ يَا عَبْدَ اللَّهِ [أما لَكَ فِينَا حَاجَةٌ فَيَقُولُ مَا أَنْتِ وَمَنْ أَنْتِ فَتَقُولُ أَنَا] زَوْجَتُكَ وَحِبُّكَ. فَيَقُولُ مَا كُنْتُ علمت بمكانك فتقول المرأة أو ما تعلم أَنَّ اللَّهَ قَالَ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يعملون} فيقول بلى. فَلَعَلَّهُ يَشْتَغِلُ عَنْهَا بَعْدَ ذَلِكَ الْمَوْقِفِ مِقْدَارَ أَرْبَعِينَ خَرِيفًا لَا يَلْتَفِتُ وَلَا يَعُودُ -[179]- مَا يَشْغَلُهُ عَنْهَا إِلَّا مَا هُوَ فِيهِ مِنَ النَّعِيمِ وَالْكَرَامَةِ.",
            "page": "178",
            "part": "1",
            "seal": "0D17A09D"
        },
        {
            "hno": "244",
            "id": "246",
            "nass": "244 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا رشيدين بْنُ سَعْدٍ قَالَ حَدَّثَنِي ابْنُ أَنْعُمٍ أَنَّ أَبَا هُرَيْرَةَ قَالَ إِنَّ أَهْلَ الْجَنَّةِ لَيَتَزَاوَرُونَ عَلَى الْعِيسِ الْجُونِ عَلَيْهَا رِحَالُ الْمِيسِ تُثِيرُ مَنَاسِمُهَا غُبَارَ الْمِسْكِ خِطَامُ أو زمام أحدها خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا.",
            "page": "179",
            "part": "1",
            "seal": "02F21FE4"
        },
        {
            "hno": "245",
            "id": "247",
            "nass": "245 - حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ ومحمد بن إدريس قالا أخبرنا أبو اليمان حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ عُمَرَ بن محمد عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ -[180]- صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ سَأَلَ جِبْرِيلَ عَلَيْهِ السَّلَامُ عَنْ هَذِهِ الْآيَةِ {فَصَعِقَ مَنْ في السموات وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شاء الله} من الذين لَمْ يَشَأِ اللَّهُ أَنْ يُصْعَقُوا قَالَ هُمُ الشُّهَدَاءُ يَبْعَثُهُمُ اللَّهُ متقلدين سيوفهم حَوْلَ عَرْشِهِ تَتَلَقَّاهُمْ مَلَائِكَةٌ مِنَ الْمَحْشَرِ بِنَجَائِبَ مِنْ يَاقُوتٍ أَزِمَّتُهَا الدر الأبيض برحائل الذهب أعنتها السندس والإستبرق ونمارقها وزمامها ألين من الحرير وخطامها مَدُّ أَبْصَارِ الرِّجَالِ يَسِيرُونَ فِي الْجَنَّةِ عَلَى خُيُولٍ يَقُولُونَ عِنْدَ طُولِ النُّزْهَةِ انْطَلِقُوا بِنَا إِلَى رَبِّنَا تَبَارَكَ وَتَعَالَى نَنْظُرْ إِلَيْهِ كَيْفَ يَقْضِي بَيْنَ خَلْقِهِ يَضْحَكُ اللَّهُ إِلَيْهِمْ وَإِذَا ضَحِكَ اللَّهُ عَزَّ وَجَلَّ إِلَى عَبْدٍ فِي مَوْطِنٍ فَلَا حِسَابَ عَلَيْهِ.",
            "page": "179",
            "part": "1",
            "seal": "F778892B"
        },
        {
            "hno": "246",
            "id": "248",
            "nass": "246 - حدثني الفضل بن جعفر حدثنا جعفر بن حسن حدثنا أَبِي عَنِ الْحَسَنِ بْنِ عَلِيٍّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ فِي الْجَنَّةِ شَجَرَةً يَخْرُجُ مِنْ أَعْلَاهَا حُلَلٌ وَمِنْ أَسْفَلِهَا خَيْلٌ مِنْ ذَهَبٍ مُسْرَجَةٍ مُلْجَمَةٍ مِنْ ياقوت لَا تَرُوثُ وَلَا تَبُولُ لَهَا أَجْنِحَةٌ خَطْوُهَا مَدُّ بَصَرِهَا فَيَرْكَبُهَا أَهْلُ الْجَنَّةِ فَتَطِيرُ بِهِمْ حَيْثُ شاؤوا فَيَقُولُ الَّذِي أَسْفَلُ مِنْهُمْ دَرَجَةً يَا رَبِّ مَا بَلَّغَ عِبَادَكَ هَذِهِ الْكَرَامَةَ فَيُقَالُ لَهُمْ إِنَّهُمْ كانوا يصلون وَأَنْتُمْ تَنَامُونَ وَكَانُوا يَصُومُونَ وَكُنْتُمْ تَأْكُلُونَ وَكَانُوا يُنْفِقُونَ وَكُنْتُمْ تَبْخَلُونَ وَكَانُوا يُقَاتِلُونَ وَكُنْتُمْ تَجْبُنُونَ.",
            "page": "180",
            "part": "1",
            "seal": "116658D4"
        },
        {
            "hno": "247",
            "id": "249",
            "nass": "247 - حدثنا أبي رحمه الله حدثنا عَمَّارُ بْنُ مُحَمَّدٍ عَنْ سُفْيَانَ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ ابن سَابِطٍ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا رَسُولَ اللَّهِ أَفِي الجنة خيل إني أُحِبُّ الْخَيْلَ. قَالَ إِنْ أَدْخَلَكَ اللَّهُ الْجَنَّةَ فَمَا تَشَاءُ أَنْ تَرْكَبَ فَرَسًا مِنْ يَاقُوتَةٍ حَمْرَاءَ لَهَا جَنَاحَانِ تَطِيرُ بِكَ فِي الجنة أنى شِئْتَ. فَقَالَ الْأَعْرَابِيُّ يَا رَسُولَ اللَّهِ أَفِي الْجَنَّةِ إِبِلٌ قَالَ يَا أَعْرَابِيُّ إِنْ أَدْخَلَكَ اللَّهُ الْجَنَّةَ فَإِنَّ لَكَ فِيهَا مَا اشْتَهَتْ نَفْسُكَ وَلَذَّتْ عَيْنُكَ.",
            "page": "181",
            "part": "1",
            "seal": "4C730035"
        },
        {
            "hno": "248",
            "id": "250",
            "nass": "248 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ حدثنا عَبْدُ الْمُؤْمِنِ بْنُ عُبَيْدِ اللَّهِ قَالَ سَمِعْتُ الْحَسَنَ وَسَأَلَهُ رَجُلٌ عَنْ أَهْلِ الْجَنَّةِ هَلْ فِيهَا خَيْلٌ قَالَ لَهُمْ فِيهَا مَا تَشْتَهِي الْأَنْفُسُ وَتَلَذُّ الْأَعْيُنُ.",
            "page": "181",
            "part": "1",
            "seal": "F2DF4791"
        },
        {
            "hno": "249",
            "id": "251",
            "nass": "249 - حدثني حمزة أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ أنبأنا ابن المبارك أخبرنا هَمَّامٌ عَنْ قَتَادَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ فِي الجنة عتاق الخيل وكرام النَّجَائِبِ يَرْكَبُهَا أَهْلُهَا.",
            "page": "181",
            "part": "1",
            "seal": "B03E5200"
        },
        {
            "hno": "250",
            "id": "252",
            "nass": "250 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا مُحَمَّدُ بْنُ يَزِيدَ عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ {نَحْشُرُ الْمُتَّقِينَ إِلَى الرحمن وفدا} قَالَ عَلَى النَّجَائِبِ عَلَيْهَا الرِّحَالُ.",
            "page": "182",
            "part": "1",
            "seal": "EECBB7D7"
        },
        {
            "hno": "251",
            "id": "253",
            "nass": "251 - حَدَّثَنَا الْحَسَنُ بْنُ حَمَّادٍ الضَّبِّيُّ حدثنا جَابِرُ بْنُ نُوحٍ عَنْ وَاصِلِ بْنِ السَّائِبِ عَنْ أَبِي سُورَةَ عَنْ أَبِي أَيُّوبَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَهْلَ الْجَنَّةِ يَتَزَاوَرُونَ عَلَى نَجَائِبَ بِيضٍ كَأَنَّهُمُ الْيَاقُوتُ وَلَيْسَ فِي الْجَنَّةِ شَيْءٌ مِنَ الْبَهَائِمِ إِلَّا الْإِبِلُ وَالطَّيْرُ.",
            "page": "182",
            "part": "1",
            "seal": "879CE641"
        },
        {
            "hno": "252",
            "id": "254",
            "nass": "بَابُ سُوقِ أَهْلِ الْجَنَّةِ ¶ 252 - حَدَّثَنَا عُمَرُ بْنُ مُحَمَّدٍ وَمُحَمَّدُ بْنُ أبي سمينة قالا أخبرنا أَبُو مُعَاوِيَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ عَنِ النُّعْمَانِ بْنِ سَعْدٍ عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّةِ سُوقًا مَا فِيهَا بَيْعٌ وَلَا شِرَاءٌ إِلَّا الصُّوَرُ مِنَ الرِّجَالِ وَالنِّسَاءِ فَإِنِ اشْتَهَى الرَّجُلُ صُورَةً دَخَلَ فِيهَا وَإِنَّ فيها لمجتمعا للحور العين فيرفعن أَصْوَاتًا لَمْ يَرَ الْخَلَائِقُ مِثْلَهَا يَقُلْنَ نَحْنُ الْخَالِدَاتُ فَلَا نَبِيدُ نحن الرَّاضِيَاتُ فَلَا نَسْخَطُ وَنَحْنُ النَّاعِمَاتُ فَلَا نَبْأَسُ فَطُوبَى لِمَنْ كَانَ لَنَا وَكُنَّا لَهُ.",
            "page": "183",
            "part": "1",
            "seal": "CC42BC39"
        },
        {
            "hno": "253",
            "id": "255",
            "nass": "253 - حَدَّثَنَا الحكم بن موسى حدثنا هِقْلُ بْنُ زِيَادٍ عَنِ الْأَوْزَاعِيِّ قَالَ أُنْبِئْتُ أَنَّ سَعِيدَ بْنَ الْمُسَيِّبِ لَقِيَ أَبَا هُرَيْرَةَ فَقَالَ أسأل الله أن يجمع بين وَبَيْنَكَ فِي سُوقِ الْجَنَّةِ ¶ قَالَ فَقَالَ سَعِيدٌ يَا أَبَا هُرَيْرَةَ. وفيها سُوقٌ قَالَ نَعَمْ أَخْبَرَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ أَهْلَ الْجَنَّةِ إِذَا دَخَلُوهَا ونزلوا بِقَدْرِ أَعْمَالِهِمْ فَيُؤْذَنُ لَهُمْ فِي مِقْدَارِ يَوْمِ الْجُمُعَةِ مِنْ أَيَّامِ الدنيا فيبرز لهم عرشه ويتبدا لَهُمْ فِي رَوْضَةٍ مِنْ رِيَاضِ الْجَنَّةِ فَيَضَعُ مَنَابِرَ مِنْ نُورٍ وَمَنَابِرَ مِنْ يَاقُوتٍ وَمَنَابِرَ مِنْ لُؤْلُؤٍ وَمَنَابِرَ مِنْ ذَهَبٍ وَمَنَابِرَ مِنْ فِضَّةٍ وَيَجْلِسُ أَدْنَاهُمْ عَلَى كُثْبَانِ الْمِسْكِ مَا يَرَوْنَ أَنَّ أَصْحَابَ الْكَرَاسِيِّ أَفْضَلُ مِنْهُمْ مَجْلِسًا. قَالَ أَبُو هُرَيْرَةَ قُلْتُ يَا رَسُولَ اللَّهِ هَلْ نَرَى رَبَّنَا تَبَارَكَ وَتَعَالَى قَالَ نَعَمْ. هَلْ تُمَارُونَ فِي رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ قُلْنَا لَا. قَالَ فَكَذَلِكَ لَا تُمَارُونَ فِي رُؤْيَةِ رَبِّكُمْ وَحَتَّى لَا يَبْقَى فِي ذَلِكَ الْمَجْلِسِ إِلَّا حَاضِرُهُ يَقُولُ يَا فُلَانُ بن فُلَانٍ هَلْ عَمِلْتَ فِي يَوْمِ كَذَا وَكَذَا فَيَقُولُ يَا رَبِّ أَلَمْ تَغْفِرْ لِي فَيَقُولُ بِمَغْفِرَتِي لك بلغت منزلتك هذه بينا هُمْ كَذَلِكَ إِذْ غَشِيَتْهُمْ سَحَابَةٌ مِنْ فَوْقَهِمْ وَأَمْطَرَتْ عَلَيْهِمْ مِسْكًا لَمْ يَجِدُوا رِيحَ شَيْءٍ قَطُّ أَطْيَبَ مِنْهُ. قَالَ ثُمَّ يَقُولُ اللَّهُ عَزَّ وَجَلَّ قُومُوا إِلَى مَا أَعْدَدْتُ لَكُمْ مِنَ الْكَرَامَةِ قال فيأتون سوقا قد حفت بهم الملائكة بِمَا لَمْ تَنْظُرِ الْعُيُونُ وَلَمْ يَخْطُرْ عَلَى الْقُلُوبِ وَلَمْ تَسْمَعْهُ الآذان فنحمل ويحمل إلينا مَا اشْتَهَيْنَا وَلَيْسَ فِيهِ أَحَدٌ يَبِيعُ وَلَا يَبْتَاعُ وَفِي ذَلِكَ يلقى أهل الجنة بعضهم بعض فَيَلْقَى الرَّجُلُ الرَّجُلَ فَيَرُوعُهُ مَا يرى عليه اللباس فما يَنْقَضِي آخِرُ -[185]- حَدِيثِهِ حَتَّى يَتَمَثَّلَ عَلَيْهِ أَحْسَنَ مِنْهُ وَذَلِكَ أَنَّهُ لا ينبغي لأحد أن يحزن فيها قَالَ ثُمَّ نَنْصَرِفُ إِلَى مَنَازِلِنَا فَيَلْقَانَا أَحِبَّاؤُنَا فَيَقُولُونَ لَقَدْ جِئْتَ وَإِنَّ بِكَ مِنَ الْجَمَالِ وَالطِّيبِ أفضل مما فَارَقْتَنَا عَلَيْهِ. فَنَقُولُ إِنَّا جَالَسْنَا الْجَبَّارَ تَبَارَكَ وَتَعَالَى الْيَوْمَ وَنَحِقُّ أَنْ نَنْقَلِبَ بِمَا انْقَلَبْنَا بِهِ.",
            "page": "184",
            "part": "1",
            "seal": "F792462A"
        },
        {
            "hno": "254",
            "id": "256",
            "nass": "254 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا سُلَيْمَانُ التَّيْمِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ يَقُولُ أَهْلُ الْجَنَّةِ انْطَلِقُوا بِنَا إِلَى السُّوقِ فَيَنْطَلِقُونَ إلى كثبان فَإِذَا رَجَعُوا إِلَى أَزْوَاجِهِمْ قَالُوا إِنَّا نَجِدُ لَكُمْ رِيحًا مَا كَانَ لَكُمْ إِذْ خَرَجْنَا مِنْ عِنْدِكُمْ فَيَقُلْنَ لَقَدْ رَجَعْتُمْ بِرِيحٍ مَا كَانَ بِكُمْ إِذْ خَرَجْتُمْ مِنْ عِنْدِنَا.",
            "page": "185",
            "part": "1",
            "seal": "E2E2E76E"
        },
        {
            "hno": "255",
            "id": "257",
            "nass": "255 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا حُمَيْدٌ الطَّوِيلُ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ إِنَّ فِي الْجَنَّةِ سوق كثبان المسك يخرجون إليها ويجتمعون فَيَبْعَثُ اللَّهُ عَزَّ وَجَلَّ رِيحًا فَيُدْخِلُهَا بُيُوتَهُمْ فَيَقُولُ لَهُمْ أَهْلُوهُمْ إِذَا رَجَعُوا إِلَيْهِمْ قَدِ ازْدَدْتُمْ حُسْنًا بَعْدَنَا فَيَقُولُونَ لِأَهْلِيهِمْ قَدِ ازْدَدْتُمْ أَيْضًا حُسْنًا عِنْدَنَا.",
            "page": "185",
            "part": "1",
            "seal": "860062B8"
        },
        {
            "hno": "256",
            "id": "258",
            "nass": "256 - حَدَّثَنَا مجاهد بن موسى حدثنا معن بن عيسى حدثنا عَبْدُ اللَّهِ بْنُ يَحْيَى عَنْ عَطَاءِ بْنِ سُلَيْكٍ مَوْلَى عَبْدِ اللَّهِ بْنِ عَبَّاسٍ قَالَ سَمِعْتُ الزهري يقول سوق الجنة كثب مِنْ كَافُورٍ.",
            "page": "186",
            "part": "1",
            "seal": "C5B535C0"
        },
        {
            "hno": "257",
            "id": "259",
            "nass": "بَابُ غِنَاءِ أَهْلِ الْجَنَّةِ ¶ 257 - حَدَّثَنَا أبو خيثمة حدثنا إسماعيل بن عمر حدثنا ابن أبي ذئب عن عَبْدِ اللَّهِ بْنِ رَافِعٍ عَنْ بَعْضِ وَلَدِ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الْحُورَ الْعِينَ فِي الْجَنَّةِ يَتَغَنَّيْنَ فَيَقُلْنَ نَحْنُ الْخَيْرَاتُ الْحِسَانُ خُبِّئْنَا لِأَزْوَاجٍ كِرَامٍ.",
            "page": "187",
            "part": "1",
            "seal": "472F9251"
        },
        {
            "hno": "258",
            "id": "260",
            "nass": "258 - حَدَّثَنَا خالد بن خداش حدثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ قَالَ قَالَ رَجُلٌ مِنْ قُرَيْشٍ لِابْنِ شِهَابٍ هَلْ فِي الْجَنَّةِ مِنْ سَمَاعٍ فَإِنَّهُ حُبِّبَ إِلَيَّ السَّمَاعُ. قَالَ إِي وَالَّذِي نَفْسُ ابْنِ شِهَابٍ بِيَدِهِ إِنَّ فِي الْجَنَّةِ لَشَجَرًا حِمْلُهُ اللُّؤْلُؤُ وَالزَّبَرْجَدُ تحته جواري ناهدات -[188]- يتغنين بالقيان يَقُلْنَ نَحْنُ النَّاعِمَاتُ فَلَا نَبْأَسُ وَنَحْنُ الْخَالِدَاتُ فَلَا نَمُوتُ. فَإِذَا سَمِعَ ذَلِكَ الشَّجَرُ صَفَّقَ بَعْضُهُ بَعْضًا فَأَجَبْنَ الْجَوَارِيَ فَلَا يُدْرَى أَصْوَاتُ الْجَوَارِي أَحْسَنُ أَمْ أَصْوَاتُ الشَّجَرِ.",
            "page": "187",
            "part": "1",
            "seal": "564184C6"
        },
        {
            "hno": "259",
            "id": "261",
            "nass": "259 - حدثنا خالد بن خداش حدثنا عبد الله بن وهب حدثنا الليث بْنِ سَعْدٍٍ عَنْ خَالِدِ بْنِ يزيد أن الحور العين يتغنين لأزواجهن يَقُلْنَ نَحْنُ الْخَيْرَاتُ الْحِسَانُ أَزْوَاجُ شبان كِرَامٍ وَنَحْنُ الْخَالِدَاتُ فَلَا نَمُوتُ وَنَحْنُ النَّاعِمَاتُ فَلَا نَبْأَسُ وَنَحْنُ الرَّاضِيَاتُ فَلَا نَسْخَطُ وَنَحْنُ الْمُقِيمَاتُ فَلَا نَظْعَنُ. فِي صَدْرِ إِحْدَاهُنَّ مَكْتُوبٌ أَنْتَ حِبِّي وَأَنَا حِبُّكَ انتهت نفسي عندك فلا نرى مِثْلَكَ.",
            "page": "188",
            "part": "1",
            "seal": "C77DCC9C"
        },
        {
            "hno": "260",
            "id": "262",
            "nass": "260 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ وداود بن عمرو قالا حدثنا عَامِرُ بْنُ يَسَافٍ قَالَ سَمِعْتُ ابْنَ أَبِي كَثِيرٍ فِي قَوْلِهِ تعالى {في روضة يحبرون} قَالَ الْحَبْرُ السَّمَاعُ وَاللَّذَةُ.",
            "page": "188",
            "part": "1",
            "seal": "D2ACF4B8"
        },
        {
            "hno": "261",
            "id": "263",
            "nass": "261 - حَدَّثَنِي دَهْثَمُ بْنُ الْفَضْلِ الْقُرَشِيُّ حدثنا داود بن الجراح عن الأوزعي قَالَ بَلَغَنِي أَنَّهُ لَيْسَ مِنْ خلق الله عز وجل أَحْسَنُ مِنْ صَوْتِ إِسْرَافِيلَ عَلَيْهِ السَّلَامُ فَيَأْمُرُهُ تَبَارَكَ -[189]- وَتَعَالَى فَيَأْخُذُ فِي السَّمَاعِ فَمَا يَبْقَى مَلَكٌ مُقَرَّبٌ فِي السَّمَاوَاتِ إِلَّا قَطَعَ صَلَاتَهُ فَيَمْكُثُ بِذَلِكَ مَا شَاءَ اللَّهُ أَنْ يَمْكُثَ فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ وَعِزَّتِي وَجَلَالِي لَوْ يَعْلَمُ الْعِبَادُ قَدْرَ عَظَمَتِي مَا عبدوا غيري.",
            "page": "188",
            "part": "1",
            "seal": "BB47847E"
        },
        {
            "hno": "262",
            "id": "264",
            "nass": "262 - حدثنا أبو مسلم الحراني حدثنا مِسْكِينُ بْنُ بُكَيْرٍ عَنِ الْأَوْزَاعِيِّ عَنْ عَبْدَةَ بْنِ أَبِي لُبَابَةَ إِنَّ فِي الْجَنَّةِ شَجَرَةً ثَمَرُهَا زَبَرْجَدٌ وَيَاقُوتٌ وَلُؤْلُؤٌ فَيَبْعَثُ اللَّهُ عَزَّ وَجَلَّ رِيحًا فَتُصَفِّقُ فَيُسْمَعُ لها أصواتا لم يسمع الخلائق أَلَذُّ مِنْهَا.",
            "page": "189",
            "part": "1",
            "seal": "9D42A461"
        },
        {
            "hno": "263",
            "id": "265",
            "nass": "263 - حدثنا أبو بكر بن زيد وَإِبْرَاهِيمُ بْنُ سَعِيدٍ قَالَا حَدَّثَنَا أبو عامر العقدي حدثنا زَمْعَةُ بْنُ صَالِحٍ عَنْ سَلَمَةَ بْنِ وَهْرَامٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ فِي الْجَنَّةِ شَجَرَةٌ عَلَى سَاقٍ قَدْرَ مَا يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ فَيَتَحَدَّثُونَ فِي ظِلِّهَا فَيَشْتَهِي بَعْضُهُمْ وَيَذْكُرُ لَهْوَ الدُّنْيَا فَيُرْسِلُ الله عز وجل ريحا فَتُحَرِّكُ تِلْكَ الشَّجَرَةَ بِكُلِّ لَهْوٍ كَانَ فِي الدُّنْيَا.",
            "page": "189",
            "part": "1",
            "seal": "1BAE57DB"
        },
        {
            "hno": "264",
            "id": "266",
            "nass": "264 - حدثنا إبراهيم بن سعيد حدثنا علي بن عاصم حدثنا سَعِيدُ بْنُ أَبِي سَعِيدٍ الْحَارِثِيُّ قَالَ حُدِّثْتُ أَنَّ فِي الْجَنَّةِ شَجَرَةً آجَامُهَا مِنْ قَصَبٍ مِنْ ذَهَبٍ حِمْلُهَا اللُّؤْلُؤُ فَإِذَا اشْتَهَى أهل الجنة أن يسمعوا أصواتا بَعَثَ اللَّهُ عَزَّ وَجَلَّ عَلَى تِلْكَ الْآجَامِ رِيحًا فَتَأْتِي بِكُلِّ صَوْتٍ يَشْتَهُونَ.",
            "page": "189",
            "part": "1",
            "seal": "83567190"
        },
        {
            "hno": "265",
            "id": "267",
            "nass": "265 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا -[190]- الْأَوْزَاعِيُّ قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ أَنَّ الْحُورَ الْعِينَ يَتَلَقَّيْنَ أَزْوَاجَهُنَّ عِنْدَ أَبْوَابِ الْجَنَّةِ فيقلن طال ما انْتَظَرْنَاكُمْ فَنَحْنُ الرَّاضِيَاتُ فَلَا نَسْخَطُ وَالْمُقِيماتُ فَلَا نَظْعَنُ وَالْخَالِدَاتُ فَلَا نَمُوتُ. بِأَحْسَنِ أَصْوَاتٍ سُمِعَتْ وَتَقُولُ أَنْتَ حِبِّي وَأَنَا حِبُّكَ لَيْسَ دونك مقصد ولا ورائك معدل.",
            "page": "189",
            "part": "1",
            "seal": "D1335845"
        },
        {
            "hno": "266",
            "id": "268",
            "nass": "266 - حَدَّثَنَا داود بن عمرو الضبي حدثنا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ قَالَ إِذَا كَانَ يَوْمُ الْقِيَامَةِ نَادَى مُنَادٍ أَيْنَ الَّذِينَ كَانُوا يُنَزِّهُونَ أَنْفُسَهُمْ وَأَسْمَاعَهُمْ عن مجالس اللهو ومزامير الشَّيْطَانِ أَسْكِنُوهُمْ رِيَاضَ الْمِسْكِ. ثُمَّ يقول للملائكة اسمعوا تحمدي وَتَمْجِيدِي.",
            "page": "190",
            "part": "1",
            "seal": "5EA562B9"
        },
        {
            "hno": "267",
            "id": "269",
            "nass": "بَابُ جِمَاعِ أَهْلِ الْجَنَّةِ ¶ 267 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْجُشَمِيُّ حدثنا عبد الله بن يزيد المقري حدثنا عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعَمٍ عَنْ عُمَارَةَ بْنِ رَاشِدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ سُئِلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم أيمس أهل الجنة نسائهم قَالَ نَعَمْ. بِذَكَرٍ لَا يَمَلُّ وفرج لا يخفى وَشَهْوَةٍ لَا تَنْقَطِعُ.",
            "page": "191",
            "part": "1",
            "seal": "494661A0"
        },
        {
            "hno": "268",
            "id": "270",
            "nass": "268 - حَدَّثَنَا سويد بن سعيد قال حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ بْنِ أَبِي مَالِكٍ عَنْ أَبِيهِ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ أَبِي أُمَامَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ هَلْ يُجَامِعُ أَهْلُ الْجَنَّةِ قَالَ نَعَمْ دِحَامًا دحاما ولكن مَنِيٌّ وَلَا مَنِيَّةٌ.",
            "page": "191",
            "part": "1",
            "seal": "C29BC513"
        },
        {
            "hno": "269",
            "id": "271",
            "nass": "269 - حَدَّثَنَا هارون بن عبد الله حدثنا أَبُو أُسَامَةَ قَالَ هِشَامُ بْنُ حسان أخبرني زَيْدِ بْنِ الْحَوَارِيِّ عَنِ ابْنِ عَبَّاسٍ قَالَ قِيلَ يَا رَسُولَ اللَّهِ أَنُفْضِي إِلَى نِسَائِنَا فِي الْجَنَّةِ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الرَّجُلَ مِنْهُمْ لَيُفْضِي فِي الْغَدَاةِ الْوَاحِدَةِ إِلَى مِائَةِ عَذْرَاءَ.",
            "page": "192",
            "part": "1",
            "seal": "EE609484"
        },
        {
            "hno": "270",
            "id": "272",
            "nass": "270 - حدثنا هارون قال حدثنا حُسَيْنٌ الْجُعْفِيُّ عَنْ زَائِدَةَ عَنْ هِشَامِ بْنِ حَسَّانَ عَنِ ابْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوَهُ. قَالَ أَبُو مُوسَى فَقُلْتُ للحسين إن أبا أسامة حدثنا عَنْ هِشَامٍ عَنْ زَيْدِ بْنِ أبي الْحَوَارِيِّ عَنِ ابْنِ عَبَّاسٍ. قَالَ هكذا حدثنا زَائِدَةُ وَلَمْ يَرْجِعْ.",
            "page": "192",
            "part": "1",
            "seal": "9EFBFBC4"
        },
        {
            "hno": "271",
            "id": "273",
            "nass": "271 - حدثني محمد بن إدريس حدثنا أبو عتبة حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنْ سَعِيدِ بْنِ يُوسُفَ عَنْ يَحْيَى بْنِ أبي كثير عن سَلَّامٍ الْأَسْوَدِ قَالَ سَمِعْتُ أَبَا أُمَامَةَ قَالَ سَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ يَنْكِحُ أَهْلُ الْجَنَّةِ وَيَأْكُلُونَ وَيَشْرَبُونَ قَالَ نَعَمْ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ. فَقَالُوا أَيْنَ يَذْهَبُ رجع طعامهم فقال إنهم لا يهرمون وَلَا يُتْخِمُونَ وَلَكِنْ يَخْرُجُ مِنْ جلودهم عرق صبب مِسْكٍ يَنْحَدِرُ مِنْ جُلُودِهِمْ.",
            "page": "193",
            "part": "1",
            "seal": "99BEDD96"
        },
        {
            "hno": "272",
            "id": "274",
            "nass": "272 - حدثنا هارون عن أبي داود الطيالسي حدثنا عِمْرَانُ الْقَطَّانُ عَنْ قَتَادَةَ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الرَّجُلَ لَيُعْطَى فِي الْجَنَّةِ كَذَا ويعطى كذا. قالوا نطيق ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ وَيُعْطَى قُوَّةَ مِائَةٍ.",
            "page": "193",
            "part": "1",
            "seal": "062CE913"
        },
        {
            "hno": "273",
            "id": "275",
            "nass": "273 - حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ حدثنا يَعْقُوبُ الْقُمِّيُّ عَنْ حَفْصِ بْنِ حُمَيْدٍ عَنْ شِمْرِ بْنِ عَطِيَّةَ عَنْ شَقِيقِ بْنِ سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فِي قَوْلِهِ عَزَّ وَجَلَّ -[194]- {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ}. قَالَ فِي افْتِضَاضِ الْعَذَارَى.",
            "page": "193",
            "part": "1",
            "seal": "18D5DE9A"
        },
        {
            "hno": "274",
            "id": "276",
            "nass": "274 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا يزيد بن ذريع عن سليمان التيمي عن أبي عمر عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ في قوله عز وجل {في شغل فاكهون} قَالَ فِي افْتِضَاضِ الْعَذَارَى.",
            "page": "194",
            "part": "1",
            "seal": "D213E587"
        },
        {
            "hno": "275",
            "id": "277",
            "nass": "275 - حدثنا إسحاق بن إبراهيم حدثنا يَحْيَى بْنُ يَمَانٍ عَنْ أَشْعَثَ عَنْ جَعْفَرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ طُولُ الرَّجُلِ مِنْ أَهْلِ الْجَنَّةِ سَبْعُونَ مِيلًا وَطُولُ الْمَرْأَةِ ثَلَاثُونَ مِيلًا وَمِقْعَدُهَا مِبْذَرُ جرين أَرْضٍ وَإِنَّ شَهْوَتَهُ تَجْرِي فِي جَسَدِهَا سَبْعُونَ عَامًا تَجِدُ اللَّذَّةَ.",
            "page": "194",
            "part": "1",
            "seal": "F24F9A65"
        },
        {
            "hno": "276",
            "id": "278",
            "nass": "276 - حدثنا أبو كريب حدثنا ابْنُ فُضَيْلٍ عَنْ لَيْثٍ عَنْ عبد الرحمن بن سابط إِنَّ -[195]- الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيَتَزَوَّجُ خَمْسَمِائَةَ حَوْرَاءَ وَأَرْبَعَةَ آلَافِ بِكْرٍ وَثَمَانِيَةَ آلَافِ ثَيِّبٍ وَمَا منهن إِلَّا يُعَانِقُهَا مِثْلَ عُمُرِ الدُّنْيَا لَا يُزَاحِمُ كُلٌّ مِنْهُمَا صَاحِبَهُ وإنه ليؤتى بغداء فما يقضي نهامته مِنْهُ مِثْلَ عُمُرِ الدُّنْيَا كُلِّهَا وَإِنَّهُ لَيُؤْتَى بِإِنَاءٍ فَيُوضَعُ فِي كَفِّهِ فَمَا يَقْضِي مِنْهُ لَذَّتَهُ عُمُرَ الدُّنْيَا كُلِّهَا.",
            "page": "194",
            "part": "1",
            "seal": "ECF4719E"
        },
        {
            "hno": "277",
            "id": "279",
            "nass": "277 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الجشمي حدثنا مُعَاذُ بْنُ هِشَامٍ قَالَ حَدَّثَنِي أَبِي عَنْ عَامِرٍ الْأَحْوَلِ عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الْمُؤْمِنَ إِذَا اشْتَهَى الْوَلَدَ فِي الْجَنَّةِ كَانَ حَمْلُهُ وَوَضْعُهُ وَسِنُّهُ فِي سَاعَةٍ كَمَا يَشْتَهِيهِ.",
            "page": "195",
            "part": "1",
            "seal": "A72C7E47"
        },
        {
            "hno": "278",
            "id": "280",
            "nass": "278 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ وزيد بن أخزم الطائي قالا أخبرنا معاذ بن هشام عن -[196]- أبي قتادة عن خلاس عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لِلْمُؤْمِنِ زَوْجَتَانِ يرى مخ ساقها مِنْ فَوْقِ ثِيَابِهِمَا.",
            "page": "195",
            "part": "1",
            "seal": "EE62AA2C"
        },
        {
            "hno": "279",
            "id": "281",
            "nass": "279 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ حدثنا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانُ عَنِ ابْنِ أَبِي نَجِيحٍ قَالَ سَمِعْتُ إِبْرَاهِيمَ النَّخْعِيَّ قَالَ أهل الجنة نكاحهم ما شاؤا وَلَا وَلَدَ يَنْظُرُ إِلَيْهَا فَيَنْشَأُ نَشْأَةً ثُمَّ يَنْظُرُ إِلَيْهَا نَظْرَةً أخرى فينشأ نشأة.",
            "page": "196",
            "part": "1",
            "seal": "EEA69C9B"
        },
        {
            "hno": "280",
            "id": "282",
            "nass": "280 - حدثنا كريب حدثنا ابْنُ فُضَيْلٍ عَنْ لَيْثٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ قَالَ إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيَأْتِيهِ الْمَلَكُ بِتَحِيَّةٍ مِنْ رَبِّهِ عَزَّ وَجَلَّ وَبَيْنَ إِصْبَعَيْهِ مِائَةُ حُلَّةٍ وَسَبْعُونَ حُلَّةً فَيَقُولُ مَا أَتَانِي مِنْ رَبِّي شَيْءٌ أَعْجَبُ إِلَيَّ مِنْ هَذَا فَيَقُولُ الْمَلَكُ وتعجبك هذه فَيَقُولُ نَعَمْ. فَيَقُولُ لِأَدْنَى الشَّجَرِ يَا شَجَرَةُ تَلَوَّنِي لِفُلَانٍ مِنْ هَذَا مَا اشْتَهَتْهُ نَفْسُهُ.",
            "page": "196",
            "part": "1",
            "seal": "8207ECA8"
        },
        {
            "hno": "281",
            "id": "283",
            "nass": "281 - حدثنا أبو خيثمة حدثنا الحسن بن موسى حدثنا ابن لهيعة عن دَرَّاجٌ عَنْ أَبِي -[197]- الْهَيْثَمِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الرَّجُلَ لَيَتَّكِئُ فِي الْجَنَّةِ سَبْعِينَ سَنَةً قَبْلَ أَنْ يَتَحَوَّلَ ثُمَّ تَأْتِيهِ امْرَأَةٌ فَتَضْرِبُ عَلَى مَنْكِبَيْهِ فَيَنْظُرُ وَجْهَهُ فِي خَدِّهَا أَصْفَى مِنَ الْمِرْآةِ وَإِنَّ أَدْنَى لُؤْلُؤَةٍ عَلَيْهَا تُضِيءُ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ فَتُسَلِّمُ عَلَيْهِ فَيَرُدُّ السَّلَامَ وَيَسْأَلُهَا مَنْ أَنْتِ فتقول أَنَا مِنَ الْمَزِيدِ. وَإِنَّهُ لَيَكُونَ عليها سبعين ثوبا أدناها مثل النعمان مِنْ طُوبَى فَيُنْفِذُ بَصَرَهُ حَتَّى يُرَى مُخُّ سَاقِهَا مِنْ وَرَاءِ ذلك. وإن عليهن تيجان أدنى لؤلؤة تُضِيءُ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ.",
            "page": "196",
            "part": "1",
            "seal": "796A9EB8"
        },
        {
            "hno": "282",
            "id": "284",
            "nass": "282 - حدثنا شجاع بن الأشرس حدثنا عَبْدَ الْعَزِيزِ بْنَ أَبِي سَلَمَةَ الْمَاجِشُونُ عَنْ حُمَيْدٍ الطَّوِيلِ عَنْ أنس قال قال الرسول صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ طَلَعَتِ امْرَأَةٌ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ عَلَى أهل الأرض إضاءت ما بينهما ولملأت مَا بَيْنَهُمَا بِرِيحِهَا وَلَنَصِيفُهَا عَلَى رَأْسِهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا.",
            "page": "197",
            "part": "1",
            "seal": "A476AEA4"
        },
        {
            "hno": "283",
            "id": "285",
            "nass": "283 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا -[198]- رشدين بْنُ سَعْدٍ عَنِ ابْنِ أَنْعَمٍ. عَنْ حِبَّانَ بْنِ أَبِي جَبَلَةَ قال إن نساء أهل الجنة من أهل الدنيا من دخل منهم الْجَنَّةَ فَضُلْنَ عَلَى الْحُورِ الْعِينِ بِمَا عَمِلْنَ فِي الدُّنْيَا.",
            "page": "197",
            "part": "1",
            "seal": "37042A85"
        },
        {
            "hno": "284",
            "id": "286",
            "nass": "284 - حدثني سريح بن يونس حدثنا مروان بن معاوية الغزاري عَنْ مُوسَى بْنِ عُبَيْدَةَ الرَّبَذِيِّ عَنْ يَزِيدَ الرَّقَاشِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إن المنشآت اللاتي فِي قَوْلِهِ عَزَّ وَجَلَّ {إِنَّا أنشأناهن إنشاء فجعلناهن أبكارا} هُنَّ الْعَجَائِزُ اللَّاتِي كُنَّ فِي الدُّنْيَا عُمْشًا رُمْصًا.",
            "page": "198",
            "part": "1",
            "seal": "FC582B3A"
        },
        {
            "hno": "285",
            "id": "287",
            "nass": "285 - حدثني هارون بن سفيان حدثنا مُحَمَّدُ بْنُ عُمَرَ عَنْ يَزِيدَ بْنِ أَبَانَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْ أَنَّ امْرَأَةٌ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ اطلعت من السماء لسد -[199]- ضوءها ضَوْءَ الشَّمْسِ وَلَوَجَدَ رِيحَهَا مَنْ بَيْنَ الْخَافِقَيْنِ وَلَنَصِيفُهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا.",
            "page": "198",
            "part": "1",
            "seal": "1AF899CB"
        },
        {
            "hno": "286",
            "id": "288",
            "nass": "286 - حدثنا أحمد بن منيع حدثنا الحسن بن موسى حدثنا ابن لهيعة حدثنا يَزِيدُ بْنُ أَبِي حَبِيبٍ عَنْ دَاوُدَ بْنِ عَامِرِ بْنِ سَعْدِ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْ أَنَّ مَا يَقِلُّ ظفر من الجنة بدا لزخرف مَا بَيْنَ الْخَوَافِقِ وَالسَّمَاوَاتِ وَالْأَرْضِ.",
            "page": "199",
            "part": "1",
            "seal": "CAC6187B"
        },
        {
            "hno": "287",
            "id": "289",
            "nass": "287 - حَدَّثَنِي حَمْزَةُ بْنُ الْعَبَّاسِ حَدَّثَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا مَعْمَرٌ عَنِ الْحَكَمِ بْنِ أَبَانَ عَنْ عِكْرِمَةَ قَالَ إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ يَرَى وَجْهَهُ فِي وَجْهِ صَاحِبَتِهِ وَتَرَى وَجْهَهَا في وجهه وَيَرَى وَجْهَهُ فِي نَحْرِهَا وَتَرَى وَجْهَهَا فِي نَحْرِهِ وَيَرَى وَجْهَهُ فِي مِعْصَمِهَا وَتَرَى وَجْهَهَا فِي سَاعِدِهِ وَيَرَى وَجْهَهُ فِي سَاقِهَا وترى وجهها في ساقه وعليها حُلَّةً تَلَوَّنُ فِي سَاعَةٍ سَبْعِينَ لَوْنًا.",
            "page": "199",
            "part": "1",
            "seal": "F2C3CD15"
        },
        {
            "hno": "288",
            "id": "290",
            "nass": "288 - حدثني عمار بن نصر حدثنا عبد الرزاق أخبرنا معمر عن الحلم بن أبان عن عكرمة فذكر نحوه.",
            "page": "200",
            "part": "1",
            "seal": "FC20EC98"
        },
        {
            "hno": "289",
            "id": "291",
            "nass": "289 - حدثني حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عَبْدُ الله بن عثمان أخبرنا ابن المبارك أخبرنا ابن جريج عن مجاهد {فيها أزواج مطهرة}. قال مطهر مِنَ الْحَيْضِ وَالْغَائِطِ وَالْبَوْلِ وَالنُّخَامِ وَالْبُزَاقِ وَالْوَلَدِ.",
            "page": "200",
            "part": "1",
            "seal": "E2F89CAD"
        },
        {
            "hno": "290",
            "id": "292",
            "nass": "بَابُ الْحُورِ الْعِينِ ¶ 290 - حَدَّثَنِي إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنِي صَالِحٌ الْمُرِّيُّ عَنْ مُوسَى بْنِ يَسَارٍ عَنِ الْكَلْبِيِّ قَالَ بَلَغَنِي أَنَّ الْمُؤْمِنَ يُزَوَّجُ فِي الْجَنَّةِ أَرْبَعَةَ آلَافِ بِكْرٍ وَثَمَانِيَةَ آلَافِ ثَيِّبٍ وخمسمائة حوراء.",
            "page": "201",
            "part": "1",
            "seal": "921C0A28"
        },
        {
            "hno": "291",
            "id": "293",
            "nass": "291 - حدثنا حمد بن يزيد العجلي حدثنا معاذ بن هشام حدثنا أَبِي عَنْ عَامِرٍ الْأَحْوَلِ عَنْ قَتَادَةَ عَنْ أَبِي أَيُّوبَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ الْمُؤْمِنُ كُلَّمَا أَرَادَ زَوْجَتَهُ فِي الْجَنَّةِ وَجَدَهَا عَذْرَاءَ.",
            "page": "201",
            "part": "1",
            "seal": "756A6BF4"
        },
        {
            "hno": "292",
            "id": "294",
            "nass": "292 - حدثنا إسماعيل بن زكريا حدثنا فُضَيْلُ بْنُ عِيَاضٍ عَنْ هِشَامِ بْنِ حَسَّانٍ عَنْ يَزِيدَ -[202]- الرَّقَاشِيِّ قَالَ حَدَّثَنِي مَنْ سَمِعَ كَعْبًا قَالَ لَوْ أَنَّ امْرَأَةً مِنْ الْحُورِ بَدَا مِعْصَمُهَا لَذَهَبَ ضَوْءُ الشَّمْسِ.",
            "page": "201",
            "part": "1",
            "seal": "BA5167BD"
        },
        {
            "hno": "293",
            "id": "295",
            "nass": "293 - حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ الرَّقَاشِيُّ حدثنا جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ شَيْخٍ مِنْ أَهْلِ الْبَصْرَةِ عَنْ شَهْرِ بْنِ حَوْشَبٍ قَالَ إِنَّ الرَّجُلَ مِنْ أَهْلِ الْجَنَّةِ لَيَتَّكِئُ اتِّكَاءَةً وَاحِدَةً قَدْرَ سَبْعِينَ سَنَةً يُحَدِّثُ بَعْضَ نِسَائِهِ ثُمَّ يَلْتَفِتُ الِالْتِفَاتَةَ فَتُنَادِيهِ الْأُخْرَى فِدَانَا لَكَ أَمَا لَنَا فِيكَ نَصِيبٌ فَيَقُولُ مَنْ أنت فتقول أنا الَّذِينَ قَالَ اللَّهُ عَزَّ وَجَلَّ {ولدينا مزيد} قال فيتحدث معها ثُمَّ يَلْتَفِتُ الِالْتِفَاتَةَ فَتُنَادِيهِ الْأُخْرَى أَمَا إِنَّا لَكَ أَمَا لَنَا فِيكَ نَصِيبٌ فَيَقُولُ مَنْ أَنْتِ فَتَقُولُ أَنَا مِنَ الَّذِينَ قَالَ اللَّهِ عَزَّ وَجَلَّ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قرة أعين}.",
            "page": "202",
            "part": "1",
            "seal": "92699E9A"
        },
        {
            "hno": "294",
            "id": "296",
            "nass": "294 - حدثنا أحمد بن إبراهيم حدثنا موسى بن إسماعيل حدثنا سَلَّامُ بْنُ مِسْكِينٍ قَالَ سَمِعْتُ ثابت قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يُحَاسِبُ عَبْدَهُ يَوْمَ الْقِيَامَةِ وَنِسَاؤُهُ في الجنة مشرفات فإذا سرح الرَّعِيلُ الْأَوَّلُ يَسْتَشْرِفْنَهُ يَا فُلَانَةُ هذا فلان زَوْجُ فُلَانَةَ هَذَا وَاللَّهِ زَوْجِي.",
            "page": "202",
            "part": "1",
            "seal": "9C50D9FE"
        },
        {
            "hno": "295",
            "id": "297",
            "nass": "295 - حدثنا أحمد بن إبراهيم حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الوارث حدثنا سليمان بن المغيرة حدثنا ثَابِتٌ قَالَ صَاحِبُ الْجَنَّةِ يَتَّكِئُ سبعين سنة اتكاءة لذة وعنده أَزْوَاجِهِ وَخَدَمِهِ فَإِذَا أَزْوَاجٌ لَهُ لَمْ يَكُنْ يَرَاهُنَّ فَيَقُلْنَ لَهُ يا فلان آن أَنْ يَكُونَ لَنَا فِيكَ نَصِيبٌ.",
            "page": "203",
            "part": "1",
            "seal": "36F675C0"
        },
        {
            "hno": "296",
            "id": "298",
            "nass": "296 - حَدَّثَنَا الْحَسَنُ بْنُ حَمَّادٍ الضَّبِّيُّ حدثنا ابن فُضَيْلٌ عَنْ مُحَمَّدِ بْنِ سَعْدٍ الأنصاري عن أبي ظبية الْكَلَاعِيِّ قَالَ إِنَّ السَّحَابَةَ لَتُظِلُّ السِّرْبَ مِنْ أَهْلِ الْجَنَّةِ فَتَقُولُ مَاذَا أُمْطِرُكُمْ فَمَا أَحَدٌ يُرِيدُ شَيْئًا إِلَّا أَمَالَتْهُ عَلَيْهِمْ حَتَّى إِنَّ بَعْضَهُمْ لَيَقُولُ أَمْطِرِينَا كَوَاعِبَ أَتْرَابًا.",
            "page": "203",
            "part": "1",
            "seal": "67CCE62F"
        },
        {
            "hno": "297",
            "id": "299",
            "nass": "297 - حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ اللَّهِ حدثنا حفص بن عمر العدني حدثنا الحكم يعني بْنِ أَبَانَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ لَوْ أَنَّ امْرَأَةٌ مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ بَصَقَتْ فِي سَبْعَةِ أَبْحُرٍ لَكَانَتْ تِلْكَ الْأَبْحُرُ أَحْلَى مِنَ الْعَسَلِ.",
            "page": "203",
            "part": "1",
            "seal": "01D132D7"
        },
        {
            "hno": "298",
            "id": "300",
            "nass": "بَابُ صِفَةِ الْحُورِ الْعِينِ ¶ 298 - حَدَّثَنَا محمد بن حسان الأزرق حدثنا هاشم بن القاسم حدثنا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بن أبي حبيب عن عمرو بن الْوَلِيدِ بْنِ عَبْدَةَ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم لجبريل قِفْ بِي عَلَى الْحُورِ الْعِينِ فَأَوْقَفَهُ عَلَيْهِنَّ فَقَالَ مَنْ أَنْتُنَّ قُلْنَ نَحْنُ جَوَارِي قَوْمٍ حَلُّوا فَلَمْ يَظْعَنُوا وَشَبُّوا فَلَمْ يَهْرَمُوا وَنُقُّوا فَلَمْ يَدْرَنُوا.",
            "page": "204",
            "part": "1",
            "seal": "66DE9C7E"
        },
        {
            "hno": "299",
            "id": "301",
            "nass": "299 - حَدَّثَنَا عمار بن نصر المروزي حدثنا ابن جَبَلَةَ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ قَالَ الْحُورُ الْعِينِ خُلِقْنَ مِنَ الزعفران.",
            "page": "204",
            "part": "1",
            "seal": "CAE59FD2"
        },
        {
            "hno": "300",
            "id": "302",
            "nass": "300 - حدثنا محمد بن جعفر حدثنا منصور بن عمار حدثنا مُحَمَّدُ بْنُ زَيْدٍ عَنْ عَبْدِ اللَّهِ بْنُ عُمَرَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ قَالَ ما من غداة مِنْ غُدُوَاتِ الْجَنَّةِ. قِيلَ وَلِلْجَنَّةِ غدوات قال نعم إلا تزف إِلَى وَلِيِّ اللَّهِ فِيهَا عَرُوسٌ لَمْ يَلِدْهَا آدَمُ وَلَا حَوَّاءُ إِنَّمَا هِيَ إِنْشَاءٌ خُلِقَتْ مِنْ الزعفران.",
            "page": "204",
            "part": "1",
            "seal": "2AF2F475"
        },
        {
            "hno": "301",
            "id": "303",
            "nass": "301 - حدثنا هارون بن سفيان حدثنا محمد بن عمر أخبرنا أُسَامَةُ بْنُ زَيْدِ بْنِ أَسْلَمَ عَنْ -[205]- أَبِيهِ فِي قَوْلِهِ تَعَالَى {وزوجناهم بحور عين} قال الحور التي يحار الطرف فيها وعين حسان الأعين.",
            "page": "204",
            "part": "1",
            "seal": "006A79F2"
        },
        {
            "hno": "302",
            "id": "304",
            "nass": "302 - حدثنا أبو كريب حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا سفيان حدثنا أَصْحَابُنَا عَنْ مُجَاهِدٍ الْحُورُ يَحَارُ فِيهَا الطَّرْفُ مِنْ رِقَّةِ الْحُلَلِ وصفاء اللون.",
            "page": "205",
            "part": "1",
            "seal": "050FEDB9"
        },
        {
            "hno": "303",
            "id": "305",
            "nass": "303 - حدثنا إسحاق حدثنا سُفْيَانُ عَنْ رَجُلٍ عَنِ الْحَسَنِ قَالَ الْحُورُ الشَّدِيدَةُ الْبَيَاضِ بَيَاضِ عينها والشديدة السواد عينها.",
            "page": "205",
            "part": "1",
            "seal": "1B88506A"
        },
        {
            "hno": "304",
            "id": "306",
            "nass": "304 - حدثني إسحاق بن إبراهيم أخبرنا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العاص قال لشفر الْمَرْأَةِ مِنَ الْحُورِ الْعِينِ أَطْوَلُ مِنْ جَنَاحِ النَّسْرِ.",
            "page": "205",
            "part": "1",
            "seal": "D0B77694"
        },
        {
            "hno": "305",
            "id": "307",
            "nass": "305 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله أخبرنا ابن المبارك أخبرنا يَحْيَى بْنُ أَيُّوبَ عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ عَنْ أَبِي غِيَاثٍ قَالَ كُنَّا مَعَ كَعْبٍ يَوْمًا فَقَالَ لَوْ أَنَّ يَدًا من الحور من السماء بياضها وخواتيمها دليت لَأَضَاءَتْ لَهَا الْأَرْضُ كَمَا تُضِيءُ الشمس -[206]- لأهل الدنيا. قال إنما قُلْتُ يَدُهَا فَكَيْفَ بِالْوَجْهِ بَيَاضِهِ وَحُسْنِهِ وَجَمَالِهِ وَتَاجِهِ بِيَاقُوتِهِ وَلُؤْلُؤِهِ وَزَبَرْجَدِهِ",
            "page": "205",
            "part": "1",
            "seal": "AAB3AF55"
        },
        {
            "hno": "306",
            "id": "308",
            "nass": "306 - حدثني عمار بن نصر حدثنا بقية بن الوليد عَنْ بُحَيْرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مُرَّةَ الْحَضْرَمِيِّ قَالَ إِنَّ مِنَ الْمَزِيدِ أَنْ تَمُرَّ السَّحَابَةُ بأهل الجنة فتقول ما تشاؤن أَنْ أُمْطِرَكُمْ فَلَا يَسْأَلُونَ شَيْئًا إلا أمطرتهم. فَقَالَ كَثِيرُ بْنُ مُرَّةَ لَئِنْ أَشْهَدَنَا اللَّهُ ذَلِكَ الْمَشْهَدَ لَأَقُولَنَّ أمطرنا حواري مربيات.",
            "page": "206",
            "part": "1",
            "seal": "5DDCA98E"
        },
        {
            "hno": "307",
            "id": "309",
            "nass": "307 - حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو الضَّبِّيُّ حدثنا إِسْمَاعِيلُ بْنُ عَيَّاشٍ قَالَ حَدَّثَنِي بُحَيْرِ بْنِ سَعْدٍٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مُرَّةَ الْحَضْرَمِيِّ عَنْ مُعَاذِ بْنِ جَبَلٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُؤْذِي امْرَأَةٌ زَوْجَهَا فِي الدُّنْيَا إِلَّا قَالَتْ زَوْجَتُهُ مِنَ الْحُورِ الْعِينِ لَا تُؤْذِيهِ قَاتَلَكِ اللَّهُ فَإِنَّمَا هُوَ عِنْدَكِ دَخِيلٌ يُوشِكُ أَنْ يُفَارِقَكِ.",
            "page": "206",
            "part": "1",
            "seal": "63DEBF02"
        },
        {
            "hno": "308",
            "id": "310",
            "nass": "308 - حدثني هارون بن سفيان حدثنا محمد بن عمر أخبرنا أُسَامَةُ بْنُ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءٍ الْخُرَاسَانِيِّ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الْحُورَ الْعِينَ أكثر عددا منكم يَدْعُونَ لِأَزْوَاجِهِنَّ يَقُلْنَ اللَّهُمَّ أَعِنْهُ عَلَى دِينِكِ وَأَقْبِلْ بِقَلْبِهِ عَلَى طاعتك وبلغه إلينا بعزتك يَا أَرْحَمَ الرَّاحِمِينَ.",
            "page": "207",
            "part": "1",
            "seal": "85DFA625"
        },
        {
            "hno": "309",
            "id": "311",
            "nass": "309 - حدثنا الحسن بن كثير العنبري حدثنا الْعَلَاءُ بْنُ عُبَيْدِ اللَّهِ عَنْ مُوسَى بْنِ حُصَيْنٍ عَنْ عِيسَى بْنِ يُونُسَ عَنْ الْأَوْزَاعِيِّ عَنْ حَسَّانِ بْنِ عَطِيَّةَ عَنْ ابْنِ مَسْعُودٍ قَالَ إِنَّ فِي الْجَنَّةِ حَوْرَاءَ يُقَالُ لَهَا اللُّعْبَةُ كُلُّ حُورِ الْجِنَانِ يُعْجَبْنَ بِهَا يَضْرِبْنَ بِأَيْدِيهِنَّ عَلَى كَتِفِهَا وَيَقُلْنَ طُوبَى لَكِ يَا لُعْبةُ. لَوْ يَعْلَمُ الطالبون لك لجدوا بين عيناها مَكْتُوبٌ مَنْ كَانَ يَبْتَغِي أَنْ تكون لَهُ مِثْلِي فَلْيَعْمَلْ بِرِضَاءِ رَبِّي عَزَّ وَجَلَّ.",
            "page": "207",
            "part": "1",
            "seal": "8ED0529A"
        },
        {
            "hno": "310",
            "id": "312",
            "nass": "310 - حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ عَنْ إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ قَالَ حَدَّثَنِي -[208]- مُحَمَّدُ بْنُ صَالِحٍ الضَّبِّيُّ قَالَ قَالَ عَطَاءٌ السُّلَمِيُّ لِمَالِكِ بْنِ دِينَارٍ يَا أبا يحيى شوقنا. فقال له يا عطاء في الجنة حوراء يتباها بِهَا أَهْلُ الْجَنَّةِ مِنْ حُسْنِهَا لَوْلَا أَنَّ اللَّهَ عَزَّ وَجَلَّ كَتَبَ عَلَى أَهْلِ الْجَنَّةِ أَنْ لَا يَمُوتُوا لَمَاتُوا عَنْ آخِرِهِمْ مِنْ حُسْنِهَا. فَلَمْ يَزَلْ عَطَاءٌ كمدان قَوْلَ مَالِكٍ أَرْبَعِينَ عَامًا.",
            "page": "207",
            "part": "1",
            "seal": "CE2056C8"
        },
        {
            "hno": "311",
            "id": "313",
            "nass": "311 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ قَالَ حَدَّثَنِي جَعْفَرُ بْنُ مُحَمَّدٍ قَالَ لَقِيَ حَكِيمٌ حَكِيمًا بِالْمَوْصِلِ فَقَالَ لَهُ تَشْتَاقُ إِلَى الْحُورِ الْعِينِ قَالَ لَا. قَالَ فَاشْتَقْ إِلَيْهِنَّ فَإِنَّ نُورَ وُجُوهِهِنَّ مِنْ نُورِ اللَّهِ عَزَّ وَجَلَّ فَغُشِيَ عَلَيْهِ فَحُمِلَ إِلَى مَنْزِلِهِ فَأَقَمْنَا نعوده شهرا.",
            "page": "208",
            "part": "1",
            "seal": "20D72EAB"
        },
        {
            "hno": "312",
            "id": "314",
            "nass": "312 - حدثنا إبراهيم بن سعيد حدثنا موسى بن إسماعيل حدثنا رَبِيعَةُ بْنُ كُلْثُومٍ قَالَ نَظَرَ إلينا الحسن ونحن حرصلة شَبَابٌ فَقَالَ يَا مَعْشَرَ الشَّبَابِ أَمَا تَشْتَاقُونَ إِلَى الْحُورِ الْعِينِ.",
            "page": "208",
            "part": "1",
            "seal": "DDDA0288"
        },
        {
            "hno": "313",
            "id": "315",
            "nass": "313 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ قَالَ حَدَّثَنِي الْحَضْرَمِيُّ قَالَ نِمْتُ أنا وأبو حمزة القباني عَلَى سَطْحٍ فَجَعَلْتُ أَنْظُرُ إِلَيْهِ يَتَقَلَّبُ عَلَى فِرَاشِهِ إِلَى الصَّبَاحِ فَقُلْتُ يَا أَبَا حَمْزَةَ مَا رَقَدْتَ اللَّيْلَةَ قَالَ إِنِّي لَمَّا اضطجعت تمثلت لي حوراء كَأَنِّي حَسَسْتُ بِجِلْدِهَا قَدْ مَسَّ جِلْدِي. فَحَدَّثْتُ بِهِ أَبَا سُلَيْمَانَ فقال هذا رجل مشتاق.",
            "page": "209",
            "part": "1",
            "seal": "7FC1B0E4"
        },
        {
            "hno": "314",
            "id": "316",
            "nass": "314 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ عَنْ أَبِي سُلَيْمَانَ قَالَ قَالَ ابْنِي سُلَيْمَانُ يَا أَبَهْ قَدْ مَثَلَ لِي رَأْسُ حَوْرَاءَ قُلْتُ له بني أبت لَعَلَّهُ يَتَمَثَّلُ لَكَ كُلُّهَا.",
            "page": "209",
            "part": "1",
            "seal": "78A4E483"
        },
        {
            "hno": "315",
            "id": "317",
            "nass": "315 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ قَالَ سَمِعْتُ أَبَا سُلَيْمَانَ يَقُولُ يَنْشَأُ خَلْقُ الْحُورِ إِنْشَاءً فَإِذَا تَكَامَلَ خَلْقُهُنَّ ضَرَبَتِ الْمَلَائِكَةُ عَلَيْهِنَّ الْخِيَامَ.",
            "page": "209",
            "part": "1",
            "seal": "D6AAC1F4"
        },
        {
            "hno": "316",
            "id": "318",
            "nass": "316 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا عثام بْنُ عَلِيٍّ عَنْ أَبِي خَالِدٍ عَنْ أَبِي صَالِحٍ {حُورٌ مَقْصُورَاتٌ في الخيام} قَالَ عَذَارَى الْجَنَّةِ.",
            "page": "209",
            "part": "1",
            "seal": "0B9D0011"
        },
        {
            "hno": "317",
            "id": "319",
            "nass": "317 - حَدَّثَنَا إسحاق حدثنا وكيع حدثنا سُفْيَانُ عَنْ جَابِرٍ عَنِ الْقَاسِمِ بْنِ أَبِي بَزَّةَ عَنْ أَبِي عُبَيْدَةَ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ قَالَ لِكُلِّ مُسْلِمٍ خَيْرَةٌ وَلِكُلِّ خَيْرَةٍ خَيْمَةٌ وَلِكُلِّ خَيْمَةٍ أربعة أبواب يدخل عَلَيْهَا كُلُّ يَوْمٍ مِنْ كُلِّ بَابٍ تُحْفَةٌ وَهَدِيَّةٌ وَكَرَامَةٌ لَمْ تكن من قبل ذلك لا مرحات وَلَا ذَفِرَاتٌ وَلَا سَخِرَاتٌ وَلَا طَمَّاحَاتٌ حُورٌ عِينٌ كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ.",
            "page": "210",
            "part": "1",
            "seal": "142E4F7A"
        },
        {
            "hno": "318",
            "id": "320",
            "nass": "318 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا يَحْيَى بْنُ يَمَانٍ عَنِ الْقُمِّيِّ عَنْ جَعْفَرِ بْنِ أَبِي الْمُغِيرَةِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ {كَأَنَّهُنَّ بيض مكنون} قَالَ بُطُونُ الْبَيْضِ.",
            "page": "210",
            "part": "1",
            "seal": "4BE4331D"
        },
        {
            "hno": "319",
            "id": "321",
            "nass": "319 - حَدَّثَنَا فضيل بن عبد الوهاب حدثنا يَزِيدُ بْنُ زُرَيْعٍ عَنْ أَبِي رَجَاءٍ عَنِ الْحَسَنِ -[211]- فِي قَوْلِهِ عَزَّ وَجَلَّ {كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ}. قَالَ صَفَاءُ الْيَاقُوتِ فِي بَيَاضِ المرجان.",
            "page": "210",
            "part": "1",
            "seal": "D853CAB1"
        },
        {
            "hno": "320",
            "id": "322",
            "nass": "320 - حدثنا فضيل حدثنا هُشَيْمٌ عَنْ مَنْصُورٍ عَنِ الْحَسَنِ قال اللؤلؤ للكبار والمرجان للصغار.",
            "page": "211",
            "part": "1",
            "seal": "4EEBD719"
        },
        {
            "hno": "321",
            "id": "323",
            "nass": "321 - حدثنا أبو خيثمة حدثنا يزيد وعبد الصمد قالا حدثنا هَمَّامٌ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ أَبِيهِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الخيمة درة طُولُهَا فِي السَّمَاءِ سَبْعُونَ مِيلًا فِي كُلِّ زَاوِيَةٍ مِنْهَا أَهْلٌ للمؤمنين لَا يَرَاهُمُ الْآخَرُونَ.",
            "page": "211",
            "part": "1",
            "seal": "3C59C4A4"
        },
        {
            "hno": "322",
            "id": "324",
            "nass": "322 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ أَبِي جعفر عِمْرَانَ الْجَوْنِيُّ عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ أَبِيهِ قَالَ الْخَيْمَةُ فِي الْجَنَّةِ لُؤْلُؤَةٌ وَاحِدَةٌ فِي كُلِّ نَاحِيَةٍ مِنْهَا أزواج للمؤمن يطوف عليهن.",
            "page": "211",
            "part": "1",
            "seal": "4E21EF0C"
        },
        {
            "hno": "323",
            "id": "325",
            "nass": "323 - حدثنا علي بن الجعد أخبرنا شُعْبَةُ عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ قَالَ سَمِعْتُ أَبَا الْأَحْوَصِ يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فِي قَوْلِهِ عَزَّ وَجَلَّ {حور مقصورات في الخيام} -[212]- قَالَ دُرٌّ مُجَوَّفٌ.",
            "page": "211",
            "part": "1",
            "seal": "D3E4A576"
        },
        {
            "hno": "324",
            "id": "326",
            "nass": "324 - حدثنا الحسن بن عيسى أخبرنا ابن المبارك أخبرنا سليمان التميمي عَنْ قَتَادَةَ عَنْ خُلَيْدٍ الْعَصَرِيِّ عَنْ أَبِي الدَّرْدَاءِ وَلَا يُجَاوِزُ خُلَيْدًا قَالَ الْخَيْمَةُ لُؤْلُؤَةٌ وَاحِدَةٌ لَهَا سَبْعُونَ بَابًا كُلُّهَا مِنْ دُرٍّ.",
            "page": "212",
            "part": "1",
            "seal": "4F85377F"
        },
        {
            "hno": "325",
            "id": "327",
            "nass": "325 - حَدَّثَنَا حَمْزَةُ بْنُ الْعَبَّاسِ أَخْبَرَنَا عبد الله بن عثمان أخبرنا ابن المبارك أخبرنا هَمَّامٌ عَنْ قَتَادَةَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ الْخَيْمَةُ دُرَّةٌ مُجَوَّفَةٌ فَرْسَخٌ فِي فَرْسَخٍ لَهَا أَرْبَعَةُ آلَافِ مِصْرَاعٍ مِنْ ذَهَبً.",
            "page": "212",
            "part": "1",
            "seal": "82B0D7F3"
        },
        {
            "hno": "326",
            "id": "328",
            "nass": "326 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا شَرِيكٌ عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ {حور -[213]- مقصورات في الخيام} قَالَ مَقْصُورَاتُ الْأَعْيُنِ وَالْأَنْفُسِ إِلَّا عَلَى أَزْوَاجِهِنَّ لَا يُرِدْنَ بِهِمْ بَدَلًا هِيَ خِيَامُ اللُّؤْلُؤِ. قَالَ الْخَيْمَةُ لُؤْلُؤَةٌ وَاحِدَةٌ.",
            "page": "212",
            "part": "1",
            "seal": "C1578373"
        },
        {
            "hno": "327",
            "id": "329",
            "nass": "327 - حدثنا فضيل حدثنا مُحَمَّدُ بْنُ يَزِيدَ عَنْ جُوَيْبِرٍ عن الضحاك {مقصورات} قال: محبوسات.",
            "page": "213",
            "part": "1",
            "seal": "EAA9B19F"
        },
        {
            "hno": "328",
            "id": "330",
            "nass": "328 - حدثنا فضيل حدثنا مُحَمَّدُ بْنُ يَزِيدَ عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ {فِيهِنَّ خَيْرَاتٌ حِسَانٌ} قال أزواج {لم يطمثهن} قال لم يمسسهن.",
            "page": "213",
            "part": "1",
            "seal": "CA69504A"
        },
        {
            "hno": "329",
            "id": "331",
            "nass": "329 - حدثنا محمد بن جعفر حدثنا منصور حدثنا يُوسُفُ بْنُ الصَّبَّاحِ الْفَزَارِيُّ عَنْ أَبِي صَالِحٍ عَنِ ابْنِ عَبَّاسٍ {حور مقصورات في الخيام} قَالَ الْخَيْمَةُ مِنْ دُرَّةٍ مُجَوَّفَةٍ وطولها فرسخ وعرضهافرسخ وَلَهَا أَلْفُ بَابٍ مِنْ ذَهَبٍ حَوْلَهُ سُرَادِقٌ دَوْرُهُ خَمْسُونَ فَرْسَخًا يَدْخُلُ عَلَيْهِ مِنْ كُلِّ بَابٍ مِنْهَا مَلَكٌ بِهَدِيَّةٍ مِنْ عِنْدِ اللَّهِ عَزَّ وَجَلَّ فَذَلِكَ قَوْلُهُ عَزَّ وَجَلَّ {وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ من كل باب}.",
            "page": "213",
            "part": "1",
            "seal": "E42E25DE"
        },
        {
            "hno": "330",
            "id": "332",
            "nass": "330 - حدثنا إسحاق بن إبراهيم أخبرنا يحيى بن يمان عن أُسَامَةُ بْنُ زَيْدٍ عَنْ أَبِيهِ {حور مقصورات في الخيام} قال لا مشرفات ولا متطلعات.",
            "page": "214",
            "part": "1",
            "seal": "125FBE7B"
        },
        {
            "hno": "331",
            "id": "333",
            "nass": "331 - حدثنا إسحاق أخبرنا يَحْيَى بْنُ يَمَانٍ عَنْ أَبِي مَعْشَرٍ عَنْ مُحَمَّدِ بْنِ كَعْبٍ القرضي {مقصورات} قَالَ مَحْبُوسَاتٌ فِي الْحِجَالِ.",
            "page": "214",
            "part": "1",
            "seal": "36B5A672"
        },
        {
            "hno": "332",
            "id": "334",
            "nass": "332 - حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ الْحَرَّانِيُّ حدثنا عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَيْرُ الْجَنَّةِ أَمْثَالُ الْبُخْتِ مِنَ النَّعَمِ.",
            "page": "214",
            "part": "1",
            "seal": "CA77F8EB"
        },
        {
            "hno": "333",
            "id": "335",
            "nass": "333 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ صَالِحٍ حدثنا يعقوب بن إسحاق الحضرمي عن حصين أن نافع المازني قال تلى الْحَسَنُ هَذِهِ الْآيَةَ {وَلَحْمِ طَيْرٍ مما يشتهون} ثُمَّ قَالَ قَالَ رَسُولُ -[215]- اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ طَيْرُ الْجَنَّةِ قَالَ أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ إِنَّ تِلْكَ الطَّيْرَ لَنَاعِمَةٌ. قَالَ أَكْلُهَا أَنْعَمُ مِنْهَا. والذي نفسي بيده إني إرجو أَنْ تَأْكُلَ مِنْهَا يَا أَبَا بَكْرٍ. فَقَالَ الْحَسَنُ وَاللَّهِ لَيَأْكُلَنَّ مِنْهَا وَلَا يُخَيِّبُ اللَّهُ رَجَاءَ نَبِيَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ.",
            "page": "214",
            "part": "1",
            "seal": "ACBB52CD"
        },
        {
            "hno": "334",
            "id": "336",
            "nass": "334 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ المديني حدثنا خَلَفُ بْنُ خَلِيفَةَ. عَنْ حُمَيْدٍ الْأَعْرَجُ عَنْ عَبْدِ اللهِ بْنِ الْحَارِثِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّكَ لَتَنْظُرُ إِلَى الطَّيْرِ فِي الْجَنَّةِ فَتَشْتَهِيهِ فَيَخِرُّ بَيْنَ يَدَيْكَ مَشْوِيًّا.",
            "page": "215",
            "part": "1",
            "seal": "E4888C11"
        },
        {
            "hno": "335",
            "id": "337",
            "nass": "335 - حدثني أزهر بن مروان حدثنا عَبْدُ اللَّهِ بْنُ عَرَادَةَ الشَّيْبَانِيُّ حدثنا الْقَاسِمُ بْنُ -[216]- الْمُطَيَّبِ عَنِ الْأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَانِي جِبْرِيلُ عَلَيْهِ السَّلَامُ وَفِي كَفِّهِ مِرْآةٌ كأحسن المرائي وأضوأه وَإِذَا فِي وَسَطِهَا لُمْعَةٌ سَوْدَاءُ فقلت ما هَذِهِ اللُّمْعَةُ الَّتِي أَرَى فِيهَا قَالَ هَذِهِ الْجُمُعَةُ. قُلْتُ وَمَا الْجُمُعَةُ قَالَ يَوْمٌ مِنْ أَيَّامِ رَبِّكَ تَعَالَى عَظِيمٌ وَأُخْبِرُكَ بِفَضْلِهِ وَشَرَفِهِ فِي الدُّنْيَا وَمَا يُرْجَى فِيهِ لِأَهْلِهِ وَأُخْبِرُكَ بِاسْمِهِ فِي الآخرة أما شَرَفُهُ وَفَضْلُهُ فِي الدُّنْيَا فَإِنَّ اللَّهَ عَزَّ وَجَلَّ جَمَعَ فِيهِ أَمْرَ الْخَلْقِ وَأَمَّا مَا يُرْجَى فِيهِ لِأَهْلِهِ فَإِنَّ فِيهِ سَاعَةً لَا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ أَوْ أَمَةٌ مُسْلِمَةٌ يَسْأَلَانِ اللَّهَ عَزَّ وَجَلَّ فِيهَا خَيْرًا إِلَّا أَعْطَاهُمَا إِيَّاهُ وَأَمَّا شَرَفُهُ وَفَضْلُهُ فِي الْآخِرَةِ وَاسْمُهُ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ إِذَا صَيَّرَ أَهْلَ الْجَنَّةِ إِلَى الْجَنَّةِ وَأَهْلَ النَّارِ إِلَى النَّارِ جَرَتْ عَلَيْهِمْ هَذِهِ الْأَيَّامُ وَهَذِهِ اللَّيَالِي لَيْسَ فِيهَا لَيْلٌ وَلَا نَهَارٌ فَأَعْلَمَ اللَّهُ عَزَّ وَجَلَّ مِقْدَارَ ذَلِكَ وَسَاعَاتِهِ فَإِذَا كَانَ يَوْمُ الْجُمُعَةِ حِينَ يَخْرُجُ أَهْلُ الْجُمُعَةِ إِلَى جُمُعَتِهِمْ نَادَى أهل الجنة منادي يَا أَهْلَ الْجَنَّةِ اخْرُجُوا إِلَى وَادِي الْمَزِيدِ. ¶ قَالَ وَوَادِي الْمَزِيدِ لَا يَعْلَمُ سَعَتَهُ وَطُولَهُ وَعَرْضَهُ إلا الله عز وجل وفيه كثبان المسك رؤوسها في السماء يعني الذي بدلت وإنه لأشد بياضا من قلبكم هذا فَيَخْرُجُ غِلْمَانُ الْأَنْبِيَاءِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ بِمَنَابِرَ وَيَخْرُجُ غِلْمَانُ الْمُؤْمِنِينَ بِكَرَاسِيَّ مِنْ يَاقُوتٍ فَإِذَا وُضِعَتْ لَهُمْ وَأَخَذَ الْقَوْمُ مَجَالِسَهُمْ. بَعَثَ الله عز وجل ريحا تدعى المثيرة تثير ذلك المسك فتدخله مِنْ تَحْتِ ثِيَابِهِمْ وَتُخْرِجُهُ مِنْ وُجُوهِهِمْ -[217]- وَأَشْعَارِهِمْ تِلْكَ الرِّيحُ اعْلَمْ كَيْفَ تَصْنَعُ بِذَلِكَ الْمِسْكِ مِنِ امْرَأَةِ أَحَدِكُمْ لَوْ دُفِعَ إِلَيْهَا كُلُّ طِيبٍ عَلَى وَجْهِ الْأَرْضِ فَقِيلَ لَهَا لَا يَمْنَعُكِ فِيهِ قِلَّةٌ. كَانَتْ تِلْكَ الرِّيحُ أَعْلَمَ بِمَا تَصْنَعُ بِذَلِكَ الْمِسْكِ مِنْ تِلْكَ الْمَرْأَةِ لَوْ دُفِعَ إِلَيْهَا ذَلِكَ الطِّيبِ قَالَ ثُمَّ يُوحِي اللَّهُ عَزَّ وَجَلَّ إِلَى حَمَلَةِ عَرْشِهِ فَوَضَعُوهُ بَيْنَ أُظْهُرِهِمْ فَيَكُونُ أَوَّلَ مَا يَسْمَعُونَ مِنْهُ أَيْنَ عِبَادِيَ الَّذِينَ أَطَاعُونِي بِالْغَيْبِ وَلَمْ يَرَوْنِي وَصَدَّقُوا رُسُلِي وَاتَّبَعُوا أَمْرِي فيسألوني فَهَذَا يَوْمُ الْمَزِيدِ فَيَجْتَمِعُونَ عَلَى كَلِمَةٍ وَاحِدَةٍ رَبَّنَا رَضِينَا عَنْكَ فَارْضَ عَنَّا وَيَرْجِعُ اللَّهُ عَزَّ وَجَلَّ إِلَيْهِمْ أَنْ يَا أَهْلَ الْجَنَّةِ لَوْ لَمْ أَرْضَ عَنْكُمْ لَمْ أُسْكِنْكُمْ دِيَارِي فَمَا تَسْأَلُونِي فَهَذَا يَوْمُ الْمَزِيدِ فَيَجْتَمِعُونَ عَلَى كَلِمَةٍ وَاحِدَةٍ رَبِّ وَجْهَكَ نَنْظُرْ إِلَيْهِ فَيَكْشِفُ اللَّهُ عَزَّ وَجَلَّ عن تلك الحجب فيتجلى عليهم فيغاشهم مِنْ نُورِهِ شَيْءٌ لَوْلَا أَنَّهُ قضى أنهم لا يحترقون لا حترقوا مِمَّا يَغْشَاهُمْ مِنْ نُورِهِ ثُمَّ يَقُولُ لَهُمُ ارْجِعُوا إِلَى مَنَازِلِكُمْ. ¶ فَيَرْجِعُونَ إِلَى مَنَازِلِهِمْ وَقَدْ أَعْطَى كُلَّ وَاحِدٍ مِنْهُمُ الضِّعْفَ عَلَى مَا كَانُوا فِيهِ فَيَرْجِعُونَ إِلَى أَزْوَاجِهِمْ وَقَدْ خَفُوا عَلَيْهِنَّ وَخَفِينَ عَلَيْهِمْ مِمَّا غَشِيَهُمْ مِنْ نُورِهِ فإذا رجعوا تراد النُّورُ حَتَّى يَرْجِعُوا إِلَى صُوَرِهِمُ التي كانوا عليه فَيَقُولُ لَهُمْ أَزْوَاجُهُمْ لَقَدْ خَرَجْتُمْ مِنْ عِنْدِنَا عَلَى صُورَةٍ وَرَجَعْتُمْ فِي غَيْرِهَا فَيَقُولُونَ ذَلِكَ أَنَّ الله عز وجل قد تجلى لنا فنظرنا منه فقال إيه وَاللَّهِ مَا أَحَاطَ بِهِ خَلْقٌ وَلَكِنَّهُ أَرَاهُمْ مِنْ عَظَمَتِهِ وَجَلَالِهِ مَا شَاءَ أَنْ يُرِيَهُمْ. فَذَكَرَ قوله فنظرنا منه وَهُمْ يَتَقَلَّبُونَ فِي مِسْكِ الْجَنَّةِ ونعيمها فلهم فِي كُلِّ سَبْعَةِ أَيَّامٍ الضِّعْفَ عَلَى مَا كَانُوا فِيهِ. قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَلِكَ قَوْلُ اللَّهِ عَزَّ وَجَلَّ {فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جزاء بما كانوا يعملون}.",
            "page": "215",
            "part": "1",
            "seal": "2A6D9FD6"
        },
        {
            "hno": "336",
            "id": "338",
            "nass": "336 - حدثني أزهر بن مروان حدثنا عَبْدُ اللَّهِ بْنُ عَرَادَةَ الشَّيْبَانِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عن أبيه عن صفي الْيَمَانِيِّ قَالَ سَأَلْتُ عَبْدَ الْعَزِيزِ بن مروان عن وافد أَهْلِ الْجَنَّةِ قَالَ إِنَّهُمْ يَفِدُونَ إِلَى اللَّهِ عَزَّ وَجَلَّ فِي كُلِّ يَوْمِ خَمِيسٍ فَيُوضَعُ لَهُمْ أَسِرَّةٌ كُلُّ إِنْسَانٍ مِنْهُمْ أَعْرَفُ بِسَرِيرِهِ مِنْكَ بِسَرِيرِكَ هَذَا الَّذِي أنت عليه قال وأقسم صفي عَلَى ذَلِكَ فَإِذَا قَعَدُوا عَلَيْهِ وَأَخَذَ الْقَوْمُ مَجَالِسَهُمْ. قَالَ تَبَارَكَ وتعالى عِبَادِي وَخَلْقِي وَجِيرَانِي وَوَفْدِي أَطْعِمُوهُمْ قَالَ فَيُؤْتَوْنَ بِطَيْرٍ بِيضٍ أَمْثَالِ البخت فيأكلوا منها ما شاؤا ثُمَّ يَقُولُ عِبَادِي وَخَلْقِي وَجِيرَانِي وَوَفْدِي قَدْ طَعِمُوا اسْقُوهُمْ. فَيُؤْتَوْنَ بِآنِيَةٍ مِنْ أَلْوَانٍ شَتَّى مُخَتَّمَةً فَيُسْقَوْنَ مِنْهَا ثُمَّ يَقُولُ عِبَادِي وَخَلْقِي وَجِيرَانِي وَوَفْدِي قَدْ طَعِمُوا وَشَرِبُوا فَكِّهُوهُمْ. فَيَجِيءُ ثَمَرَاتُ شَجَرٍ مدلى فيأكلون منها ما شاؤا. ¶ ثُمَّ يَقُولُ عِبَادِي وَخَلْقِي وَجِيرَانِي ووفدي قد طعموا وسقوا وفكهوا إكسوهم فيجيء ثَمَرَاتُ شَجَرٍ أَصْفَرَ وَأَخْضَرَ وَأَحْمَرَ وكل لون ولم تنبت إلا الحلل وأقسم صفي مَا أَنْبَتَتْ غَيْرَهَا فَتَنْشُرُ عَلَيْهِمْ حُلَلًا وَقُمُصًا. ثُمَّ يَقُولُ عِبَادِي وَخَلْقِي وَجِيرَانِي وَوَفْدِي قَدْ طَعِمُوا وشربوا وفكهوا وكسوا [طيبوهم فيتناثر عليهم المسك مثل رذاذ المطر. ثم يقول عبادي وجيراني وخلقي وَوَفْدِي قَدْ طَعِمُوا وَشَرِبُوا وَفَكِهُوا وكسوا] وطيبوا. لأتجلين لَهُمْ حَتَّى يَنْظُرُوا إِلَيَّ فَإِذَا تَجَلَّى لَهُمْ عَزَّ وَجَلَّ فَنَظَرُوا إليه نضرت وُجُوهَهُمْ. ثُمَّ يُقَالُ لَهُمُ ارْجِعُوا إِلَى مَنَازِلِكُمْ فَيَقُولُ لَهُمْ أَزْوَاجُهُمْ خَرَجْتُمْ مِنْ عِنْدِنَا عَلَى صُورَةٍ وَرَجَعْتُمْ عَلَى غَيْرِهَا فَيَقُولُونَ ذَلِكَ أَنَّ اللَّهَ عَزَّ وَجَلَّ تَجَلَّى لَنَا فَنَظَرْنَا إِلَيْهِ -[219]- فَنَظَرَتْ وُجُوهُنَا.",
            "page": "218",
            "part": "1",
            "seal": "8A4550D2"
        },
        {
            "hno": "337",
            "id": "339",
            "nass": "337 - حدثنا خالد بن خداش حدثنا حَمَّادُ بْنُ زَيْدٍ عَنْ ثَابِتٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ليلى أنه تلى هَذِهِ الْآيَةَ {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وزيادة} قَالَ إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ أُعْطُوا فِيهَا مَا سَأَلُوهُ وما شاؤا فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ لَهُمْ قد بقي من حقكم شيء لَمْ تُعْطَوْهُ فَيَتَجَلَّى لَهُمْ عَزَّ وَجَلَّ {وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ ولا ذلة} بعد نظرهم إلى ربهم تبارك وتعالى.",
            "page": "219",
            "part": "1",
            "seal": "0E120BD1"
        },
        {
            "hno": "338",
            "id": "340",
            "nass": "338 - حدثنا هاشم بن الوليد حدثنا حَمَّادُ بْنُ وَاقِدٍ الصَّفَّارُ عَنْ ثَابِتٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى مِثْلَهُ.",
            "page": "219",
            "part": "1",
            "seal": "765D71ED"
        },
        {
            "hno": "339",
            "id": "341",
            "nass": "339 - حدثنا محمد بن عبيد الله بن موسى القرشي حدثنا عبد الحميد ابن صالح حدثنا أَبُو شِهَابٍ الْخَيَّاطُ عَنْ خَالِدِ بْنِ دِينَارٍ عَنْ حَمَّادِ بْنِ جَعْفَرٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ سَمِعْتُ -[220]- رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ ألا أخبركم بأسفل الْجَنَّةِ دَرَجَةً قَالُوا بَلَى يَا رَسُولَ اللَّهِ. قَالَ رَجُلُ يَدْخُلُ مِنْ بَابِ الْجَنَّةِ فَيَتَلَقَّاهُ غِلْمَانُهُ فَيَقُولُونَ مَرْحَبًا بِسَيِّدِنَا قَدْ آنَ لَكَ أَنْ تَزُورَنَا. قَالَ فَتُمَدُّ لَهُ الزَّرَابِيُّ أَرْبَعِينَ سَنَةً ثُمَّ يَنْظُرُ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ فيرى الجنان فيقول لمن هاهنا فَيُقَالُ لَكَ حَتَّى إِذَا انْتَهَى رُفِعَتْ لَهُ يَاقُوتَةٌ حَمْرَاءُ وَزَبَرْجَدَةٌ خَضْرَاءُ لَهَا سَبْعُونَ شِعْبًا فِي كُلِّ شِعْبٍ سَبْعُونَ غَرْفَةً فِي كُلِّ غَرْفَةٍ سَبْعُونَ بَابًا فَيَقُولُونَ إرق وارقى فيرقى حتى إذا انتهى إِلَى سَرِيرِ مُلْكِهِ اتَّكَأَ عَلَيْهِ سَعَتُهُ مِيلٌ فِي مِيلٍ لَهُ فِيهِ فُصُولٌ فَيُسْعَى إِلَيْهِ بِسَبْعِينَ صُحْفَةً مِنْ ذَهَبٍ لَيْسَ فِيهَا صُحْفَةٌ مِنْ لَوْنِ أُخْتِهَا يَجِدُ لَذَّةَ آخِرِهَا كَمَا يَجِدُ لَذَّةَ أَوَّلِهَا ثُمَّ يُسْعَى عَلَيْهِ بِأَلْوَانِ الْأَشْرِبَةِ فَيَشْرَبُ مِنْهَا مَا اشْتَهَى ثم يقول للغلمان اتركوه وأزواجه فينطلق الغلمان فينظر فَإِذَا حَوْرَاءُ مِنَ الْحُورِ الْعِينِ جَالِسَةٌ عَلَى سَرِيرِ مُلْكِهَا. عَلَيْهَا سَبْعُونَ حُلَّةً لَيْسَ مِنْهَا حُلَّةٌ مِنْ لَوْنِ صَاحِبَتِهَا فَيَرَى مُخَّ سَاقِهَا مِنْ وَرَاءِ اللَّحْمِ وَالدَّمِ وَالْعَظْمِ وَالْكِسْوَةُ فَوْقَ ذَلِكَ فَيَنْظُرُ إليها فيقول ما أنت فَتَقُولُ أَمَا آنَ لَكَ أَنْ يَكُونَ لَنَا فِيكَ نَصِيبٌ فَيَرْتَقِي إِلَيْهَا أَرْبَعِينَ سَنَةً لَا يَصْرِفُ بَصَرَهُ عَنْهَا حَتَّى إِذَا بَلَغَ النَّعِيمُ مِنْهُمْ كُلَّ مَبْلَغٍ وَظَنُّوا أَنْ لَا نَعِيمَ أَفْضَلُ مِنْهُ تَجَلَّى لَهُمُ الرَّبُّ عَزَّ وَجَلَّ فَيَنْظُرُونَ إِلَى وَجْهِ الرَّحْمَنِ تَبَارَكَ وَتَعَالَى فَيَقُولُ يَا أَهْلَ الْجَنَّةِ هَلِّلُونِي فَيَتَجَاوَبُونَ بِتَهْلِيلِ الرَّحْمَنِ. ثُمَّ يَقُولُ يَا دَاوُدُ قُمْ فَمَجِّدْنِي كَمَا كُنْتَ تُمَجِّدُنِي فِي الدُّنْيَا. فَيُمَجِّدُ دَاوُدُ عَلَيْهِ السَّلَامُ رَبَّهُ عَزَّ وَجَلَّ.",
            "page": "219",
            "part": "1",
            "seal": "FB82A60D"
        },
        {
            "hno": "340",
            "id": "342",
            "nass": "340 - حدثنا محمد بن الحسين حدثنا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ حدثنا جعفر بن أبي سُلَيْمَانَ -[221]- عَنْ مَالِكِ بْنِ دِينَارٍ فِي قَوْلِهِ تَعَالَى {وَإِنَّ لَهُ عندنا لزلفى وحسن مآب} قَالَ إِذَا كَانَ يَوْمُ الْقِيَامَةِ أمر بمنبر رفيع في الْجَنَّةِ ثُمَّ نُودِيَ يَا دَاوُدُ مَجِّدْنِي بِذَلِكَ الصَّوْتِ الْحَسَنِ الرَّخِيمِ الَّذِي كُنْتَ تُمَجِّدُنِي بِهِ فِي دار الدنيا فيستفرغ صوت داود جميع نعيم أهل الجنان فذلك قوله تعالى {إن لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ}.",
            "page": "220",
            "part": "1",
            "seal": "7E48A331"
        },
        {
            "hno": "341",
            "id": "343",
            "nass": "341 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ الْعِجْلِيُّ حدثنا سويد الكلبي حدثنا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ الْبُنَانِيِّ وَحَجَّاجٍ الْأَسْوَدِ عَنْ شَهْرِ بْنِ حَوْشَبٍ قَالَ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ لِلْمَلَائِكَةِ إِنَّ عِبَادِي كَانُوا يُحِبُّونَ الصَّوْتَ الْحَسَنَ فِي الدُّنْيَا فَيَدَعُونَهُ مِنْ أَجْلِي. فَأَسْمِعُوا عِبَادِي فَيَأْخُذُونَ بِأَصْوَاتٍ مِنْ تَهْلِيلٍ وَتَسْبِيحٍ وَتَكْبِيرٍ لَمْ يَسْمَعُوا بِمِثْلِهَا قَطُّ.",
            "page": "221",
            "part": "1",
            "seal": "1700AA14"
        },
        {
            "hno": "342",
            "id": "344",
            "nass": "342 - حَدَّثَنَا فُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ حدثنا وَكِيعٌ عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَاقَ عَنْ عَامِرِ بْنِ سَعْدٍ البجلي عَنْ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ قَالَ الزِّيَادَةُ النَّظَرُ إِلَى وَجْهِ اللَّهِ تَعَالَى.",
            "page": "221",
            "part": "1",
            "seal": "371D288A"
        },
        {
            "hno": "343",
            "id": "345",
            "nass": "343 - حدثنا فضيل حدثنا وَكِيعٌ عَنْ إِسْرَائِيلَ عَنْ أَبِي إسحاق عن مسلم بن نذير عَنْ حُذَيْفَةَ مِثْلَهُ.",
            "page": "222",
            "part": "1",
            "seal": "6068B324"
        },
        {
            "hno": "344",
            "id": "346",
            "nass": "344 - حدثنا فضيل حدثنا جَرِيرٌ عَنْ لَيْثٍ عَنِ ابْنِ سَابِطٍ مِثْلَهُ.",
            "page": "222",
            "part": "1",
            "seal": "52D67631"
        },
        {
            "hno": "345",
            "id": "347",
            "nass": "345 - حَدَّثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ قَالَ سَمِعْتُ نُعَيْمَ بْنَ حَمَّادٍ قَالَ سَمِعْتُ ابْنَ الْمُبَارَكِ قَالَ مَا حَجَبَ اللَّهُ عَزَّ وَجَلَّ أَحَدًا عَنْهُ إِلَّا عَذَّبَهُ ثُمَّ قَرَأَ {إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ ثم إنهم لصالوا الْجَحِيمِ ثُمَّ يُقَالُ هَذَا الَّذِي كنتم به تكذبون}. قَالَ بِالرُّؤْيَةِ.",
            "page": "222",
            "part": "1",
            "seal": "8962F78E"
        },
        {
            "hno": "346",
            "id": "348",
            "nass": "346 - حدثنا هارون بن سفيان حدثنا يعقوب بن محمد الزهري حدثنا أنس بن -[223]- عياض عن يُونُسُ بْنُ يَزِيدَ عَنِ الزُّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكِ عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ قَالَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلْتُ الْجَنَّةَ فَإِذَا فِيهَا جَنَابِذُ اللُّؤْلُؤِ تُرَابُهَا الْمِسْكُ.",
            "page": "222",
            "part": "1",
            "seal": "1D59A597"
        },
        {
            "hno": "347",
            "id": "349",
            "nass": "347 - حدثنا أبو الأحوص أخبرنا يَحْيَى بْنُ يَمَانٍ عَنْ أَشْعَثَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ أَرْضُ الْجَنَّةِ فِضَّةٌ.",
            "page": "223",
            "part": "1",
            "seal": "83EFBF58"
        },
        {
            "hno": "348",
            "id": "350",
            "nass": "348 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بن رزمة حدثنا النظر بن شميل أخبرنا أَبُو بَكْرٍ الْهُذَلِيُّ قَالَ سَمِعْتُ أَبَا تَمِيمَةَ الْهُجَيْمِيَّ قَالَ سَمِعْتُ أَبَا مُوسَى الْأَشْعَرِيَّ عَلَى هَذَا الْمِنْبَرِ فِي قَوْلِهِ {لِلَّذِينَ أَحْسَنُوا الحسنى وزيادة}. قَالَ الزِّيَادَةُ النَّظَرُ إِلَى وَجْهِ رَبِّهِمْ عَزَّ وَجَلَّ -[224]- وَقَالَ بَعْضُ الْحُكَمَاءِ فِي مَوْعِظَةٍ ذَكَرَ الْجَنَّةَ وأهلها أكرم بأبلج زاهر ظفروا بالجنة الناضرة. وصاروا إلى روح درج مقاصير الآخرة. وأبكار ثَمَنًا فَأُعْطِيَ أَكْثَرَ مِنَ الْآمَالِ وَفَوْقَ الْمُنَى. قَدْ تَهَدَّلَتْ فِي خيام اللؤلؤ حدائق ثِمَارِهَا. وَتسَلْسَلَتْ مُتَسَنِّمَةً عَلَيْهِ مِنَ الْغُرَفِ غُصُونَ أَشْجَارِهَا. وَتَزَيَّنَتْ فِي الحجال العدنية قواصير أبكارها. وتمسكت مع طيب روائح النعيم رياض كثبانها. وأنافت قصور الفضة بحسن جمال بنيانها. وأشرفت منازله المبينة بِخَالِصِ عِقْيَانِهَا وَضَحِكَتْ سُبُحَاتُ وَجْهِهِ إلى نضرة وجوه سكانها. فَهُوَ الْمَلِكُ الْمَحْبُورُ وَأَلَذُّ الْمَلَاهِي لذة الحبورة رِيَاضٌ مِنَ الْفَرَادِيسِ لَا يَهْرَمُ شَبَابُهَا. وَلَا تُغْلَقُ عَلَى أَهْلِ خَاصَّةِ اللَّهِ مِنَ الْأَوْلِيَاءِ أَبْوَابُهَا. ولا تعدوا الْأَسْقَامُ عَلَى صِحَّتِهَا وَلَا تَطْرُقُ الْآفَاتُ بِالْغِيَرِ كَيْفَ نِعْمَتُهَا قَدِ ارتفع في الملك المقيم تبؤ خُلْدَ قَرَارِ دَارِ النَّعِيمِ وَهَلْ أَحْسَنُ مِنْ مُنَعَّمٍ قَدِ اتَّكَأَ فِي جَنَّةِ عَدْنٍ عَلَى أَسِرَّةِ غرفها وعانق مفترجة كلت لغات المرتجلين عن حسن وصفها قرير عين يخطر في حللها وبرحاب قُصُورِهَا وَقَدْ أَمَدَّتْهُ كَرَامَةَ النَّظَرِ إِلَى وَجْهِ اللَّهِ عَزَّ وَجَلَّ دائمة سرورها وبالله قد سما جِيرَانُ اللَّهِ فِي دَرَجَاتِ الْمُلْكِ والحبور {وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شكور}. ¶ مسترغد رَغَدًا فِي نِعْمَةٍ ضَحِكَتْ ... إِلَيْهِ فِيهَا بِمَا قَدْ كَانَ يَهْوَاهُ ¶ عَلَيْهِ تَاجُ جَلَالٍ فَوْقَ مَفْرِقِهِ ... مُنَعَّمٌ فِي جِنَانِ الْخُلْدِ مَثْوَاهُ ¶ له أساور من در معسجدة ... مستضحكات بِهَا لِلْحُسْنِ كَفَّاهُ ¶ لِبَاسُهُ فِيهَا سندس نسجه ... وشربه الخمر واللذات مسراه ¶ مُعَانِقٌ خِلِّةً فِي صَدْرِ خَيْمَتِهَا ... مَا إِنْ يَمَلُّ لَذَّ تَقْبِيلِهَا فَاهُ ¶ طُوبَى لَهُ ثُمَّ طُوبَى يوم حل بها ... قد أَذْكَرَتْ نَفْسُهُ مَا قَدْ تَمَنَّاهُ ¶ أَكْرِمْ بِهِ مَلِكًا فِي جَنَّةٍ بهجت ... بالملك والخلد جَارُهُ اللَّهُ",
            "page": "223",
            "part": "1",
            "seal": "B1153E4A"
        },
        {
            "hno": "349",
            "id": "351",
            "nass": "349 - حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ قَالَ حَدَّثَنِي مُوسَى بْنُ عِيسَى قَالَ حَدَّثَنِي بَقِيَّةُ عَنْ -[225]- بُحَيْرِ بْنِ سَعْدٍٍ عَنْ خَالِدِ بْنِ مَعْدَانَ قَالَ حُدِّثْتُ أَنَّ الْحُورَ الْعِينَ إذا كان زحف تَزَيَّنَّ وَتَطَيَّبْنَ وَنَزَلْنَ حَتَّى يَكُنَّ كالصفوف قال فتقول لصويحباتها أما ترين زوجي كيف غلب أزواجكن فإن حمل عليه فانكشف اسْتَحَيَتْ وَغَطَّتْ وَجْهَهَا وَقَالَتْ وَاسَوْأَتَاهُ. وإن قتل أَخَذَتْهُ فَلَمْ تَدَعْ قَطْرَةً مِنْ دَمِهِ إِلَّا جَعَلَتْهُ فِي كَفِّهَا ثُمَّ ضَمَّتْهُ إِلَى نَحْرِهَا.",
            "page": "224",
            "part": "1",
            "seal": "9D955EC4"
        },
        {
            "hno": "350",
            "id": "352",
            "nass": "350 - حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى بْنِ كثير العنبري حدثني عَلِيُّ بْنُ بَكَّارٍ عَنْ أَبِي إِسْحَاقَ الْفَزَارِيِّ عَنْ رَجُلٍ عَنْ مَكْحُولٍ قَالَ وَالَّذِي يُحْلَفُ بِهِ إِنَّ سَرِيرَ الْحَوْرَاءِ لَعَلَى طَرَفِ سِنَانِ الْعِجْلِ فَمَنْ شَاءَ مِنْكُمْ أن يتقدم فليتقدم. قال وبكى علي بُكَاءً شَدِيدًا.",
            "page": "225",
            "part": "1",
            "seal": "13F58F9D"
        },
        {
            "hno": "351",
            "id": "353",
            "nass": "351 - حدثنا محمد بن الحسن حدثنا أبو غسان النهدي حدثنا عَبْدِ السَّلَامِ بْنِ حَرْبٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ قَالَ بلغني أنه يقول يعني الوالي فِي الْجَنَّةِ أَشْتَهِي الْعِينَ فَيُقَالُ له فإنهن حُورٌ عِينٌ. فَيَقُولُ أَشْتَهِي الْبَيَاضَ. فيقال {كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ} فَيَقُولُ أَخْشَى أَنْ يَكُونَ فِي وَجْهِهَا كَلَفٌ فَيُقَالُ لَهُ {كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ} فَيَقُولُ أَخْشَى أَنْ تَكُونَ -[226]- خَفِيفَةً. فَيُقَالُ لَهُ {حُورٌ مَقْصُورَاتٌ فِي الخيام} فَيَقُولُ إِنِّي غَيُورٌ. فَيُقَالُ {لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ} قال وقال ابن عباس {تسنيم} وما التسنيم يشرب المقربون صرفا ويمزج لِأَصْحَابِ الْيَمِينِ.",
            "page": "225",
            "part": "1",
            "seal": "3DCDC236"
        },
        {
            "hno": "352",
            "id": "354",
            "nass": "352 - حَدَّثَنَا أَبُو عَبْدِ اللَّهِ التَّمِيمِيُّ عَنْ رَوْحِ بْنِ عَبْدِ الْمُؤْمِنِ حدثنا رَبَاحٌ الْقَيْسِيُّ قَالَ سَمِعْتُ مَالِكَ بن دينار يقول جنان النَّعِيمِ بَيْنَ جِنَانِ الْفِرْدَوْسِ وَجِنَانِ عدن وفيها جواري خُلِقْنَ مِنْ وَرْدِ الْجَنَّةِ. قِيلَ ومن يسكنها قال الذين يَهُمُّونَ بِالْمَعَاصِي فَلَمَّا ذَكَرُوا عَظَمَتِي راقبوني والذين انحنت أَصْلِابُهُم مِنْ خَشَّْيتِيْ.",
            "page": "226",
            "part": "1",
            "seal": "ACBFCAB8"
        },
        {
            "hno": "353",
            "id": "355",
            "nass": "353 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ قَالَ سَمِعْتُ أَبَا سُلَيْمَانَ يَقُولُ تبعث الحوراء من الحور يأتي الْوَصِيفُ مِنْ وَصَائِفِهَا فَتَقُولُ وَيْحَكَ اذْهَبْ فَانْظُرْ مَا فُعِلَ بِوَلِيِّ الله تعالى. فتستبطيه فتبعث وصيفا آخر فتستبطيهما فَتَبْعَثُ وَصِيفًا آخَرَ فَيَأْتِي الْأَوَّلُ فَيَقُولُ تَرَكْتُهُ عِنْدَ الْمِيزَانِ. وَيَأْتِي الثَّانِي فَيَقُولُ تَرَكْتُهُ عِنْدَ الصِّرَاطِ. وَيَأْتِي الثَّالِثُ فَيَقُولُ قَدْ دَخَلَ باب الْجَنَّةَ. فَيَسْتَقْبِلُهَا الْفَرَحُ فَتَقُومُ عَلَى بَابِ الْجَنَّةِ فَإِذَا أَتَى اعْتَنَقَتْهُ فيدخل خياشيمه من ريحها مالا يَخْرُجُ أَبَدًا.",
            "page": "226",
            "part": "1",
            "seal": "2FDFFEB2"
        },
        {
            "hno": "354",
            "id": "356",
            "nass": "354 - حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ قَالَ حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ عَنْ يَسَارٍ قَالَ سَمِعْتُ رَبَاحَ القيسي يقول شغلتك حشيشة مخاطية عن حور مرضية.",
            "page": "226",
            "part": "1",
            "seal": "0D3D75B3"
        },
        {
            "hno": "355",
            "id": "357",
            "nass": "355 - حَدَّثَنِي الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ أَحْمَدَ بْنِ أَبِي الْحَوَارِيِّ قَالَ قَالَ أَبُو سُلَيْمَانَ يَخْرُجُ أَهْلُ الْجَنَّةِ مِنْ قُصُورِهِمْ إِلَى شَاطِئِ تِلْكَ الْأَنْهَارِ. قَالَ أَبُو سليمان الحور فِيهِنَّ جَالِسَةٌ عَلَى كُرْسِيٍّ مِيلٌ فِي مِيلٍ قَدْ خَرَجَتْ عَجِيزَتُهَا من جانب الكرسي فكيف يَكُونَ فِي الدُّنْيَا مَنْ يُرِيدُ افْتِضَاضَ الْأَبْكَارِ عَلَى شَاطِئِ الْأَنْهَارِ.",
            "page": "227",
            "part": "1",
            "seal": "71B7B2B2"
        },
        {
            "hno": "356",
            "id": "358",
            "nass": "356 - حَدَّثَنَا الْحُسَيْنُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَحْمَدَ قَالَ سَمِعْتُ أَبَا سُلَيْمَانَ قَالَ كَانَ شَابٌّ بِالْعِرَاقِ يَتَعَبَّدُ فَخَرَجَ مَعَ رَفِيقٍ لَهُ إِلَى مَكَّةَ فَكَانَ إِذَا نَزَلُوا فَهُوَ يُصَلِّي وَإِنْ أَكَلُوا فَهُوَ صَائِمٌ فَصَبَرَ عَلَيْهِ رَفِيقُهُ ذَاهِبًا وَجَائِيًا فَلَمَّا أَرَادَ أَنْ يُفَارِقَهُ قَالَ لَهُ يَا أَخِي أَخْبِرْنِي مَا الَّذِي يَهِيجُكَ إِلَى مَا رَأَيْتُ قَالَ رَأَيْتُ فِي النَّوْمِ قَصْرًا مِنْ قُصُورِ الْجَنَّةِ فَإِذَا لَبِنَةٌ مِنْ ذَهَبٍ وَلَبِنَةٌ مِنْ فضة فما تَمَّ الْبِنَاءُ فَإِذَا شُرْفَةٌ مِنْ زَبَرْجَدٍ وَشُرْفَةٌ مِنْ يَاقُوتٍ وَبَيْنَهُمَا حوراء مِنَ الْحُورِ الْعِينِ مُرْخِيَةً شَعْرَهَا عَلَيْهَا ثَوْبٌ مِنْ فِضَّةٍ يَنْثَنِي معها كلما انثنت فقالت يا شهلوية جِدَّ إِلَى اللَّهِ عَزَّ وَجَلَّ فِي طَلَبِي فَقَدْ وَاللَّهِ جَدَدْتُ فِي طَلَبِكَ. فَهَذَا الِاجْتِهَادُ الَّذِي تراه فِي طَلَبِهَا. فَقَالَ أَبُو سُلَيْمَانَ هَذَا فِي طَلَبِ حَوْرَاءَ فَكَيْفَ الذي يريد الذي أَكْثَرُ مِنْهَا.",
            "page": "227",
            "part": "1",
            "seal": "1466853C"
        },
        {
            "hno": "357",
            "id": "359",
            "nass": "357 - قَالَ بَعْضُ الْحُكَمَاءِ مَا أَخَّرَكَ أيها التعب في عَيْشٍ لَا يَدُومُ بَقَاؤُهُ وَلَا يصفو من الأحداث والغير أفناؤه. عَمَّا نَدَبَكَ إِلَيْهِ الْقُرْآنُ وَهَتَكَ لك عنه حجاب الشكوك لعله تعديك عن ذلك نظرات في وجنة ميتة تزيل الأمراض غضارة كمالها وتبترها الأحداث شكل جمالها ويبلى وفي التراب غض جديتها وَيُعَفِّرُ الْبِلَى رَوْنَقَ صُورَتِهَا أَفِيهَا كَلِفْتَ وَقَنَعْتَ بِالنَّظَرِ إِلَيْهَا أَمْ بِدَارٍ خَلَقَتْ جِدَّةُ بَدَنِكَ فِي نقش رِوَاقِهَا وَجَهِدَتْ نَفْسُكَ وَتَعِبَتْ فِي تَزْوِيقِهَا وَسُتُورٍ تُعَفِّرُهَا الرِّيَاحُ وَالْأَيَّامُ مُوَكَّلَةٌ بِتَمْزِيقِهَا اعْتَضْتَ بِهَذَا وَلَيْسَ بباق لَكَ مِنْ دَارِ الْحَيَاةِ وَمَحَلِّهِ نفيت عنها والمنون ودوائر الْغِيَرِ وَحَجَبَهَا بِدَوَامِ النَّعِيمِ عَنِ التنغيص وَالْخَدَمِ وَحَشَاهَا بِأَنْوَاعِ -[228]- سُرُورٍ لَا يَبُورُ. ¶ وَيْحَكَ فَأَجِبْ رَبَّكَ تَبَارَكَ وتعالى إذ دَعَاكَ إِلَى جِوَارِهِ وَارْغَبْ إِلَيْهِ لِتُرَافِقَ أَوْلِيَاءَهُ فِي دَارِهِ فِي عرصة حُفَّتْ بِالنَّعِيمِ وَخُصَّ أَهْلُهَا بِالْإِكْرَامِ وَسَمَّاهَا رَبُّكَ عَزَّ وَجَلَّ إِذْ بناها بيده دار السلام وملأها منا خواطر الْقُلُوبِ فَظَفِرَ بِسُؤَالِ أَهْلِهَا مِنَ اللَّهِ عَزَّ وَجَلَّ بِاخْتِصَاصِهَا وَأَنْزَلَ منى الشهوات عن أكناف عراصها دار وافت جزاء الأبرار الذين خلعوا آلة الرَّاحَةَ وَوَفَوْا بِالْمِيثَاقِ. وَدَارٌ أَسَّسَهَا بِالذِّكْرِ إِذْ بَنَاهَا وَرَفَعَ بِالدُّرِّ وَالْيَاقُوتِ شَرَفَ ذُرَاهَا وَكَسَا كُثْبَانَ الْمِسْكِ الْأَذْفَرِ وَالْعَنْبَرِ الْأَشْهَبِ فِي قِبَابِهَا وَنَجَّدَهَا بِالزَّرَابِيِّ مِنْ خِيَامِهَا وبسط العبقري في بطون رحابها وزينها برفاف استبرقها وحف بِالدِّيبَاجِ بِنَمَارِقِهَا وَكَسَاهَا جِلْبَابًا مِنْ نُورِ عَرْشِهِ فَأَزْهَرَتْ وَمَا فِيهَا فلو تسفر للشمس لمست تلاليها ولو برزت هذه تبقى أَنْ تُبَاهِيَهَا لَانْكَدَرَتْ وَأَظْلَمَتْ فِي نور علاليها. ¶ حففت في صدور تلك الخيام أسرة مُكَلَّلَةٌ بِالْجَوْهَرِ مُوَصَّلَةٌ بِقُضْبَانِ اللُّؤْلُؤِ وَالْيَاقُوتِ الْأَحْمَرِ تَسِيرُ بِأَوْلِيَاءِ اللَّهِ عز وجل مع الخضرات الْأَوَانِسِ فِي أَرْوِقَةِ اللُّؤْلُؤِ بَيْنَ تِلْكَ الْحُلَلِ عَلَى فُرُشِ الإِسْتَبْرَقِ وَطَرَائِفِ الْمَجَالِسِ مَعَ اللَّوَاتِي يَكَادُ يَنْحَسِرُ عَنْ مَاءِ وِجَانِهِنَّ نَوَاظِرُ الْعُيُونِ وَيَدُلُّهُ الْفِكْرُ دُونَ الظَّفَرُ بِصِفَةِ وِلْدَانِ كَأَنَّهُمُ اللُّؤْلُؤُ الْمَكْنُونُ فَكَيْفَ بِالْبَيْضَاءِ الْمَكْنُونَةِ فِي قِبَابِهَا القاصرة الطَّرْفِ الْمَحْبُوسَةِ فِي خِبَائِهَا وَالآنِسَةِ المكللة في قصورها فَأَيْنَ مُشْتَاقٌ إِلَى نُزُولِ دَارِهَا فَيَبْذُلَ الْجَهْدَ لِيَسْكُنَ الْجَنَّةَ مَعَ حُورِهَا وَيَنْعَمُ فِي غُرُفَاتِهَا وَمَنَازِلِ فِي مَقَاصِيرِهَا وَتَحِيَّةُ الْمَلَائِكَةِ بِالْبِشَارَةِ من ربهم حِينَ يَفِدُ عَلَيْهَا وَتَبْدُرُهُ إِلَى زَوْجَتِهِ لِيَسُرَّهَا بِهِ قَبْلَ أَنْ يَصِلَ إِلَيْهَا فَيُلْبِسْنَهَا الْوَصَائِفُ حُلَلًا حسب مِنْ أَكْمَامِ شَجَرِهَا وَيُحَلِّينَهَا بِمَرَاسِلَ مِنْ نَفِيسِ جَوْهَرِهَا فِي سُلُوكِ اللُّؤْلُؤِ الرَّطِبِ يَسْطَعُ نُورُهُ فِي نَحْرِهَا وَيُشْرِقُ يَتَلَأْلَأُ لِحُسْنِ جيدها وبنظم الْيَاقُوتَ مَعَ فَاخِرِ زَبَرْجَدِهَا وَيُسْبِلُ سور الدُّرِّ عَلَى ضَوْءِ خَدِّهَا وَالْوِشَاحُ قد أرسل على لين جيدها وعيناها تُبَارِي -[229]- صَفَاءَ حُسْنِ دُرِّهَا وَكَأَنَّمَا النُّورُ أُسْكِنَ بَيْنَ مَفَارِقِ شَعْرِهَا إِذَا خَطَتْ خِلْتَ الْمِسْكَ يَفُورُ من أذيالها والعنبر الأشهب من بَيْنَ حُلَلِهَا فَمَنْ يَصِفُهَا ¶ مُلْتَحِفَةً فوق أكاليلها إذا اعتجرن بِالْأَرْدِيَةِ وَرِبَاطِ نُورِهَا وَرَفَلَتْ بَيْنَهُنَّ لترقى على سريرها تتهادى بينهن وَتَسْحَبُ أَطْرَافَ ذَوَائِبِهَا وَتَمِيلُ وَتَرْنَحُ بَيْنَ كِرَامِ وُصَائِفِهَا وَتَصْعَدُ إِلَى الْمَحْبُورِ فَوْقَ سَرِيرِ مُلْكِهَا فَتُعَانِقُهُ وَيُعَانِقُهَا عُمْرَ الدُّنْيَا لَا يَمَلُّهَا كَلَّا وَرَبِّي بَلْ يَزْدَادُ عَجَبًا بها كلما أطال اعتناقه لها لِأَنَّهَا تُضَاعَفُ حُسْنًا فِي عَيْنِهِ وَيُضَاعَفُ حُسْنًا فِي عَيْنِهَا فَكَيْفَ إِذَا نَازَعَهَا كَأْسَ مَعِينٍ عَلَى أنهارها وحيته بضبائر ريحان مضمخة بَعَنْبَرِهَا وَأَتَاهُ رَسُولٌ مِنْ رَبِّهِ عز وجل بتحفة فجيء بِهَا ضَجِيعَة وَهَمَّ بِشَهْوَةٍ فَصَارَتْ فِي فِيهِ قَبْلَ أَنْ يَطْلُبَهَا وَأَحَبَّ أُخْرَى فَتَحَوَّلَتْ تِلْكَ عَلَى طَعْمِهَا وَخَطَرَتْ ثَالِثَةٌ فَوَجَدَ بَيْنَهُمَا لَذَّتَهَا فَلَمْ يَزَلْ طَعْمُ وَاحِدَةٍ مِنْ لَهْوَاتِهِ مِنْهُنَّ عَلَى حَالِهَا وَالْتَفَتَ إِلَى الرَّضِيَّةِ فَقَلَّبَ بِكَفِّهِ حُسْنَ كَفِّهَا وَنَظَرَ إِلَى وَجْهِهِ فِي ضَوْءِ سَوَالِفِهَا وَهَمَّ بِكُسْوَةٍ فتفلقت أكمام شجر دَانِيَةٍ عَلَيْهَا وَتَطَايَرَتْ مِنْهَا الْحُلَلُ فَتَهْوِي إِلَيْهِمَا وَقَدْ حَازَ نَاظِرُهُ جميع ألوان كساها مَزِيَّةَ لَوْنِ الْأَلْوَانِ الَّتِي تَلِيهَا وَطَيُّ تِلْكَ الْأَعْكَانِ تُزَيِّنُ مَا عَلَيْهَا وَضَوْءُ النُّورِ يَتَلَأْلَأُ مِنْ أشفار عينها ويحسب النور يجري إذا اتكت في صدر بهوها ولجة تكفا هُنَاكَ مِنْ مَاءِ وَجْهِهَا ¶ فَيَا مغرور يلهو أو لا يَرْغَبُ فِيهَا وَيَغْفَلُهَا جَهْلًا وَلَا يطيع باريها لَوْ كَانَ لِي عَزْمٌ لَذُبْتُ خَوْفًا وَحَرَقًا وَلَطَارَ قَلْبِي إِلَى الجنة تشوقا ولكني حليف أماني عَزْمِي غُرُورٌ عَمِيت عَمَّا نَظَرَ إليه المتقون الذين أخلصوا لله تَعَالَى عَزْمَ نِيَّاتِهِمْ وَصَدَقُوا فِي مجهول طَاعَتِهِمْ وَتَقَرَّبُوا إِلَيْهِ بِالْإِخْلَاصِ فِي أَعْمَالِهِمْ وَنَاطُوا التَّعَبَ بِالدَّأْبِ فِي صيامهم وأوصلوا لهيبته الْجُوعِ إِلَى أَجْوَافِهِمْ مَعَ خَشِنٍ قَاسَوْهُ عَلَى أَبْدَانِهِمْ وَحَمَوْا أَنْفُسَهُمْ عَنِ التَّمَتُّعِ بِمَا أُحِلَّ لَهُمْ وَيَمَّمُوا إِلَى خُلْدِ دَارِ نَظَرُوا إِلَى سُرُورِهَا بِأَبْصَارِ اعْتِبَارِهِمْ فَسَلَّمُوا جُفُونَ أَعْيُنِهِمْ عَلَى نَوَاظِرِ الْعُيُونِ وقد كحلوا بِمَضِيضِ السَّهَرِ وَسَلَوْا عَنِ الْغَمْضِ بِطُولِ الْفِكْرِ فِيمَا أَمَامَهُمْ مِنَ الْأَهْوَالِ الْعِظَامِ وَالْأَخْطَارِ الْجِسَامِ فَاسْتَكَنَّتْ كنايز الْفِكْرِ فِي قُلُوبِهِمْ فَكَادَتْ تَتَفَطَّرُ عِنْدَمَا ازْدَحَمَ عَلَيْهَا مِنْ هَوْلِ يَوْمِ الْوَعِيدِ.",
            "page": "227",
            "part": "1",
            "seal": "601A8E78"
        },
        {
            "hno": "358",
            "id": "360",
            "nass": "358 - حَدَّثَنِي مُحَمَّدُ بْنُ الْحُسَيْنِ قَالَ حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ الثَّقَفِيُّ قَالَ كَانَ عِيسَى بْنُ زَاذَانَ رُبَّمَا رَقَّ فِي مَجْلِسِهِ فَيَبْكِي وَيَضُمُّ إِلَيْهِ عَمَّارَ بْنَ الرَّاهِبِ ثُمَّ يَقُولُ بِصَوْتِهِ ذَلِكَ الْحَزِينِ ¶ حَسْبُكَ يَا عَمَّارُ مِنْ دَارِ قلعة ... جنان بها الخير أن يرفلن بالحلل ¶ وَيَمْشِينَ هَوْنًا فِي الْجِنَانِ أَمَامَهُمْ ... خِيَامٌ مِنَ الدُّرِّ الْمُجَوَّفِ فِي الحلل ¶ إذا برزت حور حف بها البهاء ... وَأَشْرَقَتِ الْفِرْدَوْسُ وَالْقَوْمُ فِي شُغُل ¶ -[230]- ¶ تَفَاكُهُ أَزْوَاجٍ لِكُلِّ مُكَرَّمٍ ... عَلَى فُرُشِ الدِّيبَاجِ وَالْعَيْشُ قَدْ كَمُل ¶ وطافت بها الولدان مِنْ كُلِّ جَانِبٍ ... وَنُودِي وَلِيُّ اللَّهِ يُجْزَى بِمَا عَمِل ¶ قَالَ فكان والله يحتضنه ثم يتباكيان حَتَّى يَسْقُطَ هَذَا هُنَا مَغْشِيًّا عليه وهذا هُنَا مَغْشِيًّا عَلَيْهِ.",
            "page": "229",
            "part": "1",
            "seal": "F993B658"
        },
        {
            "hno": "359",
            "id": "361",
            "nass": "359 - قَالَ محمد بن الحسين حدثني شقيق قَالَ حَدَّثَنِي صَالِحٌ الْمُرِّيُّ عَنْ يَزِيدَ الرَّقَاشِيِّ قَالَ بَلَغَنِي أَنَّ نُورًا سَطَعَ فِي الْجَنَّةِ لَمْ يَبْقَ مَوْضِعٌ فِي الْجَنَّةِ إِلَّا دَخَلَ مِنْ ذَلِكَ النُّورُ فِيهِ شَيْءٌ فَقِيلَ مَا هَذَا قِيلَ حور ضَحِكَتْ فِي وَجْهِ زَوْجِهَا قَالَ صَالِحٌ وَشَهَقَ رَجُلٌ مِنْ نَاحِيَةِ الْمَجْلِسِ فَلَمْ يَزَلْ يَشْهَقُ حَتَّى مَاتَ رَحِمَهُ اللَّهُ تَعَالَى.",
            "page": "230",
            "part": "1",
            "seal": "CE06A9C9"
        },
        {
            "hno": "360",
            "id": "362",
            "nass": "360 - حَدَّثَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ الضَّرِيرُ قَالَ حَدَّثَنِي نَصْرُ بْنُ مُزَاحِمٍ الْعَطَّارُ عن عمر بْنِ سَعْدٍ عَنْ شَيْخٍ مِنْ أَهْلِ الْبَصْرَةِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْ أَنَّ حَوْرَاءَ بصقت فِي بَحْرٍ لَعَذُبَ ذَلِكَ الْبَحْرُ مِنْ عُذُوبَةِ رِيقِهَا.",
            "page": "230",
            "part": "1",
            "seal": "94FFCF95"
        },
        {
            "hno": "361",
            "id": "363",
            "nass": "361 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ عَنِ الْأَعْمَشِ عَنِ الْمِنْهَالِ بْنِ عَمْرٍو قَالَ حَدَّثَنِي قُتَيْبَةُ بْنُ سَكَنٍ وَأَبُو عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ قَالَ يَقْعُدُ الرَّجُلُ مِنْ أَهْلِ الْجَنَّةِ مَعَ زَوْجَتِهِ فَتُنَاوِلُهُ الْكَأْسَ فَتَقُولُ لَأَنْتَ مُنْذُ نَاوَلْتُكَ الْكَأْسَ أَحْسَنُ مِنْكَ قَبْلَ ذَلِكَ سَبْعِينَ ضِعْفًا قَالَ وَعَلَيْهَا سَبْعُونَ حُلَّةً أَلْوَانُهَا شَتَّى يُرَى مِنْهَا مُخُّ سَاقِهَا.",
            "page": "230",
            "part": "1",
            "seal": "012E275D"
        },
        {
            "hno": "362",
            "id": "364",
            "nass": "362 - حَدَّثَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ قَالَ حَدَّثَنِي نصر بن مزاحم عن عمر بْنِ سَعْدٍ عَنْ لَيْثٍ عَنِ مجاهد خلقت الْحُورُ الْعِينُ مِنَ الزَّعْفَرَانِ.",
            "page": "230",
            "part": "1",
            "seal": "C98500CB"
        },
        {
            "hno": "363",
            "id": "365",
            "nass": "363 - حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا خَالِدُ بْنُ يَزِيدَ بْنِ أَبِي مَالِكٍ عَنْ أَبِيهِ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ أَبِي أُمَامَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ هَلْ يُجَامِعُ أَهْلُ الْجَنَّةِ قَالَ نعم دحما دحما وَلَكِنْ لَا مَنِيٌّ وَلَا مَنِيَّةٌ.",
            "page": "231",
            "part": "1",
            "seal": "B1390C80"
        },
        {
            "hno": "364",
            "id": "366",
            "nass": "بَابٌ جَامِعٌ مِنْ ذِكْرِ الْجَنَّةِ ¶ 364 - حَدَّثَنَا إِسْحَاقُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا جَرِيرٌ وَأَبُو مُعَاوِيَةَ عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّةِ مَالَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ وَلَا خَطَرَ عَلَى قَلْبِ بشر الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ. ¶ تم الكتاب والحمد لله رب العالمين وصلى الله على سيد المرسلن اللهم أدخلنا الجنة يا أرحم الراحمين وامنن علينا بعفوك وغفرانك يا كريم آمين .. آمين هـ.",
            "page": "232",
            "part": "1",
            "seal": "75D1B915"
        }
    ],
    "t1430": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الغلاف"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "باب صفة شجرة الجنة"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "باب شجرة طوبى"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "أنهار الجنة"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "باب طعام أهل الجنة"
        },
        {
            "id": "122",
            "lvl": "1",
            "sub": null,
            "tit": "باب شراب أهل الجنة"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "باب لباس أهل الجنة"
        },
        {
            "id": "157",
            "lvl": "1",
            "sub": null,
            "tit": "باب فراش أهل الجنة"
        },
        {
            "id": "174",
            "lvl": "1",
            "sub": null,
            "tit": "باب قصور أهل الجنة"
        },
        {
            "id": "185",
            "lvl": "1",
            "sub": null,
            "tit": "باب درجات أهل الجنة"
        },
        {
            "id": "202",
            "lvl": "1",
            "sub": null,
            "tit": "باب ملك أهل الجنة"
        },
        {
            "id": "210",
            "lvl": "1",
            "sub": null,
            "tit": "باب خدم أهل الجنة"
        },
        {
            "id": "217",
            "lvl": "1",
            "sub": null,
            "tit": "باب لسان أهل الجنة"
        },
        {
            "id": "222",
            "lvl": "1",
            "sub": null,
            "tit": "باب حلي أهل الجنة"
        },
        {
            "id": "226",
            "lvl": "1",
            "sub": null,
            "tit": "أبواب أهل الجنة"
        },
        {
            "id": "244",
            "lvl": "1",
            "sub": null,
            "tit": "باب تزاور أهل الجنة ومنتزهاتهم"
        },
        {
            "id": "254",
            "lvl": "1",
            "sub": null,
            "tit": "باب سوق أهل الجنة"
        },
        {
            "id": "259",
            "lvl": "1",
            "sub": null,
            "tit": "باب غناء أهل الجنة"
        },
        {
            "id": "269",
            "lvl": "1",
            "sub": null,
            "tit": "باب جماع أهل الجنة"
        },
        {
            "id": "292",
            "lvl": "1",
            "sub": null,
            "tit": "باب الحور العين"
        },
        {
            "id": "300",
            "lvl": "1",
            "sub": null,
            "tit": "باب صفة الحور العين"
        },
        {
            "id": "366",
            "lvl": "1",
            "sub": null,
            "tit": "باب جامع من ذكر الجنة"
        }
    ]
}