{
    "b1459": [
        {
            "hno": "1",
            "id": "1",
            "nass": "أَخْبَرَنَا الشَّيْخُ الْأَجَلُّ الْفَقِيهُ الْقَاضِي الْعَدْلُ الصَّدْرُ الْأَمِينُ مُنْتَجِبُ الدِّينِ أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ بْنِ عَلِيِّ بْنِ عَبْدِ السَّلَامِ بْنِ الْمُبَارَكِ بْنِ مُحَمَّدِ بْنِ رَاشِدٍ التَّمِيمِيُّ الْمَكِّيُّ الْمَعْرُوفُ بِالرَّيْحَانِيِّ وَفَّقَهُ اللَّهُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِالْحَرَمِ الشَّرِيفِ، تُجَاهَ الْكَعْبَةِ الْمُعَظَّمَةِ، فِي السَّادِسِ عَشَرَ مِنْ مُحَرَّمٍ إِحْدَى وَتِسْعِينَ وَخَمْسِمِائَةٍ، قَالَ: أنا شَيْخُنَا الزَّكِيُّ أَبُو الْقَاسِمِ مَحْمُودُ بْنُ عَبْدِ الْكَرِيمِ بْنِ عَلِيِّ بْنِ فَوْرَجَهْ، فِي ذِي الْحِجَّةِ سَنَةَ ثَلَاثٍ وَخَمْسِينَ وَخَمْسِمِائَةٍ، فِي الْحَرَمِ الشَّرِيفِ، تَحْتَ مِيزَابِ الْكَعْبَةِ الْمُعَظَّمَةِ فِي الْحِجْرِ قَدِمَ عَلَيْنَا حَاجًّا. قَالَ: قُرِئَ عَلَى الشَّيْخِ الْجَلِيلِ أَبِي بَكْرٍ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ مَاجَةَ الْأَبْهَرِيِّ بِأَصْبَهَانَ، وَأَنَا حَاضِرٌ أَسْمَعُ قِيلَ لَهُ أَخْبَرَكُمْ أَبُو جَعْفَرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْمَرْزَبَانِ بْنِ آذَرَ جَشْنَسَ الْأَبْهَرِيُّ سَنَةَ تِسْعٍ وَثَمَانِينَ وَثَلَاثِمِائَةٍ، فَأَقَرَّ بِهِ نا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ يَحْيَى الْحَزْوَرِيُّ سَنَةَ خَمْسٍ وَثَلَاثِمِائَةٍ، نا أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ حَبِيبٍ الْمِصِّيصِيُّ وَلَقَبُهُ لُوَيْنٌ، قَالَ -[25]- ¶ 1 - حَدَّثَنَا حُدَيْجُ بْنُ مُعَاوِيَةَ بْنِ حُدَيْجٍ الْجُعْفِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ: جَاءَ أَبُو بَكْرٍ إِلَى عَازِبٍ , فَاشْتَرَى مِنْهُ رَحْلًا، ثُمَّ قَالَ: ابْعَثْ مَعِي مَنْ يَحْمِلُهُ. فَقَالَ لِي أَبِي: احْمِلْهُ مَعَهُ فَانْطَلَقْنَا، وَاتَّبَعَنَا عَازِبٌ فَقَالَ: يَا أَبَا بَكْرٍ، أَخْبِرْنِي عَنْ لَيْلَةِ سِرْتَ أَنْتَ وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: \" نَعَمْ , §سِرْنَا يَوْمَنَا وَلَيْلَتَنَا، حَتَّى قَامَ قَائِمُ الظَّهِيرَةِ، وَخَلَا الطَّرِيقُ، فَلَمْ يَمُرَّ أَحَدٌ، فَرُفِعَتْ لَنَا صَخْرَةٌ لَهَا ظِلٌّ، لَمَّا تَأْتِ عَلَيْهَا الشَّمْسُ، قَالَ: فَنَزَلْنَا تَحْتَهَا، فَسَوَّيْتُ لِلنَّبِيِّ مَكَانًا، وَكَانَتْ مَعِيَ فَرْوَةٌ فَفَرَشْتُهَا لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللَّهِ، نَمْ، حَتَّى أَنْفُضَ لَكَ مَا حَوْلَكَ، قَالَ: فَنَامَ، فَخَرَجْتُ أَنْفُضُ مَا حَوْلَهُ، فَإِذَا أَنَا بِرَاعٍ مَعَهُ شَاةٌ لَهُ، فَقُلْتُ: لِمَنْ أَنْتَ يَا غُلَامُ؟ فَسَمَّى رَجُلًا مِنْ أَهْلِ مَكَّةَ. قَالَ: وَهُوَ -[26]- يُرِيدُ مِنَ الصَّخْرَةِ مِثْلَ الَّذِي أَرَدْنَا، وَكَانَ يَأْتِيهَا قَبْلَ ذَلِكَ. قَالَ: فَقُلْتُ لَهُ: هَلْ بِشَاتِكَ مِنْ لَبَنٍ؟ قَالَ: نَعَمْ. قَالَ: فَأَتَانِي بِشَاةٍ لَهَا لَبَنٌ. قَالَ أَبُو بَكْرٍ: فَجَعَلْتُ أَمْسَحُ ضَرْعَهَا مِنَ الْغُبَارِ. قَالَ: وَأَرَاهُمْ هَكَذَا - أَشَارَ بِيَدِهِ - فَقَبَضَ مِنَ الضَّرْعِ هَكَذَا. قَالَ: فَجعَلْتُ فِي إِدَاوَةٍ كُثْبَةً مِنْ لَبَنٍ؟ قَالَ: وَمَعِي مَاءٌ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي إِدَاوَةٍ قَالَ: فَجَعَلْتُ أَصُبُّ عَلَى اللَّبَنِ مِنَ الْمَاءِ حَتَّى يَبْرُدَ , قَالَ: وَكُنْتُ أَكْرَهُ أَنْ أُوقِظَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نَوْمِهِ قَالَ: فَوَافَقْتُهُ حِينَ اسْتَيْقَظَ. قَالَ: فَنَاوَلْتُهُ الْإِدَاوَةَ. فَقُلْتُ: اشْرَبْ يَا رَسُولَ اللَّهِ. قَالَ: وَقَدْ حَفِظْتُ الْحَدِيثَ كُلَّهُ عَنْ أَبِي بَكْرٍ. قَالَ أَبُو إِسْحَاقَ: فَتَكَلَّمَ بِكَلِمَةٍ فِي هَذَا الْحَدِيثِ، وَاللَّهِ، مَا سَمِعْتُهَا مِنْ أَحَدٍ قَطُّ. قَالَ: فَشَرِبَ مِنْهُ حَتَّى رَضِيتُ، ثُمَّ قَالَ: أَلَمْ يَأَنِ لِلرَّحِيلِ يَا أَبَا بَكْرٍ؟ قَالَ: قُلْتُ: بَلَى , يَا رَسُولَ اللَّهِ. قَالَ: فَارْتَحَلْنَا , حَتَّى إِذَا كُنَّا بِأَرْضٍ شَدِيدَةٍ , كَأَنَّهَا مُجَصَّصَةٌ , إِذَا بِوَقْعٍ مِنْ خَلْفِي , فَالْتَفَتُّ , فَإِذَا سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ , فَبَكَى أَبُو بَكْرٍ عَلَيْهِ السَّلَامُ وَقَالَ: أُتِينَا يَا رَسُولَ اللَّهِ. قَالَ: كَلَّا. ثُمَّ دَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِدَعَوَاتٍ، فَارْتَطَمَ فَرَسُهُ إِلَى بَطْنِهِ. فَقَالَ: قَدْ أَعْلَمُ أَنَّكُمَا قَدْ دَعَوْتُمَا عَلَيَّ، فَادْعُوَا لِي، فَلَكُمَا أَنْ أَرُدَّ عَنْكُمَا النَّاسَ، وَلَا أَضُرُّكُمَا. قَالَ: فَدَعَوَا لَهُ، فَخَرَجَتْ يَدُ الْفَرَسِ، فَرَجَعَ فَوَفَّى لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَجَعَلَ يَرُدُّ النَّاسَ \" -[27]- ¶ 2 - قال لوين، نا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ أَعْيَنَ، نا زُهَيْرٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ , بِمِثْلِ إِسْنَادِ حَدِيثِ أَبِي بَكْرٍ رضي الله عنه وَالنَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَاهُ، إِلَّا أَنَّهُ قَالَ: «فَارْتَطَمَتْ فَرَسُهُ» فَلَمْ يَزِدْ فِي الْحَدِيثِ شَيْئًا ¶ أَخْرَجَهُ الْبُخَارِيُّ، عَنْ أَحْمَدَ بْنِ عُثَمْانَ، عَنْ شُرَيْحِ بْنِ مَسْلَمَةَ، عَنْ إِبْرَاهِيمَ بْنِ يُوسُفَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ فَشَيْخُنَا فِي رِوَايَةِ حُدَيْجٍ، عَنْ أَبِي إِسْحَاقَ مِثْلَ الْبُخَارِيِّ رَحِمَهُ اللَّهُ",
            "page": "24",
            "part": "1",
            "seal": "BC28B8B0"
        },
        {
            "hno": "3",
            "id": "2",
            "nass": "3 - ¶ 4 - حَدَّثَنَا حُدَيْجُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ: \" §بَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى النَّجَاشِيِّ ثَمَانِينَ رَجُلًا، مِنْهُمْ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ، وَجَعْفَرٌ، وَأَبُو مُوسَى، وَعَبْدُ اللَّهِ بْنُ عُرْفُطَةَ، وَعُثْمَانُ بْنُ مَظْعُونٍ رَضِيَ اللَّهُ عَنْهُ , وَبَعَثَتْ قُرَيْشٌ عَمْرَو بْنَ الْعَاصِ، وَعُمَارَةَ بْنَ الْوَلِيدِ بِهَدِيَّةٍ، فَقَدِمَا عَلَى النَّجَاشِيِّ، فَلَمَّا دَخَلَا عَلَيْهِ سَجَدَا لَهُ، وَابْتَدَرَاهُ، فَقَعَدَ وَاحِدٌ عَنْ يَمِينِهِ وَالْآخَرُ عَنْ شِمَالِهِ فَقَالَا: إِنَّ نَفَرًا مِنْ بَنِي عَمِّنَا نَزَلُوا أَرْضَكَ، فَرَغِبُوا عَنَّا، وَعَنْ مِلَّتِنَا. قَالَ: وَأَيْنَ هُمْ؟ قَالُوا: بِأَرْضِكَ. فَأَرْسَلَ فِي طَلَبِهِمْ، فَقَالَ جَعْفَرٌ: أَنَا خَطِيبُكُمُ الْيَوْمَ. فَاتَّبَعُوهُ، فَدَخَلَ فَسَلَّمَ، فَقَالُوا: مَالَكَ لَا تَسْجُدُ لِلْمَلِكِ؟ قَالَ: إِنَّا لَا نَسْجُدُ إِلَّا لِلَّهِ عَزَّ وَجَلَّ. قَالُوا: وَلِمَ ذَاكَ؟ قَالَ: إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى أَرْسَلَ فِينَا رَسُولًا، وَأَمَرَنَا أَلَّا نَسْجُدَ إِلَّا لِلَّهِ، وَأَمَرَنَا بِالصَّلَاةِ وَالزَّكَاةِ. قَالَ عَمْرُو بْنُ الْعَاصِ: فَإِنَّهُمْ يُخَالِفُونَكَ فِي ابْنِ مَرْيَمَ وَأُمِّهِ. قَالَ: مَا تَقُولُونَ فِي ابْنِ مَرْيَمَ وَأُمِّهِ؟ قَالَ: نَقُولُ كَمَا قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: رُوحُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى الْعَذْرَاءِ الْبَتُولِ، الَّتِي لَمْ يَمَسَّهَا بَشَرٌ، وَلَمْ يَفْرِضْهَا وَلَدٌ. قَالَ: فَرَفَعَ النَّجَاشِيُّ عُودًا مِنَ الْأَرْضِ، قَالَ: يَا مَعْشَرَ الْحَبَشَةِ وَالْقِسِّيسِينَ وَالرُّهْبَانِ، مَا تَزِيدُونَ عَلَى مَا تَقُولُونَ مَا يَسْوِي هَذَا؟ أَشْهَدُ أَنَّهُ رَسُولُ اللَّهِ، وَأَنَّهُ الَّذِي بَشَّرَ بِهِ عِيسَى فِي الْإِنْجِيلِ، وَاللَّهِ، لَوْلَا مَا أَنَا فِيهِ مِنَ الْمُلْكِ، لَأَتَيْتُهُ فَأَكُونُ أَنَا الَّذِي أَحْمِلُ نَعْلَيْهِ وَأُوَضِّئُهُ. قَالَ: انْزِلُوا حَيْثُ شِئْتُمْ. وَأَمَرَ بِهَدِيَّةِ الْآخَرَيْنِ، فَرُدَّتْ عَلَيْهِمَا. قَالَ: وَتَعَجَّلَ عَبْدُ اللَّهِ بْنِ مَسْعُودٍ، فَشَهِدَ بَدْرًا. وَقَالَ: إِنَّهُ لَمَّا انْتَهَى إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَوْتُهُ اسْتَغْفَرَ لَهُ \"",
            "page": "27",
            "part": "1",
            "seal": "4063E1D6"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "حَدَّثَنَا لُوَيْنٌ ثنا حُدَيْجٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَامِرٍ - وَلَيْسَ بِالشَّعْبِيُّ - عَنْ سَعِيدِ بْنِ زَيْدٍ -[29]- «أَنَّ النَّبِيَّ -[28]- صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §-[29]- لَمَّا بَلَغَهُ مَوْتُ النَّجَاشِيِّ، -[28]- اسْتَغْفَرَ لَهُ»",
            "page": "28",
            "part": "1",
            "seal": "D0984B2D"
        },
        {
            "hno": "5",
            "id": "4",
            "nass": "5 - حَدَّثَنَا حُدَيْجٌ، عَنْ أَبِي إِسْحَاقَ , عَنْ عَامِرٍ وَلَيْسَ بِالشَّعْبِيِّ، عَنْ صِلَةَ بْنِ زُفَرَ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ أَصْحَابُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِبْرَاهِيمُ خَلِيلُ اللَّهِ، وَعِيسَى كَلِمَةُ اللَّهِ وَرُوحُهُ، وَمُوسَى كَلَّمَهُ اللَّهُ تَكْلِيمًا، فَمَاذَا أُعْطِيتَ يَا رَسُولَ اللَّهِ قَالَ: «§وَلَدُ آدَمَ كُلُّهُمْ تَحْتَ رَايَتِي يَوْمَ الْقِيَامَةِ، وَأَنَا أَوَّلُ مَنْ تُفْتَحُ لَهُ أَبْوَابُ الْجَنَّةِ»",
            "page": "29",
            "part": "1",
            "seal": "0A06483F"
        },
        {
            "hno": "6",
            "id": "5",
            "nass": "6 - حَدَّثَنَا يَعْلَى، مَوْلَى آلِ الزُّبَيْرِ الْمَكِّيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ , عَنْ قَيْلَةَ أُمِّ بَنِي أَنْمَارٍ، رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: -[30]- أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَا مُتَوَكِئَةٌ عَلَى عَصَايَ وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْصُرُ فِي بَعْضِ عُمْرَتِهِ فَقُلْتُ: يَا رَسُولَ اللَّهِ، إِنِّي امْرَأَةٌ أَشْتَرِي وَأَبِيعُ، فَإِذَا أَرَدْتُ أَنْ أَشْتَرِيَ الشَّيْءَ أَعْطَيْتُ بِهِ أَقَلَّ مِمَّا أُرِيدُ أَنْ أَشْتَرِيَ، ثُمَّ أَزِيدُ , ثُمَّ أَزِيدُ، حَتَّى آخُذَهُ بِالَّذِي أُرِيدُ , فَإِذَا أَرَدْتُ أَنْ أَبِيعَ الشَّيْءَ سَأَلْتُ بِهِ أَكْثَرَ مِمَّا أُرِيدُ أَنْ آخُذَهُ بِهِ ثُمَّ نَقَصْتُ مِنْهُ حَتَّى أَبِيعَهُ بِالَّذِي أُرِيدُ أَنْ أَبِيعَهُ قَالَ: «§لَا عَلَيْكِ يَا قَيْلَةَ أَلَّا تَفْعَلِي، إِذَا أَرَدْتِ أَنْ تَشْتَرِي الشَّيْءَ فَأَعْطِ بِهِ الَّذِي تُرِيدِينَ أَنْ تَأْخُذِي بِهِ، أَعْطَيْتِ أَمْ مَنَعْتِ، فَإِذَا أَرَدْتِ أَنْ تَبِيعِي الشَّيْءَ فَسَلِي بِهِ الَّذِي تُرِيدِينَ أَنْ تَبِيعِي، أُعْطِيتِ أَمْ مُنِعْتِ»",
            "page": "29",
            "part": "1",
            "seal": "4ACC0C74"
        },
        {
            "hno": "7",
            "id": "6",
            "nass": "7 - حَدَّثَنَا يَعْلَى، مَوْلَى آلِ الزُّبَيْرِ الْمَكِّيِّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رَضِيَ اللَّهُ عَنْهَا , أَنَّهَا §أَتَتْهَا امْرَأَةٌ فَسَأَلَتْهَا عَنْ شَيْءٍ مِنَ الطَّلَاقِ، قَالَتْ: فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَنَزَلَتْ {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: 229]",
            "page": "30",
            "part": "1",
            "seal": "83F2AF2A"
        },
        {
            "hno": "8",
            "id": "7",
            "nass": "8 - حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، قَالَ: كَانَ الزُّبَيْرُ قَاعِدًا وَرَجُلٌ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَذَا. قَالَ: فَسَكَتَ الزُّبَيْرُ حَتَّى انْقَضَتْ مَقَالَتُهُ. قَالَ: فَقَالَ الزُّبَيْرُ: مَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا مِنْ هَذَا. قَالَ: وَاللَّهِ يَا أَبَا عَبْدِ اللَّهِ، إِنَّكَ لَحَاضِرٌ الْمَجْلِسَ يَوْمَئِذٍ. قَالَ: صَدَقْتَ، إِنَّمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَبْلَ أَنْ تَجِيءَ: «§قَالَ رَجُلٌ مِنْ أَهْلِ الْكِتَابِ» فَجَعَلَ يَذْكُرُ عَنْهُ، فَجِئْتَ وَهُوَ يَذْكُرُ ذَاكَ، فَذَاكَ الَّذِي يَمْنَعُنِي مِنَ الْحَدِيثِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "31",
            "part": "1",
            "seal": "E64350D3"
        },
        {
            "hno": "9",
            "id": "8",
            "nass": "9 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، -[32]- عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا قَالَ: «§لَا تَعْقِلُ الْعَاقِلَةُ الصُّلْحَ، وَلَا الْعَهْدَ، وَلَا مَا جَنَى الْمَمْلُوكُ، وَلَا الِاعْتِرَافَ»",
            "page": "31",
            "part": "1",
            "seal": "84F1E4E6"
        },
        {
            "hno": "10",
            "id": "9",
            "nass": "10 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، مَوْلَى بَنِي أَسَدٍ , عَنْ عَمْرِو بْنِ قَيْسِ الْمُلَائِيِّ، عَنِ الْمِنْهَالِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا فِي قَوْلِهِ عَزَّ وَجَلَّ {§وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ} [سبأ: 39] قَالَ: فِي غَيْرِ إِسْرَافٍ وَلَا إِقْتَارٍ",
            "page": "32",
            "part": "1",
            "seal": "DEB8793B"
        },
        {
            "hno": "11",
            "id": "10",
            "nass": "11 - حَدَّثَنَا حِبَّانُ بْنُ عَلِيٍّ، عَنْ عَقِيلٍ الْأَيْلِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خَيْرُ الصَّحَابَةِ أَرْبَعَةٌ، وَخَيْرُ السَّرَايَا أَرْبَعُمِائَةَ، وَخَيْرُ الْجُيُوشِ أَرْبَعَةُ آلَافٍ، وَلَنْ تُهْزَمَ اثْنَا عَشَرَ أَلْفًا مِنْ قِلَّةٍ إِذَا صَبَرُوا وَصَدَّقُوا» -[35]- ¶ 12 - قَالَ أَبُو جَعْفَرٍ: فَذَاكَرَنِي مُوسَى بْنُ دَاودَ بِهَذَا الْحَدِيثِ، فَقَالَ: حَدَّثَنَاهُ حِبَّانُ بِالْكُوفَةِ بِالشَّكِّ مِنْهُ، عَنْ عَقِيلٍ أَوْ عُقَيلٍ، وَمُوسَى لَمْ يَرْوِ بِالْإِسْنَادِ مِثْلَ مَا قُلْتُ لَكَ",
            "page": "32",
            "part": "1",
            "seal": "279760BA"
        },
        {
            "hno": "13",
            "id": "11",
            "nass": "13 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ، مَوْلَى بَنِي أَسَدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§نَهَى أَنْ يُتَلَقَّى الْجَلَبُ» . قَالَ: فَإِنْ تَلَقَّاهُ مُتَلَقٍّ فَصَاحِبُهُ فِيهَا بِالْخِيَارِ إِذَا دَخَلَ السُّوقَ",
            "page": "35",
            "part": "1",
            "seal": "3D542232"
        },
        {
            "hno": "14",
            "id": "12",
            "nass": "14 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الْأَسْوَدِ بْنِ قَيْسٍ، عَنْ نُبَيْحٍ الْعَنَزِيُّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: -[36]- أَتَتِ امْرَأَةٌ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، ادْعُ لِزَوْجِي. فَقَالَ: «§صَلَّى اللَّهُ عَلَيْكِ، وَعَلَى زَوْجِكِ»",
            "page": "35",
            "part": "1",
            "seal": "72987470"
        },
        {
            "hno": "15",
            "id": "13",
            "nass": "15 - حَدَّثَنَا شَرِيكٌ، عَنِ الْأَسْوَدِ بْنِ قَيْسٍ، عَنْ نُبَيْحٍ الْعَنَزِيُّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قُتِلَ أَبِي وَخَالِي يَوْمَ أُحُدٍ فَحَمَلَتْهُمَا أُمِّي عَلَى بَعِيرٍ، فَأَتَتْ بِهِمَا الْمَدِينَةَ، فَنَادَى مُنَادِي رَسُولِ اللَّهِ: أَنْ §رُدُّوا الْقَتْلَى إِلَى مَصَارِعِهِمْ",
            "page": "36",
            "part": "1",
            "seal": "1FB6F175"
        },
        {
            "hno": "16",
            "id": "14",
            "nass": "16 - حَدَّثَنَا شَرِيكٌ، عَنْ أَشْعَثَ بْنِ سُلَيْمٍ، عَنْ قَيْسِ بْنِ السَّكَنِ، قَالَ: «كَانَ أَصْحَابُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ §إِذَا سَجَدُوا وَضَعُوا -[38]- جَبَاهَهُمْ بَيْنَ أَكُفِّهِمْ، وَدُونَ ذَلِكَ، وَأَمَامَ ذَلِكَ»",
            "page": "37",
            "part": "1",
            "seal": "15A4A82A"
        },
        {
            "hno": "17",
            "id": "15",
            "nass": "17 - حَدَّثَنَا عَطَّافُ بْنُ خَالِدٍ الْمَخْزُومِيُّ، عَنْ مُوسَى بْنِ إِبْرَاهِيمَ، عَنْ سَلَمَةَ بْنِ الْأَكْوَعِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ:: يَا رَسُولَ اللَّهِ، إِنِّي أَكُونُ فِي الصَّيْدِ فَأُصَلِّي وَلَيْسَ عَلَيَّ إِلَّا قَمِيصٌ وَاحِدٌ؟ . قَالَ: «§زُرَّهُ وَلَوْ لَمْ تَجِدْ إِلَّا بِشَوْكَةٍ»",
            "page": "38",
            "part": "1",
            "seal": "894F60E2"
        },
        {
            "hno": "18",
            "id": "16",
            "nass": "18 - حَدَّثَنَا أَبُو عَقِيلٍ يَحْيَى بْنُ الْمُتَوَكِّلِ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ بْنِ عُمَرَ يُحَدِّثُ، عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[39]- «إِنَّ §الْإِسْلَامَ بَدَأَ غَرِيبًا وَسَيَعُودُ غَرِيبًا كَمَا بَدَأَ، فَطُوبَى لِلْغُرَبَاءِ»",
            "page": "38",
            "part": "1",
            "seal": "C2EB7D5C"
        },
        {
            "hno": "19",
            "id": "17",
            "nass": "19 - حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، وَعَنْ أَبِيهِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَضَعُ لِحَسَّانَ رَضِيَ اللَّهُ عَنْهُ الْمِنْبَرَ فِي الْمَسْجِدِ فَيَقُومُ عَلَيْهِ -[42]- قَائِمًا يَهْجُو الَّذِينَ كَانُوا يَهْجُونَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ §رُوحَ الْقُدُسِ مَعَ حَسَّانَ مَا دَامَ يُنَافِحُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "41",
            "part": "1",
            "seal": "EB3D8708"
        },
        {
            "hno": "20",
            "id": "18",
            "nass": "20 - حَدَّثَنَا شَرِيكٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ عَلَى الْمِنْبَرِ: \" إِنَّ §أَصْدَقَ كَلِمَةٍ تَكَلَّمَتْ بِهَا الْعَرَبُ , كَلِمَةُ لَبِيدٍ: ¶ أَلَا كُلُّ شَيْءٍ مَا خَلَا اللَّهَ بَاطِلُ \"",
            "page": "43",
            "part": "1",
            "seal": "7522996D"
        },
        {
            "hno": "21",
            "id": "19",
            "nass": "21 - حَدَّثَنَا فَرَجُ بْنُ فَضَالَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرٍ الْأَسْلَمِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ §مِنَ الشِّعْرِ حِكْمَةً",
            "page": "44",
            "part": "1",
            "seal": "A24E71E3"
        },
        {
            "hno": "22",
            "id": "20",
            "nass": "22 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ عُرْوَةَ الْبَارِقِيِّ، قَالَ: كَانَ لِي أَفْرَاسٌ فِيهَا فَجَعَلَ شِرْوُهُ عِشْرُونَ أَلْفَ دِرْهَمٍ، فَفَقَأَ عَيْنَهُ دِهْقَانٌ، فَأَتَيْتُ عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَكَتَبَ إِلَى سَعْدِ بْنِ أَبِي وَقَّاصٍ , رَضِيَ اللَّهُ عَنْهُ «أَنْ §خَيِّرِ الدِّهْقَانَ بَيْنَ أَنْ يُعْطِيَهَ عِشْرِينَ أَلْفًا وَيَأْخُذَ الْفَرَسَ، وَبَيْنَ أَنْ يَغْرَمَ رُبْعَ الثَّمَنِ» فَقَالَ لِيَ الدِّهْقَانُ: مَا أَصْنَعُ بِالْفَرَسِ؟ فَغَرِمَ رُبْعَ الثَّمَنِ",
            "page": "49",
            "part": "1",
            "seal": "A617609E"
        },
        {
            "hno": "23",
            "id": "21",
            "nass": "23 - حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §كُنَّا إِذَا أَتَيْنَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَلَسَ أَحَدُنَا حَيْثُ انْتَهَى",
            "page": "49",
            "part": "1",
            "seal": "67EE5589"
        },
        {
            "hno": "24",
            "id": "22",
            "nass": "24 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ زُرَارَةَ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِذَا انْتَهَى أَحَدُكُمْ إِلَى الْمَجْلِسِ، فَإِنْ وُسِّعَ لَهُ فَلْيَجْلِسْ , وَإِلَّا فَلْيَنْظُرْ بِبَصَرِهِ أَوْسَعَ مَكَانٍ يَرَاهُ فَلْيَجْلِسْ فِيهِ»",
            "page": "50",
            "part": "1",
            "seal": "EDA8ABAB"
        },
        {
            "hno": "25",
            "id": "23",
            "nass": "25 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، قَالَ: جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَكُنْ لَهَا مَوْضِعٌ تَقْعُدُ فِيهِ، فَقَامَ رَجُلٌ فَجَلَسَتْ، فَلَمَّا قَضَتْ حَاجَتَهَا قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلرَّجُلِ: «§أَبَيْنَكَ وَبَيْنَهَا قَرَابَةٌ» ؟ قَالَ: لَا. قَالَ: «فَتَعْرِفُهَا» ؟ قَالَ: لَا. قَالَ: «فَرَحِمْتَهَا، رَحِمَكَ اللَّهُ قَالَهَا ثَلَاثًا»",
            "page": "50",
            "part": "1",
            "seal": "8588185E"
        },
        {
            "hno": "26",
            "id": "24",
            "nass": "26 - حَدَّثَنَا سِنَانُ بْنُ هَارُونَ الْبُرْجُمِيُّ، عَنْ يَزِيدَ بْنِ زِيَادِ ابْنِ أَخِي سَالِمِ بْنِ -[51]- أَبِي الْجَعْدِ، عَنْ أَبِي صَخْرَةَ جَامِعِ بْنِ شَدَّادٍ، قَالَ: كَانَ فِينَا رَجُلٌ يُقَالُ لَهُ: ابْنُ طَارِقٌ , قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّتَيْنِ أَوْ مَرَّةً , رَأَيْتُهُ بِسُوقِ ذِي الْمَجَازِ، وَقَدْ دَمِيَتْ عُرْقُوبَاهُ , وَهُوَ عَلَى دَابَّةٍ، يَقُولُ: \" يَا أَيُّهَا النَّاسُ، §قُولُوا: لَا إِلَهَ إِلَّا اللَّهُ تُفْلِحُوا \". وَرَجُلٌ مِنْ خَلْفِهِ يَرْمِيهِ، يَقُولُ: لَا تَسْمَعُوا مِنْهُ، هَذَا الْكَذَّابُ. قَالَ: قُلْتُ: مَنْ هَذَا الْمُقَدَّمُ؟ قَالُوا: مُحَمَّدٌ، وَهَذَا الْمُؤَخَّرُ عَمُّهُ أَبُو لَهَبٍ. ثُمَّ قَدِمْنَا بَعْدُ , فَنَزَلْنَا قُرْبَ الْمَدِينَةِ، فَخَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" مِمَّنِ الْقَوْمُ؟ قُلْنَا: مِنْ مُحَارِبٍ. قَالَ: «مِنْ أَيْنَ؟» قُلْنَا: مِنَ الرَّبَذَةِ. قَالَ: «هَلْ مَعَكُمْ شَيْءٌ تَبِيعُونَهُ؟» قُلْنَا: نَعَمْ، هَذَا الْجَمَلُ. قَالَ: «بِكَمْ؟» . قَالَ: قُلْنَا: بِكَذَا وَكَذَا وَسْقًا مِنْ تَمْرٍ. قَالَ: فَأَخَذَ بِرَسْنِهِ، ثُمَّ دَخَلَ الْمَدِينَةَ، قُلْنَا: أَيُّ شَيْءٍ صَنَعْنَا، بِعْنَا جَمَلَنَا مِمَّنْ لَا نَعْرِفُهُ. وَمَعَنَا ظَعِينَةٌ بِجَنْبِ الْحَائِطِ، فَقَالَتْ: لَقَدْ رَأَيْتُ رَجُلًا كَأَنَّ وَجْهَهُ الْقَمَرُ لَنْ يَخِيسَ بِكُمْ، أَنَا ضَامِنٌ لَكُمْ ثَمَنَ الْبَعِيرِ. فَلَمَّا كَانَ مِنَ الْغَدِ جَاءَنَا رَجُلٌ، فَقَالَ: أَنَا رَسُولُ رَسُولِ اللَّهِ، يَأْمُرُكُمْ أَنْ تَأْكُلُوا مِنْ هَذَا التَّمْرِ حَتَّى تَشْبَعُوا، وَتَكْتَالُوا حَتَّى تَسْتَوْفُوا. قَالَ: فَفَعَلْنَا ذَلِكَ. قَالَ: ثُمَّ دَخَلْتُ الْمَدِينَةَ فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمًا يَخْطُبُ عَلَى الْمِنْبَرِ، وَهُوَ يَقُولُ: «يَا أَيُّهَا النَّاسُ، الْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى وَابْدَأْ بِمَنْ تَعُولُ , أُمَّكَ، وَأَبَاكَ، وَأُخْتَكَ، وَأَخَاكَ، ثُمَّ أَدْنَاكَ أَدْنَاكَ» فَضَجَّ نَاسٌ مِنَ الْأَنْصَارِ حَوْلَ الْمِنْبَرِ، فَقَالُوا: يَا رَسُولَ اللَّهِ، هَا هُنَا نَاسٌ مِنْ بَنِي ثَعْلَبَةَ مِنْ يَرْبُوعٍ , أَصَابُوا مِنَّا دَمًا فِي الْجَاهِلِيَّةِ، فَائْذَنْ لَنَا بِثَأْرِنَا. قَالَ: فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَافِعًا يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ، وَهُوَ يَقُولُ: «أَلَا لَا تَجْنِي أُمُّ وَلَدٍ عَلَى وَلَدِهَا»",
            "page": "50",
            "part": "1",
            "seal": "081E5BB5"
        },
        {
            "hno": "27",
            "id": "25",
            "nass": "27 - حَدَّثَنَا حُدَيْجُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: قِيلَ لِابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: قَدْ قَدِمَ حَسَّانُ اللَّعِينُ. قَالَ: فَقَالَ: ابْنُ عَبَّاسٍ: §مَا هُوَ بِلَعِينٍ، قَدْ جَاهَدَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِلِسَانِهِ وَنَفْسِهِ",
            "page": "52",
            "part": "1",
            "seal": "5F971DEC"
        },
        {
            "hno": "28",
            "id": "26",
            "nass": "28 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ السَّائِبِ بْنِ بَرَكَةَ، عَنْ أُمِّهِ، قَالَتْ: كُنْتُ مَعَ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا فِي الطَّوَافِ فَتَذَاكَرُوا حَسَّانَ رَضِيَ اللَّهُ عَنْهُ , فَوَقَعُوا فِيهِ، فَنَهَتْهُمْ عَنْهُ، فَقَالَتْ: §أَلَيْسَ هُوَ الَّذِي يَقُولُ: ¶ [البحر الوافر] ¶ هَجَوْتَ مُحَمَّدًا فَأَجَبْتُ عَنْهُ ... وَعِنْدَ اللَّهِ فِي ذَاكَ الْجَزَاءُ ¶ أَتَهْجُوهُ وَلَسْتَ لَهُ بِكُفْءٍ ... فَشَرُّكَمَا لَخَيْرِكُمَا الْفِدَاءُ ¶ فَإِنَّ أَبِي وَوَالِدَتِي وَعِرْضِي ... لِعِرْضِ مُحَمَّدٍ مِنْكُمْ وِقَاءُ",
            "page": "52",
            "part": "1",
            "seal": "EEA7DBCB"
        },
        {
            "hno": "30",
            "id": "27",
            "nass": "30 - حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ أَبِي وَجْزَةَ السَّعْدِيِّ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، رَضِيَ اللَّهُ عَنْهُمَا. قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§ادْنُ بُنَيَّ، وَسَمِّ اللَّهَ، وَكُلْ بِيَمِينِكَ، وَكُلْ مِمَّا يَلِيكَ»",
            "page": "52",
            "part": "1",
            "seal": "E5CED713"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنِ الْمُعَلَّى بْنِ زِيَادٍ، عَنِ الْحَسَنِ، عَنِ الْأَسْوَدِ بْنِ سَرِيعٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَعَثَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَرِيَّةً جَيْشًا فَأَسْرَعُوا فِي الْقَتْلِ حَتَّى أَصَابُوا الْوِلْدَانَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَلَمْ أَنْهَكُمْ» قَالُوا: إِنَّمَا هُمْ أَوْلَادُ الْمُشْرِكِينَ يَا رَسُولَ اللَّهِ. قَالَ: «أَوَلَيْسَ خِيَارُكُمْ أَوْلَادَ الْمُشْرِكِينَ» ؟ ثُمَّ أَمَرَ مُنَادِيَهُ فَنَادَى: «أَلَا إِنَّ كُلَّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ»",
            "page": "53",
            "part": "1",
            "seal": "28AC6C81"
        },
        {
            "hno": "31",
            "id": "29",
            "nass": "31 - أَخْبَرَنَا ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، عَنِ الصَّعْبِ بْنِ جَثَّامَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ إِنَّ خَيْلَنَا أَوْطَئَتْ أَوْلَادَ الْمُشْرِكِينَ. قَالَ: «§هُمْ مِنْ آبَائِهِمْ»",
            "page": "54",
            "part": "1",
            "seal": "FAFE034B"
        },
        {
            "hno": "32",
            "id": "30",
            "nass": "32 - حَدَّثَنَا أَبُو عَقِيلٍ يَحْيَى بْنُ الْمُتَوَكِّلِ، عَنْ بُهَيَّةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ أَوْلَادِ الْمُشْرِكِينَ؟ فَقَالَ: «§إِنْ شِئْتِ أَسْمَعْتُكِ تَضَاغِيَهُمْ فِي النَّارِ» . قَالَتْ: قُلْتُ يَا رَسُولَ اللَّهِ، كَيْفَ ذَلِكَ وَلَمْ يَبْلُغُوا الْحِنْثَ قَالَ: «رَبُّكِ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ»",
            "page": "55",
            "part": "1",
            "seal": "8B48C07B"
        },
        {
            "hno": "33",
            "id": "31",
            "nass": "33 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي مُرَايَةَ، عَنْ سَلْمَانَ الْفَارِسِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §هُمْ خَدَمُ أَهْلِ الْجَنَّةِ",
            "page": "55",
            "part": "1",
            "seal": "9E5F9D86"
        },
        {
            "hno": "34",
            "id": "32",
            "nass": "34 - حَدَّثَنَا حِبَّانُ بْنُ عَلِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ: -[56]- أَتَتِ امْرَأَةٌ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ أَفَأَقْضِيهِ؟ قَالَ: «نَعَمْ» . قَالَتْ: وَلَمْ تَحُجَّ حَجَّةَ الْإِسْلَامِ أَفَأَقْضِي عَنْهَا؟ قَالَ: «نَعَمْ» . قَالَتْ: وَتَصَدَّقْتُ عَلَيْهَا بِجَارِيَةٍ فَمَاتَتْ فَوَرِثْتُهَا. قَالَ: «§وَجَبَ أَجْرُكِ عَلَى اللَّهِ، وَرُدَّ عَلَيْكِ الْمِيرَاثُ»",
            "page": "55",
            "part": "1",
            "seal": "F953E317"
        },
        {
            "hno": "35",
            "id": "33",
            "nass": "35 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: §أُتِيتُ وَأَنَا نَائِمٌ، فِي شَهْرِ رَمَضَانَ فَقِيلَ لِي: اللَّيْلَةُ لَيْلَةُ الْقَدْرِ قَالَ: فَقُمْتُ وَأَنَا نَاعِسٌ، فَتَعَلَّقْتُ بَأَطْنَابِ فُسْطَاطِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُصَلِّي، قَالَ: فَنَظَرْتُ اللَّيْلَةَ فَإِذَا هِيَ لَيْلَةُ ثَلَاثٍ وَعِشْرِينَ. قَالَ ابْنُ عَبَّاسٍ: إِنَّ الشَّيْطَانَ يَطْلُعُ مَعَ الشَّمْسِ كُلَّ يَوْمٍ، فَإِذَا كَانَ لَيْلَةُ الْقَدْرِ تَطْلُعُ وَلَا شُعَاعَ لَهَا",
            "page": "56",
            "part": "1",
            "seal": "0754BEBA"
        },
        {
            "hno": "36",
            "id": "34",
            "nass": "36 - حَدَّثَنَا حُدَيْجُ بْنُ مُعَاوِيَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي حُذَيْفَةَ، عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ بَزَغَ الْقَمَرُ كَأَنَّهُ فَلْقُ جَفْنَةٍ فَقَالَ: «§اللَّيْلَةُ لَيْلَةُ الْقَدْرِ»",
            "page": "56",
            "part": "1",
            "seal": "D3277613"
        },
        {
            "hno": "37",
            "id": "35",
            "nass": "37 - حَدَّثَنَا حُدَيْجٌ، يَعْنِي ابْنَ مُعَاوِيَةَ , عَنْ أَبِي إِسْحَاقَ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنْ خُرَيْمِ بْنِ فَاتِكٍ رَضِيَ اللَّهُ عَنْهُ: قَالَ لِي رَسُولُ , اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ,: «لَوْلَا أَنَّ فِيكَ اثْنَتَيْنِ كُنْتَ أَنْتَ أَنْتَ» . قُلْتُ: يَا رَسُولَ اللَّهِ، يَكْفِينِي وَاحِدَةٌ. قَالَ: «§تُسْبِلُ إِزَارَكَ وَتُوَفِّرُ شَعْرَكَ» ¶ 38 - حَدَّثَنَا أَبُو الْمُعَطَّلِ الزُّهْرِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنْ خُرَيْمِ بْنِ فَاتِكٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ، وَزَادَ فِيهِ: لَا جَرَمَ , وَاللَّهِ لَا أَفْعَلُ",
            "page": "57",
            "part": "1",
            "seal": "28682C42"
        },
        {
            "hno": "39",
            "id": "36",
            "nass": "39 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا «أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً»",
            "page": "58",
            "part": "1",
            "seal": "BE7ECCCA"
        },
        {
            "hno": "40",
            "id": "37",
            "nass": "40 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً حِينَ تَحَاكَمَا إِلَيْهِ",
            "page": "58",
            "part": "1",
            "seal": "397A8BD9"
        },
        {
            "hno": "41",
            "id": "38",
            "nass": "41 - حَدَّثَنَا أَبُو مَعْشَرٍ الْبَرَاءُ، نا عَبْدُ اللَّهِ بْنُ أَبِي عُثْمَانَ، حَدَّثَنِي أَيُّوبُ بْنُ عَبْدِ اللَّهِ بْنِ يَسَارٍ، قَالَ: سَمِعْتُ مُعَاوِيَةَ، رَضِيَ اللَّهُ عَنْهُ، وَهُوَ بِمَكَّةَ قَالَ: §الْيَوْمَ عَاشُورَاءُ، يَوْمٌ صَامَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: مَنْ لَمْ يَكُنْ صَامَهُ مِنْكُمْ فَلْيَصُمْهُ",
            "page": "59",
            "part": "1",
            "seal": "233D9F65"
        },
        {
            "hno": "42",
            "id": "39",
            "nass": "42 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْأَسْوَدِ بْنِ يَزِيدَ، قَالَ: «§مَا رَأَيْتُ أَحَدًا آمَرُ بِصَوْمِ عَاشُورَاءَ مِنْ عَلِيٍّ، وَأَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُمَا»",
            "page": "60",
            "part": "1",
            "seal": "7248538D"
        },
        {
            "hno": "43",
            "id": "40",
            "nass": "43 - حَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ، عَنْ مُحَمَّدٍ، يَعْنِي ابْنَ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُمَا عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§تَسَحَّرُوا، فَإِنَّ فِي السُّحُورِ بَرَكَةٌ»",
            "page": "60",
            "part": "1",
            "seal": "3FA5E6CF"
        },
        {
            "hno": "44",
            "id": "41",
            "nass": "44 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ لَمْ يَشْكُرِ النَّاسَ لَمْ يَشْكُرِ اللَّهَ عَزَّ وَجَلَّ»",
            "page": "62",
            "part": "1",
            "seal": "5FCDE539"
        },
        {
            "hno": "45",
            "id": "42",
            "nass": "45 - حَدَّثَتْنَا صَخْرَةُ بِنْتُ حَبِيبٍ الرَّقَاشِيُّ، عَنْ جَدَّتِهَا أُمِّ عَوَانَةَ، أَنَّهَا وَجَدَتْ عِنْدَ عَائِشَةَ , رَضِيَ اللَّهُ عَنْهَا امْرَأَةً دَخَلَتْ عَلَيْهَا، فَقَالَتْ: إِنَّ يَتِيمًا فِي حِجْرِي، وَإِنَّهُ يُؤْذِينِي، وَأَنَا أَكْرَهُ أَنْ أَضْرِبَهُ. فَقَالَتْ: «§اثْلَغِيهِ كَمَا يُثْلَغُ الْأَفْعَى، فَإِنَّ الْيَتِيمَ أَحَقُّ بِالثَّلْغِ مِنَ الْأَفْعَى» قَالَ أَبُو جَعْفَرٍ: الثَّلْغُ: الشَّدْخُ",
            "page": "63",
            "part": "1",
            "seal": "165026A1"
        },
        {
            "hno": "46",
            "id": "43",
            "nass": "46 - حَدَّثَنَا شَرِيكٌ، عَنْ سِمَاكٍ، عَنْ عِيَاضٍ الْأَشْعَرِيِّ، قَالَ: قَدِمَ عَلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَتْحٌ مِنَ الشَّامِ، فَقَالَ لِأَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ: §ادْعُ كَاتِبَكَ يَقْرَأُ عَلَى النَّاسِ فِي الْمَسْجِدِ. قَالَ أَبُو مُوسَى: إِنَّهُ نَصْرَانِيُّ , لَا يَدْخُلُ الْمَسْجِدَ. قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: وَلِمَ اسْتَكْتَبْتَ نَصْرَانِيًّا؟",
            "page": "64",
            "part": "1",
            "seal": "A489652D"
        },
        {
            "hno": "47",
            "id": "44",
            "nass": "47 - حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي هِلَالٍ، عَنْ أُسَقٍّ، قَالَ: كُنْتُ عَبْدًا نَصْرَانِيًّا لِعُمَرَ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ: §أَسْلِمْ، حَتَّى نَسْتَعِينَ بِكَ عَلَى بَعْضِ أُمُورِ الْمُسْلِمِينَ , لِأَنَّهُ لَا يَنْبَغِي لَنَا أَنْ نَسْتَعِينَ عَلَى أُمُورِهِمْ بِمَنْ لَيْسَ مِنْهُمْ، فَأَعْتَقَنِي، وَقَالَ: اذْهَبْ حَيْثُ شِئْتَ",
            "page": "64",
            "part": "1",
            "seal": "8DA8B799"
        },
        {
            "hno": "48",
            "id": "45",
            "nass": "48 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ عَبْدِ الْمَلِكِ بْنِ وُهَيْبٍ، مَوْلَى زَيْدِ بْنِ ثَابِتٍ , أَنَّ زَيْدَ بْنَ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ \" §أَعْتَقَ غُلَامًا لَهُ مَجُوسِيًّا يُقَالُ لَهُ: مَأبُورَا \"",
            "page": "64",
            "part": "1",
            "seal": "DAA35EF5"
        },
        {
            "hno": "49",
            "id": "46",
            "nass": "49 - حَدَّثَنَا مُعَاوِيَةُ الضَّالُّ رَجُلٌ مِنْ قُرَيْشٍ ضَلَّ فِي طَرِيقِ مَكَّةَ فَسُمِّيَ ضَالًّا , نا مَرْوَانُ الْأَصْفَرُ، قَالَ: قَالَ أَبُو هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ: §مَنَ ارْتَبَطَ كَلْبًا نَقَصَ مِنْ أَجْرِهِ كُلَّ يَوْمٍ قِيرَاطَانِ. قَالَ: لِمَ يَا أَبَا هُرَيْرَةَ؟ . قَالَ: إِنَّهُ لَا يَزَالُ يُؤْذِي مُسْلِمًا، أَوْ يُرَوِّعَهُ",
            "page": "65",
            "part": "1",
            "seal": "EB247E62"
        },
        {
            "hno": "50",
            "id": "47",
            "nass": "50 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، قَالَ: -[66]- خَرَجَ عَلَيْنَا عُمَرُ رَضِيَ اللَّهُ عَنْهُ، وَمَعَهُ شُدَيدٌ , مَوْلَى أَبِي بَكْرٍ عَلَيْهِمَا السَّلَامُ وَمَعَهُ جَرِيدَةٌ يُجْلِسُ بِهَا النَّاسَ، فَقَالَ: يَا أَيُّهَا النَّاسُ اسْمَعُوا قَوْلَ خَلِيفَةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: إِنِّي قَدْ §رَضِيتُ لَكُمْ عُمَرَ فَبَايِعُوهُ",
            "page": "65",
            "part": "1",
            "seal": "B80EF860"
        },
        {
            "hno": "51",
            "id": "48",
            "nass": "51 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا ذُكِرَ لَهَا أَنَّ امْرَأَةً تَتَنَعَّلُ أَوْ تَنَعَّلَتْ فَقَالَتْ: «§لَعَنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الرَّجُلَةَ مِنَ النِّسَاءِ»",
            "page": "66",
            "part": "1",
            "seal": "DBBF4FDC"
        },
        {
            "hno": "52",
            "id": "49",
            "nass": "52 - حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانٍ، عَنْ عَمِّهِ وَاسِعِ بْنِ حَبَّانٍ، عَنْ وَهْبِ بْنِ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِذَا قَامَ الرَّجُلُ مِنْ مَجْلِسِهِ فَهُوَ أَحَقُّ بِهِ إِذَا رَجَعَ إِلَيْهِ»",
            "page": "66",
            "part": "1",
            "seal": "B328BF91"
        },
        {
            "hno": "53",
            "id": "50",
            "nass": "53 - حَدَّثَنَا شَرِيكٌ، عَنْ عَبَّاسِ بْنِ ذُرَيحٍ، عَنْ عَامِرٍ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §إِنِّي لَأَرَى رَدَّ جَوَابِ الْكِتَابِ عَلَيَّ حَقًّا كَرَدِّ السَّلَامِ",
            "page": "67",
            "part": "1",
            "seal": "40392428"
        },
        {
            "hno": "54",
            "id": "51",
            "nass": "54 - حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُثَنَّى، عَنْ عَمِّهِ ثُمَامَةَ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§قَيِّدُوا الْعِلْمَ بِالْكِتَابَةِ» قَالَ أَبُو جَعْفَرٍ: لَمْ يَكُنْ يَرْفَعُهُ أَحَدٌ غَيْرُ هَذَا الرَّجُلِ",
            "page": "67",
            "part": "1",
            "seal": "15C8B280"
        },
        {
            "hno": "55",
            "id": "52",
            "nass": "55 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §اسْتَأْذَنْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَأْذَنَ لِي أَنْ أَكْتُبَ الْحَدِيثَ فَأَبَى أَنْ يَأْذَنَ لِي",
            "page": "69",
            "part": "1",
            "seal": "5CF539B5"
        },
        {
            "hno": "56",
            "id": "53",
            "nass": "56 - حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، قَالَ: سَأَلْتُ عَائِشَةَ رَضِيَ اللَّهُ , عَنْهَا هَلْ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَمَثَّلُ بِشَيْءٍ مِنَ الشِّعْرِ؟ قَالَتْ: كَانَ يَقُولُ: « ¶ [البحر الطويل] ¶ §وَيَأْتِيكَ بِالْأَخْبَارِ مَنْ لَمْ تُزَوِّدِ»",
            "page": "70",
            "part": "1",
            "seal": "4C790D56"
        },
        {
            "hno": "57",
            "id": "54",
            "nass": "57 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَاصِمٍ، عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ , أَنَّ أَبَا مُوسَى رَضِيَ اللَّهُ عَنْهُ كَانَ «§يَأْمُرُ بَنَاتِهِ أَنْ يَذْبَحْنَ نَسَائِكَهُنَّ بِأَيْدِيهِنَّ»",
            "page": "71",
            "part": "1",
            "seal": "7BC1EDC7"
        },
        {
            "hno": "58",
            "id": "55",
            "nass": "58 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حُصَيْنٍ، عَنْ أَبِي بُرْدَةَ، أَنَّ أَبَا مُوسَى رَضِيَ اللَّهُ عَنْهُ كَانَ §يَأْمُرُ بَنَاتِهِ أَنْ يَذْبَحْنَ نَسَائِكَهُنَّ بِأَيْدِيهِنَّ",
            "page": "72",
            "part": "1",
            "seal": "DCFD136A"
        },
        {
            "hno": "59",
            "id": "56",
            "nass": "59 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ عَمْرِو بْنِ هَرِمٍ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، وَابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمْ فِي رَجُلٍ ادَّانَ وَأَنْفَقَ عَلَى ثَمَرَتِهِ وَأَهْلِهِ. فَقَالَ ابْنُ عَبَّاسٍ: §يُزَكِّي مَا خَرَجَ مِنَ الثَّمَرَةِ مِنْهَا. وَقَالَ ابْنُ عُمَرَ: يَقْضِي مَا أَنْفَقَ عَلَى ثَمَرَتِهِ وَأَهْلِهِ ثُمَّ يُزَكِّي مَا بَقِيَ",
            "page": "72",
            "part": "1",
            "seal": "BD040ABD"
        },
        {
            "hno": "60",
            "id": "57",
            "nass": "60 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ عَمْرِو بْنِ هَرِمٍ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، وَابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمْ قَالَا فِي امْرَأَةِ الْمَفْقُودِ: \" §تَرَبَّصُ أَرْبَعَ سِنِينَ. وَقَالَ ابْنُ عُمَرَ: يُنْفَقُ عَلَيْهَا مِنْ جَمِيعِ الْمَالِ \" وَقَالَ ابْنُ عَبَّاسٍ: إِذًا تَجْحِفُ بِالْوَرَثَةِ، وَلَكِنْ تَسْتَدِينُ , فَإِنْ جَاءَ زَوْجُهَا أَدَّتْ مِنْ مَالِهِ، وَإِنْ لَمْ يَجِئْ كَانَ مِنْ نَصِيبِهَا مِنَ الْمِيرَاثِ. فَقَالَا جَمِيعًا: يُنْفَقُ عَلَيْهَا مِنْ بَعْدِ الْأَرْبَعِ سِنِينَ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا مِنْ جَمِيعِ الْمَالِ",
            "page": "72",
            "part": "1",
            "seal": "AE1A2879"
        },
        {
            "hno": "61",
            "id": "58",
            "nass": "61 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ أَبِي وَهْبٍ، عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلُوهُ أَنَتَوَضَّأُ مِنْ لُحُومِ الْغَنَمِ؟ . فَقَالَ: «§إِنْ شِئْتُمْ فَتَوَضَّئُوا وَإِلَّا فَلَا تَتَوَضَّئُوا» قَالُوا: يَا رَسُولَ اللَّهِ، أَنَتَوَضَّأُ مِنْ لُحُومِ الْإِبِلِ؟ . قَالَ: «نَعَمْ» . قَالُوا: يَا رَسُولَ اللَّهِ، أَنُصَلِّي فِي مَرَابِضِ الْغَنَمِ؟ قَالَ: «نَعَمْ» . قَالُوا أَنُصَلِّي فِي مَبَارِكِ الْإِبِلِ؟ . قَالَ: «لَا»",
            "page": "73",
            "part": "1",
            "seal": "31B1852E"
        },
        {
            "hno": "62",
            "id": "59",
            "nass": "62 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سُلَيْمَانَ بْنِ قَيْسٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: §-[74]- نَحَرْنَا يَوْمَ الْحُدَيْبِيَةِ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَبْعِينَ بَدَنَةَ، الْبَدَنَةُ عَنْ سَبْعَةٍ",
            "page": "73",
            "part": "1",
            "seal": "55533572"
        },
        {
            "hno": "63",
            "id": "60",
            "nass": "63 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، وَغَيْرُهُ عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ زِيَادِ بْنِ الْجَرَّاحِ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، قَالَ: دَخَلْتُ مَعَ أَبِي عَلَى عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ، فَقَالَ أَبِي لِعَبْدِ اللَّهِ: أَسَمِعْتَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , يَقُولُ: «§النَّدَمُ تَوْبَةٌ» ؟ قَالَ: «نَعَمْ»",
            "page": "75",
            "part": "1",
            "seal": "333984E5"
        },
        {
            "hno": "64",
            "id": "61",
            "nass": "64 - حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ حَمْزَةَ بْنِ صُهَيْبٍ، عَنْ أَبِيهِ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ لِصُهَيْبٍ: أَيُّ رَجُلٍ أَنْتَ؟ ‍ لَوْلَا خِصَالٌ ثَلَاثٌ فِيكَ. قَالَ: وَمَا هُنَّ؟ قَالَ: اكْتَنَيْتَ وَلَيْسَ لَكَ وَلَدٌ، وَانْتَمَيْتَ إِلَى الْعَرَبِ وَأَنْتَ مِنَ الرُّومِ، وَفِيكَ سَرَفٌ فِي الطَّعَامِ. قَالَ: أَمَّا قَوْلُكَ: اكْتَنَيْتُ وَلَمْ يُولَدْ لِي، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَنَّانِي أَبَا يَحْيَى، وَأَمَّا قَوْلُكَ: إِنَّكَ انْتَمَيْتَ إِلَى الْعَرَبِ وَأَنْتَ مِنَ الرُّومِ، فَإِنِّي رَجُلٌ مِنَ النَّمِرِ بْنِ قَاسِطٍ سَبَتْنِي الرُّومُ مِنَ الْمَوْصِلِ بَعْدُ إِذْ أَنَا غُلَامٌ، قَدْ عَرَفْتُ نَسَبِي، وَأَمَّا قَوْلُكَ: فِيكَ سَرَفٌ فِي الطَّعَامِ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§خِيَارُكُمْ مَنْ أَطْعَمَ الطَّعَامَ»",
            "page": "77",
            "part": "1",
            "seal": "E211DE69"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "حَدَّثَنَا إِبرَاهِيمُ بْنُ سَعْدٍ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي عُبَيْدٍ مَوْلَى عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§خِيَارُكُمْ مَنْ أَطْعَمَ الطَّعَامَ»",
            "page": "77",
            "part": "1",
            "seal": "5DC49F96"
        },
        {
            "hno": "65",
            "id": "63",
            "nass": "65 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ , قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَنْ يُدْخِلَ أَحَدَكُمْ عَمَلُهُ الْجَنَّةَ» قَالُوا: وَلَا أَنْتَ يَا رَسُولَ اللَّهِ؟ قَالَ: «وَلَا أَنَا، إِلَّا أَنْ يَتَغَمَّدَنِي اللَّهُ مِنْهُ بِرَحْمَةٍ وَفَضْلٍ» قَالَ أَبُو جَعْفَرٍ لُوَيْنٌ: وَهَذَا الْحَدِيثُ نَزَلَ بَعْدَهُ: {لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ} [الفتح: 2] فَذَاكَ الَّذِي تَغَمَّدَهُ بِرَحْمَتِهِ",
            "page": "78",
            "part": "1",
            "seal": "6AF62464"
        },
        {
            "hno": "66",
            "id": "64",
            "nass": "66 - حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّهُ §رَآهُ بَالَ قَائِمًا، ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ، قُلْتُ لَهُ: انْزَعِ الْخُفَّيْنِ قَالَ: لَا أَنْزِعُهُمَا، قَدْ رَأَيْتُ مَنْ هُوَ خَيْرٌ مِنِّي يَفْعَلُ هَذَا. فَتَأَوَّلَ النَّاسُ أَنَّهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "80",
            "part": "1",
            "seal": "05B43010"
        },
        {
            "hno": "67",
            "id": "65",
            "nass": "67 - حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّهِ فَاطِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «§لَا تُدْمِنُوا النَّظَرَ إِلَى الْمَجْذُومِينَ»",
            "page": "80",
            "part": "1",
            "seal": "3E0DF22E"
        },
        {
            "hno": "68",
            "id": "66",
            "nass": "68 - حَدَّثَنَا شَرِيكُ بْنُ الْخَطَّابِ شَيْخٌ مِنْ أَهْلِ الْبَصْرَةِ , عَنْ عَبْدِ اللَّهِ بْنِ أَبِي نَجِيحٍ، عَنْ أَبِيهِ، عَنْ أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ، \" قَالَ: كَانَ لَهُ تَابِعٌ يَخْدُمُهُ فِي طَعَامِ بَطْنِهِ، فَمَرَّ بَيْنَ يَدَيْهِ وَهُوَ يُصَلِّي، §فَطَرَدَهُ وَأَخْرَجَهُ \"",
            "page": "81",
            "part": "1",
            "seal": "2835F909"
        },
        {
            "hno": "69",
            "id": "67",
            "nass": "69 - حَدَّثَنَا رَوْحُ بْنُ الْمُسَيَّبِ، جَلِيسٌ لِحَمَّادٍ , عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ غُنَيْمِ بْنِ قَيْسٍ عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «إِنَّ §الْمَسْجِدَ يَوْمَئِذٍ لَمُغَرَّزٌ بِالْقَصَبِ» وَأَبُو مُوسَى قَائِمٌ عَلَيْنَا يُعَلِّمُنَا آيَةً آيَةً، فَقَالَ أَبُو مُوسَى: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ اللَّهَ يَوْمَ خَلَقَ آدَمَ قَبَضَ مِنْ صُلْبِهِ قَبْضَتَيْنِ، فَوَقَعَ كُلُّ طَيِّبٍ فِي يَمِينِهِ، وَكُلُّ خَبِيثٍ فِي شِمَالِهِ , فَقَالَ: هَؤُلَاءِ أَصْحَابُ الْيَمِينِ، وَلَا أُبَالِي، هَؤُلَاءِ أَصْحَابُ الْجَنَّةِ، وَهَؤُلَاءِ أَصْحَابُ الشِّمَالِ وَلَا أُبَالِي، هَؤُلَاءِ أَصْحَابُ النَّارِ، ثُمَّ أَعَادَهُمْ فِي صُلْبِ آدَمَ، فَهُمْ يَنْسِلُونَ عَلَى ذَلِكَ \"",
            "page": "82",
            "part": "1",
            "seal": "02B18E08"
        },
        {
            "hno": "70",
            "id": "68",
            "nass": "70 - حَدَّثَنَا حَبَّانٌ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" §مَنِ اشْتَرَى خَادِمًا فَلْيَضَعْ يَدَهُ عَلَى نَاصِيَتِهِ، ثُمَّ يَقُولُ: اللَّهُمَّ، إِنِّي أَسْأَلُكَ مِنْ خَيْرِهِ، وَخَيْرِ مَا جَبَلْتَهُ عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ، وَشَرِّ مَا جَبَلْتَهُ عَلَيْهِ. وَإِذَا -[83]- اشْتَرَى دَابَّةً فَلْيَضَعْ يَدَهُ عَلَى نَاصِيَتِهَا، ثُمَّ يَقُولُ: اللَّهُمَّ، إِنِّي أَسْأَلُكَ مِنْ خَيْرِهَا، وَخَيْرِ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيرًا فَلْيَضَعْ يَدَهُ عَلَى ذِرْوَةِ سَنَامِهِ، ثُمَّ يَقُولُ: اللَّهُمَّ، إِنِّي أَسْأَلُكَ مِنْ خَيْرِهِ، وَخَيْرِ مَا جَبَلْتَهُ عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا جَبَلْتَهُ عَلَيْهِ \"",
            "page": "82",
            "part": "1",
            "seal": "1FA01EE4"
        },
        {
            "hno": "71",
            "id": "69",
            "nass": "71 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَنْ أَحْدَثَ فِي دِينِنَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ»",
            "page": "83",
            "part": "1",
            "seal": "405AA1D1"
        },
        {
            "hno": "72",
            "id": "70",
            "nass": "72 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ رَضِيَ اللَّهُ عَنْهُ، -[84]- أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §مُضْطَجِعًا فِي الْمَسْجِدِ وَاضِعًا إِحْدَى رِجْلَيْهِ عَلَى الْأُخْرَى وَإِنَّ أَبَا بَكْرٍ، وَعُمَرَ، وَعُثْمَانَ , رَضِيَ اللَّهُ عَنْهُمْ , كَانُوا يَفْعَلُونَ ذَلِكَ",
            "page": "83",
            "part": "1",
            "seal": "0414554F"
        },
        {
            "hno": "73",
            "id": "71",
            "nass": "73 - حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §سَاعَتَانِ تُفْتَحُ فِيهِمَا أَبْوَابُ السَّمَاءِ، وَقَلَّمَا تُرَدُّ فِيهِمَا دَعْوَةٌ: عِنْدَ الْأَذَانِ، وَعِنْدَ الصَّفِّ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ \"",
            "page": "84",
            "part": "1",
            "seal": "ADD99382"
        },
        {
            "hno": "74",
            "id": "72",
            "nass": "74 - حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ عُمَرَ بْنِ عَامِرٍ، عَنْ حَمَّادٍ، عَنْ إِبْرَاهِيمَ، عَنْ حُذَيْفَةَ، قَالَ: «§لَيْسَ عَلَى أَهْلِ الْقُرَى جُمُعَةٌ , وَلَا عَلَى مَنْ عَلَى رَأْسِ مِيلٍ جُمُعَةٌ , إِنَّمَا الْجُمُعَةُ عَلَى أَهْلِ الْأَمْصَارِ مِثْلِ الْمَدَائِنِ»",
            "page": "87",
            "part": "1",
            "seal": "76465B5B"
        },
        {
            "hno": "75",
            "id": "73",
            "nass": "75 - حَدَّثَنَا مُحَمَّدُ بْنُ جَابِرٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلَابَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْجُمُعَةُ وَاجِبَةٌ عَلَى مَنْ آوَاهُ اللَّيْلُ» قَالَ أَبُو جَعْفَرٍ: سَمِعْتُ رَجُلًا يَذْكُرُهُ لِحَمَّادِ بْنِ زَيْدٍ، فَعَجِبَ مِنْهُ , وَسَكَتَ، فَلَمْ يَقُلْ شَيْئًا",
            "page": "87",
            "part": "1",
            "seal": "0F9AFBA9"
        },
        {
            "hno": "76",
            "id": "74",
            "nass": "76 - حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، وَابْنُ عُلَيَّةَ جَمِيعًا، عَنْ عَبْدِ الْحَمِيدِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ حَمَّادٌ: خَطَبَنَا فِي يَوْمِ جُمُعَةٍ ابْنُ عَبَّاسٍ , رَضِيَ اللَّهُ عَنْهُمَا , فِي يَوْمٍ ذِي رَدْغٍ. وَقَالَا جَمِيعًا فِي الْحَدِيثِ: فَإِنَّ §الْمُؤَذِّنَ إِذَا بَلَغَ حَيَّ عَلَى الصَّلَاةِ. قَالَ: نَادَى: الصَّلَاةُ فِي الرِّحَالِ، فَأَنْكَرَ ذَلِكَ بَعْضُ الْقَوْمِ، فَقَالَ: قَدْ فَعَلَهُ خَيْرٌ مِنِّي، إِنَّهَا عَزْمَةٌ، إِنِّي كَرِهْتُ أَنْ أُحْرِجَكُمْ \" وَقَالَ ابْنُ عُلَيَّةَ فِي الْحَدِيثِ: يَمْشُونَ فِي الطِّينِ وَالْوَحَلِ. قَوْلُ ابْنِ عَبَّاسٍ: عَزْمَةٌ، الْعَزْمَةُ الْوَاجِبُ",
            "page": "88",
            "part": "1",
            "seal": "96D75C64"
        },
        {
            "hno": "77",
            "id": "75",
            "nass": "77 - حَدَّثَنَا نَاصِحٌ أَبُو الْعَلَاءِ، مَوْلَى بَنِي هَاشِمٍ، عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ , مَوْلَى بَنِي هَاشِمٍ , قَالَ: مَرَرْتُ بِعَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ فِي يَوْمٍ مَطِيرٍ، وَهُوَ يُسَيِّلُ الْمَاءَ فِي نَهَرِ أُمِّ عَبْدِ اللَّهِ، فَقُلْتُ لَهُ: تُسَيِّلُ الْمَاءَ فِي نَهَرِ أُمِّ عَبْدِ اللَّهِ , وَتَدَعُ أَنْ تَأْتِيَ لِلْجُمُعَةِ. قَالَ: فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , «§رَخَّصَ لَنَا إِذَا كَانَ مَطَرٌ وَابِلٌ أَنْ نُصَلِّيَ فِي الرِّحَالِ»",
            "page": "89",
            "part": "1",
            "seal": "6A1857D8"
        },
        {
            "hno": "78",
            "id": "76",
            "nass": "78 - حَدَّثَنَا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، نا يَحْيَى بْنُ سَعِيدٍ , عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ , وَنَافِعٍ , عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا , قَالَ: كَانَ مُؤَذِّنُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , §إِذَا كَانَ يَومُ غَيْمٍ وَمَطَرٍ أَذَّنَ وَأَقَامَ , ثُمَّ قَالَ: الصَّلَاةُ فِي الرِّحَالِ قَالَ أَبُو جَعْفَرٍ لُوَيْنٌ: هَذِهِ الرُّخْصَةُ الَّتِي قَالَ فِي آخِرِهِ",
            "page": "89",
            "part": "1",
            "seal": "513602E2"
        },
        {
            "hno": "79",
            "id": "77",
            "nass": "79 - حَدَّثَنَا أَبُو عَقِيلٍ يَحْيَى بْنُ الْمُتَوَكِّلِ، عَنْ مُحَمَّدِ بْنِ نُعَيْمٍ، مَوْلَى عُمَرَ، عَنْ مُحَمَّدِ بْنِ عُمَرَ، عَنْ جَدِّهِ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: §زَيْنُ الْحَدِيثِ الصِّدْقُ، وَأَعْظَمُ الْخَطَايَا اللِّسَانُ الْكَذَّابُ، وَشَرُّ -[91]- الْعِدَةِ، يَعْنِي: عِدَةَ أَحَدِكُمْ نَفْسَهُ حَتَّى يَأْتِيَهُ الْمَوْتُ، فَذَاكَ الَّذِي يَلُومُ اللَّهُ عَزَّ وَجَلَّ عَلَيْهِ",
            "page": "90",
            "part": "1",
            "seal": "81B9292D"
        },
        {
            "hno": "80",
            "id": "78",
            "nass": "80 - حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: رَأَى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ صُفْرَةً. فَقَالَ: مَا هَذَا؟ . قَالَ: يَا رَسُولَ اللَّهِ، إِنِّي تَزَوَّجْتُ امْرَأَةً عَلَى وَزْنِ نَوَاةٍ مِنْ ذَهَبٍ. فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§بَارَكَ اللَّهُ لَكَ فِيهِ، أَوْلِمْ وَلَوْ بِشَاةٍ» قَالَ لُوَيْنٌ: الْوُقِيَّةُ: أَرْبَعُونَ، وَالنَّشُّ: عِشْرُونَ، وَالنَّوَاةُ: وَزْنُ خَمْسَةِ دَرَاهِمٍ",
            "page": "91",
            "part": "1",
            "seal": "C872ADD5"
        },
        {
            "hno": "81",
            "id": "79",
            "nass": "81 - حَدَّثَنَا يُوسُفُ بْنُ عَطِيَّةَ الصَّفَّارُ، عَنْ أَبِي سِنَانٍ، عَنِ الضَّحَّاكِ بْنِ عَرْزَبٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§مَنْ مَاتَ فِي بَيْتِ الْمَقْدِسِ فَكَأَنَّمَا مَاتَ فِي السَّمَاءِ» قَالَ لُوَيْنُ: لَيْسَ يَعْنِي بَيْتَ الْمَقْدِسِ نَفْسَهُ إِنَّمَا يَعْنِي الْمَوضِعَ الَّذِي فِيهِ بَيْتُ الْمَقْدِسِ. قَالَ: وَحُرْمَةُ مَكَّةَ أَفْضَلُ مِنْ حُرْمَةِ بَيْتِ الْمَقْدِسِ",
            "page": "92",
            "part": "1",
            "seal": "8A70AD3B"
        },
        {
            "hno": "82",
            "id": "80",
            "nass": "82 - حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ، عَنْ سِمَاكٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَيْرَةَ الْخُزَاعِيِّ، عَنْ أَبِي الطُّفَيْلِ، قَالَ: §لَا تَسُبُّوهُ قَالَ أَبُو جَعْفَرٍ: إِنَّمَا كَانَ قَبْلَ هَذَا الْحَدِيثِ، ذِكْرُ مَاعِزٍ",
            "page": "92",
            "part": "1",
            "seal": "2D37C974"
        },
        {
            "hno": "83",
            "id": "81",
            "nass": "83 - حَدَّثَنَا حُدَيْجُ بْنُ مُعَاوِيَةَ بْنِ حُدَيْجٍ الْجُعْفِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ رَضِيَ اللَّهُ عَنْهُما، قَالَ: لَمَّا قَدِمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ \" §صَلَّى نَحْوَ بَيْتِ الْمَقْدِسِ خَمْسَةَ عَشَرَ شَهْرًا أَوْ سِتَّةَ عَشَرَ شَهْرًا فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُقَلِّبُ وَجْهَهُ فِي السَّمَاءِ، وَكَانَ يُحِبُّ أَنْ يُصَلِّيَ نَحْوَ الْكَعْبَةِ، فَأَنْزَلَ اللَّهُ تَبَارَكَ وَتَعَالَى {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا.} [البقرة: 144] إِلَى آخِرِ الْآيَةِ. وَقَدْ كَانَ مَاتَ نَاسٌ عَلَى الْقِبْلَةِ الْأُولَى وَقُتِلُوا، فَلَمْ يَكُونُوا يَدْرُونَ مَا أَمُرَهُمْ، فَقَالَتِ الْيَهُودُ: مَا وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا؟ . فَأَنْزَلَ اللَّهُ: {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ. . .} [البقرة: 143] إِلَى آخِرِ الْآيَةِ \" قَالَ لُوَيْنٌ: حَدَّثَنَا بِهِ غَيْرُ حُدَيْجٍ أَيْضًا، عَنْ أَبِي إِسْحَاقَ",
            "page": "93",
            "part": "1",
            "seal": "FEB25AE0"
        },
        {
            "hno": "84",
            "id": "82",
            "nass": "84 - ونا حُدَيْجٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، رَضِيَ اللَّهُ عَنْهُ: §صَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قِبَلَ بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا، ثُمَّ أُمِرَ أَنْ يُصَلِّيَ قِبَلَ الْكَعْبَةِ، فَخَرَجَ رَجُلٌ فَرَأَى نَفَرًا مِنَ الْأَنْصَارِ يُصَلُّونَ قِبَلَ بَيْتِ الْمَقْدِسِ فَرَآهُمْ رَكَعُوا فَقَالَ: إِنِّي أَشْهَدُ أَنِّي رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي قِبَلَ الْكَعْبَةِ، فَتَوَلُّوا جَمِيعًا قِبَلَ الْكَعْبَةِ",
            "page": "94",
            "part": "1",
            "seal": "7D5872A1"
        },
        {
            "hno": "85",
            "id": "83",
            "nass": "85 - حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ فِي قَوْلِهِ: {§وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ. .} [البقرة: 143] . -[95]- قَالَ: صَلَاتَكُمْ. قِيلَ لِشَرِيكٍ: صَلَاتُكُمْ إِيمَانُكُمْ؟ قَالَ: نَعَمْ \"",
            "page": "94",
            "part": "1",
            "seal": "93C772BA"
        },
        {
            "hno": "86",
            "id": "84",
            "nass": "86 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -[96]- «اللَّهُمَّ §اهْدِ ثَقِيفًا»",
            "page": "95",
            "part": "1",
            "seal": "78AD75D3"
        },
        {
            "hno": "87",
            "id": "85",
            "nass": "87 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، قَالَ: وَهَبَ رَجُلٌ مِنَ الْأَعْرَابِ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هِبَةً فَأَثَابَهُ، فَقَالَ: «أَرَضِيتَ» ؟ قَالَ: لَا. ثُمَّ أَثَابَهُ. فَقَالَ: «أَرَضِيتَ» ؟ قَالَ: لَا. ثُمَّ أَثَابَهُ. فَقَالَ: «أَرَضِيتَ» ؟ قَالَ: نَعَمْ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§لَقَدْ هَمَمْتُ أَلَّا أَتَّهِبَ هِبَةً إِلَّا مِنْ قُرَشِيٍّ، أَوْ أَنْصَارِيٍّ، أَوْ ثَقَفِيٍّ» قَالَ ابْنُ عُيَيْنَةَ وَقَالَ غَيْرُهُ: هَؤُلَاءِ أَهْلُ قُرَى قَالَ ابْنُ عُيَيْنَةَ لِأَنَّ قُرَيْشًا وَالْأَنْصَارَ وَثَقِيفًا أَهْلُ قُرًى",
            "page": "96",
            "part": "1",
            "seal": "00E9250D"
        },
        {
            "hno": "88",
            "id": "86",
            "nass": "88 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ: كَانَ بَيْنَ ابْنِ صَفْوَانَ، وَبَيْنَ رَجُلٍ مِنْ قُرَيْشٍ كَلَامٌ. فَقَالَ لَهُ ابْنُ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُمَا: §اسْكُتْ فَإِنَّ أُمَّهُ قُصَوِيَةٌ. فَقَالَ لَهُ ابْنُ صَفْوَانَ: وَاللَّهِ، لَقَدْ وَلَدَتْنِي أُمِّيَ ثَقَفِيَّةً، مَا يَسُرُّنِي بِهَا عَشْرُ قُصَوِيَّاتٍ",
            "page": "96",
            "part": "1",
            "seal": "F355A367"
        },
        {
            "hno": "89",
            "id": "87",
            "nass": "89 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، وَحَبَّانُ بْنُ عَلِيٍّ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ وَسَمِعْتُهُ يَقُولُ: «§لَا يُمْلِيَنَّ أَحَدُكُمْ فِي مَصَاحِفِنَا إِلَّا فِتْيَانُ قُرَيْشٍ وَثَقِيفٍ»",
            "page": "97",
            "part": "1",
            "seal": "BC9210BA"
        },
        {
            "hno": "90",
            "id": "88",
            "nass": "90 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، نا يَحْيَى بْنُ هَانئٍ، نا أَبُو حُذَيْفَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ مُحَمَّدِ بْنِ نُسَيرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ، قَالَ: قَدِمَ وَفْدُ ثَقِيفٍ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَعَهُمْ هَدِيَّةٌ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§هَلْ مَعَكُمْ هَدِيَّةٌ أَمْ صَدَقَةٌ فَإِنَّ الصَّدَقَةَ يُبْتَغَى بِهَا وَجْهُ اللَّهِ تَبَارَكَ وَتَعَالَى، وَإِنَّ الْهَدِيَّةَ يُبْتَغَى بِهَا وَجْهُ الرَّسُولِ، وَقَضَاءُ الْحَاجَةِ» . قَالُوا: لَا بَلْ هَدِيَّةٌ، فَقَبِلَهَا مِنْهُمْ، ثُمَّ جَعَلُوا يَسْتَفْتُونَهُ وَيَسْأَلُونَهُ، فَمَا صَلَّى الظُّهْرَ إِلَّا مَعَ الْعَصْرِ",
            "page": "97",
            "part": "1",
            "seal": "9FA27237"
        },
        {
            "hno": "91",
            "id": "89",
            "nass": "91 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الْمَلِكِ الْقَنَّادُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، وَقَالَ: حَدَّثَنِي مَحْمُودُ بْنُ عَمْرٍو , أَنَّ النُّعْمَانَ بْنَ أَبِي فَاطِمَةَ رَضِيَ اللَّهُ عَنْهُ , اشْتَرَى كَبْشًا أَعْيَنَ أَقْرَنَ، وَأَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَآهُ فَقَالَ: «§كَأَنَّ هَذَا الْكَبْشَ الَّذِي ذَبَحَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ» فَعَمَدَ مُعَاذُ بْنُ عَفْرَاءَ رَضِيَ اللَّهُ عَنْهُ، فَاشْتَرَى كَبْشًا أَعْيَنَ أَقْرَنَ فَأَهْدَاهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَضَحَّى بِهِ",
            "page": "98",
            "part": "1",
            "seal": "6F6D29F4"
        },
        {
            "hno": "92",
            "id": "90",
            "nass": "92 - حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، نا الْأَعْمَشُ، حَدَّثَنِي ابْنُ عَبَّادٍ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، قَالَ: رَأَى عَبْدُ اللَّهِ رَضِيَ اللَّهُ عَنْهُ مَعَ رَجُلٍ دَرَاهِمَ، فَقَالَ: مَا هَذِهِ الدَّرَاهِمُ؟ قَالَ: هَذِهِ ثَلَاثُونَ دِرْهَمًا، يَا أَبَا عَبْدِ الرَّحْمَنِ، أُرِيدُ أَنْ أَشْتَرِيَ بِهَا فَرْقًا مِنْ سَمْنٍ لِرَمَضَانَ. وَكَانَ الْفَرْقُ يَوْمَئِذٍ بِثَلَاثِينَ. قَالَ: فَقَالَ عَبْدُ اللَّهِ رَضِيَ اللَّهُ عَنْهُ: «§انْطَلِقْ فَادْفَعْ هَذِهِ الدَّرَاهِمَ إِلَى امْرَأَتِكَ، وَمُرْهَا تَشْتَرِي كُلَّ يَوْمٍ بِدِرْهَمٍ لَحْمًا، فَهُوَ أَفْضَلُ مِمَّا أَرَدْتَ»",
            "page": "98",
            "part": "1",
            "seal": "F6BF91B1"
        },
        {
            "hno": "93",
            "id": "91",
            "nass": "93 - حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: كُنْتُ أَبِيعُ الذَّهَبَ بِالْفِضَّةِ، وَالْفِضَّةَ بِالذَّهَبِ، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ، فَقَالَ: «§إِذَا بَايَعْتَ صَاحِبَكَ فَلَا تُفَارِقْهُ وَبَيْنَكَ وَبَيْنَهُ شَيْءٌ»",
            "page": "99",
            "part": "1",
            "seal": "A5D202BE"
        },
        {
            "hno": "94",
            "id": "92",
            "nass": "94 - حَدَّثَنَا شَيْخٌ مِنْ أَهْلِ الْبَصْرَةَ يُقَالُ لَهُ: سَعِيدٌ الْقُرَشِيُّ فِي سِكَّةِ قُرَيْشٍ، نا جَارٌ لَنَا يُقَالُ لَهُ: مُحَمَّدُ بْنُ زِيَادٍ قَالَ: قَدِمْتُ مَكَّةَ، فَرَأَيْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا , يُصَلِّي خَلْفَ الْمَقَامِ، فَذَهَبْتُ فَقَعَدْتُ خَلْفَهُ، فَصَلَّى مَا شَاءَ اللَّهُ أَنْ يُصَلِّيَ، ثُمَّ قَالَ لِي: هَلْ طَلَعَ الْفَجْرُ، قَالَ: فَقُلْتُ: لَا، مَا أَدْرِي لَعَلَّهُ قَدْ طَلَعَ. قَالَ: فَقَامَ فَرَكَعَ رَكْعَةً وَاحِدَةً، ثُمَّ تَشَهَّدَ فَسَلَّمَ، أَوتَرَ بِهَا، فَقَالَ لِي حِينَ انْصَرَفَ: مَا حَاجَتُكَ؟ . فَقُلْتُ: لَنَا رَجُلٌ فَارِسِيٌّ وَوَرِقُ الْبَصْرَةِ لَا يُوجَدُ عِنْدَنَا، فَسَأَلْتُهُ عَنْ شَيْءٍ مِنْ أَمْرِ الصَّرْفِ بِزِيَادَةٍ. فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§مَا زَادَ مِنْ ذَهَبٍ أَوْ فِضَّةٍ عَلَى مِثْلٍ بِمِثْلٍ فَهُوَ رِبًا»",
            "page": "100",
            "part": "1",
            "seal": "E7AB09D4"
        },
        {
            "hno": "95",
            "id": "93",
            "nass": "95 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي لَبِيدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، سَأَلْتُ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا , عَنْ صَلَاةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي رَمَضَانَ؟ فَقَالَتْ: «كَانَتْ §صَلَاتُهُ فِي رَمَضَانَ ثَلَاثَ عَشْرَةَ رَكْعَةً، مِنْهَا رَكْعَتَا الْفَجْرِ»",
            "page": "100",
            "part": "1",
            "seal": "483EC872"
        },
        {
            "hno": "96",
            "id": "94",
            "nass": "96 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الْعَلَاءِ بْنِ أَبِي الْعَبَّاسِ، نا أَبُو الطُّفَيْلِ، عَنْ بَكْرِ بْنِ قِرْوَاشٍ، قَالَ: ذُكِرَ عِنْدَ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ ذُو الثُّدَيَّةِ فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" §شَيْطَانُ الرَّدْهَةِ عَلَامَةٌ فِي قَوْمٍ ظَلَمَةٍ، رَاعِي الْخَيْلِ، أَوْ رَاعٍ لِلْخَيْلِ يَحْتَدِرُهُ رَجُلٌ مِنْ بَنِي بَجِيلَةَ، يُقَالُ لَهُ: الْأَشْهَبُ بْنُ أَبِي الْأَشْهَبِ \" قَالَ: وَالدُّهْنِيُّونَ هُمْ حَيٌّ مِنْ بَجِيلَةَ",
            "page": "102",
            "part": "1",
            "seal": "6A071B77"
        },
        {
            "hno": "97",
            "id": "95",
            "nass": "97 - حَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ رَفَعَهُ، قَالَ: «§كُتِبَ عَلَيَّ النَّحْرُ فَلَمْ تُكْتَبْ عَلَيْكُمْ، وَأُمِرْتُ بِصَلَاةِ الضُّحَى وَلَمْ تُؤْمَرُوا بِهَا»",
            "page": "103",
            "part": "1",
            "seal": "C0F97E4D"
        },
        {
            "hno": "98",
            "id": "96",
            "nass": "98 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، قَالَ: كُنْتُ غُلَامًا فِي حِجْرِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَكَانَتْ يَدِي تَطِيشُ فِي الصَّحْفَةِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا غُلَامُ §سَمِّ اللَّهَ وَكُلْ بِيَمِينِكَ، وَكُلْ مِمَّا يَلِيكَ» فَمَا زَالَتْ تِلْكَ طِعْمَتِي",
            "page": "104",
            "part": "1",
            "seal": "273BEDBD"
        },
        {
            "hno": "99",
            "id": "97",
            "nass": "99 - حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: أَكَلْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَطَاشَتْ يَدِي، فَقَالَ لِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا غُلَامُ §سَمِّ اللَّهَ، وَكُلْ بِيَمِينِكَ، وَكُلْ مِمَّا يَلِيكَ»",
            "page": "105",
            "part": "1",
            "seal": "CD1130E4"
        },
        {
            "hno": "100",
            "id": "98",
            "nass": "100 - حَدَّثَنَا شَرِيكٌ، عَنْ جَابِرٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «§لَمْ يُكْتَبِ الْأَضْحَى، مَنْ شَاءَ ضَحَّى»",
            "page": "105",
            "part": "1",
            "seal": "D0D10C37"
        },
        {
            "hno": "101",
            "id": "99",
            "nass": "101 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: -[106]- «إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى §تَجَاوَزَ لِأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ يَتَكَلَّمُوا بِهِ أَوْ يَعْمَلُوا»",
            "page": "105",
            "part": "1",
            "seal": "C634F7BE"
        },
        {
            "hno": "102",
            "id": "100",
            "nass": "102 - حَدَّثَنَا هُشَيْمُ بْنُ بَشِيرٍ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ جَابِرِ بْنِ يَزِيدَ بْنِ الْأَسْوَدِ، رَضِيَ اللَّهُ عَنْهُ عَنْ أَبِيهِ، قَالَ: شَهِدْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَجَّتَهُ فَشَهِدْتُ مَعَهُ صَلَاةَ الصُّبْحِ فِي مَسْجِدِ الْخِيفِ، فَلَمَّا قَضَى الصَّلَاةَ إِذَا هُوَ بِرَجُلَيْنِ فِي آخِرِ النَّاسِ لَمْ يَشْهَدَا مَعَهُ الصَّلَاةَ، قَالَ: «عَلَيَّ بِالرَّجُلَيْنِ» فَأُتِيَ بِهِمَا تُرْعَدُ فَرَائِصُهُمَا، فَقَالَ: «مَا مَنَعَكُمَا أَنْ تُصَلِّيَا مَعَنَا» ، قَالَا: يَا رَسُولَ اللَّهِ، إِنَّا صَلَّيْنَا فِي رِحَالِنَا، قَالَ: «§إِذَا صَلَّيْتُمَا فِي رِحَالِكُمَا ثُمَّ أَتَيْتُمَا مَسْجِدَ جَمَاعَةٍ فَصَلِّيَا مَعَهُمْ، فَإِنَّهَا لَكُمْ نَافِلَةٌ»",
            "page": "106",
            "part": "1",
            "seal": "163C6466"
        },
        {
            "hno": "103",
            "id": "101",
            "nass": "103 - حَدَّثَنَا أَبُو الْمَلِيحِ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§يَطْلُعُ مِنْ تَحْتِ هَذِهِ الصَّوْرِ رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ» فَطَلَعَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ , فَهَنَّيْنَاهُ بِمَا قَالَ رَسُولُ اللَّهِ , صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَطْلُعُ مِنْ تَحْتِ هَذَا الصَّوْرِ رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ» فَطَلَعَ عُمَرُ , فَهَنَّيْنَاهُ بِمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَطْلُعُ مِنْ تَحْتِ هَذَا الصَّوْرِ رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ» ثُمَّ قَالَ: «اللَّهُمَّ إِنْ شِئْتَ جَعَلْتَهُ عَلِيًّا» فَطَلَعَ عَلِيُّ رضي الله عنه",
            "page": "107",
            "part": "1",
            "seal": "9660FBEB"
        },
        {
            "hno": "104",
            "id": "102",
            "nass": "104 - حَدَّثَنَا أَبُو عَقِيلٍ يَحْيَى بْنُ الْمُتَوَكِّلِ، عَنْ عُمَرَ بْنِ حَمْزَةَ، عَنْ عُمَرَ بْنِ هَارُونَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مِنْ أَشْرَاطِ السَّاعَةِ سُوءُ الْجِوَارِ , وَقَطِيعَةُ الْأَرْحَامِ، وَتَعْطِيلُ السَّيْفِ عَنِ الْجِهَادِ، وَأَنْ تُخْتَلَ الدُّنْيَا بِالدِّينِ»",
            "page": "107",
            "part": "1",
            "seal": "B8FBDB1C"
        },
        {
            "hno": "105",
            "id": "103",
            "nass": "105 - حَدَّثَنَا مُحَمَّدُ بْنُ الزِّبْرِقَانِ الْمَازِنِيُّ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ رَجُلٍ مِنْ بَنِي سَلِيطٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «§الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ، وَلَا يَخْذُلُهُ، وَالتَّقْوَى هَاهُنَا» . وَأَشَارَ بِيَدِهِ إِلَى صَدْرِهِ",
            "page": "108",
            "part": "1",
            "seal": "576CA16F"
        },
        {
            "hno": "106",
            "id": "104",
            "nass": "106 - حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَجْلَانَ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§مَا مِنِ امْرِئٍ يَتَصَدَّقُ بِصَدَقَةٍ مِنْ كَسْبٍ طَيِّبٍ، وَلَا يَقْبَلُ اللَّهُ إِلَّا طَيِّبًا، حَتَّى وَلَوْ بِتَمْرَةٍ إِلَّا أَخَذَهَا اللَّهُ بِيَمِينِهِ ثُمَّ رَبَّاهَا كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ , أَوْ فَصِيلَهُ , حَتَّى يُوَفِّيَهُ يَوْمَ الْقِيَامَةِ مِثْلَ الْجَبَلِ الْعَظِيمِ»",
            "page": "108",
            "part": "1",
            "seal": "95819DC4"
        },
        {
            "hno": "107",
            "id": "105",
            "nass": "107 - حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: -[110]- «§مَا أَطْعَمْتَ نَفْسَكَ فَهُوَ لَكَ صَدَقَةٌ , وَمَا أَطْعَمْتَ وَلَدَكَ فَهُوَ لَكَ صَدَقَةٌ، وَمَا أَطْعَمْتَ زَوْجَكَ فَهُوَ لَكَ صَدَقَةٌ، وَمَا أَطْعَمْتَ خَادِمَكَ فَهُوَ لَكَ صَدَقَةٌ»",
            "page": "109",
            "part": "1",
            "seal": "02AA9ABD"
        },
        {
            "hno": "108",
            "id": "106",
            "nass": "108 - حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنِ الْمِقْدَامِ بْنِ مَعْدِي كَرِبٍ رَضِيَ اللَّهُ عَنْهُ، عَنْ أَبِي أَيُّوبَ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: -[111]- «§كِيلُوا طَعَامَكُمْ يُبَارَكْ لَكُمْ فِيهِ»",
            "page": "110",
            "part": "1",
            "seal": "3749286A"
        },
        {
            "hno": "109",
            "id": "107",
            "nass": "109 - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُصْعَبِ بْنِ ثَابِتٍ مِنْ وَلَدِ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُ , عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْمُؤْمِنُ مِنْ أَهْلِ الْإِيمَانِ بِمَنْزِلَةِ الرَّأْسِ مِنَ الْجَسَدِ، يَأْلَمُ الْمُؤْمِنُ لِمَا يُصِيبُ أَهْلَ الْإِيمَانِ كَمَا يَأْلَمُ الرَّأْسُ لِمَا يُصِيبُ الْجَسَدَ»",
            "page": "111",
            "part": "1",
            "seal": "23ABDCDF"
        },
        {
            "hno": "110",
            "id": "108",
            "nass": "110 - حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , قَالَ: «§إِنَّمَا مَثَلُ الْمُسْلِمِينَ فِي تَوَاصُلِهِمْ وَتَرَاحُمِهِمْ وَالَّذِي جَعَلَ اللَّهُ بَيْنَهُمْ، كَمَثَلِ الْجَسَدِ إِذَا وَجِعَ بَعْضُهُ , وَجِعَ كُلُّهُ بِالسَّهَرِ وَالْحُمَّى»",
            "page": "112",
            "part": "1",
            "seal": "4315FFD6"
        },
        {
            "hno": "111",
            "id": "109",
            "nass": "111 - حَدَّثَنَا حَبَّانُ، عَنْ رِشْدِينَ بْنِ كُرَيْبٍ، عَنْ أَبِيهِ، قَالَ: §رَأَيْتُ عَلَى ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، عِمَامَةً سَوْدَاءَ حَرَقَانِيَّةً قَدْ أَرْسَلَهَا مِنْ بَيْنِ يَدَيْهِ شِبْرًا، وَمِنْ خَلْفِهِ ذِرَاعًا \"",
            "page": "113",
            "part": "1",
            "seal": "BF302898"
        },
        {
            "hno": "112",
            "id": "110",
            "nass": "حَدَّثَنَا حَبَّانٌ، ¶ 112 - عَنْ رِشْدِينَ بْنِ كُرَيْبٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: جَلَسَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَ السِّقَايَةِ , فَأَتَتْهُ امْرَأَةٌ وَابْنُهَا وَهُوَ يُرِيدُ الْجِهَادَ وَهِيَ تَمْنَعُهُ. قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§أَقِمْ عِنْدَهَا فَإِنَّ لَكَ مِنَ الْأَجْرِ مِثْلَ مَا تُرِيدُ» . ثُمَّ أَتَاهُ رَجُلٌ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي نَذَرْتُ أَنْ أَنْحَرَ نَفْسِي، وَشُغِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْمَرْأَةِ وَابْنِهَا. قَالَ: فَانْطَلَقَ إِلَى الْمَقَامِ لِيَنْحَرَ نَفْسَهُ، قَالَ: فَجِيءَ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «أَرَدْتَ أَنْ تَنْحَرَ نَفْسَكَ» ؟ قَالَ: نَعَمْ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي أُمَّتِي مَنْ يُوفِّي بِالنَّذْرِ وَيَخَافُ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا، هَلْ لَكَ مِنْ مَالٍ» ؟ قَالَ: نَعَمْ، قَالَ: «فَأَهْدِ مِائَةً مِنَ الْإِبِلِ، وَاجْعَلْهَا فِي ثَلَاثِ سِنِينَ، فَإِنَّكَ لَا تَجِدُ مَنْ يَقْبَلُهَا عَنْكَ فِي عَامٍ وَاحِدٍ» . -[114]- ثُمَّ أَقْبَلَ عَلَى الْمَرْأَةِ وَابْنِهَا قَالَ: «أَقِمْ عِنْدَهَا، فَإِنَّ لَكَ مِنَ الْأَجْرِ عِنْدَهَا مِثْلَمَا تُرِيدُ» . قَالَ: وَجَاءَتْهُ امْرَأَةٌ فِي مَجْلِسِهِ ذَلِكَ، فَقَالَتْ: إِنِّي وَافِدَةُ النِّسَاءِ إِلَيْكَ، وَاللَّهِ مَا مِنَ امْرَأَةٍ سَمِعَتْ بِمَخْرَجِي أَوْ لَمْ تَسْمَعْ إِلَّا وَهِيَ تَهْوَى مَقَالَتِي، اللَّهُ رَبُّ الرِّجَالِ وَالنِّسَاءِ، وَآدَمُ أَبُو الرِّجَالِ وَالنِّسَاءِ، وَأَنْتَ رَسُولُ اللَّهِ إِلَى الرِّجَالِ وَالنِّسَاءِ، كَتَبَ اللَّهُ عَزَّ وَجَلَّ الْجِهَادَ عَلَى الرِّجَالِ، فَإِنْ أَصَابُوا أُجِرُوا، وَإِنْ مَاتُوا وَقَعَ أَجْرُهُمْ عَلَى اللَّهِ عَزَّ وَجَلَّ؛ وَإِنِ اسْتُشْهِدُوا كَانُوا أَحْيَاءً عِنْدَ رَبِّهِمْ يُرْزَقُونَ، وَنَحْنُ نَقُومُ عَلَيْهِمْ، وَنَحُسُّ لِدَوَابِّهِمْ وَلَيْسَ لَنَا شَيْءٌ مِنْ ذَلِكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَأَبْلِغِي مَنْ لَقِيتِ مِنَ النِّسَاءِ أَنَّ طَاعَةَ الزَّوْجِ وَاعْتِرَافًا بِحَقِّهِ يَعْدِلُ ذَلِكَ كُلَّهُ، وَقَلِيلٌ مِنْكُنَّ مَنْ تَفْعَلُ ذَلِكَ»",
            "page": "113",
            "part": "1",
            "seal": "0D92B982"
        },
        {
            "hno": "113",
            "id": "111",
            "nass": "113 - حَدَّثَنَا حَبَّانُ بْنُ عَلِيٍّ، عَنْ مُحَمَّدِ بْنِ كُرَيْبٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" §ثَلَاثٌ، وَثَلَاثٌ، وَثَلَاثٌ: ثَلَاثٌ لَا يَمِينَ فِيهِنَّ، وَثَلَاثٌ الْمَلْعُونُ فِيهِنَّ، وَثَلَاثٌ أَشُكُّ فِيهِنَّ، أَمَّا الثَّلَاثُ الَّتِي لَا يَمِينَ فِيهِنَّ: فَلَا يَمِينَ مَعَ وَالِدٍ، وَلَا الْمْرَأَةٍ مَعَ زَوْجِهَا، وَلَا الْمَمْلُوكِ مَعَ سَيِّدِهِ، وَأَمَّا الْمَلْعُونُ فِيهِنَّ: فَمَلْعُونٌ مَنْ لَعَنَ -[115]- وَالِدَيْهِ، وَمَلْعُونٌ مَنْ ذَبَحَ لِغَيْرِ اللَّهِ، وَمَلْعُونٌ مَنْ غَيَّرَ تُخُومَ الْأَرْضِ، وَأَمَّا الَّتِي أَشُكُّ فِيهِنَّ: فَعُزَيْرٌ , لَا أَدْرِي أَكَانَ نَبِيًّا أُمْ لَا؟ وَلَا أَدْرِي أَلَعَنَ تُبَّعًا أَمْ لَا؟ \" قَالَ: وَنَسِيتُ - يَعْنِي: - الثَّالِثَةَ",
            "page": "114",
            "part": "1",
            "seal": "C1D85A7E"
        },
        {
            "hno": "114",
            "id": "112",
            "nass": "114 - حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§الْوَلَاءُ لِمَنْ أَعْتَقَ»",
            "page": "115",
            "part": "1",
            "seal": "8FD9B8C0"
        },
        {
            "hno": "115",
            "id": "113",
            "nass": "115 - حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ حَجَّاجٍ، عَنْ عَبْدِ الْجَبَّارِ بْنِ وَائِلٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَوْ قَالَ: رَأَيْتُ النَّبِيَّ , صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§يَسْجُدُ عَلَى جَبْهَتِهِ وَأَرْنَبَتِهِ»",
            "page": "115",
            "part": "1",
            "seal": "9333CFC8"
        },
        {
            "hno": "116",
            "id": "114",
            "nass": "116 - حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ خُصَيْفٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ عَزَّ وَجَلَّ: {§ظَهْرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي -[116]- النَّاسِ} [الروم: 41] قَالَ: أَمَّا الْبَحْرُ فَمَا كَانَ مِنَ الْمَدَائِنِ وَالْقُرَى عَلَى شَاطِئِ نَهَرٍ، وَأَمَّا الْبَرُّ، فَالْبَرُّ الَّذِي لَيْسَ عِنْدَهُ نَهَرٌ",
            "page": "115",
            "part": "1",
            "seal": "9793693B"
        },
        {
            "hno": "117",
            "id": "115",
            "nass": "117 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الْمَلِكِ الْقَنَّادُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ يَعِيشَ بْنِ طِهْفَةَ، عَنْ أبيه رَضِيَ اللَّهُ عَنْهُ، قَالَ: رَآنِي النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنَا نَائِمٌ عَلَى بَطْنِي فَحَرَّكَنِي، وَقَالَ: «إِنَّ §هَذِهِ نَوْمَةٌ يُبْغِضُهَا اللَّهُ عَزَّ وَجَلَّ»",
            "page": "116",
            "part": "1",
            "seal": "719DF09D"
        },
        {
            "hno": "118",
            "id": "116",
            "nass": "118 - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، قَالَ: حَدَّثَنِي رَجُلٌ مِنْ أَهْلِ الصُّفَّةِ، قَالَ: دَعَانِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرِجَالًا مِنْ أَهْلِ الصُّفَّةِ، فَلَمَّا دَخَلْنَا بَيْتَ عَائِشَةَ، قَالَ: «أَطْعِمِينَا يَا عَائِشَةُ» فَقَرَّبَتْ إِلَيْنَا طَعَامًا فَأَكَلْنَاهُ، ثُمَّ قَالَ: «زِيدِينَا يَا عَائِشَةُ» ، قَالَ: فَجَاءَتْ بِطَعَامٍ أَقَلَّ مِنْ ذَلِكَ، فَأَكَلْنَاهُ، ثُمَّ قَالَ: «اسْقِينَا يَا عَائِشَةُ» ، فَسَقَتْنَا لَبَنًا، ثُمَّ قَالَ: «زِيدِينَا يَا عَائِشَةُ» ، قَالَ: فَجَاءَتْ بِقَعْبٍ مِنْ لَبَنٍ، قَالَ: فَشَرِبْنَا، ثُمَّ قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «§إِنْ شِئْتُمْ أَنْ تَرْقُدُوا هَاهُنَا وَإِنْ شِئْتُمْ فَالْمَسْجِدُ» قَالَ: فَخَرَجْنَا إِلَى الْمَسْجِدِ، قَالَ: فَلَمَّا كَانَ فِي آخِرِ اللَّيْلِ أَوِ السَّحَرِ وَجَدْتُ وَجَعًا فِي بَطْنِي فَنِمْتُ عَلَى بَطْنِي، فَإِذَا رَجُلٌ قَدْ رَكَضَنِي بِرِجْلِهِ أَوْ بِيَدِهِ، قَالَ: فَقَالَ: «إِنَّ هَذِهِ نَوْمَةٌ يُبْغِضُهَا اللَّهُ عَزَّ وَجَلَّ» قَالَ: فَالْتَفَتُّ فَإِذَا بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
            "page": "117",
            "part": "1",
            "seal": "194607E5"
        },
        {
            "hno": "119",
            "id": "117",
            "nass": "قَالَ لُوَيْنٌ ¶ 119 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الْمَلِكِ الْقَنَّادُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ يَعِيشَ بْنِ طِخْفَةَ، عَنْ أبيه، قَالَ: -[118]- مَرَّ بِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَنَا نَائِمٌ عَلَى بَطْنِي فَحَرَّكَنِي، فَقَالَ: «إِنَّ §هَذِهِ نَوْمَةٌ يُبْغِضُهَا اللَّهُ عَزَّ وَجَلَّ» قَالَ أَبُو جَعْفَرٍ لُوَيْنٌ: قَدِ اخْتَلَفُوا فِي هَذَيْنِ الْحَدِيثَيْنِ، وَأَحَدُهُمَا عِنْدِي غَلَطٌ",
            "page": "117",
            "part": "1",
            "seal": "1DF70412"
        }
    ],
    "t1459": [
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "اليوم عاشوراء، يوم صامه رسول الله صلى الله عليه وسلم , فقال: من لم يكن صامه منكم"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "ما رأيت أحدا آمر بصوم عاشوراء من علي، وأبي موسى رضي الله عنهما"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "تسحروا، فإن في السحور بركة"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "من لم يشكر الناس لم يشكر الله عز وجل"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "اثلغيه كما يثلغ الأفعى، فإن اليتيم أحق بالثلغ من الأفعى قال أبو جعفر: الثلغ:"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "ادع كاتبك يقرأ على الناس في المسجد. قال أبو موسى: إنه نصراني , لا يدخل المسجد. قال عمر"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "أسلم، حتى نستعين بك على بعض أمور المسلمين , لأنه لا ينبغي لنا أن نستعين على أمورهم بمن"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "أعتق غلاما له مجوسيا يقال له: مأبورا"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "من ارتبط كلبا نقص من أجره كل يوم قيراطان. قال: لم يا أبا هريرة؟ . قال: إنه لا يزال يؤذي"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "رضيت لكم عمر فبايعوه"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "لعن رسول الله صلى الله عليه وسلم الرجلة من النساء"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام الرجل من مجلسه فهو أحق به إذا رجع إليه"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "إني لأرى رد جواب الكتاب علي حقا كرد السلام"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "قيدوا العلم بالكتابة قال أبو جعفر: لم يكن يرفعه أحد غير هذا الرجل"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "استأذنت رسول الله صلى الله عليه وسلم أن يأذن لي أن أكتب الحديث فأبى أن يأذن"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "ويأتيك بالأخبار من لم تزود"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "يأمر بناته أن يذبحن نسائكهن بأيديهن"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "يأمر بناته أن يذبحن نسائكهن بأيديهن"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "يزكي ما خرج من الثمرة منها. وقال ابن عمر: يقضي ما أنفق على ثمرته وأهله ثم يزكي ما"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "تربص أربع سنين. وقال ابن عمر: ينفق عليها من جميع المال وقال ابن عباس: إذا تجحف بالورثة،"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "إن شئتم فتوضئوا وإلا فلا تتوضئوا قالوا: يا رسول الله، أنتوضأ من لحوم الإبل؟ . قال: نعم."
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "نحرنا يوم الحديبية مع النبي صلى الله عليه وسلم سبعين بدنة، البدنة عن"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "الندم توبة؟ قال: نعم"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "خياركم من أطعم الطعام"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "خياركم من أطعم الطعام"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "لن يدخل أحدكم عمله الجنة قالوا: ولا أنت يا رسول الله؟ قال: ولا أنا، إلا أن يتغمدني الله"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "رآه بال قائما، ثم توضأ ومسح على خفيه، قلت له: انزع الخفين قال: لا أنزعهما، قد رأيت من هو"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "لا تدمنوا النظر إلى المجذومين"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "فطرده وأخرجه"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "المسجد يومئذ لمغرز بالقصب وأبو موسى قائم علينا يعلمنا آية آية، فقال أبو موسى: قال رسول"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "من اشترى خادما فليضع يده على ناصيته، ثم يقول: اللهم، إني أسألك من خيره، وخير ما جبلته"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "من أحدث في ديننا ما ليس فيه فهو رد"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "مضطجعا في المسجد واضعا إحدى رجليه على الأخرى وإن أبا بكر، وعمر، وعثمان , رضي الله عنهم ,"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "ساعتان تفتح فيهما أبواب السماء، وقلما ترد فيهما دعوة: عند الأذان، وعند الصف في سبيل الله"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "ليس على أهل القرى جمعة , ولا على من على رأس ميل جمعة , إنما الجمعة على أهل الأمصار مثل"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "الجمعة واجبة على من آواه الليل قال أبو جعفر: سمعت رجلا يذكره لحماد بن زيد، فعجب منه ,"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "المؤذن إذا بلغ حي على الصلاة. قال: نادى: الصلاة في الرحال، فأنكر ذلك بعض القوم، فقال: قد"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "رخص لنا إذا كان مطر وابل أن نصلي في الرحال"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كان يوم غيم ومطر أذن وأقام , ثم قال: الصلاة في الرحال قال أبو جعفر لوين: هذه الرخصة"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "زين الحديث الصدق، وأعظم الخطايا اللسان الكذاب، وشر العدة، يعني: عدة أحدكم نفسه حتى يأتيه"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "بارك الله لك فيه، أولم ولو بشاة قال لوين: الوقية: أربعون، والنش: عشرون، والنواة: وزن خمسة"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "من مات في بيت المقدس فكأنما مات في السماء قال لوين: ليس يعني بيت المقدس نفسه إنما يعني"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "لا تسبوه قال أبو جعفر: إنما كان قبل هذا الحديث، ذكر ماعز"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "صلى نحو بيت المقدس خمسة عشر شهرا أو ستة عشر شهرا فجعل رسول الله صلى الله عليه وسلم يقلب"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "صلى رسول الله صلى الله عليه وسلم قبل بيت المقدس ستة عشر شهرا، ثم أمر أن يصلي قبل الكعبة،"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "وما كان الله ليضيع إيمانكم. .} [البقرة: 143] . قال: صلاتكم. قيل لشريك: صلاتكم إيمانكم؟"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "اهد ثقيفا"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "لقد هممت ألا أتهب هبة إلا من قرشي، أو أنصاري، أو ثقفي قال ابن عيينة وقال غيره: هؤلاء أهل"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "اسكت فإن أمه قصوية. فقال له ابن صفوان: والله، لقد ولدتني أمي ثقفية، ما يسرني بها عشر"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "لا يملين أحدكم في مصاحفنا إلا فتيان قريش وثقيف"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "هل معكم هدية أم صدقة فإن الصدقة يبتغى بها وجه الله تبارك وتعالى، وإن الهدية يبتغى بها وجه"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "كأن هذا الكبش الذي ذبح إبراهيم عليه السلام فعمد معاذ بن عفراء رضي الله عنه، فاشترى كبشا"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "انطلق فادفع هذه الدراهم إلى امرأتك، ومرها تشتري كل يوم بدرهم لحما، فهو أفضل مما"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "إذا بايعت صاحبك فلا تفارقه وبينك وبينه شيء"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "ما زاد من ذهب أو فضة على مثل بمثل فهو ربا"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "صلاته في رمضان ثلاث عشرة ركعة، منها ركعتا الفجر"
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "شيطان الردهة علامة في قوم ظلمة، راعي الخيل، أو راع للخيل يحتدره رجل من بني بجيلة، يقال"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "كتب علي النحر فلم تكتب عليكم، وأمرت بصلاة الضحى ولم تؤمروا بها"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "سم الله وكل بيمينك، وكل مما يليك فما زالت تلك طعمتي"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "سم الله، وكل بيمينك، وكل مما يليك"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "لم يكتب الأضحى، من شاء ضحى"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "تجاوز لأمتي ما حدثت به أنفسها ما لم يتكلموا به أو يعملوا"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "إذا صليتما في رحالكما ثم أتيتما مسجد جماعة فصليا معهم، فإنها لكم نافلة"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "يطلع من تحت هذه الصور رجل من أهل الجنة فطلع أبو بكر رضي الله عنه , فهنيناه بما قال رسول"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "من أشراط الساعة سوء الجوار , وقطيعة الأرحام، وتعطيل السيف عن الجهاد، وأن تختل الدنيا"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "المسلم أخو المسلم، لا يظلمه، ولا يخذله، والتقوى هاهنا. وأشار بيده إلى"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "ما من امرئ يتصدق بصدقة من كسب طيب، ولا يقبل الله إلا طيبا، حتى ولو بتمرة إلا أخذها الله"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "ما أطعمت نفسك فهو لك صدقة , وما أطعمت ولدك فهو لك صدقة، وما أطعمت زوجك فهو لك صدقة، وما"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "كيلوا طعامكم يبارك لكم فيه"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "المؤمن من أهل الإيمان بمنزلة الرأس من الجسد، يألم المؤمن لما يصيب أهل الإيمان كما يألم"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "إنما مثل المسلمين في تواصلهم وتراحمهم والذي جعل الله بينهم، كمثل الجسد إذا وجع بعضه , وجع"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت على ابن عباس رضي الله عنهما، عمامة سوداء حرقانية قد أرسلها من بين يديه شبرا، ومن"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "أقم عندها فإن لك من الأجر مثل ما تريد. ثم أتاه رجل، فقال: يا رسول الله، إني نذرت أن أنحر"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "ثلاث، وثلاث، وثلاث: ثلاث لا يمين فيهن، وثلاث الملعون فيهن، وثلاث أشك فيهن، أما الثلاث"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "الولاء لمن أعتق"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "يسجد على جبهته وأرنبته"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "ظهر الفساد في البر والبحر بما كسبت أيدي الناس} [الروم: 41] قال: أما البحر فما كان من"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "هذه نومة يبغضها الله عز وجل"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "إن شئتم أن ترقدوا هاهنا وإن شئتم فالمسجد قال: فخرجنا إلى المسجد، قال: فلما كان في آخر"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "هذه نومة يبغضها الله عز وجل قال أبو جعفر لوين: قد اختلفوا في هذين الحديثين، وأحدهما عندي"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "سرنا يومنا وليلتنا، حتى قام قائم الظهيرة، وخلا الطريق، فلم يمر أحد، فرفعت لنا صخرة لها"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بعثنا رسول الله صلى الله عليه وسلم إلى النجاشي ثمانين رجلا، منهم عبد الله بن مسعود،"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "لما بلغه موت النجاشي، استغفر له"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ولد آدم كلهم تحت رايتي يوم القيامة، وأنا أول من تفتح له أبواب الجنة"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "لا عليك يا قيلة ألا تفعلي، إذا أردت أن تشتري الشيء فأعط به الذي تريدين أن تأخذي به، أعطيت"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أتتها امرأة فسألتها عن شيء من الطلاق، قالت: فذكرت ذلك لرسول الله صلى الله عليه وسلم،"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "قال رجل من أهل الكتاب فجعل يذكر عنه، فجئت وهو يذكر ذاك، فذاك الذي يمنعني من الحديث عن"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "لا تعقل العاقلة الصلح، ولا العهد، ولا ما جنى المملوك، ولا الاعتراف"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "وما أنفقتم من شيء فهو يخلفه} [سبأ: 39] قال: في غير إسراف ولا إقتار"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "خير الصحابة أربعة، وخير السرايا أربعمائة، وخير الجيوش أربعة آلاف، ولن تهزم اثنا عشر ألفا"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "نهى أن يتلقى الجلب. قال: فإن تلقاه متلق فصاحبه فيها بالخيار إذا دخل"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "صلى الله عليك، وعلى زوجك"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "ردوا القتلى إلى مصارعهم"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "إذا سجدوا وضعوا جباههم بين أكفهم، ودون ذلك، وأمام ذلك"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "زره ولو لم تجد إلا بشوكة"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "الإسلام بدأ غريبا وسيعود غريبا كما بدأ، فطوبى للغرباء"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "روح القدس مع حسان ما دام ينافح عن رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "أصدق كلمة تكلمت بها العرب , كلمة لبيد:"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "من الشعر حكمة"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "خير الدهقان بين أن يعطيه عشرين ألفا ويأخذ الفرس، وبين أن يغرم ربع الثمن فقال لي الدهقان:"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "كنا إذا أتينا النبي صلى الله عليه وسلم جلس أحدنا حيث انتهى"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "إذا انتهى أحدكم إلى المجلس، فإن وسع له فليجلس , وإلا فلينظر ببصره أوسع مكان يراه فليجلس"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "أبينك وبينها قرابة؟ قال: لا. قال: فتعرفها؟ قال: لا. قال: فرحمتها، رحمك الله قالها"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "قولوا: لا إله إلا الله تفلحوا. ورجل من خلفه يرميه، يقول: لا تسمعوا منه، هذا الكذاب. قال:"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ما هو بلعين، قد جاهد مع رسول الله صلى الله عليه وسلم بلسانه ونفسه"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "أليس هو الذي يقول: [البحر الوافر] هجوت محمدا فأجبت عنه ... وعند الله في ذاك الجزاء أتهجوه"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "ادن بني، وسم الله، وكل بيمينك، وكل مما يليك"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "ألم أنهكم قالوا: إنما هم أولاد المشركين يا رسول الله. قال: أوليس خياركم أولاد المشركين؟"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "هم من آبائهم"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "إن شئت أسمعتك تضاغيهم في النار. قالت: قلت يا رسول الله، كيف ذلك ولم يبلغوا الحنث قال: ربك"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "هم خدم أهل الجنة"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "وجب أجرك على الله، ورد عليك الميراث"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "أتيت وأنا نائم، في شهر رمضان فقيل لي: الليلة ليلة القدر قال: فقمت وأنا ناعس، فتعلقت"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الليلة ليلة القدر"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "تسبل إزارك وتوفر شعرك حدثنا أبو المعطل الزهري، عن أبي إسحاق، عن شمر بن عطية، عن خريم بن"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "رجم يهوديا ويهودية"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "رجم يهوديا ويهودية حين تحاكما إليه"
        }
    ]
}