{
    "b1470": [
        {
            "done": "1",
            "id": "6",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ ـ[رد البهتان عن إعراب آيات من القرآن الكريم]ـ ¶ المؤلف: د. يوسف بن خلف بن محل العيساوي ¶ الناشر: دار ابن الجوزي، الدمام - المملكة العربية السعودية ¶ الطبعة: الأولى، 1431 هـ - 2010 م ¶ عدد الأجزاء: 1 ¶ أعده للشاملة/ أبو إبراهيم حسانين ¶ [ترقيم الكتاب موافق للمطبوع]",
            "page": null,
            "part": null,
            "seal": "BD95DF1D"
        },
        {
            "done": "1",
            "id": "7",
            "nass": "المقدمة ¶ الحمدُ لله رب العالمين، الذي جعل كتابه بلسان عربي مبين، والصَّلاة والسلام على نبينا محمّد خاتم المرسلين، ثم الرّضا عن آله وصحابته أجمعين، ومَنْ تَبِعهم بإحسانِ إلى يوم الدِّين. ¶ وبعد: ¶ فشاء الله سبحانه أن تكون العربية لغة كتابه ولسان وَحْيه، وأن يكون ذلك الكتاب الكريم آخر كُتبه وخاتمة رسالاته إلى عباده، قال تعالى: (إِنَّا أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَعَلَّكُمْ تَعْقِلُونَ (2)، وقال تعالى: (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ (193) عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ (194) بِلِسَانٍ عَرَبِيٍّ مُبِينٍ (195)). ¶ فالعربية وعاءُ الإسلام، وهي من الذين، لا تنفصل عنه ولا ينفصل عنها، وهذا التكرار لعربيّة القرآن في آياتٍ عدة؛ لينبّهنا إلى أهمية الصلة بين القرآن ولغته، الموصوفة بالبيان، والمتميّزة بالإعراب \" الذي جعله الله وَشياً لكلامها، وحِلْيةً لنظامها، وفارقاً في بعض الأحوال بين الكلامين المتكافئين، والمَعْنيَيْنِ المختلفَيْن \".",
            "page": "5",
            "part": "1",
            "seal": "8593960C"
        },
        {
            "done": "1",
            "id": "8",
            "nass": "هذا الإعراب، الذي به تُعرف معاني آي الكتاب، ويُدفع عنها كلّ ارْتياب، هو عدَّة لأهل التفسير، وللمعربين النَّحارير؛ لبيان كلام العليّ القدير. ¶ فبالإعراب نقف على أحكام القرآن، ونستخرج أسرار البيان، قال مكيّ بن أبي طالب: \"من أعظم ما يجب على الطالب لعلوم القرآن، الراغب في تجويد ألفاظه، وفَهْم معانيه، ومعرفة قراءاته ولغاته، وأفضل ما القارئ إليه محتاج: معرفة إعرابه \". ¶ وجاء عن السَّلف تفضيل إعراب القرآن والحضّ على تعلُّمه، فهو من الذين بمكانٍ معلوم. قال الإمام ابن عطيّة: \"إعراب القرآن أصلٌ في الشَّريعة؛ لأنّ بذلك تقوم معانيه التي هي الشرع \". ¶ ومنذ القديم وإلى اليوم يعمل أعداءُ الإسلام على محاربة أصل الإسلام وجذره، وهو القرآن الكريم، ومحاربة لغته: اللغة العربيّة، فحمل أعداءُ الإسلام على معاني القرآن بالتحريف والتضليل، وأرادوا لتفسيره التحويل والتبديل. ¶ وعَمِل آخرون على الطَّعن في إعرابه، بغية إبطاله؛ ولكن هيهات، فهو كلام رب الأرض والسماوات، أُنزل بأحسن اللّغات، وأبلغ العبارات.",
            "page": "6",
            "part": "1",
            "seal": "A36D86F2"
        },
        {
            "done": "1",
            "id": "9",
            "nass": "ولنقرأ هذا القول للملاحدة أورده صاحب الانتصار: \"إنّ الله - سبحانه - لا يجوز أن يتكلَّم باللَّحن، ولا ينزل القرآن ملحُوناً، وأنّ ذلك إنَّما هو تخليط ممّن جمعَ القرآن وكتب المصحف، وتحريفهم إما للجهل بذلك وذهابهم عن معرفة الوجه الذي أُنزل عليه، أو لقصد العناد والإلباس، وإفساد كتاب الله وإيقاع التخليط فيه \". ¶ فهم - كما ترى - يريدون الطَّعن في القرآن، وفي أهل القرآن أهل الفصاحة والبيان، السابقين بالإيمان. ¶ وهذا دَيْدن أتباعهم المعاندين، يقول الدكتور فضل حسن عبّاس: \"والمستشرقون، والمبشّرون، والملاحدة، والذين يقلّدون هؤلاء وأُولئك، لم يألَوا جهداً أن ينالوا من لغة القرآن \". ¶ واستغلّ أعداؤنا كلّ وسيلة للطعن في إعراب القرآن، وتلحين آياتٍ منه؛ فحتى الشبكة الدولية للمعلومات (الإنترنت) لم تَخْلُ من مواقع تنشرُ مناقشات إعرإبية لتخطئةِ آيات من جهة النَّحو والإعراب.",
            "page": "7",
            "part": "1",
            "seal": "7129ACFB"
        },
        {
            "done": "1",
            "id": "10",
            "nass": "فقد نشر الأستاذ الدكتور مازن المبارك مقالاً في صحيفة الخليج بعنوان (نحو الإنترنت) ردَّ فيه على كاتبٍ يدَّعي اللَّحن في آياتٍ من القرآن، وفي موقع (صيد الفوائد) مقال بعنوان (شبهات حول أخطاء قرآنية مزعومة) لكاتبٍ لم يذكر اسمه، ردَّ فيه على طاعنٍ في إعراب آي الكتاب. ¶ فالطَّاعنون من الملاحدة والمنصرين، والمستشرقين وغيرهم، لديهم صبرٌ لا ينفد في استكشاف المخبوءات الواهيات، واستغلال الضعيف من الدّلالات، يؤيّدون بها ما يقرّرون من نظريّات، ويتركون الأدلَّة القاطعة، والحُجج الساطعة، وهذا ليس من العلم في شيءٍ، وإنما هو انحراف عن المنهج العلميّ السليم، والأخذ بمذهب سقيم. ¶ ومن زمن وأنا اتابع الطاعنين، في إعراب الكتاب المبين؛ فسلكت ما تفرّق من مقالاتهم في هذا البحث اللّطيف؛ ليكون تذكرة للحصيف، وتبصرةً للغرّ الضعيف. ¶ وسمّيته بـ (ردّ البهتان عن إعراب آياتٍ من القرآن). ¶ وجاء البحث بعد هذه المقذمة في ثلاثة مباحث وخاتمة: المبحث الأوّل: الطَّاعنون في إعراب القرآن، وهو تقييد مُوجز لأصناف الطَّاعنين، وبيان تأثير هذه المقالة في صفوفهم. ¶ المبحث الثاني: شُبَه الطَّاعنين في إعراب القرآن والجواب عنها: جمعتُ فيه أهمّ الشُّبَه التي يرتكز عليها هؤلاء، وبيَّنت فسادها وخطرها.",
            "page": "8",
            "part": "1",
            "seal": "5EBB9C74"
        },
        {
            "done": "1",
            "id": "11",
            "nass": "المبحث الثالث: آيات طُعِن في إعرابها وردُّ ذلك؛ وفيه الإجابة عن الآيات التي طُعِن في إعرابها - لا سيما - التي جاءت في ثنايا البحث. ¶ الخاتمة: وأوردت فيها أهم التتائج المتحصلة من هذا الموضوع. ¶ وتكمنُ أهمّية الموضوع فيما يأتي: ¶ أؤلاً: تتبّع ظاهرة تلحين القرآن، والطعن في إعرابه؛ بمن بدأت ولمن آلت. ¶ ثانياً: إفراد هذه الظاهرة الخطيرة ببحثٍ مستقلّ، فلم أجد مَنْ كتب فيها استقلالا؛ نعم هناك مَنْ كتب في إعراب آيات مشكلة، أو قضيّة تلحين القرّاء من بعض النحاة. ولكن هذا غير ما نحن بصدده؛ فحديثنا مع أُناسٍ من خارج الإسلام، أرادوا بتلحين القرآن إبطال نسبته لله - تعالى -. ¶ ثالثاً: الكشف عن أساليب أعداء الإسلام، وبيان طعنهم بلغة القرآن؛ و\"الفقيه كلّ الفقيه: مَنْ فقه في القرآن، وعرف مكيدة الشَّيطان \". ¶ رابعاً: الجواب العلمي الموثق عن هذه التشكيكات، من مصادر علمائنا. ¶ هذا، فما كان من صواب فمن الله - تعالى -، وما كان من خطأٍ فمن نفسي ومن الشيطان، ولا حول ولا قوّة إلا بالله.",
            "page": "9",
            "part": "1",
            "seal": "69AE9AC9"
        },
        {
            "done": "1",
            "id": "12",
            "nass": "المبحثُ الأوّل ¶ الطَّاعنون في إعراب القرآن ¶ بعد البحث والتقصّي أرى أنّ الطاعنين في نحو القرآن خمسة أصناف: ¶ الصّنف الأوّل: الزنادقة: ¶ ذهب بعضٌ من أهل الزندقة والإلحاد إلى تخطئة آيات من جهة النَّحو، وادَّعى هؤلاء أنَّ في القرآن لحناً. ¶ يقولُ الإمام ابنُ قتيبة: \"وقد اعترض كتاب الله بالطَّعن ملحدون ولَغَوْا فيه وهجروا، واتّبعوا (مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ)، بأفهام كليلة، وأبصار عليلةٍ، ونظرٍ مَدْخُول؛ فحرَّفوا الكلامَ عن مواضعه، وعدلوه عن سُبُله. ثم قَضَوْا عليه بالتناقُض، والاسحالة، واللَّحْن، وفساد النَّظْم، والاختلاف \". ¶ وخصّص لهم ابن قتيبة باباً للرَّد عليهم بعنوان: \"باب ما ادّعي على القرآن من اللَّحْن \". ¶ وقد وقفتُ على كلام متين للإمام الباقلانيّ يناقشُ هؤلاء في كتابه: (الانتصار للقرآن)؛ إذ وضع لهم باباً بعنوان: \"باب",
            "page": "10",
            "part": "1",
            "seal": "F6B2EF17"
        },
        {
            "done": "1",
            "id": "13",
            "nass": "الكلام عليهم فيما طعنوا على القُرآن، ونحلوه من اللحْن \"؛ فهم يرون أنه مما يدل على تحريف القرآن وتغييره، ما وجدوه من اللحْن الفاحش الذي لا يجوز على الله ورسوله - صلى الله عليه وسلم - حسب قولهم. ¶ الصنف الثاني: المنصِّرون: ¶ جردَ أعداءُ الإسلام حملاتِهم على القرآن الكريم بغية حصاره وتشويهه وتطويقه؛ فحملة تتناول أسلوبه بالنقد والتقبيح، وحملة تتناول قصصه وتزعم أنها أساطير، وحملة تتناول جمعه وتفسيره، وحملة تتناول معانيه، وحملات كثيرة لا تُحصى. ¶ يقول فندر: \"لو سلمنا بأن القرآن هو أفصح وأبلغ ما أُلف من الكتب في اللغة العربية، بحيث لا نظير له فيها، لم يترتب على ذلك أنه أفصح وأبلغ مما أُلف من الكتب في غيرها من اللغات أيضا. وقد أجمع علماءُ الإفرنج وتقرر عندهم أنه يوجد في اللغة اليونانية واللاتينتة والإنكليزية",
            "page": "11",
            "part": "1",
            "seal": "46DE1519"
        },
        {
            "done": "1",
            "id": "14",
            "nass": "والفرنساويّة والنمساوية وغيرها من اللّغات مؤلَّفات أفصح وأبلغ من القرآن \". ¶ وقد رمى صاحب \" تذييل مقالة في الإسلام \" القرآن الكريم بالإخلال بالفصاحة، ووسمه بضعف التأليف، قائلاً: \"ثم إنّ للفصاحة في العربيّة قواعد وأصولاً وضعوها هم أنفسهم وعدّوا في جملتها سلامة الكلام من ضعف التأليف ومن الغرابة والتنافر ومخالفة القياس، وسترى أنّ في القرآن مِنْ ذلك ما يخالف قواعدهم، ونحن لا نذكر لك منهُ إلَّا ما كانت المخالفة فيه بينةً لا تحتمل التأوّل على علمٍ منَّا أنّ المفسرين قد تمحّلوا لكل من غلطاته تأوّلاً وعزب عنهم أن مجرد احتياجه إلى ذلك هو حجّةٌ عليه، ولو سلَّمنا لهم بما حاولوهُ من الحذف والتقدير؛ لِسَتْر غلطهِ تارةً وكشف معناهُ أخرى، لم يبقَ ثمَّ مِنْ داعٍ لوضع ما وضعوهُ من القواعد ولأصبح كل لحنٍ وتأوُّلهُ، بل عدهُ من أنول البديع ممكناً على طريقتهم؛ وإذا تقرّر هذا فلنشرع في تعقّب خطئه \"، ثم ذكر آيات ادّعى فيها اللَّحْن.",
            "page": "12",
            "part": "1",
            "seal": "E4D44B0F"
        },
        {
            "done": "1",
            "id": "15",
            "nass": "وفي كتاب: (أدلَّة اليقين في الرد على كتاب ميزان الحقّ وغيره من مطاعن المبشّرين المسيحيين في الإسلام)، للشيخ عبد الرحمن الجزيريّ، نراه قد وضع مناقشة لهؤلاء بعنوان: \"ما يتخيّله المبشّرون من أخطاء نحويّة في القرآن الكريم \". ¶ وفي سنة (1357 هـ) الموافق (1938 م) نشرت مجلة (الرّسالة) سلسلة مقالات بعنوان: \"كتاب المبشّرين الطَّاعن في عربيّة القرآن: أمسلم مصريّ أم مبشّر بروتستنتي؟ \". رد فيه صاحب هذه المقالات على مَنِ ادعى اللَّحن في القرآن الكريم، وكشف زيفهم ومقاصدهم. ¶ الصنف الثالث: المستشرقون: ¶ جال المستشرقون في ميدان الدراسات القرآنية، وكتبوا عن جوانب مهمّة وخطيرة؛ فأخرجوا كتبا تراثية تتّصل بعلوم القرآن، وألفوا في تاريخ القرآن، وتفسيره، والقراءات، وترجمته، ولغته وغير ذلك.",
            "page": "13",
            "part": "1",
            "seal": "6902D39C"
        },
        {
            "done": "1",
            "id": "16",
            "nass": "والمتتبّع لدراسات هؤلاء يرى خللاً عند الكثير منهم، لا سيما في المنهج الذي اعتمدوه، يقول أبو الحسن الندوي: \"ومن دأب كثير من المستشرقين: أتهم يعيِّنون لهم غاية ويقررون في أنفسهم تحقيق تلك الغاية بكلّ طريق، ثم يقومون لها بجمع معلومات - من كلّ رطبٍ ويابس - ليس لها أيّ علاقة بالموضوع، سواء من كتب الديانة والتاريخ، أو الأدب والشّعر، أو الرواية والقصص، أو المجون والفكاهة، وإنْ كانت هذه المواد تافهة لا قيمة لها، وُيقدّمونها بعد التمويه بكلّ جرأة، ويبنون عليها نظريّة لا يكون لها وجود إلَّا في نفوسهم وأذهانهم \". ¶ فصار هؤلاء يجمعون الصحيح والسَّقيم، من غير تمييزٍ بينهما، وقد يرجّحون السقيم وحجّتهم التوهّم، وطبيعة هذا المنهج يصفها المستشرق آرثر جفري بقوله: \"وأمّا أهل التنقيب، فطريقتهم في البحث أن يجمعوا الآراء والظّنون والأوهام والتصوّرات بأجمعها؛ ليستنتجوا - بالفحص والاكتشاف - ما كان مطابقاً للمكان والزمان وظروف الأحوال معتبرين المتن دون الإسناد\".",
            "page": "14",
            "part": "1",
            "seal": "76773ECA"
        },
        {
            "done": "1",
            "id": "17",
            "nass": "وممّا زاد منهج المستشرقين خللاً الارتباط بين الاستشراق والتنصيرة فالأول في ميدان الفكر والثقافة، والثاني في ميدان العمل والتربية؛ فالاستشراق يقدم السموم والشبهات، والتنصير ينشرها بوسائله الظاهرة والخفية؛ إذن، فالمهمة مشتركة والهدف واحد، بل مِنَ المستشرقين دعاة للتنصير. ¶ يقول الدكتور علي بن إبراهيم النملة: \"وأنّ التنصير قد اتكأ كثيراً على الاستشراق في الحصول على المعلومات عن المجتمعات المستهدفة، لا سيما الإسلاميّة ... وخاصة عندما اكتسب مفهوم التنصير معنى أوسع من مجرد الإدخال في النصرانية إلى تشويه الإسلام والتشكيك في الكتاب والسنة والسيرة وغيرها، فكان فرسان هذا التطور في المفهوم هم المستشرقون \". ¶ فلا غرابة بعد هذا أنْ نجد من هؤلاء المستشرقين مَنْ يتطاول على لغة القرآن وأسلوبه وقراءاته ورسمه وغير ذلك، يقول الدكتور جواد علي: \"ولا بُدَّ من الإشارة إلى رأيٍ أحدث ضجّة في حينه بين المستشرقين هو الرأي الذي أبداه المستشرق (كارل فولرس) عن اللغة الأصلية",
            "page": "15",
            "part": "1",
            "seal": "F76B12C3"
        },
        {
            "done": "1",
            "id": "18",
            "nass": "التي نزل بها الوحي ومتن القرآن الكريم، ولهذا الرأي علاقة كبيرة بالطبع بأصل اللّغة العربية الفصحى، زعم هذا المستشرق أنّ القرآن الكريم قد نزل في الأصل بلهجة محلّية من اللهجات العربية الغربيّة، وأنّه لم يكن معرباً ثم أُدخل الإعراب عليه على وفق قواعد لغة الشعر\". ¶ أمّا (تيدور نولدكه)، فقد قال عنه الدكتور عبد الرزّاق بن إسماعيل هرماس: \"فهو لا يتوانى عن الطعن في إعراب القرآن، والصَّرف، وبلاغة الأسلوب \". ¶ الصنف الرابع: مضلِّلون في شبكة المعلومات الدولية: من البدهي القول: إنّ شبكة المعلومات العالميّة (الإنترنت) ثورة معلوماتية، تفوقُ في أهمّيتها كلّ وسائل الاتصال، وهي مع ذلك تشهد تطوّراً متسارعاً في دنيا العلم يوميّاً؛ حتى أصبح العالم مع هذه الشبكة قريةً صغيرةً يتعرّف",
            "page": "16",
            "part": "1",
            "seal": "A5789A22"
        },
        {
            "done": "1",
            "id": "19",
            "nass": "الإنسان المعلومات عنها في أي وقتٍ يشاء. ¶ ولكن هذه الشبكة لا تخلو من مضارّ، فقد استغلّ مضلِّلون من أعداء القرآن مواقعَ لمحاربته، حتى جرت محاولات ساقطة لمعارضته. ¶ ففي أحد المواقع ذهب أحدهم إلى القول بوجود لحن في آياتٍ قرآنية؛ فهذه صحيفة الخليج نشرت في العدد 85741) 4 رمضان 1423 هـ، الموافق 9/ 11 / 2002 م، مقالاً للأستاذ الدكتور مازن المبارك بعنوان (نحو الإنترنت)، جاء فيه: \"دأب كاتب على نشر سلسلة مقالات في أحد المواقع على (الإنترنت) يذكر فيها ما يزعم أنّه خطأ نحويّ وقع في القرآن الكريم \". ¶ وفي موقع (صيد الفوائد)، مقال بعنوان (شبهات حول أخطاء قرآنية مزعومة)، وهو رد على موقع يزعم وجود لحن في آيات قرآنيّة.",
            "page": "17",
            "part": "1",
            "seal": "282AFDA4"
        },
        {
            "done": "1",
            "id": "20",
            "nass": "الصّنف الخامس: مغرَّرون: ¶ صدق الإمام ابن قتيبة عندما قال - وهو يتحدّث عن شُبَه الطاعنين في لغة القرآن -: \"وأدْلَوْا في ذلك بعلل ربَّما أمالت الضعيف الغُمْر، والحدَث الغِرّ، واعترضت بالشبه في القلوب، وقدَحت بالشّكوك في الصّدور\". ¶ نعم، لقد وافقت تلك الشُّبه قلباً مريضاً، خاوياً من علوم السَّلف؛ فصدَّقَ ما قال الطَّاعنون أو كاد، فأخذ يردد أقوالهم، ويسردُ شُبههم. ¶ فقد قال صاحب مقالات: (كتاب المبشّرين الطَّاعن في عربيّة القرآن أمسلم مصريّ أم مبشّر بروتستنتيّ؟): \"ثمّ جاءت الطَّامة الكبرى - أعني: الضّلال الضالّ في مجلة في القاهرة، فقد نجم فيها ناجم، وتهدَّم على هذا اللسان العربيّ وكتابه الكريم بالقول السخيف، مشيعاً بالرأي الركيك، والصّنع اللّئيم؛ ولو اقتصر هذا الخارجيّ على بقبقته في تقويض (القواعد) أو نسفها ما باليناه بالةً، ولقلنا: إنّما هو ضُحَكة جاء بأضاحيك، فيضحك الضاحكون، لكنّه شاء أن ينقلب لُعنة يلعنه اللّاعنون، فقد تمسَّك هذا الكاتب في هاتيك المجلة بالذيل أو (التذييل) بكتاب (مقالة",
            "page": "18",
            "part": "1",
            "seal": "82F9EBEC"
        },
        {
            "done": "1",
            "id": "21",
            "nass": "في الإسلام) لجرجس سال الإنجليزي - (وهو الكتاب الذي نشرته جماعة التيسير، بل التضليل، من البروتستانت في مصر) - وانجرَّ أو استجرَّ مسلم ابن مسلمين - يا للأسف - للطاعنين في الدين، والمُقدمين - وقحين - على تنقيص القرآن، وتغليطه في العربية ... \". ¶ ويُحدثنا الأُستاذ أحمد عبد الغفور عطار في كتابه (الزحف على لغة القرآن) عن واحد من هذا النَوع، قائلا: \"وحملة تتناول القرآن من الناحية اللغوية، فيزعمون أن به غلطات في النحو، وأن منا مَنْ زعم لي ذلك وقدم لي بضع غلطات كما زعم - قبحه الله -. ¶ ولما رأيت ثلاث الغلطات التي قدمها أدركت المصدر وكشفته له، قال لي هذا الذي منا وزعم أن في القرآن غلطاً: إنني اكتشفت في القرآن أغلاطا لا تتفق مع قواعد العربية التي نعرفها، وها هي ذي: ¶ 1 - (تِلْكَ عَشَرَةٌ كَامِلَةٌ)، وحقها: (تِلْكَ عشرٌ كامِلَةٌ)؟ لأن المعدود مؤنث، ودليل التأنيث كلمة \"كامِلَةٌ\" و\"تِلْكَ \". ¶ 2 - (وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا)، وفي هذه الآية خطآن، الأول: أنه أنث العدد مع أن القاعدة في",
            "page": "19",
            "part": "1",
            "seal": "6AA65E0E"
        },
        {
            "done": "1",
            "id": "22",
            "nass": "أحد عشر واثني عشر مطابقة العدد للمعدود، فالمعدود (أَسْبَاطًا) والسبْط مذكّر قطعا، فالقاعدة تُوجب أن يكون (اثني عشر سبطاً)، والثاني: أنّ تمييز أحد عشر واثني عشر يجب أن يكون مفرداً لا جمعاً، وفي القرآن نفسه: (إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا)، فالعدد والمعدود مذكران، والتمييز مفرد. ¶ 3 - (رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ). ¶ (وَأَكُنْ) معطوفة على (فَأَصَّدَّقَ) المنصوب، فحقّها أن تكون: (فأصدق وأكون). ¶ عندما سرد لي ما زعمه خطأ وذكر الأمثلة أدركت أنّه مقلّد لا مُبتكر، يريد أن يعظّم نفسه بين يديَّ بنقدِ أعظم ما لدينا، ولكنَّه ما زاد نفسه إلَّا حقارة وبرهن على الجهل والكفر وعمى البصيرة، وكشفتُ له أنّه ليس مبتكراً، بل يقلّد كَفَرة ملاعين، يقلّد القسيس (فندر) مؤلف كتاب: (ميزان الحقّ) ومَنْ سمّى نفسه (هاشماً العربيّ) في رسالته التي سمّاها \"تذييل مقالة في الإسلام \"؛ إذ زعما أنّ في القرآن من الغلطات ما لا تُجيزه قواعد العربيّة، وذكرا ما حسباه خطأ وفيه ثلاث الآيات الشَّواهد\".",
            "page": "20",
            "part": "1",
            "seal": "FDFD65F5"
        },
        {
            "done": "1",
            "id": "23",
            "nass": "المبحث الثاني ¶ شُبَهُ الطَّاعنينَ في إعراب القرآن والجوابُ عنها ¶ للطَّاعنين في إعراب القرآن الكريم شُبَه اتَّخذوها تكأة، أوردوها تقوية لمذاهبهم، حتى قالوا: \"إنّ القرآن العزيز غيَّره الذين كتبوه وحرّفوه عن هيئة إنزالهِ وحالة كمالهِ، وزادوا فيه ونقصوا منه \". ¶ وللوقوف على حقيقة هؤلاء الطّاعنين، سأذكرُ الشُّبَه التي احتجّوا بها، مع الجواب عن كلّ شُبهة، وبالله التوفيق: ¶ الشُّبْهة الأُولى: الأخبار الباطلة: ¶ اعتلّ الطَّاعنون بأخبارٍ واهية، ساقوها لإثبات اللَّحن في آيات من الكتاب العزيز، وأهمّ تلك الأخبار: ¶ الأثر الأول: عند عبد الله بن فُطَيمة، عن يحيى بن يَعْمر، قال: قال عثمان بن عفَّان - رضي الله عنه -: \"في القرآن لحن،",
            "page": "21",
            "part": "1",
            "seal": "2A60AE80"
        },
        {
            "done": "1",
            "id": "24",
            "nass": "وستقيمه العربُ بألسنتها\". ¶ الأثر الثاني: عن أبي معاوية، عن هشام بن عروة، عن أبيه، قال: \"سألتُ عائشة عن لحن القرآن: (إِنْ هَذَانِ لَسَاحِرَانِ)، وعن قوله: (وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ)، وعن قوله: (وَالَّذِينَ هَادُوا وَالصَّابِئُونَ)؛ فقالت: يا ابن أُختي هذا عمل الكُتَّاب أخطأوا في الكتاب \". ¶ وهذا القولُ الذي أشارت إليه الروايتان وأمثالهما، ممّا يفيد أنّ في القرآن لحناً، ونحو ذلك، قد عرض له علماؤنا - قديما وحديثا - ووجّهوا إليه سهام نقدهم من جهات متعذد -. ¶ فهذه الروايات اتخذها أعداءُ الإسلام ذريعة للطعن فيه، والقدماء عندما ذكروها ما قصدوا الطعن في القرآن الكريم، يقولُ الشيخُ عبد الفتاح القاضي: \"ذكر بعض العلماء هذه الروايات في كتبهم بحسن قصدٍ، من غير تحرّ ولا دقة؛ فاتخذها أعداءُ الإسلام من المارقين والمستشرقين ذريعة",
            "page": "22",
            "part": "1",
            "seal": "B00C46A5"
        },
        {
            "done": "1",
            "id": "25",
            "nass": "للطعن في الإسلام، وفي القرآن، ولتوهين ثقة المسلمين بكتاب ربهم \". ¶ ولخطورة هاتين الروايتين - وما ماثلهما - سأُبين الصواب - إن شاء الله - فيهما؛ فأقولُ: يُجاب عن هذه الشُبهة من وجوهِ: ¶ الوجه الأول: هذان الأثران - وما شابههما - لا يصحّان من جهة السند؛ وذلك لما يأتي: ¶ أ - الأثر الأول: انتقد من قبل عبد الله بن فُطيمة، ويحيى بن يعمر: ¶ أما إسناد عبد الله بن فُطيمة، فقد قال الإمام البخاريّ فيه: \"عبد الله بن فُطيمة عن يحيى بن يعمر، روى قَتادة، عن نصر بن عاصم: منقطع \". وقال فيه الإمام الباقلاني: \"رجل مجهول مشكوكٌ فيه، غير معروف \". ¶ وأما يحيى بن يعمر، فقد رماه بعضهم بالتدليس،",
            "page": "23",
            "part": "1",
            "seal": "74913913"
        },
        {
            "done": "1",
            "id": "26",
            "nass": "وألمح الحافظ ابن حجر إلى ذلك بقوله: \"ثقة فصيح، وكان يُرسل \"، وأطنب الإمام الدانِيّ بفساد هذه الرواية، فقال: ¶ \"قلت: هذا الخبر عندنا لا يقوم بمثله حجّة ولا يصح به دليل من جهتين: إحداهما أنّه مع تخليط في إسناده، واضطراب في ألفاظه مرسل؛ لأنّ ابن يعمر وعكرمة لم يسمعا من عثمان شيئأ ولا رأياه\". ¶ ب - الأثر الثاني: انتقد من قبل أبي معاوية، وهشام بن عروة: ¶ أمّا أبو معاوية الضرير، فهو محمد بن خازم، الكوفِيّ، قال عنه الإمام أحمد: \"أبو معاوية الضرير، في غير حديث الأعمش: مضطرب، لا يحفظها حفظا جيدا\"، وقال الحافظ ابن حجر: \"قال أبو داودة قلتُ لأحمد: كيف حديث أبي معاوية عن هشام بن عروة؟ قال: فيها أحاديث مضطربة، يرفع منها أحاديث إلى النبيّ - صلى الله عليه وسلم -.",
            "page": "24",
            "part": "1",
            "seal": "94C926D8"
        },
        {
            "done": "1",
            "id": "27",
            "nass": "وهناك بعض الباحثين يرون الخطأ من قِبَل هشام بن عروة، وأوضح الدكتور سعد بن عبد الله آل حميِّد هذا الأمر بقوله: \"وليس الخطأ فيه من أبي معاوية؛ لأنه قد تُوبع، فيحتمل أنْ يكون الخطأ من هشام بن عروة؛ فإنّ الذي حدَّث بهذا الحديث عنه من أهل العراق، وهما: أبو معاوية هنا، وعليّ بن مُسْهر كما سيأتي، وكلاهما كوفي، ورواية العراقيين عن هشام بن عروة فيها كلام سبق ذكره \". ¶ والذي سبق ذكره ما جاء في (سير أعلام النبلاء): \"وقال يعقوب بن شَيْبة: هشام لم يُنكر عليه إلَّا بعد مصيره إلى العراق؛ فإنّه انبسط في الرواية، وأرسل عن أبيه مما كان سمعه من غير أبيه عن أبيه. ¶ قلتُ: في حديث العراقيّين عن هشام أوهام تُحتمل \". ¶ لذا كان صوابا ما قرر أئمّتنا على هذه الروايات بعدم الصّحة، قال أبو بكر الأنباريّ، فيما نُسِب إلى عثمان - رضي الله عنه -: \"لا تقومُ بها حجّة؛ لأنها منقطعة غير متصلة\"، وقال الباقلانيّ: \"في نقلهِ من الاضطراب ما يوجب ترك الإصغاء",
            "page": "25",
            "part": "1",
            "seal": "DA113165"
        },
        {
            "done": "1",
            "id": "28",
            "nass": "إليه، والعمل عليه \"، وقال المهدوي: \"هذا الخبر لا يصح \". ¶ وكذا ما نُسِب إلى أُم المؤمنين عائشة - رضي الله عنها -، فهو لا يصح أبداً، قال الباقلانيّ: \"ولا سبيل إلى العلم بصحتها لا من ناحية الضرورة، ولا من جهة الدليل \"، وقال الرازيّ: \"إنّ المسلمين أجمعوا على أنّ ما بين الدفّتين كلام الله تعالى، وكلام الله تعالى لا يجوز أن يكون لحناً وغلطاً؛ فثبت فساد ما نُقِل عن عثمان وعائشة - رضي الله عنها - أنّ فيه لحناً وغلطاً\"، وقال ابن هشام الأنصاريّ: \"وهذا أيضاً بعيدُ الثبوت عن عائشة - رضي الله عنها -، فإنّ القراءات كلّها موجهة\". ¶ فخلاصة القول: إنّ هذه الروايات باطلة، ومردودة بائدة، وليس لذي عقل ونصفة أنْ يعارض بهذا الباطل ما ثبت بالتواتر جيلاً إثر جيلٍ إلى يومنا هذا. ¶ الوجه الثاني: هذه الروايات مهما يكن سندها - عند بعضٍ - صحيحاً؛ فهي مخالفة للتواتر القاطع، ومعارض القاطع مردود.",
            "page": "26",
            "part": "1",
            "seal": "20B309AA"
        },
        {
            "done": "1",
            "id": "29",
            "nass": "قال الفخر الرازي: \"المصحف منقول بالنقل المتواتر عن رسول الله - صلى الله عليه وسلم -، فكيف يمكن ثبوت اللحن فيه؟ \". ¶ وقال الدكتور محمد أبو شهبة: \"إن هذه الرواية غير صحيحة عن عائشة - رضي الله عنها -، وعلى فرض صحتها، فهي رواية آحادية لا يثبت بها قرآن، وهي معارضة للقطعيّ الثابت بالتواتر، فهي باطلة ومردودة، ولا التفات إلى تصحيح مَنْ صحح هذه الرواية وأمثالها؛ فإن مِنْ قواعد المحدثين: أنّ مما يدرك به وضع الخبر، ما يؤخذ من حال المرويّ كأنْ يكون مناقضاً لنصِّ القرآن، أو السنَّة، أو الإجماع القطعيّ، أو صريح العقل، حيث لا يُقبل شيءٌ من ذلك التأويل، أو لم يحتمل سقوط شيءٍ منه يزول به المحذور، وهذه الروايات مخالفة للتواتر القطعيّ، الذي تلفته الأُمة بالقبول؛ فهي باطلة لا محالة\". ¶ الوجه الثالث: الأخذ بهذه المرويات الباطلة يقود إلى الطعن في الصحابة - رضي الله عنهم -، لا سيّما فيمن جاءت عنهم هذه الروايات، فَهُم القدوة والأئمة؛ إذ لو وَجَدوا في المصحف لحناً لَمَا فوضوا إصلاحه إلى غيرهم مِنْ بعدهم، مع تحذيرهم من الابتداع، وترغيبهم في الاتّباع.",
            "page": "27",
            "part": "1",
            "seal": "E22066F6"
        },
        {
            "done": "1",
            "id": "30",
            "nass": "وهم أهل العدالة والتثبّت، والفهم الثاقب، وأهل اللّسان، العلماء بوجوه الخطاب، وما لا يجوزُ في الإعراب، قال الزجاج: ¶ \"وقال بعضهم: في كتاب الله أشياء استصلحها العرب بألسنتها، وهذا القول عند أهل اللّغة بعيدٌ جداً؛ لأن الَّذين جمعوا القرآن أصحاب رسول الله - صلى الله عليه وسلم -، وهم أهل اللّغة وهم القدوة وهم قريبو العهد بالإسلام، فكيف يتركون في كتاب الله شيئا يُصلحه غيرهم وهم الذين أخذوه عن رسول الله - صلى الله عليه وسلم - وجمعوه؟ وهذا ساقطٌ عَمَّنْ لا يَعْلَم بَعْدَهُمْ وساقط عَمَّنْ ¶ يَعْلَمُ؛ لأنّهم يُقْتَدى بهم، فهذا ممّا لا ينبغي أن يُنْسب إليهم رحمةُ الله عليهم. والقرآن محكَم لا لَحْن فيه، ولا تتكلَّم العرب بأجود منه في الإعراب؛ كما قال - عز وجل -: (تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ (42)، وقال: (بِلِسَانٍ عَرَبِيٍّ مُبِينٍ (195) ... \". ¶ الوجه الرَّابع: الصحابة - رضي الله عنهم - كانوا يتسارعون إلى إنكار أدنى المنكرات، فكيف يقرّون اللَّحن في القرآن الكريم، ولا كلفة عليهم في إزالته، مع أنّ طباعهم تأبى ذلك. وقال القشيريّ: \"هذا المسلك باطلٌ؛ لأنّ الذين جمعوا الكتاب",
            "page": "28",
            "part": "1",
            "seal": "B5DC7185"
        },
        {
            "done": "1",
            "id": "31",
            "nass": "كانوا قدوةً في اللّغة، فلا يظنّ بهم أنّهم يدرجون في القرآن ما لم ينزل \". ¶ الوجه الخامس: إنّ عثمان - رضي الله عنه - أمرَ الكَتَبَة أنْ يكتبوا المصحف بلسان قريش، وأمرهم بالرجوع إليه - أي إلى لسان قريش - عند الاختلاف؛ قال عثمان - رضي الله عنه -: إذا اختلفتم أنتم وزيد بن ثابت في عربيّة من عربيّة القرآن، فاكتبوها بلسان قريش، فإنّ القرآن أُنزل بلسانهم؛ ففعلوا\". ¶ ثم تعدّد المصاحف، وإجماع جماعة على كل مصحف، ثمّ وصول كلّ مصحف إلى بلدٍ فيه كثير من الصحابة والتابعين يقرأون القرآن، ويعتبرون ذلك بحفظهم، والإنسان إذا نسخ مصحفاً وغلط في موضع - مثلاً - عُرِف غلطه بمخالفة حفظة القرآن، وسائر المصاحف. ¶ يقولُ الإمام الطبريّ: \"قد ذُكِر أنّ ذلك في قراعةِ أُبي بنِ كعب: (والمقيمين)، وكذلك هو في مصحفهِ فيما ذَكَروا، فلو كان ذلك خطأً من الكاتبِ لكانَ الواجبُ أن يكونَ في كلّ المصاحفِ غير مصحفِنا الذي كتَبَه لنا الكاتبُ الذي أخْطأ في كتابتهِ، بخلافِ ما هو في مصحفِنا، وفي اتّفاقِ مصحفِنا ومصحفِ أُبي في ذلك، ما يدلُّ على أنّ الذي في مصحفِنا",
            "page": "29",
            "part": "1",
            "seal": "653FC6F1"
        },
        {
            "done": "1",
            "id": "32",
            "nass": "مِنْ ذلك صوابٌ غيرُ خطأٍ. مع أنّ ذلك لو كان خطأ من جهةِ الخط، لم يكن الذين أُخِذَ عنهم القرآنُ من أصحابِ رسول الله - صلى الله عليه وسلم - يعلِّمون مَنْ علَّموا ذلك من المسلمين على وجهِ اللَّحْنِ، ولأصْلَحُوه بألسنَتِهم، ولقَّنوه الأمَّةَ تعليما على وجهِ الصوابِ. وفي نقلِ المسلمين جميعا ذلك قراءة على ما هو به في الخظ مرسومأ، أدلُّ الدليلِ على صحةِ ذلك وصوابِهِ، وأنْ لا صُنْعَ في ذلك للكاتبِ \". ¶ الوجه السادس: مما يدلّ على بطلان تلك الأخبار أنّه لا يوجد حرفٌ او قراءةٌ - ثابتة - في كتاب الله إلَّا ولها وجهٌ حَسَنٌ في العربية؛ كيف لا وهو عُمْدتها، ومرجع اللّغات إليه؟ يقول الإمام المهدويّ: \"ولم يوجد في القرآن حرفٌ إلَّا وله وجهٌ صحيحٌ في العربيّة، وقد قال تعالى: (لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ (42)). ¶ والقرآن محفوظ من اللَّحن والزيادة والنقصان \". ¶ الوجه السابع: أوَّل قسمٌ من العلماء تلك الآثار - هذا على فرض صحتها مع أنه بعيد - بما يوافق المتواتر المنقول.",
            "page": "30",
            "part": "1",
            "seal": "AC280A25"
        },
        {
            "done": "1",
            "id": "33",
            "nass": "فمِنْ معانى اللَّحن هو: اللغة والقراءة، قال أمير المؤمنين عمر بن الخطّاب - رضي الله عنه -: \"أُبَي أقرؤنا، وإنَّا لندع من لحن أُبي \". ¶ قال ابن أبي داود: \"يعني: لغة أُبَي \"، وقال الحافظ ابن حجر: \"قوله: (من لحن أُبَيّ): أي من قراءته، ولحن القول: فَحْواه، ومعناه المراد به هنا: القولُ \". ¶ وقد تأوّل قومٌ اللَّحن الذي ورد - على تقدير صحته - بالرمز والإيحاء والإشارة، قال الإمام السخاويّ: \"لو صح لاحتمل اللَّحن أن يكون بمعنى الإيماء في صور في القرآن، نحو (الكتب)، و (والصبرين)، وما أشبه ذلك من مواضع الحذف التي صارت كالرمز يعرفه القرّاءُ إذا رأوه\". ¶ ومنهم مَنْ أول ما نُسِب إلى عثمان - رضي الله عنه - بأنَّ اللَّحن محمولٌ على تقدير القراءة بظاهر الخط، ويعلق الدكتور عبد الصبور شاهين على ذلك قائلاً: \"ومقتضى هذا أنْ نستبعد بصفة موضوعيّة تفسير اللَّحن بالخطأ؛ إذ لم يكن ذلك في لغة هذا الجيل، ولا هو من",
            "page": "31",
            "part": "1",
            "seal": "9898C0A6"
        },
        {
            "done": "1",
            "id": "34",
            "nass": "المدلولات المعروفة آنذاك، ولم يبق إلا أنْ يفسّر اللَّحن بوجوه القراءة\". ¶ ولنتأمّل تأويل الإمام أبي عمرو الداني ما نُسِب إلى أُم المؤمنين عائشة - رضي الله عنها -: \"تأويله ظاهر، وذلك أنّ عروة لم يسأل عائشة فيه عن حروف الرسم التي تُزاد فيها لمعنى وتنقص منها لآخر، تأكيداً للبيان وطلباً للخفة - وإنما سألها فيه عن حروفٍ من القراءة المختلفة الألفاظ المحتملة الوجوه، على اختلاف اللغات التي أذن الله - عز وجل - لنبيّه - صلى الله عليه وسلم - ولأُمته في القراءة بها، واللّزوم على ما شاءت منها تيسيرا لها وتوسعةً عليها، وما هذا سبيله وتلك حاله، فعن اللَّحن والخطأ والوهم والزلل بمعزل؛ لفشوّه في اللغة ووضوحه في قياس العربيّة، وإذا كان الأمر في ذلك كذلك، فليس ما قصدته فيه بداخل في معنى المرسوم، ولا هو مِنْ سببه في شيءٍ، وإنَّما سمّى عروة ذلك لحناً وأطلقت عائشة على مرسومه كذلك الخطأ، على جهة الاتّساع في الأخبار وطريق المجاز في العبارة؛ إذ كان ذلك مخالفاً لمذهبهما وخارجاً عن اختيارهما. ¶ وكان الأَوْجه والأَوْلى عندهما والأكثر والأفشى لديهما لا على وجه الحقيقة والتحصيل والقطع، لِمَا بينّاه من جواز",
            "page": "32",
            "part": "1",
            "seal": "7936A5ED"
        },
        {
            "done": "1",
            "id": "35",
            "nass": "ذلك وفشوّه في اللّغة واستعمال مثله في قياس العربية، مع انعقاد الإجماع على تلاوتهِ \"، ويستمر في تأويله قائلاً: \"ويتأوّل فيه دون أن يقطع به على أنّ أُمّ المؤمنين - رضي الله عنها -، مع عظيم محلّها وجليل قدرها واتّساع علمها ومعرفتها بلغة قومها، لَحَّنت الصحابة وخطّات الكَتَبة وموضعهم من الفصاحة. ¶ والعلم باللّغة: موضعهم الذي لا يُجهل ولا يُنكر، هذا ما لا يسوغ ولا يجوز. ¶ وقد تأوّل بعض علمائنا قول أُمّ المؤمنين: (أخطأوا في الكتاب)، أي: أخطأوا في اختيار الأَوْلى من الأحرف السبعة بجمع الناس عليه، لا أنّ الذي كتبوا من ذلك خطأ لا يجوز؛ لأنّ ما لا يجوز مردودٌ بإجماع، وإنْ طالت مدة وقوعه وعظم قدر موقعه، وتأول اللَّحن أنّه القراءة واللغة، كقول عمر - رضي الله عنه -: (أُبَي أقرؤنا وإنَّا لندع بعض لحنه)، أي: قراءته ولغته، فهذا بينٌ وبالله التوفيق \". ¶ الشبهة الثانية: اختلاف القراءات: ¶ مَنْ حاولوا أن يُثبتوا اللَّحن في آيات القرآن الكريم، اتّخذوا من اختلاف القراءات حجّةً لهم، وهذا اعتلالٌ قديم، قالت الزنادقة: \"و (القُرَّاء) يختلفون: فهذا يرفع ما ينصبه ذاك، وذاك يخفض ما يرفعه هذا.",
            "page": "33",
            "part": "1",
            "seal": "A2962E28"
        },
        {
            "done": "1",
            "id": "36",
            "nass": "وأنتم تزعمون أن هذا كله كلام رب العالمين، فأيُّ شيءٍ بعد هذا الاختلاف تُريدون؟ وأي باطلٍ بعد الخطإ واللَّحْن تبتغون؟ \". ¶ فالطاعنون جعلوا لهم مسلكَيْن في هذه الشُبهة: ¶ الأول: الاختلاف عند القُراء قائم على الاجتهاد، وهذا ما نجده عند المستشرق (جولد تسيهر) وغيره. ¶ الثاني: هذا الاختلاف قاد إلى اللَّحن في الكتاب العزيز. ¶ وللرد على هذه الشبهة، أقولُ: ما تعلق به هؤلاء متهافت من وجوه: ¶ الوجه الأوّل: الله - سبحانه - رخص لعباده، ورفع عنهم المشقة بقراءة كتابه؛ فأنزله على سبعة أحرف، قال النبي - صلى الله عليه وسلم -: \"أقرأني جبريلُ على حرفٍ فراجعته، فلم أزلْ أستزيدُه ويزيدني؛ حتى انتهى إلى سبعة أحرف \".",
            "page": "34",
            "part": "1",
            "seal": "243AB5F9"
        },
        {
            "done": "1",
            "id": "37",
            "nass": "وقال أيضاً: \"إن هذا القرآن أُنزل على سبعة أحرف، فاقرأوا ما تيسَّر منه \". ¶ وردَّ على الطاعنين ابن قُتيبة بقوله ت \"أمّا ما اعتلّوا به من وجوه القراءات من الاختلاف؛ فإنّا نحتجّ عليهم فيه بقول النبيّ - صلى الله عليه وسلم -: \"نزل القرآن على سبعة أحرف\" ... \". ¶ الوجه الثاني: منهج القرّاء قائمٌ على التلقّي والسَّماع، فالقراءة سُنَّة متبّعة، يقول أبو عمرو الدانِيّ في كتابه (جامع البيان في القراءات السبع المشهورة): \"وأئمّة القراءة لا تعمل في شيءٍ من حروف القرآن على الأفشى في اللُّغة، والأقيس في العربيّة؛ بل على الأثبت في الأثر، والأصحّ في النَّقل. ¶ والروايةُ إذا ثبتت لا يردّها قياسُ عربيّة ولا فشوّ لغة؛ لأنّ القراءة سنَّة متبّعة، يلزم قبولها والمصير إليها\". ¶ إذن: القراءة لا يجوز لأحدٍ أن يتصرّف فيها، أو يجتهد مِنْ عند نفسه بضبطها، فطريقها الرواية وضبطها. ¶ الوجه الثالث: وجَّه العلماءُ ما أشكل من وجوه",
            "page": "35",
            "part": "1",
            "seal": "4E1F57E4"
        },
        {
            "done": "1",
            "id": "38",
            "nass": "الروايات في القراعات؛ إذ لكلّ قراءة وجهٌ حَسَن في العربيّة، وبيَّنوا فسادَ رأي مَنْ ردَّها، أو لحَنَ بعضَها، وهذا مبسوطٌ في موضعهِ من كتب الاحتجاج، أو التفسير، أو الإعراب. ¶ الوجه الرابع: ما يدلُّ على فساد هذه الشُّبهة، وأنّ القراءة ليس فيها مجال للقياس، حتى لو جازت في العربيّة؛ إذا لم يصحّ النقل، موقف العلماء من ابن شَنَبُوذ وابن مقسم العطَّار. ¶ أما ابن شَنَبُوذ - (أبو الحسن: محمد بن أحمد، ت 328 هـ) - فقد \" زعم أنَّ كُلَّ مَنْ صحَّ عنده وَجْهٌ في العربيّة بحرفٍ من القرآن، يوافق خطَّ المصحف؛ فقراءته به جائزة، وكان أبو بكر بن مجاهد - رحمه الله - استتابه من بِدْعته، وأحضره السلطان ليؤدبه ... \". ¶ وأمّا ابن مقسم العطّار - (أبو بكر، محمد بن الحسن، ت 354 هـ) - فقال فيه الخطيب البغداديّ: \"وكان ابن مقسم من أحفظ الناس لنحو الكوفيّين وأعرفهم بالقراءات ... وممّا طعن عليه به أنّه عمد إلى حروفٍ من القرآن؛ فخالفَ الإجماع فيها، وقرأها وأقرأها، على وجوه ذَكَر أنَّها تجوز في اللُّغة",
            "page": "36",
            "part": "1",
            "seal": "BC376C28"
        },
        {
            "done": "1",
            "id": "39",
            "nass": "والعربية، وشاع ذلك عند أهل العلم، فأنكروه عليه، وارتفع الأمرُ إلى السلطان، فأحضره واستتابه بحضرة القرّاء والفقهاء، فأذعن للتوبة\". ¶ الشُّبهة الثالثة: إغفال الحركات في الرَّسم: ¶ اتَخذ الظَاعنون في إعراب القرآن من عدم النقط والشكل في كَتَبةِ المصحف، دليلاً للقول بوجود اختلاف في الحركات الإعرابية، وهذا أدى إلى اختلاف القراءات، يقول (جولد تسيهر): \"يدعو اختلاف الحركات الذي لا يوجد في الكتابة العربية الأصلية ما يحدده إلى اختلاف مواقع الإعراب للكلمة، وبهذا إلى اختلاف دلالتهاة وإفًا فاختلاف تحلية هيكل الرسم بالنقط، واختلاف الحركات في المحصول الموحَّد القالب من الحروف الصامتة، كانا هما السبب الأول في نشأة حركة اختلافِ القراءات في نصّ لم يكن منقوطاً أصلاً، أو لم تُتَحرَّ الدقَة في نقطه أو تحريكه \".",
            "page": "37",
            "part": "1",
            "seal": "0EF9EE7A"
        },
        {
            "done": "1",
            "id": "40",
            "nass": "وهناك أمران خطيران يمكن أن نأخذهما من هذا النصّ، هما: ¶ الأول: إهمال النقط والشكل سببٌ لاختلاف الإعراب، مما أدَّى إلى اختلاف القراءات. وقد قال (جولد تسيهر) في موطنِ آخر: ¶ \"آية (43) من سورة الرعد: (وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ)، فقد وردت هذه الجملة بالقراءة التالية: (وَمَنْ عِنْدَهُ عِلْمُ الكِتَابِ)؛ كما أن تغييرا زائدا على هذا في تحريك لفظ \"عِلْمُ \"، سمح بالقراءة التالية: ومِنْ عنده عُلِم الكتاب \". ¶ الثَّاني: اتّهام الكَتَبة بعدم الدقّة في نقط القرآن، وتحريكه. ¶ ويردّ على هذه الشبهة من وجوه: ¶ الوجه الأوّل: نقلت الأمّة هذا القرآن من صدور الرجال، جيلاً بعد جيل؛ فلا يصحّ مع اشتهاره، وتوفّر نَقَلَتِهِ وكثرة حفّاظه أنْ يكون فيه وهم، حاشا! قال ابن الجزريّ: \"ثمّ إنّ الاعتماد في نقل القرآن يكون على حفظ القلوب والصدور، لا على حفظ المصاحف",
            "page": "38",
            "part": "1",
            "seal": "69387BD9"
        },
        {
            "done": "1",
            "id": "41",
            "nass": "والكتب. وهذه أشرف خصيصة من الله تعالى لهذه الأُمّة؛ ففي الحديث الصحيح الذي رواه الإمام مسلم أن النبي - صلى الله عليه وسلم - قال: \"إن ربي قال لي: قم في قريش فأنذرهم، فقلت له: ربِّ إذاً يثلغوا رأسي حتى يَدعُوهُ خُبْزَةً، فقال: مبتليك ومبتلٍ بك ومُنَزِّل عليك كتاباً لا يغسله الماء، تقرؤه نائماً ويقظانَ، فابعث جنداً أبعث مثلهم، وقاتل بمَنْ أطاعك مَنْ عصاك، وأنفق يُنْفق عليك \". ¶ فأخبر - تعالى - أنّ القرآن لا يحتاج في حفظه إلى صحيفة تُغسل بالماء، بل يقرؤه في كلّ حال كما جاء في صفة أُمّته: \"أناجيلهم في صدورهم \"، وذلك بخلاف أهل الكتاب الذين لا يحفظونه لا في الكتب، ولا يقرأونه كلّه إلا نظرًا لا عن ظهر قلب\". ¶ وتوقف العلَّامة محمد عبد الله دراز عند إطلاق تسميتين مشهورتين على القرآن الكريم، هما: القرآن، والكتاب؛ قائلاً: ¶ \"رُوعِيَ في تسميته: \"قرآناً\" كونه متلواً بالألسن، كما رُوعِيَ في تسميته: \"كتاباً\" كونه مدوّناً بالأقلام؟ فكِلْتا التسميتين من تسمية الشيء بالمعنى الواقع عليه، وفي تسميته بهذين الاسمين إشارة إلى أنَّ مِنْ حقه العناية بحفظه في",
            "page": "39",
            "part": "1",
            "seal": "6FA4C406"
        },
        {
            "done": "1",
            "id": "42",
            "nass": "موضعين، لا في موضعٍ واحد، أعني أنه يجب حفظه في الصدور، والسطور جميعا ... فلا ثقة لنا بحفظ حافظ حتى يوافق الرسم المُجمع عليه من الأصحاب المنقول إلينا، جيلاً بعد جيل، على هيئته التي وُضِع عليها أول مرّة، ولا ثقة لنا بكتابة كاتب حتى يوافق ما هو عند الحفاظ بالإسناد الصحيح المتواتر، وبهذه العنالة المزدوجة ... بَقِيَ القرآن محفوظاً\". ¶ ومن - هنا - نُدرك الحكمة التي لأجلها أرسل عثمان بن عفان - رضي الله عنه - مع كلّ مصحف مقرئا، يقرئ الناس، حتى يؤخذ من أفواه الرجال. ¶ الوجه الثاني: هناك قراءات يحتملها الرسم، وهي جائزة في اللُّغة، ولكن لا يعضدها النقل؛ وليس اتباع الخطِّ بمجرده واجباً ما لم يعضده نقل. ¶ ولنأخذ مثالا مما يحتمله الرَّسم، ولكن لم يقرأ به، قال أبو داود سليمان بن نجاح: \"وكتبوا في جميع المصاحف: (مَالِكِ يَوْمِ الدِّينِ (4))، بغير ألف، مثل: (مَلِكِ النَّاسِ (2))، وكذا كتبوا: (قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ) بإجماع،",
            "page": "40",
            "part": "1",
            "seal": "589C747C"
        },
        {
            "done": "1",
            "id": "43",
            "nass": "واختلف القُراء هنا خاصة؛ فقرأه عاصم والكسائي بألف بين الميم واللام في اللفظ، مثل المجمع عليه في آل عمران، وقرأ سائر القُراء بغير ألف، مثل الذي في الناس بإجماع أيضاً هناك، وفي آل عمران \". ¶ ويعلق الدكتور فضل حسن عباس قائلاً: ¶ \"رسم هذه الكلمات واحدٌ لا اختلافَ فيه، ولكن القُراء اختلفوا في الآية الأولى من سورة الفاتحة، فبعضهم قرأها (مالك) وبعضهم قرأها (ملك)، ولكنهم اتفقوا في آية آل عمران حيث قرأوها بالألف لم يخالف منهم أحد. أما آية الناس، فقد اتفقوا على قراءتها بدون ألف. تُرى لو كان اختلاف القراءات ناشئا عن التنقيط أكانوا يختلفون في موضع واحد، ويتفقون على ما سواه؟ إن المنطق يقضي أن يختلفوا في هذه المواضع جميعا؛ لأن الرسم يحتمل كلتا القراءتين، ولكن اختلافهم في موضع واحد يدل دلالة واضحة على أن الرسم ليس كل شيء، إنَما هو التلقّي مشافهة، والتواتر اللذان تثبت بهما القراءة \". ¶ الوجه الثالث: ثمّة وجوه تجوزها اللغة والصنعة",
            "page": "41",
            "part": "1",
            "seal": "9898D205"
        },
        {
            "done": "1",
            "id": "44",
            "nass": "النحويّة، ومع هذا لم يُقرأ إلا بالوجه المرويّ. ¶ قال ابن عطية عند قوله - تعالى -: (وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنْزِيلًا (106)، \"وأجمع القُراء على ضم الميم من (مُكْثٍ)، ويقال: مُكث، ومَكث - بضمّ الميم وفتحها - ومِكث بكسرها\". ¶ وعلَّق عليه الدكتور عبد الفتاح إسماعيل شلبي: \"ولم يقرأ واحد من القُرَّاء الأربعة عشر إلا مُكث بضمّ الميم \". ¶ ومثال الصنعة النَّحوية، قال الفراء عند قوله - تعالى -: (إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ): \"جعلت (ما) في مذهب الذي: إن الذي صنعوا كَيْد سِحْر، وقد قرأه بعضهم: (كَيْدُ سَاحِرٍ)، وكل صواب. ¶ ولو نصبت (كيدَ سحر) كان صواباً، وجعلت (إنَّما)",
            "page": "42",
            "part": "1",
            "seal": "23203259"
        },
        {
            "done": "1",
            "id": "45",
            "nass": "حرفاً واحداً\". وعلق عليه الدكتور عبد الفتاح إسماعيل شلبي قائلاً: ¶ \"ولم يقرأ به واحد من سبعة ابن مجاهد، ولا الثلاثة الذين بعدهم، ولا الأربعة الذين بعدهم \". ¶ الوجه الرابع: المثال الذي ذكره (جولد تسيهر) مردودٌ عليه، وهو أنه قد تسامح بعضهم فجعل (علم) فعلاً مبنياً للمجهول؛ في قوله - تعالى -: (وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ (43))، فليست من القراءات المتواترة، فلا يُعتد باعتراضه، وهي مع شذوذها لها وجهٌ في العربية. ¶ وقال الشيخ أحمد بن محمد البنا: \"وعن الحسن والمطوعي (ومن عنده) جازٌ ومجرور خبر مقدم و (علم) مبتدأ مؤخر، والجمهور (مَن) اسم موصول، عطف على الجلالة، والجملة بعده صلته، أي: كفى بالله، وبالذي عنده ... إلخ. ¶ من مؤمني أهل الكتاب، كعبد الله بن سلام. ¶ وأما قراءة (مِن عنده) بالجرّ و (عُلِم) بالبناء للمفعول، و (الكتاب) رُفِع به، فليس من طرق هذا الكتاب \".",
            "page": "43",
            "part": "1",
            "seal": "BA51D9A9"
        },
        {
            "done": "1",
            "id": "46",
            "nass": "الوجه الخامس: أمّا اتهام الخظ بعدم الدقّة، فهذا البهتان بعينه، وردُّنا عليه على النَّحو إلآتي: ¶ أ - إنّ رسم المصحف يدلُّ على دراية الكَتَبة ومعرفتهم، فهو غاية في الإتقان. قال نظام الذين النيسابوريّ: \"واتّباع المصحف في هجائه واجب، ومَنْ طعن في شيءٍ من هجائه، فهو كالطَّاعن في تلاوته؛ لأنه بالهجاء يُتلى. ¶ فما كَتَب - زيد بن ثابت - شيئاً من ذلك إلَّا لعلَّةٍ لطيفة، وحِكْمة بليغة؛ وإنْ قَصُر عنها رأينا\". ¶ ب - القرآن معجز في مَبْناه ومعناه، فَرُوعِيَ في كتابته ورسمه بهجاء يحمل المعاني المتعدّدة، والأغراض البلاغية، ويحفظ وجوه القراءات؛ إذ رسمه لا ينفك عن قراءاته. ¶ قال المهدويّ: \"لمّا كانت المصاحف التي هي الأئمّة؛ إذ قد اجتمعت عليها الأُمّة، تلزم موافقتها، ولا تسوغ مخالفتها - وكان كثير من الخطّ المُثْبَت فيها، يخرج عن المعهود عند الناس، مع حاجتهم إلى معرفته، لتُكْتب المصاحف على رَسْمه، وتجري في الوقف على كثيرٍ منه، لكلّ قارئٍ من القرّاء على مذهبه وحكمه - كانت الحاجة إليه كالحاجة إلى سائر علوم القرآن، بل أهمّ، ووجوب تعليمه أشمل وأعمّ؛ إذ لا يصحُّ معرفة بعض ما اختلف القرّاء فيه",
            "page": "44",
            "part": "1",
            "seal": "8A9BB5DC"
        },
        {
            "done": "1",
            "id": "47",
            "nass": "دون معرفته، ولا يسع أحداً اكتتاب مصحف على خلاف خط المصحف الإمام ورتبته \". ¶ ج - لا يُرمى الرسم بعدم الدقّة، إذا خَفِيَ علينا شيءٌ منه، فـ \"لم يكن ذلك من الصَّحابة كيف اتّفق؛ بل على أمرٍ عندهم قد تحقّق \". ¶ يقولُ أبو عمرو الدانِيّ: \"وليس شيءٌ من الرسم، ولا من النّقط، اصطلح عليه السَّلف، رضوان الله عليهم، إلَّا وقد حاولوا به وجهاً من الصحة والصواب، وقصدوا فيه طريقاً من اللغة والقياس؛ لموضعهم من العلم، ومكانهم من الفصاحة، عَلِمَ ذلك مَنْ عَلِمَه، وجَهِلَهُ مَنْ جهله، والْفَضْل بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ\". ¶ ومن الأمثلة على هذه الذقة، قوله - تعالى: (إِنْ هَذَانِ لَسَاحِرَانِ): \"رُسِمت في المصحف العثمانيّ دون نقط، ولا شكل، ولا تشديد، ولا تخفيف، ولا ألف ولا ياء؛ فرَسْمها بهذه الكيفيّة، ومجيئها على هذه الحال أدَّى جميع القراءات المتواترة التي رُوِيت بأسانيدِ صحيحة\".",
            "page": "45",
            "part": "1",
            "seal": "C2C9CABF"
        },
        {
            "done": "1",
            "id": "48",
            "nass": "ولنختم الردَّ على هذه الشُّبهة، بقولِ الإمام ابن الجزريّ: ¶ \" إن الصحابة - رضي الله عنهم - لمّا كتبوا تلك المصاحف جرَّدوها من النّقط والشكل؛ ليحتمله ما لم يكن في العرضة الأخيرة، مما صحّ عن النبي - صلى الله عليه وسلم -، وإنَّما أخلوا المصاحف من النقط والشكل لتكون دلالة الخطّ الواحد على كِلَا اللفظين المنقولين المسموعين المتلوَّيْن شبيهة بدلالة اللَّفظ الواحد على كِلا المعنيين المعقولين المفهومين \". ¶ الشُّبهة الرابعة: محاكمة وجوه القراءة على قواعد العربية المشهورة: ¶ لهج الطَّاعنون في إعراب القرآن بقولهم: إن هذه الآية تُخالف القاعدة النحويّة تلك، وهكذا. وهذه الشُّبهة تعلق بها الزّنادقة؛ إذ قرروا وقوع اللَّحن، فقالوا: \"من اللحن الفاحش الذي لا يسوغُ مثلُه، ولا يجوزُ على اللهِ سبحانه، ولا على رسوله التكلّم به، والأمر بحفظه وتبقيةُ رَسْمه ودعوى الإحكام والإعجاز فيه؛ نحو قوله: (إِنْ هَذَانِ لَسَاحِرَانِ)، وهو موضعُ نَصب؛ وقوله: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ)، وهو موضع",
            "page": "46",
            "part": "1",
            "seal": "21AEE6D4"
        },
        {
            "done": "1",
            "id": "49",
            "nass": "نصب لا إشكالَ فيه على أحد، وقوله: (لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ)، وموضعِ (وَالْمُقِيمِينَ) رفعٌ واجبٌ في هذا الموضع وجوباً ظاهراً بيناً؛ وقوله: (وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ)، وهو (الصابرونَ) بغير اختلافٍ بين أهلِ الإعراب؛ وقوله في المنافقين: (فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (10))، وهو موضعُ نصب، وهو في المصحفِ مجزُوم \". ¶ وبمثل هذا الباطل نطق صاحب (تذييل مقالة في الإسلام)، ومَنْ تابعه: من أعداء القرآن، أو مَنْ غُزر بهم. ¶ وهذا الهذيان واضح البطلان، فنرد عليه بما يأتي: ¶ الوجه الأول: إن قول هؤلاء عكسٌ للأُصول التي جرى عليها العلماء، فتُقاس القاعدة على لغة القرآن وتصحَّح بموجبه؛ فهو أفصح أساليب العربيّة على الإطلاق. قال الفراء: \" الكتاب أعرب وأقوى في الحجة من الشعر\".",
            "page": "47",
            "part": "1",
            "seal": "AB89534B"
        },
        {
            "done": "1",
            "id": "50",
            "nass": "وزاد هذا الأمر إيضاحاً ابن المنيِّر بقوله: \"وليس غرضنا تصحيح القراءة بقواعد العربيّة، بل تصحيح قواعد العربيّة بالقراءة\". ¶ الوجه الثاني: القرآن الكريم ثابت بالتواتر، فردَّ القراءة المرويّة بالتواترة إذا لم توافق قاعدة - عند بعضهم - لا يصحُّ، يقولُ الشيخ عبد الرحمن الجزيريّ: ¶ \"قواعد النحو والبيان التي يقول عنها المبشّرون، إنما هي موضوعة على أساس القرآن الكريم؛ لأنه هو الأصل العربيّ الذي تواتر عن محمّد رسول الله العربيّ، وتحدّى به أفصح العرب منطقا وأبلغهم قولا، فعجزوا عن الإتيان بمثله؛ فكلّ ما يخالفه من العبارات يكون غير عربيّ بدون نزاع، فهل يظنّ هؤلاء الجَهَلة أنّ قواعد سيبويه والخليل أصلٌ يطبق عليها القرآن، فيقال لما خالف هذه القواعد: إنّه لحن؟! إنْ كانوا يظنّون ذلك، فقد بلغ بهم الجهل غايته؛ لأنّ الواقع أنّ قواعد الخليل وسيبويه وغيرهما مِنْ واضعي العلوم العربيّة إنَّما تكون صحيحة إذا وافقت القرآن الكريم، أمّا إذا خالفته في شيء لا يمكن تأويله، فإنّه يكون غلطاً بلا نزاع؟ فهل يصح لعاقل يعرف الخطأ من الصواب أنْ يقول بعد ذلك: إنّ في القرآن لحناً يخالف تلك القواعد؟!",
            "page": "48",
            "part": "1",
            "seal": "EFE3828B"
        },
        {
            "done": "1",
            "id": "51",
            "nass": "كلا إنما الذي يصح أنْ يُقال: إن قواعد العربية كلها يجب أن يكون مرجعها القرآن الذي ثبتت نسبته بالتواتر إلى محمد - صلى الله عليه وسلم -، كما ثبت أن أفصح العرب اعترفوا بأنه في أعلى مراتب البلاغة والفصاحة\". ¶ الوجه الثالث: من الأُصول المرعية أنه \"إذا ورد السماع بشيءٍ لم يبق غرض مطلوب، وعُدِل عن القياس إلى السماع \". ¶ والقرآن الكريم بقراءاته هو السماع الأعلى والأقوى، جاء في كتاب (النحويون والقرآن): \"إذا رأيت القياس النحوي يخالف ما عليه القرآن، فدع القياس النحوي وتمسك بما يمثّله نص القرآن؛ لأنَ مَنْ تمسك بالشاهد القرآني بحكم فقد تمسك بالحجة الوثقى، والدليل القاطع للخلاف \". ¶ الشبهة الخامسة: الأخذ بالأقوال الضعيفة وجعلها حجّة: ¶ مَنْ ينظُرُ في شُبَه هؤلاء الطاعنين يراهم قد سطوا على أقوالٍ ضعيفة، ومناقشات يوردها المعربون والمفسرون بشكل اعتراض، ثم يجيبون عنها، ولكن الطاعنين يحتجون بالاعتراض، ويتركون الجواب عنه؛ كي يلقوا الشُبه في نفوس المسلمين بكتاب ربِّهم، وقد أشار الشيخ عبد الرحمن الجزيري إلى هذه الشُبهة بقوله:",
            "page": "49",
            "part": "1",
            "seal": "D186833A"
        },
        {
            "done": "1",
            "id": "52",
            "nass": "\"وقد عرفت مما ذكرناه لك قريبأ أنّهم يرجعون إلى كتب المفسّرين، ويأخذون من أبحاثهم، ويسوقونه في صورة اعتراض، وينسبونه إلى أنفسهم. مع أنَّهم يعلمون أنّ المعترض قد أجاب عن اعتراضه بعدَّة أجوبة، ومِنْ أجل ذلك ترى كثيرا من المبشّرين لا يُحسن نقل الاعتراض؛ فيظهر جهله في صورة مكبّرة مضحكة، ولا نريد أن نذهب بالقرّاء بعيدا، بل نقول لهم: إنّ الأمثلة التي اعترض بها زعيم المبشّرين واتّبعه فيها القسيس الملقّب نفسه بهاشم العربيّ أكبر شهادة على ما نقول \". ¶ ولنأخذ مثالا من صاحب (تذييل مقالة في الإسلام)، كي يرى القارئ صدق ما قرّرناه، قال في (تذييله): \"وقال في سورة البقرة: (مَثَلُهُمْ كَمَثَلِ الَّذِي اسْتَوْقَدَ نَارًا فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ اللَّهُ بِنُورِهِمْ). ¶ قال المفسّرون: إنّ (الَّذي) بمعنى (الَّذين)، واستشهدوا لذلك لا بشاهد من كلام العرب بل بكلام القرآن نفسه؛ إذ قال: (وَخُضْتُمْ كَالَّذِي خَاضُوا)، أي: كالذين خاضوا؛ وهذا احتجاج ضعيف فضلا عن أنَّه لو أراد بالذي في هذا الموضع معنى (الذين) لقال: الذي استوقدوا، كما قال: الذي خاضوا، ولكنَّه قال: استوقد بالإفراد؛ فبَقِيَ الكلام بعد ذلك ناقصا لا يفيد\".",
            "page": "50",
            "part": "1",
            "seal": "DA252588"
        },
        {
            "done": "1",
            "id": "53",
            "nass": "وهذا الذي نقله الظَاعن موجود ذَكَره العلماء، قال أبو البقاء العكبريّ: \"قوله: (الذى اسْتَوْقَدَ): (الَّذِي) - ها هنا - مفرد في اللّفظ، والمعنى على الجمع؛ بدليل قوله؛ (ذَهَبَ اللَّهُ بِنُورِهِمْ)، وما بعده. ¶ وفي وقوع المفرد - هنا - موقع الجمع وجهان: ¶ أحدهما: هو جنس، مثل: مَنْ، ومَا؛ فيعود الضميرُ إليه تارةً بلفظ المفرد، وتارة بلفظ الجمع. ¶ والثاني: أنّه أراد الذين؛ فحُذفت النون لطول الكلام بالصِّلة، ومثله: (وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ) ثم قال: (أُولَئِكَ هُمُ الْمُتَّقُونَ) \". ¶ وعقَّب السمين الحلبي على قول أبي البقاء العكبريّ بالتضعيف، فقال: ¶ \"ووَهِمَ أبو البقاء، فجعل هذه الآية من باب ما حُذِفَتْ منه النونُ تخفيفاً، وأنّ الأصلَ: الذينَ، ثم خُفف بالحذفِ، وكأنه جَعَلَه مثلَ قوله - تعالى - في الآية الأخرى: (وَخُضْتُمْ كَالَّذِي خَاضُوا)، وقول الشاعر: ¶ وإنَّ الذي حَانَتْ بفَلْجٍ دماؤُهُمْ ... هم القومُ كلُّ القومِ يا أمَّ خالدِ ¶ والأصل: كالذين خاضُوا، وإن الذين حانَتْ، وهذا",
            "page": "51",
            "part": "1",
            "seal": "7592C8A0"
        },
        {
            "done": "1",
            "id": "54",
            "nass": "وَهمٌ فاحش؛ لأنّه لو كان من باب ما حُذِفَتْ منه النونُ لوجَبَ مطابقةُ الضمير جمعاً، كما في قوله: (كَالَّذِي خَاضُوا)، و (دماؤُهُمْ)، فلمّا قال تعالى: (اسْتَوْقَدَ) بلفظ الإفراد تعيَّن أحدُ الأمرين المتقدّمين: إمّا جَعْلُه من باب وقوعِ المفردِ موقعَ الجمعِ؛ لأنّ المرادَ به الجنسُ، أو أنّه من باب ما وقع فيه صفةً لموصوف يُفْهِمُ الجَمْع \". ¶ والذي يُطالع هذه المناقشات التي تجري في مؤلّفات علمائنا - رحمهم الله - وما ذكره الطَّاعن يلاحظ أمرين مهميْن: ¶ الأوّل: أخذ الطَّاعن برأيٍ ضعيف والرَّدَّ عليه سرقةً، ونسبه إلى نفسهِ، وهذا بيّن من خلال الموازنة بين ما ذكره الطَّاعن وما ذكره السمين الحلبيّ. ¶ الثاني: عمَّم هذا الطَّاعنُ القول الضعيف على المفسّرين، وحاكَمَ النصَّ القرآني من خلاله. وعند مراجعة كتب الأئمّة يتّضح قصد الرجل!. ¶ الشُّبهة السادسة: الشَّطط في (مصطلح الزائد) عند النُّحَاة في كتاب الله تعالى: ¶ وصف صاحب (تذييل مقالة في الإسلام) النَظْم القرآني",
            "page": "52",
            "part": "1",
            "seal": "6BD6E33C"
        },
        {
            "done": "1",
            "id": "55",
            "nass": "بالإخلال، ويرى بأنّ (الزّائد) يخلُّ بالفصاحة، ويحيل المعنى إلى غير مراد قائله، فهو ضرب من اللَّغْو، وقال: \"فهو - الزّائد - إذاً لغو، في كتاب حقّه أن يكون منزّهاً عن اللغْو\". ¶ ومثل لهذا، فقال عند قوله - تعالى -: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ (28) لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ): \"فلا\" في قوله: (لِئَلَّا)، والأصل: لأن لا: زائدة؛ لأن المفسّرين يزعمون أنّه أراد أنْ يقول: ليعلم أهل الكتاب ... إلخ. إلَّا أنّ هذه الزيادة عكست معنى الكلام وأحالته إلى ضدّ مراد قائله \". ¶ ولردّ شبهة هذا الطاعن، نحقّق القول في أمرين: ¶ الأول: معنى الزيادة. ¶ والثاني: الجواب عن الآية؛ فيندفع بذلك الإشكال. ¶ الأمر الاول: معنى الزيادة: ¶ يحسبُ هذا الطاعن - أو أراد - أن الزائد ما لا فائدة",
            "page": "53",
            "part": "1",
            "seal": "8FFA8E55"
        },
        {
            "done": "1",
            "id": "56",
            "nass": "فيه، وهذا واضح من كلامه. وعلماؤنا ما أرادوا هذا المعنى، جاء في (البرهان): \"فإنَّ مراد النحويّين بالزائد من جهة الإعراب، لا من جهة المعنى\". ¶ وقال ابن الأثير: \"ومَنْ ذهبَ إلى أنّ في القرآن لفظاً زائداً لا معنى له، فإمّا أنْ يكون جاهلا بهذا القول؛ وإمّا أن يكون مُتَسَمِّحاً في دينه واعتقاده. ¶ وقولُ النحاةِ: إنّ (ما) في هذه الآية زائدةٌ، فإنَّما يَعْنون به أنّها لا تمنَع ما قبلَها عنِ العمل، كما يسمّونها في موضعٍ آخر كافّة، أي: أنّها تكف الحرفَ العامل عن عمله؛ كقولك: إنما زيدٌ قائمٌ، فما قد كفَّت (إنّ) عن العمل في زيدٍ، وفي الآيةِ لم تمنعْ عن العمل؛ ألَا ترى أنّها لم تمنع (الباء) عن العمل في خَفْضِ (الرحمة) \". ¶ وقال الفخر الرَّازيّ: \"وقال المحقّقون: دخول اللَّفظ المهمل الضائع في كلام أحكم الحاكمين غير جائز\". ¶ الأمر الثاني الجواب عن احتجاجه بتأويل الآية: ¶ ونُجيبه عن احتجاجه هذا من وجهين:",
            "page": "54",
            "part": "1",
            "seal": "533F176E"
        },
        {
            "done": "1",
            "id": "57",
            "nass": "الوجه الأوّل: لم يتفق العلماء على زيادة (لا) في هذا الموضع، قال السمين الحلبيّ: \"وفي (لا) هذه وجهان: ¶ أحدهما: وهو المشهور عند النُحاة والمفسّرين والمعربين أنها مزيدة ... والتقدير: أعلمكم الله بذلك، ليعلمَ أهلُ الكتاب عدمَ قدرتهم على شيءٍ من فضل الله، وثبوت أن الفضل بيد الله. ¶ وهذا واضحٌ بيِّن، وليس فيه إلا زيادة ما ثبتتْ زيادتُه شائعاً، ذائعاً. ¶ والثاني: أنّها غير مزيدة .. \". ¶ الوجه الثاني: ما استشكله هذا الطَّاعن، ذكره بعض علمائنا؛ فالظاهر أنه اطلع على مثل هذا وتبنّاه. يقول الإمام الزركشيّ: \"وتزاد (لا) بعد (أنْ) المصدرية؛ كقوله: (لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ)، أي: ليعلم؛ ولولا تقدير الزيادة لانعكس المعنى، فزيدتْ (لا) لتوكيد النفي، قاله ابن جنيّ \". ¶ والحقيقة أنّه لا يوجد إشكال على كِلا المعنيين، يقول الفخر الرازيّ: ¶ \"واعلم أنّ أكثر المفسّرين على أنّ (لا) هاهنا صلة",
            "page": "55",
            "part": "1",
            "seal": "0B0A77A5"
        },
        {
            "done": "1",
            "id": "58",
            "nass": "زائدة، والتقدير: ليعلم أهل الكتاب، وقال أبو مسلم الأصفهاني وجَمْع آخرون: هذه الكلمة ليست بزائدة، ونحن نفسّر الآية على القولين بعون الله تعالى وتوفيقه. ¶ (أما القول المشهور) وهو أنّ هذه اللفظة زائدة، فاعلم أنّه لا بُدَّ ههنا من تقديم مقدمة، وهي: أنّ أهل الكتاب، وهم بنو إسرائيل، كانوا يقولون: الوحي والرسالة فينا، والكتاب والشرع ليس إلَّا لنا، والله تعالى خصَّنا بهذه الفضيلة العظيمة من بين جميع العالمين. ¶ إذا عرفت هذا، فنقول: إنّه - تعالى - لمّا أمر أهل الكتاب بالإيمان بمحمّد - عليه الصلاة والسّلام - وعدهم بالأجر العظيم على ذلك الإيمان أتبعه بهذه الآية، والغرض منها أنْ يُزيل عن قلبهم اعتقادهم بأنّ النبوّة مختصّة بهم وغير حاصلة إلَّا في قومهم، فقال: إنَّما بالغنا في هذا البيان، وأطنبنا في الوعد والوعيد ليعلم أهل الكتاب أنَّهم لا يقدرون على تخصيص فضل الله بقومٍ معيّنين، ولا يمكنهم حصر الرسالة والنبوّة في قومٍ مخصوصين، وأن الفضل بيد الله يؤتيه مَنْ يشاء، ولا اعتراض عليه في ذلك أصلاً. ¶ (أما القول الثاني) وهو أنّ لفظة (لا) غير زائدة، فاعلم أنّ الضمير في قوله: (أَلَّا يَقْدِرُونَ) عائدٌ إلى الرسول - صلى الله عليه وسلم - وأصحابه، والتقدير: لئلَّا يعلم أهل الكتاب أن النبيّ - صلى الله عليه وسلم - والمؤمنين لا يقدرون على شيءٍ من فضل الله، وأنّهم إذا لم",
            "page": "56",
            "part": "1",
            "seal": "3C9CA82F"
        },
        {
            "done": "1",
            "id": "59",
            "nass": "يعلموا أنَهم لا يقدرون عليه، فقد علموا أنّهم يقدرون عليه، ثم قال: (وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ)، أي: وليعلموا أنّ الفضل بيد الله، فيصير التقدير: إنّا فعلنا كذا وكذا لئلا يعتقد أهل الكتاب أنَهم يقدرون على حصر فضل الله وإحسانه في أقوامٍ معيّنين، وليعتقدوا أنّ الفضل بيد الله. ¶ واعلم أنّ هذا القول ليس فيه إلَّا أنا أضمرنا فيه زيادة، فقلنا في قوله: (وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ) تقدير وليعتقدوا أنّ الفضل بِيَدِ اللَّهِ. ¶ وأمّا القول الأوّل: فقد افتقرنا فيه إلى حذف شيء موجود، ومِنَ المعلوم أنّ الإضمار أوْلى من الحذف؛ لأنّ الكلام إذا افتقر إلى الإضمار لم يُوهم ظاهره باطلا أصلا. ¶ أما إذا افتقر إلى الحذف كان ظاهره مُوهِما للباطل، فعلمنا أنّ هذا القول أوْلى، والله أعلم \". ¶ ولقد تنبَّه العلماء إلى خطر (الزيادة)، فوضَّحوه، وحذّروا من استعماله: ¶ يقول الإمام ابن تيمية: \"ولا يذكر فيه لفظا زائدا إلَّا لمعنى زائد، وإنْ كان في ضمن ذلك التوكيد، وما يجيء من زيادة اللفظ في مثل قوله: (فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ)،",
            "page": "57",
            "part": "1",
            "seal": "3DA87848"
        },
        {
            "done": "1",
            "id": "60",
            "nass": "وقوله: (قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ (40))، وقوله: (قَلِيلًا مَا تَذَكَّرُونَ) فالمعنى مع هذا أزيد من المعنى بدونه، فزيادة اللفظ لزيادة المعنى، وقوّة اللفظ لقوّة المعنى\". ¶ وقال الإمام السيوطيّ: \"أن يجتنب إطلاق لفظ الزائد في كتاب الله - تعالى - فإنَّ الزائد قد يفهم منه أنّه لا معنى له، وكتاب الله منزَّه عن ذلك؛ ولذا فرَّ بعضهم إلى التعبير بدله بالتأكيد، والصِّلة، والمقحم \".",
            "page": "58",
            "part": "1",
            "seal": "B2FDC826"
        },
        {
            "done": "1",
            "id": "61",
            "nass": "المبحث الثالث ¶ آياث طُعِن في إعرابها، وردُّ ذلك ¶ 1 - قال تعالى: (لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَالْمَلَائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ (177)). ¶ وجه الطعن: ¶ لحنت الزنادقة قوله - تعالى -: (وَالصَّابِرِينَ)، والصواب عندهم الصابرون، \"بغير اختلاف بين أهل الإعراب \". ¶ وجاء في (تذييل مقالة في الإسلام): \"وكان الوجه أن يقول: \"الصابرون \"؛ لأنه عطف على قوله: (وَالْمُوفُونَ). لكن المفسرين، قالوا: إنه نصب \"الصابرين \" على المدح \". ¶ وقال آخر: \"كيف نعرب كلمة \"الصابرين \" المنصوبة",
            "page": "59",
            "part": "1",
            "seal": "9DD7E35F"
        },
        {
            "done": "1",
            "id": "62",
            "nass": "- هنا - مع كونها معطوفة على جميع المرفوعات التي سبقتها، إلا إذا عاوننا المفسّرون؟ \". ¶ ردُّ الطَّعن وبيان وجه الصواب: ¶ سأناقش الطَّاعنين في أمرين: الأول إعراب \"والصابرين \"، والثاني: السر في نصب \"وَالصَّابِرِينَ \". ¶ أمّا الأول، فقد نصَّ العلماء على أنّ \"وَالصَّابِرِينَ\" نُصِب على التعظيم والمدح، وكُتُب النَّحو والإعراب والتفسير ناطقة بهذا، فقد أورد إمام النُحّاة سيبويه الشواهد في باب (ما ينتصب على التعظيم والمدح)، فقال: ¶ \"ونظير هذا النصب من الشعر، قول الخِرْنِق: ¶ لا يَبْعَدْنَ قومي الذين هُمُ ... سَمُّ العُداةِ وآفةُ الجُزرِ ¶ النَّازِلينَ بكل مُعْتَرَكٍ ... والطَّيّبون مَعَاقِدَ الأزْرِ ¶ وزعم يونس أنّ مِنَ العرب مَنْ يقولُ: (النازلون بكلّ معترك والطَّيبون)، فهذا مثل \"وَالصَّابِرِينَ \" ... كلُّ ذلك واسع \". ¶ وقال الإمام الطبريّ: \"وأمّا (الصَّابرين) فنصبٌ، وهو",
            "page": "60",
            "part": "1",
            "seal": "05672E01"
        },
        {
            "done": "1",
            "id": "63",
            "nass": "من نعتِ (مَنْ) على وجهِ المدحِ؛ لأنَ مِنْ شأن العرب إذا تطاولت صفةُ الواحدِ الاعتراضَ بالمدح والذم بالتصب أحياناً، وبالرفع أحياناً\". ¶ ومن العلماء مَنْ ذكر توجيهاً آخر، قال مكيّ بن أبي طالب: \" قوله: (وَالصَّابِرِينَ)، نصب على إضمار أعني، أو على العطف على (ذَوِي القُرْبَى)؛ فإذا عطفتهم على (ذَوِي القُرْبَى) لم يجز أن ترفع (وَالمُوفُونَ) إلَأ على العطف على المضمر في (آمَنَ)؛ ليكون داخلاً في صلة (مَنْ) \". ¶ ولكنّ الوجه الأوّل بعيدٌ عن كلِّ إشكال، وأبلغ في الخطاب؛ لذا اختاره كثيرٌ من العلماء. قال أبو عليّ الفارسيّ: \"والأحسن عندي في هذه الأوصاف التي تعطف، ويُذكرُ الموضعُ من موصوفها والمدح أو النقص منهم والذمُّ أن يخالف بإعرابها، ولا تجعل كلها جاريةً على موصوفها ... وعلى هذا الحدِّ مذهبُ العرب في هذا النحو\". ¶ وأمّا السرُّ في هذا النصب، فمَنْ تأمّل السياق الذي رتّبت فيه الأوصاف في الآية الكريمة يجد أنها جاءت في أعلى البلاغة والإفادة.",
            "page": "61",
            "part": "1",
            "seal": "DBC3ACFD"
        },
        {
            "done": "1",
            "id": "64",
            "nass": "فإذا كان الموضع من مواضع الإطناب في الوصف، خُولِف في إعراب الأوصاف، ليكون المقصود أكمل؛ فالكلام عند اختلاف الإعراب يصير كأنّه أنواع من الكلام وضروبٌ من البيان والخطاب. أمّا عند اتحاد إعرابه يكون وجها واحداً وجملة واحدة. ¶ وأمّا مِنْ حيث الإفادة، فتغيّر الأسلوب والتفنّن في الخطاب له أثرٌ جليلٌ من الناحية النفسية؛ لأنّه يجذب الانتباه، ويُوقظ الشعور، وبحمل على التساؤل والبحث. ¶ وبعد أن كشفنا باطل هؤلاء الذين جعلوا بلاغة القرآن مشكلاً، بل لحناً وتكلّفاً، نُجيب على تساؤل صاحب (تذييل مقالة في الإسلام) عندما قال: \"لماذا استحقّ الصابرون هذا المدح؟ \" بما أجاب به الدكتور أبو شهبة، وهو: \"وإنّما غاير في الأسلوب، ولم يأت على نَسَق ما سبقه تبياناً لفضيلة الصبر، ¶ وبيان منزلته من البرّ؛ فكأنَّ الله - سبحانه - يبيّن لنا أنه، وإن جاء في الذكر آخراً، فهو بمكان من الفضيلة والمَثوبة الحسنة\". ¶ وبهذا يظهر تهافت وبهتان الطَّاعنين الجاهلين في أساليب العربيّة الذين يريدون تشكيك أُمّة الإسلام بكتابها، ولكن ... هيهات.",
            "page": "62",
            "part": "1",
            "seal": "2C200D6D"
        },
        {
            "done": "1",
            "id": "65",
            "nass": "2 - قال تعالى: (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ فَإِذَا أَمِنْتُمْ فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ (196)). ¶ وجه الطَّعن: ¶ خطّأ الطَّاعنون قوله - تعالى -: (عَشَرَةٌ)، وقالوا: الصواب عشر؛ لأنّ المعدود مؤنّث، وقاعدة العدد - هنا - تُبْنى على المخالفة. ¶ قال أحدُهم: \"وتلك عشرة كاملة، وحقّها: تلك عشر كاملة؛ لأنّ المعدود مؤنث، ودليل التأنيث كلمة (كاملة)، و (تلك)، \".",
            "page": "63",
            "part": "1",
            "seal": "6BF3D3C2"
        },
        {
            "done": "1",
            "id": "66",
            "nass": "وجاء في كتاب (المستشرقون والإسلام) عن بعضهم، قال: \"والصواب: تِلْكَ عَشرٌ كامِلةٌ\". ¶ ردُّ الطعن وبيان وجه الصواب: ¶ إنّ جهل هذا الطاعن يذكّرني بقول الإمام الحسن البصريّ - عندما سُئِل عن سبب ضلال أهل البدع -: \"أهلكتهم العُجْمة \". ¶ فجهل الطاعنين العربيّة فضَحهم، وكشف تلبيساتهم، وجوابنا على هذا الطَّعن يكفي المُنصف. ¶ أقول: لقد ظنّ الطاعنون أنّ المعدود مؤنّث، وهذا مُنكر في القول؛ فالمعدود هو الأيَّام، جمع يوم، واليوم مذكّر، والقاعدة في ذلك تأنيث العدد كما هو معلوم. ¶ قال السمين الحلبيّ: \"وقوله: (تِلْكَ عَشَرَةٌ) مبتدأ وخبرٌ، والمشارُ إليه هي السبعةُ والثلاثةُ، ومميَّزُ السبعةِ والعشرةِ محذوفٌ للعلمِ به. وقد أثبت تاءَ التأنيثِ في العددِ مع حَذْفِ التمييزِ، وهو أحسنُ الاستعمالَيْنِ \". ¶ وقال الشيخ عبد الرحمن الجزيريّ:",
            "page": "64",
            "part": "1",
            "seal": "50916661"
        },
        {
            "done": "1",
            "id": "67",
            "nass": "\"فالآية الكريمة منطبقة على القواعد النحويّة في ظاهرها وباطنها، فماذا تخيله ذلك الرجل المضحك حتى حكم على الصواب بأنه ليس بصواب \". ¶ 3 - قال تعالى: (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ). ¶ وجه الطَّعن: ¶ مميز الثلاثة إلى العشر جمع قلَّة، وجاء في هذا الموضع (ثَلَاثَةَ قُرُوءٍ) جمع كثرة، فقال الطاعنون: هذا لحن. ¶ قال صاحب (تذييل مقالة في الإسلام): \"ومِنْ إتيانه بجمع الكثرة حيث يتعيّن جمع القلّة ... قوله في سورة البقرة: (وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ)، والوجه: أقرُؤٍ، أو أقراءٍ\". ¶ رد الطعن وبيان وجه الصواب: ¶ أقول: ما أشد تلبيس هؤلاء؛ إذ أخذوا اعتراضا ذكره علماؤنا؛ مع أنهم أجابوا عليه، وطاروا بالاعتراض فرحاً، كي يشكّكوا المسلمين بلغة كتاب ربهم!",
            "page": "65",
            "part": "1",
            "seal": "9E982CCC"
        },
        {
            "done": "1",
            "id": "68",
            "nass": "قال أبو البقاء العكبريّ: \"و (قُرُوءٍ): جمع كثرة، والموضع موضع قلَّة؛ فكان الوجه ثلاثة أقراء، واختلف في تأويله ... \". ¶ وما عدٌ العلماءُ هذا الموطن مشكلا، أو مخالفا للعربيّة، بل ذكروا له وجوها متعدّدة: ¶ الأوّل: إنّه من باب الاتساع، قال الزمخشريّ: \"يتّسعون في ذلك، فيستعملون كلّ واحدٍ من الجمعين مكان الآخر، لاشتراكهما في الجمعيّة، ألا ترى إلى قوله: (بِأَنْفُسِهِنَّ)، وما هي إلا نفوس كثيرة\". ¶ الثاني: عدل عن بناء القلة إلى الكثرة؛ لأنه شاذ في القياس، قال السمين الحلبيّ: \"إنَ قُرُوءأ جمعُ قَرْء - بفتح القاف - فلو جاء على (أقراء) لجاء على غير القياس؛ لأن أفعالا لا يَطّردُ في (فَعْل) بفتح الفاء\". ¶ الثالث: لمّا قال: (وَالْمُطَلَّقَاتُ) فجمع، أتى بلفظ جمع",
            "page": "66",
            "part": "1",
            "seal": "2AD9B76C"
        },
        {
            "done": "1",
            "id": "69",
            "nass": "الكثرة؛ لأنّ كلّ واحدة من المطلّقات تتربّص ثلاثة أقراءٍ، ورجّحه الهمدانيّ. ¶ الرابع: إنه قائمٌ على الحذف، والأصل فيه؛ \"ثلاثة أقراء من قروءٍ\". ¶ فها أنت ترى أن الطاعنين كشفوا عن جهلهم بهذه اللّغة الشريفة، وبانت سرقاتُهم، ولتعلم أنّ آراءَهم ظنون يريدون إبطال الحق بها! ¶ 4 - قال تعالى: (لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا (162)) ¶ وجه الطعن: ¶ طعن أقوامٌ في قوله تعالى: (وَالْمُقِيمِينَ)، وقالوا: إنّ الصواب الرفع، ولا وجه لغيره. ¶ قالت الزَّنادقة: \"وموضع (وَالْمُقِيمِينَ): رفع واجب في",
            "page": "67",
            "part": "1",
            "seal": "14B6B91F"
        },
        {
            "done": "1",
            "id": "70",
            "nass": "هذا الموضع وجوباً ظاهراً بينا ... وأنّ ذلك إنَّما هو تخليط ممّن جمع القرآن، وكتب المصحف \". ¶ وقال صاحب (تذييل مقالة في الإسلام): \"وكان الوجه أن يقول: (والمقيمون الصلاة)، كما قال بعده: (والمُوتُونَ الزكاةَ) هذا ما تقتضيه القاعدة؛ إلَّا أنّ المفسّرين زعموا أنه نَصَب المقيمين الصلاة على المدح أيضاً، فَلِمَ استحقَّ هؤلاء المدح ولم يستحقّه المؤمنون بالله واليوم الآخر ... ؟ \". ¶ ردُّ الطَّعن وبيان وجه الصواب: ¶ سنقف مع الطاعنين في قضيّتين: ¶ الأُولى: دعوى خطأ مَنْ كتب المصحف: نقل هؤلاء آثارا باطلة تدلّ بزعمهم على خطأ الكاتب، وأنّ (وَالْمُقِيمِينَ) في مصحف ابيّ بالرفع. ¶ وهذا الذي ذكروه باطل محض، رددنا عليه عند حديثنا عن الشُّبهة الأولى من شُبه الطاعنين في إعراب القرآن. ولكن أحبّ أن أذكر نصوصاً مهمّة عن أئمّتنا تَفِي عن التّكرار. ¶ قال الإمام الطبريّ، وهو يردّ على مَنْ زعم أنّها في مصحف أبيّ (وَالمُقِيمون):",
            "page": "68",
            "part": "1",
            "seal": "A522E5D6"
        },
        {
            "done": "1",
            "id": "71",
            "nass": "\"وفي اتّفاقِ مصحفِنا ومصحف أُبَيّ في ذلك، ما يدل على أنّ الذي في مصحفِنا من ذلك صواب غيرُ خطأ. مع أن ذلك لو كان خطأ من جهةِ الخط، لم يكنِ الذين أُخِذَ عنهم القرآنُ من أصحابِ رسول الله - صلى الله عليه وسلم - يعلِّمون مَنْ علَّموا ذلك من المسلمين على وجهِ اللَّحْنِ، ولأصلَحُوه بألسنَتِهم، ولقَّنوه الأُمّةَ تعليماً على وجهِ الصواب. وفي نقلِ المسلمين جميعا ذلك قراءةً على ما هو به في الخط مرسوما، أدلُّ الدليلِ على صحةِ ذلك وصوابه، وأن لا صُنْعَ في ذلك للكاتب \". ¶ وقال الإمام الزمخشريّ: ¶ \" (وَالْمُقِيمِينَ) نصب على المدح لبيان فضل الصلاة، وهو باب واسع ... ولا يلتفت إلى ما زعموا من وقوعه لحناً في خط المصحف، وربما التفت إليه مَنْ لم ينظر في الكتاب، ولم يعرف مذاهب العرب وما لهم في النصب على الاختصاص من الافتنان، وغبي عليه أنّ السابقين الأوّلين الذين مثلهم في ¶ التوراة ومثلهم في الإنجيل، كانوا أبعد همّة في الغَيْرة على الإسلام وذبّ المطاعن عنه، مِنْ أن يتركوا في كتاب الله ثلمة ليسدّها مَنْ بعدهم، وخرقاً يرفوه من يلحق بهم \".",
            "page": "69",
            "part": "1",
            "seal": "263EBAE0"
        },
        {
            "done": "1",
            "id": "72",
            "nass": "وقال أبو حيَّان الأندلسيّ: ¶ \"وذُكِر عن عائشة وأبان بن عثمان أنَّ كتبها بالياء من خطأ كاتب المصحف، ولا يصح عنهما ذلك، لأنهما عربيَّان فصيحان. قطع النعوت أشهر في لسان العرب، وهو باب واسع، ذَكَر عليه شواهد سيبويه وغيره، وعلى القطع خرَّج سيبويه ذلك \". ¶ الثانية: تخريج قوله تعالى: (وَالْمُقِيمِينَ) على قواعد النَّحو: ذكر الطاعنون في إعراب القرآن أنّ المفسّرين خرجوا (وَالْمُقِيمِينَ) على أنّه نصب على المدح، وجعلوه مشكلا من حيث المعنى. ¶ والذي يطالع كتب المفسّرين والمعربين يراهم قد ذكروا وجوها متعدّدة، وقد أفردها ببحث مستقلّ الأستاذ الدكتور أحمد حسن فرحات، فأجاد وأفاد، وذكر أكثر من سبعة أقوال فيها. ¶ ونوجزها بما يأتي: ¶ أولاً: ذهب أكثر العلماء إلى نصب (وَالْمُقِيمِينَ) على المدح؛ فهو صفة لـ (الرَّاسِخُونَ)،",
            "page": "70",
            "part": "1",
            "seal": "6101463C"
        },
        {
            "done": "1",
            "id": "73",
            "nass": "\"ولكنَ الكلامَ لما تطاوَلَ، واعْتَرَض بينَ الراسخين في العلم والمقيمين الصلاةَ ما اعْتَرَض من الكلامِ، فطال، نصبَ المقيمين الصلاةَ على وجهِ المدحِ؛ قالوا: والعربُ تفعلُ ذلك في صفةِ الشيءٍ الواحدِ ونعتهِ، إذا تطاولت بمدح أو ذم، خالفوا بين إعرابِ أولهِ وأوسطهِ أحياناً، ثم رجعَوا بآخره إلى إعرابِ أوله، وربما أجْرَوْا إعرابَ آخرهِ على إعرابِ أوسطهِ، وربما أجْرَوْا ذلك على نوعٍ واحدٍ من الإعراب \". ¶ وقال الزجَّاج: \"ولسيبويه والخليل وجميع النحويين في هذا (باب) يسمونه (باب المدح) قد بيَّنوا فيه صحة هذا وجودته \". ¶ ثانياً: وذهب الكسائيّ وآخرون إلى أنّ (وَالْمُقِيمِينَ) عطف على (ما) في قوله: (بِمَآ أُنزِلَ)، أي: يؤمنون بما أُنزل إلى محمّد - صلى الله عليه وسلم - وبالمقيمين، واختلفت عبارة هؤلاء بالمقيمين، فقيل: الملائكة، وقيل: الأنبياء، وقيل: المسلمون. ¶ وحجّة هؤلاء أنّ الوجه الأول يضعف؛ لأنّه لا يجوز القطع والنصب على المدح إلَّا بعد تمام الخبر.",
            "page": "71",
            "part": "1",
            "seal": "7A22584B"
        },
        {
            "done": "1",
            "id": "74",
            "nass": "قال الفرّاءة \"وإنَّما امتنع من مذهب المدح - يعني الكسائي - الذي فسَّرتُ لك؛ لأنه قال: لا يُنصب الممدوح إلَّا عند تمام الكلام، ولم يتمم الكلام في سورة النساء، ألا ترى أنَّك حين قلت: (لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ) - إلى قوله: (وَالْمُقِيمِينَ) - (وَالْمُؤْتُونَ) كأنَّك منتظر لخبره، وخبره في قوله: (أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا)، والكلام أكثره على ما وصف الكسائيّ،. ¶ ثالثاً: عطف على غير (مَا) في قوله: (بِمَا أُنْزِلَ) على النَّحو الآتي: ¶ أ - عطف (المُقِيمِينَ) على نفس الظرف، ويكون على حذف مضاف، أي: ومن قبل المقيمين، فحذف المضاف وأُقيم المضاف إليه مُقامه. ¶ وضعف؛ لأنه يحتاج إلى تقدير حذف مضاف، وإذا استوى التقدير وعدم التقدير، فعدم التقدير أوْلى، وهو ضعيف من جهة المعنى. ¶ ب - إنّه معطوف على (الكاف) في (إليكَ)، والتقدير: يؤمنون بما أُنزل إليك وإلى المقيمين الصلاة، وهم الأنبياء.",
            "page": "72",
            "part": "1",
            "seal": "A61CC803"
        },
        {
            "done": "1",
            "id": "75",
            "nass": "ج - إنّه معطوف على (الكاف) في (قَبْلِكَ)، أي: ومن قِبَل المقيمين. ¶ هـ - إنّه معطوف على (الهاء والميم) في (مِنْهُم)، والمعنى: لكن الراسخون في العلم منهم ومِنَ المقيمين الصلاة يؤمنون بما أنزل إليك. ¶ وهذه الثلاثة الأخيرة ضعيفة عند أكثر النحويّين. ¶ قال الإمام الطبريّ: \"ولا تكاد العرب تعطفُ بظاهر على مكنيّ في حال الخفض، وإن كان ذلك قد جاء في بعض أشعارها \". ¶ وقال العكبري: \"وهذه الأوجه الثلاثةُ خطأ؛ لأن فيها عطف الظاهر على المضمر من غير إعادة الجارّ\". ¶ وانتصر قوم لما ذهب إليه الكسائيّ، قال الإمام الطبري: \"وأوْلى الأقوال عندي بالصواب أن يكونَ (وَالمُقِيمِينَ) في موضع خفضٍ، نَسَقأ على (وَمَا) التي في قوله: (وَمَا أُنْزِلَ مِنْ قَبْلِكَ)، وأن يُوخه معنى المقيمين الصلاة إلى الملائكةِ، فيكون تأويلُ الكلام: والمؤمنون منهم يؤمنون بما أُنْزِل إليك",
            "page": "73",
            "part": "1",
            "seal": "E27686DA"
        },
        {
            "done": "1",
            "id": "76",
            "nass": "يا محمدُ من الكتابِ، وبما أُنْزِلَ مِنْ قبلك من كُتُبي، وبالملائكةِ الذين يقيمون الصلاةَ. ثم يرجِعُ إلى صفةِ الراسخين في العلمِ، فيقولُ؛ لَكِنِ الرَّاسِخُونَ فِي الْعِلْمِ مِنْهُمْ وَالْمُؤْمِنُونَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَالْمُقِيمِينَ الصَّلَاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ\". ¶ في حين ذهب آخرون إلى ترجيح الرأي الأوّل القائل: نصب (وَالْمُقِيمِينَ) على المدح، أجابوا عن الاعتراض الموجّه إليهم بأنّ الخبر على قولهم إنَما هو قوله تعالى: (يُؤمِنُونَ)، وليس فوله تعالى: (أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا). ¶ قال مكّيّ: \"ومَنْ جعل نصب المقيمين على المدح جعل خبر الرَّاسخين (يُؤمِنُونَ)، فإنْ جعل الخبر (أُولَئِكَ سَنُؤْتِيهِمْ) لم يَجُزْ نصب المقيمين على المدح؛ لأنَّ المدح لا يكون إلَّا بعد تمام الكلام \". ¶ ويقول الشيخ عبد الرحمن الجزيريّ: \"ونحن نقول له: إنّ الصواب هو الذي ذكر في الآية الكريمة؛ وذلك لأنّ القرآن الكريم هو عُمْدتنا في اللّغة وحجّتنا في البيان العربيّ، وهو هنا يُعْلِمنا أنّه إذا وُجدت متعاطفات وأراد المتكلم أن",
            "page": "74",
            "part": "1",
            "seal": "A0067880"
        },
        {
            "done": "1",
            "id": "77",
            "nass": "يعنى بأحدها مزيد عناية، فإنّه ينبغي له أن يغير فيه أسلوب العطف؛ ليدلّ على غرضه بنصبه على المدح، فمعنى قوله تعالى: (وَالْمُقِيمِينَ الصَّلَاةَ) وأمدح المُقيمِينَ الصَّلاة؛ وذلك لأنّ الصلاة قد اشتملت على عمل القلب وهو الخشوع لله تعالى، وعمل الجوارح: من ركوع وسجود ونحوهما من أمارات ذلك الخضوع. وعمل اللّسان: من نطق بالشهادتين وتلاوة كلام الله تعالى، وهي إذا أُقيمت في وقتها على وجهها، فإنها تنهى فاعلها عن الفحشاء والمنكر؛ فكل ذلك من الأسباب التي تجعل للمقيمين الصلاة مِيزة يمتازون بها، فلهذا جاء القرآن الكريم بنصب المقيمين \". ¶ ولهذا يتّضح أن الطاعنين تجاهلوا كلَّ هذه الحقائق، ليطعنوا في كتاب الله تعالى، وهذا يدلّ على جهلهم؛ ولا سيما في لغة القرآن وأسلوبه، وما دروا أن هذه التي سُميت مشكلات إعرابيّة، ما هي إلَّا ضروب من الإعجاز البياني تحتاج إلى تأملٍ. ¶ قال الدكتور أحمد حسن فرحات في ختام دراسته لهذه الآية: ¶ \"وهكذ فقد ثبت من خلال هذه الدراسة أن مجيء (الْمُقِيمِينَ الصَّلَاةَ) - بالنصب - إنما كان مقصوداً لأداء معنًى",
            "page": "75",
            "part": "1",
            "seal": "B884160E"
        },
        {
            "done": "1",
            "id": "78",
            "nass": "معيّن، وأنّ مثل هذا المعنى يفوت لو كانت بالرفع (والمُقِيمُونَ الصَّلَاةَ)، ومثل هذا يمكن أنْ يقال في كلّ ما كان على شاكلته من مخالفة ظواهر الإعراب القرآنية؛ فوراء هذا التخالف الإعرابيّ معانٍ لا بدّ أن تُطلب، فإذا ما وصلنا إليها، لم تكن هناك مشكلة إعرابية، وإنما يكون الوجه الإعرابيّ حينئذٍ أقوى ما يكون، لا يحتاج معه إلى القول بتلك التكلّفات التي امتلأت بها كتب الإعراب والتفسير\". ¶ 5 - قال تعالى: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (69)). ¶ وجه الطَّعن: ¶ لحَّن الطَّاعنون قوله تعالى: (وَالصَّابِئُونَ)، وقالوا: هو بالنصب، أمّا رفعه فخطأ. ¶ قالت الزّنادقة: \"وهو موضع نصب لا إشكال فيه على أحد \". ¶ وقال قسيس: \"وكان الوجه أن يقول: (والصَّابئين)، كما قاله في سورة البقرة (آية 62)، وسورة الحجّ (آية 17) \".",
            "page": "76",
            "part": "1",
            "seal": "7964FA10"
        },
        {
            "done": "1",
            "id": "79",
            "nass": "وقال أيضاً: \"لما وقف المفسرون على هذا اللَّحن تمحلوا له تأويلاً\". ¶ وقال آخر على موقع في (الإنترنت) بعنوان \"هل يوجد أخطاء لغوية في القرآن؟ \": ¶ \"وكان يجب أن ينصب المعطوف على اسم (إن)؛ فيقول: (والصابئين)، كما فعل هذا في سورة البقرة: 2/ 62، والحج: 22/ 17 \". ¶ رد الطعن وبيان وجه الصواب: ¶ الملاحظ على الطَّاعنين في إعراب القرآن أن الآخِر يأخذ باطله من الأول، فما عند القسيس عند الزنادقة، وما في الموقع على (الإنترنت) أخذه صاحب المقال من كتاب (تذييل مقالة في الإسلام)، وهذا لا غرابة فيه، فالهدف واحد. ¶ توقّف المفسّرون والمعربون عند هذا الموضع، وأوردوا فيه تسعة مذاهب، وخص الأُستاذ الدكتور أحمد حسن فرحات هذه الآية ببحث مع الموضعين في قوله تعالى: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالنَّصَارَى وَالصَّابِئِينَ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ",
            "page": "77",
            "part": "1",
            "seal": "1212DA57"
        },
        {
            "done": "1",
            "id": "80",
            "nass": "الْآخِرِ وَعَمِلَ صَالِحًا فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ (62)، وقوله تعالى: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (17)). ¶ وتكلَّم عن هذه الآيات بتفصيل حسن من حيث سبب النزول والسياق، وأورد كلام المعربين؛ لقوله تعالى: (وَالصَّابِئُونَ)، وتوصل إلى نتائج طيّبة، أزالت كُلَّ إشكال. ¶ وأهم الأقوال في إعراب قوله تعالى: (وَالصَّابِئُونَ): ¶ الأوّل: ارتفع (الصَّابِئُون) على أنه مبتدأ، والخبر محذوف، وينوي به التأخير، والمعنى: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَعَمِلَ صَالِحًا فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ، وَالصَّابِئُونَ كَذلك). ¶ وإنما حذف خبر (وَالصَّابِئُونَ) لدلالة خبر إنّ عليه. ¶ قال سيبويه: \"وأمّا قوله - عز وجل -: (وَالصَّابِئُونَ)، فعلى التقديم والتأخير، كأنّه ابتدأ على قوله: (وَالصَّابِئُونَ) بعدما مضى الخبر\".",
            "page": "78",
            "part": "1",
            "seal": "0B85BAD3"
        },
        {
            "done": "1",
            "id": "81",
            "nass": "وقال الزجاج: \"وقال سيبويه والخليل، وجميع البصريين: إن قوله: (وَالصَّابِئُونَ) محمول على التأخير، ومرفوع بالابتداء ... وأنشدوا في ذلك قول الشاعر: ¶ وإلا فاعلموا أنَا وأنتم ... بغاة ما بقينا في شقاقِ ¶ المعنى: وإلَّا فاعلموا أنَّا بُغاة ما بقينا في شقاق، وأنتم - أيضاً - كذلك \". ¶ \"ولعلّ السرّ في التقديم وذكرهم بين طوائف أهل الأديان الدّلالة على أنّ الصابئين مع ظهور ضلالهم وزيغهم عن الأديان كلها تُقبل توبتهم، إنْ صحّ منهم الإيمان والعمل الصالح، فغيرهم من أهل الأديان أحرى وأوْلى \". ¶ الثاني: ذهب الأخفش والمبرد إلى أن خبر (إنّ) محذوف دل عليه الخبر الثاني، وعلى هذا التأويل يجوز عطف (وَالصَّابِئُونَ) على موضع اسم (إنَّ)؛ لأنه جاء بعد تمام الاسم والخبر. ¶ وقال الدكتور أحمد حسن فرحات عن هذا المذهب: \"هو أبعد الأقوال المذكورة عن التكلّف، وأقربها مراعاةً",
            "page": "79",
            "part": "1",
            "seal": "1CB3BD72"
        },
        {
            "done": "1",
            "id": "82",
            "nass": "للنظم، وأرجحها في المعنى\". ¶ الثالث: لفظ (إنَّ) وإنْ كان ينصب المبتدأ لفظاً، ولكنه لا يزال مرفوعأ محلّاً؛ فيصحّ لغةً أن يعطف (وَالصَّابِئُونَ) على محل اسم (إنَّ) سواء كان ذلك قبل مجيء الخبر أو بعده. ¶ قال أبو البركات الأنباريّ: \"ذهب الكوفيّون إلى أنّه يجوزُ العطفُ على موضع (إنّ) قبل تمام الخبر، واختلفوا بعد ذلك، فذهب أبو الحسن الكسائيّ إلى أنّه يجوز ذلك على كل حال، سواء كان يظهرُ فيه عمل (إِنَّ) أوْ لم يظهر، وذلك نحو قولك: (إنَّ زبداً وعمرٌ وقائمان، وإنَّك وبكرٌ منطلقان) ... ¶ فاحتجّوا بأن قالوا: الدليل على جواز ذلك النقل والقياس. أما النقل، فقد قال الله تعالى: (إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئُونَ وَالنَّصَارَى)، وجه الدَليل أنّه عطف (الصابئين) على موضع (إنّ) قبل تمام الخبر\". ¶ وامتدح هذا المذهب الرازي قائلاً: ¶ \"هو مذهب حسن وأوْلى مِنْ مذهب البصريّين؛ لأنّ الذي قالوه إنما يقتضي أنّ كلام الله على الترتيب الذي ورد",
            "page": "80",
            "part": "1",
            "seal": "F244C8A1"
        },
        {
            "done": "1",
            "id": "83",
            "nass": "عليه ليس بصحيح، وإنَما تحصل الصحة عند تفكيك هذا النظم \". ¶ وبهذا يتّضح خطأ الطاعنين في إعراب القرآن الكريم، بعد هذه التوجيهات، علماً بأنّ القرآن حجة بنفسه ... عنه تصدرُ أحكام العربيّة. ¶ 6 - قال تعالى: (وَقَطَّعْنَاهُمُ اثْنَتَيْ عَشْرَةَ أَسْبَاطًا أُمَمًا وَأَوْحَيْنَا إِلَى مُوسَى إِذِ اسْتَسْقَاهُ قَوْمُهُ أَنِ اضْرِبْ بِعَصَاكَ الْحَجَرَ فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا قَدْ عَلِمَ كُلُّ أُنَاسٍ مَشْرَبَهُمْ) ¶ وجه الطعن: ¶ ذكر الطاعنون أنّ في هذه الآية خطأين: ¶ الأول: تأنيث العدد مع أن القاعدة في (أحد عشر واثني عشر) مطابقة العدد للمعدود، فالمعدود (أسْباطًا)، والسبْط مذكر؟ فالقاعدة تُوجب أن يكون (اثني عشر سبطا). ¶ والثاني: تمييز (اثني عشر) يجب أن يكون مفرداً لا جمعاً. ¶ قال صاحب (تذييل مقالة في الإسلام): \"فأنث العدد،",
            "page": "81",
            "part": "1",
            "seal": "62448463"
        },
        {
            "done": "1",
            "id": "84",
            "nass": "وجمع المعدود، والوجه: التذكير في الأوّل والإفراد في الثاني كما هو ظاهر\". ¶ ردُّ الطَّعن وبيان وجه الصواب: ¶ بسط العلماءُ القول في هذا الموضع، ولم يعدّوه مشكلاً؛ لأنه جارٍ على سنن العربية ظاهراً وباطناً. ¶ وقد أجابوا عن هذا الموضع بعدَّة أوجه، منها: ¶ الأوّل: ذهب كثير من العلماء إلى أنّ التمييز محذوف؛ لدلالة المعنى عليه، و (أسباطاً) بدل من (اثْنَتي عَشْرَةَ)، قال السمين الحلبيّ: \"وتمييز (اثْنَتَي عَشْرَةَ) محذوف لفهم المعنى، تقديره: اثنتي عشرة فرقة، و (أسْباطاً) بدل من ذلك التمييز، وإنًّما قلت: إنّ التمييز محذوف، ولم أجعل (أسْباطاً) هو المميَّز لوجهين، أحدهما: أنّ المعدودَ مذكرٌ؛ لأنّ أسباطاً جمع سِبْط، فكان يكون التركيبُ اثني عشر. ¶ والثاني: أنّ تمييز العدد المركّب وهو من أحد عشر إلى تسعة عشر مفرد منصوب، وهذا - كما رأيت - جمعٌ \". ¶ الثَّاني: تجعل كلمة (أسْباطاً) نعتاً لموصوف محذوف،",
            "page": "82",
            "part": "1",
            "seal": "A95B7195"
        },
        {
            "done": "1",
            "id": "85",
            "nass": "والتقدير: وقطعناهم اثنتي عشرة فرقة أسباطاً. ¶ وقال الحوفِيّ: \"يجوز أن يكون على الحذف، والتقدير: اثنتي عشرة فرقة، ويكون (أسْباطاً) نعتاً لفرقة ثم حذف الموصوف وأُقيمت الصفةُ مقامه و (أُمَماً) نعت لأسباط. وأُنّث العدد وهو واقع على الأسباط وهو مذكّر؛ لأنّه بمعنى الفرقة أو الأُمّة؛ كما قال: ثلاثة أنفس، يعني رجالاً وعشر أبطن، بالنظر إلى القبيلة\". ¶ الثالث: ذهب بعض النحاة إلى أنّ (أسْباطاً) تمييز (اثْنَتَي عَشْرَةَ)، ولكنَه وقع في موضع المفرد، وُيراد به (قبيلة)؛ وعليه فإنّه يجوز مجيء التمييز منه. ¶ قال الزمخشريّ: ¶ \"فإنْ قلت: مميز ما عدا العشرة مفرد، فما وجه مجيئه مجموعاً؟ وهلَّا قيل: اثني عشر سبطاً؟ قلت: لو قيل ذلك لم يكن تحقيقاً؛ لأنّ المراد وقطعناهم اثنتي عشر قبيلة، وكل قبيلة أسباط لا سبط، فوضع أسباط موضع قبيلة \".",
            "page": "83",
            "part": "1",
            "seal": "3CFFE726"
        },
        {
            "done": "1",
            "id": "86",
            "nass": "واختاره الرازي بقوله: \"المراد: وقطعناهم اثنتي عشرة قبيلة، وكلّ قبيلة أسباط، فوضع أسباطاً موضع قبيلة \". ¶ وذهب بعض الفُضلاء إلى ترجيح الأوّل؛ لأنّ العقل والحسّ - على السواء - يتبادر لهما أنّ هناك كلمة محذوفة، تناسب العددة كأنّه قيل: (اثنتي عشرة فرقة)، فمن المقرّر: جواز حذف ما دلّ عليه الكلام. ¶ قال الشيخ عبد الرحمن الجزيريّ رادّاً على الطَّاعنين: \"ولكن المبشّر الذي يجهل اللغة العربيّة تمام الجهل ظنّ أنّ التمييز هو قوله تعالى: (أَسْبَاطًا)، فقال: إنّ الصواب أن يكون التمييز مفرداً، فيقول: سبطاً، وأن يكون اسم العدد مذكّراً، فيقول: اثنا عشر. على أنّ هذا التركيب في الذروة العليا من البلاغة؛ لأنّ حذف التمييز لدلالة قوله: (وَقَطَّعْنَاهُمُ) عليه دلالة بديهية لا تخفى إلَّا على الأغبياء. ثم ذكر الوصف الملازم لفرق بني إسرائيل، وهم الأسباط بدلا من التمييز. ¶ وذلك لأنّ أبناء يعقوب اثنا عشر، وكلّ ولد منهم جاء بأبناء؛ فهؤلاء الأبناء هم أسباط يعقوب، فكانوا اثني عشر سبطاً بعدد أبنائه. ¶ ولو جعل الأسباط تمييزاً فذكره مفرداً، وقال: وقطعناهم",
            "page": "84",
            "part": "1",
            "seal": "5EF0E05A"
        },
        {
            "done": "1",
            "id": "87",
            "nass": "اثني عشر سبطاً؛ لكان الكلام ناقصاً لا يليق أنْ يصدر عن البليغ، وذلك لأنّ السبط يصدق على الواحد، فيكون معنى الكلام على هذا أنّ أسباط يعقوب اثنا عشر رجلاً فقط، وذلك غير الواقع لا. ¶ 7 - قال تعالى: (قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ يُرِيدَانِ أَنْ يُخْرِجَاكُمْ مِنْ أَرْضِكُمْ بِسِحْرِهِمَا وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى (63)). ¶ وجه الطَّعن: ¶ لبيان وجه الطعن نذكر القراءات الواردة في قوله تعالى: ¶ (إِنْ هَذَانِ لَسَاحِرَانِ): ¶ قرأ ابن كثير (إنْ هَذَانِّ) بتخفيف نون (إنْ) وتشديد نون (هَذَانِ) وألف قبلها. ¶ وقرأ أبو عمرو: (إنَّ هَذَيْنِ) بتشديد نون (إنْ) وياء بعد الذال ونون مخفّفة. ¶ وقرأ عاصم برواية حفص: (إنْ هَذَانِ) بتخفيف النون من (إنْ) وألف بعد الذال فنون مكسورة، كابن كثير إلَّا أنّه لا يشدّد النون الثانية. ¶ وقرأ الباقون: (إنَّ هَذَانِ) مثل حفص إلَّا أنّهم يشدّدون نون (إنْ).",
            "page": "85",
            "part": "1",
            "seal": "AA7F5E1A"
        },
        {
            "done": "1",
            "id": "88",
            "nass": "فوجه الطاعنون سهامهم نحو قراءة الجمهور، فقالوا: إنها لحن، والصواب: (إنَّ هذين). قالت الزنادقة: \"من اللَّحن الفاحش، الذي لا يسوغ مثله ... نحو قوله: (إنَّ هَذَانِ لَسَاحِرانِ)، وهو موضع نصب \". ¶ رد الطَّعن وبيان وجه الصواب: ¶ لقد دافع العلماء عن قراءة الجمهور من السبعة، وأوردوا لها وجوها متعددة، وأفردها بالتصنيف الإمام ابن تيمية، وانتصر لها الباحثون المحدثون؛ لذا لن نُطيل فيها؛ فأقول: الجواب من وجهين: ¶ الأول: هذه القراءة رُوِيت عن الجمّ الغفيرة فهي قراءة متواترة، وهؤلاء أخذوها عن أُمم تمنع العادة كذبهم فيها، فإذا أخذنا بقول الطَّاعنين طَعَنَّا في المتواتر، وهذا مسلك باطل. قال الإمام الرازيّ: ¶ \"لمّا كان نقل هذه القراءة في الشّهرة؛ كنقل جميع",
            "page": "86",
            "part": "1",
            "seal": "C4FCF182"
        },
        {
            "done": "1",
            "id": "89",
            "nass": "القرآن، فلو حكما ببطلانها جاز مثله في جميع القرآن، وذلك يفضي إلى القدح في التواتر وإلى القدح في كل القرآن، وأنّه باطل \". ¶ الثاني: لقد أسلفت أن العلماء قد أجابوا عن هذه القراءة بإجابات كثيرة، وهي تزيد على العشرة. ¶ وأمثل تلك الوجوه حمل القراءة على لغة إلزام المثنى بالألف. ¶ قال النحاس: \"مِنْ أحسن ما حُمِلت عليه الآية \". ¶ قال المهدوي: ¶ \"فأما قراءة الباقين (إن هَذَانِ) ففيها وجوه، أحدها: أنها لغة بني الحارث بن كعب وخَثْعم، وغيرهم من العرب، أنّهم يجعلون علامة النصب الألف \". ¶ وقال السمين الحلبي: ¶ \"وقد أُجيب عن ذلك: بأنه على لغةِ بني الحارث وبني الهُجَيْم وبني العَنْبر وزُبَيْد وعُذْرَة ومُراد وخَثْعَم. وحكى هذه اللغة الأئمةُ الكبارُ كأبي الخطَّاب وأبي زيد الأنصاريّ والكسائي. قال أبو زيد: (سمعت من العرب مَنْ يَقْلِبُ كل",
            "page": "87",
            "part": "1",
            "seal": "12858FDE"
        },
        {
            "done": "1",
            "id": "90",
            "nass": "ياء ينفتح ما قبلها ألفا)، يجعلون المثنّى كالمقصور فيُثْبِتون ألفاً في جميع أحواله \". ¶ 8 - قال تعالى: (لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ أَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (3)). ¶ وجه الطَّعن: ¶ خظَأ الظَاعنون قوله تعالى: (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا)، فالصواب عندهم: (أسرّ النجوى الذين ظلموا). ¶ قال صاحب (تذييل مقالة في الإسلام): \"ومن خطئه في الضمائر ... قوله في سورة الأنبياء (آية 3): (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا)، والوجه: وأسَرَّ النجوى\". ¶ ونقل أبو شهبة عن الطَّاعنين قولهم: \"كيف اعتمدتم المصحف وفيه من الخطأ الظاهر واللَّحن والاختلاط ما لا يكاد يخفى على مَن له علم بالعربيّة، ومثَّلوا لذلك قوله تعالى: (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا) .. والظاهر أن يقول: وأسرّ \".",
            "page": "88",
            "part": "1",
            "seal": "1B7A60E9"
        },
        {
            "done": "1",
            "id": "91",
            "nass": "ردُّ الطَّعن وبيان وجه الصواب: ¶ هذا التركيب الوارد في الآية الكريمة جارٍ على سنن العربية، ولغات العرب التي نزل بها القرآن الكريم. ¶ ومن تلك الوجوه التي خرجت عليها الآية الكريمة: ¶ الأوّل: جعل كلمة (الَّذِينَ)، بدلا من الواو في (أسَرُّوا)، وإلى ذلك أشار سيبويه بقوله: \"وأما قوله - جل ثناؤه -: (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا)، فإنَّما يجيء على البدل، وكأنه قال: انطلقوا، فقيل له: مَنْ؟ فقال: بنو فلان؛ فقوله جلّ وعزّ: (وَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا) وعلى هذا فيما زعم يونس،. ¶ قال أبو البركات الأنباريّ: \" (الَّذِينَ) يجوز أن يكون في موضع رفع ونصب وجز، فالرفع من أربعة أوجهٍ، الأوّل: أن يكون مرفوعاً على البدل من الواو في (وأَسَرُّوا)، والضمير يعود على الناس \". ¶ الثاني: تخرج الآية على لغة (أكلوني البراغيث)؛ فاللَّواحق بالأفعال ليست ضمائر، وإنما هي علامات على",
            "page": "89",
            "part": "1",
            "seal": "ADA5D14B"
        },
        {
            "done": "1",
            "id": "92",
            "nass": "التثنية والجمع، وما بعدها هو الفاعل. ¶ فتعرب (الَّذِينَ) في محلّ رفع فاعل، و (الواو) علامة جمع دلَّت على جمع الفاعل، كما تدلّ (التاءُ) على تأنيثه. ¶ الثَّالث: أن يكون (الَّذين) مبتدأ، و (أسَرُّوا) جملة خبرية قدمت على المبتدأ. ¶ الرابع: أن يكون (الَّذين) مرفوعاً بفعل مقدّرٍ، تقديره: يقولُ الَّذين. ¶ قال النحّاس: \"أحسنها وهو أن يكون التقدير: يقول الذين ظلموا، وحذف القول ... \". ¶ وبهذا يتبيّن خطأ الطَّاعنين، وخداعهم، ولقد فات هؤلاء أنّ قواعد النَّحو والبيان إنما هي موضوعة على أساس القرآن؟ لأنّه الأصل العربي الذي تواتر عن نبيّنا محمد - صلى الله عليه وسلم -، وتحدّى به أفصح العرب. ¶ 9 - قال تعالى: (وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلَا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ (10)).",
            "page": "90",
            "part": "1",
            "seal": "0C026C23"
        },
        {
            "done": "1",
            "id": "93",
            "nass": "وجه الطَّعن: ¶ طعنوا في قوله تعالى: (وَأَكُنْ)، وقالوا: حقه النصب، عطفاً على (فَأَصَّدَّقَ)، قال الملحدون: ¶ \"وممّا ورد أيضاً ملحوناً خطأ لا يجوزُ ما أثبتوه في مصحَفهم من قوله في المنافقين: (فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ)، وموضعُه نصبٌ، وإنما هو فأكون بإثبات الواو لا غيرَ ذلك \". ¶ وقال صاحب (تذييل مقالة في الإسلام): \"والوجه: وأكونَ - بالنصب \". ¶ رد الطعن وبيان وجه الصواب: ¶ نُجيب على هؤلاء بالتفصيل الآتي: ¶ أولاً: قراءة أبي عمرو بن العلاء هي: (فأصدق وأكون)، ولا إشكال في قراءته؛ لجريانها على القواعد المعروفة، فالفعل و (أكون) معطوف على الفعل المنصوب قبله (فَأَصَّدَّقَ).",
            "page": "91",
            "part": "1",
            "seal": "58072F92"
        },
        {
            "done": "1",
            "id": "94",
            "nass": "ثانياً: قرأ جمهور السبعة بالجزم، أي؛ (وَأَكُنْ)، وتوجّه على أنها من باب العطف على المحلّ؛ لأنّ الفعل (فَأَصَّدَّقَ) محلّه الجزم؛ لأنّه جواب التمنّي. ¶ وقال الفرّاء: \"يقال: كيف جزم (وَأَكُنْ) وهي مردودة على فعل منصوب؟ فالجواب في ذلك أن - الفاء - لو لم تكن في (فَأَصَّدَّقَ) كانت مجزومة، فلما رددت (وَأَكُنْ) ردَّت على تأويل الفعل، لو لم تكن فيه الفاء\". ¶ قال الهمذانيّ: \"وقرئ: (وَأَكُنْ) بالجزم عطفاً على محل (فَأَصَّدَّقَ)، ومحله الجزم بأنّه جواب شرط محذوف، والتقدير: إن أخرتني أضَدَّقْ وأكن، كما تقول: زرني فأكرمك وأعطيك. وقرئ: (وأكُن) عطفأ على محل (فَأَصَّدَّقَ)، ومحله الجزم بأنّه جواب شرط محذوف، والتقدير؛ إن أخّرتني أصَّدَقْ، وأكن، كما تقول: زرني أُكرمك وأُعطك \". ¶ ومنهم مَنْ جعله مجزوماً على (التوهم)، قال سيبويه: ¶ \"وسألت الخليل عن قوله - عز وجل -: (فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ)، فقال: هذا كقول زهيرة",
            "page": "92",
            "part": "1",
            "seal": "CDE73BB6"
        },
        {
            "done": "1",
            "id": "95",
            "nass": "بدا لِيَ أنّي لستُ مُدْرِكَ ما مضَى ... ولا سابقٍ شيئاً إذا كان جائيا ¶ فإنما جَروا هذا؛ لأنّ الأوّل قد يَدخله الباء، فجاؤوا بالثاني، وكأنهم قد أثبتوا في الأول الباء، فكذلك هذا. لمّا كان الفعلُ الذي قبله قد يكون جزماً ولا فاءَ فيه تكلموا بالثاني، وكأنهم قد جزموا قبله، فعلى هذا توهَّموا هذا\". ¶ وهناك مَنْ لم يرتضِ التعبير بالتوفم؛ لقبح التعبير به في كتاب الله. قال السمين الحلبي: ¶ \"ونظَر سيبويه ذلك بقول زهير: ¶ بدا لِيَ أنّي لستُ مُدْرِكَ ما مضَى ... ولا سابقٍ شيئاً إذا كان جائيا ¶ فخفضَ \"ولا سابقٍ \" عطفاً على \"مُدْرِكَ \" الذي هو خبر \"ليس \" على توهُّم زيادةِ الباءِ فيه؛ لأنه قد كَثُرَ جَر خبرِها بالباء المزيدة، وهو عكسُ الآية الكريمة؛ لأنه في الآية جُزِمَ على توهُّم سقوط الفاء، وهنا خُفِضَ على توهُّم وجودِ الباء، ولكنَ الجامع توهُّمُ ما يقتضي جوازَ ذلك، ولكني لا أُحِبُّ هذا اللفظَ مستعملاً في القرآن، فلا يُقال: جُزم على التوهّم لقُبْحه لفظا\". ¶ فالعطف على الموضع هو المرجح، وهذا خير من",
            "page": "93",
            "part": "1",
            "seal": "40CF78BA"
        },
        {
            "done": "1",
            "id": "96",
            "nass": "العطف على التوهّم؛ لعدم مناسبة الثاني للقرآن، ولأنّ بينهما فرقاً. ¶ فها أنت ترى بأنَّ الطاعنين أرادوا إبطال لغة القرآن، فالقراءَتان صحيحتان، متواترتان، حجّتان في العربية.",
            "page": "94",
            "part": "1",
            "seal": "BF7D25F8"
        },
        {
            "done": "1",
            "id": "97",
            "nass": "الخاتمة ¶ من خلال ما تقدم أُشير إلى أهم النتائج: ¶ أولاً: تجب العناية بلغة القرآن الكريم: (اللغة العربية)، ولا سيما علم الإعراب؛ فالطَّاعنون في إعراب القرآن من الملاحدة والمنصِّرين، والمستشرقين وغيرهم، منهجهم واحد، وهدفهم واحد؛ لذا رأينا كثيراً من الأمثلة يأخذها الآخر عن الأول. ¶ ثانياً: اتكأ أعداءُ الإسلام على شُبَهٍ منافية للمنقول، والمعقول؛ لا تقف أمام النقد العلمي. ¶ ثالثاً: الطَّاعنون يستغلون كل الوسائل، لمحاربة القرآن الكريم ولغته؛ فلهم مناظرات على مواقع في الشبكة الدولية (الإنترنت)، لإثبات اللَّحن بالقرآن الكريم، بغية تشكيك المسلمين؛ فيجب علينا أن ندافع عن القرآن ونردّ الشُبهات بردِّ علمي سليمٍ، يتّسمُ بالحكمة والتأثير. ¶ رابعاً: الطَّاعنون في إعراب القرآن يجهلون لغته وأُسلوبه، وهم ينطلقون من خلفياتهم الفكرية؛ لتوجيه المطاعن، ومطاعنهم هي حربٌ على القرآن والعربية. ¶ خامساً: يجب أن نميّز بين الوجوه الإعرابيّة الضعيفة",
            "page": "95",
            "part": "1",
            "seal": "9244C430"
        },
        {
            "done": "1",
            "id": "98",
            "nass": "- التي ساقها المعربون على شكل اعتراضات - وبين الوجوه الصحيحة التي تخرَّج عليها الآيات القرآنية؛ فالقرآن بأعلى البلاغة، فيوجَّه على أحسن الوجوه. ¶ سادساً: حاول الطَّاعنون أن يحاكموا آيات من القرآن على الوجوه العربيّة المشهورة، من غير النظر في أسرار الكتاب العزيز، ومن غير دراية بمذاهب العرب وتفننها بأساليب الخطاب؛ فالقرآن هو حخة العربية، ومنه صدرت. ¶ سابعاً: إنَ كثيراً مما استشكله الطاعنون في إعراب القرآن، يدركه صغار الطلَبة، والمعربون ما تركوا مشكلاً إلا وتوقّفوا عنده. ¶ ثامناً: الطَّاعنون في إعراب القرآن لا يعرفون شيئاً عن أسباب النزول، والسياق القرآني؛ فمعرفة السبب والسياق يساعدان على فهم المعنى، والإعراب يتوقّف على المعنى الصحيح لا الفاسد. ¶ تاسعاً: حاول الطَّاعنون الاستفادة من اعتراضات المعربين ومناقشاتهم؛ فالطَّاعنون جعلوا الاعتراض أصلاً، وتركوا جواب المعربين عنه، فالطَّاعنون ألزموا أنفسهم بمنهجٍ باطل. ¶ عاشرا: القرآن الكريم ما خرج عن لغة العرب وكلامها: إفراداً وتركيباً، بل هو في الذروة من ذلك.",
            "page": "96",
            "part": "1",
            "seal": "F370DA45"
        },
        {
            "done": "1",
            "id": "99",
            "nass": "قال تعالى: (وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ (44)). ¶ ورحم الله السخاوي عندما قال: \"الله أعلمنا أنه حافظ كتابه من لفظ الزائغين، وشبهات الملحدين؛ بقوله - عز وجل -: (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (9)) \". ¶ وصلَّى الله وسلَّم على نبيِّنا محمَّدٍ، وعلى آله وصحبه، وسلم تسليماً كثيراً، والحمد للَّه أوَّلاً وآخراً.",
            "page": "97",
            "part": "1",
            "seal": "1D41DA70"
        }
    ],
    "t1470": [
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول الطاعنون في إعراب القرآن"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "الصنف الأول: الزنادقة:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الثاني: المنصرون:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الثالث: المستشرقون:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الرابع: مضللون في شبكة المعلومات الدولية:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "الصنف الخامس: مغررون:"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني شبه الطاعنين في إعراب القرآن والجواب عنها"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "الشبهة الأولى: الأخبار الباطلة:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الثانية: اختلاف القراءات:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الثالثة: إغفال الحركات في الرسم:"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الرابعة: محاكمة وجوه القراءة على قواعد العربية المشهورة:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "الشبهة الخامسة: الأخذ بالأقوال الضعيفة وجعلها حجة:"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث آياث طعن في إعرابها، ورد ذلك"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": "1",
            "tit": "(ليس البر أن تولوا وجوهكم قبل المشرق والمغرب ولكن البر من آمن بالله واليوم الآخر والملائكة والكتاب والنبيين وآتى المال على حبه ذوي القربى واليتامى وال"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "(وأتموا الحج والعمرة لله فإن أحصرتم فما استيسر من الهدي ولا تحلقوا رءوسكم حتى يبلغ الهدي محله فمن كان منكم مريضا أو به أذى من رأسه ففدية من صيام أو"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "(والمطلقات يتربصن بأنفسهن ثلاثة قروء)"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "(لكن الراسخون في العلم منهم والمؤمنون يؤمنون بما أنزل إليك وما أنزل من قبلك والمقيمين الصلاة والمؤتون الزكاة والمؤمنون بالله واليوم الآخر أولئك سنؤتيهم"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "(إن الذين آمنوا والذين هادوا والصابئون والنصارى من آمن بالله واليوم الآخر وعمل صالحا فلا خوف عليهم ولا هم يحزنون (69)"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "(وقطعناهم اثنتي عشرة أسباطا أمما وأوحينا إلى موسى إذ استسقاه قومه أن اضرب بعصاك الحجر فانبجست منه اثنتا عشرة عينا قد علم كل أناس مشربهم)"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "(قالوا إن هذان لساحران يريدان أن يخرجاكم من أرضكم بسحرهما ويذهبا بطريقتكم المثلى (63)"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "(لاهية قلوبهم وأسروا النجوى الذين ظلموا هل هذا إلا بشر مثلكم أفتأتون السحر وأنتم تبصرون (3)"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "(وأنفقوا من ما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين (10)"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}