{
    "b1478": [
        {
            "id": "1",
            "nass": "في عمارة السورة القرآنية ¶ يلاحظ أن الدراسات القرآنية قديماً وحديثاً لم تُعن بعمارة السورة القرآنية، أي لم تتناول السورة من حيث ارتباط آياتها بعضها مع الآخر. طبيعياً، ثمة دراسات متناثرة قديماً وحديثاً عالجت هذا الجانب من عمارة السورة، إلاّ أن هذه الدراسات لم تتطرق إلى سور القرآن جميعاً، كما لم يتوفر بعضها على دراسة السورة بأكملها، فضلا عن أن بعضها الثالث لم يتناول جميع الخطوط التي ترتبط بها شبكة السورة الكريمة بقدر ما اقتصرت على واحد أو أكثر من الخطوط المشار إليها. ¶ ولعل السر في ذلك (بالنسبة إلى الدراسات القديمة) يعود إلى أن القدماء يتيسر لديهم وعي ثقافي يسمح لهم بدراسة النص الأدبي من خلال (الوحدة العضوية) التي تربط بين أجزاء النص من جانب، وبينه وبين عناصره التي يتألف منها من جانب آخر. حيث تتطلب مثل هذه الدراسات ثقافة فنية ونفسية واجتماعية لم تتوافر إلاّ في العصور الحديثة كما هو واضح. ولا أدل على ذلك من ملاحظتنا لكتب البلاغة التي تنصب قواعدها على الظواهر (الجزئية) التي لا تتجاوز صعيد العبارة المفردة أو الجملة، عدا قاعدة واحدة هي ما يطلق عليه مصطلح (حسن الاستهلال والتخلص والختام) . وهذه القاعدة - كما هو واضح - لا تتناول إلاّ جانباً واحداً من عمارة النص، ألاّ وهو كيفية استهلاله بهذا الموضوع أو ذاك، وكيفية الانتقال منه إلى الموضوع المستهدف، وكيفية الختام. ¶ أما المعاصرون، فقد أتيح لهم أن يتوفروا على هذا الجانب كما قلنا، إلاّ أن الدارسين والنقاد ممن نشأ في أحضان الثقافة العلمانية قد انصب اهتمامهم على دراسة النصوص البشرية في ميدان الرواية والمسرحية والقصيدة، دون أن يوفقوا إلى دراسة النص المعجز (القرآن الكريم) ، عدا القلة التي أتيح لها أن تتناول القرآن الكريم من خلال الرؤية البلاغية الجديدة. لكن حتى في نطاق هذه القلة نجد أن الاهتمام قد انصب امّا إلى عناصر جديدة مثل العنصر القصصي أو على التصورات الجديدة لعنصر (الصورة الفنية) ، أو العنصر اللفظي أو الايقاعي، وهي جميعاً لا تجسد إلاّ الدراسة (التجزئية) التي تتناول القصة أو الصورة أو الايقاع بنحو منفصل عن عمارة السورة الكريمة، عدا بعض الدارسين الذين اتيح لهم أن يدرسوا النص القرآني الكريم من خلال عمارة السورة إلاّ أنهم لأسباب نجهلها لم يتح لهم أن يتناولوا إلاّ بعض السور دون أن يتوفروا على دراستها جميعاً. وأياً كان سبب ذلك، فإن ملاحظة هذا الخلل في الخلل في الدراسات القرآنية، شكلت حافزاً إلى محاولة دراسة السور القرآنية جميعاً من خلال عمارتها، حيث إضطلع كتاب (دراسات) بمعالجة هذا الجانب. ¶ وقد يتساءل: ما هو المسوغ الفني لدراسة السورة القرآنية من خلال عمارتها التي تعني: دراسة النص من خلال ارتباط الآيات بعضها مع بعضها الاخر؟ ونجيب على ذلك.",
            "page": "1",
            "part": "1",
            "seal": "DD8F9BB0"
        },
        {
            "id": "2",
            "nass": "إن هدف أي نص علمي أو أدبي هو: لفت نظر المتلقي إلى حقيقة معينة من جانب، ولفت نظره إلى ما يواكبها من حقائق عامة مكملة لها من جانب آخر. فمثلا لو وقفنا عند سورة الكهف، لواجهنا حقيقة معينة تقول {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا} (¬1) ، أو حقيقة تقول ان الدنيا - وليس المال والبنون فحسب - هي زينة {انا جلعنا ما على الأرض زينة لها} (¬2) ، وإن الزينة مآلها إلى الزوال ... الخ. هذه الحقائق هي حقائق جزئية سوف يفيد القارىء منها دون أدنى شك. إلاّ أن مجرد معرفتنا بأن الحياة هي زينة لا تحقق الأثر المطلوب، إلاّ إذا ربطناها بحقائق مكملة لها، كما لو قدمنا للقارىء نماذج تطبيقية لمن يتعامل مع زينة الحياة الدنيا إيجابياً أو سلبياً، وهذا ما توفرت عليه السورة الكريمة حينما قدمت لنا نماذج إيجابية مثل أصحاب الكهف (¬3) ، الذين نبذوا زينة الحياة الدنيا واتجهوا إلى الكهف، أو حينما قدمت لنا نماذج سلبية مثل صاحب الجنتين (¬4) ، حيث تشبث بزينة الحياة الدنيا. لكن مجرد تقديم نماذج إيجابية أو سلبية لا يحقق أثره المطلوب، بل لابد من لفت نظر القارىء إلى المصائر الدنيوية والأخروية التي تترتب على نبذ زينة الحياة الدنيا أو عدم النبذ. وهذا ما توفرت عليه السورة الكريمة حينما أوضحت بأن صاحب الجنتين مثلا قد أبيدت مزرعتاه. فإذا تذكرنا أن السورة الكريمة ذكرت في مقدمتها بأن الله تعالى قد جعل زينة الحياة صعيداً جزراً (¬5) ، حينئذٍ عندما يربط القارىء بين هذه المقدمة وبين النتيجة التي لحظها بالنسبة إلى إبادة المزرعتين المذكورتين، تزداد قناعته بأن زينة الحياة الدنيا مصيرها إلى الزوال ... لكن لا تزال فكرة {زِينَةَ الْحَيَاةِ الدُّنْيَا} لم تستكمل بعد، فالسورة لا تريد أن تقول لنا بأن زينة الحياة الدنيا لا قيمة لها فحسب، بل تريد أيضاً أن تدلنا على كيفية التعامل مع هذه الزينة حتى نفيد منها في تعديل سلوكنا. ولذلك نجدها تقدم لنا نموذجين متضادين: أحدهما صاحب المزرعتين الذي بهرته زينة الحياة الدنيا وهو لا يملك غير مزرعتين. والآخر (ذو القرنين) الذي تملك مشرق الأرض ومغربها دون أن تبهره زينة الحياة الدنيا. ¶ الاول - وهو صاحب المزرعتين - وصل به الامر إلى أن ينكر قيام الساعة، بينما الآخر هتف قائلا {هَذَا رَحْمَةٌ مِّن رَّبِّي} (¬6) ، إذن: القارىء عندما يقرأ السورة بأكملها سوف يحتفظ ذهنه بمفهوم عن زينة الحياة الدنيا، وبكيفية التعامل مع هذه الزينة حيث ينبذها حتى لو كانت الزينة قد اقترنت بمواقع اجتماعية كبيرة، مثل أصحاب الكهف الذين كانوا يحتلون مناصب كبيرة في الدولة ولكنهم تركوا ذلك واتجهوا إلى الكف، وحيث لم تؤثر على تعامله مثل ذي القرنين الذي لم تحتجزه زينة الحياة - وقد سيطر على الأرض كلها - عن التعامل الايجابي مع الله تعالى. ¶ ¬__________ ¶ (¬1) الكهف: 46. ¶ (¬2) الكهف: 7. ¶ (¬3) راجع الكهف الآية (9) وما بعدها. ¶ (¬4) راجع الكهف الآية (32) وما بعدها. ¶ (¬5) الكهف: (8) . ¶ (¬6) الكهف: 98.",
            "page": "2",
            "part": "1",
            "seal": "F50E6630"
        },
        {
            "id": "3",
            "nass": "إن هذه الافكار التي انتشرت في السورة الكريمة لم تجيء عقوبة بل رسمها النص وفق تخطيط هندسي خاص يأخذ بنظر الاعتبار طبيعة الجهاز الادراكي للقارىء وكيفية التأثير عليه. فمن الحقائق المعرفة في علم نفس الادراك أننا نستجيب للأشياء من خلال (الكل) وليس (الجزء) فحسب، كما أننا نخضع لقانون (التداعي الذهني) الذي ينتقل من الشيء إلى آخر امّا من خلال (التشابه) أو (التضاد) ، فضلا عن أننا حينما نستجيب للأشياء من خلال (التداعي) ، (والكل) ، إنما تترك هذه الاستجابة (انطباعا) عاماً هو: أن كل واحد منا حينما ينتهي من قراءة السورة الكريمة (أو القصة أو المسرحية أو القصيدة مثلا) . ويتحسس بوجود (انطباع) عام، وإن كان غير محدد الملامح، بحيث يترك تأثيره على القاريء. ولذلك، فإن النصوص الأدبية التي تتميز بالجودة نجدها حريصة على أن تسلك أساليب خاصة للسيطرة على ذهن القاريء بحيث تجعله محتفظاً بالانطباع العام الذي تخلفه قراءة النص، آخذة بنظر الاعتبار كيفية الاستجابة الذهنية الواعية أو غير الواعية للقاريء، أي: مراعاة قوانين الادراك للشيء. ¶ إذن: السورة القرآنية الكريمة، لا تعني مجرد كونها مجموعة من الآيات التي تطرح موضوعاً جزئياً، بل هي تضطلع بمهمة فنية خطيرة لم يعها كثير من الدارسين مع الأسف الشديد. وذلك جميعاً - كما قلنا - شكلاً مسوغاً لدراسة السورة من خلال عمارتها ككل، أي من خلال ارتباط الآيات بعضها مع الآخر. ¶ هذا عن المسوغ الفني لدراسة عمارة السورة القرآنية. ولكن، ما (الخطوط) التي تنظم عمارة السور القرآنية الكريمة؟ أي: ما هو المنهج الذي سلكه الكتاب (دراسات) بالنسبة إلى دراسة النص من حيث (الهيكل) الذي تقوم عليه السورة القرآنية الكريمة؟ ¶ إن عمارة أو هيكل السورة القرآنية الكريمة تقوم على ما يصطلح عليه بعبارة: (الوحدة الفنية) : ويقصد بها أن هناك (خطوطاً) متفرقة (تجتمع) في نهاية المطاف عند (نقطة) واحدة أو (محور) واحد تتفرع أو تتلاقى عنده الخطوط، وهي (أي: وحدة النص أو الوحدة الفنية) : تنشطر إلى قسمين: ¶ 1 - وحدة الدلالة: أي الافكار التي تتضمنها السورة الكريمة. ¶ 2 - وحدة العناصر: أي العناصر اللفظية الصورية والايقاعية ... الخ. ¶ أما الوحدة الدلالية فتعني أن السورة الكريمة تتضمن مجموعة من الافكار المختلفة التي تصب في النهاية في نهر واحد مثل فكرة {زِينَةَ الْحَيَاةِ الدُّنْيَا} والموقف منها. ¶ وأما وحدة العناصر فتعني أن العناصر التي يتكون النص الادبي منها (كالصور والقصص والايقاع ... الخ) توظف جميعاً من أجل إلقاء إنارة على الفكرة التي يتضمنها النص، كما لاحظنا ذلك بالنسبة إلى قصص أصحاب الكهف وصاحب الجنتين وذي القرنين، حيث وظف العنصر القصصي لإنارة فكرة {زِينَةَ الْحَيَاةِ} . ¶ ويلاحظ، أن كتاب (دراسات) قد تناول هذين النحوين من الوحدة الفنية لسور القرآن الكريم، حيث أن السور الكريمة تخضع للأنماط الآتية من البناء الفني من حيث الأشكال: ¶ 1 - البناء الافقي ¶ وهو أن تبدأ السورة بتناول موضوع معين وتنتهي بطرح الموضوع ذاته، مثل سورة (المزمل) التي بدأت بالحديث عن قيام الليل وتحديده {قم الليل إلاّ قليلا نصفه أو انقص منه قليلا أوزد} (¬1) ، ثم قطعت رحلة في موضوعات مختلفة ترتبط بنمط خاص من العلاقات البنائية التي سنعرض لها فيما بعد، ولكنها ختمت بنفس الموضوع {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِن ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ} (¬2) . ¶ 2 - البناء العمودي أو الطولي ¶ وهو أن تبدأ السورة بتناول موضوع معين، ثم تواصل معالجته متسلسلاً إلى نهايته. مثل سورة (نوح) التي بدأت بالحديث عن إنذار لقومه {إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ} (¬3) ، ثم قطعت رحلة في عرض الإنذار ومواجهته، حتى ختمت بحادثة الطوفان {مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا} (¬4) . ¶ 3 - البناء المقطعي ¶ ¬__________ ¶ (¬1) المزمل: 2، 3، 4. ¶ (¬2) المزمل: 20. ¶ (¬3) نوح: 2. ¶ (¬4) نوح: 25.",
            "page": "3",
            "part": "1",
            "seal": "6BADE40A"
        },
        {
            "id": "4",
            "nass": "وهو أن تتناول السورة جملة من الموضوعات، ثم تقف عند نهاية كل قسم منها أو عند بداية قسم جديد منها فتجعله محطة توقف لتعود إلى المحطة ذاتها بعد أن تقطع رحلة ما، وتكرر هذه الرحلات ويتكرر الوقوف عند نفس المحطة. ومثاله: سورة (المرسلات) حيث ينتهي كل واحد من موضوعاتها عند مقطع يقول {وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ} (¬1) . ¶ 4 - البناء التمهيدي ¶ وهو أن يكون كل واحد من موضوعات السورة ممهداً للموضوع الذي يليه، مثل سورة المطففين التي بدأت الحديث عن التطفيف، وربطته بالجزاء الاُخروي {ألا يظن أولئك أنهم مبعوثون ليوم عظيم} (¬2) ، ثم تحدثت عن الجزاء الاُخروي {يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} ، ثم ربطته بالسلوك الدنيوي {إن الذين أجرموا كانوا من الذين آمنوا يضحكون وإذا مروا بهم يتغامزون} (¬3) . ¶ وكل واحد من هذه الأشكال الأربعة يتم على نمطين: ¶ 1 - النمط التكميلي ¶ وهو أن يتناول كل قسم من أقسام السورة جزءاً من الموضوع، ثم يطرح خلاله موضوعاً آخر، ثم يكمل الموضوع الأول، وهكذا ومثاله سورة الطلاق التي تحدثت عن العدة وعدم إخراج المطلقة، وانتقلت إلى الحديث عن حدود الله تعالى، ثم استكملت ذلك بالحديث عن إخراج المطلقة عند بلوغ الأجل، ثم انتقلت إلى الحديث عن التقوى والرزق والتوكل، ثم عادت ثالثة إلى الطلاق فتحدثت عن اليأس، والتي لم تحض، وذات الحمل، ثم تحدثت عن التقوى وتكفير السيئة وتعظيم الأجر، ثم عادت لاستكمال الحديث رابعة عن المطلقة، وهكذا. فالملاحظ أن مسائل الطلاق ومستوياته قد طرحت على شكل أجزاء يكمل أحدها الآخر بعد قطعه بموضوعات اُخرى. ¶ 2 - النمط المتموج ¶ وهو أن يتناول كل قسم من أقسام السورة موضوعاً خاصاً، ولكنه يتكرر في سياق جديد، وحينئذ يصبح كالموجة التي تتصاعد وتتنازل على نحو استمراري. والفارق بين هذا النمط وسابقه، أن سابقه يضطلع عملية التكرار فيه بتكملة الموضوع، وأما هنا فيضطلع التكرار إعادة الموضوع ذاته ولكن في سياق جديد، ومثاله، ما نجده في سورة الشعراء: فالله سبحانه يخفف عن رسوله وحبيبه ما يجده من الألم بحيث يكاد يهلك نفسه تحسراً على إعراض قومه عن الايمان، ويسليه بذكر قصص الأنبياء قبله من أقوامهم (موسى وإبراهيم ونوح وهود (عليهم) وهي تختلف سياقاً وتتحد موضوعاً، متوجاً كل مقطع عن واحد منهم بآيتين هما: {إن في ذلك لآية وما كان أكثرهم مؤمنين، وإن ربك لهو العزيز الرحيم} . ¶ من حيث الموضوعات ¶ إن كل سورة تتضمن فكرة أو أكثر، كما تتضمن موضوعاً واحداً أو أكثر، ولذلك نجد أن السورة القرآنية الكريمة تخضع لواحد من الأبنية الآتية لأفكارها وموضوعاتها المجسدة لتكلم الأفكار: ¶ 1 - وحدة الفكرة ووحدة الموضوع: أي أن السورة تتضمن فكرة واحدة، وتتضمن موضوعاً واحداً لتجسيد الفكرة، ومثالها: ¶ سورة (الفيل) التي تتضمن فكرة هي: أن الله تعالى يقف بالمرصاد لكل من تسول له نفسه التعرض للكعبة، وتتضمن موضوعاً واحداً هو الحادثة العسكرية التي هزم فيها العدو. ¶ 2 - وحدة الفكرة وتعدد الموضوعات: أي أن السورة تتضمن فكرة واحدة، ولكنها تتضمن موضوعات متنوعة لتجسيد الفكرة، ومثالها سورة (الكهف) حيث تتضمن فكرة {زِينَةَ الْحَيَاةِ الدُّنْيَا} والموقف منها إلاّ أن الموضوعات التي جسدت الفكرة المذكورة قد تنوعت في قصص أهل الكهف وصاحب الجنتين وذي القرنين ... الخ. ¶ 3 - تعدد الموضوعات وتعدد الكفر: أي أن السورة تتضمن أكثر من فكرة وأكثر من موضوع، ومثالها: سورة المطففين التي تتضمن جملة موضوعات وجملة أقكاؤ مثل: التطفيف، السخرية من المؤمنين، الجزاء الاُخروي. وكل واحد من هذه الموضوعات ينطوي على فكرة يعبر عنها الموضوع ذاته. ¶ من حيث الأسباب ¶ ¬__________ ¶ (¬1) المرسلات: 15، 19، 24، 28، 34، 37، 40، 45، 47، 49. ¶ (¬2) المطففين: 29. ¶ (¬3) المطففين: 29.",
            "page": "4",
            "part": "1",
            "seal": "A371E504"
        },
        {
            "id": "5",
            "nass": "إن وحدة السورة من حيث أشكالها وموضوعاتها وأفكارها تخضع ل- «سببية» تربط بين كل جزء من أجزاء السورة، بمعنى أن كل جزء من السورة يعد سبباً للاحقة ومسبباً عن سابقه، وهكذا. وهذه السببية تلحظ على أنماط متنوعة، منها: ¶ 1 - الإجمال والتفصيل: أي أن السورة تطرح موضوعاً مجملاً ثم ت-فصل الحديث عن خلال السورة بأكملها، ومثالها سورة (الواقعة) التي أجملت الثلاثة في البداية {وكنتم أزواجاً ثلاثة فأصحاب الميمنة ما أصحاب الميمنة وأصحاب المشأمة ما أصحاب المشأمة والسابقون السابقون} (¬1) . ثم فصلت الكلام على الأصناف الثلاثة طوال السورة كما هو واضح. ¶ 2 - النمو: أي أن الموضوع المطروح في السورة يتطور ويت-نامى من مرحلة إلى اخرى كما يتنامى الكائن الحي في مراحل عمره، ومثاله: سورة يوسف في تنامي موضوعاتها وشخصياتها وأحداثها ... الخ، فرؤياه احد عشر كوكباً، والشمس والقمر تنامت في نهاية السورة إلى خضوع القوى المذكورة له، وهكذا. ¶ 3 - التجانس: أي أن الموضوعات والأفكار التي تتناولها السورة يتجانس بعضها مع الآخر في خطوطه العامة. ومثالها سورة (الماعون) حيث طرحت موضوع (المكذب بالدين) وموضع (الساهي في صلاته) . ومع أن أحدهما غير الآخر إلاّ أنهما يتجانسان في جملة ظواهر مثل: البعد الاقتصادي والبعد العاطفي ونحوهما. فالمكذب بالدين لا يحض على طعام المسكين، والساهي في الصلاة يمنع الماعون. وكلاهما سلوك اقتصادي سلبي، وهكذا. ¶ 4 - التمهيد: وقد عرضنا له في الشكل الفني الرابع من شكليات بناء السورة القرآنية. ¶ من حيث الأدوات ¶ ونعني بها العناصر التي تتألف منها السورة الكريمة، وهي: العناصر اللفظية والإيقاعية والصورية والقصصية.. الخ، حيث تترابط هذه العناصر فيما بينها من جانب، وفيما بينها وبين العنصر الفكري والموضوعي من جانب آخر. ومثاله سورة (القمر) ، حيث تحدثت عن قيام الساعة {اقْتَرَبَتِ السَّاعَةُ} (¬2) . ثم استخدمت العناصر الصورية والإيقاعية في إثارة هذا المفهوم، فجاءت القصص التي تتحدث عن الجزاء الدنيوي إرهاصاً لدلالة قيام الساعة، وجاءت الصور: (أعجاز نخل منقعر (¬3) ، هشيم المحتضر، فطمسنا أعينهم) متواكبة مع شدة الجزاء، وجاء التلويح باليوم الآخر {بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ} ، رابطاً بين شدة الجزائين، وهو العنصر الإيقاعي متواكباً مع شدة الجزاء، حيث استخدمت حرف (السين) - وهو ذو علاقة بقيام الساعة - من حيث كونه حرف إستقبال - والآخرة حادث مقابل - كما جاءت أوصاف الجحيم متواكبة مع حرف السين (ذوقوا مس سقر) . وحيث جاء تكرار هذا الحرف في سائر أوصاف الساعة وأهوالها مثل: سقر، مس، يسجدون، مستطر ... وكلها تتواكب مع حرف الاستقبال (السين) . ¶ إذن: جاءت العناصر القصصية والصورية والإيقاعية تتواشج فنياً مع موضوعات السورة وأفكارها، مما يكشف ذلك عن أحد أشكال الوحدة البنائية التي تنتظم عمارة السورة القرآنية الكريمة. ¶ إن هذه المستويات من بناء السورة القرآنية الكريمة تنسحب على جزئيات السورة أيضاً، أي أن الآية الواحدة تحمل نفس الخصائص البنائية التي لحظناها، وإن الآيتين فصاعداً تحمل السمة ذاتها، وإن المقطع من السورة يحمل السمة ذاتها أيضاً، وأن القسم من السورة يحمل السمة ذاتها أيضاً، وأن السورة بأكملها تحمل السمة ذاتها. ¶ ¬__________ ¶ (¬1) الواقعة: 7 - 10. ¶ (¬2) القمر: 1. ¶ (¬3) القمر: 20، 31، 37، 46، 48.",
            "page": "5",
            "part": "1",
            "seal": "4C07655B"
        }
    ],
    "t1478": [
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "السور الكريمة تخضع للأنماط الآتية من البناء الفني من حيث الأشكال"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "وحدة النص أو الوحدة الفنية تنشطر إلى قسمين"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "السورة القرآنية الكريمة تخضع لواحد من الأبنية الآتية لأفكارها وموضوعاتها"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "هذه السببية تلحظ على أنماط متنوعة"
        }
    ]
}