{
    "b1479": [
        {
            "id": "1",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الكتاب: قالوا عن القرآن ¶ المؤلف: د. عماد الدين خليل",
            "page": "1",
            "part": "1",
            "seal": "758C9A8B"
        },
        {
            "id": "3",
            "nass": "خليل أحمد: (1) ¶ \"يرتبط هذا النبى صلى الله عليه وسلم بإعجاز أبد الدهر بما يخبرنا به المسيح (عليه السلام) في قوله عنه: (ويخبركم بامور آتية) ، هذا الإعجاز هو القرآن الكريم معجزة الرسول الباقية ما بقى الزمان. فالقرآن الكريم يسبق العلم الحديث في كل مناحيه: من طب، وفلك، وجغرافيا، وجيولوجيا، وقانون، واجتماع، وتاريخ.. ففي ايامنا هذه استطاع العلم ان يرى ما سبق اليه القرآن بالبيان والتعريف ... \" (2) \"اعتقد يقيناً انى لو كنت انساناً وجودياً ... لا يؤمن برسالة من الرسالات السماوية وجاءنى نفر من الناس وحدثنى بما سبق به القرآن العلم الحديث - في كل مناحيه - لآمنت برب العزة والجبروت، خالق السماوات والارض ولن اشرك به احداً ... \" (3) \"في هذا الظلام الدامس - ايها المسيحي - ينزل القرآن الكريم على رسول الله ليكشف لك عن الله عز وجل ... \" (4) \"للمسلم ان يعتزّ بقرآنه، فهو كالماء فيه حياة لكل من نهل منه\" (5) ¶ _____________ ¶ (1) ابراهيم خليل أحمد) brahim Khalil Ahmad: قس مبشر من مواليد الإسكندرية عام 1919، يحمل شهادات عالية في علم اللاهوت من كلية اللاهوت المصرية، ومن جامعة برنستون الامريكية. عمل استاذاً بكلية اللاهوت باسيوط. كما ارسل عام 1954 إلى اسوان سكرتيراً عاماً للإرسالية الالمانية السويسرية. وكانت مهمته الحقيقية التنصير والعمل ضد الاسلام. لكن تعمقه في دراسة الاسلام قاده إلى الايمان بهذا الدين واشهر اسلامه رسمياً عام 1959. كتب العديد من المؤلفات، ابرزها ولاريب (محمد في التوراة والانجيل والقرآن) ، (المستشرقون والمبشرون في العالم العربى والاسلامي) ، و (تاريخ بنى إسرائيل) . ¶ (2) محمد في التوراة والانجيل والقرآن، ص 47 - 48. ¶ (3) نفسه، ص 48. ¶ (4) نفسه، ص 172. ¶ (5) نفسه، ص 32.",
            "page": "2",
            "part": "1",
            "seal": "A132F23A"
        },
        {
            "id": "4",
            "nass": "ارنولد: (1) ¶ \"..اننا نجد حتى من بين المسيحيين مثل الفار A\"va\" الاسبانى الذى عُرف بتعصبه على الاسلام، يقرر ان القرآن قد صيغ في مثل هذا الاسلوب البليغ الجميل، حتى أن المسيحيين لم يسعهم الا قراءته والاعجاب به..\" (2) ¶ _____________ ¶ (1) سير توماس ارنولد (1864 - 1930) Sir Thomas Arnold من كبار المستشرقين البريطانيين. صاحب فكرة كتاب (تراث الاسلام) الذى اسهم فيه عدد من مشاهير البحث والاستشراق الغربى. وقد اشرف ارنولد على تنسيقه واخراجه، تعلم في كمبردج وقضى عدة سنوات في الهند استاذاً للفلسفة في كلية عليكرة الاسلامية. وهو أول من جلس على كرسى الاستاذية في قسم الدراسات العربية في مدرسة اللغات الشرقية بلندن. وصفه المستشرق البريطاني المعروف (جب) بانه» عالم دقيق فيما يكتب، وانه اقام طويلاً في الهند وتعرف إلى مسلميها، وانه متعاطف مع الاسلام، وكل هذه امور ترفع اقواله فوق مستوى الشهادات « (دراسات في حضارة الاسلام ص 244) ذاع صيته بكتابيه: (الدعوة إلى الاسلام) الذى ترجم إلى اكثر من لغة، و (الخلافة) . كما انه نشر عدة كتب قيمة عن الفن الاسلامي. ¶ (2) الدعوة إلى الاسلام (بحث في تاريخ نشر العقيدة الاسلامية) ، ص 162.",
            "page": "3",
            "part": "1",
            "seal": "B968A40E"
        },
        {
            "id": "5",
            "nass": "ايرفنج (1) ¶ \"كانت التوراة في يوم ما هي مرشد الإنسان واساس سلوكه. حتى إذا ظهر المسيح (عليه السلام) اتبع المسيحيون تعاليم الإنجيل، ثم حلّ القرآن مكانهما، فقد كان القرآن اكثر شمولاً وتفصيلاً من الكتابين السابقين، كما صحح القرآن ما قد ادخل على هذين الكتابين من تغيير وتبديل. حوى القرآن كل شئ، وحوى جميع القوانين، إذ انه خاتم الكتب السماوية..\" (2) \"يدعو القرآن إلى الرحمة والصفاء والى مذاهب اخلاقية سامية\" (3) ¶ _____________ ¶ (1) واشنجتون ايرفنج W. Irving: مستشرق امريكى، اولى اهتماماً كبيراً لتاريخ المسلمين في الاندلس. من آثاره: (سيرة النبى العربى) مذيلة بخاتمة لقواعد الاسلام ومصادرها الدينية (1849) ، و (فتح غرناطة) (1859) ، غيرها. ¶ (2) حياة محمد، ص 72. ¶ (3) نفسه، ص 304.",
            "page": "4",
            "part": "1",
            "seal": "ACDA88AE"
        },
        {
            "id": "6",
            "nass": "بروز (1) ¶ \"إنه ليس هناك شئ، لا دينى في تزايد سيطرة الإنسان على القوى الطبيعية، هناك آية في القرآن يمكن ان يستنتج منها انه لعل من اهداف خلق المجموعة الشمسية لفت نظر الإنسان لكي يدرس علم الفلك ويستخدمه في حياته: \"هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاء وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللهُ ذَلِكَ إِلاَّ بِالْحَقِّ يُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ) (يونس/5) وكثيراً ما يشير القرآن إلى اخضاع الطبيعة للانسان باعتباره إحدى الايات التى تبعث على الشكر والايمان: (وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ* لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ\" (الزخرف/13) ويذكر القرآن -لا تسخير الحيوان واستخدامه فحسب- ولكن يذكر السفن ايضاً.. فاذا كان الجمل والسفينة من نعم الله العظيمة، أفلا يصدق هذا اكثر على سكة الحديد والسيارة والطائرة؟ \" (2) \".. ان اعظم نتائج العلم يمكن ان تستخدم في اغراض هدمية او بنائية. وربما كان هذا هو المقصود بما ورد في القرآن خاصاً باستخدام الحديد: وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ\" (الحديد/25) . واظهر مثال من هذا الآن بالضرورة هو استخدام النشاط الذرى -الذى نشطت بحوثه- لضرورة حربية..\" (3) ¶ _____________ ¶ (1) د. ميلر بروزMllar Burrows: رئيس قسم لغات الشرق الادنى وآدابه واستاذ الفقه الدينى الانجيلى في جامعة (بيل) وعمل استاذاً بجامعة براون، واستاذاً زائراً بالجامعة الامريكية في بيروت، ومديراً للمدرسة الامريكية للبحوث الشرقية بالقدس، ومن مؤلفاته: Founders of Great religions, 1931. What Means these Stones, 1941. Palestines is our Busness, 1941. ¶ (2) الثقافة الاسلامية، ص 51. ¶ (3) الثقافة الاسلامية، ص 54.",
            "page": "5",
            "part": "1",
            "seal": "7EBF9A27"
        },
        {
            "id": "7",
            "nass": "بلاشير (1) ¶ \".. ان الفضل بعد الله يعود إلى الخليفة عثمان بن عفان (رضى الله عنه) لإسهامه قبل سنة 655هـ في ابعاد المخاطر الناشئة عن وجود نسخ عديدة من القرآن، واليه وحده يدين المسلمون بفضل تثبيت نص كتابهم المنزل، على مدى الاجيال القادمة\". (2) ¶ \"لاجرم في انه إذا كان ثمة شئ تعجز الترجمة عن ادائه فانما هو الاعجاز البيانى واللفظي والجرس الايقاعي في الايات المنزلة في ذلك العهد.. ان خصوم محمد (عليه الصلاة والسلام) قد اخطأوا عندما لم يشاءوا ان يروا في هذا إلاّ اغاني سحرية وتعويذية، وبالرغم من اننا على علم - استقرائياً فقط - بتنبؤات الكهان، فمن الجائز لنا الاعتقاد مع ذلك بخطل هذا الحكم وتهافته، فان للايات التى اعاد الرسول (عليه الصلاة والسلام) ذكرها في هذه السور اندفاعاً وألَقاً وجلالةً تخلّف وراءها بعيداً اقوال فصحاء البشر كما يمكن استحضارها من خلال النصوص الموضوعة التي وصلتنا\". (3) ¶ \".. ان القرآن ليس معجزة بمحتواه وتعليمه فقط، انه ايضاً ويمكنه ان يكون قبل اى شئ آخر تحفة ادبية رائعة تسمو على جميع ما اقرّته الانسانية وبجّلته من التحف.. ان الخليفة المقبل عمر بن الخطاب (رضى الله عنه) المعارض الفظ في البداية للدين الجديد، قد غدا من اشد المتحمسين لنصرة الدين عقب سماعه لمقطع من القرآن. وسنورد الحديث فيما بعد عن مقدار الافتتان الشفهي بالنص القرآني بعد ان رتّله المؤمنون\" (4) \".. الاعجاز هو المعجزة المصدقة لدعوة محمد صلى الله عليه وسلم الذي لم يرتفع في احاديثه الدنيوية إلى مستوى الجلال القرآني..\" (5) \".. في جميع المجالات التى اطللنا عليها من علم قواعد اللغة والمعجمية وعلم البيان، اثارت الواقعة القرآنية وغذت نشاطات علمية هي اقرب إلى حالة حضارية منها إلى المتطلبات التى فرضها إخراج الشريعة الاسلامية. وهناك مجالات اخرى تدخل فيها (الواقعة القرآنية) كعامل اساسى.. ولا تكون فاعليتها هنا فاعلية عنصر منبه فقط، بل فاعلية عنصر مبدع تتوطد قوته بنوعيته الذاتية..\" (6) ¶ _____________ ¶ (1) بلاشيرr.l.Blachere: ولد بالقرب من باريس، وتلقى دروسه الثانوية في الدار البيضاء، وتخرج بالعربية في كلية الاداب بالجزائر (1922) ، وعين استاذاً لها في معهد مولاي يوسف بالرباط، ثم انتدب مديراً لمعهد الدراسات المغربية العليا بالرباط (1924 - 1935) ، واستدعنه مدرسة اللغات الشرقية بباريس استاذاً لكرسى الادب العربى (1935 - 1951) ، ونال الدكتوراه (1936) ، وعين استاذاً محاضراً في السوربون (1938) ، ومشرفاً على مجلة (المعرفة) ، التى ظهرت في باريس باللغتين العربية والفرنسية، من آثاره: دراسات عديدة عن تاريخ الادب العربى في اشهر المجلات الاستشراقية، وكتاب (تاريخ الادب العربى) (باريس 1952) ، وترجمة جديدة للقرآن الكريم في ثلاثة اجزاء (باريس 1947 - 1952) ، وغيرها. ¶ (2) تاريخ الادب العربى 2/22. ¶ (3) نفسه، 2/31. ¶ (4) القرآن الكريم، ص 102 - 103. ¶ (5) نفسه، ص 104. ¶ (6) نفسه، ص 104 - 105.",
            "page": "6",
            "part": "1",
            "seal": "8546F855"
        },
        {
            "id": "8",
            "nass": "بوازار (1) ¶ \"لابدّ عند تعريف النصّ القدسى في الاسلام من ذكر عنصرين، الاول انه كتاب منزل ازلي غير مخلوق، والثاني انه (قرآن) اي كلام حي في قلب الجماعة.. وهو بين الله والانسانية (الوسيط) الذى يجعل اي تنظيم كهنوتى غير ذي جدوى، لانه مرضيّ به مرجعاً اصلياً، وينبوع إلهام اساسي.. ومازال حتى ايامنا هذه نموذجاً رفيعاً للادب العربى تستحيل محاكاته. انه لا يمثل النموذج المحتذى للعمل الادبي الأمثل وحسب، بل يمثل كذلك مصدر الادب العربي والاسلامي الذي ابدعه، لأن الدين أوحى به هو في اساس عدد كبير من المناهج الفكرية التي سوف يشتهر بها الكتاب..\" (2) ¶ \"لقد اثبت التنزيل برفضه الفصل بين الروحي والزمني انه دين ونظام اجتماعي.. ومن البديهي ان التنزيل والسبيل الذي ظن امكان استخدامه فيه قد طبعا المجتمع بعمق..\" (3) ¶ \".. ان القرآن لم يقدّر قط لإصلاح اخلاق عرب الجاهلية، انه على العكس يحمل الشريعة الخالدة والكاملة والمطابقة للحقائق البشرية، والحاجات الاجتماعية في كل الازمنة\" (4) ¶ \".. يخلق الروح القرآني مناخ عيش ينتهي به الامر إلى مناغمة التعبيرات الذهنية والمساواة بين العقليات والنظم الاجتماعية بأكثر مما تفترض التصريفات السياسية والطوابع الايديولوجية التي تسند إلى الدول. ولا يكفي قط ما يتردد عن درجة تأثير القرآن الكبرى في (الذهنية الاسلامية) المعاصرة، فهو ما يزال مصدر الالهام الفردى والجماعي الرئيسى، كما انه ملجأ المسلمين وملاذهم الاخير\" (5) \".. ان الادوات التى يوفرها التنزيل القرآني قادرة ولا ريب على بناء مجتمع حديث..\" (6) ¶ _____________ ¶ (1) مارسيل بوازار: مفكر، وقانونى فرنسى معاصر، اولى اهتماماً كبيراً لمسألة العلاقات الدولية وحقوق الإنسان وكتب عدداً من الابحاث للمؤتمرات والدوريات المعنية بهاتين المسألتين. يعتبر كتابه (انسانية الاسلام) ، الذى انبثق عن الاهتمام نفسه، علاقة مضيئة في مجال الدراسات الغربية للاسلام، بما تميز به من موضوعية، وعمق، وحرص على اعتماد المراجع التى لا يأسرها التحيز والهوى. فضلاً عن الكتابات الاسلامية نفسها. ¶ (2) انسانية الاسلام، ص 52 - 53. ¶ (3) نفسه، ص 206 - 207. ¶ (4) نفسه، ص 109. ¶ (5) نفسه، ص 343. ¶ (6) نفسه، ص345.",
            "page": "7",
            "part": "1",
            "seal": "362F0D06"
        },
        {
            "id": "9",
            "nass": "بوتر (1) ¶ \".. عندما اكملت القرآن الكريم غمرني شعور بان هذا الحق الذي يشتمل على الاجابات الشافية حول مسائل الخلق وغيرها. وانه يقدم لنا الاحداث بطريقة منطقية نجدها متناقضة مع بعضها في غيره من الكتب الدينية. اما القرآن فيتحدث عنها في نسق رائع واسلوب قاطع لا يدع مجالاً للشك بان هذه هى الحقيقة وان هذا الكلام هو من عند الله لا محالة\" (2) ¶ \".. ان المضمون الالهي للقرآن الكريم هو المسئول عن النهوض بالانسان وهدايته إلى معرفة الخلق، هذه المعرفة التي تنطبق على كل عصر..\" (3) ¶ \".. كيف استطاع محمد صلى الله عليه وسلم الرجل الامي الذي نشأ في بيئة جاهلية ان يعرف معجزات الكون التي وصفها القرآن الكريم، والتي لا يزال العلم الحديث حتى يومنا هذا يسعى لاكتشافها؟ لابدّ إذن ان يكون هذا الكلام هو كلام الله عزّ وجلّ\" (4) ¶ _____________ ¶ (1) ديبورا بوترD. Potter: ولدت عام 1954، بمدينة ترافيرز، في ولاية متشيغان الامريكية، وتخرجت من فرع الصحافة بجامعة متشيغان، اعتنقت الاسلام عام 1980، بعد زواجها من احد الدعاة الاسلاميين العاملين في امريكا، بعد اقتناع عميق بانه ليس ثمة من دين غير الاسلام يمكن ان يستجيب لمطالب الإنسان ذكراً كان ام انثى. ¶ (2) رجال ونساء اسلموا 8/100. ¶ (3) نفسه 8/113. ¶ (4) نفسه 8/109.",
            "page": "8",
            "part": "1",
            "seal": "A53E9A22"
        },
        {
            "id": "10",
            "nass": "بوكاي (1) ¶ \"لقد قمت اولاً بدراسة القرآن الكريم، وذلك دون اي فكر مسبق وبموضوعية تامة باحثاً عن درجة اتفاق نصّ القرآن ومعطيات العلم الحديث. وكيف اعرف، قبل هذه الدراسة، وعن طريق الترجمات، ان القرآن يذكر انواعاً كثيرة من الظاهرات الطبيعية ولكن معرفتي كانت وجيزة. وبفضل الدراسة الواعية للنصّ العربي استطعت ان احقق قائمة ادركت بعد الانتهاء منها ان القرآن لا يحتوى على اية مقولة قابلة للنقد من وجهة نظر العلم في العصر الحديث. وبنفس الموضوعية قمت بنفس الفحص على العهد القديم والاناجيل. اما بالنسبة للعهد القديم فلم تكن هناك حاجة للذهاب إلى ابعد من الكتاب الاول، اي سفر التكوين، فقد وجدت مقولات لا يمكن التوفيق بينها وبين اكثر معطيات العلم رسوخاً في عصرنا. واما بالنسبة للاناجيل ... فاننا نجد نص انجيل متي يناقض بشكل جلي انجيل لوقا \" وان هذا الاخير يقدم لنا صراحة امراً لا يتفق مع المعارف الحديثة الخاصة بقدم الإنسان على الارض.\" (2) ¶ \"لقد اثارت الجوانب العلمية التي يختص بها القرآن دهشتى العميقة في البداية. فلم اكن اعتقد قط بامكان اكتشاف عدد كبير إلى هذا الحدّ من الدعاوى الخاصة بموضوعات شديدة التنوع ومطابقته تماماً للمعارف العلمية الحديثة، ذلك في نص كتب منذ اكثر من ثلاثة عشر قرناً. في البداية لم يكن لي اي ايمان بالاسلام. وقد طرقت دراسة هذه النصوص بروح متحررة من كل حكم مسبق وبموضوعية تامة..\" (3) ¶ \".. تناولت القرآن منتبها بشكل خاص إلى الوصف الذي يعطيه عن حشد كبير من الظاهرات الطبيعية. لقد اذهلتني دقة بعض التفاصيل الخاصة بهذه الظاهرات وهي تفاصيل لا يمكن ان تدرك الا في النص الاصلي. اذهلتني مطابقتها للمفاهيم التي نملكها اليوم عن نفس هذه الظاهرات والتي لم يكن ممكنا لاي انسان في عصر محمد صلى الله عليه وسلم ان يكون عنها ادنى فكرة..\" (4) ¶ \".. كيف يمكن لانسان - كان في بداية امره اميّاً -.. ان يصرح بحقائق ذات طابع علمي لم يكن في مقدور اي انسان في ذلك العصر ان يكونها، وذلك دون ان يكشف تصريحه عن اقل خطأ من هذه الوجهة؟ \" (5) ¶ _____________ ¶ (1) د. موريس بوكايMaurice Bucaille: الطبيب والعالم الفرنسي المعروف. كان كتابه (القرآن الكريم والتوراة والانجيل والعلم) من اكثر المؤلفات التي عالجت موضوعاً كهذا، اصالة واستيعاباً وعمقاً. ويبدو ان عمله في هذا الكتاب القيم منحه قناعات مطلقة بصدق كتاب الله، وبالتالي صدق الدين الذي جاء به. دعي اكثر من مرة لحضور ملتقى الفكر الاسلامي الذي ينعقد في الجزائر صيف كل عام، وهناك اتيح له ان يطلع اكثر على الاسلام فكراً وحياةً. ¶ (2) القرآن الكريم والتوراة والانجيل والعلم، ص 13. ¶ (3) نفسه، ص 144 ¶ (4) نفسه، ص 145. ¶ (5) نفسه، ص 150.",
            "page": "9",
            "part": "1",
            "seal": "AB44E7D9"
        },
        {
            "id": "11",
            "nass": "بيكارد (1) ¶ \".. ابتعت نسخة من ترجمة سافاري الفرنسية لمعاني القرآن وهي أغلى ما املك. فلقيت من مطالعتها اعظم متعة وابتهجت بها كثيراً حتى غدوت وكأن شعاع الحقيقة الخالد قد اشرق علي بنوره المبارك\" (2) ¶ _____________ ¶ (1) وليم بيرشل بشير بيكارد: W. B. Beckard إنكليزي، تخرج من كانتر بوري. مؤلف وكاتب مشهور. ومن بين مؤلفاته الادبية بالانكليزية (مغامرات القاسم) و (عالم جديد) . شارك في الحرب العالمية الاولى وأسر. عمل فترة من الوقت في اوغندا. اعلن اسلامه عام 1922م. ¶ (2) رجال ونساء اسلموا 2/86.",
            "page": "10",
            "part": "1",
            "seal": "B1ABC2C3"
        },
        {
            "id": "12",
            "nass": "حتي (1) ¶ \"ان الاسلوب القرآني مختلف عن غيره، ثم انه لا يقبل المقارنة باسلوب آخر، ولا يمكن ان يقلّد. وهذا في اساسه، هو إعجاز القرآن.. فمن جميع المعجزات كان القرآن المعجزة الكبرى\" (2) ¶ \".. ان إعجاز القرآن لم يحل دون ان يكون اثره ظاهراً على الادب العربي. اما إذا نحن نظرنا إلى النسخة التي نقلت في عهد الملك جيمس من التوراة والانجيل وجدنا ان الاثر الذي تركته على اللغة الانكيزية ضئيل، بالاضافة إلى الاثر الذي تركه القرآن على اللغة العربية. ان القرآن هو الذي حفظ اللغة العربية وصانها من ان تتمزق لهجمات\" (3) ¶ _____________ ¶ (1) د. فيليب حتي: P. Hitti ولد عام 1886م، لبناني الاصل، امريكي الجنسية، تخرج من الجامعة الامريكية في بيروت (1908م) ، ونال الدكتوراه من جامعة كولومبيا (1915م) ، وعين معيداً في قسمها الشرقي (1915 - 1919) ، واستاذاً لتاريخ العرب في الجامعة الامريكية ببيروت (1919 - 1925) ، واستاذاً مساعداً للاداب السامية في جامعة برنستون (1926 - 1929م) ، واستاذاً ثم استاذ كرسى ثم رئيساً لقسم اللغات والاداب الشرقية (1929 - 1954م) ، حين احيل على التقاعد، انتخب عضواً في جمعيات ومجامع عديدة. من آثاره: (اصول الدولة الاسلامية) (1916م) ، (تاريخ العرب) (1927م) ، (تاريخ سوريا ولبنان وفلسطين) (1951م) ، (لبنان في التاريخ) (1961م) ، وغيرها. ¶ (2) الاسلام منهج حياة، ص 62. ¶ (3) نفسه، ص 287 - 288.",
            "page": "11",
            "part": "1",
            "seal": "5BF87B5F"
        },
        {
            "id": "13",
            "nass": "حنا (1) ¶ \"انه لابدّ من الاقرار بان القرآن، فضلاً عن كونه كتاب دين وتشريع، فهو ايضاً كتاب لغة عربية فصحى. وللغة القرآن الفضل الكبير في ازدهار اللغة، ولطالما يعود اليه ائمة اللغة، في بلاغة الكلمة وبيانها، سواء كان هؤلاء الائمة مسلمين ام مسيحيين. واذا كان المسلمون يعتبرون ان صوابية لغة القرآن هي نتيجة محتومة لكون القرآن منزلاً ولا تحتمل التخطئة، فالمسيحيون يعترفون ايضاً بهذه الصوابية، بقطع النظر عن كونه منزلاً او موضوعاً، ويرجعون اليه للاستشهاد بلغته الصحيحة، كلما استعصى عليهم امر من امور اللغة\" (2) ¶ _____________ ¶ (1) الدكتور جوج حنّا G. Hanna (John) مسيحي من لبنان، ينطلق في تفكيره من رؤية مادية طبيعية صرفة، كما هو واضح في كتابه المعروف (قصة الانسان) . ¶ (2) قصة الإنسان، ص 79 - 80.",
            "page": "12",
            "part": "1",
            "seal": "1CD7C87B"
        },
        {
            "id": "14",
            "nass": "داود (1) ¶ \".. تناولت نسخة من ترجمة معانى القرآن الكريم باللغة الانجيليزية، لاني عرفت ان هذ هو الكتاب المقدس عند المسلمين، فشرعت في قراءته وتدبر معانيه، لقد استقطب جل اهتمامي، وكم كانت دهشتى عظيمة حين وجدت الاجابة المقنعة عن سؤالي المحير: الهدف من الخلق في الصفحات الاولى من القرآن الكريم.. لقد قرأت الايات (30 - 39) من سورة البقرة.. وهي آيات توضح الحقيقة بجلاء لكل دارس منصف، ان هذه الايات تخبرنا بكل وضوح وجلاء وبطريقة مقنعة عن قصة الخلق..\" (2) ¶ \".. ان دراستى للقرآن الكريم وضحت امام ناظري العديد من الاشكالات الفكرية، وصححت الكثير من التناقضات التي طالعتها في الكتب السماوية السابقة\" (3) ¶ _____________ ¶ (1) عامر علي داود A.Ali David: ينحدر من اسرة هندية برهمية، تنصرت على ايدى المبشرين الذين قدموا مع طلائع الاستعمار، كان كثير القراءة للكتب الدينية، ولما اتيح له ان يطلع على القرآن الكريم كان الجواب هو انتماؤه للاسلام. ¶ (2) رجال ونساء اسلموا، 7/116 - 118. ¶ (3) نفسه، 7/118.",
            "page": "13",
            "part": "1",
            "seal": "893FAE1B"
        },
        {
            "id": "15",
            "nass": "درمنغم (1) ¶ \"للمسيح عليه السلام في القرآن مقام عالٍ، فولادته لم تكن عادية كولادة بقية الناس، وهو رسول الله الذي خاطب الله جهراً عن مقاصده وحدث عن ذلك اول شخص كلمه، وهو كلمة الله الناطقة من غير اقتصار على الوحي وحده.. والقرآن يقصد النصرانية الصحيحة حينما يقول: ان عيسى (عليه السلام) كلمة الله، او روح الله، ألقاها إلى مريم وانه من البشر.. وهو يذمّ مذهب القائلين بالوهية المسيح (عليه السلام) ومذهب تقديم الخبز إلى مريم عبادةً ثم اكله وما إلى ذلك من مذاهب الالحاد النصرانية، لا النصرانية الصحيحة، ولا يسع النصراني الا ان يرضى بمهاجمة القرآن للثالوث المؤلف من الله وعيسى ومريم\" (2) ¶ \"سيكون القرآن حافزاً للجهاد يردده المؤمنون كما يردد غيرهم اناشيد الحرب، محرضاً على القتال جامعاً لشؤونه، محركاً لفاتري الهمم، فاضحاً للمخلّفين مخزياً للمنافقين، واعداً الشهداء بجنات عدن\" (3) ¶ \"كان محمد صلى الله عليه وسلم يعد نفسه وسيلة لتبليغ الوحي، وكان مبلغ حرصه ان يكون اميناً مصغياً او سجلاً صادقاً او حاكياً معصوماً لما يسمعه من كلام الظل الساطع والصوت الصامت للكلام القديم على شكل دنيوي، لكلام الله الذي هو امّ الكتاب، للكلام الذي تحفظه ملائكة كرام في السماء السابعة. ولا بد لكل نبى من دليل على رسالته، ولابد له من معجزة يتحدى بها.. والقرآن هو معجزة محمد صلى الله عليه وسلم الوحيدة، فاسلوبه المعجز وقوة ابحاثه لا تزال.. إلى يومنا يثيران ساكن من يتلونه، ولو لم يكونوا من الاتقياء العابدين، وكان محمد صلى الله عليه وسلم يتحدى الانس والجن بان يأتوا بمثله، وكان هذا التحدى اقوم دليل لمحمد على صدق رسالته.. ولا ريب ان في كل آية منه، ولو اشارت إلى ادق حادثة في حياته الخاصة، تأتيه بما يهزّ الروح بأسرها من المعجزة العقلية، ولا ريب في ان هنالك ما يجب ان يبحث به عن سرّ نفوذه وعظيم نجاحه\" (4) ¶ \"كان لمحمد صلى الله عليه وسلم بالوحي آلام كبيرة.. وحالات مؤثرة كره ان يطلع الناس عليها، ولاحظ ابو بكر (رضي الله عنه) ذات يوم، والحزن ملء قلبه، بدء الشيب في لحية النبي صلى الله عليه وسلم فقال له النبي: (شيّبتني هود واخواتها: الواقعة والحاقة والقارعة) . وكان النبي صلى الله عليه وسلم يشعر بعد الوحي بثقل في رأسه فيطبه بالمراهم، وكان يدثر حين الوحي فيسمع له غطيط وانين. وكان إذا نزل الوحي عليه يتحدر جبينه عرقاً في البرد\" (5) ¶ \"كان محمد صلى الله عليه وسلم، وهو البعيد من إنشاء القرآن وتأليفه ينتظر نزول الوحي اليه احياناً على غير جدوى، فيألم من ذلك، ويود لو يأتيه الملك متواتراً\" (6) ¶ _____________ ¶ (1) إميل درمنغم E.Dremenghem: مستشرق فرنسى، عمل مديراً لمكتبة الجزائر، من آثاره: (حياة محمد) (باريس 1929) وهو من ادق ما صنّفه مستشرق عن النبى صلى الله عليه وسلم، و (محمد والسنة الاسلامية) (باريس 1955) ، ونشر عدداً من الابحاث في المجلات الشهيرة مثل: (المجلة الافريقية) ، و (حوليات معهد الدراسات الشرقية) ، و (نشرة الدراسات العربية) ... الخ. ¶ (2) حياة محمد، ص 131 - 132. ¶ (3) نفسه، ص 195. ¶ (4) نفسه، ص 279 - 280. ¶ (5) نفسه، ص 283. ¶ (6) نفسه، ص 285.",
            "page": "14",
            "part": "1",
            "seal": "13A580B6"
        },
        {
            "id": "16",
            "nass": "دي كاستري (1) ¶ \".. ان العقل يحار كيف يتأتي ان تصدر تلك الآيات عن رجل امي وقد اعترف الشرق قاطبة بانها آيات يعجز فكر بني الإنسان عن الإتيان بمثلها لفظاً ومعنى. آيات لما سمعها عقبة ابن ربيعة حار في جماها، وكفى رفيع عبارتها لإقناع عمر بن الخطاب (رضى الله عنه) فآمن برب قائلها، وفاضت عين نجاشيّ الحبشة بالدموع لما تلى عليه جعفر بن ابى طالب سورة زكريا وما جاء في ولادة يحيى وصاح القسس ان هذا الكلام واردٌ من موارد كلام عيسى (عليه السلام) .. لكن نحن معشر الغربيين لا يسعنا ان نفقه معاني القرآن كما هي لمخالفته لافكارنا ومغايرته لما ربيت عليه الامم عندنا، غير انه لا ينبغي ان يكون ذلك سبباً في معارضة تأثيره في عقول العرب، ولقد اصاب (جان جاك روسو) حيث يقول: (من الناس من يتعلم قليلاً من العربية ثم يقرأ القران ويضحك منه ولو انه سمع محمداً صلى الله عليه وسلم يمليه على الناس بتلك اللغة الفصحى الرقيقة وصوته المشبع المقنع الذي يطرب الاذان ويؤثر في القلوب.. لخرّ ساجداً على الارض وناداه: ايها النبي رسول الله خذ بيدنا إلى مواقف الشرف والفخار او مواقع التهلكة والاخطار فنحن من اجلك نودّ الموت او الانتصار) .. وكيف يعقل ان النبي صلى الله عليه وسلم الّف هذا الكتاب باللغة الفصحى مع انها في الازمان الوسطى كاللغة اللاتينية ما كان يعقلها الا القوم العالمون.. ولو لم يكن في القرآن غير بهاء معانيه وجمال مبانيه لكفى بذلك ان يستولي على الافكار ويأخذ بمجامع القلوب..\" (2) ¶ \"اتى محمد صلى الله عليه وسلم بالقرآن دليلاً على صدق رسالته، وهو لا يزال إلى يومنا هذا سرّاً من الاسرار التي تعذر فك طلاسمها ولن يسبر غور هذا السر المكنون الاّ من يصدق بانه منزل من الله..\" (3) ¶ \".. قد نرى تشابهاً بين القرآن والتوراة في بعض المواضع، الا ان سببه ميسور المعرفة.. إذا لا حظنا ان القرآن جاء ليتممها، كما ان النبي صلى الله عليه وسلم خاتم الانبياء والمرسلين\" (4) ¶ _____________ ¶ (1) الكونت هنري دي كاستري (1850 - 1927) Cte.H.de Castries: مقدم في الجيش الفرنسي، قضى في الشمال الافريقي ردحاً من الزمن. من آثاره: (مصادر غير منشورة عن تاريخ المغرب) (1905) ، (الاشراف السعديون) (1921) ، (رحلة هولندي إلى المغرب) (1926) ، وغيرها. ¶ (2) الاسلام: خواطر وسوانح، ص 18 - 20. ¶ (3) نفسه، ص 20. ¶ (4) نفسه، ص 22 - 23.",
            "page": "15",
            "part": "1",
            "seal": "4B83820B"
        },
        {
            "id": "17",
            "nass": "دينيه (1) ¶ \"لقد حقق القرآن معجزة لا تستطيع اعظم المجامع العلمية ان تقوم بها، ذلك انه مكّن للغة العربية في الارض بحيث لو عاد احد اصحاب رسول الله صلى الله عليه وسلم الينا اليوم لكان ميسوراً له ان يتفاهم تمام التفاهم مع المتعلمين من اهل اللغة العربية، بل لما وجد صعوبة تذكر للتخاطب مع الشعوب الناطقة بالضاد. وذلك عكس ما يجده مثلاً احد معاصري (رابيليه) من اهل القرن الخامس عشر الذي هو اقرب الينا من عصر القرآن، من الصعوبة في مخاطبة العدد الاكبر من فرنسيّى اليوم\" (2) ¶ \".. احسّ المشركون، في دخيلة نفوسهم، ان قد غزا قلوبهم ذلك الكلام العجيب الصادر من اعماق قلب الرسول الملهم صلى الله عليه وسلم وكلهم كثيراً ما كانوا على وشك الخضوع لتلك الالفاظ الأخاذة التى ألهمها ايمان سماوي، ولم يمنعهم عن الاسلام الا قوة حبهم لأعراض الدنيا..\" (3) ¶ \"ان معجزة الانبياء الذين سبقوا محمداً كانت في الواقع معجزات وقتية وبالتالي معرضة للنسيان السريع. بينما نستطيع ان نسمي معجزة الآيات القرآنية: (المعجزة الخالدة) وذلك ان تأثيرها دائم ومفعولها مستمر، ومن اليسير على المؤمن في كل زمان وفي كل مكان ان يرى هذه المعجزة بمجرد تلاوة في كتاب الله، وفي هذه المعجزة نجد التعليل الشافي للانتشار الهائل الذي احرزه الاسلام، ذلك الانتشار الذي لا يدرك سببه الاوروبيون لانهم يجهلون القرآن، او لانهم لا يعرفونه الا من خلال ترجمات لا تنبض بالحياة فضلاً عن انها غير دقيقة\". (4) ¶ \"ان كان سحر اسلوب القرآن وجمال معانيه، يحدث مثل هذا التأثير في نفوس علماء لا يمتون إلى العرب ولا إلى المسلمين بصلة، فماذا ترى ان يكون من قوة الحماسة التى تستهوى عرب الحجاز وهم الذين نزلت الآيات بلغتهم الجميلة؟ … لقد كانوا لا يسمعون القرآن الا وتتملك نفوسهم انفعالات هائلة مباغتة، فيظلون في مكانهم وكأنهم قد سمّروا فيه. أهذه الايات الخارقة تأتي من محمد صلى الله عليه وسلم ذلك الامي الذي لم ينل حظاً من المعرفة؟.. كلا ان هذا القرآن لمستحيل ان يصدر عن محمد، وانه لا مناص من الاعتراف بان الله العلي القدير هو الذي املى تلك الايات البينات..\" (5) ¶ \"لا عجب ان نرى النبى الامي يتحدى الشعراء، ويعترف لهم بحق نعتهم له بالكذب، إن أتوا بعشر سور من مثله، فقد آمن بعجزهم عن ذلك\". (6) ¶ _____________ ¶ (1) ايتين دينيه (1861 - 1929) Et.Dinet: تعلم في فرنسا، وقصد الجزائر، فكان يقضي في بلدة بو سعادة نصف السنة من كل عام، واشهر اسلامه وتسمى بناصر الدين (1927) ، وحج إلى بيت الله الحرام (1928) . من آثاره: صنف بمعاونة سليمان بن ابراهيم (محمد في السير النبوية) ، وله بالفرنسية (حياة العرب) ، و (حياة الصحراء) ، و (اشعة خاصة بنور الاسلام) ، و (الشرق في نظر الغرب) ، و (الحج إلى بيت الله الحرام) . ¶ (2) اشعة خاصة بنور الاسلام، 35. ¶ (3) محمد رسول الله، ص 106. ¶ (4) نفسه، ص 118. ¶ (5) نفسه، ص 119 - 121. ¶ (6) نفسه، ص 121.",
            "page": "16",
            "part": "1",
            "seal": "0E69DD24"
        },
        {
            "id": "18",
            "nass": "ديورانت (1) ¶ \".. ظل القرآن اربعة عشر قرناً من الزمان محفوظاً في ذاكرة المسلمين يستثير خيالهم، ويشكل اخلاقهم، ويشحذ قرائح مئات الملايين من الرجال. والقرآن يبعث في النفوس اسهل العقائد، واقلها غموضاً، وابعدها عن التقيد بالمراسم والطقوس، واكثرها تحرراً من الوثنية والكهنوتية. وقد كان له اكبر الفضل في رفع مستوى المسلمين الاخلاقي والثقافي، وهو الذي اقام فيهم قواعد النظام الاجتماعي والوحدة الاجتماعية، وحرضهم على اتباع القواعد الصحية، وحرر عقولهم من كثير من الخرافات والاوهام، ومن الظلم والقسوة، وحسّن احوال الارقاء، وبعث في نفوس الاذلاء الكرامة والعزة، واوجد بين المسلمين.. درجة من الاعتدال والبعد عن الشهوات لم يوجد لها نظير في اية بقعة من بقاع العالم يسكنها الرجل الابيض..\" (2) ¶ _____________ ¶ (1) ول ديورانت W.Durant: مؤلف امريكي معاصر، يعد كتابه (قصة الحضارة) ذو الثلاثين مجلداً، واحداً من اشهر الكتب التي تؤرخ للحضارة البشرية عبر مساراتها المعقدة المتشابكة، عكف على تأليفه السنين الطوال، واصدر جزأه الاول عام 1935، ثم تلته بقية الاجزاء. ومن كتبه المعروفة كذلك (قصة الفلسفة) . ¶ (2) قصة الحضارة، ص 13/68 - 69.",
            "page": "17",
            "part": "1",
            "seal": "8ABD849A"
        },
        {
            "id": "19",
            "nass": "روزنثال (1) ¶ \"من الدوافع العملية لدراسة التاريخ توفر المادة التاريخية في القرآن مما دفع مفسريه إلى البحث عن معلومات تاريخية لتفسير ما جاء فيه. وقد اصبح الاهتمام بالمادة التاريخية، على مر المزمن، احد فروع المعرفة التي تمت بالارتباط بالقرآن. واذا كان الرسول صلى الله عليه وسلم قد سمع بعض الاخبار والمعلومات التاريخية، فان هذا لا يبرر الافتراض بانه قد قرأ المصادر التاريخية كالتوراة في ترجماتها العربية. لقد وردت في القرآن معلومات تاريخية تختلف عما يدعي اليهود وجوده في التوراة. وقد ذكر الرسول صلى الله عليه وسلم ان اليهود والنصارى حرفوا التوراة، وتمسك المسلمون بما جاء في القرآن.. لقد اشار القرآن إلى كثير من الاحداث التي احاطت بالرسول صلى الله عليه وسلم.. وكان لذلك اهمية في التاريخ الاسلامي لان الاحداث التي اشارت اليها الآيات صارت لها اهمية تاريخية كبرى للمسلمين، واستثارت البحوث التاريخية..\" (2) ¶ _____________ ¶ (1) فرانز روزنثال F.rsenthal: من اساتذة جامعة ييل. من آثاره: العديد من الدراسات والابحاث في المجلات الشهيرة مثل (الثقافة الاسلامية) ، (الشرقيات) ، (صحيفة الجمعية الامريكية الشرقية) .كما الف عدداً من الكتب من اشهرها: (مناهج العلماء المسلمين في البحث العلمي) ، (وعلم التاريخ عند المسلمين) . ¶ (2) علم التاريخ عند المسلمين، ص 41 - 42.",
            "page": "18",
            "part": "1",
            "seal": "9A939B9E"
        },
        {
            "id": "20",
            "nass": "ريسلر (1) ¶ \"..لما كانت روعة القرآن في اسلوبه فقد انزل ليقرأ ويتلى بصوت عال. ولا تستطيع اية ترجمة ان تعبر عن فروقه الدقيقة المشبعة بالحساسية الشرقية. ويجب ان تقرأه في لغته التي كتب بها لتتمكن من تذوق جمله وقوته وسمو صياغته. ويخلق نثره الموسيقى والمسجوع سحراً مؤثراً في النفس حيث تزخر الافكار قوة وتتوهج الصور نضارة، فلا يستطيع احد ان ينكر ان سلطانه السحري وسموه الروحي يسهمان في إشعارنا بان محمداً صلى الله عليه وسلم كان ملهماً بجلال الله وعظمته\" (2) ¶ \"كان في القرآن فوق انه كتاب ديني خلاصة جميع المعارف.. وظل زمناً طويلاً اول كتاب يتخذ للقراءة إلى الوقت الذي شكل فيه وحدة كتاب المعرفة والتربية. ولا يزال حتى اليوم النص الذي تقوم عليه اسس التعليم في الجامعات الاسلامية. ولا تستطيع الترجمات ان تنقل ثروته اللغوية (اذ يذبل جمال اللغة في الترجمات كأنها زهرة قطفت من جذورها) ولذلك يجب ان يقرأ القرآن في نصه الاصلي\" (3) ¶ \" ان القرآن يجد الحلول لجميع القضايا، ويربط ما بين القانون الديني والقانون الاخلاقي، ويسعى إلى خلق النظام، والوحدة الاجتماعية، والى تخفيف البؤس والقسوة والخرافات. انه يسعى إلى الاخذ بيد المستضعفين، ويوصي بالبر، ويأمر بالرحمة.. وفي مادة التشريع وضع قواعد لادق التفاصيل للتعاون اليومي، ونظم العقود والمواريث، وفي ميدان الاسرة حدد سلوك كل فرد تجاه معاملة الاطفال والارقاء والحيوانات والصحة والملبس، الخ..\" (4) ¶ \".. حقاً، لقد ظلت شريعة القرآن راسخة على انها المبدأ الاساسي لحياة المسلم ولم يتعرض ما جاء في القرآن من نظر واخلاق ونظام لأية تغييرات ولا لتبديلات بعيدة الغور\" (5) ¶ \"يظل القرآن طيلة القرون الاولى للهجرة من جهة المبدأ مصدر الالهام لكل العقلية الاسلامية فهو يضم بين اطرافه الافكار والاحاسيس الضرورية والكافية لتزويد اعظم الداسات في الفكر\" (6) ¶ _____________ ¶ (1) جاك. س. ريسلر J.S.restler: باحث فرنسي معاصر، واستاذ بالمعهد الاسلامي بباريس. ¶ (2) الحضارة العربية، ص 30 - 31. ¶ (3) نفسه، ص 45. ¶ (4) نفسه، ص 51. ¶ (5) نفسه، ص 75. ¶ (6) نفسه، ص 212.",
            "page": "19",
            "part": "1",
            "seal": "4B526557"
        },
        {
            "id": "21",
            "nass": "سارتون (1) ¶ \"ان لغة القرآن على اعتبار انها اللغة التي اختارها الله جل وعلا للوحي كانت، بهذا التحديد، كاملة ... وهكذا يساعد القرآن على رفع اللغة العربية إلى مقام المثل الاعلى فى التعبير عن المقاصد،.. وجعل منها وسيلة دولية للتعبير عن اسمى مقتضيات الحياة\" (2) ¶ _____________ ¶ (1) جورج سارتون (1884 - 1956) G.Sarton: ولد في بلجيكا، وحصل على الدكتواه في العلوم الطبيعية والرياضية (1911) ، فلما نشبت الحرب رحل إلى انكلترا، ثم تحول عنها إلى الولايات المتحدة، وتجنّس بجنسيّتها فعين محاضراً في تاريخ العلم بجامعة واشنطن (1916) ، ثم في جامعة هارفارد (1917 - 1949) . وقد انكب على دراسة اللغة العربية في الجامعة الامريكية ببيروت (1931 - 1932) والقى فيها وفي كلية المقاصد الاسلامية محاضرات ممتعة لتبيان فضل العرب على التفكير الانساني، زار عدداً من البلدان العربية، وتمرس بالعديد من اللغات، ومنح عدة شهادات دكتوراه كما انتخب عضواً في عشرة مجامع علمية وفي عديد من الجمعيات العالمية، واشرف على عدد من المجلات العلمية. من آثاره: خلف اكثر من خمسمائة بحث، وخير تصانيفه واجمعها: (المدخل إلى تاريخ العلم) في خمسة مجلدات (1927، 1931، 1947) . ¶ (2) الثقافة الغربية في رعاية الشرق الاوسط، ص 37 - 38.",
            "page": "20",
            "part": "1",
            "seal": "6ED098C3"
        },
        {
            "id": "22",
            "nass": "ستشيجفسكا (1) ¶ \"ان القرآن الكريم مع انه انزل على رجل عربى امي نشأ في امة امية، فقد جاء بقوانين لا يمكن ان يتعلمها الإنسان الاّ في ارقى الجامعات، كما نجد في القرآن حقائق علمية لم يعرفها العالم الا بعد قرون طويلة\" (2) ¶ _____________ ¶ (1) يوجينا غيانة ستشيجفسكا Bozena-Gajane stryzewska: باحثة بولونية معاصرة، درست الاسلام في الازهر على يد اساتذة ومشرفين اخصائيين زهاء خمس سنوات (1961 - 1965) ، تمكنت خلالها من اللغة العربية كذلك، وكانت قد انهت دراساتها العليا في كلية الحقوق، وفي معهد اللغات الشرقية في بولونيا. ¶ (2) تاريخ الدولة الاسلامية وتشريعها، ص 17.",
            "page": "21",
            "part": "1",
            "seal": "292750AF"
        },
        {
            "id": "23",
            "nass": "ستيفنز (1) ¶ \"في تلك الفترة من حياتي بدا لي وكأنني فعلت كل شئ وحققت لنفسي النجاح والشهرة والمال والنساء.. كل شئ، ولكن كنت مثل القرد اقفز من شجرة إلى اخرى ولم اكن قانعاً ابداً. ولكن كانت قراءة القرآن بمثابة توكيد لكل شئ بداخلي كنت اراه حقاً، وكان الوضع مثل مواجهة شخصيتي الحقيقية\" (2) القرآن الكريم يقرر الكثير عن الزواج، وعن العلاقة بين الرجل والمرأة، وعن اي موضوع آخر تقريباً\" (3) ¶ _____________ ¶ (1) كات ستيفنز C.Stephens: المغني البريطاني - نمساوي الاصل - المشهور، بيع من اسطواناته ما يقدر بالمليون في الستينات واوائل السبعينات، اعتنق الاسلام عام 1976 بعد ان تعرف على القرآن الكريم بواسطة شقيقه. يقضي الآن معظم وقته في المسجد ويلعب دوراً فعالاً في شئون الجالية الاسلامية في لندن. ¶ (2) رجال ونساء اسلموا، 10/103. ¶ (3) نفسه. 10/103.",
            "page": "22",
            "part": "1",
            "seal": "8148C993"
        },
        {
            "id": "24",
            "nass": "سلهب (1) ¶ \"إن الآية التي استطيب ذكرها هي التي تنبع سماحاً إذ تقول: \"وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ\" (العنكبوت/46) ذلك ما يقوله المسلمون للمسيحيين وما يؤمنون به لانه كلام الله اليهم. انها لعبارات يجدر بنا جميعاً، مسيحيين ومسلمين، ان نرددها كل يوم، فهي حجارة الاساس في بناءٍ نريده ان يتعالى حتى السماء، لانه البناء الذي فيه نلتقي والذي فيه نلقى الله: فحيث تكون المحبة يكون الله، والواقع ان القرآن يذكر صراحة ان الكتب المنزلة واحدة، وان اصلها عند الله، وهذا الاصل يدعى حينا (ام الكتاب) وحينا آخر (اللوح المحفوظ) او (الامام المبين) ..\" (2) ¶ \".. ان محمداً صلى الله عليه وسلم كان امياً لا يقرأ ولا يكتب. فاذا بهذا الامي يهدي الانسانية ابلغ اثر مكتوب حلمت به الانسانية منذ كانت الانسانية ذاك كان القرآن الكريم، الكتاب الذي انزله الله على رسوله هدى للمتقين..\" (3) ¶ \".. الاسلام ليس بحاجة إلى قلمنا، مهما بلغ قلمنا من البلاغة. ولكن قلمنا بحاجة إلى الاسلام، إلى ما ينطوي عليه من ثروة روحية واخلاقية، إلى قرانه الرائع الذي بوسعنا ان نتعلم منه الكثير\" (4) ¶ \"لم يقدر لاي سفر، قبل الطباعة، ايا كان نوعه واهميته، ان يحظى بما حظى به القرآن من عناية واهتمام، وان يتوفّر له ما توفّر للقرآن من وسائل حفظته من الضياع والتحريف، وصانته عما يمكن ان يشوب الاسفار عادة من شوائب\" (5) \"تلك اللغة التي ارادها الله قمة اللغات، كان القرآن قمتها، فهو قمة القمم، ذلك بانه كلام الله..\" (6) ¶ _____________ ¶ (1) نصري سلهب N.Salhab: مسيحي من لبنان، يتميز بنظرته الموضوعية وتحريه للحقيقة المجردة، كما عرف بنشاطه الدؤوب لتحقيق التعايش السلمي بين الاسلام والمسيحية في لبنان، - كما يزعم - إنْ على مستوى الفكر او على مستوى الواقع وعبر الستينات كتب العديد من الفصول والقى العديد من المحاضرات في المناسبات الاسلامية والمسيحية على السواء، متوخيأ الهدف نفسه. من مؤلفاته: (لقاء المسيحية والاسلام) (1970) ، و (في خطى محمد) (1970) . ¶ (2) لقاء المسيحية والاسلام، ص 22. ¶ (3) نفسه، ص 94. ¶ (4) نفسه، ص 121. ¶ (5) نفسه، ص 1/86. ¶ (6) نفسه، ص 1/87.",
            "page": "23",
            "part": "1",
            "seal": "F7C12386"
        },
        {
            "id": "25",
            "nass": "سوسه (1) ¶ \"يرجع ميلي إلى الاسلام.. حينما شرعت في مطالعة القرآن الكريم للمرة الاولى.. فولعت به ولعاً شديداً.. وكنت اطرب لتلاوة اياته..\" (2) ¶ \".. الواقع ان تحوير وتبديل مصاحف اليهود امر اجمع عليه العلماء في عصرنا الحالي نتيجة الدرس والتنقيب وقد جاء ذلك تأييداً علمياً للاقوال الربانية التي اوحيت قبل نيف وثلاثة عشر قرنا على لسان النبي العربي الكريم صلى الله عليه وسلم. اما الفرقان المجيد.. فقد حافظ المسلمون عليه بحرص شديد وامانة صادقة فهو حقاً الكتاب المقدس الفريد الذي اجمع الكل على سلامته وطهارته من التلاعب والتحوير، وما على القارئ الا ان يطالع ما كتبه المستشرقون في هذا الباب.. الذين وصفوا كيفية جمعه وتدوينه، وهؤلاء اجانب غرباء كثيراً ما يصوّبون اسهمهم الناقدة السامة نحو الاسلام. والواقع ان الدلائل التاريخية واضحة بأجلى وضوح مما لا يترك اي شك في ان الفرقان الكريم لم يطرأ عليه اي تحريف او تحوير وقد جاء كلام الله بكامله على لسان نبيه صلى الله عليه وسلم دون ان يتغير فيه حرف واحد\" (3) ¶ \"ورد في القرآن انه جاء مهيمناً على ما بين يديه من الكتاب، ويستدل من ذلك ان التعاليم الالهية المقدسة الاصلية قد ضمن القرآن المحافظة عليها بما اوضحه من الحقيقة باظهار الصحيح والدخيل في الكتب الرائجة في زمان نزوله، وعليه فيكون بهذا البيان والايضاح قد جاء خير مهيمن على كتب الله الحقيقية وخير حافظ اياها من التلاعب\" (4) ¶ \"الواقع انه يتعذر على المرء الذي لم يتقن اللغة العربية ولم يضطلع بأدابها ان يدرك مكانة هذا الفرقان الالهي وسموه وما يتضمنه من المعجزات المبهرة، ولماكان القرآن الكريم قد تناول كل انواع التفكير والتشريع فقد يكون من العسير على انسان واحد ان يحكم في هذه المواضيع كلها، وهل من مناص للمرء من الانجذاب إلى معجزة القرآن بعد تمعنه في اميّة نبي الاسلام ووقوفه على اسرار حياة الرسول صلى الله عليه وسلم.. فقد جعل الله تعالى معجزة القرآن وامية محمد صلى الله عليه وسلم برهاناً على صدق النبوة وصحة انتساب القرآن له..\" (5) ¶ \"ان معجزة القرآن الكريم هي اكثر بروزاً في عصرنا الحالي، عصر النور والعلم، مما كانت عليه في الازمنة التي سادها الجهل والخمول..\" (6) ¶ _____________ ¶ (1) الدكتور احمد نسيم سوسه Dr. A. N. Sousa: باحث مهندس من العراق، وعضو في المجمع العلمي العراقي، وواحد من ابرز المختصين بتاريخ الري في العراق، كان يهودياً فاعتنق الاسلام متأثراً بالقرآن الكريم، وتوفي قبل سنوات قلائل. ترك الكثير من الدراسات في مختلف المجالات وخاصة في تاريخ الريّ، وفنّد في عدد منها ادعاءات الصهيونية العالمية من الناحية التاريخية، ومن مؤلفاته الشهيرة: (مفصل العرب واليهود في التاريخ) ، و (في طريقي إلى الاسلام) الذي تحدث فيه عن سيرة حياته. ¶ (2) في طريقي إلى الاسلام، 1/51. ¶ (3) نفسه، 1/182 - 183. ¶ (4) 3 نفسه، 1/172 - 183. ¶ (5) نفسه، 1/185. ¶ (6) نفسه، 1/185.",
            "page": "24",
            "part": "1",
            "seal": "78338EFD"
        },
        {
            "id": "26",
            "nass": "سيديو (1) ¶ \"لا تجد في القرآن آية إلا توحي بمحبة شديدة لله.. وفيه حث كبير على الفضيلة خلا تلك القواعد الخاصة بالسلوك الخلقي.. وفيه دعوة كبيرة إلى تبادل العواطف وحسن المقاصد والصفح عن الشتائم، وفيه مقت للعجب والغضب، وفيه إشارة إلى ان الذنب قد يكون بالفكر والنظر، وفيه حض على الايفاء بالعهود حتى مع الكافرين، وتحريض على خفض الجناح والتواضع، وعلى استغفار الناس لمن يسيئون إليهم، لا لعنهم ويكفى جميع تلك الاقوال الجامعة المملوءة حكمة ورشداً لاثبات صفاء قواعد الاخلاق في القرآن.. إنه أبصر كلّ شئ..\" (2) ¶ \".. صلح القرآن ليكون نموذجاً للاسلوب وقواعد النحو.. فاوجب ذلك نشوء علم اللغة، فظهور علم البيان الذي درس فيه تركيب الكلام ومقتضى الحال والبديع واوجه البلاغة، واضحى لصناعة قراءة القرآن وتفسيره اكثر من مئة فرع، فادى هذا إلى مالا حصر له من التأليف في كل منها، واغتنت اللغة العربية بتعابير جديدة كثيرة بعيدة من الفساد بمخالطة اللغات الاخرى..\" (3) ¶ \"مما يجدر ذكره ان يكون القرآن، بين مختلف اللغات التي يتكلم بها مختلف الشعوب الاسلامية في آسيا حتى الهند، وفي افريقية حتى السودان، كتاباً يفهمه الجميع، وان يربط القرآن هذه الشعوب المتباينة الطبائع برابط اللغة والمشاعر..\" (4) ¶ _____________ ¶ (1) لويس سيديو (1808 - 1876) l. Sedillot: مستشرق فرنسى عكف على نشر مؤلفات ابيه جان جاك سيديو الذي توفي عام 1832 قبل ان تتاح له فرصة إخراج كافة اعماله في تاريخ العلوم الاسلامية. وقد عين لويس اميناً لمدرسة اللغات الشرقية (1831) وصنف كتاباً بعنوان (خلاصة تاريخ العرب) فضلاً عن (تاريخ العرب العام) ، وكتب العديد من الابحاث والدراسات في المجلات المعروفة. ¶ (2) تاريخ العرب العام، ص 89، 98 - 99، 100، 117. ¶ (3) تاريخ العرب العام، ص 89، 98 - 99. ¶ (4) نفسه، ص 458.",
            "page": "25",
            "part": "1",
            "seal": "9F8D3173"
        },
        {
            "id": "27",
            "nass": "سيرويا (1) ¶ \".. القرآن وحي من الله، لا يدانيه اسلوب البشر، وهو في الوقت عينه، ثورة عقيدية، هذه الثورة العقيدية لا تعترف - لا بالبابا ولا اى مجمع لعلماء الكهنوت والقساوسة، حيث لم يشعر الاسلام يوما بالخشية والهلع من قيام مبدأ التحكيم العقلي الفلسفي. فاذا قارنا الاسلام باليهودية والمسيحية نجد بعض الخطوط المميزة والتي لا تبدو مطابقة تماماً خاصة مع المسيحية.. فالنظام المسيحي اليهودي يخالف الاسلام حيث لا يوجد فراغ بين الخالق والخلق البشري، هذا الفراغ لدى اليهود والمسيحيين ملئ بالواسطة.. ولا شئ من هذا يتفق مع الاسلام. فمحمد صلى الله عليه وسلم مع كونه مبعوثاً ورسولاً من لدن الله لم يتظاهر بانكار دعوات كل من موسى وعيسى، كل مجهوده انحصر في تنقيتهما على ما جاء في القرآن، الذي وضع في العام الاول مهاجمة مبدأ الثلاثية منبهاً إلى ان عيسى ليس سوى رجل ابن مريم وليس بابن الله والقول بان الله له ولد، هذا شرك كبير تنشق له السماء وتنفتح له الارض وتنسحق له الجبال. اما روح القدس فما هو الا بمثابة ملاك مثل جبريل دوره هو ان ينقل إلى عيسى ومحمد صلى الله عليه وسلم الدعوة المقدسة، اما مريم فهى مريم العذراء وليست بام الله..\" (2) ¶ _____________ ¶ (1) هنري سيرويا H. Serouya: مستشرق فرنسي. من آثاره: (موسى بن ميمون: ترجمته واثاره وفلسفته) (1921) ، (الصوفية والمسيحية واليهودية) ، (فلسفة الفكر الاسلامي) . ¶ (2) فلسفة الفكر الاسلامي، ص 32 - 33.",
            "page": "26",
            "part": "1",
            "seal": "7E60B312"
        },
        {
            "id": "28",
            "nass": "شاد (1) ¶ \".. عندما آمنت بالتوحيد بدأت ابحث عن الحجج والبراهين التي تثبت ان القرآن هو كتاب الله تعالى وانه آخر الكتب السماوية وخاتمها، وإنني احمد الله إذ مكنني من حل هذه المسألة. فالقرآن الكريم هو الكتاب الوحيد الذي يعترف بكافة الكتب السماوية الاخرى، بينما نجد انها جميعاً يرفض بعضها بعضاً.. وهذه في الحقيقة هي إحدى خصائص ومميزات القرآن الكريم، آخر الكتب السماوية وخاتمها\" (2) ¶ \".. ان القرآن الكريم هو الكتاب السماوي الوحيد الذي يحفظه عن ظهر قلب الوف مؤلفة من البشر في مختلف بقاع الارض، بينما نجد ان الكتب المقدسة الاخرى محفوظة بالخط المطبوع فقط. ومن هنا لو حدث لسبب او لآخر ان اختفت الكتب المطبوعة يظل القرآن هو كتاب الله الوحيد المحفوظ في الصدور. وهكذا يحق له ان يتباهى بانه ظل في مأمن من التحريف لم ينقص منه حرف واحد ولم يزد فيه حرف واحد منذ ان نزل به الوحي على رسول الله صلى الله عليه وسلم. فليست هناك اية تناقضات ولا اخطاء من اي نوع في القرآن الكريم، هذا في الوقت الذي تعاني فيه الكتب السماوية الاخرى في نسختها الحالية من الكثير من التغيير والتبديل. وهذا سبب آخر جعلني اؤمن بالاسلام\" (3) ¶ _____________ ¶ (1) بشير احمد شاد Basheer A. Shad: ولد عام 1928، لأسرة نصرانية هندية بقرية ديان جالو الهندية، كان ابوه ماتياس مبشراً نصرانياً ولذا حرص على تنشئة ابنه على ذات الطريق، في عام 1947 اكمل دراسته وبدأ يعمل مبشراً في لاهور، لكنه مثل كثيرين غيره ما لبث ان فقد قناعاته - كليّة - بالنصرانية وانتهى به الامر بعد عشرين سنة من البحث والمعاناة إلى اعلان اسلامه، (حزيران عام 1968) . ¶ (2) رجال ونساء اسلموا، 7/19 - 20. ¶ (3) نفسه، ص 7/20.",
            "page": "27",
            "part": "1",
            "seal": "A1965B12"
        },
        {
            "id": "29",
            "nass": "فاغليري (1) ¶ \"ان معجزة الاسلام العظمى هي القرآن الذي تنقل الينا الرواية الراسخة غير المنقطعة، من خلاله، انباء تتصف بيقين مطلق. انه كتاب لا سبيل إلى محاكاته. ان كلاً من تعبيراته شامل جامع، ومع ذلك فهو ذو حجم مناسب، ليس بالطويل اكثر مما ينبغي، وليس بالقصير اكثر مما ينبغي. اما اسلوبه فاصيل فريد. وليس ثمة ايما نمط لهذا الاسلوب في الادب العربي تحدر الينا من العصور التي سبقته. والاثر الذي يحدثه في النفس البشرية انما يتم من غير ايما عون عرضى او اضافى من خلال سموه السليقيّ. ان آياته كلها على مستوى واحد من البلاغة، حتى عندما تعالج موضوعات لابدّ ان تؤثر في نفسها وجرسها كموضوع الوصايا والنواهي وما اليها. انه يكرر قصص الانبياء (عليهم السلام) واوصاف بدء العالم ونهايته، وصفات الله وتفسيرها، ولكن يكررها على نحو مثير إلى درجة لا تضعف من اثرها. وهو ينتقل من موضوع إلى موضوع من غير ان يفقد قوته. اننا نقع هنا على العمق والعذوبة معا - وهما صفتان لا تجتمعان عادة - حيث تجد كل صورة بلاغية تطبيقاً كاملاً فكيف يمكن ان يكون هذا الكتاب المعجز من عمل محمد صلى الله عليه وسلم، وهو العربي الاميّ الذي لم ينظم طوال حياته غير بيتين او ثلاثة ابيات لا ينمّ اي منها عن ادنى موهبة شعرية؟ \" (2) ¶ \"لا يزال لدينا برهان آخر على مصدر القرآن الالهي في هذه الحقيقة: وهي ان نصّه ظل صافياً غير محرف طوال القرون التي تراخت ما بين تنزيله ويوم الناس هذا، وان نصه سوف يظل على حاله تلك من الصفاء وعدم التحريف، باذن الله، مادام الكون\" (3) ¶ \"ان هذا الكتاب، الذي يتلى كل يوم في طول العالم الاسلامي وعرضه، لا يوقع في نفس المؤمن ايما حسّ بالملل. على العكس، انه من طريق التلاوة المكرورة يحبب نفسه إلى المؤمنين اكثر فاكثر يوما بعد يوم. انه يوقع في نفس من يتلوه او يصغى اليه حسّاً عميقاً من المهابة والخشية. ان في امكان المرء ان يستظهره في غير عسر، حتى اننا لنجد اليوم، على الرغم من انحسار موجة الايمان، آلافاً من الناس القادرين على ترديده عن ظهر قلب وفي مصر وحدها عدد من الحفاظ اكثر من عدد القادرين على تلاوة الاناجيل في اوروبا كلها\" (4) ¶ \"ان انتشار الاسلام السريع لم يتم لا عن طريق القوة ولا بجهود المبشرين الموصولة. ان الذي ادى إلى ذلك الانتشار كون الكتاب الذي قدمه المسلمون للشعوب المغلوبة مع تخييرها بين قبوله ورفضه، كتاب الله، كلمة الحق، اعظم معجزة كان في ميسور محمد صلى الله عليه وسلم ان يقدمها إلى المترددين في هذه الارض\" (5) ¶ \"فيما يتصل بخلق الكون فان القرآن على الرغم من اشارته إلى الحالة الاصلية والى اصل العالم.. لا يقيم ايما حدّ مهما يكن في وجه قوى العقل البشري، ولكنه يتركها طليقة تتخذ السبيل الذي تريد..\" (6) ¶ _____________ ¶ (1) لورا فيشيا فاغليري l.Veccica Vaglier: باحثة إيطالية معاصرة انصرفت إلى التاريخ الاسلامي قديماً وحديثاً، والى فقه العربية وادابها. من آثارها: (قواعد العربية) في جزئين (1937 - 1941) ، و (الاسلام) (1946) ، و (دفاع عن الاسلام) (1952) ، والعديد من الدراسات في المجلات الاستشراقية المعروفة. ¶ (2) دفاع عن الاسلام، ص 56 - 57 ¶ (3) نفسه، ص 58 - 59 ¶ (4) نفسه، ص 59 ¶ (5) نفسه، ص59 ¶ (6) نفسه، ص 60",
            "page": "28",
            "part": "1",
            "seal": "FF1E7B7B"
        },
        {
            "id": "30",
            "nass": "فايس (1) ¶ \"هكذا، بإلماح إلى وعي الإنسان وعقله ومعرفته بدأ تنزيل القرآن..\" (2) \"اصبحت السا (زوجتي) ، شأني انا، اكثر تأثراً مع الوقت بذلك الالتئام الباطني بين تعاليم (القرآن) الاخلاقية وتوجيهاته العملية. ان لله بمقتضى القرآن، لم يطلب خضوعاً اعمى من جانب الإنسان بل خاطب عقله: انه لا يقف بعيداً عن مصير الإنسان بل انه (اقرب اليك من حبل الوريد) انه لم يرسم اي خط فاصل بين الايمان والسلوك الاجتماعي\" (3) ¶ \".. لقد عرفت الآن، بصورة لا تقبل الجدل، ان الكتاب الذي كنت ممسكاً به في يدي كان كتاباً موحى به من الله. فبالرغم من انه وضع بين يدي الإنسان منذ اكثر من ثلاثة عشر قرنا فانه توقع بوضوح شيئاً لم يكن بالامكان ان يصبح حقيقة الا في عصرنا هذا المعقد، الآلي. لقد عرف الناس التكاثر في جميع العصور والازمنة ولكن هذا التكاثر لم ينته قط من قبل إلى ان يكون مجرد اشتياق إلى امتلاك الاشياء والى ان يصبح ملهاة حجبت رؤية ايما شئ آخر.. اليوم اكثر من امس وغداً اكثر من اليوم.. لقد عرفت ان هذا 1 لم يكن مجرد حكمة انسانية من انسان عاش في الماضي البعيد في جزيرة العرب النائية فمهما كان هذا الإنسان على مثل هذا القدر من الحكمة فانه لم يكن يستطيع وحده ان يتنبأ بالعذاب الذي يتميز به هذا القرن العشرون. لقد كان ينطق لي، من القرآن، صوت اعظم من صوت محمد\" (4) ¶ _____________ ¶ (1) ليوبولد فايس (محمد اسد) l. Weiss: مفكر، وصحفي نمساوي، اشهر إسلامه، وتسمى بمحمد اسد وحكى في كتابه القيم (الطريق إلى مكة) تفاصيل رحلته إلى الاسلام. وقد انشأ بمعاونة وليم بكتول، الذي اسلم هو الآخر، مجلة (الثقافة الاسلامية) ، في حيدر آباد، الدكن (1927) وكتب فيها دراسات وفيرة معظمها في تصحيح اخطاء المستشرقين عن الاسلام. من آثاره: ترجم صحيح البخاري بتعليق وفهرس، والف (اصول الفقه الاسلامي) ، و (الطريق إلى مكة) ، و (منهاج الاسلام في الحكم) ، و (الاسلام على مفترق الطرق) . ¶ (2) الطريق إلى مكة، ص 303. ¶ (3) نفسه، ص 318. ¶ (4) نفسه، ص 328 - 329.",
            "page": "29",
            "part": "1",
            "seal": "E1B6F8C6"
        },
        {
            "id": "31",
            "nass": "فيشر (1) ¶ \"ان القرآن كلام الله يشد فؤاد المسلم، وتزداد روعته حين يتلى عليه بصوت مسموع، ولكنه لا يفهم هذه الروعة كما لم يفهمها زملاؤه الذين سبقوه إلى الاعتراف ببلاغة القرآن، اعتماداً على اثره البليغ في قلوب قرّائه وسامعيه، ثم يقفون عند تقرير هذه البلاغة بشهادة السماع\" (2) ¶ \".. ان القرآن كتاب تربية وتثقيف، وليس كل ما فيه كلاماً عن الفرائض والشعائر، وان الفضائل التي يحث عليها المسلمين من اجمل الفضائل وارجحها في موازين الاخلاق، وتتجلى هداية الكتاب في نواهيه كما تتجلى في اوامره..\" (3) ¶ _____________ ¶ (1) الدكتور سيدني فيشر Sydney Fisher: استاذ التاريخ في جامعة اوهايو الامريكية، وصاحب الدراسات المتعددة في شئون البلاد الشرقية التي يدين الاكثرون من ابنائها بالاسلام. مؤلف كتاب (الشرق الاوسط في العصر الاسلامي) والذي يناقش فيه العوامل الفعالة التي يرجع اليها تطور الشعوب والحوادث في هذه البلاد واولها الاسلام. ¶ (2) الشرق الاوسط في العصر الاسلامي، عن العقاد: ما يقال عن الاسلام، ص 54. ¶ (3) نفسه، ص 54.",
            "page": "30",
            "part": "1",
            "seal": "3649FE77"
        },
        {
            "id": "32",
            "nass": "جب (1) ¶ \"إذا رأى احد ان الحاح القرآن على فعل الخير غير كثير اثبتنا له بالحجة القاطعة خطأه وسقنا اليه ذلك التعريف الشامل للبر في تلك الاية العظيمة \"لَّيْسَ الْبِرَّ أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ وَالْمَلآئِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّآئِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُواْ وَالصَّابِرِينَ فِي الْبَأْسَاء والضَّرَّاء وَحِينَ الْبَأْسِ أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ\" (البقرة/177) فالبر اذن تاج الايمان الحق، حين يدرك المؤمن اخيراً ان الله شاهد ابداً، ويستجيب لشهوده في كل افكاره واعماله\" (2) ¶ \"هذه، إذن، هي الرسالة التي بلغها القرآن إلى الجيل الاول من المسلمين وظل يبلغها إلى جميع الاجيال منذ عهدئذ. فالقرآن سجل لتجربة حية مباشرة في ميدان الالوهية، تجربة ذات طرفين: واحد مطلق وآخر متصل بشؤون الحياة العامة، ودعوة للمخلوق كي ينظم حياته ليتمكن من الاخذ بنصيب في تلك التجربة. وحين يتبع المسلم اوامر القرآن ويسعى ليستكنه روح تعاليمه، لا بفكره فحسب بل بقلبه وروحه ايضاً، فانه يحاول ان يستملك شيئاً من الرؤى الحدسية ومن التجربة التي كانت للرسول الحبيب. ويعظم في عينيه مغزى كل آية فيه، لإيمانه بانه كلام الله. ولو لم يكن هذا الايمان شعبة من عقيدته لما تناقصت قيمته لديه من حيث هو منبع حي للالهام والاستبصار الديني\" (3) ¶ \"مهما يكن امر استمداد الاسلام من الاديان التي سبقته فذلك لا يغير هذه الحقيقة ايضاً وهي: ان المواقف الدينية التي عبر عنها القرآن ونقلها إلى الناس تشمل بناء دينياً جديداً متميزاً\" (4) ¶ \".. على الرغم مما قام به العلماء المتأخرون من تطوير لعلم كلام اسلامي منهجي، يبقى صحيحاً ما ذكرناه سابقاً وهو: ان جمهور الجماعة الاسلامية كان يتألف من شعوب احدثت لديها ممارسة حقائق الدين ممارسة حدسية اثراً اقوى واسرع من كل اثر خلفه اي قدر من الجدل العقلي او من حذاقته وبراعته\" (5) ¶ \" إننا نخطئ خطأً فاحشاً إذا اقتصرنا على النظر إلى هذه العقيدة نظرتنا لمذهب لاهوتي اتقن بشكل وراثى من جيل إلى جيل منذ الف وثلاثمائة سنة. انها على العكس من ذلك يقين وايمان حي يتجدد ويتأكد باستمرار في قلوب المسلمين وارواحهم وافكارهم، ولدى العربي بشكل خاص، حين يدرس النصّ المقدس. لقد عارض المذهب السني المتمسك بشكل عام ترجمة القرآن إلى اللغات الاسلامية الاخرى على الرغم من ان النص العربي يظهر في بعض الاحيان مقترنا بترجمة تركية او فارسية او اوردية وغيرها من اللغات. ان هذا الموقف يستند على محاكمة شرعية متماسكة تصوغ حججها إلى حد ما بشكل عقلاني مستندة في ذلك على اعتبارات بعيدة عن هذا الشكل العقلاني. والواقع ان القرآن لا يمكن ترجمته بشكل اساسي كما هي الحال بالنسبة للشعر الرفيع، اذ ليس بالامكان التعبير عن مكنون القرآن باللغة العادية، ولا يمكن ان يعبر عن صوره وامثاله لان كل عطف او مجاز او براعة لغوية يجب ان تدرس طويلاً قبل ان ينبثق المعنى للقارئ. والقرآن كذلك له حلاوة وطلاوة ونظم بديع مرتب لا يمكن تحديده لانها تعد بسحرها افكار الشخص الذي يصغي إلى القرآن لتلقي تعاليمه. ولا شك ان تأويل كلمات القرآن إلى لغة اخرى لا يمكن الاّ ان يشوهها ويحول الذهب النقيّ إلى فخار..\" (6) ¶ _____________ ¶ (1) سير هاملتون الكساندر روسكين جب (1895 - 1967) Prof.SilHamirton A. l. Gibb: يعد امام المستشرقين الانكليز المعاصرين، استاذ اللغة العربية في جامعة لندن سنة 1930، واستاذ في جامعة اكسفورد منذ سنة 1937، وعضو مؤسس في المجمع العلمي المصري، تفرغ للأدب العربي وحاضر بمدرسة المشرقيات بلندن. من آثاره: (دراسات في الادب العصرية) (1926) ، (الفتوحات الاسلامية في آسيا الوسطى وعلاقتها ببلاد الصين) ، (رحلات ابن بطوطة) ، (اتجاهات الاسلام المعاصرة) ، وهو احد محرري دائرة المعارف الاسلامية. ¶ (2) دراسات في حضارة الاسلام، ص 254. ¶ (3) نفسه، 254. ¶ (4) نفسه، ص254 - 255. ¶ (5) نفسه، ص255. ¶ (6) الاتجاهات الحديثة في الاسلام، ص 30 - 31.",
            "page": "31",
            "part": "1",
            "seal": "2BDB0DEA"
        },
        {
            "id": "33",
            "nass": "كويليام (1) ¶ \"من الوجه العلمي، بصرف النظر عن انه كتاب موحى به، فالقرآن ابلغ كتاب في الشرق.. (وهو حافل بالمجازات السامية ملئ بالاستعارات الباهرة) ..\" (2) ¶ \"احكام القرآن ليست مقتصرة على الفرائض الادبية والدينية.. انه القانون العام للعالم الاسلامي، وهو قانون شامل للقوانين المدنية والتجارية والحربية والقضائية والجزائية. ثم هو قانون ديني يدار على محوره كل امر من الامور الدينية إلى امور الحياة الدنيوية، ومن حفظ النفس إلى صحة الابدان، ومن حقوق الرعية إلى حقوق كل فرد، ومن منفعة الإنسان الذاتية إلى منفعة الهيئة الاجتماعية، ومن الفضيلة إلى الخطيئة، ومن القصاص في هذه الدنيا إلى القصاص في الآخرة.. وعلى ذلك فالقران يختلف مادياً عن الكتب المسيحية المقدسة التي ليس فيها شئ من الاصول الدينية بل هي في الغالب مركبة من قصص وخرافات واختباط عظيم في الامور التعبدية.. وهي غير معقولة وعديمة التأثير\" (3) ¶ \"لقد عثرت في (دائرة المعارف العامة) Popural Encycropedia: على نبذة نصها كما يأتي (إن لغة القرآن معتبرة بانها من افصح ما جاء في اللغة العربية فان ما فيه من محاسن الانشاء وجمال البراعة جعله باقياً بلا تقليد ودون مثيل. اما احكامه العقلية فانها نقية زكية إذا تأملها الإنسان بعين البصيرة لعاش عيشة هنية) ..\" (4) ¶ \"هذا القرآن الذي هو كتاب حكمة فمن اجال طرف اعتباره فيه وامعن النظر في بدائع اساليبه وما فيها من الاعجاز رآه وقد مر عليه من الزمان الف وثلاثمائة وعشرون سنة كانه مقول في هذا العصر اذ هو مع سهولته بليغ ممتنع ومع إيجاز مفيد للمرام بالتمام. وكما انه كان يرى مطابقاً للكلام في زمن ظهوره لهجة واسلوباً كذلك يرى موافقاً لاسلوب الكلام في كل زمن ولهجة، وكلما ترقّت صناعة الكتابة قدرت بلاغته وظهرت للعقول مزاياه. وبالجملة فان فصاحته وبلاغته قد اعجزت مصاقع البلغاء وحيرت فصحاء الاولين والآخرين. واذا اعطفنا النظر إلى ما فيه من الاحكام وما اشتمل عليه من الحكم الجليلة نجده جامعاً لجميع ما يحتاجه البشر في حياته وكماله وتهذيب اخلاقه.. وكذا نراه ناهياً عما ثبت بالتجارب العديدة خسرانه وقبحه من الافعال ومساوئ الاخلاق.. وكم فيه ما عدا ذلك ايضاً ما يتعلق بسياسة المدن وعمارة الملك، وما يضمن للرعية الامن والدعة من الاحكام الجليلة التي ظهرت منافعها العظيمة بالفعل والتجربة فضلاً عن القول..\" (5) ¶ \"ان من ضمن محاسن القرآن العديدة امرين واضحين جداً احدهما علامة الخشوع والوقار التي تشاهد دائماً على المسلمين عندما يتكلمون عن المولى ويشيرون اليه.. والثانى خلوّه من القصص والخرافات وذكر العيوب والسيآت والى آخره، والامر الذي يؤسف عليه كثيراً لوقوعه بكثرة فيما يسميه المسيحيون (العهد القديم) ..\" (6) ¶ _____________ ¶ (1) عبد الله كويليام Kwerem: مفكر انكليزي، ولد سنة 1856، واسلم سنة 1887، وتلقب باسم: (الشيخ عبد الله كويليام) . من آثاره: (العقيدة الاسلامية) (1889) ، و (احسن الاجوبة) . ¶ (2) العقيدة الاسلامية، ص 119 - 120. ¶ (3) نفسه، ص 122 - 123. ¶ (4) نفسه، ص 139 - 140. ¶ (5) احسن الاجوبة، ص 23 - 26. ¶ (6) العقيدة الاسلامية، ص 38.",
            "page": "32",
            "part": "1",
            "seal": "3DEBC9D0"
        },
        {
            "id": "34",
            "nass": "لاندو (1) ¶ \"بسبب من ان مهمة ترجمة القرآن بكامل طاقته الايقاعية، إلى لغة اخرى، تتطلب عناية رجل يجمع الشاعرية إلى العلم، فاننا لم نعرف حتى وقت قريب ترجمة جيدة استطاعت ان تتلقف شيئاً من روح الوحي المحمدي. والواقع ان كثيراً من المترجمين الاوائل لم يعجزوا عن الاحتفاظ بجمال الاصل فحسب، بل كانوا إلى ذلك مفعمين بالحقد على الاسلام إلى درجة جعلت ترجماتهم تنوء بالتحامل والغرض ولكن حتى افضل ترجمة ممكنة للقرآن في شكل مكتوب لا تستطيع ان تحتفظ بايقاع السور الموسيقي الاسر، على الوجه الذي يرتلها به المسلم. وليس يستطيع الغربي ان يدرك شيئاً من روعة كلمات القرآن وقوّتها الا عندما يسمع مقاطع منه مرتلة بلغته الاصلية\" (2) ¶ \".. كلف كاتب الوحي، زيد بن ثابت، جمع الايات القرآنية في شكل كتاب وكان ابو بكر (رضي الله عنه) قد اشرف على هذه المهمة. وفي ما بعد، إثر جهد مستأنف بذل بامر من الخليفة عثمان (رضي الله عنه) اتخذ القرآن شكله التشريعي النهائى الذي وصل الينا سليماً لم يطرأ عليه أي تحريف\" (3) ¶ \".. ان بين آيات قصار السور ترابطاً باهراً له تأثيره الوجداني برغم انه ليس ثمة ايما وزن نظامي. وفي الحق ان سماع السور تتلى في الاصل العربي، كثيراً ما يخلف في نفس المرء تأثيراً بليغاً. لقد اريد بالقرآن.. ان يتلى في صوت جهير. ويتعين على المرء ان يسمعه مرتلاً لكي يحكم عليه حكماً عادلاً ويقدره حق قدره.. وبوصفه كلمة الله الحقيقية، كان معجزاً لا سبيل إلى محاكاته، ولم يكن ثمة، بكل بساطة، ايما شئ من مثله\" (4) ¶ _____________ ¶ (1) روم لاندو. randaul.: نحّات وناقد فني انكليزي، زار زعماء الدين في الشرق الادنى (1937) ، وحاضر في عدد من جامعات الولايات المتحدة (1952 - 1957) ، استاذ الدراسات الاسلامية وشمالي افريقيا في المجمع الامريكي للدراسات الاسيوية في سان فرنسيسكو (1953) . من آثاره: (الله ومغامرتي (1935) ، (بحث عن الغد) (1938) ، (سلم الرسل) (1939) ، (دعوة إلى المغرب) (1950) ، (سلطان المغرب) (1951) ، (فرنسا والعرب) (1953) ، (الفن العربي) (1955) وغيرها. ¶ (2) الاسلام والعرب، ص 36 - 37. ¶ (3) نفسه، ص 296. ¶ (4) نفسه، ص 296 - 297.",
            "page": "33",
            "part": "1",
            "seal": "466E8351"
        },
        {
            "id": "35",
            "nass": "لوبون (1) ¶ \".. ان اصول الاخلاق في القرآن عالية علوّ ما جاء في كتب الديانات الاخرى جميعها، وان اخلاق الامم التي دانت له تحولت بتحول الازمان والعروق مثل تحول الامم الخاضعة لدين عيسى (عليه السلام) .. ان اهم نتيجة يمكن استنباطها هي تأثير القرآن العظيم في الامم التي اذعنت لاحكامه، فالديانات التي لها ما للاسلام من السلطان على النفوس قليلة جداً، وقد لا تجد دينا اتفق له ما اتفق للاسلام من الاثر الدائم، والقرآن هو قطب الحياة في الشرق وهو ما نرى اثره في ادقّ شؤون الحياة\" (2) \"ان هذا الكتاب (القرآن) تشريع ديني وسياسي واجتماعي، واحكامه نافذة منذ عشرة قرون..\" (3) ¶ _____________ ¶ (1) كوستاف لوبون Dr. G. lebon: ولد عام 181م، وهو طبيب، ومؤرخ فرنسي، عني بالحضارة الشرقية. من آثاره: (حضارة العرب) (باريس 1884) ، (الحضارة المصرية) ، و (حضارة العرب في الاندلس) . ¶ (2) حضارة العرب، ص 431 - 432. ¶ (3) النتائج الاولى للحرب (عن: محمد كرد علي: الاسلام والحضارة العربية، 1/74) .",
            "page": "34",
            "part": "1",
            "seal": "1C88C44A"
        },
        {
            "id": "36",
            "nass": "ليختنستادتر (1) ¶ \".. ان المسلم العصري يعتقد ان كتابه المنزل يسمح له، بل يوجب عليه، ان يعالج مشكلات عصره بما يوافق الدين ولا يضيع المصلحة او يصد عن المعرفة كما انتهت اليها علوم زمنه.. وان مزية القرآن - في عقيدة المسلم - انه متمم للكتب السماوية ويوافقها في اصول الايمان، ولكنه يختلف عنها في صفته العامة فلا يرتبط برسالة محدودة تمضي مع مضي عهدها ولا بأمة خاصة يلائمها ولا يلائم سواها. وكل ما يراد به الدوام، ينبغي ان يوافق كل جيل ويصلح لكل اوان\" (2) ¶ \"انه من الضروري لادراك عمل القرآن من حيث هو كتاب ديني وكتاب اجتماعي ان تدرك صدق المسلم حين يؤكد ان القرآن يمكن ان يظل اساساً لادراك الحكم المعقدة التي تعالج مشكلات المجتمع الحديث. فان النبي صلى الله عليه وسلم يرى ان القرآن هو حلقة الاتصال بين الإله في كماله الالهي وبين خليقته التي يتجلى فيها بفيوضه الربانية وآيتها الكبرى الانسان. وان واجب الإنسان ان يعمل بمشيئة الله للتنسيق بين العالم الالهي وبين عالم الخلق والشهادة، وخير ما يدرك به هذا المطلب ان تتولاه جماعة انسانية تتحرى اعمق الاوامر الالهية والزمها وهي اوامر العدل للجميع والرحمة بالضعيف والرفق والاحسان، وتلك هي الوسائل التي يضعها الله في يد الإنسان لتحقيق نجاته، فهو ثم مسئول عن اعماله ومسئول كذلك عن مصيره\" (3) ¶ _____________ ¶ (1) الدكتورة إلس ليختنستادتر Ilse lictenstadter: سيدة المانية، درست العلوم العربية والاسلامية في جامعة فرانكفورت، ثم في جامعة لندن، واقامت زهاء ثلاثين سنة بين بلاد الشرقين الادنى والاوسط، وعنيت عناية خاصة بدعوات الاجتهاد والتجديد والمقابلة بين المذاهب. من مؤلفاتها (الاسلام والعصر الحديث) . ¶ (2) الاسلام والعصر الحديث، عن العقاد: ما يقال عن الاسلام، ص 19. ¶ (3) نفسه، ص 19.",
            "page": "35",
            "part": "1",
            "seal": "F5CFE34C"
        },
        {
            "id": "37",
            "nass": "مونتاي (1) ¶ إنني لا أشك لحظة في رسالة محمد صلى الله عليه وسلم. واعتقد انه خاتم الانبياء والمرسلين، وانه بعث للناس كافة، وان رسالته جاءت لختم الوحي الذي نزل في التوراة والانجيل. واحسن دليل على ذلك هو القرآن المعجزة. فانا ارفض خواطر بسكال العالم الاوروبي الحاقد على الاسلام والمسلمين إلاّّ خاطرة واحدة وهي قوله: ليس القرآن من تأليف محمد صلى الله عليه وسلم كما ان الانجيل ليس من تأليف متّي\" (2) \"ان مثل الفكر العربي الاسلامي المبعد عن التأثير القرآني كمثل رجل افرغ من دمه\" (3) ¶ _____________ ¶ (1) فنساي مونتاي: المنصور بالله الشافعي F. Montague: فرنسي، رجل بحث وترحال، اختص بدراسة القضايا الاسلامية والعربية، عن كثب، قضى سنوات عديدة في المغرب والمشرق وافريقيا واسيا، ونشر عشرات الابحاث والكتب عن الاسلام والحضارة لاسلامية، وانتهى الامر به إلى اعلان اسلامه في صيف عام 1977. ¶ (2) رجال ونساء اسلموا، 5/45. ¶ (3) نفسه، ص 5/50 - 51.",
            "page": "36",
            "part": "1",
            "seal": "79A8D0EA"
        },
        {
            "id": "38",
            "nass": "هوني (1) ¶ \".. لن استطيع مهما حاولت، ان اصف الاثر الذي تركه القرآن في قلبي، فلم اكد انتهي من قراءة السورة الثالثة من القرآن حتى وجدتني ساجدة لخالق هذا الكون، فكانت هذه اول صلاة لي في الاسلام..\" (2) ¶ _____________ ¶ (1) عائشة برجت هوني Ayesha Bridget Honey: نشأت في اسرة انكليزية مسيحية، وشغفت بالفلسفة، ثم سافرت إلى كندا لاكمال دراستها، وهناك في الجامعة اتيح لها ان تتعرف على الاسلام، وان تنتهى اليه، وقد عملت مدرسة في مدرسة عليا في نيجيريا. ¶ (2) رجال ونساء اسلموا 1/59 - 60.",
            "page": "37",
            "part": "1",
            "seal": "AC089A55"
        },
        {
            "id": "39",
            "nass": "وات (1) ¶ \"يعتبر القرآن قلاقل العصر نتيجة اسباب دينية بالرغم من الاسباب الاقتصادية والاجتماعية والاخلاقية وانه لا يمكن تقويمها الا باستخدام الوسائل الدينية مثل كل شئ. وانه لمن الجرأة الشك في حكمة القرآن نظراً لنجاح محمد صلى الله عليه وسلم في تبليغ الرسالة التي امره الله بتبليغها..\" (2) ¶ 2 ¶ \"يجب علينا في رأيي، مهما كان موقفنا الديني، ان نعتبر رسالة القرآن انبثاقاً خلاقاً في الوضع المكي. ولا شك انه كانت توجد مشاكل تتطلب الحلّ، وأزمات حاول البعض تخفيفها، ولكن كان يستحيل الانتقال من هذه المشاكل وتلك الازمات إلى رسالة القرآن بواسطة التفكير المنطقي.. ولا شك ان رسالة القرآن تحل مشاكل اجتماعية واخلاقية وفكرية، ولكن لا تحلّها جميعاً دفعة واحدة وليس بصورة بديهية، ولربما قال مؤرخ دنيوى ان محمداً وقع صدفة على افكار كانت بمثابة المفتاح لحل المشاكل الاساسية في زمانه وليس هذا ممكناً. ولا يمكن للمحاولات التجريبية ولا للفكر النافذ ان يفسّر لنا كما يجب رسالة القرآن\" (3) ¶ _____________ ¶ (1) مونتجومري وات Montgomery Watt: عميد قسم الدراسات العربية في جامعة ادنبرا سابقاً. من آثاره: (عوامل انتشار الاسلام) ، (محمد في مكة) ، (محمد في المدينة) (الاسلام والجماعة الموحدة) ، وهو دراسة فلسفية اجتماعية لردّ اصل الوحدة العربية إلى الاسلام (1961) . ¶ (2) محمد في مكة، ص 135. ¶ (3) نفسه، ص 135-136.",
            "page": "38",
            "part": "1",
            "seal": "B3F9D1CA"
        }
    ],
    "t1479": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قالوا عن القرآن"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "خليل أحمد"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "ارنولد"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "ايرفنج"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "بروز"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "بلاشير"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "بوازار"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "بوتر"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "بوكاي"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "بيكارد"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "حتي"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "حنا"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "داود"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "درمنغم"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "دي كاستري"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "دينيه"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "ديورانت"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "روزنثال"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "ريسلر"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "سارتون"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "ستشيجفسكا"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "ستيفنز"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "سلهب"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "سوسه"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "سيديو"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "سيرويا"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "شاد"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "فاغليري"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "فايس"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "فيشر"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "جب"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "كويليام"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "لاندو"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "لوبون"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "ليختنستادتر"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "مونتاي"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "هوني"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "وات"
        }
    ]
}