{
    "b1482": [
        {
            "id": "36",
            "nass": "وغير ذلك، فهذه أسماء لا تنبئ عن مقصود السورة ولكنها كالشّامة والسّمة تتميز بها مسمياتها، وكانت العرب تسمي الرجال والأشياء هكذا، كالملتمس وتأبَطّ شراً، وهكذا المنطقي يميز المعاني بعرض خاص ليس في شيء من حقيقة المعنى. ¶ الثالث: ¶ تسميتها بلفظ يخبر عن بعض المعاني العظيمة كتسمية سورة النور لاشتمالها على آية النور وتسمية سورة آل عمران، وسورة النساء، وسورة إبراهيم وسورة يونس، وكثير من الأسماء على هذا الأسلوب. ¶ الرابع: ¶ تسمية السورة بما ينبئ عن المقصد الذي تبنيت له السورة، ضمنها تسمية الفاتحة بصورة الصلاة وتسمية براءة بني إسرائيل وسورة محمد بسورة القتال وسورة الإخلاص والمعوذتين، فهذا الوجه الرابع يخبر عن فهم من سمّى السورة به، فلو سموا كل سورة على هذا الوجه لظهر نظام السور لكل متوسم. هذا فإن حصر موضوع السورة في اسمها ربما يؤدي إلى تكلف، إذا كان الاسم من الأنواع الثلاثة التي ذكرها الفراهي، ولا شك أن هذا الخلاف في تعيين موضوع السورة ينعكس على إدراك مناسبات آياتها، ومن ثم يكون اختلاف كبير في وجهات النظر.",
            "page": "31",
            "part": "16",
            "seal": "2127DD31"
        },
        {
            "id": "37",
            "nass": "رأي دراز والفراهي ¶ ... ¶ مع دراز والفراهي: ¶ لا شك أن ما ذهب إليه الدكتور دراز، والمعلم الفراهي، يبدو أنه أقرب للصواب وأدنى من الحكمة، لما قدما من أدلة قوية مقنعة، ولما وضعاه من الأصول والمعالم التي تهدي إلى المناسبة المعقولة، والتي تبعد عن التكلف والتعسف وذلك كما سيأتي معنا فيما بعد، وقد بلغ الأمر عند الفراهي مرتبة اليقين حتى أنه يقول: ((وكيف يشك فيه من وجد مَسّ برده، وشم ريح ورده، وتمتع",
            "page": "31",
            "part": "16",
            "seal": "25FF3715"
        },
        {
            "id": "38",
            "nass": "بنسيم عرار نجده، ولكنه من لم يذق فإن ارتاب فلا تثريب عليه)) ومع ذلك يبدو أن هذا الاتجاه على أهميته _ وبالرغم من الجهود التي بذلها في توضيح رأيه وإقامة الحجج والبراهين المقنعة _ لم يستطع أن يعبد الطريق أمام الباحثين فما زالت هناك صعوبات كثيرة وعقبات كبيرة، تحتاج إلى مواصلة الجهد ومعودة الدرس. إننا نتعاطف مع هذه الفكرة ونشعر شعورا قويا وغامضا بصحتها، ولكن تحقيقها في عالم الواقع ليس بالأمر الهين اليسير ودون ذلك، أشواك ومشتقات حتى يستوي النظام على سوقه، ويرتفع بنيانه على قواعد علمية محددة، وقد لا يستطيع ذلك إلا أفذاذ من الناس ممن وهبوا حياتهم ووقتهم لمطالعة كتاب الله ودراسته وآتاهم الله فهما وحكمة ومن يؤت الحكمة فقد أوتي خيرا كثيرا.",
            "page": "32",
            "part": "16",
            "seal": "48F03F1F"
        },
        {
            "id": "1",
            "nass": "تمهيد في مناسبات الآيات والسور ¶ المناسبات.. وترتيب الآيات والسور ¶ للشيخ أحمد حسن المدرس في المعهد الثانوي في الجامعة ¶ الكلام عن المناسبات فرع على الكلام عن (ترتيب الآيات والسور) أهو توقيفي أم اجتهادي؟ ومن هنا كان لابد لنا قبل بيان آراء العلماء في المناسبات من أن نعرض لهذه القضية. ¶ ونبين الوجه الذي تطمئن إليه النفس كما نبين الوجوه الأخرى التي تنير لنا الطريق في مناقشة آراء العلماء في المناسبات وتكشف اللثام عن اختلاف المنازع والاتجاهات، بحيث يكون حكمنا أقرب للصواب وأبعد عن الخطأ.",
            "page": "51",
            "part": "9",
            "seal": "0CA37C1C"
        },
        {
            "id": "2",
            "nass": "ترتيب الآيات: ¶ ترتيب الآيات في سورها توقيفي ثابت بالوحي وبأمر النبي - صلى الله عليه وسلم - وبما علم من تلاوته للقرآن بمشهد من الصحابة وعلى كونه توقيفيا، دلت النصوص وانعقد الإجماع، قال السيوطي في بحث ترتيب الآيات ما نصه: \"الإجماع والنصوص المترادفة على أن ترتيب الآيات توقيفي لا شبهة في ذلك، أما الإجماع فنقله غير واحد منهم الزركشي في البرهان وأبو جعفر بن الزبير في مناسباته وعبارته ترتيب الآيات في سورها واقع بتوقيفه صلى الله عليه وسلم وأمره من غير خلاف في هذا بين المسلمين\". ¶ وهذه هي النصوص التي استدل بها السيوطي على أن ترتيب الآيات توقيفي. ¶ 1- ما قاله زيد بن ثابت فيما رواه البيهقي والحاكم: \"كنا عند النبي صلى الله عليه وسلم نؤلف القرآن من الرقاع\" قال البيهقي: \"يشبه أن يكون المراد به تأليف ما نزل من الآيات المفرقة في سورها وجمعها فيها بإشارة النبي صلى الله عليه وسلم\"0 ¶ 2- ما أخرجه أبو داوود والنسائي وغيرهما عن عثمان بن عفان أنه قال:",
            "page": "51",
            "part": "9",
            "seal": "A15BE1FC"
        },
        {
            "id": "3",
            "nass": "\"كان رسول الله صلى الله عليه وسلم إذا نزل عليه الشيء دعا بعض من كان يكتب فيقول: \" ضعوا هؤلاء الآيات في السورة التي يذكر فيها كذا وكذا\". ¶ 3- روى الإمام أحمد بإسناد حسن عن عثمان بن أبي العاص قال: \"كنت جالسا عند رسول الله صلى الله عليه وسلم إذ شخص ببصره ثم صوبه ثم قال: \"أتاني جبرائيل فأمرني أن أضع هذه الآية هذا الموضع من {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى} إلى آخرها\". ¶ 4- روى البخاري عن عبد الله بن الزبير قال: \"قلت لعثمان بن عفان: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً} نسختها الآية الأخرى فَلِمَ تكتبها أو تدعها - والمعنى لماذا تكتبها؟ أو قال: \"لماذا تتركها مكتوبة مع أنها منسوخة؟ قال: يا ابن أخي لا أغيّر شيئا منه من مكانه\". ¶ فقوله: \"لا أغير شيئا من مكانه\" يدل على أن وضع كل آية في مكانها أمر توقيفي لا مدخل للرأي فيه لذلك لا يجوز تحويل شيء منه عن مكانه. ¶ 5ـ روى الشيخان وغيرهما أن النبي صلى الله عليه وسلم قال: \"من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه\"، وروى مسلم عن أبي الدرداء مرفوعا: \"من حفظ عشر آيات من أول سورة الكهف عصم من الدجال\". ¶ وروى مسلم عن عمر قال: \"ما سألت النبي صلى الله عليه وسلم عن شيء أكثر مما سألته عن الكلالة حتى طعن بأصبعه في صدري تكفيك آية الصيف التي في آخر النساء\". ¶ فلولا أنه كان قد وقفهم على ترتيب من قبل لما اعتمد في إرشادهم إلى الآيات المتقدمة على وصفها بأنها أول سورة كذا، أو آخر سورة كذا، إذ كيف تتميز لهم عن غيرها بوصف يكون مجهولا لهم؟ ¶ 6- ما ثبت من قراءته صلى الله عليه وسلم لسور كثيرة بمشهد من الصحابة ففي حديث حذيفة الذي رواه مسلم أنه قرأ في صلاته ذات ليلة البقرة وآل عمران والنساء وفي صحيح البخاري أنه قرأ الأعراف في سورة المغرب. وروى الشيخان أنه كان يقرأ في صبح الجمعة بـ (الم تنزيل) و (هل أتى على الإنسان) وفي صحيح مسلم أنه كان يقرأ (ق في الخطبة، وعند مسلم أنه كان يقرأ في العيد بـ (ق) و (اقتربت)",
            "page": "52",
            "part": "9",
            "seal": "2196FEE7"
        },
        {
            "id": "4",
            "nass": "وعنده أيضا أنه كان يقرأ في صلاة الجمعة بـ (الجمعة) و (المنافقون) وفي المستدرك عن عبد الله بن سلام أنه قرأ عليهم سورة الصف حين نزلت حتى ختمها، إلى غير ذلك من سور أخرى ثبت أنه صلى الله عليه وسلم قرأها بمشهد من الصحابة وما كان لهم أن يختاروا ترتيبا يخالف ما سمعوا من النبي صلى الله عليه وسلم1 فتبين بهذه الأدلة أن الصحابة تلقوا ترتيب الآيات عن النبي صلى الله عليه وسلم، وإن النبي تلقاه عن جبرئيل عن الله تعالى، كما قال النبي صلى الله عليه وسلم في آية {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ} : \"إن جبرئيل أتاني فأمرني أن أضعها في موضعها من سورتها\". فتكون جميع الآيات كذلك، إذ لا فرق بين آية وأخرى، وقد صرح جميع العلماء بذلك، وبأنه مجمع عليه كقول القاضي عياض فيما نقله عن الحافظ في الفتح: \"لا خلاف أن ترتيب الآيات في كل سورة على ما هي عليه الآن في المصحف من الله تعالى2\". ¶ __________ ¶ 1 - انظر (الإتقان) للسيوطي. ¶ 2 - جـ 9 ص33.",
            "page": "53",
            "part": "9",
            "seal": "F5384877"
        },
        {
            "id": "5",
            "nass": "ترتيب السور: ¶ الصحيح عند عامة السلف أن ترتيب السور توقيفي بمعنى أن النبي صلى الله عليه وسلم تلقاه عن جبرئيل عليه السلام وتلقاه عنه الصحابة. قال عبد الرحمن بن وهب: \"سمعت مالكا يقول: \"إنما أُلِّفَ القرآن على ما كانوا يسمعونه من رسول الله صلى الله عليه وسلم\". وقال البغوي في شرح السنة: \"والصحابة رضي الله عنهم جمعوا بين الدفتين القرآن الذي أنزل الله على رسوله من غير أن يزيدوا أو ينقصوا منه شيئا، خوف ذهاب بعضه بذهاب حفظته، فكتبوه كما سمعوا من رسول الله صلى الله عليه وسلم، وكان رسول الله صلى الله عليه وسلم يلقن أصحابه ويعلمهم ما نزل عليه من القرآن على الترتيب الذي هو الآن في مصاحفنا، بتوقيف جبرئيل إياه على ذلك وإعلامه عند نزول كل آية أن هذه الآية تكتب عقب كذا في سورة كذا فثبت أن سعي الصحابة كان في جمعه في موضع واحد لا في ترتيبه، فإن القرآن مكتوب في اللوح المحفوظ على هذا الترتيب، أنزله الله جملة إلى",
            "page": "53",
            "part": "9",
            "seal": "2688C100"
        },
        {
            "id": "6",
            "nass": "السماء الدنيا، ثم كان ينزله مفرقا عند الحاجة وترتيب النزول غير ترتيب التلاوة. وقال ابن الحصار: \"ترتيب السور ووضع الآيات مواضعها إنما كان بالوحي كان رسول الله صلى الله عليه وسلم يقول: \"ضعوا آية كذا في موضع كذا\". وقد حصل اليقين من النقل المتواتر بهذا الترتيب من تلاوة الرسول صلى الله عليه وسلم، ومما أجمع الصحابة على وضعه هكذا في المصحف، وقال أبو بكر بن الأنباري في كتاب (الرد على من خالف مصحف عثمان: \"إن الله تعالى أنزل القرآن جملة إلى السماء الدنيا، ثم فرقه على النبي صلى الله عليه وسلم في بضع وعشرين سنة وكانت السورة تنزل في أمر يحدث والآية تنزل جوابا لمستخبر يسأل، ويوقف جبرئيل النبي صلى الله عليه وسلم على موضع السورة والآية. فانتظام السور كانتظام الآيات والحروف كله عن رسول الله صلى الله عليه وسلم خاتم النبيين عن رب العالمين. فمن أخر سورة مقدمة أو قدم أخرى مؤخرة كمن أفسد نظام الآيات وغيَّر الحروف والكلمات. ولا حجة على أهل الحق في تقديم البقرة على الأنعام، والأنعام نزلت قبل البقرة لأن النبي صلى الله عليه وسلم أخذ عنه هذا الترتيب وهو كان يقول: \"ضعوا هذه السورة موضع كذا وكذا من القرآن\" وكان جبرئيل عليه السلام يوقفه على مكان الآيات\". وقال الكرماني في (البرهان) : \"ترتيب السور هكذا هو عند الله في اللوح المحفوظ على هذا الترتيب وكان صلى الله عليه وسلم يعرض على جبرئيل كل سنة ما كان يجتمع عنده منه. وعرضه عليه في السنة التي توفي فيها مرتين، وكان آخر الآيات نزولا {وَاتَّقُوا يَوْماً تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} فأمره جبرئيل أن يضعها بين آيتي الربا والدين\". وقال العلامة الطيبي: \"أنزل القرآن أولا جملة واحدة من اللوح المحفوظ إلى السماء الدنيا، ثم نزل مفرقا على حسب المصالح، ثم أثبت في المصاحف على التأليف والنظم المثبت في اللوح المحفوظ\". وذهب الباقلاني في أحد قوليه وابن فارس إلى أن ترتيب السور باجتهاد من الصحابة، ونسب إلى مالك، ومال ابن عطية في تفسيره إلى أن كثيرا من السور كان قد علم ترتيبها في حياته صلى الله عليه وسلم كالسبع الطوال والحواميم والمفصل وأن ما سوى ذلك يمكن أن",
            "page": "54",
            "part": "9",
            "seal": "931BE567"
        },
        {
            "id": "7",
            "nass": "يكون قد فوَّض الأمر فيه إلى الأمة بعده. قال الزركشي في \"البرهان\": \"والخلاف بين الفريقين لفظي، لأن القائل بالثاني يقول أنه رمز إليهم بذلك لعلمهم بأسباب نزوله ومواقع كلماته. ولهذا قال مالك: \"إنما ألَّفوا القرآن على ما كانوا يسمعونه من النبي صلى الله عليه وسلم مع قوله بأن ترتيب السوَّر باجتهاد منهم، فآل الخلاف إلى أنه هل هو بتوقيف قولي؟ أو بمجرد إسناد فعلي، بحيث يبقى لهم فيه مجال للنظر\". ¶ وقال البيهقي في المدخل: \"كان القرآن على عهد النبي صلى الله عليه وسلم مرتبا سوره وآياته على هذا الترتيب إلى الأنفال والبراءة، لحديث عثمان\" ومال إليه السيوطي وحديث عثمان لا دلالة فيه لما قاله كما سيأتي بحول الله تعالى. ¶ قال أبو جعفر النحاس: \"المختار أن تأليف السور على هذا الترتيب من رسول الله صلى الله عليه وسلم لحديث واثلة: \" أعطيت مكان التوراة السبع الطوال\" فهذا الحديث يدل على أن تأليف القرآن مأخوذ عن النبي صلى الله عليه وسلم وأنه من ذلك الوقت، وإنما جمع في المصحف على شيء واحد لأنه جاء هذا الحديث بلفظ رسول الله صلى الله عليه وسلم على تأليف القرآن. قلت: \"لفظ حديث واثلة: \"أعطيت مكان التوراة السبع الطوال وأعطيت مكان الزبور المئين وأعطيت مكان الإنجيل المثاني وفضلت بالمفصل\" رواه أحمد والطبراني، وفي إسناده عمران بن داوود القطان وهو وإن ضعفه يحي بن معين وأبو داوود والنسائي، فقد وثقه عفان ومشاه أحمد، وقال ابن عدي: \"هو ممن يكتب حديثه\". واحتج به ابن خزيمة وابن حبان والحاكم وغيرهم، فهذا الحديث حسن، قال الحافظ بن حجر في (فتح الباري) : \"ومما يدل على أنَّ ترتيبها توقيفي ما أخرجه أحمد وأبو داوود عن أوس بن أبي أوس عن حذيفة الثقفي قال::كنت في الوفد الذين أسلموا من ثقيف\" الحديث. وفيه: \"فقال لنا رسول الله صلى الله عليه وسلم: \"طرأ على حزب من القرآن فأردت ألا أخرج حتى أقضيه\" فسألنا أصحاب رسول الله صلى الله عليه وسلم قلنا: \"كيف تحزبون القرآن؟ \" قالوا: \"نحزبه ثلاث سور، وخمس سور وسبع سور وتسع سور وإحدى عشرة",
            "page": "55",
            "part": "9",
            "seal": "1F6CA179"
        },
        {
            "id": "8",
            "nass": "سورة وثلاث عشرة سورة وحزب المفصل من (ق) حتى نختم\" قال: \"فهذا الحديث يدل على أن ترتيب السور على ما هو في المصحف الآن، كان على عهد رسول الله صلى الله عليه وسلم\". قال: \"ويحتمل أن الذي كان مرتبا حينئذ حزب المفصل خاصة بخلاف ما عداه\". قلت: هو احتمال بعيد يبطله حديث واثلة. ¶ وفي صحيح مسلم حديث: \"إقرؤوا الزهراوين البقرة وآل عمران\" وفي مصنف ابن أبي شيبة من حديث سعيد بن خالد قال: \"قرأ النبي صلى الله عليه وسلم بالسبع الطوال في كل ركعة\". ¶ وفي صحيح البخاري عن بن مسعود أنه قال في بني إسرائيل والكهف ومريم وطه والأنبياء: \"إنهن من العتاق الأول وهن من تلادي\". فذكرها نسقا كما هي في المصحف الآن. قال الحافظ السيوطي: \"ومما يدل على أن ترتيب السور توقيفي، كون الحواميم رتبت ولاء، وكذا الطواسين. ولم ترتب المسبحات ولاء، بل فصل بين سورها وفصل بين (طسم الشعراء) و (طسم القصص) بـ (طس) مع أنها أقصر منهما ولو كان الترتيب اجتهاديا لذكرت المسبحات ولاء وأخرت (طس) عن القصص\". ¶ والخلاصة أن ترتيب السور توقيفي كترتيب الآيات، أما ما رواه أحمد وأصحابه السنن عن ابن عباس قال: \"قلت لعثمان: \"ما حملكم على أن عمدتم إلى الأنفال وهي من المثاني وإلى براءة وهي من المئين فقرنتم بينهما، ولم تكتب بينهما سطر بسم الله الرحمن الرحيم ووضعتموها في السبع الطوال؟ \" فقال عثمان: \"كان رسول الله صلى الله عليه وسلم تنزل عليه السور ذوات العدد فكان إذا نزل عليه الشيء دعا بعض من كان يكتب فيقول: \"ضعوا هؤلاء الآيات في السورة التي يذكر فيها كذا وكذا \" وكانت الأنفال من أوائل ما نزل بالمدينة، وكانت براءة من آخر القرآن نزولا وكانت قصتها شبيهة بقصتها فظننت بأنها منها، فقبض رسول الله صلى الله عليه وسلم ولم يبين لنا أنها منها فمن أجل ذلك قرنت بينهما ولم أكتب بينهما سطر بسم الله الرحمن الرحيم، ووضعتهما في السبع الطوال\" صححه ابن حبان والحاكم، فهذا لا يدل على أن عثمان رتبهما باجتهاد منه وإنما يدل على أنه ظنهما سورة واحدة. ولهذا لم",
            "page": "56",
            "part": "9",
            "seal": "A5649331"
        },
        {
            "id": "9",
            "nass": "يكتب لبراءة بسملة، وهذا رأي رآه مجاهد وأبو روق وسفيان، فقالوا الأنفال وبراءة سورة واحدة والصحيح أن براءة قائمة بنفسها، وهو ما عليه عامة العلماء، ولم تكتب في أولها البسملة، لأن النبي صلى الله عليه وسلم لم يأمر بكتابتها كما في المستدرك للحاكم والحكمة في ذلك ما رواه الحاكم عن بن عباس قال: \"سألت عليا بن أبي طالب: لما لم تكتب في براءة بسم الله الرحمن الرحيم؟ قال: لأنها أمان، وبراءة نزلت بالسيف 1 \". ¶ (للبحث صلة) ¶ __________ ¶ 1 - ولأنها كانت عذابا على المنافقين فضحتهم وكشفت أسرارهم. في صحيح البخاري عن سعيد بن جبير قال: قلت لابن عباس: \"سورة التوبة، قال التوبة؟ بل هي الفاضحة، ما زالت تنزل ومنهم حتى ظننا أن لا يبقى أحد منا إلا ذكر فيها\". وفي مستدرك الحاكم عن حذيفة قال: \"التي تسمون سورة التوبة هي سورة العذاب\".",
            "page": "57",
            "part": "9",
            "seal": "940AC1A7"
        },
        {
            "id": "10",
            "nass": "ـ 3 ـ ¶ آراء العلماء في المناسبات ¶ للشيخ أحمد حسن ¶ إذا تأملنا ما كتبه العلماء حول المناسبات أمكننا أن نميز فيه اتجاهات أربعة، وسنعرض أولاً آراء هذه الاتجاهات ثم مناقشتها ونرجح ما نراه أولى وأقرب إلى الصواب.",
            "page": "41",
            "part": "10",
            "seal": "31303A00"
        },
        {
            "id": "11",
            "nass": "الإتجاه الأول: ¶ يقول بعدم المناسبة أصلاً ونمثل له بالشوكاني حيث تعرض لهذا الموضوع في تفسيره المسمى (فتح القدير) ص 72 من المجلد الأول وأنحى باللائمة على المفسرين الذين يقولون بالمناسبة، يقول الشوكاني: \"اعلم أن كثيراً من المفسرين جاءوا بعلم متكلف وخاضوا في بحر لم يكلفوا سباحته واستغرقوا أوقاتهم في فن لا يعود عليهم بفائدة بل أوقعوا أنفسهم في التكلم بمحض الرأي المنهي عنه في الأمور المتعلقة بكتاب الله سبحانه وذلك أنهم أرادوا أن يذكروا المناسبة بين الآيات القرآنية المسرودة على هذا الترتيب الموجود في المصاحف، فجاءوا بتكلفات وتعسفات يبرأ منها الإنصاف، ويتنزه عنها كلام البلغاء فضلاً عن كلام الرب سبحانه وحتى أفردوا ذلك بالتصنيف وجعلوه المقصد الأهم من التأليف، كما فعله البقاعي في تفسيره ومن تقدمه حسبما ذكر في خطبته وإن هذا لمن أعجب ما يسمعه من يعرف أن هذا القرآن ما زال مفرقاً ينزل حسب الحوادث المقتضية لنزوله منذ نزول الوحي على رسول الله صلى الله عليه وسلم وإلى أن قبضه الله عز وجل، وكل عاقل فضلاً عن عالم لا يشك أن هذه الحوادث",
            "page": "41",
            "part": "10",
            "seal": "1600AC7F"
        },
        {
            "id": "12",
            "nass": "المقتضية نزول القرآن متخالفة باعتبار نفسها بل وقد تكون متناقضة كتحريم أمر كان حلالاً وتحليل أمر كان حراماً، وإثبات أمر لشخص أو أشخاص يناقض ما كان قد ثبت لهم قبله. ¶ وتارة يكون الكلام مع المسلمين وتارة مع الكافرين وتارة مع من مضى وتارة مع من حضر وحيناً في عبادة وحيناً في معاملة ووقتاً في ترغيب ووقتاً في ترهيب وآونة في بشارة وآونة في نذارة وطوراً في أمر دنيا وطوراً في أمر آخرة ومرة في تكاليف آتية ومرة في أقاصيص ماضية، وإذا كانت أسباب النزول مختلفة هذا الاختلاف ومتباينة هذا التباين الذي لا يسير معه الأئتلاف، فالقرآن النازل فيها هو باعتبار نفسه مختلف كاختلافها، فكيف يطلب العاقل المناسبة بين الضب والنون والماء والنار والملاح والملاح والحادي وهل هذا إلا من فتح أبواب الشك وتوسيع دائرة الريب على من في قلبه مرض أو كان مرضه مجرد الجهل والقصور فإنه إذا وجد أهل العلم يتكلمون في التناسب بين جميع آي القرآن بليغاً معجزاً إلا إذا ظهر الوجه المقتضي للمناسبة وتبين الأمر الموجب للارتباط فإن وجد الاختلاف بين الآيات فرجع إلى ما قاله المتكلمون في ذلك فوجده تكلفاً محضاً وتعسفاً بيناً انقدح في قلبه ما كان عنه في عافية وسلامة. ¶ هذا على فرض أن نزول القرآن الكريم كان مرتباً على هذا الترتيب الكائن في المصحف وكل من له أدنى علم بالكتاب وأيسر حظ من معرفته يعلم علماً يقيناً أنه لم يكن كذلك، ومن شك في هذا وإن لم يكن مما يشك فيه أهل العلم رجع إلى كلام أهل العلم العارفين بأسباب النزول المطلعين على حوادث النبوة فإنه ينثلج صدره ويزول عنه الريب بالنظر في سورة من السور المتوسطة فضلاً عن المطولة لأنه لا محالة يجدها مشتملة على آيات نزلت في حوادث مختلفة وأوقات متباينة لا مطابقة بين أسبابها وما نزلت فيها في الترتيب بل يكفي المقصر أن يعلم أن أول ما نزل: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} وبعده {يَا أَيُّهَا الْمُدَّثِّرُ} {يَا أَيُّهَا الْمُزَّمِّلُ} وينظر أين موضع هذه الآيات والسور في ترتيب المصحف؟ وإذا كان الأمر",
            "page": "42",
            "part": "10",
            "seal": "D621836B"
        },
        {
            "id": "13",
            "nass": "هكذا فأي معنى لطلب المناسبة بين آيات نعلم قطعاً أنه قد تقدم في ترتيب المصحف ما أنزله الله متأخراً وتأخر ما أنزله الله متقدماً فإن هذا العمل لا يرجع إلى ترتيب نزول القرآن بل إلى ما وقع من الترتيب عند جمعه ممن تصدى لذلك من الصحابة وما أقل نفع مثل هذا وأنزر ثمره وأحقر فائدته بل هو عند من يفهم ما يقول وما يقال له من تضييع الأوقات وإنفاق الساعات في أمر لا يعود بنفع على فاعله ولا على من يقف عليه من الناس وأنت تعلم أنه لو تصدى رجل من أهل العلم للمناسبة بين ما قاله رجل من البلغاء من خطبه ورسائله وإنشاءاته أو إلى ما قاله شاعر من الشعراء من القصائد التي تكون تارة مدحاً وأخرى هجاء وحيناً نديباً وحيناً رثاء وغير ذلك من الأنواع المتخالفة فعمد هذا المتصدي إلى ذلك المجموع فناسب بين فقره ومقاطعه ثم تكلف تكلفاً آخر فناسب بين الخطبة التي خطبها في النكاح ونحو ذلك وناسب بين الإنشاء الكائن في العزاء والإنشاء الكائن في الهناء وما يشابه ذلك لعد هذا المتصدي لمثل هذا مصاباً في عقله متلاعباً بأوقاته عابثاً بعمره الذي هو رأس ماله وإذا كان مثل هذا بهذه المنزلة وهو ركوب الأحموقة في كلام البشر فكيف تراه يكون في كلام الله سبحانه الذي أعجزت بلاغته بلغاء العرب وأبكت بفصاحته فصحاء عدنان وقحطان وقد علم كل مقصر وكامل أن الله سبحانه وصف هذا القرآن بأنه عربي وأنزله بلغة العرب وسلك فيه مسلكهم في الكلام وجرى به مجاريهم في الخطاب وقد علمنا أن خطيبهم كان يقوم المقام الواحد فيأتي بفنون متخالفة وطرائق متباينة فضلاً عن المقامين فضلاً عن المقامات فضلاً عن جميع ما قاله ما دام حيا وكذلك شاعرهم. ¶ ونكتفي بهذا التبيين على هذه المفسدة التي تعثر في ساحاتها كثير من المحققين وإنما ذكرنا هذا البحث في هذا الموطن لأن الكلام هنا قد انتقل مع بني إسرائيل بعد أن كان قبله مع أبي البشر آدم عليه السلام، فإذا قال متكلف كيف ناسب هذا ما قبله؟ قلنا لا كيف\". ¶ فدع عنك نهبا صيح في حجراته ... وهات حديثا ما حديث الرواحل",
            "page": "43",
            "part": "10",
            "seal": "93EEE9A1"
        },
        {
            "id": "14",
            "nass": "الإتجاه الثاني: ¶ اتجاه يقول بالمناسبة في حال دون حال ويمثل هذا الاتجاه الشيخ العز بن عبد السلام حيث يقول: \"المناسبة علم حسن ولكن يشترط في حسن ارتباط الكلام أن يقع في أمر متحد مرتبط أوله بآخره فإن وقع على أسباب مختلفة لم يشترط فيه ارتباط أحدهما بالآخر\". ¶ قال: \"ومن ربط ذلك فهو متكلف بما لا يقدر عليه إلا بربط ركيك يصان عنه حسن الحديث فضلاً عن أحسنه، فإن القرآن نزل في نيف وعشرين سنة في أحكام مختلفة ولأسباب مختلفة وما كان كذلك لا يتأتى ربط بعضه ببعض، إذ لا يحسن أن تربط تصرف الإله في خلقه وأحكامه بعضها ببعض مع اختلاف العلل والأسباب كتصرف الملوك والحكام وتصرف الإنسان نفسه بأمور متوافقة ومتخالفة ومتضادة، وليس لأحد أن يطلب ربط بعض تلك التصرفات مع بعض مع اختلافها في نفسها واختلاف أوقاتها\".",
            "page": "44",
            "part": "10",
            "seal": "7DE2A680"
        },
        {
            "id": "15",
            "nass": "الاتجاه الثالث: ¶ هو الذي يقول بالمناسبة ويمثل جمهور الذين بحثوا في هذا الموضوع وهم يرون أن هذا العلم قد خفي على كثير من المفسرين لدقته، يقول الفخر الرازي في تفسيره: \"أكثر لطائف القرآن مودعة في الترتيبات والروابط\" وقال بعض الأئمة: \"من محاسن الكلام أن يرتبط بعضه ببعض لئلا يكون منقطعاً وهذا النوع يهمله بعض المفسرين أو كثير منهم، وفوائده غزيرة\". قال القاضي أبو بكر بن العربي في (سراج المريدين) : \"ارتباط آي القرآن بعضها ببعض حتى تكون كالكلمة الواحدة متسقة المعاني منتظمة المباني علم عظيم لم يتعرض له إلا عالم واحد عمل فيه سورة البقرة ثم فتح الله ـ عز وجل ـ لنا فيه فلم نجد له حملة ورأينا الخلق بأوصاف البطلة ختمنا عليه وجعلناه بيننا وبين الله ورددناه إليه\". ¶ وقال بعض المشايخ المحققين1: \"قد وهم من قال لا يطلب للآي الكريمة مناسبة لأنها على حسب الوقائع المتفرقة، وفصل الخطاب أنها على حسب ¶ __________ ¶ 1 الشيخ ولدين الملوي الهندي.",
            "page": "44",
            "part": "10",
            "seal": "6DCD9D70"
        },
        {
            "id": "16",
            "nass": "الوقائع تنزيلاً وعلى حسب الحكمة ترتيباً فالمصحف كالصحف الكريمة على وفق ما في الكتاب المكنون مرتبة سوره كلها وآياته بالتوقيف، وحافظ القرآن العظيم لو استفتي في أحكام متعددة أو ناظر فيها، أو أملاها لذكر آية كل حكم على ما سئل وإذا رجع إلى التلاوة لم يمثل كما أفتى، ولا كما نزل مفرقاً بل كما أنزل جملة إلى بيت العزة ومن المعجز البين أسلوبه الباهر فإنه {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} .",
            "page": "45",
            "part": "10",
            "seal": "BE2AD816"
        },
        {
            "id": "17",
            "nass": "الاتجاه الرابع: ¶ هو الذي يقول بأكثر من المناسبة أنه بـ (النظام) الذي تعتبر المناسبة جزءاً من أجزائه وفرعاً من فروعه، ويمثل هذا الاتجاه المعلم عبد الحميد الفراهي الهندي ويقرب منه الدكتور محمد عبد الله دراز في كتابه (النبأ العظيم) يقول الفراهي في معرض بيان الفرق بين المناسبة والنظام: \"قد صنف بعض العلماء في تناسب الآي والسور وأما الكلام في نظام القرآن فلم أطلع عليه، والفرق بينهما أن التناسب إنما هو جزء من النظام فإن التناسب بين الآيات بعضها مع بعض لا يكشف عن كون الكلام شيئاً واحداً مستقلا بنفسه، وطالب التناسب ربما يقنع بمناسبة ما وربما يغفل عن المناسبة التي ينتظم بها الكلام فيصير شيئاً واحداً، وربما يطلب المناسبة بين الآيات المتجاورة مع عدم اتصالها، فإن الآية التالية ربما تكون متصلة بالتي قبلها على بعد منها ولولا ذلك لما عجز الأذكياء عن إدراك التناسب فأنكروه، فإن عدم الاتصال بين آيات متجاورة يوجد كثيراً ومنها ما ترى فيه اقتضابا بيناً وذلك إذا كانت الآية أو جملة من الآيات متصلة بالتي على بعد منها، وبالجملة فمردانا بالنظام أن تكون السورة كلاماً واحداً ثم تكون ذات مناسبة بالسورة السابقة واللاحقة أو بالتي قبلها أو بعدها على بعد ما، كما قدمنا في نظم الآيات بعضها مع بعض فكما أن الآيات ربما تكون معترضة فكذلك ربما تكون السور معترضة. وعلى هذا الأصل ترى القرآن كله كلاماً واحداً ذا مناسبة وترتيب في أجزائه من الأول إلى الآخر فتبين مما تقدم أن النظام شيء زائد على المناسبة وترتيب الأجزاء\".",
            "page": "45",
            "part": "10",
            "seal": "55C93E23"
        },
        {
            "id": "18",
            "nass": "ويوضح الفراهي هذه الفكرة في كتابه الذي ألفه لهذا الغرض والمسمى (دلائل النظام) حيث يثبت أن للترتيب والنظام حظاً وافراً في كل مركب لا سيما في الكلام البليغ ولا سيما في هذا القرآن الكريم والذين يزعمون خلاف ذلك فإنهم قد أخطأوا في زعمهم ولم ينصفوا كتاب الله. ثم صرح بعد ذلك بأن القرآن الحكيم كلام منظم ومرتب من أوله إلى آخره على غاية حسن النظم والترتيب وليس فيه شيء من الاقتضاب لا في آياته ولا في سوره بل آياته مرتبة في كل سورة كالفصوص في الخواتم وسورة منظمة في سلك واحد كالدرر في القلائد حتى لو قدم ما أخر أو أخر ما قدم لبطل النظام، وفسدت بلاغة الكلام بل ربما يعود إلى قريب من الهذيان. ¶ ويبين الفراهي في موضع آخر من كتابه كيف اهتدى إلى هذا العلم فيقول: \"وقد يسر لي بمحض نعمته فهم نظم القرآن في سورة البقرة وسورة القصص من نفس القرآن وإني كنت مولعاً بتلاوته وهو أحب الكتب وألذها عندي - ولله الحمد - وقد كنت أسمع أن القرآن الكريم أشت الكتب نظماً، لنزوله نجماً نجْماً ولكن بعد ما ظهر في النظام في سورتين حثني على التدبر في باقيها وكنت في حدث السن وعز الفرصة، فمضت بضع عشرة سنة حتى وفقني الله تعالى أن ابتدأت من أول القرآن ويسر لي الإتمام في سنة كاملة وهممت أن أبرزه للناس فردعني عظم الذمة وروعني كبر المغبة، فمكثت أراجع فيه النظر مرة بعد مرة أمداً طويلاً مستعيذاً بالله من ظلمات النفس وغوايات الجهل ومع ذلك وددت لو طويته على غره وسكت عن حلوه ومره ونجوت من إثمه وبره ولكن اضطرني إليه أمور: ¶ الأول: ¶ أني رأيت اختلاف الآراء في التأويل من عدم التزام رباط الآيات، فإنه لو ظهر النظام واستبان لنا عمود الكلام، لجمعنا تحت راية واحدة وكلمة سواء {كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ} وجعلنا معتصمين بحبل كتابه، كما قال: {وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا} وكيف الخلاص عن التفرق",
            "page": "46",
            "part": "10",
            "seal": "F8BC015A"
        },
        {
            "id": "19",
            "nass": "الأصلي، وقد جعلوا هذا الحبل أشتاتاً في ظنونهم وهو بحمد الله متين {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} فيؤوله كل فريق حسب ظنه، ويحرف طريق الكلام عن متنه وبالنظام يتبين سمت الكلام، فينفي عن آيات الله أهواء المبتدعين وانتحال المبطلين وزيغ المنحرفين, الذين يحرفون الكلم عن مواضعه, والذين يقطعون كلام الله عما بين يديه ومن خلفه ويضمون إليه ما يعجب هوى نفوسهم. ¶ والثاني: ¶ أني رأيت الملحدين قد طعنوا في القرآن من جهة سوء النظم ورأيت جمهور علماء المسلمين - عوض الشهادة بالحق والمنافحة عن حقيقة كتاب الله - قد تفوهوا بمثل ما قالوا {كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ} {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} وقد علمت حق اليقين أن قولهم باطل وحجتهم داحضة فلم يسعني أن أسكت وأرى الباطل قد عمت بلواه وبلغ السيل زباه. ¶ الثالث: ¶ أنه لا يخفى أن نظم الكلام بعض منه فإن تركته ذهب بعض معناه، فإن للتركيب معنى زائداً على أجزاء الأشتات فلا شك أن من حرم فهم النظام، فقد حرم حظاً وافراً من الكلام ويوشك أن يشبه حاله بمن قبله من أهل الكتاب كما أخبر الله تعالى عنهم: {فَنَسُوا حَظّاً مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ} وأخاف أن تكون هذه العداوة والبغضاء التي نراها في المسلمين من هذا النسيان فلا تهدأ عداوتهم ولا يرجعون من اختلافهم وسبب ذلك ما ذكرنا في الأمر الأول؛ لأننا إذا اختلفنا في معاني كلامه اختلفت أهواؤنا، وصرنا مثل أهل الكتاب، غير أن رجاءهم كان بهذا النبي وهذا القرآن الذي يرفع اختلافهم وأما نحن فليس لنا إلا هذا الكتاب المحفوظ\". ¶ وهكذا فإن علم النظام الذي اكتشفه الفراهي علم جامع ليس كعلم المناسبة الذي كان مركزاً لأفكار السلف ومطمحاً لأنظارهم؛ لأن التناسب إنما هو جزء من أجزائه والنظام شيء زائد عليه بل أوسع منه وأعم فعلم النظام لا يظهر التناسب وحده بل يجعل السورة كلاماً واحداً،",
            "page": "47",
            "part": "10",
            "seal": "9D2EB881"
        },
        {
            "id": "20",
            "nass": "المحتملة أرجحها فمن تدبر القرآن في ضوء النظام فلا شك أنه لا يخطئ في فهم معانيه وذلك لأن النظام قد يبين له سمت الكلام وينفي عنه تشاكس المعاني ويرد الأمور إلى الوحدة ويسد أبواب الدخول فيه للأهواء حتى يجبره ألا يأخذ إلا بصحيح التأويل ولا يعتمد إلا عليه وهو أعظم مطلوب. ¶ ويقول الدكتور محمد عبد الله دراز في كتابه (النبأ العظيم) : ¶ \"إنك لتقرأ السورة الطويلة المنجمة يحسبها الجاهل أضغاثاً من المعاني حشيت حشواً وأوزاعا من المباني جمعت عفواً فإذا هي - لو تدبرت - بنية متماسكة قد بنيت من المقاصد الكلية على أسس وأصول وأقيم على كل اصل منها شعب وفصول وامتد من كل شعبة منها فروع تقصر أو تطول فلا تزال تنتقل بين أجزائها كما تنتقل بين حجرات وأفنية في بنيان واحد قد وضع رسمه مرة واحدة، لا تحس بشيء من تناكر الأوضاع في التقسيم والتنسيق، ولا بشيء من الانفصال في الخروج من طريق إلى طريق بل ترى بين الأجناس المختلفة تمام الألفة كما ترى بين آحاد الجنس الواحد نهاية التضام والالتحام كل ذلك بغير تكلف ولا استعانة بأمر خارج المعاني أنفسها وإنما هو حسن السياقة ولطف التمهيد في مطلع كل غرض ومقطعة وأثنائه يريك المنفصل متصلاً والمختلف مؤتلفاً. ¶ ولماذا نقول إن هذه المعاني تتسق في السورة كما تتسق الحجرات في البنيان؟ لا بل إنها لتلتحم فيها كما تلتحم الأعضاء في جسم الإنسان، فبين كل قطعة وجارتها رباط موضعي من أنفسهما كما يلتقي العظمان عند المفصل ومن فوقها تمتد شبكة من الوشائج تحيط بهما عن كثب كما يشتبك العضوان بالشرايين والعروق والأعصاب ومن وراء ذلك كله يسري في جملة السورة اتجاه معين وتؤدي بمجموعها غرضاً خاصاً، كما يأخذ الجسم قواماً واحداً ويتعاون بجملة على أداء غرض واحد مع اختلاف وظائفه العضوية\".",
            "page": "48",
            "part": "10",
            "seal": "807279FE"
        },
        {
            "id": "21",
            "nass": "آراء العلماء في المناسبات ¶ للشيخ أحمد حسن ¶ المدرس بالمعهد الثانوي بالجامعة ¶ بعد هذا العرض لمذاهب العلماء في (المناسبات) لا بدّ أن نقف وقفة عند كل اتجاه تناقش الأدلة التي اعتمد عليها في حكمه والاستنتاجات التي توصل إليها بناء على هذه الأدلة.",
            "page": "19",
            "part": "16",
            "seal": "63AC06D8"
        },
        {
            "id": "22",
            "nass": "1_ مع الشوكاني: ¶ عرفنا من استعراض رأي الشوكاني أنه ينكر القول بـ (المناسبة) ويرى من يقول بها متكلفا متعسفا متكلما برأيه فاتحا لأبواب الشك مُوسّعا لدائرة الرّيب، مُضَيّعا وقته فيما لا يفيد. ويبني الشوكاني رأيه على دليلين. . ¶ الأول: ¶ نزول القرآن مفرقا حسب الحوادث المقتضية لنزوله، وكونها متخالفة باعتبار نفسها، بل قد تكون متناقضة كتحريم أمرٍ كان حلالا، وتحليل أمر كان حراما. . . ثم يقول: وإذا كانت أسباب النزول مختلفة هذا الاختلاف ومتباينة هذا التباين.. فالقرآن النازل فيها هو باعتباره نفسه مختلف كاختلافها إلى أن يقول: هذا على فرض أن نزول القرآن مترتبا على هذا الترتيب الكائن في المصحف، فكيف وكل من له أدنى علم بالكتاب، وأيسر حظ من معرفة يعلم علما يقينا أنه لم يكن كذلك. . ثم يقول: وإذا كان الأمر هكذا فأي معنى",
            "page": "19",
            "part": "16",
            "seal": "9F9063FD"
        },
        {
            "id": "23",
            "nass": "لطلب المناسبة بين آيات نعلم قطعا أنه قد تقدم في ترتيب المصحف ما أنزله اله متأخرا، وتأخّر ما أنزله الله متقدما فإن هذا عمل لا يرجع إلى ترتيب نزول القرآن بل إلى ما وقع من الترتيب عند جمعه ممن تصدّى لذلك من الصحابة. . ¶ الثاني: ¶ قياسُه القرآن الكريم على قصائد الشعراء وكلام الخطباء حيث يقول: وقد علم كل مقصر وكامل أن الله تعالى وصف هذا بأنه عربي وأنزله بلغة العرب وسلك فيه مسالكهم في الكلام وجرى به مجاريهم في الخطاب، وقد علمنا أن خطيبهم كان يقوم المقام الواحد فيأتي بفنون متخالفة وطرائق متباينة فضلا عن المقامين، فضلا عن المقامات، فضلا عن جميع ما قاله ما دام حيا، وكذلك شاعرهم. وإذا ما نظرنا في القسم الأول من الدليل الأول، وهو نزول القرآن منجما على حسب الحوادث المختلفة، وترتيبه على حسب النزول فإننا لا نجد حاجة لناقشة هذه الفكرة لأنها ساقطة بنفسها، ولم يقل بها أحد من العلماء حتى إن الشوكاني نفسه يقول بعد أن يستعرضها: \"هذا على فرض أن نزول القرآن كان مترتبا على الترتيب الكائن في المصحف، فكيف وكل من له أدنى علم بالكتاب وأيسر حظ من معرفة، يعلم عليما يقينا أنه لم يكن كذلك\". ¶ وإذا كان الأمر _ كما قال الشوكاني _ فلماذا هذا الفرض ولماذا هذا الحكم بناء عليه وهل هناك مجال للافتراضات في الأمور المعلومة من الدين بالضرورة والتي ثبتت بطريق التواتر، خاصة وأن جميع القائلين بـ (المناسبة) إنما يبنونها على أساس أن ترتيب التلاوة غير ترتيب النزول. وإذا ما انتقلنا إلى القسم الثاني من الدليل الأول، والذي يبني فيه حكمه على أن ترتيب القرآن لم يكن حسب النزول، وإنما تقدم في ترتيبه ما كان متأخرا وتأخر ما كان متقدما فإننا نقول: _ ¶ إن كلام الشوكاني هنا مبني على أن ترتيب الآيات القرآنية، لم يكن بالتوقيف وإنما كان اجتهاديا برأي الصحابة ونص كلامه \"فإن هذا _ أي تقديم المتأخر",
            "page": "20",
            "part": "16",
            "seal": "BAA40640"
        },
        {
            "id": "24",
            "nass": "لطلب المناسبة بين آيات نعلم قطعا أنه قد تقدم في ترتيب المصحف ما أنزله الله متأخّرا، وتأخّر ما أنزله الله متقدما فإن هذا عمل لا يرجع إلى ترتيب نزول القرآن بل إلى ما وقع من الترتيب عند جمعه ممن تصدّى لذلك من الصحابة\". ¶ ومعلوم أن القول بأن ترتيب الآيات اجتهادي لم يقل به أحد من العلماء وإنما انعقد الإجماع وقامت الأدلة _ كما تقدم معنا _ على أن ترتيب الآيات توقيفي لا مجال للاجتهاد فيه. فالقول بأنه اجتهادي خروج على الإجماع والأدلة المتضافرة،هذا بالإضافة إلى أن الشوكاني لم يذكر لنا دليلا واحدا على رأيه هذا. ¶ وإذا ثبت هذا فإن السؤال الذي يطرح نفسه هو: لماذا رُتّبَت الآيات ترتيبا مخالفا لترتيب النزول؟ وهل كان هذا الأمر هكذا جزافا أم لابد وراء ذلك من حكمة؟ وإذا كان لحكمة فما هي هذه الحكمة؟ إن لم تكن الناسبة؟ وإذا كانت الناسبة خافية في بعض الأحيان فليس معنى ذلك أنها غير موجودة، بل معنى ذلك أننا قصرنا في استخراجها وإدراكها كما تخفى علينا كثيرا من الحكم في آيات الله في الآفاق والأنفس، وقد يظهر في عند البعض ما هو خاف عند غيرهم وقد يظهر في زمن ما خفي في زمن آخر، ولا شك أن الإنسان يأخذ من القرآن بقدر ما يعطيه، والمناسبة تكون على وجوه وتدرك حسب أفهام الناس، ولا بد من اختلاف لمدارج الناس في العلم وقوة الاستنباط. فبعض الوجوه يظهر على بعض الناس، وبعضها عل بعض آخر. ويعلق الفراهي على هذه الفكرة في كتابه ((دلائل النظام)) فيقول: ¶ المنكر للنّظْم _ أي المناسبة _ لا محيص له من أحد ثلاثة أقوال: ¶ فإما أن يقول بأن السورة ليست إلا آيات جمعت بعد النبي صلى عليه وسلم من غير رعاية ترتيب كما وجدت في أيدي الناس. وإما أن يقول بأنها اختل نظمها، لما أن الآيات التي أخلت بين الكلام المربوط قطعت النّظم، فكلا القولين ظاهر البطلان ومبنيٌ على الجهل الفاحش بجمْع القرآن وترتيبه، ومواقع الآيات المبيّنة والمفصلة بعد النزول الأول.",
            "page": "21",
            "part": "16",
            "seal": "62F05A8E"
        },
        {
            "id": "25",
            "nass": "أما الأول فلأنّ السّور كانت متلوّة في عهد النبي صلى الله عليه وسلم وأمر الله النبي بالتّلاوة حسب تلاوة جبريل كما صرح به القرآن. وقد كان النبي _ صلى الله عليه وسلم _ يعلم الناس السورة بالتمام ويسمع منهم فهذا القرآن المجموع في المصاحف ليس إلا على نسق ما جاء به جبريل عليه السلام، وقرأه على النبي في تلاوته الأخيرة، فلو صح ما زعم فَلِمَ أمرَ الله نبيه باتّباع قراءة جبريل؟ ولِمَ كان يأمر بوضع الآيات بمواقعها الخاصة. ¶ أما الثاني _ فلأن الآية المدخولة لا تقطع النّظم إذا دخلت في موضع يليق بها، والآيات المدخولة كلها معلومة الربط بما قبلها أو بعدها. وقد قال الله تعالى: {كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} . ¶ وإما أن يقول بأن الله تعالى لم يُرِدْ أن يُنَزّل كلاما منظما كما لم يُرِد أن يجعله شعرا أو سجعا أو غير ذلك مما يراعى فيه المتكلم من البدائع والتكلف إنما هو كلام أُريد به الهداية والحكمة فأنزل حسب ما اقتضت الأحوال من الدلائل والشرائع. وربما اجتمع المقتضيات من وجوه مختلفة، فأنزل مراعيا لتلك الوجوه المتباينة سورة جامعة لمطالب مختلفة، احتيج إليها في زمان نزولها. والأحوال والحوادث، واقتضاءاتها تجمع من علل متباعدة في زمان واحد. فالسورة تجمع هذه الجمل كلها تكون على حِدّتها في غاية الحُسْن والنّظام، وأما مجموع هذه الجمل فلا معنى لالتماس النظام فيه. وقد بيّن ذلك بعض أكابر العلماء فأقول لولا رعاية النظم فيه لما وجدنا الكلام الطّويل مبنيا على أسلوب جامع أو كلمة ناظرة إلى كلمة سابقة بعيدة عنها. مثلا {هُدىً لِلْمُتَّقِينَ} قد سبق في أول سورة البقرة ثم جرى الكلام حتى عاد إلى ذكر أهل التقوى، فجاء قوله تعالى: {أُولَئِكَ الَّذِينَ صَدَقُوا وَأُولَئِكَ هُمُ الْمُتَّقُونَ} ناظرا إلى ما سبق، والتّأمل في نظم ما بينهما وفي ما بعد ذلك يبيّن أن ذلك ليس بمحض الاتفاق ولذلك أمثلة كثيرة أوضح مما ذكرنا. ¶ أما الدليل الثاني الذي يعتمد عليه الشوكاني في حكمه، وهو قياسه على كلام العرب وقصائدهم وخطبهم لأنه نزل بلغتهم فإننا نقول فيه: إن القرآن",
            "page": "22",
            "part": "16",
            "seal": "C436BF5D"
        },
        {
            "id": "26",
            "nass": "الكريم وإن نزل بلغة العرب، فليس يشبه كلامهم من كل وجه ولا يخالفه من كل وجه، فهناك أوجه اتفاق، كما أن هناك أوجه اختلاف فمن أوجه الاختلاف ما قال الجاحظ: \"سمّى الله تعالى كتابه اسما مخالفا لما سمّى العرب كلامهم على الجملة، والتفصيل، سمّى جملته قُرآنا ما سمّوا ديوانا وبعضه سورة، كقصيدة، وبعضها آية كالبيت، وآخرها فاصلة كقافية. وإذا ما تأملنا قصائد الجاهلية، وجدنا أنها تسير على نظام معيّن حيث ابتداء بالنسيب والبكاء على الأطفال والديار، ثم يصل الشاعر إلى غرضه من الفخر أو المدح أو الرثاء، ولا شك أن المناسبة قائمة بين أجزاء القصيدة وأبياتها. ¶ أما بالنسبة إلى ما ذكره الشوكاني من إنكاره ترتيب القصائد المختلفة الموضوع كمدح والهجاء والرثاء، أو ترتيب الخطب التي قبلت في مناسبات مختلفة، فهذا غير وارد، وذلك لأن كثيرا من القصائد التي وصلتنا على قلتها لم تكن لتنجو من تلاعب رواة الشعر بين تقديم وتأخير، وحذف وتغيير، ولأن العرب كانوا أمة أُمية لا يقرؤون ولا يكتبون، ومن ثم لم يؤلفوا كُبُبا حتى تحتاج إلى ترتيب وتنسيق، وحينما تحولوا إلى أمة علمية بمجيء القرآن ودخولهم في الإسلام، وجدنا الكتب المصنفة المرتبة، ووجدنا المناسبة تجمع أشتات هذه الكتب وموضوعاتها، وهكذا توزعت الكتب واختلفت باختلاف موضوعاتها وفنونها فكتب الفقه وكتب التفسير، وكتب الحديث وكتب التاريخ الخ. . . ¶ وكل كتاب يبدأ بما يناسب الابتداء، ثم يقدم ما حقه التقديم، ويؤخر ما حقه التأخير، ثم تأتي الخاتمة، وكذلك الشعراء فإنهم لا ينشرون دواوينهم هكذا اعتباطا، وإنما يعمدون إلى القصائد التي يجمعها موضوع واحد، أو مناسبة ما فينشرونها في ديوان واحد تحت عنوان واحد، وليس هذا شأن العرب وحدهم، وإنما هو شأن البشرية كلها في الشرق والغرب، بل إن الشوكاني نفسه، شعر حينما استطرد في كلامه عن المناسبة أنّه خرج عن الموضوع الذي كان فيه وهو تفسيره لسورة البقرة، فاعتذر عن ذلك وقال: \"إنما ذكرنا هذا البحث في هذا الموطن لأن الكلام هنا قد انتقل مع بني إسرائيل بعد أن كان قبله مع أبي البشر آدم عليه السلام\". فهو يريد بذلك أن يبين للقارئ مناسبة هذا الكلام الذي انْجرّ",
            "page": "23",
            "part": "16",
            "seal": "2F182CC2"
        },
        {
            "id": "27",
            "nass": "إليه، حتى لا يلام على ذلك، وهذا دليل على أن الإنسان لا يمكن أبدا أن يتخلى عن المناسبة، أو أن يُغفلها في كلامه أو كتابته فإذا كان كلام البشر خلوا من المناسبة فلا شك أنه عيب في الكلام، ونقص في صاحبه فكيف بكلام الله تعالى الذي لا يأتيه الباطل من بين يديه ولا من خلفه والذي لا ريب فيه هدىً للمتقين. ¶ وإليك ما قاله الفراهي في دحض هذه الشبهة: ¶ \"زعم بعض العلماء أن الكلام المنظم الذي يجري إلى عمود خاص ليس من عادة العرب فإنك ترى في شعرهم اقتضابا بيّنا، فلو جاء القرآن على غير أسلوبهم ثقل عليهم، وهذا زعم باطل، فإن العرب كانوا يتَلَهّوْنَ بالشعر، ولا يعدونه من المعالي وإنما كانوا يعظمون الحكماء ويحبون الخطبات الحكيمة، ولذلك كان الأشراف يأنفون عن قول الشعر وأنْ يُعْرفوا به وإنما يستعملونه نزرا على وجه الحكمة وضرب المثل. ومحض الوزن والنظم لا يُعَد شعرا، وإن للشعر مواضيع من فنون الهزل والإطْراب، فهو على كل حال من لهو الحديث، فمن نظم الأبيات في غير مواضيعه لا يُسَمّى شاعرا إنما هو ناظم. ومن هذا الجانب المعروف من حقيقة الشعر، قال النبي صلى الله عليه وسلم: \"إن من الشعر لحكمة وإن من البيان لسحرا\". ¶ أي هذا يكون عل الندرة، ولذلك نزه الله تعالى نبيه عن الشعر حيث قال: {وَمَا عَلَّمْنَاهُ الشِّعْرَ وَمَا يَنْبَغِي لَهُ إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْآنٌ مُبِينٌ لِيُنْذِرَ مَنْ كَانَ حَيّاً وَيَحِقَّ الْقَوْلُ عَلَى الْكَافِرِينَ} . ¶ فإن تبيّن لك هذا الفرق بين الشعر والبيان، وأن العرب لم يكن أكثر كلامهم الجزل شعرا، فهل بعد ذلك تجعل القرآن على أسلوب الشعراء وأنه مقتضب البيان كمثله؟ ألا ترى كيف جعل الله ذلك من ذمائم الشعراء وقدمه على الكذب مع ظهور شناعة الكذب فنبّه على أن القول من غير غاية وعمود ونظام أدل على سخافة القائل، فقال تعالى في ذم هؤلاء الشعراء: {أَلَمْ تَرَ أَنَّهُمْ",
            "page": "24",
            "part": "16",
            "seal": "4319347E"
        },
        {
            "id": "28",
            "nass": "فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ} الشعراء (225_226) . ¶ هل الهيمان في كل واد إلا الجريان في القول من غير مقصد ونظام. وليس للعقل فيه رغبة، ولكن النفس ربما ترغب في الملاهي، والخُلُوِّ عن الفكر فتميل إلى ذلك كما تميل إلى الخمر والغناء وأشغالٍ تغفلها عن الهموم والأفكار وهذا ليس بدواء ولكنه داء. . ¶ ثم يبين الدوافع الحقيقية، والأسباب الخفية التي جعلت بعض العلماء ينكرون المناسبة فيقول: ¶ \"ما أنكر وجود النظم في القرآن من أنكره إلا بخلاف رضاه، ولولا أنه أكره عليه لتحاشى عنه، فإنه لا يرضى عاقل أن يترك بين الناس كلاما له، وهو يعلم أنه مختل النظم، بل لو لاح له بعد زمان شيء من الإخلال راجع فيه النظر، وهذّبه غاية ما يمكنه\". ¶ وكذلك لا يهتم به من حَسُن فيه ظنه، وإنما يتهمه إذا عجز عن فهمه ولم يتهم فيه نفسه بالتقصير، فحينئذ ينسب إلى القائل إساءة الصناعة، وذلك إذا كان الكلام من مخلوق. ¶ فأما إذا كان من الخالق _ تعالى وتقدس _ وهو محفوظ ومرتب على غير ترتيب النزول _ وألقاه الملك الأمين إلى نبي كريم، فيصح السان من قوم مشهورين بالفصاحة والبيان، وقد قرأه عليه مرارا. ¶ ولا شك أن حُسْنَ الشيء ونفعه مودعان في تناسب أجزائه، لا سيما الكلام البليغ، ولا سيما إذا تحدى به البلغاء، فعجزوا عن الإتيان بمثله ولو بسورة واحدة. فلا أدري كيف يظن به ظان _ وهو من المسلمين المؤمنين بالله وتنزيله _ أنه خال عن حسن النظام. ¶ فإذا كان الأمر كذلك، فلا شك أن الذين ذهبوا إلى نفي النظام ((أي المناسبة، لم يذهبوا إليه إلا لأسباب اضطرتهم إليه، فلنذكر بعض تلك الأسباب",
            "page": "25",
            "part": "16",
            "seal": "CEA04187"
        },
        {
            "id": "29",
            "nass": "لتعرف عذرهم، وتبقى على حسن ظنك بهم، ولتخرج من محض التقليد، إلى مطمئن من الحق. ¶ فإن الأذكياء والحكماء لا يذهبون إلى رأي نكرٍ إلا فرارا مما هو أشد نكارة، فمن لم يعرف ذلك إما أساء بهم الظن، وسدّ على نفسه الانتفاع بهم، أو قلّدهم في أمر ظاهر الفساد فعمي وتصامم عن الاستماع لكل دليل واضح. فإن إساءة الظن إلى دلائلك أهون عليه من إساءة الظن بأولئك الأكابر. وإن نقلت من بعض الأكابر ما يوافق الحق اشتبه عليه الأمر، وربما اتبع ما عليه الأكثرون. ¶ فلذلك احتجنا إلى ذكر بعض الأسباب المانعة عن الإيقان بالنظام مع وضوح دلائله، فنقول وبالله التوفيق: ¶ الأول: ¶ وهو أقوى الأسباب: تبرئة كلام الله عن كل عيب وشين. ولا شك أنه ظاهر النظام والترتيب في كثير من المواضع، ولكنهم لو ادعوا أن كله منظم، _والنظم مرعي فيه _ لاضطروا في مواضع إلى القول بعدمه وذلك لغموضه ودقته، فتركوا هذا المسلك، ولم يحولوه إلى قصور أفهامهم، فإن منها ما وجدوه خلاف أصول النظم، وتيقنوا أنه لا يمكن فيه تصور نظم ما. كما ترى في آية: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} _ البقرة:238_ فإن هذه الآية واقعة بين ذكر متصل لأمور النساء، ثم بعدها يرجع إلى الذكر الأول، ولولا هذه الآية لكان البيان على غاية الاتصال. ¶ ومن بيّن مناسبة هذه الآية، لم يأت بما يتقبله من رزق شيئا من الإنصاف ويستمع القول فيتبع أحسنه. ¶ ومن الذين يؤمنون بوجود النظام من نسب ذلك إلى عجز فهمه. وذلك هو المسلك الأحوط وقد كشف لنا غطاؤه بعد سنين، فالحمد لله رب العالمين {وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ} الأعراف: 43.",
            "page": "26",
            "part": "16",
            "seal": "43E1DD1F"
        },
        {
            "id": "30",
            "nass": "الثاني: ¶ ليس دون الأول، ولكن الأول يتعلق بالمصنفين، والثاني يتعلق بالناظرين في كلامهم. ¶ وهو أكثر من ذهب إلى وجود النظم كالإمام الرازي _ رحمه الله _ قنع في هذا الأمر الصعب بما هو أوهى من نسج العنكبوت، مع سبقه الظاهر في العلوم النظرية والذكاء. ¶ فمن نظر في كلامه تيقن بأن النظم لو كان كما يدعيه هذا الإمام المتبحر وأمثاله، لما خفي عليه مع خوضه فيه، وإذا لا يأتي هو ولا غيره إلا بكل ضعيف، فلا مطمح فيه لأحد بعد هؤلاء، فإما بقي على قوله بوجود النظم، ولكن يئس من علمه وأغلق بابه، فإن سمع أحدا يدعوه إليه لم يسمعه. وإما صار إلى الرأي الذي ظنه أسلم، وهو أن القرآن إنما نزل منجما مفرقا، فلا يطلب فيه نظام. ¶ الثالث: ¶ إكثار الوجوه في التأويل، وإكثار الجدل وقال وقيل، وذلك بأن النظم إنّما يجري على وحدة، فبحسب ما تكثر الوجوه، يتعذر الاستنباط النظام. فمن نظر في هذه الوجوه المتناقضة والأقاويل المتشاكسة تحَيّر، لا يدري ماذا يختار منها؟ وأصبح في حجب من النّظم الذي يجري من كل جملة في وجه واحد كمن سلك طريقا يصادف في كل غلوة طرقا شتّى. ¶ ولما كان ذلك _ ولأسباب أُخر شرطنا أن نقنع بوجه واحد صحيح ظاهر ينتظم به الكلام، ولم نجده إلا أحسنها تأويلا، وأبلغها بيانا _ وهذا مبسوط في موضعه وإنما ذكرناه هنا من جهة أن إكثار الوجوه من أكبر الحجب على فهم النظام، بل عدم التمسك بالنظام هو أكبر سبب للولوع بكثرة التأويل، فإن النّظم هو الذي يوجهك إلى الوجه الصحيح والسلف رحمهم الله لم يجمعوا وجوها بل كل منهم ذهب إلى أمر في كل علم إذا كثرت الكتب ودون العلم، وسهل الطريق",
            "page": "27",
            "part": "16",
            "seal": "B1270DB1"
        },
        {
            "id": "31",
            "nass": "فيحرصون على التبحر ويرفضون الرسوخ والتحقيق في فن واحد، فيحسبون تكثير الأقاويل والمذاهب علما وهم خِلْوٌ عنه كما قيل: طَلَبُ الكل فَوْتُ الكل. ¶ فمن اشتغل بالتفسير وجده بحرا متلاطما من الأقوال، وحفظه هذه الأقاويل يمنعه عن مسلك النظام من جهة نفاد فرصته ومنته، ومن جهة أن النظام قد خفي وضل عنه في شتات الوجوه الكثيرة بل لو رفض هذه الكتب كلها وأخذ طريق السلف رحمهم الله فتدبر القرآن والتمس المطابقة بينه، وبين السنة الثابتة لكان أقرب إلى معرفة النظام وصحيح التأويل. ¶ الرابع: ¶ قريب من الثالث، إنّ تحَزّب الأمة في فرق وشِيع، قد ألجأهم إلى التمسك بما يؤيده من الكتاب فراق لهم تأويله الخاص سواء كان بظاهر القول، أو بإحدى طرق حمل الكلام على بعض المحتملات. ولا يخفى أن غلبة رأي وتوهم، يجعل البعيد قريبا والضعيف قويا، وكذلك يضل كل فريق، فلكل حزب تأويل حسب مذهبه، وحينئذ لا يمكن رعاية النظام فإن الكلام لا بد له من سياق، ولا بد لأجزائه من موقع يخصه. فلو رعوا النظام، ظهر ضعف ما يمليه ويجذبه إلى غير مساقه، كما أنن الكلمة الواحدة ربما تكون مشتركة بين المعاني المتعددة ولكن إذا وضعت في كلام منع موقعها وقرائنها من كثرة الاحتمالات، وتعين منها ما وافق معنى الجملة والتأم به. ومع ذلك ليس كل نظام جديرا بالأخذ بل ما هو أحسن تأويلان فربما يلتئم الكلام ويتسق النظام بتأويل ركيك ساقط، فهذا مما يتح بابا لدخول الأباطيل والهوى، يخالف النظام الصحيح العالي الذي يظهر به رفيع مكان التنزيل، كما وصف الله به كتابه في مواضع لا تحصى.",
            "page": "28",
            "part": "16",
            "seal": "F656BFC4"
        },
        {
            "id": "32",
            "nass": "رأي العز بن عبد السلام ¶ ... ¶ مع العز بن عبد السلام: ¶ بالرغم من أن العز بن عبد السلام يصرح بأن المناسبة علم حسن، إلا أنه يشترط أن تكون في أمر متحد مرتبط أوّله بآخره، ولا يقبل بالمناسبة فيما وراء",
            "page": "28",
            "part": "16",
            "seal": "0D0788CD"
        },
        {
            "id": "33",
            "nass": "ذلك لأن القرآن نزل في نيف وعشرين سنة في أحكام مختلفة، وما كان كذلك لا يتَأتّى ربط بعضه ببعض ولا شك بأن الأمر المتحد المرتبط أوله بآخر لا يحتاج أن نبحث له عن المناسبة لأنها ظاهرة الفكرة مرتبط أولها بآخرها، فهذا الشرط هو تحصيل حاصل. أما في ما وراء الأمر المتحد المرتبط أوله بآخره، فنرى أن العز بن عبد السلام لا يقول بالمناسبة، وذلك لاختلاف أسباب النزول، ولا شك بأن هذا الرأي مبني على أن ترتيب الآيات كما هي في المصحف، إنما كان على ترتيب النزول، وهو أمر ظاهر البطلان، بعد ما قدمنا من الأدلة على أن ترتيب الآيات ليس وفق ترتيب النزول، وأنه توقيفي بأمر من الرسول صلى الله عليه وسلم _ وهكذا نرى أن هذه الشبهة ساقطة، ولا تنهض أمام الأدلة المتوافرة التي سبقت. ¶ ونستخلص من هذا أن العز بن عبد السلام متوسط في رأيه، فهو يقول بالمناسبة الظاهرة، دون الخفية، وذلك ليهرب أيضا من التكلف الذي رآه عند بعض من خاضوا هذا البحر، ولم يحسنوا فيه السباحة فأوشكوا على الغرق. فهو يرى حسن المناسبة ولكنه يشفق على من يسعى إليها.",
            "page": "29",
            "part": "16",
            "seal": "295EAA40"
        },
        {
            "id": "34",
            "nass": "مع الجمهور: ¶ لا شك أن رأي الجمهور بالقول بالمناسبة يعتمد على أدلة قوية كما قدمنا، غير أن الطريقة التي سلكها أكثرهم في التعرض إلى المناسبة واستكشافها لم تكن تساعدهم دائما على معرفة المناسبة القوية، فيلجئون إلى مناسبات ضعيفة قد تضطرهم إلى شيء من التكلف مما حمل أصحاب الاتجاه الأول على إنكار المناسبة والتشنيع على القائلين بها، وأصحاب الاتجاه الثاني على القول بها في حال دون حال ويبدو أن الطريقة التي كانوا يلجئون إليها في غالب الأحيان، وهي طريقة التحليل حيث لا يتجاوزون الآيتين المتجاورتين، وبالتالي ينحصر البحث في معنى الآيتين ولا يجاوزهما إلى معانٍ أخرى تفهم من مجموع الآيات في السورة الواحدة، ولو أنهم بعد أن سلكوا هذا الطريق التحليلي، عادوا فنظروا إليه نظرة محلية تركيبية، لأمكنهم أن يربطوا بين الآيات كلها ربطا",
            "page": "29",
            "part": "16",
            "seal": "E64D3E69"
        },
        {
            "id": "35",
            "nass": "محكما، لا شبهة فيه ولا تكلف، ومن هنا فالطريق الصحيح لإدراك المناسبة لا بد أن يستخدم أولا منطق التحليل، حيث يضع الفرضيات الأولى للمناسبة بين الآيات، ثم يأتي بعد ذلك منطق التركيب الذي يحاول استكشاف الوحدة الكلية الموضوعية التي يقوم عليها بناء السورة فإذا ما أدرك ذلك أمكن تصحيح التكلف والتعسف الذي ينشأ من منطق التحليل، بذلك تبدو المناسبة قوية محكمة لا تحتاج إلى تكلف ولا تعسف. غير أن إدراك الوحدة الموضوعية الكلية ليس بالأمر الميسور، كما أنه ليس ملقىً على قارعة الطريق، وإنما يحتاج إلى بحث ودراسة، وقد تختلف فيه أنظار الباحثين والدارسين ومن ثمّ تختلف المناسبات باختلافهم، فالبقاعي _ مثلا _ يستنتج موضوع السورة من اسمها، وفي ذلك يقول. وقد ظهر لي باستعمالي لهذه القاعدة بعد وصولي إلى سورة سبأ أن اسم كل سورة مترجم عن مقصودها لأن اسم كل شيء تلحظ المناسبة بينه وبين مُسماّه عنوانه الدّال إجمالا على تفصيل ما فيه، وذلك هو الذي أنبأ آدم عليه السلام عند العرض على الملائكة عليهم السلام، ومقصود كل سورة هاد إلى تناسبها، فأذكر المقصود من كل سورة وأطابق بينه وبين اسمها، وأفسّر كل بسملة بما يوافق السورة ولا أخرج عن معاني كلماتها. ¶ أما الفراهي فإنه يقول:. . ولما كان اسم الشيء عنوانا لمعناه، وقد اشتهر من الأسماء ما لا يخبر عن معناً هاما، فاعلم أن أسماء السور على أربعة وجوه: ¶ الأول: ¶ تسميها بلفظ من أوائلها، فمنه فيما نقله السيوطي سورة الحمد وبراءة، وسورة سبحان، وطه، وحواميم، ويس، واقتربت، والرحمن، وتبارك، وعمّ، والمعصرات، وأرأيت، وسورة تبت، وغير ذلك، وهكذا سمّت اليهود كتب التوراة. ¶ الثاني: ¶ تسميتها بلفظ اختص بها، كالزخرف والشعراء والحديد، والماعون،",
            "page": "30",
            "part": "16",
            "seal": "21686DB6"
        }
    ],
    "t1482": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المناسبات.. وترتيب الآيات والسور"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": null,
            "tit": "ترتيب الآيات"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "ترتيب السور"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "آراء العلماء في المناسبات"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "الإتجاه الأول"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الإتجاه الثاني"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الاتجاه الثالث"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "الاتجاه الرابع"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "وقفة عند كل اتجاه"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "رأي الشوكاني"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "رأي العز بن عبد السلام"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "رأي الجمهور"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "رأي دراز والفراهي"
        }
    ]
}