{
    "b1494": [
        {
            "id": "1",
            "nass": "[المدخل] ¶ بسم الله الرحمن الرحيم رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسانِي يَفْقَهُوا قَوْلِي إِنَّ هذَا الْقُرْآنَ يَهْدِي لِلَّتِي هِيَ أَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحاتِ أَنَّ لَهُمْ أَجْراً كَبِيراً الَّذِينَ آتَيْناهُمُ الْكِتابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ أُولئِكَ يُؤْمِنُونَ بِهِ وَمَنْ يَكْفُرْ بِهِ فَأُولئِكَ هُمُ الْخاسِرُونَ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا صدق الله العظيم",
            "page": "3",
            "part": "1",
            "seal": "CD458214"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله الذي له ما في السموات وما في الأرض وله الحمد في الآخرة وهو الحكيم الخبير. ¶ والصلاة والسلام على البشير النذير وعلى آله وأصحابه ذوي الشرف القدير، وبعد: ¶ فيقول العبد الفقير إلى الله تعالى والراجي لعفوه وكرمه والمستعيذ به من السمعة والرياء في القول والعمل (المختار المشري المقروش) إمام ومدرس أحكام تجويد القرآن الكريم بمسجد الزهراء العتيق .. ¶ إن القرآن الكريم هو كتاب الله العزيز الذي لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ. ¶ وقد ضمن الله تبارك وتعالى حفظه من التغيير والتبديل دون الكتب السماوية فمنع أيادي الفساد والتحريف من العبث به وتغييره، وخير دليل على حفظه قوله تعالى إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ هذا ولمّا منّ الله عليّ بتعليم القرآن الكريم وتعليمه وجدت أن جل المدارس القرآنية في الجماهيرية العظمى وحفظة القرآن الكريم بها يحفظون القرآن الكريم ويقرءونه برواية الإمام قالون عن نافع المدني. ¶ وقع سمعي ذات يوم على قول بعض الأصدقاء: لقد اطلعت على جلّ المكتبات بالجماهيرية العظمى فلم أجد إلا الشيء اليسير للكتب التي تتضمن أحكام رواية الإمام قالون عن نافع.",
            "page": "5",
            "part": "1",
            "seal": "FACE66A6"
        },
        {
            "id": "3",
            "nass": "من هذا المنطلق رأيت مع من رأى من زملائي الذين درسوا معي أحكام تجويد القرآن الكريم أن أقوم بجمع أحكام رواية الإمام قالون من الكتب التي أصبحت نادرا ما تتواجد في المكتبات، وترتيبها وتنسيقها مع ما قرأناه من مشايخنا غفر الله لنا ولهم وبعد هذا التجميع والترتيب والتنسيق أسميته: ¶ (كيف تقرأ القرآن الكريم برواية الإمام قالون عن نافع المدني) ¶ وقد تضمن هذا الكتاب ثلاثة عناصر رئيسية أولها المقدمة وتحتوي على سبب إخراج هذا الكتاب ثانيها المقصود وهو ما اشتمل عليه الكتاب من أحكام التجويد برواية الإمام قالون ثالثها الخاتمة وقد احتوت على شكر واعتذار، يلي الخاتمة صفحة المصادر والمراجع ثم الفهرس. ¶ وقد شرح الله صدري لتجميع هذه الأحكام ليستعين بها الطلاب وحفظة القرآن الكريم من معرفة أحكام التلاوة وليكونوا بعيدين كل البعد عن الخطأ والتحريف، وقد حاولت بكل ما أمكن أن أكتبها سهلة الأسلوب وواضحة المعاني، وقد أدخلت عليها بعض المصطلحات التي لم أرها في كتب التجويد كالمد المزيدي مثلا، الذي يطلق عليه في كتب التجويد المد الفرعي، فهناك من قرأ بالمد المزيدي وهناك من قرأ بالمد الفرعي، وهكذا أصبحت الفائدة عامة، كذلك اقتصرت فيها على الوجه المقدّم والراجح في الأداء فقد، وإذا رأيت الحاجة ماسة لذكر بعض الأوجه ذكرتها، كي لا تتعدد الأوجه على القارئ فيحصل الملل والضجر. ¶ ويرجع الفضل في تجميع هذه الأحكام وترتيبها إلى الله سبحانه وتعالى ومن ثم مشايخي الأفاضل والأساتذة الأجلاء الشيخ محمد ولد عبد الله الموريتاني والشيخ محمد عطية ديرة والشيخ محمد العكاري والشيخ عبد الحكيم الجويلي نفع الله كل المسلمين بعلومهم. ¶ وفي الختام نسأل الله تعالى أن يجعلها خالصة لوجهه الكريم وأن ينفع بها أهل القرآن في كل زمان ومكان إنه سميع مجيب ... أمين. ¶ المختار المشري المقروش",
            "page": "6",
            "part": "1",
            "seal": "7A16171C"
        },
        {
            "id": "4",
            "nass": "التعريف بالقرآن الكريم ¶ القرآن الكريم هو كتاب الله عز وجل وهو الخاتم للكتب السماوية، الجامع لكل ما فيه الخير والهداية والرشاد للناس كافة، هو حبل الله المتين، ونوره المبين، الذي غمر الأرض بنوره، وعمّر قلوب الناس بالإيمان الصادق، وهو كلام الله القديم، والمنقول إلينا نقلا متواترا. ¶ يقول الحق تبارك وتعالى في تعريف القرآن الكريم: وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ وقوله تعالى: قَدْ جاءَكُمْ مِنَ اللَّهِ نُورٌ وَكِتابٌ مُبِينٌ* يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوانَهُ سُبُلَ السَّلامِ وَيُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ بِإِذْنِهِ وَيَهْدِيهِمْ إِلى صِراطٍ مُسْتَقِيمٍ. ¶ ويقول سيدنا محمد صلّى الله عليه وسلم في تعريف القرآن الكريم: (فيه خبر من قبلنا، ونبأ ما بعدنا، وحكم ما بيننا) وقوله أيضا: ¶ (هو الفصل ليس بالهزل من تركه من جبار قصمه الله، ومن ابتغى الهدى في غيره أضله الله، وهو الذكر الحكيم، والصراط المستقيم، وهو الذي لا تزيغ به الأهواء، ولا تتشعب به الآراء، ولا يشبع منه العلماء، ولا تملّه الأتقياء، ولا يخلق على كثرة الرد، ولا تنقضى عجائبه، وهو الذي لم تتنه الجن إذ سمعته أن قالوا: ¶ إِنَّا سَمِعْنا قُرْآناً عَجَباً يَهْدِي إِلَى الرُّشْدِ من علم علمه سبق، ومن قال به صدق، ومن حكم به عدل، ومن عمل به أجر، ومن دعي إليه هدي إلى صراط مستقيم، ذلك هو كتاب ¶ الله تعالى، الخاتم الذي ارتضاه الله لنا، لنكون خير أمة أخرجت للناس تأمر بالمعروف وتنهى عن المنكر وتتواصى بالحق وتتواصى بالصبر ذلكم الشرع الذي قال فيه الله تعالى: شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنا إِلَيْكَ وَما وَصَّيْنا بِهِ إِبْراهِيمَ وَمُوسى وَعِيسى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ. ¶ وقوله صلّى الله عليه وسلم (إن هذا القرآن مأدبة الله فاقبلوا من الله مأدبته ما استطعتم، إن هذا القرآن حبل الله المتين، والنور المبين، والشفاه الناجح، عصمة لمن تسمك به، ونجاة",
            "page": "7",
            "part": "1",
            "seal": "94E60D10"
        },
        {
            "id": "5",
            "nass": "لمن اتبعه، لا يزيغ فيستعتب، ولا يعوج فيقوم، ولا يخلق على كثرة الرد، اتلوه فإن الله يأجركم على تلاوة كل حرف عشر حسنات أما إني أقول الم حرف ولكن ألف حرف، ولام حرف، وميم حرف). ¶ وما أبلغ ما قاله المستشرق الفرنسي الدكتور (موريس) في وصف القرآن الكريم قال: هو ندوة علمية للعلماء، ومعجم لغة للغويين، ومعلم نحو لمن أراد تقويم لسانه، ودائرة معارف للشرائع والقوانين، وكل كتاب سماوي جاء قبله لا يساوي أدنى سورة منه في حسن المعاني وانسجام الألفاظ. ¶ وكلام الله منزل غير مخلوق، منه بدأ وإليه يعود، وهو مخطوط على السطور، ومحفوظ في الصدور. ¶ ومن خلال هذه التعاريف يتعين علينا المحافظة على القرآن الكريم من التحريف والتصحيف والتبديل والتغيير وللوصول إلى تلك الغايات العظام الجسام فقد وجب علينا وجوبا شرعيا أن نحسن تلاوته، ونقيم حروفه ولحونه ألفاظا وتراكيب، وسورا وآيات ولن نتمكن من بعض ذلك ما لم نعمق النظر فيه من خلال الإلمام بطرائق تلاوته الحقة، ذلك الإلمام الذي لا يتم إلا من خلال إخراج كل حرف من مخرجه الصحيح عند النطق به والعلم بأحكام التجويد وأخذها مشافهة من أفواه المشايخ والمدرسين. ¶ ونسأل الله تعالى أن يجعلنا من الذين يستمعون القول فيتبعون أحسنه ... آمين.",
            "page": "8",
            "part": "1",
            "seal": "F545B244"
        },
        {
            "id": "6",
            "nass": "التعريف بفن التجويد ¶ اعلم أخي القارئ أن المقصود بفن التجويد في القرآن هو إخراج كل حرف من مخرجه الصحيح وإعطائه حقه ومستحقه من صفات ذاتية أم عرضية لازمة كالشدّة والجهر والاستعلاء والاستفال .. الخ، فن التجويد يجعلنا بإتقانه نزيل اللبس عن الحروف وتجنب التحريف والتغيير في النطق الذي قد يجرنا لتغيير معنى الكلمة في بعض الأحيان، وكي نصل إلى سلامة النطق بالآية أو الكلمة سليمة من العيوب عند تعليم القرآن لأبنائنا أو للمبتدئين من الكبار يجب الإلمام ولو ببساطة بفن التجويد الذي يعرفنا بمخارج الحروف وأحكام النطق بما يبرز حالة ضبط الكلمة لأن الله تعالى قال في كتابه العزيز وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا وقد فسّر جلّ العلماء أن المقصود بالترتيل: هو التجويد، أي التحسين، وحتى نقرأ قراءة نثاب عليها ولا نحرم من الأجر المضاعف يجب ألّا نفهم من التجويد أنه تمطيط الحروف والتكلف في حركات اللسان الزائدة والقلقلة والتفخيم والترقيق في غير مواضعها والاعتماد على التغني وترك الأحكام، فكل ذلك منبوذ ولا تصح القراءة به، لأنه يؤدي إلى الإخلال ببعض الحروف وتوالد حروف جديدة والقارئ بها آثم. ¶ عليه يجب قراءة القرآن مجودا مصححا كما أنزل تلتذ الأسماع بتلاوته وتخشع القلوب عند قراءته واللحن في كلام الله تعالى هو الخطأ والميل عن الصواب وهو قسمان:- (أ) اللحن الجلي: وهو خطأ يطرأ على الألفاظ فيخل بعرف القراءة سواء أخل بالمعنى أم لا، كتغيير حرف بحرف أو حركة بحركة كإبدال الطاء دالا أو تاء بترك الاستعلاء فيها وكضم تاء أنعمت أو فتح دال الحمد لله. ¶ وسمي جليا أي ظاهر لاشتراك القراء وغيرهم في معرفته. ¶ (ب) اللحن الخفي: وهو خطأ يطرأ على الألفاظ فيخل بالعرف دون المعنى كترك الغنة وقصر الممدود ومد المقصور، وهكذا سمي خفيا لاختصاص أهل هذا الفن بمعرفته. ¶ فالأول أي الجلي حرام ويأثم القارئ بفعله، والثاني أي الخفي مكروه ومعيب عند أهل الفن وقيل يحرم كذلك لذهابه برونق القراءة.",
            "page": "9",
            "part": "1",
            "seal": "CE8CD2E9"
        },
        {
            "id": "7",
            "nass": "نبذة مختصرة عن الإمام نافع ¶ هو الإمام نافع بن عبد الرحمن بن أبي نعيم المدني وكنيته أبو رؤيم وهي من أشهر كناه، وهو القارئ الثاني بالمدينة المنورة وأحد العشر الذين اشتهر ذكرهم في سائر الآفاق. ¶ وأصله من أصبهان وهو من الطبقة الثالثة بعد الصحابة رضوان الله عليهم وكان الإمام نافع رضي الله عنه أسود شديد السواد، أمّ الناس بمسجد رسول الله ستين سنة، وقرأ على سبعين من التابعين وكان رضي الله عنه إذا تكلم تشمّ من فيه رائحة المسك فقيل له أتتطيب كلما قعدت تقرئ الناس؟ فقال ما أمس طيبا ولكنني رأيت رسول الله صلّى الله عليه وسلم في المنام يقرأ في فيّ القرآن فمن ذلك الوقت توجد فيه هذه الرائحة. ¶ وله راويان أحدهما أبو موسى عيسى بن مينا المدني المعروف بقالون والثاني أبو سعيد عثمان بن سعيد المصري الملقب بورش، رويا عنه القراءة بلا واسطة، وقد اقتصرنا في كتابنا هذا على رواية قالون فقط. ¶ ولد رضي الله عنه سنة 70 وتوفي بالمدينة المنورة سنة 169 هـ- على الصحيح، رحمنا الله تعالى وإياه رحمة واسعة. آمين. ¶ نبذة مختصرة عن الإمام قالون ¶ هو الإمام عيسى بن مينا بن رودان بن عيسى بن عبد الصمد بن عمر بن عبد الله الزّرقي المدني وكنيته أبو موسى وقالون لقب له لقّبه به شيخه الإمام نافع لجودة قراءته لأن معنى قالون بلغة الروم جيد وكان قالون ربيبا للإمام نافع. ¶ وكان رضى الله عنه قارئ المدينة المنورة ومعلّم العربية بها، وكان أصمّ لا يسمع البوق فإذا قرئ عليه القرآن سمعه، وقيل أصابه الصمّ في آخر عمره بعد أن أخذت عنه القراءة. ¶ ولد رضي الله عنه سنة 120 في أيام هشام بن عبد الملك وتوفي في سنة 220 هـ في أيام المأمون. ¶ رحمنا الله تعالى وإياه رحمة واسعة. آمين.",
            "page": "10",
            "part": "1",
            "seal": "37690A52"
        },
        {
            "id": "8",
            "nass": "أحكام الاستعاذة ¶ ويقصد بالاستعاذة هو قولك أعوذ بالله من الشيطان الرجيم عند ما تفتتح القراءة لقوله عز وجل في سورة النحل فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ وما ورد عن النبي صلّى الله عليه وسلم أنه استعاذ قبل القراءة بهذا اللفظ بعينه والجهر بلفظ الاستعاذة هو المشهور عند افتتاح القراءة. ¶ وحكمها عند الجمهور الندب ولا يأثم القارئ بتركتها وإذا اقترنت الاستعاذة بأول السورة سوى براءة فيجوز فيها أربعة أوجه وترتيبها حسب المقدم في الأداء كالآتي:- الأول: قطع الجميع: أي الوقف على الاستعاذة والوقف على البسملة والابتداء بأول السورة. ¶ الثاني: قطع الأول ووصل الثاني بالثالث: أي الوقف على الاستعاذة ووصل البسملة بأول السورة. ¶ الثالث: وصل الأول بالثاني وقطع الثالث: أي وصل الاستعاذة بالبسملة مع الوقف عليها والابتداء بأول السورة. ¶ الرابع: وصل الجميع: أي وصل الاستعاذة بالبسملة بأول السورة جملة واحدة. ¶ أما الابتداء بأول سورة براءة فليس فيها إلا وجهان وهما: ¶ الأول/ القطع: أي الوقف على الاستعاذة والابتداء بأول السورة من غير بسملة. ¶ الثاني/ الوصل: أي وصل الاستعاذة بأول السورة من غير بسملة وذلك لعدم كتابتها في أولها في جميع المصاحف العثمانية. ¶ أما إذا لم تقترن الاستعاذة بأول السورة كأن بدأ القارئ من أول الحزب أو الثمن أو بعد أول السورة ولو بكلمة فيجوز له حينئذ التخيير في أن يأتي بالبسملة بعد الاستعاذة أو لا يأتي بها والإتيان بها أفضل.",
            "page": "11",
            "part": "1",
            "seal": "3345697A"
        },
        {
            "id": "9",
            "nass": "أما إذا لم يأت القارئ بالبسملة بعد الاستعاذة فيجوز له وجهان فقط: ¶ الأول/ القطع: أي الوقف على الاستعاذة والابتداء بأول الآية. ¶ الثاني/ الوصل: أي وصل الاستعاذة بأول الآية. ¶ ووجه القطع أولى من الوصل وخاصة إذا كان أول الآية المبتدأ بها اسما من أسماء الله الحسنى أو ضمير يعود عليه نحو: ¶ اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا أو إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ.",
            "page": "12",
            "part": "1",
            "seal": "78D7F4CD"
        },
        {
            "id": "10",
            "nass": "أحكام البسملة ¶ والكلام على البسملة هذا خاص بالقراءة خارج الصلاة وصيغتها (بسم الله الرحمن الرحيم). ¶ بالنسبة لافتتاح القراءة بأوائل السور باستثناء سورة براءة فلا خلاف بين كل القراء في إثبات البسملة. ¶ أما بالنسبة للجمع بين السورتين والمراد به انتهاء القارئ من قراءة السورة السابقة وشروعه في قراءة السورة اللاحقة فيجوز في مثل هذه الحالة إثبات البسملة والفصل بها بين السورتين ولها ثلاثة أوجه باستثناء آخر سورة الأنفال وأول براءة وترتيبها حسب الأداء والأفضلية كالآتي: ¶ الأول: قطع الجميع: أي الوقف على آخر السورة السابقة وعلى البسملة والابتداء بأول السورة اللاحقة. ¶ الثاني: قطع الأول ووصل الثاني والثالث: أي الوقف على آخر السورة السابقة ووصل البسملة بأول السورة اللاحقة. ¶ الثالث: وصل الجميع: أي وصل آخر السورة السابقة بالبسملة بأول السورة اللاحقة جملة واحدة. هذا ولا يجوز وصل آخر السورة بالبسملة مع الوقف عليهما، لأن ذلك يوهم أن البسملة لآخر السورة السابقة والحال أنها لأول اللاحقة وهذا الوجه ممنوع بالإجماع. ¶ وكذلك لا يجوز وصل البسملة بسورة تبدأ (بلا) مثل لا أُقْسِمُ بِيَوْمِ الْقِيامَةِ لا أُقْسِمُ بِهذَا الْبَلَدِ. ¶ وأيضا لا يجوز وصلها بالسور التي تبدأ بلفظ (ويل) مثل سورة المطففين، وسورة الهمزة، أما ما بين آخر الأنفال وأول التوبة فلها ثلاثة أوجه كلها جائزة عند جميع القراء بالاتفاق وهي:",
            "page": "13",
            "part": "1",
            "seal": "7EF3EE64"
        },
        {
            "id": "11",
            "nass": "الأول/ القطع: أي الوقف على عليم آخر الأنفال مع النفس والابتداء ببراءة. ¶ الثاني/ الوصل: أي وصل عليم ببراءة مع تبيين الإعراب. ¶ الثالث/ السكت: أي الوقف على عليم بسكتة لطيفة من غير تنفس والابتداء ببراءة. وكل من هذه الأوجه الثلاثة من غير بسملة.",
            "page": "14",
            "part": "1",
            "seal": "893B8678"
        },
        {
            "id": "12",
            "nass": "أحكام النون الساكنة والتنوين ¶ النون الساكنة وهي التي لا حركة لها كنون (من، عن) وهي التي سكونها ثابت في الوصل والوقف وتكون في الاسم والفعل والحرف وتكون وسطا وطرفا. ¶ التنوين: هو عبارة عن نون ساكنة زائدة لغير توكيد تلحق آخر الأسماء لفظا وتفارقه خطا ووقفا، هذه للنون الساكنة والتنوين بالنسبة لما يأتي بعدهما من الحروف الهجائية أربعة أحكام وهي: الإظهار، والإدغام، والإقلاب، والإخفاء. ¶ الحكم الأول: (الإظهار) ¶ ويقصد به اللغة: البيان، وفي الاصطلاح: إخراج كل حرف من مخرجه من غير غنة في الحروف المظهرة وكذلك فصل الحرف الأول من الثاني من غير سكت عليه. ¶ وحروفه ستة وهي الهمزة والعين والحاء والغين والخاء المعجمتان، وهي المسماة بالحروف الحلقية، فإذا وقع حرف من هذه الأحرف بعد النون الساكنة سواء كان معها في كلمة أو منفصلا عنها بأن كانت النون آخر الكلمة وحرف الحلق أول الكلمة الثانية أو بعد التنوين لا يكون إلا من كلمتين وجب الإظهار، ويسمى إظهار حلقيا وفيما يلي بعض الأمثلة للنون الساكنة من كلمة وللتنوين وكلمتين: ¶ ينئون، من ءامن، جنات ألفافا، ينهون، من هاجر، ولكل قوم هاد، أنعم، إن عليك، حكيم عليم، تنحتون، من حكيم حميد، فسينغضون، من غل، لعفو غفور، المنخنقة، من خير، عليم خبير. ¶ ووجه إظهار النون الساكنة والتنوين عند هذه الأحرف بعد مخرجهما عن مخرجهن كل البعد إذ هن يخرجن من الحلق وهما من طرف اللسان ولم يحسن الإدغام لعدم وجود سببه ولا الإخفاء لأنه قريب منه ولا القلب لأنه وسيلة إلى",
            "page": "15",
            "part": "1",
            "seal": "D3308171"
        },
        {
            "id": "13",
            "nass": "الإخفاء ولهذا تعين الإظهار الذي هو الأصل، وسمي بالإظهار لظهور النون الساكنة والتنوين عند ملاقاتهما بحرف من هذه الأحرف، وسمى حلقيا لخروج حرفه من الحلق. ¶ ومراتب الإظهار ثلاثة: أعلاه عند الهمزة والهاء، وأوسطه عند العين والحاء، وأدناه عند الغين والخاء. ¶ الحكم الثاني (الإدغام) ¶ ويقصد به في اللغة: الإدخال، وفي الاصطلاح: التقاء حرف ساكن بحرف متحرك بحيث يصيران حرفا واحدا مشددا يرتفع اللسان عنهما ارتفاعه واحدة وهو بوزن حرفين. ¶ وحروفه ستة وهي مجموعة في لفظ (يرملون) وهي الياء والراء والميم واللام والواو والنون، وينقسم هذا الإدغام إلى قسمين: ¶ الأول: إدغام بغنة، وله أربعة أحرف مجموعة في لفظ (ينمو) وهي الياء والنون والميم والواو فإن وقع حرف من هذه الأحرف بعد النون الساكنة والتنوين بشرط أن يكون من كلمتين بعد التنوين ولا يكون إلا من كلمتين وجب الإدغام ويسمى إدغاما بغنة، فمثال النون الساكنة في هذه الحروف الأربعة: (من مّال الله، من ولي،) ومثال التنوين فيها كذلك (وبرق يجعلون، يومئذ نّاعمة، عذاب مّقيم، يومئذ واهية). ¶ ويسمى الإدغام إدغاما ناقصا لذهاب الحرف وهو النون أو التنوين وبقاء الصفة وهي الغنة. أما إذا وقعت هذه الأحرف بعد النون في كلمة واحدة وجب الإظهار ويسمى إظهارا مطلقا لعدم تقيده بحلق أو شفة وقد وقع هذا النوع في أربع كلمات في القرآن الكريم ولا خامس لها وهي: الدنيا وبنيان، وقنوان، وصنوان، ولم يدغم هذا النوع لئلا يلتبس بالمضاعف وهو ما تكرر أحد أصوله كصوّان، فلو أدغمت النون في الواو لقيل صوّان وبذلك التبس الأمر بين ما أصله النون فأدغمت نونه وبين ما أصله التضعيف فلذا أظهرت النون خوف الالتباس.",
            "page": "16",
            "part": "1",
            "seal": "08075D3E"
        },
        {
            "id": "14",
            "nass": "الثاني: إدغام بغير غنة ولهذا الإدغام الحرفان الباقيان من حروف يرملون وهما اللام والراء فإذا وقع حرف منهما بعد النون الساكنة بشرط انفصاله عنها كما تقدم أو بعد التنوين ولا يكون إلا من كلمتين كما مر وجب إدغامهما ويسمى إدغاما تاما أو كاملا لذهاب الحرف والصفة معا. ¶ ووجه الإدغام في الحروف التماثل في النون والتجانس في صفة الجهر والاستفال والانفتاح بالنسبة للواو والياء والتجانس في الغنة وفي سائر الصفات الخمس بالنسبة للميم، والتقارب في المخرج بالنسبة للام والراء في أكثر الصفات، ووجه حذف الغنة مع اللام والراء هو المبالغة في التخفيف لأن في بقائها بعض من الثقل. ¶ وللإدغام مطلقا أسباب ثلاثة: التماثل، والتقارب، والتجانس. ¶ فالتماثل: أن يتفق الحرفان صفة ومخرجا كالباءين والدالين نحو: اضرب بّعصاك، وقد دّخلوا. فإن سكن أولهما وتحرك الثاني سميا مثلين صغيرا. ¶ والتقارب: أن يتقارب الحرفان مخرجا وصفة أو مخرجا لا صفة أو صفة لا مخرجا نحو: ألم نخلقكم، كلا بل ران، فإن سكن أول الحرفين وتحرك الثاني سمى متقاربين ¶ صغيرا. ¶ والتجانس: أن يتفق الحرفان مخرجا ويختلفا صفة كالدال والتاء نحو: قد تبين، أجيبت دعوتكما، همت طائفة، إذ ظلمتم، يلهث ذلك، اركب معنا. ¶ فإن سكن أول الحرفين وتحرك الثاني سيما متجانسين صغيرا. ¶ هذا ما يسمى بالإدغام الصغير إذ هو المتعلق برواية قالون؛ أما بالنسبة للإدغام الكبير لم يقع في رواية قالون إلا في كلمتين فقط: (تأمنا) بيوسف في قوله تعالى ما لَكَ لا تَأْمَنَّا عَلى يُوسُفَ والأصل فيها تأمننا بوزن تعلمنا أي بنونين مظهرين الأولى مرفوعة وهي نون الكلمة والثانية مفتوحة وهي نون المتكلم وقد أجمعت المصاحف على كتابتها بنون واحدة على خلاف الأصل: ويجوز فيها لقالون وجهان صحيحان مقروء بهما:",
            "page": "17",
            "part": "1",
            "seal": "791264F2"
        },
        {
            "id": "15",
            "nass": "الأول: إدغام النون الأولى في الثانية مع الإشمام وهو أن تضم شفتيك من غير إسماع صوت بعد إسكان النون الأولى وإدغامها في الثانية إدغاما تاما وقبل استكمال التشديد أي قبل تمام النطق بالنون الثانية. ¶ الثاني: الاختلاس أي اختلاس ضمة النون الأولى. وحينئذ يمتنع إدغام النون الأولى في الثانية مطلقا لتعذر الإتيان به، لأن من شرط الإدغام تسكين المدغم وهو هذا النون الأولى وهي لا تزال متحركة وإن كانت حركتها غير كاملة بسبب اختلاسها فلا تكون مدغمة والحالة هذه. ¶ ووجه الاختلاس وكذلك الإدغام مع الإشمام لا يحكمان إلا بالمشافهة والسماع من أفواه المشايخ. ووجه الاختلاس هو الراجح والمقدم في الأداء. ¶ والثانية (مكني) بالكهف في قوله تعالى قل ما مكني فيه ربي خير فقرأ قالون فيها بإدغام النون الأولى في الثانية فيصير النطق بنون واحدة مكسورة مشددة ولم يكن لقالون من الإدغام الكبير سوى هاتين الكلمتين. ¶ الحكم الثالث (الإقلاب) ¶ ويقصد به في اللغة: التحويل وفي الاصطلاح جعل حرف مكان آخر مع مراعاة الغنة والإخفاء في الحرف المقلوب. وله حرف واحد وهو الباء فإذا وقع بعد النون الساكنة سواء كان معها في كلمة أو في كلمتين أو بعد التنوين وجب قلب النون الساكنة والتنوين ميما خالصة لفظا لا خطا مخفاة مع إظهار الغنة وذلك نحو: ينبت، من بعد، عليمّ بذات الصدور. ¶ ولا يتحقق القلب إلا بثلاثة أعمال هي: ¶ الأول: قلب النون الساكنة والتنوين ميما خالصة لفظا تعويضا صحيحا بحيث لا يبقى بعد ذلك للنون أثر. ¶ الثاني: إخفاء هذه الميم عند الباء.",
            "page": "18",
            "part": "1",
            "seal": "43626ED5"
        },
        {
            "id": "16",
            "nass": "الثالث: إظهار الغنة مع الإخفاء. ¶ هذا وليحترز أخي القارئ عند أداء القلب عند التلفظ به من كز الشفتين على الميم المقلوبة لئلا يتولد من كزهما غنة من الخيشوم ممطّطة فليسكن الميم بتلطف من غير ثقل ولا تعسف، ووجه القلب أنه لم يحسن الإظهار لأنه يستلزم الإتيان بالغنة في النون والتنوين ثم إطباق الشفتين من أجل الباء عقب الغنة وفي كل هذا عسر وكلفة، وكذلك لم يحسن الإدغام لبعد المخرج وفقد السبب الموجب له ولما لم يحسن الإظهار ولا الإدغام تعين الإخفاء ثم توصل إليه بالقلب ميما لمشاركتها للباء مخرجا وللنون صفة (غنة). ¶ الحكم الرابع (الإخفاء) ¶ ويقصد به في اللغة: السّتر، بفتح السين، وفي الاصطلاح هو عبارة عن النطق بحرف ساكن عار أي خال من التشديد على صفة بين الإظهار والإدغام مع بقاء الغنة في الحرف الأول والمراد بالحرف الأول هنا النون الساكنة والتنوين. وحروف الإخفاء هنا خمسة عشر حرفا وهي الباقية من الحروف الهجائية بعد إسقاط الحروف السابقة للأحكام الثلاثة المتقدمة التي هي الإظهار والإدغام والقلب. وهي مجموعة في أوائل كلمات هذا البيت: ¶ صف ذا ثنا كم جاد شخص قد سما ... دم طيبا زد في تقى ضع ظالما ¶ وهي الصاد والذال والثاء والكاف والجيم والشين والقاف والسين والدال والطاء والزاى والفاء والتاء والضاد والظاء. فإذا وقع حرفا من هذه الأحرف بعد النون الساكنة سواء كان متصلا بها في كلمتها أو منفصلا عنها أو بعد التنوين عند هذه الحروف. وتسميته حقيقيا لأنه متحقق في النون الساكنة والتنوين أكثر من غيرها. ¶ وإليك بعض الأمثلة للنون الساكنة من كلمة ومن كلمتين وللتنوين: ¶ الصاد نحو: وأنصتوا. أن صدوكم. ريحا صرصرا. ¶ الدال نحو: منذرين. من ذكر. سراعا ذلك.",
            "page": "19",
            "part": "1",
            "seal": "ECB5673C"
        },
        {
            "id": "17",
            "nass": "الثاء نحو: منثورا. أن ثبتناك. أزواجا ثلاثة. ¶ الكاف نحو: تنكثون. أن كان. وأجر كريم. ¶ الجيم نحو: فأنجيناكم. وإن جنحوا. قوما جبارين. ¶ الشين نحو: أنشأكم. فمن شهد. سبعا شدادا. ¶ القاف نحو: انقلبوا. أن قد وجدنا. عليم قدير. ¶ السين نحو: تنسى. أن سيكون. عظيم سماعون. ¶ الدال نحو: وعنده. أن دعوا. عملا دون ذلك. ¶ الطاء نحو: انطلقوا. من طيبات. صعيدا طيبا. ¶ الزاى نحو: أنزلنا. من زوال. وطرا زوجناكها. ¶ الفاء نحو: لينفق. وإن فاتكم. خالدا فيها. ¶ التاء نحو: ينتهون. وأن تعفوا. زرعا تأكل. ¶ الضاد نحو: منضود. من ضر. وكلا ضربنا. ¶ الظاء نحو: ينظرون. من ظهير. ظلا ظليلا. ¶ ووجه الإخفاء هنا أن النون الساكنة والتنوين لم يبعدا عن حروف الإخفاء كبعدهما عن حروف الحلق حتى يجب الإظهار ولم يقربا منهن كقربهما من حروف الإدغام حتى يجب الإدغام فلما عدم البعد الموجب للإظهار والقرب الموجب للإدغام تعين لهن حكم وسط بين الإظهار والإدغام هو الإخفاء. ¶ تنبيهات ¶ في حالة الإخفاء لا تخلو النون الساكنة من أن يقع قبلها ضمة نحو: كنتم أو كسرة نحو: منكم أو فتحة نحو: عنكم فاحذر أخي القارئ من إشباع هذه",
            "page": "20",
            "part": "1",
            "seal": "82E095C0"
        },
        {
            "id": "18",
            "nass": "الحركات حتى لا يتولد من الضمة واو ومن الكسرة ياء ومن الفتحة ألف فيصير اللفظ كونتم ومينكم وعانكم وكثيرا ما يقع مثل هذا الخطأ عند بعض القراء. ¶ ومن الخطأ أيضا في الإخفاء إلصاق اللسان فوق الثنايا العليا عند إخفاء النون الساكنة والتنوين، إذ ينشأ عن ذلك النطق بحرف النون والتنوين ساكنين ظاهرين مصحوبين بغنة فيخرج القارئ بذلك عن الإخفاء المقصود. ¶ مراتب الإخفاء ¶ مراتب الإخفاء ثلاثة: أقواها: عند الطاء والتاء والدال، وأدناها: عند القاف والكاف، وأوسطها: عند الحروف العشرة الباقية. ¶ وأما الغنة في الإخفاء في جميع أحواله السابقة فلا تفاوت فيها على التحقيق فهي لا تزيد ولا تنقص عن مقدار حركتين والحركة بمقدار قبض الأصبع أو بسطة بحركة لا بالسريعة ولا بالبطيئة.",
            "page": "21",
            "part": "1",
            "seal": "890BF29C"
        },
        {
            "id": "19",
            "nass": "أحكام الميم الساكنة ¶ الميم الساكنة هي الخالية من الحركة كميم (كم. لم. هم.) ولها ثلاثة أحكام: ¶ * الحكم الأول: الإخفاء وقد تقدم تعريفه. ¶ ويكون عند حرف واحد وهو الباء وتصحبه مع ذلك الغنة فإذا وقعت الميم الساكنة ووقع بعدها الباء أخفيت الميم وهو ذهاب الصوت وبقاء الصفة الأنفية دالة عليها ويسمى إخفاء شفويا لخروج حروفه من الشفة نحو يَوْمَ هُمْ بارِزُونَ إِلَيْهِمْ بِهَدِيَّةٍ. ¶ وقيل حكمها الإظهار، والوجهان صحيحان ومقروء بهما والإخفاء هو الأولى والمقدم في الأداء. ¶ الحكم الثاني: الإدغام ¶ وحكمه الوجوب ويكون في ميم مثلها سواء كانت الميم الساكنة أصلية أو مقلوبة عن نون ساكنة أو تنوين نحو إِلَيْكُمْ مُرْسَلُونَ كَمْ مِنْ فِئَةٍ. ¶ الحكم الثالث الإظهار ¶ وحكمها وجوبا من غير غنة عند بقية الحروف الهجائية وهي ستة وعشرون حرفا ويكون في كلمة نحو تُمْسُونَ وفي كلمتين نحو لَعَلَّكُمْ تَتَّقُونَ ويسمى الإظهار الشفوي.",
            "page": "22",
            "part": "1",
            "seal": "650F6DD9"
        },
        {
            "id": "20",
            "nass": "أحكام النون والميم المشددتين ¶ النون والميم المشددتان (¬1) يجب غنهما مقدار حركتين والحركة كما سبق كقبض الأصبع أو بسطه ويسمى كل منهما حرف غنة أو حرف أغن. ¶ والغنة صوت مخرجه الخيشوم واصطلاحا: صوت لذيذ مركب في جسم النون والميم فهي ثابتة فيهما مطلقا، إلا أنها في المشدد أكمل منها في المدغم، وفي المدغم أكمل منها في المخفي، وفي المخفي أكمل منها في الساكن المظهر، وفي الساكن المظهر أكمل منها في المتحرك. ¶ وتلك مراتب الغنة والظاهر منها في حالة التشديد والإدغام والإخفاء هو كمالها أما الساكن المظهر والمتحرك فالثابت فيهما أصلهما فقط. ¶ أحكام لام أل ولام الفعل ¶ لام أل هي لام التعريف وهي زائدة عن بنية الكلمة سواء صح تجريدها عن الكلمة نحو المحسنين أم لم يصح نحو الذي والتي والكلام هنا عن التي يصح تجريدها في الكلمة، ولها قبل حروف الهجاء حالتان: ¶ الأولى الإظهار: عند أربعة عشر حرفا مجموعة في قول صاحب التحفة: ¶ (أبغ حجك وخف عقيمه) وهي الهمزة والباء والغين والحاء والجيم والكاف والواو والخاء والفاء والعين والقاف والياء والميم والهاء وإليك مثال لكل حرف. ¶ الأرض، البيت، الغفور، الحليم، الجبار، الكريم، الودود، الخبير، الفتاح، العليم، القيوم، اليوم، الملك، الهادي. ¶ فإذا وقعت اللام قبل حرف من هذه الأحرف وجب إظهارها ويسمى إظهارا قمريا واللام قمرية. ¶ ¬__________ ¶ (¬1) الحرف المشدد: هو في الأصل حرفان الأول منهما ساكن والثاني متحرك.",
            "page": "23",
            "part": "1",
            "seal": "163990A3"
        },
        {
            "id": "21",
            "nass": "الثانية الإدغام: عند أربعة عشر حرفا مرموزا إليها في أوائل كلم هذا البيت: ¶ طب ثم صل رحما تفز ضعف ذا نعم ... دع سوء ظن زر شريفا للكرم ¶ وهي الطاء والثاء والصاد والراء والتاء والضاد والذال والنون والدال والسين والظاء والزاى والشين واللام، وإليك مثالا لكل حرف: ¶ الطيبات، الثواب، الصابرين، الرحمن، التقوى، الضالين، الذاكرين، الناس، الدنيا، السلام، الظالمين، الزبور، الشتاء، الليل. ¶ فإذا وقعت اللام قبل حرف من هذه الأحرف وجب إدغامها، ويسمى إدغاما شمسيا واللام شمسية، وسميت اللام الأولى المظهرة قمرية على طريقة التشبيه فشبهت اللام بالنجوم، وحروف (أبغ ... إلخ) بالقمر بجامع الظهور في كل، وسميت اللام المدغمة شمسية تشبيها للام بالنجم أيضا والحروف المرموز إليها في البيت بالشمس بجامع الخفاء في كل، هذا في لام ال. ¶ أما لام الاسم الأصلية فحكمها الإظهار مطلقا نحو، سلطان، وسلسبيلا، وألسنتكم، وألوانكم، وأما لام الفعل فيجب إظهارها سواء كان ماضيا نحو التقى، أم مضارعا نحو يلتقطه، أم أمرا نحو قل وهذا إذا لم يقع بعدها لام أو راء، وإلا وجب الإدغام للتماثل في اللام والتقارب في الراء نحو (قل لكم)، (وقل رب). ¶ (تنبيه) ¶ أظهرت اللام في الفعل عند النون ولم تدغم فيها نحو قلنا وجعلنا لأن النون لا يدغم فيها حرف أدغمت هي فيه من حروف يرملون فلو أدغمت لزالت الألفة بينها وبين أخواتها. أما إدغام اللام في النون من نحو: الناس والنار فأكثره دورانها، ومثل لام الفعل في الإظهار لام الحرف نحو: هل ترى، بل طبع، هذا إذا لم يقع بعدها لام أو راء كذلك وجب الإدغام لما تقدم نحو: هل لكم، بل ران. ¶ وإليك شاهد ما تقدم قال صاحب تحفة الأطفال:",
            "page": "24",
            "part": "1",
            "seal": "9DC0160E"
        },
        {
            "id": "22",
            "nass": "للام ال حالان قبل الأحرف قبل ... أولاهما اظهارها فلتعرف ¶ أربع وعشرة خذ علمه ... من (أبغ حجك وخف عقيمه) ¶ ثانيهما إدغامها في أربع ... وعشرة أيضا ورمزها فع ¶ طب ثم صل رحما تفز ضعف ذا ... دع سوء ظن زر شريفا للكرم ¶ نعم واللام الأولى سمها قمرية ... واللام الأخرى سمها شمسية ¶ وأظهرن لام فعل مطلقا ... في نحو قل نعم وقلنا التقى",
            "page": "25",
            "part": "1",
            "seal": "5E3E9D9B"
        },
        {
            "id": "23",
            "nass": "باب مخارج الحروف ¶ المخارج: ¶ جمع مخرج، والمخرج لغة: محل الخروج، واصطلاحا: محل خروج الحرف وتميزه عن غيره، والعلماء في مخارج ثلاثة مذاهب: مذهب الخليل بن أحمد، وأكثر القراء والنحويين ومنهم ابن الجزري: إلى أنها سبعة عشر مخرجا وذهب سيبويه ومن تبعه كالشاطبي إلى أنها ستة عشر مخرجا، وذهب قطرب والحرمى والفراء إلى أنها أربعة عشر مخرجا، وإليك بيان ذلك: ¶ فمن جعل سبعة عشر مخرجا. جعل في الجوف مخرجا. وفي الحلق ثلاثة، وفي اللسان عشرة وفي الشفتين اثنين، وفي الخيشوم واحدا، ومن جعلها ستة عشر: ¶ أسقط مخرج الجوف وفرق حروفه وهي حروف المد على بعض المخارج فجعل الألف مع الهمزة من أقصى الحلق، والياء المدية مع الياء المحركة من وسط اللسان. ¶ والواو المدية مع المحركة من الشفتين، ومن جعلها أربعة عشر أسقط مخرج الجوف كذلك. وجعل مخارج اللسان ثمانية. بجعله مخرج اللام والراء والنون واحدا. ونحن نتبع مذهب ابن الجزري في جعلها سبعة عشر مخرجا، يجمعها إجمالا خمسة مخارج، وتسمى المخارج العامة وهي الجوف، والحلق، واللسان، والشفتان، والخيشوم، وإذا ¶ أردت معرفة مخرج أي حرف فسكنه أو شدده وأدخل عليه همزة الوصل محركة بأي حركة وأصغ إليه فحيث انقطع الصوت فهو مخرجه. ومعرفة المخرج للحرف بمنزلة الوزن والمقدار. ومعرفة الصفة له: بمنزلة المحك والمعيار وإليك بيان المخارج مفصلة: ¶ الأول الجوف: وهو الخلاء الداخل في الحلق والفم. ويخرج منه حروف المد الثلاثة وهي: الواو الساكنة المضموم ما قبلها، والياء الساكنة المكسور ما قبلها، والألف ولا تكون إلا ساكنة ولا يكون ما قبلها إلا مفتوحا، وتسمى هذه الحروف بالجوفية أو الهوائية.",
            "page": "26",
            "part": "1",
            "seal": "C32EAD7E"
        },
        {
            "id": "24",
            "nass": "الثاني أقصى الحلق: أي أبعده مما يلي الصدر ويخرج منه الهمزة والهاء. ¶ الثالث وسط الحلق: ويخرج منه العين الحاء. ¶ الرابع أدنى الحلق: مما يلي الفم ويخرج منه الغين والخاء وتسمى هذه الستة بالحلقية لخروجها من الحلق. ¶ الخامس أقصى اللسان: أي أبعده مما يلي الحلق وما يحاذيه من الحنك الأعلى ويخرج منه القاف. ¶ السادس أقصى اللسان: أي أبعده مما يلي الحلق وما يحاذيه من الحنك الأعلى تحت مخرج القاف ويخرج منه الكاف، وهذان الحرفان يقال لهما لهويان لخروجهما من قرب اللهاة. ¶ السابع وسط اللسان مع ما يحاذيه من الحنك الأعلى: ويخرج منه الجيم والشين والياء، وتسمى هذه الحروف بالحروف الشجرية لخروجها من شجر اللسان أي منفتحة. ¶ الثامن إحدى حافتي اللسان وما يحاذيه من الأضراس العليا: ¶ ويخرج منه الضاد المعجمة وخروجها من الجهة اليسرى أيسر وأكثر استعمالا، ومن اليمنى أصعب وأقل استعمالا، ومن الجانبين أعز وأعمر، فهي أصعب الحروف مخرجا، لذا قال الرسول صلّى الله عليه وسلم أنا أفضل من نطق بالضاد. ¶ التاسع ما بين حافتي اللسان معا بعد مخرج الضاد: وما يحاذيها من اللثة أي لحمة الأسنان العليا، تخرج منه اللام، وقيل خروجها من إلحاقه اليمنى أمكن عكس الضاد.",
            "page": "27",
            "part": "1",
            "seal": "D1DFB6E7"
        },
        {
            "id": "25",
            "nass": "العاشر طرف اللسان ومخارجه خمسة وحروفه أحد عشر حرفا: فطرف اللسان وما يحاذبه من لثة الأسنان العليا تحت مخرج اللام قليلا يخرج منه النون المظهرة. ¶ وأما المدغمة والمخفاة فمخرجهما من الخيشوم. ¶ الحادي عشر طرف اللسان مع ظهره مما يلي رأسه: ويخرج منه الراء وهي أدخل. ¶ إلى ظهر اللسان من النون وتسمى هذه الحروف الثلاثة ذلقية لخروجها من ذلق اللسان أي طرفه. ¶ الثاني عشر ظهر رأس اللسان: وأصل الثنيتين العليين ويخرج منه الطاء، فالدال المهملتان، فالتاء الفوقية، وتسمى هذه الحروف بالحروف النطعية لخروجها من نطع الفم أي جلدة غاره. ¶ الثالث عشر طرف اللسان مع ما بين الأسنان العليا والسفلى قريبة إلى السفلى من انفراج قليل بينهما: ويخرج منه الصاد والشين والزاى وتسمى هذه الحروف أسلية لخروجها من أسلة اللسان أي مستدقه. ¶ الرابع عشر طرف اللسان مع أطراف الثنايا العليا: وتخرج منه الظاء والذال والثاء، وتسمى هذه الحروف لثوية لخروجها من قرب اللثة. ¶ الخامس عشر بطن الشفة مع أطراف الثنايا: ويخرج منه الفاء. ¶ السادس عشر الشفتان معا: وتخرج منه الباء الموحدة والميم والواو إلا أنهما بانطباق مع الميم والباء وانفتاح مع الواو وتسمى هذه الحروف شفوية لخروجها من الشفة. ¶ السابع عشر الخيشوم: وهو خرق الأنف المنجذب إلى الداخل فوق سقف الفم، وليس بالمنخر ويخرج منه الغنة، والله أعلم.",
            "page": "28",
            "part": "1",
            "seal": "4679FFA0"
        },
        {
            "id": "26",
            "nass": "وإليك دليل المخارج من الجزرية قال ابن الجزري في مقدمته: ¶ مخارج الحروف سبعة عشر ... على الذي يختاره من اختبر ¶ فألف الجوف وأختاها وهى ... حروف مد للهواء تنتهى ¶ ثم لأقصى الحلق همز هاء ... ثم لوسطه فعين حاء ¶ أدناه غين خاؤها والقاف ... أقصى اللسان فوق ثم الكاف ¶ أسفل والوسط فجيم والشين يا ... والضاد من حافته إذ وليا ¶ الأضراس من أيسر أو يمناها ... واللام أدناها لمنتهاها ¶ والنون من طرفه تحت اجعلوا ... والرا يدانيه لظهر أدخل ¶ والطاء والدال وتاء منه ومن ... عليا الثنايا والصفير مستكن ¶ منه ومن فوق الثنايا السفلى ... والظاء والذال وثا للعليا ¶ من طرفيهما بطن الشفه ... فالفا مع أطراف الثنايا المشرفة ¶ الشفتين الواو باء ميم ... وغنة مخرجها الخيشوم",
            "page": "29",
            "part": "1",
            "seal": "8718CCD4"
        },
        {
            "id": "27",
            "nass": "صفات الحروف ¶ الصفات- جمع صفة- والصفة لغة: ما قام بالشىء من المعاني كالعلم أو البياض أو السواد، وما أشبه ذلك، واصطلاحا: كيفية عارضة للحرف عند حصوله في المخرج من جهر ورخاوة وشدة وما أشبه ذلك واختلف كذلك في عدد الصفات فمنهم من عدها سبع عشرة صفة، ومنهم من زاد على ذلك إلى أربع وأربعين صفة ومنهم من نقصها إلى أربع عشرة صفة بحذف الإذلاق وضده والانحراف واللين، وزيادة صفة الغنة، ومنهم من عدها ستة عشر بحذف الإذلاق وضده أيضا وزيادة صفة الهوائي والمختار مذهب ابن الجزري في عدها سبع عشرة صفة، وهي على قسمين قسم له ضد وقسم لا ضد له، فالذي له ضد خمس والذي لا ضد له سبع ولنبدأ بالذي له ضد فنقول. ¶ الأول: الهمس، وضده الجهر، والشدة والتوسط، وضدها الرخاوة والاستعلاء، وضده الاستقبال والإطباق، وضده الانفتاح، والإذلاق وضده الإصمات. ¶ والسبعة التي لا ضد لها هي، الصفير، والقلقلة، والانحراف والتكرير واللين والتفشي، والاستطالة، وإليك بيان ذلك بالتفصيل: ¶ الهمس: لغة الخفاء، واصطلاحا: جريان النفس عند النطق بالحروف لضعف الاعتماد على المخرج، وحروفه عشرة يجعلها ابن الجزري في قوله (فحثه شخص سكت) وهي الفاء والحاء والثاء والهاء والشين والخاء والصاد والسين والكاف والتاء. ¶ وبعض هذه الحروف أقوى من بعض، كالصاد والحاء فإنهما أقوى من باقي الحروف لاشتمالها على بعض الصفات القوية وأضعف حروف الهمس الهاء إذ ليس فيها صفة قوية. ¶ الجهر: لغة الإعلام، واصطلاحا: انحباس جرى النفس عند النطق بحروفه لقوة الاعتماد على المخرج وحروفه تسعة عشر وهي الباقية بعد حروف الهمس.",
            "page": "30",
            "part": "1",
            "seal": "A06EA765"
        },
        {
            "id": "28",
            "nass": "وبعض هذه الحروف أقوى من بعض في الجهر وذلك بقدر ما فيها من صفات قوية كالطاء لما فيها من استعلاء وشدة. ¶ الشدة: لغة القوة، واصطلاحا: انحباس جرى الصوت عند النطق بالحروف لكمال الاعتماد على المخرج وحروفها ثمانية مجموعة في قوله (أجد قط بكت) وهي الهمزة والجيم والدال والقاف والطاء والباء والكاف والتاء، وأقوى هذه الحروف الطاء لما فيها من انطباق واستعلاء وجهر. ¶ التوسط: لغة الاعتدال، واصطلاحا: اعتدال الصوت عند النطق بالحرف لعدم كمال انحباسه كما في الشدة وعدم كمال جريانه كما في الرخاوة وحروفها خمسة، مجموعة في قوله (لن عمر) وهي اللام والنون والعين والميم والراء. ¶ الرخاوة: لغة اللين، واصطلاحا: جريان الصوت مع الحروف لضعف الاعتماد على المخرج وحروفها ستة عشر حرفا، وهي ما عدا حروف الشدة والتوسط. ¶ الاستعلاء: لغة الارتفاع، واصطلاحا: ارتفاع اللسان إلى الحنك الأعلى عند النطق بالحروف وحروفه سبعة. يجمعها قوله (خص ضغط قظ) وهي الخاء والصاد والضاد والغين والطاء والقاف والظاء. ¶ الاستفال: لغة الانخفاض، واصطلاحا: انخفاض اللسان أي انحطاطه من الحنك الأعلى إلى قاع الفم عند النطق بالحروف وحروفه اثنان وعشرون وهي الباقي بعد حروف الاستغلاء. ¶ الإطباق: لغة الإلصاق، واصطلاحا: تلاصق ما يحاذي اللسان من الحنك الأعلى للسان عند النطق بالحرف أو هو تلاقي طائفتي اللسان والحنك الأعلى عند النطق بالحروف، وحروفه أربعة: الصاد، والضاد، الطاء، الظاء، وأقوى حروف الإطباق الطاء، وأضعفها الظاء المعجمة. ¶ الانفتاح: لغة الافتراق، واصطلاحا: تجافي كل من طرف اللسان والحنك الأعلى عن الآخر حتى يخرج الريح من بينهما عند النطق بالحروف، وحروفه خمسة وعشرون وهي ما عدا حروف الإطباق.",
            "page": "31",
            "part": "1",
            "seal": "2AB900FA"
        },
        {
            "id": "29",
            "nass": "الإذلاق: لغة حدة اللسان. أي طلاقته، واصطلاحا سرعة النطق بالحروف لخروجه من طرف اللسان كاللام والراء والنون والبعض من الشفتين كالفاء والباء والميم ويجمع هذه الحروف قوله (فر من لب) والباقي لضده وهو الإصمات. ¶ الإصمات: لغة المنع، واصطلاحا: امتناع حروفه من الانفراد أصولا في الكلمات الرباعية والخماسية بمعنى أنها لا يتكون منها هذه الكلمات من غير أن يكون فيها حرف من حروف الذلاقة ولذلك كل كلمة رباعية أو خماسية أصولا لا يوجد فيها حرف من حروف الذلاقة فهي غير عربية كلفظ (عسجد) اسم للذهب، وحروف الإصمات ثلاثة وعشرون وسميت هذه الحروف مصمتة لما ذكر أولا. ¶ الصفير: لغة صوت يشبه صوت الطائر، واصطلاحا: صوت زائد يخرج من الشفتين يصاحب أحرفه الثلاثة وهي الصاد والسين المهملتان والزاى المعجمة وسميت بالصفير لأنك تسمع لها صوت يشبه صفير الطائر فالصاد تشبه صوت الأوز، والسين تشبه صوت الجراد، والزاى تشبه صوت النحل، وأقوى هذه الحروف الصاد لما فيها من استعلاء وإطباق. ¶ القلقلة: لغة الاضطراب والتحريك، واصطلاحا: اضطراب المخرج عند النطق للحرف ساكنا حتى يسمع له نبرة قوية، وحروفها خمسة مجموعة في قوله (قطب جد) والسبب في هذا الاضطراب والتحريك شدة حروفها لما فيها من جهر وشدة والجهر يمنح جريان النفس، والشدة تمنح جريان الصوت فاحتاجت إلى كلفة في بيانها. ¶ ومراتب القلقلة: ثلاثة أعلاها الطاء وأوسطها الجيم وأدناها الباقي، وقيل أعلاها المشدود الموقوف عليه ثم الساكن وصلا ثم المتحرك. ¶ والقلقلة صفة لازمة لهذه الأحرف حالة سكونها متوسطة كانت مثل (خلقنا، قطمير، عبدا، واجتباه، يدخلون) أم متطرفة موقوفا عليها مثل (الحريق، محيط، قريب، البروج، مجيد) ويجب بيانها في حالة الوقف أكثر من حالة الوصل خاصة إذا كان الحرف الموقوف عليه مشددا مثل (وتبّ) ويقول ابن الجزري:",
            "page": "32",
            "part": "1",
            "seal": "1FAF94A8"
        },
        {
            "id": "30",
            "nass": "بين مقلقلا إن سكنا ... وإن يكن في الوقف كان أبينا ¶ هناك من يقول أن القلقلة صفة وهي تابعة لما قبلها. ¶ وقال بعضهم: أنّها تكون قريبة من الفتح مطلقا لا تتبع ما قبلها ولا ما بعدها: ¶ وقلقلة ميل إلى الفتح مطلقا ... ولا تتبعها بالذي قبل تجملا ¶ اللين: لغة ضد الخشونة، واصطلاحا: إخراج الحرف من مخرجه في لين وعدم كلفة، وحروفه اثنان: الواو والياء الساكنتان المفتوح ما قبلهما نحو (خوف، بيت). ¶ الانحراف: لغة الميل والعدول، واصطلاحا: ميل الحرف بعد خروجه إلى طرف اللسان وله حرفان اللام والراء، فانحراف صفة لازمة لهما لانحرافها عن مخرجهما حتى يتصلا بمخرج غيرهما فاللام إلى ناحية طرف اللسان، والراء إلى ظهره. ¶ التكرير: لغة إعادة الشيء مرة بعد مرة، واصطلاحا: ارتعاد رأس اللسان عند النطق بالحرف، وهي صفة لازمة الراء تغلب على اللسان عند النطق بالراء ولكن يجب أن تكون بقصد حتى لا يتولد من الراء راءات والغرض من معرفة هذه الصفة التحفظ منها عند النطق بالراء. ¶ ويقول ابن الجزري: ¶ وأخف تكريرا إذا تشدد التفشي: لغة الانتشار والاتساع، واصطلاحا: انتشار الهواء في الفم عند النطق بالشين حتى يتصل بمخرج الظاء المعجمة وهذه الصفة لازمة الشين خاصة على الراجح. ¶ وقيل: إن في الفاء والتاء والصاد والراء والسين تفشيا كذلك والأصح الأول كما تقدم.",
            "page": "33",
            "part": "1",
            "seal": "5AFA8E04"
        },
        {
            "id": "31",
            "nass": "الاستطالة: لغة الامتداد، واصطلاحا: امتداد الصوت من أول إحدى حافتي اللسان إلى آخرها ... ¶ وهي صفة الصاد. ¶ أما الغنة فهي لازمة للنون والميم تحركتا أو سكنتا ظاهرتين أو مخفيتين أو مدغمتين، وقد تقدم الكلام عليها في حكم النون والميم المشددتين.",
            "page": "34",
            "part": "1",
            "seal": "11E754DF"
        },
        {
            "id": "32",
            "nass": "تقسيم الصفات إلى قوية وضعيفة: ¶ الصفات تنقسم إلى قسمين: قوية وضعيفة، فالصفات القوية اثنتا عشرة صفة وهي: الجهر، والاستعلاء، والإطباق، والإصمات، والصفير، والقلقلة، والانحراف، والتكرير، والتفشي، والشدة، والاستطالة، والغنة. وأقواها: القلقلة فالشدة فالجهر فالإطباق فالاستعلاء فالباقي. ¶ والصفات الضعيفة هي: الهمس، والرخاوة، والاستفال، والانفتاح، واللين، والذلاقة، وأما التوسط فلا توصف بضعف ولا بقوة. ¶ (تنبيه) ¶ إذا أردت استخراج صفات أي حرف، فابدأ أولا بالهمس، فإن وجدته فيها كان صفة لهذا الحرف وإلا ففي ضده وهو الجهر، ثم انتقل إلى حروف الشدة والتوسط فإن وجدته في إحداهما فهي صفته وإلا ففي ضده وهو الاستفال. ثم لحروف الإطباق، فإن كان فيها فصفته وإلا ففي الانفتاح، ثم إلى الذلاقة فإن وجد فيها فصفته وإلا ففي ضدها وهو الإصمات، وإلى هنا يتم للحرف خمس صفات من المضادة. ثم انتقل إلى الصفات التي ليس لها ضد فإن وجدته في واحدة منها فهي صفته وحينئذ يتم للحرف ست صفات، ولا ينقص الحرف عن خمس ولا يزيد عن سبع. وليس لنا ما له سبع صفات، إلا الراء ومثال ما له خمس صفات (الفاء) فهي مهموسة، رخوة، مستفلة، مذلقة، وما له ست (الباء) فهي مجهورة، شديدة، مستفلة، منفتحة، مذلقة، مقلقلة، وما له سبع (الراء) فهي مجهورة، متوسطة، مستفلة، منفتحة، مذلقة، منحرفة، مكررة. وقس ما لم أذكره على ما ذكرته.",
            "page": "35",
            "part": "1",
            "seal": "C705147D"
        },
        {
            "id": "33",
            "nass": "ويقول في ذلك ابن الجزري: ¶ صفاتها جهر ورخو مستفل ... منفتح مصمتة والضد قل ¶ مهموسها فحثه شخص سكت ... شديدها لفظ أجد قط بكت ¶ وبين رخو والشديد لن عمر ... وسبع علو خص ضغط قظ حصر ¶ وصاد ضاد طاء ظاء مطبقة ... وفر من لب الحروف المذلقة ¶ صفيرها صاد وزاى وسين ... قلقلة قطب جد واللين ¶ واو وياء سكنا وانفتحا ... قبلهما والانحراف صححا ¶ في اللام والراء وبتكرير جعل ... والتفشى الشين ضادا استظل",
            "page": "36",
            "part": "1",
            "seal": "6E695D2B"
        },
        {
            "id": "34",
            "nass": "باب التفخيم والترقيق ¶ التفخيم: لغة التسمين، وفي الاصطلاح هو عبارة عن تسمين الحرف بجعله في المخرج سمينا وفي الصفة قويا بحيث يمتلي الفم بصداء، ويرادفه التغليظ إلا أن التفخيم غلب استعماله في الراءات والتغليظ غلب استعماله في بعض اللامات. ¶ والترقيق ضدهما: وهو في اللغة التنحيف، وفي الاصطلاح هو عبارة عن تنحيف الحرف بجعله في المخرج نحيفا وفي الصفة ضعيفا. بحيث لا يمتلئ الفم بصداه. ¶ هذا وتنقسم الحروف إلى قسمين: حروف استعلاء وحروف استفال. ¶ فحروف الاستعلاء كلها مفخمة لا يستثنى منها شىء سواء جاورت مستفلا أم لا وهي سبعة أحرف جمعت في قول ابن الجزري: (خص ضغط قظ) وهي الخاء والصاد والضاد والغين والطاء والقاف والظاء. ¶ وتختص حروف الإطباق وهي: الصاد والضاد والطاء والظاء بتفخيم أقوى نحو: ¶ طال، وصابرين، والظالمين، وضالين، وقد أشار إلى ذلك ابن الجزري بقوله: ¶ وحروف الاستعلاء فخم واخصصا ... الإطباق أقوى نحو قال والعصا ¶ ومراتب التفخيم خمسة: أعلاها المفتوح وبعده ألف نحو: طائعين، ثم المفتوح وليس بعده ألف نحو: صبره، ثم المضموم نحو: فضرب، ثم الساكن نحو: فائض، ثم المكسور نحو: خيانة وأما حروف الاستفال كلها مرققة لا يجوز شىء منها إلا اللام والراء في بعض أحوالها، وسيأتي الكلام عليهما عقب هذا الباب إن شاء الله. ¶ أما الألف فلا توصف بتفخيم ولا بترقيق بل هي حرف تابع لما قبله فإن وقعت بعد مفخم فخمت نحو: قال، وطال، وإن وقعت بعد مرفق رفقت نحو: كان، وجاء، وقد أشار إلى الترقيق ابن الجزري بقوله: ¶ ورفق مستقلا من أحرف ... وحاذرن تفخيم لفظ الألف",
            "page": "37",
            "part": "1",
            "seal": "1CE341AA"
        },
        {
            "id": "35",
            "nass": "أحكام الراء تفخيما وترقيقا ¶ قد تقدم في المبحث السابق معنى التفخيم والترقيق لغة واصطلاحا وعلمنا أن الراء أحيانا تكون مرفقة وأحيانا تكون مفخمة. ¶ والراءات هنا تقسم إلى ثلاثة أقسام: ¶ القسم الأول: أن تكون الراء متحركة في الوصل والوقف. ¶ القسم الثاني: أن تكون الراء ساكنة في الوصل والوقف. ¶ القسم الثالث: أن تكون الراء ساكنة في الوقف متحركة في الوصل. ¶ وإليك الكلام على كل قسم. ¶ القسم الأول ¶ وهو ما تكون فيه الراء متحركة في الوصل والوقف، وهذه الراء تقع أولا ووسطا وتكون مفتوحة ومضمومة ومكسورة. ¶ فإن كانت مفتوحة أو مضمومة فلا خلاف في تفخيمها نحو: رأوا، عشرون فإن كانت مكسورة فلا خلاف في ترقيقها نحو: الصابرين والغارمين وما إلى ذلك. ¶ القسم الثاني ¶ وهو ما تكون فيه الراء ساكنة في الوصل والوقف، وهذه الراء تقع متوسطة ومتطرفة، فالمتوسطة نحو: قريّة، فرقة، شرعة. ¶ والمتطرفة نحو قوله تعالى: قُمْ فَأَنْذِرْ، وَرَبَّكَ فَكَبِّرْ، وَثِيابَكَ فَطَهِّرْ، وَالرُّجْزَ فَاهْجُرْ ولكل من الراء المتوسطة شروط للتفخيم والترقيق نذكرها فيما يلي:",
            "page": "38",
            "part": "1",
            "seal": "3CAFE1BB"
        },
        {
            "id": "36",
            "nass": "شروط الترقيق للراء المتوسطة ¶ ترقق الراء الساكنة في الحالين في الوصل والوقف للمتوسطة أربعة شروط لا بد من اجتماعها في آن واحد. فإن تخلف شرط منها وجب تفخيمها. ¶ الأول: أن يكون قبل الراء كسرة. ¶ الثاني: أن تكون الكسرة أصلية. ¶ الثالث: أن تكون الكسرة والراء في كلمة واحدة. ¶ الرابع: أن يكون بعد الراء حرف استفال وذلك نحو: مرية، شرذمة، فرعون، الفردوس. وهنا اجتمعت الشروط الأربعة في كل من هذه الكلمات وتدرك بأدنى تأمل. ¶ شروط التفخيم للراء المتوسطة ¶ تقدم في شروط الترقيق الأربعة للراء الساكنة في الحالين المتوسطة أنه إذا تخلف شرط منها وجب التفخيم وبذلك تكون شروط التفخيم هذا للراء الساكنة في الحالين المتوسطة أربعة شروط أيضا وهي كما يلي: ¶ الشرط الأول: أن يكون قبل الراء فتحة أو ضمة نحو: لا ترفعوا، يرضونه، يرزقون، نرسل. وهذا الشرط مقابل للشرط الأول من شروط الترقيق. ¶ الشرط الثاني: أن يكون قبل الراء كسرة عارضة سواء كانت الكسرة مع الراء في كلمتها نحو: ارجعوا واركعوا، أم منفصلة عنها نحو: إن ارتبتم أم ارتابوا. وهذا الشرط مقابل للشرط الثاني من شروط الترقيق. ¶ الشرط الثالث: أن يكون قبل الراء كسرة أصلية منفصلة عنها نحو: الذي ارتضى، وهذا الشرط مقابل للشرط الثالث من الترقيق.",
            "page": "39",
            "part": "1",
            "seal": "37480A27"
        },
        {
            "id": "73",
            "nass": "أحكام همزة الوصل ¶ من المعلوم أن العرب لا تبدأ بساكن ولا تقف على متحرك فالحركة لا بد منها في الابتداء، فإن كان الحرف المبدوء به ساكنا فلا بد من همزة الوصل لكي ننطق بالساكن، وهمزة الوصل هي التي تثبت في الابتداء وتسقط في درج الكلام وتكون في الأسماء والأفعال والحروف، فإن كانت في اسم فلا يخلو إما أن يكون معرفا بأل مثل الشَّمْسُ وَالْقَمَرُ بِحُسْبانٍ فتفتح الهمزة، وإما أن يكون غير معرف أي نكرة وذلك في سبعة ألفاظ وقعت في القرآن الكريم هي: ابن- ابنت- اسم- امرئ- اثنين- اثنتين- امرأة- وأمثلة ذلك قوله تعالى عِيسَى ابْنَ مَرْيَمَ* مَرْيَمَ ابْنَتَ عِمْرانَ ابْنَتَيَّ هاتَيْنِ لِكُلِّ امْرِئٍ مِنْهُمْ* إِنِ امْرُؤٌ هَلَكَ. ¶ ما كانَ أَبُوكِ امْرَأَ سَوْءٍ لا تَتَّخِذُوا إِلهَيْنِ اثْنَيْنِ فَإِنْ كانَتَا اثْنَتَيْنِ اثْنَتا عَشْرَةَ* امْرَأَتُ عِمْرانَ امْرَأَتَيْنِ تَذُودانِ وَاذْكُرِ اسْمَ رَبِّكَ* مِنْ بَعْدِي اسْمُهُ أَحْمَدُ. ¶ والحكم في هذه الألفاظ أن يبدأها القارئ بهمزة مكسورة. ¶ وإذا وقعت همزة الوصل في أي فعل أمر ففي هذه الحالة ننظر إلى الحرف الثالث من الفعل فإن كان مكسورا أو مفتوحا فيبدأ فيه بكسر الهمزة مثل: اذهب- ارجع- اضرب .. إلخ. ¶ أما إذا وجدنا الحرف الثالث مضموما ضما لازما يبدأ فيه بضم الهمزة مثل: ¶ انظر- اتل .. الخ. ¶ وأما إذا كان ثالثه مضموما ضما عارضا فيبدأ فيه بالكسر مثل: امشوا- ابنوا- اقضوا- اتقوا. ¶ لأن عين الفعل مكسورة في هذه الأفعال فعلم أن الضمة فيه عارضة. ¶ وتكون همزة الوصل في ماضي الخماسي والسداسي وأمرهما ومصدرهما مثل: ¶ استخرج- استخراج- انطلق- انطلاق- وأمر الثلاثي كاعلم واضرب، ويبدا",
            "page": "76",
            "part": "1",
            "seal": "F0866282"
        },
        {
            "id": "74",
            "nass": "في ذلك كله بكسر الهمزة. ولا تكون همزة الوصل في حرف إلا في ايم الله للقسم على القول وفي ال التعريف وتكون مفتوحة فيها وتحذف بعد همزة الاستفهام مثل أَسْتَغْفَرْتَ لَهُمْ وقُلْ أَتَّخَذْتُمْ وأَطَّلَعَ الْغَيْبَ وأَسْتَكْبَرْتَ* وأَتَّخَذْناهُمْ فإن وقعت بين همزة الاستفهام ولام التعريف فلا تحذف لئلا يلتبس الاستفهام بالخبر، بل تبدل ألفا وتمد طويلا لالتقاء الساكنين. ¶ أما بالنسبة للفظ (اسم) في قوله تعالى بِئْسَ الِاسْمُ الْفُسُوقُ بَعْدَ الْإِيمانِ بالحجرات فيجوز فيها وجهان: ¶ الأول: الابتداء بهمزة الوصل مفتوحة وكسر اللام. ¶ الثاني: الابتداء بلام مكسورة من غير همزة وصل فيها. ¶ والوجهان صحيحان مقروء بهما لقالون والوجه الأولى هو الأرجح والمقدم في الأداء. ¶ وتعليل ذلك القول أن همزة اسم همزة وصل دخلت عليها لام التعريف وهي ساكنة وبعدها السين ساكنة فالتقى ساكنان فلزم تحريك أولهما وهو اللام وعليه فتحركت اللام بالكسر تخلصا من التقاء الساكنين وحذفت همزة الوصل التي في لفظ اسم لدخول لام التعريف عليها كما هو مقرر. ¶ وترسم همزة الوصل هكذا (ااا) وهي تدل على الفتح والكسر والضم مثل (الله، ادع، امشوا) وهذه العلامات تدل على كيفية النطق به حال الابتداء فإن كانت من فوق وهذا موجود في كل الكلمات المفتتحة بأل فإننا ننطق بها بهمزة قطع مفتوحة مثل (الله- ألذي) وإن كانت علامة الوصل من الوسط نطقنا بها بهمزة قطع مثل (ادع، اوتمن) وإن كانت من تحت نطقنا بها بهمزة قطع مكسورة مثل (اهدنا- ايتوني) وهكذا عند الابتداء بهمزة الوصل.",
            "page": "77",
            "part": "1",
            "seal": "3FF97536"
        },
        {
            "id": "75",
            "nass": "أحكام الوقف والابتداء ¶ ويعرف الوقف لغويا هو الكف والحبس، واصطلاحا هو عبارة عن قطع الصوت زمنا يتنفس فيه عادة بنية استئناف القراءة ويكون في نهاية الآي وفي وسط الآية ولا يكون في وسط الكلمة ولا في ما اتصل رسما كالوقف على الفاء من قوله تعالى فَلْيَنْظُرِ الْإِنْسانُ* وينقسم الوقف إلى أربعة أقسام وتسمى بالأقسام العامة: ¶ أولا: الوقف الاضطراري: وهو ما يعرض للقارئ بسبب ضيق نفس ونحوه كعجز أو نسيان أو عطاس أو سعال، فله هذا الوقف على أي كلمة شاء ولكن يجب الابتداء بالكلمة ¶ الموقوف عليها إن صح الابتداء بها. ¶ ثانيا: الوقف الانتظاري: وهو أن يقف القارئ على الكلمة ليعطف عليها غيرها عند جمعه لاختلاف الروايات في قراءته للقراءات. ¶ ثالثا: الوقف الاختباري: بالباء الموحدة وهو الذي يتعلق بالرسم لبيان المقطوع والموصول والمحذوف ونحوه ولا يوقف عليه إلا لحاجة كسؤال ممتحن أو تعلم قارئ إذا اضطر لذلك. ¶ رابعا: الوقف الاختياري: بالياء المثناة تحت وهو أن يقصد لذاته من غير عروض سبب من الأسباب المتقدمة. ¶ وهذا الوقف هو المقصود بيانه وينقسم إلى ثلاثة أقسام. ¶ الأول/ الوقف التام: وهو الوقوف على ما تم معناه ولم يتعلق بما بعده لا لفظا ولا معنى وأكثر ما يوجد هذا النوع في رءوس الآي وتمام الأحوال كالوقف على اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ وعلى المفلحون من قوله تعالى أُولئِكَ عَلى هُدىً مِنْ رَبِّهِمْ، وَأُولئِكَ هُمُ الْمُفْلِحُونَ* والابتداء بقوله تعالى إِنَّ الَّذِينَ كَفَرُوا سَواءٌ عَلَيْهِمْ فإن الجملة الأولى من تمام أحوال المؤمنين، والثانية متعلقة بأحوال الكافرين وقد يكون الوقف بعد تمام الآية بكلمة كما في قوله تعالى وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ، وَبِاللَّيْلِ أَفَلا تَعْقِلُونَ فكلمة مصبحين رأس",
            "page": "78",
            "part": "1",
            "seal": "71FA16AC"
        },
        {
            "id": "76",
            "nass": "الآية ولكن تمام المعنى قوله (وبالليل) وحكمه أنه يحسن الوقف عليه والابتداء بما بعده. ¶ الثاني/ الوقف الكاف: وهو على ما تم في نفسه وتعلق بما بعده معنى لا لفظا ويحسن الوقف عليه والابتداء بما بعده مثل فِي قُلُوبِهِمْ مَرَضٌ فَزادَهُمُ اللَّهُ مَرَضاً وَلَهُمْ عَذابٌ أَلِيمٌ بِما كانُوا يَكْذِبُونَ فالوقف على مرض كاف والوقف على مرضا أكف منه والوقف على يكذبون أكفى منهما. ¶ الثالث/ الوقف الحسن: وهو الوقوف على ما تم في ذاته وتعلق بما بعده لفظا ومعنى لكونه إما موصوفا والآخر صفة له، أو مبدلا منه والثاني بدلا أو مستثنى منه والآخر مستثنى ... إلخ من كل كلام تعلق بما بعده لفظا ومعنى كالوقف على لفظ (الله) في قوله تعالى الْحَمْدُ لِلَّهِ* ثم الابتداء برب العالمين. فهذا وإن كان كلاما أفهم معنى لكنه تعلق بما بعده لفظا ومعنى. فإن ما بعد لفظ الجلالة متعلق به على أنه صفة له وحكمه حسن الوقف والابتداء بما بعده إن كان رأس آية كالعالمين من قوله تعالى الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ* بل هو سنة كما ذكر ابن الجزري (وكان رسول الله صلّى الله عليه وسلم إذا قرأ قطع قراءته آية آية يقول بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ* ثم يقف ثم يقول الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ* ثم يقف ثم يقول الرَّحْمنِ الرَّحِيمِ* ثم يقف ... الخ الحديث، فإذا لم يكن رأس آية كالحمد لله حسن الوقف عليه دون الابتداء بما بعده. فإن وقف وأراد الابتداء وصله بما بعده لأن الابتداء بما تعلق بما قبله لفظا قبيحا، وقال بعضهم في شرح هذا الحديث إذا كان ما بعد رأس الآية يفهم منه وإلا فلا يحسن الابتداء به كقوله تعالى لَعَلَّكُمْ تَتَفَكَّرُونَ، فِي الدُّنْيا وَالْآخِرَةِ فقوله (تتفكرون) رأس آية لكن ما بعده لا يفهم بما قبله فلا يحسن الابتداء بقوله تعالى فِي الدُّنْيا وَالْآخِرَةِ* بل يستحب العودة لما قبله وكذلك لا يحسن الابتداء بكل تابع دون متبوعه وإلا فيكون قبيحا. ¶ وهناك قسم أضيف تتمة للأقسام الثلاثة ليتحرز منه وليعرفه القارئ ليتجنب الوقوف عليه وهو:",
            "page": "79",
            "part": "1",
            "seal": "CB85ACED"
        },
        {
            "id": "77",
            "nass": "* الوقف القبيح: وهو الوقوف على ما لم يتم معناه لتعلقه بما بعده لفظا ومعنى كالوقوف على المضاف دون المضاف إليه أو على المبتدأ دون خبره أو على الفعل دون فاعله، كالوقوف على الحمد من (الحمد لله) أو على لفظ بسم من (بسم الله) وهكذا كل ما لا يفهم منه معنى لأنه لا يعلم إلى أي شىء أضيف فالوقوف عليه قبيح لا يجوز تعمده إلا لضرورة كانقطاع نفس أو عطاس أو سعال أو نحو ذلك فيوقف عليه للضرورة ويسمى وقف ضرورة، وكذلك لا يجوز الابتداء بما بعده بل يجب أن يبدأ بما قبله، فإن وقف وابتدأ بما بعده اختيارا كان قبيحا. ¶ وأقبح القبح الوقف والابتداء الموهمان خلاف المعنى المراد كالوقف على إِنَّ اللَّهَ لا يَسْتَحْيِي من قوله تعالى إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلًا ما بَعُوضَةً فَما فَوْقَها وفَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ من قوله تعالى فَبُهِتَ الَّذِي كَفَرَ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ وكذلك الوقف على قوله تعالى لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قالُوا والابتداء بقوله تعالى إِنَّ اللَّهَ فَقِيرٌ وأقبح من هذا وأشنع منه الوقف على النفي الذي يأتي بعد إيجاب كالوقف على وَما مِنْ إِلهٍ* من قوله تعالى وَما مِنْ إِلهٍ إِلَّا اللَّهُ*. ¶ فمن وقف على مثل هذا وهو غير مضطر فهو آثم، وكان من الخطأ الذي لو تعمّده متعمد لخرج بذلك من دين الإسلام والعياذ بالله تعالى. ¶ والوقف في ذاته لا يوصف بوجوب ولا حرمة ولا يوجد في القرآن وقف واجب يأثم القارئ بتركه ولا حرام يأثم بفعله. وإنما يتصف بهما بحسب ما تعرض له من قصد إيهام خلاف المعنى المراد كما تقدم. ¶ وقد أشار إلى ذلك ابن الجزري في مقدمته فقال: ¶ وبعد تجويدك للحروف ... لا بد من معرفة الوقوف ¶ والابتداء وهى تقسم إذن ... ثلاثة تام وكاف وحسن ¶ وهي لما تم فإن لم يوجد ... تعلق أو كان معنى فابتدى ¶ فالتام فالكافي ولفظا فامتعن ... إلا رءوس الآى جوز فالحسن ¶ وغير ما تم قبيح وله ... يوقف مضطرا ويبدأ قبله ¶ وليس في القرآن من وقف وجب ... ولا حرام غير ما له سبب",
            "page": "80",
            "part": "1",
            "seal": "28A5575E"
        },
        {
            "id": "78",
            "nass": "تتمة ¶ هذه التتمة خاصة بالوقف على حروف التهجي التي افتتحت بها بعض الصور مثل: الم، الر، المص، طس، كهيعص، وما إلى ذلك من هذه الكلمات سواء كانت مكونة من حرفين أو أكثر فهي تعتبر كلمة بأسرها فلا يجوز فصل حرف من حروفها ولا الوقف عليه هذا ما أجمعت عليه القراء، وإنما يكون الوقف على آخرها تبعا لرسمها موصولة في المصاحف إلا في كلمة (حم عسق) بالشورة فإنها رسمت مفصولة في المصاحف أي حم كلمة وعسق كلمة أخرى. هذا ولا يجوز الوقف اختيارا على حم دون عسق حتى وإن كانت مفصولة في الرسم، كذلك لا يجوز الابتداء ب عسق دون حم ومن وقف ضرورة على حم أعاد ووقف على عسق فهو تام وقيل كاف. ¶ تنبيه ¶ عند الابتداء بهمزة القطع في حرف التوكيد والنصب (إن) لا يجوز إطلاقا مد الهمزة وتقصير الغنة في النون فيصير النطق بحرف الياء بين الهمزة والنون هكذا (إين) وهذا الخطأ شائع عند بعض القراء. ¶ الوقوف على أواخر الكلم ¶ أي ما يوقف به على آخر الكلمة من سكون أو روم .. إلخ، والكلمة الموقوف عليها إما أن يكون آخرها ساكنا في الحالين (الوقف والوصل). ¶ وإما أن يكون متحركا في الوصل وعرض السكون في الوقف، فإن كان آخرها ساكنا في الحالين مثل قُمْ فَأَنْذِرْ فَصَلِّ لِرَبِّكَ وَانْحَرْ ففي هذه الحالة لا يوقف عليها إلا بالسكون كالوصل.",
            "page": "81",
            "part": "1",
            "seal": "6E71A812"
        },
        {
            "id": "79",
            "nass": "وإن كان آخرها متحركا وعرض عليه السكون حالة الوقف فعامة القراء ومن بينهم قالون يقفون عليها بخمسة أوجه وهي: ¶ أولا السكون: هو عبارة عن عزل الحركة عن الحرف الموقوف عليه فيسكن ضرورة والسكون هو الأصل في الوقف لأن الوقف ضد الابتداء والحركة ضد السكون فكما اختص الابتداء بالحركة اختص الوقف بالسكون. ¶ والوقف بالسكون يكون في كل من المرفوع والمجرور والمنصوب ومن المعرب وفي كل من المضموم والمكسور والمفتوح من المبني. ¶ وكذلك المخفف والمشدد والمهموز والمنون إلا ما كان منه في الاسم المنصوب مثل: عليما أو في الاسم المقصور مطلقا مثل: قرى. ¶ وإذا سكن ما قبل الحرف الموقوف عليه مثل وَلَيالٍ عَشْرٍ نَصْرُ اللَّهِ وَالْفَتْحُ ففي هذه الحالة يمكن إعطاء نسبة من الفتح كي ننطق بالحرف الموقوف عليه بالسكون المجرد بسهولة. ¶ ثانيا الروم: وهو تضعيف الصوت بالحركة حتى يذهب بذلك التضعيف معظم صوتها، وقال بعضهم هو الإتيان ببعض الحركة وقد قدر العلماء، تضعيف الصوت أو الإتيان ببعض الحركة بالثلث أي أن المحذوف من الحركة أكثر من الثابت في حالة الروم ومن ثمّ ضعف صوتها لقصر زمنها فيسمعها القريب المصغى ولو كان أعمى دون البعيد، والوقوف بالروم في المرفوع والمجرور من المعرب، وفي المضموم والمكسور من المبنى سواء كان الحرف الموقوف عليه مخففا أم مشددا أم مهموزا أم غير مهموز منونا كان أم غير منون والمقصود بالمنون هنا ألا يكون منصوبا كسميعا وألّا يكون في الاسم المقصور كسدى كما مر. ¶ وسواء سكن ما قبل الحرف الأخير الموقوف عليه أم تحرك. ¶ ويجب حذف التنوين من المنون حال الروم. ¶ الفرق بين الروم والاختلاس 1 - أن الروم يؤتى فيه بثلث الحركة، والاختلاس بالثلثين. ¶ 2 - أن الروم لا يكون إلا في الوقف، والاختلاس يكون في الوقف والوصل.",
            "page": "82",
            "part": "1",
            "seal": "7A0AF25F"
        },
        {
            "id": "80",
            "nass": "3 - أن الروم لا يكون إلا في المرفوع والمكسور والمنصوب والمفتوح. ¶ ثالثا الإشمام: وهو ضم الشفتين من غير صوت بعد النطق بالحرف الأخير ساكنا إشارة إلى الضم ولا بد من بقاء فرجة (أي انفتاح) بين الشفتين لإخراج النفس. ¶ وضم الشفتين يكون عقب سكون الحرف الأخير من غير تراخ، فإن وقع التراخي فهو إسكان خالص لا إشمام معه، والإشمام يرى بالعين ولا يسمع بالأذن، ولهذا لا يأخذه الأعمى عن الأعمى بل يأخذه عن المبصر ليريه كيفيته بخلاف الروم فإن الأعمى يدركه من غيره بحاسة السمع سواء كان هذا الغير بصيرا أم أعمى. ¶ والوقف بالإشمام يكون في المرفوع من المعرب والمضموم من المبني. ¶ رابعا: الحذف: ولا يكون الحذف إلا في أربعة مواضع هي: ¶ أولا: التنوين من المرفوع والمجرور مثل قوله تعالى: إِنَّهُ لَقُرْآنٌ كَرِيمٌ فِي كِتابٍ مَكْنُونٍ. ¶ ثانيا: صلة هاء الضمير ولوا كانت أو ياء مثل قوله تعالى إِنَّ رَبَّهُ كانَ بِهِ بَصِيراً. ¶ ثالثا: صلة ميم الجمع عند من قرأ بصلتها وصلا في أحد الوجهين مثل قوله تعالى عَلَيْكُمْ أَنْفُسَكُمْ. ¶ رابعا: الياءات الزوائد (أكرمن) (أهنن). ¶ فإذا حذفت هذه الحروف في المواضع الأربعة كلها سكّن الحرف الذي قبل المحذوف ووقف عليه بالسكون. ¶ خامسا: الإبدال، ولا يكون الإبدال إلا في موضعين وهما: ¶ الأول: التنوين في الاسم المنصوب سواء رسمت فيه الألف مثل: سميعا بصيرا، أم لم ترسم مثل نساء، دعاء. وكذلك التنوين في الاسم المقصور سواء كان مرفوعا أم مجرورا أم منصوبا مثل: أن يترك سدى، من عسل مصطفىّ، وكذلك لفظ إذا المنون مثل: إذا لابتغوا، فكل هذه الأنواع الثلاثة يبدل فيها التنوين ألفا عند",
            "page": "83",
            "part": "1",
            "seal": "0C476B3E"
        },
        {
            "id": "81",
            "nass": "الوقف ومثلها في ذلك إبدال نون التوكيد الخفيفة بعد الفتح ألفا عند الوقف في (ليكونا، لنسفعا). ¶ الثاني: تاء التأنيث المتصلة بالاسم المفرد والمسماة بالتاء المربوطة فتبدل هاء عند الوقف حتى وإن كانت منونة مثل: تلك عشرة كاملة، فيحذف تنوينها وتبدل هاء.",
            "page": "84",
            "part": "1",
            "seal": "3377E1F3"
        },
        {
            "id": "82",
            "nass": "الحذف والإثبات ¶ والمقصود به هنا هو الثابت والمحذوف من حروف المد التي ذكرناها في أحكام المد والقصر وهي الألف والياء والواو وإليك الكلام على كل حرف. ¶ حذف الألف وثبوتها: ¶ فالألف الساكنة المفتوح ما قبلها تثبت في الوصل والوقف في كل ما ثبتت فيه رسما بشرط ألا يقع بعدها ساكن سواء كان للمفرد أو للمثنى أو منقلب عن ياء أو عن غيرها مثل قوله تعالى: ثُمَّ دَنا فَتَدَلَّى. ¶ * وتحذف الألف في الوصل والوقف إذا كانت غير مرسومة في القرآن الكريم بسبب الجزم أو البناء مثل قوله تعالى أَلَمْ تَرَ*، وَلَمْ يَخْشَ إِلَّا اللَّهَ وَانْهَ عَنِ الْمُنْكَرِ فتحذف الألف هنا بالكلية ويوقف عليها بسكون الراء والشين والهاء من هذه الأمثلة. ¶ * وهناك حالة ثالثة وهي إثباتها في الوقف وحذفها في الوصل حيث يحذف في الوصل إذا جاء بعدها ساكن للتخلص من التقاء الساكنين وتثبت في الوقف تبعا لرسمها في القرآن سواء كانت الألف أصلية أو منقلبة عن ياء أو كان للمثنى أو لغيرها مثل وَاسْتَبَقَا الْبابَ الْأَعْلَى الَّذِي. وكذلك الحكم في لفظ: لكنا من قوله تعالى لكِنَّا هُوَ اللَّهُ رَبِّي بالكهف وهو حذف الألف في الوصل وإثباته في الوقف وليست بسبب التقاء الساكنين وإنما هكذا قرأها قالون. ¶ * وتثبت الألف وصلا ووقفا من لفظ (أنا) الضمير المنفصل المرفوع إذا وقعت بعدها همزة قطع سواء كانت مضمومة أو مفتوحة أو مكسورة وتمد بمقدار حركتين مثل (أنا أنبئكم، وأنا أول المؤمنين، إن أنا إلّا نذير). ¶ * وتحذف الألف وصلا من لفظ (أنا) إذا لم تقع بعده همزة القطع مطلقا، سواء وقعت بعدها همزة وصل أم لم تقع مثل (وما أنا بظلام للعبيد، فقال أنا ربكم الأعلى).",
            "page": "85",
            "part": "1",
            "seal": "4D69FFD3"
        },
        {
            "id": "83",
            "nass": "حذف الياء وثبوتها: ¶ الياء الساكنة المكسور ما قبلها تثبت في الوصل والوقف في كل ما ثبتت فيه رسما بشرط ألا يقع بعدها ساكن مثل (ترمى بشرر، الذي خلق، وادخلي جنتي) وكذلك الحكم في ياءات الإضافة مثل (إني، مني) فكل من هذه الياءات تثبت في الوصل والوقف. ¶ * وتحذف في الوصل والوقف إذا كانت غير مرسومة في القرآن وعادة ما تكون في الفعل المضارع المجزوم بحذف الياء مثل قوله تعالى وَلا تَمْشِ فِي الْأَرْضِ* وفعل الأمر المبني على حذف الياء مثل قوله تعالى اتَّقِ اللَّهَ* آتِ ذَا الْقُرْبى * وكذلك الاسم المنادى المضاف إلى ياء المتكلم سواء حذفت منه ياء النداء أم لم تحذف مثل قوله تعالى: رَبِّ اجْعَلْ* رَبِّ ارْجِعُونِ وقوله تعالى يا عِبادِ فَاتَّقُونِ يا أَبَتِ افْعَلْ وفي هذه الحالة تحذف الياء وقفا ووصلا إلا في كلمتين أثبتت فيهما الياء مع وجود حرف النداء وهما في قوله تعالى: يا عِبادِيَ الَّذِينَ آمَنُوا قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا وعند الوقف على هاتين الكلمتين فيوقف عليهما بإثبات الياء ساكنة حرف مد ولين. ¶ * وتثبت الياء وقفا وتحذف في الوصل إذا جاء بعدها ساكن للتخلص من التقاء الساكنين مثل (ادخلي الصرح، مخزي الكافرين) وكذلك جمع المذكر السالم المنصوب والمجرور لما بعده مثل (حاضري المسجد، غير معجزي الله)، فكل من هذه الأمثلة وما يشبهها تثبت وقفا وتحذف وصلا. ¶ * وتثبت الياء في الوصل وتحذف في الوقف إذا كانت صلة لها الضمير مثل قوله تعالى وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ* فعند الوقف هنا تسكّن الهاء وتحذف الياء التي هي صلة لهاء لضمير.",
            "page": "86",
            "part": "1",
            "seal": "E1C999D3"
        },
        {
            "id": "84",
            "nass": "حذف الواو وثبوتها: ¶ الواو الساكنة المضموم ما قبلها تثبت في الوقف والوصل في كل ما ثبتت فيه رسما بشرط ألا يقع بعدها ساكن مثل (ءامنوا، وهاجروا، ملقوا ربهم). ¶ * وتحذف الواو في الوصل والوقف إذا كانت غير مرسومة في القرآن لسبب الجزم أو البناء أو غيرهما مثل (ولا تقف ما ليس، يخل لكم وجه أبيكم) وكذلك (ادع لنا، اتل ما أوحي، واعف عنا) وأما ما حذفت منه الواو لغير الجزم والبناء موجود في أربعة أفعال وهي (ويدع الإنسان، ويمح الله البطل، يوم يدع الداع، سندع الزبانية) وكذلك حذفت من الاسم في موضع واحد وهو في قوله تعالى صالِحُ الْمُؤْمِنِينَ. ¶ * وتثبت في الوقف وتحذف في الوصل إذا وقع بعدها ساكن للتخلص من التقاء الساكنين سواء كانت في اسم أو فعل مثل (ملقوا الله، أولوا الألباب، صالوا النار، يمحوا الله ما يشاء، أوفوا الكيل، يرجوا الله). وتثبت في الوصل وتحذف في الوقف إذا كانت صلة الضمير الهاء مثل وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظاهِرَةً وَباطِنَةً والوقف هنا هو حذف واو الصلة وسكون الهاء. ¶ وهذا كل ما ورد في الثابت والمحذوف من حروف المد.",
            "page": "87",
            "part": "1",
            "seal": "E5791CDF"
        },
        {
            "id": "85",
            "nass": "أحكام الفتح والإمالة ¶ الفتح: هو عبارة عن فتح الفم بلفظ الحرف لا فتح الحرف؛ إذ الألف لا تقبل الحركة وهو نوعان: شديد ومتوسط: ¶ فالشديد: هو نهاية فتح الفم بالحروف ويحرم في القرآن وليس من لغة العرب وإنما هو لغة العجم. ¶ والمتوسط: هو ما بين الفتح الشديد والإمالة المتوسطة وهو الذي يستعمله أصحاب الفتح من القراء. ¶ والإمالة: في اللغة التعويج وفي الاصطلاح تنقسم إلى قسمين: كبرى وصغرى. ¶ فالكبرى: تقريب الفتحة من الكسرة والألف من الياء من غير قلب خالص ولا إشباع مبالغ فيه. ¶ والصغرى: هي عبارة عن النطق بالألف بحالة بين الفتح المتوسط والإمالة الكبرى وتسمى أيضا بالتقليل. ¶ والإمالة في رواية قالون لم ترد في عموم القرآن إلا في لفظين فقط: ¶ الأول: وهو لفظ (هار) في قوله تعالى عَلى شَفا جُرُفٍ هارٍ بالتوبة فقرأها قالون بإمالة الألف إمالة كبرى وصلا ووقفا. ¶ الثاني: وهو لفظ (التورية) ولقالون في هذا اللفظ وجهان الإمالة، وعدم الإمالة والأرجح والمقدم في الأداء هو عدم الإمالة. ¶ وهذا كل ما أماله قالون في القرآن فقط.",
            "page": "88",
            "part": "1",
            "seal": "A6D4E4BA"
        },
        {
            "id": "86",
            "nass": "قاعدة التقاء الساكنين ¶ إذا التقى ساكنان في كلمتين وكان الساكن الأول في آخر الكلمة الأولى والساكن الثاني في أول الكلمة الثانية بشرط كون الكلمة الثانية فعلا أوله همزة وصل تضم عند الابتداء وثالثه مضموم ضما لازما، فعلى هذه الشروط يضم الساكن الأول مثل (فمن اضطر). ¶ والساكن الأول الذي يضم لقالون في عموم القرآن بالشروط المتقدمة له ستة حروف مجموعة في قول بعضهم (نلت ودا) وهي النون واللام والتاء والواو والتنوين، وهذه أمثلة على ذلك (فمن اضطر، قل ادعوا، وقالت اخرج، أو انقص منه، ولقد استهزى، خبيثة اجتثت). ¶ وما عدا هذا فيكسر أول الساكنين وهو إذا كانت الكلمة الثانية اسما مثل (إن امرؤا، غلبت الروم) أو كان فعلا ثالثه مضموم ضما عارضا مثل (أن اتقوا، أن امشوا) أو كان ثالثة مفتوحا مثل (وقل اعملوا) أو كان ثالثه مكسورا مثل (أن اضرب). ¶ وإن كان الساكن الأول حرف مد ولين مثل (الأعلى الذي، ولا تقتلوا النفس، ولا تستوي الحسنة) فيحذف حرف المد واللين للتخلص من التقاء الساكنين وقد أشار إلى ذلك بعضهم بقوله:- ¶ إن ساكنان التقيا اكسر ما سبق ... وإن يكن لينا فحذفه أحق",
            "page": "89",
            "part": "1",
            "seal": "F83DAFCD"
        },
        {
            "id": "87",
            "nass": "الاختلاس والإشمام ¶ الاختلاس: وقد يعبر عنه بالإخفاء وهو خطف الحركة بسرعة حتى يذهب القليل منها ويبقى الكثير وقد قدر العلماء الثابت من الحركة بالثلثين والذاهب بالثلث، وقد وقع الاختلاس في خمس كلمات هي (فنعمّا) من قوله تعالى (فنعمّا هي) بالبقرة و (نعمّا) من قوله تعالى إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ بالنساء و (لا تعدّوا) من قوله تعالى وَقُلْنا لَهُمْ لا تَعْدُوا فِي السَّبْتِ بالنساء و (لا يهدى) من قوله تعالى أَمَّنْ لا يَهِدِّي بيونس و (يخصمون) في قوله تعالى تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ بيس وقد قرأ قالون في (نعمّا) في الموضعين بإخفاء كسرة العين ثم بإسكانها وتشديد الميم على كل وجهي العين، وقرأ في (لا تعدوا) بإخفاء فتحة العين ثم بإسكانها والدال مشدد على كلا الوجهين، وقرأ في (لا يهدّى) بإخفاء فتحة الهاء ثم إسكانها وتشديد الدال وقرأ في (يخصّمون) بإخفاء فتحة الخاء ثم إسكانها وتشديد الصاد. ¶ والاختلاس هو عبارة عن الإتيان بثلثي كسرة العين في نعمّا وبثلثي فتحتها في تعدّو بثلثي فتحة الهاء في لا يهدّى وبثلثي فتحة الخاء في يخصّمون، وكل ما ذكر لا يضبط إلا بالمشافهة والسماع من أفواه المشايخ. ¶ الإشمام: وقع الإشمام في لفظ (سىء) من قوله تعالى وَلَمَّا جاءَتْ رُسُلُنا لُوطاً سِيءَ بِهِمْ وَضاقَ بِهِمْ ذَرْعاً بهود ووَ لَمَّا أَنْ جاءَتْ رُسُلُنا لُوطاً سِيءَ بِهِمْ وَضاقَ بِهِمْ ذَرْعاً بالعنكبوت ولفظ سيئت من قوله تعالى فَلَمَّا رَأَوْهُ زُلْفَةً سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا بالملك. ¶ والإشمام على ما عرّفه الشيخ عبد الفتاح القاضي قال: (كيفية الإشمام أن تحرك السين بحركة مركبة من حركتين ضمة وكسرة، وجزء الضمة مقدّم وهو الأقل ويليه جزء الكسرة وهو الأكثر والإشمام هنا غير الإشمام في الوقف، لأن الإشمام هنا في الحرف الأول وفي الوصل والوقف ولا يسمع وحرفه متحرك، أما الإشمام في الوقف فإنه ¶ في الحرف الأخير وفي الوقف فقط ولا يسمع وحرفه ساكن.",
            "page": "90",
            "part": "1",
            "seal": "8C1BF7C7"
        },
        {
            "id": "88",
            "nass": "مراتب التلاوة الصحيحة ¶ إن معرفة القواعد والضوابط التي وضعت لتلاوة القرآن الكريم والالتزام بها من سبل العناية بالقرآن الكريم تلك التلاوة التي توقظ الإحساس وتنمي الشعور الحي كما كان يتلوه صلّى الله عليه وسلم. ¶ هذا: وقد قسم القراء مراتب القراءة إلى أربعة أقسام وهي:- ¶ التحقيق- والترتيل- والحدر- والتدوير. ¶ وأفضل هذه المراتب الترتيل لقوله تعالى كَذلِكَ لِنُثَبِّتَ بِهِ فُؤادَكَ وَرَتَّلْناهُ تَرْتِيلًا وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا، وأليقها في مجال التعليم التحقيق، وأسرعها التدوير، وهو المعمول به في مجال الحفظ والتحفيظ، وأنسبها للحافظ المتمكن الحدر، فهو أبقى للمحافظة على كتاب الله تعالى في الصدور، وإتقان الأحكام. ¶ والغاية من مراعاة القراءة الحقة هو صون اللسان عن الخطأ واللحن عند قراءة القرآن الكريم.",
            "page": "91",
            "part": "1",
            "seal": "93C4ED50"
        },
        {
            "id": "89",
            "nass": "سجود التلاوة في رواية قالون ¶ سجود التلاوة سنة عند قراءة موضع السجدة، قال تعالى إِنَّما يُؤْمِنُ بِآياتِنَا الَّذِينَ إِذا ذُكِّرُوا بِها خَرُّوا سُجَّداً وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ وفي الصحيح عن أبي هريرة رضي الله عنه قال: قال رسول الله صلّى الله عليه وسلم (إذا قرأ ابن آدم السجدة فسجد، اعتزل الشيطان يبكي، يقول: يا ويله، أمر بالسجود فسجد فله الجنة، وأمرت بالسجود فأبيت فلي النار) رواه مسلم. ¶ أما صفته: ¶ هي أن يكبر القارئ عند قراءة آية السجدة ويهوي ساجدا من غير رفع اليدين، ثم يرفع رأسه من السجود ويكبر، ثم يمضي في قراءته، والدعاء الوارد عن الرسول صلّى الله عليه وسلم هو (سجد وجهي للذي خلقه وشق سمعه وبصره بحوله قوته) وهذا الدعاء ليس بلازم، فلو دعا بغير ذلك أو استغفر أو سبح كفاه. ¶ وسجود التلاوة يكون في جميع الأوقات التي تصلى فيها السنن والنوافل لأنه سنة من السنن ولذلك ينهى عنه وقت شروق الشمس ووقت غروبها نهي تحريم، وينهى عنه بعد صلاة الصبح وبعد صلاة العصر نهي كراهة. ¶ والمواضع التي يسجد لها القارئ في رواية قالون هي إحدى عشرة سجدة وبيانها حسب ما ورد في مصحف الجماهيرية رواية الإمام قالون عن نافع كالآتي: ¶ في سورة الأعراف وَلَهُ يَسْجُدُونَ في سورة الرعد وَظِلالُهُمْ بِالْغُدُوِّ وَالْآصالِ في سورة النحل وَيَفْعَلُونَ ما يُؤْمَرُونَ في سورة الإسراء وَيَزِيدُهُمْ خُشُوعاً في سورة مريم خَرُّوا سُجَّداً وَبُكِيًّا في سورة الحج إِنَّ اللَّهَ يَفْعَلُ ما يَشاءُ في سورة الفرقان وَزادَهُمْ نُفُوراً في سورة النمل رَبُّ الْعَرْشِ الْعَظِيمِ في سورة السجدة وَهُمْ لا يَسْتَكْبِرُونَ في سورة ص وَخَرَّ راكِعاً وَأَنابَ في سورة فصلت إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ",
            "page": "92",
            "part": "1",
            "seal": "EC154A38"
        },
        {
            "id": "90",
            "nass": "الخاتمة ¶ تم كتابة هذا الكتاب بحمد الله وتوفيقه وعونه وأتمنى من الله سبحانه وتعالى أن يلبسه ثوب القبول وألّا يجعله مهملا في زوايا المكتبات وأن ينفع به أهل القرآن في كل زمان ومكان وأن يشفعه فينا يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم، كما أعتذر إلى أصحاب المراجع الكرام الذين اهتموا بكتابة هذه الأحكام وأسال الله العلي القدير ان يجعلها في ميزان أعمالهم على أخذ هذه الأحكام من كتبهم من ما أخذته من أفواه مشايخي وتجميعها وترتيبها ووضعها في كتاب مستقل والمقصود واحد وهو عموم الفائدة، وأتقدم بالشكر الجزيل إلى كل من ساهم في تجميع هذه الأحكام ولو بشطر كلمة، وإلى كل من أشرف على تصحيح هذا الكتاب وأذن بطبعه. ¶ وقد تم تدوين هذا الكتاب المبارك وإنجازه في صباح يوم الثلاثاء الأول من شهر صفر 1419 هـ- الموافق للسادس والعشرين من شهر الماء سنة ثمان وتسعين وستمائة وألف للميلاد 1998. ¶ وصلى الله على سيدنا محمد وعلى آله وصبحه وسلم تسليما كثيرا. ¶ والحمد لله رب العالمين. ¶ تم بحمد الله وتوفيقه. ¶ كتبه المختار المشري المقروش",
            "page": "93",
            "part": "1",
            "seal": "BB8FAC2F"
        },
        {
            "id": "37",
            "nass": "الشرط الرابع: أن يكون بعد الراء حرف من حروف الاستعلاء السبعة التي تقدم الكلام عليها نحو: فرقة، وهذا الشرط مقابل للشرط الرابع من شروط الترقيق. ¶ هذا: ويشترط لوجود حرف الاستعلاء بعد الراء لأجل تفخيمها شرطان: ¶ الأول: أن يكون مع الراء في كلمتها. ¶ الثاني: أن يكون غير مكسور. ووجد من ذلك أي من حروف الاستعلاء غير مكسورة، ومع الراء في كلمتها ثلاثة أحرف وهي (الطاء) في قرطاس بالأنعام، (والصاد) في إرصاد بالتوبة ومرصاد بالنبإ ولبالمرصاد بالفجر. (والقاف) في فرقة بالتوبة. فإن انفصل حرف الاستعلاء عن الراء بأن كانت الراء في آخر الكلمة وحرف الاستعلاء في أول الثانية فلا خلاف في ترقيقها والوارد من ذلك في القرآن الكريم ثلاثة مواضع وهي: ¶ قوله تعالى: أَنْذِرْ قَوْمَكَ وَلا تُصَعِّرْ خَدَّكَ فَاصْبِرْ صَبْراً أما إذا كان حرف الاستعلاء الذي بعد الراء مكسورا ففي الراء خلاف بين أهل الأداء فقال الجمهور بالترقيق. ¶ وقال البعض بالتفخيم: وهذا في كلمة فرق بالشعراء في قوله تعالى: فَكانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ. فمن فخم نظر إلى وجود حرف الاستعلاء الذي بعد الراء على القاعدة السابقة. ومن رفق نظر إلى كسر حرف الاستعلاء لأنه لما انكسر ضعفت قوته وأصبحت الراء متوسطة بين كسرين. والوجهان صحيحان مقروء بهما، غير أن الترقيق هو المشهور والمقدم في الأداء. ¶ تنبيه ¶ تقدم أن شروط الترقيق الأربعة للراء الساكنة المتوسطة لا بد أن تكون كلها موجودة في آن واحد: أما شروط التفخيم الأربعة للراء ذاتها فليست كذلك فيكفي وجود واحد منها ويكون مسوغا للتفخيم حينئذ.",
            "page": "40",
            "part": "1",
            "seal": "244DFBB1"
        },
        {
            "id": "38",
            "nass": "الكلام على الراء المتطرفة الساكنة في الوصل والوقف ¶ وهي نحو قوله تعالى: وَاسْتَغْفِرْ لِذَنْبِكَ وَأْمُرْ قَوْمَكَ وهذه الراء ترقق بشرط واحد وهو وقوعها بعد كسرة نحو قوله تعالى: قُمْ فَأَنْذِرْ، وَرَبَّكَ فَكَبِّرْ، وَثِيابَكَ فَطَهِّرْ ولا يضر وجود حرف الاستغلاء بعد الراء في هذا النوع لأنه أصبح مفصولا عنها كما تقدم في نحو: ¶ فَاصْبِرْ صَبْراً وتفخم هذه الراء بشرطين: ¶ الأول: أن يقع قبلها فتحة نحو: فَلا تَقْهَرْ فَلا تَنْهَرْ الثاني: أن يقع قبلها ضمة نحو: فَانْظُرْ كَيْفَ وَالرُّجْزَ فَاهْجُرْ وهذان الشرطان مقابلان للشرط الأول وهو شرط ترقيقها. وترقيق هذه الراء وتفخيمها متفق عليه. ¶ هذا: ولم نشترط هنا في الكسرة التي قبل الراء والتي هي شرط في ترقيقها أن تكون مع الراء في كلمة .. إلخ ما تقدم في الراء الساكنة المتوسطة، لأنه لا يتأتى هنا انفصال الكسرة عن الراء بحال، ولأنه لا توجد كلمة على حرف واحد هو الراء حتى تنفصل الكسرة عنها. فلهذا خلت الكسرة عن القيود السابقة ولزمت الراء في كلمتها. ¶ الكلام على القسم الثالث والأخير ¶ وهو ما تكون فيه الراء ساكنة في الوقف متحركة في الوصل، وهذه الراء لا تكون إلا متطرفة كما هو معلوم نحو: قدر، ويسر، والفجر، وحجر، واليسر، والعسر، وقدير، وشكور، والدار، ولا ضير. ولكل من الترقيق والتفخيم في هذه الراء شروط وتوضيحها كما يلي:",
            "page": "41",
            "part": "1",
            "seal": "EC6EB241"
        },
        {
            "id": "39",
            "nass": "شروط الترقيق ¶ ترفق الراء المتطرفة الساكنة في الوقف المتحركة في الوصل بثلاثة شروط وهي كما يلي: ¶ الأول: أن تسبق الراء كسرة نحو: قدر، وكفر، وأشر، وإذا تخلل بين الكسرة والراء ساكن بشرط ألا يكون حرف استعلاء فلا يضر وجوده حينئذ ولا يزال الترقيق ساريا نحو: الذكر، وحجر، والسحر. ¶ أما إذا كان الساكن حرف استعلاء وهو المعبر عنه بالساكن الحصين نحو: مصر والقطر فسيأتي الكلام عليه. ¶ الثاني: أن تسبق الراء ياء ساكنة سواء كانت حرف مد ولين نحو: خبير، بصير والنذير، أم كانت حرف مد: الخير، والسير، ولا ضير وهذا الشرطان باتفاق كل الأئمة القراء. ¶ الثالث: أن تسبق الراء حرف ممال نحو: (حرف هار) ولا توجد إلا في موضع واحد في القرآن وهو (هار) بالتوبة فقرأ قالون فيها بترقيق الراء من أجل إمالة الألف التي ¶ قبلها في هذا الموضع خاصة كما سيأتي توضيحه في مبحث الإمالة. ¶ أما إذا كانت الراء المتطرفة منصوبة نحو: (جاهد الكفّار) أو مرفوعة نحو: (هذه النّار) (وبئس القرار) فلا خلاف في تفخيمها لسائر القراء كما سيأتي في شروط التفخيم. ¶ شروط التفخيم ¶ تفخم الراء المتطرفة الساكنة وقفا المتحركة وصلا بثلاثة شروط متفق عليها بين سائر القراء وهذه الشروط هي: ¶ الأول: أن تسبق الراء فتحة أو ضمة سواء تخلل بين الفتحة والضمة ساكن أم لا",
            "page": "42",
            "part": "1",
            "seal": "36EE954C"
        },
        {
            "id": "40",
            "nass": "وذلك نحو: ¶ البشر والقمر والنذر والقدر، واليسر، والعسر. ¶ الثاني: أن يسبق الراء ألف المد بشرط نصب الراء المتطرفة نحو: ¶ إِنَّ الْأَبْرارَ أو رفعها نحو: قوله تعالى سُبْحانَهُ هُوَ اللَّهُ الْواحِدُ الْقَهَّارُ. ¶ الثالث: أن يسبق الراء واو المد نحو: غفور شكور. ¶ تنبيهان ¶ الأول: إذا تخلل بين الراء الموقوف عليها وبين الساكن الذي قبلها ساكن حصين ويقصد بالساكن الحصين هنا الصاد والطاء من حروف الاستعلاء وذلك كما في لفظ مصر غير المنون حيث وقع التنزيل والقطر بسبإ ففي الراءات خلاف بين أهل الأداء. ¶ فمنهم من فخم لكون الحاجز حرف استعلاء متعدا به. ¶ ومنهم من رقق ولم يعتد بالحاجز الحصين وجعله كغير الحصين مثل الشّعر والذكر واختار الإمام ابن الجزري التفخيم في مصر والترقيق في القطر نظرا لحال الوصل وعملا بالأصل أي أن الراء في مصر مفتوحة مفخمة في الوصل وفي القطر مكسورة مرققة في الوصل. واختيار الإمام ابن الجزري هو المأخوذ به في الأداء. ¶ الثاني: الراء المكسورة الموقوف عليها إن ضمّ ما قبلها نحو: بالنّذر ودسر أو فتح نحو: للبشر أو سكن نحو: الفجر والقدر، حكمها التفخيم كما ذكرت في شروط التفخيم للراء الساكنة للوقف. ¶ وهذا ما ذهب إليه الجمهور وهو الصحيح. وقيل بترقيقها وذهب إليه جماعة. ¶ والمعوّل عليه والمقروء به هو ما ذهب إليه الجمهور. هذا إذا كان الوقف بالسكون المجرد. أما إذا كان الوقف بالروم فلا خلاف في ترقيقها لجميع القراء كما مرّ.",
            "page": "43",
            "part": "1",
            "seal": "F125BFDE"
        },
        {
            "id": "41",
            "nass": "أحكام اللام تفخيما وترقيقا ¶ قد تقدم في الباب السابق معنى التفخيم والترقيق لغة واصطلاحا واللامات هنا تنقسم إلى قسمين: ¶ قسم وقعت فيه اللام في لفظ الجلالة. ¶ وقسم وقعت فيه في غير لفظ الجلالة. ¶ القسم الأول ¶ وهو ما وقعت فيه اللام في لفظ الجلالة وإن زيد عليه الميم في آخره. ¶ والحكم في هذه اللام إذا وقعت بعد فتحة سواء كان الحكم التفخيم أو الترقيق. ¶ فتفخم اللام إذا وقعت بعد فتحة سواء كانت حقيقة أو حكما أو بعد ضمة. أما وقوعها بعد الفتح الحقيقي ففي نحو: شهد الله، سبحانك اللهم. ¶ أما وقوعها بعد الفتح الحكمي ففي لفظي آللَّهُ أَذِنَ لَكُمْ بيونس، وآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ بالنمل على كلا الوجهين أي الإبدال أو التسهيل بين بين؛ وذلك لأن اللام في اللفظين لم تقع بين فتح حقيقي كما في نحو: قال الله وإنما وقعت بعد الهمزة المبدلة ألفا في وجه الإبدال وبعد الهمزة المسهلة بين بين في وجه التسهيل. والألف المبدلة في حكم الفتحة لأنها مبدلة من همزة الوصل المفتوحة وكذلك الهمزة المسهلة فإنها في حكم المتحركة بالفتح أيضا. ولهذا فخمت اللام في اللفظين على كلا الوجهين بلا خلاف. ¶ وإذا ابتدئ من لفظ الجلالة فخمت لامه أيضا لأن من شرط تفخيم اللام تقدم الفتح عليها ولو في لفظ الجلالة نفسه كما لو ابتدئ من قوله تعالى: اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ.",
            "page": "44",
            "part": "1",
            "seal": "D15B4395"
        },
        {
            "id": "42",
            "nass": "وتفخم اللام في لفظ الجلالة إذا وقعت بعد الضم نحو: رَسُولَ اللَّهِ، قالُوا اللَّهُمَّ. ¶ وترقق إذا وقعت بعد كسرة سواء كانت منفصلة أو متصلة أصلية كانت أو عارضة نحو: (بسم الله، بالله، ءايات الله، قل اللهم، أحد الله) وما إلى ذلك. ¶ القسم الثاني ¶ وهو ما وقعت فيه اللام في غير لفظ الجلالة سواء كانت اللام مفتوحة أو مضمومة أو مكسورة أو ساكنة نحو: (تعلمون، تلين، جعلنا، يلونكم). ¶ وكذلك إذا وقعت اللام بعد الصاد أو الطاء او الظاء المفتوحة أو الساكنة وسواء كانت اللام مفتوحة أو ساكنة سكونا أصليا أو عارضا للوقف نحو: الصلاة، يصلونها، ويوصل، وطلبا، ومطلع، وبصل، وظلموا، وأظلم، وظل، سواء حال بين اللام وبين هذه الحروف حائل نحو: يصّالحا، فصالا، وطال، أم لم يحل كما في الأمثلة المتقدمة وهذه اللام مطلقا لا خلاف في ترقيقها. ¶ تنبيه ¶ عند تفخيم اللام في لفظ الجلالة انتبه أخي القارئ إلى تفخيم الحرف الذي قبلها نحو: إن الله، فهنا يجب الاحتراز من تفخيم النون وكذلك نحو: مع الله، الاحتراز من تفخيم العين فهذا الخطأ شائع عند بعض القراء. ¶ أيضا عند الابتداء بلفظ الجلالة يجب أن ترقق الهمزة المبدوء بها نحو: الله لا إله إلا هو. ¶ وكذلك يجب الاحتراز من تفخيم الهاء من لفظ الجلالة نحو: إن الله غفور رحيم، ولكن الله سلّم.",
            "page": "45",
            "part": "1",
            "seal": "7419ACEC"
        },
        {
            "id": "43",
            "nass": "أحكام المد والقصر ¶ والأصل في هذا الحكم ما نقل عن ابن مسعود رضي الله عنه ولفظه (كان ابن مسعود يقرئ رجلا فقرأ الرجل (إنما الصدقات للفقراء والمساكين) مرسلة فقال ابن مسعود ما هكذا أقرأنيها رسول الله صلّى الله عليه وسلم، فقال كيف أقرأكها يا أبا عبد الرحمن فقال أقرأنيها «إنما الصدقات للفقراء والمساكين» فمدها). ¶ قال الحافظ ابن الجزري هذا حديث حجة ونص في هذا الباب. رواه الطبراني في معجمه الكبير. ¶ أما تعريف المد، لغة: هو مطلق الزيادة لقوله تعالى يُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ أي يزدكم. ¶ وفي الاصطلاح: إطالة الصوت بحرف من حروف المد واللين أو من حرفي اللين فقط. ¶ أما تعريف القصر، لغة: هو الحبس لقوله تعالى حُورٌ مَقْصُوراتٌ فِي الْخِيامِ أي محبوسات. ¶ وفي الاصطلاح: إثبات حرف المد واللين أو حرف اللين وحده من غير زيادة عليهما. ¶ ويستنتج من التعريف الاصطلاحي للقصر أن المراد منه هنا هو ترك الزيادة على المد الطبيعي لا ترك المد بالكلية لأنه يؤدي إلى حذف حرف من القرآن وهذا غير جائز.",
            "page": "46",
            "part": "1",
            "seal": "203F3B2D"
        },
        {
            "id": "44",
            "nass": "حروف المد واللين حرفا اللين ¶ أما حروف المد واللين فثلاثة يجمعها لفظ (واى) وهي الواو الساكنة المضموم ما قبلها نحو: يقول، والألف الساكنة المفتوح ما قبلها نحو: قال والياء الساكنة المكسور ما قبلها نحو: قيل. ¶ وسميت بحروف المد واللين لخروجها بامتداد ولين من غير كلفة على اللسان لاتساع مخرجها. وأما حرفا اللين فهما الياء والواو الساكنتان المفتوح ما قبلهما مثل خير، وشىء، وخوف، وسوء وسيما بذلك لخروجهما بلين وعدم كلفة على اللسان. ¶ ويلاحظ من هذا أن الياء والواو توصفان بحرفي المد واللين وذلك إذا سكنتا وانكسر ما قبل الياء وانضم ما قبل الواو. ¶ وتارة أخرى توصفان بحرفي اللين فقط، إذا سكنتا وانفتح ما قبلهما. ¶ أما إذا خلتا من هذين الوصفين بأن كانتا متحركتين بأي حركة من الحركات الثلاث كانتا حرفي علة فقط، وأما الألف فلا توصف إلا بحرف المد واللين وهذا الوصف لازم لها، لأنها لا تنفك عن سكونها ولا عن فتح ما قبلها. ¶ ويستفاد مما تقدم أن اللين يصدق على حرف المد فيقال مد ولين بخلاف العكس فلا يوصف اللين بالمد. ¶ أقسام المد ¶ ينقسم المد إلى قسمين، الأول: المد الأصلي أو الطبيعي والثاني المد الفرعي أو المزيدي.",
            "page": "47",
            "part": "1",
            "seal": "90AF7334"
        },
        {
            "id": "45",
            "nass": "أولا: المد الأصلي (الطبيعي) ¶ وهو المد الذي لا تقوم ذات الحرف إلا به ويتوقف على سبب من أسباب المد الفرعي، بل يكفي فيه وجود حرف المد واللين وضابطه ألا يقع بعد حرف المد واللين همز ولا سكون نحو: قالوا، وأقبلوا. ¶ وسمى بالمد الأصلي لأنه أصل لجميع المدود وسمى بالمد الطبيعي لأن صاحب الطبيعة السليمة لا ينقصه عن مقداره ولا يزيد عليه. ¶ ومقدار المد الطبيعي فهو مد الصوت بقدر حركتين فقط في الوصل والوقف ولا يجوز النقص عن هذا القدر أو الزيادة عليه، والحركة بمقدار حركة الأصبع قبضا أو بسطا بحالة متوسطة لا بالسريعة ولا بالبطيئة. ¶ ولا يضبط ذلك إلا بالمشافهة والسماع من أفواه الشيوخ والمعلمين. ¶ ثانيا: المد الفرعي (المزيدي) ¶ وهو المد الزائد على مقدار المد الطبيعي لسبب من الأسباب الآتي ذكرها وهو الذي تقوم ذوات حروف المد بدونه. وضابطه أن يقع بعد حرف المد واللين أو بعد حرف اللين وحده همز أو سكون سواء كان السكون لازما أو عارضا نحو: ¶ والسماء، وما أنزل، ونحو: السوء، وشىء لدى الوقف. ¶ ونحو: دآبّة، والم وصلا ووقفا ونحو: تعلمون ونستعين والحساب وقفا. ¶ وسمى بالمد الفرعي لتفرعه من المد الطبيعي. ¶ ويسمى أيضا بالمد المزيدي لزيادة مده على مقدار المد الطبيعي. ¶ وأما أسبابه فاثنان لفظي ومعنوي: ¶ فأما السبب اللفظي فنوعان الهمز والسكون مطلقا وهما سبب لزيادة المد الفرعي عن المد الأصلي. ¶ وأنواعه خمسة: الهمز سبب لثلاثة أنواع وهي المد المتصل والمنفصل والبدل، والسكون سبب لنوعين وهما المد اللازم والمد العارض للسكون.",
            "page": "48",
            "part": "1",
            "seal": "0AA6949D"
        },
        {
            "id": "46",
            "nass": "وأما السبب المعنوي فهو قصد المبالغة في النفي وهو من الأسباب القوية المقصودة عند العرب وإن كان ضعيفا عند القراء وهو نوعان أيضا: الأول: المد للتعظيم وهو في لا النافية للجنس في كلمة التوحيد وهي (لا إله إلا الله، لا إله إلا أنت سبحانك، لا إله إلا هو) ويسمى بمد المبالغة أيضا لأنه طلب للمبالغة في نفي الألوهية عما سوى الله تعالى. ¶ ومقدار هذا المد لدى قالون بالنسبة للأرجح والمقدم في الأداء حركتان فقط. ¶ مد التبرئة: وضابط هذا المد أن يكون في لا النافية للجنس اسمها نكرة مبني نحو: ¶ لا ريب، فلا مردّ له، لا معقب لحكمه. ¶ ومقدار هذا المد لدى قالون بالنسبة للأرجح حركتان فقط أيضا. ¶ أحكام ¶ وهي خاصة بالسبب اللفظي فقط دون المعنوي. ¶ أما أحكامه فثلاثة. ¶ أولا: الوجوب وهو خاص بالنوع الأول وهو المد المتصل. ¶ ثانيا: الجواز وهو خاص بالأنواع الثلاثة بعد الأول وهي المد المنفصل والعارض للسكون والبدل. ¶ ثالثا: اللزوم وهو خاص بالنوع الخامس والأخير وهو المد اللازم.",
            "page": "49",
            "part": "1",
            "seal": "FBA1E6CC"
        },
        {
            "id": "47",
            "nass": "الحكم الأول المد الواجب (المتصل) ¶ تقدم أن حكم الوجوب خاص بالنوع الأول وهو المد المتصل. ¶ وتعريفه: أن يقع الهمز بعد حرف المد واللين في كلمة واحدة نحو: والسماء، وهنيئا، والنبوءة، وجآء، ومقدار مدّه لدى قالون أربع حركات وهو المعروف بالتوسيط وهذا هو المشهور وأما إذا كان متطرفا وموقوفا عليه كيشاء فيزاد على ما تقدم المد بقدر ست حركات لأجل الوقوف عليه، أما الموقوف عليه إذا كان متطرفا وموصلا فليس لقانون إلا أربع حركات على المشهور. ¶ وسمى متصلا لاتصال حرف المد بالهمز في كلمة واحدة أو لاتصال الشرط بالسبب في كلمة واحدة أيضا. ¶ وكان حكمه الوجوب لوجوب مده عند كل القراء زيادة على المقدار الطبيعي. ¶ الحكم الثاني المد الجائز (المنفصل) ¶ وتعريفه: أن يقع الهمز بعد حرف المد واللين بشرط انفصاله عنه. ¶ وذلك بأن يكون حرف المد آخر الكلمة والهمز أول الثانية ويستوي في ذلك الانفصال الحقيقي والحكمي. ¶ فالانفصال الحقيقي هو أن يكون حرف المد واللين ثابتا في اللفظ والرسم نحو: ¶ بما أنزل الله، في ءايات الله، قوا أنفسكم. ¶ والانفصال الحكمي هو أن يكون حرف المد واللين ساقطا في الرسم ثابتا في اللفظ ومنه: ياء النداء نحو: يأبت، وكذلك ها التنبيه نحو: هأنتم،",
            "page": "50",
            "part": "1",
            "seal": "416C5B27"
        },
        {
            "id": "48",
            "nass": "هؤلاء، وكذلك صلة هذه الكناية نحو: أمره إلى الله، ولا يشرك في حكمه أحدا، وما إلى ذلك من كل حرف مد سقط رسما وثبت لفظا. ¶ ومقدار المد المنفصل لدى قالون له وجهان مشهوران. ¶ الأول: القصر وهو مد الصوت بقدر حركتين. ¶ الثاني: التوسط وهو مد الصوت بقدر أربع حركات. ¶ والوجهان صحيحان جيدان مقروء بهما لقالون والقصر هو الراجح والمقدم في الأداء. ¶ وسمى منفصلا لانفصال حرف المد عن الهمز أو لانفصال الشرط عن السبب. ¶ وكان حكمه الجواز لجواز قصره ومده عند بعض القراء كقالون مثلا. ¶ ووجه القصر في المنفصل انتقاء أثر الهمزة لعدم لزومها عند الوقف. ¶ ووجه المد اعتبار اتصالها لفظا في الوصل وكذلك فإن حرف المد ضعيف والهمز قوي فزيد في المد لتقوية الضعيف عند مجاورة القوى، وقيل للتمكن من النطق بالهمز لأنه شديد مجهور. ¶ تتمة ¶ مقدار المد الزائد على القصر في المنفصل يكون في حالة الوصل فقط، أما في حالة الوقف فيصير المد طبيعيا لجميع القراء، لأن انتقاء الهمز عند الوقف موجب للقصر. ¶ ووجوده عند الوصل كان سببا في زيادة المد، فلما انعدم الهمز انعدمت هذه الزيادة: هذا في المد المنفصل الحقيقي نحو: قوا أنفسكم. ¶ أما في المنفصل الحكمي نحو: يأيها فالمقدار الزائد على القصر ثابت في الوصل والوقف لعدم إمكان الوقف على: يا من أيها ونحوها.",
            "page": "51",
            "part": "1",
            "seal": "6CDA5321"
        },
        {
            "id": "49",
            "nass": "قاعدة ¶ إذا اجتمع مدان متصلان مثل: أَنْزَلَ مِنَ السَّماءِ ماءً لا يجوز مد أحدهما دون الآخر بل يجب التسوية وكذلك إذا اجتمع مدان منفصلان مثل بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ لقول ابن الجزري: ¶ واللفظ في نظيره كمثله. ¶ المد الجائز العارض للسكون ¶ وهو النوع الثاني من أنواع المد الجائز. ¶ تعريفه: أن يقع سكون عارض للوقف بعد حرف المد واللين أو بعد حرف اللين وحده. ¶ فمثال الأول: تعلمون، ونستعين، والحساب، ونحو: يشاءون، ونحو: الصلاة، وعلمناه، وعقلوه، ويدخل فيه ما إذا كان الساكن العارض في همز بعد حرف المد واللين نحو: يشاء. ¶ ومن سوء، والمسيء. ¶ ومثال الثاني: نحو: بيت، وخوف، سوء، وشىء. ¶ وسمى بالعارض للسكون لعرض سببه في الوقف وهو السكون العارض. ¶ وكان حكمه الجواز لجواز قصره ومده عند كل القراء ومن بينهم قالون: ¶ فالقصر حركتان والمد يشمل التوسط والإشباع فالتوسط أربع حركات. ¶ والإشباع ست حركات وتجرى هذه الأوجه الثلاثة على هذا الترتيب في كل مد عارض للسكون إلا المد العارض للسكون الذي أصله المد المتصل نحو: يشاء فلا يجوز فيه القصر بحال وإنما الجائز فيه بالنسبة لقالون ثلاثة أوجه وهي المد ثلاث حركات وأربع وست للوقف.",
            "page": "52",
            "part": "1",
            "seal": "A37B1D3E"
        },
        {
            "id": "50",
            "nass": "بيان الأوجه الجائزة في المد العارض للسكون: ¶ المد العارض للسكون لا يخلو من أن يكون سكونه العارض في همز ونعني به المتصل العارض نحو: يشاء لا نحو شىء وسوء أو في هاء التأنيث نحو الصلاة أو في ضمير نحو: رزقناه أو في غير ذلك نحو: ¶ العلمين والنشور وخوف وسىء والنبيئين. ¶ فإن كان السكون العارض في غير ما آخره همز أو هاء تأنيث أو هاء ضمير وكان الآخر مرفوعا نحو: نستعين ورؤف وخير وشىء أو مضموما نحو: يهود ويشعيب وحيث، ففيه سبعة أوجه. ¶ والأوجه السبعة كالآتي: ¶ المدود الثلاثة المتقدمة التي هي القصر والتوسط والمد بالسكون المجرد (أي الخالي من الروم والإشمام) ثم المدود الثلاثة مرة ثانية بالسكون مع الإشمام فهذه ستة أوجه وسابعهم الروم ولا يكون إلا مع القصر، وذلك لأن الروم مثل الوصل وأصل المد العارض للسكون في حالة الوصل كان طبيعيا وقدره حركتان. ولهذا كان الوقف بالروم مطلقا بالوصل. ويستثنى من ذلك المد العارض للسكون الذي سكونه في حرف اللين واوا كان أو ياء نحو: خير وخوف وشىء وسوء في حالة الروم مطلقا فالروم فيه لا يكون على القصر المعروف الذي هو حركتان كما في نستعين بل على القصر الذي هو بمعنى ترك المد شيئا ما لأن حرف اللين في حالة الوصل يمد مدا يسيرا بقدر الطبع وقدره بأنه دون المد الطبيعي فالروم فيه يكون كذلك أي بمد ما ويضبط هذا بالمشافهة، والإخلال بشيء من ذلك لحن. ¶ هذا: والروم هو الإتيان ببعض الحركة بصوت خفي يسمعه القريب دون البعيد ويكون في المرفوع والمضموم والمجرور والمكسور. ¶ والإشمام هو إطباق الشفتين بعد تسكين الحرف الأخير ولا يكون إلا في المرفوع والمضموم فقط. وسيأتي الكلام على الإشمام والروم وعلى غيرهما من أنواع الوقف في أحكام الوقف إن شاء الله تعالى.",
            "page": "53",
            "part": "1",
            "seal": "09C422EE"
        },
        {
            "id": "51",
            "nass": "وإن كان المد العارض للسكون آخره مجرورا نحو: من غفور رحيم وحسن المئاب ومن شىء ومن خوف، أو مكسورا نحو: وزوجين اثنين. ¶ ففيه أربعة أوجه وهي الممدود الثلاثة المتقدمة بالسكون المجرد ثم الروم مع القصر. ¶ وقد مر كيفية الروم على القصر بالنسبة للمد العارض للسكون الذي آخره حرف لين. ¶ وإن كان آخره منصوبا نحو: المستهزءين، فسوف يعلمون، لا ريب، وكيف، ففيه ثلاثة أوجه وهي المدود الثلاثة المتقدمة غير مرة بالسكون المجرد فقط. ¶ تنبيهات هامة ¶ (الأول): إذا اجتمع مدان عارضان للسكون أو أكثر في حالة القراءة كأن وقف على فواصل سورة الفاتحة مثلا، فلا ينبغي للقارئ أن يمد أحدها أكثر أو أقل من الآخر بحجة أن كل مد عارض للسكون فيه المدود الثلاثة فيمد الأول طويلا والثاني قصيرا والثالث متوسطا أو يعكس، فكل هذا لا يجوز والذي ينبغي إجراؤه حينئذ التسوية بما جاء في العارض الأول من المد وباقي العوارض تابعة له مدا وتوسطا وقصرا، وذلك لأن رواة المد في العارض غير رواة التوسط غير رواة القصر. وكذلك الحكم بلا فرق فيما إذا اجتمع مدان عارضان للسكون أو أكثر وكان السكون العارض مسبوقا بحرف اللين، كأن وقف على فواصل سورة قريش مثلا، فينبغي التسوية في العموم مدا وتوسطا وقصرا ولا تجوز التفرقة لأن التسوية في مثل هذا وذاك من جملة التجويد وهذا ما أشار إليه الحافظ ابن الجزري في المقدمة بقوله (واللفظ في نظيره كمثله). ¶ (الثاني): علمنا مما تقدم أن المد العارض للسكون مطلقا سواء كان ممدودا بحرف اللين فقط نحو: العلمين. لا ريب. فلا فوت، يجوز فيه المدود الثلاثة التي هي القصير والتوسط والمد. وهذه المدود الثلاثة تجرى في كل من النوعين (أي",
            "page": "54",
            "part": "1",
            "seal": "3CC33309"
        },
        {
            "id": "52",
            "nass": "الممدود بحرف المد واللين والممدود بحرف اللين فقط) على انفراد: أما إذا اجتمع النوعان معا فتزيد الأوجه عن الثلاثة وتصير ستة تأتي في الأخير منهما سواء تقدم الممدود بحرف المد واللين وحده أم تأخر عنه. ¶ فمثال تقدم العارض الممدود بحرف المد واللين على العارض الممدود بحرف اللين فقط نحو قوله تعالى: لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ. قالُوا لا ضَيْرَ بأن وقف على أجمعين وعلى ضير. ففي اللين العارض وهو الأخير ستة أوجه وبيانها كالآتي: ¶ القصر في أجمعين وضير معا: ثم التوسط في أجمعين. وعليه التوسط والقصر في لا ضير ثم المد في أجمعين، وعليه المدود الثلاثة في لا ضير ومثال تقدم العارض الممدود بحرف اللين على العارض الممدود بحرف المد واللين نحو قوله تعالى ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ بأن وقف على لا ريب وعلى المتقين. ففي العارض الأخير ستة أوجه أيضا وهي كالآتي: ¶ القصر في لا ريب، وعليه المدود الثلاثة في المتقين، ثم التوسط في لا ريب، وعليه التوسط والمد في المتقين ثم المد فيهما.",
            "page": "55",
            "part": "1",
            "seal": "7DE6A55A"
        },
        {
            "id": "53",
            "nass": "المد الجائز البدل ¶ وهو الحكم الثالث والأخير من أنواع المد الجائز: وتعريفه أن يتقدم الهمز على حرف المد واللين نحو: (ءادم. إيمانا. وأوذوا) وسمى بمد البدل لإبدال حرف المد من الهمز، فإن الأصل في كلمة ءادم وإيمانا وأوذوا: ¶ أأدم. إئمانا، وأؤذوا، بهمزتين الأولى متحركة والثانية ساكنة، فأبدلت الثانية الساكنة حرف مد من جنس حركة ما قبلها على القاعدة الصرفية المعروفة، فصارت الكلمات: ¶ ءادم. إيمانا، أوذوا. ¶ ومدا ابدل ثاني الهمزين من كلمة إن يسكن كاثر وأتمن وكان حكمه الجواز لجواز قصره وتوسطه ومده: فالقصر حركتان والتوسط أربع حركات والمد ست حركات. ¶ ومقدار مده بالنسبة لقالون هو حركتان فقط على الراجح. ¶ وحكم القصر فيه شروط بأن لا يقع بعده همز أو سكون أصلي نحو: ¶ برءاؤا منكم. رءآ أيديهم. ءآمّين، فإن كان كذلك فيتعيّن المد عملا بأقوى السببين. ¶ وبالنسبة لقالون: فالكلمة الأولى صارت من قبيل المد المتصل. وقد تقدم الكلام على هذين المدين. أما الكلمة الثالثة: فصارت من قبيل المد اللازم وجميع القراء فيه متساوون في المد وهو ست حركات. ¶ وينقسم المد البدل إلى قسمين: ¶ الأول: المد البدل الأصلي وهو ما تقدم ذكره.",
            "page": "56",
            "part": "1",
            "seal": "F7DCE537"
        },
        {
            "id": "54",
            "nass": "الثاني: الشبيه بالبدل وهو نحو يئوس ويشاءون والنبيئين ومئاب حالة الوصل، ونحو جاءوا وفاءوا ونبئني مطلقا (أي في الوصل والوقف) ونحو دعاء ونداء حالة الوقف: وسمى شبيها بالبدل لأن حرف المد الواقع بعد الهمز ليس مبدلا من الهمز كما في الأصلي. ولتقدم الهمز على حرف المد في الجملة فبين النوعين اتفاق وافتراق. ¶ أما الاتفاق فلأن الهمز تقدم على حرف المد في كل منهما. ¶ وأما الافتراق فلأن حرف المد الذي بعد الهمز في الأصلي مبدل من الهمز الذي كان ساكنا بخلاف حرف المد الذي بعد الهمز في الشبيه بالبدل، فإنه ليس مبدلا بل هو أصلي. ¶ وتارة يثبت وصلا لا وقفا نحو يشاءون والنبيئين ومئاب. وتارة يثبت وقفا لا وصلا كالوقف على نحو ماء وغثاء، وعلى رءآ وجاءوا من (رءا أيديهم. وجاءوا أباهم)، وتارة يثبت فقط كالابتداء بنحو: اؤتمن، وائذن لي. فتلك أربع حالات للمبدل والبدل مطلقا. ¶ الحكم الثالث المد اللازم ¶ تقدم أن الحكم الثالث من أحكام المد الفرعي أو المزيدي هو اللزوم وهو خاص بالمد اللازم وهو النوع الخامس والأخير من أنواع المد الفرعي أو المزيدي. ¶ وتعريفه: أن يقع السكون الأصلي أو الشدة (أي في الوصل والوقف) بعد حرف المد واللين أو بعد حرف اللين وحده في كلمة أو في حرف. ¶ أما الواقع بعد حرف اللين وحده فلا يكون إلا في الحرف وهو العين من فاتحة سورتي مريم والشورى.",
            "page": "57",
            "part": "1",
            "seal": "E92FBA9B"
        },
        {
            "id": "55",
            "nass": "وسمي لازما للزوم سببه في حالتي الوصل والوقف أو للزوم مده عند جميع القراء بمقدار متساو من غير تفاوت وهو ست حركات. ¶ فإن طرأ على السكون الأصلي الذي بعد حرف المد تحريك للتخلص من التقاء الساكنين أو للنقل فيجوز حينئذ في المد اللازم وجهان: المد والقصر، وذلك في الميم (الم) فاتحة آل عمران بشرط وصلها بلفظ الجلالة، أما إذا وقف عليها فالإشباع لا غير. ¶ القسم الثاني المد اللازم الكلمي المخفف ¶ وضابطه: أن يقع بعد حرف المد واللين سكون أصلي غير مدغم (أي مخفف) في كلمة نحو: محياي، بسكون الياء بالنسبة لقراءة قالون وليس له غيرها في القرآن. ¶ وسمى كلميا لما تقدم ومخفف لكون الساكن غير مدغم. ¶ القسم الثالث المد اللازم الحرفي المثقل ¶ وضابطه: أن يقع بعد حرف المد واللين سكون أصلي مدغم في حرف ويشترط في هذا الحرف أن يكون هجاؤه على ثلاثة أحرف ثانيها حرف مد ولين وثالثها ساكن سكونا أصليا، وذلك نحو اللام والسين من (الم، طسم). ¶ وسمي حرفيا لوقوع الساكن الأصلي بعد حرف المد واللين في حرف ومثقلا لكون السكون مدغما.",
            "page": "58",
            "part": "1",
            "seal": "837B5E25"
        },
        {
            "id": "56",
            "nass": "القسم الرابع المد اللازم الحرفي المخفف ¶ وضابطه: أن يقع بعد حرف المد واللين أو بعد حرف اللين وحده سكون أصلي غير مدغم. ويشترط في هذا الحرف ما تقدم في نظيره. ¶ فمثال السكون الواقع بعد حرف المد واللين نحو: ق، ص، ونحو: حم واللام من الر: ¶ ومثال السكون بعد حرف اللين وحده هو العين من فاتحة سورتي مريم والشورى على أحد القولين فيها كما سيأتي وليس غيره في التنزيل. وسمى حرفيا ومخففا لما سبق. ¶ بيان المد اللازم الحرفي وحروفه ¶ للمد اللازم الحرفي مخففا كان أو مثقلا له مواضع يوجد بها وحروف خاصة به لا يتعداها. ¶ أما مواضعه ففي فواتح السور التي افتتحت بحروف التهجي خاصة نحو: ص ويس وق ولا يكون في وسط السور ولا في آخرها سواء افتتحت بحروف التهجي أم لم تفتتح بخلاف المد اللازم الكلمي فإنه يوجد في فواتح السور نحو: الحاقّة، والصّافّات، وفي وسطها نحو الطامّة وفي آخرها نحو لا الضّالين. ¶ أما حروفه الخاصة به فثمانية أحرف جمعها صاحب التحفة في قوله (كم عسل نقص) وهي الكاف والميم والعين والسين واللام والنون والقاف والصاد. مثال كهيعص، حم، عسق، ن، الم.",
            "page": "59",
            "part": "1",
            "seal": "2476B1E0"
        },
        {
            "id": "57",
            "nass": "مراتب المد الفرعي (المزيدي) ¶ تقدم أن الأسباب اللفظية للمد الفرعي (المزيدي) اثنان الهمز والسكون وأن الهمز سبب لأنواع ثلاثة وهي المد المتصل والمنفصل والبدل: والسكون سبب لنوعين المد اللازم والمد العارض للسكون وقد مر توضيح ذلك والتمثيل له. وهذه الأسباب تتفاوت قوة وضعفا فأقواها السكون الأصلي العارض الذي هو سبب المد العارض للسكون، ويليه الهمز الذي هو سبب المد المنفصل. ويليه الهمز المتقدم على حرف المد المسمى بمد البدل وهو أضعفها، ومن ثم يعلم أن مراتب المد الفرعي (المزيدي) خمس وهي في الترتيب كما يلي: المد اللازم. فالمتصل فالعارض للسكون فالمنفصل فالبدل، ولا يجوز بحال تقديم مرتبة منها على الأخرى أو تأخير واحدة عن مكانها. وقد أشار إلى هذه المراتب مع هذا الترتيب غير واحد. ¶ ومن فوائد معرفة هذه المراتب أنه إذا اجتمع سببان للمد في كلمة وكان أحدهما قويا والآخر ضعيفا عمل بالقوى وألغى الضعيف بالإجماع وذلك نحو (ءامّين) فهنا اجتمع ¶ سببان: ¶ الأول: سبب المد البدل وهو تقدم الهمز على حرف المد. ¶ والثاني: سبب المد اللازم وهو السكون الأصلي المدغم الذي بعد حرف المد، وحينئذ يلغى الضعيف وهو سبب المد البدل، ويعمل بالقوى وهو سبب المد اللازم، فيجب الإشباع وصلا ووقفا عملا بأقوى السببين.",
            "page": "60",
            "part": "1",
            "seal": "25EF54B8"
        },
        {
            "id": "58",
            "nass": "أحكام الهمزة ¶ الهمز: في اللغة: هو الدفع بسرعة، تقول همزت الفرس همزا إذا دفعته بسرعة وقيل هو مصدر همزت أي ضغطت وهو اسم جنس واحده همزة وجمعه همزات وسمى الحرف المعروف الذي هو أول حروف الهجاء همزة لأن الصوت يندفع عند النطق به لكلفته على اللسان وقيل لما يحتاج في إخراجه من أقصى الحلق إلى ضغط الصوت ومن ثم سميت نبرة لاندفاعها منه إذ النبرة مرادف للهمز عند الجمهور تقول نبرت الحرف نبرا إذا همزته والتصريفيون سموا مهموز الفاء نبرا والعين قطعا واللازم همزا ولثقل الهمز جرى أكثر العرب على تخفيفه واستغنوا به عن إدغامه ولم يرسموا له صورة بل استعاروا له شكل ما يئول إليه إذا خففت تنبيها على الحادثة. ¶ والأصل في الهمز التحقيق وقد يغير بأحد أنواع التغيير التي هي التسهيل بين بين، والإسقاط، والإبدال، وهي مصادر لحقق وسهل وأسقط وأبدل وإليك بيان ذلك: ¶ التحقيق: وهو لغة: مصدر حققت الشيء تحقيقا إذا بلغت يقينه ومعناه المبالغة في الإتيان بالشىء على حقيقته وأصله المشتمل عليه. ¶ واصطلاحا: عبارة عن النطق بالهمزة خارجة من مخرجها الذي هو أقصى الحلق كاملة في صفاتها. ¶ التسهيل: فهو لغة: مطلق التغيير، واصطلاحا: عبارة عن النطق بالهمزة بين همزة وحرف مد أي جعل حرف مخرجه بين مخرج المحققة ومخرج حرف المد المجانس لحركتها فتجعل المفتوحة بين الهمزة والألف وتجعل الكسرة بين الهمزة والباء المدية، وتجعل المضمومة بين الهمزة والواو المدية، هذا هو المأخوذ به عندنا في كيفية التسهيل بين بين.",
            "page": "61",
            "part": "1",
            "seal": "EEE15E24"
        },
        {
            "id": "59",
            "nass": "الإبدال: ويقال له البدل: فهو لغة عبارة عن جعل شىء مكان آخر تقول أبدلت كذا بكذا إذا أزلت الأول وجعلت الثاني مكانه، واصطلاحا: عبارة عن إقامة الألف والواو والياء مقام الهمزة عوضا منها، أي إبدال الهمزة مدا من جنس حركة ما قبلها، وتأصل للساكن، فتبدل بعد الفتح ألفا، وبعد الكسر ياء وبعد الضم واوا، وللمتحركة أيضا، فتبدل المفتوحة بعد الضم واوا، وبعد الكسر ياء، وتبدل المكسورة بعد الضم واوا، والمضمومة بعد الكسر ياء. ¶ الإسقاط: ويقال له الحذف فهو لغة الطرح والإزالة، واصطلاحا: عبارة عن إعدام إحدى الهمزتين المتلاصقتين بحيث لا تبقى لها صورة، وينقسم إلى قسمين: ¶ القسم الأول هو حذف الهمز مع حركته وهذا القسم هو الذي يعبر عنه بالإسقاط غالبا، والقسم الثاني هو حذف الهمز بعد نقل حركته وهو النقل الآتي، ولم يأت إلا في المتحرك سواء كان إسقاطا أو نقلا. ¶ النقل: فهو لغة التحويل، واصطلاحا عبارة عن إلقاء حركة الهمزة على الساكن قبلها وحذف الهمزة ولم يرد هذا النقل عن قالون إلا في ثلاث كلمات في أربعة مواضع، كما سيأتي بيان ذلك في نقل حركة الهمز إلى الساكن قبله، إن شاء الله تعالى. ¶ وقد يعبر عن هذه الأنواع الأربعة التي هي التسهيل بين بين- والبدل- والإسقاط- والنقل- بالتخفيف، والتخفيف هو عبارة عن معنى التسهيل فقط، وقد يراد به معان أخر. ¶ وإنما تنوعت العرب في تخفيف الهمز بالأنواع المذكورة لكونه أثقل الحروف نطقا وأبعدها مخرجا، وكانت قريش والحجازيون أكثرهم له تخفيفا، بل قال بعضهم هو لغة أكثر العرب الفصحاء. ¶ هذا وسنتناول شرح مفصلا عن أحكام الهمزة في جميع أحوالها فنقول ومن الله العون والتوفيق:",
            "page": "62",
            "part": "1",
            "seal": "AE347D01"
        },
        {
            "id": "60",
            "nass": "الهمزتان من كلمة ¶ المراد بهما هنا: همزتا القطع المتحركتان المتلاصقتان في كلمة واحدة نحو: ¶ ء أنذرتهم، آئنكم، أءلقي. ¶ إذا علمنا المقصود من هاتين الهمزتين، فإن اجتماع الهمزتين من كلمة على ما تقدم ذكره جاءت في التنزيل على ثلاثة أنواع هي: ¶ الأول: أن تكون الهمزتان مفتوحتين مثل: ء أنذرتهم، ء أسلمتم، ء أشفقتم. ¶ الثاني: أن تكون الهمزة الأولى مفتوحة والثانية مكسورة مثل: أئنا لتاركوا، أئنكم لتشهدون، أئمة، أءله. ¶ الثالث: أن تكون الهمزة الأولى مفتوحة والثانية مضمومة مثل: قل أؤنبئكم، أءشهدوا. ¶ ونستنتج مما سبق أن الهمزة الأولى في الأنواع الثلاثة لا بد أن تكون مفتوحة وقد تكون استفهامية وأن الثانية قد تكون مفتوحة وقد تكون مكسورة وقد تكون مضمومة. ¶ وقد قرأ قالون في هذه الأنواع الثلاثة المتقدمة بتسهيل الهمزة الثانية مع إدخال ألف الفصل بينهما ومقدار ألف الفصل هذه حركتان. ¶ وقد علمنا فيما سبق معنى التسهيل وكيفيته. ¶ واستثنى قالون من هذا الباب ثلاث كلمات بالاتفاق لم يفصل فيها بألف الفصل بين الهمزتين واقتصر على التسهيل بين بين فقط واستثنى كلمة بالخلاف عنه. ¶ أما الكلمات الثلاثة المتفق عليها هي (ءامنتم، أئمة، وءالهتنا) بالنسبة لكلمة (ءامنتم) فقد وقعت في ثلاثة مواضع وهي في الأعراف وفي طه وفي الشعراء.",
            "page": "63",
            "part": "1",
            "seal": "DBA3C47D"
        },
        {
            "id": "61",
            "nass": "وأما كلمة (أئمة) فوقعت في خمسة مواضع وهي في سورة التوبة والأنبياء والقصص والسجدة. ¶ وأما كلمة (ءالهتنا) فوقعت في موضع واحد وهو سورة الزخرف. ¶ ووجه ترك ألف الفصل في (ءامنتم، وءالهتنا) هو أن أصل الكلمتين قبل دخول الاستفهام أأمنتم. أآلهتنا بهمزتين الأولى متحركة وهي زائدة والثانية ساكنة وهي فاء الكلمة فأبدلت الساكنة حرف مد من جنس حركة ما قبلها على القاعدة الصرفية المعروفة وهي (كل همزتين اجتمعتا في كلمة وكانت الأولى متحركة والثانية ساكنة أبدلت الساكنة حرف مد من جنس المتحركة) ثم بعد ذلك دخلت همزة الاستفهام فاجتمع في اللفظ ثلاث همزات: همزة الاستفهام والهمزة الزائدة والهمزة المبدلة بحرف مد التي هي فاء الكلمة فخفف قالون الهمزة الثانية الزائدة بالتسهيل بين بين (أي بين الهمزة والألف) وترك إدخال ألف الفصل لأنه لو فصل بها بين الهمزتين هنا لصار اللفظ في تقدير أربع ألفات متتابعات الأولى همزة الاستفهام، والثانية ألف الفصل والثالثة المسهلة بين بين. ¶ والرابعة المبدلة حرف مد، وهذا كما قالوا إفراط في التطويل والثقل وخروج عن كلام العرب ووجه ترك ألف الفصل في أئمة هو أن أصل الكلمة أأممة بوزن أفعلة جمع إمام كامثلة جمع مثال وأردية جمع رداء حيث نقلت كسرة الميم الأولى إلى الهمزة قبلها ثم أدغمت الميم في الميم فصار اللفظ أئمّة بهمزتين الأولى مفتوحة والثانية مكسورة، بعدها ميم مشددة فأصل الهمزة الثانية السكون وحركتها عارضة لأنها منقولة إليها من الميم المدغمة في مثلها فاعتبر قالون أصلها وهو السكون ولم يعتبر حركتها الحاضرة لعروضها فترك الإدخال لذلك لأن الفصل إنما يكون بين الهمزتين المتحركتين لا بين المتحركة والساكنة كما هو الأصل. ¶ وأما الكلمة المختلف فيها فهي قوله تعالى أو شهدوا خلقهم بالزخرف وقد ورد فيها وجهان: ¶ الأول: تسهيل الهمزة والثانية بين بين أي بين الهمزة والواو مع إدخال ألف الفصل.",
            "page": "64",
            "part": "1",
            "seal": "4162A529"
        },
        {
            "id": "62",
            "nass": "الثاني: تسهيل الهمزة الثانية بين بين أيضا مع عدم إدخال ألف الفصل كأامنتم والوجهان صحيحان مقروء بهما لقالون، والتسهيل مع الإدخال هو المقدم في الأداء. ¶ وقرأ قالون في أئمة بالتسهيل بين بين مع عدم إدخال ألف الفصل وزاد وجها آخر وهو إبدال الهمزة الثانية ياء محضة من غير إدخال ألف الفصل، والتسهيل بين بين هو المقدم في الأداء. ¶ الاستفهام المكرر وبيان قراءة قالون فيه ¶ حيث وقع الاستفهام المكرر في التنزيل في أحد عشر موضعا في تسع سور نحو: ¶ أَإِذا كُنَّا تُراباً أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ، أَإِذا كُنَّا عِظاماً، وَرُفاتاً أَإِنَّا لَمَبْعُوثُونَ يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحافِرَةِ. أَإِذا كُنَّا عِظاماً نَخِرَةً إلخ من الأمثلة على هذا السياق. ¶ وقد قرأ فيها قالون بالاستفهام في الأول من الاستفهامين (أي بهمزتين الأولى مفتوحة والثانية مكسورة) وقرأ بالإخبار في الثاني منهما، أي بهمزة واحدة مكسورة باستثناء موضعين منها وهما في سورة النمل وسورة العنكبوت فقرأ فيها بعكس ما تقدم، أي بالإخبار في الأول من الاستفهامين، أي بهمزة واحدة مكسورة، وبالاستفهام في الثاني منهما، أي بهمزتين مفتوحة فمكسورة. ¶ وكل موضع استفهم فيه قالون من هذه المواضع الأحد عشر فهو فيه على أصله في تسهيل الهمزة الثانية بين بين مع إدخال ألف الفصل كما سبق.",
            "page": "65",
            "part": "1",
            "seal": "3FDEC1DD"
        },
        {
            "id": "63",
            "nass": "الهمزتان من كلمتين ¶ المراد بهما (همزتا القطع المتلاصقتان في الوصل والواقعتان في كلمتين) إذا علمنا المقصود من هاتين الهمزتين فإن الهمزتين من كلمتين على ما تقدم ذكره تنقسمان إلى قسمين: متفقين في الحركة والمختلفين فيها. والمتفقان في الحركة ثلاثة أنواع: مفتوحتان نحو: جآء أمؤنا، ومكسورتان نحو هؤُلاءِ إِنْ كُنْتُمْ، ومضمومتان ووقعتا في موضع واحد في القرآن وهو أَوْلِياءُ أُولئِكَ بالأحقاف. ¶ والمختلفتان في الحركة تنقسم إلى خمسة أقسام سيأتي ذكرها فيها بعد، ولكل من الهمزتين المتفقتين في الحركة والمختلفتين فيها أحكام. ¶ أولا: أحكام الهمزتين المتفقتين علمنا أن الهمزتين المتفقتين في الحركة على ثلاثة أنوع مفتوحتين ومكسورتين ومضمومتين وفيما يلي ذكر كل نوع على حدة. ¶ الهمزتان المفتوحتان ¶ الهمزتان المفتوحتان مثل: (شاء أنشره، شاء أن يتخذ، جاء أمرنا، جآء أحدهم). ¶ فقرأ قالون في مثل هاتين الهمزتين بإسقاط الهمزة الأولى، أي حذفها بالكلية وتحقيق الهمزة الثانية وهذا ما ذهب إليه الجمهور. ¶ وفي حال إسقاط الهمزة الأولى يكون المد من قبيل المد المنفصل ولقالون فيه وجهان القصر والتوسط والقصر هو الأرجح في الأداء.",
            "page": "66",
            "part": "1",
            "seal": "B8E27094"
        },
        {
            "id": "64",
            "nass": "الهمزتان المكسورتان والمضمومتان: ¶ الهمزتان المكسورتان مثل (بالسوء إلا ما رحم ربي، ومن وراء إسحاق يعقوب) والمضمومتان وقعتا في موضع واحد في القرآن وهو (أولياء أولئك) بالأحقاف. ¶ فقد قرأ قالون في مثل هاتين الهمزتين بتسهيل الهمزة الأولى بين بين وبتحقيق الهمزة الثانية في كل من الهمزتين المكسورتين والمضمومتين فتسهل المكسورة بين الهمزة والياء كما في (هؤلاء إن كنتم)، وتسهل المضمومة بين الهمزة والواو كما في (أولياء أولئك) وزاد في قوله تعالى: إِنَّ النَّفْسَ لَأَمَّارَةٌ بِالسُّوءِ إِلَّا ما رَحِمَ رَبِّي وجها آخرا على وجه التسهيل بين بين وهو إبدال الهمزة الأولى واوا مكسورة وإدغام الواو التي قبلها فيها فيصبح النطق بواو واحدة مكسورة ومشددة بعدها همزة محققة. والوجهان صحيحان مقروء بهما لقالون ووجه الإبدال هو المقدم في الأداء وقد اختاره كثير من المحققين وترسم على هذا الوجه (بالسوّ إلا). ¶ هذا: ويجوز الوجهان في حرف المد الواقع قبل الهمزة المغيرة سواء كان هذا التغيير بالإسقاط كما تقدم في إسقاط الأولى من المفتوحتين أو بالتسهيل بين بين كما في تسهيل الهمزة الأولى من المكسورتين والمضمومتين، والوجهان هما المد والقصر، والقصر هو الأرجح والمقدم في الأداء إذا كان التغيير بالإسقاط لذهاب أثر سبب المد، ويكون المد هو الأرجح والمقدم في الأداء إذا كان التغيير بالتسهيل بين بين لبقاء أثر سبب المد في الجملة. ¶ الهمزتان المختلفتان ¶ الهمزتان المختلفتان في الحركة خمسة أنواع وهي: ¶ النوع الأول: أن تكون الهمزة الأولى مفتوحة والثانية مكسورة مثل (شهداء إذ، وزكرياء إذ نادى، تفئ إلى أمر الله).",
            "page": "67",
            "part": "1",
            "seal": "498B8FB6"
        },
        {
            "id": "65",
            "nass": "النوع الثاني: أن تكون الهمزة الأولى مفتوحة والثانية مضمومة، ووجد هذا النوع مرة واحدة في القرآن في قوله تعالى كُلَّ ما جاءَ أُمَّةً رَسُولُها في سورة المؤمنون. ¶ وهذان النوعان قرأ فيهما قالون بتحقيق الهمزة الأولى وتسهيل الثانية بين بين أي بين الهمزة والياء في النوع الأول، وبين الهمزة والواو في النوع الثاني. وترسم الهمزة المسهلة هكذا (تفيء إلى، جآء امة). ¶ النوع الثالث: أن تكون الهمزة الأولى مضمومة والثانية مفتوحة مثل (النبيء أولى بالمؤمنين، ويسماء أقلعي). ¶ وقد قرأ قالون فيها بتحقيق الهمزة الأولى وبإبدال الهمزة الثانية واوا محضة وترسم هكذا (يسماء أقلعي، النبيء أولى). ¶ النوع الرابع: أن تكون الهمزة الأولى مكسورة والثانية مفتوحة مثل (من خطبة النساء أو أكننتم، هؤلاء أهدى). ¶ وقد قرأ قالون فيها بتحقيق الهمزة الأولى وبإبدال الهمزة الثانية ياء محضة. ¶ وترسم هكذا (النساء أو أكنتم، هؤلاء أهدى). ¶ النوع الخامس: أن تكون الهمزة الأولى مضمومة والثانية مكسورة مثل: (الشهداء إذا ما دعوا يشاء إلى). ¶ وقد قرأ قالون فيها بتحقيق الهمزة الأولى وبإبدال الهمزة الثانية واوا محضة وقرأ بالتسهيل بين بين أي بين الهمزة والواو، والوجهان صحيحان مقروء بهما لقالون والإبدال هو الأرجح والمقدم في الأداء. ¶ وترسم هكذا (الشهداء إذا ما دعوا، يشاء إلى).",
            "page": "68",
            "part": "1",
            "seal": "2C105407"
        },
        {
            "id": "66",
            "nass": "تنبيه ¶ اعلم أخي القارئ أن الأحكام التي سبق ذكرها التي هي التسهيل بين بين والإبدال واوا كانت أو ياء في المتفقتين أو في المختلفتين إنما هي في حالة الوصل فقط أما إذا وقف على الهمزة الأولى من المتفقتين أو المختلفتين وابتدئ بالثانية منهما فحينئذ يتعين التحقيق لقالون في الهمزتين لأن التسهيل أو الإبدال أو الإسقاط إنما يحدث في الوصل لنقل اجتماع الهمزتين، وقد زال بانفصال كل واحدة عن الأخرى. ¶ أحكام الهمز المفرد ¶ وهو الذي لم يلاصق همزا آخر وينقسم الهمز المفرد إلى قسمين: متفق على وجوده في الكلمة ومختلف في وجوده فيها وكل من المتفق عليه والمختلف فيه ينقسم إلى قسمين: ساكن ومتحرك، وفيها يلي بيان كل نوع على حده. ¶ الهمز المتفق عليه ¶ الهمز المتفق عليه ينقسم إلى قسمين ساكن ومتحرك. ¶ أولا: تخفيف الهمز الساكن ¶ وله نوعان وهما: ¶ النوع الأول: وهو ما يبدل حرف مد من جنس حركة ما قبله من غير إدغام ووقع هذا الهمز في ثلاث كلمات (يأجوج، مأجوج، مؤصدة) فقرأ قالون بإبدال الهمزة يأجوج ومأجوج ألفا من جنس حركة ما قبلها وبإبدال همزة مؤصدة واو من جنس حركة ما قبلها أيضا. ¶ هذا ما يبدله قالون من الهمز الساكن وما عداه فيقرؤه بالتحقيق في عموم القرآن الكريم.",
            "page": "69",
            "part": "1",
            "seal": "CB8EFEA7"
        },
        {
            "id": "67",
            "nass": "النوع الثاني: وهو ما يبدل حرف مد مع الإدغام ووجد هذا الهمز في لفظ واحد هو (رءيا) في قوله تعالى أَحْسَنُ أَثاثاً وَرِءْياً بمريم فقرأ قالون بإبدال الهمزة ياء ساكنة حرف مد ثم إدغامها في الياء التي بعدها فيصير النطق بياء واحدة منصوبة مشددة بعد الراء ويرسم هكذا (ريّا). ¶ ثانيا: تخفيف الهمز المتحرك ¶ وينقسم إلى أربعة أنواع وهي: ¶ النوع الأول: وهو ما يبدل حرف مد ووقع ذلك في كلمتين فقط وهما (منساته) بسبإ و (سأل) بالمعارج، فقرأ قالون فيهما بإبدال الهمزة ألفا والإبدال في الكلمتين سماعي على غير قياسي. ¶ النوع الثاني: وهو ما يبدل ياء محضة وهذا مشروط بأن تكون الهمزة المفتوحة بعد كسر ولم يبدل قالون من هذا النوع إلا كلمة واحدة بالخلاف عنه وهي (لأهب) في قوله تعالى لِأَهَبَ لَكِ غُلاماً زَكِيًّا بمريم، فقد قرأ قالون في أحد الوجهين عنه بإبدال الهمزة ياء محضة محركة بحركتها، والوجه الآخر له تحقيق الهمزة والوجهان صحيحان مقروء بهما لقالون، والتحقيق هو الراجح المقدم في الأداء، وما عدا هذا الموضع فإنه قرأه بالتحقيق قولا واحدا مثل خاسئا، ناشئة، وملئت وما إلى ذلك. ¶ النوع الثالث: وهو ما يحذف ووقع هذا النوع في ثلاثة ألفاظ فقط وهي: ¶ (الصابئين) بالبقرة والحج، (الصابئون) بالمائدة، (ويضاهئون) بالتوبة. ¶ فقرأ قالون بحذف الهمزة المكسورة في لفظ الصابئين فيصير النطق (الصابين) بوزن الغازين، وقرأ بحذف الهمزة المضمومة في لفظ الصابئون ويضاهئون مع ضم ما قبلهما فيصير النطق (الصابون) بوزن الناهون و (يضاهون) بوزن يمارون. وما عدا هذه الكلمات الثلاث فإنه قرأ بتحقيق الهمزة من غير حذف مثل يتكئون، ومستهزءون وما إلى ذلك.",
            "page": "70",
            "part": "1",
            "seal": "0026D242"
        },
        {
            "id": "68",
            "nass": "النوع الرابع: وهو ما يسهل بين بين ووقع هذا النوع في لفظ واحد فقط وهو (هأنتم) في مواضعة الأربعة بآل عمران وبالنساء وبالأنفال. ¶ فقد قرأ قالون في الجميع بتسهيل همزة هأنتم بين بين أي بين الهمزة والألف مع القصر في حرف المد الواقع بعد الهمزة المسهلة. ¶ وقد تعددت أوجه المد والقصر وسكون الميم وصلتها فالأرجح والمقدم في الأداء هو القصر في هأنتم مع التسهيل وسكون الميم. ¶ هذا: وما تقدم من تخفيف الهمز الساكن والمتحرك سواء أكان بالإبدال مدغما أو غير مدغم أو بالتسهيل بين بين أو بالحذف كما مر إنما هو ثابت لقالون في حالتي الوصل والوقف. ¶ الهمز المختلف فيه ¶ وهو المختلف فيه بين القراء في زيادته في الكلمة وحذفه منها وله ألفاظ معينة مثل: ¶ مرجئون، ترجئ، هزؤا، كفؤا، النبيء بكافة الصيغ، كهيئة، أراءيت، النسيء، بادئ الرأى، ضياء، البريئة، الى، جزء، يطئون، تطئوها، تطئوهم، متكأ، ضيزى، منوة. ¶ * بالنسبة للفظ مرجئون وقع في القرآن في موضع واحد في قوله تعالى مُرْجَوْنَ لِأَمْرِ اللَّهِ بالتوبة وقد قرأ قالون في الوقف والوصل بواو ساكنة حرف لين بعد الجيم مكان الهمزة المضمومة الممدودة التي في قراءة غيره (مرجئون). ¶ * أما لفظ ترجي فوقع في القرآن في موضع واحد في قوله تعالى: تُرْجِي مَنْ تَشاءُ بالأحزاب وقد قرأ قالون فيه وصلا ووقفا بياء ساكنة حرف مد بعد الجيم مكان الهمز المضمومة المقصورة التي في قراءة غيره (ترجئ).",
            "page": "71",
            "part": "1",
            "seal": "A9695814"
        },
        {
            "id": "69",
            "nass": "* أما لفظ هزؤا فقرأ قالون فيه بضم الزاى وبالهمزة وصلا ووقفا في كل القرآن كما في قوله تعالى وَاتَّخَذُوا آياتِي وَرُسُلِي هُزُواً. ¶ * أما لفظ كفؤا فوقع في لفظ واحد بالإخلاص وقد قرأ قالون فيه بضم الفاء بالهمزة وصلا ووقفا. ¶ وبالنسبة للفظ هزؤا وكفؤا منون بالنصب وعند الوقف يبدل ألفا. ¶ * أما لفظ النبيء بكافة الصيغ أي سواء كان اللفظ مفردا مثل (يأيها النبيء) أو كان مجموعا مثل الأنبياء أو النبيئون أو النبيئين أو على لفظ المصدر النبوءة، فقد قرأ قالون في كل هذا بزيادة الهمز وصلا ووقفا ويلزم من زيادة الهمز المد وهو هذا من قبيل المد المتصل وقد تقدم حكمه ومقداره. واستثنى قالون من لفظ النبيء المفرد كلمتين بالأحزاب وهما (للنبي) في قوله تعالى وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَها لِلنَّبِيِّ إِنْ أَرادَ النَّبِيُّ و (النبي) في قوله تعالى لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ فقرأ قالون فيهما بإبدال الهمزة ياء وإدغام الياء التي قبلها فيها فيكون النطق بياء مشددة مكسورة وهذا في حالة الوصل فقط، أما في حالة الوقف فيقف قالون بالهمزة فيهما كسائر الباب. ¶ * أما لفظ كهيئة فوقع في موضعين في قوله تعالى كَهَيْئَةِ الطَّيْرِ في كل من آل عمران والمائدة فقرأ قالون فيهما بهمزة مفتوحة بين الياء المثناة تحت والتاء المثناة فوق وصلا وقفا. ¶ * أما لفظ أرءيت المسبوق بهمزة الاستفهام سواء كان مقرونا بميم الجمع وحدها أم مقرونا بها مع الضمير أم مقرونا بالضمير وحده أم مجردا عن الميم والضمير مما نحو: ¶ قل أرءيتم، أفراءيتم الماء الذي تشربون، قل أرءيتكم إن أتيكم، أرءيتك هذا الذي، أفرأيت الذي تولى، أرءيت الذي يكذب بالدين. ¶ فقد قرأ قالون في هذا كله وما شاكله في القرآن بتسهيل الهمزة الثانية بين بين أي بين الهمزة والألف. ¶ ويرسم هذا اللفظ حسب رواية قالون هكذا: أرايتم، أفرايت ... إلخ.",
            "page": "72",
            "part": "1",
            "seal": "C53DF70A"
        },
        {
            "id": "70",
            "nass": "* وأما لفظ النسيء فوقع هذا اللفظ في موضع واحد في قوله تعالى إِنَّمَا النَّسِيءُ زِيادَةٌ فِي الْكُفْرِ بالتوبة فقرأ قالون فيها بياء واحدة مدية بعد السين فهمزة مضمومة في الوصل والوقف. ويلزم من وجود الهمزة المد وهو هنا من قبيل المد المتصل وقد تقدم حكمه ومقداره. ¶ * أما لفظ بادئ فوقع في موضع واحد في قوله تعالى بادِيَ الرَّأْيِ بهود فقرأ فيه قالون بياء تحتية مفتوحة مكان الهمزة في الوصل والوقف. ¶ * وأما لفظ ضياء فوقع في ثلاثة مواضع بيونس والأنبياء والقصص في قوله تعالى هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِياءً وَالْقَمَرَ نُوراً فقد قرأ قالون في المواضع الثلاثة بياء مفتوحة مكان الهمزة بين الضاد والألف في الوصل والوقف. ¶ * أما لفظ البريئة فوقع في موضعين وهما (شر البريئة، خير البريئة) بالبينة، فقد قرأ فيهما قالون بياء ساكنة حرف مد بعد الراء بعدها همزة مفتوحة وصلا ووقفا، ويلزم من وجود الهمزة لمد وهو هنا من قبيل المد المتصل وقد تقدم حكمه ومقداره في باب المد. ¶ * أما لفظ اللائي فوقع في أربع مواضع بالأحزاب والمجادلة والطلاق في مثل قوله تعالى: وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ بالطلاق، فقد قرأ قالون في هذه المواضع الأربع بهمزة مكسورة محققة من غير ياء بعدها وصلا ووقفا، ولقالون في الوقف عليها ماله في الوقف على الماء وعلى سواء. ¶ * أما لفظ جزء فوقع في ثلاثة مواضع بالبقرة والحجر والزخرف في مثل قوله تعالى جُزْءٌ مَقْسُومٌ بالحجر، فقد قرأ قالون في هذه المواضع بإسكان الزاى وبالهمز وصلا ووقفا، والهمز منون بالنصب في البقرة والزخرف وبالرفع في الحجر. ¶ وعند الوقف يبدل التنوين المنصوب ألفا ويحذف التنوين المرفوع وتسكن كما هي القاعدة. ¶ * أما الألفاظ الثلاثة التي هي: يطئون، وتطئوها، فوقع كل منها في موضع واحد الأول في قوله تعالى وَلا يَطَؤُنَ مَوْطِئاً بالتوبة، والثاني وَأَرْضاً لَمْ تَطَؤُها",
            "page": "73",
            "part": "1",
            "seal": "44C76AE9"
        },
        {
            "id": "71",
            "nass": "تَطَؤُها بالأحزاب، والثالث لَمْ تَعْلَمُوهُمْ أَنْ تَطَؤُهُمْ بالفتح، فقرأ قالون في هذه المواضع الثلاثة بهمزة مضمومة بعد الطاء بعدها واو ساكنة حرف مد في الوصل والوقف. ¶ * وأما لفظ متكا فوقع في موضع واحد فقط في قوله تعالى وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً بيوسف، فقرأ قالون فيه بهمزة منونة منصوبة بعد الكاف في الوصل، أما في الوقف فيبدل التنوين المنصوب ألفا كما هي القاعدة والهمزة ثابتة. ¶ * وأما لفظ ليكة فوقع في موضعين فقط وهما في قوله تعالى كَذَّبَ أَصْحابُ الْأَيْكَةِ الْمُرْسَلِينَ بالشعراء ووَ أَصْحابُ الْأَيْكَةِ* بص فقد قرأ قالون فيهما بلام مفتوحة من غير ألف وصل قبلها ولا همزة بعدها وبفتح التاء بوزن ليلة. ¶ * وأما لفظ الأيكة الذي في الحجر في قوله تعالى: وَإِنْ كانَ أَصْحابُ الْأَيْكَةِ لَظالِمِينَ والذي في ق في قوله تعالى وَأَصْحابُ الْأَيْكَةِ وَقَوْمُ تُبَّعٍ فقد قرأ قالون فيهما بلام ساكنة قبلها همزة وصل وبعدها همزة قطع مفتوحة. ¶ * وأما لفظ ضيزى فوقع في موضع واحد فقط وهو قوله تعالى تِلْكَ إِذاً قِسْمَةٌ ضِيزى بالنجم، فقد قرأ قالون فيه بياء ساكنة في الوصل والوقف. ¶ * وأما لفظ مناة فوقع في موضع واحد فقط في قوله تعالى: وَمَناةَ الثَّالِثَةَ الْأُخْرى بالنجم، فقد قرأ قالون فيه بحذف الهمزة المفتوحة التي بعد الألف وصلا ووقفا. ¶ نقل حركة الهمزة إلى الساكن قبلها ¶ ذكرنا في أول هذا الفصل معنى النقل لغة واصطلاحا ولم يرد لقالون هذا النقل إلا في ثلاث كلمات في أربعة مواضع في التنزيل وهي: (ءآلن) موضعان بيونس و (ردءا) بالقصص و (الأولى) بالنجم. ¶ أما كلمة ءآلن التي في موضعي سورة يونس في قوله تعالى آلْآنَ وَقَدْ كُنْتُمْ بِهِ تَسْتَعْجِلُونَ وآلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ والأصل في لفظ",
            "page": "74",
            "part": "1",
            "seal": "0568EEF4"
        },
        {
            "id": "72",
            "nass": "(ءالن) (ءان) بهمزة مفتوحة ممدودة فنون مفتوحة وهو اسم مبني على الفتح علم على الزّمان الحاضر، ثم دخلت عليه لام التعريف فصار اللفظ (الآن) ثم دخلت على لام التعريف همزة الاستفهام، فاجتمع همزتان مفتوحتان متلاصقتان، الأولى همزة الاستفهام والثانية همزة الوصل، وقد قرأ قالون فيهما بنقل حركة الهمزة التي بعد اللام إلى اللام وحذف الهمزة فيصير النطق بهمزة قطع مفتوحة ممدودة فلام مفتوحة ممدودة كذلك فنون مفتوحة وصلا ساكنة وقفا. ¶ ويتحصل لقالون في هذا اللفظ بعد هذا النقل ثلاثة أوجه في الوصل الأرجح منها والمقدم في الأداء هو إبدال الهمزة الثانية وهي همزة الوصل ألفا مع المد ست حركات استصحابا للأصل وهو سكون اللام وعدم الإعتداد بالعارض وهو تحريك بالفتح بسبب نقل حركة الهمزة إليها وكما تجوز وصلا تجوز ابتداء. ¶ وأما كلمة (ردءا) التي بالقصص في قوله تعالى وَأَخِي هارُونُ هُوَ أَفْصَحُ مِنِّي لِساناً فَأَرْسِلْهُ مَعِي رِدْءاً يُصَدِّقُنِي فقد قرأ قالون فيها بنقل حركة الهمزة إلى الدال وحذف الهمزة ¶ فيصير النطق بدال مفتوحة منونة (ردا) وعند الوقف يبدل التنوين ألفا. ¶ وأما كلمة (الأولى) في قوله تعالى وَأَنَّهُ أَهْلَكَ عاداً الْأُولى بالنجم فقد قرأ فيها بنقل حركة الهمزة إلى اللام قبلها وحذف الهمزة ثم زاد همزة ساكنة بعد اللام المضمومة مكان الواو وصلا وابتداء ثم سكّن تنوين عادا وأدغمه في لام الأولى في الوصل فيصير النطق (عادا الأولى) بإدغام تنوين عادا بعد تسكينه في لام الأولى ثم لام مضمومة مشددة فهمزة ساكنة، هذا ما يجوز لقالون في حالة الوصل وهو وجه واحد فقط. ¶ أما إذا وقف على عادا وابتداء بالأولى فله فيها ثلاثة أوجه أرجحها والمقدم في الأداء هو رد الكلمة إلى أصلها مثل ما كانت قبل النقل ولفظه (الأولى) بإثبات همزة الوصل مفتوحة فلام ساكنة فهمزة مضمومة بعدها واو ساكنة حرف مد، وهذا الوجه أرجح الأوجه الثلاثة وأفضلها.",
            "page": "75",
            "part": "1",
            "seal": "6E4F2452"
        }
    ],
    "t1494": [
        {
            "id": "51",
            "lvl": "6",
            "sub": null,
            "tit": "تنبيهات هامة"
        },
        {
            "id": "53",
            "lvl": "5",
            "sub": null,
            "tit": "المد الجائز البدل"
        },
        {
            "id": "53",
            "lvl": "6",
            "sub": "1",
            "tit": "وينقسم المد البدل إلى قسمين:"
        },
        {
            "id": "54",
            "lvl": "4",
            "sub": null,
            "tit": "الحكم الثالث المد اللازم"
        },
        {
            "id": "55",
            "lvl": "5",
            "sub": null,
            "tit": "القسم الثاني المد اللازم الكلمي المخفف"
        },
        {
            "id": "55",
            "lvl": "5",
            "sub": "1",
            "tit": "القسم الثالث المد اللازم الحرفي المثقل"
        },
        {
            "id": "56",
            "lvl": "5",
            "sub": null,
            "tit": "القسم الرابع المد اللازم الحرفي المخفف"
        },
        {
            "id": "56",
            "lvl": "6",
            "sub": "1",
            "tit": "بيان المد اللازم الحرفي وحروفه"
        },
        {
            "id": "57",
            "lvl": "6",
            "sub": null,
            "tit": "مراتب المد الفرعي (المزيدي)"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام الهمزة"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "الهمزتان من كلمة"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "الاستفهام المكرر وبيان قراءة قالون فيه"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "الهمزتان من كلمتين"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "1",
            "tit": "الهمزتان المفتوحتان"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "الهمزتان المكسورتان والمضمومتان:"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": "1",
            "tit": "الهمزتان المختلفتان"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": "1",
            "tit": "أحكام الهمز المفرد"
        },
        {
            "id": "66",
            "lvl": "3",
            "sub": "2",
            "tit": "الهمز المتفق عليه"
        },
        {
            "id": "66",
            "lvl": "4",
            "sub": "3",
            "tit": "أولا: تخفيف الهمز الساكن"
        },
        {
            "id": "67",
            "lvl": "4",
            "sub": null,
            "tit": "ثانيا: تخفيف الهمز المتحرك"
        },
        {
            "id": "68",
            "lvl": "3",
            "sub": null,
            "tit": "الهمز المختلف فيه"
        },
        {
            "id": "71",
            "lvl": "3",
            "sub": null,
            "tit": "نقل حركة الهمزة إلى الساكن قبلها"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام همزة الوصل"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام الوقف والابتداء"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": null,
            "tit": "تتمة"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "1",
            "tit": "تنبيه"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "2",
            "tit": "الوقوف على أواخر الكلم"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "الحذف والإثبات"
        },
        {
            "id": "82",
            "lvl": "3",
            "sub": "1",
            "tit": "حذف الألف وثبوتها:"
        },
        {
            "id": "83",
            "lvl": "3",
            "sub": null,
            "tit": "حذف الياء وثبوتها:"
        },
        {
            "id": "84",
            "lvl": "3",
            "sub": null,
            "tit": "حذف الواو وثبوتها:"
        },
        {
            "id": "85",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام الفتح والإمالة"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "قاعدة التقاء الساكنين"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاس والإشمام"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "مراتب التلاوة الصحيحة"
        },
        {
            "id": "88",
            "lvl": "3",
            "sub": "1",
            "tit": "التحقيق - والترتيل - والحدر - والتدوير."
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "سجود التلاوة في رواية قالون"
        },
        {
            "id": "89",
            "lvl": "3",
            "sub": "1",
            "tit": "أما صفته:"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "الخاتمة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المدخل"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "التعريف بالقرآن الكريم"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام الاستعاذة"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام البسملة"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام النون الساكنة والتنوين"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "الحكم الأول: (الإظهار)"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم الثاني (الإدغام)"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم الثالث (الإقلاب)"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الحكم الرابع (الإخفاء)"
        },
        {
            "id": "17",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيهات"
        },
        {
            "id": "18",
            "lvl": "3",
            "sub": null,
            "tit": "مراتب الإخفاء"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام الميم الساكنة"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "* الحكم الأول: الإخفاء وقد تقدم تعريفه."
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "2",
            "tit": "الحكم الثاني: الإدغام"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "3",
            "tit": "الحكم الثالث الإظهار"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام النون والميم المشددتين"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": "1",
            "tit": "أحكام لام أل ولام الفعل"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "2",
            "tit": "(تنبيه)"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "باب مخارج الحروف"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "المخارج:"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "صفات الحروف"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "تقسيم الصفات إلى قوية وضعيفة:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "(تنبيه)"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "باب التفخيم والترقيق"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "أحكام الراء تفخيما وترقيقا"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "2",
            "tit": "القسم الأول"
        },
        {
            "id": "35",
            "lvl": "3",
            "sub": "3",
            "tit": "القسم الثاني"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": null,
            "tit": "شروط الترقيق للراء المتوسطة"
        },
        {
            "id": "36",
            "lvl": "3",
            "sub": "1",
            "tit": "شروط التفخيم للراء المتوسطة"
        },
        {
            "id": "37",
            "lvl": "4",
            "sub": null,
            "tit": "تنبيه"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": null,
            "tit": "الكلام على الراء المتطرفة الساكنة في الوصل والوقف"
        },
        {
            "id": "38",
            "lvl": "3",
            "sub": "1",
            "tit": "الكلام على القسم الثالث والأخير"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": null,
            "tit": "شروط الترقيق"
        },
        {
            "id": "39",
            "lvl": "3",
            "sub": "1",
            "tit": "شروط التفخيم"
        },
        {
            "id": "40",
            "lvl": "3",
            "sub": null,
            "tit": "تنبيهان"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام اللام تفخيما وترقيقا"
        },
        {
            "id": "41",
            "lvl": "3",
            "sub": "1",
            "tit": "القسم الأول"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": null,
            "tit": "القسم الثاني"
        },
        {
            "id": "42",
            "lvl": "3",
            "sub": "1",
            "tit": "تنبيه"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "أحكام المد والقصر"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": null,
            "tit": "حروف المد واللين حرفا اللين"
        },
        {
            "id": "44",
            "lvl": "3",
            "sub": "1",
            "tit": "أقسام المد"
        },
        {
            "id": "45",
            "lvl": "4",
            "sub": null,
            "tit": "أولا: المد الأصلي (الطبيعي)"
        },
        {
            "id": "45",
            "lvl": "4",
            "sub": "1",
            "tit": "ثانيا: المد الفرعي (المزيدي)"
        },
        {
            "id": "45",
            "lvl": "3",
            "sub": "2",
            "tit": "وأما أسبابه فاثنان لفظي ومعنوي:"
        },
        {
            "id": "46",
            "lvl": "3",
            "sub": null,
            "tit": "أحكام"
        },
        {
            "id": "47",
            "lvl": "4",
            "sub": null,
            "tit": "الحكم الأول المد الواجب (المتصل)"
        },
        {
            "id": "47",
            "lvl": "4",
            "sub": "1",
            "tit": "الحكم الثاني المد الجائز (المنفصل)"
        },
        {
            "id": "48",
            "lvl": "5",
            "sub": null,
            "tit": "تتمة"
        },
        {
            "id": "49",
            "lvl": "5",
            "sub": null,
            "tit": "قاعدة"
        },
        {
            "id": "49",
            "lvl": "5",
            "sub": "1",
            "tit": "المد الجائز العارض للسكون"
        },
        {
            "id": "50",
            "lvl": "5",
            "sub": null,
            "tit": "بيان الأوجه الجائزة في المد العارض للسكون:"
        }
    ]
}