{
    "b1497": [
        {
            "id": "1",
            "nass": "إدارة الوقت ¶ من المنظور الإسلامي والإداري ¶ تأليف ¶ د. خالد بن عبد الرحمن الجريسي",
            "page": null,
            "part": null,
            "seal": "CD45D7F8"
        },
        {
            "id": "5",
            "nass": "إهداء ¶ يُشرفني أن أضع هذا الجهد المتواضع بين يدي والديَّ الكرمين, وقد أهديا إليَّ من قبل كلَّ عناية, وأسديا إليّ كل تشجيع, وما ¶ عملي هذا إلا قطافٌ من فيض أيديهما. اللهم اجزهما ¶ عني كل خير, وارزقهما طول عُمُر في حُسن ¶ عمل ووافر نعمة وعافية",
            "page": "5",
            "part": "1",
            "seal": "57289021"
        },
        {
            "id": "7",
            "nass": "مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستهديه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، خير من أدار وقته ونظّم أموره، صلَّى الله عليه وعلى آله وصحابته والتابعين، ومن تبعهم بإحسان إلى يوم الدين وسلَّم تسليماً كثيراً. ¶ أما بعد، فإن الكفاءة والفاعلية مطلبان رئيسان في الإدارة وهما من تعاليم الدين الإسلامي؛ فالمسلم يجب أن يمارس الإدارة الجيدة في جميع شؤون حياته الدينية والدنيوية، والحقيقة أن جميع تعاليم الدين الإسلامي توجِّه المسلم وتحثُّه على حسن ممارسة هذه التعاليم وتطبيقها في صورها المعنوية والمادية كافة، فلا ينبغي للمسلم أن يمارس أنشطته المادية والمعنوية بمعزل عن تعاليم الدين؛ لقول الله عزَّ وجلَّ: {قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ *} الأنعَام: 162، كذلك ينبغي للمؤمن أن يكون قوياً وأن يتزود بالإيمان والعلم. ¶ وإن نصوص القرآن الكريم كما السُّنَّة النبوية، والسيرة، وحياة الصحابة رضي الله عنهم، كل ذلك يكاد ألا يخلو من تطبيقات الإدارة، والتوجيه إلى حُسن استغلال الموارد والقدرات والقوى البشرية، إضافة إلى التأكيد على التحلي بالصفات الحسنة؛ كالصبر والاجتهاد ومغالبة الهوى وضبط النفس والحث على العمل والتخطيط والتنظيم والتوجيه والرقابة. ¶ إن العلم والعمل والقيام بالعبادات أمور مطلوبة من المسلم، فعليه واجبات تجاه ربه ثم تجاه نفسه ومجتمعه، ومن أجل أن يتسنى له القيام بهذه",
            "page": "7",
            "part": "1",
            "seal": "2C2A200C"
        },
        {
            "id": "8",
            "nass": "الواجبات فإنه يجب عليه أن يعطي كلَّ واجب نصيبَه من الوقت دون أن يطغى جانب واجبٍ على آخر، ومن ثمّ فإنه يكاد لا يجد أمامه متسعاً من الوقت لأداء كامل هذه الواجبات؛ فالدين الإسلامي وتعاليمه السمحة تدعو إلى حسن استثمار الوقت وإدارته بفعالية، وهذا عين ما تدعو إليه الإدارة في مفهومها المعاصر. ¶ إن الوقت يمثل أحد الموارد المهمة والنفيسة لكل إنسان في هذا العالم الكبير، فالوقت كالسيف إن لم تقطعه قطعك، وإذا لم يحسن الإنسان استغلاله بفعالية فإنه قد يفقد الكثير مما يصعب تعويضه؛ سواء في عمله أم في حياته الخاصة، لأن ما انقضى من الوقت لا يعود أبداً. ¶ والوقت من ذهب، بل هو أغلى من الذهب؛ حيث إنه لا يقدر بثمن، وهو يُعد أحد خمسة موارد أساسية في مجال الأعمال، هي: المواد، المعلومات، الأفراد، الموارد المادية، إضافة إلى الوقت الذي يُعدّ أكثر هذه الموارد أهمية، فكلما استطاع الفرد أن يتحكم في وقته بمهارة وإيجابية استطاع عندها أن يستثمره في تحقيق أقصى عائد ممكن من الموارد الأخرى؛ فإذا أدار الفرد وقته بشكل فعّال، فهو - في الحقيقة - يدير حياته ونفسه وعمله إدارة فعّالة. ¶ وهذا يعني أن الوقت لا يمكن عزله عن حياة الإنسان الشخصية والمهنية. ومن ثَمَّ تبرز أهمية عامل الوقت وضرورته، هذا المورد المهم الذي ينبغي التعامل معه واستثماره بفعالية، حيث أصبحت إدارة الوقت (Time Management) واحدة من ضمن موضوعات علم الإدارة الحديث.",
            "page": "8",
            "part": "1",
            "seal": "45DB75FC"
        },
        {
            "id": "9",
            "nass": "وقد قام الكاتب بتقسيم محتويات الكتاب إلى مقدمة عامة عن الموضوع محلِّ الدراسة ثم أتبعها بستة فصول. ¶ احتوى الفصل الأول منها على التعريف بالوقت، وبيان أهميته في القرآن الكريم والسُّنَّة المُطهَّرة. ¶ أما الفصل الثاني فقد أفرده الكاتب لدراسة الوقت وإدارته من المنظور الإداري؛ وذلك من خلال النظريات الإدارية وإدارة الوقت داخل العملية الإدارية. ¶ أما الفصل الثالث فقد احتوى على دراسة لكيفية إدارة الوقت في ضوء نصوص القرآن الكريم والسُّنَّة المُطهَّرة وأقوال السلف الصالح. ¶ ووضح الكاتب في الفصل الرابع الواجبات الملقاة على عاتق المدير المسلم، فيما يتعلق بعامل الوقت وضرورة إدارته؛ وذلك من خلال تناوله لأهم مضيعات الوقت ومسؤولية المسلم عن الوقت. ¶ أما الفصل الخامس فقد كرَّسه لدراسة الأدوات والوسائل المستخدمة في تنظيم إدارة الوقت، إضافة إلى بيان أبرز المناهج المستخدمة للإدارة الفعالة للوقت؛ وذلك من خلال تطور تاريخي، متوصّلاً إلى بيان منهج متطور لإدارة الوقت بفعالية، معتمداً في مادته الأولية على المناهج السابقة والدراسات الميدانية في هذا المجال. ¶ وأخيراً تناول الكاتب في الفصل السادس والأخير من هذا الكتاب الناحية التطبيقية لإدارة الوقت؛ وذلك من خلال الدراسات السابقة في العالم العربي بعامة وفي المملكة العربية السعودية بخاصة، إضافة إلى الدراسة الميدانية الخاصة التي قام بها في القطاع الصناعي الخاص السعودي.",
            "page": "9",
            "part": "1",
            "seal": "9D072808"
        },
        {
            "id": "13",
            "nass": "الفصل الأول ¶ الوقت وأهميته في الإسلام والإدارة",
            "page": "13",
            "part": "1",
            "seal": "476EB7D7"
        },
        {
            "id": "15",
            "nass": "تمهيد: ¶ ينسب علماء الإدارة الفضل في ظهور علم الإدارة إلى المبادئ التي وضعها العالم فريدريك تايلور F. Taylor)) (¬1) الملقب بأبي الإدارة العلمية، وقد وضع مبادئها سنة (1911م) في كتاب أصدره في هذا المجال بعنوان (مبادئ الإدارة العلمية) ؛ وكذلك إلى العالم هنري فايول (H. Fayol) (2) (¬2) مؤسس علم الإدارة العامة والصناعية التي وضع مبادئها في أول كتاب أصدره سنة (1916م) بعنوان (الإدارة العامة والصناعية) ، ويؤكد علماء الإدارة أن المبادئ الإدارية السائدة إلى يومنا هذا قد تحددت ملامحها من خلال هذين الكتابين (¬3) ، وقد تناسى هؤلاء - وأخص المسلمين منهم - أن تراثنا الإسلامي غني بالمبادىء والأسس الجليلة المفيدة التي يمكن تأصيلها في مجال علم الإدارة، ولعلنا نُلمح في مباحث هذا الفصل إلى بعضٍ من تلك النصوص المستقاة من كتاب الله عزَّ وجلَّ وسُنَّة النبيِّ صلى الله عليه وسلم وأقوال السلف الصالح. ¶ كذلك \"ارتبط مفهوم إدارة الوقت بشكل كبير بالعمل الإداري حتى أصبح ينظر إلى تطبيق هذا المفهوم بمنظار ضيّق\" (¬4) . والحقيقة أن الإسلام قد اهتم بإدارة الوقت الخاص إضافة إلى اهتمامه بإدارة وقت العمل، ذلك أنه اهتم بوقت المسلم بصفة عامّة، وحثه على اغتنامه وعدم إضاعته، فهو من الأمور التي يُسأل عنها الإنسان يوم القيامة، إذ يقول النبيُّ صلى الله عليه وسلم: «لا تزول قدما عبد يوم القيامة حتى يُسأل عن أربع خصال: عن عُمُره فيمَ أفناه؟ وعن شبابه فيمَ أبلاه؟ وعن ماله من أين اكتسبه؟ وفيمَ أنفقه؟ وعن علمه ماذا عمل فيه؟» (¬5) ونحن نلحظ من هذا الحديث أن الإسلام يعتبر الوقت وحدة متكاملة لا تتجزأ، ويطالب المسلم باغتنام عمره بعامّة وفترة شبابه بخاصّة؛ باعتبارها فترة حافلة بالحركة والعمل والإنتاج. ومن هذا المنطلق جاء قول ¶ ¬_________ ¶ (¬1) فردريك تايلور: ارتبطت أفكار الإدارة العلمية باسم تايلور (1856 - 1915م) ، وكان يعمل مهندساً بإحدى شركات الصُّلْب الأمريكية، ونشر كتابه (مبادئ الإدارة العلمية) عام 1911م. انظر: (عسكر، سمير أحمد، أصول الإدارة، دار القلم، دبي، 1987م، ص 36) . ¶ (¬2) هنري فايول: مهندس فرنسي (1841-1925م) استطاع من خلال عمله - كبير مهندسي شركة الحديد والفحم بفرنسا- أن يوجد مجموعة من المبادئ والقواعد الإدارية التي لا تزال تعد نموذجاً للدارسين في العالم، وقام بنشر مؤلَّفه عام (1916م) بعنوان (الإدارة العامة والصناعية) . انظر: (وتر، محمد ضاهر، دور الزمن في الإدارة، المطبعة العلمية، دمشق، دت، ص18. وعسكر، سمير أحمد، أصول الإدارة، مرجع سابق، ص 38. وعقيلي، عمر وصفي، الإدارة أصول وأسس ومفاهيم، دار زهران، عمّان، 1997م، ص94) . ¶ (¬3) انظر: البرعي، محمد عبد الله، مبادئ الإدارة والقيادة في الإسلام، مطابع الحميضي، الرياض، ط2، 1416هـ - 1996م، ص 19. ¶ (¬4) القرني، عبد الله محمد، أغلى من الذهب، دار الوطن، الرياض، ط1، 1420هـ - 1999م، ص13. ¶ (¬5) الطبراني، أبو القاسم سليمان بن أحمد 260-360هـ، المعجم الكبير، تحقيق حمدي بن عبد المجيد السلفي، مكتبة ابن تيمية، القاهرة، ط2، 1404هـ - 1983م، 1-25، رقم الحديث (111) ، ج20 ص61. والترمذي، أبو عيسى محمد بن عيسى بن سورة 209 - 279 هـ، سنن الترمذي، تحقيق أحمد محمد شاكر، مكتبة ومطبعة مصطفى الحلبي، ط2، 1398هـ، كتاب (38) ، باب (1) ، رقم الحديث (2417) ، ج4 ص 612، وقال: هذا حديث حسن صحيح.",
            "page": "15",
            "part": "1",
            "seal": "1E18FC06"
        },
        {
            "id": "16",
            "nass": "النبيِّ صلى الله عليه وسلم مرشداً وموجهاً المسلم إلى اغتنام الأوقات وفرص العمر في قوله: «اغتنم خمساً قبل خمس: شبابَك قبل هَرَمك، وصحتك قبل سَقَمك، وغناك قبل فقرك، وفراغك قبل شُغْلك، وحياتك قبل موتك» (¬1) . ¶ فوقت المسلم أمانة عنده وهو مطالب بعدم التفريط فيه أو إهداره، ويتأكد هذا الأمر إذا كان ذلك الوقت قد تعلق به حق لله أو لأحد من خلقه. لقوله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا} (¬2) . ¶ والوقت من أهم عناصر الإنتاج، ومن أجل بالغ أهميته هذه فقد بين لنا سبحانه أنه هو الذي قدَّر الوقت، كما في قوله تعالى: {وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ} (¬3) . وكما أنه سبحانه قدّر الوقت، فقد قدّر إنجاز التكاليف فيه، \"وبذلك نظم الإسلام حياة المسلم ووقته؛ فقد نظم نومه واستيقاظه، وأداءه للشعائر، وانطلاقه إلى ميدان الحياة، ليجعل عمله كله عبادة لله عزَّ وجلَّ يقوم على أساس الشعائر كلها وعلى أساس من ذكر الله الملازم له، وبذلك أصبح الوقت في حياة المسلم عبادة ممتدة، أما الوقت في الحضارة الغربية والنظرية المادية للإدارة وغيرها فإنه لا يخرج عن نطاق المثل الشائع عندهم الوقت مال Time is money) \") (¬4) وإذا قارنّا هذه العبارة بقول الحسن البصري رحمه الله: (أدركتُ أقواماً كان أحدهم أشحَّ على عمره منه على درهمه ودنانيره) (¬5) . نستنتج عندها أن الوقت في تقدير المسلم أغلى من المال؛ ذلك أنه يدرك أن المال يمكن تعويضه بيد أن الوقت منصرم، إذا فات لا يعوض. ¶ ويقسم هذا الفصل إلى المباحث الآتية: ¶ الأول: الوقت وتحديد مفهومه. ¶ الثاني: أهمية الوقت في القرآن الكريم. ¶ الثالث: أهمية الوقت في السُّنَّة المُطهَّرة. ¶ ¬_________ ¶ (¬1) الحاكم، محمد بن عبد الله النيسابوري 320 - 405هـ، المستدرك على الصحيحين، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت، ط1، 1411هـ - 1990م، 1-4، رقم الحديث (7846) ، ج4 ص 341. وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي. ¶ (¬2) 7. سورة النساء، الآية 58. ¶ (¬3) سورة المزمل، الآية 20. ¶ (¬4) النحوي، عدنان علي رضا، فقه الإدارة الإيمانية في الدعوة الإسلامية، دار النحوي للنشر والتوزيع، ط1، 1419هـ - 1999م، الرياض، ص 37. ¶ (¬5) ابن المبارك، عبد الله بن المبارك بن واضح المروزي أبو عبد الله 118-181هـ، الزهد، تحقيق حبيب الرحمن الأعظمي، دار الكتب العلمية، بيروت، 1419هـ - 1998م، ص51.",
            "page": "16",
            "part": "1",
            "seal": "5A67F274"
        },
        {
            "id": "17",
            "nass": "المبحث الأول ¶ الوقت وتحديد مفهومه ¶ إن الإدارة لا تُمارَس في فراغ، بل تُمارس عملها في إطار محدد، وهي تعتمد على عناصر محددة من أجل القيام بهذا العمل؛ ومن تلك العناصر المهمة: الوقت الذي \"يعدّ أكثر المفاهيم صلابة ومرونة في آن معًا، حيث يعيش الأفراد في مجتمع واحد، وكل فرد يستخدم عبارات تختلف عن الآخر عندما تتحدد علاقته بالوقت\" (¬1) . \"إن أكثر الصور والتداعيات شيوعاً لدى المديرين عن الوقت تتمثل في أن: الوقت كالسيد الآمر (Time as a master) ، الوقت كعدو (Time as an enemy) ، الوقت كاللغز (Time as a mystery) ، الوقت كعبد مملوك (Time as a slave) ، الوقت كحَكم (Time as a referee) ، الوقت كقوة محايدة Time as a neutral) \") . (¬2) إن اختلاف الرؤية للوقت هي التي تحدد أسلوب التعامل معه، وهي المسؤولة عن بعض الأنماط السلوكية للناس تجاه الوقت. ¶ إن الاستخدام السليم للوقت يبين عادةً الفرق بين الإنجاز والإخفاق، ففي الساعات الأربع والعشرين يومياً يوجد عدد محدد منها للقيام بالأعمال، وهكذا فإن المشكلة ليست في محدودية الوقت نفسه، وإنما فيما نفعله بهذه الكمية المحدودة منه. إن الاستفادة القصوى من كل دقيقة شيء مهم، لإنجاز الأعمال بأسلوب اقتصادي وفي الوقت الصحيح، فالوقت يسير دائماً بسرعة محددة وثابتة، ومن ثمّ فإنه يتعين على الفرد أن يحافظ على الوقت المخصص له. فكمية الوقت مهمة لكن ما يفوقها أهمية هو كيفية إدارة الوقت ¶ ¬_________ ¶ (¬1) هلال، عبد الغني حسن، مهارات إدارة الوقت، مركز تطوير الأداء والتنمية، القاهرة، 1995م، ص 11 بتصرّف. ¶ (¬2) أبو شيخة، نادر أحمد، إدارة الوقت، دار مجدلاوي، عمان، 1991م، ص 46.",
            "page": "17",
            "part": "1",
            "seal": "84AEFAFC"
        },
        {
            "id": "18",
            "nass": "المتاح لنا، فكلٌّ منا يمتلك أربعًا وعشرين ساعة يومياً، وسبعة أيام في الأسبوع، واثنين وخمسين أسبوعاً في السنة، وبالإدارة الفعَّالة يمكن التوصل إلى استخدام للوقت بشكل أفضل، وإلى القدرة على الإنجاز الكثير من المهمات في كمية الوقت نفسها. ¶ \"إن الذين ينظرون إلى الوقت بعين الاهتمام هم الذين يحققون إنجازات كثيرة في حياتهم الشخصية والمهنية، وهم الذين يعلمون أن الوقت قليل لتحقيق كل ما يريدون، وعلى العكس من ذلك فإن المرء الذي لا يهتم كثيراً بالإنجازات ينظر إلى الوقت على أنه ذو قيمة قليلة\" (¬1) . ¶ وتبقى مشكلة الوقت مرتبطة دوماً بوجود الإنسان، إذ يختلف مفهومها طبقاً لاختلاف الدوافع والاحتياجات وطبيعة المهمات والأعمال المطلوبة، كما تؤثر الثقافات والتقاليد والعادات أيضاً بصورة مباشرة أو غير مباشرة على تحديد شكل العلاقة بين الإنسان والوقت. ¶ ونظراً لأنه من الصعب تقديم تعريف محدد ودقيق للوقت، وبخاصة في مجال الإدارة، فقد تم اللجوء إلى تعريف محايد يشير إليه قاموس (Webester's New World College Dictionary) الذي تعتمده الدراسة الحالية، وهو: \"الفترة التي تُستغرق في أداء تصرف أو عملية ما\" (¬2) . وبناءً عليه، فإنّ المقصود بالوقت هنا فترة الدوام الرسمي للعمل. ¶ ومن أجل توضيح مفهوم هذا المورد المهم من موارد الإنتاج، فإننا سنقوم بتحديد خصائصه وأنواعه. ¶ ¬_________ ¶ (¬1) المرجع نفسه، ص 28. ¶ (¬2) Webster's New World College Dictionary, OP. CIT, P.1400",
            "page": "18",
            "part": "1",
            "seal": "CCDCA82A"
        },
        {
            "id": "19",
            "nass": "أولاً: خصائص الوقت: ¶ بالرغم من أن مفهوم الوقت معروف للجميع، إلا أنه يمكن من خلال تأمل سير الحياة ومطالعة أحداث التاريخ، ملاحظة أن الوقت يتميز بجملة من الخصائص، يمكن إيضاحها على النحو الآتي: ¶ \"رأى بعض العلماء منذ زمن قديم أن الوقت يمر بسرعة محددة وثابتة، فكل ثانية أو دقيقة، أو ساعة تشبه الأخرى، وأن الوقت يسير إلى الأمام بشكل متتابع، وأنه يتحرك بموجب نظام معين محكم، لا يمكن إيقافه، أو تغييره، أو زيادته أو إعادة تنظيمه\" (¬1) . \"وبهذا يمضي الوقت بانتظام نحو الأمام دون أي تأخير أو تقديم، ولا يمكن بأي حال من الأحوال إيقافه أو تراكمه أو إلغاؤه أو تبديله أو إحلاله\" (¬2) . إنه مورد محدد يملكه الجميع بالتساوي، فبالرغم من أن الناس لم يولدوا بقدرات أو فرص متساوية فإنهم يملكون أربعًا وعشرين ساعة نفسها كل يوم، واثنين وخمسين أسبوعاً في السنة، وهكذا فإن جميع الناس متساوون من ناحية المدة الزمنية، سواء أكانوا من كبار الموظفين أم من صغارهم، من أغنياء القوم أم من فقرائهم، لذلك؛ فإن المشكلة ليست في مقدار الوقت المتوافر لكلٍ من هؤلاء، ولكن في كيفية إدارة هذا الوقت واستخدامه، ثم هل هم يوظفونه بشكل جيد ومفيد في إنجاز الأعمال المطلوبة منهم، أو أنهم يهدرونه ويضيعونه في أمور محدودة الفائدة. ¶ ونظراً لأن الوقت مورد مهم، وهو \"سريع الانقضاء وما مضى منه لا يرجع ولا يُعوَّض بشيء، كان الوقت أنفس وأثمن ما يملك الإنسان، وترجع نفاسته إلى أنه وعاء لكل عمل وكل إنتاج، فهو في الواقع رأس المال الحقيقي للإنسان فرداً ومجتمعاً\" (¬3) . وعليه، فإن الوقت يعتبر أساس ¶ ¬_________ ¶ (¬1) عصفور، محمد شاكر، إدارة الوقت في الأجهزة الحكومية، ندوة الدوام الرسمي في الأجهزة الحكومية، الرياض، 1402هـ، ص 116. ¶ (¬2) سلامة، سهيل فهد، إدارة الوقت: منهج متطور للنجاح، المنظمة العربية للعلوم الإدارية، إدارة البحوث والدراسات، عمان، 1988م، ص 16. ¶ (¬3) القرضاوي، يوسف، الوقت في حياة المسلم، مؤسسة الرسالة، بيروت، ط7، 1417هـ-1997م، ص 10.",
            "page": "19",
            "part": "1",
            "seal": "65401650"
        },
        {
            "id": "20",
            "nass": "الحياة، وعليه تقوم الحضارة، ومع كون الوقت لا يمكن شراؤه أو بيعه أو تأجيره أو استعارته أو مضاعفته أو توفيره أو تصنيعه، لكن يمكن استثماره وتعظيمه، فأولئك الذين توافر لديهم الوقت لإنجاز أعمالهم وكذلك الوقت للتمتع بأنشطة أخرى خارجة عن نطاق العمل، قد تبينوا الفرق بين الكمية والنوعية، فهم يستثمرون كل دقيقة من وقتهم. لذا فإن \"إدارة الوقت لا تنطلق إلى تغييره، أو تعديله أو تطويره، بل إلى كيفية استثماره بشكل فعّال، ومحاولة تقليل الوقت الضائع هدراً دون أي فائدة أو إنتاج، إلى جانب محاولة رفع مستوى إنتاجية العاملين خلال الفترة الزمنية المحددة للعمل\" (¬1) . ¶ ومع العلم بأن الوقت من موارد الإدارة الأساسية، إلا أنه يختلف عن بقيتها في عدم إمكانية تخزينه أو إحلاله، وفي كونه يتخلل كل جزء من أجزاء العملية الإدارية. ومن ثمّ فإن أهميته تكمن في أنه يؤثر - سلبًا أو إيجابًا - في الطريقة التي تُستخدم فيها الموارد الأخرى. ¶ إذا كان للوقت كل هذه الخصوصية وهذه الأهمية التي تميزه عن سواه من موارد الإدارة، فإن إدارته كذلك تختلف عن إدارة هذه الموارد. وقد لخص بيتر دراكر (P. Drucker) هذا الاختلاف بقوله: \" إن إدارة الوقت تعني إدارة الذات، لأن من لا يستطيع إدارة ذاته لا يستطيع بالتالي إدارة وقت الآخرين\" (¬2) . ¶ وبالرغم من ذلك، فإن كثيراً من المديرين لا يحرصون على هذا المورد الفريد من نوعه، الضروري لكل شيء، فهم يقومون بأعمال ويمارسون أنشطة تعد ببساطة مضيعة للوقت، لأنها تبدده دون أن تحقق نتائج مناسبة، ¶ ¬_________ ¶ (¬1) سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 9. ¶ (¬2) أبو شيخة، نادر أحمد، إدارة الوقت، مرجع سابق، ص 25.",
            "page": "20",
            "part": "1",
            "seal": "11F7ED0D"
        },
        {
            "id": "21",
            "nass": "فهي تستغرق قسماً كبيراً من الوقت، ويكون المردود منها لتحقيق الأهداف محدودًا للغاية. لذا فإن الحل الحقيقي الوحيد يكمن في (الاستخدام الأفضل للوقت المتاح) ، وينبغي للإداريين أن يتعلموا كيف يديرون عملية استخدام وقتهم. وقد لاحظ دراكر (Drucker) أن \"المديرين الفعّالين لا يبدؤون بمباشرة مهماتهم، بل يبدؤون بالنظر في وقتهم، وهم لا يبدؤون بمباشرة التخطيط، بل يبدؤون بمعرفة فيم يُصرف وقتهم فعلاً، ثمّ إنهم يبذلون جهدهم للتقليل من الأعمال غير المثمرة التي تمثل عبئاً على وقتهم\" (¬1) . ¶ ثانياً: أنواع الوقت: ¶ يمكن تحليل الوقت عن طريق تجميع الأنشطة المتشابهة، ورؤية مقدار الوقت الذي يمضي في الجوانب المختلفة، مثل: الوقت الشخصي، والاتصالات بأنواعها مثل (المكالمات الهاتفية، والاجتماعات، والمناقشات الفردية، والزيارات، ونحوها) ، ويمكن بعدها رؤية كيفية تخصيص الوقت للمجالات الوظيفية، كما يمكن أيضاً تحليل تسلسل الأنشطة، وهذا يتضمن دراسة الوقت الذي تم قضاؤه في المعوّقات أو الأشياء المعترضة. ¶ ويمكن تقسيم الوقت إلى أربعة أنواع: (¬2) ¶ 1- الوقت الإبداعي (Creative Time) : ¶ يوصف هذا النوع من الوقت بأنه إبداعي إذا صُرف في عمليات التفكير والتحليل والتخطيط المستقبلي، إضافة إلى صرفه في تنظيم العمل وتقويم مستوى الإنجاز الذي تم فيه، ويمارس الإداريون خلال أدائهم لأنشطتهم الإدارية هذا النوع من الوقت، نتيجة لحاجتهم إلى الوقت الإبداعي، من ¶ ¬_________ ¶ (¬1) Drucker, P., The Effective Executive, N.Y.: Harper and Row, 1982, P.26 ¶ (¬2) انظر: سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 31 - 33.",
            "page": "21",
            "part": "1",
            "seal": "4D66EB28"
        },
        {
            "id": "22",
            "nass": "أجل التفكير العلمي والتوجيه السليم، إضافة إلى معالجة المشكلات الإدارية بأسلوب علمي منطقي بهدف تقديم حلول موضوعية تضمن فاعلية ونتائج القرارات التي تصدر بشأنها. ¶ 2 - الوقت التحضيري (Preparatory Time) : ¶ يمثل هذا النوع من الوقت الفترة الزمنية التحضيرية التي تسبق عملية البدء بالعمل؛ إذ يُصرف الوقت التحضيري في عملية تجميع المعلومات والحقائق المتعلقة بالنشاط الذي يرغب الإداري بممارسته، أو في التجهيزات اللازمة من معدات أو قاعات أو آلات قبل البدء في تنفيذ العمل، ومن المفترض أن يُعطي الإداري هذا النوع من النشاط ما يحتاجه من وقت، نظراً لآثاره الاقتصادية على المنظمة وما ينجم عن ذلك من خسارة نتيجة عدم توافر الُمدخَلات الأساسية للعمل. ¶ 3 - الوقت الإنتاجي (Productive Time) : ¶ يمثل هذا النوع من الوقت المدة الزمنية التي تُستغرق في تنفيذ العمل الذي تم التخطيط له في الوقت الإبداعي، وكذلك التحضير له في الوقت التحضيري، ومن أجل زيادة فاعلية استغلال الوقت فإنه يجب على الإداري أن يوازن بين الوقت المستغرق في تنفيذ العمل والوقت المستغرق في تنفيذ عملية التحضير والتخطيط أو الإبداع، فمن المقرر أن الوقت المتاح للجميع محدود وغير متجدد، فإذا تبيّن أن هناك كثيراً من الوقت يخصص لتنفيذ أعمال روتينية في المنظمة، فإن ذلك يعني أن هناك قليلاً من الوقت المخصص للإبداع أو التحضير أو لكليهما معاً، وتبعًا لذلك، فقد كانت ممارسة الإداري لعملية التوازن في قضاء الوقت ضرورة مُلحة، وضمانًا",
            "page": "22",
            "part": "1",
            "seal": "452E79C5"
        },
        {
            "id": "23",
            "nass": "لاستثمار الموارد المتاحة كافّةً - بما في ذلك عامل الوقت - الاستثمار الأمثل. ¶ ويقسم الوقت الإنتاجي إلى قسمين: ¶ أ - وقت الإنتاج العادي (المنظم أو غير الطارئ) . ¶ ب - وقت الإنتاج غير العادي (الطارئ أو غير المنظم) . ¶ وإذا كانت أيّ منظمة تسير ضمن خطة الإنتاج العادي، وتتحكم - في الوقت نفسه - في الإنتاج غير العادي، فإنها تعتبر في وضع جيد، وقد يحدث أحياناً أن يظهر إنتاج غير عادي أو طارئ في المنظمة، لكن من المفترض أن تكون هذه الحالة نادرة الحدوث ومحدودة الأثر، وإلا فإن ذلك سيكون دافعاً للمنظمة لإحداث تغيير جذري طارئ على جميع مستوياتها، من أجل مواجهة هذا الإنتاج الطارئ، ولكي ينجح الإداري في ذلك، فإن من المفترض أن يخصص جزءاً من وقته المخصص للإنتاج العادي، لمواجهة تأثير الإنتاج غير العادي، وبذلك يستطيع أن يحصل على مرونة كافية تسمح له بإنجاز الإنتاج المبرمج العادي غير الطارئ. ¶ 4 - الوقت العام أو غير المباشر (Overhead Time) : ¶ هو الوقت الذي يمارس فيه الإداري أنشطة فرعية عامة، لها تأثيرها الواضح على مستقبل المنظمة، وعلى علاقتها داخل بيئتها أو المجتمع، كمسؤولية المنظمة الاجتماعية وما تفرضه من التزامات على مديريها من ارتباطات بجمعيات أو هيئات خيرية أو تلبية دعوات وحضور ندوات؛ فإن هذه الأنشطة تحتاج إلى جزء كبير من وقت الإداري، لذلك فإنه يتعين عليه تحديد كمية الوقت الذي يستطيع أن يخصصه لمثل هذه الأنشطة، أو أن يقوم",
            "page": "23",
            "part": "1",
            "seal": "06C290E9"
        },
        {
            "id": "24",
            "nass": "بتفويض شخص معين ينوب عنه في مثل هذه الأنشطة، وذلك حرصاً منه على الموازنة بين الالتزام بها والحفاظ على وقته. ¶ وباختصار يمكن القول في هذا المجال: إن المدير الفعّال هو الذي يعلم كيف يستخدم وقته ويوزعه توزيعًا فاعلاً بين تخطيط الأنشطة المستقبلية (وقت إبداعي) ، وتحديد الأنشطة اللازمة لأدائها (وقت تحضيري) ، وفي صرف الكمية اللازمة من الوقت للقيام بالعمل (وقت إنتاجي) ، وأن يخصص كذلك وقتًا كافيًا للقيام بالمراسلات وبأعباء المسؤولية الاجتماعية (وقت عام) ؛ باعتباره عضوًا في هذا المجتمع، وممثلاً لمنظمة ملتزمة باهتمامات هذا المجتمع، كما أن المجتمع - بالمقابل - ملتزم بها.",
            "page": "24",
            "part": "1",
            "seal": "4F6B04A2"
        },
        {
            "id": "25",
            "nass": "المبحث الثاني ¶ أهمية الوقت في القرآن الكريم ¶ لقد أكد القرآن الكريم على أهمية الوقت مرارًا، وفي سياق مختلف وبصيغ متعددة؛ منها: الدهر، الحين، الآن، اليوم، الأجل، الأمد، السرمد، الأبد، الخلد، العصر، وغير ذلك من الألفاظ الدالة على مصطلح الوقت، وقد يكون لبعضها علاقة بالعمل وطرقه، أو له علاقة بالإدارة وتنظيمها، أو تعلق بالكون والخلق، أو ارتبط بعلاقة الإنسان بربه من حيث العقيدة والعبادة، ويمكن تلمّس ذلك من خلال ما يأتي: ¶ أولاً: الوقت من أصول النعم ¶ إن نعم الله على العباد لا تعد ولا تحصى، قال جل شأنه: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لاَ تُحْصُوهَا} (¬1) . ومن أَجَلِّ تلك النعم وأعظمها نعمة الوقت، الذي هو من أصول النعم، فالوقت هو \"عمر الحياة، وميدان وجود الإنسان، وساحة ظله وبقائه ونفعه وانتفاعه، وقد أشار القرآن إلى عِظم هذا الأصل في أصول النعم، وألمح إلى عُلوّ مقداره على غيره، فجاءت آيات كثيرة ترشد إلى قيمة الزمن ورفيع قدره وكبير أثره\" (¬2) . يقول الله عزَّ وجلَّ في معرض الامتنان على الإنسان وبيان عظيم فضله عليه: {وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ *وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لاَ تُحْصُوهَا إِنَّ الإِنْسَانَ لَظَلُومٌ كَفَّارٌ *} (¬3) . \"فامتن سبحانه في جلائل نعمه بنعمة الليل والنهار، وهما الزمن ¶ ¬_________ ¶ (¬1) سورة إبراهيم، الآية 34. ¶ (¬2) أبو غدة، عبد الفتاح، قيمة الزمن عند العلماء، مكتب المطبوعات الإسلامية، حلب، ط7، 1417هـ - 1996م، ص17. ¶ (¬3) سورة إبراهيم، الآيتان 33-34.",
            "page": "25",
            "part": "1",
            "seal": "11A4C04D"
        },
        {
            "id": "26",
            "nass": "الذي نتحدث عنه ونتحدث فيه ويمر به هذا العالم الكبير من أول بدايته إلى نهاية نهايته\" (¬1) . ¶ قال الله تعالى مؤكداً امتنانه علينا بهذه النعم: {وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ إِنَّ فِي ذَلِكَ لآَيَاتٍ لِقَوْمٍ يَعْقِلُونَ *} (¬2) . فهذه المخلوقات العظيمة والآيات الباهرة مسخرة من لدن خالقها ومدبر أمرها لخدمة الإنسان ومنفعته. ¶ وقال تعالى: {وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا *} (¬3) . أي يخلف أحدهما صاحبه؛ إذا ذهب هذا جاء الآخر (¬4) فما فات الإنسان من العمل في أحدهما يدركه في الآخر. ¶ كما وصف نفسه سبحانه بأنه مالك الزمان والمكان وما يحل فيهما من أمور زمانية أو مكانية، فقال: {وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ الْعَلِيمُ *} (¬5) . أي \"له جل وعلا ما استقر في الليل والنهار، وهو المالك لكل شيء\" (¬6) . ¶ ثانياً: الإقسام بالوقت ¶ ورد التنبيه في القرآن الكريم إلى عظم الوقت، حيث أقسم الله به في مواطن كثيرة من كتابه العزيز، من ذلك قوله عزَّ وجلَّ: {وَالْعَصْرِ *إِنَّ الإنْسَانَ لَفِي خُسْرٍ *} (¬7) ، وقوله: {وَاللَّيْلِ إِذَا يَغْشَى *وَالنَّهَارِ إِذَا تَجَلَّى *} (¬8) ، وقوله: {وَاللَّيْلِ إِذْ أَدْبَرَ *وَالصُّبْحِ إِذَا أَسْفَرَ *} (¬9) ، وقوله: {وَاللَّيْلِ إِذَا عَسْعَسَ *وَالصُّبْحِ إِذَا تَنَفَّسَ *} (¬10) ، وقوله: {وَالْفَجْرِ *وَلَيَالٍ عَشْرٍ *} (¬11) ، وقوله: {وَالضُّحَى *وَاللَّيْلِ إِذَا سَجَى *} (¬12) ، وقوله: {فَلاَ أُقْسِمُ بِالشَّفَقِ *وَاللَّيْلِ وَمَا وَسَقَ *} (¬13) . ¶ ¬_________ ¶ (¬1) أبو غدة، عبد الفتاح، قيمة الزمن عند العلماء،، مرجع سابق، ص17. ¶ (¬2) سورة النحل، الآية 12. ¶ (¬3) سورة الفرقان، الآية 62. ¶ (¬4) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، عالم الكتب، ط1، 1415هـ-1985م، ج2 ص157. ¶ (¬5) سورة الأنعام، الآية 13. ¶ (¬6) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، مرجع سابق، ج1 ص317. ¶ (¬7) سورة العصر، الآيتان 1-2. ¶ (¬8) سورة الليل، الآيتان 1-2. ¶ (¬9) سورة المدثِّر، الآيتان 33-34. ¶ (¬10) سورة التكوير، الآيتان 17-18. ¶ (¬11) سورة الفجر، الآيتان 1-2. ¶ (¬12) سورة الضحى، الآيتان 1-2. ¶ (¬13) سورة الانشقاق، الآيتان 16-17.",
            "page": "26",
            "part": "1",
            "seal": "C39B77DA"
        },
        {
            "id": "27",
            "nass": "نلحظ في الآيات السابقة أن الله عزَّ وجلَّ أقسم بالوقت مُمثَّلاً في بعض أجزائه؛ فالليل صِنْو النهار، والفجر أول النهار، والشفق أول الليل، والضحى ما بين الغدو والزوال، ولله سبحانه أن يقسم بما شاء من مخلوقاته، قال الفخر الرازي في تفسير قول الله تعالى: {وَالْعَصْرِ *إِنَّ الإنْسَانَ لَفِي خُسْرٍ *} (¬1) . \"إن الدهر والزمان في جملة أصول النعم؛ فلذلك أقسم الله به، ولأن الزمان والمكان هما أشرف المخلوقات عند الله، كان القسم بالعصر قسماً بأشرف النصفين من ملك الله وملكوته\" (¬2) . ويقول الشيخ يوسف القرضاوي: \"من المعروف لدى المفسرين، وفي حس المسلمين، أن الله إذا أقسم بشيء من خلقه، فذلك ليلفت أنظارهم إليه، وينبِّهَهم على جليل منفعته وآثاره\" (¬3) . ¶ ثالثاً: ارتباط الوقت بالغاية من الخلق ¶ خُلق الإنسان لغاية نبيلة وهدف سامٍ ألا وهو عبادة الله وعمارة هذه الأرض، وبين هذه وتلك تدور حياة المسلم، فهو بين العبادة والسعي في الأرض، قال الله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلاَّ لِيَعْبُدُونِ *} (¬4) . أي \"إلا ليُقِرُّوا بعبادتي طوعاً أو كرهاً \" (¬5) . وقال سبحانه أيضاً: {وَهُوَ الَّذِي جَعَلَكُمْ خَلاَئِفَ الأَرْضِ} (¬6) . أي \"جعلكم تعمرونها جيلاً بعد جيل وقرناً بعد قرن وخلفاً بعد سلف\" (¬7) . ¶ وقد ارتبطت العبادات جميعها بمواعيد ومواقيت محددة من قبل العزيز الحميد، مما يرفع من أهمية الوقت في حياة المسلم، وعلى رأس تلك العبادات الصلوات الخمس، التي قال الله فيهن: {إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا} (¬8) . أي \" مفروضة لوقت بعينه\" (¬9) . فالصلاة ¶ ¬_________ ¶ (¬1) سورة العصر، الآيتان 1-2. ¶ (¬2) انظر: الرازي، محمد فخر الدين 544-604هـ، مفاتيح الغيب، دار الفكر، بيروت، 1414هـ - 1994م، ج32 ص 85. ¶ (¬3) القرضاوي، يوسف، الوقت في حياة المسلم، مرجع سابق، ص 5. ¶ (¬4) سورة الذاريات، الآية 56. ¶ (¬5) ابن كثير، أبو الفداء إسماعيل بن كثير القرشي ت 774هـ، تفسير القرآن العظيم، دار المعرفة، بيروت، ط1، 1406هـ، ج 4 ص 255. ¶ (¬6) سورة الأنعام، الآية 165. ¶ (¬7) ابن كثير، أبو الفداء إسماعيل بن كثير القرشي، تفسير القرآن العظيم، مرجع سابق، ج 2 ص208. ¶ (¬8) سورة النساء، الآية 103. ¶ (¬9) القرطبي، محمد بن أحمد ت671 هـ، الجامع لأحكام القرآن، تحقيق عبد الرزاق المهدي، دار الكتاب العربي، ط3، 1421هـ - 2000م 1-20، ج5 ص 356.",
            "page": "27",
            "part": "1",
            "seal": "5B705F01"
        },
        {
            "id": "28",
            "nass": "عبادة تتكرر في خمسة أوقات مختلفة من اليوم والليلة، ما يجعل المسلم في حال من الارتباط الوثيق بربه عزَّ وجلَّ الذي مكنه من العبادة والسعي في الأرض: {فَإِذَا قُضِيَتِ الصَّلاَةُ فَانْتَشِرُوا فِي الأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ *} (¬1) . أي \"إذا فرغتم من الصلاة فانتشروا في الأرض للتجارة والتصرّف في حوائجكم\" (¬2) . ¶ كذلك الزكاة؛ فإنها لا تجب في المال حتى يتحقق فيه شرطان، الأول أن يبلغ النصاب؛ وهو القَدْر المشروع توافره لوجوب الزكاة فيه، والثاني أن يمضي عليه حول كامل أي سنة كاملة، فإذا تحقق هذان الشرطان وجبت الزكاة في المال إذا كان من النقدين، أي من الذهب والفضة، أو من عروض التجارة، وهو كل ما أعدَّه مالكه للبيع والشراء والمتاجرة، أما الزُّروع فإنّ زكاتها تجب عند الحصاد، قال الله تعالى: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} (¬3) . أي \"ادفعوا زكاته يوم جَزِّه وقَطْعِه\" (¬4) . ¶ بعد ذلك يأتي الصوم الذي فرض في شهر رمضان من كل عام، وهو مؤقت برؤية الهلال ابتداءً وانتهاءً، قال الله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} (¬5) . ¶ ثم يليه الحج الذي فُرض على المسلم في العمر مرة واحدة، فنجده محدداً بوقت معلوم (¬6) ؛ كما قال الله عنه: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} (¬7) . ¶ هذا إضافة إلى الأذكار والنوافل التي يتعبد بها المسلمُ إلى ربّه في كل صباح ومساء، بل في كل حين وعلى كل حال، تحقيقاً لقول الله تعالى: {فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ *وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ *} (¬8) ، وقوله سبحانه وتعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا ¶ ¬_________ ¶ (¬1) سورة الجمعة، الآية 10. ¶ (¬2) القرطبي، محمد بن أحمد، الجامع لأحكام القرآن، مرجع سابق، ج 18 ص96. ¶ (¬3) سورة الأنعام، الآية 141. ¶ (¬4) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، مرجع سابق، ج1 ص355. ¶ (¬5) سورة البقرة، الآية 185. ¶ (¬6) انظر: القرطبي، محمد بن أحمد، الجامع لأحكام القرآن، مرجع سابق، ج 2 ص 401. ¶ (¬7) سورة البقرة، الآية 197. ¶ (¬8) سورة الروم، الآيتان 17-18.",
            "page": "28",
            "part": "1",
            "seal": "8717488C"
        },
        {
            "id": "29",
            "nass": "اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا *وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً *} (¬1) ، وقوله سبحانه: {إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ} (¬2) . وقوله عزَّ وجلَّ: {فَإِذَا فَرَغْتَ فَانْصَبْ *} (¬3) . ¶ رابعاً: الوقت وتعاقب الأهلَّة ¶ ارتبط التقويم الإسلامي بالأشهر القمرية التي تبدأ ببزوغ الهلال وتنتهي باختفائه وبزوغه من جديد ليعلن عن ميلاد شهر جديد، وقد سُئل النبيُّ صلى الله عليه وسلم عن فائدة ذلك فأنزل الله عزَّ وجلَّ في كتابه العزيز: {يَسْأَلُونَكَ عَنِ الأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} (¬4) . أي \"هي مواقيت لكم، تعرفون بها أوقات صومكم وإفطاركم، ومَنْسَك حَجَّكم\" (¬5) . إذاً فالحكمة من وجود الأهلّة أن يستعين بها الناس في التوقيت لأمور حياتهم وعباداتهم؛ فالشهر مجموع أيامٍ، واليوم هو اجتماع ساعات الليل والنهار، وبالأيام والشهور والأعوام يحدد الإنسان مواقيته ويحسبها، يدل على ذلك قوله سبحانه وتعالى: {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً *} (¬6) . وقوله: {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ} (¬7) . أي \"لتعلموا دخول السنين وانقضاءها وحساب أيامها\" (¬8) . ¶ ¬_________ ¶ (¬1) سورة الأحزاب، الآيتان 41-42. ¶ (¬2) سورة المزمل، الآية 20. ¶ (¬3) سورة الشرح، الآية 7. ¶ (¬4) سورة البقرة، الآية 189. ¶ (¬5) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، مرجع سابق، ج1 ص89. ¶ (¬6) سورة الإسراء، الآية 12. ¶ (¬7) سورة يونس، الآية 5. ¶ (¬8) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، مرجع سابق، ج1 ص493.",
            "page": "29",
            "part": "1",
            "seal": "4CDA9508"
        },
        {
            "id": "31",
            "nass": "المبحث الثالث ¶ أهمية الوقت في السُّنَّة المُطهَّرة ¶ حظي الوقت بنصيب وافر من العناية فيما نُقِلَ عن النبيِّ صلى الله عليه وسلم من الأقوال والأفعال، والتي يمكن تناولها من خلال دراسة النصوص الدالة على عناية النبيِّ صلى الله عليه وسلم بالوقت، وذلك ضمن المحاور الآتية: ¶ أولاً: الوقت نعمة عظيمة. ¶ تؤكد السُّنَّة المُطهَّرة ما جاء في القرآن الكريم من أن الوقت هو من أعظم نعم الله على عباده، وأنهم مأمورون بحفظ الوقت ومسؤولون عنه، فعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: «نعمتان مغبونٌ فيهما كثيرٌ من الناس: الصحة والفراغ» (¬1) ، ومعنى قوله صلى الله عليه وسلم: «كثيرٌ من الناس» : \"أي أن الذي يُوفَّق لذلك قليل، فقد يكون الإنسان صحيحاً ولا يكون متفرغاً لشغله بالمعاش، وقد يكون مستغنياً ولا يكون صحيحاً، فإذا اجتمعا فغلب عليه الكسل عن الطاعة فهو المغبون\" (¬2) ، و\"النعمة ما يتنعم به الإنسان ويستلذه، والغبن: أن يشتري بأضعاف الثمن أو يبيع بدون ثمن المثل\" (¬3) . ¶ وفي هذا الحديث \"ضرب النبيُّ صلى الله عليه وسلم للمُكلَّف مثلاً بالتاجر الذي له رأس مال، فهو يبتغي الربح مع سلامة رأس المال، فطريقُه في ذلك أن يتحرى فيمن يعامله، ويلزم الصدق والحذق لئلا يُغبن، فالصحة والفراغ رأس مال، وينبغي له أن يعامل اللهَ بالإيمان، ومجاهدة النفس وعدوِّ الدِّين، ليربح خيري الدنيا والآخرة\" (¬4) . ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل 194-256هـ، صحيح البخاري، اعتنى به أبو صهيب الكرمي، بيت الأفكار الدولية، 1419هـ-1998م، كتاب (81) ، باب (1) ، رقم الحديث (6412) ، ص1232. ¶ (¬2) ابن حجر، أحمد بن علي بن حجر العسقلاني 773 - 852 هـ، فتح الباري شرح صحيح البخاري، تحقيق محمد فؤاد عبد الباقي ومحب الدين الخطيب، دار المعرفة، بيروت، 1379هـ، كتاب (81) ، باب (1) ، شرح الحديث ذي الرقم (6412) ، ج11 ص234. ¶ (¬3) السندي، أبو الحسن نور الدين محمد بن عبد الهادي ت1138هـ، شرح سنن ابن ماجه، تحقيق خليل مأمون شيحا، دار المعرفة، بيروت، 1418هـ -1997م، 1-4، ج4 ص 454-455. ¶ (¬4) ابن حجر، أحمد بن علي بن حجر العسقلاني، فتح الباري شرح صحيح البخاري، مرجع سابق، كتاب (81) ، باب (1) شرح الحديث ذي الرقم (6412) ، ج11 ص234.",
            "page": "31",
            "part": "1",
            "seal": "E6E2D5E2"
        },
        {
            "id": "32",
            "nass": "فمن صحَّ بدنه وتفرَّغ من الأشغال العائقة، ثم لم يسعَ لاستثمار هذه الصحة وهذا الفراغ لإصلاح آخرته ودنياه، فيستثمرهما الاستثمار الأمثل في تحقيق أهدافه التي تعينه على العيش الرغيد في الدنيا، وترقى به إلى مدارج الصالحين في الآخرة، من لم يكن كذلك فهو كالمغبون فيهما. ¶ ثانياً: الوقت مسؤولية كبرى ¶ وقت المسلم أمانة عنده، وهو مسؤول عنه يوم القيامة، هذا ما تؤكده السُّنَّة المُطهَّرة، وإن ثمة أربعة أسئلة سيُسألها العبد عند الله عزَّ وجلَّ يوم القيامة، منها سؤالان مختصان بالوقت، ففي الحديث عن النبيِّ صلى الله عليه وسلم أنه قال: «لا تزول قدما عبد يوم القيامة حتى يُسأل عن أربع خصال: عن عُمُره فيمَ أفناه، وعن شبابه فيمَ أبلاه، وعن ماله من أين اكتسبه وفيمَ أنفقه، وعن علمه ماذا عمل فيه» (¬1) . أي أن العبد في ذلك الموقف العصيب، يوم القيامة، لن تزول قدماه، ولن يبرح ذلك المكان، حتى يُسأل ويحاسب عن مدة عمره بعامّة كيف قضاها، وعن فترة شبابه بخاصة كيف أمضاها، ذلك أن الشباب هو محور القوة والحيوية والنشاط، وعليه الاعتماد في العمل أكثر من غيره من مراحل العمر الأخرى، ولأهميته تلك فقد خُص بالسؤال عنه مستقلاً مع أنه داخل ضمن السؤال عن العمر. ¶ ثالثاً: الوقت وعاء العبادة ¶ الصلاة والزكاة والصيام والحج، جميعها عبادات محددة بأوقات معينة، لا يصح تأخيرها عنها، وهي لا تُقبل إلا إذا أُدِّيت في أوقاتها المعتبرة شرعًا؛ فهي مرتبطة إذًا ارتباطاً وثيقاً بالوقت، الذي هو عبارة عن الظرف أو الوعاء الذي تؤدى فيه. ¶ ¬_________ ¶ (¬1) الطبراني، أبو القاسم سليمان بن أحمد 260-360هـ، المعجم الكبير، تحقيق حمدي بن عبد المجيد السلفي، مكتبة ابن تيمية، القاهرة، ط2، 1404هـ - 1983م، 1-25، رقم الحديث (111) ، ج20 ص61. والترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، تحقيق أحمد محمد شاكر، مكتبة ومطبعة مصطفى الحلبي، ط2، 1398هـ، كتاب (38) ، باب (1) ، رقم الحديث (2417) ، ج4 ص 612، وقال هذا حديث حسن صحيح.",
            "page": "32",
            "part": "1",
            "seal": "BE862B94"
        },
        {
            "id": "33",
            "nass": "ومما ورد عن النبيِّ صلى الله عليه وسلم في الحث على أداء العبادات في وقتها قوله حين سُئل: أي الأعمال أفضل؟ قال: «الصلاة لوقتها» (¬1) . وكان صلى الله عليه وسلم يقول إذا رأى الهلال: «اللهم أهلّه علينا باليُمن والإيمان، والسلامة والإسلام، ربِّي وربُّك الله» (¬2) . وكان يقول عن هلال رمضان: «صوموا لرؤيته وأفطروا لرؤيته» (¬3) . ¶ وجاء عنه صلى الله عليه وسلم - في الحث على قيام الليل وذِكْر الله فيه - قولُه: «أقرب ما يكون الرب من العبد في جوف الليل الآخر، فإن استطعت أن تكون ممن يذكر الله في تلك الساعة فكن» (¬4) . ¶ كما ورد عنه صلى الله عليه وسلم الحث على اغتنام عشر ذي الحجة بالعمل الصالح، وذلك في قوله: «ما العمل في أيام أفضل منها في هذه» قالوا: ولا الجهاد قال: «ولا الجهاد، إلا رجل خرج يخاطر بنفسه وماله فلم يرجع بشيء» (¬5) . ¶ رابعاً: الوقت في أفعال النبيِّ صلى الله عليه وسلم ¶ كان النبيُّ صلى الله عليه وسلم من أشدِّ الناس حفظًا لوقته؛ فكان لا يصرف وقتًا في غير عمل لله تعالى، أو فيما لا بد منه لصلاح نفسه، يقول علي بن أبي طالب رضي الله عنه يصف حال النبيِّ صلى الله عليه وسلم بأنه: «كان إذا أوى إلى منزله جزّأ دخوله ثلاثة أجزاء؛ جزءاً لله، وجزءاً لأهله، وجزءاً لنفسه، ثم جزأ جُزأه بينه وبين الناس» (¬6) . ¶ كما كان عليه الصلاة والسلام حريصاً على إعمار وقته بالعبادة والطاعة، فقد جاء عن أم المؤمنين عائشة رضي الله عنها أن النبيَّ صلى الله عليه وسلم كان يقوم من الليل حتى تتفطر قدماه، فقالت عائشة: «لِمَ تصنعُ هذا يارسول الله وقد غفر الله لك ما تقدّم من ذنبك وما تأخّر؟ قال: أفلا أحب أن أكون عبداً شكوراً» (¬7) . ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (97) ، باب (48) ، رقم الحديث (7534) ، ص 1439. والقشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (1) ، باب (36) ، رقم الحديث (85) ، ج1 ص 89. ¶ (¬2) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (49) ، باب (51) ، رقم الحديث (3451) ، ج5 ص 504، وقال هذا حديث حسن غريب. ¶ (¬3) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (30) ، باب (11) ، رقم الحديث (1909) ، ص 362. والقشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (13) ، باب (2) ، رقم الحديث (1081) ، ج2 ص 762. ¶ (¬4) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (49) ، باب (119) ، رقم الحديث (3579) ، ج5 ص 569-570، وقال هذا حديث حسن صحيح غريب من هذا الوجه. ¶ (¬5) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (13) ، باب (11) ، رقم الحديث (969) ، ص193 ¶ (¬6) الطبراني، أبو القاسم سليمان بن أحمد، المعجم الكبير، مرجع سابق، ج22 ص157. والبيهقي، أبو بكر أحمد بن الحسين 384-458هـ، شعب الإيمان، تحقيق محمد السعيد بسيوني زغلول، دار الكتب العلمية، بيروت، ط1، 1410هـ 1-8، باب (14) ، رقم الحديث (1430) ، ج2 ص 156. بإسناد ضعيف. ¶ (¬7) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (65) ، باب (2) ، رقم الحديث (4837) ، ص950. والقشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (51) ، باب (18) ، رقم الحديث (2819) ، ج4 ص 2171.",
            "page": "33",
            "part": "1",
            "seal": "79F63B15"
        },
        {
            "id": "34",
            "nass": "خامساً: تقسيم الوقت وتنظيمه ¶ يحث النبيُّ صلى الله عليه وسلم الأمة على الاهتمام بتنظيم الوقت وتوجيهه لمعالي الأمور في الحياة الخاصة والعامة، فيقول فيما يرويه عبد الله بن عمرو بن العاص رضي الله عنهما قال: دخل عليّ رسول الله صلى الله عليه وسلم فقال: «ألم أُخْبَر أنّك تقوم الليل وتصوم النهار؟ قلت: بلى. قال: فلا تفعل، قم ونم وصم وأفطر، فإن لجسدك عليك حقاً، وإن لعينك عليك حقاً، وإن لِزَورِكَ (¬1) عليك حقاً، وإن لزوجك عليك حقاً» (¬2) . ومن الأولى بالمسلم ألاَّ يخل بهذه الموازنة، بل الواجب عليه أن يوزع وقته للوفاء بهذه الحقوق جميعها، دون أن يطغى جانب منها على الآخر، ولا يخفى أن المقصود هنا ليس توزيع الوقت بين هذه الحقوق بالتساوي، إنما المراد التسديد في ذلك والمقاربة في الوفاء بها جميعاً قدر الاستطاعة. ¶ ومما رواه النبيُّ صلى الله عليه وسلم عن صحف إبراهيم عليه السلام قوله: «على العاقل - مالم يكن مغلوباً على عقله- أن تكون له ساعات: ساعة يناجي فيها ربه، وساعة يحاسب فيها نفسه، وساعة يتفكر فيها في صنع الله، وساعة يخلو فيها لحاجته من المطعم والمشرب» (¬3) . ¶ ومن حُسن تنظيم الوقت أن يُجعل فيه جزء للراحة والترويح، فإن النفس تسأم بطول الجِدِّ، والقلوب تَمَلُّ كما تملّ الأبدان، فلا بد من قَدْر من الترفيه المباح، فعن حنظلة الأُسَيِّدي رضي الله عنه أنه دخل على النبيِّ صلى الله عليه وسلم فقال: نافق حنظلة يا رسول الله! فقال رسول الله صلى الله عليه وسلم: وما ذاك؟ قلت: يارسول الله نكون عندك تذكّرنا بالنار والجنة حتى كأنَّا رأيُ عين، فإذا خرجنا من عندك عافسنا (¬4) الأزواج والأولاد والضَّيْعات فنسينا كثيراً، فقال رسول الله صلى الله عليه وسلم: «والذي نفسي بيده إنْ لو تدومون على ما تكونون عندي، وفي الذِّكْر، ¶ ¬_________ ¶ (¬1) لزورك: الزّور الأضياف والزوار. انظر: (ابن حجر، فتح الباري، مرجع سابق، ج 11 ص548) . ¶ (¬2) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (78) ، باب (84) ، رقم الحديث (6134) ، ص 1183. والقشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (13) ، باب (35) ، رقم الحديث (1159) ، ج2 ص 814. ¶ (¬3) ابن بلبان، الأمير علاء الدين علي بن بلبان الفارسي ت739هـ، صحيح ابن حبان بترتيب ابن بلبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة، بيروت، ط3، 1418هـ-1997م، 1-18، رقم الحديث (361) ، ج2 ص 78. والبيهقي، أبو بكر أحمد بن الحسين، شعب الإيمان، مرجع سابق، باب (33) ، رقم الحديث (4677) ، ج4 ص 164. والحديث لا يثبت مرفوعًا. ¶ (¬4) عافسنا الأزواج والأولاد والضَّيْعات: أي خالطناهم، قال في القاموس: تعافسوا: تعالجوا في الصراع، والمعافسة المعالجة. انظر: (الفيروزآبادي، مجد الدين محمد بن يعقوب 729 - 817 هـ، القاموس المحيط، مؤسسة الرسالة، بيروت، ط2، 1407هـ - 1987م، ص 720، باب السين، فصل العين) .",
            "page": "34",
            "part": "1",
            "seal": "73A22B4C"
        },
        {
            "id": "35",
            "nass": "لصافحتكم الملائكة على فُرُشكم وفي طُرُقكم، ولكن يا حنظلةُ ساعةً وساعة» كررها ثلاث مرات (¬1) . هكذا كان النبيُّ صلى الله عليه وسلم يعلِّم أصحابه ويبيِّن لهم أن القلوب تَكِلُّ وتتعب وتتقلَّب، فمن الحكمة مراعاتها والترويح عنها بين الفينة والأخرى بما أحل الله، وقد فهم الصحابة رضوان الله عليهم ذلك ووعَوْه وطبقوه في حياتهم العملية؛ فعن عبد الله بن مسعود رضي الله عنه قال: (أريحوا القلوب، فإن القلب إذا أُكرِه عَمِي) (¬2) ، ورُوي عنه أيضًا أنه قال: (إن للقلوب شهوة وإقبالاً، وفترة وإدباراً، فخذوها عند شهواتها وإقبالها، وذروها عند فترتها وإدبارها) (¬3) ، وجاء عن أبي الدرداء رضي الله عنه قوله: (إنّي لأستجمّ نفسي بالشيء من الباطل غير المُحرَّم، فيكون أقوى لها على الحق) (¬4) . ¶ سادساً: الحث على اغتنام الوقت والتحذير من إضاعته ¶ جاء في الحديث الحث على استثمار الوقت واقتناص فرصه، ومن ذلك قول رسول الله صلى الله عليه وسلم لرجل وهو يعظه: «اغتنم خمساً قبل خمس: شبابك قبل هَرَمك، وصِحَّتَك قبل سَقَمك، وغَنَاءك قبل فقرك، وفراغك قبل شُغْلك، وحياتك قبل موتك» (¬5) . لقد لخّص النبيُّ صلى الله عليه وسلم في هذه الكلمات الموجزة البليغة ما تناوله الباحثون في كتب عديدة، وهذا من جوامع الكلِم، إذ تحدّث عن أهمية الوقت والمبادرة إلى استثماره واغتنام قوة الشباب، وفرص الفراغ في العمل الصالح المثمر، وحذر من خمس معوّقات تحول دون استثمار الأوقات، كل ذلك في عبارات وجيزة لا تبلغ كلماتها العشرين. ¶ كما كان صلى الله عليه وسلم يأمر بالمبادرة إلى العمل الصالح قبل أن تحول العوائق دون ذلك، فيقول: «بادروا بالأعمال سبعاً، هل تُنْظَرون إلا إلى فقر مُنسٍ، أو غنىً مُطْغٍ، أو مرضٍ مُفْسِد، أو هرم مُفْنِد، أو موت مُجْهِز، أو الدَّجال ¶ ¬_________ ¶ (¬1) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (49) ، باب (3) ، رقم الحديث (2750) ، ج4 ص 2106. ¶ (¬2) ابن عبد البر، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري القرطبي 368-463 هـ، بهجة المجَالس وأنس المُجَالس، تحقيق محمد مرسي الخولي، دار الكتب العلمية، بيروت، دت، ج1 ص 115. ¶ (¬3) المرجع نفسه، ج1 ص 115. ¶ (¬4) المرجع نفسه، ج1 ص 115. ¶ (¬5) الحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت، ط1، 1411هـ - 1990م، 1-4، كتاب (44) ، رقم الحديث (7846) ، ج4 ص 341، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرّجاه، ووافقه الذهبي.",
            "page": "35",
            "part": "1",
            "seal": "685667F6"
        },
        {
            "id": "36",
            "nass": "فشرٌّ غائبٌ يُنتظَر، أو الساعة؟ فالساعةُ أدهى وأمرُّ» (¬1) . ¶ فهو صلى الله عليه وسلم يحثُّ أُمَّته على المبادرة لأداء الأعمال وعدم تأجيلها، ذلك أن حال الإنسان لا يخلو غالبًا من وقوع المعوِّقات؛ من مرض، أو هرم، أو موت، أو نحو ذلك مما يقف حائلاً دون أداء الأعمال أو إتمامها، فالمعوِّقات كثيرة، والحاذق من بادر بأداء العمل قبل أن تحاصره العوائق. ¶ أما قوله صلى الله عليه وسلم: «من خاف أدلج ومن أدلج بَلَغ المَنْزِل» (¬2) . فإن الطيبي (¬3) يقول في شرح معناه: \"هذا مَثَلٌ ضربه النبيُّ صلى الله عليه وسلم لسالك الآخرة؛ فإن الشيطان على طريقه والنفس وأمانيه الكاذبة أعوانه، فإنْ تيقَّظ في مسيره وأخلص النية في عمله أمِن من الشيطان وكيده\" (¬4) . ¶ وهذا المثل عامٌّ، ينطبق كذلك في حق من حدد لنفسه أهدافاً، ثم خاف أن تدركه المعوِّقات قبل بلوغها، فتجده يحثُّ الخُطا حتى يحقق أهدافه. ¶ وقد كان صلى الله عليه وسلم يأمر بالتبكير في أداء الأعمال، فعن صخرٍ الغامديِّ رضي الله عنه، عن النبيِّ صلى الله عليه وسلم أنه قال: «اللهم بارك لأمتي في بُكُورها، وكان إذا بعث سرية أو جيشاً بعثهم من أول النهار» ، وكان صخرٌ رجلاً تاجراً، وكان يبعث تجارته من أوّل النهار، فأثرى وكَثُر مالُه (¬5) . ¶ وفي هذا المعنى أيضاً تروي أمُّ المؤمنين عائشةُ رضي الله عنها أن النبيَّ صلى الله عليه وسلم قال: «باكروا طلب الرزق والحوائج؛ فإن الغُدُوَّ بركة ونجاح» (¬6) . ¶ وعن فاطمةَ رضي الله عنها وأرضاها، قالت: مرّ بي رسول الله صلى الله عليه وسلم وأنا مضطجعة مُتصبِّحة فحرَّكني برجله، ثمّ قال: «يا بنية، قومي اشهدي رزقَ ربِّك ولا تكوني من الغافلين، فإن الله يقسم أرزاق الناس ما بين طلوع الفجر إلى طلوع الشمس» (¬7) . ¶ ¬_________ ¶ (¬1) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (37) ، باب (3) ، رقم الحديث (2306) ، ج4 ص 553، وقال: هذا حديث حسن غريب. والبيهقي، أبو بكر أحمد بن الحسين، شعب الإيمان، مرجع سابق، باب (71) ، رقم الحديث (10572) ، ج7 ص357. ¶ (¬2) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (38) ، باب (18) ، رقم الحديث (2450) ، ج4 ص 633، وقال هذا حديث حسن غريب. الحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، مرجع سابق، كتاب (44) ، رقم الحديث (7851) ، ج4 ص 343، وقال: هذا حديث صحيح الإسناد ولم يخرّجاه، ووافقه الذهبي. ¶ (¬3) الطيبي: شرف الدين حسن بن محمد الطيبي، صاحب التصانيف المتوفى سنة 743هـ. انظر: (القسطنطيني، مصطفى بن عبد الله 1017-1067هـ، كشف الظنون عن أسامي الكتب والفنون، دار الكتب العلمية، بيروت، 1413هـ-1992م، 1-2، ج1 ص720) . ¶ (¬4) المباركفوري، محمد عبد الرحمن، تحفة الأحوذي بشرح جامع الترمذي، دار الكتب العلمية، بيروت، ط1، 1410هـ-1990م، 1-10، شرح الحديث ذي الرقم (2567) ، ج7 ص 123-124. ¶ (¬5) أبو داود، سليمان بن أشعث السجستاني، سنن أبي داود، فهرسة كمال يوسف الحوت، دار الجنان، 1409هـ، كتاب (9) ، رقم الحديث (2606) ، ج2 ص 41. وابن بلبان، الأمير علاء الدين علي بن بلبان الفارسي، صحيح ابن حبان بترتيب ابن بلبان، مرجع سابق، رقم الحديث (4754) ، ج11 ص 62. ¶ (¬6) الطبراني، أبو القاسم سليمان بن أحمد 260 - 360 هـ، المعجم الأوسط، تحقيق طارق بن عوض الله وعبد المحسن الحسيني، دار الحرمين، القاهرة، 1415هـ 1 - 10، رقم الحديث (7250) ، ج7 ص 193-194. بإسناد ضعيف. ¶ (¬7) البيهقي، أبو بكر أحمد بن الحسين، شعب الإيمان، مرجع سابق، باب (33) ، رقم الحديث (4735) ، ج4 ص181، وإسناده ضعيف.",
            "page": "36",
            "part": "1",
            "seal": "B68888A5"
        },
        {
            "id": "43",
            "nass": "الفصل الثاني ¶ الوقت في الفكر الإداري",
            "page": "43",
            "part": "1",
            "seal": "05752004"
        },
        {
            "id": "45",
            "nass": "تمهيد: ¶ يختلف مفهوم الوقت لدى الأفراد، وذلك باختلاف دوافعهم واحتياجاتهم وطبيعة وظائفهم، وهو يختلف أيضاً من ثقافة لأخرى. والإدارة تنظر إلى الإنجاز على أنه هدف مرتبط بتوجيه معين نحو الوقت المستهدف \"إن الوقت الضائع وغير المستغل مشكلة؛ لأنه لا يمكن الاستعاضة عنه، ويعلم المديرون أن إدارة أوقاتهم عامل مهم لزيادة إنتاجيتهم\" (¬1) . ¶ ويقسم هذا الفصل إلى المباحث الآتية: ¶ الأول: الإدارة وإدارة الوقت. ¶ الثاني: الوقت في النظريات الإدارية. ¶ الثالث: إدارة الوقت داخل العملية الإدارية. ¶ ¬_________ ¶ (¬1) ملائكة، عبد العزيز محمد، إدارة الوقت في الأعمال بالمملكة العربية السعودية، بنك القاهرة السعودي، سلسلة إصدارات إدارة الأبحاث الاقتصادية والمعلومات، جدة، 1412هـ-1991م، ص 5.",
            "page": "45",
            "part": "1",
            "seal": "1D40B944"
        },
        {
            "id": "47",
            "nass": "المبحث الأول ¶ الإدارة، وإدارة الوقت ¶ أولاً: الإدارة وتحديد مفهومها ¶ تنوعت الأفكار وتعددت الآراء والتوجهات التي تناولت تعريف الإدارة وتحديد مفهومها، وقد تضمنت المؤلفات في الإدارة عدداً كبيراً من التعريفات، فلكلٍّ من الباحثين الإداريين مفهوم محدد للإدارة، وذلك تبعًا لنظرته لمكونات الوظيفة الإدارية، بل وفقاً لمفهومه الأساسي للعملية الإدارية ذاتها. ¶ ويمكن تلخيص الأسباب التي أدت إلى عدم اتفاق الباحثين على تعريف محدد للإدارة في ثلاثة أسباب رئيسة: ¶ 1- ... أن الإدارة علم حديث نسبياً، هذه الحداثة لم تُتِح فترة زمنية كافية للمفكرين والباحثين في مجال الإدارة للاتفاق على تعريف واحد جامع شامل لها، مع الإشارة إلى أن الإدارة عُرفت ممارسةً منذ قديم الزمان. ¶ 2- ... أن الإدارة تشمل مختلف مجالات الحياة الاقتصادية والاجتماعية والخِدْمية كافّة، وقد أدى هذا الشمول مع اختلاف وتنوع طبيعة العمل في هذه المجالات، إلى جانب حداثة علم الإدارة، أدى ذلك كلُّه إلى تأخر الوصول إلى تعريف شامل لها، وإلى اتفاق تام حول مفاهيمها وأسسها.",
            "page": "47",
            "part": "1",
            "seal": "C4E7B0FE"
        },
        {
            "id": "48",
            "nass": "3- ... أن الإدارة تُصنَّف ضمن العلوم الإنسانية لا العلوم الطبيعية، فهي تتعامل مع الإنسان بوصفه وحدةً مستقلة، وتتعامل معه أيضاً بوصفه عضواً في جماعة عمل يخضع لضغوطها ويتأثر بها، وهي تدرس - في سبيل ذلك - الشخصية الإنسانية وسلوكياتها، التي تتصف بالحركة المستمرة وعدم الثبات، ما أدى إلى اختلاف تفسير الشخصية الإنسانية وسلوكها ودافعيتها من مفكر لآخر. ¶ وفيما يأتي مجموعة من التعريفات المستقاة من رواد الفكر الإداري للإحاطة بمضمونها: ¶ لقد عرَّف فريدريك تايلر (F.Taylor) الإدارة بأنها: \"المعرفة الصحيحة لما يُراد للعاملين القيام به، ثم التأكد من أنهم يفعلون ذلك بأحسن طريقة وأرخص التكاليف\" (¬1) ، وقد عرَّف هنري فايول (H.Fayol) الإدارة من خلال تحديد عمل المدير، قائلاً: \"إن معنى مدير هو: أن تتنبأ، وتخطط، وتنظم، وتصدر أوامر، وتنسق، وتراقب\" (¬2) . وينظر كونتز وأودونيل Koontz & Odonnel (¬3) للإدارة على أنها «سلسلة من الأنشطة المتتابعة والمتكاملة، تبدأ بتحديد الأهداف ثم رسم طريقة الوصول إليها، وذلك من خلال إعداد نشاطات التخطيط والتنظيم والتوجيه والرقابة، وهو ما يطلق عليه العملية الإدارية The Management Process) \") . (¬4) أما علي عبد الوهاب فيعرِّفها بأنها: \"عملية اجتماعية مستمرة تعمل على استغلال الموارد المتاحة الاستغلال الأمثل، عن طريق التخطيط والتنظيم والقيادة والرقابة، للوصول إلى هدف محدد\" (¬5) . ¶ تأسيسًا على ما ذكر آنفًا، ومن خلال الاطلاع على بعض التعريفات لعدد من المفكرين ورواد الفكر الإداري قديمًا وحديثًا، نلحظ أن الإدارة ¶ ¬_________ ¶ (¬1) Taylor, F., Shop Management, Harper and Brothers. N. Y.: 1903, P. 21. ¶ (¬2) Fayol, H., General And Industrial Management, N.Y: Pitman Pub. Co.,Marshal:1949. P.6. ¶ (¬3) كونتز وأودونيل: كاتبان أمريكيان عرضا في كتابهما \"الإدارة: نظام لتحليل الوظائف الإدارية\" أن المهمة الرئيسة للمدير هي إيجاد المناخ الذي يعمل فيه الأفراد كمجموعة متعاونة لتحقيق أهداف الإدارة. انظر: (عسكر، سمير أحمد، أصول الإدارة، دار القلم، دبي، 1987م، ص23) . ¶ (¬4) عسكر، سمير أحمد، أصول الإدارة، مرجع سابق، ص 23. ¶ (¬5) عبد الوهاب، علي، مقدمة في الإدارة، معهد الإدارة العامة، الرياض، 1982م، ص 13.",
            "page": "48",
            "part": "1",
            "seal": "32404EAB"
        },
        {
            "id": "49",
            "nass": "بمفهومها الحديث يتعين النظر إليها باعتبارها وحدة متكاملة شاملة، تضمّ في عناصرها مختلف المداخل الفكرية، وأن التركيز في هذا المفهوم ينصبُّ على كون الإدارة عملاً ذهنيًا، يسعى إلى الاستخدام الأمثل لجميع الطاقات والإمكانات المتاحة في المنظمة، وذلك بأعلى كفاءة متاحة وأقل كلفة ممكنة، ويأتي الوقت ضمن هذه الإمكانات أو الموارد المتاحة، بحيث يُفترض أن يُستثمر بشكل فعّال، حيث إن الوقت إن لم يتم استثماره الاستثمار الأمثل، فإن الكلفة معرَّضة للازدياد بدرجة كبيرة. ¶ لذا، فإن تعريف الإدارة - من وجهة نظر الكاتب - يستند إلى التعريفات السابقة في القيام بعناصر العملية الإدارية لإنجاز الأهداف المحددة من خلال الاستخدام الأمثل للموارد المتاحة. ¶ فالإدارة هي عمل ووقت، يقترن أحدهما بالآخر، وما من عمل يؤدى إلا كان الزمن مترافقًا معه، وما من حركة تؤدى إلا ضمن زمن محدد نمطي (¬1) . هذا الوقت لا يُكشف بالحواس وإنما يُدرك بالعقول، فما هي حقيقة هذا الوقت؟ ¶ ثانياً: إدارة الوقت وتحديد مفهومها ¶ إن إدارة الوقت في حياة الفرد الشخصية وفي المنظمات، تزداد أهميتها تبعًا للمراكز الإدارية، وهي تتدرج في ذلك بدءًا بالمديرين في الإدارة العليا، وصولاً إلى المشرفين في الإدارة الدنيا؛ وفي مجال الإدارة (المجال الذي تُعنى به دراستنا) ، يعد الوقت من أكثر المصطلحات صعوبة عند محاولة تحديده. ¶ ¬_________ ¶ (¬1) وتر، محمد ضاهر، دور الزمن في الإدارة، المطبعة العلمية، دمشق، دت، ص 19 بتصرّف.",
            "page": "49",
            "part": "1",
            "seal": "CEA26F7E"
        },
        {
            "id": "50",
            "nass": "وعندما يكثر الحديث في الوقت الحاضر عن ندرة الموارد، فإنه ينبغي لنا أن نأخذ بعين الاعتبار مسألة الاقتصاد في المورد الأهم وهو وقت المديرين الأكفاء. يقول دراكر (Drucker) : \"الوقت هو أهم الموارد، فإذا لم تتم إدارته فلن يتم إدارة أي شيء آخر\" (¬1) ، فالإدارة الجيدة للوقت مفيدة من جهة التوفير في تكاليف المشروع، كما أنها مفيدة في حُسن استخدام الموارد الأخرى للمنظمة أيضاً، ولو أننا قمنا بتحليل عناصر الإنتاج (الموارد المالية، الآلات والمعدات، المواد الخام، الوقت، الموارد البشرية) للاحظنا أن عنصر الوقت هو العنصر الإنتاجي الوحيد الموزع بعدالة بين البشر بخلاف العناصر الإنتاجية الأخرى، ومن هنا تجدنا نسأل: من يستثمر هذا العنصر بكفاءة وفعالية؟ وكيف يستثمره؟ إن الموارد البشرية داخل المنظمة هي المعنية بضرورة حسن استخدام هذه العناصر الإنتاجية المتاحة بالكفاءة والفعالية المطلوبتين، لذا فإن كفاءة أداء هذا العنصر يعكس بالنتيجة كفاءة الأداء التنظيمي للمنظمة؛ فلكل منظمة أهداف محددة تسعى لتحقيقها من خلال تكريس استثمار جميع الموارد والإمكانات المتاحة لديها بما فيها الوقت. ¶ وعلى الرغم من هذه الأهمية الكبرى للوقت، فإنه - في واقع الحال - يُعدّ من أكثر العناصر أو الموارد هدراً ومن أقلها استثماراً، سواء من المنظمات أو من الأفراد العاديين، ويعود ذلك لأسباب عديدة قد يكون من أهمها عدم الإدراك الكافي للتكلفة المباشرة المترتبة على سوء استثماره. ¶ وثمة تعريفات متعددة لإدارة الوقت، إذ يعرِّفها هلمر (Helmer) بأنّها \"تحديد ووضع أولويات لأهدافنا، بحيث يمكننا تخصيص وقت أكبر ¶ ¬_________ ¶ (¬1) تيمب، دايل، إدارة الوقت، مرجع سابق، ص 32.",
            "page": "50",
            "part": "1",
            "seal": "3BF13C52"
        },
        {
            "id": "51",
            "nass": "للمهمات الأساسية ووقت أقل للمهمات التافهة\" (¬1) . ويرى سهيل سلامة أن إدارة الوقت هي: \"استثمار الوقت بشكل فعال لتحقيق الأهداف المحددة في الفترة الزمنية المعينة لذلك\" (¬2) . أما عبد العزيز ملائكة فقد حاول في تعريفه الجمع بين كلٍّ من المنظورين الإسلامي والإداري معاً، حيث يعرّف إدارة الوقت بقوله: \"هي تخطيط استخدام الوقت وأسلوب استغلاله بفاعلية، لجعل حياتنا منتجة وذات منفعة أخروية ودنيوية لنا ولمن أمكن من حولنا، وبالذات من هم تحت رعايتنا\" (¬3) . فإدارة الوقت هي الاستخدام الأفضل للوقت، وللإمكانات المتاحة، وذلك بطريقة تؤدي إلى تحقيق الأهداف. ولن يكون ذلك إلا من خلال الالتزام والتحليل والتخطيط والمتابعة، من أجل الاستفادة من الوقت بشكل أفضل في المستقبل. ¶ وتأسيسًا على ما ذكر آنفًا، فإن مفهوم إدارة الوقت يُعدّ من المفاهيم المتكاملة، والشاملة لأي زمان أو مكان أو إنسان، فإدارة الوقت لا تقتصر على إداري دون غيره، كما لا يقتصر تطبيقها على مكان دون آخر، أو على زمان دون غيره. ¶ وقد ارتبط مفهوم الوقت بشكل كبير بالعمل الإداري من خلال وجود عملية مستمرة من التخطيط والتحليل والتقويم لجميع الأنشطة التي يقوم بها الإداري خلال ساعات عمله اليومي، وذلك بهدف تحقيق فعالية مرتفعة في استثمار الوقت المتاح للوصول إلى الأهداف المرجوة. ¶ ¬_________ ¶ (¬1) Helmer, P., E., Time Management For Engineers And Constructors, OP. CIT., P.2. ¶ (¬2) سلامة، سهيل فهد، إدارة الوقت: منهج متطور للنجاح، المنظمة العربية للعلوم الإدارية، إدارة البحوث والدراسات، عمان، 1988م، ص 17. ¶ (¬3) ملائكة، عبد العزيز محمد، إدارة الوقت في الأعمال بالمملكة العربية السعودية، مرجع سابق، ص 7.",
            "page": "51",
            "part": "1",
            "seal": "05A4C848"
        },
        {
            "id": "53",
            "nass": "المبحث الثاني ¶ الوقت في النظريات الإدارية ¶ برزت بشكل واضح في أوائل هذا القرن أهمية الوقت في نظريات الإدارة، وترجع جذور هذا الموضوع إلى أعمال وجهود فريدريك تايلر (F.Taylor) مؤسس الإدارة العلمية (النظرية الكلاسيكية) ، وذلك في محاولته لتحقيق زيادة في إنتاج المصانع من خلال الاهتمام بتقسيم العمل، ودراسة الحركة والزمن، لتحديد أفضل طريقة لأداء العمل. نظراً لأنّه \"ما من حركة تؤدى إلا ضمن وقت محدد، وما من عمل يؤدى إلا كان الوقت إلى جانبه، فالإدارة حركة وزمن أو عمل ووقت\" (¬1) . ¶ وتتمثل دراسة الحركة والزمن (Time and Motion Study) في تقسيم العمل إلى جزئيات بسيطة، حيث يتم تحديد حركتها الأساسية من مكان إلى آخر، والزمن الذي تستغرقه تلك الحركة، وذلك بهدف ربط الأجزاء بعضها ببعض بالطريقة الأسرع والأفضل، وفي أقل وقت ممكن. ¶ وقد أسهم تايلر (Taylor) إسهامًا كبيرًا في زيادة فعالية إنجاز الأنشطة الإنتاجية بطريقة مثلى؛ وذلك من خلال إعادة توزيع مكونات العمل وإزالة أو تقليل الوقت الضائع، أو إعادة تصميم موقع العمل بطريقة مناسبة تضمن انسيابه بشكل سهل دون أي عوائق. ¶ كما سعى هنري جانت (H. Gant) (¬2) إلى \"تحديد الأجر اليومي بشكل ثابت، فإذا استطاع العامل إنجاز العمل المحدد له في وقت أقل من الوقت ¶ ¬_________ ¶ (¬1) وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 20 بتصرّف. ¶ (¬2) هنري جانت: من علماء الإدارة، وهو ينتمي لمدرسة الإدارة العلمية، استطاع أن يضيف إلى أعمال تايلر صيغة خاصة للإسراع في إنجاز العمل واستمراريته. وقد عمل من أجل ذلك خرائط سمّاها خرائط جانت. انظر: (وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص17) .",
            "page": "53",
            "part": "1",
            "seal": "1BC5544F"
        },
        {
            "id": "54",
            "nass": "المحدد؛ فإنه يستحق أجراً يعادل الوقت الذي اختصره\" (¬1) . ¶ وتابع فرانك جلبرث وزوجته ليليان (Frank and Lillian Gilberth) (¬2) دراسة الحركة والزمن بشكل أكثر تفصيلاً، إلى أن توصلا إلى أداء العمل بأفضل الطرق في زمن قصير، وصولاً إلى الطريقة المثلى (The best way) التي استطاعا من خلالها إدخال فن التخصصات في العمل وتطوير أدائه، فقد عمدا إلى وضع قواعد للعمل بأن قسماه إلى عدة أقسام، وكل قسم إلى خطوات، وحددا لكل خطوة جزءًا من الوقت اللازم للأداء في القسم كله، وقد رتبا خرائط تخدم هذا الغرض، وأطلقا عليها مسمى خرائط التدفق المساعدة على دراسة أي عملية وتفصيلاتها (¬3) . ¶ و\"نشر هارنجتون إيمرسون H. Emerson)) (¬4) كثيراً من المبادئ منها: ¶ * ... المُثل أو الأهداف: وذلك بأن يكون لكل منظمة أهداف تسعى إلى تحقيقها في أسرع وقت ممكن. ¶ * ... حسن الإدراك: بمعنى ألاّ تنمو المنظمة جزافاً بل تعمد إلى تقويم كل جديد في التجهيزات أو في نموها البشري. ¶ * ... الإرسال: ويعني به إصلاح المنظمة وصيانتها وفق جداول زمنية محددة. ¶ * ... التنميط: وذلك بجعل نموذج مثالي لكل عمل إداري\" (¬5) . ¶ كما اهتم هنري فايول (H. Fayol) برفع مستوى الأداء للمنظمة بوجه شامل، فوضع القواعد والمبادئ الإدارية التي يجب أن تتماشى مع التنظيم المبني على أهداف المنظمة، وكذلك مع الإنتاج ذي الكفاءة العالية، بالتكلفة وبالوقت المتاح الأقل، وذلك كله يتطلب رصداً وتسجيلاً للإمكانات ¶ ¬_________ ¶ (¬1) المرجع نفسه، ص 17. ¶ (¬2) فرانك جلبرث وزوجته ليليان: يعود إليهما فضل تطوير وتنمية أفكار تايلر، وتطوير دراسة الحركة والزمن، واخترع فرانك \"نظام السرعة\" وأدخل كثيراً من التحسينات على مراحل العمل، كما ساهم مع زوجته في دراسة عامة عن ظاهرة الإجهاد في المصنع. انظر: (عسكر، سمير أحمد، أصول الإدارة، مرجع سابق، ص 38. ووتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص17) . ¶ (¬3) انظر: وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 17. ¶ (¬4) هارنجتون إيمرسون: من العلماء الذين طوروا حركة الإدارة العلمية؛ حيث أدخل كثيراً من التحسينات على هذه الحركة وطرقها وأساليبها، واهتم بشكل خاص بإدارة المنظمة، ونشر كتاباً بمسمى \"مبادئ الكفاية\" انظر: (وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص17) . ¶ (¬5) وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص17.",
            "page": "54",
            "part": "1",
            "seal": "A312B490"
        },
        {
            "id": "55",
            "nass": "المتاحة، ووضعها في المكان المناسب في ظل إدارة ذات كفاءة، ما يؤدي إلى تقصير الوقت والسرعة في أداء العمل وتحقيق الأهداف بكفاءة عالية (¬1) . ¶ كما نلحظ أن محاولات تايلر (Taylor) وأتباعه لم تعبر عن المفهوم الحديث لإدارة الوقت، إذ كانت تلحّ على هدف رئيس يتعلق بزيادة الإنتاج ومن ثمّ مقدار الأرباح، من خلال الإلحاح على فاعلية الإدارة التنفيذية وبخاصة في النواحي الإنتاجية للعمل، وبذلك هدفت نظرية الإدارة العلمية - من خلال مفهوم إدارة الوقت - إلى زيادة قدرة المنظمات على التنفيذ والمتابعة، لئلاّ يُهدر الوقت في أعمال ارتجالية لا ترتبط بحركات قياسية تم مسبقًا تحديد زمن كل حركة منها. ¶ \"أعقبت حركةَ الإدارة العلمية في النظرية الكلاسيكية نظريةٌ أطلق عليها نظرية (العلاقات الإنسانية) وقد ألحّت تلك النظرية على بناء المنظمة من الوجهة الاجتماعية والإنسانية؛ كعلاقات الأفراد ببعضهم، وعلاقاتهم برؤسائهم وغيرهم من داخل المنظمة أو خارجها، وقد أعطت الأولوية لجماعات العمل غير الرسمية، وشجعت على ظهورها، ورأت أن إشباع حاجات التنظيم غير الرسمي تؤدي تلقائياً إلى تحقيق أهداف التنظيم الرسمي، وأَوْلت الرجل الاجتماعي اهتمامًا كبيراً لا الرجل الاقتصادي، كما هو الحال في النظرية الكلاسيكية، وباختصار فقد ألحّت النظرية الإنسانية على الدوافع الاجتماعية\" (¬2) . ¶ وقد اهتمت نظرية العلاقات الإنسانية بالوقت بشكل ملحوظ؛ وذلك من خلال مناداتها بضرورة إعطاء العامل فترة للراحة وأخرى للعمل، ما ينعكس ¶ ¬_________ ¶ (¬1) انظر، الهواري، سيد محمود، مبادئ الإدارة، مكتبة عين شمس، القاهرة، 1977م، ص 296-300. ¶ (¬2) وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 21 - 22 بتصرّف.",
            "page": "55",
            "part": "1",
            "seal": "91C9107C"
        },
        {
            "id": "56",
            "nass": "إيجاباً على معنوياته، ومن ثمّ على قدرته الإنتاجية؛ فالإنسان - في رأي رواد هذه النظرية - ليس آلة يعمل على مدى أربع وعشرين ساعة، وإنما يحتاج إلى فترات راحة تقتطع من وقت العمل، يعود الإنسان العامل بعدها إلى أداء المهمات المطلوبة منه بكفاءة أعلى. وقد أكد الباحث إلتون مايو E. Mayo)) (¬1) رائد المدرسة الإنسانية من خلال تجاربه المسماة تجارب الهاوثورن (The Howthorne Studies) التي أجراها في مصانع ويسترن إليكتريك الأمريكية، أكد على أهمية الاعتناء بالعامل الإنساني، واختيار فترات الراحة التي تساعد حتماً على زيادة الإنتاجية لأنها تعد منشطاً ومجدداً للحيوية من أجل استئناف العمل، لكن بشرط ألاّ تكون الأوقات المختارة طويلة وغير مناسبة، لأنّ هذه الأوقات الزمنية ستكون عبئاً على المنظمة وسبباً في تراجع الإنتاج (¬2) . ¶ أعقب نظرية العلاقات الإنسانية نظريةٌ، أطلق عليها مسمى (النظرية الحديثة للتنظيم) ، استفادت من النظريات الإدارية السابقة وأضافت إليها وطورت مفاهيمها، واحتل فيها الوقت مكاناً بارزاً، وقد تضمنت هذه النظرية عدة نظريات في آن واحد، وهي نظرية اتخاذ القرارات، والنظرية الرياضية أو البيولوجية، وقد كتب كثير من العلماء الإداريين في مفهوم هذه النظريات، أشهرهم برنارد Bernard)) (¬3) وأرجيرس Argyris)) (¬4) ورنسيس ليكرت R.Likert)) (¬5) وهربرت سيمون H.Simon)) (¬6) فقد استعانت نظرية اتخاذ القرارات بالوقت في حل مشكلات التخطيط والإنتاج، واعتمدت على الوقت اعتماداً كلياً، حيث إنها تعتمد على الأحداث الماضية، وتستشف الزمن المستقبلي من الماضي، وتستند إليه، وتراعي التوقيت المناسب في مراحل اتخاذ القرارات جميعها، سواء كانت هذه ¶ ¬_________ ¶ (¬1) إلتون مايو: عُرف منهج العلاقات الإنسانية من خلال مجموعة التجارب التي أجريت بمصانع ويسترن إلكتريك الأمريكية ما بين عامي 1924 - 1932م تحت إشراف إلتون مايو (1880 - 1949م) أستاذ البحوث الصناعية بكلية إدارة الأعمال بجامعة هارفرد، وعرفت تلك التجارب بتجارب الهاوثورن. (عسكر، سمير أحمد، أصول الإدارة، مرجع سابق، ص40 - 41) . ¶ (¬2) انظر: وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 21-22. وهاشم، هيثم، مبادئ الإدارة، مطبعة خالد بن الوليد، جامعة دمشق، دمشق، 1975م، ص 126-128. ¶ (¬3) شستر برنارد: مؤسس مدرسة النظام الاجتماعي، ناقش الجانب السلوكي في النظرية الحديثة، وعدّ المنظمة نظاماً تعاونياً وأن وظيفة المدير الرئيسة هي إيجاد جو التعاون الجماعي في سبيل تحقيق هدف معين. وكذلك أعطى أهمية كبيرة لتدريب القادة وإعدادهم إعداداً يرفع من مستواهم القيادي، وذلك في كتابه «التنظيم والإدارة» الذي نشره عام 1948م. انظر: (وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 23، وعقيلي، عمر وصفي، الإدارة أصول وأسس ومفاهيم، دار زهران، عمّان، 1997م، ص131) . ¶ (¬4) كريس آرجيريس: انتقد في كتاباته النظريةَ الكلاسيكية وقال: إن ثمّة تناقضًا أساسيًا بين مقومات الشخصية الناضجة ومتطلبات ومبادئ التنظيم الكلاسيكية. انظر: (وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص24) . ¶ (¬5) رنسيس ليكرت: كتب عن القيادة والعمل الجماعي وقام في جامعة ميتشيجن بتطوير أربعة أنظمة للإدارة أو القيادة تتراوح ما بين الأوتوقراطية الكاملة والديموقراطية الكاملة، ورأى أن اتخاذ القرارات لا يتم داخل المنظمة إلا بما توحيه الجماعة. (وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص24. وعسكر، سمير أحمد، أصول الإدارة، مرجع سابق، ص 345) . ¶ (¬6) هربرت سيمون: كتب عن القرارات وتسلسلها وعن الهرم التنظيمي، ووجد أن بناءه يتم من القاعدة العريضة إلى رأس الهرم. انظر: (وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص24)",
            "page": "56",
            "part": "1",
            "seal": "E6C9FBD7"
        },
        {
            "id": "57",
            "nass": "القرارات تخطيطية أم إنتاجية، وذلك من خلال تحديد الوقت المناسب لاتخاذ القرارات المناسبة للموقف (¬1) . ¶ كما اعتمدت النظرية البيولوجية على الوقت، فافترضت أن \"المنظمة تشبه الكائن الحي؛ بمعنى أنها تولد ثمّ تنمو ثمّ تتهاوى ثمّ تموت\" (¬2) . ومجمل القول: إن المنظمة وحدة اجتماعية واقتصادية مرتبطة بعامل الوقت، من حيث التأثر بكل معطيات التطور التكنولوجي والمفاهيم الإدارية الحديثة التي تعتمد في تنفيذ خططها على الوقت، واتخاذ الأولويات منهجاً لتنفيذ تلك النظريات. ¶ بعد هذا العرض السريع لبعض النظريات في الإدارة يظهر جلياً ارتباط هذه النظريات بالوقت واهتمامها به، وذلك في جميع مراحلها التطبيقية؛ حيث إن الإدارة ما هي إلا تحقيق هدف، وتحقيق الهدف يحتاج إلى وقت، فالتخطيط يحتاج إلى وقت وكذلك التنظيم والتوجيه والرقابة واتخاذ القرارات، وبذلك يكون الوقت أحد العناصر المهمة لارتباطه بكل عنصر من عناصر الإدارة؛ فكل عمل إداري يحتاج إلى وقت، وإلى أن يكون ذلك التوقيت مناسبًا حتى يحقق الهدف المنشود منه، وبما أن وقت العمل محدود بساعات فإنه يتعين على المدير أن يعمل على استثماره بكفاءة وفعالية. ¶ ¬_________ ¶ (¬1) انظر: المرجع نفسه، ص 23-24. ¶ (¬2) سليمان، حنفي محمود، الإدارة: منهج شامل، دار الجامعة المصرية، الاسكندرية، 1978م، ص161.",
            "page": "57",
            "part": "1",
            "seal": "29C59A21"
        },
        {
            "id": "59",
            "nass": "المبحث الثالث ¶ إدارة الوقت داخل العملية الإدارية ¶ الإدارة هي تحقيق هدف، وهذا الهدف يحتاج إلى وقت، فالوقت مرتبط بكل عنصر من عناصر الإدارة، وكل عمل إداري يحتاج إلى وقت ويحتاج أيضاً إلى توقيت مناسب حتى يحقق الهدف المراد منه. ¶ \"إن لم يكن بالإمكان استثمار الوقت كلِّه، فعلى الأقل يمكن استثمار أكبر قدر منه. وحتى تكون نقطة البداية صحيحة وفعالة، يلزم البحث في العناصر الأساسية للعملية الإدارية\" (¬1) . وينبغي التمييز بين عناصر العملية الإدارية على المستوى القومي وعلى مستوى مشروعات الأعمال، فإذا ارتبط البحث في عناصر العملية الإدارية في الإدارة العامة يكون الحديث عنها في المجال العام الحكومي وعلى المستوى القومي، أما إذا بحثنا في العملية الإدارية من مدخل إدارة الأعمال فيقتضي مناقشتها على مستوى المنشآت الصناعية والتجارية والخِدْمية، وسيتركز بحثنا في المجال الأخير، حيث إننا في مجال إدارة مشروعات الأعمال. ¶ 1- التخطيط والوقت: ¶ من هنا تتحدد نقطة البداية في تطبيق إدارة الوقت بشكل فعال، \"فالوقت يرافق التخطيط في جميع عملياته ويرتبط بشكل أساسي به؛ إذ يربط التخطيط بين أجزاء العملية الإدارية، وكذلك بين العمليات المتعاقبة التي يشتمل عليها النشاط الإداري\" (¬2) . ¶ ¬_________ ¶ (¬1) سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص79. ¶ (¬2) وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 37 بتصرّف.",
            "page": "59",
            "part": "1",
            "seal": "B9680E6D"
        },
        {
            "id": "60",
            "nass": "إن إعداد الخطة الإدارية يتطلب من المخطِّط أن يراعي التسلسل الزمني في مراحل هذه الخطة، وأن يقوم بتوزيع الأزمنة عليها بشكل يتناسب مع المراحل المحددة، على أن يكون مجموع هذه الأزمنة الموزعة مساوياً للزمن الكلي. وأن يختار الزمن المناسب لكل مرحلة، وعلى المخطط كذلك أن يدرك أهمية الهدف ضمن الزمن المعطى له (¬1) . ¶ \"فمن مقومات الخطة الناجحة أن تكون محددة بفترة زمنية معينة، سواء أكانت طويلة أم متوسطة أم قصيرة الأجل، ولا بد من تحديد أهداف معينة تتميز بالوضوح الكمي والزمني، وأن تكون خالية من أي تعارض أو تناقض، ومرنة تأخذ بالحسبان التغيرات البيئية المختلفة، فضلاً عن تحديد الأولويات الخاصة بالمنظمة التي تساعدها بشتى الوسائل المتاحة، وضمن الإمكانات المحددة في تحقيق الأهداف بكفاءة وفعالية مرتفعة\" (¬2) . ¶ ورغم أن التخطيط يستغرق وقتاً طويلاً أول الأمر، فإنه يعوض ذلك الوقت فيما بعد، حيث إنه يثمر نتائج أفضل ويوفر وقتاً في الأداء الحقيقي للأنشطة، ولكي يخطط المدير جيداً ويحدد الأولويات يجب عليه ابتداءً \"توضيح الأهداف جيّداً وترتيبها حسب أولوياتها لتصبح طرق تحقيق تلك الأهداف واضحة\" (¬3) . إذ تبدأ عملية تطبيق إدارة الوقت بفعالية من خلال \"وضع خطة متكاملة متجانسة ذات أهداف محددة، لكي يعرف الإداري الاتجاه والطريق الذي يسير فيه، والهدف الذي يسعى إلى تحقيقه على المدى البعيد والقريب\" (¬4) . ¶ وتتحدد الأهداف عادة بشكل هرمي، قاعدته الأهداف اليومية، تعلوها الأهداف الأسبوعية، فالأهداف الشهرية والسنوية لنصل إلى الأهداف الإستراتيجية في القمة، إذ هي تُعد مصدر جميع الأهداف السابقة، كما أن ¶ ¬_________ ¶ (¬1) انظر: وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 37 - 38. ¶ (¬2) سلامة، سهيل بن فهد، إدارة الوقت منهج متطوّر للنجاح، مرجع سابق، ص 79. ¶ (¬3) تيمب، دايل، إدارة الوقت، مرجع سابق، ص 500. ¶ (¬4) سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 79.",
            "page": "60",
            "part": "1",
            "seal": "61CFE6FB"
        },
        {
            "id": "61",
            "nass": "كل مستوى يُعد مصدراً للأهداف في المستوى الأدنى منه، وذلك كما هو مبين في الشكل الآتي: ¶ الشكل رقم (1) : هرمية الأهداف ¶ الأهداف الإستراتيجية ¶ الأهداف السنوية ¶ الأهداف الشهرية ¶ الأهداف الأسبوعية ¶ الأهداف اليومية ¶ إن وضع جدول زمني للأهداف يساعد كثيراً في قياس مدى الكفاءة والفعالية في تحقيق هذه الأهداف خلال الفترة المحددة، ويفترض أن يتم توزيع الأنشطة خلال هذه الفترة المتاحة تبعاً لأولويات الأهداف أو جزئياتها، وذلك ليتسنى للإداري العمل على تحقيق الأهداف وفق الجدول الزمني المُعدّ لذلك. ¶ 2- التنظيم والوقت: ¶ يرتبط التنظيم بالإدارة الجيدة للوقت ارتباطاً وثيقاً، إذ \"دلّت الدراسات",
            "page": "61",
            "part": "1",
            "seal": "92C40D31"
        },
        {
            "id": "62",
            "nass": "والتجارب التي قام بها عدد من علماء الإدارة على أن التنظيم الجيد يقلص الزمن المطلوب للإنتاج، إذ تبدو فاعلية التنظيم الجيد بشكل عام من خلال انعكاسه على مجموعة من السمات التي تظهر في كل واحدة منها أهمية الوقت في التنظيم، كالميل إلى التعاون، والولاء للجماعة، وتنظيم العمل بين أفراد الجماعة الواحدة، فيعرف الفرد الواحد مهمته بكل دقة وتتوافق أهداف جماعة العمل مع أهداف التنظيم\" (¬1) . ¶ ويرتبط موضوع الوقت بالتنظيم الإداري من نواحيَ عدة، منها تحديد مهمات العاملين واختصاصاتهم، وتقسيم العمل بينهم بشكل موضوعي وعادل، كما ترتبط إدارة الوقت بالتنظيم من خلال تجديد وتبسيط إجراءات العمل المتبعة، باستبعاد ما هو غير ضروري وذلك من خلال إعداد الدراسات التنظيمية اللازمة، إذ يؤدي طول الإجراءات وتعقيدها، وطول الفترة اللازمة التي يتطلبها إنهاء العمل عادةً إلى التذمر الشديد من قبل العاملين أو المستفيدين. \"لذلك ومن أجل إدارة الوقت بشكل فعّال، فإنه يُفضّل تجديد وتبسيط إجراءات العمل المتبعة من خلال إعداد الدراسات التنظيمية اللازمة لاستبعاد الخطوات غير الضرورية، أو الاستعانة بالأجهزة والمعدات الحديثة لإنجاز العمل بصورة سريعة، كما تعمل النماذج المعدة سلفاً من قبل المنظمة على توفير وقت كبير، كان يضيع في السابق بسبب الشرح الطويل وازدواجية كتابة المعلومات\" (¬2) . ¶ إضافة إلى ما ذكر آنفًا، فإن \"ثمة ارتباطاً بين موضوع إدارة الوقت بالتنظيم الإداري من عدة نواحٍ منها ناحية توافر البيئة التنظيمية المادية والاجتماعية، وتطبيق مبدأ الإدارة بالاستثناء والاتجاه نحو تفويض السلطة، لأن ذلك من شأنه أن يعمّق مفهوم التخصص وتقسيم العمل، ومن شأنه ¶ ¬_________ ¶ (¬1) انظر: وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص117-120. ¶ (¬2) سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 83.",
            "page": "62",
            "part": "1",
            "seal": "7C43DBB2"
        },
        {
            "id": "63",
            "nass": "أيضًأ أن ييسر قيام كل مستوى إداري بمهماته، فيغدو الوقت الموزع في كل مستوى إداري متناسباً مع أهمية النشاطات التي يقوم بها ذلك المستوى\" (¬1) ؛ إذ تهتم الإدارة العليا بالنواحي الأساسية في اختصاصها التي تتمثل في الأنشطة الإستراتيجية المتعلقة بمستقبل واستمرارية المنظمة، وتقوم المستويات الإدارية الوسطى بمهماتها أيضاً المستمدة من الأنشطة العليا، وبهذا يتاح لها الوقت الكافي للاهتمام بالأنشطة الجوهرية والأساسية، كما تقوم المستويات الإدارية المباشرة بتنفيذ ما وصلت إليه الإدارتان العليا والوسطى، والاتصال بهما لتزويدهما بالمعلومات الخاصة بالتنفيذ. ¶ 3- التوجيه والوقت: ¶ يستغرق التوجيه جزءاً كبيراً من وقت الإداري بشكل عام، إذ يجب على الموجه أن يكون على علم ودراية بتوقيت التوجيه، وبنفسية العاملين، وبظروف المنظمة، وإلا كان التوجيه في غير مكانه وخارجاً عن الوقت المحدد له؛ ويتمثل ذلك في إرشاد العاملين إلى كيفية تأدية وتنفيذ العمل بجانب الاتصالات بمختلف أشكالها الشفهيّة والكتابية والتقنية، ولا بد أن يقوم المشرف قبل البدء بعملية الاتصال أو الإرشاد من تحضير المعلومات اللازمة والهدف منها، فضلاً عن تحديد الفترة اللازمة للاتصال، وبخاصّة إذا كان المرسل إليه في موقع جغرافي بعيد عن موقع عمل الإداري، وهذا يقتضي من المشرف مزيداً من الوقت والجهد (¬2) . ¶ \"إن إطالة زمن التوجيهات تجعل العاملين في مَلَلٍ فلا تحقق عندها الفائدة المرجوة والأمل المنشود، لذلك فإن التوجيه في زمن قصير خلال فترات متفاوتة يعطي ثماراً يانعة\". (¬3) . ولكي تتحقق الفائدة القصوى من ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، دار مجدلاوي، عمان، 1991م، ص 36-37. ¶ (¬2) انظر: سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 88-89. ¶ (¬3) وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 202.",
            "page": "63",
            "part": "1",
            "seal": "57FFDC70"
        },
        {
            "id": "64",
            "nass": "الوقت في أثناء التوجيه، فإنه يفترض توافر قواعد ثابتة وسليمة للبيئة المادية الاجتماعية الموجودة في المنظمة؛ حيث إن نجاح عملية الاتصالات تعتمد بشكل أساس على توافر العلاقات الإنسانية الدافعة للعمل، والسياسة الحافزة الفعّالة، وعلى الفهم الواضح لمفهوم جماعات العمل وأثرها في إنجاز العمل، وعلى إيجاد علاقات اجتماعية طيبة وتعاون وثقة متبادلة بين العاملين، وعلى توافر جو نفسي مريح يؤدي إلى تأدية العمل بكفاءة وفعالية. وبدون شك فإن هذه الأساسيات في العمل تتيح فرصاً جيدة لزيادة التفاهم، وتدعيم الثقة بين العاملين، وتحفيزهم على زيادة مستوى الأداء والإنتاجية (¬1) . ¶ \"ويمكن للإداري الاعتماد بشكل كبير على الاتصالات الشفهيّة ما أمكن ذلك، بهدف تقليل الوقت اللازم لكتابة الخطابات وطبعها وتوقيعها، إضافة إلى عملية دخول وخروج المعلومات من مكتب الإداري، وتنظيم عملية مقابلة الأشخاص، وترتيب أفكاره وتحديد هدفه من الاتصال الهاتفي مثلاً قبل البدء بعملية الاتصال، وذلك لتقليل وقت المكالمة الهاتفية ما أمكن\" (¬2) . ¶ إن جميع ما ذكر آنفًا سيكون من شأنه أن يزيد من فاعلية الاتصال، وكذلك من فاعلية عملية التوجيه، واستغلال الإداري للوقت اللازم لها بشكل فعّال. ¶ 4- الرقابة والوقت: ¶ تلازم الرقابة عملية التخطيط وتعتمد عليها، إذ لا بد للمراقب أن يكون على علم بالتخطيط الإداري ليتسنى له القيام بمهامه الرقابية وفقاً لما هو مخطط، ومعرفةُ مدى الخروج عن المعايير المخطط لها، ووقت حصول ذلك. ¶ \"وتظهر أهمية الوقت في الرقابة لدى الكشف عن الأخطاء أو منع وقوع ¶ ¬_________ ¶ (¬1) انظر: ديفز، كيث، السلوك الإنساني في العمل، ترجمة سيد عبد الرحمن مرسي ومحمد إسماعيل يوسف، دار نهضة مصر، القاهرة، 1974م، ص 512-516. ¶ (¬2) سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 89-90 بتصرّف.",
            "page": "64",
            "part": "1",
            "seal": "F9641E73"
        },
        {
            "id": "65",
            "nass": "حدوثها في الوقت المناسب، ويطول زمن الرقابة إذا كانت إجراءاتها شديدة وصارمة، وقد تم تنفيذها من خلال التهديد، ويقصر زمنها إذا كانت نابعة من الذات، ومعتمدة على الثقة والحرص على تحقيق الأهداف\" (¬1) . ¶ 5- اتخاذ القرارات والوقت: ¶ تحتاج عملية اتخاذ القرارات إلى فترة زمنية معينة، ولا شك بأن اختلاف نوعية المشكلات، واختلاف الظروف التي يواجهها الإداري، فضلاً عن اختلاف طبيعة القرارات في المستويات الإدارية، كل ذلك له تأثيره على الوقت المحدد في اتخاذ القرار، وهذا التأثير يختلف باختلاف النمط القيادي في المنظمات (¬2) . ¶ \"وقد اهتمت الإدارة الحديثة بالأسلوب العلمي في اتخاذ القرارات المتمثل في تشخيص المشكلة وتحديدها، ووضع المقترحات المناسبة لحلها وتقويمها، ومن ثم اختيار المناسب منها وتنفيذه، ومتابعة نتائجه. وقد جاء هذا الاهتمام من منطلق زيادة فاعلية اتخاذ القرارات، والارتقاء بنوعية القرارات الصادرة خلال الفترة الزمنية المحددة لذلك؛ لهذا فقد قل الاعتماد على الأساليب التقليدية في اتخاذ القرارات؛ مثل أسلوب الخبرة إلا في حدود ضيقة جداً قد لا تتعدى القرارات الروتينية أو العادية التي تواجه الإداري يومياً ولا تتطلب منه جهداً أو إبداعاً\" (¬3) . ¶ إن اهتمام الإداري بكل الوسائل والطرق المتاحة في اتخاذ القرارات له أثر كبير في زيادة فاعلية اتخاذ تلك القرارات والارتقاء بنوعيتها، كما في توفير الوقت والجهد والتكاليف. ¶ ¬_________ ¶ (¬1) وتر، محمد ضاهر، دور الزمن في الإدارة، مرجع سابق، ص 230 بتصرّف. ¶ (¬2) انظر: الخولي، سيد محمود، فاعلية إدارة الوقت واتخاذ القرارات الإدارية، مكتبة عين شمس، القاهرة، 1994م. ¶ (¬3) سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 85-86.",
            "page": "65",
            "part": "1",
            "seal": "C4ED5323"
        },
        {
            "id": "69",
            "nass": "الفصل الثالث ¶ إدارة الوقت من منظور إسلامي",
            "page": "69",
            "part": "1",
            "seal": "A47201D1"
        },
        {
            "id": "71",
            "nass": "تمهيد: ¶ تتكون عملية إدارة الوقت من مبادئ عدة؛ \"فهناك شبه إجماع بين علماء الإدارة على أن أهم وظائف الإدارة هي: التخطيط، التنظيم، التوجيه، الرقابة، اتخاذ القرارات\" (¬1) ، وسيتم في هذا الفصل التعريف بهذه الوظائف مع ذكر الآيات القرآنية التي أشارت إليها، وبيان نصوص السُّنَّة النبويَّة ذات العلاقة بهذه الوظائف. ¶ وذلك من خلال مبحثين: ¶ الأول: إدارة الوقت في القرآن الكريم. ¶ الثاني: إدارة الوقت في السًّنَّة المُطهَّرة. ¶ ¬_________ ¶ (¬1) البرعي، محمد عبد الله، مبادئ الإدارة والقيادة في الإسلام، مطابع الحميضي، الرياض، ط2، 1416هـ - 1996م، ص 29.",
            "page": "71",
            "part": "1",
            "seal": "61BB4E32"
        },
        {
            "id": "73",
            "nass": "المبحث الأول ¶ إدارة الوقت في القرآن الكريم ¶ عرض القرآن الكريم في محكم آياته لوظائف الإدارة وأشار إليها في أكثر من موضع، ويمكن تناول ذلك - من خلال موضوع إدارة الوقت - ضمن المحاور الآتية: ¶ أولاً: التخطيط ¶ عرض القرآن الكريم لأنموذج بشري في التخطيط ذُكر في معرض الإقرار والثناء، جاء ذلك في سورة يوسف عليه السلام، في قوله تعالى: {وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعَ سُنْبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ يَاأَيُّهَا الْمَلأَُْ أَفْتُونِي فِي رُؤْيَايَ إِنْ كُنْتُمْ لِلرُّؤيَا تَعْبُرُونَ *قَالُوا أَضْغَاثُ أَحْلاَمٍ وَمَا نَحْنُ بِتَأْوِيلِ الأَْحْلاَمِ بِعَالِمِينَ *وَقَالَ الَّذِي نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ أُمَّةٍ أَنَا أُنَبِّئُكُمْ بِتَأْوِيلِهِ فَأَرْسِلُونِ *يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ سِمَانٍ يَأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَسَبْعِ سُنْبُلاَتٍ خُضْرٍ وَأُخَرَ يَابِسَاتٍ لَعَلِّي أَرْجِعُ إِلَى النَّاسِ لَعَلَّهُمْ يَعْلَمُونَ *قَالَ تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا فَمَا حَصَدْتُّمْ فَذَرُوهُ فِي سُنْبُلِهِ إِلاَّ قَلِيلاً مِمَّا تَأْكُلُونَ *ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلاَّ قَلِيلاً مِمَّا تُحْصِنُونَ *ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يُعْصِرُونَ} (¬1) . ¶ إن هذه الآيات تدل على أن يوسف عليه السلام قد رسم خطة للسنوات المقبلة، وأن التخطيط لا ينافي التوكل، بل هو من باب الأخذ بالأسباب. ¶ كما تشير الآيات الكريمات إلى أول موازنة تخطيطٍ مبنية على أسس ¶ ¬_________ ¶ (¬1) سورة يوسف، الآيات 43-49.",
            "page": "73",
            "part": "1",
            "seal": "396D3CD1"
        },
        {
            "id": "74",
            "nass": "علمية، وازن فيها يوسف عليه السلام بين إنتاج القمح من جهة، وتخزينه واستهلاكه في مصر الفرعونية مدة سنوات القحط وسنوات الرخاء من جهة أخرى، وتتضح أركان هذه الموازنة فيما يأتي (¬1) : ¶ 1- ... الموازنة بين الإنتاج الزراعي والاستهلاك، بهدف تخطي أعوام القحط والجدب. ¶ 2- ... إن اعتبار عنصر الزمن كان واضح المعالم من خلال عدد سنوات القحط وسنوات الرخاء؛ حيث تم إعداد خطتين سبعيتين للدولة. ¶ 3- ... إن هذه الموازنة كانت بمثابة خطة طويلة الأجل امتدت أربعة عشر عاماً. ¶ 4- ... استخدام الموازنة باعتبارها أداة رقابيةً لضمان تنفيذ الخطة بدقة. ¶ إنه مخطط زمني وضعه يوسف عليه السلام بإلهام من الله عزَّ وجلَّ لكسب الوقت في سنوات الرخاء؛ وذلك بمضاعفة الناتج بأسلوب علمي للإفادة منه في سنوات الجدب. ¶ وقد عرّف أحد الباحثين التخطيط من المنظور الإسلامي بأنه: \"أسلوب عمل جماعي يأخذ بالأسباب لمواجهة توقعات مستقبلية، ويعتمد على منهج فكري عَقَدي يؤمن بالقدر ويتوكل على الله ويسعى لتحقيق هدف شرعي هو عبادة الله وتعمير الكون\" (¬2) . ¶ بينما عرَّفه آخر بأنه: \"التفكر والتدبر بشكل فردي أو جماعي في أداء عمل مستقبلي مشروع، مع ربط ذلك بمشيئة الله تعالى، ثم بذل الأسباب المشروعة في تحقيقه، مع كامل التوكل والإيمان بالغيب فيما قضى الله وقدّره على النتائج\" (¬3) . ¶ ¬_________ ¶ (¬1) المطيري، حزام بن ماطر بن عويض، الإدارة الإسلامية المنهج والممارسة، دن، الرياض، ط1، 1417هـ، ص 82 بتصرّف. ¶ (¬2) البنا، فرناس عبد الباسط، التخطيط: دراسة في مجال الإدارة الإسلامية وعلم الإدارة العامة، دن، دم، ط1، 1405هـ، ص85. ¶ (¬3) المطيري، حزام بن ماطر بن عويض، الإدارة الإسلامية المنهج والممارسة، مرجع سابق، ص76.",
            "page": "74",
            "part": "1",
            "seal": "A86D1715"
        },
        {
            "id": "75",
            "nass": "ومن خلال استعراض هذين التعريفين نجد أن أولهما يحصر التخطيط في الجماعة، بينا نجد الآخر يشمل في تعريفه الفرد والجماعة، كما أنهما يتعرضان للعملية التخطيطية في الإدارة بشكل عام. ¶ ويمكن للباحث - من خلال هذين التعريفين - تحديد مفهوم التخطيط في الإدارة الإسلامية، في إطار إدارة الوقت، ضمن المنهجية التي تتبناها الدراسة على أنه: (إعمال الفكر في رسم أهداف مشروعة، مع تحديد الوسائل المتاحة وفق الموارد المباحة شرعاً، وبذل الطاقات في استثمارها، لتحقيق الأهداف في أقل وقت ممكن، مع تعليق النتائج بقضاء الله وقدره) . ¶ فيكون هذا التعريف للتخطيط - في رأي الباحث - شاملاً لجميع مراحل العملية التخطيطية؛ بدءًا بالتدبر والتفكر، مروراً برسم الأهداف وتحديد الوسائل، واستثمار الموارد المتاحة لتحقيق الأهداف في إطار فترة زمنية محددة، وانتهاءً بتعليق النتائج بقضاء الله وتقديره. ¶ وباستعراض بعضِ نصوص القرآن نجد أن أهم عناصر التخطيط الإسلامي هي: ¶ 1- تحديد الأهداف: ¶ يعدّ تحديد الأهداف من أبرز سمات التخطيط التي دعا إليها القرآن الكريم، إذ يقول المولى عزَّ وجلَّ: {أَفَمَنْ يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّن يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُسْتَقِيمٍ *} (¬1) ولا شك بأن من يمشي إلى هدف وغاية هو أهدى ممن يخبط خبط عشواء. ¶ 2- تحديد الأولويات: ¶ بعد تحديد الأهداف يتم تحديد الأولويات، أي: ترتيب الأهداف حَسْب أهميتها الأهم فالأهم، وهذا مما يعين على كسب الوقت بإعطاء ¶ ¬_________ ¶ (¬1) سورة الملك، الآية 22.",
            "page": "75",
            "part": "1",
            "seal": "35CA1FD4"
        },
        {
            "id": "76",
            "nass": "الأهداف ذات الأهمية الكبرى الأولوية في التنفيذ، فحين أمر المولى عزَّ وجلَّ النبيَّ صلى الله عليه وسلم بالدعوة في قوله تعالى: {يَاأَيُّهَا الْمُدَّثِّرُ *قُمْ فَأَنْذِرْ *} (¬1) ، فإنه حدد له أولوية دعوة الأقربين من عشيرته بقوله: {وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ *} (¬2) . وحين أمر سبحانه المسلم بالحذر من النار واتخاذ سبل الوقاية منها أمره أن يبدأ بنفسه ثم بأهله، وذلك في قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ} (¬3) . ¶ 3- استثمار جميع الموارد المتاحة: ¶ يقول الله عزَّ وجلَّ: {هُوَ الَّذِي جَعَلَ لَكُمُ الأَرْضَ ذَلُولاً فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِنْ رِزْقِهِ وَإِلَيْهِ النُّشُورُ *} (¬4) . ويقول سبحانه: {اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الأَنْهَارَ *وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ *وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لاَ تُحْصُوهَا إِنَّ الإِنْسَانَ لَظَلُومٌ كَفَّارٌ *} (¬5) . هذه الموارد الكبرى التي ذكرت في هذه الآيات مما أحلّ الله استثماره، يتبوأ الوقت المنزلة الأهم من بينها، فهو أهم الموارد وأعظمها شأناً، وقد سخره الله لنفع الإنسان كما يفيده ظاهر الآيات المذكورة آنفا. ¶ 4- بذل الأسباب والوسائل المشروعة: ¶ تحقيق الأهداف لا يكون إلا بالسعي وبذل الأسباب في استثمار كافة الوسائل المتاحة، وفي ذلك يقول الله عزَّ وجلَّ: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} (¬6) . لكن يُلحظ هنا أنه يتوجب على المسلم التحري في مشروعية الوسائل التي يستخدمها في تحقيق الأهداف، فالغاية في الإسلام لا تبرر الوسيلة. ¶ ¬_________ ¶ (¬1) سورة المدثر، الآيتان 1-2. ¶ (¬2) سورة الشعراء، الآية 214. ¶ (¬3) سورة التحريم، الآية 6. ¶ (¬4) سورة الملك، الآية 15. ¶ (¬5) سورة إبراهيم، الآيات 32-34. ¶ (¬6) سورة الأنفال، الآية 60.",
            "page": "76",
            "part": "1",
            "seal": "9A8B5AE1"
        },
        {
            "id": "77",
            "nass": "5- تعليق النتائج بمشيئة الله: ¶ من سمات التخطيط في الإسلام تحديد الأهداف وبذل الأسباب، والتوكل على الله بعد ذلك في تحقيق النتائج وتعليق ذلك بمشيئة الله وتقديره، قال تعالى: {وَلاَ تَقُولَنَّ لِشَيءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا * إِلاَّ أَنْ يَشَاءَ اللَّهُ} (¬1) . والخطاب هنا يفيد عموم التوجيه للنبيِّ صلى الله عليه وسلم ولأُمَّته من بعده. ¶ ثانياً: التنظيم ¶ يعد التنظيم من أهم مقومات نجاح العمل الإداري وهو \"وظيفة إدارية رئيسة، تسعى إلى تحديد كل النشاطات المباحة في المؤسسة، وتحديد أوجهها، ثم تقسيمها إلى مجموعات من الأعمال، يمكن إسناد كلٍّ منها إلى الشخص الذي تتوافر فيه صفات وشروط معينة، مع توضيح كل الحقوق والالتزامات، وكذلك العلاقات الداخلية بين الموظفين، رؤساء ومرؤوسين في المؤسسة، والمتعاملين معها من الخارج أفراداً ومؤسسات، في ضوء أحكام وتعليمات مصدرها الشريعة الإسلامية، وذلك من أجل تحقيق أهداف مشروعة\" (¬2) . ¶ وفي ضوء هذا التعريف للتنظيم يمكننا أن نتلمس أهم خصائصه في القرآن الكريم، وذلك من خلال المحاور الآتية: ¶ 1- التنظيم الهرمي للوظائف: ¶ لا تخلو مؤسسة إنتاجية أو خِدْميّة من وجود عدد من الموظفين مع تفاوت بينهم في الوظائف ما بين رئيس ومرؤوس، ومرجع ذلك إلى اختلاف متطلبات العمل الأمر الذي يؤدي إلى تفاوت الاختصاصات وتفاوت ¶ ¬_________ ¶ (¬1) سورة الكهف، الآيتان 23 - 24. ¶ (¬2) المزجاجي، أحمد داود، التنظيم الإداري في الإسلام: مفهومه وخصائصه، مجلة جامعة الملك سعود، مجلد (3) ، العلوم الإدارية (1) ، ص (35-75) ، 1411هـ - 1991م، ص 39.",
            "page": "77",
            "part": "1",
            "seal": "A66C6894"
        },
        {
            "id": "78",
            "nass": "الخبرات والقدرات الوظيفية من موظف إلى آخر؛ ويشير القرآن الكريم إلى هذا التفاوت في قوله تعالى: {وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا} (¬1) ، أي: ليكون كلٌ منكم مسخراً لخدمة الآخر وسبباً في معاشه (¬2) . وفي ذلك يقول أبو العلاء المعرِّي: ¶ الناس للناس من بدوٍ وحاضرة ... بعضٌ لبعضٍ وإن لم يشعروا خدم (¬3) ¶ ومن لوازم التسلسل الوظيفي طاعة المرؤوس للرئيس بالمعروف، لقول الله عزَّ وجلَّ: {يَاأَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَومِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً *} (¬4) . ¶ 2- تقسيم العمل وتحديد الاختصاصات: ¶ نلمس ذلك في قول الله عزَّ وجلَّ حكاية عن نبيِّه يوسف _ج: {قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ *} (¬5) ، حيث نجد أن يوسف عليه السلام \" يرشح نفسه لمنصب يقابل وزير المالية أو التموين في عصرنا الحاضر، وهو منصب يتعلق بالأرقام والإحصاءات والأموال والتخطيط والتخزين والتوزيع، وكل هذه المهمات تحتاج إلى العلم والحفظ، وهما الصفتان اللتان أبرزهما يوسف في عرض مؤهلاته بطلب الترشيح للوظيفة\" (¬6) . وهو قدّم الحفظَ على العلم لاشتماله على معنى العدل والأمانة، وهما أساس في الإدارة في المفهوم الإسلامي. ¶ ومن ذلك أيضاً قوله عزَّ وجلَّ: {وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلاَ ¶ ¬_________ ¶ (¬1) سورة الزخرف، الآية 32. ¶ (¬2) انظر: القرطبي، محمد بن أحمد، الجامع لأحكام القرآن، تحقيق عبد الرزاق المهدي، دار الكتاب العربي، بيروت، ط3، 1421هـ - 2000م، 1 - 20، ج 16 ص 83. ¶ (¬3) ابن خميس، عبد الله محمد، الشوارد، مطابع الفرزدق، الرياض، ط2، 1406هـ، ج 2 ص232. ¶ (¬4) سورة النساء، الآية 59. ¶ (¬5) سورة يوسف، الآية 55. ¶ (¬6) علي، مراد محمد، الأساليب الإدارية في الإسلام، دار الاعتصام، القاهرة، 1980م، ص56.",
            "page": "78",
            "part": "1",
            "seal": "449AE172"
        },
        {
            "id": "79",
            "nass": "نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ *} (¬1) . وهذا يُعدّ نصاً في تقسيم المهمات، وتخصيص الأعمال، ففي الآية - كما ذكر المفسرون - توجيهٌ للمؤمنين بعدم الخروج للجهاد جميعاً، بل تخرج طائفة منهم وتبقى الأخرى عند رسول الله صلى الله عليه وسلم لتتفقه في الدين حتى إذا رجع إخوانهم من الجهاد أخبروهم بما تعلموه من رسول الله صلى الله عليه وسلم من أمور دينهم (¬2) . أما قول الله تعالى: {مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ} (¬3) ، فهو يدل بوضوح على أن القدرة الإنسانية تقصر عن أداء عدد من المهمات في آن واحد، إذ ليس لأحد من الناس قلبان يعقل بهما كما روي في سبب نزول الآية أن رجلاً من قريش ادعى ذلك فنزلت الآية مُكذِّبة لزعمه (¬4) . ¶ 3- التفويض: ¶ إن توكيل بعض المهمات إلى المرؤوسين ومنحهم الصلاحيات اللازمة لتنفيذها، يعدّ خطوة مهمة نحو إدارة الوقت وتحقيق الأهداف. ومن المثل القرآني في ذلك قصة موسى عليه السلام حين كلفه الله بالرسالة وأمره بالذهاب إلى فرعون، فإنه عليه السلام حين شعر بعظم المهمة طلب من ربه أن يشدَّ عَضُده بأخيه هارون وأن يُشرِكه معه في الأمر، قال الله تعالى حكاية عنه: {وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي *هَارُونَ أَخِي *اشْدُدْ بِهِ أَزْرِي *وَأَشْرِكْهُ فِي أَمْرِي *كَيْ نُسَبِّحَكَ كَثِيرًا *وَنَذْكُرَكَ كَثِيرًا *} (¬5) . فهذا موسى عليه السلام يطلب من ربه عزَّ وجلَّ أن يعِينه بأخيه هارون كي يساعده في تبليغ الرسالة العظيمة التي أُرسل بها ويشاطره في تبعاتها، وأن يكون له بمنزلة الوزير يستشيره ويستعين به في أموره (¬6) . كما نتلمس من خلال سياق هذه الآيات الإشارة إلى إعطاء المسؤول الحرية في اختيار مساعديه. ¶ ¬_________ ¶ (¬1) سورة التوبة، الآية 122. ¶ (¬2) انظر: ابن كثير، أبو الفداء إسماعيل بن كثير القرشي ت 774هـ، تفسير القرآن العظيم، دار المعرفة، بيروت، ط1، 1406هـ، ج11 ص 415. ¶ (¬3) سورة الأحزاب، الآية 4. ¶ (¬4) انظر: الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، عالم الكتب، ط1، 1415هـ-1985م، ج2 ص 272. ¶ (¬5) سورة طه، الآيات 29 - 34. ¶ (¬6) انظر: ابن كثير، أبو الفداء إسماعيل بن كثير، تفسير القرآن العظيم، مرجع سابق، ج3 ص 154 - 155.",
            "page": "79",
            "part": "1",
            "seal": "997BA473"
        },
        {
            "id": "80",
            "nass": "ومن التفويض أيضاً ما فعله ملك مصر مع يوسف عليه السلام حين فوضه بالقيام بمهمات حِفظ خزائن الدولة، وهذا يشبه إلى حد كبير منصب (وزير المالية) في عصرنا الحاضر، إذ منحه جميع الصلاحيات التي تخوله القيام بعمله وتنفيذ خطته الزراعية طويلة الأجل، وقد عبر الله عزَّ وجلَّ عن تلك الصلاحيات بقوله: {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ} (¬1) . \"أي وطَّأْنا ليوسف في أرض مصر\" (¬2) . فهو حر يتصرف كيف يشاء وفق الخطط والأهداف المرسومة، وهذه الحرية تتيح للمسؤول المناخ المناسب للإبداع والابتكار. ¶ والإسلام ينظر إلى هذه الصلاحيات على أنها تشريف وتكليف في الوقت نفسه، فهي مما يُسأل عنه الإنسان، لقول النبيِّ صلى الله عليه وسلم: «كلُّكم راعٍ وكلُّكم مسؤول عن رعيته» (¬3) . ¶ 4 - مراعاة حال العامل المُكلَّف: ¶ وهذا مما يجب أخذه بالاعتبار عند تكليف شخص ما بعمل ما، فمن بدهيات نجاح العمل أن يُسند إلى الشخص الذي تتوافر فيه صفات تؤهله للقيام بمهمات هذا العمل، وفي قصة موسى عليه السلام إشارة إلى ذلك، فمن الأسباب التي دفعت ابنة شعيب _ج (¬4) أن تطلب من أبيها أن يستأجره ما لمست فيه من قوة وأمانة، كما جاء في قوله تعالى: {قَالَتْ إِحْدَاهُمَا يَاأَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ *} (¬5) . فالقوة ضرورة للقيام بوظيفة الرَّعْي، كما أن الأمانة مهمة في حفظ المال وعدم الخيانة فيه. ¶ كذلك من البدهيات ألاَّ يُكلف العامل بما لا يُتقِنه، وألاّ يُكلَّف بما لا يُطيق من الأعمال، يتجلى ذلك في قول الله تعالى: {لاَ تُكَلَّفُ نَفْسٌ إِلاَّ وُسْعَهَا} (¬6) ؛ ذلك أن الإنسان إذا كُلِّف بما ليس في وسعه عجز حتمًا عن أدائه، وإن حاول تأديته فإنه يؤديه على وجهٍ فيه خلل وقصور. ¶ ¬_________ ¶ (¬1) سورة يوسف، الآية 56. ¶ (¬2) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، مرجع سابق، ج1 ص569. ¶ (¬3) البخاري، محمد بن إسماعيل 194-256هـ، صحيح البخاري، اعتنى به أبو صهيب الكرمي، بيت الأفكار الدولية، 1419هـ-1998م، كتاب (11) ، باب (11) ، رقم الحديث (893) ، ص 179. والقشيري، مسلم بن الحجاج النيسابوري 206-261هـ، صحيح مسلم، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، القاهرة، دت، كتاب (33) ، باب (5) ، رقم الحديث (1829) ، ج3 ص 1459. ¶ (¬4) اشتُهر عند الناس أن نبيَّ الله شعيب _ج، هو الشيخ الكبير - صاحب مدين -، والظاهر أنه غيره كما رجّح ذلك ابن كثير رحمه الله. انظر: تفسير القرآن العظيم ص1290، ط - بيت الأفكار. ¶ (¬5) سورة القصص، الآية 26. ¶ (¬6) سورة البقرة، الآية 233.",
            "page": "80",
            "part": "1",
            "seal": "31742F45"
        },
        {
            "id": "81",
            "nass": "ثالثاً: التوجيه ¶ وهو \"الاتصال بالمرؤوسين وإرشادهم وترغيبهم في العمل لتحقيق الأهداف، فالتوجيه بهذا المعنى ينحصر في توجيه الآخرين ونصحهم وإرشادهم في أثناء قيامهم بتنفيذ الأعمال الموكلة إليهم، لذا فإن كلمة التوجيه الإداري هي بمثابة الوظيفة التنفيذية للإرشاد وملاحظة المرؤوسين\" (¬1) . فالتوجيه هو الوظيفة التنفيذية للخطة الموضوعة وضمن التنظيم المعتمد. ¶ وتبرز أهمية العملية التوجيهية في حياة المديرين والمسؤولين حين تأتي النتائج إيجابية، وتُقطف ثمار النصائح والتوجيهات الهادفة (التخطيط) ، فيشعر المدير أو المسؤول أن أحد موظفيه قد وصل إلى المنزلة المرموقة بفضل الله ثم بفضل توجيهاته وتوصياته وقيادته الهادفة. ¶ وإن خير ما يتمثله المدير هو توجيه الله سبحانه وتعالى لرسوله صلى الله عليه وسلم وللمسلمين والمسجل في القرآن الكريم كما في هذه الآية: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنْفَضُّوا مِنْ حَوْلِكَ فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ *} (¬2) . فنرى أن هذه الآية تشتمل على جملة من توجيهات الله عزَّ وجلَّ لرسوله صلى الله عليه وسلم، والتي تُبرِز عناصر وظيفة التوجيه من اتصال وقيادة وتحفيز، ومن تلك التوجيهات ما يأتي: ¶ 1- ... اللِّين الذي أظهره النبيُّ صلى الله عليه وسلم لأصحابه، وهو من رحمة الله تعالى بعباده. ¶ ¬_________ ¶ (¬1) البرعي، محمد عبد الله، وعابدين، عدنان حمدي، الإدارة في التراث الإسلامي، مرجع سابق، ج1 ص60 بتصرّف. ¶ (¬2) سورة آل عمران، الآية 159.",
            "page": "81",
            "part": "1",
            "seal": "37289AFA"
        },
        {
            "id": "82",
            "nass": "2- ... عدم الفظاظة وغلظة القلب، وإلا لما وَجَد النبيُّ صلى الله عليه وسلم أحداً من الصحابة معه ولانفضوا وتفرقوا عنه. ¶ 3- ... العفو عن أصحابه. ¶ 4- ... الاستغفار والدعاء لهم. ¶ 5- ... المشاورة في الأمور الدنيوية كافة. ¶ 6- ... التوكل على الله بعد العزم. ¶ وفي قوله تعالى: {ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ} (¬1) , وقوله: {وَلاَ تَسْتَوِي الْحَسَنَةُ وَلاَ السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ *} (¬2) . توجيه كريم للنبيِّ صلى الله عليه وسلم بدفع الإساءة بالإحسان مع بيان ثمرة ذلك من كسب محبة الآخرين وموالاتهم وإخلاصهم، كذلك فإن في قوله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ *} (¬3) توجيه صريحٌ من الله تعالى لنبيِّه بما يأتي: ¶ 1- ... الدعوة إلى سبيل الله بالحكمة والموعظة الحسنة. ¶ 2- ... المجادلة بالتي هي أحسن. ¶ وهذه التوجيهات صالحة لكل زمان ومكان، وباستطاعة المدير المسلم تطبيقها والاسترشاد بها في المجالات كلِّها، فهي ليست مقتصرة على الدعوة وحسب. ¶ ويؤكد الإسلام على عامل التحفيز، فبالإضافة إلى اقتناع المكلف بعمله ثمة أمران يدفعان الإنسان إلى الإخلاص في أدائه: الرغبة في المكافأة والثواب، والخوف من المساءلة والعقاب، ومنهج الإسلام تمثل في مكافأة المحسن على قدر إحسانه، ومعاقبة المسيء على قدر إساءته، قال الله ¶ ¬_________ ¶ (¬1) سورة المؤمنون، الآية 96. ¶ (¬2) سورة فصلت، الآية 34. ¶ (¬3) سورة النحل، الآية 125.",
            "page": "82",
            "part": "1",
            "seal": "389F26D4"
        },
        {
            "id": "83",
            "nass": "تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ *وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ *} (¬1) . وقال سبحانه وتعالى حكاية عن ذي القرنين: {قَالَ أَمَّا مَنْ ظَلَمَ فَسَوْفَ نُعَذِّبُهُ ثُمَّ يُرَدُّ إِلَى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُكْرًا *وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاءً الْحُسْنَى وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا *} (¬2) . ¶ رابعاً: الرقابة ¶ إن العملية الإدارية لا تستقيم من غير توافر عنصر الرقابة أو المتابعة، وتعد الرقابة مرحلة مُكمِّلة لحسن الإدارة وهي \"عملية متابعة دائمة تهدف أساساً إلى التأكد من أن الأعمال الإدارية تسير في اتجاه الأهداف المخطط لها بصورة مُرضية، كما تهدف إلى الكشف عن الأخطاء والانحرافات، ومن ثَمّ تصحيح تلك الأخطاء والانحرافات بعد تحديد المسؤول عنها ومحاسبته المحاسبة القانونية العادلة\" (¬3) . ¶ والرقابة في الإسلام تنبع من استشعار المسلم لمراقبة الله عزَّ وجلَّ له: {إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} (¬4) ، {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ *} (¬5) ، وغير ذلك من الآيات التي تقرر علم الله بخلقه ومراقبته لهم في كل صغيرة وكبيرة من تحركاتهم وتصرفاتهم، ومن خلجات أنفسهم ووسوسات صدورهم، قال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لاَ تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ وَلاَ أَصْغَرُ مِنْ ذَلِكَ وَلاَ أَكْبَرُ إِلاَّ فِي كِتَابٍ مُبِينٍ *} (¬6) . كما أن الرقابة في الإسلام تنبع من مفهوم المسؤولية الفردية والأمانة والعدل، قال الله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ} (¬7) . ¶ ¬_________ ¶ (¬1) سورة الزلزلة، الآيتان 7-8. ¶ (¬2) سورة الكهف، الآيتان 87-88. ¶ (¬3) أبو سن، أحمد إبراهيم، الإدارة في الإسلام، دار الخريجي، الرياض، ط6، 1417هـ، ص146. ¶ (¬4) سورة النساء، الآية 1. ¶ (¬5) . سورة ق، الآية 18. ¶ (¬6) سورة سبأ، الآية 3. ¶ (¬7) سورة النساء، الآية 58.",
            "page": "83",
            "part": "1",
            "seal": "7314C753"
        },
        {
            "id": "84",
            "nass": "والقرآن الكريم يدعو المسلم إلى تنمية الرقابة الذاتية ومحاسبة النفس، كما في قول الله تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ *وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ *} (¬1) . ويقول سبحانه: {وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا يَلْقَاهُ مَنْشُورًا *اقْرَأْ كِتَابَكَ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا} (¬2) . ¶ فالإسلام يسعى إلى تنمية الرقابة الذاتية للفرد المسلم، ما يبعده عن الانحراف ويجعله ملتزماً أحكامَ الشرع الحنيف، ومع ذلك فإن النفس البشرية تبقى أمارة بالسوء ولا يخلو مجتمع ولا أمّة من الانحراف وتجاوز الحق، ما يستوجب دومًا وضع القواعد الرقابية والمحاسبية حماية للمجتمع من أن يستشري فيه الانحراف والفساد. ¶ وذكر بعض الباحثين أن \" الإسلام لم يضع قواعد تفصيلية للرقابة الإدارية، ولم يحدد الأشكال الواجب اتباعها لتحقيق هذه الرقابة، وإنما ترك الأمر للتجربة والظروف الاجتماعية والإدارية للمجتمع المسلم\" (¬3) . ولعل المقصود بذلك نفي وضع الهياكل الرقابية كما هي عليه اليوم في المنشآت الإدارية، وإلا فإن الإسلام قد وضع كثيرًا من القواعد الرقابية والمحاسبية؛ سواء فيما يتعلق بحفظ الدين أو النفس أو العرض أو المال، فهو قد شرع الحدود والقصاص، كما شرع عقوبة التعزير فيما ليس فيه حد مُقدَّر من المخالفات، وترك للحاكم تقدير تلك العقوبة التي قد تصل أحيانًا إلى حد القتل. ¶ وقد مارس النبيُّ صلى الله عليه وسلم وصحابته الرقابة الإدارية كما سيأتي تفصيل ذلك في المبحث الثاني. ¶ ¬_________ ¶ (¬1) سورة الزلزلة، الآيتان 7-8. ¶ (¬2) سورة الإسراء، الآيتان 13-14. ¶ (¬3) أبو سن، أحمد إبراهيم، الإدارة في الإسلام، مرجع سابق، ص 147.",
            "page": "84",
            "part": "1",
            "seal": "CF6CB895"
        },
        {
            "id": "85",
            "nass": "أما في القرآن الكريم فقد قررت بعض نصوصه الرقابةَ الجماعية كما في قوله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ *} (¬1) . كما حذّر المولى عزَّ وجلَّ من ترك النهي عن المنكر بقوله: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ *كَانُوا لاَ يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ *} (¬2) . ¶ خامساً: اتخاذ القرارات ¶ لا شك بأن حسن اتخاذ القرارات هو عامل مهم في إنجاح العملية الإدارية، ولا بد أن اتخاذ أي قرار ناجح هو معتمد أساسًا على توافر معلومات وافية يُبنى عليها هذا القرار. لذلك عاتب الله نبيَّه داود _ج عندما حكم بين رجلين فسمع لأحدهما ولم يسمع إلى الآخر، كما جاء ذلك في قوله تعالى: {وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ *إِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لاَ تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلاَ تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ *إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِي نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ *قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلاَّ الَّذِينَ آمَنُوا وعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ *} (¬3) ، وقد علم داود _ج أن الأَوْلَى في حقه عند الحكم بين الناس أن يمنح كلَّ متخاصم فرصة للإدلاء بقوله وحجته؛ حيث إن وجه المسألة كلَّه أو بعضه قد يتغير، ما يؤثر في اتخاذ القرار المناسب. ¶ كذلك نبيُّ الله سليمان _ج عندما افتقد الهدهد توعَّده بعذاب شديد، ولكنه استثنى في تنفيذ قرار العقوبة، وسبب استثنائه في ذلك أنه ليس لديه ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية 104. ¶ (¬2) سورة المائدة، الآيتان 78-79. ¶ (¬3) سورة ص، الآيات 21 - 24.",
            "page": "85",
            "part": "1",
            "seal": "9FA57018"
        },
        {
            "id": "86",
            "nass": "معلومات وافية عن سبب تغيب ذلك الهدهد، وقد يكون سبب تغيُّبه وجيهًا، فيدرأ عنه تنفيذ قرار العقوبة، يقول الله تعالى: {وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَالِي لاَ أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ *لأَُعِذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لأََذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُبِينٍ *} (¬1) . ¶ والله عزَّ وجلَّ يوجِّه نبيَّه صلى الله عليه وسلم إلى مشاورة أصحابه، فإذا اتضح له بعد المشورة الأمرُ وجب عندئذ التوكل على الله في اتخاذ القرار اللازم بشأنه مع عدم التردد في ذلك، قال تعالى: {وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ} (¬2) . ¶ ¬_________ ¶ (¬1) سورة النمل، الآيتان 20-21. ¶ (¬2) سورة آل عمران، الآية 159.",
            "page": "86",
            "part": "1",
            "seal": "CC4A92D2"
        },
        {
            "id": "87",
            "nass": "المبحث الثاني ¶ إدارة الوقت في السُّنَّة المُطهَّرة ¶ مارس النبيُّ صلى الله عليه وسلم الإدارة ممارسة عملية، وتجلت وظائف الإدارة في سُنَّته القولية والفعلية، ذلك أنه كان يرأس الدولة الإسلامية الفتية الناشئة في المدينة النبويَّة، وسنعرض في هذا المبحث لأهم وظائف الإدارة وتحليلها في ضوء نصوص السُّنَّة النبويَّة، وفي إطار إدارة الوقت. ¶ أولاً: التخطيط ¶ من خلال دراسة السيرة النبويَّة في العهد المكيِّ يمكن القول إن هذه الفترة قد احتوت على نوعين من التخطيط وفقاً للمفهوم المعاصر: تخطيط بعيد المدى أو إستراتيجي، وتخطيط قصير المدى أو تنفيذي (¬1) . أما في العهد المدني فقد تجلى التخطيط واتضحت معالمه، حيث تم تشكيل دولة الإسلام برئاسة النبيِّ صلى الله عليه وسلم، وسنتلمس في البنود الآتية بعض عناصر التخطيط في السُّنَّة النبويَّة ذات العلاقة بإدارة الوقت، والتي من أهمها: ¶ 1 - تحديد الأهداف وترتيب الأولويات: ¶ وهو عنصر مهم من عناصر إدارة الوقت واستثماره، ولعل ذلك يتضح جلياً من خلال وصيّة النبيِّ صلى الله عليه وسلم لمعاذ بن جبل رضي الله عنه حين بعثه إلى اليمن، وكان الهدف من بعثه دعوة أهل اليمن إلى الإسلام. فعن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم لمعاذ بن جبل حين بعثه إلى اليمن: «إنّك ستأتي قوماً أهل كتاب، فإذا جئتهم فادعهم إلى أن يشهدوا أن لا إله إلا الله وأنَّ ¶ ¬_________ ¶ (¬1) انظر: البنا، فرناس عبد الباسط، التخطيط: دراسة في مجال الإدارة الإسلامية وعلم الإدارة العامة، مرجع سابق، ص 111.",
            "page": "87",
            "part": "1",
            "seal": "66F8B2A0"
        },
        {
            "id": "88",
            "nass": "محمداً رسول الله، فإن هم أطاعوا لك بذلك، فأخبرهم أن الله قد فرض عليهم خمس صلوات في كل يوم وليلة، فإن هم أطاعوا لك بذلك، فأخبرهم أن الله قد فرض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم، فإن هم أطاعوا لك بذلك فإيّاك وكرائم أموالهم، واتق دعوة المظلوم، فإنه ليس بينه وبين الله حجاب» (¬1) . ¶ نلحظ من سياق هذا الحديث أن النبيَّ صلى الله عليه وسلم قد حدد لمعاذ بن جبل رضي الله عنه أهداف البعثة ورتب له أولويات الدعوة، حتى لا تذهب جهوده سدى، كل ذلك من أجل أن تحقق البعثة أهدافها المرسومة في أقل وقت ممكن. ¶ وقد رتب النبيُّ صلى الله عليه وسلم الأهداف ترتيباً منطقياً حسب أهميتها وأولويتها، قال الخطَّابي: (إن ذكر الصدقة أُخِّر عن ذكر الصلاة لأنها إنما تجب على قوم دون قوم، وأنها لا تُكرّر تكرار الصلاة) ، قال ابن حجر مُعلِّقاً على كلام الخطابيِّ: (هو حسن، وتمامه أن يقال: بدأ بالأهم فالأهم، وذلك من التلطّف في الخطاب لأنه لو طالبهم بالجميع في أوّل مرّة لم يأمن النفرة) (¬2) . ¶ 2 - التفكر والاعتبار: ¶ جاء في الحديث عن النبيِّ صلى الله عليه وسلم أنه قال: «لا يُلدغ المؤمن من جُحْر واحد مرتين» (¬3) ، ما يدل على ضرورة التفكير والأخذ بمبدأ الحيطة والحذر من الوقوع فيما سلف من الأخطاء. ¶ 3 - بذل الأسباب والوسائل المشروعة: ¶ بذل الأسباب وتوفير الإمكانات للوصول إلى الغايات وتحقيق الأهداف المشروعة هو مما حث عليه النبيُّ صلى الله عليه وسلم في قوله: «المؤمن القوي خير وأحب ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (24) ، باب (63) ، رقم الحديث (1496) ، ص 291. والقشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (1) ، باب (7) ، رقم الحديث (19) ، ج1 ص 50. ¶ (¬2) ابن حجر، أحمد بن علي بن حجر العسقلاني، فتح الباري شرح صحيح البخاري، تحقيق محمد فؤاد عبد الباقي ومحب الدين الخطيب، دار المعرفة، بيروت، 1379هـ، كتاب (24) ، باب (63) ، شرح الحديث ذي الرقم (1496) ، ج3 ص 421. ¶ (¬3) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (78) ، باب (83) ، رقم الحديث (6133) ، ص 1182. والقشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (53) ، باب (12) ، رقم الحديث (2998) ، ج4 ص 2295.",
            "page": "88",
            "part": "1",
            "seal": "15B249F0"
        },
        {
            "id": "89",
            "nass": "إلى الله من المؤمن الضعيف وفي كل خير، احرص على ما ينفعك واستعن بالله ولا تعجز» (¬1) . فالنص يقرر أن القوة مطلوبٌ تحقيقها في المؤمن، وأنه ينبغي له الحرص على كل ما ينفعه في دينه ودنياه، وفيه أيضًا أمرٌ بطلب العون من الله والتوكل عليه، ونهيٌ عن العجز لأن فيه إهدار للوقت. ¶ 4 - تعليق النتائج بمشيئة الله: ¶ المسلم في سعيه في هذه الدنيا، وفي تأديته لأعماله، وتخطيطه لمستقبل حياته العملية والخاصة، يؤمن بقضاء الله وقدره، ويتوكل على الله في سعيه لأنه سبحانه هو المصرّف للأمور وهو الذي بيده مقاليد كل شيء. ¶ والنبيُّ صلى الله عليه وسلم قد ربّى أمته على ذلك، إذ علّمهم أن تحقيق الهدف مرهون بأمرين: أولهما فعل السبب الملائم، وثانيهما توفيق الله عزَّ وجلَّ. لذا عندما سأل رجلٌ النبيَّ صلى الله عليه وسلم في شأن الناقة أيُطلِقها ويتوكل على الله في حفظها وعدم ضياعها أم يعقلها ويتوكل على الله بعد عقلها؟ قال له النبيُّ صلى الله عليه وسلم حينئذٍ: «اعقلها وتوكل» (¬2) . وهذا توجيه من النبيِّ صلى الله عليه وسلم للرجل بفعل السبب الملائم لحفظ الناقة من أن تتفلت، وهو القيام بعقلها وشدِّ وَثاقها ثم التوكل بعدها على الله في حفظها. ¶ وقد نهى صلى الله عليه وسلم المسلم عن التحسر على ما فاته، وأمره بالتسليم لقضاء الله وقدره، وذلك في قوله صلى الله عليه وسلم: «وإن أصابك شيء فلا تقل: لو أني فعلت كذا وكذا، ولكن قل: قدر الله وما شاء فعل فإنّ \"لو\" تفتح عمل الشيطان» (¬3) . وهذا التوجيه يولّد في نفس المؤمن روح المثابرة وتكرار المحاولة وعدم اليأس والقنوط، حتى لو أتت النتائج على غير المراد، أو كانت عكس المراد، فإنه يحتسب الأجر في ذلك عند الله، وهذا دائماً حال المؤمن الذي ¶ ¬_________ ¶ (¬1) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (46) ، باب (8) ، رقم الحديث (2664) ، ج4 ص 2052. ¶ (¬2) ابن بلبان، الأمير علاء الدين علي بن بلبان الفارسي ت739هـ، صحيح ابن حبان بترتيب ابن بلبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة، بيروت، ط3، 1418هـ-1997م، 1-18، رقم الحديث (731) ، ج2 ص 510. ¶ (¬3) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (46) ، باب (8) ، رقم الحديث (2664) ، ج4 ص 2052.",
            "page": "89",
            "part": "1",
            "seal": "0CD7C784"
        },
        {
            "id": "90",
            "nass": "وصفه النبيُّ صلى الله عليه وسلم بأن أمره كله خير في قوله: «عجباً لأمر المؤمن إن أمره كله خير، وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيراً له وإن أصابته ضراء صبر فكان خيراً له» (¬1) ، أما غير المؤمن فإنه يعتريه السخط وقد يصيبه الإحباط فيؤدي به إلى اليأس والاستسلام للعجز، عياذاً بالله. ¶ ثانياً: التنظيم ¶ يعد التنظيم من الوظائف المهمة التي لها علاقة قوية بالإدارة بعامّة وبإدارة الوقت بخاصّة، وسنعرض هنا لأبرز سمات التنظيم في السنّة النبوية. ¶ 1 - التنظيم الهرمي للوظائف: ¶ عرف المسلمون التنظيم والتسلسل الهرمي في العمل الوظيفي من خلال ممارسات النبيِّ صلى الله عليه وسلم، إذ كان يرأس إدارة الدولة الإسلامية، وكان يستعمل آخرين في وظائف متنوعة من ولاية البلدان وقيادة الجيوش، والقضاء، والشورى، وجباية الصدقات، إلى غير ذلك من الوظائف التي تأخذ شكل الهيكل الإداري. ¶ 2 - التفويض: ¶ التفويض مبدأ مهم من مبادئ إدارة الوقت، ذلك أن الإنسان مهما أوتي من قدرة فإنه لن يستطيع الاضطلاع بالمسؤوليات كافّة، وتحقيق جميع الأهداف بنفسه، ومن هنا كان لابد من التفويض، وفي سيرة النبيِّ صلى الله عليه وسلم الذي أوكل الله إليه دعوة الناس إلى الإسلام، نجده قد استخدم التفويض بفعالية لتحقيق هذا الهدف، منهجه في ذلك قوله تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي} (¬2) . فها هو ذا يفوّض أُمَّته في التبليغ عنه ¶ ¬_________ ¶ (¬1) المرجع نفسه، كتاب (53) ، باب (13) ، رقم الحديث (2999) ، ج4 ص 2295. ¶ (¬2) سورة يوسف، الآية 108.",
            "page": "90",
            "part": "1",
            "seal": "8FFF92FE"
        },
        {
            "id": "91",
            "nass": "بقوله صلى الله عليه وسلم: «بلِّغوا عني ولو آية» (¬1) . قال المعافى النهرواني (¬2) : (ولو آية، أي واحدة ليسارع كلُّ سامع إلى تبليغ ما وقع له من الآي ولو قلَّ، ليتصل بذلك نقل جميع ما جاء به صلى الله عليه وسلم) (¬3) . ¶ وقد مارس النبيُّ صلى الله عليه وسلم التفويض ممارسة عملية في حياته الدعوية، حين أرسل مصعب بن عمير إلى المدينة معلماً، وعليَّ بن أبي طالب إلى اليمن داعية، ومعاذ بن جبل إلى اليمن أيضاً داعية وقاضياً، والعلاء بن الحضرمي ومن بعده أَبَان بن سعيد إلى البحرين والياً، كل ذلك لتحقيق هدف نشر الإسلام وتعليمه للناس، وإقامة دولة الإسلام على دعائم إيمانية راسخة، فصنع بذلك أمة استطاعت أن تخرج في فترة زمنية وجيزة من بوتقة التشرذم والتبعية والتقوقع داخل الجزيرة العربية، لتفتح أقطار الدنيا وتبثَّ الدعوة الإسلامية في شتى ممالك الأرض في ذلك الحين. ¶ 3 - تقسيم العمل وتحديد الاختصاصات: ¶ لا شك بأن إسناد الأعمال لأهل الدراية بها والخبرة فيها يسهم بشكل فاعل في إنجازها على الوجه الصحيح، ما يوفر الكثير من الوقت والجهد والمال، لذا فقد جاء عن النبيِّ صلى الله عليه وسلم التحذير من إسناد الأمور إلى غير أهلها وعَدَّه من تضييع الأمانة، فعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إذا ضُيِّعَت الأمانة فانتظر الساعة» قال: كيف إضاعتها يا رسول الله؟ قال: «إذا أُسنِد الأمرُ إلى غير أهله فانتظر الساعة» (¬4) . وقال صلى الله عليه وسلم - مثبتًا منقصة الخيانة لمن حابى في تولية من ليس أهلاً للولاية -: «من استعمل رجلاً من عصابة وفي تلك العصابة من هو أرضى لله منه فقد خان الله ورسوله وخان المؤمنين» . (¬5) ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (60) ، باب (50) ، رقم الحديث (3461) ، ص 666. ¶ (¬2) المعافى بن زكريا بن يحيى بن حميد الحافظ العلاّمة القاضي ذو الفنون أبو الفرج النهرواني، كان أعلم الناس في وقته بالفقه والنحو واللغة، ت390هـ. انظر: (الذهبي، شمس الدين محمد بن أحمد بن عثمان ت748هـ، سير أعلام النبلاء، تحقيق شعيب الأرنؤوط وآخرون، مؤسسة الرسالة، بيروت، ط6، 1409هـ، 1-23، ج16 ص544) . ¶ (¬3) ابن حجر، أحمد بن علي بن حجر العسقلاني، فتح الباري شرح صحيح البخاري، مرجع سابق، كتاب (60) ، باب (50) ، شرح الحديث ذي الرقم (3461) ، ج6 ص 575. ¶ (¬4) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (81) ، باب (35) ، رقم الحديث (6496) ، ص 1245. ¶ (¬5) الحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، كتاب (32) ، رقم الحديث (7023) ، ج4 ص 105، وقال: هذا حديث صحيح الإسناد ولم يخرجاه، وخالفه الذهبي.",
            "page": "91",
            "part": "1",
            "seal": "A0310F2D"
        },
        {
            "id": "92",
            "nass": "أما قوله صلى الله عليه وسلم: «أرحم أمتي بأمتي أبو بكر، وأشدُّهم في أمر الله عمر، وأصدقهم حياءً عثمان، وأقرؤهم لكتاب الله أبيُّ بن كعب، وأفرضهم زيد بن ثابت، وأعلمهم بالحلال والحرام معاذ بن جبل، ألا وإن لكل أمة أميناً وإن أمين هذه الأمة أبو عبيدة بن الجراح» (¬1) ، فالحديث إشارة واضحة إلى عظيم علمه صلى الله عليه وسلم بأهمية التخصص في الأعمال، فها هو يخص أبيَّ بن كعب بمعرفة أوجه القراءات، وزيدَ بن ثابت بعلم الفرائض، ومعاذ بن جبل بعلم الحلال والحرام، وأبا عبيدة بأمانة الأمة. ¶ وإسناد العمل إلى المختص به هو من الأسباب المسهمة في إنجاح هذا العمل وإتقانه، وهذا مما شدد عليه الإسلام، سواء في جانب الأعمال التعبدية أو الأعمال الدنيوية، ومما لاشك فيه أن أداء العمل على أسس صحيحة يوفر الجهد والوقت والمال فلا يُهدَر بعد ذلك في التصحيح والتقويم، وإلى ذلك وجّه النبيُّ صلى الله عليه وسلم الأمة بقوله: «إن الله تبارك وتعالى يحب إذا عمل أحدكم عملاً أن يتقنه» (¬2) ، وهذا التوجيه النبوي يعتبر قاعدةً ثمينة في هذا الباب. ¶ 4 - مراعاة حال العامل المكلَّف: ¶ خلق الله الناس في هذه الحياة وقسم بينهم معيشتهم فيها، وسخّر بعضهم لخدمة بعض، وقد أوصى الإسلام المسلم بالرفق بمن تحت يده من الناس، ومما أُثر عن النبيِّ صلى الله عليه وسلم في ذلك قوله: «إن الرفق لا يكون في شيء إلا زانه، ولا يُنْزع من شيء إلا شانه» (¬3) ، وكان يقول: «إن إخوانكم خَوَلكم، جعلهم الله تحت أيديكم، فمن كان أخوه تحت يده فليُطعِمه مما يأكل، وليُلبِسه مما يلبس، ولا تكلِّفوهم ما يغلبهم، فإن كلفتموهم ما يغلبهم ¶ ¬_________ ¶ (¬1) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، تحقيق أحمد محمد شاكر، مكتبة ومطبعة مصطفى الحلبي، ط2، 1398هـ، كتاب (49) ، باب (33) ، رقم الحديث (3791) ، ج5 ص 665، وقال هذا حديث حسن صحيح. وابن بلبان، الأمير علاء الدين علي بن بلبان الفارسي، صحيح ابن حبان بترتيب ابن بلبان، مرجع سابق، رقم الحديث (7131) ، ج16 ص74. ¶ (¬2) البيهقي، أبو بكر أحمد بن الحسين 384-458هـ، شعب الإيمان، تحقيق محمد السعيد بسيوني زغلول، دار الكتب العلمية، بيروت، ط1، 1410هـ 1-8، الباب (35) ، رقم الحديث (5312) ، ج4 ص334. الموصلي، أبو يعلى أحمد بن علي بن المثنى التميمي 210-307هـ، مسند أبي يعلى الموصلي، تحقيق حسين سليم أسد، دار المأمون للتراث، دمشق، ط1، 1404هـ- 1984م، 1-13، رقم الحديث (4386) ، ج7 ص349. ¶ (¬3) القشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (45) ، باب (23) ، رقم الحديث (2594) ، ج4 ص 2004.",
            "page": "92",
            "part": "1",
            "seal": "51296BB3"
        },
        {
            "id": "93",
            "nass": "فأعينوهم» (¬1) . وقال أيضاً: «إخوانكم أحسنوا إليهم أو قال فأصلحوا إليهم، استعينوهم على ما غلبكم، وأعينوهم على ما غلبهم» (¬2) . وهو صلى الله عليه وسلم بهذا يحث أمته على الرفق بمن هم تحت ولايتهم، ويؤكد ضرورة معاملتهم بالحسنى ومراعاة أحوالهم، وعدم تكليفهم من الأعمال أكثر من طاقتهم، وإن كُلِّفوا بذلك وجب عونهم ومساندتهم. ¶ ثالثاً: التوجيه ¶ التوجيه والإرشاد من أفضل الأعمال وأجلّها في دين الإسلام، وكتب الحديث حافلة بالنصوص التي تحث على التوجيه بعناصره الثلاثة: الاتصال والقيادة والتحفيز، نسوق منها قول النبيِّ صلى الله عليه وسلم: «الدين النصيحة قلنا لمن؟ قال: لله، ولكتابه، ولرسوله، ولأئمة المسلمين وعامتهم» (¬3) ، وثمة توجيه آخر من النبيِّ صلى الله عليه وسلم لأصحابه ولعامة المسلمين، يتجلى في قوله: «من رأى منكم منكراً فليُغيِّره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه، وذلك أضعف الإيمان» (¬4) ، وهذه توجيهات نبوية صريحة في الحث على التوجيه والإرشاد وأن ذلك من فضائل الأعمال وأنه صالح لكل زمان ومكان. ¶ ومن أجل أن يكون التوجيه فعالاً فإنه يتعين أن يكون على فترات دون إطالة؛ لأن الإطالة تبعث على الملل والسآمة، فقد جاء عن عبد الله بن مسعود رضي الله عنه أنه قال: «كان رسول الله صلى الله عليه وسلم يتخولنا (¬5) بالموعظة في الأيام مخافة السآمة علينا» (¬6) . ¶ وقد كان لموضوع الحوافز حيِّزٌ في توجيهات النبيِّ صلى الله عليه وسلم حيث قال: «من استأجر أجيراً فليُعلِمْه أجره» (¬7) . وقال: «أعطوا الأجير أجره قبل أن يجفَّ عَرَقه» (¬8) . وفي الحديث القدسي قال رسول الله صلى الله عليه وسلم: قال الله: «ثلاثة أنا ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (49) ، باب (15) ، رقم الحديث (2545) ، ص 481. والقشيري، مسلم بن الحجاج النيسابوري، صحيح الإمام مسلم، كتاب (27) ، باب (10) ، رقم الحديث (1661) ، ج3 ص 1282. ¶ (¬2) الموصلي، أبو يعلى أحمد بن علي بن المثنى التميمي، مسند أبي يعلى الموصلي، مرجع سابق، رقم الحديث (920) ، ج2 ص221. والبخاري، محمد بن إسماعيل 194-256هـ،، الأدب المفرد، تحقيق سمير بن أمين الزهيري، مكتبة المعارف، الرياض، 1419هـ - 1998م، 1 -2، رقم الحديث (190) ، ج1 ص 101. وقال: ضعيف. ¶ (¬3) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (1) ، باب (23) ، رقم الحديث (55) ، ج1 ص 74. ¶ (¬4) المرجع نفسه، كتاب (1) ، باب (20) ، رقم الحديث (49) ، ج1 ص 69. ¶ (¬5) يتخولنا: يتعهدنا. انظر: (الفيروزآبادي، مجد الدين محمد بن يعقوب، القاموس المحيط، مؤسسة الرسالة، بيروت، ط2، 1407هـ - 1987م، باب اللام، فصل الخاء، ص 1287) . ¶ (¬6) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (3) ، باب (11) ، رقم الحديث (68) ، ص 39. والقشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (51) ، باب (19) ، رقم الحديث (2821) ، ج4 ص 2172. ¶ (¬7) الأصبهاني، أبو نعيم أحمد بن عبد الله ت430هـ، مسند الإمام أبي حنيفة، تحقيق نظر محمد الفاريابي، مكتبة الكوثر، الرياض، ط1، 1415هـ، ص89. والبيهقي، أبو بكر أحمد بن الحسين بن علي 458 هـ، السنن الكبرى، دار المعرفة، بيروت، ط1، 1356هـ، ج6 ص 120. ¶ (¬8) الموصلي، أبو يعلى أحمد بن علي بن المثنى التميمي، مسند أبي يعلى الموصلي، مرجع سابق، رقم الحديث (6682) ، ج12 ص 34-35. والبيهقي، أبو بكر أحمد بن الحسين بن علي، السنن الكبرى، مرجع سابق، ج6 ص 120.",
            "page": "93",
            "part": "1",
            "seal": "99F4DD2F"
        },
        {
            "id": "94",
            "nass": "خصمهم يوم القيامة» وذكر منهم «ورجلٌ استأجر أجيراً فاستوفى منه ولم يعطه أجره» (¬1) . ¶ رابعاً: الرقابة: ¶ نلمس من خلال نصوص السُّنَّة النبويَّة أن الرقابة نوعان ذاتية وإدارية. ¶ ويتجلى الحث على الرقابة الذاتية في كثير من نصوص السُّنَّة النبويَّة، ومن ذلك قول النبيِّ صلى الله عليه وسلم: «الكيِّس من دان نفسه وعمل لما بعد الموت، والعاجز من أتبع نفسه هواها وتمنّى على الله» (¬2) . وعن عمر بن الخطاب رضي الله عنه أنه قال: (حاسبوا أنفسكم قبل أن تُحاسَبوا) (¬3) (¬4) . فمحاسبة النفس وتلمّس أوجه الخلل والقصور أمر في غاية الأهمية، وهو صورة من صور الرقابة الذاتية، وخطوة ضرورية لبناء المجتمع السليم، قال ميمون بن مهران (¬5) : (لا يكون العبد تقيّاً حتى يحاسب نفسه كما يحاسب شريكه، من أين مطعمه وملبسه؟) (¬6) . ¶ ومن القواعد الكلية في ذلك قول النبيِّ صلى الله عليه وسلم: «كلكم راع وكلكم مسؤول عن رعيته» (¬7) ، وقوله: «من استعملناه منكم على عمل فكتَمَنا مخيطاً فما فوقه، كان غلولاً يأتي به يوم القيامة» (¬8) . ¶ أما ما يختص بالرقابة الإدارية فنجد أن النبيَّ صلى الله عليه وسلم قد حاسب ابن اللّتبية (عامله على الصدقات) وذلك حينما قدم بعد أن جبى الصدقات فقال: هذا لكم وهذا أهدي لي، فقال النبيُّ صلى الله عليه وسلم: «فهلا جلس في بيت أبيه أو بيت أمه فينظر أيُهدى له أم لا، والذي نفسي بيده لا يأخذ أحد منه شيئاً إلاّ جاء به يوم القيامة يحمله على رقبته، إن كان بعيراً له رغاء، أو بقرة لها خوار، أو ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (37) ، باب (10) ، رقم الحديث (2270) ، ص 423. ¶ (¬2) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (38) ، باب (25) ، رقم الحديث (2459) ، ج4 ص 638، وحسنه. والحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، مرجع سابق، كتاب (44) ، رقم الحديث (191) ، ج1 ص 125، وقال: هذا حديث صحيح على شرط البخاري ولم يخرّجاه. وخالفه الذهبي. ¶ (¬3) ¶ (¬4) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (38) ، باب (25) ، ج 4 ص638. ¶ (¬5) ميمون بن مهران الجزري، أبو أيوب، ثقة فقيه، ولي الجزيرة لعمر بن عبد العزيز، ت 117هـ. انظر: (ابن حجر، أحمد بن علي بن حجر العسقلاني 773 - 852هـ، تقريب التهذيب، عناية عادل مرشد، مؤسسة الرسالة، بيروت، ط1، 1416هـ - 1996م، رقم الترجمة (7049) ، ص488. ¶ (¬6) الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، مرجع سابق، كتاب (38) ، باب (25) ، ج4 ص638، وحسَّنه. ¶ (¬7) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (11) ، باب (11) ، رقم الحديث (893) ، ص 179.والقشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، كتاب (33) ، باب (5) ، رقم الحديث (1829) ، ج3 ص 1459. ¶ (¬8) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (33) ، باب (7) ، رقم الحديث (1833) ، ج3 ص 1465.",
            "page": "94",
            "part": "1",
            "seal": "D19A8845"
        },
        {
            "id": "95",
            "nass": "شاة تيعر، ثم رفع بيده حتى رأينا عُفْرة إبطيه اللهم هل بلغت، اللهم هل بلغت، ثلاثاً» (¬1) . ¶ كما حث النبيُّ صلى الله عليه وسلم على ضرورة الرقابة الإدارية وضرورة التنبيه على أخطاء المسؤولين وذلك في قوله: «أبلغوني حاجةَ مَنْ لا يستطيع إبلاغها، فإنه من أبلغ ذا سلطان حاجةَ مَنْ لا يستطيع إبلاغها ثبّت الله قدميه على الصراط يوم تزلُّ الأقدام» (¬2) . ¶ وتطبيقاً لهذا المبدأ فقد عزل الرسول صلى الله عليه وسلم العلاءَ بن الحضرمي (عامله على البحرين) حينما اشتكاه وفد عبد القيس، وعيّن بدلاً عنه أبان بن سعيد وأوصاه خيراً بعبد القيس، إذ قال له: «استوص بعبد القيس خيراً وأكرم سراتهم» (¬3) . ¶ خامساً: اتخاذ القرارات ¶ يؤدي التردد في إصدار القرار اللازم - خوفاً من الإخفاق - إلى إضاعة الجهد والوقت، فعلى المدير الحازم أن يصدر القرار المبني على الأسس والمؤشرات المتوافرة لديه حين إصدار القرار، ويمكن لهذا المدير أن يصحح شتى الظواهر التي قد تفسد فعالية نشاط منشأته أو وحداتها الإنتاجية في المستقبل، وهذا لايعني التسرع في ذلك؛ لأن المراد هنا إصدار القرار بعد الدراسة والتحليل والنظر في الخيارات المبنية على إحصاءات ومعلومات وتوقعات، إلى غير ذلك من أسس صنع القرار. ¶ فالتأنّي محمود لقول النبيِّ صلى الله عليه وسلم لأشج عبد القيس: «إن فيك خصلتين يحبهما الله ورسوله: الحِلْم والأناة» (¬4) ، ما لم يصل ذلك التأني إلى حد التسويف المضر بمصالح المنشأة. ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (51) ، باب (17) ، رقم الحديث (2597) ، ص 491. والقشيري، مسلم بن الحجاج النيسابوري، مرجع سابق، كتاب (33) ، باب (7) ، رقم الحديث (1832) ، ج3 ص 1463. ¶ (¬2) البيهقي، أبو بكر أحمد بن الحسين، شعب الإيمان، مرجع سابق، باب (14) ، رقم الحديث (1430) ، ج2 ص 156. وابن تيميّة، أحمد بن عبد الحليم 661-728هـ، السياسة الشرعية، دار المسلم، الرياض، 1412هـ-1992م، ص34. ¶ (¬3) ابن سعد، محمد بن سعد بن منيع الهاشمي، الطبقات الكبرى، تحقيق محمد عبد القادر عطا، دار الكتب العلميّة، بيروت، ط2، 1418هـ-1997م، 1-8، ج 4 ص 266-267. ¶ (¬4) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (1) ، باب (6) ، رقم الحديث (17) ، ج1 ص48.",
            "page": "95",
            "part": "1",
            "seal": "AB0B02D6"
        },
        {
            "id": "96",
            "nass": "والإداري الناجح هو الذي يستفيد من جميع الإمكانات المتاحة، ولا ينفرد برأيه دون الآخرين؛ حيث إن المؤمن إذا وجد الحكمة فهو أحقُّ بها؛ ومن أجلِّ تعريفات الحكمة ما ذكره ابن القيِّم رحمه الله بأنها: (فعل ما ينبغي، على الوجه الذي ينبغي، في الوقت الذي ينبغي) (¬1) . ¶ ¬_________ ¶ (¬1) ابن القيم، شمس الدين أبو عبد الله محمد بن قيم الجوزية 691 - 751هـ، تهذيب مدارج السالكين، هذبه عبد المنعم صالح العلي، مؤسسة الرسالة، بيروت، ط3، 1409هـ - 1989م، ج2 ص 776.",
            "page": "96",
            "part": "1",
            "seal": "DF0E008C"
        },
        {
            "id": "103",
            "nass": "الفصل الرابع ¶ واجبات المدير المسلم تجاه الوقت",
            "page": "103",
            "part": "1",
            "seal": "949B0E5B"
        },
        {
            "id": "105",
            "nass": "تمهيد: ¶ إن اختلاف المنظمات في طبيعة عملها وأسلوب إدارتها، من شأنه أن يقلل من إمكان وجود قاعدة عامة مشتركة يوزع الإداري الوقت تبعًا لها، وبصفة عامة يمكن القول: إن المنظمات هي نظم للجهد الإنساني المطلوب والمُنسَّق زمنياً في ضوء حاجات هذه المنظمات وأهدافها. ومن المقرر أن ثمة حقائق عديدة متعلقة بإدارة الوقت، منها أن عدد الساعات محدود يوميًا، ومع ذلك فإننا بحاجة ماسة إلى حسن إدارة هذا الوقت المتاح وحسن استثماره بشكل يحقق الأهداف، الأمر الذي يفرض علينا أن نتبين مضيعات الوقت ونحددها، وأن نعرف ماذا نريد أن نفعله تبعًا لمسؤولية المسلم عن الوقت، بما يؤدي في المُحصِّلة إلى استغلال أكبر قَدْر ممكن من الوقت المتاح. وسيتم في هذا الفصل تفصيل موضوع واجب المدير المسلم تجاه الوقت من خلال مبحثين رئيسين: ¶ الأول: مضيعات الوقت. ¶ الثاني: مسؤولية المسلم تجاه الوقت.",
            "page": "105",
            "part": "1",
            "seal": "2EE2C2D2"
        },
        {
            "id": "107",
            "nass": "المبحث الأول ¶ مضيعات الوقت ¶ ما المقصود بمضيعات الوقت؟ أو ما هي أهم العوامل المؤدية إلى ضياع الوقت؟ وما هي أهم الإجراءات الإيجابية لمواجهة مضيعات الوقت؟ وكيف يمكن السيطرة عليها؟ أسئلة كثيرة سيتم تناول إجاباتها في هذا المبحث، ولنشرع بذلك. ¶ أولاً: أهم مضيعات أو مبددات الوقت ¶ في إطار الجدل القائم حالياً حول التطوير الإداري، تبرز إلى السطح مسألة مضيعات الوقت باعتبارها مشكلة أساسية تواجه الجهاز الإداري في جميع المنظمات بشتى أشكالها، وهي تقف مُعوِّقًا أمامها وتحول دون تنفيذ أهدافها. ¶ وقد يبدو الكلام عن مضيعات الوقت يسيرًا للوهلة الأولى، لكن بنظرة واعية ومتأنية في حال المنظمات تظهر الصعوبات والسلبيات الناتجة عن وجود هذه المضيعات، وإن النظرة الشاملة لمضيعات الوقت تقتضي الالتفات إلى ما يأتي: (¬1) ¶ 1- ... كل توظيف غير ملائم لوقت الفرد هو مضيع للوقت، فالمدير يضيع وقته عندما ينفقه على العمل ذي الأهمية الأقل، وقد كان يجدر به أن ينفقه على الأهم فالأهم، والأهمية هنا مقيسة بمدى تحقيق أنشطة المدير لأهدافه. ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، دار مجدلاوي، عمان، 1991م، ص 132.",
            "page": "107",
            "part": "1",
            "seal": "B86AB50D"
        },
        {
            "id": "108",
            "nass": "2- ... بالرغم من أن جميع مضيعات الوقت يمكن التماس مُسوِّغ لها، إلا أن ما لا شك فيه أن جميع مضيعات الوقت يمكن أيضًا ترشيدها، بل استبدال أنشطة منتجة بها؛ ومن ثَمَّ فإن الفرد يبقى هو المسؤول عنها، ويبقى الحل في يده، فإدارة الوقت مفتاحها إدارة الذات، وإن عدم إدراك الحقائق لا يعني أنها غير موجودة، لذا، فإن سوء إدارة الوقت يجعل المدير غير فعّال. ¶ إن مضيعات الوقت - على كثرتها - \"يمكن تقسيمها إلى قسمين: مضيعات خارجية وأخرى داخلية؛ أما المضيعات الخارجية فمصدرها الناس مثل: الأسرة، العملاء، أو الأشياء مثل: القراءة وكتابة الرسائل والمذكرات والتقارير، وأما المضيعات الداخلية فمصدرها داخلي ومن الصعب التغلب عليها، وتتضمن عادة التسويف، والاجتماعات، وضعف التخطيط، وعدم القدرة على قول (لا) ، وغيرها\" (¬1) . ¶ تأسيسًا على ما ذكر آنفًا، فإن الكاتب يأخذ بالتعريف الذي قدمه ماكنزي Mackenzie)) (¬2) لمضيعات الوقت، إذ يرى أنها تتمثل في \"كل شيء يمنع المدير من إنجاز الأهداف بأكثر السبل المتاحة فعاليّة\" (¬3) . ¶ وقد أجمل ماكنزي هذه المضيعات في خمس وثلاثين 35 مضيعة للوقت، موزعة على الأنشطة الإدارية الرئيسة، كما هو موضح في الشكل الآتي: ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، مرجع سابق، ص 137-138. ¶ (¬2) أليك ماكنزي: رئيس مؤسسة ماكنزي وشركاه الموجودة في جرينوش بولاية نيويورك الأمريكية، وقد اشترك بحماسة في تشجيع المديرين الكبار في جميع أنحاء العالم على تعلم الإدارة وتعلم التنمية المهنية. من منشوراته المشتهرة: مصيدة الوقت، إدارة وقتك، طرق جديدة في إدارة الوقت وغيرها. (تيمب، دايل، إدارة الوقت، ترجمة وليد هوانه، معهد الإدارة العامة، الرياض، 1991م، ص93، 175) . ¶ (¬3) Mackenzie,R.A., New Time Management Methods, London: The Darnell Corporation,1990., P. 49.",
            "page": "108",
            "part": "1",
            "seal": "35949467"
        },
        {
            "id": "109",
            "nass": "الشكل رقم (2) ... مضيعات الوقت موزعة على الأنشطة الإدارية الرئيسة ¶ المصدر: سلامة، سهيل، إدارة الوقت منهج متطور للنجاح، ¶ المنظمة العربية للعلوم الإدارية، عمان، 1988م، ص: 47 ¶ إن استقراء كثير من الدراسات السابقة يُظهر أنها قد أفردت حيزًا مهمًا لدراسة العوامل التي تؤدي إلى ضياع الوقت لدى المديرين؛ فقد تناول",
            "page": "109",
            "part": "1",
            "seal": "E86269BD"
        },
        {
            "id": "110",
            "nass": "هاريسون (Harrison) مضيعات الوقت لدى المديرين في دراسة له بعنوان (الإدارة وإدارة الوقت) عام (1978م) حيث ذكر خمسة وعشرين عاملاً مؤديًا إلى ضياع وقت المدير، نذكر منها \"سوء الإشراف، وعدم تفويض السلطة، والاجتماعات الطويلة، والزيارات غير المسوغة، والمكالمات الهاتفية الزائدة عن الحد المطلوب، وقراءة الصحف والمجلات، والاهتمام بنشاطات قليلة الأهمية\" (¬1) . ¶ وقد أوضح دراكر (Drucker) العوامل التي تؤدي إلى ضياع الوقت فيما يأتي: \"زيادة عدد الاجتماعات عن الحد المعقول، عدم كفاية المعلومات وأنظمة الاتصال، المكالمات الهاتفية الزائدة عن الحد، قراءة الصحف والمجلات، تضخم عدد العاملين، سوء الإدارة وعدم كفاية التنظيم، الزيارات المفاجئة، التردد في اتخاذ القرارات، الخوف من ارتكاب الأخطاء، التفويض غير الصحيح، سوء ترتيب الأولويات، المقاطعات في أثناء العمل، المجاملات والتفاعل الاجتماعي داخل المنظمة، البدء في تنفيذ مهمة قبل التفكير فيها والتخطيط لها، الانتقال إلى مهمة جديدة قبل إنجاز المهمة السابقة، الاهتمام بمسائل روتينية قليلة الأهمية\" (¬2) . ¶ \"وفي هذا الإطار، قام دراكر (Drucker) بإجراء تجربة على أربع مجموعات من المديرين بهدف التوصل إلى الأسباب الرئيسة لمضيعات الوقت؛ حيث طلب من كلٍّ منها أن تسجل ما تراه من أسباب لضياع وقت العمل، ثم ما لبث أن عرض على هذه المجموعات فيلماً بعنوان (إدارة الوقت) ، وهو يصور حالة أحد المديرين وهو لا يدير وقته إدارة فعّالة، ثم طلب من المجموعات نفسها - بعد مشاهدة الفيلم - أن تسجل ما تراه من أسباب لضياع وقت العمل، ثم قام دراكر (Drucker) بفحص الأسباب من ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، والقريوتي، محمد، إدارة الوقت في الأجهزة الحكومية الأردنية، مرجع سابق، ص106. ¶ (¬2) Drucker, P., The Effective Executive, N.Y.: Harper and Row, 1982.,PP.42-45.",
            "page": "110",
            "part": "1",
            "seal": "C0837C51"
        },
        {
            "id": "111",
            "nass": "وجهة نظر كل مجموعة قبل مشاهدة الفيلم وبعد مشاهدته. وسرعان ما تبين له وجود اختلاف واضح بين ما رأته المجموعة من أسباب في الحالتين، ففي حين اهتمت القوائم الأولى بالأسباب الخارجية لإضاعة وقت العمل، جاءت القوائم الأخرى لتهتم بالأسباب الداخلية الناتجة عن الفرد ذاته. ¶ كذلك أجريت هذه التجربة على مجموعة أخرى من المديرين في المستويات الإدارية العليا فكانت النتائج على النحو الآتي: ¶ أسباب ضياع وقت العمل من وجهة نظر المديرين في المستويات الإدارية العليا قبل مشاهدة فيلم (إدارة الوقت) : النقص في المعلومات، مشكلات الموظفين، الافتقار إلى التفويض، الهواتف والمقاطعات الشخصية، الاجتماعات، عدم تحديد الأولويات، الإدارة خلال الأزمات، الاهتمام الشخصي بالآخرين، الأنشطة الشخصية، ضعف نظام الاتصالات، الأخطاء. ¶ أما أسباب ضياع وقت العمل من وجهة نظر المديرين في المستويات الإدارية العليا بعد مشاهدة فيلم (إدارة الوقت) فقد تمثلث في: القيام بأعمال متعددة في وقت واحد، تقديرات غير واقعية للوقت، التسويف، الافتقار إلى التنظيم، الإصغاء غير الجيد، الإصرار على القيام بالأعمال شخصياً، عدم القدرة على قول (لا) ، عدم السماح للآخرين بتنفيذ بعض المهمات، تفويض مسؤوليات بدون سلطات، القرارات السريعة، لوم الآخرين، الأنشطة الشخصية\" (¬1) . ¶ وفي مقابلة أجراها رودا بارجر (R.Barger) مع أليك ماكنزي A.Mackenzie)) بعنوان: الإدارة الذاتية: المفتاح لإدارة وقتك ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، مرجع سابق، ص 183-184.",
            "page": "111",
            "part": "1",
            "seal": "AE16CBCC"
        },
        {
            "id": "112",
            "nass": "(Self Managment: Key to Managing Your Time) عام (1980م) يسأله فيها عن أهم مضيعات الوقت بالنسبة للإداري؟ ذكر ماكنزي تلك المضيعات مرتبة حسب تسلسلها في الأهمية: \"المقاطعات الهاتفية، ثم كثرة جدولة المهمات، فالأعمال الورقية والمكتب المزدحم بالأوراق، ثم الزائرون المفاجئون، والاجتماعات، والمعلومات الناقصة، والأزمات، والتعب، ومحاولة إنجاز الكثير في وقت واحد، والقراءة، فالأزمات داخل الفريق الواحد، ثم الانهماك الزائد في العمل\" (¬1) . ¶ ومن الدراسات الميدانية في الدول العربية، والتي كانت مضيعات الوقت من بين الموضوعات التي تمت مناقشتها فيها، الدراسة التي أجراها محمد شاكر عصفور على مستوى الأجهزة الحكومية في المملكة العربية السعودية، وقد أوضحت هذه الدراسة أن أهم مضيعات الوقت كانت على النحو الآتي: (¬2) ¶ التأخر صباحاً عن العمل، المكالمات الهاتفية لأغراض خاصة، قراءة المجلات المتعلقة بالعمل، تناول الشاي والقهوة، مراجعة المستشفى، مغادرة المكتب قبل نهاية الدوام، مضيعات أخرى. ¶ وانتهى محمد الغيث في دراسة له بعنوان \" الإنتاجية في القطاع الحكومي \" إلى وضع قائمة مكونة من عشرة بنود تمثل أهم مضيعات الوقت، كما رأتها مجموعة من المديرين العاملين في المملكة العربية السعودية، واشتملت بنود القائمة على العناصر الآتية: ¶ \"الموظفين غير المؤهلين، الزوار بدون مواعيد، الإجراءات الروتينية المعقّدة، المقاطعات في أثناء العمل، الأشياء الموضوعة في غير مكانها الصحيح كالملفات والمعاملات، عدم التقيد بساعات العمل الرسمية، ¶ ¬_________ ¶ (¬1) تيمب دايل، إدارة الوقت، مرجع سابق، ص494-495. ¶ (¬2) عصفور، محمد شاكر، كيفية إشغال المدير لوقت الدوام الرسمي، ندوة الإنتاجية في القطاع الحكومي ومعوقاتها، معهد الإدارة العامة، الرياض، 1400هـ، ص 11.",
            "page": "112",
            "part": "1",
            "seal": "0E84D450"
        },
        {
            "id": "113",
            "nass": "الهاتف الذي لا يمكن التنبؤ بموعد رنينه، عدم تفويض السلطة بشكل صحيح، الاعتماد على الذاكرة بدلاً من تخطيط العمل ومتابعته، التنظيم السيّئ للعمل\" (¬1) . ¶ ثانياً: تحليل مضيعات الوقت وطرق التغلب عليها ¶ تحتاج عملية تحليل مضيعات الوقت، وتحديد الإجراءات الإيجابية لمواجهتها إلى التزام من جانب المدير بمواجهة هذه المضيعات، وإلى تخطيط ومعرفة حقيقية بذاته وبطبيعة وظيفته، وإلى قدرة وإصرار على مواصلة دفع نفسه إلى الأمام تجاه الإدارة الفعّالة للوقت. ¶ ومع كون العنصر البشري - كما هو مقرر - يمثل أهم عناصر الإنتاج، لكن تبقى قضية النجاح في استثمار طاقات الإنسان هي المفتاح الحقيقي لتحقيق الأهداف المطلوبة، وإن تنظيم علاقة الأفراد بالوقت تأتي في مقدمة مهمات الإدارة الواعية، والباحثة عن تميُّز أداء العاملين فيها، وهذا يحتاج إلى وضع نظم شاملة توضح المهمات والوظائف والاتصالات، حتى يتسنى التغلب على المفقود من الوقت الناتج من مختلف مضيعات الوقت التي أحصاها الباحثون في دراساتهم المختلفة، من أجل الحصول على المعلومات اللازمة للأداء بدون معاناة كبيرة، أو عقبات. ¶ وسوف نحاول في هذا المبحث مناقشة العوامل التي يمكن أن تساعدنا في السيطرة على مضيعات الوقت، وتقليل المفقود منه، وكيفية استثماره بفعالية. ¶ \"إن تحليل مضيعات الوقت يستلزم تحديد أهم تلك المضيعات، ومن ثَم معرفة أسبابها، وذلك من أجل وضع الحلول اللازمة للقضاء ¶ ¬_________ ¶ (¬1) الغيث، محمد بن عبد الله، الإنتاجية في القطاع الحكومي: المفهوم المعوقات وسائل وطرق تحسين الإنتاجية، مجلة الإداري، س (12) ، عدد (41) ، معهد الإدارة، مسقط، يونيو1990م، ص 129.",
            "page": "113",
            "part": "1",
            "seal": "FA5BF78F"
        },
        {
            "id": "114",
            "nass": "عليها\" (¬1) ، وعن طريق الملاحظة وإجراء الدراسات المتعلقة بمظاهر إضاعة الوقت في أثناء أداء العمل - وهو ما يهمنا في هذا المجال - يتضح للمدير قائمة بمضيعات وقته تبعده بشكل مباشر أوغير مباشر عن استخدام وقته بفعالية، ومن ثَمّ منعه عن التوصل إلى الإدارة الفعّالة، ولقد بات من المؤكد أن كلاً من المديرين يواجه مشكلات في إدارة وقته، إلا أنها قد تختلف في درجة حدتها ومدى إلحاحها من إدارة إلى أخرى، ومن مجتمع إلى آخر، لكن يبقى الموضوع الأهم بعد التحليل وتحديد مضيعات الوقت بشكلها العام، متمثلاً في كيفية مواجهة مضيعات الوقت هذه، وبمعنى آخر في كيفية السيطرة على تلك المضيعات. ¶ إن المنهج المقترح للسيطرة على مضيعات الوقت يكن فيما يلي: ¶ 1- تحديد الهدف/ الأهداف من خلال التخطيط وجدولة الأعمال. ¶ 2- ترتيب الأولويات. ¶ 3- ترتيب المكتب وتنظيمه. ¶ 4- التحكم في المقاطعات والمجهودات. ¶ 5- تطبيق أسس ومهارات الاتصال الفعال. ¶ نلحظ هنا أن التحليل الدقيق للأنشطة التي يقوم بها المدير هو المدخل الأفضل للسيطرة على مضيعات الوقت، كما أن التحديد الدقيق للأهداف هو الخطوة المفترضة الأولى للتغلب على مضيعات الوقت، فمن غير أهداف محددة فإنه يتعذر تحديد مضيعات الوقت؛ ذلك أن أي نشاط سيكون مشابهًا ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، مرجع سابق، ص 186 بتصرّف.",
            "page": "114",
            "part": "1",
            "seal": "D31134D3"
        },
        {
            "id": "115",
            "nass": "لغيره، لذا كانت الأهداف التي يتوخى المدير التوصل إلى تحقيقها هي التي تشير إلى كون هذا النشاط مضيعاً للوقت أم لا. ¶ ويجب ألاّ ننسى أن الغاية هنا ليست إلغاء الأنشطة التي قد تضيع وقت المدير، بل المطلوب الحد من تأثيرها، وذلك بوضعها تحت السيطرة، وقد بينت الدراسات العلمية والميدانية - التي كنا قد أشرنا إليها - أن وقت المدير يوزع بشكل عام على عدد كبير من الأنشطة المخطط لها وغير المخطط لها؛ مثل المقابلات، واستخدام الهاتف، والاجتماعات، والاتصالات اللفظية وغير اللفظية ضمن إدارة عمله اليومي، إضافة إلى العمل المكتبي المستمر، فإذا لم يحسن المدير تنفيذ تلك الأنشطة من خلال تخطيط جيد وأداء جيد، بقصد زيادة فاعليتها، ومن ثَم زيادة فاعلية إدارته لوقته، فقد تصبح هذه الأنشطة مضيعات لوقت المدير. ¶ مع ذلك، فإن بعض الباحثين يلحّ على بعض الأنشطة دون غيرها، من غير التقليل من أهمية الأنشطة الأخرى، وهو في ذلك ينطلق من عدة اعتبارات من أهمها (¬1) : ¶ 1- ... يشكل الوقت الذي يستغرقه الإداري في هذه الأنشطة جزءاً كبيراً. ¶ 2- ... سوء استغلال الوقت المخصص لكل من هذه الأنشطة بشكل عام، ومن ثمّ انقضاؤه دون أي إنتاجية تذكر. ¶ 3- ... يمارس هذه الأنشطة عدد كبير من الإداريين على اختلاف مستواهم الإداري. ¶ 4- ... شمول هذه الأنشطة واحتواؤها على أنشطة فرعية، فقد يخصص الاجتماع مثلاً لاتخاذ قرار معين، وقد يستخدم الهاتف لأغراض ¶ ¬_________ ¶ (¬1) انظر: سلامة، سهيل بن فهد، إدارة الوقت منهج متطور للنجاح، مرجع سابق، ص 99-100.",
            "page": "115",
            "part": "1",
            "seal": "1B0A3B98"
        },
        {
            "id": "116",
            "nass": "تنسيقية، وهكذا. ¶ 5- ... البعد الاقتصادي لسوء استغلال الوقت، ومن ثمّ ارتفاع تكاليف العائد المتوقع للعمل. ونظراً لارتفاع نسبة الوقت المخصص لهذه الأنشطة فمن المتوقع أن تكون قيمة الوقت الذي يضيع هدراً مرتفعة جداً. ¶ وبإمكان المدير أن يسيطر على كثير من مضيعات الوقت من \"خلال: ¶ 1 - تجزئة الوقت إلى: ¶ * ... وقت يمكن ضبطه، وهو الوقت الذي يتحكّم فيه المدير. ¶ * ... ووقت لا يمكن ضبطه، وهو وقت الاستجابة للأحداث وطلبات الآخرين. ¶ والمدير الفعّال هو الذي يحاول زيادة نسبة الوقت الخاضع للضبط، حيث إن الوقت الذي يمكن ضبطه يقدر بحوالي 75% عند بعض الباحثين، ويمكن تحقيق ذلك عن طريق تجزئة أوقات الأنشطة المفترضة؛ فمثلاً قد يُخصَّص وقت محدد كل يوم خاص بعمل معين مثل الاطلاع على المكاتبات، وتلقي المكالمات الهاتفية، والإجابة الفورية عن المراسلات، وكذلك وقت لمتابعة أعمال الآخرين، وفترة معينة للزيارات، وهكذا. ¶ 2- ... التركيز الذي يتمثل في التعريف والتحديد الواضح للعمل، من حيث أهدافه وإستراتيجيته، ليتسنى بعدها تحديد نوع المعلومات المطلوبة والضرورية، ومن ثَمَّ ترتيب الأولويات، ومن الأفضل القيام بعمل واحد في الوقت الواحد بدلاً من التشتت في أمور",
            "page": "116",
            "part": "1",
            "seal": "466F5B21"
        },
        {
            "id": "117",
            "nass": "كثيرة في الوقت نفسه، ويستعان في تحديد الأولويات بثلاث خطوات: ¶ * ... ترتيب ورود الموضوع (مبكر - متأخر) . ¶ * ... الاستعجال (عاجل - آجل) . ¶ * ... مدى إسهام الموضوع في تحقيق أهداف المنظمة. ¶ وبصفة عامة، فإنه يجب النظر إلى الوقت على أنه استثمار، إذ يجب تحقيق أفضل النتائج الممكنة على المستوى الشخصي وعلى مستوى تحقيق أهداف العمل\" (¬1) ؛ فالإدارة الفعّالة للوقت تعتمد ضمن ما تعتمده على \"قدرة المدير على اتخاذ إجراءات إيجابية لمواجهة مضيعات الوقت، ومن هنا فإن تخطيط الوقت إذا لم يصاحبه اتخاذ إجراءات إيجابية للحيلولة دون ضياعه، فإنه يصبح بلا معنى\" (¬2) . ¶ ¬_________ ¶ (¬1) هلال، عبد الغني حسن، مهارات إدارة الوقت، مركز تطوير الأداء والتنمية، القاهرة1995، م، ص 56- 57. ¶ (¬2) أبو شيخة، نادر أحمد، إدارة الوقت، مرجع سابق، ص 137.",
            "page": "117",
            "part": "1",
            "seal": "9CF1AC3A"
        },
        {
            "id": "119",
            "nass": "المبحث الثاني ¶ مسؤولية المسلم عن الوقت ¶ إن عقيدة المسلم المستمدة من القرآن الكريم والسُّنَّة المُطهَّرة تحثه دومًا على الاهتمام بالوقت والحرص على اغتنامه والحذر من إضاعته، ذلك أن الإسلام - كما رأينا في المبحثين السابقين - يقرر مسؤوليّة المسلم عن حفظ وقته، وقد استشعر السلف هذه المسؤولية وعملوا بمقتضاها، كما يصفه لنا الحسن البصريُّ رحمه الله بقوله: \"أدركت أقواماً كان أحدهم أشحّ على عمره منه على دراهمه ودنانيره\" (¬1) . ¶ فالاهتمام بالوقت، وإعمال العقل في استثماره والاستفادة منه، مطلب مهم في حياة المسلم، وفي ذلك يقول ابن القيم رحمه الله: \"أعلى الفِكَر وأجلُّها وأنفعها ما كان لله والدار الآخرة؛ فما كان لله أنواع، وذكر منها: الفكرة في واجب الوقت ووظيفته، وجمع الهمِّ - أي: الهمَّة - كلّه عليه، فالعارف ابن وقته، فإن أضاعه ضاعت عليه مصالحه كلها، فجميع المصالح إنما تنشأ من الوقت، وإن ضيعه لم يستدركه أبداً\" (¬2) . كذلك قال الإمام الشافعي رحمه الله: \" صحبت الصوفيّة فلم أستفد منهم سوى حرفين، أحدهما قولهم: الوقت سيف فإن قطعته وإلا قطعك\" (¬3) ، أي: اقطع الوقت بالعمل لئلا يقطعك بالتسويف. ¶ و\"الوقت هو الحياة\" (¬4) كما أثر ذلك عن الإمام حسن البنَّا رحمه الله، ولعله قد استفاد ذلك المعنى من قول ابن القيِّم رحمه الله: \"وقت الإنسان هو عمره في الحقيقة، وهو مادة حياته الأبدية في النعيم المقيم، ومادة معيشته ¶ ¬_________ ¶ (¬1) ابن المبارك، عبد الله بن المبارك بن واضح المروزي 118-181هـ، الزهد، تحقيق حبيب الرحمن الأعظمي، دار الكتب العلمية، بيروت، 1419هـ - 1998م، ص51. ¶ (¬2) ابن القيم، شمس الدين أبو عبد الله محمد بن قيّم الجوزية 691 - 751 هـ، الداء والدواء، تحقيق علي ابن حسن الحلبي، دار ابن الجوزي، الرياض، ط3، 1419هـ-1999م، ص 238-239. ¶ (¬3) المرجع نفسه، ص 239. ¶ (¬4) المطوع، جاسم محمد، الوقت عمار أو دمار، دار الدعوة، الكويت، ط6، 1412هـ - 1992م، ج1 ص99.",
            "page": "119",
            "part": "1",
            "seal": "908A71DE"
        },
        {
            "id": "120",
            "nass": "الضنك في العذاب الأليم، وهو يمرّ أسرع من مرّ السحاب، فما كان من وقته لله وبالله فهو حياته وعمره، وغير ذلك ليس محسوباً في حياته وإن عاش فيه عاش عيش البهائم، فإذا قطع وقته في الغفلة والشهوة والأماني الباطلة، وكان خير ما قطعه به النوم والبطالة، فموت هذا خير له من حياته\" (¬1) . ¶ والوقت وعاء العمل، يقول ابن القيم رحمه الله في ذلك: \"السنة شجرة والشهور فروعها والأيام أغصانها والساعات أوراقها والأنفاس ثمرها، فمن كانت أنفاسه في طاعة فثمرة شجرته طيبة، ومن كانت في معصية فثمرته حنظل، وإنما يكون الجذاذ يوم المعاد، فعند الجذاذ يتبين حلو الثمار من مُرِّها\" (¬2) . ¶ تلك هي نظرة الإسلام للوقت، وهذه هي حال سلفنا الصالح معه، ولعل أهم واجبات المسلم نحو الوقت تتمثل فيما يأتي: ¶ أولاً: الحرص على الاستفادة من الوقت ¶ إن الحفاظ على الوقت من أوجب الواجبات وأهمها في حياة المؤمن الذي ينبغي له تسخير الوقت واستثماره في كل ما يعود عليه بالفائدة في دينه ودنياه، متأسياً في ذلك بسلفنا الصالح الذين كانوا يعرفون للوقت حقه، مما خوَّلهم في أقل من قرن من الزمان أن يُحدِثوا انقلاباً جذرياً في مفاهيم كثير من المجتمعات التي حملوا الإسلام إليها. ¶ كان سلفنا الصالح حريصين الحرص كله على ألا يمر بأحدهم يوم أو بعض يوم أو برهة من الوقت وإن قصرَتْ، دون التزود منها بعلم نافع أو عمل صالح أو إسداء خير ونفع إلى أحد من المسلمين، أو تقديم خدمة أو نصيحة إلى الأمة، فقد كانوا رحمهم الله يسابقون الساعات، ويبادرون اللحظات ضناً منهم بالوقت، وحرصاً على ألاّ يذهب منهم هدراً، وفي ذلك ¶ ¬_________ ¶ (¬1) ابن القيم، شمس الدين أبو عبد الله محمد بن قيّم الجوزية، الداء والدواء، مرجع سابق، ص239. ¶ (¬2) ابن القيم، شمس الدين أبو عبد الله محمد بن قيّم الجوزية 691 - 751 هـ، الفوائد، تحقيق بشير محمد عيون، مكتبة المؤيد، الطائف، ط2، 1408هـ - 1988م، ص292.",
            "page": "120",
            "part": "1",
            "seal": "38BE72D5"
        },
        {
            "id": "121",
            "nass": "قال موسى بن إسماعيل (¬1) واصفًا حال الإمام المحدّث حمّاد بن سلمة البصري (¬2) : \" لو قلت لكم: إني ما رأيت حماد بن سلمة ضاحكاً قطُّ لصَدَقْتُكم، كان مشغولاً بنفسه؛ إما أن يحدّث، وإما أن يصلّي، وإما أن يقرأ، وإما أن يسبِّح، كان قد قسّم النهار على هذه الأعمال. وقال عبد الرحمن ابن مهدي (¬3) : لو قيل لحمّاد بن سلمة: إنك تموت غداً ما قدر أن يزيد في العمل شيئاً\" (¬4) . ¶ وقال شميط بن عجلان (¬5) : \"واللهِ إن أبغض ساعاتي إليّ الساعةُ التي آكل فيها\" (¬6) . فهو رحمه الله يتحسّر على الوقت الذي يُمضيه في تناول الطعام، فيا لها من عناية بالوقت وحرص عليه. ¶ وقال أحد الحكماء: \"من أمضى يوماً من عمره في غير حق قضاه، أو فرض أدَّاه، أو مجد أثله، أو حمد حصَّله، أو خير أسَّسه، أو علمٍ اقتبسه، فقد عقَّ يومه، وظلم نفسه\" (¬7) . ¶ ثانياً: اغتنام أوقات الفراغ ¶ إن فراغ القلب من الهموم والأكدار وفراغ الجسم من الأسقام لنعمتان عظيمتان من نعم الله عزَّ وجلَّ على عباده، إلا أن الناس مغبونون فيهما، كما جاء ذلك عن النبيِّ صلى الله عليه وسلم «نعمتان مغبونٌ فيهما كثيرٌ من الناس: الصحة والفراغ» (¬8) . وهو صلى الله عليه وسلم يشير في هذا الحديث إلى حال الناس حيال هاتين النعمتين، وأنهم لا يقدرونهما حق قَدْرهما، فتضيع أوقات الفراغ لديهم دون استثمارها فيما ينفعهم في أيٍّ من أمور دينهم أو دنياهم، وهذا هو الخسران المبين. ¶ وحثاً للمسلم على اغتنام أوقات الفراغ، والاستفادة من جميع أوقات العمر، وعدم تضييعه، فقد جاء عن النبيِّ صلى الله عليه وسلم قوله: «لا تزول قدما عبد يوم ¶ ¬_________ ¶ (¬1) التبوذكي الحافظ الثقة أبو سلمة موسى بن إسماعيل المنقري مولاهم البصري، سمع من حماد بن سلمة تصانيفه، قال أبو حاتم: لا أعلم بالبصرة ممن أدركنا أحسن حديثاً من أبي سلمة، ت 223هـ. انظر: (الذهبي، شمس الدين محمد بن أحمد بن عثمان ت 748هـ، تذكرة الحفاظ، وضع حواشيه الشيخ زكريا عميرات، دار الكتب العلمية، بيروت 1419هـ - 1998م، ج1 ص289) . ¶ (¬2) حمّاد بن سلمة بن دينار الحافظ شيخ الإسلام أبو سلامة الربعي النحوي المحدّث، ت 167هـ. انظر: (الذهبي، شمس الدين محمد بن أحمد بن عثمان، تذكرة الحفاظ، مرجع سابق، ج1 ص151) . ¶ (¬3) عبد الرحمن بن مهدي بن حسّان بن عبد الرحمن الإمام الناقد المجوّد سيد الحفاظ أبو سعيد العنبري، ولد سنة 135هـ، وكان إماماً حجة قدوة في العلم والعمل. (الذهبي، محمد بن أحمد بن عثمان ت748هـ، سير أعلام النبلاء، تحقيق شعيب الأرنؤوط ومأمون الصاغرجي، مؤسسة الرسالة، بيروت، ط6، 1409هـ، 1-23، ج9 ص 192-193) . ¶ (¬4) المزي، أبو الحجاج يوسف 654-742هـ، تهذيب الكمال في أسماء الرجال، تحقيق بشار عواد معروف، مؤسسة الرسالة، بيروت، ط4، 1413هـ - 1992م، 1-30، ج7 ص265. ¶ (¬5) ذكره أبو نعيم في حلية الأولياء فقال: ومنهم الومق الولهان، والواعظ اليقظان، أبو همّام شميط ابن عجلان، وقيل أبو عبيد الله. انظر: (الأصبهاني، أبو نعيم أحمد بن عبد الله ت430هـ، حلية الأولياء وطبقات الأصفياء، تحقيق مصطفى عبد القادر عطا، دار الكتب العلميّة، بيروت، ط1، 1418هـ، 1-12، ج3 ص149) . ¶ (¬6) المرجع نفسه، رقم الرواية (3509) ، ج 3 ص 151. ¶ (¬7) المناوي، عبد الرؤوف 952 - 1031 هـ، فيض القدير شرح الجامع الصغير، المكتبة التجارية الكبرى، مصر، ط1، 1356هـ، 1-6، ج6 ص 288. ¶ (¬8) البخاري، محمد بن إسماعيل 194-256هـ، صحيح البخاري، اعتنى به أبو صهيب الكرمي، بيت الأفكار الدولية، 1419هـ-1998م، كتاب (81) ، باب (1) ، رقم الحديث (6412) ، ص1232.",
            "page": "121",
            "part": "1",
            "seal": "AD144570"
        },
        {
            "id": "122",
            "nass": "القيامة حتى يُسأل عن أربع خصال: عن عُمُره فيمَ أفناه، وعن شبابه فيمَ أبلاه، وعن ماله من أين اكتسبه وفيمَ أنفقه، وعن علمه ماذا عمل فيه» (¬1) . ¶ أما قوله صلى الله عليه وسلم: «اغتنم خمساً قبل خمس: شبابك قبل هرمك، وصحتك قبل سَقَمك، وغَنَاءَك قبل فقرك، وفراغك قبل شُغْلك، وحياتك قبل موتك» (¬2) . فهو إشارة واضحة للمسلم إلى ضرورة الحرص على استثمار الأوقات حال القدرة والاستطاعة من الشباب والصحة والغنى والفراغ، وذلك قبل أن تدهمه المعوِّقات من الهرم والسقم والفقر والانشغال. ¶ وقد كان السلف رضي الله عنهم حريصين على إشغال أوقاتهم بالصالح النافع من الأعمال، وكانوا يكرهون الكسل والبطالة، فقد أثر عن الفاروق عمر بن الخطاب رضي الله عنه أنه قال: \"إني لأكره أن أرى أحدكم فارغاً مُتَهْلَلاً (¬3) لا في عمل دنيا ولا في عمل آخرة\" (¬4) ، كما رُوي مثله عن عبد الله بن مسعود رضي الله عنه بقوله \"إني لأكره أن أرى الرجل فارغاً، لا في عمل دنيا ولا آخرة\" (¬5) . ¶ وقال الشيخ يوسف القرضاوي: \"الفراغ لا يبقى فراغاً أبداً، فلا بدّ له أن يُملأ بخير أو شرّ، ومن لم يشغل نفسه بالحق، شغلته نفسه بالباطل، فطوبى لمن ملأه بالخير والصلاح، وويل لمن ملأه بالشر والفساد\" (¬6) . ¶ ثالثاً: المسارعة في الخيرات ¶ مما ندب الله عزَّ وجلَّ إليه المسلمَ اكتساب الأوقات، والمسارعة في الخيرات، إذ يقول في كتابه العزيز: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} (¬7) ويقول سبحانه: {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ} (¬8) . ¶ ¬_________ ¶ (¬1) الطبراني، أبو القاسم سليمان بن أحمد 260-360هـ، المعجم الكبير، تحقيق حمدي بن عبد المجيد السلفي، مكتبة ابن تيمية، القاهرة، ط2، 1404هـ- 1983م، 1-25، رقم الحديث (111) ، ج20 ص61. والترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، تحقيق أحمد محمد شاكر، مكتبة ومطبعة مصطفى الحلبي، ط2، 1398هـ، كتاب (38) ، باب (1) ، رقم الحديث (2417) ، ج4 ص 612، وقال هذا حديث حسن صحيح. ¶ (¬2) الحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت، ط1، 1411هـ - 1990م، 1-4، كتاب (44) ، رقم الحديث (7846) ، ج4 ص 341، وقال: هذا حديث صحيح على شرط الشيخين ولم يخرّجاه. ووافقه الذهبي. ¶ (¬3) تَهْلَلَ: اسم للباطل. انظر: (الفيروزآبادي، مجد الدين محمد بن يعقوب، القاموس المحيط، مؤسسة الرسالة، بيروت، ط2، 1407هـ - 1987م، باب اللام، فصل الهاء، ص 1385. ¶ (¬4) الزمخشري، أبو القاسم جار الله محمد بن عمر بن محمد 467-538، الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل، تحقيق محمد عبد السلام شاهين، دار الكتب العلمية، بيروت، ط1، 1415هـ - 1995م، 1-4، ج4 ص 761. ¶ (¬5) الطبراني، أبو القاسم سليمان بن أحمد 260-360هـ، المعجم الكبير، تحقيق حمدي بن عبد المجيد السلفي، مكتبة ابن تيمية، القاهرة، ط2، 1404هـ - 1983م، 1-25، رقم الرواية (8538) ، ج9 ص 102. والهيثمي، علي بن أبي بكر ت807هـ، مجمع الزوائد ومنبع الفوائد، دار الكتب العلمية، بيروت، 1408هـ، 1-10، ج 4 ص 63. ¶ (¬6) القرضاوي، يوسف، الوقت في حياة المسلم، مؤسسة الرسالة، بيروت، ط7، 1417هـ-1997م، ص 15. ¶ (¬7) سورة آل عمران، الآية 133. ¶ (¬8) سورة البقرة، الآية 148.",
            "page": "122",
            "part": "1",
            "seal": "F1C1C5E3"
        },
        {
            "id": "123",
            "nass": "فهذه الدنيا دار عمل، وهي تشبه مضمار سباقٍ قد علا فيه الغبار، فمن الناس من يسارع في مضمار الشهوات والملذات، ومنهم من جمع بين الحُسنيين فهو يسابق في أعمال البر ولا ينسى نصيبه من الدنيا، وعند انجلاء الغبار يعض الظالم على يديه ندمًا، وصدق أبو العتاهية إذ يقول: ¶ إذا أنت لم تزرع وأبصرت حاصداً ¶ ندمت على التفريط في زمن البذر (¬1) ¶ وقد أدرك سلفنا رضي الله عنهم ذلك، ومصداقه قول عليٍّ رضي الله عنه: \"ارتحلت الدنيا مدبرة، وارتحلت الآخرة مقبلة، ولكل واحدة منهما بنون، فكونوا من أبناء الآخرة ولا تكونوا من أبناء الدنيا، فإن اليوم عمل ولا حساب وغداً حساب ولا عمل\" (¬2) . ¶ وليحذر المسلم المثبطات عن المبادرة إلى الخيرات، وبخاصة العجز والكسل، فهما يثمران معوقات عملية تتمثل بتأجيل إنجاز المهمات، وقد حذّر النبيُّ صلى الله عليه وسلم المؤمنين من ذلك، حيث كان من دعائه عليه الصلاة والسلام: «اللهم إني أعوذ بك من العجز والكسل» (¬3) . ¶ وعليه، فإنه يتعين على كل مسلم المسارعة إلى كل مافيه صلاح دينه ودنياه، وألاّ يكون كَلاًّ على مَن سواه أو عالة على المجتمع، فقد \" شبّه بعض الصالحين الفقير الذي لاحِرْفة له بالبومة الساكنة في الخراب، ليس فيها نفع لأحد\" (¬4) . ¶ رابعاً: الاعتبار بمرور الأيام ¶ ما من يوم يبزغ فجره وتطلع شمسه إلا وفيه كثير من العبر لأصحاب العقول التامة الزكية، المدركة للحكمة في تعاقب الليل والنهار، وأنهما ¶ ¬_________ ¶ (¬1) ابن خميس، عبد الله محمد، من القائل،: أسئلة وأجوبة في الشعر، دن، الرياض، ط1، 1406هـ - 1986م، ج3 ص 62. ¶ (¬2) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (81) ، باب (4) ، ص1233. ¶ (¬3) المرجع نفسه، كتاب (56) ، باب (25) ، رقم الحديث (2823) ، ص 545. والقشيري، مسلم بن الحجاج النيسابوري 206-261هـ، صحيح مسلم، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، القاهرة، دت، كتاب (48) ، باب (15) ، رقم الحديث (2706) ، ج4 ص2079. ¶ (¬4) المناوي، عبد الرؤوف، فيض القدير شرح الجامع الصغير، المكتبة التجارية الكبرى، مصر، ط، 1356هـ، 1-6، ج 2 ص 291.",
            "page": "123",
            "part": "1",
            "seal": "4468B411"
        },
        {
            "id": "124",
            "nass": "محل للسعي في تحصيل منافع الدنيا والآخرة؛ كما وصفهم الله تعالى بقوله: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآَيَاتٍ لأُِولِي الأَلْبَابِ *} (¬1) . ¶ إن التفكر في كرّ الأيام تعقبها الليالي، هو الداعي الأول إلى بذل الوسع في ملئها بصنوف الأعمال، بل إن الأيام والليالي ستكون شاهدًا حيًا على عمل كل إنسان فيهما، فإذا به يرى ما عمل فيهما شاخص بين يديه يوم الحساب، وذلك كما في قول النبيِّ صلى الله عليه وسلم: «ليس من يوم يأتي على ابن آدم إلا يُنادى فيه: يا ابن آدم. أنا خلق جديد، وأنا فيما تعمل عليك غداً شهيد، فاعمل فيّ خيراً أشهد لك غداً، فإني لو قد مضيت لم ترني أبداً. قال: ويقول الليل مثل ذلك» (¬2) . ¶ والأيام صحائف الأعمال، كما قال ابن الجوزي رحمه الله: \"الأيام صحائف الأعمال، فخلِّدوها بأحسن الأعمال، الفرص تمر مرّ السحاب، والتواني من أخلاق الخوالف، من استوطأ مركب العجز عثر به، تزوج التواني الكسلَ فولد بينهما الخسران\" (¬3) . ¶ وحياة الإنسان ما هي في حقيقتها إلا أيام وساعات كما قال الحسن البصري رحمه الله: \"يا ابن آدم إنما أنت أيام، كلما ذهب يوم ذهب بعضُك\" (¬4) . ¶ وقد تمثَّل أحمد شوقي كلامَ البصري هذا شعرًا فقال: ¶ دقات قلب المرء قائلة له ... إن الحياة دقائق وثوانِ (¬5) ¶ وعجبًا لحال الإنسان الذي يعظم فرحه بتصرم الشهور والأيام، ليدرك راتباً شهرياً أو إجازة سنوية، أو شهادة جامعية، ونحو ذلك، وهو لا يعلم ¶ ¬_________ ¶ (¬1) سورة آل عمران، الآية 190. ¶ (¬2) الأصبهاني، أبو نعيم أحمد بن عبد الله، حلية الأولياء وطبقات الأصفياء، تحقيق مصطفى عبد القادر عطا، دار الكتب العلميّة، بيروت، ط1، 1418هـ، 1-12، رقم الحديث (2501) ، ج2 ص344. ¶ (¬3) عبد العال، شعبان جبريل، الوقت أغلى من كنوز الأرض، دار ابن خزيمة، الرياض1418، هـ- 1997م، ص25. ¶ (¬4) الذهبي، محمد بن أحمد بن عثمان ت748هـ، سير أعلام النبلاء، تحقيق شعيب الأرنؤوط ومأمون الصاغرجي، مؤسسة الرسالة، بيروت، ط6، 1409هـ، 1-23، ج4 ص585. ¶ (¬5) شوقي، أحمد، الشوقيات، مكتبة التربية، بيروت، 1987م، ج3 ص 152.",
            "page": "124",
            "part": "1",
            "seal": "6C52061E"
        },
        {
            "id": "125",
            "nass": "أن ذلك محتسب من رصيد عمره، وأن ما مضى قد قرَّبه من الآخرة. وصدق أبو العتاهية إذ يقول: ¶ نظلُّ نفرح بالأيام نقطعُها ... وكلُّ يوم مضى يُدني من الأجل (¬1) ¶ وهذا صالح بن جناح اللخمي (¬2) يوصي ابنه فيقول: (¬3) \" يا بُني إذا مرَّ بك يوم وليلة وقد سَلِم فيهما دينك وجسمك ومالك فأكثر الشكر لله تعالى، فكم من مسلوب دينه، ومنزوع ملكه، ومهتوك ستره، ومقصوم ظهره في ذلك اليوم وأنت في عافية، وفي ذلك أقول: ¶ لو أنني أُعطِيت سُؤلي لما سألت إلا العفو والعافية ¶ فكم فتىً قد بات في نعمة فسُلَّ منها الليلة الثانية ¶ واعلم: ¶ إنما الدنيا نهار ... ضوءُه ضوءٌ مُعار ¶ بينما غصنك غَضٌّ ... ناعم فيه اخضرار ¶ إذ رماه الدهر يوماً ... فإذا فيه اصفرار ¶ وكذاك الليلُ يأتي ... ثم يمحوه النهار ¶ خامساً: تحري الأوقات الفاضلة ¶ لا تفاضل بين الناس في نصيب كلِّ أحدٍ منهم من الوقت، لأنه موزع بينهم بالتساوي، إلا أنهم يتفاضلون في إدارته، وكيفية استثماره، والاستفادة المثلى منه. ¶ ¬_________ ¶ (¬1) ابن خميس، عبد الله محمد، من القائل،: أسئلة وأجوبة في الشعر، دن، الرياض، ط1، 1406هـ - 1986م، مج 2 ص 190. ¶ (¬2) هو صالح بن جناح اللخمي الشاعر أحد الحكماء، كان ممن أدرك الأتباع بلا شك وكلامه مستفاد في الحكمة. انظر: (ابن عساكر، أبو القاسم علي بن الحسن بن هبة الله، تاريخ دمشق، تحقيق محب الدين أبي سعيد عمر بن غرامة العمروي، دار الفكر، بيروت، 1415هـ-1995م، ج23 ص325) . ¶ (¬3) المرجع نفسه، ج23 ص325-327.",
            "page": "125",
            "part": "1",
            "seal": "B3B1F12E"
        },
        {
            "id": "126",
            "nass": "كذلك فإن الله عزَّ وجلَّ الذي قدر الوقت وقسمه بين عباده، قد خص بعض أجزاء هذا الوقت بمزية يَفضُل بها غيرَه من الأجزاء. ¶ ففي صنوف العبادة مثلاً، قد جعل الله لعباده مواسم تضاعف فيها أجور الأعمال كشهر رمضان وأيام العشر من ذي الحجة، وأخرى تكون إجابة الدعوة فيها أرجى من غيرها كثلث الليل الآخر، وعصر يوم الجمعة، ووقت الفطر للصائم، وليلة القدر في رمضان. ¶ يقول حسن البنَّا رحمه الله: \"أمامك كل يوم لحظة بالغداة، ولحظة بالعَشِي، ولحظة في السَّحَر، تستطيع أن تسمو بروحك الطهور إلى الملأ فتظفر بخير الدنيا والآخرة، وأمامك مواسم الطاعات، وأيام العبادات، وليالي القربات، التي وجَّهك إليها كتابك الكريم، ورسولك العظيم صلى الله عليه وسلم، فاحرص أن تكون فيها من الذاكرين لا من الغافلين، ومن العاملين لا من الخاملين، واغتنم الوقت، فالوقت كالسيف، ودَعِ التسويفَ فلا أضر منه\" (¬1) . ¶ أما على الصعيد الدنيوي، وسعي الإنسان فيها لإصلاح معاشِه، فقد جعل الله التبكير في أداء الأعمال من أعظم أسباب النجاح والفلاح، وقد جاء عن النبيِّ صلى الله عليه وسلم قوله: «اللهم بارك لأمتي في بكورها» (¬2) ، فعلى المسلم أن يحرص على التعرض لهذه المواسم والاستزادة منها بما يُصلح له دينه ودنياه. ¶ سادساً: تخطيط الوقت وتنظيمه ¶ إن تخطيط الوقت وترتيب الأولويات فيه، هو من الأمور التي ينبغي أن يشتد حرص المسلم عليها؛ وذلك لأهميتها في إحداث القدرة على استثمار الوقت بشكل سليم، وقد تبيَّن سلفنا الحكمة في ذلك؛ فهذا أبو بكر ¶ ¬_________ ¶ (¬1) عبد العال، شعبان جبريل، الوقت أغلى من كنوز الأرض، دار ابن خزيمة، الرياض، 1418هـ - 1997م، ص 31-32. ¶ (¬2) أبو داود، سليمان بن أشعث السجستاني، سنن أبي داود، فهرسة كمال يوسف الحوت، دار الجنان، 1409هـ، كتاب (9) ، باب (77) رقم الحديث (2606) ، ج2 ص 41. وابن بلبان، الأمير علاء الدين علي ابن بلبان الفارسي ت739هـ، صحيح ابن حبان بترتيب ابن بلبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة، بيروت، ط3، 1418هـ-1997م، 1-18، رقم الحديث (4754) ، ج11 ص 62.",
            "page": "126",
            "part": "1",
            "seal": "109F013B"
        },
        {
            "id": "127",
            "nass": "الصديق رضي الله عنه لما حضرته الوفاة استدعى عمر بن الخطاب رضي الله عنه فأوصاه بكلمات منها: (إن لله حقاً بالنهار لا يقبله بالليل، ولله في الليل حقٌ لا يقبله بالنهار، وإنها لا تُقبل نافلة حتى تؤدى الفريضة) (¬1) . ¶ هذه كلمات همس بها الصدّيق في أذن الفاروق الذي سيحمل الأمانة من بعده؛ فلا بد له إذًا من أن يكون على بصيرة بتخطيط وقته وتنظيمه، وأن يرتب أولويّاته ويحدد أهدافه حسب أهميتها، وأن يقوم بكل عمل منوط به في وقته المخصص له، فالفريضة قبل النافلة وهكذا في سائر الأمور؛ فتخطيط المسلم لوقته وحسن استثماره من الأمور التي وصّى بها أبو بكر الصديق رضي الله عنه وهو في سكرات الموت، وذلك لعلمه بأهمية الوقت وضرورة استثماره؛ لذا كان حثّه على حسن تنظيمه آخر ما تكلم به رضي الله عنه وأرضاه. وتلك قاعدة ثمينة يمكن تلخيصها بأنه \"ليس المهم أن يعمل الإنسان أي شيء في أي زمن، بل المهم أن يعمل العمل المناسب في الوقت المناسب\" (¬2) . ¶ سابعاً: الالتزام بالموعد ¶ حث الإسلام المسلم على الالتزام بالموعد وإنجاز الوعد فامتدح الله سبحانه وتعالى المؤمنين بقوله: {وَالَّذِينَ هُمْ لأَِمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ *} (¬3) ، وفي قول الله عزَّ وجلَّ عن موسى: {ثُمَّ جِئْتَ عَلَى قَدَرٍ يَامُوسَى} (¬4) إشارة إلى أهمية فعل الأمر في موعده المناسب؛ إذ المعنى: جئت للوقت الذي أردنا إرسالك فيه إلى فرعون رسولاً (¬5) . ¶ كما حذّر النبيُّ صلى الله عليه وسلم من التفريط في الوعد وعدّ ذلك من علامات النفاق فقال صلى الله عليه وسلم: «آية المنافق ثلاث: إذا حدّث كذب، وإذا وعد أخلف، وإذا ¶ ¬_________ ¶ (¬1) ابن الجوزي، عبد الرحمن بن علي بن محمد أبو الفرج 510 - 597 هـ، مناقب أمير المؤمنين عمر ابن الخطاب، تحقيق زينب إبراهيم القاروط، دار الكتب العلمية، بيروت، دت، ص 56-57. ¶ (¬2) القرضاوي، يوسف، الوقت في حياة المسلم، مرجع سابق، ص 21. ¶ (¬3) سورة المؤمنون، الآية 8. ¶ (¬4) سورة طه، الآية 40. ¶ (¬5) الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، عالم الكتب، ط1، 1415هـ - 1985م، ج2 ص 50.",
            "page": "127",
            "part": "1",
            "seal": "4D7AFA97"
        },
        {
            "id": "128",
            "nass": "اؤتمن خان» (¬1) ؛ وذلك لما في إخلاف الوعد وعدم إنجازه من إلحاق الضرر بالآخرين وإضاعة أوقاتهم في الانتظار. ¶ ثامناً: وجوب الحذر من مضيعات الوقت ¶ حذر الإسلام من تضييع الوقت والتفريط فيه، ووضع الضوابط التي تكفل للمسلم حفظ وقته، ومن ذلك أَنْ شَرَع الاستئذان، فلا يحق لأحد أن يدخل على غيره إلا بعد أن يستأذن منه، قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ *فَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلاَ تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ *} (¬2) ، وقد جاء عن النبيِّ صلى الله عليه وسلم أنه قال: «الاستئذان ثلاثٌ فإن أُذِن لك وإلا فارجع» (¬3) ، كلُّ ذلك ضنًّا بوقت المسلم من أن يضيع في الزيارات غير المخطط لها. ¶ ومن أعظم مضيعات الوقت التسويف وطول الأمل، يقول الحسن البصريُّ رحمه الله: \"ما أطال عبدٌ الأمل إلا أساء العمل. قال القرطبي رحمه الله: وصدق رحمه الله؛ فالأمل يُكسِل عن العمل ويورث التراخي والتواني، ويعقب التشاغل والتقاعس، ويخلد إلى الأرض، ويميل إلى الهوى\" (¬4) . ¶ وقال الحسن رحمه الله أيضاً محذراً من التسويف: \"ابن آدم إياك والتسويف، فإنك بيومك ولست بغد، فإن يكن غد لك فكن في غد كما كنت في اليوم، وإلا يكن لك - أي: غدٌ - لم تندم على ما فرّطت في اليوم\" (¬5) . ¶ وجاء عن بعض السلف قوله: \"إن الليل والنهار يعملان فيك، فاعمل فيهما\" (¬6) . ¶ وكان السلف يقولون: \"من علامة المقت إضاعة الوقت\" (¬7) . ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (2) ، باب (24) ، رقم الحديث (33) ، ص 30. والقشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (1) ، باب (25) ، رقم الحديث (59) ، ج1 ص 78. ¶ (¬2) سورة النور، الآيتان 27 - 28. ¶ (¬3) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (38) ، باب (7) ، رقم الحديث (2153) ، ج3 ص 1694. ¶ (¬4) القرطبي، محمد بن أحمد، الجامع لأحكام القرآن، تحقيق عبد الرزاق المهدي، دار الكتاب العربي، بيروت، ط3، 1421هـ - 2000م، 1 - 20، ج10 ص3. ¶ (¬5) ابن المبارك، عبد الله بن المبارك بن واضح المروزي 118-181هـ، الزهد، تحقيق حبيب الرحمن الأعظمي، دار الكتب العلمية، بيروت، 1419هـ - 1998م، ص51. ¶ (¬6) القرشي، عبد الله بن محمد، مكارم الأخلاق، تحقيق مجدي السيد إبراهيم، مكتبة القرآن، القاهرة، 1411هـ - 1990م، ج1 ص 29. ¶ (¬7) القرضاوي، يوسف، الوقت في حياة المسلم، مرجع سابق، ص 13.",
            "page": "128",
            "part": "1",
            "seal": "CB419545"
        },
        {
            "id": "129",
            "nass": "ويقولون: \"من كان يومه كأمسه فهو مغبون، ومن كان يومه شراً من أمسه فهو ملعون\" (¬1) . ¶ ويقول عبد الله بن مسعود رضي الله عنه: (ما ندمت على شيء ندمي على يوم غربت شمسه، نقص فيه أجلي ولم يزدد فيه عملي) (¬2) . ¶ ولله دَرُّ عليِّ بن محمد البُستي (¬3) إذ يقول: ¶ إذا ما مضى يوم ولم أصطنع يداً ... ولم أقتبس علماً فما هو من عمري (¬4) ¶ وكتب محمد بن سمرة السائح (¬5) إلى يوسف بن أسباط (¬6) بهذه الرسالة: \" أيْ أخي، إياك وتأمير التسويف على نفسك، وإمكانه من قلبك، فإنه محلُّ الكَلال، وموئل التلف، وبه تُقطع الآمال، وفيه تنقطع الآجال، وبادر يا أخي فإنك مبادَرٌ بك، وأسرع فإنك مسروع بك، وجِدَّ فإن الأمر جِدٌّ\" (¬7) . ¶ وقال الإمام ابن عقيل (¬8) : \"إني لا يَحِلُّ لي أن أضيع ساعة من عمري، فإذا تعطل لساني من مذاكرة ومناظرة، وبصري من مطالعة، عملت في حال فراشي وأنا مضطجع، فلا أنهض إلا وقد يحصل لي ما أسطره، وإني لأجد من حرصي على العلم في عشر الثمانين أشدّ مما كنت وأنا ابن العشرين\" (¬9) . ¶ ويُحذِّر القرآن الكريم المُفرِّطين في أوقاتهم، الذين يفوتهم العمل فيها، وينذرهم بالحسرة والندامة على ذلك التفريط يوم القيامة، قال تعالى حكاية عنهم: {يَوْمَئِذٍ يَتَذَكَّرُ الإِْنْسَانُ وَأَنَّى لَهُ الذِّكْرَى *يَقُولُ يَالَيْتَنِي قَدَّمْتُ لِحَيَاتِي} (¬10) ويوم يقول قائلهم في حسرةِ وندامة: {رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ ¶ ¬_________ ¶ (¬1) المرجع نفسه، ص 13. ¶ (¬2) القرضاوي، يوسف، الوقت في حياة المسلم، مرجع سابق، ص 13. ¶ (¬3) أبو الفتح علي بن محمد بن الحسين البستي الشاعر الناثر والأديب الأريب والمحدّث الفاضل والفقيه الشافعي، ولد في مدينة بُسْت من بلاد أفغانستان في حدود سنة 330هـ وتوفي في عام 400هـ. انظر: (البستي، علي بن محمد بن الحسين، قصيدة عنوان الحكم، ضبط وتعليق عبد الفتاح أبو غدة، مكتب المطبوعات الإسلامية، حلب، ط1، 1404هـ-1984م، ص 7) . ¶ (¬4) ابن عبد البر، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري القرطبي 368-463 هـ، جامع بيان العلم وفضله، دار الكتب العلميّة، بيروت، دت، ج1 ص61. ¶ (¬5) محمد بن سمرة السائح من الأصفياء الذين ذكرهم ابن الجوزي في كتابه صفة الصفوة. انظر: (ابن الجوزي، عبد الرحمن بن علي بن محمد أبو الفرج 510 - 597 هـ، صفة الصفوة، تحقيق إبراهيم رمضان وسعيد اللحّام، دار الكتب العلمية، بيروت، 1409هـ - 1989م، ج 4 ص 201 - 202) . ¶ (¬6) يوسف بن أسباط، الزاهد، من سادات المشايخ، له مواعظ وحِكم. انظر: (الذهبي، شمس الدين محمد ابن أحمد بن عثمان، سير أعلام النبلاء، مرجع سابق، ج9 ص169) . ¶ (¬7) ابن الجوزي، عبد الرحمن بن علي بن محمد أبو الفرج، صفة الصفوة، مرجع سابق، ج 4 ص 201 - 202. ¶ (¬8) ابن عقيل هو الإمام العلاّمة البحر شيخ الحنابلة أبو الوفاء علي بن عقيل بن محمد بن عقيل بن عبد الله البغدادي الظفري الحنبلي المتكلّم صاحب التصانيف، ولد سنة 431هـ وتوفي 513هـ. انظر: (الذهبي، شمس الدين محمد بن أحمد بن عثمان، سير أعلام النبلاء، مرجع سابق، ج19 ص443) . ¶ (¬9) ابن حجر، أحمد بن علي بن حجر العسقلاني 773 - 852 هـ، لسان الميزان، تحقيق عادل أحمد عبد الموجود وعلي محمد معوّض، دار الكتب العلميّة، بيروت، ط1، 1416هـ-1996م، 1-7، ج 4 ص284. ¶ (¬10) سورة الفجر، الآيتان 23-24.",
            "page": "129",
            "part": "1",
            "seal": "7462B003"
        },
        {
            "id": "130",
            "nass": "نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ} (¬1) . فيأتيهم الجواب كلاّ. لقد مضى وقت العمل ولن يعود، فالدنيا عمل ولاحساب، والآخرة حساب ولا عمل. ¶ تاسعاً: كيف يعيش المسلم وقته؟ (¬2) ¶ ينبغي للمسلم إذا أراد أن يُبارك الله له في عمره أن يسير على نظام الحياة اليومي في الإسلام، ويقتضي هذا النظام أن يستيقظ المسلم مبكراً، وينام مبكراً. ¶ يبدأ يوم المسلم منذ مطلع الفجر، أو على الأقل قبل مشرق الشمس، وبهذا يتلقى الصباح طاهراً نقياً قبل أن تلوثه أنفاس العصاة، الذين لا يفيقون من نومهم إلا في ضحى النهار، وهنا يستقبل المسلم يومه من البكور الذي دعا الرسول صلى الله عليه وسلم لأمته بالبركة فيه، حين قال: «اللهم بارك لأمتي في بكورها» (¬3) . ¶ ومن الآفات التي ابتلي بها المسلمون أنهم غيروا نظام يومهم، فهم يسهرون طويلاً، ثم ينامون حتى تضيع عليهم صلاة الصبح، وقد قال بعض السلف: عجبتُ لمن يصلي الصبح بعد طلوع الفجر كيف يرزق؟! ¶ وفي حديث أبي هريرة رضي الله عنه عن النبيِّ صلى الله عليه وسلم قال: «يعقد الشيطان على قافية رأس أحدكم إذا هو نام ثلاثَ عُقَد، يضرب كلَّ عقدة: عليك ليلٌ طويل فارقد، فإن استيقظ فذكر الله انحلت عقدة، فإن توضأ انحلت عقدة، فإن صلى انحلت عقدة، فأصبح نشيطاً طيب النفس، وإلا أصبح خبيث النفس كسلان» (¬4) . ¶ وما أعظم الفارق بين المسلم الذي انحلت عُقَد الشيطان كلُّها من نفسه، فاستقبل يومه من الصباح الباكر بالذكر والطهارة والصلاة، وانطلق إلى معترك ¶ ¬_________ ¶ (¬1) سورة إبراهيم، الآية 44. ¶ (¬2) انظر: القرضاوي، يوسف، الوقت في حياة المسلم، مرجع سابق، ص 25-31. بتصرّف ¶ (¬3) سبق تخريجه في هوامش هذا الفصل بالرقم (52) . ¶ (¬4) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (19) ، باب (12) ، رقم الحديث (1142) ، ص 225. والقشيري، مسلم بن الحجاج النيسابوري، صحيح الإمام مسلم، مرجع سابق، كتاب (6) ، باب (28) ، رقم الحديث (776) ، ج1 ص 538.",
            "page": "130",
            "part": "1",
            "seal": "E9E18344"
        },
        {
            "id": "131",
            "nass": "الحياة، نشيط الجسم، طيب النفس، منشرح الصدر، وبين من ظلت عقد الشيطان فوق رأسه، فأصبح نؤوم الضحى، بطيء الخطا، خبيث النفس، ثقيل الجسم، كسلان! ¶ يفتتح المسلم يومه بطاعة الله، مصلياً فرضه وسُنَّته، تالياً ماتيسر له من أذكار الصباح المأثورة عن رسول الله صلى الله عليه وسلم مثل: «أصبحنا وأصبح الملك لله رب العالمين، اللهم إنّي أسألك خير هذا اليوم فتحه ونصره ونوره وبركته وهداه، وأعوذ بك من شرّ ما فيه وشرّ ما بعده» (¬1) . ¶ «اللهم ماأصبح بي من نعمة فمنك وحدك لاشريك لك، فلك الحمد ولك الشكر» (¬2) . ¶ ثم يقرأ ما تيسَّر له من القرآن الكريم بخشوعٍ وتدبر وتفهم لمعانيه، كما قال تعالى: {كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الألْبَابِ *} (¬3) . ¶ ويتناول فطوره باعتدال، ثم يتوجه إلى عمله اليومي ساعياً في تدبير معاشه، وطلب رزقه، يجتهد أن يشغل نفسه بأي عمل حلال، مهما كان من ذوي الثراء والمال، ولو كان للإشراف والرقابة فقط، لأن المال السائب يعلّم السرقة. ¶ ومن هنا حرّم الإسلام الربا لأنه نظامٌ يلد المالُ فيه المالَ حتماً، بغير عملٍ ولامشاركة ولامخاطرة، فهو يقعد متربعاً على أريكته، ضامناً أن تأتي له المئة بعشرة، أو الألف بمئة دون أدنى تحمّل للمسؤولية، وهذا ضد نظرة الإسلام إلى الإنسان؛ إنه خُلق ليعمل ويعمر الأرض تحقيقاً لقوله تعالى: {هُوَ أَنْشَأَكُمْ مِنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا} (¬4) . ¶ ¬_________ ¶ (¬1) أبو داود، سليمان بن أشعث السجستاني، سنن أبي داود، مرجع سابق، كتاب (35) ، باب (110) ، رقم الحديث (5084) ، ج2 ص 743. بإسناد ضعيف. ¶ (¬2) المرجع نفسه، كتاب (35) ، باب (110) ، رقم الحديث (5073) ، ج2ص 739. وابن بلبان، الأمير علاء الدين علي بن بلبان الفارسي، صحيح ابن حبان بترتيب ابن بلبان، مرجع سابق، رقم الحديث (861) ، ج3 ص142. ¶ (¬3) سورة ص، الآية 29. ¶ (¬4) سورة هود، الآية 61.",
            "page": "131",
            "part": "1",
            "seal": "641FCF2F"
        },
        {
            "id": "132",
            "nass": "والمرء كما يأخذ من الحياة يجب عليه أن يعطيها، وكما يستهلك منها ينبغي أن يُنتج لها، ولا يعيش متعطلاً بطّالاً، يأكل ولا يعمل، ولو كان ذلك بدعوى التفرغ لعبادة الله تعالى، إذ لارهبانية في الإسلام! ¶ قال ابن الزبير رضي الله عنه: (أشرُّ شيءٍ في العالم البطالة) (¬1) . ومعنى ذلك \"أن الإنسان إذا تعطل عن عمل يشغل باطنه بمباح، يستعين به على دينه، كان ظاهره فارغاً، ولم يبق قلبه فارغاً، بل يعشش فيه الشيطان ويبيض ويفرّخ، فيتوالد فيه نسله توالداً أسرع من توالد كل حيوان، ومن لم ينفع الناس بحِرْفة يعملها، يأخذ منافعهم، ويضيق عليهم معايشهم، فلا فائدة في حياته لهم، إلا أن يكدر الماء، ويغلي الأسعار، ولهذا كان عمر رضي الله عنه إذا نظر إلى ذي سيما - أي هيئة حسنة - سأل: أله حِرْفة؟ فإذا قيل: لا، سقط من عينه! \" (¬2) . ¶ والمسلم يعدّ عملَه الدنيوي عبادة وجهاداً، إذا صحت فيه النية، ولم يشغله عن ذكر الله، وأدى عمله بإتقانٍ وأمانة، فإن إتقان العمل فريضةٌ على المسلم، كما قال صلى الله عليه وسلم: «إن الله كتب الإحسان على كل شيء» (¬3) . وفي الحديث الآخر «إن الله تبارك وتعالى يحب إذا عمل أحدكم عملاً أن يتقنه» (¬4) . ¶ ومن الواجبات اليومية التي لايجوز للمسلم أن يتناساها أو يهملها: واجبه نحو خدمة المجتمع، ومساعدة أفراده على قضاء حوائجهم، وتسهيل أمورهم، ليكون له بذلك صدقة. ¶ فعن أبي موسى رضي الله عنه عن النبيِّ صلى الله عليه وسلم قال: «على كل مسلم صدقة. قالوا: فإن لم يجد؟ قال: فيعمل بيديه، فينفع نفسه ويتصدق. قالوا: فإن لم ¶ ¬_________ ¶ (¬1) المناوي، عبد الرؤوف، فيض القدير شرح الجامع الصغير، المكتبة التجارية الكبرى، مصر، ط، 1356هـ، 1-6، ج 2 ص 290. ¶ (¬2) المرجع نفسه، ج 2 ص 290. ¶ (¬3) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (34) ، باب (11) ، رقم الحديث (1955) ، ج3 ص 1548. ¶ (¬4) البيهقي، أبو بكر أحمد بن الحسين 384-458هـ، شعب الإيمان، تحقيق محمد السعيد بسيوني زغلول، دار الكتب العلمية، بيروت، ط1، 1410هـ 1-8، الباب (35) ، رقم الحديث (5312) ، ج4 ص334. وأبو يعلى، أحمد بن علي بن المثنى الموصلي 210-307هـ، مسند أبي يعلى، تحقيق حسين سليم أسد، دار المأمون للتراث، دمشق، ط1، 1404هـ - 1984م، 1-13، رقم الحديث (4386) ، ج7 ص349.",
            "page": "132",
            "part": "1",
            "seal": "CAF25F0F"
        },
        {
            "id": "133",
            "nass": "يستطع، أو لم يفعل؟ قال: فيعين ذا الحاجة الملهوف. قالوا: فإن لم يفعل؟ قال: فيأمر بالخير أو قال بالمعروف. قالوا: فإن لم يفعل؟ قال: فيمسك عن الشر، فإنه له صدقة» (¬1) . ¶ هذه الصدقة هي ضريبة اجتماعية مفروضة على المسلم في كل يوم، بل قد صحّ الحديث في كونها واجبة على كل مفصلٍ من مفاصله مع إشراقة كل شمس، وبهذا يصبح المسلم ينبوعاً يفيض بالخير والنفع والسلام لمن حوله وما حوله، ففي حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «كل سُلامى من الناس عليه صدقة، كلَّ يوم تطلُع فيه الشمس: يعدِلُ بين الاثنين صدقة، ويعينُ الرجل على دابته فيَحْمِلُ عليها، أو يرفعُ عليها متاعه صدقة، والكلمة الطيبة صدقة، وكلُّ خطوة يخطوها إلى الصلاة صدقة، ويميطُ الأذى عن الطريق صدقة» (¬2) . ¶ والمراد بالسلامى في الحديث: العظام والمفاصل والأعضاء، كما دلت على ذلك أحاديث أخرى، فهي نعمةٌ على الإنسان من الله الذي خلقه فسواه فعدله، وصوَّره في أحسن صورة، فعليه أن يشكر ربَّه عليها، بأن يستخدمها في طاعته ونفع عباده، وإسداء الخير لهم بأي وجه من الوجوه المستطاعة. ¶ ثم عند الزوال يؤذَّن للظهر، فيهرع المسلم إلى صلاته مجتهداً أن يؤديها في أول وقتها وفي جماعة ما استطاع، فأول الوقت رضوان الله، والله تعالى قد أمر باستباق الخيرات، والرسول صلى الله عليه وسلم قد همَّ أن يأمر بالصلاة فتقام ثم يذهب ليحرّق على قوم بيوتهم لتخلفهم عن الجماعات، وقد جعل صلاة الجماعة أفضل من صلاة الفرد بسبعٍ وعشرين درجة، لا سيما إذا كانت في المسجد. ويتناول المسلم غداءه في وسط النهار، آكلاً من طيبات ما رزقه ¶ ¬_________ ¶ (¬1) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (78) ، باب (33) ، رقم الحديث (6022) ، ص 1166. والقشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (12) ، باب (16) ، رقم الحديث (1008) ، ج2 ص 699. ¶ (¬2) البخاري، محمد بن إسماعيل، صحيح البخاري، مرجع سابق، كتاب (56) ، باب (128) ، رقم الحديث (2989) ، ص 573. والقشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (12) ، باب (16) ، رقم الحديث (1009) ، ج2 ص 699.",
            "page": "133",
            "part": "1",
            "seal": "9F5D4107"
        },
        {
            "id": "134",
            "nass": "الله، غير مسرفٍ إلى حد التَّخَمة ولامتقشِّفٍ إلى حد الحرمان، كما قال تعالى: {يَابَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ وَكُلُوا وَاشْرَبُوا وَلاَ تُسْرِفُوا إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ * قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ} (¬1) . ¶ وفي البلاد الحارة، وفي فصل الصيف فيها بخاصّة، قد يحتاج بعض الناس إلى قيلولة يخلدون فيها إلى شيءٍ من الراحة، يستعينون بها على قيام الليل، ويقظة البكور، وإليها أشار القرآن بقوله: {وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ} (¬2) . ¶ فإذا جاء وقت العصر، ونادى مناديها: أنْ حيَّ على الصلاة، قام المسلم من قيلولته إن كان قائلاً أو من لُجَّة عمله إن كان عاملاً، مسارعاً إلى هذه الصلاة التي تُعدّ «الصلاة الوسطى» لليوم، ولايجوز للمسلم أن يُشغَل عنها ببيع أو تجارة أو لهو، فالمؤمنون كما وصفهم الله في كتابه {رِجَالٌ لاَ تُلْهِيهِمْ تِجَارَةٌ وَلاَ بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ *} (¬3) . ¶ ولا يليق بالمسلم أن يؤخر صلاة العصر، تهاوناً بها، حتى تصفرّ الشمس وتدنو من الغروب، فهذه صلاة المنافقين، كما قال النبيُّ صلى الله عليه وسلم: «تلك صلاة المنافق: يجلس يَرْقُب الشمس، حتى إذا كانت بين قرنَيِ الشيطان، قام فنقرها أربعاً لايذكر الله فيها إلا قليلا» (¬4) . ¶ وعندما تغرب الشمس، يبادر المسلم إلى صلاة المغرب لأول وقتها، وبخاصة أن وقتها ضيق. ¶ فإذا أدى الفرض والسُّنَّة، تلا ما تيسر له من أذكار المساء المأثورة ¶ ¬_________ ¶ (¬1) سورة الأعراف، الآيتان 31-32. ¶ (¬2) سورة النور، الآية 58. ¶ (¬3) سورة النور، الآية 37. ¶ (¬4) القشيري، مسلم بن الحجاج النيسابوري، صحيح مسلم، مرجع سابق، كتاب (5) ، باب (34) ، رقم الحديث (622) ، ج1 ص 434.",
            "page": "134",
            "part": "1",
            "seal": "50DCABD6"
        },
        {
            "id": "135",
            "nass": "مثل: «اللهم هذا إقبال ليلك وإدبار نهارك وأصوات دعاتك فاغفر لي» (¬1) . ¶ ومثل أدعية الصباح التي مرَّ ذكرها، ولكن يقول بدل (أصبحنا) (أمسينا) ، وهكذا. ¶ ويتناول المسلم عشاءه بغير إسرافٍ ولاتقتير، ثم يصلي العِشاء، وما لها من سنن، ويؤخر الوتر إذا كان معتاداً الاستيقاظ في الليل، وإلا صلاّه قبل النوم. ¶ وقد يُؤخر المسلم طعام عشائه إلى مابعد العِشاء، غير أنه إذا حضر العشاء والعِشاء قُدِّم طعامُ العَشاء كما جاء في الحديث، حتى لايصلي المسلم وقلبه مشغولٌ بغير مناجاة الله. ¶ ويستطيع المسلم أن يقضي بعض الحقوق قبل نومه، كبعض الزيارات أو المجاملات. ¶ وينبغي أن يكون له حظ يومي من القراءة المنتظمة طلباً للزيادة في العلم، كما قال الله لرسوله: {وَقُلْ رَبِّ زِدْنِي عِلْمًا} (¬2) . ويحسن به أن يتخير من الكتب والمجلات ماينفعه في دينه ودنياه، وقد قال حكيم: أخبرني ماذا تقرأ أخبرك من أنت! ¶ ولا حرجَ على المسلم أن يُمتع نفسه ببعض اللهو المباح، أو الترفيه المشروع في نهارٍ أو ليل، على ألا يجور ذلك على حق ربه في العبادة، أو حق عينه في النوم، أو حق بدنه في الراحة أو حق أسرته في الرعاية، أو حق عمله في الإتقان، أو أي حق من حقوق الآخرين. ¶ ¬_________ ¶ (¬1) أبو داود، سليمان بن أشعث السجستاني، سنن أبي داود، مرجع سابق، كتاب (2) ، باب (39) ، رقم الحديث (530) ، ج1 ص 201. والحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت، ط1، 1411هـ - 1990م، 1-4، كتاب (44) ، رقم الحديث (7846) ، ج4 ص 341، وقال: هذا حديث صحيح ولم يخرّجاه، ووافقه الذهبي. ¶ (¬2) سورة طه، الآية 114.",
            "page": "135",
            "part": "1",
            "seal": "EFDF8A29"
        },
        {
            "id": "143",
            "nass": "الفصل الخامس ¶ الإدارة الفعالة للوقت",
            "page": "143",
            "part": "1",
            "seal": "98AFA181"
        },
        {
            "id": "145",
            "nass": "تمهيد: ¶ العمل الإداري نشاط يهدف إلى تحقيق الأهداف المرسومة، وذلك في ضوء الإمكانات والظروف المتاحة، ويرتبط تحقيق تلك الأهداف بجدول زمني وخطة محددة بوقت. والنجاح أو الإبداع في تحقيق النتائج لا يتم الاعتراف به وتقديره بشكل كامل إلا إذا كان في حدود الوقت أو الزمن المطلوب. وبناءً عليه فإن مشكلة الوقت تظهر لدى المديرين في المستويات الإدارية كافة، وهي تتمثل في كيفية تحقيق الأهداف أو إنجاز الأعمال المطلوبة في الوقت المحدد لها، ولو أمعنا النظر في القضية لأدركنا أن المشكلة لا تكمن في عدم توافر الوقت، فالوقت متاح وهو موزع على البشر بالتساوي، إنما تكمن المشكلة في مدى فعالية المدير من حيث إدارته للوقت وحسن الاستفادة منه. ¶ وقد تم تقسيم هذا الفصل إلى المباحث الآتية: ¶ الأول: الأدوات والوسائل المستخدمة لتنظيم وإدارة وقت العمل. ¶ الثاني: مناهج الإدارة الفعالة للوقت. ¶ الثالث: نحو منهج متطوّر لإدارة الوقت بفعالية.",
            "page": "145",
            "part": "1",
            "seal": "9BC7AE47"
        },
        {
            "id": "147",
            "nass": "المبحث الأول ¶ الأدوات والوسائل المستخدمة لتنظيم وقت العمل وإدارته ¶ تمثل تقنيات العصر أهم الوسائل التي يمكن للمدير استخدامها بفعالية في سبيل تنظيم وقت عمله وإدارته. ونظراً لحدوث تطور سريع في الأجهزة الإلكترونية والخدمات المكتبية الحديثة، فإنه يمكن استخدام هذه الوسائل الإلكترونية بصفتها أدوات مساعدة تزيد من سرعة نقل المعلومات والبيانات، ومن ثم توفير وقت العمل اليومي المخصص لإنجاز مهمات العمل. وكل هذه الوسائل والأدوات قد صممت على وجه خاص لمساعدة المدير المعاصر في: تنظيم المعلومات، تشغيل البيانات، ترتيب الملفات، إعداد المستندات المطلوبة للعمل، تحديث المعلومات القديمة، والإسراع بالاتصالات بطرق حديثة تحقق توفيرًا للوقت والجهد. ¶ وبشكلٍ عام فإنه يمكن تقسيم الأدوات والوسائل التي يمكن استخدامها لتنظيم وقت العمل وإدارته إلى مجموعتين على النحو الآتي: ¶ أولاً: مجموعة الأدوات والوسائل الإلكترونية: ¶ تشمل هذه المجموعة وسائل وأدوات مثل: الحاسبات الآلية (Computers) ، آلات تصوير المستندات (Photocopiers) ، أجهزة الناسوخ (Fax machines) ، الماسح الضوئي (Scanner) ، الهاتف ذا المسجل الصوتي (Answer machines phones) ، الهاتف الجوال (Mobile phones) ، شبكة المعلومات (Internet) ، والبريد الإلكتروني (E-mail) ، المفكرة الإلكترونية",
            "page": "147",
            "part": "1",
            "seal": "F515939E"
        },
        {
            "id": "148",
            "nass": "لتنظيم المواعيد (Electronic Calender) . ويمكن بيان جدوى كل وسيلة من هذه الوسائل فيما يأتي: ¶ الحاسبات الآلية: ¶ تعد الحاسبات الآلية من الأجهزة التي تقوم بالعديد من المهمات في مكاتب المديرين وفي المؤسسات كافة في عالمنا اليوم، وتتسم هذه الحاسبات بأنها تقوم بمهمات متعددة فهي تزوّد المدير بالنتائج بدقة وبسرعة أكبر ووقت وكلفة أقل مما قد يقوم به الموظف العادي يدوياً، ويتوافر اليوم كثير من برامج الكومبيوتر (Software) التي تقوم بتنفيذ أيسر الأعمال وأعقدها في مجالات الحياة كافةً وبخاصة منها المشروعات. وبشكلٍ عام فقد أصبحت الحاسبات الآلية في متناول الجميع، وتتوقف كلفتها على كلٍ من حجم ذاكرة الكومبيوتر، ومدى سرعة تشغيل البيانات، ما يكون له الأثر الأكبر على توفير وقت إنجاز المهمات المطلوبة. ¶ كما أن للمدير الاختيار بين كومبيوتر المكتب والكومبيوتر المتنقل (Lap Top) الذي يتيح له أن يصحبه في تنقلاته كافة، سواء كان بالطائرة، أو بالفندق أو بالسيارة، أو غيرها، ومن مزاياه أيضاً إمكان نقل المعلومات إلى مكانٍ آخر عن طريق وسيطٍ يسمى بالمودم (Modem) عبر التليفون، وهذه الأشياء كلها من شأنها زيادة إنتاجية المدير واستثماره لوقت العمل بالشكل الأمثل، كما أن هناك كثير من البرامج التي تخص شركات الأعمال في الوقت الراهن، منها على سبيل المثال: برامج الحاسبات، برامج التحليل المالي، المشتريات والمخازن، وكذلك برامج تنظيم أوقات أداء الأعمال، وغيرها.",
            "page": "148",
            "part": "1",
            "seal": "9553FDAA"
        },
        {
            "id": "149",
            "nass": "آلات تصوير المستندات وأجهزة الناسوخ (الفاكس) ، والماسح الضوئي: ¶ لقد أضافت التقنية الحديثة هذه الوسائل، وهي تعد بحق من أهم وسائل توفير وقت العمل بالمكاتب؛ فمن خلال استخدام آلات التصوير العادية أو الملونة يمكن إعداد كثير من المستندات وتجهيزها آلياً في نسخ مُعدة للاستخدام، بل يمكن إعدادها أيضًا في شكل مستندات ملونة وبأحجام مختلفة سواء أكانت مصغّرة أم مكبّرة، وبأي أعداد تتطلبها احتياجات العمل، ولا شك بأن عوامل الكلفة وسرعة التصوير ووجود ألوان من عدمه تُعد من العوامل المحددة لاختيار مثل هذه الوسيلة. ¶ أما الماسحات الضوئية فهي وسيلة فعّالة في مسح الصور والمستندات وأَرْشَفَتِها، وتخزين صور المستندات، وتحويلها إلى نصوص بوساطة الحاسب الآلي، من خلال برامج خاصة بذلك، ما يسهم في كسب الوقت عند الرجوع إلى المستندات إذا ما احتيج إليها. ¶ ومن جانبٍ آخر؛ فإن جهاز الفاكس يُعد أحد المكونات المهمة في المكاتب الحديثة بعالم اليوم، وتمتاز هذه الوسيلة بأنها تجمع بين خصائص الهاتف، وآلة التصوير، ومودم الحاسب الآلي، وذلك بغرض إرسال المستندات واستقبالها. لذا، فإن هذه الوسيلة تساعد في إدارة الوقت بشكلٍ أكثر كفاءة اعتماداً على سرعة نقل المستندات، وإمكان الاستفادة من التخفيضات المفترضة في أسعار المكالمات الهاتفية في غير فترات الذروة، كالفترات الليلية. ¶ كما أن ما أفرزته التقنية الحديثة من دمج هذه الوسائل كلها في آلة واحدة تقوم بهذه الخدمات جميعاً قد أسهم في توفير المساحة وتقليل الكلفة إضافة إلى توفير الوقت.",
            "page": "149",
            "part": "1",
            "seal": "DE11B165"
        },
        {
            "id": "150",
            "nass": "أجهزة الهاتف ذات المسجل الصوتي، والهاتف الجوال: ¶ تسمح هذه الأجهزة للمدير بالتحكم في غربلة المكالمات الهاتفية الواردة إليه بدون الإجابة على الهاتف، وكذلك تسجيل المكالمات الواردة إليه من أي مكان في العالم. وتناسب هذه الوسيلة المدير في حالة عدم وجود سكرتير لتلقي المكالمات أو عدم توافر مكان لمكتَبيِ المدير والسكرتير، كما أنه وسيلة مهمة في حالة عدم وجود المدير بالمكتب، ومن مزايا هذه الوسيلة أن كلفتها ليست مستمرة، فهي تُدفع لمرة واحدة فقط عند الشراء، ومن مزاياها أيضًا أنها تفيد في تلقي الطلبات الليلية وتتيح مراجعتها في الصباح عند حضور الموظفين وقت الدوام، كذلك فهي توفر الوقت المخصص لتسجيل وتجميع الطلبيات الواردة، وتسمح بتوفير مزيد من الوقت لبقية الأعمال المكتبية المهمة، وبفضل هذه الأجهزة يمكن للمدير سماع صوت الرسالة الواردة، ومن ثم تجنب مخاطر فَقْد مكالمة قد تكون مهمة للعمل. ومن جانب آخر فإن الهاتف الجوال يساعد المدير في تلقي المكالمات وإرسالها من أي موقع وُجد فيه، كما أن الجوال يعمل كدليل هاتف، ومستقبل للرسائل، وهذا جميعه مع إتاحة أن يقوم المدير بوظائفه في الوقت نفسه ومن أي مكان، ما يسهم بشكل كبير في توفير الوقت. ¶ الإنترنت، والبريد الإلكتروني: ¶ تعد هاتان الوسيلتان من أهم تقنيات العصر المساعِدة في إنجاز الأعمال عبر المسافات الطويلة وفي زمن أقل، ومما لاشك فيه أن استخدامات الإنترنت عديدة في مجال الحصول على المعلومة من أي مكان وفي أي وقت يريده المدير، كما أن استخدام الإنترنت يتم في الوقت الحاضر بصفته",
            "page": "150",
            "part": "1",
            "seal": "378BB871"
        },
        {
            "id": "151",
            "nass": "وسيلة أساسية للتجارة الإلكترونية، إذ تتم عمليات الشراء والبيع عن طريقها بشكل فوري (on line) ، ويكون توفير هذه الوسيلة للوقت معتمدًا على مدى السرعة في تشغيل شبكة الإنترنت، وكذلك على قدرة المدير في استخدامها استخدامًا صحيحًا للوصول إلى المعلومة المطلوبة في أقصر وقت ممكن، وإلا أصبحت وسيلة مُضيِّعة للوقت، ويترافق مع هذه الوسيلة البريد الإلكتروني (E-mail) الذي يساعد في إرسال الرسائل والمستندات واستقبالهما بسرعة وباللغتين العربية والإنكليزية معاً، وقد أسهم ظهور كثير من البرامج الحديثة (Software) على فعالية استخدام مثل هذه الوسيلة ما ينعكس إيجابًا على توفير وقت المدير، حيث يمكن من خلالها إرسال رسائل فردية من المدير، أو رسائل جماعية إلى أكثر من فرد في الوقت نفسه، وفي أي مكان في الكرة الأرضية. ¶ المفكرة الإلكترونية: ¶ تساعد المفكرة الإلكترونية المحمولة بالجيب، أو الموجودة في الحاسب الشخصي المكتبي أو المحمول باليد على: تحديد تفاصيل المواعيد، التذكير بالأشياء المطلوب إنجازها، تحديد أولويات المهمات، ومعلومات أخرى تلزم في عمل المدير، كما تحقق هذه المفكرة بعض المزايا منها: ¶ 1- ... إمكان تنظيم المواعيد بغرض عدم قبول مواعيد في أوقات معينة. ¶ 2- ... إصدار إضاءة أو أصوات مميزة للتذكير بالمواعيد. ¶ 3- ... تسجيل مذكرات مختصرة على الذاكرة الخاصة بها. ¶ 4- ... استخدامها بوصفها جهاز هاتف متنقل. ¶ هذا، ويمكن لصاحب المفكرة الإلكترونية وصلها بالكومبيوتر المحمول",
            "page": "151",
            "part": "1",
            "seal": "89DB5E80"
        },
        {
            "id": "152",
            "nass": "وبالكومبيوتر الشخصي بواسطة خط الهاتف، وفي حالة وجود شبكة متواصلة من الحاسبات الآلية، فإنه يمكن للمدير الدخول على جدول مفكرات زملائه بالعمل، من أجل معرفة الأوقات الملائمة لعقد الاجتماعات. ¶ ثانياً: مجموعة الأدوات والوسائل غير الإلكترونية (الشخصية أو الذاتية) : ¶ تشمل هذه المجموعة عدة أساليب مثل: الاعتماد على السكرتير، المفكرة اليدوية لتنظيم المواعيد، إعداد قائمة يومية بالأعمال المطلوب إنجازها ومواعيدها، إعداد قائمة أسبوعية بأنواع الأنشطة المطلوب إنجازها وتحديد مواعيدها، الاعتماد على الذاكرة الشخصية للمدير نفسه، ويمكن بيان مهمات مثل هذه الوسائل على النحو الآتي: ¶ أ- الاعتماد على السكرتير: ¶ لما كانت وظيفة المدير هي إنجاز الأهداف من خلال الآخرين، فإن رسالة السكرتير أو مدير المكتب هي مساعدة المدير على إدارة وقته بفعالية سعياً نحو إنجاز أهداف العمل، لذا فإن الكتابات الحديثة في هذا المجال تولي اهتماماً كبيراً بالتدريب والإعداد الجيد لمهام السكرتارية، وبصفة خاصة المتعلقة بإدارة الوقت وتنظيم أنشطة العمل. ويذكر العديلي عدداً من الواجبات لتحقيق فعالية السكرتير منها: (¬1) ¶ 1- ... فحص المكالمات والزوار. ¶ 2- ... وضع نظام محكم لتنظيم الملفات. ¶ 3- ... تنظيم المواعيد والاجتماعات. ¶ 4- ... إعداد مُسوَّدة المذكرات والخطابات. ¶ ¬_________ ¶ (¬1) العديلي، ناصر محمد، إدارة الوقت، دن، الرياض، ط1، 1415هـ -1994م، ص 101.",
            "page": "152",
            "part": "1",
            "seal": "72EFD50F"
        },
        {
            "id": "153",
            "nass": "5- ... تفويض الأعمال اليسيرة إليه. ¶ 6- ... مساعدة المدير على تنظيم مهماته، وتذكيره بالمواعيد. ¶ 7- ... صيانة الملفات ومتابعتها وتجديدها. ¶ 8- ... سرعة تفهم الأمور من أول وهلة، وأخذ زمام المبادرة بكل ما يهم المكتب. ¶ ب - إعداد قائمة يومية أو أسبوعية بالأعمال: ¶ تعبر قوائم المهمات اليومية (Daily action list) والأسبوعية (Weekly action list) عن مجموعة من الالتزامات التي من المقرر أن يقوم بها المدير بنفسه، ويتم في هذه القائمة تدوين مشروعات وأنشطة معينة يحتاج المدير إلى إنجازها خلال يوم أو أسبوع، فتُسجَّل في شكل أولويات وتوقيتات لها، وبطريقة تمكّن من إزالة أو وضع علامة أمام المهمات التي أنجزت فعلاً، ويفترض في كلٍّ من هذه القوائم أن يقوم المدير باستيفاء ثلاثة شروط فيها: ¶ 1- ... تسجيل الأعمال اليومية المطلوب إنجازها. ¶ 2- ... وضع تقديرات واقعية لزمن كل عمل. ¶ 3- ... أن يُؤخذ في الحسبان الاجتماعات والمواعيد المقررة من قبلُ في مفكرة المواعيد (Calendar) . ¶ ج- المفكرة اليدوية والذاكرة الشخصية للمدير: ¶ يتم في ظل المفكرة اليدوية تسجيل الملاحظات والمهمات والأنشطة والمواعيد التي سيقوم بها المدير في أثناء العمل الرسمي اليومي أو المستقبلي (الأسبوعي أو الشهري) ؛ وتمتاز هذه المفكرة بصغر الحجم إذ يمكن الاحتفاظ بها في الأوقات والأمكنة كلها، وتحوي هذه المفكرة دليلاً",
            "page": "153",
            "part": "1",
            "seal": "B29C84EA"
        },
        {
            "id": "154",
            "nass": "صغيرًا للهاتف أو بطاقات تعريفية شخصية للمدير، وبشكل عام فإنها تساعد المدير على تذكر الأشياء المطلوب إنجازها بشكل يدوي مكتوب، وبخلاف ذلك تمامًا، فإن المدير قد يعتمد على ذاكرته الشخصية في تذكر الأشياء المطلوب إنجازها، دون الاستعانة بأي وسيلة يدوية أو إلكترونية لتنظيم المهمات المطلوب إنجازها وإدارتها، ومما لاشك فيه أن هذه الأخيرة تعتمد إلى حد كبير على قوة ذاكرة المدير وحالته الصحية العامة؛ ومن أشد عيوبها النسيان، وبخاصة في حالة تداخل المهمات ومواعيد إنجازها.",
            "page": "154",
            "part": "1",
            "seal": "D8BC40D9"
        },
        {
            "id": "155",
            "nass": "المبحث الثاني ¶ مناهج الإدارة الفعالة للوقت ¶ إن الوقت المتاح للمديرين محدود، فكيف يستطيع هؤلاء استخدامه بفعالية؟ ¶ \"إن قضية التنمية هي في المقام الأول قضية وقت وإنتاج، وإن الأمر في حاجة إلى التعامل مع الوقت على أنه مورد لا بد من استثماره لتحقيق النتائج المطلوبة لرفاهية شعوبنا، ويقع عبء ذلك في الدرجة الأولى على عاتق كل فرد منا\" (¬1) . ¶ فالعبرة ليست في إنفاق الوقت، بل في حسن استثماره، وهو في ذلك مثل أي رأس مال، ونحن نجد أن الوقت إذا أنفقناه ضاع، أما إذا استثمر فسينمو ويؤتي ثماره في مستقبل حياتنا، وللأجيال القادمة. لذا، كان من الضرورة أن يسأل المدير نفسه ابتداءً السؤال الآتي: هل أقوم بالأشياء الصحيحة؟ قبل أن يسأل: هل أقوم بالأشياء بطريقة صحيحة؟ إذ إن الوقت ليس هو المشكلة في ذاته، بل المشكلة في كيفية استثماره، فالوقت شيء لا بد من أن نختبره ونعيشه. ¶ إن ما ذكر آنفًا يبيّن لنا: \"إن الفرق بين مصطلحي الكفاءة (Efficiency) والفاعلية (Effectiveness) في استخدام الوقت هو مفتاح القضية، ذلك أن الكفاءة تعني القيام بعمل ما بشكل صحيح بينما تعني الفاعلية أن تقوم بالعمل الصحيح بشكل صحيح\" (¬2) . بمعنى أن (الفاعلية) تحقيق الهدف أما (الكفاءة) تعني أن يتم تحقيق الهدف بأقل جهد، أقل وقت، أقل تكلفة، فعلى سبيل ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، دار مجدلاوي، عمان، 1991م، ص 13. ¶ (¬2) تيمب، دايل، إدارة الوقت. ترجمة وليد هوانه، معهد الإدارة العامة، الرياض، 1991م، ص123.",
            "page": "155",
            "part": "1",
            "seal": "2B21B23F"
        },
        {
            "id": "156",
            "nass": "المثال حين يقوم الفرد بالذهاب إلى المصرف لتسديد فاتورة الكهرباء أو الهاتف، فإنه يحقق الهدف بهذا الاتصال المباشر مع البنك، ولكن بتكلفة عالية متمثلة في الوقت الذي صرفه في الذهاب والإياب، والوقوف في الطابور وكلفة الوقود، أما حينما يقوم هذا الفرد بتسديد الفاتورة باستخدام الهاتف المصرفي مثلاً: فهو يحقق الهدف وبكفاءة عالية لأنه لم يخسر وقت ولم يخسر مال (المكالمة مجانًا) ولم يتحمل جهد إضافي. ¶ \"ولعل هذا ما دفع (الجمعية الأمريكية لتقويم المهندسين) إلى تبني شعار: اعمل بطريقة أذكى لا بمشقة أكثر، كمحاولة منها للتمييز بين الشغل والانشغال أو بين الكفاءة والفاعلية\" (¬1) ، أي بين إنجاز العمل بكفاءة وإنجاز العمل المطلوب لتحقيق الأهداف. ¶ ففي إدارة الوقت من الأفضل للمدير أن \"يوجه نظره نحو النتائج بدلاً من القلق بسبب الإجراءات\" (¬2) ، أي \"أن يوجه نظره نحو الهدف أولاً ثم الإطار ثانياً، الرؤية أولاً والطريقة ثانياً، أي إلى الفاعلية أولاً والكفاءة ثانياً\" (¬3) ، وبتحقيق ذلك، فإن المدير يكون قد أرسى خطوته الأولى على طريق النجاح في إدارته لوقته. إن مفتاح إدارة الوقت هو أن يستطيع المدير السيطرة عليه أو إدارته، وإنّ الاستثمار الأمثل للوقت سيؤدي إلى: ¶ * ... تحقيق المنظمة لأهدافها. ¶ * ... التزام أكثر بالقضايا الإدارية المهمة، وطويلة الأمد. ¶ * ... تطوير أفضل لقدرات المديرين. ¶ * ... قلق وضغط وتوتر أقل. ¶ وعليه، فإن من المفيد أن ننظر إلى إدارة الوقت باعتبار أنها: عمل ¶ ¬_________ ¶ (¬1) أبو شيخة، نادر أحمد، إدارة الوقت، مرجع سابق، ص 26. ¶ (¬2) تيمب، دايل، إدارة الوقت، مرجع سابق، ص560. ¶ (¬3) كوفي، ستيفن، إدارة الأولويات: الأهم أولاً، مرجع سابق، ص 305.",
            "page": "156",
            "part": "1",
            "seal": "489D6541"
        },
        {
            "id": "157",
            "nass": "الأشياء الصحيحة بطريقة صحيحة، أو بتعبير آخر: هي الفعالية في إدارة الوقت؛ إذ ينصب الاهتمام فيها على ما يتوجب على المدير فعله، ثم على السرعة في التنفيذ وليس العكس، بمعنى أن يقضي المدير مثلاً وقته في بناء العلاقات القادرة على إيجاد الاتصال الفعّال، بدلاً من قضائه في حل المشكلات الناجمة عن سوء الاتصال، ومن ثَم ظهوره منشغلاً في أعين الجميع. وبذلك نتوصل إلى تحديد معنى الفعالية في إدارة الوقت بأنها (إنجاز المدير لأهدافه الصحيحة من خلال الاستخدام الأمثل للموارد المتاحة) . ¶ إن هذا الفهم لمضمون الفعالية في إدارة الوقت قد أخذ صوراً متعددة في مناهج دراسة إدارة الوقت؛ كلٌّ حسب وجهة نظره. ¶ وعند دراسة أدبيات إدارة الوقت، يتضح أن ثمة ثمانية مناهج مختلفة تقوم على افتراضات ومبادئ، ولكلٍّ منها قيمته وإضافاته، وتتمثل هذه المناهج فيما يأتي: ¶ 1 - منهج (نظم نفسك) : (¬1) ¶ يفترض هذا المنهج أن مشكلات الإدارة في معظمها ناتجة عن الفوضى، أو عن غياب النظام، حيث إن الإداري لا يجد ما يريده عندما يحتاجه، ويتمثل الحل المنطقي لتلك المشكلات في بناء النظم التي تهتم بالتنظيم، وذلك في ثلاثة مجالات: ¶ * تنظيم الأشياء: ¶ أي ضبط كل شيء؛ بدءاً بمفاتيح الأبواب إلى الحاسبات والأرفف الخاصة بالملفات والمساحات في المكاتب. ¶ ¬_________ ¶ (¬1) انظر: كوفي، ستيفن، إدارة الأولويات: الأهم أولاً، مرجع سابق، ص479.",
            "page": "157",
            "part": "1",
            "seal": "B2C8A638"
        },
        {
            "id": "158",
            "nass": "* تنظيم المهمات: ¶ أي إعطاء الأوامر وتحديد خطوات التنفيذ، وذلك باستخدام قوائم أو خرائط تخطيط، أو حتى برامج كمبيوتر معقدة تخطط لإدارة المشروعات. ¶ * تنظيم الأفراد: ¶ أي تحديد ما يمكن أن يقوم به الإداري ومن يعمل معه، ومن ثَم تفويض الأعمال إليهم، مع بناء نظام لمتابعة أدائهم حتى يتمكن هذا الإداري من التحكم فيما يجري. ¶ إن من نقاط القوة المهمة في هذا المنهج أن التنظيم يوفر بذلك الوقت والكلفة والجهد، إذ لا يضيع الوقت في البحث أو كتابة التقارير مثلاً. فالتنظيم يعطي المرء ذهنًا صافيًا وحياة أكثر انضباطاً، بيد أن الإسراف في التنظيم يتحول أحيانًا إلى عائق ومكمن ضعف، حيث يصبح التنظيم هدفاً في ذاته بدلاً من كونه وسيلة لأهداف أكثر أهمية؛ فقد يضيع الوقت في التنظيم أكثر مما يضيع في الإنتاج، ثمّ لا يجد بعضهم وقتاً للعمل لأنه مشغولٌ دومًا في ترتيب الأمور. ¶ 2 - منهج المحارب (البقاء والاستقلالية) : (¬1) ¶ تتحدد فلسفة هذا المنهج في ضرورة حماية الوقت من الضياع حتى يتحقق التركيز والإنتاج؛ فالجميع محاصر بطلبات ضاغطة في بيئة مزدحمة. لذلك فإن منهج المحارب يرى أن المدير إن لم يتصرف بحزم حيال هذا الهجوم على وقته فإن النظام سوف ينهار بكليته، ومن الأساليب التي يقترحها هذا المنهج: ¶ * العزل: ¶ أي إيجاد نظام حماية، من خلال «سكرتارية» ، وأبواب مغلقة، وأجهزة رد على الهاتف، ونحو ذلك من الوسائل. ¶ ¬_________ ¶ (¬1) المرجع نفسه، ص480.",
            "page": "158",
            "part": "1",
            "seal": "2117C3B0"
        },
        {
            "id": "159",
            "nass": "* الانعزال: ¶ وهو الانتقال إلى بيئة بعيدة تضمن العزلة، حيث يمكن العمل باستقلالية ودون مقاطعة. ¶ * التفويض: ¶ يقصد بالتفويض إداريًا نقل مؤقت للسلطة من مستوى أعلى إلى مستوى أدنى، وعليه تم تزويد بعض من المرؤوسين بالسلطات اللازمة لممارسة بعض المهام حتى يتوفّر المزيد من الوقت للمدير للأعمال الأكثر أهمية. ¶ يستمد هذا المنهج قوته من اعتباره الوقت مسؤولية شخصية، وأن المدير سينتج ويبدع متى أتيح له وقت هادئ دون مقاطعة، وقد يؤخذ على هذا المنهج افتراضه أن الآخرين هم عدو، وأن عليك إزاحتهم من الطريق حتى تتمكن من أداء الأعمال من خلال العزل والاعتزال ووضع الحواجز، وهذا أمر مبالغ فيه، إذ يُغفل أن ما يود المدير إنجازه يتوقف حقيقة على وجود هؤلاء الآخرين، وعند اعتزالهم سيكون من الصعوبة بمكان الحصول على تعاونهم، إضافة إلى ذلك فإن هذا المنهج السلبي الدفاعي قد يقود إلى سلوك انطوائي قائم على الاعتماد الكامل على الذات، وتحقيق الإشباع من خلال ذلك، وفي المقابل فإن العاملين سينتابهم شعور بالعزلة، ما يدفعهم إلى البحث عن الاهتمام بأي طريقة؛ إما بإيجاد المشكلات أو العمل بشكل منفرد، وهنا قد يحتاج المدير إلى وقت أكثر لحل مشكلاتهم، إن المنهج الانعزالي الوقائي يتجاهل حقيقة الاعتمادية المتبادلة بين جميع الاطراف، وأثرها الإيجابي على جودة الحياة، ما يعقد الأمور أكثر فأكثر. ¶ 3- منهج الهدف (الإنجاز) : (¬1) ¶ يقرر هذا المنهج مبدأً مفاده: اعرف ما تريده ثم ركّز جهدك لتحقيقه. ¶ ¬_________ ¶ (¬1) انظر: كوفي، ستيفن، إدارة الأولويات: الأهم أولاً، مرجع سابق، ص483.",
            "page": "159",
            "part": "1",
            "seal": "183E3014"
        },
        {
            "id": "160",
            "nass": "فهو يعتمد على أساليب التخطيط ووضع الأهداف، وحفز الذات والحماسة من خلال حالة ذهنية إيجابية. ¶ لقد أثبت الواقع أن الأفراد والمنظمات التي تضع أهدافاً واضحة ترمي التوصل إليها هي التي تحقق نتائج أفضل. ويثبت الواقع أيضًا أن القادرين على وضع أهدافهم، ومن لديهم إمكانات تتيح لهم الوصول إليها هم من يتوصلون إلى ذلك فعلاً. ¶ وثمة عدد كبير ممن يعتمد على هذا المنهج لصعود سلم النجاح، لكن سرعان ما يكتشف أحدهم أن السلم يستند إلى الحائط الخطأ، فهو يضع الأهداف ويبذل الجهود لتحقيقها، ثم ما أن يتوصل إلى ذلك حتى يتبين له أن الثمار التي جناها ليست تلك التي كان يحلم بها، فالأهداف إن لم تكن مستندة إلى مبادئ وحاجات أساسية فقد يصبح تحقيق الهدف والإنجاز من المسببات في عدم تحقيق حياة متوازنة. حيث إن أحدهم قد يكسب الملايين لكنه يعيش في واقع حاله حياة خاصة بائسة، مفتقرًا إلى العلاقات والعواطف. وبالإجمال، فإن هذا المنهج يتمثل في دفع ثمنٍ غال للوصول إلى الأهداف المرجوة. ¶ 4- منهج التسلسل (الأولويات وتحديد القيم) : (¬1) ¶ يعتمد هذا المنهج على أهمية الهدف، لكنه يضيف إليه مبدأً مهمًا هو مبدأ التسلسل والأولويات. بمعنى الإلحاح على أهم المهمات، ويستخدم في سبيل ذلك أساليب عدة؛ منها أسلوب تحديد القيمة وترتيب المهمات؛ حيث يقرر أصحاب هذا المنهج أن بإمكانك أن تفعل ما تريد لكن ليس لك أن تحقق كل ما تريد. فافتراضه الأساسي هو إذا كنت تعرف ما تريده وتُلحّ على إنجاز الأهم فالأهم، فإنك ستصبح عندئذ فعالاً في إدارة وقتك. ¶ ¬_________ ¶ (¬1) كوفي، ستيفن، إدارة الأولويات: الأهم أولاً، مرجع سابق، ص484.",
            "page": "160",
            "part": "1",
            "seal": "F8C37CBF"
        },
        {
            "id": "161",
            "nass": "لكنْ ثمة كثيرون ممن تبوؤوا قمة سلم النجاح، يقولون إنهم وضعوا الأهداف وألحوا عليها وحددوا الأولويات، لكن عندما توصلوا إلى تحقيق أهدافهم لم يجدوا النتائج التي توقعوها. لذلك فإن الأهداف إن لم تكن مستمدة من المبادئ الحقيقيّة فإن الفرد لن يتوصل إلى إنجاز حقيقي لنتائج تضمن جودة الحياة. ¶ 5- منهج الأدوات التكنولوجية: (¬1) ¶ يقوم هذا المنهج على افتراض أن الأدوات المناسبة (مثل الجدول الزمني والمفكرة اليومية وبرنامج الحاسب ونحوها) ستعطي الفرد قدرة على الإدارة الفضلى؛ إذ يقرر هذا المنهج أن هذه الأدوات تضمن معرفة الأولويات، وتنظيم المهمات، والوصول إلى المعلومات بسهولة. والفرض الأساسي في هذا المنهج هو أن النظم والهياكل هي التي تساعد على جعل الأداة أكثر فاعلية، وأن ثمة ميزة كبيرة في الاستخدام الفعال لتلك الأدوات في تحقيق: ¶ * ... تحديد الأولويات. ¶ * ... وضع الأهداف. ¶ * ... تنظيم المهمات. ¶ * ... استخدام منظم سريع للمعلومات. ¶ لكن التعويل في ذلك يكمن - ولا شك - في استخدام المديرين لتلك الأدوات في إدارة الوقت الاستخدام الأمثل. فهناك من يشتري التقاويم لتتحول فيما بعد إلى أدوات زينة تُترك غير مستخدمة، وثمة من يُعدّ استخدام التقاويم اليومية والمهمات المحددة أمراً مُقيِّداً أو جامداً، إضافة إلى أن التكنولوجيا بشكل عام إن لم تكن مرتبطة بالمعرفة التامة بأهمية القيام بالمهمة المستخدمة من أجلها فإنها لا تعطي الجودة بشكلها المطلق، وإنما ¶ ¬_________ ¶ (¬1) المرجع نفسه، ص486.",
            "page": "161",
            "part": "1",
            "seal": "42CF9CAD"
        },
        {
            "id": "162",
            "nass": "تعطي بعض القدرة على تحسين هذه الجودة فقط، فآلة التصوير الفوتوغرافية الحديثة التقنية لا تصنع - في الواقع - مصوِّراً ناجحاً. ¶ 6 - منهج المهارة في إدارة الوقت: (¬1) ¶ يقوم هذا المنهج على أساس أن إدارة الوقت مهارة شخصية تتطلب إتقان عدة أمور هي: ¶ * ... استخدام تقاويم المواعيد ومفكراتها. ¶ * ... إعداد قائمة مهمات. ¶ * ... تحديد أهداف. ¶ * ... تفويض. ¶ * ... تنظيم. ¶ * ... وضع أولويات. ¶ هذا المنهج التنظيمي يفترض أن غياب مهارة التخطيط ووضع الأهداف والتفويض سيؤثر حتمًا على التنظيم، لذلك فإن كثيرًا من المنظمات تلجأ إلى اعتماد وسائل تعليمية لإكساب العاملين بها هذه الأساسيات. ¶ إن من أهم نقاط ضعف هذا المنهج تكمن في التساؤلات التالية: ¶ * ... ما هي النماذج الأساسية التي يُفترض تعليمها؟ ¶ * ... هل تقوم على مبادئ صحيحة؟ ¶ * ... أو أنها تدعو لفروض غير صحيحة متعلقة بالفاعلية؟ ¶ إن ربط الكفاءة بالمبادئ الحقيقية لإدارة الوقت يعتبر في درجة من الأهمية تفوق الأدوات وطريقة التنظيم؛ فالمهارة دون ربطها بنتيجة واضحة ومحددة لا تحقق إدارة فعالة للوقت. ¶ ¬_________ ¶ (¬1) انظر: كوفي، ستيفن، إدارة الأولويات: الأهم أولاً، مرجع سابق، ص488.",
            "page": "162",
            "part": "1",
            "seal": "DA0DF678"
        },
        {
            "id": "163",
            "nass": "7- منهج التدفق الطبيعي (الانسجام والنغمة الطبيعية) : (¬1) ¶ يقوم هذا المنهج على افتراضات مختلفة عن الحياة والوقت مغايرة لتلك الافتراضات التي تقوم عليها باقي مناهج إدارة الوقت، فهو يقوم على فلسفة مستمدة من الحضارات الشرقية المتصلة بالتوافق الداخلي للذات والانسجام مع الطبيعة، بعيداً عن إلحاح الظروف التي تضغط علينا. فهذا المنهج هو بمثابة حركة مضادة لتلك الأساليب التقليدية لإدارة الوقت، أو يمثل انسحابًا لأولئك الذين يشعرون بالهزيمة من استخدام تلك النظم التي تقوم عليها المناهج الأخرى. ¶ لكن أصحاب هذا المنهج قد يتناسون أن السباحة ضد التيار بدلاً من الذهاب مع الطوفان - على أساس أن هذا ينسجم مع الطبيعة - لا يعني ممارسة ناجحة للإدارة؛ فالرؤية والنتيجة والهدف والتوازن عناصر مهمة قد تكون غير متوافرة في هذا المنهج. ¶ 8- منهج الشفاء (إدراك الذات) : (¬2) ¶ يهتم هذا المنهج بالمبادئ التي تشكل السلوك الذي يقود بدوره إلى إدراك الذات ومن ثم تطويرها؛ إذ يعتقد أصحاب هذا التوجه بأن ثمة مؤثرات تأتي من البيئة الاجتماعية والموروثات مسبِّبةً سلوكيات الهزيمة وغياب الإنجاز في إدارة الوقت. ¶ ومن الواضح أن هذا المنهج لا يعالج إلا جانباً واحداً من مشكلات إدارة الوقت؛ ففهم الإداري لذاته هو جزء فقط من أجزاء التغيير الفعال في إدارته لوقته. ¶ ورغم الإضافات المهمة التي تقدمها هذه المناهج إلا أنها تنبع من ¶ ¬_________ ¶ (¬1) انظر: كوفي، ستيفن، إدارة الأولويات: الأهم أولاً، مرجع سابق، ص490. ¶ (¬2) المرجع نفسه، ص491.",
            "page": "163",
            "part": "1",
            "seal": "95EA2EAA"
        },
        {
            "id": "164",
            "nass": "افتراض رؤية الوقت بمعناه العادي وليس باعتباره عنصراً من عناصر الإنتاج، لذلك جاء كل منهج منها مُلِحّاً على جزئية بعينها دون النظر إلى إدارة الوقت كمفهوم شامل في الإدارة. وبشكل عام فإن إدارة الوقت يتعلق تطبيقها على العملية الإدارية الكلية التي تتكون من وظائف كل من المديرين في الهيكل التنظيمي؛ من تخطيط وتنظيم وتوجيه ورقابة، إضافة إلى اتخاذ القرارات.",
            "page": "164",
            "part": "1",
            "seal": "BE46F4ED"
        },
        {
            "id": "165",
            "nass": "المبحث الثالث ¶ نحو منهج متطور لإدارة الوقت بفعالية ¶ بناءً على ما ذكر آنفًا من استعراض لمناهج إدارة الوقت، وكذلك لدور الوقت ضمن عناصر العملية الإدارية، فإن مفهوم الدراسة لفعالية إدارة الوقت سينظر إليه من خلال التكامل بين أمرين: ¶ 1- ... قدرة المدير على القيام بعناصر العملية الإدارية بشكل فعّال. ¶ 2- ... قدرة المدير على اتخاذ إجراءات إيجابية للتحكم في الأنشطة المُستهلِكة للوقت. ¶ الآن وقد تردد استخدامنا لكلمة الإدارة، ينبغي لنا أن نزيد الأمر إيضاحاً، إن هذه الصفة (الإدارة) وإن شملت أفراداً عديدين في المنظمات، إلا أن هؤلاء الأفراد لا يتساوون في الأعباء والواجبات والمسؤوليات من ناحية، ولا في السلطات وحقوق اتخاذ القرارات من ناحية أخرى، ومن ثَمَّ فإن الإدارة تنقسم إلى مستوياتٍ تعارَفَ الكُتَّاب على تقسيمها إلى: ¶ * ... مستوى الإدارة العليا. (Top Management) ¶ * ... مستوى الإدارة الوسطى. (Middle Management) ¶ * ... مستوى الإدارة الدنيا. (Lower Management) ¶ ونبادر هنا إلى القول بأن القاسم المشترك الأساسي بين هذه المستويات هو أنها جميعاً تمارس الإدارة في التخطيط والتنظيم والتوجيه والرقابة، وبالطبع في اتخاذ القرارات، ومع ذلك فإن هذه الوظائف تختلف بحسب الوقت المخصص لها من قِبل المدير، وذلك تبعاً للمستوى الإداري الذي",
            "page": "165",
            "part": "1",
            "seal": "5351EF87"
        },
        {
            "id": "166",
            "nass": "ينتمي إليه، كما هو مبين في الشكل الآتي: ¶ الشكل رقم (4) ¶ التوزيع النسبي للوقت المستغرق في أداء الوظائف الإدارية بكل مستوى إداري ¶ المصدر: مرسي، نبيل محمد، إدارة الأعمال، مركز الإسكندرية للكتاب، الإسكندرية، 1998م، ص 44. ¶ يقول تشارلز فردربر (Ch.Ferderber) - في مقالته (الوقت معضلة المدير) مشدداً على وظيفتَيِ التخطيط والتنظيم -: \"إن سوء التخطيط وسوء التنظيم يصنعان توهمًا بأن الوقت قصير وغير كافٍ\" (¬1) . ¶ ونظرًا لكون تلك الوظيفتين تستحوذان على معظم وقت مديري الإدارتين العليا والوسطى، فإن الدراسة سوف تقتصر على مديري هذين المستويين. ¶ إن دراسة الوقت، وكذلك أي مورد من الموارد المتاحة للمنظمة، تستلزم التخطيط والتنظيم الجيدين، وأن يتم ذلك على أسس علمية واضحة حتى يتسنى استثماره بشكل جيد وفعَّال. إضافة إلى ذلك فقد \"بينت الدراسات العلمية والميدانية اختلاف توزيع الإداريين لوقت العمل على أنشطتهم بسبب ¶ ¬_________ ¶ (¬1) تيمب، دايل، إدارة الوقت، مرجع سابق، ص 75.",
            "page": "166",
            "part": "1",
            "seal": "78CEA246"
        },
        {
            "id": "167",
            "nass": "اختلاف المستوى الإداري، وتوصلت إلى تحديد أنشطة رئيسة مهمة تستغرق وقتاً مطوّلاً من الإداري، إذ يجب عليه إدارتها بشكل فعّال ليصل إلى إدارة فعّالة لوقت عمله. وتتمثل هذه الأنشطة في إدارة المقاطعات الهاتفية والشخصية والاجتماعات والاتصالات ومكان العمل\" (¬1) . ¶ تأسيسًا على ما ذكر آنفًا، فإن منهج الكاتب للإدارة الفعالة للوقت يتمثل بما يأتي: ¶ 1- ... عملية التخطيط التي تتمثل في: ¶ أ - تحديد الأهداف وترتيبها حسب الأهمية. ¶ ب - تخصيص الوقت اللازم حسب الأولوية. ¶ ج - تحليل الوقت. ¶ 2- ... عملية التنظيم التي تتمثل في: ¶ أ - تفويض السلطات والأعمال. ¶ ب - تنظيم وترتيب مهمات العمل. ¶ 3- عملية اتخاذ القرارات بوصفها الوظيفة التي تميّز المستوى الإداري الأعلى والأوسط. ¶ 4- ... إدارة المقاطعات الهاتفية والشخصية. ¶ 5- ... إدارة الاجتماعات. ¶ 6- ... إدارة مكان العمل. ¶ 7- الاتصال الفعال. ¶ ¬_________ ¶ (¬1) سلامة، سهيل فهد، إدارة الوقت: منهج متطور للنجاح، المنظمة العربية للعلوم الإدارية، إدارة البحوث والدراسات، عمان، 1988م، ص 99.",
            "page": "167",
            "part": "1",
            "seal": "852C443F"
        },
        {
            "id": "170",
            "nass": "الفصل السادس ¶ دراسات تطبيقية في إدارة الوقت",
            "page": "170",
            "part": "1",
            "seal": "60C2E7A3"
        },
        {
            "id": "171",
            "nass": "تمهيد: ¶ قبل الشروع في تحليل الدراسات الميدانية لإدارة الوقت وبيان سبب توجه الكاتب إلى إجراء دراسة عملية حول إدارة الوقت في القطاع الصناعي الخاص السعودي، لا بد ابتداءً من إعطاء لمحة عن التنامي السريع في حجم أنشطة القطاع الخاص والتعرف على هيكله ودائرة نفوذه. ¶ \"لجأت المملكة منذ تأسيسها إلى نظام الاقتصاد الحر استناداً إلى التزامها بتعاليم الدين الإسلامي وتقاليدها العريقة القائمة على احترام الملكية الخاصة، ومنذ أن اتخذت من عملية التخطيط وسيلة لتحقيق التنمية الاقتصادية الشاملة، تبنت دعم القطاع الخاص وتنميته، وقد تأكدت أهمية القطاع الخاص على مدار خطط التنمية الخمسية المتعاقبة\" (¬1) . ¶ \"وتمتد دائرة نطاق عمل القطاع إلى أوجه النشاط الاقتصادي المختلفة في بناء الاقتصاد السعودي، حيث يندر وجود أوجه نشاط اقتصادية أو اجتماعية لا يكون للقطاع الخاص دور فيه؛ فيمتد تركيب هيكل القطاع الخاص إلى أوجه النشاط الإنتاجية ونشاط التجارة والخدمات المختلفة. وبالرغم من أن التركيز الرئيس لأوجه نشاط القطاع الخاص هو على المجالات الإنتاجية وبخاصة الزراعة والصناعة والنقل والخدمات الإنتاجية المتعددة، فإن استثمارات القطاع الخاص تمتد أيضاً إلى مشاريع الإسكان والمرافق ومشاريع الأشغال العامة كالطرق وشبكات المياه والمجاري وأغلب الأعمال في مجال الإنشاءات. ويمكن التنويه بأن الاستثمارات الإنشائية تمثل نسبة كبيرة في مجموع استثمارات أي مشروع ما يجعل من إنجازاتها في الوقت نفسه مؤشراً لإنجازات القطاع الخاص، كما أن أوجه ¶ ¬_________ ¶ (¬1) الغرفة التجارية والصناعية للمنطقة الشرقية، ندوة التخصيص وأثره في الاقتصاد السعودي، 9 رجب 1409، ص 6.",
            "page": "171",
            "part": "1",
            "seal": "62B685B1"
        },
        {
            "id": "172",
            "nass": "نشاط القطاع الخاص تمتد إلى التعليم والصحة والخدمات الاجتماعية. ¶ ويلعب القطاع الخاص كذلك دوراً رئيساً في مجال التجارة الداخلية في تلبية احتياجات السكان المحلية بالإضافة إلى دوره الرئيس في مجال الخدمات مثل التخزين والفنادق والمطاعم وفي مجال المهن والحِرَف. ¶ ولا يقتصر دور القطاع الخاص على التجارة الداخلية بل يتجاوز ذلك إلى مجال التجارة الخارجية حيث يتكفل القطاع الخاص بقطاع الواردات لسد احتياجات المملكة من الخارج في السلع الغذائية وفي احتياجات التنمية من السلع الوسيطة والإنتاجية، وقد بدأ القطاع الخاص جهوداً متزايدة في مجال التصدير الصناعي الزراعي والتعدين، مع تطوير الإنتاج في هذه المجالات، بالإضافة إلى مشاركته للحكومة في صادراتها الحديثة من الصناعات البترولية والمنتجات البتروكيماوية. ¶ أما من حيث نصيب القطاع الخاص في إقامة المشروعات ذات الأحجام الكبيرة، فيلحظ هنا أن أغلب المشاريع الكبيرة كانت في السابق خارج نطاق القطاع الخاص في مختلف مراحل إنشائها، إلا أن سياسة الدولة القائمة في الوقت الراهن على تشجيع القطاع الخاص على الاستثمار - سواء بمشاركته للقطاع العام أو ببيع القطاع الحكومي لأسهمه (كلها أو بعضها) إلى القطاع الخاص - قد جعلت القطاع الخاص مكملاً رئيساً لمعظم ما تقوم به الدولة من مشروعات. ¶ وبالرغم من غلبة المؤسسات الفردية في مؤسسات القطاع الخاص وبخاصة في مجال التجارة والخدمات، إلا أن القطاع يضم عدداً من الشركات والشركات المساهمة، كما يلحظ أن الشركات المساهمة في ازدياد",
            "page": "172",
            "part": "1",
            "seal": "CE0C628B"
        },
        {
            "id": "173",
            "nass": "وكذلك تزداد عدد المشاريع المشتركة في هذا القطاع. ¶ وعلى ذلك يمكن القول بأن القطاع الخاص قد ضم جميع أشكال المشروعات، فمنها الفردية الآخذة في التقلص، ومنها المشروعات المختلطة مع الحكومة، ومنها الشركات بأنواعها بما فيها الشركات متعددة الجنسيات والشركات المساهمة، حيث تعتبر الأخيرة من الشركات الآخذة في الزيادة\" (¬1) . ¶ وبناءً على ما تظهره \"المؤشرات الاقتصادية من أن هناك تسارعاً في معدلات نمو القطاع الخاص مقارنة بغيرها من القطاعات وخاصة القطاع الحكومي\" (¬2) ، وقد لاحظ الكاتب من خلال الدراسات السابقة في مجال إدارة الوقت إشارتَها إلى وجود مشكلة في مدى استثمار الوقت بفعالية لدى المدير السعودي في الأجهزة الحكومية، ما أورد إلى ذهنه سؤالاً يتمحور حول مدى وجود المشكلة نفسها لدى المدير السعودي في القطاع الخاص الصناعي، لا سيما أن دور هذا القطاع يتطور ليصبح الرائد في الاقتصاد السعودي، وللإجابة عن ذلك فقد تمَّ تقسيم هذا الفصل إلى مبحثين: ¶ الأول: أهم الدراسات في إدارة الوقت في العالَمَين: الغربي والعربي. ¶ الثاني: دراسة ميدانية لإدارة الوقت في القطاع الصناعي الخاص بالمملكة ... العربية السعودية. ¶ ¬_________ ¶ (¬1) الغرفة التجارية والصناعية، دور القطاع الخاص السعودي في خدمة أهداف التنمية، الرياض، ربيع الثاني، 1407هـ، ص 12 - 13. ¶ (¬2) المرجع السابق ص 19.",
            "page": "173",
            "part": "1",
            "seal": "DE3A7028"
        },
        {
            "id": "175",
            "nass": "المبحث الأول ¶ أهم الدراسات في إدارة الوقت ¶ بدأ الاهتمام بموضوع إدارة الوقت بمفهومه الشامل والمتعارف عليه حالياً - في أواخر الخمسينات وبداية الستينات من القرن العشرين، وسيتعرض الباحث في هذا القسم لعدد من الدراسات التي اهتمت بإدارة الوقت، وذلك على النحو الآتي: ¶ أ: الدراسات في العالم الغربي: ¶ كانت المحاولة الأولى في مجال دراسة إدارة الوقت بالشكل العلمي للكاتب جيمس ماكي (J. McCay) في عام (1959 م) ، حين وضع كتابه (إدارة الوقت) وكان من أهم عباراته التي لا تزال تتردد حتى الآن: \" إذا كنت تشعر بنقص في الوقت، فهذا دليل على أن مهارتك ومعلوماتك الإدارية باتت غير صالحة للمستجدات\" (¬1) . ¶ وفي بداية الستينات من القرن المنصرم، بدأت تظهر الكثير من الأبحاث والدراسات والمقالات والكتب العديدة في مجال إدارة الوقت. وقد كان للتطورات الاقتصادية والثقافية والاجتماعية أثر كبير في زيادة الاهتمام بموضوع إدارة الوقت، وبخاصة التطورات التقنية الهائلة في مجال الاتصالات والمواصلات، وارتفاع معدلات الاستثمار في المشروعات، وارتفاع تكاليف الإنتاج، وكثير غيرها. والحقيقة أن كثيراً من هذه الإسهامات العلمية بدأت في الغرب، حيث قامت الباحثة روز ماري ستيوارت ¶ ¬_________ ¶ (¬1) McCay,J., The Management of Time, Prentice Hall INC., N. J.: 1995, P. 19. ... ملحوظة: صدرت الطبعة الأولى من هذا الكتاب في عام 1959م كما ذكر في ص (xii) من المرجع نفسه أعلاه.",
            "page": "175",
            "part": "1",
            "seal": "A01584BE"
        },
        {
            "id": "176",
            "nass": "R.M.Stewart)) (¬1) ، بإجراء دراسة تحت عنوان (المديرون ووظائفهم) لمعرفة كيفية توزيع المدير البريطاني لوقته، اتضح من خلالها أن أهم ما يبدد وقت الإداريين هو الاجتماعات المطولة، وكذلك الاتصالات الهاتفية. ¶ كما أشار الباحث بيتر دراكر P. Drucker)) (¬2) إلى العوامل التي تؤدي إلى ضياع وقت المدير بشكل عام، وقد تمثلت في سوء الإدارة وعدم كفاية التنظيم، تضخم عدد العاملين، زيادة عدد الاجتماعات عن الحد المعقول، عدم كفاية المعلومات وأنظمة الاتصال، الزيارات المفاجئة والاجتماعات غير الناجحة، التردد في اتخاذ القرارات، التفويض غير الصحيح، سوء ترتيب الأولويات، المكالمات الهاتفية الزائدة عن الحد، قراءة الصحف والمجلات، البدء في تنفيذ أي مهمة قبل التفكير فيها والتخطيط لها، الانتقال إلى مهمة جديدة قبل إنجاز المهمة السابقة، الاهتمام بالمسائل الروتينية قليلة الأهمية (¬3) . ¶ كما قام الباحث ماكنزي (Mackenzie) بالاشتراك مع الباحث ريتشارد (Richards) بوضع قائمة جمعا فيها أربعين من مضيعات الوقت الشائعة المصنفة حسب الوظائف الإدارية (¬4) . ¶ وأشار أبو شيخة إلى مسح أجراه معهد هاملتون Hamelton Institue)) (¬5) بعنوان «الرقابة على الوقت» تبين فيه أن المقاطعات تحتل المرتبة الأولى من حيث الأهمية في مضيعات وقت المدير، تليها الاجتماعات غير الفعّالة والمكالمات الهاتفية الكثيرة، والبحث عن المعلومات (¬6) ، لذلك يجب العمل على الحد من الوقت المهدر في الاجتماعات غير الفعّالة بعد دراسة هذه الاجتماعات وتقليص عددها ما أمكن، والحد من المكالمات الهاتفية، ¶ ¬_________ ¶ (¬1) انظر: Stewart, R. M., Managers And Their Jobs, McGraw Hill Co., N. Y.: 1967, PP. 44-45. ¶ (¬2) بيتر دركر: ولد في فيينا عام 1909م، نشر أول بحث له في اقتصاديات البنك الدولي بلندن عام 1929م، استقر به الحال في الولايات المتحدة، وعمل في مجموعة البنوك البريطانية، عمل استشاريًا إداريًا في إحدى كُبريات الشركات الأمريكية الرائدة، ثم أستاذًا للسياسة والفلسفة بجامعة بننقتون، وأستاذًا للإدارة بجامعة نيويورك، له العدد من الكتب والبحوث المنشورة. انظر: (The Practice of Management Butter worth, 1984.) ¶ (¬3) انظر: Drucker, P., The Effective Executive, N.Y.: Harper and Row, 1982, PP.42 - 45. ¶ (¬4) انظر: تيمب، دايل، إدارة الوقت. ترجمة وليد هوانه، معهد الإدارة العامة، الرياض، 1991م، ص 264-265. ¶ (¬5) Alexander Hamilton Institute, 1633 Broadway, New York, N.Y. 10019 U.S.A. ¶ (¬6) انظر: أبو شيخة، نادر أحمد، إدارة الوقت، دار مجدلاوي، عمان، 1991م، ص 136.",
            "page": "176",
            "part": "1",
            "seal": "4EC3976F"
        },
        {
            "id": "177",
            "nass": "والمساعدة في الأعمال الروتينية، وتوفير قاعدة بيانات تمد المديرين بالمعلومات عند الحاجة إلى ذلك. ¶ \"كما أسهم في هذا المجال الباحث هنري منتزبرج (H.Mintsberg) في كتابه (طبيعة العمل الإداري The Nature Of Managerial Work) علاوة على الإسهامات الجيدة التي قُدمت من جوزيف كوبر (J.Cooper) عام 1962م، وروس ويبر (R.Webber) عام 1972م، وجاك فرنر (J.Ferner) عام 1980م\" (¬1) . ¶ ب: الدراسات في العالم العربي ¶ أما في العالم العربي فقد أُجريت دراسات على مستوى بعض الأجهزة في عدد من البلدان العربية، من ذلك دراسة تقدم بها فريد منى (1980م) عن التنفيذيين العرب (¬2) أشار فيها إلى الضعف في إدارة الوقت واستخداماته لدى التنفيذيين العرب، وبخاصّة في دول الخليج، حيث لا يعطون أهمية عالية للوقت عند ممارستهم أعمالهم. ¶ كما أوضحت هذه الدراسة أن التنفيذيين العرب يواجهون ضغوطاً على أوقاتهم، منها: ¶ * ... سوء استخدام التقنية أو عدم توافرها، وبخاصّة في مجالي المعلومات والاتصالات، إضافة إلى تخلف بعض قنوات الاتصال في منظماتهم. ¶ * ... الأعراف والتقاليد الاجتماعية التي تعوقهم عن استخدام أوقاتهم بشكل أفضل. ¶ * ... مشاركتهم في تنمية مجتمعاتهم، ما يضطرهم لإعطاء بعض أوقاتهم للأنشطة الاجتماعية والثقافية. ¶ ¬_________ ¶ (¬1) سلامة، سهيل بن فهد، إدارة الوقت: منهج متطور للنجاح، المنظمة العربية للعلوم الإدارية، إدارة البحوث والدراسات، عمان، 1988م، ص 21. بتصرّف. ¶ (¬2) انظر: Muna, Farid, The Arab Executive, St. Martin Press, N.Y. 1980.",
            "page": "177",
            "part": "1",
            "seal": "B6FF3F4A"
        },
        {
            "id": "178",
            "nass": "* ... المركزية السائدة في منظماتهم وضآلة التفويض للعاملين للقيام بالمهمات المساندة. ¶ * ... استخدام الأسلوب الشخصي المباشر في التعامل مع العاملين والعملاء (سياسة الباب المفتوح) . ¶ من جانب آخر، فقد أرجعت دراسة فريد منى الأسباب التي أدت إلى انخفاض قيمة الوقت من منظور هؤلاء التنفيذيين إلى عوامل عدة، منها: عدم إدراك أهمية الوقت، سوء أسلوب الحياة الاجتماعية ونمطها، الوساطات والمجاملات، البيروقراطية والمركزية الشديدة، العلاقات الشخصية والأمور العائلية بين العاملين أنفسهم من جهة، وبينهم وبين العملاء والزوار من جهة أخرى. ¶ كما تقدم ربحي الحسن بدراسة تحت عنوان: التخطيط الإداري والوقت (1982م) ، عرض من خلالها لأهمية الوقت في عملية التخطيط، وتوصل إلى نتيجة مفادها أن إدارة الوقت بشكل فعال تستحيل في ظل انعدام وجود أهداف أو أولويات أو خطط يومية، أو في حال اختلاف الأولويات، وكذلك عدم وجود مواعيد محددة لإنهاء المهمات والقيام بأعمال كثيرة في وقت واحد (¬1) . ¶ كما قام محمد القريوتي بتقديم دراسة تحمل عنوان: إدارة الوقت (1995م) ، أراد من خلالها مد يد العون إلى المديرين في تنمية إدراكهم عن أهمية الوقت وكيفية تنظيمه واستثماره، فأوصى بضرورة قيام الإدارة باختصار بعض إجراءات الاتصالات من أجل الحفاظ على الوقت بوصفه مورداً مهمًا، ليتم استثماره على الوجه الأكمل (¬2) . ¶ ¬_________ ¶ (¬1) القرني، علي بن سعيد، إدارة الوقت: دراسة ميدانية عن مدى استغلال المدير السعودي للوقت في الأجهزة الحكومية، بمدينة الرياض، رسالة ماجستير، قسم الإدارة العامة، كلية العلوم الإدارية، جامعة الملك سعود، الرياض، 1996م، ص 26. ¶ (¬2) انظر: المرجع نفسه ص 26.",
            "page": "178",
            "part": "1",
            "seal": "36EE423B"
        },
        {
            "id": "179",
            "nass": "وفي دراسة قام بها كل من نادر أبي شيخة ومحمد القريوتي بيّنا فيها أن الدافع لهما لإجراء تلك الدراسة هو عدم وجود فلسفة واضحة لأهمية الوقت لدى المدير الأردني، إضافة إلى أن إضاعة الوقت الناتجة عن سوء إدارته تعد من المشكلات الحادة التي تعاني منها الإدارة في الدول العربية بعامة وفي الأردن بخاصة. ويضيف الباحثان أن المدير قد يخفق في التوظيف الجيد لوقت العمل الرسمي بسبب عدم إدراكه لأهمية الوقت، أو لافتقاره إلى فكرة واضحة عن المهمات والواجبات المترتبة عليه، أو لعدم مقدرته على تحديد الأولويات، أو لجميع هذا في الوقت نفسه، وتكون النتيجة إضاعة كثير من الوقت في أداء مهمات قليلة الأهمية. وتوصل الباحثان من خلال البحث إلى وجود علاقة بين الخصائص الوظيفية للمدير الأردني ونظرته تجاه الوقت؛ إذ أثبتت الدراسة أنه كلما ارتفع المستوى الوظيفي والفئة الوظيفية للموظف كانت فلسفته ونظرته تجاه الوقت أكثر اقتراباً من النظرة العلمية الحديثة التي ترى في الوقت عنصراً محدوداً من عناصر الإنتاج، ومورداً مهمًا لا بدّ من استثماره لتحقيق الأهداف، كما نفى الباحثان وجود علاقة بين الخصائص الشخصية ونظرة المديرين تجاه الوقت، إضافة إلى مقدرتهم على إدارة وقت العمل الرسمي (¬1) . ¶ وفي المملكة العربية السعودية، نجد عدداً من الدراسات التي تناولت موضوع إدارة الوقت، وقد تمت جميعها على مستوى الأجهزة الحكومية في المملكة، ومن هذه الدراسات؛ الدراسة الميدانية التي أجراها محمد شاكر عصفور عام (1980م) على عيّنة من الوزارات والمؤسسات الحكومية في المملكة العربية السعودية لمعرفة كيفية استخدام المدير لوقت العمل الرسمي، وتبين في نتائج الدراسة أن ما يقارب نصف وقت الدوام الرسمي للموظف ¶ ¬_________ ¶ (¬1) انظر: أبو شيخة، نادر أحمد، القريوتي، محمد، إدارة الوقت في الأجهزة الحكومية الأردنية، مجلة دراسات العلوم الإنسانية- الجامعة الأردنية، العدد الأول، المجلّد 20، 1993م، ص119-120.",
            "page": "179",
            "part": "1",
            "seal": "2922B0DC"
        },
        {
            "id": "180",
            "nass": "السعودي يُصرف في إنجاز المعاملات اليومية الرسمية، وأن الاجتماعات تستهلك 12% تقريباً من وقته، في حين أن 10% من وقته يذهب للأعمال المساعدة ذات العلاقة بالعمل الرسمي (مكالمات هاتفية، متابعة للموظفين، تعقيب على معاملات) ، في حين لا يخصص أكثر من 4% من الوقت الرسمي للتفكير والتخطيط للعمل (¬1) . ¶ وكان من أبرز النتائج التي توصلت إليها الدراسة التي قام بها عبد العزيز ملائكة عام (1407هـ - 1987م) ، للتعرف على مدى أهمية الوقت وقيمته، والأسباب أو المؤثرات فيه، والتي شملت بعض المديرين السعوديين والغربيين العاملين في مؤسسات حكومية مختلفة وبخاصّة في مدينة جدة، إلى تأكيد 88% من السعوديين و100% من المديرين الغربيين على أهمية الوقت وضرورة استخدامه بشكل فعّال ومنتج. كما تم في هذه الدراسة إرجاع أسباب عدم إدارة الوقت واستخدامه كما ينبغي إلى الزيارات المفاجئة واتباع سياسة الباب المفتوح، وعقد الاجتماعات من دون ضرورة مُلحّة أو تنظيم، إضافة إلى جلسات التسلية وأساليب بعض المديرين غير الفعّالة، كعدم التفويض، وكذلك نقص الكفاءة الإدارية، والتفاوت والاختلاف الشديد بين العاملين في المستويات المتعددة وفي المستوى الواحد أيضاً، وكذلك من ناحية المؤهلات التعليمية والخبرات (¬2) . ¶ وتوصل محمد الغيث عام (1990م) ، في دراسة أجريت على عينة من العاملين بالقطاع الحكومي داخل المملكة العربية السعودية، تحت عنوان (الإنتاجية في القطاع الحكومي) ، إلى أن \" 57% من عينة البحث أعربت عن أن الوقت المتاح لها غير كاف للوفاء باحتياجات العمل\" (¬3) ، كما توصل ¶ ¬_________ ¶ (¬1) انظر: عصفور، محمد شاكر، كيفية إشغال المدير لوقت الدوام الرسمي، ندوة الإنتاجية في القطاع الحكومي ومعوقاتها، معهد الإدارة العامة، الرياض، 1400هـ، ص 8. ¶ (¬2) انظر: ملائكة، عبد العزيز محمد، إدارة الوقت في الأعمال بالمملكة العربية السعودية، بنك القاهرة السعودي، سلسلة إصدارات إدارة الأبحاث الاقتصادية والمعلومات، جدة1412، هـ-1991م ص 147 -148. ¶ (¬3) الغيث، محمد بن عبد الله، الإنتاجية في القطاع الحكومي: المفهوم والمعوقات ووسائل وطرق تحسين الإنتاجية، مجلة الإداري، س (12) ، عدد (41) ، معهد الإدارة، مسقط، يونيو 1990م، ص 128.",
            "page": "180",
            "part": "1",
            "seal": "EC1FB62A"
        },
        {
            "id": "181",
            "nass": "الباحث إلى قائمة تضمنت عشرة بنود تمثّل أهم مضيعات الوقت للمديرين العاملين بالحكومة في المملكة العربية السعودية (¬1) . ¶ أما الدراسة الميدانية التي أجراها علي القرني عام (1417هـ-1997م) للتعرف على نظرة المدير السعودي للوقت؛ من حيث أهمية الوقت وكميته، ومدى قدرة المدير السعودي في الأجهزة الحكومية بالرياض على إدارة وقت العمل الرسمي، فقد تم فيها اختبار عدد من الفروض والعلاقات بين متغيرات الخصائص الوظيفية ومتغيرات الخصائص الشخصية للمدير وكل من نظرة المدير السعودي تجاه الوقت وقدرته على إدارة هذا الوقت، إضافة إلى العلاقات بين كل من الخصائص الوظيفية والخصائص الشخصية على حدة ومتغير توزيع وقت العمل الرسمي. وتوصلت الدراسة إلى نتيجة مفادها عدم وجود تأثير للخصائص الوظيفية والشخصية على نظرة المدير السعودي للوقت، باستثناء وجود علاقة ارتباط إيجابية ذات دلالة معنوية بين مؤهل المدير السعودي ونظرته للوقت؛ في حين أكدت الدراسة على وجود علاقة ارتباط بين الخصائص الوظيفية وقدرة المدير السعودي على إدارة الوقت، إضافة إلى علاقة الارتباط بين راتب المدير ومقدرته على إدارة الوقت (¬2) . ¶ بالنظر إلى الدراسات السابقة، الأجنبية منها والعربية، يتضح لنا مدى اهتمامها بكيفية توزيع المدير لوقت عمله، وأهم مضيعات الوقت عنده، ونظرته للوقت، وعلاقة عدد من الخصائص أو المتغيرات بهذه النظرة، مع تركيزها على المدير في الأجهزة الحكومية. ¶ ¬_________ ¶ (¬1) انظر: المرجع نفسه، 129. ¶ (¬2) انظر: القرني، علي بن سعيد، إدارة الوقت: دراسة ميدانية عن مدى استغلال المدير السعودي للوقت في الأجهزة الحكومية، مرجع سابق. ص: ج.",
            "page": "181",
            "part": "1",
            "seal": "2FF477DE"
        },
        {
            "id": "183",
            "nass": "المبحث الثاني ¶ دراسة ميدانية لإدارة الوقت في القطاع ¶ الصناعي الخاص بالمملكة العربية السعودية ¶ قام الكاتب بإجراء هذه الدراسة بالقطاع الصناعي الخاص (المصانع الأهلية) داخل مدينة الرياض بالمملكة العربية السعودية. وترجع مسوّغات اختيار هذا القطاع على وجه التحديد إلى الأسباب الآتية: ¶ 1- ... تعيش المملكة العربية السعودية نهضة صناعية طموحاً وواعدة، ما يحتم على الجميع الإسهام في هذه النهضة الصناعية. ¶ 2- ... تُعدّ الصناعة السعودية مورداً أساسياً من موارد الدخل القومي للمملكة، وذلك لما حبى الله المملكة من كنوز الأرض المختلفة التي تشكل حجر الأساس في أي تنمية صناعية. ¶ 3- ... يعد القطاع الصناعي بالمملكة العربية السعودية قطاعاً متطوراً، وهو بحاجة لكل الجهود والدراسات التي تساعد على تنميته وازدهاره أمام المنافسة العالمية. ¶ 4- ... تمثل مدينة الرياض قاعدة صناعية مهمة للمملكة العربية السعودية، حيث يوجد بها مدينتان صناعيتان. ¶ وبناءً على إحصائيات وزارة الصناعة (¬1) ، فإن إجمالي عدد المصانع القائمة بالرياض حتى شهر شعبان عام (1419 هـ) قد بلغ (824) مصنعاً. وبعد مراجعة قائمة بأسماء تلك المصانع، تم استبعاد المصانع الصغيرة التي ¶ ¬_________ ¶ (¬1) الغرفة التجارية الصناعية، دليل مصانع الرياض، الرياض، ط8، 1419هـ.",
            "page": "183",
            "part": "1",
            "seal": "4370BB05"
        },
        {
            "id": "184",
            "nass": "لا يزيد عدد العاملين فيها عن مائة عامل، وبعد عملية الاستبعاد هذه تبقّى (197) مصنعاً يزيد عدد العاملين فيها عن (100) عامل وموظف بالمصنع الواحد. ويوضح الجدول ذو الرقم (1) بياناً رقمياً إجمالياً بعدد هذه المصانع (197 مصنعاً) وتوزيعها على تسعة قطاعات صناعية. ¶ ولقد تم اختيار ما يقارب نصف إجمالي المصانع المكونة لمجتمع الدراسة، مع مراعاة التوازن بين مختلف القطاعات الصناعية، لكي تندرج ضمن المصانع الخاضعة للدراسة والتحليل النهائي. ¶ جدول برقم (1) ¶ بيان بعدد المصانع وعينة الدراسة ¶ م ... نوع قطاع النشاط ... إجمالي عدد ... المصانع ... مفردات العينة ... المختارة عشوائيا ... عدد المديرين ¶ 1 ... منتجات مواد البناء والزجاج ... 34 ... 10 ... 38 ¶ 2 ... منتجات الورق والطباعة ... 11 ... 8 ... 34 ¶ 3 ... منتجات الألمنيوم ... 10 ... 4 ... 16 ¶ 4 ... المنسوجات والمنتجات الجلدية ... 14 ... 6 ... 28 ¶ 5 ... المنتجات الغذائية ... 23 ... 8 ... 43 ¶ 6 ... الأجهزة والمعدات الكهربائية ... 25 ... 12 ... 62 ¶ 7 ... الأثاث الخشبي والمعدني ... 23 ... 15 ... 69 ¶ 8 ... الصناعات المعدنية ... 27 ... 17 ... 81 ¶ 9 ... الصناعات البلاستيكية والكيميائية ... 30 ... 14 ... 79 ¶ الإجمالي ... 197 ... 94 مصنعا ... 450 مديرًا",
            "page": "184",
            "part": "1",
            "seal": "7DF9323C"
        },
        {
            "id": "185",
            "nass": "أولاً: نتائج الدراسة ¶ انطلقت هذه الدراسة من مبدأ كون الوقت الضائع وغير المستثمر يعتبر مشكلة؛ حيث إنه لا يمكن تعويضه، ومن كون الإداريين يعلمون أن إدارة أوقاتهم عامل مهم لزيادة إنتاجيتهم. وباعتبار أن الوقت مورد محدود فقد وجب إدارته واستخدامه بشكل فعال جيداً؛ ذلك أن مشكلات انخفاض إنتاجية المديرين تنشأ - في معظمها - عن عدم إدارة الوقت بفعالية، وهذا يتمثل في عدم وجود أهداف واضحة، وعدم وجود خطة عمل يومية بمعنى عدم وضع أولويات الأعمال المطلوب إنجازها، إضافة إلى عدم تنظيم العمل من جانب المدير نفسه، والمقاطعات والمشتتات في العمل، وكذلك الاجتماعات غير المخطط لها، والقرارات المتسرعة، أو عدم اتخاذ القرارات، إلى غير ذلك من العناصر. وكان الكاتب قد طرح في دراسته تساؤلات عدة خلاصتها في النقاط الآتية: ¶ 1- ... ما هي نظرة المدير السعودي بالقطاع الصناعي الخاص لقيمة الوقت؟ ¶ 2- ... ما هي أنواع مضيعات أو مبددات وقت المدير؟ ¶ 3- ... ما مدى فعالية المدير السعودي في استخدامه واستثماره لوقت عمله؟ ¶ 4- ... ما هي الأدوات والوسائل التي يعتمد عليها المدير السعودي في تنظيم وقت عمله وإدارته؟ ¶ 5- ... هل توجد أي علاقات ارتباط بين متغيرات قيمة الوقت من وجهة نظر المدير السعودي بالقطاع الخاص وعدد من المتغيرات الشخصية والوظيفية؟",
            "page": "185",
            "part": "1",
            "seal": "74716403"
        },
        {
            "id": "186",
            "nass": "ومن خلال القسم النظري من الدراسة ثبت للكاتب ما يأتي: ¶ 1- ... اهتمام الإسلام العظيم بالوقت؛ فقد ورد ما يشير إلى أهميته في كثير من نصوص القرآن الكريم والسُّنَّة المُطهَّرة، وأن التعاليم الإسلامية تقرر مسؤولية المسلم نحو الوقت مسؤولية تامة، وأنه أمانة عنده لا يجوز له التفريط فيها. ¶ 2- ... أن الإسلام يطالب المسلم باغتنام فرص العمر وأوقات الفراغ وعدم إضاعتها؛ لأنه محاسب عليها يوم القيامة. ¶ 3- ... أن الإسلام وضع الأسس لكثير من الوظائف الإدارية ذات العلاقة بإدارة الوقت والمُثبتة من خلال نصوص القرآن الكريم والسُّنَّة النبويَّة المُطهَّرة وسيرة سلف الأمة؛ مثل التخطيط والتنظيم والتوجيه والرقابة واتخاذ القرارات. ¶ 4- ... أن سلف الأمة كانوا يعرفون للوقت قَدْره وقيمته، ما كان سبباً في ازدهار الحضارة الإسلامية وعلوِّ شأنها قروناً من الزمان. ¶ 5- ... أن الإدارة الإسلامية قائمة على مبدأ الإيمان بالله، وهو أمر تفتقر إليه النظريات الإدارية الأخرى، ذلك أن الإسلام ينظر إلى العمل باعتباره أمانة ينبغي أداؤها على الوجه الصحيح، وأن التقصير فيه يُعد خيانة للأمانة، كذلك فإن الإسلام ينمّي في الفرد المسلم الرقابة الذاتية النابعة من إيمان المسلم بمراقبة الله عزَّ وجلَّ له ومحاسبته على عمله، إن كان محسناً فله الأجر والثواب، وإن كان مسيئاً فعليه الوزر والعقاب، وهذا يُعد دافعاً قوياً لإتقان العمل والإخلاص فيه.",
            "page": "186",
            "part": "1",
            "seal": "634166B5"
        },
        {
            "id": "187",
            "nass": "أما من خلال البحث الميداني الذي أجراه الكاتب على القطاع الصناعي الخاص بمدينة الرياض في المملكة العربية السعودية، فقد توصل إلى النتائج الآتية: ¶ 1- ... بالنسبة لنظرة المدير السعودي بالقطاع الصناعي الخاص لقيمة الوقت وأهميته، فقد أكدت النتائج أن اتجاهات وآراء معظم المديرين في عينة الدراسة تبرز أهمية الوقت بصفته مورداً مهمًا يجب استثماره في العمل، ما يشير إلى الأهمية الكبرى التي يحظى بها الوقت لدى المدير السعودي، ومن ثمّ السعي إلى استثماره في عمله وقيامه بذلك فعلاً، حيث نتائج الدراسة الحالية إلى ارتفاع قيمة الوقت من منظور المدير السعودي في القطاع الصناعي الخاص بمدينة الرياض (نسبة 85.8% من درجة المقياس) وتتفق هذه النتيجة مع ما توصل إليه ملائكة (1991م) في دراسته داخل المملكة، فقد أكد 88% من المديرين السعوديين، و100% من المديرين الغربيين على أهمية الوقت في بعض المؤسسات الحكومية والخاصة بمدينة جدة. كذلك فإن نتائج الدراسة التي قام بها القرني (1996م) تقترب من نتائج الدراسة الحالية، إذ أفاد 70% (في المتوسط) من المديرين بأن الوقت مورد مهم، وذلك في دراسته عن المدير السعودي في الأجهزة الحكومية. ¶ وفي المحصِّلة فإن الدراسة الحالية تدل على تزايد قيمة الوقت من منظور المدير في القطاع الصناعي السعودي الخاص، مقارنة بالمدير السعودي في الأجهزة الحكوميّة. ¶ وتختلف نتائج الدراسة الحالية مع ما توصلت إليه دراسة فريد منى (1981م) من عدم قيام التنفيذيين العرب (وبخاصّة في دول الخليج",
            "page": "187",
            "part": "1",
            "seal": "CA48FECE"
        },
        {
            "id": "188",
            "nass": "العربي) بإعطاء قيمة مرتفعة للوقت عندما يمارسون أعمالهم. ¶ ويعلّل الكاتب اختلاف نتائج تلك الدراسة عن نتائج دراسته الحالية إلى الفجوة الزمنية الطويلة بين وقت إجراء دراسة فريد منى عن منطقة الخليج العربي (1981م) ووقت إجراء الدراسة الحاليّة في العام (2000م) . ¶ 2- ... بينت الدراسة أهم أنواع مضيعات أو مبددات وقت المدير السعودي في القطاع الصناعي، وكذلك الممارسات التي يضيع فيها وقت العمل بالنسبة له. إذ توصلت الدراسة الحالية إلى أربع مجموعات من مضيعات وقت المدير السعودي في القطاع الصناعي الخاص، هي: ¶ أ - مضيعات للوقت ذات أهمية مرتفعة جداً: ¶ اشتملت على عدم وجود تنظيم جيّد للعمل، عدم حفظ الملفات والأوراق في أمكنتها الملائمة، عدم تحديد أهداف وأولويات للإنجاز، الافتقار إلى التنسيق الفعال، الزيارات المفاجئة من أصدقاء وأقارب وزملاء دون مواعيد مسبقة، عدم وجود اتصال واضح بين المدير ومرؤوسيه، عدم التخطيط المسبق للعمل، عدم تحديد مواعيد لإنجاز الأهداف، عدم توافر المعلومات الدقيقة، التأخر صباحاً عن موعد العمل. ¶ ب - مضيعات للوقت ذات أهمية مرتفعة: ¶ اشتملت على تأمين احتياجات البيت في أثناء الدوام، تأجيل وتسويف الأمور، مغادرة العمل مبكراً، توصيل الأبناء في أثناء الدوام، عدم قيام",
            "page": "188",
            "part": "1",
            "seal": "467CE5A3"
        },
        {
            "id": "189",
            "nass": "المدير بتفويض الأعمال إلى الآخرين، قراءة الصحف والمجلات في أثناء الدوام، مراجعة المستشفى في أثناء الدوام، الاهتمام بالمسائل والإجراءات الروتينية قليلة الأهمية. ¶ ج - مضيعات للوقت ذات أهمية متوسطة: ¶ اشتملت على الاجتماعات المطولة، المقاطعات الهاتفية، كثرة الأعمال الورقية، القيام بأعمال متعددة في وقت واحد. ¶ د - مضيعات للوقت ذات أهمية منخفضة: ¶ اشتملت على استراحة شرب الشاي والقهوة، الحرص على الاطلاع على التفاصيل كلِّها. ¶ وبمقارنة نتائج الدراسة الحالية على المدير السعودي بالقطاع الصناعي الخاص مع نتائج الدراسات السابقة بشأن مضيعات وقت المدير السعودي في الأجهزة الحكومية، يتضح مدى اعتماد الدراسة الحالية على قائمة أكثر شمولاً للبنود المضيعة لوقت المدير، حيث بلغت أربعة وعشرين بندًا. ¶ ومن جانب آخر، اشتملت مجموعة المضيعات ذات الأهمية المرتفعة في الدراسة الحالية على مجموعة بنود يتناول معظمها أموراً تتعلق بقصور في الوظائف الأساسية مثل عدم وجود تنظيم جيّد للعمل، عدم التخطيط المسبق للعمل، الافتقار إلى التنسيق الفعال، عدم توافر الاتصال الواضح بين المدير ومرؤوسيه، الزيارات المفاجئة وغيرها.",
            "page": "189",
            "part": "1",
            "seal": "20F89320"
        },
        {
            "id": "190",
            "nass": "وتختلف نوعية هذه المجموعة عن نوعية مضيعات الوقت في الأجهزة الحكومية كما ورد في دراسات عصفور (1980م، 1981م) التي تناولت في معظمها أموراً روتينية متكررة مثل: شرب الشاي والقهوة، التأخر صباحاً عن العمل، قراءة المجلات، مكالمات هاتفية لأغراض خاصة. ¶ 3- ... تبين الدراسة حرص المدير السعودي في القطاع الصناعي الخاص على إدارة وقته بفعالية، وذلك من خلال قياس فعالية المدير السعودي في إدارته لوقت عمله، فقد تم الاعتماد على نموذج تم تصميمه على وجه خاص لهذه الدراسة وبعد إجراء دراسات تحليلية لصدق وثبات المقياس عليه - إذ اعتمد هذا النموذج على ستة أبعاد رئيسة يمثل كل منها جانباً من جوانب فعالية المدير في إدارة وقته - فقد أظهرت النتائج التحليلية قيام المدير السعودي في القطاع الصناعي الخاص بما يأتي: ¶ أ - ... اهتمامه بعمليّة التخطيط ضمن العملية الإدارية بشكل ينسجم مع إدارة الوقت والحرص على عدم ضياعه. ¶ ب - ... إلحاحه على دور وظيفة التنظيم في الإدارة الفعالة للوقت؛ وذلك من خلال اتجاهين هما تنظيم العمل، والتفويض السليم للسلطة. ¶ ج - ... اهتمام المدير السعودي بإدارة اجتماعاته في سبيل استثمار وقت العمل وإدارته بفعالية. ¶ د - ... بذل المدير السعودي جهداً كبيراً في منع المقاطعات التي تعترض عمله باستمرار، مبرهناً بذلك على مدى إدراكه أهمية الحدّ من المقاطعات الشخصية والهاتفية في إدارته لوقته واستثماره، دون إسراف في ذلك، مع القدرة على قول \"لا\".",
            "page": "190",
            "part": "1",
            "seal": "7D9153C1"
        },
        {
            "id": "191",
            "nass": "هـ - حرص المدير السعودي على الإدارة السليمة لمكان عمله من أجل استثمار الوقت في قضاء العمل المطلوب وعدم ضياع الوقت. ¶ و ... السعي المستمر لدى المدير السعودي لاتخاذ قرارات صحيحة وسليمة دون ضياع للوقت ودون تسويف، مع إعطاء القرارات المتخذة الدراسة الوافية، لأنّ كيفية اتخاذ القرارات هي من الموضوعات الحيوية في إدارة منظمات الأعمال. ¶ وعلى الرغم من عدم وجود دراسات سعودية سابقة تعالج هذه النقطة بشكل مباشر، إلاّ أنه يمكن مقارنتها مع نتائج دراسة الغيث (1990م) حول مجموعة من الأمور التي تؤدي إلى عدم كفاية وقت عمل المدير السعودي في القطاع الحكومي على الوفاء باحتياجات العمل، ومن الأمور التي تتفق مع نتائج الدراسة الحالية: الاتصالات الهاتفية غير المتوقعة، المقاطعات في أثناء العمل، عدم تفويض السلطة بشكل سليم، التنظيم غير الجيّد للعمل، الأشياء الموضوعة في غير أمكنتها الصحيحة والمعاملات. ¶ 4- ... بالنسبة للخصائص الشخصية ومدى تأثيرها على نظرة المدير السعودي للوقت، لم تثبت نتائج الدراسة وجود علاقة ارتباط ذات دلالة معنوية بين قيمة الوقت من وجهة نظر المدير السعودي وحالته الاجتماعية، في حين أثبتت وجود علاقة ذات دلالة معنوية بين عمر المدير السعودي ونظرته للوقت، وتعني أنه كلما زاد عمر المدير زاد اعتبار قيمة الوقت لديه، كما أثبتت وجود علاقة ذات دلالة معنوية بين المؤهل العلمي للمدير السعودي ونظرته للوقت، وهذا يعني أنه كلما ارتفع المؤهل العلمي للمدير زاد اعتبار قيمة الوقت لديه.",
            "page": "191",
            "part": "1",
            "seal": "D91DA9A2"
        },
        {
            "id": "192",
            "nass": "5- ... بالنسبة للخصائص الوظيفية، فقد اتضح من نتائج الدراسة عدم وجود علاقة ذات دلالة معنوية بين قيمة الوقت من وجهة نظر المدير السعودي في القطاع الصناعي الخاص وعدد من الخصائص الوظيفية (مسمى الوظيفة، نوع قطاع النشاط، سنوات الخبرة، مدة العمل الكلية بالمصنع، نطاق الإشراف) . وبذلك نجد أن الدراسة قد توصلت إلى أن الخصائص الوظيفية المشار إليها للمدير السعودي ليس لها علاقة بنظرته تجاه الوقت. ¶ 6- ... بينت الدراسة وجود علاقة ارتباط طردية ذات دلالة معنوية بين قيمة الوقت من وجهة نظر المدير السعودي في القطاع الصناعي الخاص، ومدى اعتماده على وسائل تنظيم وإدارة الوقت. ¶ كما بينت الدراسة نوعية العلاقة السابقة بين مختلف وسائل تنظيم الوقت المقترحة من قبل الكاتب على المدير السعودي في استقصائه الذي أجراه من خلال استبانته الموزّعة، فقد تم ملاحظة وجود علاقة ارتباط ذات دلالة معنوية بين قيمة الوقت من وجهة نظر المدير السعودي وكلٍّ من: المفكرة اليدوية لتنظيم المواعيد، والمفكرة الإلكترونية، وإعداد قائمة يومية بالأعمال المطلوبة، وإعداد قائمة أسبوعية بالأعمال المطلوبة وتوقيتاتها، بينما لم يُلحظ وجود علاقة ارتباط بين قيمة الوقت من وجهة نظر المدير السعودي وباقي وسائل تنظيم الوقت، وبخاصّة دور السكرتير في ذلك. ¶ 7- ... بينت الدراسة أهم الوسائل والأساليب التي يراها المدير السعودي من وجهة نظره مهمة لتنظيم الوقت، فظهرت آلة تصوير المستندات في",
            "page": "192",
            "part": "1",
            "seal": "2E2DE27F"
        },
        {
            "id": "193",
            "nass": "المرتبة الأولى بصفتها وسيلة لتنظيم العمل، ومن ثمّ توفير الوقت، يليها في ذلك جهاز الفاكس، ثم إعداد قائمة يومية بالأعمال المطلوب إنجازها وتوقيتاتها، وهكذا يستمر الترتيب كما هو مبين في الجدول الآتي، ليُظهِر في نهاية ترتيب الوسائل الدورَ شبه المعدوم لجهاز الماسح الضوئي (Scanner) ، والهاتف ذي المسجل الصوتي. ¶ جدول برقم (2) ¶ ترتيب وسائل تنظيم الوقت حسب أهميتها من وجهة نظر المدير السعودي ¶ م ... الوسيلة ... المتوسط الحسابي ¶ 1 ... آلة تصوير المستندات ... 4.067 ¶ 2 ... جهاز الفاكس ... 4.060 ¶ 3 ... إعداد قائمة يومية بالأعمال المطلوب إنجازها وتوقيتاتها ... 3.84 ¶ 4 ... برامج كمبيوتر لإنجاز الأعمال المطلوبة ... 3.79 ¶ 5 ... المفكرة اليدوية لتنظيم المواعيد ... 3.59 ¶ 6 ... إعداد قائمة أسبوعية بأنواع الأنشطة المطلوب إنجازها ومواعيدها ... 3.44 ¶ 7 ... الذاكرة الشخصية ... 3.36 ¶ 8 ... الاعتماد الكبير على السكرتير ... 3.10 ¶ 9 ... الهاتف الجوال ... 3.03 ¶ 10 ... البريد الإلكتروني ... 2.65 ¶ 11 ... الإنترنت ... 2.34 ¶ 12 ... المفكرة الإلكترونية لتنظيم المواعيد ... 2.23 ¶ 13 ... ماسح ضوئي (Scaner) ... 2.09 ¶ 14 ... الهاتف ذو المسجل الصوتي ... 2.02",
            "page": "193",
            "part": "1",
            "seal": "B9425951"
        },
        {
            "id": "194",
            "nass": "ثانياً: توصيات الدراسة ¶ اعتماداً على النتائج التي تم التوصل إليها فإن الباحث يوصي بما يأتي: ¶ 1- ... أهمية اعتبار الإسلام دستور حياة كامل، يرسم للمسلم شخصيته المستقلة؛ والواجب على المسلم أن ينهل من معينه، ويتأمل في نصوصه من الكتاب والسُّنَّة وأقوال سلف الأمة، ويعمد إلى توسعتها بحثاً وتأصيلاً لتشمل كل ما يحتاجه في هذه الحياة، من بحوث اقتصادية أو إدارية أو سياسية، أو غيرها مما لا يستغني عنه المسلمون في شؤونهم الدنيوية، ما يسهم في إثراء الفكر الإسلامي واستقلاليته. ¶ 2- ... ضرورة توعية المسلمين، وبخاصة ذوي المناصب منهم بواجبهم نحو الوقت، وأنه مما يُسألون عنه يوم القيامة، وذلك عن طريق الدورات والندوات التي تخدم هذا الهدف. ¶ 3- ... أهمية استخدام الوقت بفعالية باعتبار أنه أساس لاستمرارية إنجاح الأعمال؛ لذلك فإنه يلزم زيادة الحرص على تعريف المدير السعودي، وتوجيه اهتمامه بشكل عام بأهمية الوقت في عصر السرعة والتقنيات الحديثة للمعلومات والتطورات التكنولوجية المتلاحقة، وازدياد وشدة المنافسة على المستوى العالمي في زمن العولمة. وفي ضوء مثل هذا الاهتمام، فإنه يمكن توجيه التوعية نحو الأهمية القصوى لمورد الوقت من خلال الدورات التدريبية، والمحاضرات المستمرة والدراسات التي تغني المكتبة العربية والمهتمين بالمعرفة، وبخاصّة من خلال التركيز على مفهوم أن الوقت مورد من موارد الإنتاج التي يجب تنميتها والحرص عليها واستثمارها.",
            "page": "194",
            "part": "1",
            "seal": "CCE7E1A9"
        },
        {
            "id": "195",
            "nass": "4- ... الحد من الممارسات والأنماط السلوكية غير المرغوب فيها لدى بعض المديرين، والتي تتسبب في ضياع وقتهم، ومنها: الزيارات الشخصية، وقراءة الصحف والمجلات، والمكالمات الهاتفية، والاجتماعات المطولة دون جدوى، والحرص على الاطلاع على كل التفاصيل، وذلك من خلال: تطوير مفاهيم قيمة الوقت، وقيمة العمل، والإحساس بأهمية العمل، وتقدير الإنجاز والأداء الحسن، ومن ثمّ التوصل إلى أحد أهداف الدراسة المتمثل في توعية المدير السعودي بأهم مضيعات ومبددات وقته. ¶ 5- ... مراعاة العمر عند اختيار المديرين، وذلك لوجود علاقة ارتباط بين عمر المدير ونظرته للوقت، ومن ثمّ فعاليته في إدارة الوقت. ¶ 6- ... مراعاة المؤهل العلمي عند اختيار المديرين، وذلك لوجود علاقة ارتباط بين المؤهل العلمي للمدير ونظرته للوقت، ومن ثمّ فعاليته في إدارة الوقت. ¶ 7- ... الحرص على تنمية مهارات المدير السعودي في مجال إدارة الوقت بفعالية، نظراً لأنه من الموضوعات الملحّة؛ وذلك من خلال التركيز على أهمية التخطيط والتنظيم في الإدارة، إضافة إلى أهمية إدارة المقاطعات، وتنظيم مكان العمل، وتنميتها وإبراز أهميتها بالنسبة للمديرين السعوديين، حتى تكون منهج عمل لكل مدير، لما لهذه الأمور من تأثير كبير على إدارة الوقت بفعالية. وحيث إن الدراسة قد أظهرت ضرورة الحرص على تنمية مهارات المدير السعودي في إدارة الوقت؛ فإن الباحث يقترح - عند تصميم وإعداد البرامج التدريبية للمديرين -",
            "page": "195",
            "part": "1",
            "seal": "CA239456"
        },
        {
            "id": "196",
            "nass": "أن يتم تدريبهم عملياً على كيفية التعامل مع الجوانب المتعددة لتحقيق الفعالية في إدارة الوقت، وبصفة خاصة الجوانب التي أشارت إليها الدراسة، والتي من شأنها مساعدة المدير السعودي على مواجهة نقاط الضعف في إدارة الوقت بفعالية. ¶ 8- ... العمل على زيادة استخدام المدير السعودي - في الوقت الراهن - لوسائل أخرى لتنظيم وإدارة وقت العمل، مثل الاعتماد على السكرتير، الإنترنت، المفكرة الإلكترونية، البريد الإلكتروني، وغيرها. ¶ 9- ... العمل على إجراء المزيد من الدراسات في إدارة الوقت، وذلك من خلال إبراز متغيرات لم تتطرق إليها هذه الدراسة، لا سيما ما يتعلّق منها بمتغيرات البيئة وتأثيراتها، والربط بين مهارة إدارة الوقت والتقدم التكنولوجي، أو التقنيات الحديثة في مجال المعلومات، كما يوصي الباحث بضرورة أن تشمل الدراسات الميدانية مناطق أخرى من المملكة العربية السعودية.",
            "page": "196",
            "part": "1",
            "seal": "1D1927AC"
        },
        {
            "id": "199",
            "nass": "المراجع",
            "page": "199",
            "part": "1",
            "seal": "8AF33BB3"
        },
        {
            "id": "201",
            "nass": "قائمة المصادر والمراجع ¶ أولاً: القرآن الكريم. ¶ ثانياً: كتب التفسير: ¶ 1- ... ابن كثير، أبو الفداء إسماعيل بن كثير القرشي ت 774هـ، تفسير القرآن العظيم، دار المعرفة، بيروت، ط1، 1406هـ. ¶ 2- ... الرازي، محمد فخر الدين 544-604هـ، مفاتيح الغيب، دار الفكر، بيروت، 1414هـ - 1994م. ¶ 3- ... الزمخشري، أبو القاسم جار الله محمد بن عمر بن محمد 467-538هـ، الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل، تحقيق محمد عبد السلام شاهين، دار الكتب العلمية، بيروت، ط1، 1415هـ- 1995م، 1-4. ¶ 4- ... الصابوني، محمد علي، ورضا، صالح أحمد، مختصر تفسير الطبري، عالم الكتب، ط1، 1415هـ-1985م. ¶ 5- ... القرطبي، محمد بن أحمد، الجامع لأحكام القرآن، تحقيق عبد الرزاق المهدي، دار الكتاب العربي، بيروت، ط3، 1421هـ - 2000م، 1 - 20. ¶ ثالثاً: كتب السنّة وشروحها: ¶ 6- ... أبو داود، سليمان بن أشعث السجستاني، سنن أبي داود، فهرسة كمال يوسف الحوت، دار الجنان، 1409هـ. ¶ 7- ... أبو يعلى، أحمد بن علي بن المثنى الموصلي 210-307هـ، مسند أبي",
            "page": "201",
            "part": "1",
            "seal": "7FA914A4"
        },
        {
            "id": "202",
            "nass": "يعلى، تحقيق حسين سليم أسد، دار المأمون للتراث، دمشق، ط1، 1404هـ - 1984م، 1-13. ¶ 8- ... الأصبهاني، أبو نعيم أحمد بن عبد الله ت430هـ، مسند الإمام أبي حنيفة،، تحقيق نظر محمد الفاريابي، مكتبة الكوثر، الرياض، ط1، 1415هـ. ¶ 9- ... الأصبهاني، أبو نعيم أحمد بن عبد الله، حلية الأولياء وطبقات الأصفياء، تحقيق مصطفى عبد القادر عطا، دار الكتب العلميّة، بيروت، ط1، 1418هـ، 1-12. ¶ 10- ... ابن بلبان، الأمير علاء الدين علي بن بلبان الفارسي ت739هـ، صحيح ابن حبان بترتيب ابن بلبان، تحقيق شعيب الأرنؤوط، مؤسسة الرسالة، بيروت، ط3، 1418هـ-1997م، 1-18. ¶ 11- ... ابن حجر، أحمد بن علي بن حجر العسقلاني، فتح الباري شرح صحيح البخاري، تحقيق محمد فؤاد عبد الباقي ومحب الدين الخطيب، دار المعرفة، بيروت، 1379هـ. ¶ 12- ... ابن ماجه، أبو عبد الله محمد بن يزيد القزويني 207-275هـ، سنن ابن ماجه، تحقيق محمد فؤاد عبد الباقي،. دار الريان للتراث، دم، دت. ¶ 13- ... البخاري، محمد بن إسماعيل 194-256هـ،، الأدب المفرد، تحقيق سمير بن أمين الزهيري، مكتبة المعارف، الرياض، 1419هـ - 1998م، 1 -2. ¶ 14- ... البخاري، محمد بن إسماعيل 194-256هـ، صحيح البخاري، اعتنى به أبو صهيب الكرمي، بيت الأفكار الدولية، 1419هـ-1998م. ¶ 15- ... البيهقي، أبو بكر أحمد بن الحسين 384-458هـ، شعب الإيمان،",
            "page": "202",
            "part": "1",
            "seal": "C6E1D435"
        },
        {
            "id": "203",
            "nass": "تحقيق محمد السعيد بسيوني زغلول، دار الكتب العلمية، بيروت، ط1، 1410هـ 1-8. ¶ 16- ... الترمذي، أبو عيسى محمد بن عيسى بن سورة، سنن الترمذي، تحقيق أحمد محمد شاكر، مكتبة ومطبعة مصطفى الحلبي، ط2، 1398هـ. ¶ 17- ... الحاكم، محمد بن عبد الله النيسابوري، المستدرك على الصحيحين، تحقيق مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت، ط1، 1411هـ - 1990م، 1-4. ¶ 18- ... السندي، أبو الحسن نور الدين محمد بن عبد الهادي ت1138هـ، شرح سنن ابن ماجه، تحقيق خليل مأمون شيحا، دار المعرفة، بيروت، 1418هـ -1997م، 1-4. ¶ 19- ... الطبراني، أبو القاسم سليمان بن أحمد 260-360هـ، المعجم الكبير، تحقيق حمدي بن عبد المجيد السلفي، مكتبة ابن تيمية، القاهرة، ط2، 1404هـ - 1983م، 1-25. ¶ 20- ... الطبراني، أبو القاسم سليمان بن أحمد، المعجم الأوسط، تحقيق طارق ابن عوض الله وعبد المحسن الحسيني، دار الحرمين، القاهرة، 1415هـ 1-10. ¶ 21- ... القشيري، مسلم بن الحجاج النيسابوري 206-261هـ، صحيح مسلم، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكتب العربية، القاهرة، دت. ¶ 22- ... المباركفوري، محمد عبد الرحمن، تحفة الأحوذي بشرح جامع الترمذي، دار الكتب العلمية، بيروت، ط1، 1410هـ-1990م، 1-10. ¶ 23- ... الهيثمي، علي بن أبي بكر ت807هـ، مجمع الزوائد ومنبع الفوائد، دار الكتب العلمية، بيروت، 1408هـ 1-10.",
            "page": "203",
            "part": "1",
            "seal": "081EF0E8"
        },
        {
            "id": "204",
            "nass": "رابعاً: كتب التراث: ¶ 24- ... ابن الجوزي، عبد الرحمن بن علي أبو الفرج، مناقب أمير المؤمنين عمر ابن الخطاب، تحقيق زينب إبراهيم القاروط، دار الكتب العلمية، بيروت، دت. ¶ 25- ... ابن الجوزي، عبد الرحمن بن علي أبو الفرج، صفة الصفوة، تحقيق إبراهيم رمضان وسعيد اللحّام، دار الكتب العلمية، بيروت، 1409هـ - 1989م. ¶ 26- ... ابن القيم، شمس الدين أبو عبد الله محمد بن قيم الجوزية، 691 - 751هـ تهذيب مدارج السالكين، هذبه عبد المنعم صالح العلي، مؤسسة الرسالة، بيروت، ط3، 1409هـ - 1989م. ¶ 27- ... ابن القيم، شمس الدين أبو عبد الله محمد بن قيّم الجوزية، 691 - 751هـ الداء والدواء، تحقيق علي بن حسن الحلبي، دار ابن الجوزي، الرياض، ط3، 1419هـ-1999م. ¶ 28- ... ابن القيم، شمس الدين أبو عبد الله محمد بن قيّم الجوزية، الفوائد، تحقيق بشير محمد عيون، مكتبة المؤيد، الطائف، ط2، 1408هـ. ¶ 29- ... ابن المبارك، عبد الله بن المبارك بن واضح المروزي 118-181هـ، الزهد، تحقيق حبيب الرحمن الأعظمي، دار الكتب العلمية، بيروت، 1419هـ - 1998م. ¶ 30- ... ابن تيميّة، أحمد بن عبد الحليم 661-728هـ، السياسة الشرعية، دار المسلم، الرياض، 1412هـ-1992م. ¶ 31- ... ابن حجر، أحمد بن علي العسقلاني ت852، لسان الميزان، تحقيق",
            "page": "204",
            "part": "1",
            "seal": "45F58AAF"
        },
        {
            "id": "205",
            "nass": "عادل أحمد عبد الموجود وعلي محمد معوّض، دار الكتب العلميّة، بيروت، ط1، 1416هـ-1996م، 1-7. ¶ 32- ... ابن حجر، أحمد بن علي العسقلاني، 773 - 852هـ تقريب التهذيب، عناية: عادل مرشد مؤسسة الرسالة، بيروت، 1416هـ-1996م. ¶ 33- ... ابن حنبل، أحمد بن حنبل الشيباني، مسند الإمام أحمد بن حنبل 164 - 241 هـ، بيت الأفكار الدولية، 1419هـ - 1998م، ¶ 34- ... ابن خميس، عبد الله محمد، الشوارد، مطابع الفرزدق، الرياض، ط2، 1406هـ. ¶ 35- ... ابن خميس، عبد الله محمد، من القائل،: أسئلة وأجوبة في الشعر، دن، الرياض، ط1، 1406هـ - 1986م. ¶ 36- ... ابن سعد، محمد بن سعد بن منيع الهاشمي، الطبقات الكبرى، تحقيق محمد عبد القادر عطا، دار الكتب العلميّة، بيروت، ط2، 1418هـ-1997م، 1-8. ¶ 37- ... ابن عبد البر، يوسف بن عبد البر القرطبي الأندلسي، جامع بيان العلم وفضله، دار الكتب العلميّة، بيروت، دت. ¶ 38- ... ابن عساكر، أبو القاسم علي بن الحسن بن هبة الله، تاريخ دمشق، تحقيق محب الدين أبي سعيد عمر بن غرامة العمروي، دار الفكر، بيروت، 1415هـ-1995م. ¶ 39- ... البستي، علي بن محمد بن الحسين، قصيدة عنوان الحكم، ضبط وتعليق عبد الفتاح أبو غدة، مكتب المطبوعات الإسلامية، حلب، ط1، 1404هـ-1984م ¶ 40- ... الذهبي، شمس الدين محمد بن أحمد بن عثمان ت 748هـ، تذكرة",
            "page": "205",
            "part": "1",
            "seal": "7DD9FF2A"
        },
        {
            "id": "206",
            "nass": "الحفاظ، دار الكتب العلمية، بيروت، 1419هـ - 1998م. ¶ 41- ... الذهبي، محمد بن أحمد بن عثمان ت748هـ، سير أعلام النبلاء، تحقيق شعيب الأرنؤوط ومأمون الصاغرجي، مؤسسة الرسالة، بيروت، ط6، 1409هـ، 1-23. ¶ 42- ... السيوطي، أبو الفضل عبد الرحمن بن أبي بكر 849-911هـ، طبقات الحفاظ، دار الكتب العلمية، بيروت، 1403هـ. ¶ 43- ... شوقي، أحمد، الشوقيات، مكتبة التربية، بيروت، 1987م. ¶ 44- ... الفيروز أبادي، مجد الدين محمد بن يعقوب، القاموس المحيط، مؤسسة الرسالة، بيروت، ط2، 1407هـ - 1987م. ¶ 45- ... القرشي، عبد الله بن محمد، مكارم الأخلاق، تحقيق مجدي السيد إبراهيم، مكتبة القرآن، القاهرة، 1411هـ - 1990م. ¶ 46- ... القرطبي، أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري 368-463 هـ، بهجة المجَالس وأنس المُجَالس، تحقيق محمد مرسي الخولي، دار الكتب العلمية، بيروت، دت. ¶ 47- ... القسطنطيني، مصطفى بن عبد الله 1017-1067هـ، كشف الظنون عن أسامي الكتب والفنون، دار الكتب العلمية، بيروت، 1413هـ-1992م، 1-2. ¶ 48- ... المزي، أبو الحجاج يوسف 654-742هـ، تهذيب الكمال في أسماء الرجال، تحقيق بشار عواد معروف، مؤسسة الرسالة، بيروت، ط4، 1413هـ - 1992م. ¶ 49- ... المناوي، عبد الرؤوف، فيض القدير شرح الجامع الصغير، المكتبة التجارية الكبرى، مصر، ط، 1356هـ، 1-6.",
            "page": "206",
            "part": "1",
            "seal": "579F35DB"
        },
        {
            "id": "207",
            "nass": "خامساً: كتب الوقت والإدارة: ¶ 50- ... أبو سن، أحمد إبراهيم، الإدارة في الإسلام، دار الخريجي، الرياض، ط6، 1417هـ. ¶ 51- ... أبو شيخة، نادر أحمد، إدارة الوقت، دار مجدلاوي، عمان، 1991م. ¶ 52- ... أبو غدة، عبد الفتاح، قيمة الزمن عند العلماء، مكتب المطبوعات الإسلامية، حلب، ط7، 1417هـ - 1996م. ¶ 53- ... الأحدب، خلدون، سوانح وتأملات في قيمة الزمن، الدار الشامية، بيروت، 1414هـ-1993م. ¶ 54- ... بدر، أحمد، أصول البحث العلمي ومناهجه، وكالة المطبوعات، الكويت، ط8، 1986م. ¶ 55- ... البرعي، محمد عبد الله، مبادئ الإدارة والقيادة في الإسلام، مطابع الحميضي، الرياض، ط2، 1416هـ - 1996م. ¶ 56- ... البرعي، محمد عبد الله، وعابدين، عدنان حمدي، الإدارة في التراث الإسلامي، مكتبة الخدمات الحديثة، جدة، 1408هـ - 1987م. ¶ 57- ... البنا، فرناس عبد الباسط، التخطيط: دراسة في مجال الإدارة الإسلامية وعلم الإدارة العامة، دن، دم، ط1، 1405هـ. ¶ 58- ... تيمب، دايل، إدارة الوقت. ترجمة وليد هوانه، معهد الإدارة العامة، الرياض، 1991م. ¶ 59- ... الخولي، سيد محمود، فاعلية إدارة الوقت واتخاذ القرارات الإدارية، مكتبة عين شمس، القاهرة، 1994م. ¶ 60- ... ديفز، كيث، السلوك الإنساني في العمل، ترجمة سيد عبد الرحمن مرسي ومحمد إسماعيل يوسف، دار نهضة مصر، القاهرة، 1974م.",
            "page": "207",
            "part": "1",
            "seal": "DADB10C7"
        },
        {
            "id": "208",
            "nass": "61- ... الرفاعي، أحمد حسين، مناهج البحث العلمي: تطبيقات إدارية واقتصادية، دار وائل للنشر، عمّان، 1998م. ¶ 62- ... سلامة، سهيل فهد، إدارة الوقت: منهج متطور للنجاح، المنظمة العربية للعلوم الإدارية، إدارة البحوث والدراسات، عمان، 1988م. ¶ 63- ... سليمان، حنفي محمود، الإدارة: منهج شامل، دار الجامعة المصرية، الإسكندرية، 1978م. ¶ 64- ... عبد العال، شعبان جبريل، الوقت أغلى من كنوز الأرض، دار ابن خزيمة، الرياض، 1418هـ - 1997م. ¶ 65- ... عبد الوهاب، علي، مقدمة في الإدارة، معهد الإدارة العامة، الرياض، 1982م. ¶ 66- ... العديلي، ناصر محمد، إدارة الوقت، دن، الرياض، ط1، 1415هـ - 1994م. ¶ 67- ... عسكر، سمير أحمد، أصول الإدارة، دار القلم، دبي، 1987م. ¶ 68- ... عصفور، محمد شاكر، إدارة الوقت في الأجهزة الحكومية، ندوة الدوام الرسمي في الأجهزة الحكومية، الرياض، 1402هـ. ¶ 69- ... عصفور، محمد شاكر، كيفية إشغال المدير لوقت الدوام الرسمي، ندوة الإنتاجية في القطاع الحكومي ومعوقاتها، معهد الإدارة العامة، الرياض، 1400هـ. ¶ 70- ... عقيلي، عمر وصفي، الإدارة أصول وأسس ومفاهيم، دار زهران، عمّان، 1997م. ¶ 71- ... علي، مراد محمد، الأساليب الإدارية في الإسلام، دار الاعتصام، القاهرة، 1980م.",
            "page": "208",
            "part": "1",
            "seal": "F2BEE4D4"
        },
        {
            "id": "209",
            "nass": "72- ... الغرفة التجارية والصناعية، دور القطاع الخاص السعودي في خدمة أهداف التنمية، الرياض، ربيع الثاني، 1407هـ. ¶ 73- ... الغرفة التجارية والصناعية للمنطقة الشرقية، ندوة التخصيص وأثره في الاقتصاد السعودي، 9 رجب 1409. ¶ 74- ... الغرفة التجارية الصناعية، دليل مصانع الرياض، الرياض، ط8، 1419هـ. ¶ 75- ... القرضاوي، يوسف، الوقت في حياة المسلم، مؤسسة الرسالة، بيروت، ط7، 1417هـ-1997م. ¶ 76- ... القرني، علي بن سعيد، إدارة الوقت: دراسة ميدانية عن مدى استغلال المدير السعودي للوقت في الأجهزة الحكومية بمدينة الرياض، رسالة ماجستير، قسم الإدارة العامة، كلية العلوم الإدارية، جامعة الملك سعود، الرياض، 1996م. ¶ 77- ... كوفي، ستيفن، إدارة الأولويات، ترجمة سيّد متولي حسن، مكتبة جرير، الرياض، 1998م. ¶ 78- ... مرسي، نبيل محمد، إدارة الأعمال، مركز الإسكندرية للكتاب، الإسكندرية، 1998م. ¶ 79- ... المطوع، جاسم محمد، الوقت عمار أو دمار، دار الدعوة، الكويت، ط6، 1412هـ- 1992م. ¶ 80- ... المطيري، حزام بن ماطر بن عويض، الإدارة الإسلامية المنهج والممارسة، دن، الرياض، ط1، 1417هـ. ¶ 81- ... ملائكة، عبد العزيز محمد، إدارة الوقت في الأعمال بالمملكة العربية السعودية، بنك القاهرة السعودي، سلسلة إصدارات إدارة الأبحاث الاقتصادية والمعلومات، جدة، 1412هـ-1991م.",
            "page": "209",
            "part": "1",
            "seal": "4B2DB6B5"
        },
        {
            "id": "210",
            "nass": "82- ... النحوي، عدنان علي رضا، فقه الإدارة الإيمانية في الدعوة الإسلامية، دار النحوي للنشر والتوزيع، ط1، 1419هـ - 1999م، الرياض. ¶ 83- ... هاشم، هيثم، مبادئ الإدارة، مطبعة خالد بن الوليد، جامعة دمشق، دمشق، 1975م. ¶ 84- ... هلال، عبد الغني حسن، مهارات إدارة الوقت، مركز تطوير الأداء والتنمية، القاهرة، 1995م. ¶ 85- ... الهواري، سيد محمود، مبادئ الإدارة، مكتبة عين شمس، القاهرة، 1977م. ¶ 86- ... وتر، محمد ضاهر، دور الزمن في الإدارة، المطبعة العلمية، دمشق، دت. ¶ سادساً: المجلات والدوريات: ¶ 87- ... أبو شيخة، نادر أحمد، القريوتي، محمد قاسم، إدارة الوقت في الأجهزة الحكومية الأردنية، مجلة دراسات، العلوم الإنسانية- الجامعة الأردنية، العدد الأول، المجلّد 20، 1993م. ¶ 88- ... الغيث، محمد بن عبد الله، الإنتاجية في القطاع الحكومي: المفهوم المعوقات وسائل وطرق تحسين الإنتاجية، مجلة الإداري، س (12) ، عدد (41) ، معهد الإدارة، مسقط، يونيو1990م. ¶ 89- ... المزجاجي، أحمد داود، التنظيم الإداري في الإسلام: مفهومه وخصائصه، مجلة جامعة الملك سعود، مجلد (3) ، العلوم الإدارية (1) ، 1411هـ - 1991م.",
            "page": "210",
            "part": "1",
            "seal": "3FF3E03C"
        },
        {
            "id": "211",
            "nass": "ثامناً: المراجع الأجنبية: ¶ 90. ... Bon and Gregory, Techniques Marketing, Vuibert, Paris,1986. ¶ 91. ... Clark, J. and susan, How To Make The Most Of Your Work Day, N. Y: career Press,1994. ¶ 92. ... Drucker, P., The Effective Executive, N.Y.: Harper and Row, 1982. ¶ 93. ... Fayol, H., General And Industrial Management, N.Y: Pitman Pub. Co.,Marshal:1949. ¶ 94. ... Helmer, P. E, Time Management for Engineers and Constructors, New York:American Society of Civil Engineers, 1991. ¶ 95. ... Mackenzie,R.A., New Time Management Methods, London: The Darnell Corporation,1990. ¶ 96. ... Mackenzie, M., and A. Mackenzie, Investing Time For Maximum Return Iowa:American Media Publishing,1997. ¶ 97. ... McCay,J., The Management of Time, Prentice Hall INC., N. J.: 1995. ¶ 98. ... Muna, Farid, The Arab Executive, St. Martin Press, N.Y. 1980. ¶ 99. ... Stewart, R. M., Managers And Their Jobs, McGraw Hill Co., N. Y.: 1967. ¶ 100. ... Taylor, F., Shop Management, Harper and Brothers, INC., N. Y.:1903. ¶ 101. ... Webster,s New World, College Dictionary, Macmillan,USA, 1997.",
            "page": "211",
            "part": "1",
            "seal": "67B1B70F"
        }
    ],
    "t1497": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "إهداء"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول الوقت وأهميته في الإسلام والإدارة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول الوقت وتحديد مفهومه"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني أهمية الوقت في القرآن الكريم"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث أهمية الوقت في السنة المطهرة"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني الوقت في الفكر الإداري"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول الإدارة، وإدارة الوقت"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني الوقت في النظريات الإدارية"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث إدارة الوقت داخل العملية الإدارية"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث إدارة الوقت من منظور إسلامي"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول إدارة الوقت في القرآن الكريم"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني إدارة الوقت في السنة المطهرة"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع واجبات المدير المسلم تجاه الوقت"
        },
        {
            "id": "107",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول مضيعات الوقت"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني مسؤولية المسلم عن الوقت"
        },
        {
            "id": "143",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس الإدارة الفعالة للوقت"
        },
        {
            "id": "147",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول الأدوات والوسائل المستخدمة لتنظيم وقت العمل وإدارته"
        },
        {
            "id": "155",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني مناهج الإدارة الفعالة للوقت"
        },
        {
            "id": "165",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث نحو منهج متطور لإدارة الوقت بفعالية"
        },
        {
            "id": "170",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس دراسات تطبيقية في إدارة الوقت"
        },
        {
            "id": "175",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول أهم الدراسات في إدارة الوقت"
        },
        {
            "id": "183",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني دراسة ميدانية لإدارة الوقت في القطاع الصناعي الخاص بالمملكة العربية السعودية"
        },
        {
            "id": "199",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}