{
    "b1499": [
        {
            "id": "1",
            "nass": "قواعد الإملاء ¶ تأليف ¶ عبد السلام محمد هارون ¶ 1993 ¶ الناشر ¶ مكتبة الأنجلو المصرية -القاهرة-",
            "page": "1",
            "part": "1",
            "seal": "E0E62409"
        },
        {
            "id": "6",
            "nass": "بسم الله الرحمن الرحيم ¶ أما بعد، فإن فن الرسم، وهو ما يسمى اليوم بالإملاء، فن له مقومات وأصول راعى القدماء فيها اعتبارات شتى، بعضها يرجع إلى التيسير فِي رسم الكلمات الشائعة الكثيرة الاستعمال، ومنها ما يقصد به إزالة الإبهام واللبس الذي يحدث بين الكلمات المتشابهة، ومنها ما يراد به بيان الأصول التصريفية لكثير من الألفاظ وهذا متصل أشد الاتصال بالغرض السابق. ¶ ومن الواضح أن فن الإملاء قد تدرج فِي مدارج شتى، واعتراه إصلاح وتنقيح، حتى انتهى إلى الوضع الأخير الذي يتمثل فيما صار إلينا، وهو وضع حاول بعض الناس وبعض الهيئات أن ينال منه فلم يضره شيئا، وذلك لأنه قد بني على أسس وثيقة مطردة، ولأن عوامل التنقيح والإصلاح من قبل لم تدع فيه مجالا لما يزعمونه من تيسير، أَوْ يخالونه من تسهيل. وقديما قالوا: ¶ *يريد أن يعربه فيعجمه*",
            "page": "5",
            "part": "1",
            "seal": "5392E598"
        },
        {
            "id": "7",
            "nass": "لذلك صح عزمي أن أكتب فِي هذا الفن، لما وجدت من حاجة الكتاب والأساتذة إلى مرجع يجمع إلى الاستيعاب والإيجاز قرب المأخذ ووضوح المنهج، وإلى توضيح القاعدة بيان المزالق والشبهات، ليتوقاها الكاتب وتسلم له كتابته. ¶ وعسى أن أكون بذلك قد وازيت المحجة، وقاربت البغية. ¶ ومن الله العون، وبه التوفيق.",
            "page": "6",
            "part": "1",
            "seal": "0C61431B"
        },
        {
            "id": "8",
            "nass": "الْبَابُ الْأَوَّلُ ¶ الْهَمْزَةُ ¶ الْهَمْزَةُ (أَوِ الْأَلِفُ الْيَابِسَةُ): حَرْفٌ مَخْصُوصٌ يَقْبَلُ الْحَرَكَةَ؛ بِخِلاَفِ الْأَلِفِ اللَّيِّنَةِ الَّتِي لَا تَقْبَلُ الْحَرَكَاتِ. ¶ فَالْحَرْفُ الْأَوَّلُ مِنْ (أَمَرَ) هَمْزَةٌ تَقْبَلُ الْحَرَكَةَ، وَالْحَرْفُ الْأَخِيرُ مِنَ (الْفَتَى) أَلِفٌ لَيِّنَةٌ لَا تَقْبَلُ أَيَّ حَرَكَةٍ. ¶ الْهَمْزَةُ أَوَّلُ الْكَلِمَةِ ¶ تُرْسَمُ الْهَمْزَةُ فِي أَوَّلِ الْكَلِمَةِ أَلِفًا سَوَاءٌ أَكَانَتْ هَمْزَةَ وَصْلٍ أَمْ هَمْزَةَ قَطْعٍ.",
            "page": "7",
            "part": "1",
            "seal": "6C3BF3AF"
        },
        {
            "id": "9",
            "nass": "وَهَمْزَةُ الْوَصْلِ (¬1) هِيَ الَّتِي تَثْبُتُ نُطْقًا فِي الْاِبْتِداءِ وَتَسْقُطُ فِي الدَّرْجِ. وَلَهَا مَوَاضِعُ مَعْرُوفَةٌ، وَهِيَ: ¶ 1 - الْأَسْمَاءُ الْعَشَرَةِ: اِسْمٌ (¬2)، وَاسٍتٌ، وَابْنٌ، وَابْنَةٌ، وَابْنُمٌ، وَامْرُؤٌ، وَامْرَأَةٌ -وَكَذَا مُثَنَّى هَذِهِ الْأَسْمَاءُ السَّبْعَةِ (¬3) وَاثْنَانِ، وَاثْنَتَانِ، وَايْمُنُ اللهِ (¬4). ¶ 2 - أَلْ بِجَمِيعِ أَنْوَاعِهَا، نَحْوُ: الرَّجُلُ، ¶ ¬__________ ¶ (¬1) سميت بذلك لأنه يتوصل بها إلى النطق بالساكن. ¶ (¬2) بكسر الهمزة؛ وبضمها فِي لغة قليلة. ¶ (¬3) تقول: اسمان، وابنان، بهمزة الوصل. ومثله المنسوب، نحو: الجملة الاسمية. وأما الجمع نحو أسماء أَوْ أبناء فهمزته همزة قطع. ¶ (¬4) وكذا لغاتها. نحو ايمن الله بفتح الميم، وايم الله بالاختصار.",
            "page": "8",
            "part": "1",
            "seal": "66D629F6"
        },
        {
            "id": "10",
            "nass": "الْعَبَّاسُ، الضَّارِبُ، الْمَضْرُوبُ، الَّذِي. ¶ 3 - أَمْرُ الْفِعْلِ الثُّلاثِيِّ، نَحْوُ: اكْتُبْ، افْهَمْ. ¶ 4 - مَاضِي الْخُمَاسِيِّ وَالسُّدَاسِيِّ، وَأَمْرُهُمَا، وَمَصْدَرُهُمَا، نَحْوُ: انْطَلَقَ، انْطَلِقْ، انْطِلَاقًا؛ اسْتَخْرَجَ، اسْتَخْرِجْ، اسْتِخْرَاجًا. ¶ وَلَا تُوضَعُ الْهَمْزَةُ عَلَى هَذِهِ الْأَلِفَاتِ الْبَدَلِيَّةِ وَلَا تَحْتَهَا، فَرْقًا بَيْنَهَا وَبَيْنَ هَمْزَةِ الْقَطْعِ الْوَاجِبَةِ الْإِثْبَاتِ. ¶ وَهَمْزَةُ الْقَطْعِ هِيَ الَّتِي تَثْبُتُ فِي الْاِبْتِداءِ وَالْوَصْلِ. وَتَكُونُ فِي غَيْرِ مَا سَبَقَ مِنَ الْمَوَاضِعِ، كَالْاِسْمِ الْمُفْرَدِ، نَحْوُ: أَخٌ وَأُخْتٌ، وَالْمُثَنَّى كَأَخَوَيْنِ وَأُخْتَيْنِ، وَالْجَمْعِ، نَحْوُ: الْإِخْوَةُ وَالْأَخَوَاتُ. وَكَذَا مَصْدَرُ الثُّلاثِيِّ وَالرُّبَاعِيِّ، نَحْوُ: أَسْرٍ",
            "page": "9",
            "part": "1",
            "seal": "4B1C1D73"
        },
        {
            "id": "11",
            "nass": "وَإِسْرَارِ، وَفِعْلُهُمَا الْمَاضِي، نَحْوُ: أَسَرَ، وَأَسَرَّ وَهَكَذَا. ¶ وَهَمْزَةُ الْقَطْعِ تُكْتَبُ فَوْقَ الْأَلِفِ الْبَدَلِيَّةِ إِنْ كَانَتْ حَرَكَتَهَا الْفَتْحَةُ أَوِ الضَّمَّةُ، نَحْوُ: أَمَرَ، أُمِرَ، أَكْرَمَ، أُكْرِمَ؛ وَتَحْتَ الْأَلِفِ إِنْ كَانَتْ مَكْسُورَةً، نَحْوُ: إِيمَان وَالْإِيمَان. ¶ وَهُنَاكَ حُرُوفٌ تَدْخُلُ عَلَى الْهَمْزَةِ وَلَا تُخْرِجُهَا عَنْ أَوَّلِيَّتِهَا، وَهِيَ: ¶ 1 - أَلْ، نَحْوُ: الْأَمِير، الْأُبَّهَة، الْإِجْلَال، الْاِنْطِلَاق، الْاِسْتِخْرَاج. ¶ 2 - لاَمُ الْقَسَمِ الدَّاخِلَةُ عَلَى الْفِعْلِ، نَحْوُ: لَأَسْعَيَنّ، لَأُكْرِمَنّ. ¶ 3 - اللَّامُ الْجَارَّةُ الَّتِي لَمْ يَلِهَا أَنِ الْمُدْغَمَةُ فِي",
            "page": "10",
            "part": "1",
            "seal": "07362778"
        },
        {
            "id": "12",
            "nass": "لَا (¬1)، نَحْوُ: لِأَخْرُجَ، لِأَنَّكَ، لِإِحْسَانِهِ، لِإِخْوَتِهِ، لِأُسْرَتِهِ، لِأُومِنَ. ¶ 4 - اللَّامُ الدَّاخِلَةُ عَلَى الْمُبْتَدَإِ أَوِ الْخَبِرِ، نَحْوُ: لَأَنْتَ الصَّدِيقُ، إِنَّ الصَّدِيقَ لَأَخُوكَ. ¶ 5 - بَاءُ الْجَرِّ، نَحْوُ: بِأَمْرِ اللهِ، بِإِرَادَتِهِ، بِأُلُوهِيَّتِهِ. ¶ 6 - هَمْزَةُ الِاسْتِفْهَامِ الْمَفْتُوحُ مَا بَعْدَهَا، نَحْوُ: أَأَخْرُجُ؟ أَأَسْجُدُ؟ ¶ 7 - حَرْفُ التَّنْفِيسِ، نَحْوُ: سَأَقْرَأُ، سَأُرْسِلُ. ¶ 8 - الْفَاءُ وَالْوَاوُ، نَحْوُ: فَإِنَّكَ أَخِي وَإِنَّكَ صَدِيقِي. ¶ ¬__________ ¶ (¬1) أما التي وليها أن المدغمة فِي لا فتُرْسَمُ ياء، نحو: (لئلا).",
            "page": "11",
            "part": "1",
            "seal": "C99D03E7"
        },
        {
            "id": "13",
            "nass": "الْهَمْزَةُ آخِرُ الْكَلِمَةِ ¶ لِهَذِهِ الْهَمْزَةِ حَالَتَانِ: ¶ الْأُولَى: أَنْ يُسَكَّنَ مَا قَبْلَهَا، أَوْ يَكُونَ وَاوًا مُشَدَّدَةً مَضْمُومَةً، فَتُكْتَبُ حِينَئِذٍ هَمْزَةً مُفْرَدَةً، نَحْوُ: جُزْء، بُرْء، مَلْء، دَرْء؛ مِلْء، رِدْء، مُنْءٍ (اِسْمُ فَاعِلِ مِنْ أَنْأَى)، نَاءٍ (اِسْمُ فَاعِلِ مِنْ نَأَى)؛ وَنَحْوُ: جَاءَ، شَاءَ؛ وَنَحْوُ: رِدَاء، كِسَاء، غِطَاء، بُرَآء؛ وَنَحْوُ: وُضُوء، قُرُوء. ¶ وَمِثَالُ مَا قَبْلَهُ وَاوٌ مُشَدَّدَةٌ مَضْمُومَةٌ: التَّبَوُّءُ. ¶ الثَّانِيَةُ: أَنْ يَتَحَرَّكَ مَا قَبْلَهَا وَلَيْسَ وَاواً مُشَدَّدَةً مَضْمُومَةً، فَتُكْتَبُ عَلَى حَرْفٍ مِنْ جِنْسِ حَرَكَةِ مَا قَبْلَهَا، نَحْوُ: اِمْرُؤ، لُؤْلُؤ، تَهَيُّؤ،",
            "page": "12",
            "part": "1",
            "seal": "5199616D"
        },
        {
            "id": "14",
            "nass": "ونَحْوُ: امْرِئٍ، مُتَهَيِّئٍ، مُبْرِئٍ، يُهَيِّئُ، يُبْرِئُ، مُهَيِّئاً، مُبْرِئاً؛ ونَحْوُ: مُهَيَّأ، مُبْرَأ، يُهَيَّأ، يَبْرَأ، يَنْشَأ. ¶ الْهَمْزَةُ وَسَطَ الْكَلِمَةِ ¶ لِلْهَمْزَةِ فِي وَسَطِ الْكَلِمَةِ خَمْسُ حَالَاتٍ: ¶ الْحَالَةُ الْأُولَى: تُرْسَمُ أَلِفًا فِي مَوْضِعَيْنِ: ¶ 1 - أَنْ تُسَكَّنَ أَوْ تُفْتَحَ وَلَوْ مُشَدَّدَةً بَعْدَ مَفْتُوحٍ وَلَوْ مُشَدَّداً، نَحْوُ: يَأْمُرُ، آخِر؛ وَنَحْوُ: مَلْجَآن، مَنْشآن، تَذَاَّب، سَأّل، تَبَوَّأَها؛ وَنَحْوُ: قَرَأَا، لَمْ يَقْرَأَا، يَقْرَأَانِ (¬1). ¶ ¬__________ ¶ (¬1) وأجازوا اجتماع الألفين هنا لئلا يلتبس الفعل بالمسند إلى الواحد فِي الماضي، والمضارع المحذوف النون=",
            "page": "13",
            "part": "1",
            "seal": "977A388F"
        },
        {
            "id": "15",
            "nass": "2 - أَنْ تُفْتَحَ بَعْدَ سَاكِنٍ صَحِيحٍ وَلَيْسَ بَعْدَهَا أَلِفُ الْمُثَنَّى أَوِ الْأَلِفُ الْمُبْدَلَةُ مِنَ التَّنْوِينِ (¬1) نَحْوُ: يَسْأَل، تَسْآل، دَفْآنُ، جُزْأَه، جُزْأَيْن، مَسْأَلَة. ¶ الْحَالَةُ الثَّانِيَةُ: تُرْسَمُ وَاواً فِي ثَلَاثَةِ مَوَاضِعَ: ¶ 1 - إذَا كَانَتْ مَضْمُومَةً بَعْدَ سَاكِنٍ غَيْرَ وَاوٍ أَوْ يَاءٍ وَلَيْسَ بَعْدَهَا وَاوُ مَدٍّ، نَحْوُ: أَرْؤُس، أَفْؤُس، التَّفَاؤُل، التَّضَاؤُل؛ وَنَحْوُ: جُزْؤُه، سَمَاؤُهُ. وَمِنْهُ: هَؤُلَاءِ، فَإِنَّ مَا قَبْلهَا فِي النُّطْقِ ¶ ¬__________ ¶ = نصبا أَوْ جزما، أَوْ بالمسند لنون النسوة بالنسبة للمضارع المثبت النون رفعا. وكان القدماء يحذفون الألف الثانية، ثم عدل عن ذلك خوف الإلباس. ¶ (¬1) أما التي بعدها ألف المثنى، نحو: جزءان، وكذا التي بعدها الألف المبدلة من التنوين، نحو: جزءا، فسيأتي حكمها فِي رقم 3 من الحالة الرابعة.",
            "page": "14",
            "part": "1",
            "seal": "59ABC418"
        },
        {
            "id": "16",
            "nass": "أَلِفٌ سَاكِنَةٌ وَإِنْ كَانَتْ قَدْ حُذِفَتْ فِي الْخَطِّ تَخْفِيفًا. ¶ 2 - إذَا كَانَتْ مَضْمُومَةً بَعْدَ فَتْحٍ غَيْرَ وَاقِعَةٍ بَيْنَ وَاوَيْنِ مِنَ الْكَلِمَةِ، وَلَا قَبْلَ وَاوِ الْجَمْعِ وَهِيَ مُتَطَرِّفَةٌ عَلَى أَلِفٍ (¬1)؛ نَحْوُ: يَمْلَؤُه، يَرْزَؤُه، يَشْنَؤُه، يَقْرَؤُه، يَكْلَؤُكم، يَرْزَؤُكم، {أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ} ¶ 3 - إِذَا ضُمَّ مَا قَبْلَهَا وَهُوَ غَيْرُ وَاوٍ مُشَدَّدَةٍ بِشَرْطِ أَنْ تَكُونَ هِيَ غَيْرَ مَكْسُورَةٍ، نَحْوُ: جُؤْجُؤَان، لُؤْلُؤَان، لُؤْلُؤُك، يُؤَاخَذُ، مُؤَاخَذَةٌ، سُؤَّال (جَمْعُ سَائِلِ)، وَضُؤَتْ، وَضُؤْتَ، يَوْضُؤَان، يَوْضُؤُون،. وَمِنْهُ: اؤْتُمِنَ الرَّجُلُ (مَبْنِيًّا ¶ ¬__________ ¶ (¬1): أما الواقعة بين واوين نحو: وءول، والتي قبل واو الجمع وهي متطرفة على ألف، نحو: يلجئون، فسيأتي حكمها فِي رقم 4 من الحالة الرابعة.",
            "page": "15",
            "part": "1",
            "seal": "D6B3C62B"
        },
        {
            "id": "17",
            "nass": "لِلْمَجْهُولِ). ¶ وَأَمَّا نَحْوُ: رُءُوس وَفُئُوس، فَالْمَشْهُورُ فِيه حَذْفُ الْوَاوِ الْأُولَى لِكَثْرَةِ اسْتِعْمَالِهَا مُخَفَّفَةً؛ إِذْ تَقُولُ: فُوس ورُوس، وَلِلْقَاعِدَةِ الْمَشْهُورَةِ: ¶ '' كُلُّ هَمْزَةٍ مَضْمُومَةٍ وَلِيَهَا حَرْفُ مَدٍّ كَصُوَرَتِهَا تُحْذَفُ صُوَرَتُهَا ''. ¶ أَيْ تُرْسَمُ مُفْرَدَةً، إِلَّا إِذاَ أَمْكَنَ وَصْلُ مَا بَعْدَهَا بِمَا قَبْلَهَا، نَحْوُ: فُئُوس. ¶ وَفِيهَا مَذْهَبٌ آخَرُ: أَنَّهَا تُرْسَمُ بِوَاوَيْنِ: رُؤُوس، فُؤُوس. ¶ وَمَذْهَبٌ ثَالِثٌ: أَنْ تُرْسَمَ عَلَى الْوَاوِ الثَّانِيَةِ بَعْدَ حَذْفِ الْأُولَى: فُؤُس، رُؤُس. ¶ الْحالَةُ الثَّالِثَةُ: تُرْسَمُ يَاءً فِي أَرْبَعَةِ مَوَاضِعَ:",
            "page": "16",
            "part": "1",
            "seal": "F8FF6C7C"
        },
        {
            "id": "18",
            "nass": "1 - إِذاَ كَانَتْ مَكْسُورَةً بَعْدَ مُتَحَرِّكٍ، نَحْوُ: سَئِمَ، بَئِيس، مَلَئِه، تَتَوَضَّئِين، تَوْضُئِين، تَقْرَئِين، لَمْ تَقْرَئِي، الْقَارِئِينَ. وَكَذَلِكَ يَوْمَئِذٍ (¬1). ¶ وَكَذَلِكَ كُلُّ كَلِمَةٍ أَوَّلُهَا هَمْزَةُ اِسْتِفْهامٍ وَثَانِيهَا هَمْزَةُ قَطْعٍ مَكْسُورَةٌ، نَحْوُ: أَئِفْكًا، أَئِنْ، أَئِذا، أَئِنَّا. ¶ 2 - إِذا كُسِرَتْ وَسُكِّنَ مَا قَبْلَهَا، نَحْوُ: صَائِم، قَائِمَ، وُضُوئِه، هُدُوئِه، جُزْئِه، جُزْئَيّ، أَسْئِلَة. ¶ 3 - إِذَا سُكِّنَتْ وَكُسِرَ مَا قَبْلَهَا، نَحْوُ: بَرِئْت، بُرِّئْت. وَمِنْهُ الْمَاضِي وَالْأَمْرُ وَالْمَصْدَرُ ¶ ¬__________ ¶ (¬1) ومثله كل ظرف أضيف إلى (إذ)، نحو: حينئذ، وساعتئذ.",
            "page": "17",
            "part": "1",
            "seal": "6B4BC609"
        },
        {
            "id": "19",
            "nass": "الْمَهْمُوزُ الْفَاء مِنْ بَابِ الْاِفْتِعَالِ، نَحْوُ: ائْتَزَرَ، ائْتِزَاراً، اِئْتَزِرْ. وَنَحْوُ: ائْتَمَنَ، ائْتِمَانًا، ائْتَمِنْ. ¶ وَيُسْتَثْنَى مِنْ هَذَا الْأَخِيرِ مَا إِذَا تَقَدَّمَتْ فَاءٌ أَوْ وَاوٌ دَاخِلَةٌ عَلَى الْكَلِمَةِ وَأُمِنَ اللَّبْسُ. فَفِي هَذِهِ الْحَالَةِ تُحْذَفُ الْأَلِفُ الْأُولَى وَتُرْسَمُ الثَّانِيَةُ أَلِفًا، لِوُقُوعِهَا سَاكِنَةً إِثْرَ مَفْتُوحٍ، نَحْوُ: فَأْتَزَرَ، فَأْتِزَارٌ، فَأْتَزِرْ، وَأْتَمَنَ، وأْتَمِنْهُ. ¶ وَإِذَا تَقَدَّمَتْ (ثُمَّ) جَرَتْ قَاعِدَةُ الْأَصْلِ، نَحْوُ: ثمَّ ائْتَزَرَ. وَكَذَا إِذَا لَمْ يُؤْمَنِ اللَّبْسُ جَرَتْ قَاعِدَةُ الْأَصْلِ، نَحْوُ: فَائْتَمَّ، مِنَ الائْتِمَامِ؛ لِأَنَّهُ لَوْ خَرَجَ عَنِ الْقَاعِدَةِ لَالْتَبَسَ بِأَتَمَّ مِنَ الإِتْمَام. ¶ 4 - إِذَا تَحَرَّكَتْ بِغَيْرِ الْكَسْرِ وَقَدْ كُسِرَ مَا قَبْلَهَا، نَحْوُ: رِئَة، سَيِّئَة، طَارِئَة، نَاشِئُون،",
            "page": "18",
            "part": "1",
            "seal": "9E5EA815"
        },
        {
            "id": "21",
            "nass": "بُرِّئا، يُهَيِّئانِه، مِئون، لِئَلَّا. ¶ الْحَالَةُ الرَّابِعَةُ: تُرْسَمُ مُفْرَدَةً فِي أَرْبَعَةِ مَوَاضِعَ: ¶ 1 - إِذَا وَقَعَتْ مَفْتُوحَةً بَعْدَ أَلِفٍ، نَحْوُ: تَسَاءَلَ، تَضَاءَلَ، عَبَاءَة، رِدَاءَيْن، رَاءَى، شَاءَا، رِدَاءَان. ¶ 2 - إِذَا وَقَعَتْ مَفْتُوحَةً أَوْ مَضْمُومَةً بَعْدَ وَاوٍ سَاكِنَةٍ، أَوْ بَعْدَ وَاوٍ مُشَدَّدَةٍ مَضْمُومَةٍ نَحْوُ: أَسْبَغَ وُضُوءَه، ضَوْءُهُ شَدِيدٌ، إِنَّ تَبَوُّءَكَ تَبَوُّءُهُ، السُّوْءَى، ضَوْءَانِ. ¶ 3 - إِذَا وَقَعَتْ مَفْتُوحَةً بَعْدَ صَحِيحٍ سَاكِنٍ، وَقَبْلَ أَلِفِ التَّنْوِينِ أَوْ أَلِفِ التَّثْنِيَةِ، نَحْوُ: جُزْءَا، جُزْءَانِ (¬1). ¶ ¬__________ ¶ (¬1) وأما إِذَا تلتها ياء المثنى فإنها تكتب على الألف، نحو: جزأين وقرأين، كما سبق.",
            "page": "19",
            "part": "1",
            "seal": "11F5C7F6"
        },
        {
            "id": "22",
            "nass": "وَفِي هَذِهِ الْحَالَةِ، إِذَا أَمْكَنَ وَصْلُ مَا قَبْلَهَا بِمَا بَعْدَهَا رُسِمَتْ عَلَى نَبْرَةٍ (¬1)، نَحْوُ: دِفْئاً، دِفْئانِ، شَيْئًا، شَيْئَانِ. ¶ 4 - إِذَا وَقَعَتْ مَضْمُومَةً قَبْلَ وَاوِ مَدِّ فِي نَحْوِ زِنَةِ مَفْعُولٍ أَوْ فَعُولٍ، أَوْ كَانَتْ قَبْلَ التَّوَسُّطِ مَرْسُومَةً عَلَى أَلِفٍ أَوْ مَرْسُومَةً مُفْرَدَةً، وَذَلِكَ نَحْوُ: مَرْءوس، مَوْءودَة، دَءوب، وَءول (مَبَالِغَةً مِنْ وَأَلَ بِمَعْنَى لَجَأَ)، قَرَءوا، جَاءوا. ¶ وَفِي هَذِهِ الْحَالَةِ أَيْضًا إِذَا أَمْكَنَ وَصْلُ مَا قَبْلَهَا بِمَا بَعْدَهَا رُسِمْتِ عَلَى نِبْرَةٍ، نَحْوُ: مَسْئول، مَشْئوم، سَئول، قَئول. الْحالَةُ الْخَامِسَةُ: تُرْسَمُ عَلَى نِبْرَةٍ إِذَا كَانَتْ ¶ ¬__________ ¶ (¬1) هي سن صغيرة تكتب عليها الهمزة.",
            "page": "20",
            "part": "1",
            "seal": "EA3681F9"
        },
        {
            "id": "23",
            "nass": "مَسْبُوقَةً بِيَاءٍ سَاكِنَةٍ، نَحْوُ: هَيْئَة، جَيْئَل، يَيْئَس، بِيئَة، شيْئُكَ، فَيْئُهُ؛ شَيْئِهِ، فَيْئِهِ. ¶ وَكَذَا إِذَا كَانَ حَقُّهَا أَنْ تُرْسَمَ مُفْرَدَةً وَأَمْكَنَ وَصْلُ مَا قَبْلَهَا بِمَا بَعْدَهَا، كَمَا فِي 3، 4 مِن الْحَالَةِ الرَّابِعَةِ.",
            "page": "21",
            "part": "1",
            "seal": "B8C21EF4"
        },
        {
            "id": "24",
            "nass": "الْبَابُ الثَّانِي ¶ الْأَلِفُ اللَّيِّنَةُ ¶ وَهِيَ الَّتِي لَا تَقْبَلُ الْحَرَكَةَ. وَلَهَا مَوْضِعَانِ: الْوَسَطُ وَالطَّرَفُ. ¶ الْأَلِفُ اللَّيِّنَةُ وَسَطًا ¶ تُرْسَمُ أَلِفًا مُطْلَقًا، سَوَاءٌ أَكَانَ تَوَسُّطُهَا بِالْأَصَالَةِ أَمْ كَانَ بِغَيْرِهَا. ¶ فَالْمُتَوَسِّطَةُ بِالْأَصَالَةِ نَحْوُ: قَالَ، قَامَ، صَامَ، نَامَ. ¶ وَالْمُتَوَسِّطَةُ عَرَضًا نَحْوُ: فَتَاهُ، لَيْلايّ، بِمُقْتَضَاهُ.",
            "page": "22",
            "part": "1",
            "seal": "E30046A2"
        },
        {
            "id": "25",
            "nass": "وَنَحْوُ: يَخْشَاهُ، يَرْضَاهُ، يَخشاني. ¶ وَنَحْوُ: إلامَ؟ عَلامَ؟ حَتَّامَ؟ ¶ الْأَلِفُ اللَّيِّنَةُ طَرَفًا ¶ تُرْسَمُ يَاءً فِي سَبْعَةِ مَوَاضِعَ، وَفِي غَيْرِ هَذِهِ الْمَوَاضِعِ تُكْتَبُ بِالْأَلِفِ. ¶ وَهَذِهِ هِيَ الْمَوَاضِعُ السَّبْعَةُ الَّتِي تُكْتَبُ فِيهَا بِالْيَاءِ: ¶ 1 - فِي كُلِّ اسْمٍ ثُلَاثِيٍّ أَلِفُهُ مُنْقَلِبَةٌ عَنْ يَاءٍ (¬1)، ¶ ¬__________ ¶ (¬1): أما المنقلبة عن واو كالقفا والعصا والعلا والحجا، فتُرْسَمُ ألفا. وكذلك الألف المجهولة الأصل كالددا: (اللهو واللعب)، والخسا: (الفرد من العدد)، والزكا: (الشفع من العدد)، إذ لم يُعرف لتلك فعل ولا مشتق آخر. ¶ وهذه هي طريقة البصريين، وأما الكوفيون فيستثنون =",
            "page": "23",
            "part": "1",
            "seal": "ED85F2F4"
        },
        {
            "id": "26",
            "nass": "نَحْوُ: الْفَتَى، الْهُدَى. ¶ 2 - فِي كُلِّ اسْمٍ عَرَبِيٍّ زَائِدٍ عَلَى ثَلَاثَةٍ وَلَيْسَ قَبْلَ آخِرِهِ يَاءٌ، نَحْوُ: صُغْرى، كُبْرَى، حُبْلَى، حِجْلَى، ظِرْبَى، صَرْعَى، قَتْلَى، عَذَارَى، سُكَارَى، حَيَارَى، مُرْتَضَى، مُصْطَفَى، تَتَرَى (¬1)، وحَاشَى التَّنْزِيهِيَّة (¬2)، نَحْوُ: ''حَاشَى للهِ''. ¶ ¬__________ ¶ = من هذه القاعدة كل ما كان على وزن فعل (بضم ففتح) أَوْ فعل (بكسر ففتح)، فإنهم يكتبونه بالياء واويا كان أَوْ يائيا، نحو: العلا، الحجا، العدا، يكتبونها جميعا بالياء: العلى، الحجى، العدى، مع أن أصلها الواو من العلو، والحجو، والعدوان. ¶ وهناك مذهب ثالث يكتبها وهي ثالثة بالألف مطلقا، سواء أكانت منقلبة عن واو أم عن ياء. ¶ (¬1): قيل ألفها للتأنيث فلا تنون، وقيل للإلحاق بنحو جعفر فتنون. وعلى الحالين تكتب ياء. وأصلها وترى، أبدلت واوها تاء. ¶ (¬2): لأنها اسم على الصحيح، بدليل تنوينها فِي قراءة أبي",
            "page": "24",
            "part": "1",
            "seal": "E72FFC28"
        },
        {
            "id": "27",
            "nass": "وَإِنْ كَانَ قَبْلَ آخِرِهِ يَاءٌ رُسِمْتْ أَلِفًا مُطْلَقًا، نَحْوُ: دُنْيا، قَضَايا، رَيَّا، مُحَيَّا، ثُرَيَّا (¬1)؛ إِلّاَ '' يَحْيَى '' عَلَمًا فَإِنَّهَا تُرْسَمْ بِاليَاءِ. ¶ 3 - فِي أَرْبَعَةِ أَعْلامٍ أَعجمِيَّةٍ، وَهِيَ: مُوسى، عيسى، كِسْرَى، بُخَارَى. ¶ أَمَا غَيْرُهَا مِنْ سَائِرِ الْأَعْلَامِ الْأَعْجَمِيَّةِ فَيُرْسَمُ بِالْأَلِفِ نَحْوُ: دَارَا، زَليخا، يافا، بِنْها، شَبْرَا. ¶ 4 - فِي خَمْسَةِ أَسْمَاءٍ مَبْنيَةٍ، وَهِيَ: لَدَى، أَنَّى، مَتَى، أَوْلَى (اسْمَ إِشَارَةٍ)، الْأُلَى (اسْمَ مَوْصُولٍ). ¶ ¬__________ ¶ = السمال: ''حاشاً لله'' وإضافتها فِي قراءة ابن مسعود: ''حاش الله''. ¶ (¬1): وبعضهم يفرق بين ما كان علما، نحو: دنيى، ريى فيكتبه بالياء؛ وما كان غير علم، نحو: دنيا، ريا، فيكتبه بالألف.",
            "page": "25",
            "part": "1",
            "seal": "7E20C377"
        },
        {
            "id": "28",
            "nass": "أَمَّا غَيْرُهَا مِنَ الْأَسْمَاءِ الْمَبْنِيَّةِ فَتُرْسَمُ أَلِفًا، نَحْوُ: مَهما، أَنَا، إِذا. ¶ 5 - فِي كُلِّ فِعْلٍ ثُلَاثِيٍّ أَلِفُهُ مُنْقَلِبَةٌ عَنْ يَاءٍ، نَحْوُ: سَعَى، مَشَى، رَعَى، رَمَى. ¶ فَإِنْ كَانَتِ الْأَلِفُ مُنْقَلِبَةً عَنْ وَاوٍ رُسِمَتْ أَلِفًا، نَحْوُ: دَعا، غَزا، عَفا. ¶ وَبَعْضُهُمْ يَكْتُبُ هَذَا النَّوْعَ كُلَّهُ بِالْأَلِفِ، وَلَيْسَ بِشَيْءٍ. ¶ 6 - فِي كُلِّ فِعْلٍ زَائِدٍ عَلَى ثَلَاثَةٍ إِذَا لَمْ يَكُنْ قَبْلَ الْأَلِفِ يَاءٌ، نَحْوُ: أَهْدَى، اهْتَدَى، آتَى، خَلَّى، صَلَّى (¬1). ¶ ¬__________ ¶ (¬1): لمراعاة أن الحرف المشدد فِي هذا وما قبله يعد بحرفين.",
            "page": "26",
            "part": "1",
            "seal": "4ACFF4E3"
        },
        {
            "id": "29",
            "nass": "وَمِنْه: تمَطى، وَتسَرّى، وَتَقَضَّى الطائِرُ، أََي اِنْقَضَّ. وَأَصْلُ هَذِهِ الثَّلَاثَةِ: تَمَطَّطَ، وَتَسَرَّرَ، وَتَقَضَّضَ، أَلِفَاتُهَا مُبْدَلَةٌ مِنْ حَرْفٍ صَحِيحٍ. ¶ وَإِذَا كَانَ قَبْلَ أَلِفِهِ يَاءٌ رُسِمَتْ أَلِفًا، كَرَاهَةَ اجْتِمَاعِ صُورَتَيْنِ، كيَحْيا، اسْتَحْيَا، تَبَيَّا، تَزَيَّا. ¶ 7 - فِي أَرْبَعَةِ أَحْرُفٍ هِيَ: إِلَى، عَلَى، حَتَّى، بَلَى (فِي الْجَوَابِ). ¶ وَأَمَا سَائِرُ الْحُروفِ فَتُكْتَبُ أَلِفًا، نَحْوَ: لَا، هَلّا، خَلَا، عَدَا، حَاشَا. ¶ ... ¶ وَهُنَاكَ قَاعِدَتَانِ كُلِّيَّتَانِ: ¶ 1 - مَا كَانَتْ فَاؤُهُ أَوْ عَيْنُهُ وَاوًا كُتِبَ بِالْيَاءِ، نَحْوُ: وَعَى، وَقَى؛ الْجَوَى، الْهَوَى.",
            "page": "27",
            "part": "1",
            "seal": "25C93FAB"
        },
        {
            "id": "30",
            "nass": "2 - مَا كَانَتْ عَيْنُهُ هَمْزَةً كُتِبَ أَيْضًا بِالْيَاءِ، نَحْوُ: بَأَى (مِنْ الْبَأْوِ، وَهُوَ الْفَخْرُ)، وَشَأَى (مِنَ الشَّأوِ بِمَعْنَى السَّبْقِ)، وَفَأَى (مِنْ الْفَأْوِ بِمَعْنَى الضَّرْبِ). وَذَلِكَ لِأَنَّهُمْ كَرِهُوا فِي هَذَا اِجْتِمَاعَ الْأَلِفَيْنِ. ¶ تَنْبِيهٌ: ¶ ذَهَبَ بَعْضُهُمْ إِلَى أَنَّ الْيَائِيَّ يُكْتَبُ أَلِفًا فِي سَبْعَةِ مَوَاضِعَ: ¶ 1 - فِي السَّجْعِ، مُشَاكَلَةً لِكَلِمَةٍ أُخْرَى مَرْسُومَةٍ بَالْأَلِفِ، نَحْوُ:'' سَامِحْ أَخَاكَ إِذَا هَفَا، وَأَنْجِدْهُ إِذَا (هَوَا) ''. ¶ 2 - فِي الْقَافِيَةِ، وَذَلِكَ فِي الْقَصَائِدِ الْمَقْصُورَةِ، كَمَقْصُورَةِ اِبْنِ دُرَيْد:",
            "page": "28",
            "part": "1",
            "seal": "9C7EB8E5"
        },
        {
            "id": "31",
            "nass": "إِمَّا تَرَيْ رَأْسِيَ حَاكَى لَوْنُهُ … طُرَّةَ صُبْحٍ تَحْتَ أَذْيَالِ الدُّجَا ¶ وَاشْتَعَلَ الْمَبِيضُ فِي مُسْوَدِّهِ … مِثْلُ اشْتِعَالِ النَّارِ فِي جَمْرِ الْغَضَا ¶ كَأَنَّهُ الَّليْلُ الْبَهيمُ حَلَّ فِي … أَرْجَائِهِ ضَوْءُ صَبَاحٍ فَانْجَلَا ¶ وَذَلِكَ لِتَسْتَوِيَ الْقَوَافِي فِي الصُّورَةِ الْخَطِّيَّةِ. ¶ 3 - فِي الْمُشَاكَلَةِ بِقَصْدِ الْجِنَاسِ، كَقَوْلِهِ: ¶ يَا سَيِّداً حَازَ رِقِّي … بِمَا حَبَانِي وَ (أَوْلَا) ¶ أَحْسَنْتَ بِراًّ فَقُلْ لِي … أَحْسَنْتُ فِي الشُّكْرِ أَوْ لَا ¶ 4 - فِي الْمُشَاكَلَةِ بِقَصْدِ التَّوْرِيَّةِ، كَقَوْلِهِ: ¶ بِرُوحِي بَدْراً فِي النَّدَى مَا أَطَاعَ مَنْ … نَهَاهُ وَقَدْ حَازَ الْمَعَالِيَ وَزَانَهَا",
            "page": "29",
            "part": "1",
            "seal": "93470E17"
        },
        {
            "id": "32",
            "nass": "يُسَائِلُ أَنْ يَنْهَى عَنِ الْجُودِ نَفْسَهُ … وَهَا هُوَ قَدْ بَرَّ الْعُفَاةَ (وَمَا نَهَا) ¶ مَعَنَاهُ الْقَرِيبُ مِنْ مانَهُ يَمُونُهُ، إِذَا قَامَ بِكِفَايَتِهِ مِنَ النَّفَقَةِ؛ لِمُنَاسَبَةِ الْبِرِّ. وَمَعَنَاهُ الْبَعيدُ أَنَّهُ لَمْ يُنْهَ عَنِ الْجُودِ نَفْسَهُ. ¶ 5 - قَصْدَ الْمُعَايَاةِ وَالْإِلْغَازِ، كَقَوْلِهِ: ¶ أَقُولُ لِعَبْدِ اللهِ لَمَّا سِقاؤُنا … وَنَحْنُ بِوَادِي عَبْدِ شَمْسٍ وَهَاشِمٍ ¶ قَصْدُهُ: (وَهَى) يَهِي، أَيْ ضَعُفَ. وَ (شِمْ) أَمْرٌ مِنْ شَامَ الْبَرْقَ أَوْ السَّحَابَ، إِذَا نَظَرَهُ. ¶ وَلَكِنَّهُ يَرْسُمُ: (وهاشِم) مُجَانَسَةً لِعَبْدِ شَمْسٍ؛ لِيَحْمِلَهُ عَلَى الُّلغْزِ. ¶ 6 - مَا وَرَدَ مَقْصُورًا وَمَمْدُودًا بِلُغَتَيْنِ:",
            "page": "30",
            "part": "1",
            "seal": "F2413868"
        },
        {
            "id": "33",
            "nass": "كَالْحَلْوَى وَالْحَلْواءِ، وَالزِّنَى وَالزِّناءَ، يَصِحُّ أَنْ يُكْتَبَ: الْحَلْوَا، وَالزِّنَا بِالْأَلِفِ. ¶ 7 - مَا وَرَدَ مَهْمُوزًا مُجرَى مَجْرَى الْمُعْتَلِّ، كَقَرَيْتُ بِمَعْنَى قَرَأْتُ، يَصِحُّ أَنْ يُكْتَبَ فِي حَالِ تَجْرِيدِهِ مِنَ الْإِسْنَادِ: قَرا. وَحُقُّهُ فِي هَذِهِ اللُّغَةِ أَنْ يُكْتَبَ: قَرَى. وَكَذَلِكَ أَبْطَيْتُ فِي أَبْطَأْتُ، يَصِحُّ أَنْ يُكْتَبَ فِي حَالِ تَجْرِيدِهِ: أَبْطَا، وَحَقُّهُ أَنْ يُكْتَبَ: أبْطى. ¶ مَعْرِفَةُ الْوَاوَيّ وَالْيَائَيّ ¶ يُعْرَفُ ذَلِكَ: ¶ 1 - بِالتَّثْنِيَةِ، كَعَصَوَيْن، فِي عَصًا وَفَتًى.",
            "page": "31",
            "part": "1",
            "seal": "1F1DC991"
        },
        {
            "id": "34",
            "nass": "2 - بِالْجَمْعِ، كَمَهَوَاتٍ وَرَحَيَاتٍ، فِي مَهًا وَرَحًى. ¶ 3 - بِالْمَصْدَرِ، كَالْغَزْوِ وَالسَّعْيِ، فِي سَعَى وَرَمَى (1). ¶ 4 - بِاِسْمِ الْمَرَّةِ، كَالْعَدْوَةِ والسَّعْيَةِ، مِنْ عَدَا وَسَعَى؛ أَوْ بِاسْمِ الْهَيْئَةِ، كَالرَّعْيَةِ مِن الرَّعى. ¶ 5 - بِالْمُضَارِعِ، كَيَغْزُو فِي غَزَا، وَيَقْنِي فِي قَنَى. ¶ 6 - بِالْإِسْنَادِ لِضَمِيرِ الْفَاعِلِ، كَسَموْتُ وَهَدَيْتُ، فِي سَمَا وَهَدَى؛ وَكَسَمَوا وَهَدَيَا فِيهِمَا أَيْضًا. ¶ وَالْمَرْجِعُ فِي ذَلِكَ كُلِّهِ إِلَى كُتُبِ اللُّغَةِ وَمَعَاجِمِهَا.",
            "page": "32",
            "part": "1",
            "seal": "40F81980"
        },
        {
            "id": "35",
            "nass": "الْأَلِفُ الْمُبَدْلَةُ مِنْ يَاءِ الْمُتَكَلِّمِ ¶ تُكْتَبُ أَلِفًا عَلَى الْأَرْجَحِ، نَحْوُ: يَا حَسْرَتَا، وَاأَسَفا. وَرُسِمَتْ فِي الْمُصْحَفِ يَاءً. ¶ الْأَلِفُ الْمُبَدْلَةُ مِنْ نُونِ التَّوْكِيدِ الْخَفِيفَةِ ¶ مَذْهَبُ الْبَصْرِيِّينَ كِتَابَتُهَا بِالْأَلِفِ، وَهُوَ رَسْمُ الْمُصْحَفِ، نَحْوُ: {وَلَيَكُونًا مِنَ الصَّاغِرِينَ}، {لَنَسْفَعًا بِالنَّاصِيَةِ}، وَقَوْلِ الْأَعْشَى: ¶ * وَلَا تَعْبُدِ الشَّيْطَانَ وَاللهَ فَاعْبُدَا * ¶ وَمَذْهَبُ الْكُوفِيِّينَ كِتَابَتُهَا بِالنُّونِ، وَذَلِكَ فِي غَيْرِ الْمُصْحَفِ.",
            "page": "33",
            "part": "1",
            "seal": "A704433D"
        },
        {
            "id": "36",
            "nass": "الْأَلِفُ الْمُبَدْلَةُ مِنْ نُونِ إِذَنْ ¶ يَكْتُبُهَا الْبَصْرِيُّونَ أَلِفًا: (إِذَا)، وَهُوَ رَسْمُ الْمُصْحَفِ. ¶ وَكَتَبَهَا الْمَازِنِيُّ وَالْمُبَرِّدَ بِالنُّونِ: ((إِذَنْ)) ¶ وَقَالُ الْفَرَّاءُ: إِنْ أُعْمِلَتْ كُتِبَتْ بِالْأَلِفِ، وَإِلَّا كُتِبَتْ بِالنُّونِ. ¶ وَالَّذِي عَلَيْهِ الْمُعَاصِرُونَ الْآنَ كِتَابَتُهَا بِالنُّونِ مُطْلَقًا. ¶ وَيُرْوَى عَنِ الْمُبَرِّدِ أَنَّهُ قَالَ: أَشْتَهِي أَنْ أَكْوِيَ يَدَ مِنْ يَكْتُبُ إِذَنْ بِالْأَلِفِ؛ لِأَنَّهَا مِثْلُ أَنْ وَلَنْ.",
            "page": "34",
            "part": "1",
            "seal": "F14494E0"
        },
        {
            "id": "37",
            "nass": "الْبَابُ الثَّالِثُ ¶ الْحُرُوفُ الَّتِي تُزَادُ ¶ أَشْهَرُهَا الْأَلِفُ وَالْوَاوُ ¶ زِيادَةُ الْأَلِفِ ¶ تُزَادُ الْأَلِفُ (وَسَطًا) فِي كَلِمَةِ (مائَة) مُفْرَدَةً أَوْ مَرْكَبَةً كخَمسِمائَة وتِسْعِمائَة ¶ وَتُزَادُ (طَرفًا) فِي مَوْضِعَيْنِ: ¶ 1 - بَعْدَ وَاوِ الْجَمِاعَةِ، نَحْوُ: خَرَجوا وَذَهَبُوا، واخْرُجوا واذْهَبوا. لَا بَعْدَ الْوَاوِ الَّتِي هِيَ جُزْءٌ مِنَ الْفِعْلِ، نَحْوُ: يَدْعُو المُصَلُّونَ،",
            "page": "35",
            "part": "1",
            "seal": "A6ACC2B9"
        },
        {
            "id": "38",
            "nass": "وَنَحْنُ نَدْعُو، وَأَنْتَ تَدْعُو. ¶ وَمِنَ الْخَطَإِ كِتَابَتُهَا بَعْدَ وَاوِ الْجَمْعِ اللَّاَحِقَةِ لِجَمْعِ الْمُذَكَّرِ السَّالِمِ وَمُلْحَقَاتِهِ، نَحْوُ: مُسْلِمُو الْمَدِينَةِ، فَلاَّحُو الْقَرْيَةِ، بَنُو الْوَطَنِ، فَهَذِهِ وَاوُ جَمْعٍ لَا وَاوُ جَمَاعَةٍ. كَمَا أَنَّ مِنَ الْخَطَإِ إِهْمَالَ كِتَابَتِهَا بَعْدَ وَاوِ الْجَمَاعَةِ فِي الْفِعْلِ الْمُسْنَدِ إِلَيْهَا لِتَعْظِيمِ الْمُفْرَدِ فِي نَحْوِ:'' تَفَضَّلُوا '' فِي خِطَابِ الْمُفْرَدِ الْمُعَظَّمِ، فَلَا يَصِحُّ إِهْمَالُ كِتَابَةِ الْأَلِفِ فِي مِثْلِ هَذَا. ¶ 2 - فِي آخِرِ بَيْتِ الشِّعْرِ إِذَا كَانَتْ لِلْإِطْلَاقِ، نَحْوَ قول عمرو بن كلثوم: ¶ قِفِي نَسْأَلْكِ هَلْ أَحْدَثْتِ صَرْمًا … لِوَشْكِ الْبَيْنِ أَمْ خُنْتِ الْأَمِينَا",
            "page": "36",
            "part": "1",
            "seal": "FBCCF7CA"
        },
        {
            "id": "39",
            "nass": "زِيَادَةُ الْوَاوِ ¶ تُزَادُ الوَاوُ (وَسَطًا) فِي: ¶ 1 - (أُولَى) الْإِشَارِيَّةِ، وَمَمْدُودُهَا (أُولَاءِ) (¬1)، وَمِنْهُ (أُولَئِكَ). ¶ وَلَا تُزَادُ فِي (الْأُلَى) الْمَوْصُولَةِ، نَحْوَ قَوْلَ الْمَجْنُونِ: ¶ مَحَا حُبُّهَا حُبَّ الْأُلَى كُنْ قَبْلَهَا … وَحَلَّتْ مَكَانًا لَمْ يَكُنْ حُلَّ مِنْ قَبْلُ ¶ وَلَا فِي مَمْدُودِهَا (الْأُلَاء) كَقَوْلِ كُثَيِّر: ¶ أَبَى اللهُ لِلشُّمِّ الْأُلَاءُ كَأَنَّهُمْ … سُيُوفٌ أَجَادَ الْقَيْنُ يَوْمًا صِقَالَهَا ¶ ¬__________ ¶ (¬1) إلا إِذَا كانت مسبوقة بها التنبيه نحو هؤلاء، فلا تزاد بعدها الواو.",
            "page": "37",
            "part": "1",
            "seal": "5DC3C132"
        },
        {
            "id": "40",
            "nass": "2 - أُولُو وَأُولِي بِمَعْنَى أَصْحَاب، نَحْوُ: {وَأُولُو الْأَرْحَامِ}، {لَآيَاتٍ لِأُولِي النُّهَى}. ¶ 3 - أُولاَتَ بِمَعْنَى صَاحِبَات، نَحْوُ: {وَأُولَاتُ الْأَحْمَالِ}. ¶ وَتُزَادُ (طَرَفًا) فِي مَوْضِعِينَ: ¶ 1 - كَلِمَةُ (عَمْرٍو) بِشَرْطِ أَنْ يَكُونَ عَلَمًا غَيْرَ مُضَافٍ لِضَمِيرٍ، وَغَيْرَ مُصَغَّرٍ وَلَا مَقْرُونٍ بِأَلْ أَوْ مَنْسُوبٍ أَوْ مَنْصُوبٍ مُنَوَّنٍ. فَإِذَا فَقَدَ شَرْطًا مِنْ هَذِهِ الشُّرُوطِ السِّتَّةِ لَمْ تُلْحَقْ بِهِ الْوَاوُ. ¶ 2 - بَعْدَ مِيمِ الْجَمْعِ الَّتِي أُشْبِعْتِ ضَمَّتُهَا، نَحْوُ: إِلَيْكُمُو وَعَلَيْكُمُو. وَبَعْضُهُمْ يَحْذِفُهَا.",
            "page": "38",
            "part": "1",
            "seal": "D929BBC1"
        },
        {
            "id": "41",
            "nass": "الْبَابُ الرَّابِعُ ¶ الْحُرُوفُ الَّتِي تُنْقَصُ ¶ أَشَهْرُهَا: الْأَلِفُ، وَأَلْ، وَالْوَاوُ، وَالْيَاءُ، وَالنُّونُ. ¶ نَقْصُ الْأَلِفِ أَوَلًا ¶ 1 - تُنْقَصُ ْأَلِفُ (ابْن) و (ابْنَة): ¶ (أ) إِذَا وَقَعَ أَحَدُهُمَا مُفْرَدًا نَعْتًا بَيْنَ عَلَمَيْنَ مُبَاشِرَيْنَ أَوَّلُهُمَا غَيْرَ مُنَوَّنٍ، وَثَانِيهِمَا مَشْهُورٌ بِالْأُبُوَّةِ وَلَوِ ادِّعَاءً، بِشَرْطِ أَلّا يَكُونَ أَوَّلَ سَطْرٍ. وَيَشْمَلُ الْعَلَمُ الْاِسْمَ الْمَوْضُوعَ لِلْعَلَمِيَّةِ كَمُحَمَّدٍ وَعَلَيّ، وَالْكِنَايَةَ عَمَّنَ لَا يُعْرَفُ، نَحْوُ: فُلَانُ بْنُ فُلَان، وَهَيّ بْنُ بَيّ، وَالْكُنْيَةَ النَّحْوِيَّةَ الْمُصَدَّرَةَ بِأَبٍ",
            "page": "39",
            "part": "1",
            "seal": "98D16963"
        },
        {
            "id": "42",
            "nass": "أَوْ أُمٍّ، وَكَذَلِكَ اللَّقَبَ كَزَيْنِ الْعَابِدِينَ. ¶ وَذَلِكَ نَحْوُ: عيسَى بْنُ مَرْيَم، مَرْيَمُ بْنَةُ عِمْرَان، أَبُو بَكْرِ بْنُ أَبِي قُحَافَة، عَبْدُ اللهِ بْنُ أُمِّ مَكْتُوم. ¶ وَلَا تُحْذَفُ مِنْ نَحْوِ: رَحِمَ اللهُ الْحَسَنَ وَالْحُسَيْنَ ابْنَيْ عَلَيّ، لِأَنَّهُ مُثَنًّى، وَلَا مِنْ نَحْوِ: قَالَ مُحَمَّدٌ هُوَ ابْنُ مَالِكٍ، لِعَدَمِ الْمُبَاشَرَةِ. ¶ (ب) إِذَا وَقَعَا بَعْدَ (يا) الَّتِي لِلْنِدَاءِ، نَحْوُ:'' يا بْنَ الَّذِي دَانَ لَهُ الْمَشْرِقَانِ ''، يابْنةَ عَبْدِ اللهِ. ¶ (ج) إِذَا دَخَلَتْ عَلَيهِمَا هَمْزَةُ الِاسْتِفْهَامِ، نَحْوُ: أَبنُكَ هَذَا (¬1)؟ ¶ 2 - تُنْقَصُ أَلِفُ (اسْم) فِي الْبَسْمَلَةِ الْكَامِلَةِ: ¶ ¬__________ ¶ (¬1) وكذلك تحذف كل همزة وصل دخل عليها همزة الاستفهام نحو: (أصطفى البنات على البنين). أنطلاقك الآن؟",
            "page": "40",
            "part": "1",
            "seal": "A0E4D4A5"
        },
        {
            "id": "43",
            "nass": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، وَأَمَّا '' بِاسْمِكَ اللَّهُمَّ '' فَتَبْقَى مَعَهَا الْأَلِفُ. ¶ 3 - تُنْقَصُ أَلِفُ (أَلْ): ¶ (أ) إِذَا دَخَلَ عَلَيْهَا اللّاَمُ، نَحْوُ: إِنَّهُ لَلْحَقُّ، لَلْعَمَلُ الصَّالِحُ أَبْقَى، يا لَلرِّجَالِ، لِلَّذِي، لِلَّذَينَ. ¶ (ب) إِذَا كَانَتْ مَسْبُوقَةً بِكَلِمَةِ (عَلَى) الْمَحْذُوفَةِ اللَّامِ وَالْأَلِفِ (¬1) فِي لُغَةٍ لَبَعْضِ الْعَرَبِ، نَحْوُ: عَلْمَاءِ بَنُو فُلَانٍ، أَيْ عَلَى الْمَاءِ. ¶ (ج) إِذَا كَانَتْ مَسْبُوقَةً بِكَلِمَةِ (مِنْ) الْمَحْذُوفَةِ النُّونِ فِي لُغَةٍ لَبَعْضِ الْعَرَبِ، نَحْوُ: مِلآنِ، أَيْ مِنَ الْآنِ. قَالَ أَبُو صَخْرٍ: ¶ ¬__________ ¶ (¬1) أي الألف التي تُرْسَمُ ياء فِي (على).",
            "page": "41",
            "part": "1",
            "seal": "FB998CA1"
        },
        {
            "id": "44",
            "nass": "كَأَنَّهُمَا مِلآنِ لَمْ يَتَغَيَّرَا … وَقَدْ مَرَّ لِلْدَّارَيْنِ مِنْ بَعْدِنَا عَصْرُ ¶ (د) إِذَا كَانَتْ مَسْبُوقَةً بِكَلِمَةِ (بَنُون)، أَوْ (بَنِين)، وَقَدْ حُذِفَتْ الْوَاوُ وَالنُّونُ أَوِ الْيَاءُ وَالنُّونُ مِنْهُمَا فِي لُغَةٍ لَبَعْضِ الْعَرِبِ، نَحْوُ: بَلْعَنْبَر فِي بَنُو الْعَنْبَر أَوْ بَنِي الْعَنْبَر، وَبَلْقَيْنِ فِي بَنُو الْقَيْنِ أَوْ بَنِي الْقَيْنِ. ¶ 4 - تُنْقَصُ أَلِفُ (أُمّ) فِي قَوْلِهِمْ: وَيْلُمِّهِ، وَنَحْوُ قول علقمة: ¶ وَيْلُمِّ لَذَّاتِ الشَّبَابِ مَعِيشَةً … مَعَ الْكُثْرِ يَلْقَاهُ الْفَتَى الْمُتْلِفُ النَّدِي ¶ أَصْلُهُمَا وَيْلُ أُمِّهِ، وَوَيْلُ أُمِّ لَذَّاتِ الشَّبَابِ.",
            "page": "42",
            "part": "1",
            "seal": "0078E018"
        },
        {
            "id": "45",
            "nass": "نَقْصُ الْأَلِفِ وَسَطًا ¶ تُنْقَصُ مِنْ لَفْظِ الْجَلاَلَةِ (اللهَ)، وَمِنْ كَلِمَةِ (الرَّحْمن)، وَ (الْحَرث) (¬1) عَلَمَيْنِ مَقْرُونَيْنِ بِأَلْ، وَمِنْ (طه)، و (يس) وَمِنْ (إِله) و (الإِله) و (السَّمواتَ). ¶ وَكَذَا أَلِفُ (لَكِنْ)، و (لَكِنَّ)، و (أُولَئِكَ)، و (ثَلاث) مِنْ (ثَلَثَمِائَة). ¶ وَكَانَ الْقُدَمَاءُ يُنْقِصُونَهَا مِنْ كُلِّ عَلَمٍ مَشْهُورٍ زَائِدٍ عَلَى ثَلاثَةٍ كَإِبْرهيم، وإسمعيل، وإسحق، وهرُون، وسُلَيْمن، وعُثْمن، وسُفْين، ومُعوِيَة. وَالْمُحْدَثُونَ يُثْبِتُونَهَا فِي كُلِّ ذَلِكَ. ¶ ¬__________ ¶ (¬1) وبعضهم يثبت الألف فِي هذا العلم.",
            "page": "43",
            "part": "1",
            "seal": "8D47F5BE"
        },
        {
            "id": "46",
            "nass": "نَقْصُ الْأَلِفِ آخِرًا ¶ تُنْقَصُ الْأَلِفُ آخِرًا مِمَّا يَأْتِي: ¶ 1 - (مَا) الْاِسْتِفْهَامِيَّةِ الْمَسْبُوقَةِ بِجِارٍّ حَرْفِيٍّ أَوْ اسْمِيٍّ، نَحْوُ: فِيمَ؟ عَلَامَ؟ حَتَّامَ؟ بِمُقتَضَامَ؟ ¶ وَمَنْ أَثْبَتَهَا فِي النُّطْقِ أَثْبَتَهَا فِي الْكِتَابَةِ، كَمَا فِي قِرَاءَةِ عِكْرِمَة وَعِيسَى: (عَمَّا يَتَسَاءَلُونَ). ¶ 2 - آخِرِ كَلِمَةِ (طه). ¶ 3 - (يا) النِّدَائِيَّةِ الدَّاخِلَةِ عَلَى: ¶ (أ) كُلِّ عَلَمٍ مَبْدُوءٍ بِالْهَمْزَةِ لَمْ يُحْذَفْ مِنْهُ شَيْءٌ، نَحْوُ: يَأَحْمَد، يَأَسْعَد، بِخِلاَفِ آدَم وَآزَر (¬1)، ¶ ¬__________ ¶ (¬1) حذف من كل منهما الألف وعوضت منها المدة. وحق كتابتها أأدم، أأزر.",
            "page": "44",
            "part": "1",
            "seal": "D2F0AAE7"
        },
        {
            "id": "47",
            "nass": "يُكْتَبَانِ: يَاآدَم، يَاآزَر. ¶ (ب) الدَّاخِلَةِ عَلَى كَلِمَةِ (أَهْل) أَوْ (أَيّ) أَوْ (أَيَّة)، نَحْوُ: يَأَهْلَ الصَّلاح، يَأَيُّهَا الرَّجُلُ، يَأَيَّتُها النَّفْسُ الْمُطْمَئِنَّةُ. ¶ 4 - (هَا) التَّنْبِيهِ الدَّاخِلَةِ عَلَى: ¶ (أ) اسْمَ إِشَارَةٍ لَيْسَ مَبِدُوءًا بِتَاءٍ أَوْ هَاءٍ وَلَيْسَ بَعْدَهُ كَافٌ، نَحْوُ: هَذَا، هَذِهِ، هَؤُلَاءِ. ¶ بِخِلاَفِ هَاتِهِ، هَاهُنَا، هَاذَاكَ، أَيُّهَاذَا (¬1). ¶ (ب) الدَّاخِلَةِ عَلَى ضَمِيرٍ مَبْدُوءٍ بِهَمْزَةٍ، نَحْوُ: هَأَنَا، هَأَنْتُم. ¶ 5 - كَلِمَةِ (أَنَا) إِذَا تَقَدَّمَتْهَا (ها) وَتَلَتْهَا ¶ ¬__________ ¶ (¬1) لأن (ها) ليست داخلة على (ذا)، بل هي لاحقة لأي عوضا عما فاتها من الإضافة.",
            "page": "45",
            "part": "1",
            "seal": "B0C9846C"
        },
        {
            "id": "48",
            "nass": "(ذا) الْإِشَارِيَّةُ، نَحْوُ: هَأَنَذَا. ¶ (ذا) الْإِشَارِيَّةِ الْمَقْرُونَةِ بِلاَمِ الْبُعْدِ، نَحْوُ: ذَلِكَ، ذَلَكُمَا، ذَلِكُنَّ. بِخِلاَفِ الَّتِي تَتْلُوهَا لاَمُ الْجَرِّ نَحْوُ: ذَا لَكَ، ذَا لَكُمَا. ¶ نَقْصُ أَلْ ¶ تُحْذَفُ (أَلْ) إِذَا وَقَعَتْ بَعْدَ لاَمٍ وَكَانَ بَعْدَهَا لاَمٌ نَحْوُ: أَصْغَيْتُ لِلَّحْنِ الْجَمِيلِ، لَلَّحنُ الْجَمِيلُ غِذَاءٌ لِلرُّوحِ. ¶ وَمِنْ ذَلِكَ الْاِسْمَ الْمَوْصُولُ الَّذِي يُرْسَمُ بِلاَمَيْنَ (¬1)، ¶ ¬__________ ¶ (¬1) هو المثنى: اللذان واللتان، اللذين واللتين. والمجموع بالواو: اللذون. وجمع المؤنث: اللاتي واللواتي، واللاء واللائي.",
            "page": "46",
            "part": "1",
            "seal": "8889C8B0"
        },
        {
            "id": "50",
            "nass": "نَحْوُ: لَلَّذَانِ فَعَلا الْخَيْرَ مُسْتَحِقَّانِ لِلإِكْرَامِ، لَلّاتِي فَعَلْنَ الْخَيْرَ مُسْتَحِقّاتٌ لِلتَّعْظِيمِ. ¶ نَقْصُ الْوَاوِ ¶ تُحْذَفُ تَخْفِيفًا مِنْ نَحْوِ: داوُد، طاوُس، هَاوُن، ناوُس. ¶ نَقْصُ الْيَاءِ ¶ 1 - تُحْذَفُ الْيَاءُ الْمُتَوَلِّدَةُ مِنْ إِشْبِاعٍ، نَحْوُ الْمِيمِ الْمَكْسُورَةِ فِي الشِّعْرِ، مِثْلُ: (حَظِّهِمِ). ¶ 2 - وَيَاءُ الْمَنْقُوصِ الْمُعَرَّفِ بِأَلْ الْمَوْقُوفِ عَلَيْهِ بِإِسْكَانِ مَا قَبْلَ الْيَاءِ فِي لُغَةٍ، نَحْوُ: الْمُتَعَال، الدَّاع، التَّنَاد، التَّلاق، فِي: الْمُتَعَالِي، الدَّاعِي، التَّنَادِي، التَّلاقِي.",
            "page": "47",
            "part": "1",
            "seal": "A4DBCBF4"
        },
        {
            "id": "51",
            "nass": "3 - وَيَاءُ الْمَهْمُوزِ الآخِرِ الَّذِي أُجْرِيَ مُجْرَى الْمُعْتَلِّ ثُمَّ حُذِفَتْ يَاؤُهُ، نَحْوُ: طَارٍ، مُبْتَدٍ، تَبَرٍّ، فِي: طَارِئٍ، مُبْتَدِئٍ، تَبَرُّؤٍ. ¶ نَقْصُ النُّونِ: ¶ 1 - تُحْذَفُ مِنْ كَلِمَةِ (مِنْ)، و (عَنْ) إِذَا دَخَلَتَا عَلَى (مَا)، أَوْ (مِنْ)، نَحْوُ: مِمَّا، مِمَّنْ، عَمَّا، عَمَّنَ. ¶ 2 - وَمِنْ (إِنْ الشَّرْطِيَّةِ) إِذَا وَقَعَ بَعْدَهَا (مَا) الزَّائِدَةُ، كَقَوْلِهِ تَعَالَى: {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلَاهُمَا} أَوْ وَقَعَ بَعْدَهَا (لَا) النَّافِيَةُ كَقَوْلِهِ: {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ}، وَقَوْلِ الْأَحْوَص:",
            "page": "48",
            "part": "1",
            "seal": "421CA72C"
        },
        {
            "id": "52",
            "nass": "فَطَلِّقْهَا فَلَسْتَ لَهَا بِكُفْءٍ … وَإِلَّا يَعْلُ مَفْرِقَكَ الْحُسَامُ ¶ 3 - وَمِنْ (أَنْ الْمَصْدِرِيَّةِ النَّاصِبَةِ (¬1)) إِذَا وَقَعَ بَعْدَهَا (مَا) كَمَا فِي نَحْوِ: أَمَّا أَنْتَ مُنْطَلِقًا ِنْطَلَقْتُ. أَوْ وَقَعَ بَعْدَهَا (لا) سَوَاءٌ أَكَانَتْ نَافِيَةً، نَحْوُ: عَسَى أَلّا يَمْرَضَ، أَمْ زَائِدَةً كَقَوْلِهِ تَعَالَى: {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ}، أَيْ لِأَنْ يَعْلَمَ؛ {مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ}، أَيْ أَنْ تتَّبعَنِ. ¶ ¬__________ ¶ (¬1) بعض الكتاب لا يفرقون بين أن الناصبة وغيرها، يجرونهما جميعا مجرى واحدا.",
            "page": "49",
            "part": "1",
            "seal": "871C5F55"
        },
        {
            "id": "53",
            "nass": "النَّقْصُ لِلْرَمْزِ: ¶ سَبَقَ الْعَرَبُ الْفَرَنْجَةَ فِي اِخْتِزَالِ بَعْضِ الْكَلِمَاتِ. ¶ وَهَذِهِ مَجْمُوعَةٌ مِنَ الرُّمُوزِ الَّتِي اِسْتُعْمِلَتْ قَدِيمًا فِي الْكُتُبِ الْعِلْمِيَّةِ: ¶ المصـ = المُصَنِّف، بكسر النون. ¶ ص = المُصَنَّف، بفتح النون. ¶ الشـ = الشَّارح. ¶ ش = الشَّرح. ¶ أيضـ = أيضًا. ¶ لا يخـ = لا يخفى. ¶ الظـ = الظاهر. ¶ مم = ممنوع.",
            "page": "50",
            "part": "1",
            "seal": "8F1954FC"
        },
        {
            "id": "54",
            "nass": "م = معتمد. ¶ ض = ضعيف. ¶ إلخ = إلى آخره. ¶ اهـ = انتهى، واستعمله عبد الحكيم في: (إلى آخره). ¶ ثنا = حدثنا. ¶ ثني = حدَّثني. ¶ أنا = أنبأنا. ¶ نا = أخبرنا. ¶ ح = تحويل السَّند فِي كتب الحديث. ¶ صلعم = صلى الله عليه وسلم. ¶ ص م = صلى الله عليه وسلم. ¶ ع م = عليه السلام. ¶ وكتابة هذه الثلاثة مكروهة عند بعض الفقهاء. ¶ ر ض = رضي الله عنه. ¶ و= ما لامه واو، استعمله صاحب القاموس ومَنْ بعده.",
            "page": "51",
            "part": "1",
            "seal": "4618C6B6"
        },
        {
            "id": "55",
            "nass": "ي = ما لامه ياء، استعمله صاحب القاموس ومَنْ بعده. ¶ يو = ما لامه واو أو ياء، استعمله صاحب القاموس ومَنْ بعده. ¶ م = معروف، استعمله صاحب القاموس ومَنْ بعده. ¶ ع = موضع، استعمله صاحب القاموس ومَنْ بعده. ¶ ج = جمع، استعمله صاحب القاموس ومَنْ بعده. ¶ جج = جمع الجمع، استعمله صاحب القاموس ومَنْ بعده. ¶ ججج = جمع جمع الجمع، استعمله صاحب القاموس ومَنْ بعده. ¶ ة = قرية، استعمله صاحب القاموس ومَنْ بعده. ¶ د = بلد، استعمله صاحب القاموس ومَنْ بعده. ¶ س = سيبويه. ¶ ح = أبو حنيفة، أو الحلبي. ¶ حج = ابن حجَر الهيتميّ فِي كتب الشافعية. ¶ م ر = محمد الرملي. ¶ ع ش = علي الشبراملسي.",
            "page": "52",
            "part": "1",
            "seal": "284DBAD6"
        },
        {
            "id": "56",
            "nass": "ز ي = الزيادي. ¶ ق ل = القليوبي. ¶ شو = خضر الشوبري. ¶ س ل = سلطان المزاحي. ¶ ح ل = الحلبي. ¶ ع ن = العناني. ¶ ح ف = الحفني. ¶ أط = الإطفيحي. ¶ م د = المدابغي. ¶ ع ب = العُباب. ¶ سم = ابن أُمِّ قاسم العبادي.",
            "page": "53",
            "part": "1",
            "seal": "C6484840"
        },
        {
            "id": "57",
            "nass": "الْبَابُ الْخَامِسُ ¶ الْفَصْلُ وَالْوَصْلُ ¶ الْقَاعِدَةُ أَنَّ مَا صَحَّ الْاِبْتِداءُ بِهِ وَالْوَقْفُ عَلَيْهِ فُصِلَ، وَمَا لَا فَلَا. ¶ فَيُفْصَلُ الْاِسْمُ الظَّاهِرُ مِنْ الضَّمِيرِ الْمُنْفَصِلِ، وَيُفْصَلُ كِلَاهُمَا مِمَّا عَدَاهُ اسْمًا كَانَ أَوْ فَعلًا، أَوْ حَرْفًا زَائِدًا عَلَى حَرْفٍ، نَحْوُ: {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ}، {إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ}. ¶ الْوَصْلُ ¶ بناءً عَلَى الْقَاعِدَةِ السَّابِقَةِ يَجِبُ وَصْلُ مَا يَأْتِي:",
            "page": "54",
            "part": "1",
            "seal": "E932D3FA"
        },
        {
            "id": "58",
            "nass": "1 - مَا لَا يَصِحُّ الْاِبْتِداءُ بِهِ كَنُونَيِ التَّوْكِيدِ، وَتَاءِ التَّأْنِيثِ، وَكَافِ الْخِطَابِ، وَعَلاَمَاتِ الْمُثَنَّى، وَجَمْعِ الْمُذَكَّرِ السَّالِمِ وَالْمُؤَنَّثِ السَّالِمِ، وَالضَّمِيرِ الْبَارِزِ الْمُتَّصِلِ. ¶ 2 - مَا لَا يَصِحُّ الْوَقْفُ عَلَيْهِ، وَهُوَ: ¶ (أ) صَدْرُ الْمُرَكَّبِ الْمَزْجِيِّ، مِثْلُ: بَعْلَبَكَّ، قاضيخان، مَعْدِيكَرِب (¬1)، وَكَذَا مَا رُكِّبَ مِنْ الْأَسْمَاءِ الْمُعَرَّبَةِ أَوْ الدَّخِيلَةِ، نَحْوُ: سِكْباج، خُشْكنان، سَكَنْجَبين، تَرَنْجَبين، دَسْتَبَنْد، شاهنْشاه. ¶ (ب) مَا رُكِّبَ مَعَ الْمائَةِ مِنَ الآحادِ، نَحْوُ: ¶ ¬__________ ¶ (¬1) هذا إِذَا لم يعرب إعراب المتضايفين، فإذا أعرب كذلك فصل صدره فيكتب: معدي كرب.",
            "page": "55",
            "part": "1",
            "seal": "2430BC42"
        },
        {
            "id": "59",
            "nass": "أَرْبعِمائَة، خَمْسِمائَة. بِخِلاَفِ مَا أُضِيفَ إِلَيْهَا مِنَ الْكُسُورِ، نَحْوُ: ثُلْثُ مائة، خُمْسُ مائَة. ¶ (ج) مَا رُكِّبَ مِنَ الظُّرُوفِ مَعَ إِذٍ الْمُنَوَّنَةِ، كَحينَئذٍ، ساعَتَئِذٍ. بِخِلاَفِ مَا رُكِّبَ مَعَ إِذْ غَيْرِ الْمُنَوَّنَةِ، نَحْوُ: حِينَ إِذْ حَدَثَ كَذَا. ¶ (د) حَبَّ مَعَ ذَا، نَحْوُ: حَبَّذَا، لَا حَبَّذَا. ¶ (هـ) الْحَرْفُ الْمُفْرَدُ وَضْعًا كَاللَامِ وَالْكَاف، أَوْ عَرَضًا كَالْبَاءِ فِي بَلْحَرِثِ، بَلْقَيْنِ (¬1). ¶ (و) لَفْظُ (أَلْ)، وَمِثْلُهَا (أَم) الْحِمْيَرِيَّةُ. نَحْوُ: (لَيْسَ مِنْ امْبِرِّ امْصِيامُ فِي امْسَفر). ¶ هَذَا، وَيَجُوزُ أَنْ يُوصَلَ الْمَفْصُولُ لِقَصْدِ ¶ ¬__________ ¶ (¬1) انظر ما مضى فِي [ص:42]",
            "page": "56",
            "part": "1",
            "seal": "F8562916"
        },
        {
            "id": "60",
            "nass": "الْإِلْغَازِ، كَقَوْلِهِ: ¶ عَافَتِ الْمَاءَ فِي الشِّتَاءِ فَقُلَّنَا … بَرِّدِيهِ تُصَادِفِيهِ سَخِينَا ¶ أَيْ: بَلْ رِدِيهِ، أَمْرٌ مِنَ الْوُرُودِ. ¶ وَكَقَوْلِهِ: ¶ لَمَّا رَأَيْتُ أَبَا يَزِيدَ مُقَاتِلًا … أَدَعَ الْقِتَالَ وَأَشْهَدَ الْهَيْجَاءَ ¶ أَيْ لَنْ أَدَعَ الْقِتَالَ مَا رَأَيْتُ. ¶ وَهُنَاكَ تَفْصِيلٌ فِي وَصْلِ (مِنْ) و (مَا) و (لَا) بِمَا قَبْلَهَا. ¶ - وَصْلُ (مَنْ) بِمَا قَبْلَهَا - ¶ تُوصَلُ (مِنْ) الْاِسْتِفْهَامِيَّةُ وَالْمَوْصُولَةُ بِمَنْ، وَعَنْ، وَفِي، نَحْوُ: مِمَّنْ عَلِمْتَ هَذَا؟ عَمَّنْ تَسْأَل؟",
            "page": "57",
            "part": "1",
            "seal": "0CAC47B9"
        },
        {
            "id": "61",
            "nass": "فِيمَنْ تَرْغَب؟ عَلِمْتُ الْخَبَرَ مِمَّنْ عَلِمْتَ مِنْهُ، سَأَلْتَ عَمَّا تَسْأَلُ عَنْهُ، رَغِبْتُ فَيمَنَ تَرْغَبُ فِيهِ. ¶ - وَصْلُ (مَا) بِمَا قَبْلَهَا - ¶ وَهِيَ عَلَى ضَرْبَيْنَ: مَا الْاِسْمِيَّةُ، وَمَا الْحَرْفِيَّةُ. ¶ و (مَا الْاِسْمِيَّةُ) عَلَى أَرْبَعَةِ ضُرُوبٍ: اِسْتِفْهَامِيَّةٌ، مَوْصُولَةٌ، نَكِرَةٌ، مَعْرِفَةٌ تَامَّةٌ. ¶ 1 - (الْاِسْتِفْهَامِيَّةُ) تُوصَلُ بِالْاِسْمِ، نَحْوُ: بمُقتضام؟ وَبِالْحُرُوفِ: مِنْ، عَنْ، فِي، اللَّام، إِلَى، عَلَى، حَتَّى، كَيْ، نَحْوُ: مِمَّ؟ عَمَّ؟ فِيمَ؟ لَمَ؟ إلامَ؟ عَلامَ؟ حَتَّامَ؟ ¶ 2، 3، 4 - (الْمَوْصُولَةُ، النَّكِرَةُ، الْمَعْرِفَةُ التَّامَّةُ) تُوصَلُ بِهَذِهِ الْكَلِمَاتِ: مِنْ، عَنْ، فِي،",
            "page": "58",
            "part": "1",
            "seal": "5E45C2BA"
        },
        {
            "id": "62",
            "nass": "سِيِّ، نِعِمّ (¬1). نَحْوُ: سَأَلْتُ عَمَّا سَأَلْتَ عَنْهُ، رَغِبْتُ عَمَّا رَغِبْتَ عَنْهُ، أُفَكِّرُ فِيمَا تُفَكِّرُ فِيهِ، لَا سِيَّمَا يَوْمٌ بِدَارَةِ جُلْجُلِ، {إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ}، دَقَقْتُهُ دَقًّا نِعِمَّا (¬2). ¶ وَأَمَّا مَا الْحِرَفِيَّةُ فَهِيَ عَلَى ثَلَاثَةِ أَضْرُبٍ: مَصْدَرِيَّة، كَافَّة، زَائِدَة. ¶ 1 - (الْمَصْدَرِيَّةُ) تُوصَلُ بِحِينَ، رَيْثَ، أَيْنَ، كُلّ الْمَنْصُوبَة عَلَى الظَّرْفِيَّةِ (¬3)، نَحْوُ: أَكْرَمْتُهُ حِينَمَا جَاءَنِي، وَرَيْثَمَا جَاءَنِي (أَيْ وَقْتَ مَجِيئِهِ)، أَيْنَمَا صَنَعْتَ (أَيْ أَيْنَ صُنْعُكَ). ¶ ¬__________ ¶ (¬1) لغة فِي نعم مقابل بئس. ¶ (¬2) تكون (ما) فِي هذا نكرة تامة، أَوْ معرفة تامة أي نعم شيئا، أَوْ نعم الشيء. ¶ (¬3) بخلاف (كل) المرفوعة أَوْ المجرورة أَوْ المنصوبة على المفعولية، نحو: كل ما جاز بيعه جاز رهنه، (ما كل ما يتمنى المرء يدركه)، رضينا بكل ما قضيته، أستحسن كل ما قلته.",
            "page": "59",
            "part": "1",
            "seal": "6ABF7138"
        },
        {
            "id": "63",
            "nass": "وَتُوصَلُ بِكَلِمَةِ (مِثْل) جَوَازًا، كَقَوْلِ بَعْضِ الْعَجَمِ لِلْعَرَبِ:'' أَسْلَمْنَا مِثْلَمَا أَسْلَمْتُمْ ''. ¶ 2 - (الْكَافَّة) وَتُوصَلُ بـ طَالَ، وَقَلَّ، وَبَيْنَ، وَقَبْلَ، وَرُبَّ، وَكَيْ، وبـ إِنَّ وَأَخَوَاتِهَا (¬1)، نَحْوُ: طَالَمَا، قَلَّمَا، بَيْنَمَا، قَبْلَمَا، رُبَّمَا، كَيْمَا، إِنَّمَا، كَأَنَّمَا، لَكِنَّمَا، لَعَلَّمَا، لَيْتَمَا. ¶ 3 - (الزّائِدَة) وَتُوصَلُ بِحَيْثُ، كَيْفَ، كَيْ، أَيْ، مِنْ، عَنْ، إِنَّ الشَّرْطِيَّة، أَيْنَ الشَّرْطِيَّة، وَبِكُلِّ اِسْمٍ وَقَعَ مُضَافًا إِلَى مَا بَعْدَهَا، نَحْوُ: حَيْثُمَا، كَيْفَمَا، كَيْمَا، أَيَّمَا الْأَجَلَيْنِ، مِمَّا خَطِيئَاتِهِمْ، عَمَّا قَلِيلٍ، إِمَّا تَخَافَنَّ، أَيْنَمَا تَكُونُوا، فِيَا حُسْنما عَيْن. ¶ ¬__________ ¶ (¬1) - وأما (ما) الموصولة فلا توصل بشيء من هذه الحروف الناسخة، تقول: إن ما فعلته حسن، لكن ما فعله أخوك غير حسن، وهكذا.",
            "page": "60",
            "part": "1",
            "seal": "0C63B929"
        },
        {
            "id": "64",
            "nass": "- وَصْلُ (لَا) بِمَا قَبْلَهَا - ¶ تُوصَلُ (لَا): ¶ 1 - بِإِنْ الشَّرْطِيَّةِ، نَحْوُ: {إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ}. ¶ 2 - بِأَنْ الْمَصْدَرِيَّةِ النَّاصِبَةِ. وَلَا فَرْقَ فِي ذَلِكَ بَيْنَ أَنْ تَكُونَ (لَا) نَافِيَةً، نَحْوُ: يَنْبَغِي أَلَّا تَهْمِلَ، أَوْ زائِدَةً، نَحْوُ: {لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ}، {مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضَلُّوا أَلَّا تَتَّبِعَنِ (¬1)}. ¶ وَأَمَّا أَنِ الْمُفَسِّرَةُ وَالْمُخَفَّفَةُ مِنْ الثَّقِيلَةِ فَتُفْصَلَانِ وَتُثْبَتُ فِيهِمَا النُّونُ، نَحْوُ: أَشَرْتُ عَلَيْهِ أَنْ لَا يَفْعَلَ، {أَنْ لَا تَخَافُوا وَلَا تَحْزَنُوا}. ¶ ¬__________ ¶ (¬1) وتحذف نون (أن) قبل (لا) بناء على ما سبق فِي ص .. واختار أبو حيان إثبات نون (أن) الناصبة كالمفسرة والمخففة.",
            "page": "61",
            "part": "1",
            "seal": "E9DC785C"
        },
        {
            "id": "65",
            "nass": "فَصْل ¶ فِي هَاءِ التَّأْنِيثِ ¶ وَهَاءُ التَّأْنِيثِ هِيَ الْحَرْفُ الَّذِي ِخْتَصَّ بِالْاِسْمِ وَمَنَعَهُ الصَّرْفُ مَعَ الْعَلَمِيَّةِ، أَوْ جَاءَ فَارِقًا بَيْنَ مُذَكَّرِ الْأَسْمَاءِ وَمُؤَنَّثِهَا بِحَسَبِ الْأَصْلِ (¬1)، وَتَحَرَّكَ وَانْفَتَحَ مَا قَبْلَهُ حَقِيقَةً أَوْ تَقْدِيرًا. نَحْوُ: فَاطِمَة، امْرَأَة، فَاضِلَة، قَنَاة (¬2)، مُجَارَاة، مُدَارَاة، قُضَاة، سُعَاة. ¶ ¬__________ ¶ (¬1) ولا يمنع من تسميتها هاء التأنيث أن تكون عوضا عن حرف كعدة وثقة وإجازة وإقامة، أَوْ فارقة بين المرفد واسم الجنس كشجرة ونملة، أَوْ للمبالغة كراوية، أَوْ لتأكيد المبالغة كعلامة، أَوْ للنقل من الوصفية إلى الاسمية كالخليفة، ففي جميع ذلك تسمى هاء التأنيث. ¶ (¬2) الألف التي قبل الهاء فِي هذه الكلمة منقلبة عن واو متحركة، وفي الكلمات التي بعدها منقلبة عن ياء متحركة.",
            "page": "62",
            "part": "1",
            "seal": "CB03E5B3"
        },
        {
            "id": "66",
            "nass": "وَمِنْ عَلاَمَاتِهَا أَنْ تُبْدَلَ فِي الْوَقْفِ هَاءً. ¶ وَتُرْسَمُ مَرْبُوطَةً مَا لَمْ تُضَفْ لِضَمِيرٍ، نَحْوُ: امْرَأَته، مُجَارَاتُه، سُعَاتُهُم. ¶ وَيَجِبُ نَقْطُهَا مَا لَمْ يَكُنْ فِي مَوْضِعِ وَقْفٍ مِنْ شِعْرٍ أَوْ نَثْرٍ مَسْجُوعٍ، كَقَوْلِهِ: ¶ وَمُوجَبُ الصَّدَاقَةِ الْمُسَاعَدَه … وَمُقْتَضَى الْمَوَدَّةِ الْمُعَاضَدَه ¶ وَحَديثُ: «أَعَوْذَ بِكَلِمَاتِ اللهِ التَّامَّه، مِنْ كُلَّ شَيْطَانَ وَهَامَّه، وَمِنْ كُلَّ عَيْنٍ لَامَّه». فَمِنَ الْخَطَإِ نَقْطُ هَذِهِ الْهَاء. ¶ وَأَمَّا تَاءُ التَّأْنِيثِ فَعَلاَمَتُهَا أَنْ يُوقَفَ عَلَيْهَا بِلَفْظِهَا وَلَا تُبْدَلُ هَاءً، وَتُلْحَقُ جَمِيعَ أَنْوَاعِ الْكَلَامِ:",
            "page": "63",
            "part": "1",
            "seal": "BB6B8A41"
        },
        {
            "id": "67",
            "nass": "1 - تُلْحَقُ الْاِسْمَ، نَحْوُ: بِنْتٌ (¬1) وَأُخْتٌ. وَمِنْهُ تَاءٌ جَمْعِ الْمُؤَنَّثِ السَّالِمِ وَمُلْحَقَاتِهِ، كَمُسْلِمَاتٍ، وَصِلَاتٍ، وَبَنَاتٍ، وَلَوْ كَانَ هَذَا الْجَمْعُ صِفَةً لِمُذَكَّرٍ، مِثْلُ: ثِقَات (¬2). ¶ 2 - وَتُلْحَقُ الْفِعْلَ لِتَأْنِيثِ الْفَاعِلِ، نَحْوُ: قَالَتْ، نِعْمَتْ، بِئْسَتْ. وَهِيَ فِي هَذَا سَاكِنَةٌ مَفْتُوحٌ مَا قَبْلَهَا. ¶ ¬__________ ¶ (¬1) أما (ابنة) فآخرها هاء تأنيث لأنه يوقف عليها بالهاء. ¶ (¬2) يخطىء كثيرون فيرسمونها بالتاء المربوطة، توهما منهم أنها مثل قضاة جمع تكسير لقاض، أَوْ أنها مثل تقاة اسم المصدر من التقوى. ¶ ومما يجدر ذكره أن طيئا تقف على جمع المؤنث السالم بالهاء، يقولون: مسلماه وزينباه، ويقفون على المفرد المؤنث بالتاء، خلافا لجميع العرب، فما ورد من الآثار الأدبية المنسوبة إليهم يكتب تبعا لهذا الوقف. ومنه قولهم:*والله أنجاك بكفى مسلمت* ¶ وقولهم: ''دفن البناه، من المكرماه''",
            "page": "64",
            "part": "1",
            "seal": "E4E3C290"
        },
        {
            "id": "68",
            "nass": "3 - كَمَا تَلْحَقُ أَرَبْعَةَ حُروفٍ، وَهِي: ثُمَّتَ (¬1)، رُبَّتَ، لَعَلَّتَ، لَاتَ. ¶ وَتُكْتَبُ جَمِيعُهَا بِالتَّاءِ الْمَبْسُوطَةِ. ¶ ... ¶ ¬__________ ¶ (¬1) أما (ثمة) الظرفية المفتوحة الثاء فإنها تُرْسَمُ بالهاء، فرقا بينها وبين الحرفية العاطفة.",
            "page": "65",
            "part": "1",
            "seal": "044475E4"
        },
        {
            "id": "69",
            "nass": "نماذج وتعليلات ¶ لرسم الهمزة والألف ¶ أولا: الهمزة ¶ الهمزة أول الكلمة: حقيقة أو حكما ¶ 1 - أَمرَ. أُمِرَ. إمارة. إيمان. أَخٌ. أُختٌ. الأُبَّهة. الإِخْوة. الإجلال. لأَسْعينَّ. لأَكرِمَنَّ. لأنَّك. لأنت الصَّديق. أأخرج. أأسجُد. سأقرأ. سأرسل. فإِنك أخي. وإِنك صديقي. ¶ ترسم همزة القطع في أوَّل الكلمة ألفًا مع وضع علامة القطع (ء) فوقها في حالة الفتح والضم، وتحتها في حالة الكسر. ¶ 2 - اسمٌ. استٌ. ابنٌ. ابنةٌ. ابنمٌ. امرؤٌ. امرأةٌ.",
            "page": "66",
            "part": "1",
            "seal": "D51F845C"
        },
        {
            "id": "70",
            "nass": "اثنان. اثنتان. وتسمى الأسماء العشرة. ¶ اكتُبْ. ادخُلْ. افهَم. انطلَقَ. انطلِقْ. انطلاقًا. استخرجَ. استخرجْ. استخراجًا. ¶ ترسم همزة الوصل ألفا في الأسماء العَشرة، وفي أمر الثلاثي والخماسي والسداسي، وماضي الخماسي والسداسي ومصدرهما. ¶ ويستحسن وضع علامة الوصل (آ) فوقَها. ولا مانع من وضع الحركة فقط فوق الألف إِذَا كانت فتحة أو ضمة، وتحتَها إذا كانت كسرة. ¶ الهمزة وسط الكلمة ¶ 1 - يأمُر. آمر. ملجآنِ. منشآنِ. تذأَّب. سأَّل. تبوَّءها. قرأا. لم يقرأا. يقرأان.",
            "page": "67",
            "part": "1",
            "seal": "111F7B8D"
        },
        {
            "id": "71",
            "nass": "الهمزة المفتوحة بعد ساكن صحيحٍ وليس بعدها ألف المثنى أو الألف المبدلة من التنوين تُرسم ألف. ¶ 3 - أرؤسٌ. أفؤُسٌ. التفاؤُل. التضاؤُل. جُزْؤُهُ. سماؤه. هؤلاء. ¶ رسمت واوا لأنها مضمومة بعد ساكنٍ غير واوٍ أو ياء، وليس بعدها واوُ مدٍّ. ¶ 4 - يملؤُه. يرزَؤُه. يشنَؤُه. يقرؤُه. يكلَؤُكم. يَرْزَؤُكم. أؤُلقِيَ عليه الذكر. ¶ ترسم واوًا لأنها مضمومة بعد مفتوح غير واقعة بين واوين من الكلمة، ولا قبل واو الجمع وهي متطرفة على ألف (¬1) ¶ ¬__________ ¶ (¬1) أما الواقعة بين واوين نحو وءول فإنها تُرْسَمُ مفردة. وأما التي قبل واو الجمع وهي متطرفة على ألف نحو قرءوا وجاءوا فإنها تُرْسَمُ مفردة، إلا إِذَا أمكن وصل ما قبلها بما بعدها نحو يلجئون فإنها تُرْسَمُ على النبرة.",
            "page": "68",
            "part": "1",
            "seal": "67FF8955"
        },
        {
            "id": "72",
            "nass": "5 - جُؤْجُؤان. لُؤلُؤانِ. لؤلؤُك. يُؤَاخَذ، مُؤَاخَذة. سُؤَّال (جمع سائل) وضُؤْتَ. وضؤَتْ. يَوضُؤانِ. يوضُؤُون. اؤتُمِنَ. ¶ رسمت واوًا لأنها قد ضم ما قبلها وهو غير وَاو مشدَّدة، وَهي غير مكسورة. ¶ 6 - دَءُوبٌ. دَءُولٌ. رُءُوسٌ. فُئُوسٌ. كُئُوسٌ. ¶ رسمت مفردة طبقا لقاعدة: ((كل همزة وليَها حرفُ مدٍّ كصورتها تحذف)). إِلا إِذَا أمكن وصل ما قبلها بما بعدها كما في الكلمتين الأخيرتين، فإنها ترسم على نبرة (¬1). ¶ ¬__________ ¶ (¬1) وفي مذهب تُرْسَمُ بواوين: رؤوس. وفي آخر تُرْسَمُ على الواو الثانية بعد حذف الأولى: رؤس. فؤس.",
            "page": "69",
            "part": "1",
            "seal": "82C53B4E"
        },
        {
            "id": "73",
            "nass": "7 - سَئِمَ. بَئيس. مِلْئهِ. نَبْئِهِم. مَلَئِهم. تتوضَّئِين. تَوْضُئِينَ. يرتَئ. تقْرَئيِن. لم تقرئي. القارئين. يومئذٍ. حينَئِذٍ. ساعَتَئِذٍ. أئِنْ. أئِنَّا. ¶ رسمت ياءً لأنها مكسورة بعد متحرِّكٍ مطلقا. والكسرة أقوى الحركات. ¶ 8 - صائم. قائم. وضوئِهِ. هُدوئِه. جُزْئِهِ. جَزائِهِ. جُزْئيٌّ. أسئلةٌ. ¶ رسمت ياء لأنها مكسورة وقبلها ساكن صحيح أو معتل. ¶ 9 - بَرِئْتَ. بُرِّئْتَ. ائتزَر. ائتزارًا. ائتَمَنَهُ. ائتمانًا. ائتمِنْهُ. ائتَزِرْ. ¶ رسمت ياءً لأنّها ساكنة وما قبلها مكسور.",
            "page": "70",
            "part": "1",
            "seal": "86CCA80F"
        },
        {
            "id": "74",
            "nass": "10 - فَأْتَزَرَ. فأْتزارٌ. فأْتزرْ. وأُتَمَن. وأْتَمِنْهُ. ¶ رسمت ألفًا لدخول الفاء أَوْ الواو عليها مع أمن اللبس، فأصبحت ساكنةً بعد مفتوح. انظر البند (1) ¶ 11 - ثم ائتزَر. ثم ائتَمَنَه. ¶ رسمت ياءً لأنها ساكنة بعد كسر. واللبس مأمون أيضا كما سبق. ¶ 12 - فائتَمَّ. ¶ رسمت الهمزة ياءً لئلا تلتبس بأتَمَّ لو رسمت ألفًا. ¶ 13 - رِئَة. سيَّئة. طارئة. ناشِئُون. برِّئا. يهيِّئانِه. مائة. مِئُونَ (جمع مائة) لئلَّا. ¶ رسمت الهمزة ياءً لكسر ما قبلها بصرف النظر عن حركتها هي والكسرة أقوى الحركات تأثيرًا.",
            "page": "71",
            "part": "1",
            "seal": "18CE84E5"
        },
        {
            "id": "75",
            "nass": "وإِنما زيدت الألف في مائةٍ منعًا لالتباسها بلفظ ((منه)) الكثيرة الاستعمال. ¶ 14 - تساءل. تضاءل. عَباءَة. مُلاءَة. رداءَيْنِ. جزاءَينِ. راءى. شاءاهُ (بمعنى سابقه). شاءا (بمعنى أرادا). رداءانِ. ¶ رسمت مفردةً لوقوعها مفتوحة بعد ألف. ¶ 15 - أسبغ وضوءَه. ضَوْءُه شديد. السُّوءَى. السْوءَاءُ. ضَوْءَانِ. إنْ تبوُّءَك تبوُّءُهُ. ¶ رسمت مفردةً لوقوعها مفتوحةً أو مضمومةً بعد واوٍ ساكنةِ َأو مشدَّدة مضمومة. ¶ 16 - جزْءًا. جُزْءانِ. شيئًا. شيئانِ. فيئًا. فَيئانِ. ¶ ترسم مفردة لوقوعها مفتوحةً بعد صحيح ساكن، وقبل ألف التنوين كما فِي الكلمة الأولى، أو قبل",
            "page": "72",
            "part": "1",
            "seal": "F251FCA8"
        },
        {
            "id": "76",
            "nass": "ألف المثنى كما فِي الكلمة الثانية، إلا إذا أمكن وصل ما قبلها بما بعدما فإنها ترسم على نَبرةٍ في بقية، الأمثلة. ¶ 17 - مَرْءُوس. مَوْءُودة. دَءُوب. وَءول (مبالغة من وأل بمعنى لجأ). قَرَءوا. جاءُوا. ¶ رسمت مفردةً لوقوعها مضمومةً قبل واو مدٍّ في كلمةٍ على وزن مَفْعول أو فَعول، كما في الكلمات الأربعة الأولى. ولوقوعها مضمومة بعد توسُّطها الطارئ، وقد كانت قبل التوسُّط مرسومةً على ألف كما في قرأ وقرءوا، أو مفردةً كما في جاء وجاءوا. ¶ 18 - مَسْئُول. مَشْئُوم. سَئُولٌ، فَئُول. ¶ كان حقُّها جميعا أن ترسم مفردةً، بناءً على القاعدة",
            "page": "73",
            "part": "1",
            "seal": "9182BF95"
        },
        {
            "id": "77",
            "nass": "السابقة، وإنما رسمت على نبرةٍ لأنه أمكن وصلُ ما قبلها بما بعدها. ¶ 19 - هَيئة. بِيئة. جَيْئَل (بمعنى الضَّبُع). يَيْئَس. شيْئُك. شَيْئُهُ. فَيْئه. ¶ رسمت الهمزة على نبرة لوقوعها مسبوقةً بياءٍ ساكنة وأمكنَ وصلُ ما قبلها بما بعدها. ¶ الهمزة آخر الكلمة ¶ 1 - جُزْء. بُرْءٌ. مَلْءٌ. رِدْءٌ. مُنْءٍ (اسم فاعل من أنأَى). ناءٍ (اسم فاعل من نأى). جاءَ. شاءَ. أضاءَ. رِدَاءٌ. كِسَاءٌ. غِطاءٌ. برآءُ. وضوءٌ. قُروء. التبوُّءُ. التروُّءُ (من روّأ في الأمر أي تروَّى). ¶ رسمت مفردة لأنَّ ما قبلها ساكنٌ، أَوْ لأنَّ ما قبلها واوٌ مشدَّدة مضمومة.",
            "page": "74",
            "part": "1",
            "seal": "A1B40B49"
        },
        {
            "id": "78",
            "nass": "2 - امرؤٌ، لُؤْلُؤٌ. تهيُّؤٌ. جُؤُجُؤٌ (بمعنى الصَّدر). ¶ امرئٍ. مبرئٌ. متهيِّئٌ، مبرِئٍ. متهيِّئٍ. يهيِّئُ. يُبرِئُ. يُنشِئُ. يقرِئُ. ¶ مهيَّأٌ. مبرَّأٌ. يهيَّأ. يبرّأ. ينشَأُ. يقرَأ. ¶ إذا تحرك ما قبلها وليس واوًا مشدَّدة مضمومة كتبت على حرفٍ من جنس حركة ما قبلها. ¶ ثانيا: الألف اللينة ¶ الألف المتوسطة ¶ قال. قامَ. فتاةٌ. لَيْلاىَ. بمقتضامَ. يرضاهُ. يخشاه. إلامَ. عَلامَ. حَتَّامَ. ¶ كل ألف ليِّنةٍ متوسِّطةٍ ترسم ألفًا سواءٌ أكان توسُّطها أصيلا كما في الكلمتين الأولَييْن، أم عارضاً كما في بقية الأمثلة.",
            "page": "75",
            "part": "1",
            "seal": "E3F9B960"
        },
        {
            "id": "79",
            "nass": "الألف المتطرفة ¶ 1 - الفَتَى. الهُدَى. السُّرى. الَّلمَى. ¶ رسمت ياءً لأنها في اسم ثلاثي ألفه منقلبة عن ياء. ¶ 2 - قَضَى. سَعىَ. مَشَى. رَعَى. رَمَى. ¶ رسمت ياءً لأنها في فعل ثلاثي ألفه منقلبة عن ياء. ¶ 3 - الرِّضا. السُّها. السَّنَا. ¶ رسمت ألفًا لأنها في اسم ثلاثي ألفُه منقلبة عن واو. ¶ 4 - دعَا. غزَا. عَفَا. سَمَا. ¶ رسمت ألِفًا لأنها في فعلٍ ثلاثيٍّ ألفه منقلبةٌ عن واو. ¶ 5 - صُغرَى. كُبرَى. حُبلَى. صَرعَى. قَتلَى. عَذارَى. سُكارَى. مرتضًى. مصطفًى. تَتْرَى. ¶ رُسمت ياءً لأنها في أسماءٍ زادت حروفها على الثلاثة وليس قبل آخرها ياء.",
            "page": "76",
            "part": "1",
            "seal": "3E898E6B"
        },
        {
            "id": "80",
            "nass": "6 - دنياَ. قضايا. هَدايا. ريَّا. مُحَيَّا. ثُريّا. يحي (علم كل رجل). ¶ رسمت ياءً لأنها أسماءٌ زادت حروفها على الثلاثة وقبل آخرها ياء، فكرهوا اجتماع الياءين. أما الكلمة الأخيرة (يحي) فهي مستثناه من هذه القاعدة. ¶ 7 - مُوسَى. عِيسَى. كِسْرى. بُخارَى. ¶ هذه الأعلام الأعجمية الأربعة نصُّوا على كتابتها بالياء، أما غيرها من الأعلام الأعجمية فتُرْسَمُ بالألف، نَحْوُ: دارا. زَلِيخا. يافا. بِنْها. شَبْرَا. ¶ 8 - لدَى. أنَّى. مَتَى. أولَى (اسم إشارة) الأُلَى (إسم موصول). ¶ كل اسمٍ مبنيٍّ ترسم فيه الألف ألفا، نحو: مهما، أنا، إذا، ما عدا هذه الأسماء المبنيَّة الخمسة فإِنها",
            "page": "77",
            "part": "1",
            "seal": "98DA819F"
        },
        {
            "id": "81",
            "nass": "ترسم بالياء. ¶ 9 - أَهْدَى. اهْتَدَى. آتَى. خَلَّى. صَلَّى. عَلَّى. ¶ رسمت ياء لأنها في فعل زائد على ثلاثة وليس قبلها ياء. ¶ 10 - يَحيا. استَحيَا. بَيَّا. تَزَيَّا. ¶ رسمت ياءً لأنها فِي فعل زائدٍ على ثلاثة وقبلها ياءٌ. ¶ 11 - وَعَى. وَقَى. الوَغَى. الجَوَى. الهَوَى. ¶ ما كان أوله واوًا، أو وسَطُه واوا، رسمت ألفه ياءً. ¶ 12 - بَأَى (من البأو بمعنى الفخر)، شَأَى (من الشأو بمعنى السَّبْق). ¶ رسمتا بالياء لأن عين الكلمة همزة، وقد كرهوا في هذا اجتماع الألفين. ¶ 13 - يا. وا. أَيَا. هَيَا. إِلاَّ. أَلاَّ. أَلَا. هَلاَّ. حاشا. عدا.",
            "page": "78",
            "part": "1",
            "seal": "6B9AEF10"
        },
        {
            "id": "82",
            "nass": "كل حرف منتهٍ بألفٍ يرسم بالألف. ¶ 14 - إِلَى. عَلَى. حَتَّى. بَلَى. ¶ هذه الحروف الأربعةُ مستثناة من القاعدة السابقة. ¶ ... ¶ هذا موجز ما يلزم الكاتب معرفته من قواعد الرسم المختارة، استخلصته من أمهات مراجع العربية ولا سيما كتب الرسم، وأسال الله أن ينفع به. وبنعمته تتم الصالحات.",
            "page": "79",
            "part": "1",
            "seal": "AE7304D5"
        },
        {
            "id": "83",
            "nass": "الفهرس ¶ ¬__________ ¶ ـ[الباب الأول]ـ ¶ الهمزة أول الكلمة ............................... 7 ¶ الهمزة آخر الكلمة ............................... 12 ¶ الهمزة وسط الكلمة .............................. 13 ¶ ـ[الباب الثاني]ـ ¶ الألف اللينة وسطا .............................. 22 ¶ الألف اللينة طرفا ............................... 23 ¶ معرفة الواوي واليائي ............................ 31 ¶ الألف المبدلة من ياء المتكلم .................... 33 ¶ الألف المبدلة من نون التوكيد ................... 33 ¶ الألف المبدلة من نون إذن ...................... 34 ¶ ـ[الباب الثالث]ـ ¶ الحروف التي تزاد .............................. 35 ¶ زيادة الألف .................................... 35 ¶ زيادة الواو ..................................... 37 ¶ ـ[الباب الرابع]ـ ¶ الحروف التي تنقص ........................... 39 ¶ نقص الألف أولا ............................... 39 ¶ نقص الألف وسطا ............................ 43 ¶ نقص الألف آخرا ............................. 44 ¶ نقص ال ..................................... 46 ¶ نقص الواو ................................... 47 ¶ نقص الياء ................................... 47 ¶ نقص النون .................................. 48 ¶ النقص للرمز ................................. 50 ¶ ـ[الباب الخامس]ـ ¶ الفصل والوصل .............................. 54 ¶ وصل (من) بما قبلها ........................... 57 ¶ وصل (ما) بما قبلها ............................ 58 ¶ وصل (لا) بما قبلها ............................ 61 ¶ ـ[فصل]ـ ¶ في هاء التأنيث وتائه ........................ 62 ¶ ـ[نماذج وتعليلات ¶ لرسم الهمزة والألف]ـ ¶ أولا: الهمزة أول الكلمة حقيقة أَوْ حكما ......... 66 ¶ الهمزة وسط الكلمة ............................ 67 ¶ الهمزة آخر الكلمة ............................. 74 ¶ ثانيا: الألف اللينة ............................ 75 ¶ الألف المتوسطة ............................. 75 ¶ الألف المتطرفة .............................. 76",
            "page": "80",
            "part": "1",
            "seal": "2DA5CD3F"
        }
    ],
    "t1499": [
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "الهمزة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "الهمزة أول الكلمة"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "الهمزة آخر الكلمة"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "الهمزة وسط الكلمة"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": "1",
            "tit": "الألف اللينة"
        },
        {
            "id": "24",
            "lvl": "3",
            "sub": "2",
            "tit": "الألف اللينة وسطا"
        },
        {
            "id": "25",
            "lvl": "3",
            "sub": null,
            "tit": "الألف اللينة طرفا"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "معرفة الواوي واليائي"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الألف المبدلة من ياء المتكلم"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "الألف المبدلة من نون التوكيد الخفيفة"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الألف المبدلة من نون إذن"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "الحروف التي تزاد"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "2",
            "tit": "زيادة الألف"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "زيادة الواو"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "1",
            "tit": "الحروف التي تنقص"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": "2",
            "tit": "نقص الألف أولا"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "نقص الألف وسطا"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "نقص الألف آخر"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "نقص أل"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "نقص الواو"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "نقص الياء"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "نقص النون"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "النقص للرمز"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الخامس"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "الفصل والوصل"
        },
        {
            "id": "57",
            "lvl": "3",
            "sub": "2",
            "tit": "الوصل"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "وصل (من) بما قبلها"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "وصل (ما) بما قبلها"
        },
        {
            "id": "64",
            "lvl": "3",
            "sub": null,
            "tit": "وصل (لا) بما قبلها"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "فصل"
        },
        {
            "id": "65",
            "lvl": "3",
            "sub": "1",
            "tit": "في هاء التأنيث"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "نماذج وتعليلات لرسم الهمزة والألف"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: الهمزة"
        },
        {
            "id": "69",
            "lvl": "3",
            "sub": "2",
            "tit": "الهمزة أول الكلمة: حقيقة أو حكما"
        },
        {
            "id": "70",
            "lvl": "3",
            "sub": null,
            "tit": "الهمزة وسط الكلمة"
        },
        {
            "id": "77",
            "lvl": "3",
            "sub": null,
            "tit": "الهمزة آخر الكلمة"
        },
        {
            "id": "78",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: الألف اللينة"
        },
        {
            "id": "78",
            "lvl": "3",
            "sub": "1",
            "tit": "الألف المتوسطة"
        },
        {
            "id": "79",
            "lvl": "3",
            "sub": null,
            "tit": "الألف المتطرفة"
        }
    ]
}