{
    "b1512": [
        {
            "id": "2",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله نستعينه وَنَسْتَغْفِرهُ ونعوذ بِاللَّه من شرور أَنْفُسنَا وَمن سيئات أَعمالنَا من يهد الله فَلَا مضل لَهُ وَمن يضلل فَلَا هادي لَهُ وَأشْهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ وَأشْهد أَن مُحَمَّدًا عَبده وَرَسُوله صلى الله عَلَيْهِ وعَلى آله وَأَصْحَابه وَسلم تَسْلِيمًا ¶ فصل فِي أمراض الْقُلُوب وشفائها ¶ قَالَ الله تَعَالَى عَن الْمُنَافِقين الْبَقَرَة فِي قُلُوبهم مرض فَزَادَهُم الله مَرضا وَقَالَ تَعَالَى الْحَج ليجعل مَا يلقى الشَّيْطَان فتْنَة للَّذين فِي قُلُوبهم مرض والقاسية قُلُوبهم وَقَالَ الْأَحْزَاب لَئِن لم ينْتَه المُنَافِقُونَ وَالَّذين فِي قُلُوبهم مرض والمرجفون فِي الْمَدِينَة لنغرينك بهم ثمَّ لَا يجاورونك فِيهَا إِلَّا قَلِيلا وَقَالَ المدثر وَلَا يرتاب الَّذين أُوتُوا الْكتاب والمؤمنون وليقول الَّذين فِي قُلُوبهم مرض والكافرون مَاذَا اراد الله بِهَذَا مثلا وَقَالَ تَعَالَى يُونُس قد جاءتكم موعظة من ربكُم وشفاء لما فِي الصُّدُور وَهدى وَرَحْمَة للْمُؤْمِنين وَقَالَ الْإِسْرَاء وننزل من الْقُرْآن ماهو شِفَاء وَرَحْمَة للْمُؤْمِنين وَلَا يزِيد الظَّالِمين إِلَّا خسارا وَقَالَ التَّوْبَة ويشف صُدُور قوم مُؤمنين وَيذْهب غيظ قُلُوبهم وَمرض الْبدن خلال صِحَّته وصلاحه وَهُوَ فَسَاد يكون فِيهِ يفْسد بِهِ إِدْرَاكه وحركته الطبيعية فإدراكه إِمَّا أَن يذهب كالعمى والصمم وَإِمَّا أَن يدْرك الْأَشْيَاء على خلاف مَا هِيَ عَلَيْهِ كَمَا يدْرك الحلو مرا وكما يخيل إِلَيْهِ أَشْيَاء لَا حَقِيقَة لَهَا فِي الْخَارِج وَأما فَسَاد حركته الطبيعية فَمثل أَن تضعف قوته عَن الهضم أَو مثل أَن يبغض الأغذية الَّتِي يحْتَاج إِلَيْهَا وَيُحب الاشياء الَّتِي تضره وَيحصل لَهُ من الالام",
            "page": "3",
            "part": "1",
            "seal": "E1413463"
        },
        {
            "id": "3",
            "nass": "بِحَسب ذَلِك وَلَكِن مَعَ ذَلِك الْمَرَض لم يمت وَلم يهْلك بل فِيهِ نوع قُوَّة على إِدْرَاك الْحَرَكَة الارادية فِي الْجُمْلَة فيتولد من ذَلِك ألم يحصل فِي الْبدن إِمَّا بِسَبَب فَسَاد الكمية أَو الْكَيْفِيَّة فَالْأول إِمَّا لنَقص الْمَادَّة فَيحْتَاج إِلَى غذَاء وَإِمَّا بسب زيادتها فَيحْتَاج إِلَى استفراغ وَالثَّانِي كقوة فِي الْحَرَارَة والبرودة خَارج عَن الِاعْتِدَال فيداوى وَكَذَلِكَ مرض الْقلب هُوَ نوع فَسَاد يحصل لَهُ يفْسد بِهِ تصَوره وإرادته فتصوره بِالشُّبُهَاتِ الَّتِي تعرض لَهُ حَتَّى لَا يرى الْحق أَو يرَاهُ على خلاف مَا هُوَ عَلَيْهِ وإرادته بِحَيْثُ يبغض الْحق النافع وَيُحب الْبَاطِل الضار فَلهَذَا يُفَسر الْمَرَض تَارَة بِالشَّكِّ والريب كَمَا فسر مُجَاهِد وَقَتَادَة قَوْله الْبَقَرَة فِي قُلُوبهم مرض أَي شكّ وارة يُفَسر بشوة الزِّنَا كَمَا فسر بِهِ قَوْله الْأَحْزَاب فيطمع الَّذِي فِي قلبه مرض فِي قلبه مرض وَلِهَذَا صنف الخرائطي كتاب اعتلال الْقُلُوب أَي مَرضهَا وَأَرَادَ بِهِ مَرضهَا بالشهوة وَالْمَرِيض يُؤْذِيه مَالا يُؤْذِي الصَّحِيح فيضره يسير الْحر وَالْبرد وَالْعَمَل وَنَحْو ذَلِك من الْأُمُور الَّتِي لَا يقوى عَلَيْهَا لضَعْفه بِالْمرضِ وَالْمَرَض فِي الْجُمْلَة يضعف الْمَرِيض بِجعْل قوته ضَعِيفَة لَا تطِيق مَا يطيقه القوى وَالصِّحَّة تحفظ بِالْمثلِ وتزال بالضد وَالْمَرَض يقوى بِمثل سَببه وَيَزُول بضده فَإِذا حصل للْمَرِيض مثل سَبَب مَرضه زَاد مَرضه وَزَاد ضعف قوته حَتَّى رُبمَا يهْلك وَإِن حصل لَهُ مَا يقوى الْقُوَّة ويزيل الْمَرَض كَانَ بِالْعَكْسِ وَمرض الْقلب ألم يحصل فِي الْقلب كالغيظ من عَدو استولى عَلَيْك فَإِن ذَلِك يؤلم الْقلب قَالَ الله تَعَالَى التَّوْبَة ويشف صُدُور قوم مُؤمنين وَيذْهب غيظ قُلُوبهم فشفاؤهم بِزَوَال مَا حصل فِي قُلُوبهم من الالم وَيُقَال فلَان شفى غيظه وَفِي الْقود استشفاء أَوْلِيَاء الْمَقْتُول وَنَحْو ذَلِك فَهَذَا شِفَاء من الْغم والغيظ والحزن وكل هَذِه آلام تحصل فِي النَّفس وَكَذَلِكَ الشَّك وَالْجهل يؤلم الْقلب قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) هلا سَأَلُوا إِذا لم يعلمُوا فَإِن شِفَاء العي السُّؤَال والشاك فِي الشَّيْء المرتاب فِيهِ يتألم قلبه حَتَّى يحصل لَهُ الْعلم وَالْيَقِين وَيُقَال للْعَالم الَّذِي اجاب بِمَا يبين الْحق قد شفاني بِالْجَوَابِ وَالْمَرَض دون الْمَوْت فالقلب يَمُوت بِالْجَهْلِ الْمُطلق ويمرض بِنَوْع من الْجَهْل فَلهُ موت وَمرض وحياة وشفاء وحياته وَمَوته ومرضه وشفاؤه أعظم من حَيَاة الْبدن وَمَوته ومرضه وشفائه فَلهَذَا مرض الْقلب إِذا ورد عَلَيْهِ شُبْهَة أَو شَهْوَة",
            "page": "4",
            "part": "1",
            "seal": "07644161"
        },
        {
            "id": "4",
            "nass": "قوت مَرضه وَإِن حصلت لَهُ حِكْمَة وموعظة كَانَت من أَسبَاب صَلَاحه وشفاءه قَالَ تَعَالَى الْحَج ليجعل مَا يلقى الشَّيْطَان فتْنَة للَّذين فِي قُلُوبهم مرض لِأَن ذَلِك أورث شُبْهَة عِنْدهم والقاسية قُلُوبهم ليبسها فَأُولَئِك قُلُوبهم ضَعِيفَة بِالْمرضِ فَصَارَ مَا ألْقى الشَّيْطَان فتْنَة لَهُم وَهَؤُلَاء كَانَت قُلُوبهم قاسية عَن الايمان فَصَارَ فتْنَة لَهُم وَقَالَ الْأَحْزَاب لَئِن لم ينْتَه المُنَافِقُونَ وَالَّذين فِي قُلُوبهم مرض والمرجفون فِي الْمَدِينَة كَمَا قَالَ المدثر وليقول الَّذين فِي قُلُوبهم مرض لم تمت قُلُوبهم كموت قُلُوب الْكفَّار وَالْمُنَافِقِينَ وَلَيْسَت صَحِيحَة صَالِحَة كصالح قُلُوب الْمُؤمنِينَ بل فيهامرض شُبْهَة وشهوات وَكَذَلِكَ الْأَحْزَاب فيطمع الَّذِي فِي قلبه مرض وَهُوَ مرض الشَّهْوَة فَإِن القلبالصحيح لَو تعرضت لَهُ الْمَرْأَة لم يلْتَفت إِلَيْهَا بِخِلَاف الْقلب الْمَرِيض بالشهوة فَإِنَّهُ لضَعْفه يمِيل إِلَى مَا يعرض لَهُ من ذَلِك بِحَسب قُوَّة الْمَرَض وَضَعفه فَإِذا خضعن بالْقَوْل طمع الَّذِي فِي قلبه مرض وَالْقُرْآن شِفَاء لما فِي الصُّدُور وَمن فِي قلبه أمراض الشُّبُهَات والشهوات فَفِيهِ من الْبَينَات مَا يزِيل الْحق من الْبَاطِل فيزيل أمراض الشُّبْهَة الْمفْسدَة للْعلم والتصور والادراك بِحَيْثُ يرى الاشياء على مَا هِيَ عَلَيْهِ وَفِيه من الْحِكْمَة وَالْمَوْعِظَة الْحَسَنَة بالترغيب والترهيب والقصص الَّتِي فِيهَا عِبْرَة مَا يُوجب صَلَاح الْقلب فيرغب الْقلب فِيمَا يَنْفَعهُ ويرغب عَمَّا يضرّهُ فَيبقى الْقلب محبا للرشاد مبغضا للغي بعد أَن كَانَ مرِيدا للغي مبغضا للرشاد فالقرآن مزيل للأمراض الْمُوجبَة للإرادات الْفَاسِدَة حَتَّى يصلح الْقلب فتصلح إِرَادَته وَيعود إِلَى فطرته الَّتِي فطر عَلَيْهَا كَمَا يعود الْبدن إِلَى الْحَال الطبيعي ويغتذي الْقلب من الايمان وَالْقُرْآن بِمَا يُزَكِّيه وَيُؤَيِّدهُ كماي يتغذى الْبدن بِمَا ينميه ويوقمه فَإِن زَكَاة الْقلب مثل نَمَاء الْبدن وَالزَّكَاة فِي اللُّغَة النَّمَاء وَالزِّيَادَة فِي الصّلاح يُقَال زكا الشَّيْء إِذا نما فِي الصّلاح فالقلب يحْتَاج ان يتربى فينمو وَيزِيد حَتَّى يكمل وَيصْلح كَمَا يحْتَاج الْبدن أَن يربى بالأغذية الْمصلحَة لَهُ وَلَا بُد مَعَ ذَلِك من منع مَا يضرّهُ فَلَا يَنْمُو الْبدن إِلَّا باعطاء مَا يَنْفَعهُ وَمنع مَا يضرّهُ وَكَذَلِكَ الْقلب لَا يزكو فينمو وَيتم صَلَاحه إِلَّا بِحُصُول مَا يَنْفَعهُ وَدفع مَا يضرّهُ وَكَذَلِكَ الزَّرْع لَا يزكو إِلَّا بِهَذَا وَالصَّدَََقَة لما كَانَت تُطْفِئ الْخَطِيئَة كَمَا يُطْفِئ المَاء النَّار صَار الْقلب يزكو بهَا وزكاته معنى زَائِد على طَهَارَته من الذَّنب قَالَ الله تَعَالَى التَّوْبَة خُذ",
            "page": "5",
            "part": "1",
            "seal": "9BE4338B"
        },
        {
            "id": "5",
            "nass": "من أَمْوَالهم صَدَقَة تطهرهُمْ وتزكيهم بهَا وَكَذَلِكَ ترك الْفَوَاحِش يزكو بِهِ الْقلب وَكَذَلِكَ ترك الْمعاصِي فَإِنَّهَا بِمَنْزِلَة الاخلاط الرَّديئَة فِي الْبدن وَمثل الدغل فِي الزَّرْع فَإِذا استفرغ الْبدن من الاخلاط الرَّديئَة كاستخراج الدَّم الزَّائِد تخلصت الْقُوَّة الطبيعية واستراحت فينمو الْبدن وَكَذَلِكَ الْقلب إذاتاب من الذُّنُوب كَانَ استفراغا من تخليطاته حَيْثُ خلط عملا صَالحا وَآخر شَيْئا فَإِذا تَابَ من الذُّنُوب تخلصت قُوَّة الْقلب وإراداته للأعمال الصَّالِحَة واستراح الْقلب من تِلْكَ الْحَوَادِث الْفَاسِدَة الَّتِي كَانَت فِيهِ فزكاة الْقلب بِحَيْثُ يَنْمُو ويكمل قَالَ تَعَالَى النُّور وَلَوْلَا فضل الله عَلَيْكُم وَرَحمته مَا زكى مِنْكُم من أحد ابدا وَقَالَ تَعَالَى النُّور وَإِن قيل لكم ارْجعُوا فَارْجِعُوا هُوَ أزكى لكم وَقَالَ النُّور قل للْمُؤْمِنين يغضوا من أَبْصَارهم ويحفظوا فروجهم ذَلِك أزكى لَهُم إِن الله خَبِير بِمَا ينصعون وَقَالَ تَعَالَى الاعلى قد افلح من تزكّى وَذكر اسْم ربه فصلى وَقَالَ تَعَالَى الشَّمْس قد أَفْلح من زكاها وَقد خَابَ من دساها وَقَالَ تَعَالَى عبس وَمَا يدْريك لَعَلَّه يزكّى وَقَالَ تَعَالَى النازعات فَقل هَل لَك إِلَى أَن تزكّى وأهديك إِلَى رَبك فتخشى فالتزكية وَإِن كَانَ أَصْلهَا النَّمَاء وَالْبركَة وَزِيَادَة الْخَيْر فَإِنَّمَا تحصل بِإِزَالَة الشَّرّ فَلهَذَا صَار التزكي يجمع هَذَا وَهَذَا وَقَالَ فصلت وويل للْمُشْرِكين الَّذين لَا يُؤْتونَ الزَّكَاة وَهِي التَّوْحِيد وَالْإِيمَان الَّذِي بِهِ يزكو الْقلب فَإِنَّهُ يتَضَمَّن نفي إلهية مَا سوى الْحق من الْقلب وَإِثْبَات إليهة الْحق فِي الْقلب وَهُوَ حَقِيقَة لَا إِلَه إِلَّا الله وَهَذَا أصل مَا تزكو بِهِ الْقُلُوب والتزكية جعل الشَّيْء زكيا إِمَّا فِي ذَاته وَإِمَّا فِي الإعتقاد وَالْخَبَر كَمَا يُقَال عدلته إِذا جعلته عدلا فِي نَفسه أَو فِي اعْتِقَاد النَّاس قَالَ تَعَالَى النَّجْم فَلَا تزكوا أَنفسكُم أَي تخبروا بزكاتها وَهَذَا غير قَوْله الشَّمْس قد افلح من زكاها وَلِهَذَا قَالَ النَّجْم هُوَ أعلم بِمن اتَّقى وَكَانَ اسْم زَيْنَب برة فَقيل تزكّى نَفسهَا فسماها رَسُول الله (صلى الله عَلَيْهِ وَسلم) زَيْنَب وَأما قَوْله النِّسَاء ألم تَرَ إِلَى الَّذين يزكون أنفسهم بل الله يُزكي من يَشَاء أَي يَجعله زاكيا ويخبر بِزَكَاتِهِ كَمَا يزكّى الْمُزَكي الشُّهُود بعدلهم وَالْعدْل هُوَ الِاعْتِدَال والاعتدال هُوَ صَلَاح الْقلب كَمَا أَن الظُّلم فَسَاده وَلِهَذَا جَمِيع الذُّنُوب يكون الرجل فِيهَا ظَالِما لنَفسِهِ وَالظُّلم خلاف الْعدْل فَلم",
            "page": "6",
            "part": "1",
            "seal": "470D8AF1"
        },
        {
            "id": "6",
            "nass": "يعدل على نَفسه بل ظلمها فصلاح الْقلب فِي الْعدْل وفساده فِي الظُّلم وَإِذا ظلم العَبْد نَفسه فَهُوَ الظَّالِم وَهُوَ الْمَظْلُوم كَذَلِك إِذا عدل فَهُوَ الْعَادِل والمعدول عَلَيْهِ فَمِنْهُ الْعَمَل وَعَلِيهِ تعود ثَمَرَة الْعَمَل من خير وَشر قَالَ تَعَالَى الْبَقَرَة لَهَا مَا كسبت وَعَلَيْهَا مَا اكْتسبت وَالْعَمَل لَهُ أثر فِي الْقلب من نفع وضر وَصَلَاح قبل أَثَره فِي الْخَارِج فصلاحها عدل لَهَا وفسادها ظلم لَهَا قَالَ تَعَالَى فصلت من عمل صَالحا فلنفسه وَمن أَسَاءَ فعلَيْهَا وَقَالَ تَعَالَى الْإِسْرَاء إِن أَحْسَنْتُم أَحْسَنْتُم لأنفسكم وَإِن أسأتم فلهَا قَالَ بعض السّلف إِن للحسنة لنورا فِي الْقلب وَقُوَّة فِي الْبدن وضياء فِي الْوَجْه وسعة فِي الرزق ومحبة فِي قُلُوب الْخلق وَإِن للسيئة لظلمة فِي الْقلب وسوادا فِي الْوَجْه ووهنا فِي الْبدن ونقصا فِي الرزق وبغضا فِي قُلُوب الْخلق وَقَالَ تَعَالَى الطّور كل امْرِئ بِمَا كسب رهين وَقَالَ تَعَالَى المدثر كل نفس بِمَا كسبت رهينة وَقَالَ الْأَنْعَام وَذكر بِهِ أَن تبسل نفس بِمَا كسبت لَيْسَ لَهَا من دون الله ولي وَلَا شَفِيع وَإِن تعدل كل عدل لَا يُؤْخَذ مِنْهَا أُولَئِكَ الَّذين أبسلوا بِمَا كسبوا وتبسل أَي ترتهن وتحبس وتؤسر كَمَا أَن الْجَسَد إِذا صَحَّ من مَرضه قيل قد اعتدل مزاجه وَالْمَرَض إِنَّمَا هُوَ انحراف المزاج مَعَ أَن الِاعْتِدَال الْمَحْض السَّالِم من الأخلاط لَا سَبِيل إِلَيْهِ وَلَكِن الأمثل فالأمثل فَهَكَذَا صِحَة الْقلب وصلاحه فِي الْعدْل ومرضه من الزيغ وَالظُّلم والانحراف وَالْعدْل الْمَحْض فِي كل شَيْء مُتَعَذر علما وَعَملا وَلَكِن الأمثل فالأمثل وَلِهَذَا يُقَال هَذَا أمثل وَيُقَال للطريقة السلفية الطَّرِيقَة المثلى وَقَالَ تَعَالَى النِّسَاء وَلنْ تستعطيعوا أَن تعدلوا بَين النِّسَاء وَلَو حرصتم وَقَالَ تَعَالَى الْأَنْعَام وأوفوا الْكَيْل وَالْمِيزَان بِالْقِسْطِ لَا نكلف نفسا إِلَّا وسعهَا وَالله تَعَالَى بعث الرُّسُل وَأنزل الْكتب ليقوم النَّاس بِالْقِسْطِ وَأعظم الْقسْط عبَادَة الله وَحده لَا شريك لَهُ ثمَّ الْعدْل على النَّاس فِي حُقُوقهم ثمَّ الْعدْل على النَّفس وَالظُّلم ثَلَاثَة أَنْوَاع وَالظُّلم كُله من أمراض الْقُلُوب وَالْعدْل صِحَّتهَا وصلاحها قَالَ أَحْمد بن حَنْبَل لبَعض النَّاس لَو صححت لم تخف أحدا أَي خوفك",
            "page": "7",
            "part": "1",
            "seal": "AE19146C"
        },
        {
            "id": "7",
            "nass": "من الْمَخْلُوق هُوَ من مرض فِيك كَمَرَض الشّرك والذنُوب وأصل صَلَاح الْقلب هُوَ حَيَاته واستنارته قَالَ تَعَالَى الْأَنْعَام أَو من كَانَ مَيتا فاحييناه وَجَعَلنَا لَهُ نورا يمشي بِهِ فِي النَّاس كمن مثله فِي الظُّلُمَات لَيْسَ بِخَارِج مِنْهَا لذَلِك ذكر الله حَيَاة الْقُلُوب ونورها وموتها وظلمتها فِي غير مَوضِع كَقَوْلِه ياسين لينذر من كَانَ حَيا ويحق القَوْل على الْكَافرين وَقَوله تَعَالَى الْأَنْفَال يَا أَيهَا الَّذين آمنُوا اسْتجِيبُوا لله وَلِلرَّسُولِ إِذا دعَاكُمْ لما يُحْيِيكُمْ ثمَّ قَالَ وَاعْلَمُوا أَن الله يحول بَين الْمَرْء وَقَلبه وَأَنه إِلَيْهِ تحشرون وَقَالَ تَعَالَى الرّوم يخرج الْحَيّ من الْمَيِّت وَيخرج الْمَيِّت من الْحَيّ وَمن أَنْوَاعه أَن يخرج الْمُؤمن من الْكَافِر وَالْكَافِر من الْمُؤمن وَفِي الحَدِيث الصَّحِيح مثل الْبَيْت يذكر الله فِيهِ وَالْبَيْت الَّذِي لَا يذكر الله فِيهِ كَمثل الْحَيّ وَالْمَيِّت وَفِي الصَّحِيح أَيْضا اجعلوا من صَلَاتكُمْ فِي بُيُوتكُمْ وَلَا تتخذها قبورا وَقد قَالَ تَعَالَى الْأَنْعَام وَالَّذين كذبُوا بِآيَاتِنَا صم وبكم فِي الظُّلُمَات وَذكر سُبْحَانَهُ آيَة النُّور وَآيَة الظلمَة فَقَالَ النُّور الله نور السَّمَاوَات وَالْأَرْض مثل نوره كمشكاة فِيهَا مِصْبَاح الْمِصْبَاح فِي زجاجة الزجاجة كَأَنَّهَا كَوْكَب دري يُوقد من شَجَرَة مباركة زيتونة لَا شرقية وَلَا غربية يكَاد زيتها يضيء وَلَو لم تمسسه نَار نور على نور فَهَذَا مثل نور الايمان فِي قُلُوب الْمُؤمنِينَ ثمَّ قَالَ النُّور وَالَّذين كفرُوا أَعْمَالهم كسراب بقيعة يحسبه الظمآن مَاء حَتَّى إِذا جَاءَهُ لم يجده شَيْئا وَوجد الله عِنْده وفوفاه حسابه وَالله سريع الْحساب أَو كظلمات فِي بَحر لجي يَغْشَاهُ موج من فَوْقه موج فَوْقه سَحَاب ظلمات بَعْضهَا فَوق بعض إِذا أخرج يَده لم يكد يَرَاهَا وَمن لم يَجْعَل الله لَهُ نورا فَمَا لَهُ من نور فَالْأول مثل الاعتقادات الْفَاسِدَة والأعمال التابعة لَهَا يحسبها صَاحبهَا شَيْئا يَنْفَعهُ فَإِذا جاءها لم يجدهَا شَيْئا يَنْفَعهُ فوفاه الله حسابه على تِلْكَ الْأَعْمَال وَالثَّانِي مثل للْجَهْل الْبَسِيط وَعدم الايمان وَالْعلم فَإِن صَاحبهَا فِي ظلمات بَعْضهَا فَوق بعض لَا يبصر شَيْئا فَإِن الْبَصَر إِنَّمَا هُوَ بِنور الْإِيمَان وَالْعلم قَالَ تَعَالَى الْأَعْرَاف إِن الَّذين اتَّقوا إِذا مسهم طائف من الشَّيْطَان تَذكرُوا فَإِذا هم مبصرون وَقَالَ تَعَالَى يُوسُف وَلَقَد هَمت بِهِ وهم بهَا لَوْلَا أَن رأى برهَان ربه وَهُوَ برهَان الْإِيمَان الَّذِي حصل فِي قلبه فصرف الله بِهِ مَا كَانَ هم بِهِ وَكتب لَهُ حَسَنَة كَامِلَة وَلم يكْتب عَلَيْهِ خَطِيئَة إِذْ فعل خيرا وَلم يفعل سَيِّئَة وَقَالَ تَعَالَى",
            "page": "8",
            "part": "1",
            "seal": "CE09972F"
        },
        {
            "id": "8",
            "nass": "إِبْرَاهِيم لتخرج النَّاس من الظُّلُمَات إِلَى النُّور وَقَالَ الْبَقَرَة الله ولي الَّذين آمنُوا يخرجهم من الظُّلُمَات إِلَى النُّور وَالَّذين كفرُوا أولياؤهم الطاغوت يخرجونهم من النُّور إِلَى الظُّلُمَات وَقَالَ الْحَدِيد يَا أَيهَا الَّذين آمنُوا اتَّقوا الله وآمنوا بِرَسُولِهِ يُؤْتكُم كِفْلَيْنِ من رَحمته وَيجْعَل لكم نورا تمشون بِهِ وَلِهَذَا ضرب الله للْإيمَان مثلين مثلا بِالْمَاءِ الَّذِي بِهِ الْحَيَاة وَمَا يتقرن بِهِ من الزّبد ومثلا بالنَّار الَّتِي بهَا النُّور وَمَا يقْتَرن بِمَا يُوقد عَلَيْهِ من الزّبد وَكَذَلِكَ ضرب الله للنفاق مثلين قَالَ تَعَالَى الرَّعْد أنزل من السَّمَاء مَاء فسالت أَوديَة بِقَدرِهَا فَاحْتمل السَّيْل زبدا رابيا وَمِمَّا يوقدون عَلَيْهِ فِي النَّار ابْتِغَاء حلية أَو مَتَاع زبد مثله كَذَلِك يضْرب الله الْحق وَالْبَاطِل فَأَما الزّبد فَيذْهب جفَاء وَأما مَا ينفع النَّاس فيمكث فِي الأَرْض كَذَلِك يضْرب الله الْأَمْثَال وَقَالَ تَعَالَى فِي الْمُنَافِقين الْبَقَرَة مثلهم كَمثل الَّذِي استوقد نَارا فَلَمَّا أَضَاءَت مَا حوله ذهب الله بنورهم وتركهم فِي ظلمات لَا يبصرون صم بكم عمي فهم لَا يرجعُونَ أَو كصيب من السَّمَاء فِيهِ ظلمات ورعد وبرق يجْعَلُونَ أَصَابَهُم فِي آذانهم من الصَّوَاعِق حذر الْمَوْت وَالله مُحِيط بالكافرين يكَاد الْبَرْق يخطف أَبْصَارهم كلما أَضَاء لَهُم مَشوا فِيهِ وَإِذا أظلم عَلَيْهِم قَامُوا وَلَو شَاءَ الله لذهب بسمعهم وأبصارهم إِن الله على كل شَيْء قدير فَضرب لَهُم مثلا بِالَّذِي أوقد النَّار كلما أَضَاءَت أطفاها الله والمثل المائي كَالْمَاءِ النَّازِل من السَّمَاء وَفِيه ظلمات ورعد وبرق ولبسط الْكَلَام فِي هَذِه الْأَمْثَال مَوضِع آخر وَإِنَّمَا الْمَقْصُود هُنَا ذكر حَيَاة الْقُلُوب وإنارتها وَفِي الدُّعَاء الْمَأْثُور اجْعَل الْقُرْآن ربيع قُلُوبنَا وَنور صدورنا وَالربيع هُوَ الْمَطَر الَّذِي ينزل من السَّمَاء فينبت بِهِ النَّبَات قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) إِن مِمَّا ينْبت الرّبيع مَا يقتل حَبطًا أَو يلم والفصل الَّذِي ينزل فِيهِ أول الْمَطَر تمسيه الْعَرَب الرّبيع لنزول الْمَطَر الَّذِي ينْبت الرّبيع فِيهِ وَغَيرهم يُسمى الرّبيع الْفَصْل الَّذِي يَلِي الشتَاء فَإِن مِنْهُ تخرج الأزهار الَّتِي تخلق مِنْهَا الثِّمَار وتنبت الاوراق على الاشجار وَالْقلب الْحَيّ الْمنور فَإِنَّهُ لما فِيهِ من النُّور يسمع ويبصر وَيعْقل وَالْقلب الْمَيِّت فَإِنَّهُ لَا يسمع وَلَا يبصر قَالَ تَعَالَى الْبَقَرَة وَمثل الَّذين كفرُوا كَمثل الَّذِي ينعق بمالا يسمع إِلَّا دُعَاء ونداء صم بكم عمي فهم لَا يعْقلُونَ وَقَالَ تَعَالَى يُونُس وَمِنْهُم من يستعمون إِلَيْكُم أفأنت تسمع الصم وَلَو كَانُوا لَا يعْقلُونَ",
            "page": "9",
            "part": "1",
            "seal": "045ACB2F"
        },
        {
            "id": "9",
            "nass": "وَمِنْهُم من ينظر إِلَيْكُم أفأنت تهدي الْعَمى وَلَو كَانُوا لَا يبصرون وَقَالَ تَعَالَى الْأَنْعَام وَمِنْهُم من يستمع إِلَيْكُم وَجَعَلنَا على قُلُوبهم أكنة أَن يفقهوه وَفِي آذانهم وقرا وَإِن يرَوا كل آيَة لَا يُؤمنُوا بهَا حَتَّى إِذا جاءوك يجادلونك يَقُول الَّذين كفرُوا إِن هَذَا إِلَّا أساطير الْأَوَّلين الْآيَات فَأخْبر أَنهم لَا يفقهُونَ بقلوبهم وَلَا يسمعُونَ بآذانهم وَلَا يُؤمنُونَ بِمَا رَأَوْهُ من النَّار كَمَا أخبر عَنْهُم حَيْثُ قَالُوا فصلت قُلُوبنَا فِي أكنة مِمَّا تدعونا إِلَيْهِ وَفِي آذاننا وقر وَمن بَيْننَا وَبَيْنك حجاب فَذكرُوا الْمَوَانِع على الْقُلُوب والسمع والأبصار وأبدانهم حَيَّة تسمع الأصواب وَترى الْأَشْخَاص لَكِن حَيَاة الْبدن بِدُونِ حَيَاة الْقلب من جنس حَيَاة الْبَهَائِم لَهَا سمع وبصر وَهِي تَأْكُل وتشرب وَتنْكح وَلِهَذَا قَالَ تَعَالَى الْبَقَرَة وَمثل الَّذين كفرُوا كَمثل الَّذِي ينعق بِمَا لَا يسمع إِلَّا دُعَاء ونداء فشبههم بالغنم الَّتِي ينعق بهَا الرَّاعِي وَهِي لَا تسمع إِلَّا نِدَاء كَمَا قَالَ فِي الْآيَة الْأُخْرَى الْفرْقَان أم تحسب أَن أَكْثَرهم يسمعُونَ أَو يعْقلُونَ إِن هم إِلَّا كالأنعام بل هم أضلّ سَبِيلا وَقَالَ تَعَالَى الْأَعْرَاف وَلَقَد ذرأنا لجنهم كثيرا من الْجِنّ وَالْإِنْس لَهُم قُلُوب لَا يفقهُونَ بهَا وَلَهُم أعين لَا يبصرون بهَا وَلَهُم آذان لَا يسمعُونَ بهَا أُولَئِكَ كالأنعام بل هم أضلّ فطائفة من الْمُفَسّرين تَقول فِي هَذِه الْآيَات وَمَا أشبههَا كَقَوْلِه يُونُس وَإِذا مس الْإِنْسَان الضّر دَعَانَا لجنبه أَو قَاعِدا أَو قَائِما فَلَمَّا كشفنا عَنهُ ضره مر كَأَن لم يدعنا إِلَى ضرّ مَسّه وأمثالها مِمَّا ذكر الله فِي عُيُوب الْإِنْسَان وذمها فَيَقُول هَؤُلَاءِ هَذِه الاية فِي الْكفَّار وَالْمرَاد بالإنسان هُنَا الْكَافِر فَيبقى من يسمع ذَلِك يظنّ أَنه لَيْسَ لمن يظْهر الْإِسْلَام فِي هَذَا الذَّم والوعيد نصيب بل يذهب وهمه إِلَى من كَانَ مظْهرا للشرك من الْعَرَب أَو إِلَى من يعرفهُمْ من مظهري الْكفْر كاليهود وَالنَّصَارَى ومشركي التّرْك والهند وَنَحْو ذَلِك فَلَا ينْتَفع بِهَذِهِ الْآيَات الَّتِي أنزلهَا الله ليهتدي بهَا عباده فَيُقَال أَولا المظهرون لِلْإِسْلَامِ فيهم مُؤمن ومنافق والمنافقون كَثِيرُونَ فِي كل زمَان والمنافقون فِي الدَّرك الْأَسْفَل من النَّار وَيُقَال ثَانِيًا الْإِنْسَان قد يكون عِنْده شُعْبَة من نفاق وَكفر وَإِن كَانَ مَعَه إِيمَان كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الْمُتَّفق عَلَيْهِ أَربع من كن فِيهِ كَانَ منافقا خَالِصا وَمن كَانَت فِيهِ خصْلَة مِنْهُنَّ كَانَت فِيهِ خصْلَة من النِّفَاق حَتَّى يَدعهَا إِذا حدث كذب وَإِذا ائْتمن خَان",
            "page": "10",
            "part": "1",
            "seal": "91F38ACB"
        },
        {
            "id": "10",
            "nass": "وَإِذا عَاهَدَ غدر وَإِذا خَاصم فجر فَأخْبر أَنه من كَانَت فِيهِ خصْلَة مِنْهُنَّ كَانَت فِيهِ خصْلَة من النِّفَاق وَقد ثَبت فِي الحَدِيث الصَّحِيح أَنه قَالَ لأبي ذَر إِنَّك امْرُؤ فِيك جَاهِلِيَّة وَأَبُو ذَر رَضِي الله عَنهُ من أصدق النَّاس إِيمَانًا وَقَالَ فِي الحَدِيث الصَّحِيح أَربع فِي أمتِي من أَمر الْجَاهِلِيَّة الْفَخر بِالْأَحْسَابِ والطعن فِي الْأَنْسَاب والنياحة وَالِاسْتِسْقَاء بالنجوم وَقَالَ فِي الحَدِيث الصَّحِيح لتتبعن سنَن من كَانَ قبلكُمْ حَذْو القذة بالقذة حَتَّى لَو دخلُوا جُحر ضَب لدخلتموه قَالُوا الْيَهُود وَالنَّصَارَى قَالَ فَمن وَقَالَ أَيْضا فِي الحَدِيث الصَّحِيح لتأخذن أمتِي مَا أخذت الْأُمَم قبلهَا شبْرًا بشبر وذراعا بِذِرَاع قَالُوا فَارس وَالروم قَالَ وَمن اناس إِلَّا هَؤُلَاءِ وَقَالَ ابْن أبي مليكَة أدْركْت ثَلَاثِينَ من أَصْحَاب مُحَمَّد (صلى الله عَلَيْهِ وَسلم) كلهم يخَاف النافق على نَفسه وَعَن عَليّ أَو حُذَيْفَة رَضِي الله عَنْهُمَا قَالَ الْقُلُوب أَرْبَعَة قلب أجرد فِيهِ سراج يزهر فَذَلِك قلب الْمُؤمن وقلب أغلف فَذَاك قلب الْكَافِر وقلب منكوس فَذَاك قلب الْمُنَافِق وقلب فِيهِ مادتان مَادَّة تمده الْإِيمَان ومادة تمده النِّفَاق فَأُولَئِك قوم خطلوا عملا صَالحا وَآخر سَيِّئًا وَإِذا عرف هَذَا علم أَن كل عبد ينْتَفع بِمَا ذكر الله فِي الايمان من مدح شعب الايمان وذم شعب الْكفْر وَهَذَا كَمَا يَقُول بَعضهم فِي قَوْله اهدنا الصِّرَاط الْمُسْتَقيم فَيَقُولُونَ الْمُؤمن قد هدى إِلَى الصِّرَاط الْمُسْتَقيم فَأَي فَائِدَة فِي طلب الْهدى ثمَّ يُجيب بَعضهم بِأَن المُرَاد ثبتنا على الْهدى كَمَا تَقول الْعَرَب للنائم نم حَتَّى آتِيك أَو يَقُول بَعضهم ألزم قُلُوبنَا الْهدى فَحذف الْمَلْزُوم وَيَقُول بَعضهم زِدْنِي هدى وَإِنَّمَا يوردون هَذَا السُّؤَال لعدم تصورهم الصِّرَاط الْمُسْتَقيم الَّذِي يطْلب العَبْد الْهِدَايَة إِلَيْهِ فَإِن المُرَاد بِهِ الْعَمَل بِمَا أَمر الله بِهِ وَترك مَا نهى الله عَنهُ فِي جَمِيع الْأُمُور وَالْإِنْسَان وَإِن كَانَ أقرّ بِأَن مُحَمَّدًا رَسُول الله وَأَن الْقُرْآن حق على سَبِيل الْإِجْمَال فَأكْثر مَا يحْتَاج إِلَيْهِ من الْعلم بِمَا يَنْفَعهُ ويضره وَمَا أَمر بِهِ وَمَا نهى عَنهُ فِي تفاصيل الْأُمُور وجزئياتها لم يعرفهُ وَمَا عرفه فكثير مِنْهُ لم يعمله وَلَو قدر أَنه بلغه كل امْر وَنهى فِي الْقُرْآن وَالسّنة فالقرآن وَالسّنة إِنَّمَا تذكر فيهمَا الْأُمُور الْعَامَّة الْكُلية لَا يُمكن غير ذَلِك لَا يذكر مايخص بِهِ كل عبد وَلِهَذَا أَمر الْإِنْسَان فِي مثل ذَلِك بسؤال الْهدى إِلَى الصِّرَاط الْمُسْتَقيم وَالْهدى إِلَى الصِّرَاط الْمُسْتَقيم يتَنَاوَل هَذَا كُله يتَنَاوَل التَّعْرِيف بِمَا جَاءَ بِهِ الرَّسُول مفصلا ويتناول التَّعْرِيف بِمَا يدْخل فِي أوامره الكليات ويتناول",
            "page": "11",
            "part": "1",
            "seal": "6DF2DCD1"
        },
        {
            "id": "11",
            "nass": "الْهَام الْعَمَل بِعِلْمِهِ فَإِن مُجَرّد الْعلم بِالْحَقِّ لَا يحصل بِهِ الاهتداء إِن لم يعْمل بِعِلْمِهِ وَلِهَذَا قَالَ لنَبيه بعد صلح الْحُدَيْبِيَة أول سُورَة الْفَتْح إِنَّا فتحنا لَك فتحا مُبينًا ليغفر لَك الله مَا تقدم من ذَنْبك وَمَا تَأَخّر وَيتم نعْمَته عَلَيْك ويهديك صراطا مُسْتَقِيمًا وَقَالَ فِي حق مُوسَى وَهَارُون الصافات وآتيناهما الْكتاب المستبين وهديناهما الصِّرَاط الْمُسْتَقيم والمسلمون قد تنازعوا فِيمَا شَاءَ الله من الْأُمُور الخبرية والعلمية الاعتقادية والعملية مَعَ أَنهم كلهم متفقون على أَن مُحَمَّدًا حق وَالْقُرْآن حق فَلَو حصل لَك مِنْهُم الْهدى إِلَى الصِّرَاط الْمُسْتَقيم فِيمَا اخْتلفُوا فِيهِ لم يَخْتَلِفُوا ثمَّ الَّذين علمُوا مَا أَمر الله بِهِ أَكْثَرهم يعصونه وَلَا يحتذون حذوه فَلَو هُدُوا إِلَى الصِّرَاط الْمُسْتَقيم فِي تِلْكَ الاعمال لفعلوا مَا أمروا بِهِ وَتركُوا مَا نهوا عَنهُ وَالَّذين هدَاهُم الله من هَذِه الْأمة حَتَّى صَارُوا من أَوْلِيَاء الله الْمُتَّقِينَ كَانَ من اعظم أَسبَاب ذَلِك دعاؤهم الله بِهَذَا الدُّعَاء فِي كل صَلَاة مَعَ علمهمْ بحاجتهم وفاقتهم إِلَى الله دَائِما فِي أَن يهْدِيهم الصِّرَاط الْمُسْتَقيم فبدوام هَذَا الدُّعَاء والافتقار صَارُوا من أَوْلِيَاء الله الْمُتَّقِينَ قَالَ سهل بن عبد الله التسترِي لَيْسَ بَين العَبْد وَبَين ربه طَرِيق أقرب إِلَيْهِ من الافتقار وَمَا حصل فِيهِ الْهدى فِي الْمَاضِي فَهُوَ مُحْتَاج إِلَى حُصُول الْهدى فِيهِ فِي الْمُسْتَقْبل وَهَذَا حَقِيقَة قَول من يَقُول ثبتنا واهدنا لُزُوم الصِّرَاط وَقَول من قَالَ زِدْنَا هدى يتَنَاوَل مَا تقدم لَكِن هَذَا كُله هدى مِنْهُ فِي الْمُسْتَقْبل إِلَى الصِّرَاط الْمُسْتَقيم فَإِن الْعَمَل فِي الْمُسْتَقْبل بِالْعلمِ لم يحصل بعد وَلَا يكون مهتديا حَتَّى يعْمل فِي الْمُسْتَقْبل بِالْعلمِ وَقد لَا يحصل الْعلم فِي الْمُسْتَقْبل بل يَزُول عَن الْقلب وَإِن حصل فقد لَا يحصل الْعَمَل فَالنَّاس كلهم متضطرون إِلَى هَذَا الدُّعَاء وَلِهَذَا فَرْضه الله عَلَيْهِم فِي كل صَلَاة فليسوا إِلَى شَيْء من الدُّعَاء أحْوج مِنْهُم إِلَيْهِ وَإِذا حصل الْهدى إِلَى الصِّرَاط الْمُسْتَقيم حصل النَّصْر والرزق وَسَائِر مَا تطلب النُّفُوس من السَّعَادَة وَالله أعلم",
            "page": "12",
            "part": "1",
            "seal": "ABFB78C8"
        },
        {
            "id": "12",
            "nass": "وَأعلم أَن حَيَاة الْقلب وحياة غَيره لَيست مُجَرّد الْحس وَالْحَرَكَة الإرادية أَو مُجَرّد الْعلم وَالْقُدْرَة كَمَا يظنّ ذَلِك طَائِفَة من النظار فِي علم الله وَقدرته كَأبي الْحُسَيْن الْبَصْرِيّ قَالُوا إِن حَيَاته أَنه بِحَيْثُ يعلم وَيقدر بل الْحَيَاة صفة قَائِمَة بالموصوف وَهِي شَرط فِي الْعلم والارادة وَالْقُدْرَة على الْأَفْعَال الاختيارية وَهِي أَيْضا مستلزمة لذَلِك فَكل حَيّ لَهُ شُعُور وَإِرَادَة وَعمل اخْتِيَاري بقدرة وكل مَاله علم وَإِرَادَة وَعمل اخْتِيَاري فَهُوَ حَيّ وَالْحيَاء مُشْتَقّ من الْحَيَاة فَإِن الْقلب الْحَيّ يكون صَاحبه حَيا فِيهِ حَيَاء يمنعهُ عَن القبائح فَإِن حَيَاة الْقلب هِيَ الْمَانِعَة من القبائح الَّتِي تفْسد الْقلب وَلِهَذَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) الْحيَاء من الْإِيمَان وَقَالَ الْحيَاء والعي شعبتان من الْإِيمَان وَالْبذَاء وَالْبَيَان شعبتان من النِّفَاق فَإِن الْحَيّ يدْفع مَا يُؤْذِيه بِخِلَاف الْمَيِّت الَّذِي لَا حَيَاة فِيهِ فَإِنَّهُ يُسمى وقحا والوقاحة الصلابة وَهُوَ اليبس الْمُخَالف الرُّطُوبَة الْحَيَاة فَإِذا كَانَ وقحا يَابسا صَلِيب الْوَجْه لم يكن فِي قلبه حَيَاة توجب حياءه وامتناعه من الْقبْح كالأرض الْيَابِسَة لَا يُؤثر فِيهِ وَطْء الْأَقْدَام بِخِلَاف الأَرْض الْخضر وَلِهَذَا كَانَ الْحَيِي يظْهر عَلَيْهِ التأثر بالقبح وَله إِرَادَة تَمنعهُ عَن فعل الْقَبِيح بِخِلَاف الوقح وَالَّذِي لَيْسَ بحيي فَإِنَّهُ لَا حَيَاء مَعَه وَلَا إِيمَان يزجره عَن ذَلِك فالقلب إِذا كَانَ حَيا فَمَاتَ الْإِنْسَان بِفِرَاق روحه بدنه كَانَ موت النَّفس فراقها للبدن لَيست هِيَ فِي نَفسهَا ميتَة بِمَعْنى زَوَال حَيَاتهَا عَنْهَا وَلِهَذَا قَالَ تَعَالَى الْبَقَرَة وَلَا تَقولُوا لمن يقتل فِي سَبِيل الله أموات بل أَحيَاء وَقَالَ تَعَالَى آل عمرَان وَلَا تحسبن الَّذين قتلوا فِي سَبِيل الله أَمْوَاتًا بل أَحيَاء مَعَ أَنهم موتى داخلون فِي قَوْله آل عمرَان كل نفس ذائقة الْمَوْت وَفِي قَوْله الزمر إِنَّك ميت وَإِنَّهُم ميتون وَقَوله الْحَج وَهُوَ الَّذِي أحياكم ثمَّ يميتكم ثمَّ يُحْيِيكُمْ فالموت الْمُثبت غير الْمَوْت الْمَنْفِيّ الْمُثبت هُوَ فِرَاق الرّوح الْبدن والمنفي زَوَال الْحَيَاة بِالْجُمْلَةِ عَن الرّوح وَالْبدن وَهَذَا كَمَا أَن النّوم أَخُو الْمَوْت فيسمى وَفَاة وَيُسمى موتا وَكَانَت الْحَيَاة مَوْجُودَة فيهمَا قَالَ تَعَالَى الزمر الله يتوفى الْأَنْفس حِين مَوتهَا وَالَّتِي لم تمت فِي منامها فَيمسك الَّتِي قضى عَلَيْهَا الْمَوْت وَيُرْسل الْأُخْرَى إِلَى أجل مُسَمّى وَكَانَ النَّبِي (صلى الله عَلَيْهِ وَسلم) إِذا اسْتَيْقَظَ من مَنَامه يَقُول الْحَمد الله الَّذِي أَحْيَانًا بَعْدَمَا أماتنا وَإِلَيْهِ النشور وَفِي حَدِيث آخر الْحَمد لله الَّذِي رد عَليّ روحي وعافاني فِي جَسَدِي وَأذن لي",
            "page": "13",
            "part": "1",
            "seal": "C6B87AD9"
        },
        {
            "id": "13",
            "nass": "بِذكرِهِ وفضلني على كثير مِمَّن خلق تَفْضِيلًا وَإِذا أَوَى إِلَى فرَاشه يَقُول اللَّهُمَّ أَنْت خلقت نَفسِي وَأَنت توفاها لَك مماتها ومحياها إِن أَمْسَكتهَا فارحمها وَإِن أرسلتها فاحفظها بِمَا تحفظ بِهِ عِبَادك الصَّالِحين وَيَقُول بِاسْمِك اللَّهُمَّ أَمُوت وَأَحْيَا ¶ فصل وَمن أمراض الْقُلُوب الْحَسَد كَمَا قَالَ بَعضهم فِي حَده إِنَّه أَذَى يلْحق بِسَبَب ¶ الْعلم بِحسن حَال الاغنياء فَلَا يجوز أَن يكون الْفَاضِل حسودا لِأَن الْفَاضِل يجرى على مَا هُوَ الْجَمِيل وَقد قَالَ طَائِفَة من النَّاس إِنَّه تمنى زَوَال النِّعْمَة عَن الْمَحْسُود وَإِن لم يصر للحاسد مثلهَا بِخِلَاف الْغِبْطَة فَإِنَّهُ تمنى مثلهَا من غير حب زَوَالهَا عَن المغبوط وَالتَّحْقِيق أَن الْحَسَد هُوَ البغض وَالْكَرَاهَة لما يرَاهُ من حسن حَال الْمَحْسُود وَهُوَ نَوْعَانِ أَحدهمَا كَرَاهَة للنعمة عَلَيْهِ مُطلقًا فَهَذَا هُوَ الْحَسَد المذموم وَإِذا أبْغض ذَلِك فَإِنَّهُ يتألم ويتأذى بِوُجُود مَا يبغضه فَيكون ذَلِك مَرضا فِي قلبه ويلتذ بِزَوَال النِّعْمَة عَنهُ وَإِن لم يحصل لَهُ نفع بزوالها لَكِن نَفعه بِزَوَال الْأَلَم الَّذِي كَانَ فِي نَفسه وَلَكِن ذَلِك الْأَلَم لم يزل إِلَّا بِمُبَاشَرَة مِنْهُ وَهُوَ رَاحَة وأشده كَالْمَرِيضِ فَإِن تِلْكَ النِّعْمَة قد تعود على الْمَحْسُود وَأعظم مِنْهَا وَقد يحصل نَظِير تِلْكَ النِّعْمَة مَا أنعم بِهِ على النَّوْع وَلِهَذَا قَالَ من قَالَ إِنَّه تمنى زَوَال النِّعْمَة فَإِن من كره النِّعْمَة على غَيره تمنى زَوَالهَا وَالنَّوْع الثَّانِي أَن يكره فضل ذَلِك الشَّخْص عَلَيْهِ فَيجب أَن يكون مثله أَو أفضل مِنْهُ فَهَذَا حسد وَهُوَ الَّذِي سموهُ الْغِبْطَة وَقد سَمَّاهُ النَّبِي (صلى الله عَلَيْهِ وَسلم) حسدا فِي الحَدِيث الْمُتَّفق عَلَيْهِ من حَدِيث ابْن مَسْعُود وَابْن عمر رَضِي الله عَنْهُمَا قَالَ لَا حسد إِلَّا فِي اثْنَتَيْنِ رجل آتَاهُ الله الْحِكْمَة فَهُوَ يقْضِي بهَا وَيعلمهَا وَرجل آتَاهُ الله مَالا وسلطه على هَلَكته فِي الْحق هَذَا لفظ ابْن مَسْعُود وَلَفظ ابْن عمر رجل آتَاهُ الله الْقُرْآن فَهُوَ يقوم بِهِ آنَاء اللَّيْل وَالنَّهَار وَرجل آتَاهُ الله مَالا فَهُوَ ينْفق مِنْهُ",
            "page": "14",
            "part": "1",
            "seal": "92AC98BF"
        },
        {
            "id": "14",
            "nass": "فِي الْحق آنَاء اللَّيْل وَالنَّهَار وَرَوَاهُ البُخَارِيّ من حَدِيث أبي هُرَيْرَة وَلَفظه لَا حسد إِلَّا فِي اثْنَيْنِ رجل آتَاهُ الله الْقُرْآن فَهُوَ يتلوه اللَّيْل وَالنَّهَار فَسَمعهُ رجل فَقَالَ يَا لَيْتَني أُوتيت مثل مَا أُوتِيَ هَذَا فَعمِلت فِيهِ مثل مَا يعْمل هَذَا وَرجل آتَاهُ الله مَالا فَهُوَ يهلكه فِي الْحق فَقَالَ رجل يَا لَيْتَني أُوتيت مثل مَا أُوتِيَ هَذَا فَعمِلت فِيهِ مثل مَا يعْمل هَذَا فَهَذَا الْحَسَد الَّذِي نهى عَنهُ النَّبِي (صلى الله عَلَيْهِ وَسلم) إِلَّا فِي موضِعين هُوَ الَّذِي سَمَّاهُ أُولَئِكَ الْغِبْطَة وَهُوَ أَن يحب مثل حَال الْغَيْر وَيكرهُ أَن يفضل عَلَيْهِ فَإِن قيل إِذا لم سمي حسدا وَإِنَّمَا أحب أَن ينعم الله عَلَيْهِ قيل مبدأ هَذَا الْحبّ هونظره إِلَى إنعامه على الْغَيْر وكراهته أَن يفضل عَلَيْهِ وَلَوْلَا وجود ذَلِك الْغَيْر لم يحب ذَلِك فَلَمَّا كَانَ مبدأ ذَلِك كَرَاهَته أَن يفضل عَلَيْهِ الْغَيْر كَانَ حسدا لِأَنَّهُ كَرَاهَة تتبعها محبَّة وَأما من أحب أَن ينعم الله عَلَيْهِ مَعَ عدم التفاته إِلَى أَحْوَال النَّاس فَهَذَا لَيْسَ عِنْده من الْحَسَد شَيْء وَلِهَذَا يبتلى غَالب النَّاس بِهَذَا الْقسم الثَّانِي وَقد يُسمى المنافسة فيتنافس الإثنان فِي الْأَمر المحبوب الْمَطْلُوب كِلَاهُمَا يطْلب أَن يَأْخُذهُ وَذَلِكَ لكراهية أَحدهمَا أَن يتفضل عَلَيْهِ الآخر كَمَا يكره المستبقان كل مِنْهُمَا أَن يسْبقهُ الآخر والتنافس لَيْسَ مذموما مُطلقًا بل هُوَ مَحْمُود فِي الْخَيْر قَالَ تَعَالَى المطففين إِن الْأَبْرَار لفي نعيم على الأرائك ينظرُونَ تعرف فِي وجوهم نَضرة النَّعيم يسقون من رحيق مختوم ختامه مسك وَفِي ذَلِك فَلْيَتَنَافَس الْمُتَنَافسُونَ فَأمر المنافس أَن ينافس فِي هَذَا النَّعيم لَا ينافس فِي نعيم الدُّنْيَا الزائل وَهَذَا مُوَافق لحَدِيث النَّبِي (صلى الله عَلَيْهِ وَسلم) فَإِنَّهُ نهى عَن الْحَسَد إِلَّا فِيمَن أُوتِيَ الْعلم فَهُوَ يعْمل بِهِ ويعلمه وَمن أُوتى المَال فَهُوَ يُنْفِقهُ فَأَما من أُوتِيَ علما وَلم يعْمل بِهِ وَلم يُعلمهُ أَو أُوتِيَ مَالا وَلم يُنْفِقهُ فِي طَاعَة الله فَهَذَا لَا يحْسد وَلَا يتَمَنَّى مثل حَاله فَإِنَّهُ لَيْسَ فِي خير يرغب فِيهِ بل هُوَ معرض للعذاب وَمن ولي ولَايَة فيأتيها بِعلم وَعدل وَأدّى الْأَمَانَات إِلَى أَهلهَا وَحكم بَين النَّاس بِالْكتاب وَالسّنة فَهَذَا دَرَجَته عَظِيمَة لَكِن هَذَا فِي جِهَاد عَظِيم كَذَلِك الْمُجَاهِد فِي سَبِيل الله والنفوس لَا تحسد من هُوَ فِي تَعب عَظِيم فَلهَذَا لم يذكرهُ وَإِن كَانَ الْمُجَاهِد فِي سَبِيل الله أفضل من الَّذِي ينْفق المَال بِخِلَاف الْمُنفق والمعلم فَإِن هذَيْن لَيْسَ لَهما فِي الْعَادة عَدو من خَارج فَإِن قدر أَنَّهُمَا لَهما عَدو يجاهدانه فَذَلِك أفضل لدرجتهما وَكَذَلِكَ لم يذكر النَّبِي (صلى الله عَلَيْهِ وَسلم) الْمصلى والصائم والحاج",
            "page": "15",
            "part": "1",
            "seal": "E042B2EE"
        },
        {
            "id": "15",
            "nass": "لِأَن هَذِه الْأَعْمَال لَا يحصل مِنْهَا فِي الْعَادة من نفع النَّاس الَّذِي يعظمون بِهِ الشَّخْص ويسودونه مَا يحصل بالتعليم والإنفاق والحسد فِي الأَصْل إِنَّمَا يَقع لما يحصل للْغَيْر من السؤدد والرياسة وَإِلَّا فالعامل لَا يحْسد فِي الْعَادة وَلَو كَانَ تنعمه بِالْأَكْلِ وَالشرب وَالنِّكَاح أَكثر من غَيره بِخِلَاف هذَيْن النَّوْعَيْنِ فَإِنَّهُمَا يحسدان كثيرا وَلِهَذَا يُوجد بَين أهل الْعلم الَّذين لَهُم اتِّبَاع من الْحَسَد مَالا يُوجد فِيمَن لَيْسَ كَذَلِك وَكَذَلِكَ فِيمَن لَهُ أَتبَاع بِسَبَب إِنْفَاق مَاله فَهَذَا ينفع النَّاس بقوت الْقُلُوب وَهَذَا يَنْفَعهُمْ بقوت الْأَبدَان وَالنَّاس كلهم محتاجون إِلَى مَا يصلحهم من هَذَا وَهَذَا وَلِهَذَا ضرب الله سُبْحَانَهُ مثلين مثلا بِهَذَا فَقَالَ النَّحْل ضرب الله مثلا عبدا مَمْلُوكا لَا يقدر على شَيْء وَمن رزقناه منا رزقا حسنا فَهُوَ ينْفق مِنْهُ سرا وجهرا هَل يستون الْحَمد لله بل أَكْثَرهم لَا يعلمُونَ وَضرب الله مثلا رجلَيْنِ أَحدهمَا أبكم لَا يقدر على شَيْء وَهُوَ كل على مَوْلَاهُ أَيْنَمَا يوجهه لَا يَأْتِ بِخَير هَل يستوى هُوَ وَمن يَأْمر بِالْعَدْلِ وَهُوَ على صِرَاط مُسْتَقِيم والمثلان ضربهما الله سُبْحَانَهُ لنَفسِهِ المقدسة وَلما يعبد من دونه فَإِن الْأَوْثَان لَا تقدر لَا على عمل ينفع وَلَا على كَلَام ينفع فَإِذا قدر عبد مَمْلُوك لَا يقدر على شَيْء وَآخر قد رزقه الله رزقا حسنا فَهُوَ ينْفق مِنْهُ سرا وجهرا هَل يَسْتَوِي هَذَا الْمَمْلُوك الْعَاجِز عَن الْإِحْسَان وَهَذَا الْقَادِر على الاحسان المحسن إِلَى النَّاس سرا وجهرا وَهُوَ سُبْحَانَهُ قَادر على الْإِحْسَان إِلَى عباده وَهُوَ محسن إِلَيْهِم دَائِما فَكيف يشبه بِهِ الْعَاجِز الْمَمْلُوك الَّذِي لَا يقدر على شَيْء حَتَّى يُشْرك بِهِ مَعَه وَهَذَا مثل الَّذِي اعطاه الله مَالا فَهُوَ ينْفق مِنْهُ آنَاء اللَّيْل وَالنَّهَار والمثل الثَّانِي إِذا قدر شخصان أَحدهمَا أبكم لَا يعقل وَلَا يتَكَلَّم وَلَا يقدر على شَيْء وَهُوَ مَعَ هَذَا كل على مَوْلَاهُ أَيْنَمَا يوجهه لَا يَأْتِ بِخَير فَلَيْسَ فِيهِ من نفع قطّ بل هُوَ كل على من يتَوَلَّى أمره وَآخر عَالم عَادل يَأْمر بِالْعَدْلِ وَيعْمل بِالْعَدْلِ فَهُوَ على صِرَاط مُسْتَقِيم وَهَذَا نَظِير الَّذِي أعطَاهُ الله الْحِكْمَة فَهُوَ يعْمل بهَا وَيعلمهَا للنَّاس وَقد ضرب ذَلِك مثلا لنَفسِهِ فَإِنَّهُ سُبْحَانَهُ عَالم عَادل قَادر يَأْمر بِالْعَدْلِ وَهُوَ قَائِم بِالْقِسْطِ على صِرَاط مُسْتَقِيم كَمَا قَالَ تَعَالَى آل عمرَان شهد الله أَنه لَا إِلَه إِلَّا هُوَ وَالْمَلَائِكَة وأولو الْعلم قَائِما بِالْقِسْطِ لَا إِلَه إِلَّا هُوَ الْعَزِيز الْحَكِيم وَقَالَ هود هود إِن رَبِّي على صِرَاط مُسْتَقِيم وَلِهَذَا كَانَ النَّاس يعظمون",
            "page": "16",
            "part": "1",
            "seal": "829C3A9B"
        },
        {
            "id": "16",
            "nass": "دَار الْعَبَّاس كَانَ عبد الله يعلم النَّاس وَأَخُوهُ يطعم النَّاس فَكَانُوا يعظمون على ذَلِك وَرَأى مُعَاوِيَة النَّاس يسْأَلُون ابْن عمر عَن الْمَنَاسِك وَهُوَ يفتيهم فَقَالَ هَذَا وَالله الشّرف أَو نَحْو ذَلِك هَذَا وَعمر بن الْخطاب رَضِي الله عَنهُ نافس أَبَا بكر رَضِي الله عَنهُ الْإِنْفَاق كَمَا ثَبت فِي الصَّحِيح عَن عمر بن الْخطاب رَضِي الله عَنهُ قَالَ أمرنَا رَسُول الله (صلى الله عَلَيْهِ وَسلم) أَن نتصدق فَوَافَقَ ذَلِك مَالا عِنْدِي فَقلت الْيَوْم أسبق أَبَا بكر إِن سبقته يَوْمًا قَالَ فَجئْت بِنصْف مَالِي قَالَ فَقَالَ لي رَسُول الله (صلى الله عَلَيْهِ وَسلم) مَا أبقيت لأهْلك قلت مثله وأتى أَبُو بكر رَضِي الله عَنهُ بِكُل مَا عِنْده فَقَالَ لَهُ رَسُول الله (صلى الله عَلَيْهِ وَسلم) مَا أبقيت لأهْلك قَالَ أبقيت لَهُم الله وَرَسُوله فَقلت لَا أسابقك إِلَى شَيْء أبدا فَكَانَ مَا فعله عمر من المنافسة وَالْغِبْطَة الْمُبَاحَة لَكِن حَال الصّديق رَضِي الله عَنهُ أفضل مِنْهُ وَهُوَ خَال من المنافسة مُطلقًا لَا ينظر إِلَى حَال غَيره وَكَذَلِكَ مُوسَى (صلى الله عَلَيْهِ وَسلم) فِي حَدِيث الْمِعْرَاج حصل لَهُ مُنَافَسَة وغبطة للنَّبِي (صلى الله عَلَيْهِ وَسلم) حَتَّى بَكَى لما تجاوزه النَّبِي (صلى الله عَلَيْهِ وَسلم) فَقيل لَهُ مَا يبكيك فَقَالَ أبْكِي لِأَن غُلَاما بعث بعدِي يدْخل الْجنَّة من أمته أَكثر مِمَّن يدخلهَا من أمتِي أَخْرجَاهُ فِي الصَّحِيحَيْنِ وروى فِي بعض الْأَلْفَاظ المروية غير الصَّحِيح مَرَرْنَا على رجل وَهُوَ يَقُول وَيرْفَع صَوته أكرمته وفضلته قَالَ فرفعنا إِلَيْهِ فسلمنا عَلَيْهِ فَرد السَّلَام فَقَالَ من هَذَا مَعَك يَا جِبْرِيل قَالَ هَذَا أَحْمد قَالَ مرْحَبًا بِالنَّبِيِّ الْأُمِّي الَّذِي بلغ رِسَالَة ربه ونصح لأمته قَالَ ثمَّ اندفعنا فَقلت من هَذَا يَا جِبْرِيل قَالَ هَذَا مُوسَى بن عمرَان قلت وَمن يُعَاتب قَالَ يُعَاتب ربه فِيك قلت وَيرْفَع صَوته على ربه قَالَ إِن الله عز وَجل قد عرف صدقه وَعمر رَضِي الله عَنهُ كَانَ مشبها بمُوسَى وَنَبِينَا حَاله أفضل من حَال مُوسَى فَإِنَّهُ لم يكن عِنْده شَيْء من ذَلِك وَكَذَلِكَ كَانَ فِي الصَّحَابَة أَبُو عُبَيْدَة بن الْجراح وَنَحْوه كَانُوا سَالِمين من جَمِيع هَذِه الْأُمُور فَكَانُوا أرفع دَرَجَة مِمَّن عِنْده مُنَافَسَة وغبطة وَإِن كَانَ ذَلِك مُبَاحا وَلِهَذَا اسْتحق أَبُو عُبَيْدَة رَضِي الله عَنهُ أَن يكون أَمِين هَذِه الْأمة فَإِن المؤتمن إِذا لم يكن فِي نَفسه مزاحمة على شَيْء مِمَّا ائْتمن عَلَيْهِ كَانَ أَحَق بالأمانة مِمَّن يخَاف مزاحمته وَلِهَذَا يؤتمن على النِّسَاء وَالصبيان الخصيان ويؤتمن على الْولَايَة الصُّغْرَى",
            "page": "17",
            "part": "1",
            "seal": "727E9494"
        },
        {
            "id": "17",
            "nass": "من يعرف أَنه لَا يزاحم على الْكُبْرَى ويؤتمن على المَال من يعرف أَنه لَيْسَ لَهُ غَرَض فِي أَخذ شَيْء مِنْهُ وَإِذا ائْتمن من فِي نَفسه خِيَانَة شبه بالذئب المؤتمن على الْغنم فَلَا يقدر أَن يُؤَدِّي الْأَمَانَة فِي ذَلِك لما فِي نَفسه من الطّلب لما ائمتن عَلَيْهِ وَفِي الحَدِيث الَّذِي رَوَاهُ الإِمَام أَحْمد فِي مُسْنده عَن أنس رَضِي الله عَنهُ قَالَ كُنَّا يَوْمًا جَلَسُوا عِنْد رَسُول الله (صلى الله عَلَيْهِ وَسلم) فَقَالَ يطلع عَلَيْكُم الْآن من هَذَا الْفَج رجل من أهل الْجنَّة قَالَ فطلع رجل من الْأَنْصَار تنطف لحيته من وضوء قد علق نَعْلَيْه فِي يَده الشمَال فَسلم فَلَمَّا كَانَ الْغَد قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) مثل ذَلِك فطلع ذَلِك الرجل على مثل حَاله فَلَمَّا كَانَ الْيَوْم الثَّالِث قَالَ النَّبِي صلى الله عَلَيْهِ ومقالته فطلع ذَلِك الرجل على مثل حَاله فَلَمَّا قَامَ النَّبِي (صلى الله عَلَيْهِ وَسلم) اتبعهُ عبد الله بن عَمْرو بن الْعَاصِ رَضِي الله عَنهُ فَقَالَ إِنِّي لاحيت أبي فأقسمت أَن لَا أَدخل عَلَيْهِ ثَلَاثًا فَإِن رَأَيْت أَن تؤويني إِلَيْك حَتَّى تمْضِي الثَّلَاث فعلت قَالَ نعم قَالَ أنس رَضِي الله عَنهُ فَكَانَ عبد الله يحدث أَنه بَات عِنْده ثَلَاث لَيَال فَلم يره يقوم من اللَّيْل شَيْئا غير انه إِذا تعار وانقلب على فرَاشه ذكر الله عز وَجل وَكبر حَتَّى يقوم إِلَى صَلَاة الْفجْر فَقَالَ عبد الله غير أَنِّي لم اسْمَعْهُ يَقُول إِلَّا خيرا فَلَمَّا فَرغْنَا من الثَّلَاث وكدت أَن أَحْقَر عمله قلت يَا عبد الله لم يكن بيني وَبَين وَالِدي غضب وَلَا هِجْرَة وَلَكِن سَمِعت رَسُول الله (صلى الله عَلَيْهِ وَسلم) يَقُول ثَلَاث مَرَّات يطلع عَلَيْكُم رجل من أهل الْجنَّة فطلعت أَنْت الثَّلَاث المرات فَأَرَدْت أَن آوى إِلَيْك لأنظر مَا عَمَلك فأقتدي بذلك فَلم أرك تعْمل كثير عمل فَمَا الَّذِي بلغ بك مَا قَالَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) قَالَ مَا هُوَ إِلَّا مَا رَأَيْت غير أنني لَا أجد على أحد من الْمُسلمين فِي نَفسِي غشا وَلَا حسدا على خير أعطَاهُ الله إِيَّاه قَالَ عبد الله هَذِه الَّتِي بلغت بك وَهِي الَّتِي لَا نطيق فَقَوْل عبد الله بن عَمْرو لَهُ هَذِه الَّتِي بلغت بك وَهِي الَّتِي لَا نطيق يُشِير إِلَى خلوه وسلامته من جَمِيع أَنْوَاع الْحَسَد وَبِهَذَا أثنى الله تَعَالَى على الْأَنْصَار فَقَالَ الْحَشْر وَلَا يَجدونَ فِي صُدُورهمْ حَاجَة مِمَّا أُوتُوا ويؤثرون على أنفسهم وَلَو كَانَ بهم خصَاصَة أَي مِمَّا أُوتِيَ إخْوَانهمْ الْمُهَاجِرُونَ قَالَ الْمُفَسِّرُونَ لَا يَجدونَ فِي صدروهم حَاجَة أَي حسدا وغيظا مِمَّا أُوتِيَ الْمُهَاجِرُونَ ثمَّ قَالَ بَعضهم من مَال الْفَيْء وَقيل من الْفضل والتقدم فهم لَا يَجدونَ حَاجَة",
            "page": "18",
            "part": "1",
            "seal": "044956AE"
        },
        {
            "id": "18",
            "nass": "مِمَّا أُوتُوا من المَال وَلَا من الجاه والحسد يَقع على هَذَا وَكَانَ بَين الْأَوْس والخزرج مُنَافَسَة على الدّين فَكَانَ هَؤُلَاءِ إِذا فعلوا مَا يفضلون بِهِ عِنْد الله وَرَسُوله أحب الْآخرُونَ ان يَفْعَلُوا نَظِير ذَلِك فَهُوَ مُنَافَسَة فِيمَا يقربهُمْ إِلَى الله كَمَا قَالَ المطففين وَفِي ذَلِك فَلْيَتَنَافَس الْمُتَنَافسُونَ وَأما الْحَسَد المذموم كُله فقد قَالَ تَعَالَى فِي حق الْيَهُود الْبَقَرَة ود كثير من أهل الْكتاب لَو يردونكم من بعد إيمَانكُمْ كفَّارًا حسدا من عِنْد أنفسهم من بعد مَا تبين لَهُم الْحق يودون أَي يتمنون أرتدادكم حسدا فَجعل الْحَسَد هُوَ الْمُوجب لذَلِك الود من بعد مَا تبين لَهُم الْحق لأَنهم لما رَأَوْا أَنكُمْ قد حصل لكم من النِّعْمَة مَا حصل بل مالم يحصل لَهُم مثله حسدوكم وَكَذَلِكَ فِي الْآيَة الْأُخْرَى النِّسَاء أم يحسدون النَّاس على مَا آتَاهُم الله من فَضله فقد آتَيْنَا آل إِبْرَاهِيم الْكتاب وَالْحكمَة وآتيناهم ملكا عَظِيما فَمنهمْ من آمن بِهِ وَمِنْهُم من صد عَنهُ وَكفى بجهنم سعيرا وَقَالَ تَعَالَى قل أعوذ بِرَبّ الفلق من شَرّ مَا خلق وَمن شَرّ غَاسِق إِذا وَقت وَمن شَرّ النفاثات فِي العقد وَمن شَرّ حَاسِد إِذا حسد وَقد ذكر طَائِفَة من الْمُفَسّرين أَنَّهَا نزلت بسب حسد الْيَهُود للنَّبِي (صلى الله عَلَيْهِ وَسلم) حَتَّى سحروه سحره لبيد بن الأعصم الْيَهُودِيّ فالحاسد الْمُبْغض للنعمة على من أنعم الله عَلَيْهِ بهَا ظَالِم مُعْتَد والكاره لتفضيله الْمُحب لمماثلته مَنْهِيّ عَن ذَلِك إِلَّا فِيمَا يقربهُ إِلَى الله فَإِذا أحب أَن يعْطى مثل مَا أعْطى مِمَّا يقربهُ إِلَى الله فَهَذَا لَا بَأْس بِهِ وإعراض قلبه عَن هَذَا بِحَيْثُ لَا ينظر إِلَى حَال الْغَيْر أفضل ثمَّ هَذَا الْحَسَد إِن عمل بِمُوجبِه صَاحبه كَانَ ظَالِما معتديا مُسْتَحقّا للعقوبة إِلَّا أَن يَتُوب وَكَانَ الْمَحْسُود مَظْلُوما مَأْمُورا بِالصبرِ وَالتَّقوى فيصبر على أَذَى الْحَاسِد وَيَعْفُو ويصفح عَنهُ كَمَا قَالَ تَعَالَى الْبَقَرَة ود كثير من أهل الْكتاب لَو يردونكم من بعد إيمَانكُمْ كفَّارًا حسدا من عِنْد أنفسهم من بعد مَا تبين لَهُم الْحق فاعفوا واصحفوا حَتَّى يَأْتِي الله بأَمْره وَقد ابتلى يُوسُف بحسد إخْوَة لَهُ حَيْثُ قَالُوا يُوسُف ليوسف وَأَخُوهُ أحب إِلَى أَبينَا منا وَنحن عصبَة إِن أَبَانَا لفي ضلال مُبين فحسدوهما على تَفْضِيل الْأَب لَهما وَلِهَذَا قَالَ يَعْقُوب ليوسف يُوسُف لَا تقصص رُؤْيَاك على إخْوَتك فيكيدوا لَك كيدا إِن الشَّيْطَان للْإنْسَان عَدو مُبين ثمَّ إِنَّهُم ظلموه بتكلمهم فِي قَتله وإلقائه فِي الْجب وَبيعه رَقِيقا لمن ذهب بِهِ إِلَى بِلَاد الْكفْر فَصَارَ مَمْلُوكا لقوم كفار ثمَّ إِن يُوسُف ابتلى بعد أَن ظلم بِمن يَدعُوهُ إِلَى",
            "page": "19",
            "part": "1",
            "seal": "FE9B6FFA"
        },
        {
            "id": "19",
            "nass": "الْفَاحِشَة ويراوده عَلَيْهَا ويستعين عَلَيْهِ بِمن يُعينهُ على ذَلِك فاستعصم وَاخْتَارَ السجْن على الْفَاحِشَة وآثر عَذَاب الدُّنْيَا على سخط الله فَكَانَ مَظْلُوما من جِهَة من أحبه لهواه وغرضه مفاسد فَهَذِهِ الْمحبَّة أحبته لهوى محبوبها شفاؤها وشقاؤها إِن وافقها وَأُولَئِكَ المبغضون ابغضوه بغضة أوجبت أَن يصير ملقى فِي الْجب ثمَّ أَسِيرًا مَمْلُوكا بِغَيْر اخْتِيَاره فَأُولَئِك أَخْرجُوهُ من انطلاق الْحُرِّيَّة إِلَى رق الْعُبُودِيَّة الْبَاطِلَة بِغَيْر اخْتِيَاره وَهَذِه ألجأته إِلَى أَن اخْتَار أَن يكون مَحْبُوسًا مسجونا بِاخْتِيَارِهِ فَكَانَت هَذِه أعظم فِي محنته وَكَانَ صبره هُنَا اختياريا اقْترن بِهِ التَّقْوَى بِخِلَاف صبره على ظلمهم فَإِن ذَلِك كَانَ من بَاب المصائب الَّتِي من لم يصبر عَلَيْهَا صَبر الْكِرَام سلا سلو الْبَهَائِم وَالصَّبْر الثَّانِي أفضل الصبرين وَلِهَذَا قَالَ يُوسُف إِنَّه من يتق ويصبر فَإِن الله لَا يضيع أجر الْمُحْسِنِينَ وَهَكَذَا إِذا أوذي الْمُؤمن على إيمَانه وَطلب مِنْهُ الْكفْر أَو الفسوق أَو الْعِصْيَان وَإِن لم يفعل أوذي وعوقب فَاخْتَارَ الْأَذَى والعقوبة على فِرَاق دينه إِمَّا الْحَبْس وَإِمَّا الْخُرُوج من بَلَده كَمَا جرى للمهاجرين حِين اخْتَارُوا فِرَاق الأوطان على فِرَاق الدّين وَكَانُوا يُعَذبُونَ يُؤْذونَ وَقد أوذي النَّبِي (صلى الله عَلَيْهِ وَسلم) بأنواع من الْأَذَى فَكَانَ يصبر عَلَيْهَا صبرا اختياريا فَإِنَّهُ إِنَّمَا يُؤْذِي لِئَلَّا يفعل مَا يَفْعَله بِاخْتِيَارِهِ وَكَانَ هَذَا أعظم من صَبر يُوسُف لِأَن يُوسُف إِنَّمَا طلب مِنْهُ الْفَاحِشَة وَإِنَّمَا عُوقِبَ إِذا لم يفعل بِالْحَبْسِ وَالنَّبِيّ (صلى الله عَلَيْهِ وَسلم) وَأَصْحَابه طلب مِنْهُم الْكفْر وَإِذا لم يَفْعَلُوا طلبت عقوبتهم بِالْقَتْلِ فَمَا دونه وأهون مَا عُوقِبَ بِهِ الْحَبْس فَإِن الْمُشْركين حبسوه وَبني هَاشم بِالشعبِ مُدَّة ثمَّ لما مَاتَ أَبُو طَالب اشتدوا عَلَيْهِ فَلَمَّا بَايَعت الْأَنْصَار وَعرفُوا بذلك صَارُوا يقصدون مَنعه من الْخُرُوج ويحبسونه هُوَ وَأَصْحَابه عَن ذَلِك وَلم يكن أحد يُهَاجر إِلَّا سرا إِلَّا عمر بن الْخطاب وَنَحْوه فَكَانُوا قد الجأوهم إِلَى الْخُرُوج من دِيَارهمْ وَمَعَ هَذَا منعُوا من منعُوهُ مِنْهُم عَن ذَلِك وحبسوه فَكَانَ مَا حصل للْمُؤْمِنين من الْأَذَى والمصائب هُوَ باختيارهم طَاعَة لله وَرَسُوله لم يكن من المصائب السماوية الَّتِي تجْرِي بِدُونِ اخْتِيَار العَبْد من جنس حبس يُوسُف لَا من جنس التَّفْرِيق بَينه وَبَين أَبِيه وَهَذَا أشرف النَّوْعَيْنِ وَأَهْلهَا اعظم بِدَرَجَة وَإِن كَانَ صَاحب المصائب يُثَاب على صبره وَرضَاهُ وتكفر عَنهُ الذُّنُوب بمصائبه فَإِن هَذَا أُصِيب وأوذي بِاخْتِيَارِهِ طَاعَة لله يُثَاب على نفس المصائب وَيكْتب لَهُ بهَا عمل صَالح قَالَ تَعَالَى التَّوْبَة ذَلِك بِأَنَّهُم لَا يصيبهم ظمأ وَلَا نصب وَلَا مَخْمَصَة فِي سَبِيل الله وَلَا يطئون موطئا يغِيظ",
            "page": "20",
            "part": "1",
            "seal": "F4F502FA"
        },
        {
            "id": "20",
            "nass": "الْكفَّار وَلَا ينالون من عَدو نيلا إِلَّا كتب لَهُم بِهِ عمل صَالح إِن الله لَا يضيع أجر الْمُحْسِنِينَ بِخِلَاف المصائب الَّتِي تجْرِي بِلَا اخْتِيَار العَبْد كالمرض وَمَوْت الْعَزِيز عَلَيْهِ وَأخذ اللُّصُوص مَاله فَإِن تِلْكَ إِنَّمَا يُثَاب على الصَّبْر عَلَيْهَا لَا على نفس مَا يحدث من الْمُصِيبَة وَمَا يتَوَلَّد عَنْهَا وَالَّذين يُؤْذونَ على الايمان وَطَاعَة الله وَرَسُوله وَيحدث لَهُم بِسَبَب ذَلِك حرج أَو مرض أَو حبس أَو فِرَاق وَطن وَذَهَاب مَال وَأهل أَو ضرب أَو شتم أَو نقص رياسة وَمَال وهم فِي ذَلِك على طَريقَة الْأَنْبِيَاء وأتابعهم كالمهاجرين الْأَوَّلين فَهَؤُلَاءِ يثابون على مَا يُؤْذونَ بِهِ وَيكْتب لَهُم بِهِ عمل صَالح كَمَا يُثَاب الْمُجَاهِد على مَا يُصِيبهُ من الْجُوع والعطش والتعب وعَلى غيظة الْكفَّار وَإِن كَانَت هَذِه الْآثَار لَيست عملا فعله يوقوم بِهِ لَكِنَّهَا متسببة عَن عفله الِاخْتِيَارِيّ وَهِي الَّتِي يُقَال لَهَا مُتَوَلّدَة وَقد اخْتلف النَّاس هَل يُقَال أَنَّهَا فعل فَاعل السَّبَب أَو لله أَو لَا فَاعل لَهَا وَالصَّحِيح أَنَّهَا مُشْتَركَة بَين فَاعل السَّبَب وَسَائِر الْأَسْبَاب وَلِهَذَا كتب لَهُ بهَا عمل صَالح وَالْمَقْصُود أَن الْحَسَد مرض من أمراض النَّفس وَهُوَ مرض غَالب فَلَا يخلص مِنْهُ إِلَّا الْقَلِيل من النَّاس وَلِهَذَا يُقَال مَا خلا جَسَد من حسد لَكِن اللَّئِيم يبديه والكريم يخفيه وَقد قيل لِلْحسنِ الْبَصْرِيّ ايحسد الْمُؤمن فَقَالَ مَا أنساك أخوة يُوسُف لَا أَبَا لَك وَلَكِن عَمه فِي صدرك فَإِنَّهُ لَا يَضرك مَا لم تعد بِهِ يدا وَلِسَانًا فَمن وجد فِي نَفسه حسدا لغيره فَعَلَيهِ أَن يسْتَعْمل مَعَه التَّقْوَى وَالصَّبْر فَيكْرَه ذَلِك من نَفسه وَكثير من النَّاس الَّذين عِنْدهم دين لَا يعتدون على الْمَحْسُود فَلَا يعينون من ظلمه وَلَكنهُمْ أَيْضا لَا يقومُونَ بِمَا يجب من حَقه بل إِذا ذمه أحد لم يوافقوه على ذمه وَلَا يذكرُونَ محامده وَكَذَلِكَ لَو مدحه أحد لسكتوا وَهَؤُلَاء مدينون فِي ترك الْمَأْمُور فِي حَقه مفرطون فِي ذَلِك لَا معتدون عَلَيْهِ وجزاؤهم أَنهم يبخسون حُقُوقهم فَلَا ينصفون أَيْضا فِي مَوَاضِع وَلَا ينْصرُونَ على من ظلمهم كَمَا لم ينصرُوا هَذَا الْمَحْسُود وَأما من اعْتدى بقول أَو فعل فَذَلِك يُعَاقب وَمن اتَّقى الله وصبر فَلم يدْخل فِي الظَّالِمين نَفعه الله بتقواه كَمَا جرى لِزَيْنَب بنت جحش رَضِي الله عَنْهَا فَإِنَّهَا كَانَت هِيَ الَّتِي تسامى عَائِشَة من أَزوَاج النَّبِي (صلى الله عَلَيْهِ وَسلم) وحسد النِّسَاء بَعضهنَّ لبَعض كثير غَالب لَا سِيمَا المتزوجات بِزَوْج وَاحِد فَإِن الْمَرْأَة تغار على زَوجهَا لحظها مِنْهُ فَإِنَّهُ بِسَبَب الْمُشَاركَة يفوت بعض حظها وَهَكَذَا الْحَسَد يَقع كثيرا بَين المتشاركين فِي رئاسة أَو مَال إِذا أَخذ بَعضهم قسطا من ذَلِك وَفَاتَ الآخر وَيكون بَين النظراء لكَرَاهَة",
            "page": "21",
            "part": "1",
            "seal": "4429A246"
        },
        {
            "id": "21",
            "nass": "أحدهم أَن يفضل الآخر عَلَيْهِ كحسد إخْوَة يُوسُف وكحسد ابْني آدم أَحدهمَا لِأَخِيهِ فَإِنَّهُ حسده لكَون أَن الله تقبل قربانه وَلم يتَقَبَّل قرْبَان هَذَا فحسده على مَا فَضله الله من الايمان وَالتَّقوى كحسد الْيَهُود للْمُسلمين وَقَتله على ذَلِك وَلِهَذَا قيل أول ذَنْب عصى الله بِهِ ثَلَاثَة الْحِرْص وَالْكبر والحسد فالحرص من آدم وَالْكبر من إِبْلِيس والحسد من قابيل حَيْثُ قتل هابيل وَفِي الحَدِيث ثَلَاث لَا ينجو مِنْهُنَّ أحد الْحَسَد وَالظَّن والطيرة وَسَأُحَدِّثُكُمْ بِمَا يخرج من ذَلِك إِذا حسدت فَلَا تبغض وَإِذا ظَنَنْت فَلَا تحقق وَإِذا تطيرت فَامْضِ رَوَاهُ ابْن أبي الدُّنْيَا من حَدِيث أبي هُرَيْرَة وَفِي السّنَن عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) دب إِلَيْكُم دَاء الْأُمَم قبلكُمْ الْحَسَد والبغضاء وَهِي الحالقة لَا أَقُول تحلق الشّعْر وَلَكِن تحلق الدّين فَسَماهُ دَاء كَمَا سمى الْبُخْل دَاء فِي قَوْله وَأي دَاء أدوأ من الْبُخْل فَعلم أَن هَذَا مرض وَقد جَاءَ فِي حَدِيث آخر أعوذ بك من مُنكرَات الخلاق والأهواء والأدواء فعطف الأدواء على الاخلاق والأهواء فَإِن الْخلق مَا صَار عَادَة للنَّفس وسجية قَالَ تَعَالَى الْقَلَم وَإنَّك لعلى خلق عَظِيم قَالَ ابْن عَبَّاس وَابْن عُيَيْنَة وَأحمد ابْن حَنْبَل رَضِي الله عَنْهُم على دين عَظِيم وَفِي لفظ عَن ابْن عَبَّاس على دين الْإِسْلَام وَكَذَلِكَ قَالَت عَائِشَة رَضِي الله عَنْهَا كَانَ خلقه الْقُرْآن وَكَذَلِكَ قَالَ الْحسن الْبَصْرِيّ ادب الْقُرْآن هُوَ الْخلق الْعَظِيم وَأما الْهوى فقد يكون عارضا والداء هُوَ الْمَرَض وَهُوَ تألم الْقلب وَالْفساد فِيهِ وَقرن فِي الحَدِيث الأول الْحَسَد بالبغضاء لِأَن الْحَاسِد يكره أَولا فضل الله على ذَلِك الْغَيْر ثمَّ ينْتَقل إِلَى بغضه فَإِن بغض اللَّازِم يَقْتَضِي بغض الْمَلْزُوم فَإِن نعْمَة الله إِذا كَانَت لَازِمَة وَهُوَ يحب زَوَالهَا وَهِي لَا تَزُول إِلَّا بزواله أبغضه واحب عَدمه والحسد يُوجب الْبَغي كَمَا أخبر الله تَعَالَى عَمَّن قبلنَا آل عمرَان أَنهم اخْتلفُوا من بعد مَا جَاءَهُم الْعلم بغيا بَينهم فَلم يكن اخْتلَافهمْ لعدم الْعلم بل علمُوا الْحق وَلَكِن بغى بَعضهم على بعض كَمَا يَبْغِي االحاسد على الْمَحْسُود وَفِي الصَّحِيحَيْنِ عَن أنس ابْن مَالك رَضِي الله عَنهُ أَن النَّبِي (صلى الله عَلَيْهِ وَسلم) قَالَ لَا تَحَاسَدُوا وَلَا تباغضوا وَلَا تدابروا وَلَا تقاطعوا وَكُونُوا عباد الله إخْوَانًا وَلَا يحل لمُسلم أَن يهجر اخاه فَوق ثَلَاث لَيَال يَلْتَقِيَانِ فيصد هَذَا ويصد هَذَا وخيرهما الَّذِي يبْدَأ بِالسَّلَامِ وَقد قَالَ (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الْمُتَّفق على صِحَّته من رِوَايَة أنس أَيْضا وَالَّذِي نفسى بِيَدِهِ لَا يُؤمن أحدكُم حَتَّى يحب لِأَخِيهِ مَا يحب لنَفسِهِ وَقد قَالَ تَعَالَى",
            "page": "22",
            "part": "1",
            "seal": "C7D99895"
        },
        {
            "id": "22",
            "nass": "النِّسَاء وَإِن مِنْكُم لمن ليبطئن فَإِن أَصَابَتْكُم مُصِيبَة قَالَ قد أنعم الله على إِذْ لم أكن مَعَهم شَهِيدا وَلَئِن أَصَابَكُم فضل من الله ليَقُولن كَأَن لم يكن بَيْنكُم وَبَينه مَوَدَّة يَا لَيْتَني كنت مَعَهم فأفوز فوزا عَظِيما فَهَؤُلَاءِ المبطئون لم يُحِبُّوا لإخوانهم الْمُؤمنِينَ مَا يحبونَ لأَنْفُسِهِمْ بل إِن أَصَابَتْهُم مُصِيبَة فرحوا باختصاصهم وَإِن أَصَابَتْهُم نعْمَة لم يفرحوا لَهُم بهَا بل أَحبُّوا أَن يكون لَهُم مِنْهَا حَظّ فهم لَا يفرحون إِلَّا بدنيا تحصل لَهُم أَو شَرّ دُنْيَوِيّ ينْصَرف عَنْهُم إِذْ كَانُوا لَا يحبونَ الله وَرَسُوله وَالدَّار الْآخِرَة وَلَو كَانُوا كَذَلِك لأحبوا إخْوَانهمْ وأحبوا مَا وصل إِلَيْهِم من فَضله وتألموا بِمَا يصيبهم من الْمُصِيبَة وَمن لم يسره مَا يسر الْمُؤمنِينَ ويسوؤه مَا يسوء الْمُؤمنِينَ فَلَيْسَ مِنْهُم فَفِي الصَّحِيحَيْنِ عَن عَامر الشّعبِيّ قَالَ سَمِعت النُّعْمَان بن بشير يخْطب وَيَقُول سَمِعت رَسُول الله (صلى الله عَلَيْهِ وَسلم) يَقُول مثل الْمُؤمنِينَ فِي توادهم وتراحمهم وتعاطفهم مثل الْجَسَد الْوَاحِد إِذا اشْتَكَى مِنْهُ شَيْء تداعى لَهُ سَائِر الْجَسَد بالحمى والسهر وَفِي الصَّحِيحَيْنِ عَن أبي مُوسَى الْأَشْعَرِيّ رَضِي الله عَنهُ قَالَ قَالَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) الْمُؤمن لِلْمُؤمنِ كالبنيان يشد بعضه بَعْضًا وَشَبك بَين أَصَابِعه وَالشح مرض وَالْبخل مرض والحسد شَرّ من الْبُخْل كَمَا فِي الحَدِيث الَّذِي رَوَاهُ أَبُو دَاوُد عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) انه قَالَ الْحَسَد يَأْكُل الْحَسَنَات كَمَا تَأْكُل النَّار الْحَطب وَالصَّدَََقَة تُطْفِئ الْخَطِيئَة كَمَا تُطْفِئ المَاء النَّار وَذَلِكَ أَن الْبَخِيل يمْنَع نَفسه والحسود يكره نعْمَة الله على عباده وَقد يكون فِي الرجل إِعْطَاء لمن يُعينهُ على أغراضه وحسد لنظرائه وَقد يكون فِيهِ بخل بِلَا حسد لغيره وَالشح أصل ذَلِك قَالَ تَعَالَى الْحَشْر والتغابن وَمن يُوقَ شح نَفسه فَأُولَئِك هم المفلحون وَفِي الصَّحِيحَيْنِ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) انه قَالَ إيَّاكُمْ وَالشح فَإِنَّهُ أهلك من كَانَ قبلكُمْ أَمرهم بالبخل فبخلوا وَأمرهمْ بالظلم فظلموا وَأمرهمْ بالقطيعة فَقطعُوا وَكَانَ عبد الرَّحْمَن بن عَوْف يكثر من الدُّعَاء فِي طَوَافه يَقُول اللَّهُمَّ قني شح نَفسِي فَقَالَ لَهُ رجل مَا أَكثر مَا تَدْعُو بِهَذَا فَقَالَ إِذا وقيت شح نَفسِي وقيت الشُّح وَالظُّلم والقطيعة والحسد يُوجب الظُّلم فصل فالبخل والحسد مرض يُوجب بغض النَّفس لما ينفعها بل وحبها لما يَضرهَا وَلِهَذَا يقرن الْحَسَد بالحقد وَالْغَضَب وَأما مرض الشَّهْوَة والعشق فَهُوَ حب النَّفس",
            "page": "23",
            "part": "1",
            "seal": "2717A59D"
        },
        {
            "id": "23",
            "nass": "لما يَضرهَا وَقد يفترن بِهِ بغضها لما ينفعها والعشق مرض نفساني وَإِذا قوى أثر فِي الْبدن فَصَارَ مَرضا فِي الْجِسْم إِمَّا من أمراض الدِّمَاغ كالماليخوليا وَلذَلِك قيل فِيهِ هُوَ مرض وسواسي شَبيه بالماليخوليا وَإِمَّا من أمراض الْبدن كالضعف والنحول وَنَحْو ذَلِك وَالْمَقْصُود هُنَا مرض الْقلب فَإِنَّهُ أصل محبَّة النَّفس لما يَضرهَا كمريض الْبدن الَّذِي يشتهى مَا يضرّهُ وَإِذا لم يطعم ذَلِك تألم وَإِن أطْعم قوى بِهِ الْمَرَض وَزَاد كَذَلِك العاشق يضرّهُ اتِّصَاله بالمعشوق مُشَاهدَة وملامسة وسماعا بل ويضره التفكر فِيهِ والتخيل لَهُ وَهُوَ يشتهى ذَلِك فَإِن منع من مشتهاه تألم وتعذب وَإِن أعْطى مشتهاه قوى مَرضه وَكَانَ سَببا لزِيَادَة الْأَلَم وَفِي الحَدِيث إِن الله يحمى عَبده الْمُؤمن الدُّنْيَا كَمَا يحمى احدكم مريضه الطَّعَام وَالشرَاب وَفِي مُنَاجَاة مُوسَى المأثروة عَن وهب الَّتِي رَوَاهَا الإِمَام أَحْمد فِي كتاب الزّهْد يَقُول الله تَعَالَى إِنِّي لأذود أوليائي عَن نعيم الدُّنْيَا ورخائها كَمَا يذود الرَّاعِي الشفيق إبِله عَن مراتع الهلكة وَإِنِّي لأجنبهم سكونها وعيشها كَمَا يجنب الرَّاعِي الشفيق إبِله عَن مبارك الْغرَّة وَمَا ذَلِك لهوانهم على وَلَكِن ليستكملوا نصِيبهم من كَرَامَتِي سالما موفرا لم تكَلمه الدُّنْيَا وَلم يطفئه الْهوى وَإِنَّمَا شِفَاء الْمَرِيض بِزَوَال مَرضه بل بِزَوَال ذَلِك الْحبّ المذموم من قلبه وَالنَّاس فِي الْعِشْق على قَوْلَيْنِ قيل إِنَّه من بَاب الإرادات وَهَذَا هُوَ الْمَشْهُور قيل من بَاب التصورات وَإنَّهُ فَسَاد فِي التخييل حَيْثُ يتَصَوَّر المعشوق على غير مَا هُوَ بِهِ قَالَ هَؤُلَاءِ وَلِهَذَا لَا يُوصف الله بالعشق وَلَا أَنه يعشق لِأَنَّهُ منزه عَن ذَلِك وَلَا يحمد من يتخيل فِيهِ خيالا فَاسِدا وَأما الْأَولونَ فَمنهمْ من قَالَ يُوصف بالعشق فَإِنَّهُ الْمحبَّة التَّامَّة وَالله يحب وَيُحب وروى فِي أثر عَن عبد الْوَاحِد بن زيد أَنه قَالَ لَا يزَال عَبدِي يتَقرَّب إِلَى يعشقني وأعشقه وَهَذَا قَول بعض الصُّوفِيَّة وَالْجُمْهُور لَا يطلقون هَذَا اللَّفْظ فِي حق الله لِأَن الْعِشْق هُوَ الْمحبَّة المفرطة الزَّائِدَة على الْحَد الَّذِي يَنْبَغِي وَالله تَعَالَى محبته لَا نِهَايَة لَهَا فَلَيْسَتْ تَنْتَهِي إِلَى حد لَا تنبغي مجاوزته قَالَ هَؤُلَاءِ والعشق مَذْمُوم مُطلقًا لَا يمدح فِي محبَّة اخلالق وَلَا الْمَخْلُوق لِأَنَّهُ الْمحبَّة المفرطة الزَّائِدَة على الْحَد الْمَحْدُود وَأَيْضًا فَإِن لفظ الْعِشْق إِنَّمَا يسْتَعْمل فِي الْعرف فِي محبَّة الْإِنْسَان لامْرَأَة أَو صبي لَا يسْتَعْمل فِي محبَّة كمحبة الْأَهْل وَالْمَال والجاه ومحبة الْأَنْبِيَاء وَالصَّالِحِينَ وَهُوَ مقرون كثيرا بِالْفِعْلِ الْمحرم إِمَّا بمحبة امْرَأَة أَجْنَبِيَّة أَو صبي يقْتَرن بِهِ النّظر",
            "page": "24",
            "part": "1",
            "seal": "FA50C01A"
        },
        {
            "id": "24",
            "nass": "الْمحرم واللمس الْمحرم وَغير ذَلِك من الْأَفْعَال الْمُحرمَة وَأما محبَّة الرجل لامْرَأَته أَو سريته محبَّة تخرجه عَن الْعدْل بِحَيْثُ يفعل لأَجلهَا مَا لَا يحل وَيتْرك مَا يجب كَمَا هُوَ الْوَاقِع كثيرا حَتَّى يظلم ابْنه من امْرَأَته العتيقة لمحبته الجديدة وَحَتَّى يفعل من مطالبها المذمومة مَا يضرّهُ فِي دينه ودنياه مثل أَن يَخُصهَا بميراث لَا تستحقه أَو يعْطى أَهلهَا من الْولَايَة وَالْمَال مَا يتَعَدَّى بِهِ حُدُود الله أَو يسرف فِي الْإِنْفَاق عَلَيْهَا أَو يُمكنهَا من أُمُور مُحرمَة تضره فِي دينه ودنياه وَهَذَا فِي عشق من يُبَاح لَهُ وَطْؤُهَا فَكيف عشق الْأَجْنَبِيَّة والذكران من الْعَالمين فَفِيهِ من الْفساد مَالا يُحْصِيه إِلَّا رب الْعباد وَهُوَ من الْأَمْرَاض الَّتِي تفْسد دين صَاحبهَا وَعرضه ثمَّ قد تفْسد عقله ثمَّ جِسْمه قَالَ تَعَالَى الْأَحْزَاب فَلَا تخضعن بالْقَوْل فيطمع الَّذِي فِي قلبه مرض وَمن فِي قلبه مرض الشَّهْوَة وَإِرَادَة الصُّورَة مَتى خضع الْمَطْلُوب طمع الْمَرِيض والطمع يقوى الْإِرَادَة والطلب يُقَوي الْمَرَض بذلك بِخِلَاف مَا إِذا كَانَ آيسا من الْمَطْلُوب فَإِن الْيَأْس يزِيل الطمع فتضعف الْإِرَادَة فيضعف الْحبّ فَإِن الْإِنْسَان لَا يُرِيد أَن يطْلب مَا هُوَ آيس مِنْهُ فَلَا يكون مَعَ الْإِرَادَة عمل أصلا بل يكون حَدِيث نفس إِلَّا أَن يقْتَرن بذلك كَلَام أَو نظر وَنَحْو ذَلِك فَأَما إِذا ابتلى بالعشق وعف وصبر فَإِنَّهُ يُثَاب على تقواه لله وَقد روى فِي الحَدِيث أَن من عشق فعف وكتم وصبر ثمَّ مَاتَ كَانَ شَهِيدا وَهُوَ مَعْرُوف من رِوَايَة يحيى القَتَّات عَن مُجَاهِد عَن ابْن عَبَّاس مَرْفُوعا وَفِيه نظر وَلَا يحْتَج بِهَذَا لَكِن من الْمَعْلُوم بأدلة الشَّرْع أَنه إِذا عف عَن الْمُحرمَات نظرا وقولا وَعَملا وكتم ذَلِك فَلم يتَكَلَّم بِهِ حَتَّى لَا يكون فِي ذَلِك كَلَام محرم اما شكوى إِلَى الْمَخْلُوق وَإِمَّا إِظْهَار فَاحِشَة وَإِمَّا نوع طلب للمعشوق وصبر على طَاعَة الله وَعَن مَعْصِيَته وعَلى مَا فِي قلبه من ألم الْعِشْق كَمَا يصبر الْمُصَاب عَن ألم الْمُصِيبَة فَإِن هَذَا يكون مِمَّن اتَّقى الله وصبر وَمن يتق ويصبر فَإِن الله لَا يضيع أجر الْمُحْسِنِينَ يُوسُف وَهَكَذَا مرض الْحَسَد وَغَيره من أمراض النُّفُوس وَإِذا كَانَت النَّفس تطلب مَا يبغضه الله فينهاها خشيَة من الله كَانَ مِمَّن دخل فِي قَوْله النازعات وَأما من خَافَ مقَام ربه وَنهى النَّفس عَن الْهوى فَإِن الْجنَّة هِيَ المأوى فَالنَّفْس إِذا أحبت شَيْئا سعت فِي حُصُوله بِمَا يُمكن حَتَّى تسْعَى فِي أُمُور كَثِيرَة تكون كلهَا مقامات لتِلْك الْغَايَة فَمن احب محبَّة مذمومة أَو أبْغض بغضا مذموما وَفعل ذَلِك كَانَ آثِما مثل أَن يبغض شخصا لحسده لَهُ فيؤذي من لَهُ بِهِ تعلق إِمَّا بِمَنْع حُقُوقه أَو بعدوان عَلَيْهِم أَو لمحبة لَهُ لهواه مَعَه فيفعل لأَجله مَا هُوَ محرم أَو مَا هُوَ",
            "page": "25",
            "part": "1",
            "seal": "8492112E"
        },
        {
            "id": "25",
            "nass": "مَأْمُور بِهِ لله فيفعله لأجل هَوَاهُ لَا لله وَهَذِه أمراض كَثِيرَة فِي النُّفُوس وَالْإِنْسَان قد يبغض شَيْئا فيبغض لأَجله أمورا كَثِيرَة بِمُجَرَّد الْوَهم والخيال وَكَذَلِكَ يحب شَيْئا فيحب لأَجله أمورا كَثِيرَة لأجل الْوَهم والخيال كَمَا قَالَ شَاعِرهمْ أحب لحبها السودَان حَتَّى أحب لحبها سود الْكلاب فقد أَحسب سَوْدَاء فَأحب جنس السوَاد حَتَّى فِي الْكلاب وَهَذَا كُله مرض فِي الْقلب فِي تصَوره وإرادته فنسأل الله ان يعافى قُلُوبنَا من كل دَاء ونعوذ بِاللَّه من مُنكرَات الْأَخْلَاق والأهواء والأدواء وَالْقلب إِنَّمَا خلق لأجل حب الله تَعَالَى وَهَذِه الْفطْرَة الَّتِي فطر الله عَلَيْهَا عباده كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) كل مَوْلُود يُولد على الْفطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَو ينصرَانِهِ أَو يُمَجِّسَانِهِ كَمَا تنْتج الْبَهِيمَة بَهِيمَة جَمْعَاء هَل تُحِسُّونَ فِيهَا من جَدْعَاء ثمَّ يَقُول أَبُو هُرَيْرَة رَضِي الله عَنهُ اقْرَءُوا إِن شِئْتُم الرّوم فطْرَة الله الَّتِي فطر النَّاس عَلَيْهَا لَا تَبْدِيل لخلق الله أخرجه البُخَارِيّ وَمُسلم فَالله سُبْحَانَهُ فطر عباده على محبته وعبادته وَحده فَإِذا تركت الْفطْرَة بِلَا فَسَاد كَانَ الْقلب عَارِفًا بِاللَّه محبا لَهُ وَحده لَكِن تفْسد فطرته من مَرضه كأبويه يُهَوِّدَانِهِ أَو ينصرَانِهِ وَهَذِه كلهَا تغير فطرته الَّتِي فطره الله عَلَيْهَا وَإِن كَانَت بِقَضَاء الله وَقدره كَمَا يُغير الْبدن بالجدع ثمَّ قد يعود إِلَى الْفطْرَة إِذا يسر الله تَعَالَى لَهَا من يسْعَى فِي إِعَادَتهَا إِلَى الْفطْرَة وَالرسل صلى الله عَلَيْهِم وَسلم بعثوا لتقرير الْفطْرَة وتكميلها لَا لتغيير الْفطْرَة وَتَحْوِيلهَا وَإِذا كَانَ الْقلب محبا لله وَحده مخلصا لَهُ الدّين لم يبتل بحب غَيره فضلا أَن يبتلى بالعشق وَحَيْثُ ابتلى بالعشق فلنقص محبته لله وَحده وَلِهَذَا لما كَانَ يُوسُف محبا لله مخلصا لَهُ الدّين لم يبتل بذلك بل قَالَ تَعَالَى يُوسُف كَذَلِك لنصرف عَنهُ السوء والفحشاء إِنَّه من عبادنَا المخلصين وَأما امْرَأَة الْعَزِيز فَكَانَت مُشركَة هِيَ وقومها فَلذَلِك ابْتليت بالعشق وَمَا يبتلى بالعشق أحد إِلَّا لنَقص توحيده وإيمانه وَإِلَّا فالقلب الْمُنِيب إِلَى الله الْخَائِف مِنْهُ فِيهِ صَار فَإِن يصرفانه عَن الْعِشْق أَحدهمَا إنابته إِلَى الله ومحبته لَهُ فَإِن ذَلِك ألذ وَأطيب من كل شَيْء فَلَا تبقى مَعَ محبَّة الله محبَّة مَخْلُوق تزاحمه وَالثَّانِي خَوفه من الله فَإِن الْخَوْف المضاد للعشق يصرفهُ وكل من احب شَيْئا بعشق أَو بِغَيْر عشق فَإِنَّهُ يصرف عَن محبته بمحبة مَا هُوَ احب إِلَيْهِ مِنْهُ إِذا كَانَ يزاحمه وينصرف عَن محبته بخوف حُصُول ضَرَر يكون ابغض إِلَيْهِ من",
            "page": "26",
            "part": "1",
            "seal": "1B853346"
        },
        {
            "id": "26",
            "nass": "ترك ذَاك الْحبّ فَإِذا كَانَ الله احب إِلَى العَبْد من كل شَيْء وأخوف عِنْده من كل شَيْء لم يحصل مَعَه عشق وَلَا مزاحمة إِلَّا عِنْد غَفلَة أَو عِنْد ضعف هَذَا الْحبّ وَالْخَوْف بترك بعض الْوَاجِبَات وَفعل بعض الْمُحرمَات فَإِن الْإِيمَان يزِيد بِالطَّاعَةِ وَينْقص بالمعصية فَكلما فعل العَبْد الطَّاعَة محبَّة لله وخوفا مِنْهُ وَترك الْمعْصِيَة حبا لَهُ وخوفا مِنْهُ قوى حبه لَهُ وخوفه مِنْهُ فيزيل مَا فِي الْقلب من محبَّة غَيره ومخافة غَيره وَهَكَذَا أمراض الْأَبدَان فَإِن الصِّحَّة تحفظ بِالْمثلِ وَالْمَرَض يدْفع بالضد فصحة الْقلب بِالْإِيمَان تحفظ بِالْمثلِ وَهُوَ مَا يُورث الْقلب إِيمَانًا من الْعلم النافع وَالْعلم الصَّالح فَتلك أغذية لَهُ كَمَا فِي حَدِيث ابْن مَسْعُود مَرْفُوعا وموقوفا إِن كل آدب يحب أَن تُؤْتى مأدبته وَإِن مأدبة الله هِيَ الْقُرْآن والآدب المضيف فَهُوَ ضِيَافَة الله لِعِبَادِهِ آخر اللَّيْل وأوقات الْأَذَان وَالْإِقَامَة وَفِي سُجُوده وَفِي أدبار الصَّلَوَات وَيضم إِلَى ذَلِك الاسْتِغْفَار فَإِنَّهُ من اسْتغْفر الله ثمَّ تَابَ إِلَيْهِ متعهُ مَتَاعا حسنا إِلَى اجل مُسَمّى وليتخذ وردا من الْأَذْكَار فِي النَّهَار وَوقت النّوم وليصبر على مَا يعرض لَهُ من الْمَوَانِع والصوارف فَإِنَّهُ لَا يلبث أَن يُؤَيّدهُ الله بِروح مِنْهُ وَيكْتب الْإِيمَان فِي قلبه وليحرص على إِكْمَال الْفَرَائِض من الصَّلَوَات الْخمس باطنة وظاهرة فَإِنَّهَا عَمُود الدّين وَليكن هجيراه لَا حول وَلَا قُوَّة إِلَّا بِاللَّه فَإِنَّهَا بهَا تحمل الأثقال وتكابد الْأَهْوَال وينال رفيع الْأَحْوَال وَلَا يسأم من الدُّعَاء والطلب فَإِن العَبْد يُسْتَجَاب لَهُ مَا لم يعجل فَيَقُول قد دَعَوْت ودعوت فَلم يستجب لي وليعلم أَن النَّصْر مَعَ الصَّبْر وَأَن الْفرج مَعَ الكرب وَإِن مَعَ الْعسر يسرا وَلم ينل أحد شَيْئا من ختم الْخَيْر نَبِي فَمن دونه إِلَّا بِالصبرِ وَالْحَمْد لله رب الْعَالمين وَله الْحَمد والْمنَّة على الاسلام وَالسّنة حمدا يُكَافِئ نعمه الظَّاهِرَة والباطنة وكما يَنْبَغِي لكرم وَجهه وَعز جَلَاله وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَأَصْحَابه وأزواجه امهات الْمُؤمنِينَ وَالتَّابِعِينَ لَهُم بِإِحْسَان إِلَى يَوْم الدّين وَسلم تَسْلِيمًا كثيرا",
            "page": "27",
            "part": "1",
            "seal": "C63C8C3D"
        },
        {
            "id": "27",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم وَمِمَّا كتبه شيخ الْإِسْلَام رَحمَه الله فِي أمراض الْقُلُوب وشفائها الْحَمد لله رب الْعَالمين وَصلى الله على نَبينَا مُحَمَّد وَصَحبه وَسلم قد ذكرنَا فِي غير مَوضِع أَن صَلَاح حَال الْإِنْسَان فِي الْعدْل كَمَا ان فَسَاده فِي الظُّلم وَأَن الله سُبْحَانَهُ عدله وسواه لما خلقه وَصِحَّة جِسْمه وعافيته من اعْتِدَال اخلاطه واعضائه وَمرض ذَلِك الانحراف والميل وَكَذَلِكَ استقامة الْقلب واعتداله واقتصاده وَصِحَّته وعافيته وصلاحه متلازمة وَقد ذكر الله مرض الْقُلُوب وشفاءها فِي مَوَاضِع من كِتَابه وَجَاء ذَلِك فِي سنة رَسُوله (صلى الله عَلَيْهِ وَسلم) كَقَوْلِه تَعَالَى عَن الْمُنَافِقين الْبَقَرَة فِي قُلُوبهم مرض فَزَادَهُم الله مَرضا وَقَالَ فترى الَّذين فِي قُلُوبهم مرض يُسَارِعُونَ فيهم وَقَالَ تَعَالَى التَّوْبَة ويشف صُدُور قوم مُؤمنين وَيذْهب غيظ قُلُوبهم وَقَالَ يُونُس قد جاءتكم موعظة من ربكُم وشفاء لما فِي الصُّدُور وَقَالَ تَعَالَى الْإِسْرَاء وننزل من الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة للْمُؤْمِنين وَقَالَ تَعَالَى فصلت قل هُوَ للَّذين آمنُوا هدى وشفاء وَقَالَ تَعَالَى الْأَحْزَاب وَلَا تخضعن بالْقَوْل فيطمع الَّذِي فِي قلبه مرض وَقَالَ الحزاب لَئِن لم ينْتَه المُنَافِقُونَ وَالَّذين فِي قُلُوبهم مرض والمرجفون فِي الْمَدِينَة لنغرينك بهم وَقَالَ الْأَحْزَاب وَإِذ يَقُول المُنَافِقُونَ وَالَّذين فِي قُلُوبهم مرض مَا وعدنا الله وَرَسُوله إِلَّا غرروا وَقَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) هلا سَأَلُوا إِذْ لم يعلمُوا فَإِن شِفَاء العي السُّؤَال وَقَالَ الرشيد الان شفيتني يَا مَالك وَفِي صَحِيح البُخَارِيّ عَن ابْن مَسْعُود أَن أحدا لَا يزَال بِخَير مَا اتَّقى الله وَإِذا شكّ فِي تَفْسِير شَيْء سَأَلَ رجلا فشفاه وأوشك أَن لَا يجده وَالَّذِي لَا إِلَه إِلَّا هُوَ وَمَا ذكر الله من مرض الْقُلُوب وشفائها بِمَنْزِلَة مَا ذكر من مَوتهَا وحياتها وسمعها وبصرها وعقلها وصممها وبكمها وعماها لَكِن الْمَقْصُود مرض الْقلب فَنَقُول الْمَرَض نَوْعَانِ فَسَاد الْحس وَفَسَاد الْحَرَكَة الطبيعية وَمَا يتَّصل بهَا من الإرادية",
            "page": "28",
            "part": "1",
            "seal": "C286C18E"
        },
        {
            "id": "28",
            "nass": "وكل مِنْهُمَا يحصل بفقده ألم وَعَذَاب فَكَمَا أَنه مَعَ صِحَة الْحس وَالْحَرَكَة الإرادية والطبيعية تحصل اللَّذَّة وَالنعْمَة فَكَذَلِك بفسادها يحصل الْأَلَم وَالْعَذَاب وَلِهَذَا كَانَت النِّعْمَة من النَّعيم وَهُوَ مَا ينعم الله بِهِ على عباده مِمَّا يكون فِيهِ لَذَّة ونعيم وَقَالَ التكاثر لتسألن يَوْمئِذٍ عَن النَّعيم أَي عَن شكره فسبب اللَّذَّة إحساس الملائم وَسبب الْأَلَم إحساس الْمنَافِي لَيْسَ اللَّذَّة والألم نفس الإحساس والإدراك وَإِنَّمَا هونتيجته وثمرته ومقصوده وغايته فالمرض فِيهِ ألم لَا بُد مِنْهُ وَإِن كَانَ قد يسكن احيانا لمعارض رَاجِح فالمقتضى لَهُ قَائِم يهيج بِأَدْنَى سَبَب فَلَا بُد فِي الْمَرَض من وجود سَبَب الْأَلَم وَإِنَّمَا يَزُول الْأَلَم بِوُجُود الْمعَارض وَالرَّاجِح وَلَذَّة الْقلب وألمه أعظم من لَذَّة الْجِسْم وألمه أَعنِي ألمه ولذته النفسانيين وَإِن كَانَ قد يحصل فِيهِ من الْأَلَم من جنس مَا يحصل فِي سَائِر الْبدن بِسَبَب مرض الْجِسْم فَذَلِك شَيْء آخر فَلذَلِك كَانَ مرض الْقلب وشفاؤه اعظم من مرض الْجِسْم وشفائه فَتَارَة يكون من جملَة الشُّبُهَات كَمَا قَالَ الْأَحْزَاب فيطمع الَّذِي فِي قلبه مرض وكما صنف الخرائطي كتاب اعتلال الْقُلُوب بالأهواء فَفِي قُلُوب الْمُنَافِقين الْمَرَض من هَذَا الْوَجْه من جِهَة فَسَاد الاعتقادات وَفَسَاد الإرادات والمظلوم فِي قلبه مرض وَهُوَ الْأَلَم الْحَاصِل بِسَبَب ظلم الْغَيْر لَهُ فَإِذا استوفى حَقه اشتفى قلبه كَمَا قَالَ تَعَالَى التَّوْبَة ويشف صُدُور قوم مُؤمنين وَيذْهب غيظ قُلُوبهم فَإِن ذهَاب غيظ الْقلب إِنَّمَا هُوَ لدفع الْأَذَى والألم عَنهُ فَإِذا انْدفع عَنهُ الْأَذَى وَاسْتوْفى حَقه زَالَ غيظه فَكَمَا أَن الْإِنْسَان إِذا صَار لَا يسمع بأذنه وَلَا يبصر بِعَيْنِه كَانَ ذَلِك مَرضا مؤلما لَهُ بِمَا يفوتهُ من الْمصَالح وَيحصل لَهُ من المضار فَكَذَلِك إِذا لم يسمع وَلم يبصر وَلم يعلم بِقَلْبِه الْحق من الْبَاطِل وَلم يُمَيّز بَين الْخَيْر وَالشَّر والعي والرشاد كَانَ ذَلِك من أعظم أمراض قلبه وألمه وكما أَنه إِذا اشْتهى مَا يضرّهُ مثل الطَّعَام الْكثير فِي الشَّهْوَة الْكُلية وَمثل أكل الطين وَنَحْوه كَانَ ذَلِك مَرضا فَإِنَّهُ يتألم حَتَّى يَزُول ألمه بِهَذَا الْأكل الَّذِي يُوجد ألما أَكثر من الأول فَهُوَ يتألم إِن أكل ويتألم إِن لم يَأْكُل",
            "page": "29",
            "part": "1",
            "seal": "FE49A7D3"
        },
        {
            "id": "29",
            "nass": "فَكَذَلِك إِذا بلَى بحب من لَا يَنْفَعهُ بعشق وَنَحْوه سَوَاء كَانَ لصورة أَو لرياسة أَو لمَال وَنَحْو ذَلِك فَإِن لم يحصل على محبوبه ومطلوبه فَهُوَ متألم ومريض سقيم وَإِن حصل محبوبة فَهُوَ اشد مَرضا وألما وسقما كَمَا أَن الْمَرِيض إِذا كَانَ يبغض مَا يحْتَاج إِلَيْهِ من الطَّعَام وَالشرَاب كَانَ ذَلِك الْأَلَم حَاصِلا وَكَانَ دَوَامه على ذَلِك يُوجب من الْأَلَم اكثر من ذَلِك حَتَّى يقْتله أَو يَزُول مَا يُوجب بغضه لما يَنْفَعهُ وَيحْتَاج إِلَيْهِ فَهُوَ متألم فِي الْحَال وتألمه فِيمَا بعد إِن لم يعافه الله اعظم وأكبر فبغض الْحَاسِد لنعمة الله على الْمَحْسُود كبغض الْمَرِيض لأكل الأصحاء لأطعمتهم وأشربتهم حَتَّى لَا يقدر أَن يراهم يَأْكُلُون ونفرته عَن أَن يقوم بِحقِّهِ كنفرة الْمَرِيض عَمَّا يصلح لَهُ من طَعَام وشراب فالحب والبغض الْخَارِج عَن الِاعْتِدَال وَالصِّحَّة فِي النَّفس كالشهوة والنفرة الْخَارِجَة عَن الِاعْتِدَال وَالصِّحَّة فِي الْجِسْم وعمى الْقلب وبكمه عَن أَن يبصر الْحَقَائِق ويميز بَين مَا يَنْفَعهُ ويسره كعمى الْجِسْم وخرسه عَن أَن يبصر الْأُمُور المرئية وَيتَكَلَّم بهَا ويميز بَين مَا يَنْفَعهُ ويضره وكما أَن الضَّرِير إِذا أبْصر وجد من الرَّاحَة والعافية وَالسُّرُور أمرا عَظِيما فَبَصر الْقلب ورؤيته الْحَقَائِق بَينه وَبَين بصر الراس من التَّفَاوُت مَالا يُحْصِيه إِلَّا الله وَإِنَّمَا الْغَرَض هُنَا تَشْبِيه أحد المرضين بِالْآخرِ فطب الْأَدْيَان يحتذي حَذْو طب الْأَبدَان وَقد كتب سلمَان إِلَى أبي الدَّرْدَاء أما بعد فقد بَلغنِي أَنَّك قعدت طَبِيبا فإياك أَن تقتل وَالله أنزل كِتَابه شِفَاء لما فِي الصُّدُور وَقَالَ تَعَالَى الْإِسْرَاء وننزل من الْقُرْآن مَا هُوَ شِفَاء وَرَحْمَة للْمُؤْمِنين وَلَا يزِيد الظَّالِمين إِلَّا خسارا ذَلِك أَن الشِّفَاء إِنَّمَا يحصل لمن يتَعَمَّد الدَّوَاء وهم الْمُؤْمِنُونَ وضعُوا دَوَاء الْقُرْآن على دَاء قُلُوبهم فَمَرض الْجِسْم يكون بِخُرُوج الشَّهْوَة والنفرة الطبيعية عَن الِاعْتِدَال إِمَّا بِشَهْوَة مَالا يحصل أَو يفقد الشَّهْوَة النافعة وينفر بِهِ عَمَّا يصلح ويفقد النفرة عَمَّا يضر وَيكون بِضعْف قُوَّة الْإِدْرَاك وَالْحَرَكَة كَذَلِك مرض الْقلب يكون بالحب والبغض الخارجين عَن الِاعْتِدَال وَهِي الْأَهْوَاء الَّتِي قَالَ الله فِيهَا الْقَصَص وَمن أضلّ مِمَّن اتبع هَوَاهُ بِغَيْر هدى من الله وَقَالَ الرّوم بل اتبع الَّذين ظلمُوا أهواءهم بِغَيْر علم كَمَا يكون الْجَسَد خَارِجا عَن الِاعْتِدَال إِذا فعل مَا يشتهيه الْجِسْم بِلَا قَول الطَّبِيب وَيكون لضعف إِدْرَاك الْقلب وقوته حَتَّى لَا يَسْتَطِيع أَن يعلم وَيُرِيد مَا يَنْفَعهُ وَيصْلح لَهُ",
            "page": "30",
            "part": "1",
            "seal": "058415F6"
        },
        {
            "id": "30",
            "nass": "وكما أَن المرضى الْجُهَّال قد يتناولون مَا يشتهون فَلَا يحتمون وَلَا يصبرون على الْأَدْوِيَة الكريهة لما فِي ذَلِك من تَعْجِيل نوع من الرَّاحَة واللذة وَلَكِن ذَلِك يعقبهم من الآلام مَا يعظم قدره أَو يعجل الْهَلَاك فَكَذَلِك بَنو آدم هم جهال ظلمُوا أنفسهم يستعجل أحدهم مَا ترغبه لذته وَيتْرك مَا تكرههُ نَفسه مِمَّا هُوَ لَا يصلح لَهُ فيعقبهم ذَلِك من الْأَلَم والعقوبات إِمَّا فِي الدُّنْيَا وَإِمَّا فِي الْآخِرَة مَا فِيهِ عظم الْعَذَاب والهلاك الْأَعْظَم وَالتَّقوى هِيَ الاحتماء عَمَّا يضرّهُ بِفعل مَا يَنْفَعهُ فَإِن الاحتماء عَن الضار يسْتَلْزم اسْتِعْمَال النافع وَأما اسْتِعْمَال النافع فقد يكون مَعَه أَيْضا اسْتِعْمَال الضار فَلَا يكون صَاحبه من الْمُتَّقِينَ وَأما ترك اسْتِعْمَال الضار والنافع فَهَذَا لَا يكون فَإِن العَبْد إِذا عجز عَن تنَاول الْغذَاء كَانَ مغتذيا بِمَا مَعَه من الْموَاد الَّتِي تضره حَتَّى يهْلك وَلِهَذَا كَانَت الْعَاقِبَة للتقوى وللمتقين لأَنهم المحتمون عَمَّا يضرهم فعاقبتهم الْإِسْلَام والكرامة وَإِن وجدوا ألما فِي الِابْتِدَاء لتناول الدَّوَاء والإحتماء كَفعل الْأَعْمَال الصَّالِحَة الْمَكْرُوهَة كَمَا قَالَ تَعَالَى الْبَقَرَة كتب عَلَيْكُم الْقِتَال وَهُوَ كره لكم وَعَسَى أَن تكْرهُوا شَيْئا وَهُوَ خير لكم وَعَسَى أَن تحبوا شَيْئا وَهُوَ شَرّ لكم ولكثرة الْأَعْمَال الْبَاطِلَة المشتهاة قَالَ تَعَالَى النازعات وَأما من خَافَ مقَام ربه وَنهى النَّفس عَن الْهوى فَإِن الْجنَّة هِيَ المأوى وكما قَالَ الانفال وتودون أَن غير ذَات الشَّوْكَة تكون لكم فَأَما من لم يحتم فَإِن ذَلِك سَبَب لضرره فِي الْعَاقِبَة وَمن تنَاول مَا يَنْفَعهُ مَعَ يسير من التَّخْلِيط فَهُوَ أصلح مِمَّن احتمى حمية كَامِلَة وَلم يتَنَاوَل إِلَّا شَيْئا يَسِيرا فَإِن الحمية التَّامَّة بِلَا اغتذاء تمرض فَهَكَذَا من ترك السَّيِّئَات وَلم يفعل الْحَسَنَات وَقد قدمنَا فِي قَاعِدَة كَبِيرَة أَن جنس الْحَسَنَات أَنْفَع من جنس ترك السَّيِّئَات كَمَا أَن جنس الاغتذاء من جنس الاحتماء وَبينا أَن هَذَا مَقْصُود لنَفسِهِ وَذَلِكَ مَقْصُود لغيره بالانضمام إِلَى غَيره وكما أَن الْوَاجِب الاحتماء عَن سَبَب الْمَرَض قبل حُصُوله وإزالته بعد حُصُوله فَهَكَذَا أمراض الْقلب يحْتَاج فِيهَا إِلَى حفظ الصِّحَّة ابْتِدَاء وَإِلَى إِعَادَتهَا إِن عرض لَهُ الْمَرَض دواما وَالصِّحَّة تحفظ بِالْمثلِ وَالْمَرَض يَزُول بالضد فصحة الْقلب تحفظ بِاسْتِعْمَال أَمْثَال مَا فِيهَا وَهُوَ مَا يقوى الْعلم والايمان من الذّكر والتفكر والعبادات الْمَشْرُوعَة وتزول بالضد فتزال الشُّبُهَات بِالْبَيِّنَاتِ وتزال محبَّة الْبَاطِل ببغضه ومحبة الْحق وَلِهَذَا قَالَ يحيى بن عمار الْعُلُوم خَمْسَة فَعلم هُوَ حَيَاة الدّين وَهُوَ علم التَّوْحِيد وَعلم هُوَ غذَاء الدّين وَهُوَ علم التَّذَكُّر بمعاني الْقُرْآن",
            "page": "31",
            "part": "1",
            "seal": "30440326"
        },
        {
            "id": "31",
            "nass": "والْحَدِيث وَعلم هُوَ دَوَاء الدّين وَهُوَ علم الْفَتْوَى إِذا نزل بِالْعَبدِ نازلة احْتَاجَ إِلَى من يشفيه مِنْهَا كَمَا قَالَ ابْن مَسْعُود وَعلم هُوَ دَاء الدّين وَهُوَ الْكَلَام الْمُحدث وَعلم هُوَ هِلَال الدّين وَهُوَ علم السحر وَنَحْوه فحفظ الصِّحَّة بِالْمثلِ وَإِزَالَة الْمَرَض بالضد فِي مرض الْجِسْم الطبيعي وَمرض الْقلب النفساني الديني الشَّرْعِيّ قَالَ (صلى الله عَلَيْهِ وَسلم) كل مَوْلُود يُولد على الْفطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ أَو ينصرَانِهِ أَو يُمَجِّسَانِهِ كَمَا تنْتج الْبَهِيمَة بَهِيمَة جَمْعَاء هَل تُحِسُّونَ فِيهَا من جَدْعَاء ثمَّ يَقُول أَبُو هُرَيْرَة اقْرَءُوا إِن شِئْتُم الرّوم فطْرَة الله الَّتِي فطر النَّاس عَلَيْهَا أَخْرجَاهُ فِي الصَّحِيحَيْنِ قَالَ تَعَالَى الرّوم وَله من فِي السَّمَوَات وَالْأَرْض كل لَهُ قانتون وَهُوَ الَّذِي يبدئ الْخلق ثمَّ يُعِيدهُ وَهُوَ أَهْون عَلَيْهِ وَله الْمثل الْأَعْلَى فِي السَّمَاوَات وَالْأَرْض إِلَى قَوْله بل اتبع الَّذين ظلمُوا أهواءهم بِغَيْر علم إِلَى قَوْله فأقم وَجهك للدّين حَنِيفا فطْرَة الله الَّتِي فطر النَّاس عَلَيْهَا لَا تَبْدِيل لخلق الله ذَلِك الدّين الْقيم وَلَكِن أَكثر النَّاس لَا يعلمُونَ فَأخْبر الله أَنه فطر عباده على إِقَامَة الْوَجْه حَنِيفا وَهُوَ عبَادَة الله وَحده لَا شريك لَهُ فَهَذِهِ من الْحَرَكَة الفطرية الطبيعية المستقيمة المعتدلة للقلب وَتركهَا ظلم عَظِيم اتبع اهله اهواءهم بِغَيْر علم وَلَا بُد لهَذِهِ الْفطْرَة والخلقة وَهِي صِحَة الْخلقَة من قوت وغذاء يمدها بنظير مَا فِيهَا مِمَّا فطرت عَلَيْهِ علما وَعَملا وَلِهَذَا كَانَ تَمام الدّين بالفطرة المكملة بالشريعة الْمنزلَة وَهِي مأدبة الله كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي حَدِيث ابْن مَسْعُود إِن كل آدب يحب أَن تُؤْتى مأدبته وَإِن مأدبة الله هِيَ الْقُرْآن وَمثله كَمَاء أنزلهُ الله من السَّمَاء كَمَا جرى تمثيله بذلك فِي الْكتاب وَالسّنة والمحرفون للفطرة المغيرون للقلب عَن استقامته هم ممرضون للقلوب مسقمون لَهَا وَقد أنزل الله كِتَابه شِفَاء لما فِي الصُّدُور وَمَا يُصِيب الْمُؤمن فِي الدُّنْيَا من المصائب بِمَنْزِلَة مَا يُصِيب الْجِسْم من الْأَلَم يَصح بِهِ الْجِسْم وتزول أخلاطه الْفَاسِدَة كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) مَا يُصِيب الْمُؤمن من وصب وَلَا نصب وَلَا هم وَلَا حزن وَلَا غم وَلَا أَذَى حَتَّى الشَّوْكَة يشاكها إِلَّا كفر الله بهَا خطاياه وَذَلِكَ تَحْقِيق لقَوْله النِّسَاء من يعْمل سوءا يجز بِهِ وَمن لم يطهر فِي هَذِه الدُّنْيَا من هَذِه الْأَمْرَاض فيئوب صَحِيحا وَإِلَّا احْتَاجَ إِلَى أَن يطهر مِنْهَا فِي الْآخِرَة فيعذبه الله كَالَّذي اجْتمعت فِيهِ أخلاطه وَلم يسْتَعْمل الْأَدْوِيَة لتخفيفها عَنهُ فتجتمع حَتَّى يكون هَلَاكه بهَا وَلِهَذَا جَاءَ فِي الْأَثر إِذا قَالُوا للْمَرِيض اللَّهُمَّ ارحمه يَقُول الله كَيفَ أرحمه من شَيْء بِهِ أرحمه وَقَالَ النَّبِي صلى الله",
            "page": "32",
            "part": "1",
            "seal": "1646C6E7"
        },
        {
            "id": "32",
            "nass": "عَلَيْهِ وَسلم الْمَرَض حطة يحط الْخَطَايَا عَن صَاحبه كَمَا تحط الشَّجَرَة الْيَابِسَة وَرقهَا وكما أَن من أمراض الْجِسْم مَا إِذا مَاتَ الْإِنْسَان مِنْهُ كَانَ شَهِيدا كالمطعون والمبطون وَصَاحب ذَات الْجنب وَكَذَلِكَ الْمَيِّت بغرق أَو حرق أَو هدم فَمن أمراض النَّفس مَا إِذا اتَّقى العَبْد ربه فِيهِ وصبر عَلَيْهِ حَتَّى مَاتَ كَانَ شَهِيدا كالجبان الَّذِي يتقى الله ويصبر لِلْقِتَالِ حَتَّى يقتل فَإِن الْبُخْل والجبن من أمراض النُّفُوس إِن أطاعه أوجب لَهُ الْأَلَم وَإِن عَصَاهُ تألم كأمراض الْجِسْم وَكَذَلِكَ الْعِشْق فقد روى من عشق فعف وكتم وصبر ثمَّ مَاتَ مَاتَ شَهِيدا فَإِنَّهُ مرض فِي النَّفس يَدْعُو إِلَى مَا يضر النَّفس كَمَا يَدْعُو الْمَرِيض إِلَى تنَاول مَا يضر فَإِن أطَاع هَوَاهُ عظم عَذَابه فِي الْآخِرَة وَفِي الدُّنْيَا أَيْضا وَإِن عصى الْهوى بالعفة والكتمان صَار فِي نَفسه من الْأَلَم والسقم مَا فِيهَا فَإِذا مَاتَ من ذَلِك الْمَرَض كَانَ شهيدأن هَذَا يَدعُوهُ إِلَى النَّار فيمنعه كالجبان تَمنعهُ نَفسه عَن الْجنَّة فيقدمها فَهَذِهِ الْأَمْرَاض إِذا كَانَ مَعهَا إِيمَان وتقوى كَانَت كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) لَا يقْضِي الله لِلْمُؤمنِ قَضَاء إِلَّا كَانَ خيرا لَهُ إِن أَصَابَته سراء فَشكر كَانَ خيرا لَهُ وَإِن أَصَابَته ضراء فَصَبر كَانَ خيرا لَهُ وَالْحَمْد لله رب الْعَالمين وَصلى الله على سيدنَا مُحَمَّد وَآله وَصَحبه اجمعين",
            "page": "33",
            "part": "1",
            "seal": "136759D0"
        },
        {
            "id": "33",
            "nass": "فهرس أمراض الْقُلُوب وشفاؤها",
            "page": "34",
            "part": "1",
            "seal": "9AB28257"
        },
        {
            "id": "34",
            "nass": "التُّحْفَة العراقية فِي الاعمال القلبية تأليف شيخ الاسلام تَقِيّ الدّين أَحْمد بن تَيْمِية",
            "page": "35",
            "part": "1",
            "seal": "0CAE2C9A"
        },
        {
            "id": "35",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله نستعينه وَنَسْتَغْفِرهُ ونعوذ بِاللَّه من شرور أَنْفُسنَا وَمن سيئات أَعمالنَا من يهده الله فَلَا مضل لَهُ وَمن يضلل فَلَا هادي لَهُ ونشهد أَن لَا إِلَه إِلَّا الله وَحده لَا شريك لَهُ ونشهد أَن مُحَمَّدًا عَبده وَرَسُوله صلى الله عَلَيْهِ وَآله وَصَحبه وَسلم أما بعد فَهَذِهِ كَلِمَات مختصرة فِي أَعمال الْقُلُوب الَّتِي تسمى المقامات وَالْأَحْوَال وَهِي من أصُول الايمان وقواعد الدّين مثل محبَّة الله وَرَسُوله والتوكل على الله وإخلاص الدّين لَهُ وَالشُّكْر لَهُ وَالصَّبْر على حكمه وَالْخَوْف مِنْهُ والرجاء لَهُ وَمَا يتبع ذَلِك اقْتضى ذَلِك بعض من أوجب الله حَقه من أهل الْإِيمَان واستكتبها وكل منا عجلَان فَأَقُول هَذِه الْأَعْمَال جَمِيعهَا وَاجِبَة على جَمِيع الْخلق المأمورين فِي الأَصْل بِاتِّفَاق أَئِمَّة الدّين وَالنَّاس فِي هَذَا على ثَلَاث دَرَجَات كَمَا هم فِي أَعمال الْأَبدَان على ثَلَاث دَرَجَات ظَالِم لنَفسِهِ ومقتصد وسابق بالخيرات فالظالم لنَفسِهِ العَاصِي بترك مَأْمُور وَفعل مَحْظُور والمقتصد الْمُؤَدِّي الْوَاجِبَات والتارك الْمُحرمَات وَالسَّابِق بالخيرات المتقرب بِمَا يقدر عَلَيْهِ من وَاجِب ومسنون والتارك للْمحرمِ وَالْمَكْرُوه وَإِن كَانَ كل من المقتصد وَالسَّابِق قد تكون لَهُ ذنُوب تمحى عَنهُ بتوبة وَالله يحب التوابين وَيُحب المتطهرين إِمَّا بحسنات ماحية وَإِمَّا بمصائب مفكرة وَإِمَّا بِغَيْر ذَلِك وكل من الصِّنْفَيْنِ الْمُقْتَصِدِينَ والسابقين من أَوْلِيَاء الله الَّذِي ذكرهم فِي كِتَابه يُونُس فأولياء الله هم الْمُؤْمِنُونَ المتقون وَلَكِن ذَلِك يَنْقَسِم إِلَى عَام وهم المقتصدون وخاص وهم السَّابِقُونَ وَإِن كَانَ السَّابِقُونَ هم أَعلَى دَرَجَات كالأنبياء وَالصديقين وَقد ذكر النَّبِي (صلى الله عَلَيْهِ وَسلم) الْقسمَيْنِ فِي الحَدِيث الَّذِي رَوَاهُ البُخَارِيّ فِي صَحِيحه عَن أبي هُرَيْرَة رَضِي الله عَنهُ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ يَقُول الله من عادى لي وليا فقد بارزني بالمحاربة وَمَا تقرب إِلَى عَبدِي بِمثل أَدَاء مَا افترضت عَلَيْهِ وَلَا يزَال عَبدِي يتَقرَّب إِلَيّ بالنوافل حَتَّى أحبه فَإِذا أحببته كنت سَمعه الَّذِي يسمع بِهِ وبصره الَّذِي يبصر بِهِ وَيَده الَّتِي يبطش بهَا وَرجله الَّتِي يمشي بهَا فَبِي يسمع وَبِي يبصر وَبِي يبطش وَبِي يمشي وَلَئِن سَأَلَني لأعطينه وَلَئِن استعاذني لأعيذنه وَمَا ترددت عَن شَيْء أَنا فَاعل ترددي عَن قبض نفس عَبدِي الْمُؤمن يكره الْمَوْت وأكره مساءته",
            "page": "36",
            "part": "1",
            "seal": "12570B30"
        },
        {
            "id": "36",
            "nass": "صفحة فارغة",
            "page": "37",
            "part": "1",
            "seal": "4BBD86D3"
        },
        {
            "id": "37",
            "nass": "وَلَا بُد لَهُ مِنْهُ وَمَا الظَّالِم لنَفسِهِ من أهل الْإِيمَان فَفِيهِ من ولَايَة الله بِقدر إيمَانه وتقواه كَمَا مَعَه من ضد ذَلِك بِقدر فجوره فالشخص الْوَاحِد قد تَجْتَمِع فِيهِ الْحَسَنَات الْمُقْتَضِيَة للثَّواب والسيئات الْمُقْتَضِيَة للعقاب حَتَّى يُمكن أَن يُثَاب ويعاقب وَهَذَا قَول أَصْحَاب رَسُول الله (صلى الله عَلَيْهِ وَسلم) وأئمة الْإِسْلَام وَأهل السّنة وَالْجَمَاعَة الَّذين يَقُولُونَ إِنَّه لَا يخلد فِي النَّار من فِي قلبه مِثْقَال ذرة من إِيمَان وَأما الْقَائِلُونَ بالتخليد كالخوارج أَو الْمُعْتَزلَة الْقَائِلين أَنه لَا يخرج من النَّار من دَخلهَا من أهل الْقبْلَة وَأَنه لَا شَفَاعَة للرسول وَلَا لغيره فِي اهل الْكَبَائِر لَا قبل دُخُول النَّار وَلَا بعْدهَا فعندهم لَا يجْتَمع فِي الشَّخْص الْوَاحِد ثَوَاب وعقاب وحسنات وسيئات بل من اثيب لَا يُعَاقب وَمن عُوقِبَ لم يثب وَدَلَائِل هَذَا الأَصْل من الْكتاب وَالسّنة وَإِجْمَاع الْأمة كثير لَيْسَ هَذَا هُوَ مَوْضِعه قد بسطناه فِي مَوْضِعه وَيَنْبَنِي على هَذَا أُمُور كَثِيرَة وَلِهَذَا من كَانَ مَعَه إِيمَان حَقِيقِيّ فَلَا بُد أَن يكون مَعَه من هَذِه الْأَعْمَال بِقدر إيمَانه وَإِن كَانَ لَهُ ذنُوب كَمَا رَوَاهُ البُخَارِيّ فِي صَحِيحه عَن عمر بن الْخطاب رَضِي الله عَنهُ أَن رجلا كَانَ يُسمى حمارا وَكَانَ يضْحك النَّبِي (صلى الله عَلَيْهِ وَسلم) وَكَانَ يشرب الْخمر ويجلده النَّبِي (صلى الله عَلَيْهِ وَسلم) فَأتى بِهِ مرّة فَقَالَ رجل لَعنه الله مَا أَكثر مَا يُؤْتِي بِهِ إِلَى النَّبِي (صلى الله عَلَيْهِ وَسلم) فَقَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) لَا تلعنه فَإِنَّهُ يحب الله وَرَسُوله فَهَذَا بَين أَن المذنب بِالشرابِ وَغَيره قد يكون محبا لله وَرَسُوله وَحب الله رَسُوله أوثق عرى الْإِيمَان كَمَا أَن العابد الزَّاهِد قد يكون لما فِي قلبه من بِدعَة ونفاق مسخوطا عِنْد الله وَرَسُوله من ذَلِك الْوَجْه كَمَا استفاض فِي الصِّحَاح وَغَيرهَا من حَدِيث عَليّ بن أبي طَالب وَأبي سعيد الْخُدْرِيّ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) انه ذكر الْخَوَارِج فَقَالَ يحقر أحدكُم صلَاته مَعَ صلَاتهم وصيامه مَعَ صِيَامهمْ وقراءته مَعَ قارءتهم يقرءُون الْقُرْآن لَا يُجَاوز حَنَاجِرهمْ يَمْرُقُونَ من الْإِسْلَام كَمَا يَمْرُق السهْم من الرَّمية أَيْنَمَا لقيتموهم فاقتلوهم فَإِن فِي قَتلهمْ أجرا عِنْد الله لمن قَتلهمْ لَئِن أدركتهم لأقتلنهم قتل عَاد وَهَؤُلَاء أَصْحَاب رَسُول الله (صلى الله عَلَيْهِ وَسلم) مَعَ أَمِير الْمُؤمنِينَ عَليّ بن أبي طَالب بِأَمْر النَّبِي (صلى الله عَلَيْهِ وَسلم) وَقَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فيهم فِي الحَدِيث الصَّحِيح تمرق مارقة على خير فرقة من الْمُسلمين يقتلهُمْ أدنى الطَّائِفَتَيْنِ وَلِهَذَا قَالَ أَئِمَّة الْمُسلمين كسفيان الثَّوْريّ أَن الْبِدْعَة أحب إِلَى إِبْلِيس من الْمعْصِيَة لِأَن الْبِدْعَة لَا يُتَاب مِنْهَا وَالْمَعْصِيَة يُتَاب مِنْهَا وَمعنى قَوْلهم أَن الْبِدْعَة لَا يُتَاب مِنْهَا أَن المبتدع الَّذِي يتَّخذ دينا لم يشرعه الله وَرَسُوله قد زين لَهُ سوء عمله فَرَآهُ حسنا فَهُوَ لَا يَتُوب",
            "page": "38",
            "part": "1",
            "seal": "B312FCCF"
        },
        {
            "id": "38",
            "nass": "مَا دَامَ يرَاهُ حسنا لِأَن أول التَّوْبَة الْعلم بِأَن فعله سيء ليتوب مِنْهُ أَو أَنه ترك حسنا مَأْمُورا بِهِ أَمر إِيجَاب أَو أَمر اسْتِحْبَاب ليتوب ويفعله فَمَا دَامَ يرى فعله حسنا وَهُوَ سيء فِي نفس الْأَمر فَإِنَّهُ لَا يَتُوب وَلَكِن التَّوْبَة مُمكنَة وواقعه بِأَن يهديه الله ويرشده حَتَّى يتَبَيَّن لَهُ الْحق كَمَا هدى سُبْحَانَهُ وَتَعَالَى من هدى من الْكفَّار والمافقين وَطَوَائِف أهل الْبدع والضلال وَهَذَا يكون بِأَن يتبع من الْحق مَا علمه فَمن عمل بِمَا علم أورثه الله علم مَا لم يعلم كَمَا قَالَ تَعَالَى مُحَمَّد وَالَّذين اهتدوا زادهم هدى وآتاهم تقواهم وَقَالَ النِّسَاء وَلَو أَنهم فعلوا مَا يوعظون بِهِ لَكَانَ خيرا لَهُم وَأَشد تثيبتا وَإِذا لآتيناهم من لدنا أجرا عَظِيما ولهديناهم صراطا مُسْتَقِيمًا وَقَالَ تَعَالَى الْحَدِيد يَا أَيهَا الَّذين آمنُوا اتَّقوا الله وآمنوا بِرَسُولِهِ يُؤْتكُم كِفْلَيْنِ من رَحمته وَيجْعَل لكم نورا تمشون بِهِ وَقَالَ تَعَالَى الْبَقَرَة الله ولي الَّذين آمنُوا يخرجهم من الظُّلُمَات إِلَى النُّور وَقَالَ تَعَالَى الْمَائِدَة قد جَاءَكُم من الله نور وَكتاب مُبين يهدي بِهِ الله من اتبع رضوانه سبل السَّلَام الْآيَة وشواهد هَذَا كَثِيرَة فِي الْكتاب وَالسّنة وَكَذَلِكَ من أعرض عَن اتِّبَاع الْحق الَّذِي يُعلمهُ تبعا لهواه فَإِن ذَلِك يورثه الْجَهْل والضلال حَتَّى يعمى قلبه عَن الْحق الْوَاضِح كَمَا قَالَ تَعَالَى الصَّفّ فَلَمَّا زاغوا أزاغ الله قُلُوبهم الْآيَة وَقَالَ تَعَالَى الْبَقَرَة فِي قُلُوبهم مرض فَزَادَهُم الله مَرضا وَقَالَ تَعَالَى الْأَنْعَام وأقسموا بِاللَّه جهد أَيْمَانهم لَئِن جَاءَتْهُم آيَة ليُؤْمِنن بهَا قل إِنَّمَا الْآيَات عِنْد الله وَمَا يشعركم أَنَّهَا إِذا جَاءَت لَا يُؤمنُونَ ونقلب أفئدتهم وأبصارهم الْآيَة وَهَذَا اسْتِفْهَام نفي وإنكار أَي وَمَا يدريكم أَنَّهَا إِذا جَاءَت لَا يُؤمنُونَ وَإِنَّا نقلب أفئدتهم وأبصارهم كَمَا لم يُؤمنُوا بِهِ أول مرّة على قِرَاءَة من قَرَأَ إِنَّهَا بِالْكَسْرِ تكون جزما بِأَنَّهَا إِذا جَاءَت لَا يُؤمنُونَ ونقلب أفئدتهم وأبصارهم كَمَا لم يُؤمنُوا بِهِ أول مرّة وَلِهَذَا قَالَ من قَالَ من السّلف كسعيد بن جُبَير إِن من ثَوَاب الْحَسَنَة الْحَسَنَة بعْدهَا وَإِن من عُقُوبَة السَّيئَة السَّيئَة بعْدهَا وَقد ثَبت فِي الصَّحِيحَيْنِ عَن ابْن مَسْعُود رَضِي الله عَنهُ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ عَلَيْكُم بِالصّدقِ فَإِن الصدْق يهدي إِلَى الْبر وَإِن الْبر يهدي إِلَى الْجنَّة وَلَا يزَال الرجل يصدق ويتحرى الصدْق حَتَّى يكْتب عِنْد الله صديقا وَإِيَّاكُم وَالْكذب فَإِن الْكَذِب يهدي إِلَى الْفُجُور وَإِن الْفُجُور يهدي إِلَى النَّار وَلَا يزَال الرجل يكذب ويتحرى الْكَذِب حَتَّى يكْتب عِنْد الله كذابا فَأخْبر النَّبِي (صلى الله عَلَيْهِ وَسلم) أَن الصدْق يسْتَلْزم الْبر وَأَن الْكَذِب يسْتَلْزم الْفُجُور وَقد قَالَ تَعَالَى الانفطار",
            "page": "39",
            "part": "1",
            "seal": "0988306E"
        },
        {
            "id": "39",
            "nass": "إِن الْأَبْرَار لفي نعيم وَإِن الْفجار لفي جحيم وَلِهَذَا كَانَ بعض الْمَشَايِخ إِذا أَمر متبعيه بِالتَّوْبَةِ وَأحب أَن لَا ينفر ويتعب قلبه أمره بِالصّدقِ وَلِهَذَا يكثر فِي كَلَام مَشَايِخ الدّين وأئمته ذكر الصدْق وَالْإِخْلَاص حَتَّى يَقُولُونَ قل لمن لَا يصدق لَا يَتبعني وَيَقُولُونَ الصدْق سيف الله فِي الأَرْض مَا وضع على شَيْء إِلَّا قطعه وَيَقُول يُوسُف بن اسباط وَغَيره مَا صدق الله عبد إِلَّا صنع لَهُ وأمثال هَذَا كثير والصدق وَالْإِخْلَاص هما تَحْقِيق الْإِيمَان وَالْإِسْلَام فَإِن المظهرين الْإِسْلَام ينقسمون إِلَى مُؤمن ومنافق فالفارق بَين الْمُؤمن وَالْمُنَافِق هُوَ الصدْق كَمَا فِي قَوْله الحجرات قَالَت الْأَعْرَاب آمنا قل لم تؤمنوا وَلَكِن قُولُوا أسلمنَا إِلَى قَوْله إِنَّمَا الْمُؤْمِنُونَ الَّذين آمنُوا بِاللَّه وَرَسُوله ثمَّ لم يرتابوا وَجَاهدُوا بِأَمْوَالِهِمْ وأنفسهم فِي سَبِيل الله أُولَئِكَ هم الصادقون وَقَالَ تَعَالَى الْحَشْر للْفُقَرَاء الْمُهَاجِرين الَّذين أخرجُوا من دِيَارهمْ وَأَمْوَالهمْ يَبْتَغُونَ فضلا من الله ورضوانا وينصرون الله وَرَسُوله أُولَئِكَ هم الصادقون فَأخْبر أَن الصَّادِقين فِي دَعْوَى الْإِيمَان هم الْمُؤْمِنُونَ الَّذين لم يتعقب إِيمَانهم بِهِ وَجَاهدُوا فِي سَبيله بِأَمْوَالِهِمْ وأنفسهم وَذَلِكَ أَن هَذَا هُوَ الْعَهْد الْمَأْخُوذ على الْأَوَّلين والآخرين كَمَا قَالَ تَعَالَى آل عمرَان وَإِذ اخذ الله مِيثَاق النَّبِيين لما آتيتكم من كتاب وَحِكْمَة ثمَّ جَاءَكُم رَسُول مُصدق لما مَعكُمْ لتؤمنن بِهِ ولتنصرنه قَالَ أأقررتم وأخذتم على ذَلِكُم إصري الْآيَة قَالَ ابْن عَبَّاس مَا بعث الله نَبيا إِلَّا أَخذ عَلَيْهِ الْمِيثَاق لَئِن بعث مُحَمَّد وَهُوَ حَيّ ليُؤْمِنن بِهِ ولينصرنه وَأمره أَن يَأْخُذ الْمِيثَاق على أمته ليُؤْمِنن بِهِ ولينصرنه وَقَالَ تَعَالَى الْحَدِيد لقد أرسلنَا رسلنَا بِالْبَيِّنَاتِ وأنزلنا مَعَهم الْكتاب وَالْمِيزَان ليقوم النَّاس بِالْقِسْطِ وأنزلنا الْحَدِيد فِيهِ بَأْس شَدِيد وَمَنَافع للنَّاس وليعلم الله من ينصره وَرُسُله بِالْغَيْبِ إِن الله قوى عَزِيز فَذكر تَعَالَى أَنه أنزل الْكتاب وَالْمِيزَان وَأَنه أنزل الْحَدِيد لأجل الْقيام بِالْقِسْطِ وليعلم الله من ينصره وَرُسُله وَلِهَذَا كَانَ قوام الدّين بِكِتَاب يهدي وَسيف ينصر وَكفى بِرَبِّك هاديا ونصيرا وَالْكتاب وَالْحَدِيد وَإِن اشْتَركَا فِي الْإِنْزَال فَلَا يمْنَع أَن يكون أَحدهمَا نزل من حَيْثُ لم ينزل الآخر حَيْثُ نزل الْكتاب من الله كَمَا قَالَ تَعَالَى أول الزمر تَنْزِيل الْكتاب من الله الْعَزِيز الْحَكِيم وَقَالَ تَعَالَى أول هود كتاب احكمت آيَاته ثمَّ فصلت من لدن حَكِيم خَبِير وَقَالَ النَّمْل وَإنَّك لتلقى الْقُرْآن من لدن حَكِيم عليم وَالْحَدِيد أنزل من الْجبَال الَّتِي يخلق فِيهَا وَكَذَلِكَ وصف الصَّادِقين فِي دَعْوَى الْبر الَّذِي هُوَ جماع الدّين فِي قَوْله الْبَقَرَة لَيْسَ الْبر أَن توَلّوا",
            "page": "40",
            "part": "1",
            "seal": "4440179A"
        },
        {
            "id": "40",
            "nass": "وُجُوهكُم قبل الْمشرق وَالْمغْرب وَلَكِن الْبر من آمن بِاللَّه وَالْيَوْم الآخر وَالْمَلَائِكَة وَالْكتاب والنبيين إِلَى قَوْله أُولَئِكَ الَّذين صدقُوا وَأُولَئِكَ هم المتقون وَأما المُنَافِقُونَ فوصفهم بِالْكَذِبِ فِي آيَات مُتعَدِّدَة كَقَوْلِه الْبَقَرَة فِي قُلُوبهم مرض فَزَادَهُم الله مَرضا وَلَهُم عَذَاب أَلِيم بِمَا كَانُوا يكذبُون وَقَوله أول المُنَافِقُونَ إِذا جَاءَك المُنَافِقُونَ قَالُوا نشْهد إِنَّك لرَسُول الله وَالله يعلم إِنَّك لرَسُوله وَالله يشْهد إِن الْمُنَافِقين لَكَاذِبُونَ وَقَالَ التَّوْبَة فأعقبهم نفَاقًا فِي قُلُوبهم إِلَى يَوْم يلقونه بِمَا أخْلفُوا الله مَا وعدوه وَبِمَا كَانُوا يكذبُون وَنَحْو ذَلِك من الْقُرْآن كثير وَمِمَّا يَنْبَغِي أَن يعرف أَن الصدْق والتصديق يكون فِي الْأَقْوَال والأعمال كَقَوْل النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الصَّحِيح كتب على ابْن آدم حَظه من الزِّنَا فَهُوَ مدرك ذَلِك لَا محَالة فالعينان تزنيان وزناهما النّظر والأذنان تزنيان وزناهما السّمع وَالْيَدَانِ تزنيان وزناهما الْبَطْش وَالرجلَانِ تزنيان وزناهما الْمَشْي وَالْقلب يتَمَنَّى ويشتهي والفرج يصدق ذَلِك ويكذبه وَيُقَال حملُوا على الْعَدو حَملَة صَادِقَة إِذا كَانَ إرادتهم الْقِتَال ثَابِتَة صَادِقَة وَيُقَال فلَان صَادِق الْحبّ والمودة وَنَحْو ذَلِك وَلِهَذَا يُرَاد بالصادق الصَّادِق فِي إِرَادَته وقصده وَطَلَبه وَهُوَ الصَّادِق فِي عمله ويريدون الصَّادِق فِي خَبره وَكَلَامه وَالْمُنَافِق ضد الْمُؤمن الصَّادِق وَهُوَ الَّذِي يكون كَاذِبًا فِي خَبره أَو كَاذِبًا فِي عمله كالمرائي فِي عمله قَالَ الله تَعَالَى النِّسَاء إِن الْمُنَافِقين يخادعون الله وَهُوَ خادعهم وَإِذا قَامُوا إِلَى الصَّلَاة قَامُوا كسَالَى يراؤون النَّاس الْآيَتَيْنِ وَأما الْإِخْلَاص فَهُوَ حَقِيقَة الْإِسْلَام إِذْ الْإِسْلَام هُوَ الاستسلام لله لَا لغيره كَمَا قَالَ تَعَالَى الزمر ضرب الله مثلا رجلا فِيهِ شُرَكَاء متشاكسون ورجلا سلما لرجل هَل يستويان الْآيَة فَمن لم يستسلم لَهُ فقد استكبر وَمن استسلم لله وَلغيره فقد أشرك وكل من الْكبر والشرك ضد الْإِسْلَام وَالْإِسْلَام ضد الشّرك وَالْكبر وَذَلِكَ فِي الْقُرْآن كثير وَلِهَذَا كَانَ الْإِسْلَام شَهَادَة أَن لَا إِلَه إِلَّا الله وَهِي متضمنة عبَادَة الله وَحده وَترك عبَادَة مَا سواهُ وَهُوَ الْإِسْلَام الْعَام الَّذِي لَا يقبل الله من أحد من الْأَوَّلين والآخرين دينا سواهُ كَمَا قَالَ تَعَالَى آل عمرَان وَمن يبتغ غير الْإِسْلَام دينا فَلَنْ يقبل مِنْهُ وَهُوَ فِي الْآخِرَة من الخاسرين وَقَالَ آل عمرَان شهد الله أَنه لَا إِلَه إِلَّا هُوَ وَالْمَلَائِكَة وأولو الْعلم قَائِما بِالْقِسْطِ لَا إِلَه إِلَّا هُوَ الْعَزِيز الْحَكِيم إِن الدّين عِنْد الله الْإِسْلَام وَهَذَا الَّذِي ذكرنَا مِمَّا يبين",
            "page": "41",
            "part": "1",
            "seal": "A671C757"
        },
        {
            "id": "41",
            "nass": "أَن أصل الدّين فِي الْحَقِيقَة هُوَ الْأُمُور الْبَاطِنَة من الْعُلُوم والأعمال وَأَن الْأَعْمَال الظَّاهِرَة لَا تَنْفَع بِدُونِهَا كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الَّذِي رَوَاهُ أَحْمد فِي مُسْنده الْإِسْلَام عَلَانيَة وَالْإِيمَان فِي الْقلب وَلِهَذَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) الْحَلَال بَين وَالْحرَام بَين وَبَين ذَلِك امور مُشْتَبهَات لَا يعلمهُنَّ كثير من النَّاس فَمن اتَّقى الشُّبُهَات اسْتَبْرَأَ لعرضه وَدينه وَمن وَقع فِي الشُّبُهَات وَقع فِي الْحَرَام كَالرَّاعِي يرْعَى حول الْحمى يُوشك أَن يَقع فِيهِ أَلا وَإِن لَك ملك حمى أَلا وَإِن حمى الله مَحَارمه أَلا وَإِن فِي الْجَسَد مُضْغَة إِذا صلحت صلح الْجَسَد كُله وَإِذا فَسدتْ فسد لَهَا سَائِر الْجَسَد وَهِي الْقلب وَعَن أبي هُرَيْرَة قَالَ الْقلب ملك والأعضاء جُنُوده فَإِذا طَابَ الْملك طابت جُنُوده وَإِذا خبث خبثت جُنُوده فصل وَهَذِه الْأَعْمَال الْبَاطِنَة كمحبة الله وَالْإِخْلَاص لَهُ والتوكل عَلَيْهِ وَالرِّضَا عَنهُ وَنَحْو ذَلِك كلهَا مَأْمُور بهَا فِي حق الْخَاصَّة والعامة لَا يكون تَركهَا مَحْمُودًا فِي حَال وَاحِد وَإِن ارْتقى مقَامه وَأما الْحزن فَلم يَأْمر الله بِهِ وَلَا رَسُوله بل قد نهى عَنهُ فِي مَوَاضِع وَإِن تعلق أَمر الدّين بِهِ كَقَوْلِه تَعَالَى آل عمرَان وَلَا تهنوا وَلَا تحزنوا وَأَنْتُم الأعلون إِن كُنْتُم مُؤمنين وَقَوله النَّحْل وَلَا تحزن عَلَيْهِم وَلَا تَكُ فِي ضيق مِمَّا يمكرون وَقَوله التَّوْبَة إِذْ يَقُول لصَاحبه لَا تحزن إِن الله مَعنا وَقَوله يُونُس وَلَا يحزنك قَوْلهم وَقَوله الْحَدِيد لكيلا تأسوا على مَا فاتكم وَلَا تفرحوا بِمَا آتَاكُم وأمثال ذَلِك كَثِيرَة وَذَلِكَ أَنه لَا يجلب مَنْفَعَة وَلَا يدْفع مضرَّة وَلَا فَائِدَة فِيهِ ومالا فَائِدَة فِيهِ لَا يَأْمر الله بِهِ نعم لَا يَأْثَم صَاحبه إِذا لم يقْتَرن بحزنه محرم كَمَا يحزن على المصائب كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) إِن الله لَا يُؤَاخذ على دمع الْعين وَلَا حزن الْقلب وَلَكِن يُؤَاخذ على هَذَا وَيرْحَم وَأَشَارَ بِيَدِهِ إِلَى لِسَانه وَقَالَ تَدْمَع الْعين ويحزن الْقلب وَلَا نقُول إِلَّا مَا يرضى الرب وَمِنْه قَوْله تَعَالَى يُوسُف فَتَوَلّى عَنْهُم وَقَالَ يَا أسفي على يُوسُف وابيضت عَيناهُ من الْحزن فَهُوَ كظيم وَقد يقْتَرن بالحزن مَا يُثَاب صَاحبه عَلَيْهِ ويحمد عَلَيْهِ وَيكون مَحْمُودًا من تِلْكَ الْجِهَة لَا من جِهَة الْحزن كالحزين على مُصِيبَة فِي دينه وعَلى مصائب الْمُسلمين عُمُوما فَهَذَا يُثَاب على مَا فِي قلبه من حب الْخَيْر وبغض الشَّرّ وتوابع ذَلِك وَلَكِن الْحزن على ذَلِك إِذا أفْضى إِلَى ترك مَأْمُور من الصَّبْر وَالْجهَاد وجلب مَنْفَعَة وَدفع مضرَّة",
            "page": "42",
            "part": "1",
            "seal": "1F96DB72"
        },
        {
            "id": "42",
            "nass": "منهى عَنْهَا وَإِلَّا كَانَ حسب صَاحبه رفع الْإِثْم عَنهُ من جِهَة الْحزن وَأما إِن أفْضى إِلَى ضعف الْقلب واشتغاله بِهِ عَن فعل مَا أَمر الله وَرَسُوله بِهِ كَانَ مذموما عَلَيْهِ من تِلْكَ الْجِهَة وَإِن كَانَ مَحْمُودًا من جِهَة أُخْرَى وَأما الْمحبَّة لله والتوكل وَالْإِخْلَاص لَهُ وَنَحْو ذَلِك فَهَذِهِ كلهَا خير مَحْض وَهِي حَسَنَة محبوبة فِي حق كل النَّبِيين وَالصديقين وَالشُّهَدَاء وَالصَّالِحِينَ وَمن قَالَ إِن هَذِه المقامات تكون للعامة دون الْخَاصَّة فقد غلط فِي ذَلِك إِن أَرَادَ خُرُوج الْخَاصَّة عَنْهَا فَإِن هَذِه لَا يخرج عَنْهَا مُؤمن قطّ وَإِنَّمَا يخرج عَنْهَا كَافِر ومنافق وَقد تكلم بَعضهم بِكَلَام بَينا غلطه فِيهِ وَأَنه تَقْصِير فِي تَحْقِيق هَذِه المقامات من مُدَّة وَلَيْسَ هَذَا مَوْضِعه وَلَكِن هَذِه المقامات يَنْقَسِم النَّاس فِيهَا إِلَى خُصُوص وَعُمُوم فللخاصة خاصها وللعامة عامها مِثَال ذَلِك أَن هَؤُلَاءِ قَالُوا إِن التَّوَكُّل مناضلة عَن النَّفس فِي طلب الْقُوت وَالْخَاص لَا يناضل عَن نَفسه وَقَالُوا المتَوَكل يطْلب بتوكله أمرا من الْأُمُور والعارف يشْهد الْأُمُور بفروغه مِنْهَا فَلَا يطْلب شَيْئا فَيُقَال أما الأول فَإِن التَّوَكُّل أَعم من التَّوَكُّل فِي مصَالح الدُّنْيَا فَإِن المتَوَكل يتوكل على الله فِي صَلَاح قلبه وَدينه وَحفظ لِسَانه وإرادته وَهَذَا أهم الْأُمُور إِلَيْهِ وَلِهَذَا يُنَاجِي ربه فِي كل صَلَاة بقوله إياك نعْبد وَإِيَّاك نستعين كَمَا فِي قَوْله هود فاعبده وتوكل عَلَيْهِ وَقَوله هود والشورى عَلَيْهِ توكلت وَإِلَيْهِ أنيب فَهُوَ قد جمع بَين الْعِبَادَة والتوكل فِي عدَّة مَوَاضِع لِأَن هذَيْن يجمعان الدّين كُله وَلِهَذَا قَالَ من قَالَ من السّلف إِن الله جمع الْكتب الْمنزلَة فِي الْقُرْآن وَجمع علم الْقُرْآن فِي الْمفصل وَجمع علم الْمفصل فِي فَاتِحَة الْكتاب وَجمع علم فَاتِحَة الْكتاب فِي قَوْله إياك نعْبد وَإِيَّاك نستعين وَهَاتَانِ الكلمتان الجامعتان اللَّتَان للرب وَالْعَبْد كَمَا فِي الحَدِيث الصَّحِيح الَّذِي فِي صَحِيح مُسلم عَن أبي هُرَيْرَة عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ يَقُول الله سُبْحَانَهُ قسمت الصَّلَاة بيني وَبَين عَبدِي نِصْفَيْنِ نصفهَا لي وَنِصْفهَا لعبدي ولعبدي مَا سَأَلَ قَالَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) يَقُول العَبْد الْحَمد لله رب الْعَالمين يَقُول الله حمدني عَبدِي يَقُول العَبْد الرَّحْمَن الرَّحِيم يَقُول الله أثني على عَبدِي يَقُول العَبْد مَالك يَوْم الدّين يَقُول الله مجدني عَبدِي يَقُول العَبْد إياك نعْبد وَإِيَّاك نستعين يَقُول الله فَهَذِهِ الْآيَة بيني وَبَين عَبدِي ولعبدي مَا سَأَلَ يَقُول العَبْد اهدنا الصِّرَاط الْمُسْتَقيم صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين يَقُول الله فَهَؤُلَاءِ لعبدي ولعبدي مَا سَأَلَ",
            "page": "43",
            "part": "1",
            "seal": "DF6C0267"
        },
        {
            "id": "43",
            "nass": "فالرب سُبْحَانَهُ لَهُ نصف الثَّنَاء وَالْخَيْر وَالْعَبْد لَهُ نصف الدُّعَاء والطلب وَهَاتَانِ جامعتان مَا للرب سُبْحَانَهُ وَمَا للْعَبد فإياك نعْبد للرب وَإِيَّاك نستعين للْعَبد وَفِي الصَّحِيحَيْنِ عَن معَاذ رَضِي الله عَنهُ قَالَ كنت رديفا للنَّبِي (صلى الله عَلَيْهِ وَسلم) على حمَار فَقَالَ يَا معَاذ أَتَدْرِي مَا حق الله على الْعباد قلت الله وَرَسُوله اعْلَم قَالَ حق الله على الْعباد أَن يعبدوه وَلَا يشركوا بِهِ شَيْئا وَحقّ الْعباد على الله أَن لَا يعذب من لَا يُشْرك بِهِ وَالْعِبَادَة هِيَ الْغَايَة الَّتِي خلق الله لَهَا الْعباد من جِهَة أَمر الله ومحبته وَرضَاهُ كَمَا قَالَ تَعَالَى الذاريات وَمَا خلقت الْجِنّ وَالْإِنْس إِلَّا ليعبدون وَبهَا أرسل الرُّسُل وَأنزل الْكتب وَهِي اسْم يجمع كَمَال الذل ونهايته وَكَمَال الْحبّ لله ونهايته فالحب الخلي عَن ذل والذل الخلي عَن حب لَا يكون عبَادَة وَإِنَّمَا الْعِبَادَة مَا يجمع كَمَال الْأَمريْنِ وَلِهَذَا كَانَت الْعِبَادَة لَا تصلح إِلَّا لله وَهِي وَإِن كَانَت مَنْفَعَتهَا للْعَبد وَالله غَنِي عَنْهَا فَهِيَ لَهُ من جِهَة محبته لَهَا وَرضَاهُ بهَا وَلِهَذَا كَانَ الله أَشد فَرحا بتوبة العَبْد من الفاقد لراحلته عَلَيْهَا طَعَامه وَشَرَابه فِي ارْض دوية ملهكة إِذا نَام آيسا مِنْهَا ثمَّ اسْتَيْقَظَ فَوَجَدَهَا فَالله أَشد فَرحا بتوبة عَبده من هَذَا براحلته وَهَذَا يتَعَلَّق بِهِ أُمُور جليلة قد بسطناها وشرحناها فِي غير هَذَا الْموضع والتوكل والاستعانة للْعَبد لِأَنَّهُ هُوَ الْوَسِيلَة وَالطَّرِيق الَّذِي ينَال بِهِ مَقْصُوده ومطلوبه من الْعِبَادَة فالاستعانة كالدعاء وَالْمَسْأَلَة وَقد روى الطَّبَرَانِيّ فِي كتاب الدُّعَاء عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) قَالَ يَقُول الله يَا ابْن آدم إِنَّمَا هِيَ ارْبَعْ وَاحِدَة لي وَوَاحِدَة لَك وَوَاحِدَة بيني وَبَيْنك وَوَاحِدَة بَيْنك وَبَين خلقي فَأَما الَّتِي لي فتعبدني لَا تشرك بِي شَيْئا وَأما الَّتِي هِيَ لَك فعملك أجازيك بِهِ أحْوج مَا تكون إِلَيْهِ وَأما الَّتِي بيني وَبَيْنك فمنك الدُّعَاء وعَلى الاجابة وَأما الَّتِي بَيْنك وَبَين خلقي فأت للنَّاس مَا تحب أَن يَأْتُوا إِلَيْك وَكَون هَذَا لله وَهَذَا للْعَبد هُوَ اعْتِبَار تعلق الْمحبَّة والرضاء ابْتِدَاء فَإِن العَبْد ابْتِدَاء يحب وَيُرِيد مَا يرَاهُ ملائما لَهُ وَالله تَعَالَى يحب ويرضى مَا هُوَ الْغَايَة الْمَقْصُودَة فِي رِضَاهُ وحبه الْوَسِيلَة تبعا لذَلِك وَإِلَّا فَكل مَأْمُور بِهِ فمنفعته عَائِدَة على العَبْد وكل ذَلِك يُحِبهُ الله ويرضاه وعَلى هَذَا فَالَّذِي ظن أَن التَّوَكُّل من المقامات الْعَامَّة ظن أَن التَّوَكُّل لَا يطْلب بِهِ إِلَّا حظوظ الدُّنْيَا وَهُوَ غلط بل التَّوَكُّل فِي الْأُمُور الدِّينِيَّة أعظم وَأَيْضًا التَّوَكُّل فِي الْأُمُور الدِّينِيَّة الَّتِي لَا تتمّ الْوَاجِبَات والمستحبات إِلَّا بهَا والزاهد فِيهَا زاهد فِيمَا يُحِبهُ الله وَيَأْمُر بِهِ ويرضاه والزهد الْمَشْرُوع هُوَ ترك الرَّغْبَة فِيمَا لَا ينفع فِي الدَّار الْآخِرَة وَهُوَ فضول الْمُبَاح الَّتِي لَا يستعان بهَا على طَاعَة الله كَمَا أَن الْوَرع الْمَشْرُوع هُوَ ترك مَا قد يضر فِي الدَّار الْآخِرَة وَهُوَ ترك الْمُحرمَات",
            "page": "44",
            "part": "1",
            "seal": "F28742DC"
        },
        {
            "id": "44",
            "nass": "والشبهات الَّتِي لَا يسْتَلْزم تَركهَا ترك مَا فعله أرجح مِنْهَا كالواجبات فَأَما مَا ينفع فِي الدَّار الْآخِرَة بِنَفسِهِ أَو على مَا ينفع فِي الدَّار الْآخِرَة فالزهد فِيهِ لَيْسَ من الدّين بل صَاحبه دَاخل فِي قَوْله تَعَالَى الْمَائِدَة يَا أَيهَا الَّذين آمنُوا لَا تحرموا طَيّبَات مَا أحل الله لكم وَلَا تَعْتَدوا إِن الله لَا يحب الْمُعْتَدِينَ كَمَا أَن الِاشْتِغَال بِفُضُول الْمُبَاحَات هُوَ ضد الزّهْد الْمَشْرُوع فَإِن اشْتغل بهَا عَن وَاجِب أَو بِفعل محرم كَانَ عَاصِيا وَإِلَّا كَانَ منقوصا عَن دَرَجَة المقربين إِلَى دَرَجَة الْمُقْتَصِدِينَ وَأَيْضًا فالتوكل هُوَ مَحْبُوب لله مرضى مَأْمُور بِهِ دَائِما وَمَا كَانَ محبوبا لله مرضيا مَأْمُورا بِهِ دَائِما لَا يكون من فعل الْمُقْتَصِدِينَ دون المقربين فَهَذِهِ ثَلَاثَة أجوبة عَن قَوْلهم المتَوَكل لَا يطْلب حظوظه وَأما قَوْلهم الْأُمُور قد فرغ مِنْهَا فَهَذَا نَظِير مَا قَالَه بَعضهم فِي الدُّعَاء أَنه لَا حَاجَة إِلَيْهِ لِأَن الْمَطْلُوب إِن كَانَ مُقَدرا فَلَا حَاجَة إِلَيْهِ وَإِن لم يكن مُقَدرا لم ينفع وَهَذَا القَوْل من أفسد الْأَقْوَال شرعا وعقلا وَكَذَلِكَ قَول من قَالَ التَّوَكُّل وَالدُّعَاء لَا يجلب بِهِ مَنْفَعَة وَلَا يدْفع بِهِ مضرَّة وَإِنَّمَا هُوَ عبَادَة مَحْضَة وَإِن حَقِيقَة التَّوَكُّل بِمَنْزِلَة حَقِيقَة التَّفْوِيض الْمَحْض وَهَذَا وَإِن كَانَ قَالَه طَائِفَة من الْمَشَايِخ فَهُوَ غلط أَيْضا وَكَذَلِكَ قَول من قَالَ الدُّعَاء إِنَّمَا هُوَ عبَادَة مَحْضَة فَهَذِهِ الْأَقْوَال وَمَا أشبههَا يجمعها أصل وَاحِد وَهُوَ أَن هَؤُلَاءِ ظنُّوا أَن كَون الْأُمُور مقدرَة مقضية يمْنَع أَن يتَوَقَّف على أَسبَاب مقدرَة أَيْضا تكون من العَبْد وَلم يعلمُوا أَن الله سُبْحَانَهُ يقدر الْأُمُور ويقضيها بالأسباب الَّتِي جعلهَا معلقَة بهَا من أَفعَال الْعباد وَغير أفعالهم وَلِهَذَا كَانَ طور قَوْلهم يُوجب تَعْطِيل الْعمَّال بِالْكُلِّيَّةِ وَقد سُئِلَ النَّبِي (صلى الله عَلَيْهِ وَسلم) عَن هَذَا مَرَّات فَأجَاب عَنهُ كَمَا أَخْرجَاهُ فِي الصَّحِيحَيْنِ عَن عمرَان بن حُصَيْن قَالَ قيل لرَسُول الله (صلى الله عَلَيْهِ وَسلم) أعلم أهل الْجنَّة من أهل النَّار قَالَ نعم قَالُوا فَفِيمَ الْعَمَل قَالَ كل ميسر لما خلق لَهُ وَفِي الصَّحِيحَيْنِ عَن عَليّ بن أبي طَالب قَالَ كُنَّا فِي جَنَازَة فِيهَا رَسُول الله (صلى الله عَلَيْهِ وَسلم) فَجَلَسَ وَمَعَهُ مخصرة فَجعل ينكت بِالْمِخْصَرَةِ فِي الأَرْض ثمَّ رفع رَأسه وَقَالَ مَا من نفس منفوسة إِلَّا وَقد كتب مَكَانهَا من النَّار أَو الْجنَّة إِلَّا وَقد كتبت شقية أَو سعيدة قَالَ فَقَالَ رجل من الْقَوْم يَا نَبِي الله أَفلا نمكث على كتَابنَا وَنَدع الْعَمَل فَمن كَانَ من أهل السَّعَادَة لَيَكُونن إِلَى السَّعَادَة وَمن كَانَ من أهل الشقاوة لَيَكُونن إِلَى الشقاوة قَالَ اعْمَلُوا فَكل ميسر لما خلق لَهُ أما أهل السَّعَادَة فييسرون للسعادة وَأما أهل الشقاوة فييسرون للشقاوة ثمَّ قَالَ نَبِي الله (صلى الله عَلَيْهِ وَسلم) اللَّيْل فَأَما من أعْطى وَاتَّقَى وَصدق بِالْحُسْنَى",
            "page": "45",
            "part": "1",
            "seal": "D7DBB6D2"
        },
        {
            "id": "45",
            "nass": "فسنيسره لليسرى وَأما من بخل وَاسْتغْنى وَكذب بِالْحُسْنَى فسنيسره للعسرى أخرجه الْجَمَاعَة فِي الصِّحَاح وَالسّنَن وَالْمَسَانِيد وروى التِّرْمِذِيّ أَن النَّبِي (صلى الله عَلَيْهِ وَسلم) سُئِلَ فَقيل يَا رَسُول الله أَرَأَيْت أدوية نتداوى بهَا ورقى نسترقي بهَا وتقى نتقيها أترد من قدر الله شَيْئا فَقَالَ هِيَ من قدر الله وَقد جَاءَ هَذَا الْمَعْنى عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي عدَّة أَحَادِيث فَبين صلى الله عله وَسلم أَن تقدم الْعلم وَالْكتاب بالسعيد والشقي لَا يُنَافِي أَن تكون سَعَادَة هَذَا بِالْأَعْمَالِ الصَّالِحَة وشقاوة هَذَا بِالْأَعْمَالِ السَّيئَة فَإِنَّهُ سُبْحَانَهُ يعلم الْأُمُور على مَا هِيَ عَلَيْهِ وَكَذَلِكَ يَكْتُبهَا فَهُوَ يعلم أَن السعيد يسْعد بِالْأَعْمَالِ الصَّالِحَة والشقي يشقى بِالْأَعْمَالِ السَّيئَة فَمن كَانَ سعيدا ييسر للأعمال الصَّالِحَة والشقي يشقى بِالْأَعْمَالِ السَّيئَة فَمن كَانَ للأعمال السَّيئَة الَّتِي تَقْتَضِي الشقاوة كِلَاهُمَا ميسر لما خلق لَهُ وَهُوَ مَا يصير إِلَيْهِ من مَشِيئَة الله الْعَامَّة الكونية الَّتِي ذكرهَا الله سُبْحَانَهُ فِي كِتَابه فِي قَوْله تَعَالَى هود وَلَا يزالون مُخْتَلفين إِلَّا من رحم رَبك وَلذَلِك خلقهمْ وَأما مَا خلقُوا لَهُ من محبَّة الله وَرضَاهُ وَهُوَ إِرَادَته الدِّينِيَّة وَأمره بموجباتها فَذَلِك مَذْكُور فِي قَوْله الذاريات وَمَا خلقت الْجِنّ وَالْإِنْس إِلَّا ليعبدون وَالله سُبْحَانَهُ قد بَين فِي كِتَابه فِي كل وَاحِدَة من الْكَلِمَات وَالْأَمر والإرادة وَالْإِذْن وَالْكتاب وَالْحكم وَالْقَضَاء وَالتَّحْرِيم وَنَحْو ذَلِك مِمَّا هُوَ ديني مُوَافَقَته لمحبة الله وَرضَاهُ وَأمره الشَّرْعِيّ وَمَا هُوَ كوني مُوَافَقَته لمشيئته الكونية مِثَال ذَلِك أَنه قَالَ فِي الْأَمر الديني النَّحْل إِن الله يَأْمر بِالْعَدْلِ وَالْإِحْسَان وإيتاء ذِي القربي وَقَالَ تَعَالَى النِّسَاء إِن الله يَأْمُركُمْ أَن تُؤَدُّوا الْأَمَانَات إِلَى أَهلهَا وَنَحْو ذَلِك وَقَالَ فِي الكوني ياسين إِنَّمَا أمره إِذا أَرَادَ شَيْئا أَن يَقُول لَهُ كن فَيكون وَكَذَلِكَ قَوْله الْإِسْرَاء وَإِذا أردنَا أَن نهلك قَرْيَة أمرنَا مُتْرَفِيهَا ففسقوا فِيهَا فَحق عَلَيْهَا القَوْل على أحد الْأَقْوَال فِي هَذِه الْآيَة وَقَالَ فِي الارادة الدِّينِيَّة الْبَقَرَة يُرِيد الله بكم الْيُسْر وَلَا يُرِيد بكم الْعسر النِّسَاء يُرِيد الله ليبين لكم وَيهْدِيكُمْ سنَن الَّذين من قبلكُمْ وَيَتُوب عَلَيْكُم وَالله عليم حَكِيم الْمَائِدَة مَا يُرِيد الله ليجعل عَلَيْكُم من حرج وَلَكِن يُرِيد ليطهركم وَقَالَ فِي الإرادات الكونية الْبَقَرَة وَلَو شَاءَ الله مَا اقْتَتَلُوا وَلَكِن الله يفعل مَا يُرِيد وَقَالَ الْأَنْعَام فَمن يرد الله أَن يهديه يشْرَح صَدره لِلْإِسْلَامِ وَمن يرد أَن يضله يَجْعَل صَدره ضيقا حرجا كَأَنَّمَا يصعد فِي السَّمَاء وَقَالَ نوح عَلَيْهِ السَّلَام هود وَلَا ينفعكم نصحي إِن",
            "page": "46",
            "part": "1",
            "seal": "D908F23A"
        },
        {
            "id": "46",
            "nass": "اردت أَن أنصح لكم إِن كَانَ الله يُرِيد أَن يغويكم وَقَالَ ياسين إِنَّمَا أمره إِذا أَرَادَ شَيْئا أَن يَقُول لَهُ كن فَيكون وَقَالَ فِي الْإِذْن الديني الْحَشْر مَا قطعْتُمْ من لينَة أَو تَرَكْتُمُوهَا قَائِمَة على أُصُولهَا فبأذن الله وَقَالَ فِي الكوني الْبَقَرَة وَمَا هم بضارين بِهِ من أحد إِلَّا بِإِذن الله وَقَالَ فِي الْقَضَاء الديني الْإِسْرَاء وَقضى رَبك أَلا تعبدوا إِلَّا إِيَّاه أَي أَمر وَقَالَ الكوني فصلت فقضاهن سبع سماوات فِي يَوْمَيْنِ وَقَالَ فِي الحكم الديني أول الْمَائِدَة أحلّت لكم بَهِيمَة الْأَنْعَام إِلَّا مَا يُتْلَى عَلَيْكُم غير محلي الصَّيْد وَأَنْتُم حرم إِن الله يحكم مَا يُرِيد وَقَالَ الممتحنة ذَلِكُم حكم الله يحكم بَيْنكُم وَقَالَ فِي الكوني يُوسُف عَن ابْن يَعْقُوب فَلَنْ أَبْرَح الأَرْض حَتَّى يَأْذَن لي أبي أَو يحكم الله لي وَهُوَ خير الْحَاكِمين وَقَالَ الْأَنْبِيَاء قَالَ رب احكم بِالْحَقِّ وربنا الرَّحْمَن الْمُسْتَعَان على مَا تصفون وَقَالَ فِي التَّحْرِيم الديني الْمَائِدَة حرمت عَلَيْكُم الْميتَة وَالدَّم وَلحم الْخِنْزِير النِّسَاء حرمت عَلَيْكُم أُمَّهَاتكُم وبناتكم الْآيَة وَقَالَ فِي التَّحْرِيم الكوني الْمَائِدَة فَإِنَّهَا مُحرمَة عَلَيْهِم أَرْبَعِينَ سنة يتيهون فِي الأَرْض وَقَالَ فِي الْكَلِمَات الدِّينِيَّة الْبَقَرَة وَإِذ ابتلى إِبْرَاهِيم ربه بِكَلِمَات فأتمهن وَقَالَ فِي الكونية الْأَعْرَاف وتمت كلمة رَبك الْحسنى على بني إِسْرَائِيل بِمَا صَبَرُوا وَمِنْه قَوْله (صلى الله عَلَيْهِ وَسلم) المستفيض عَنهُ من وُجُوه فِي الصِّحَاح وَالسّنَن وَالْمَسَانِيد أَنه كَانَ يَقُول أعوذ بِكَلِمَات الله التامات الَّتِي لَا يجاوزهن بر وَلَا فَاجر وَمن الْمَعْلُوم أَن هَذَا هُوَ الكوني الَّذِي لَا يخرج مِنْهُ شَيْء عَن مَشِيئَته وتكوينه وَأما الْكَلِمَات الدِّينِيَّة فقد خالفها الْكفَّار بمعصيته وَالْمَقْصُود هُنَا أَنه (صلى الله عَلَيْهِ وَسلم) بَين أَن العواقب الَّتِي خلق لَهَا النَّاس سَعَادَة وشقاوة ييسرون لَهَا بِالْأَعْمَالِ الَّتِي يصيرون بهَا إِلَى ذَلِك كَمَا أَن سَائِر الْمَخْلُوقَات كَذَلِك فَهُوَ سُبْحَانَهُ خلق الْوَلَد وَسَائِر الْحَيَوَان فِي الْأَرْحَام بِمَا يقدره من اجْتِمَاع الْأَبَوَيْنِ على النِّكَاح واجتماع الماءين فِي الرَّحِم فَلَو قَالَ الْإِنْسَان أَنا أتوكل وَلَا أَطَأ زَوْجَتي فَإِن كَانَ قد قضى لي بِولد وَإِلَّا لم يُوجد وَلَا حَاجَة إِلَى وَطْء كَانَ أَحمَق بِخِلَاف مَا إِذا وطئ وعزل المَاء فَإِن عزل المَاء لَا يمْنَع انْعِقَاد الْوَلَد إِذا شَاءَ الله إِذْ قد يخرج بِغَيْر اخْتِيَاره وَقد ثَبت فِي الصَّحِيح عَن أبي سعيد الْخُدْرِيّ قَالَ خرجنَا مَعَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) فِي غَزْوَة بني المصطلق فأصبنا سَرَايَا من الْعَرَب فاشتهينا النِّسَاء واشتدت علينا الْعزبَة وأحببنا الْعَزْل فسألنا عَن ذَلِك رَسُول الله (صلى الله عَلَيْهِ وَسلم)",
            "page": "47",
            "part": "1",
            "seal": "835801D2"
        },
        {
            "id": "47",
            "nass": "فَقَالَ مَا عَلَيْكُم أَلا تَفعلُوا فَإِن الله قد كتب مَا هُوَ خَالق إِلَى يَوْم الْقِيَامَة وَفِي صَحِيح مُسلم عَن جَابر إِن رجلا أَتَى النَّبِي (صلى الله عَلَيْهِ وَسلم) فَقَالَ إِن لي جَارِيَة هِيَ خادمتنا وسانيتنا فِي النّخل وَأَنا أَطُوف عَلَيْهَا وأكره أَن تحمل فَقَالَ اعزل عَنْهَا إِن شِئْت فَإِنَّهُ سيأتيها مَا قدر لَهَا وَهَذَا مَعَ ان الله سُبْحَانَهُ قَادر على مَا قد فعله من خلق الْإِنْسَان من غير أبوين كَمَا خلق آدم وَمن خلقه من أَب فَقَط كَمَا خلق حَوَّاء من ضلع آدم الْقصير وَمن خلقه من أم فَقَط كَمَا خلق الْمَسِيح بن مَرْيَم عَلَيْهِ السَّلَام لَكِن خلق ذَلِك بِأَسْبَاب أُخْرَى غير مُعْتَادَة وَهَذَا الْموضع وَإِن كَانَ إِنَّمَا يجحده الزَّنَادِقَة المعطلون للشرائع فقد وَقع فِي كثير من وَكثير من الْمَشَايِخ المعظمين يسترسل أحدهم مَعَ الْقدر غير مُحَقّق لما أَمر بِهِ وَنهى عَنهُ وَيجْعَل ذَلِك من بَاب التَّفْوِيض والتوكل وَيجْرِي مَعَ الْحَقِيقَة الْقَدَرِيَّة ويحسب أَن قَول الْقَائِل يَنْبَغِي للْعَبد أَن يكون مَعَ الله كالميت بَين يَدي النَّاس يتَضَمَّن ترك الْعَمَل بِالْأَمر وَالنَّهْي حَتَّى يتْرك مَا أَمر بِهِ وَيفْعل مَا نهى عَنهُ وَحَتَّى يضعف عِنْده النُّور وَالْفرْقَان وَالَّذِي يفرق بِهِ بَين مَا أَمر الله بِهِ وأحبه وأرضاه وَبَين مَا نهى عَنهُ وأبغضه وَسخطه فيسوى بَين مَا فرق الله بَينه قَالَ تَعَالَى الجاثية أم حسب الَّذين اجترحوا السَّيِّئَات ان نجعلهم كَالَّذِين آمنُوا وَعمِلُوا الصَّالِحَات سَوَاء محياهم ومماتهم سَاءَ مَا يحكمون وَقَالَ تَعَالَى الْقَلَم أفنجعل الْمُسلمين كالمجرمين مَا لكم كَيفَ تحكمون وَقَالَ تَعَالَى ص أم نجْعَل الَّذين آمنُوا وَعمِلُوا الصَّالِحَات كالمفسدين فِي الأَرْض أم نجْعَل الْمُتَّقِينَ كالفجار وَقَالَ تَعَالَى الزمر قل هَل يَسْتَوِي الَّذين يعلمُونَ وَالَّذين لَا يعلمُونَ وَقَالَ تَعَالَى وَمَا يستوى الْأَعْمَى والبصير وَلَا الظُّلُمَات وَلَا النُّور وَلَا الظل وَلَا الحرور وَمَا يَسْتَوِي الاحياء وَلَا الْأَمْوَات إِن الله يسمع من يَشَاء وَمَا أَنْت بمسمع من فِي الْقُبُور وأمثال ذَلِك حَتَّى يُفْضِي الْأَمر بغلاتهم إِلَى عدم التَّمْيِيز بَين الْأَمر بالمأمور النَّبَوِيّ الإلهي الفرقاني الشَّرْعِيّ الَّذِي دلّ عَلَيْهِ الْكتاب وَالسّنة وَبَين مَا يكون فِي الْوُجُوه من الْأَحْوَال الَّتِي تجْرِي على أَيدي الْكفَّار والفجار فَيَشْهَدُونَ وَجه الْجمع من جِهَة الْجمع بِقَضَاء الله وَقدره وربوبيته وإرادته الْعَامَّة وَأَنه دَاخل فِي ملكه وَلَا يشْهدُونَ وَجه الْفرق الَّذِي فرق الله بِهِ بَين أوليائه وأعدائه والأبرار والفجار وَالْمُؤمنِينَ والكافرين وَأهل الطَّاعَة الَّذين أطاعوا أمره الديني وَأهل الْمعْصِيَة الَّذين عصوا هَذَا الْأَمر",
            "page": "48",
            "part": "1",
            "seal": "2ACEDEBD"
        },
        {
            "id": "48",
            "nass": "وَيشْهدُونَ فِي ذَلِك بِكَلِمَات مجملة نقلت عَن بعض الْأَشْيَاخ أَو بِبَعْض غلطات بَعضهم وَهَذَا أصل عَظِيم من اعظم مَا يجب الاعتناء بِهِ على أهل طَرِيق الله السالكين سَبِيل إِرَادَة الدّين يُرِيدُونَ وَجهه فَإِنَّهُ قد دخل بِسَبَب إهمال ذَلِك على طوائف مِنْهُم من الْكفْر والفسوق والعصيان مَالا يُعلمهُ إِلَّا الله حَتَّى يصيروا معاونين على الْبَغي والعدوان للمسلطين فِي الأَرْض من أهل الظُّلم والعلو الَّذين يتوجهون بقلوبهم فِي معاونة من يهوونه من أهل الْعُلُوّ فِي الأَرْض وَالْفساد ظانين أَنهم إِذا كَانَت لَهُم احوال أثروا بهَا فِي ذَلِك من أَوْلِيَاء الله فَإِن الْقُلُوب لَهَا من التَّأْثِير أعظم مِمَّا للأبدان لَكِن إِن كَانَت صَالِحَة كَانَ تأثيرها صَالحا وَإِن كَانَت فَاسِدَة كَانَ تأثيرها فَاسِدا فالأحوال يكون تأثيرها محبوبا لله تَارَة ومكروها لله أُخْرَى وَقد تكلم الْفُقَهَاء على وجوب الْقود على من يقتل بِغَيْرِهِ فِي الْبَاطِن حَيْثُ يجب الْقود فِي ذَلِك ويستشهدون ببواطنهم وَقُلُوبهمْ الْأَمر الكوني ويعدون مُجَرّد خرق الْعَادة لأَحَدهم بكشف لَهُم أَو بتأثير يُوَافق إِرَادَته هُوَ كَرَامَة من الله لَهُ وَلَا يعلمُونَ أَنه فِي الْحَقِيقَة إهانة وَأَن الْكَرَامَة لُزُوم الاسْتقَامَة وَأَن الله لم يكرم عَبده بكرامة أعظم من مُوَافَقَته فِيمَا يُحِبهُ ويرضاه وَهُوَ طَاعَته وَطَاعَة رَسُوله وموالاة أوليائه ومعاداة أعدائه وَهَؤُلَاء هم أَوْلِيَاء الله الَّذين قَالَ الله فيهم يُونُس أَلا إِن أَوْلِيَاء الله لَا خوف عَلَيْهِم وَلَا هم يَحْزَنُونَ فَإِن كَانُوا موافقين لَهُ فِيمَا أوجبه عَلَيْهِم فهم من الْمُقْتَصِدِينَ وَإِن كَانُوا موافقين فِيمَا أوجبه وأحبه فهم من المقربين مَعَ أَن كل وَاجِب مَحْبُوب وَلَيْسَ كل مَحْبُوب وَاجِبا وَأما مَا يبتلى الله بِهِ عَبده من الشَّرّ بخرق الْعَادة أَو بغَيْرهَا أَو بالضراء فَلَيْسَ ذَلِك لأجل كَرَامَة العَبْد على ربه وَلَا هوانه عَلَيْهِ بل قد يسْعد بهَا أَقوام إِذا أطاعوه فِي ذَلِك وَقد يشقى بهَا قوم إِذا عصوه فِي ذَلِك قَالَ الله تَعَالَى الْفجْر فَأَما الْإِنْسَان إِذا مَا ابتلاه ربه فَأكْرمه ونعمه فَيَقُول رَبِّي أكرمن وَأما إِذا مَا ابتلاه فَقدر عَلَيْهِ رزقه فَيَقُول رَبِّي أهانن كلا وَلِهَذَا كَانَ النَّاس فِي هَذِه الْأُمُور على ثَلَاثَة اقسام قسم ترْتَفع درجاتهم بخرق الْعَادة إِذا استعملوها فِي الطَّاعَة وَقوم يتعرضون بهَا لعذاب الله إِذا استعملوها فِي مَعْصِيّة الله كبلعام وَغَيره وَقوم تكون فِي حَقهم بِمَنْزِلَة الْمُبَاحَات وَالْقسم الأول هم الْمُؤْمِنُونَ حَقًا المتبعون لنبيهم سيد ولد آدم الَّذِي إِنَّمَا كَانَت خوارقه لحجة يُقيم بهَا دين الله أَو لحَاجَة يَسْتَعِين بهَا على طَاعَة الله ولكثرة اللَّغط فِي هَذَا الأَصْل نهى رَسُول الله (صلى الله عَلَيْهِ وَسلم) عَن الاسترسال",
            "page": "49",
            "part": "1",
            "seal": "95FCB5E7"
        },
        {
            "id": "49",
            "nass": "مَعَ الْقدر بِدُونِ الْحِرْص على فعل الْمَأْمُور الَّذِي ينفع العَبْد فروى مُسلم فِي صَحِيحه عَن أبي هُرَيْرَة قَالَ قَالَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) الْمُؤمن الْقوي خير وَأحب إِلَى الله من الْمُؤمن الضَّعِيف وَفِي كل خير أحرص على مَا ينفعك واستعن بِاللَّه وَلَا تعجزن وَإِن أَصَابَك شَيْء فَلَا تقل لَو أَنِّي فعلت كَذَا وَكَذَا وَلَكِن قل قدر الله وَمَا شَاءَ فعل فَإِن لَو تفتح عمل الشَّيْطَان وَفِي سنَن أبي دَاوُد أَن رجلَيْنِ اخْتَصمَا إِلَى النَّبِي (صلى الله عَلَيْهِ وَسلم) فَقضى على أَحدهمَا فَقَالَ الْمقْضِي عَلَيْهِ حسبي الله وَنعم الْوَكِيل فَقَالَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) إِن الله يلوم على الْعَجز وَلَكِن عَلَيْك بالكيس فَإِذا غلبك أَمر فَقل حسبي الله وَنعم الْوَكِيل فَأمر النَّبِي (صلى الله عَلَيْهِ وَسلم) الْمُؤمن أَن يحرص على مَا يَنْفَعهُ وَأَن يَسْتَعِين بِاللَّه وَهَذَا مُطَابق لقَوْله إياك نعْبد وَإِيَّاك نستعين وَقَوله هود فاعبده وتوكل عَلَيْهِ فَإِن الْحِرْص على مَا ينفع العَبْد هُوَ طَاعَة الله وعبادته إِذْ النافع لَهُ هُوَ طَاعَة الله وَلَا شَيْء أَنْفَع لَهُ من ذَلِك وكل مَا يستعان بِهِ على الطَّاعَة فَهُوَ طَاعَة وَإِن كَانَ من جنس الْمُبَاح قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الصَّحِيح لسعد إِنَّك لن تنْفق نَفَقَة تبتغي بهَا وَجه الله إِلَّا ازددت بهَا دَرَجَة ورفعة حَتَّى اللُّقْمَة تضعها فِي فِي امْرَأَتك فَأخْبر النَّبِي (صلى الله عَلَيْهِ وَسلم) أَن الله يلوم على الْعَجز الَّذِي هُوَ ضد الْكيس وَهُوَ التَّفْرِيط فِيمَا يُؤمر بِفِعْلِهِ فَإِن ذَلِك يُنَافِي الْقُدْرَة الْمُقَارنَة للْفِعْل وَإِن كَانَ لَا يُنَافِي الْقُدْرَة الْمُقدمَة الَّتِي هِيَ منَاط الْأَمر وَالنَّهْي فَإِن الِاسْتِطَاعَة الَّتِي توجب الْفِعْل وَتَكون مُقَارنَة لَهُ لَا تصلح إِلَّا لمقدورها كَمَا ذكرهَا فِي قَوْله هود مَا كَانُوا يَسْتَطِيعُونَ السّمع وَقَوله الْكَهْف وَكَانُوا لَا يستطعيون سمعا وَأما الِاسْتِطَاعَة الَّتِي يتَعَلَّق بهَا الْأَمر وَالنَّهْي فَتلك قد يقْتَرن بهَا الْفِعْل وَقد لَا يقْتَرن كَمَا فِي قَوْله آل عمرَان وَللَّه على النَّاس حج الْبَيْت من اسْتَطَاعَ إِلَيْهِ سَبِيلا وَقَوله (صلى الله عَلَيْهِ وَسلم) لعمر أَن صل قَائِما فَإِن لم تستطع فقاعدا فَإِن لم تستطع فعلى جَنْبك فَهَذَا الْموضع قد انقسم النَّاس فِيهِ على أَرْبَعَة أَقسَام قوم ينظرُونَ إِلَى جَانب الْأَمر وَالنَّهْي وَالْعِبَادَة وَالطَّاعَة شَاهِدين لألوهيته سُبْحَانَهُ الَّذِي أمروا أَن يعبدوه وَلَا ينْظرُوا إِلَى جَانب الْقَضَاء وَالْقدر والتوكل والاستعانة وَهُوَ حَال كثير من المتفقهة المتعبدة فهم مَعَ حسن قصدهم وتعظيمهم لحرمات الله وشعائره يغلب عَلَيْهِم الضعْف وَالْعجز والخذلان والاستعانة بِاللَّه والتوكل عَلَيْهِ واللجأ إِلَيْهِ وَالدُّعَاء لَهُ هِيَ الَّتِي تقوى العَبْد وتيسر عَلَيْهِ الْأُمُور وَلِهَذَا قَالَ بعض",
            "page": "50",
            "part": "1",
            "seal": "840A2291"
        },
        {
            "id": "50",
            "nass": "السّلف من سره أَن يكون أقوى النَّاس فَليَتَوَكَّل على الله وَفِي الصَّحِيحَيْنِ عَن عبد الله ابْن عمر أَن رَسُول الله (صلى الله عَلَيْهِ وَسلم) صفته فِي التَّوْرَاة إِنَّا أَرْسَلْنَاك شَاهدا وَمُبشرا وَنَذِيرا وحرزا للأميين أَنْت عَبدِي ورسولي سميتك المتَوَكل لَيْسَ بِفَظٍّ وَلَا غليظ وَلَا صخاب فِي الْأَسْوَاق وَلَا يَجْزِي بِالسَّيِّئَةِ السَّيئَة وَلَكِن يَجْزِي بِالسَّيِّئَةِ الْحَسَنَة وَيغْفر وَلنْ أقبضهُ حَتَّى اقيم بِهِ الْملَّة العوجاء فأفتح بك أعينا عميا وآذانا صمًّا وَقُلُوبًا غلفًا بِأَن يَقُولُوا لَا إِلَه إِلَّا الله وَلِهَذَا روى أَن حَملَة الْعَرْش إِنَّمَا اطاقوا حمل الْعَرْش بقَوْلهمْ لَا حول وَلَا قُوَّة إِلَّا بِاللَّه وَفِي الصَّحِيحَيْنِ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنَّهَا كنز من كنوز الْجنَّة قَالَ تَعَالَى الطَّلَاق وَمن يتوكل على الله فَهُوَ حَسبه وَقَالَ تَعَالَى آل عمرَان الَّذين قَالَ لَهُم النَّاس إِن النَّاس قد جمعُوا لكم فَاخْشَوْهُمْ فَزَادَهُم إِيمَانًا وَقَالُوا حَسبنَا الله وَنعم الْوَكِيل إِلَى قَوْله فَلَا تخافوهم وخافون إِن كُنْتُم مُؤمنين وَفِي صَحِيح البُخَارِيّ عَن ابْن عَبَّاس فِي قَوْله وَقَالُوا حَسبنَا الله وَنعم الْوَكِيل قَالَهَا إِبْرَاهِيم الْخَلِيل حِين ألْقى فِي النَّار وَقَالَهَا مُحَمَّد حِين قَالَ لَهُم النَّاس إِن النَّاس قد جمعُوا لكم وَقسم ثَان يشْهدُونَ ربوبية الْحق وافتقارهم إِلَيْهِ ويستعينون بهَا على أهوائهم وأذواقهم غير ناظرين إِلَى حَقِيقَة امْرَهْ وَنَهْيه وَرضَاهُ وغضبه ومحبته وَهَذَا حَال كثير من المتفقرة والمتصوفة وَلِهَذَا كثيرا مَا يعْملُونَ على الْأَحْوَال الَّتِي يتصرفون بهَا فِي الْوُجُود لَا يقصدون مَا يُرْضِي الرب وَيُحِبهُ وَكَثِيرًا مَا يغلطون فيظنون أَن مَعْصِيَته هِيَ مرضاته فيعودون إِلَى تَعْطِيل الْأَمر وَالنَّهْي ويسمهون هَذَا حَقِيقَة ويظنون أَن هَذِه الْحَقِيقَة الأمرية الدِّينِيَّة هِيَ الَّتِي تحوي مرضاة الرب ومحبته وَأمره وَنَهْيه ظَاهرا وَبَاطنا وَهَؤُلَاء كثيرا مَا يسلبون أَحْوَالهم وَقد يعودون إِلَى نوع من الْمعاصِي والفسوق بل كثير مِنْهُم يرْتَد عَن الاسلام لِأَن الْعَاقِبَة للتقوى وَمن لم يقف عِنْد أَمر الله وَنَهْيه فَلَيْسَ من الْمُتَّقِينَ فهم يقعون فِي بعض مَا وَقع الْمُشْركُونَ فِيهِ تَارَة من بِدعَة يظنونها شرعة وَتارَة فِي الِاحْتِجَاج بِالْقدرِ على الْأَمر وَالله تَعَالَى لما ذكر مَا ذمّ بِهِ الْمُشْركين فِي سُورَة الْأَنْعَام ذكر مَا ابتدعوه فِي الدّين وجعلوه شرعة كَمَا قَالَ تَعَالَى الْأَعْرَاف وَإِذا فعلوا فَاحِشَة قَالُوا وجدنَا عَلَيْهَا آبَاءَنَا وَالله أمرنَا بهَا قل إِن الله لَا يَأْمر بالفحشاء وَقد ذمهم على أَن حرمُوا مَا لم يحرمه الله وَأَن شرعوا مَا لم يشرعه الله وَذكر احتجاجهم بِالْقدرِ فِي قَوْله الْأَنْعَام لَو شَاءَ الله مَا أشركنا وَلَا آبَاؤُنَا وَلَا حرمنا من شَيْء ونظيرها فِي النَّحْل وَيس والزخرف وَهَؤُلَاء يكون فيهم شُبْهَة فِي هَذَا وَهَذَا",
            "page": "51",
            "part": "1",
            "seal": "B1237DC6"
        },
        {
            "id": "51",
            "nass": "وَأما الْقسم الثَّالِث وَهُوَ من أعرض عَن عبَادَة الله واستعانته بِهِ فَهَؤُلَاءِ شَرّ الْأَقْسَام وَالْقسم الرَّابِع هُوَ الْقسم الْمَحْمُود وَهُوَ حَال الَّذين حققوا إياك نعْبد وَإِيَّاك نستعين وَقَوله هود فاعبده وتوكل عَلَيْهِ فاستعانوا بِهِ على طَاعَته وشهدوا أَنه إلههم الَّذِي لَا يجوز أَن يعبدوا إِلَّا إِيَّاه وَطَاعَة رَسُوله وَأَنه رَبهم الَّذِي لَيْسَ لَهُم من دونه ولي وَلَا شَفِيع وَأَنه فاطر مَا يفتح الله للنَّاس من رَحْمَة فَلَا مُمْسك لَهَا وَمَا يمسك فَلَا مُرْسل لَهُ من بعده يُونُس وَإِن يمسسك الله بضر فَلَا كاشف لَهُ إِلَّا هُوَ وَإِن يردك بِخَير فَلَا راد لفضله الزمر قل أَفَرَأَيْتُم مَا تدعون من دون الله إِن أرادني الله بضر هَل هن كاشفات ضره أَو أرادني برحمة هَل هن ممسكات رَحمته وَلِهَذَا قَالَ طَائِفَة من الْعلمَاء الِالْتِفَات إِلَى الْأَسْبَاب شرك فِي التَّوْحِيد ومحو الْأَسْبَاب أَن تكون أسبابا نقص فِي الْعقل والإعراض عَن الْأَسْبَاب بِالْكُلِّيَّةِ قدح فِي الشَّرْع وَإِنَّمَا التَّوَكُّل الْمَأْمُور بِهِ مَا يجْتَمع فِيهِ مقتضي التَّوْحِيد وَالْعقل وَالشَّرْع فقد بَين أَن من ظن التَّوَكُّل من مقامات عَامَّة اهل الطَّرِيق فقد غلط غَلطا شَدِيدا وَإِن كَانَ من أَعْيَان الْمَشَايِخ كصاحب علل المقامات وَهُوَ من أجل الْمَشَايِخ وَأخذ ذَلِك عَنهُ صَاحب محَاسِن الْمجَالِس وَأظْهر ضعف حجَّته فَمن قَالَ ذَلِك قَالَ إِن الْمَطْلُوب بِهِ حَظّ الْعَامَّة فَقَط وظنه أَنه لَا فَائِدَة لَهُ فِي تَحْصِيل الْمَقْصُود وَهَذِه حَال من جعل الدُّعَاء كَذَلِك وَذَلِكَ بِمَنْزِلَة من جعل الْأَعْمَال الْمَأْمُور بهَا كَذَلِك كمن اشْتغل بالتوكل عَمَّا يجب عَلَيْهِ من الْأَسْبَاب الَّتِي هِيَ عبَادَة الله وَطَاعَة مَأْمُور بهَا فَإِن غلط هَذَا من ترك الْأَسْبَاب الْمَأْمُور بهَا الَّتِي هِيَ دَاخِلَة فِي قَوْله هود فاعبده وتوكل عَلَيْهِ كغلط الأول فِي ترك التَّوَكُّل الْمَأْمُور بِهِ الَّذِي هُوَ دَاخل فِي قَوْله فاعبده وتوكل عَلَيْهِ لَكِن يُقَال من كَانَ توكله على الله ودعاؤه لَهُ هُوَ فِي حُصُول مباحات فَهُوَ من الْعَامَّة وَإِن كَانَ فِي حُصُول مستحبات وواجبات فَهُوَ من الْخَاصَّة كَمَا أَن من دَعَاهُ وتوكل عَلَيْهِ فِي حُصُول مُحرمَات فَهُوَ ظَالِم لنَفسِهِ وَمن أعرض عَن التَّوَكُّل فَهُوَ عَاص لله وَرَسُوله بل خَارج عَن حَقِيقَة الْإِيمَان فَكيف يكون هَذَا الْمقَام للخاصة قَالَ الله تَعَالَى يُونُس وَقَالَ مُوسَى يَا قوم إِن كُنْتُم آمنتم بِاللَّه فَعَلَيهِ توكلوا إِن كُنْتُم مُسلمين وَقَالَ تَعَالَى آل عمرَان إِن ينصركم الله فَلَا غَالب لكم وَإِن يخذلكم فَمن ذَا الَّذِي ينصركم من بعده وَقَالَ إِبْرَاهِيم وعَلى الله فَليَتَوَكَّل الْمُؤْمِنُونَ وَقَالَ تَعَالَى",
            "page": "52",
            "part": "1",
            "seal": "688D11EC"
        },
        {
            "id": "52",
            "nass": "الزمر قل أَفَرَأَيْتُم مَا تدعون من دون الله إِن أرادني الله بضر هَل هن كاشفات ضره إِلَى قَوْله قل حسبي الله عَلَيْهِ يتوكل المتوكلون وَقد ذكر الله هَذِه الْكَلِمَة حسبي الله فِي جلب الْمَنْفَعَة تَارَة وَفِي دفع الْمضرَّة أُخْرَى فَالْأولى قَوْله التَّوْبَة وَلَو أَنهم رَضوا مَا آتَاهُم الله وَرَسُوله وَقَالُوا حَسبنَا الله سيؤتينا الله من فَضله وَرَسُوله الْآيَة وَالثَّانيَِة قَوْله آل عمرَان الَّذين قَالَ لَهُم النَّاس إِن النَّاس قد جمعُوا لكم فَاخْشَوْهُمْ فَزَادَهُم إِيمَانًا وَقَالُوا حَسبنَا الله وَنعم الْوَكِيل وَفِي قَوْله الْأَنْفَال وَإِن يُرِيدُوا أَن يخدعوك فَإِن حَسبك الله وَقَوله التَّوْبَة وَلَو أَنهم رَضوا مَا آتَاهُم الله وَرَسُوله وَقَالُوا حَسبنَا الله سيؤتينا الله من فَضله وَرَسُوله الْآيَة يتَضَمَّن الْأَمر بِالرِّضَا والتوكل وَالرِّضَا والتوكل يكتنفان الْمَقْدُور فالتوكل قبل وُقُوعه والرضاء بعد وُقُوعه وَلِهَذَا كَانَ النَّبِي (صلى الله عَلَيْهِ وَسلم) يَقُول فِي الصَّلَاة اللَّهُمَّ بعلمك الْغَيْب وبقدرتك على الْخلق أحيني مَا علمت الْحَيَاة خيرا لي وتوفني إِذا كَانَت الْوَفَاة خيرا لي اللَّهُمَّ إِنِّي أَسَالَك خشيتك فِي الْغَيْب وَالشَّهَادَة وأسالك كلمة الْحق فِي الْغَضَب وَالرِّضَا وَأَسْأَلك الْقَصْد فِي الْفقر والغنى وأسالك نعيما لَا ينْفد وَأَسْأَلك قُرَّة عين لَا تَنْقَطِع اللَّهُمَّ إِنِّي أَسأَلك الرضاء بعد الْقَضَاء وَأَسْأَلك برد الْعَيْش بعد الْمَوْت وَأَسْأَلك لَذَّة النّظر إِلَى وَجهك والشوق إِلَى لقائك من غير ضراء مضرَّة وَلَا فتْنَة مضلة اللَّهُمَّ زينا بزينة الْإِيمَان واجعلنا هداة مهتدين رَوَاهُ أَحْمد وَالنَّسَائِيّ من حَدِيث عمار بن يَاسر وَأما مَا يكون قبل الْقَضَاء فَهُوَ عزم على الرِّضَا لَا حَقِيقَة للرضا وَلِهَذَا كَانَ طَائِفَة من الْمَشَايِخ يعزمون على الرِّضَا قبل وُقُوع الْبلَاء فَإِذا وَقع انفسحت عزائمهم كَمَا يَقع نَحْو ذَلِك فِي الصَّبْر وَغَيره كَمَا قَالَ تَعَالَى آل عمرَان وَلَقَد كُنْتُم تمنون الْمَوْت من قبل ان تلقوهُ فقد رَأَيْتُمُوهُ وَأَنْتُم تنْظرُون وَقَالَ تَعَالَى الصَّفّ يَا أَيهَا الَّذين آمنُوا لم تَقولُونَ مَالا تَفْعَلُونَ كبر مقتا عِنْد الله أَن تَقولُوا مَالا تَفْعَلُونَ إِن الله يحب الَّذين يُقَاتلُون فِي سَبيله صفا كَأَنَّهُمْ بُنيان مرصوص نزلت هَذِه الاية لما قَالُوا لَو علمنَا أَي الْأَعْمَال احب إِلَى الله لعملناه فَأنْزل الله آيَة الْجِهَاد فكرهه من كرهه وَلِهَذَا كره للمرء أَن يتَعَرَّض للبلاء بِأَن يُوجب على نَفسه مَالا يُوجِبهُ الشَّارِع عَلَيْهِ بالعهد وَالنّذر وَنَحْو ذَلِك أَو يطْلب ولَايَة أَو يقدم على بلد فِيهِ طاعون كَمَا ثَبت فِي الصَّحِيحَيْنِ من غير وَجه عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه نهى عَن النّذر وَقَالَ إِنَّه لَا يَأْتِي بِخَير وَإِنَّمَا يسْتَخْرج بِهِ من الْبَخِيل وَثَبت عَنهُ فِي الصَّحِيحَيْنِ أَنه قَالَ لعبد الرَّحْمَن بن سَمُرَة",
            "page": "53",
            "part": "1",
            "seal": "3477D3BE"
        },
        {
            "id": "53",
            "nass": "لَا تسْأَل الْإِمَارَة فَإنَّك إِن أعطيتهَا عَن مَسْأَلَة وكلت إِلَيْهَا وَإِن أعطيتهَا من غير مَسْأَلَة أعنت عَلَيْهَا وَإِذا حَلَفت على يَمِين فَرَأَيْت غَيرهَا خيرا مِنْهَا فأت الَّذِي هُوَ خير وَكفر عَن يَمِينك وَثَبت عَنهُ فِي الصَّحِيحَيْنِ أَنه قَالَ فِي الطَّاعُون إِذا سَمِعْتُمْ بِهِ بِأَرْض فَلَا تقدمُوا عَلَيْهِ وَإِذا وَقع بِأَرْض وَأَنْتُم بهَا فَلَا تخْرجُوا مِنْهَا وَثَبت فِي الصَّحِيحَيْنِ أَنه قَالَ لَا تَتَمَنَّوْا لِقَاء الْعَدو وأسالوا الله الْعَافِيَة وَلَكِن إِذا لقيتموهم فَاصْبِرُوا وَاعْلَمُوا أَن الْجنَّة تَحت ظلال السيوف وأمثال ذَلِك مِمَّا يَقْتَضِي أَن الْإِنْسَان لَا يَنْبَغِي لَهُ أَن يسْعَى فِيمَا يُوجب عَلَيْهِ أَشْيَاء فيبخل بِالْوَفَاءِ كَمَا يفعل كثير مِمَّن يعاهد الله عهودا على أُمُور وغالب هَؤُلَاءِ يبتلون بِنَقْض العهود وَيَنْبَغِي أَن الْإِنْسَان إِذا ابتلى فَعَلَيهِ أَن يصبر وَيثبت وَلَا يكل حَتَّى يكون من الرِّجَال الْمُوفينَ القائمين بالواجبات وَلَا بُد فِي جَمِيع ذَلِك من الصَّبْر وَلِهَذَا كَانَ الصَّبْر وَاجِبا بِاتِّفَاق الْمُسلمين على أَدَاء الْوَاجِبَات وَترك الْمَحْظُورَات وَيدخل فِي ذَلِك الصَّبْر على المصائب عَن أَن يخرج وَالصَّبْر عَن ابْتَاعَ أهواء النَّفس فِيمَا نهى الله عَنهُ وَقد ذكر الله الصَّبْر فِي كِتَابه فِي اكثر من تسعين موضعا وقرنه بِالصَّلَاةِ فِي قَوْله الْبَقَرَة اسْتَعِينُوا بِالصبرِ وَالصَّلَاة وَإِنَّهَا لكبيرة إِلَّا على الخاشعين الْبَقَرَة اسْتَعِينُوا بِالصبرِ وَالصَّلَاة إِن الله مَعَ الصابرين وَقَوله هود وأقم الصَّلَاة طرفِي النَّهَار وَزلفًا من اللَّيْل إِلَى قَوْله واصبر فَإِن الله لايضيع اجْرِ الْمُحْسِنِينَ طه فاصبر على مَا يَقُولُونَ وَسبح بِحَمْد رَبك قبل طُلُوع الشَّمْس وَقبل غُرُوبهَا غَافِر فاصبر إِن وعد الله حق واستغفر لذنبك الْآيَة وَجعل الْإِمَامَة فِي الدّين موروثة عَن الصَّبْر وَالْيَقِين بقوله السَّجْدَة وجعلناهم أَئِمَّة يهْدُونَ بأمرنا لما صَبَرُوا وَكَانُوا بِآيَاتِنَا يوقنون فَإِن الدّين كُله علم بِالْحَقِّ وَعمل بِهِ فَالْعَمَل بِهِ لَا بُد فِيهِ من الصَّبْر بل وَطلب علمه يحْتَاج إِلَى الصَّبْر كَمَا قَالَ معَاذ بن جبل علكيم بِالْعلمِ فَإِن طلبه لله عبَادَة ومعرفته خشيَة والبحث عَنهُ جِهَاد وتعليمه لمن لَا يُعلمهُ صَدَقَة ومذاكرته تَسْبِيح بِهِ يعرف الله ويعبد بِهِ يمجد ويوحد يرفع الله بِالْعلمِ أقوما يجعلهم للنَّاس قادة وأئمة يَهْتَدُونَ بهم وينتهون إِلَى رَأْيهمْ فَجعل الْبَحْث عَن الْعلم من الْجِهَاد وَلَا بُد فِي الْجِهَاد من الصَّبْر وَلِهَذَا قَالَ تَعَالَى وَالْعصر إِن الْإِنْسَان لفي خسر إِلَّا الَّذين آمنُوا وَعمِلُوا الصَّالِحَات وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصبرِ وَقَالَ تَعَالَى ص وَاذْكُر عبادنَا إِبْرَاهِيم وَإِسْحَاق وَيَعْقُوب أولي الْأَيْدِي والأبصار فالعلم النافع ع هُوَ أصل الْهدى وَالْعَمَل بِالْحَقِّ هُوَ",
            "page": "54",
            "part": "1",
            "seal": "A50362CE"
        },
        {
            "id": "54",
            "nass": "الرشاد وضد الأول هُوَ الضلال وضد الثَّانِي هُوَ الغي والضلال الْعَمَل بِغَيْر علم والغي اتِّبَاع الْهوى قَالَ تَعَالَى والنجم إِذا هوى مَا ضل صَاحبكُم وَمَا غوى فَلَا ينَال الْهدى إِلَّا بِالْعلمِ وَلَا ينَال الرشاد إِلَّا بِالصبرِ وَلِهَذَا قَالَ عَليّ أَلا إِن الصَّبْر من الايمان بِمَنْزِلَة الرَّأْس من الْجَسَد فَإِذا انْقَطع الرَّأْس بَان الْجَسَد ثمَّ رفع صَوته فَقَالَ أَلا لَا إِيمَان لمن لَا صَبر لَهُ وَأما الرِّضَا فقد تنَازع الْعلمَاء والمشايخ من أَصْحَاب الإِمَام أَحْمد وَغَيرهم فِي الرضاء بِالْقضَاءِ هَل هُوَ وَاجِب أَو مُسْتَحبّ على قَوْلَيْنِ فعلى الأول يكون من أَعمال الْمُقْتَصِدِينَ وعَلى الثَّانِي يكون من أَعمال المقربين قَالَ عمر بن عبد الْعَزِيز الرضاء عَزِيز وَلكنه معول الْمُؤمن وَقد روى عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ لِابْنِ عَبَّاس إِن اسْتَطَعْت أَن تعْمل لله بِالرِّضَا مَعَ الْيَقِين فافعل فَإِن لم تستطع فَإِن فِي الصَّبْر على مَا تكره خيرا كثيرا وَلِهَذَا لم يَجِيء فِي الْقُرْآن إِلَّا مدح الراضين لَا إِيجَاب ذَلِك وَهَذَا فِي الرِّضَا فِيمَا يَفْعَله الرب بِعَبْدِهِ من المصائب كالمرض والفقر والزلزال كَمَا قَالَ تَعَالَى الْبَقَرَة وَالصَّابِرِينَ فِي البأساء وَالضَّرَّاء وَحين الْبَأْس وَقَالَ الْبَقَرَة أم حسبتم أَن تدْخلُوا الْجنَّة وَلما يأتكم مثل الَّذين خلوا من قبلكُمْ مستهم البأساء وَالضَّرَّاء وزلولوا فالبأساء فِي الْأَمْوَال وَالضَّرَّاء فِي الْأَبدَان والزلزال فِي الْقُلُوب وَأما الرِّضَا بِمَا أَمر الله بِهِ فأصله وَاجِب وَهُوَ من الايمان كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث ذاق طعم الايمان من رضى بِاللَّه رَبًّا وَبِالْإِسْلَامِ دينا وَبِمُحَمَّدٍ نَبيا وَهُوَ من تَوَابِع الْمحبَّة كَمَا سَنذكرُهُ إِن شَاءَ الله تَعَالَى وَقَالَ النِّسَاء فَلَا وَرَبك لَا يُؤمنُونَ حَتَّى يُحَكِّمُوك فِيمَا شجر بَينهم ثمَّ لَا يَجدوا فِي أنفسهم حرجا مِمَّا قضيت ويسلموا تَسْلِيمًا وَقَالَ تَعَالَى التَّوْبَة وَلَو أَنهم رَضوا مَا آتَاهُم الله روسوله وَقَالُوا حَسبنَا الله الْآيَة وَقَالَ تَعَالَى مُحَمَّد ذَلِك بِأَنَّهُم اتبعُوا مَا أَسخط الله وكرهوا رضوانه فأحبط أَعْمَالهم وَقَالَ التَّوْبَة وَمَا مَنعهم أَن تقبل مِنْهُم نفقاتهم إِلَّا أَنهم كفرُوا بِاللَّه وبرسوله وَلَا يأْتونَ الصَّلَاة إِلَّا وهم كسَالَى وَلَا يُنْفقُونَ إِلَّا وهم كَارِهُون وَمن النَّوْع الأول مَا رَوَاهُ أَحْمد وَالتِّرْمِذِيّ وَغَيرهمَا عَن سعد عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ من سَعَادَة ابْن آدم استخارته لله وَرضَاهُ بِمَا قسم الله لَهُ وَمن شقاوة ابْن آدم ترك استخارته لله وَسخطه بِمَا يقسم الله لَهُ وَأما الرِّضَا بالمنهيات من الْكفْر والفسوق والعصيان فَأكْثر الْعلمَاء يَقُولُونَ لَا يشرع الرِّضَا بهَا إِذْ هِيَ كَمَا لَا تشرع محبتها فَإِن الله سُبْحَانَهُ",
            "page": "55",
            "part": "1",
            "seal": "1C128A72"
        },
        {
            "id": "55",
            "nass": "لَا يرضاها وَلَا يُحِبهَا وَإِن كَانَ قدرهَا وقضاها كَمَا قَالَ سُبْحَانَهُ الْبَقَرَة وَالله لَا يحب الْفساد وَقَالَ تَعَالَى الزمر وَلَا يرضى لِعِبَادِهِ الْكفْر بل يسخطه كَمَا قَالَ تَعَالَى مُحَمَّد ذَلِك بِأَنَّهُم اتبعُوا مَا أَسخط الله وكرهوا رضوانه فأحبط أَعْمَالهم وَقَالَت طَائِفَة ترْضى من جِهَة كَونهَا مُضَافَة إِلَى الله خلقا وتسخط من جِهَة كَونهَا مُضَافَة إِلَى العَبْد فعلا وكسبا وَهَذَا لَا يُنَافِي الَّذِي قبله بل هما يعودان إِلَى أصل وَاحِد وَهُوَ سُبْحَانَهُ قدر الْأَشْيَاء لحكمة فَهِيَ لاعْتِبَار تِلْكَ الْحِكْمَة محبوبة مرضية وَقد تكون فِي نَفسهَا مَكْرُوهَة ومسخوطة إِذْ الشَّيْء الْوَاحِد يجْتَمع فِيهِ وصفان يحب من أَحدهمَا وَيكرهُ من الآخر كَمَا فِي الحَدِيث الصَّحِيح مَا ترددت عَن شَيْء أَنا فَاعله ترددي عَن قبض نفس عَبدِي الْمُؤمن يكره الْمَوْت وأكره مساءته وَلَا بُد لَهُ مِنْهُ وَأما من قَالَ بِالرِّضَا بِالْقضَاءِ الَّذِي هُوَ وصف الله وَفعله لَا بالمقضي الَّذِي هُوَ مفعلوه فَهُوَ خُرُوج مِنْهُ عَن مَقْصُود الْكَلَام فَإِن الْكَلَام لَيْسَ بالرضاء فِيمَا يقوم بِذَات الرب تَعَالَى من صِفَاته وأفعاله وَإِنَّمَا الْكَلَام فِي الرضاء بمفعولاته وَالْكَلَام فِيمَا يتَعَلَّق بِهَذَا قد بَيناهُ فِي غير هَذَا الْموضع والرضاء وَإِن كَانَ من أَعمال الْقُلُوب فكماله هُوَ الْحَمد حَتَّى إِن بَعضهم فسر الْحَمد بالرضاء وَلِهَذَا جَاءَ فِي الْكتاب وَالسّنة حمد الله على كل حَال وَذَلِكَ يتَضَمَّن بمقضياته وَفِي الحَدِيث أول من يدعى إِلَى الْجنَّة الْحَمَّادُونَ الَّذين يحْمَدُونَ الله فِي السَّرَّاء وَالضَّرَّاء وروى عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه كَانَ إِذا أَتَاهُ الْأَمر يسره قَالَ الْحَمد لله الَّذِي بنعمته تتمّ الصَّالِحَات وَإِذا أَتَاهُ الْأَمر الَّذِي يسؤوه قَالَ الْحَمد لله على كل حَال وَفِي مُسْند الإِمَام أَحْمد عَن أبي مُوسَى الْأَشْعَرِيّ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) قَالَ إِذا قبض ولد العَبْد يَقُول الله لملائكته أَقَبَضْتُم ولد عَبدِي فَيَقُولُونَ نعم فَيَقُول أَقَبَضْتُم ثَمَرَة فُؤَاده فَيَقُولُونَ نعم فَيَقُول مَاذَا قَالَ فَيَقُولُونَ حمدك واسترجعك فَيَقُول ابْنُوا لعبدي بَيْتا فِي الْجنَّة وسموه بَيت الْحَمد وَنَبِينَا (صلى الله عَلَيْهِ وَسلم) هُوَ صَاحب لِوَاء الْحَمد وَأمته هم الْحَمَّادُونَ الَّذين يحْمَدُونَ الله على السَّرَّاء وَالضَّرَّاء وَالرِّضَا وَالْحَمْد على الضراء يُوجِبهُ شَاهِدَانِ أَحدهمَا علم العَبْد بِأَن الله سُبْحَانَهُ مستوجب لذَلِك مُسْتَحقّ لَهُ لنَفسِهِ فَإِنَّهُ احسن كل شَيْء خلقه وأتقن كل شَيْء وَهُوَ الْعَلِيم الْحَكِيم الْخَبِير الرَّحِيم وَالثَّانِي علمه بِأَن اخْتِيَار الله لعَبْدِهِ الْمُؤمن خير من اخْتِيَاره لنَفسِهِ كَمَا روى مُسلم فِي صَحِيحه وَغَيره عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ وَالَّذِي نَفسِي بِيَدِهِ لَا يقْضِي الله لِلْمُؤمنِ قَضَاء إِلَّا كَانَ خيرا لَهُ",
            "page": "56",
            "part": "1",
            "seal": "EE39CD23"
        },
        {
            "id": "56",
            "nass": "لَيْسَ ذَلِك إِلَّا لِلْمُؤمنِ إِن اصبته سراء شكر فَكَانَ خيرا لَهُ وَإِن أَصَابَته ضراء فَصَبر كَانَ خيرا لَهُ فَأخْبر النَّبِي (صلى الله عَلَيْهِ وَسلم) أَن كل قَضَاء يَقْضِيه الله لِلْمُؤمنِ الَّذِي يصبر على الْبلَاء ويشكر على السَّرَّاء فَهُوَ خير لَهُ قَالَ تَعَالَى إِن فِي ذَلِك لايات لكل صبار شكور وَذكرهَا فِي أَرْبَعَة مَوَاضِع من كِتَابَة إِبْرَاهِيم لُقْمَان سبأ الشورى فَأَما من لَا يصبر على الْبلَاء وَلَا يشْكر على الرخَاء فَلَا يلْزم أَن يكون الْقَضَاء خيرا لَهُ وَلِهَذَا أجبْت من أورد على هَذَا بِمَا يقْضى على الْمُؤمن من الْمعاصِي بجوابين أَحدهمَا أَن هَذَا إِنَّمَا يتَنَاوَل مَا اصاب العَبْد لَا مَا فعله العَبْد كَمَا فِي قَوْله النِّسَاء مَا أَصَابَك من حَسَنَة فَمن الله أَي من سراء وَمَا أَصَابَك من سَيِّئَة فَمن نَفسك أَي من ضراء وَكَقَوْلِه الْأَعْرَاف وبلوناهم بِالْحَسَنَاتِ والسيئات لَعَلَّهُم يرجعُونَ أَي بالسراء وَالضَّرَّاء كَمَا قَالَ الْأَنْبِيَاء ونبلوكم بِالشَّرِّ وَالْخَيْر فتْنَة وَقَالَ آل عمرَان إِن تمسسكم حَسَنَة تسؤهم وَإِن تصبكم سَيِّئَة يفرحوا بهَا يُرَاد بهَا المسار والمضار وَيُرَاد بهَا الطَّاعَات والمعاصي وَالْجَوَاب الثَّانِي أَن هَذَا فِي حق الْمُؤمن الصبار الشكُور والذنُوب تنقص الْإِيمَان فَإِذا تَابَ العَبْد أحبه الله وَقد ترْتَفع دَرَجَته بِالتَّوْبَةِ قَالَ بعض السّلف كَانَ دَاوُد بعد التَّوْبَة خيرا مِنْهُ قبل الْخَطِيئَة فَمن قضى لَهُ بِالتَّوْبَةِ كَانَ كَمَا قَالَ سعيد ابْن جُبَير إِن العَبْد ليعْمَل الْحَسَنَة فَيدْخل بهَا النَّار وَإِن العَبْد ليعْمَل السَّيئَة فَيدْخل بهَا الْجنَّة وَذَلِكَ أَنه يعْمل الْحَسَنَة فَتكون نصب عينة ويعجب بهَا وَيعْمل السَّيئَة فَتكون نصب عينة فيستغفر الله وَيَتُوب إِلَيْهِ مِنْهَا وَقد ثَبت فِي الصَّحِيح عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ الْأَعْمَال بالخواتيم وَالْمُؤمن إِذا فعل سَيِّئَة فَإِن عُقُوبَته تنْدَفع عَنهُ بِعشْرَة أَسبَاب أَن يَتُوب فيتوب الله عَلَيْهِ فَإِن التائب من الذَّنب كمن لَا ذَنْب لَهُ أَو يسْتَغْفر فَيغْفر لَهُ أَو يعْمل حَسَنَات تمحوها فَإِن الْحَسَنَات يذْهبن السَّيِّئَات أَو يَدْعُو لَهُ إخوانه الْمُؤْمِنُونَ ويشفعون لَهُ حَيا وَمَيتًا أَو يهْدُونَ لَهُ من ثَوَاب أَعْمَالهم لينفعه الله بِهِ أَو يشفع فِيهِ نبيه مُحَمَّد (صلى الله عَلَيْهِ وَسلم) أَو يَبْتَلِيه الله فِي الدُّنْيَا بمصائب تكفر عَنهُ أَو يَبْتَلِيه فِي البرزخ والصعقة فيكفر بهَا عَنهُ أَو يَبْتَلِيه فِي عرصات الْقِيَامَة من أهوالها بِمَا يكفر عَنهُ أَو يرحمه أرْحم الرَّاحِمِينَ فَمن أخطأته هَذِه الْعشْرَة فَلَا يَلُومن إِلَّا نَفسه كَمَا قَالَ تَعَالَى فِيمَا يرْوى عَنهُ رَسُوله يَا عبَادي إِنَّمَا هِيَ أَعمالكُم احصيها لكم ثمَّ أوفيكم إِيَّاهَا فَمن وجد خيرا فليحمد الله وَمن وجد غير ذَلِك فَلَا يَلُومن إِلَّا نَفسه فَإِن كَانَ الْمُؤمن يعلم أَن الْقَضَاء خير إِذا كَانَ صَابِرًا شكُورًا",
            "page": "57",
            "part": "1",
            "seal": "BF6FB77E"
        },
        {
            "id": "57",
            "nass": "وَكَانَ قد استخار الله وَعلم أَن من سَعَادَة ابْن آدم استخارته لله وَرضَاهُ بِمَا قسم لَهُ كَانَ قد رضى بِمَا هُوَ خير لَهُ وَفِي الحَدِيث الصَّحِيح عَن عَليّ قَالَ إِن الله يقْضِي بِالْقضَاءِ فَمن رضى فَلهُ الرِّضَا وَمن سخط فَلهُ السخط فَفِي هَذَا الحَدِيث الرِّضَا والاستخارة فالرضا بعد الْقَضَاء والاستخارة قبل الْقَضَاء وَهَذَا اكمل من الرِّضَا وَالصَّبْر فَلهَذَا ذكر فِي ذَاك الرِّضَا وَفِي هَذَا الصَّبْر ثمَّ إِذا كَانَ الْقَضَاء مَعَ الصَّبْر خيرا لَهُ فَكيف مَعَ الرِّضَا وَلِهَذَا جَاءَ فِي الحَدِيث الْمُصَاب من حرم الثَّوَاب فالأثر الَّذِي رَوَاهُ الشَّافِعِي فِي مُسْنده أَن النَّبِي (صلى الله عَلَيْهِ وَسلم) لما مَاتَ سمعُوا قَائِلا يَقُول يَا آل بَيت رَسُول الله إِن فِي الله عزاء من كل مُصِيبَة وخلفا من كل هَالك ودركا من كل فَائت فبالله فثقوا وإياه فارجوا فَإِن الْمُصَاب من حرم الثَّوَاب وَلِهَذَا لم نؤمر بالحزن الْمنَافِي للرضا قطّ مَعَ أَنه لَا فَائِدَة فِيهِ فقد يكون مضرَّة لكنه يُعْفَى عَنهُ إِذا لم يقْتَرن بِهِ مَا يكرههُ الله لَكِن الْبكاء على الْمَيِّت على وَجه الرَّحْمَة حسن مُسْتَحبّ وَذَلِكَ لَا يُنَافِي الرِّضَا يخلاف الْبكاء عَلَيْهِ لفَوَات حَظه مِنْهُ وَبِهَذَا تعرف معنى قَول النَّبِي (صلى الله عَلَيْهِ وَسلم) لما بَكَى على الْمَيِّت وَقَالَ إِن هَذِه رَحْمَة جعلهَا الله فِي قُلُوب عباده وَإِنَّمَا يرحم الله من عباده الرُّحَمَاء وَأَن هَذَا لَيْسَ كبكاء من يبكي لحظه لَا لرحمة الْمَيِّت وَأَن الفضيل بن عِيَاض لما مَاتَ ابْنه على فَضَحِك وَقَالَ رَأَيْت أَن الله قضى فَأَحْبَبْت أَن أرْضى بِمَا قضى الله بِهِ حَاله حَال حسن بِالنِّسْبَةِ إِلَى أهل الْجزع وَأما رَحْمَة الْمَيِّت مَعَ الرِّضَا بِالْقضَاءِ وَحمد الله كَحال النَّبِي (صلى الله عَلَيْهِ وَسلم) فَهَذَا أكمل قَالَ تَعَالَى الْبَلَد ثمَّ كَانَ من الَّذين آمنُوا وَتَوَاصَوْا بِالصبرِ وَتَوَاصَوْا بالمرحمة فَذكر سُبْحَانَهُ التواصي بِالصبرِ وَالرَّحْمَة وَالنَّاس أَرْبَعَة اقسام مِنْهُم من يكون فِيهِ صَبر بقسوة وَمِنْهُم من يكون فِيهِ رَحْمَة بجزع وَمِنْهُم من يكون فِيهِ الْقَسْوَة والجزع وَالْمُؤمن الْمَحْمُود الَّذِي يصبر على مَا يُصِيبهُ وَيرْحَم النَّاس وَقد فطن طَائِفَة من المصنفين فِي هَذَا الْبَاب أَن الرِّضَا عَن الله من تَوَابِع الْمحبَّة لَهُ وَهَذَا إِنَّمَا يتَوَجَّه على المأخذ الأول وَهُوَ الرِّضَا عَنهُ لاستحقاقه ذَلِك بِنَفسِهِ مَعَ قطع العَبْد النّظر عَن حَظه بِخِلَاف المأخذ الثَّانِي وَهُوَ الرِّضَا لعلمه بِأَن الْمقْضِي خير لَهُ ثمَّ إِن الْمحبَّة مُتَعَلقَة بِهِ وَالرِّضَا مُتَعَلق بِقَضَائِهِ لَكِن قد يُقَال فِي تَقْرِير مَا قَالَ هَذَا المُصَنّف وَنَحْوه إِن الْمحبَّة لله نَوْعَانِ محبَّة لَهُ نَفسه ومحبة لما مِنْهُم من الاحسان وَكَذَلِكَ الْحَمد لَهُ نَوْعَانِ حمد لله على مَا يسْتَحقّهُ بِنَفسِهِ وَحمد على إحسانه لعَبْدِهِ فالنوعان للرضا كالنوعين للمحبة وَأما الرِّضَا بِهِ وبدينه وبرسوله فَذَلِك من",
            "page": "58",
            "part": "1",
            "seal": "DC10E3F6"
        },
        {
            "id": "58",
            "nass": "حَظّ الْمحبَّة وَلِهَذَا ذكر عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ ذاق طعم الْإِيمَان من رَضِي بِاللَّه رَبًّا وَبِالْإِسْلَامِ دينا وَبِمُحَمَّدٍ نَبيا وَفِي الصَّحِيحَيْنِ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ ثَلَاث من كن فِيهِ وجد حلاوة الْإِيمَان أَن يكون الله وَرَسُوله أحب إِلَيْهِ مِمَّا سواهُمَا وَمن كَانَ يحب الْمَرْء لَا يُحِبهُ إِلَّا لله وَمن كَانَ يكره أَن يرجع إِلَى الْكفْر بعد إِذْ انقذه الله مِنْهُ كَمَا يكره أَن يلقى فِي النَّار وَهَذَا مِمَّا يبين من الْكَلَام على الْمحبَّة فَنَقُول فصل محبَّة الله وَرَسُوله من أعظم وَاجِبَات الايمان وأكبر أوصله وَأجل قَوَاعِده بل هِيَ أصل كل عمل من أَعمال الْإِيمَان وَالدّين كَمَا أَن التَّصْدِيق أصل كل قَول من أَقْوَال الْإِيمَان وَالدّين فَإِن كل حَرَكَة فِي الْوُجُود إِنَّمَا تصدر عَن محبَّة إِمَّا عَن محبَّة محمودة أَو عَن محبَّة مذمومة كَمَا قد بسطنا ذَلِك فِي قَاعِدَة الْمحبَّة من الْقَوَاعِد الْكِبَار فَجَمِيع الْأَعْمَال الايمانية الدِّينِيَّة لَا تصدر إِلَّا عَن الْمحبَّة المحمودة وأصل الْمحبَّة المحمودة هِيَ محبَّة الله سُبْحَانَهُ وَتَعَالَى إِذْ الْعَمَل الصَّادِر عَن محبَّة مذمومة عِنْد الله لَا يكون عملا صَالحا بل جَمِيع الْأَعْمَال الإيمانية الدِّينِيَّة لَا تصدر إِلَّا عَن محبَّة الله فَإِن الله تَعَالَى لَا يقبل من الْعَمَل إِلَّا مَا أُرِيد بِهِ وَجهه كَمَا ثَبت فِي الصَّحِيح عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ يَقُول الله تَعَالَى أَنا أغْنى الشُّرَكَاء عَن الشّرك فَمن عمل عملا فأشرك فِيهِ غَيْرِي فَأَنا مِنْهُ برِئ وَهُوَ كُله للَّذي أشرك وَثَبت فِي الصَّحِيح حَدِيث الثَّلَاثَة الَّذين هم اول من تسعر بهم النَّار الْقَارئ الْمرَائِي والمجاهد الْمرَائِي والمتصدق الْمرَائِي بل إخلاص الدّين لله هُوَ الدّين الَّذِي لَا يقبل الله سواهُ فَهُوَ الَّذِي بعث بِهِ الْأَوَّلين والآخرين من الرُّسُل وَانْزِلْ بِهِ جَمِيع الْكتب وَاتفقَ عَلَيْهِ أَئِمَّة أهل الْإِيمَان وَهَذَا هُوَ خُلَاصَة الدعْوَة النَّبَوِيَّة وَهُوَ قطب الْقُرْآن الَّذِي تَدور عَلَيْهِ رحاه قَالَ تَعَالَى أول الزمر وَأول غَافِر وَأول الجاثية وَأول الحقاف تَنْزِيل الْكتاب من الله الْعَزِيز الْحَكِيم أول الزمر إِنَّا أنزلنَا إِلَيْك الْكتاب بِالْحَقِّ فاعبد الله مخلصا لَهُ الدّين أَلا لله الدّين الْخَالِص وَالسورَة كلهَا عَمَّتهَا فِي هَذَا الْمَعْنى من قَوْله الزمر قل إِنِّي أمرت أَن أعبد الله مخلصا لَهُ الدّين وَأمرت لِأَن أكون أول الْمُسلمين إِلَى قَوْله الزمر قل الله أعبد مخلصا لَهُ ديني إِلَى قَوْله أَلَيْسَ الله بكاف عَبده ويخوفونك بالذين من دونه",
            "page": "59",
            "part": "1",
            "seal": "2E746159"
        },
        {
            "id": "59",
            "nass": "إِلَى قَوْله قل أَفَرَأَيْتُم مَا تدعون من دون الله إِن أرادني الله بضر هَل هن كاشفات ضره الْآيَة إِلَى قَوْله الزمر أم اتَّخذُوا من دون الله شُفَعَاء قل أولو كَانُوا لَا يملكُونَ شَيْئا وَلَا يعْقلُونَ قل لله الشَّفَاعَة جَمِيعًا لَهُ ملك السَّمَاوَات وَالْأَرْض ثمَّ إِلَيْهِ ترجعون وَإِذا ذكر الله وَحده اشمأزت قُلُوب الَّذين لَا يُؤمنُونَ بِالآخِرَة وَإِذا ذكر الَّذين من دونه إِذا هم يستبشرون إِلَى قَوْله قل أفغير الله تأمروني أعبد أَيهَا الجاهلون إِلَى قَوْله بل الله فاعبد وَكن من الشَّاكِرِينَ وَقَالَ تَعَالَى فِيمَا قصه من قصَّة آدم وإبليس أَنه قَالَ ص فبعزتك لأغوينهم أَجْمَعِينَ إِلَّا عِبَادك مِنْهُم المخلصين وَقَالَ تَعَالَى الْحجر إِن عبَادي لَيْسَ لَك عَلَيْهِم سُلْطَان إِلَّا من اتبعك من الغاوين وَقَالَ النَّحْل إِنَّه لَيْسَ لَهُ سُلْطَان على الَّذين آمنُوا وعَلى رَبهم يَتَوَكَّلُونَ إِنَّمَا سُلْطَانه على الَّذين يتولونه وَالَّذين هم بِهِ مشركون فَبين أَن سُلْطَان الشَّيْطَان وإغواءه إِنَّمَا هُوَ لغير الملخصين وَلِهَذَا قَالَ فِي قصَّة يُوسُف وَكَذَلِكَ لنصرف عَنهُ السوء والفحشاء إِنَّه من عبادنَا المخلصين وَأَتْبَاع الشَّيْطَان هم أَصْحَاب النَّار كَمَا قَالَ تَعَالَى ص لأملأن جَهَنَّم مِنْك وَمِمَّنْ تبعك مِنْهُم أَجْمَعِينَ وَقد قَالَ سُبْحَانَهُ وَالنِّسَاء إِن الله لَا يغْفر أَن يُشْرك بِهِ وَيغْفر مَا دون ذَلِك لمن يَشَاء وَهَذِه الْآيَة فِي حق من لم يتب وَلِهَذَا خصص الشّرك وَقبل مَا سواهُ بِالْمَشِيئَةِ فَإِنَّهُ لَا يغْفر الشّرك لمن لم يتب مِنْهُ وَمَا دونه يغفره لمن يَشَاء وَأما قَوْله الزمر قل يَا عبَادي الَّذين أَسْرفُوا على أنفسهم لَا تقنطوا من رَحْمَة الله إِن الله يغْفر الذُّنُوب جَمِيعًا فَتلك فِي حق التائبين وَلِهَذَا عمم وَأطلق وَسِيَاق الْآيَة يبين ذَلِك مَعَ سَبَب نُزُولهَا وَقد أخبر سُبْحَانَهُ أَن الْأَوَّلين والآخرين إِنَّمَا أمروا بذلك فِي غير مَوضِع كالسورة الَّتِي قَرَأَهَا النَّبِي (صلى الله عَلَيْهِ وَسلم) لما أمره أَن يقْرَأ عَلَيْهِ قِرَاءَة إبلاغ وإسماع بِخُصُوصِهِ فَقَالَ الْبَيِّنَة وَمَا تفرق الَّذين أُوتُوا الْكتاب إِلَّا من بعد مَا جَاءَتْهُم الْبَيِّنَة وَمَا أمروا إِلَّا ليعبدوا الله مُخلصين لَهُ الدّين حنفَاء الْآيَة وَهَذَا حَقِيقَة قَول لَا إِلَه إِلَّا الله وَبِذَلِك بعث جَمِيع الرُّسُل قَالَ الله تَعَالَى الْأَنْبِيَاء وَمَا أرسلنَا من قبلك من رَسُول إِلَّا نوحي إِلَيْهِ أَنه لَا إِلَه إِلَّا أَنا فاعبدون وَقَالَ الزخرف واسأل من أرسلنَا من قبلك من رسلنَا أجعلنا من دون الرَّحْمَن آلِهَة يعْبدُونَ وَقَالَ تَعَالَى النَّحْل وَلَقَد بعثنَا فِي كل أمة رَسُولا أَن اعبدوا الله وَاجْتَنبُوا الطاغوت وَجَمِيع الرُّسُل افتتحوا دعوتهم بِهَذَا الأَصْل كَمَا قَالَ نوح عَلَيْهِ السَّلَام الْأَعْرَاف اعبدوا الله مَا لكم من إِلَه غَيره وَكَذَلِكَ",
            "page": "60",
            "part": "1",
            "seal": "193F2685"
        },
        {
            "id": "60",
            "nass": "هود هود وَصَالح هود وَشُعَيْب هود عَلَيْهِم السَّلَام وَغَيرهم كل يَقُول اعبدوا الله مَا لكم من إِلَه غَيره لَا سِيمَا أفضلا الرُّسُل اللَّذين اتخذ الله كِلَاهُمَا خَلِيلًا إِبْرَاهِيم ومحمدا عَلَيْهِمَا السَّلَام فَإِن هَذَا الأَصْل بَينه الله بهما وأيدهما فِيهِ ونشره بهما فإبراهيم هُوَ الإِمَام الَّذِي قَالَ الله فِيهِ الْبَقَرَة إِنِّي جاعلك للنَّاس إِمَامًا وَفِي ذُريَّته جعل النُّبُوَّة وَالْكتاب وَالرسل فَأهل هَذِه النُّبُوَّة والرسالة هم من آله الَّذين بَارك الله عَلَيْهِم قَالَ سُبْحَانَهُ الزخرف وَإِذ قَالَ إِبْرَاهِيم لِأَبِيهِ وَقَومه إِنَّنِي برَاء مِمَّا تَعْبدُونَ إِلَّا الَّذِي فطرني فَإِنَّهُ سيهدين وَجعلهَا كلمة بَاقِيَة فِي عقبه لَعَلَّهُم يرجعُونَ فَهَذِهِ الْكَلِمَة هِيَ كلمة الْإِخْلَاص لله وَهِي الْبَرَاءَة من كل معبود إِلَّا من الْخَالِق الَّذِي فطرنا كَمَا قَالَ صَاحب ياسين ياسين وَمَالِي لَا أعبد الَّذِي فطرني وَإِلَيْهِ ترجعون أأتخذ من دونه آلِهَة إِن يردن الرَّحْمَن بضر لَا تغن عني شفاعتهم شَيْئا وَلَا ينقذون وَقَالَ تَعَالَى فِي قصَّته بعد أَن ذكر مَا يبين ضلال من اتخذ بعض الْكَوَاكِب رَبًّا يعبده من دون الله قَالَ الْأَنْعَام فَلَمَّا أفلت قَالَ يَا قوم إِنِّي برِئ مِمَّا تشركون إِنِّي وجهت وَجْهي للَّذي فطر السَّمَاوَات وَالْأَرْض حَنِيفا وَمَا أَنا من الْمُشْركين إِلَى قَوْله وَلَا تخالفون أَنكُمْ أشركتم بِاللَّه مَا لم ينزل بِهِ عَلَيْكُم سُلْطَانا وَقَالَ إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام الشُّعَرَاء أَفَرَأَيْتُم مَا كُنْتُم تَعْبدُونَ أَنْتُم وآباؤكم الأقدمون فَإِنَّهُم عَدو لي إِلَّا رب الْعَالمين الَّذِي خلقني فَهُوَ يهدين وَالَّذِي هُوَ يطعمني ويسقين وَإِذا مَرضت فَهُوَ يشفين وَقَوله تَعَالَى الممتحنة قد كَانَت لكم أُسْوَة حَسَنَة فِي إِبْرَاهِيم وَالَّذين مَعَه إِذْ قَالُوا لقومهم إِنَّا بُرَآء مِنْكُم وَمِمَّا تَعْبدُونَ من دون الله كفرنا بكم الْآيَة وَنَبِينَا (صلى الله عَلَيْهِ وَسلم) هُوَ الَّذِي أَقَامَ الله بِهِ الدّين الْخَالِص لله دين التَّوْحِيد وقمع بِهِ الْمُشْركين من كَانَ مُشْركًا من الأَصْل وَمن الَّذين كفرُوا من أهل الْكتب وَقَالَ (صلى الله عَلَيْهِ وَسلم) فِيمَا رَوَاهُ الإِمَام أَحْمد وَغَيره بعثت بِالسَّيْفِ بَين يَدي السَّاعَة حَتَّى يعبد الله وَحده لَا شريك لَهُ وَجعل رِزْقِي تَحت ظلّ رُمْحِي وَجعل الذلة وَالصغَار على من خَالف امري وَمن تشبه بِقوم فَهُوَ مِنْهُم وَقد تقدم بعض مَا أنزل الله عَلَيْهِ من الْآيَات المتضمنة للتوحيد فَقَالَ تَعَالَى وَالصَّافَّات صفا إِلَى قَوْله إِن إِلَهكُم لوَاحِد إِلَى قَوْله إِنَّهُم كَانُوا إِذا قيل لَهُم لَا إِلَه إِلَّا الله يَسْتَكْبِرُونَ وَيَقُولُونَ أإنا لتاركوا آلِهَتنَا لشاعر مَجْنُون بل جَاءَ بِالْحَقِّ وَصدق الْمُرْسلين إِلَى قَوْله أُولَئِكَ لَهُم رزق مَعْلُوم فواكه وهم مكرمون إِلَى مَا ذكره من قصَص الْأَنْبِيَاء فِي التَّوْحِيد وإخلاص الدّين لله إِلَى قَوْله سُبْحَانَ الله",
            "page": "61",
            "part": "1",
            "seal": "2BE27306"
        },
        {
            "id": "61",
            "nass": "عَمَّا يصفونَ إِلَّا عباد الله المخلصين وَقَالَ تَعَالَى النِّسَاء إِن الْمُنَافِقين فِي الدَّرك الْأَسْفَل من النَّار وَلنْ تَجِد لَهُم نَصِيرًا إِلَّا الَّذين تَابُوا وَأَصْلحُوا واعتمصوا بِاللَّه وَأَخْلصُوا دينهم لله وَفِي الْجُمْلَة فَهَذَا الأَصْل فِي سُورَة الْأَنْعَام والأعراف والنور وطسم وحم وسور الْمفصل وَغير ذَلِك من السُّور المكية ومواضع من السُّور المدنية كثير ظَاهر فَهُوَ اصل الْأُصُول وَقَاعِدَة الدّين حَتَّى فِي سورتي الْإِخْلَاص قل يَا ايها الْكَافِرُونَ وَقل هُوَ الله أحد وَهَاتَانِ السورتان كَانَ النَّبِي (صلى الله عَلَيْهِ وَسلم) يقْرَأ بهما فِي صَلَاة التَّطَوُّع كركعتي الطّواف وَسنة الْفجْر وهما متضمنتان للتوحيد فَأَما قل يَا أَيهَا الْكَافِرُونَ فَهِيَ متضمنة للتوحيد العملي الإرادي وَهُوَ إخلاص الدّين لله بِالْقَصْدِ والإرادة وَهُوَ الَّذِي يتَكَلَّم بِهِ مَشَايِخ التصوف غَالِبا وَأما سُورَة قل هُوَ الله أحد فمتضمنة للتوحيد القولي العملي كَمَا ثَبت فِي الصَّحِيحَيْنِ عَن عَائِشَة أَن رجلا كَانَ يقْرَأ قل هُوَ الله أحد فِي صلَاته فَقَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) سلوه لم يفعل ذَلِك فَقَالَ لِأَنَّهَا صفة الرَّحْمَن فَأَنا أحبها فَقَالَ أَخْبرُوهُ أَن الله يُحِبهُ وَلِهَذَا تَضَمَّنت هَذِه السُّورَة من وصف الله سُبْحَانَهُ وَتَعَالَى الَّذِي ينفى قَول أهل التعطيل وَقَول أهل التَّمْثِيل مَا صَارَت بِهِ هِيَ الأَصْل الْمُعْتَمد فِي مسَائِل الذَّات كَمَا قد بسطنا ذَلِك فِي غير هَذَا الْموضع وَذكرنَا اعْتِمَاد الْأَئِمَّة عَلَيْهَا مَعَ مَا تضمنته فِي تَفْسِير الْأَحَد كَمَا جَاءَ تَفْسِيره عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) وَالصَّحَابَة وَالتَّابِعِينَ وَمَا دلّ على ذَلِك من الدَّلَائِل لَكِن الْمَقْصُود هُنَا هُوَ التَّوْحِيد العملي وَهُوَ إخلاص الدّين لله وَإِن كَانَ أحد النَّوْعَيْنِ مرتبطا بِالْآخرِ فَلَا يُوجد أحد من اهل التعطيل الْجَهْمِية وَأهل التَّمْثِيل المشبهة إِلَّا وَفِيه نوع من الشّرك العملي إِذْ أصل قَوْلهم فِيهِ شرك وتسوية بَين الله وَبَين خلقه أَو بَينه وَبَين المعدومات كَمَا يسوى المعطلة بَينه وَبَين المعدومات فِي الصِّفَات السلبية الَّتِي لَا تَسْتَلْزِم مدحا وَلَا ثُبُوت كَمَال أَو يسوون بَينه وَبَين النَّاقِص من الموجودات فِي صِفَات النَّقْص وكما يسوون إِذْ أثبتوا هم وَمن ضاهاهم من الممثلة مُسَاوَاة بَينه وَبَين الْمَخْلُوقَات فِي حقائقها حَتَّى قد يعبدونها فيعدلون برَبهمْ ويجعلون لَهُ أندادا ويشبهون الملخوق بِرَبّ الْعَالمين وَالْيَهُود كثيرا مَا يعدلُونَ الْخَالِق بالملخوق ويمثلونه بِهِ حَتَّى يصفوا الله بِالْعَجزِ والفقر وَالْبخل وَنَحْو ذَلِك من النقائص الَّتِي يجب تنزيهه عَنْهَا وَهِي من صِفَات خلقه وَالنَّصَارَى يعدلُونَ الْمَخْلُوق بالخالق حَتَّى يجْعَلُوا فِي الْمَخْلُوق من نعوت الربوبية وصفات الإلهية ويجوزون لَهُ مَالا يصلح إِلَّا للخالق سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُول الظَّالِمُونَ علوا كَبِيرا وَالله سُبْحَانَهُ وَتَعَالَى قد امرنا أَن نَسْأَلهُ الْهِدَايَة بقوله اهدنا الصِّرَاط الْمُسْتَقيم",
            "page": "62",
            "part": "1",
            "seal": "F950CCD8"
        },
        {
            "id": "62",
            "nass": "صِرَاط الَّذين أَنْعَمت عَلَيْهِم غير المغضوب عَلَيْهِم وَلَا الضَّالّين وَقد قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) الْيَهُود مغضوب عَلَيْهِم وَالنَّصَارَى ضالون وَفِي هَذ الْأمة من هَؤُلَاءِ وَهَؤُلَاء كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) لتتبعن سنَن من كَانَ قبلكُمْ حَذْو القذة بالقذة حَتَّى لَو دخلُوا جُحر ضَب لدخلتموه قَالُوا يَا رَسُول الله الْيَهُود وَالنَّصَارَى قَالَ فَمن والْحَدِيث فِي الصَّحِيحَيْنِ فَإِذا كَانَ أصل الْعَمَل الديني هُوَ إخلاص الدّين لله وَحده فالشيء المُرَاد لنَفسِهِ هُوَ المحبوب لذاته وَهَذَا كَمَال الْمحبَّة لَكِن أَكثر مَا جَاءَ الْمَطْلُوب مُسَمّى باسم الْعِبَادَة كَقَوْلِه الذاريات وَمَا خلقت الْجِنّ وَالْإِنْس إِلَّا ليعبدون وَقَوله الْبَقَرَة يَا أَيهَا النَّاس اعبدوا ربكُم الَّذِي خَلقكُم وَالَّذين من قبلكُمْ وأمثال هَذَا وَالْعِبَادَة تَتَضَمَّن كَمَال الْحبّ ونهايته وَكَمَال الذل ونهايته فالمحبوب الَّذِي لَا يعظم وَلَا يذل لَهُ لَا يكون معبودا والمعظم الَّذِي لَا يحب لَا يكون معبودا وَلِهَذَا قَالَ تَعَالَى الْبَقَرَة وَمن النَّاس من يتَّخذ من دون الله أندادا يحبونهم كحب الله وَالَّذين آمنُوا أَشد حبا لله فَبين سُبْحَانَهُ ان الْمُشْركين الَّذين يتخذون من دون ألله أندادا وَإِن كَانُوا يحبونهم كَمَا يحبونَ الله فَالَّذِينَ آمنُوا أَشد حبا لله مِنْهُم لله ولأوثانهم لِأَن الْمُؤمنِينَ أعلم بِاللَّه وَالْحب يتبع الْعلم وَلِأَن الْمُؤمنِينَ جعلُوا جَمِيع حبهم لله وَحده وَأُولَئِكَ جعلُوا بعض حبهم لَهُ وأشركوا بَينه وَبَين الأنداد فِي الْحبّ وَمَعْلُوم أَن ذَلِك افضل قَالَ الله تَعَالَى الزمر ضرب الله مثلا رجلا فِيهِ شُرَكَاء متشاكسون ورجلا سلما لرجل هَل يستويان مثلا الْآيَة وَاسم الْمحبَّة فِيهِ إِطْلَاق وَعُمُوم فَإِن الْمُؤمن يحب الله وَيُحب رسله وأنبياءه وعباده الْمُؤمنِينَ وَإِن كَانَ ذَلِك من محبَّة الله وَإِن كَانَت الْمحبَّة الَّتِي لله لَا يَسْتَحِقهَا غَيره فَلهَذَا جَاءَت محبَّة الله مَذْكُورَة بِمَا يخْتَص بِهِ سُبْحَانَهُ من الْعِبَادَة والإنابة إِلَيْهِ والتبتل لَهُ وَنَحْو ذَلِك فَكل هَذِه الْأَسْمَاء تَتَضَمَّن محبَّة الله سُبْحَانَهُ وَتَعَالَى ثمَّ إِنَّه كَانَ بَين أَن محبته أصل الدّين فقد بَين أَن كَمَال الدّين بكمالها ونقصه بنقصها فَإِن النَّبِي (صلى الله عَلَيْهِ وَسلم) قَالَ رَأس الْأَمر الْإِسْلَام وعموده الصَّلَاة وذروة سنامه الْجِهَاد فِي سَبِيل الله فَأخْبر أَن الْجِهَاد ذورة سَنَام الْعَمَل وَهُوَ أَعْلَاهُ وأشرفه وَقد قَالَ تَعَالَى التَّوْبَة أجعلتم سِقَايَة الْحَاج وَعمارَة الْمَسْجِد الْحَرَام كمن آمن بِاللَّه وَالْيَوْم الآخر وجاهد فِي سَبِيل الله لَا يستوون عِنْد الله إِلَى قَوْله أجر عَظِيم والنصوص فِي فَضَائِل الْجِهَاد وَأَهله كَثِيرَة وَقد ثَبت أَنه أفضل مَا تطوع بِهِ العَبْد وَالْجهَاد دَلِيل الْمحبَّة الْكَامِلَة قَالَ تَعَالَى التَّوْبَة قل إِن كَانَ آباؤكم وَإِخْوَانكُمْ وأزواجكم وعشيرتكم الْآيَة وَقَالَ تَعَالَى فِي صفة المحبين المحبوبين",
            "page": "63",
            "part": "1",
            "seal": "F363FA2C"
        },
        {
            "id": "63",
            "nass": "الْمَائِدَة يَا أَيهَا الَّذين آمنُوا من يرْتَد مِنْكُم عَن دينه فَسَوف يَأْتِي الله بِقوم يُحِبهُمْ وَيُحِبُّونَهُ أَذِلَّة على الْمُؤمنِينَ أعزة على الْكَافرين يجاهدون فِي سَبِيل الله وَلَا يخَافُونَ لومة لائم فَإِن الْمحبَّة مستلزمة للْجِهَاد وَلِأَن الْمُحب يحب مَا يحب محبوبه وَيبغض مَا يبغض محبوبه ويوالي من يوالي محبوبه ويعادي من يعاديه ويرض لرضاه ويغضب لغضبه وَيَأْمُر بِمَا يَأْمر بِهِ وَينْهى عَمَّا نهى عَنهُ فَهُوَ مُوَافق فِي ذَلِك وَهَؤُلَاء هم الَّذين يرضى الرب لرضاهم ويغضب لغضبهم إِذْ هم إِنَّمَا يرضون لرضاه ويغضبون لما يغْضب لَهُ كَمَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) لأبي بكر فِي طَائِفَة فيهم صُهَيْب وبلال لَعَلَّك أغضبتهم لَئِن كنت أغضبتهم لقد أغضبت رَبك فَقَالَ لَهُم يَا إخوتي هَل أغضبتكم قَالُوا لَا يغْفر الله لَك يَا أَبَا بكر وَكَانَ قد مر بهم أَبُو سُفْيَان بن حَرْب فَقَالُوا مَا أخذت السيوف مأخذها فَقَالَ لَهُم أَبُو بكر أتقولون هَذَا لسَيِّد قُرَيْش وَذكر أَبُو بكر ذَلِك للنَّبِي (صلى الله عَلَيْهِ وَسلم) فَقَالَ لَهُ مَا تقدم لَان أُولَئِكَ إِنَّمَا قَالُوا ذَلِك غَضبا لله لكَمَال مَا عِنْدهم من الْمُوَالَاة لله وَرَسُوله والمعاداة لأعدائهما وَلِهَذَا قَالَ النَّبِي (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الصَّحِيح فِيمَا يرْوى عَن ربه لَا يزَال عَبدِي يتَقرَّب إِلَيّ بالنوافل حَتَّى أحبه فَإِذا احببته كنت سَمعه الَّذِي يسمع بِهِ وبصره الَّذِي يبصر بِهِ وَيَده الَّتِي يبطش بهَا وَرجله الَّتِي يمشي بهَا فَبِي يسمع وَبِي يبصر وَبِي يبطش وَبِي يمشي وَلَئِن سَأَلَني لأعطينه وَلَئِن استعاذني لأعيذنه وَمَا ترددت عَن شَيْء أَنا فَاعله ترددي عَن قبض نفس عَبدِي الْمُؤمن يكره الْمَوْت وَأَنا أكره مساءته وَلَا بُد لَهُ مِنْهُ فَبين أَنه يتَرَدَّد لِأَن التَّرَدُّد تعَارض إرادتين وَهُوَ سُبْحَانَهُ يحب مَا يحب عَبده وَيكرهُ مَا يكرههُ وَهُوَ يكره الْمَوْت فَهُوَ يكرههُ كَمَا قَالَ وَأَنا أكره مساءته وَهُوَ سُبْحَانَهُ قد قضى بِالْمَوْتِ فَهُوَ يُرِيد أَن يَمُوت فَسمى ذَلِك ترددا ثمَّ بَين أَنه لَا بُد من وُقُوع ذَلِك وَهَذَا اتِّحَاد فِي المحبوب المرضي الْمَأْمُور بِهِ والمبغض الْمَكْرُوه الْمنْهِي عَنهُ وَقد يُقَال لَهُ اتِّحَاد نَوْعي وصفي وَلَيْسَ ذَلِك اتِّحَاد الذاتين فَإِن ذَلِك مُمْتَنع وَالْقَائِل بِهِ كَافِر وَهُوَ قَول النَّصَارَى والغالية من الرافضة والنساك كالحلاجية وَنَحْوهم وَهُوَ الِاتِّحَاد الْمُقَيد فِي شَيْء بِعَيْنِه وَأما الِاتِّحَاد الْمُطلق الَّذِي هُوَ قَول أهل وحدة الْوُجُود الَّذين يَزْعمُونَ أَن وجود الْمَخْلُوق هُوَ عين وجود الْخَالِق فَهَذَا تَعْطِيل للصانع وجحود لَهُ وَهُوَ جَامع لكل شرك فَكَمَا أَن الِاتِّحَاد نَوْعَانِ فَكَذَلِك الْحُلُول نَوْعَانِ قوم يَقُولُونَ بالحلول الْمُقَيد فِي بعض الْأَشْخَاص وَقوم يَقُولُونَ بحلوله فِي كل شَيْء وهم الْجَهْمِية الَّذين يَقُولُونَ إِن ذَات الله فِي كل مَكَان وَقد يَقع لبَعض المصطلمين من أهل الفناء فِي الْمحبَّة أَنه يغيب بمحبوبه",
            "page": "64",
            "part": "1",
            "seal": "C2BDCC61"
        },
        {
            "id": "64",
            "nass": "عَن نَفسه وحبه ويغيب بمذكوره عَن ذكره وبمعروفه عَن مَعْرفَته وبموجوده عَن وجوده حَتَّى لَا يشْهد إِلَّا محبوبه فيظن فِي زَوَال تَمْيِيزه وَنقص عقله وسكره أَنه هُوَ محبوبه كَمَا قيل إِن محبوبا وَقع فِي اليم فَألْقى الْمُحب نَفسه خَلفه فَقَالَ أَنا وَقعت فَأَنت مَا الَّذِي أوقعك فَقَالَ غبت بك عني فَظَنَنْت أَنَّك أَنا فَلَا ريب أَن هَذَا خطأ وضلال لَكِن إِن كَانَ هَذَا لِقَاء الْمحبَّة وَالذكر من غير أَن يحصل عَن سَبَب مَحْظُور زَالَ بِهِ عقله كَانَ مَعْذُورًا فِي زَوَاله فَلَا يكون مؤاخذا بِمَا يصدر مِنْهُ من الْكَلَام فِي هَذِه الْحَال الَّتِي زَالَ فِيهَا عقله بِغَيْر سَبَب مَحْظُور كَمَا قيل فِي عقلاء المجانين أَنهم قوم آتَاهُم الله عقولا وأحوالا فسلب عُقُولهمْ وَأبقى أَحْوَالهم وَأسْقط مَا فرض بِمَا سلب وَأما إِذا كَانَ السَّبَب الَّذِي بِهِ زَوَال الْعقل مَحْظُورًا لم يكن السَّكْرَان مَعْذُورًا وَإِن كَانَ لَا يحكم بِكُفْرِهِ فِي اصح الْقَوْلَيْنِ كَمَا لَا يَقع طَلَاقه فِي أصح الْقَوْلَيْنِ وَإِن كَانَ النزاع فِيهِ مَشْهُورا وَقد بسطنا الْكَلَام فِي هَذَا وفيمن يسلم لَهُ حَاله وَمن لَا يسلم فِي قَاعِدَة ذَلِك وَبِكُل حَال فالفناء الَّذِي يُفْضِي بِصَاحِبِهِ إِلَى مثل هَذَا حَال نقاص وَإِن كَانَ صَاحبه غير مُكَلّف وَلِهَذَا لم يرد مثل هَذَا عَن الصَّحَابَة الَّذين هم افضل الْأمة وَلَا عَن نَبينَا مُحَمَّد (صلى الله عَلَيْهِ وَسلم) وَإِن كَانَ لهَؤُلَاء فِي صعق مُوسَى نوع تعلق وَإِنَّمَا حدث زَوَال الْعقل عِنْد الواردات الإلهية على بعض التَّابِعين وَمن بعدهمْ وَإِن كَانَت الْمحبَّة التَّامَّة مستلزمة لموافقة المحبوب فِي محبوبه ومكروهه وولايته وعداوته فَمن الْمَعْلُوم أَن من أحب الله الْمحبَّة الْوَاجِبَة فَلَا بُد أَن يبغض أعداءه وَلَا بُد أَن يحب مَا يُحِبهُ من جهادهم كَمَا قَالَ تَعَالَى الصَّفّ إِن الله يحب الَّذين يُقَاتلُون فِي سَبيله صفا كَأَنَّهُمْ بُنيان مرصوص والمحب التَّام لَا يُؤثر فِيهِ لوم اللائم وعذل العاذل بل ذَلِك يغريه بملازمة الْمحبَّة كَمَا قد اكثر الشُّعَرَاء فِي ذَلِك وَهَؤُلَاء هم أهل الملام الْمَحْمُود وهم الَّذين لَا يخَافُونَ من يلومهم على مَا يحب الله ويرضاه من جِهَاد أعدائه فَإِن الملام على ذَلِك كثير وَأما الملام على فعل مَا يكرههُ الله أَو ترك مَا أحبه فَهُوَ لوم بِحَق وَلَيْسَ من ذَلِك الْمَحْمُود الصَّبْر على هَذَا الملام بل الرُّجُوع إِلَى الْحق خير من التَّمَادِي فِي الْبَاطِل وَبِهَذَا يحصل الْفرق بَين الملامية الَّذين يَفْعَلُونَ مَا يُحِبهُ الله وَرَسُوله وَلَا يخَافُونَ لومة لائم فِي ذَلِك وَبَين الملامية الَّذين يَفْعَلُونَ مَا يبغضه الله وَرَسُوله ويصبرون على الملام فِي ذَلِك",
            "page": "65",
            "part": "1",
            "seal": "5CF01169"
        },
        {
            "id": "65",
            "nass": "فصل وَإِذا كَانَت الْمحبَّة أصل كل عمل ديني فالخوف والرجاء وَغَيرهمَا يسْتَلْزم الْمحبَّة وَيرجع إِلَيْهَا فَإِن الراجي الطامع إِنَّمَا يطْمع فِيمَا يُحِبهُ لَا فِيمَا يبغضه والخائف يفر من الْخَوْف لينال المحبوب قَالَ تَعَالَى الْإِسْرَاء أُولَئِكَ الَّذين يدعونَ يَبْتَغُونَ إِلَى رَبهم الْوَسِيلَة أَيهمْ أقرب ويرجون رَحمته وَيَخَافُونَ عَذَابه الْآيَة وَقَالَ الْبَقَرَة إِن الَّذين آمنُوا وَالَّذين هَاجرُوا وَجَاهدُوا فِي سَبِيل الله أُولَئِكَ يرجون رَحْمَة الله وَرَحمته اسْم جَامع لكل خير وعذابه اسْم لكل شَرّ وَدَار الرَّحْمَة الْخَالِصَة هِيَ الْجنَّة وَدَار الْعَذَاب الْخَالِص هِيَ النَّار وَأما الدُّنْيَا فدار استدارج فالرجاء وَإِن تعلق بِدُخُول الْجنَّة فالجنة اسْم جَامع لكل نعيم وَأَعلاهُ النّظر إِلَى وَجه الله كَمَا فِي صَحِيح مُسلم عَن عبد الرَّحْمَن بن أبي ليلى عَن صُهَيْب عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) قَالَ إِذا دخل أهل الْجنَّة الْجنَّة نَادَى مُنَاد يَا اهل الْجنَّة إِن لكم عِنْد الله موعد يُرِيد أَن ينجزكموهن فَيَقُولُونَ مَا هُوَ ألم يبيض وُجُوهًا ألم يثقل موازيننا ويدخلنا الْجنَّة وينجينا من النَّار قَالَ فَيكْشف الْحجاب فَيَنْظُرُونَ إِلَيْهِ فَمَا أَعْطَاهُم شَيْئا أحب إِلَيْهِم من النّظر إِلَيْهِ وَهُوَ الزِّيَادَة وَمن هُنَا يتَبَيَّن زَوَال الِاشْتِبَاه فِي قَول من قَالَ مَا عبدتك شوقا إِلَى جنتك وَلَا خوفًا من نارك وَإِنَّمَا عبدتك شوقا إِلَى رؤيتك فَإِن هَذَا الْقَائِل ظن هُوَ وَمن تَابعه أَن الْجنَّة لَا يدْخل فِي مسماها إِلَّا الْأكل وَالشرب واللباس وَالنِّكَاح وَالسَّمَاع وَنَحْو ذَلِك مِمَّا فِيهِ التَّمَتُّع بالمخلوقات كَمَا يُوَافق على ذَلِك من يُنكر رُؤْيَة الله من الْجَهْمِية أَو من يقر بهَا وَيَزْعُم أَنه لَا تمتّع فِي نفس رُؤْيَة الله كَمَا يَقُوله طَائِفَة من المتفقهة فَهَؤُلَاءِ متفقون على أَن مُسَمّى الْجنَّة وَالْآخِرَة لَا يدْخل فِيهِ إِلَّا التَّمَتُّع بالمخلوقات وَلِهَذَا قَالَ بعض من غلط من الْمَشَايِخ لما سمع قَوْله آل عمرَان مِنْكُم من يُرِيد الدُّنْيَا ومنكم من يُرِيد الْآخِرَة قَالَ فَأَيْنَ من يُرِيد الله وَقَالَ آخر التَّوْبَة إِن الله اشْترى من الْمُؤمنِينَ أنفسهم وَأَمْوَالهمْ بِأَن لَهُم الْجنَّة قَالَ إِذا كَانَت النُّفُوس وَالْأَمْوَال بِالْجنَّةِ فَأَيْنَ النّظر إِلَيْهِ وكل هَذَا لظنهم أَن الْجنَّة لَا يدْخل فِيهَا النّظر وَالتَّحْقِيق أَن الْجنَّة هِيَ الدَّار الجامعة لكل نعيم وَأَعْلَى مَا فِيهَا النّظر إِلَى وَجه الله وَهُوَ من النَّعيم الَّذِي ينالونه فِي الْجنَّة كَمَا أخْبرت بِهِ النُّصُوص وَكَذَلِكَ اهل النَّار فَإِنَّهُم محجوبون عَن رَبهم يدْخلُونَ النَّار مَعَ أَن قَائِل هَذَا القَوْل إِذا كَانَ عَارِفًا بِمَا يَقُول فَإِنَّمَا قَصده إِنَّك لَو لم تخلق نَارا وَلَو لم تخلق جنَّة لَكَانَ يجب أَن تعبد وَيجب التَّقَرُّب إِلَيْك وَالنَّظَر إِلَيْك كَمَا قَالَ عمر رَضِي الله عَنهُ نعم العَبْد",
            "page": "66",
            "part": "1",
            "seal": "08F26B03"
        },
        {
            "id": "66",
            "nass": "صُهَيْب لَو لم يخف الله لم يَعْصِهِ أَي هُوَ لم يَعْصِهِ وَلَو لم يخفه فَإِن إجلاله وإكرامه لله يمنعهُ من مَعْصِيَته والراجي الْخَائِف إِذا تعلق خَوفه ورجاؤه بالتعذب باحتجاب الرب عَنهُ والتنعم بتجلية فمعلوم أَن هَذَا من تَوَابِع محبته لَهُ فالمحبة هِيَ أوجبت محبَّة التجلي وَالْخَوْف من الاحتجاب وَإِن تعلق خَوفه ورجاؤه بالتعذب بمخلوق والتنعم بِهِ فَهَذَا إِنَّمَا يطْلب ذَلِك بِعبَادة الله المستلزمة محبته لله وَهِي أحلى من كل محبَّة وَلِهَذَا يكون اشْتِغَال أهل الْجنَّة بذلك أعظم من كل شَيْء كَمَا فِي الحَدِيث إِن اهل الْجنَّة يُلْهمُون التَّسْبِيح كَمَا تلهمون وَهُوَ يبين غَايَة تنعمهم بِذكر الله ومحبته فالخوف من التعذب بمخلوق والرجاء لَهُ يَسُوقهُ إِلَى محبَّة الله الَّتِي هِيَ الأَصْل وَهَذَا كُله يَنْبَنِي على أصل الْمحبَّة فَيُقَال قد نطق الْكتاب وَالسّنة بمحبة الْعباد الْمُؤمنِينَ لله كَمَا فِي قَوْله الْبَقَرَة وَالَّذين آمنُوا أَشد حبا لله وَقَوله الْمَائِدَة يُحِبهُمْ وَيُحِبُّونَهُ وَقَوله التَّوْبَة أحب إِلَيْكُم من الله وَرَسُوله وَجِهَاد فِي سَبيله وَفِي الصَّحِيحَيْنِ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ ثَلَاث من كن فِيهِ وجد حلاوة الايمان أَن يكون الله وَرَسُوله أحب إِلَيْهِ مِمَّا سواهُمَا وَأَن يحب الْمَرْء لَا يُحِبهُ إِلَّا لله وَأَن يكره أَن يرجع فِي الْكفْر بعد إِذْ أنقذه الله مِنْهُ كَمَا يكره أَن يلقى فِي النَّار بل محبَّة رَسُول الله (صلى الله عَلَيْهِ وَسلم) وَجَبت لمحبة الله كَمَا فِي قَوْله التَّوْبَة أحب إِلَيْكُم من الله وَرَسُوله وكما فِي الصَّحِيحَيْنِ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ وَالَّذِي نَفسِي بِيَدِهِ لَا يُؤمن أحدكُم حَتَّى أكون أحب إِلَيْهِ من وَلَده ووالده وَالنَّاس أَجْمَعِينَ وَفِي صَحِيح البُخَارِيّ عَن عمر بن الْخطاب أَنه قَالَ وَالله يَا رَسُول الله لأَنْت أحب إِلَيّ من كل شَيْء إِلَّا من نَفسِي فَقَالَ لَا يَا عمر حَتَّى أكون أحب إِلَيْك من نَفسك فَقَالَ وَالله لأَنْت أحب إِلَيّ من نَفسِي وَكَذَلِكَ محبَّة صحابته وقرابته كَمَا فِي الصَّحِيح عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ آيَة الْإِيمَان حب الْأَنْصَار وَآيَة النِّفَاق بغض الْأَنْصَار وَقَالَ لَا يبغض الْأَنْصَار رجل يُؤمن بِاللَّه وَالْيَوْم الآخر وَقَالَ عَليّ رَضِي الله عَنهُ إِنَّه لعهد النَّبِي الْأُمِّي إِلَيّ أَنه لَا يحبني إِلَّا مُؤمن وَلَا يبغضني إِلَّا مُنَافِق وَفِي السّنَن أَنه قَالَ للْعَبَّاس وَالَّذِي نَفسِي بِيَدِهِ لَا يدْخلُونَ الْجنَّة حَتَّى يحبونكم لله ولقرابتي يَعْنِي بني هَاشم وَقد روى حَدِيث عَن ابْن عَبَّاس مَرْفُوعا أَنه قَالَ أَحبُّوا الله لما يغذوكم بِهِ من نعمه وأحبوني بحب الله وأحبوا أهل بَيْتِي لأجلي وَأما محبَّة الرب لعَبْدِهِ فَقَالَ تَعَالَى النساءواتخذ الله إِبْرَاهِيم خَلِيلًا وَقَالَ تَعَالَى الْمَائِدَة يُحِبهُمْ وَيُحِبُّونَهُ وَقَالَ الْبَقَرَة وأحسنوا إِن الله يحب الْمُحْسِنِينَ الحجرات وأقسطوا إِن الله يحب المقسطين",
            "page": "67",
            "part": "1",
            "seal": "AB69BA27"
        },
        {
            "id": "67",
            "nass": "التَّوْبَة فَأتمُّوا إِلَيْهِم عَهدهم إِلَى مدتهم إِن الله يحب الْمُتَّقِينَ التَّوْبَة فَمَا استقاموا لكم فاستقيموا لَهُم إِن الله يحب الْمُتَّقِينَ الصَّفّ إِن الله يحب الَّذين يُقَاتلُون فِي سَبيله صفا كَأَنَّهُمْ بُنيان مرصوص آل عمرَان بلَى من أوفى بعهده وَأتقى فَإِن الله يحب الْمُتَّقِينَ وَأما الْأَعْمَال الَّتِي يُحِبهَا الله من الْوَاجِبَات والمستحبات الظَّاهِرَة والباطنة فكثيرة مَعْرُوفَة وَكَذَلِكَ حبه لأَهْلهَا وهم الْمُؤْمِنُونَ أَوْلِيَاء الله المتقون وَهَذِه الْمحبَّة حق كَمَا نطق بهَا الْكتاب وَالسّنة وَالَّذِي عَلَيْهِ سلف الْأمة وأئمتها وَأهل السّنة والْحَدِيث وَجَمِيع مَشَايِخ الدّين وأئمة التصوف أَن الله مَحْبُوب لذاته محبَّة حَقِيقَة بل هِيَ أكمل محبَّة فَإِنَّهَا كَمَا قَالَ تَعَالَى الْبَقَرَة وَالَّذين آمنُوا أَشد حبا لله وَكَذَلِكَ هُوَ سُبْحَانَهُ يحب مَا يحب عباده الْمُؤْمِنُونَ وَمَا هُوَ فِي الله محبَّة حَقِيقِيَّة وَأنكر الْجَهْمِية حَقِيقَة الْمحبَّة من الطَّرفَيْنِ زعما مِنْهُم أَن الْمحبَّة لَا تكون إِلَّا لمناسبة بَين الْمُحب والمحبوب وَأَنه لَا مُنَاسبَة بَين الْقَدِيم والمحدث توجب محبته وقاسوا بِهِ الْمحبَّة وَكَانَ أول من أحدث هَذَا فِي الْإِسْلَام الْجَعْد بن دِرْهَم فِي أَوَائِل الْمِائَة الثَّانِيَة فضحى بِهِ خَالِد ابْن عبد الله الْقَسرِي أَمِير الْعرَاق والمشرق بواسط خطب النَّاس يَوْم الْأَضْحَى فَقَالَ أَيهَا النَّاس ضحوا يقبل الله ضَحَايَاكُمْ فَإِنِّي مضح بالجعد بن دِرْهَم أَنه زعم أَن الله لم يتَّخذ إِبْرَاهِيم خَلِيلًا وَلم يكلم مُوسَى تكليما ثمَّ نزل فذبحه فَكَأَنَّهُ قد أَخذ هَذَا الْمَذْهَب عَنهُ الجهم بن صَفْوَان فأظهره عَلَيْهِ وَإِلَيْهِ أضيف قَول الْجَهْمِية فَقتله سلم ابْن أحوز أَمِير خُرَاسَان بهَا ثمَّ نقل ذَلِك إِلَى الْمُعْتَزلَة أَتبَاع عَمْرو ابْن عبيد وَأظْهر قَوْلهم فِي زمن الْخَلِيفَة الْمَأْمُون حَتَّى امتحن أَئِمَّة الْإِسْلَام ودعوا إِلَى الْمُوَافقَة لَهُم عَن ذَلِك وأصل هَذَا مَأْخُوذ عَن الْمُشْركين والصابئة من البراهمة والمتفسلفة ومبتدعة أهل الْكتاب الَّذين يَزْعمُونَ أَن الرب لَيْسَ لَهُ صِفَات ثبوتية أصلا وَهَؤُلَاء هم أَعدَاء إِبْرَاهِيم الْخَلِيل عَلَيْهِ السَّلَام وهم يعْبدُونَ الْكَوَاكِب ويبنون الهياكل للعقول والنجوم وَغَيرهمَا وهم يُنكرُونَ فِي الْحَقِيقَة أَن يكون إِبْرَاهِيم خَلِيلًا ومُوسَى كليما وَأَن الْخلَّة هِيَ كَمَال الْمحبَّة المستغرقة للحب كَمَا قيل قد تخللت مَسْلَك الرّوح مني وبذا سمى الْخَلِيل خَلِيلًا وَيشْهد لهَذَا مَا ثَبت فِي الصَّحِيح عَن أبي سعيد عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ لَو كنت متخذا من أهل الأَرْض خَلِيلًا لاتخذت أَبَا بكر خَلِيلًا وَلَكِن صَاحبكُم",
            "page": "68",
            "part": "1",
            "seal": "E6D16507"
        },
        {
            "id": "68",
            "nass": "خَلِيل الله يَعْنِي نَفسه وَفِي رِوَايَة إِنِّي أَبْرَأ إِلَى كل خَلِيل من خلته وَلَو كنت متخذ من أهل الأَرْض خَلِيلًا لاتخذت أَبَا بكر خَلِيلًا وَفِي رِوَايَة إِن الله اتَّخَذَنِي خَلِيلًا كَمَا اتخذ إِبْرَاهِيم خَلِيلًا فَبين (صلى الله عَلَيْهِ وَسلم) أَنه لَا يصلح لَهُ أَن يتَّخذ من المخلوقين خَلِيلًا وَأَنه لَو يكون ذَلِك لَكَانَ احق النَّاس بهَا أَبُو بكر الصّديق رَضِي الله عَنهُ مَعَ أَنه (صلى الله عَلَيْهِ وَسلم) قد وصف نَفسه بِأَنَّهُ يحب أشخاصا كَمَا قَالَ معَاذ وَالله إِنِّي لَأحبك وَكَذَلِكَ قَوْله للْأَنْصَار وَكَانَ زيد بن حَارِثَة حب رَسُول الله (صلى الله عَلَيْهِ وَسلم) وَكَذَلِكَ ابْنه أُسَامَة حبه وأمثال ذَلِك وَقَالَ لَهُ عَمْرو بن الْعَاصِ أَي النَّاس أحب إِلَيْك قَالَ عَائِشَة قَالَ فَمن الرِّجَال قَالَ أَبوهَا وَقَالَ لفاطمة رَضِي الله عَنْهَا أَلا تحبين مَا أحب قَالَت بلَى قَالَ فأحبي عَائِشَة وَقَالَ لِلْحسنِ اللَّهُمَّ إِنِّي أحبه فَأَحبهُ وَأحب من يُحِبهُ وأمثال هَذَا كثير فوصف نَفسه بمحبة الْأَشْخَاص وَقَالَ إِنِّي أَبْرَأ إِلَى كل خَلِيل من خلته وَلَو كنت متخذا من أهل الأَرْض خَلِيلًا لاتخذت أَبَا بكر خَلِيلًا فَعلم أَن الْخلَّة أخص من مُطلق الْمحبَّة بِحَيْثُ هِيَ من كمالها وتخللها الْحبّ حَتَّى يكون المحبوب بهَا محبوبا لذاته لَا لشَيْء آخر إِذْ المحبوب لشَيْء غَيره هُوَ مُؤخر فِي الْمحبَّة عَن ذَلِك الْغَيْر وَمن كمالها لَا تقبل الشّركَة والمزاحمة لتخللها الْحبّ فَفِيهَا كَمَال التَّوْحِيد وَكَمَال الْحبّ وَإِن الْخلَّة أَيْضا تنَافِي الْمُزَاحمَة وَتقدم الْغَيْر بِحَيْثُ يكون المحبوب محبوبا لذاته لَا يزاحمه فِيهَا غَيره وَهَذِه محبَّة لَا تصلح إِلَّا لله فَلَا يجوز أَن يشركهُ غَيره فِيمَا يسْتَحقّهُ وَهُوَ مَحْبُوب لذاته وكل مَا يحب غَيره إِذا كَانَ محبوبا بِحَق فَإِنَّمَا يحب لأَجله وكل مَا أحب لغيره فمحبته بَاطِلَة فِي الدُّنْيَا وَالدُّنْيَا ملعونة مَلْعُون مَا فِيهَا إِلَّا مَا كَانَ لله تَعَالَى فَإِذا كَانَت الْخلَّة كَذَلِك فَمن الْمَعْلُوم أَن من أنكر أَن يكون الله محبوبا لذاته يُنكر مخاللته وَكَذَلِكَ أَيْضا إِن أنكر محبته لأحد من عباده فقد انكر أَن يَتَّخِذهُ خَلِيلًا بِحَيْثُ يحب الرب وَيُحِبهُ العَبْد على أكمل مَا يصلح لِلْعِبَادَةِ وَكَذَلِكَ تكليمه لمُوسَى أنكروه لإنكارهم أَن يقوم بِهِ صفة من الصِّفَات أَو فعل من الْأَفْعَال فَكَمَا يُنكرُونَ أَن يَتَّصِف بحياة أَو قدرَة أَو علم أَو أَن يستوى أَو أَن يَجِيء فَكَذَلِك يُنكرُونَ أَن يتَكَلَّم أَو يكلم فَهَذَا حَقِيقَة قَوْلهم الْبَقَرَة كَذَلِك قَالَ الَّذين من قبلهم مثل قَوْلهم تشابهت قُلُوبهم لَكِن لما كَانَ الْإِسْلَام ظَاهرا وَالْقُرْآن متلوا لَا يُمكن جَحده لمن أظهر الْإِسْلَام أخذُوا يلحدون فِي أَسمَاء الله ويحرفون الْكَلم عَن موَاضعه فتأولوا محبَّة الْعباد لَهُ بِمُجَرَّد محبتهم لطاعته والتقرب إِلَيْهِ وَهَذَا جهل عَظِيم فَإِن محبَّة المتقرب إِلَى المتقرب إِلَيْهِ",
            "page": "69",
            "part": "1",
            "seal": "FAE062D9"
        },
        {
            "id": "69",
            "nass": "تَابع لمحبته وَفرع عَلَيْهِ فَمن لَا يحب الشَّيْء لَا يُمكن أَن يحب التَّقَرُّب إِلَيْهِ إِذْ التَّقَرُّب وَسِيلَة ومحبة الْوَسِيلَة تبع لمحبة الْمَقْصُود فَيمْتَنع أَن تكون الْوَسِيلَة إِلَى الشَّيْء المحبوب هِيَ المحبوب دون الشَّيْء الْمَقْصُود بالوسيلة وَكَذَلِكَ الْعِبَادَة وَالطَّاعَة إِذا قيل فِي المطاع المعبود إِن هَذَا يحب طَاعَته وعبادته فَإِن محبَّة ذَلِك تبع لمحبته وَإِلَّا فَمن لَا يُحِبهُ لَا يحب طَاعَته وعبادته وَمن كَانَ لَا يعْمل لغيره إِلَّا لعوض يَنَالهُ مِنْهُ أَو لدفع عُقُوبَة فَإِنَّهُ يكون مُعَارضا لَهُ أَو مفتديا مِنْهُ لَا يكون محبا لَهُ وَلَا يُقَال إِن هَذَا يُحِبهُ ويفسر ذَلِك بمحبة طَاعَته وعبادته فَإِن محبَّة الْمَقْصُود وَإِن استلزمت محبَّة الْوَسِيلَة أَو غير محبَّة الْوَسِيلَة فَإِن ذَلِك يَقْتَضِي أَن يعبر بلفظين محبَّة الْعِوَض والسلامة عَن محبَّة الْعَمَل أما محبَّة الله فَلَا تعلق لَهَا بِمُجَرَّد محبَّة الْعِوَض أَلا ترى أَن من اسْتَأْجر أَجِيرا بعضو لَا يُقَال إِن الْأَجِير يُحِبهُ بِمُجَرَّد ذَلِك بل قد يسْتَأْجر الرجل من لَا يُحِبهُ بِحَال بل من يبغضه وَكَذَلِكَ من افتدى نَفسه بِعَمَل من عَذَاب معذب لَا يُقَال إِنَّه يُحِبهُ بل يكون مبغضا لَهُ فَعلم أَن مَا وصف الله بِهِ عباده الْمُؤمنِينَ من أَنهم يحبونه يمْتَنع أَن يكون مَعْنَاهُ مُجَرّد محبَّة الْعَمَل الَّذِي ينالون بِهِ بعض الْأَغْرَاض المحبوبة من غير أَن يكون رَبهم محبوبا أصلا وَأَيْضًا فَلفظ الْعِبَادَة مُتَضَمّن للمحبة مَعَ الذل كَمَا تقدم وَلِهَذَا كَانَت محبَّة الْقلب للبشر على طَبَقَات أَحدهَا العلاقة فَهُوَ تعلق الْقلب بالمحبوب ثمَّ الصبابة وَهُوَ انصباب الْقلب إِلَيْهِ ثمَّ الغرام وَهُوَ الْحبّ اللَّازِم ثمَّ الْعِشْق وَآخر الْمَرَاتِب هُوَ التتيم وَهُوَ التَّعَبُّد للمحبوب والمتيم المعبود وتيم الله عبد الله فَإِن الْمُحب يبْقى ذَاكِرًا معبدًا مذللا لمحبوبه وَأَيْضًا فاسم الانابة إِلَيْهِ يَقْتَضِي الْمحبَّة أَيْضا وَمَا أشبه ذَلِك من الْأَسْمَاء كَمَا تقدم وَأَيْضًا فَلَو كَانَ الَّذِي قَالُوهُ حَقًا من كَون ذَلِك مجَازًا لما فِيهِ من الْحَذف والاضمار فالمجاز لَا يُطلق إِلَّا بِقَرِينَة تبين المُرَاد وَمَعْلُوم أَن لَيْسَ فِي كتاب الله وَسنة رَسُوله مَا يَنْفِي أَن يكون الله محبوبا وَأَن لَا يكون المحبوب إِلَّا الْأَعْمَال لَا فِي الدّلَالَة الْمُتَّصِلَة وَلَا الْمُنْفَصِلَة بل وَلَا فِي الْعقل أَيْضا فَمن عَلَامَات الْمجَاز صِحَة إِطْلَاق نَفْيه فَيجب أَن يَصح إِطْلَاق القَوْل بَان الله لَا يحب وَلَا يحب كَمَا أطلق إمَامهمْ الْجَعْد بن دِرْهَم أَن الله لم يتَّخذ إِبْرَاهِيم خَلِيلًا وَلم يكلم مُوسَى تكليما وَمَعْلُوم أَن هَذَا مُمْتَنع بِإِجْمَاع الْمُسلمين فَعلم دلَالَة الْإِجْمَاع على أَن هَذَا لَيْسَ مجَازًا بل هِيَ حَقِيقَة وَأَيْضًا فقد فرق بَين محبته ومحبة الْعَمَل لَهُ فِي قَوْله التَّوْبَة أحب إِلَيْكُم من الله وَرَسُوله وَجِهَاد فِي سَبيله كَمَا فرق بَين محبته ومحبة رَسُوله فِي قَوْله أحب إِلَيْكُم من الله وَرَسُوله فَلَو كَانَ المُرَاد بمحبته لَيْسَ إِلَّا محبَّة الْعَمَل لَكَانَ هَذَا تكريرا أَو من بَاب عطف الْخَاص",
            "page": "70",
            "part": "1",
            "seal": "894C6456"
        },
        {
            "id": "70",
            "nass": "على الْعَام وَكِلَاهُمَا على خلاف ظَاهر الْكَلَام الَّذِي لَا يجوز الْمصير إِلَيْهِ إِلَّا بِدلَالَة تبين المُرَاد وكما أَن محبته لَا يجوز أَن تفسر بِمُجَرَّد محبَّة رَسُوله فَكَذَلِك لَا يجوز تَفْسِيرهَا بِمُجَرَّد محبَّة الْعَمَل وَإِن كَانَت محبته تَسْتَلْزِم محبَّة رَسُوله ومحبة الْعَمَل لَهُ وَأَيْضًا فالتعبير بمحبة الشَّيْء عَن مُجَرّد محبَّة طَاعَته لَا عَن محبَّة نَفسه أَمر لَا يعرف فِي اللُّغَة لَا حَقِيقَة وَلَا مجَازًا فَحمل الْكَلَام عَلَيْهِ تَحْرِيف مَحْض وَقد قَررنَا فِي مَوَاضِع من الْقَوَاعِد الْكِبَار أَنه لَا يجوز أَن يكون غير الله محبوبا مرَادا لذاته كَمَا لَا يجوز أَن يكون غير الله مَوْجُودا بِذَاتِهِ بل لَا رب إِلَّا الله وَلَا إِلَه غَيره والإله هُوَ المعبود الَّذِي يسْتَحق أَن يحب لذاته ويعظم لذاته كَمَال الْمحبَّة والتعظيم وكل مَوْلُود يُولد على الْفطْرَة فَإِنَّهُ سُبْحَانَهُ فطر الْقُلُوب على أَنه لَيْسَ فِي محبوباتها ومراداتها مَا تطمئِن إِلَيْهِ إِلَّا الله وَحده وَإِن كل مَا أحبه المحبوب من مطعوم وملبوس ومنظور وملموس يجد من نَفسه وَإِن قلبه يطْلب شَيْئا سواهُ وَيُحب أمرا غَيره يتألهه ويصمد إِلَيْهِ ويطمئن إِلَيْهِ وَيرى مَا يُشبههُ من هَذِه الاجناس وَلِهَذَا قَالَ الله تَعَالَى فِي كِتَابه الرَّعْد أَلا بِذكر الله تطمئِن الْقُلُوب وَفِي الصَّحِيح عَن عِيَاض بن حمَار عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) عَن الله قَالَ إِنِّي خلقت عبَادي حنفَاء فَاجْتَالَتْهُمْ الشَّيَاطِين وَحرمت عَلَيْهِم مَا احللت لَهُم وأمرتهم ان يشركوا بِي مَا لم أنزل بِهِ سُلْطَانا كَمَا فِي الصَّحِيحَيْنِ عَن أبي هُرَيْرَة عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ كل مَوْلُود يُولد على الْفطْرَة فَأَبَوَاهُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ ويمجسانه كَمَا نتنتج الْبَهِيمَة بَهِيمَة جَمْعَاء هَل تُحِسُّونَ فِيهَا من جَدْعَاء ثمَّ يَقُول أَبُو هُرَيْرَة اقْرَءُوا إِن شِئْتُم الرّوم فطْرَة الله الَّتِي فطر النَّاس عَلَيْهَا لَا تبيدل لخلق الله ذَلِك الدّين الْقيم وَأَيْضًا فَكل مَا فطرت الْقُلُوب على محبته من نعوت الْكَمَال فَالله هُوَ الْمُسْتَحق لَهُ على الْكَمَال وكل مَا فِي غَيره من مَحْبُوب فَهُوَ مِنْهُ سُبْحَانَهُ وَتَعَالَى فَهُوَ الْمُسْتَحق لِأَن يحب على الْحَقِيقَة والكمال وإنكار محبَّة العَبْد لرَبه هُوَ فِي الْحَقِيقَة إِنْكَار لكَونه إِلَهًا معبودا كَمَا أَن إِنْكَار محبته لعَبْدِهِ يسْتَلْزم إِنْكَار مَشِيئَته وَهُوَ يسْتَلْزم إِنْكَار كَونه رَبًّا خَالِقًا فَصَارَ إنكارها مستلزما لإنكار كَونه رب الْعَالمين ولكونه إِلَه الْعَالمين وَهَذَا هُوَ قَول أهل التعطيل والجحود وَلِهَذَا اتّفقت الأمتان قبلنَا على مَا عِنْدهم من مأثور وَحكم عَن مُوسَى وَعِيسَى أَن أعظم الْوَصَايَا أَن تحب الله بِكُل قَلْبك وعقلك وقصدك وَهَذَا هُوَ حَقِيقَة الحنيفية مِلَّة إِبْرَاهِيم الَّتِي هِيَ اصل شَرِيعَة التَّوْرَاة وَالْإِنْجِيل وَالْقُرْآن وإنكار ذَلِك هُوَ مَأْخُوذ من مقَال الصابئين أَعدَاء إِبْرَاهِيم الْخَلِيل وَمن وافقهم على ذَلِك من متفلسف أَو مُتَكَلم أَو متفقه أَخذه عَن هَؤُلَاءِ وَظهر ذَلِك فِي القرامطة الباطنية من الاسماعيلية وَلِهَذَا قَالَ الْخَلِيل إِمَام الحنفاء الشُّعَرَاء أَفَرَأَيْتُم",
            "page": "71",
            "part": "1",
            "seal": "61C0EC12"
        },
        {
            "id": "71",
            "nass": "مَا كُنْتُم تَعْبدُونَ أَنْتُم وآباؤكم الأقدمون فَإِنَّهُم عَدو لي إِلَّا رب الْعَالمين وَقَالَ أَيْضا الْأَنْعَام لَا احب الآفلين وَقَالَ تَعَالَى الشُّعَرَاء يَوْم لَا ينفع مَال وَلَا بنُون إِلَّا من أَتَى الله بقلب سليم وَهُوَ السَّلِيم من الشّرك وَأما قَوْلهم إِنَّه لَا مُنَاسبَة بَين الْمُحدث وَالْقَدِيم توجب محبته لَهُ وتمتعه بِالنّظرِ إِلَيْهِ فَهَذَا الْكَلَام مُجمل فَإِن ارادوا بالمناسبة أَنه لَيْسَ بوالد فَهَذَا حق وَإِن أَرَادوا أَنه لَيْسَ بَينهمَا من الْمُنَاسبَة مَا بَين الناكح والمنكوح والآكل والمأكول وَنَحْو ذَلِك فَهَذَا أَيْضا حق وَإِن أَرَادوا أَنه لَا مُنَاسبَة بَينهمَا توجب أَن يكون أَحدهمَا محبا عابدا والاخر معبودا محبوبا فَهَذَا هُوَ رَأس الْمَسْأَلَة والاحتجاج بِهِ مصادرة على الْمَطْلُوب وَيَكْفِي فِي ذَلِك الْمَنْع ثمَّ يُقَال بل لَا مُنَاسبَة تَقْتَضِي الْمحبَّة الْكَامِلَة إِلَّا الْمُنَاسبَة الَّتِي بَين الْمَخْلُوق والخالق الَّذِي لَا إِلَه غَيره الَّذِي هُوَ فِي السَّمَاء إِلَه وَفِي الأَرْض إِلَه وَله الْمثل الْأَعْلَى فِي السَّمَاوَات وَالْأَرْض وَحَقِيقَة قَول هَؤُلَاءِ أَنهم جَحَدُوا كَون الله معبودا فِي الْحَقِيقَة وَلِهَذَا وَافق على هَذِه الْمَسْأَلَة طوائف من الصُّوفِيَّة الْمُتَكَلِّمين الَّذين يُنكرُونَ أَن يكون الله محبا فِي الْحَقِيقَة فأقروا بِكَوْنِهِ محبوبا وَمنعُوا كَونه محبا لأَنهم تصوفوا مَعَ مَا كَانُوا عَلَيْهِ من قَول أُولَئِكَ المتكلمة فَأخذُوا عَن الصُّوفِيَّة مَذْهَبهم فِي الْمحبَّة وَإِن كَانُوا قد يخلطون فِيهِ وأصل إنكارها إِنَّمَا هُوَ قَول الْمُعْتَزلَة وَنَحْوهم من الْجَهْمِية فَأَما محبَّة الرب عَبده فهم لَهَا أَشد إنكارا ومنكروها قِسْمَانِ قسم يتأولونها بِنَفس المفعولات الَّتِي يُحِبهَا العَبْد فيجعلون محبته نفس خلقه وَقسم يجعلونها نفس إِرَادَته لتِلْك المفعولات وَقد بسطنا الْكَلَام فِي ذَلِك فِي قَوَاعِد الصِّفَات وَالْقدر وَلَيْسَ هَذَا هُوَ موضعهَا وَمن الْمَعْلُوم أَنه قد دلّ الْكتاب وَالسّنة واتفاق سلف الْأمة على أَن الله يحب ويرضى مَا أَمر بِفِعْلِهِ من وَاجِب ومستحب وَإِن لم يكن ذَلِك مَوْجُودا وعَلى أَنه قد يُرِيد وجود أُمُور يبغضها ويسخطها من الْأَعْيَان وَالْأَفْعَال كالفسق وَالْكفْر وَقد قَالَ الله تَعَالَى الْبَقَرَة وَالله لَا يحب الْفساد وَقَالَ تَعَالَى الزمر وَلَا يرضى لِعِبَادِهِ الْكفْر وَالْمَقْصُود هُنَا إِنَّمَا هُوَ فِي ذكر محبَّة الْعباد لله وَقد تبين أَن ذَلِك هُوَ أصل أَعمال الْإِيمَان وَلم يتَبَيَّن بَين أحد من سلف الْأمة من الصَّحَابَة وَالتَّابِعِينَ لَهُم بِإِحْسَان نزاع فِي ذَلِك وَكَانُوا يحركون هَذِه الْمحبَّة بِمَا شرع الله أَن تحرّك بِهِ من أَنْوَاع الْعِبَادَات الشَّرْعِيَّة كالعرفان الإيماني وَالسَّمَاع الفرقاني قَالَ تَعَالَى الشورى وَكَذَلِكَ أَوْحَينَا إِلَيْك روحا من أمرنَا مَا كنت تَدْرِي مَا الْكتاب وَلَا الْإِيمَان إِلَى آخر السُّورَة ثمَّ أَنه لما طَال الأمد صَار فِي طائف المتكلمة من الْمُعْتَزلَة وَغَيرهم من يُنكر هَذِه الْمحبَّة وَصَارَ فِي بعض المتصوفة من يطْلب تحريكها بأنواع من سَماع",
            "page": "72",
            "part": "1",
            "seal": "427A261A"
        },
        {
            "id": "72",
            "nass": "الحَدِيث كالتغيير وَسَمَاع المكاء والتصدية فيسمعون من الْأَقْوَال والأشعار مَا فِيهِ تَحْرِيك جنس الْحبّ الَّذِي يُحَرك من كل قلب مَا فِيهِ من الْحبّ بِحَيْثُ يصلح لمحب الأوتار والصلبان والاخوان والأوطان والمردان والنسوان كَمَا يصلح لمحب الرَّحْمَن وَلَكِن كَانَ الَّذين يحضرونه من الشُّيُوخ يشترطون لَهُ الْمَكَان والإمكان والخلان وَرُبمَا اشترطوا لَهُ الشَّيْخ الَّذِي يحرس من الشَّيْطَان ثمَّ توسع فِي ذَلِك غَيرهم حَتَّى خَرجُوا فِي ذَلِك إِلَى أَنْوَاع من الْمعاصِي بل إِلَى نوعم الفسوق بل خرج فِيهِ طوائف إِلَى الْكفْر الصَّرِيح بِحَيْثُ يتواجدون على أَنْوَاع من الْأَشْعَار الَّتِي فِيهَا الْكفْر والإلحاد مِمَّا هُوَ من أعظم أَنْوَاع الْفساد وينتج ذَلِك لَهُم من الْأَحْوَال بِحَسبِهِ كَمَا تنْتج لعباد الْمُشْركين وَأهل الْكتاب عباداتهم بحسبها وَالَّذِي عَلَيْهِ محققوا الْمَشَايِخ أَنه كَمَا قَالَ الْجُنَيْد رَحمَه الله من تكلّف السماع فتن بِهِ وَمن صادفه استراح بِهِ وَمعنى ذَلِك أَنه لَا يشرع الِاجْتِمَاع لهَذَا السماع الْمُحدث وَلَا يُؤمر بِهِ وَلَا يتَّخذ دينا وقربة وَأَن الْقرب والعبادات إِنَّمَا تُؤْخَذ عَن الرُّسُل صلوَات الله وَسَلَامه عَلَيْهِم فَكَمَا أَنه لَا حرَام إِلَّا مَا حرمه الله فَإِنَّهُ لَا دين إِلَّا مَا شَرعه الله قَالَ الله تعلى الشورى أم لَهُم شُرَكَاء شرعوا لَهُم من الدّين مالم يَأْذَن بِهِ الله وَلِهَذَا قَالَ آل عمرَان قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله وَيغْفر لكم ذنوبكم فَجعل محبتهم لله مُوجبَة لمتابعة رَسُوله وَجعل مُتَابعَة رَسُوله مُوجبَة لمحبة الله لَهُم قَالَ أبي بن كَعْب رَضِي الله عَنهُ عَلَيْكُم بالسبيل وَالسّنة فَإِنَّهُ مَا من عبد على السَّبِيل وَالسّنة ذكر الله فاقشعر جلده من مَخَافَة الله إِلَّا تحاتت عَنهُ خطاياه كَمَا يتحات الْوَرق الْيَابِس عَن الشَّجَرَة وَمَا من عبد على السَّبِيل وَالسّنة ذكر الله خَالِيا فَفَاضَتْ عَيناهُ من مَخَافَة الله إِلَّا لم تمسه النَّار أبدا وَإِن اقتصادا فِي سَبِيل وَسنة خير من اجْتِهَاد فِي خلاف سَبِيل وَسنة فاحرصوا أَن تكون أَعمالكُم اقتصادا واجتهادا على منهاج الْأَنْبِيَاء وسنتهم وَهَذَا مَبْسُوط فِي غير هَذَا الْموضع فَلَو كَانَ هَذَا مِمَّا يُؤمر بِهِ وَيسْتَحب وَتصْلح بِهِ الْقُلُوب للمعبود المحبوب لَكَانَ ذَلِك مِمَّا دلّت الْأَدِلَّة الشَّرْعِيَّة عَلَيْهِ وَمن الْمَعْلُوم أَنه لم يكن فِي الْقُرُون الثَّلَاثَة المفضلة الَّتِي قَالَ فِيهَا النَّبِي (صلى الله عَلَيْهِ وَسلم) خير الْقُرُون قَرْني الَّذِي بعثت فِيهِ ثمَّ الَّذين يَلُونَهُمْ ثمَّ الَّذين يَلُونَهُمْ لَا فِي الْحجاز وَلَا فِي الشَّام وَلَا فِي الْيمن وَلَا فِي الْعرَاق وَلَا فِي مصر وَلَا فِي خُرَاسَان أحد من أهل الْخَيْر وَالدّين يجْتَمع على السماع المبتدع لصلاح الْقُلُوب وَلِهَذَا كرهه الْأَئِمَّة كَالْإِمَامِ أَحْمد وَغَيره وعده الشَّافِعِي من إِحْدَاث الزَّنَادِقَة",
            "page": "73",
            "part": "1",
            "seal": "58E0E671"
        },
        {
            "id": "73",
            "nass": "حِين قَالَ خلفت بِبَغْدَاد شَيْئا أحدثه الزَّنَادِقَة يسموه التَّغْيِير يصدون بِهِ النَّاس عَن الْقُرْآن وَأما مَالا يَقْصِدهُ الْإِنْسَان من الِاسْتِمَاع فَلَا يَتَرَتَّب عَلَيْهِ نهى وَلَا ذمّ بِاتِّفَاق الآئمة وَلِهَذَا إِنَّمَا يَتَرَتَّب الذَّم والمدح على الِاسْتِمَاع لَا على السماع فالمستمع لِلْقُرْآنِ يُثَاب عَلَيْهِ وَالسَّامِع لَهُ من غير قصد لَا يُثَاب على ذَلِك إِذْ الْأَعْمَال بِالنِّيَّاتِ وَكَذَلِكَ مَا ينْهَى عَن استماعه من الملاهي لَو سَمعه السَّامع بِدُونِ قصد لم يضرّهُ ذَلِك فَلَو اسْتمع السَّامع بَيْتا يُنَاسب بعض حَاله تحرّك ساكنه الْمَحْمُود وأزعج قاطنه المحبوب أَو تمثل بذلك وَنَحْو ذَلِك لم يكن ذَلِك مِمَّا ينْهَى عَنهُ وَإِن كَانَ الْمَحْمُود الْحسن حَرَكَة قلبه الَّتِي يُحِبهَا الله وَرَسُوله أَو الَّتِي تَتَضَمَّن فعل مَا يُحِبهُ الله وَترك مَا يكرههُ كَالَّذي اجتاز بِبَيْت فَسمع قَائِلا يَقُول كل يَوْم تتلون غير هَذَا بك أجمل فَأخذ مِنْهُ إِشَارَة تناسب حَاله فَإِن الاشارة من بَاب الْقيَاس وَالِاعْتِبَار وَضرب الْأَمْثَال وَمَسْأَلَة السماع كَبِيرَة منتشرة قد تكلمنا عَلَيْهَا فِي غير هَذَا الْموضع وَالْمَقْصُود هَهُنَا أَن الْمَقَاصِد الْمَطْلُوبَة للمريدين تحصل بِالسَّمَاعِ الايماني القرآني النَّبَوِيّ الديني الشَّرْعِيّ الَّذِي هُوَ سَماع النَّبِيين وَسَمَاع الْعَالمين وَسَمَاع العارفين وَسَمَاع الْمُؤمنِينَ قَالَ الله تَعَالَى مَرْيَم أُولَئِكَ الَّذين أنعم الله عَلَيْهِم من النَّبِيين من ذُرِّيَّة آدم إِلَى قَوْله إِذا تتلى عَلَيْهِم آيَات الرَّحْمَن خروا سجدا وبكيا وَقَالَ تَعَالَى الْإِسْرَاء إِن الَّذين أُوتُوا الْعلم من قبله إِذا يُتْلَى عَلَيْهِم يخرون للأذقان سجدا إِلَى قَوْله ويزيدهم خشوعا وَقَالَ تَعَالَى الْمَائِدَة وَإِذا سمعُوا مَا أنزل إِلَى الرَّسُول ترى أَعينهم تفيض من الدمع مِمَّا عرفُوا من الْحق وَقَالَ تَعَالَى الْأَنْفَال إِنَّمَا الْمُؤْمِنُونَ الَّذين إِذا ذكر الله وجلت قُلُوبهم وَإِذا تليت عَلَيْهِم آيَاته زادتهم إِيمَانًا الْآيَة وَقَالَ تَعَالَى الزمر الله نزل أحسن الحَدِيث كتابا متشابها مثاني تقشعر مِنْهُ جُلُود الَّذين يَخْشونَ رَبهم الْآيَة وكما مدح المقبلين على هَذَا السماع فقد ذمّ المعرضين عَنهُ فِي مثل قَوْله لُقْمَان وَمن النَّاس من يَشْتَرِي لَهو الحَدِيث ليضل عَن سَبِيل الله بِغَيْر علم ويتخذها هزوا إِلَى قَوْله وَإِذا تتلى عَلَيْهِ آيَاتنَا ولى مستكبرا كَأَن لم يسْمعهَا الْآيَة وَقَالَ تَعَالَى الْفرْقَان وَالَّذين إِذا ذكرُوا بآيَات رَبهم لم يخروا عَلَيْهَا صمًّا وعميانا وَقَالَ تَعَالَى الْأَنْفَال وَلَو علم الله فيهم خيرا لأسمعهم الْآيَة",
            "page": "74",
            "part": "1",
            "seal": "ED534C39"
        },
        {
            "id": "74",
            "nass": "وَقَالَ تَعَالَى فصلت وَقَالَ الَّذين كفرُوا لَا تسمعوا لهَذَا الْقُرْآن والغوا فِيهِ لَعَلَّكُمْ تغلبون وَقَالَ تَعَالَى المدثر فَمَا لَهُم عَن التَّذْكِرَة معرضين كَأَنَّهُمْ حمر مستنفرة فرت من قسورة وَمثل هَذَا كثير فِي الْقُرْآن وَهَذَا كَانَ سَماع سلف الْأمة وأكابر مشايخها وأئمتها كالصحابة وَالتَّابِعِينَ وَمن بعدهمْ من الْمَشَايِخ كإبراهيم بن أدهم والفضيل بن عِيَاض وَأبي سُلَيْمَان الدراراني ومعروف الْكَرْخِي ويوسف بن أَسْبَاط وَحُذَيْفَة المرعشي وامثال هَؤُلَاءِ وَكَانَ عمر بن الْخطاب يَقُول لأبي مُوسَى الْأَشْعَرِيّ يَا أَبَا مُوسَى ذكرنَا رَبنَا فَيقْرَأ وهم يسمعُونَ ويبكون وَكَانَ أَصْحَاب مُحَمَّد إِذا اجْتَمعُوا أمروا وَاحِدًا مِنْهُم أَن يقْرَأ الْقُرْآن وَالْبَاقِي يَسْتَمِعُون وَقد ثَبت فِي الصَّحِيح أَن النَّبِي (صلى الله عَلَيْهِ وَسلم) مر بِأبي مُوسَى الْأَشْعَرِيّ وَهُوَ يقْرَأ فَجعل يستمع لقرَاءَته وَقَالَ لقد أُوتِيَ مِزْمَارًا من مَزَامِير آل دَاوُد وَقَالَ مَرَرْت بك البارحة وَأَنت تقْرَأ فَجعلت أستمع لقراءتك فَقَالَ لَو علمت أَنَّك تسمع لحبرته لَك تحبيرا أَي لحسنته لَك تحسينا وَقَالَ زَينُوا الْقُرْآن بِأَصْوَاتِكُمْ وَقَالَ الله أَشد أذنا إِلَى الرجل الْحسن الصَّوْت بِالْقُرْآنِ من صَاحب الْقَيْنَة إِلَى قَيْنَته أذنا أَي استماعا كَقَوْلِه الانشقاق وأذنت لِرَبِّهَا وحقت أَي استمعت وَقَالَ (صلى الله عَلَيْهِ وَسلم) مَا أذن الله لشَيْء مَا أذن لنَبِيّ حسن الصَّوْت يتَغَنَّى بِالْقُرْآنِ يجْهر بِهِ وَقَالَ لَيْسَ منا من لم يَتَغَنَّ بِالْقُرْآنِ وَلِهَذَا السماع من المواجيد الْعَظِيمَة والأذواق الْكَرِيمَة ومزيد المعارف وَالْأَحْوَال الجسيمة مَالا يَسعهُ خطاب وَلَا يحويه كتاب كَمَا أَن فِي تدبر الْقُرْآن وتفهمه من مزِيد الْعلم وَالْإِيمَان مَالا يُحِيط بِهِ بَيَان وَمِمَّا يَنْبَغِي التفطن لَهُ أَن الله سُبْحَانَهُ قَالَ فِي كِتَابه آل عمرَان قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله قَالَ طَائِفَة من السّلف أدعى قوم على عهد النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنهم يحبونَ الله فَأنْزل الله هَذِه الاية قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله الْآيَة فَبين سُبْحَانَهُ أَن محبته توجب اتِّبَاع الرَّسُول وَأَن ابْتَاعَ الرَّسُول يُوجب محبَّة الله للْعَبد وَهَذِه محبَّة امتحن الله بهَا أهل دَعْوَى محبَّة الله فَإِن هَذَا الْبَاب يكثر فِيهِ الدَّعَاوَى والاشتباه وَلِهَذَا يرْوى عَن ذِي النُّون الْمصْرِيّ أَنهم تكلمُوا فِي مَسْأَلَة الْمحبَّة عِنْده فَقَالَ اسْكُتُوا عَن هَذِه الْمحبَّة لَا تسمعها النُّفُوس فتدعيها وَقَالَ بَعضهم من عبد الله بالحب وَحده فَهُوَ زنديق وَمن عبد الله بالخوف وَحده فَهُوَ حروري وَمن عَبده بالرجاء وَحده فَهُوَ مرجيء وَمن عَبده بالحب وَالْخَوْف والرجاء فَهُوَ مُؤمن موحد وَذَلِكَ لِأَن الْحبّ الْمُجَرّد تتبسط النُّفُوس فِيهِ حَتَّى تتسع فِي أهوائها إِذا لم يزعها وازع الخشية لله حَتَّى قَالَت الْيَهُود وَالنَّصَارَى",
            "page": "75",
            "part": "1",
            "seal": "5B8731CD"
        },
        {
            "id": "75",
            "nass": "الْمَائِدَة نَحن أَبنَاء الله وأحباؤه وَيُوجد فِي مدعى الْمحبَّة من مُخَالفَة الشَّرِيعَة مَالا يُوجد فِي أهل الخشية وَلِهَذَا قرن والخشية بهَا فِي قَوْله ق هَذَا مَا توعدون لكل أواب حفيظ من خشِي الرَّحْمَن بِالْغَيْبِ وَجَاء بقلب منيب ادخلوها بِسَلام ذَلِك يَوْم الخلود وَكَانَ الْمَشَايِخ المصنفون فِي السّنة يذكرُونَ فِي عقائدهم مجانبة من يكثر دَعْوَى الْمحبَّة والخوض فِيهَا من غير خشيَة لما فِي ذَلِك من الْفساد الَّذِي وَقع فِيهِ طوائف من المتصوفة وَمَا وَقع فِي هَؤُلَاءِ من فَسَاد الإعتقاد والأعمال أوجب إِنْكَار طوائف لأصل طَريقَة المتوصفة بِالْكُلِّيَّةِ حَتَّى صَار المنحرفون صنفين صنف يقر بِحَقِّهَا وباطلها وصنف يُنكر حَقّهَا وباطلها كَمَا عَلَيْهِ طوائف من أهل الْكَلَام وَالْفِقْه وَالصَّوَاب إِنَّمَا هُوَ الْإِقْرَار بِمَا فِيهِ وَفِي غَيرهَا من مُوَافقَة الْكتاب وَالسّنة وَالْإِنْكَار لما فِيهَا وَفِي غَيرهَا من مُخَالفَة الْكتاب وَالسّنة وَقَالَ تَعَالَى آل عمرَان قل إِن كُنْتُم تحبون الله فَاتبعُوني يحببكم الله وَيغْفر لكم ذنوبكم فاتباع سنة رَسُوله (صلى الله عَلَيْهِ وَسلم) وَاتِّبَاع شَرِيعَته بَاطِنا وظاهرا هِيَ مُوجب محبَّة الله كَمَا أَن الْجِهَاد فِي سَبيله وموالاة أوليائه ومعاداة أعدائه هُوَ حَقِيقَتهَا كَمَا فِي الحَدِيث أوثق عرى الْإِيمَان الْحبّ فِي الله والبغض فِي الله وَفِي الحَدِيث من أحب لله وابغض لله وَأعْطى لله وَمنع لله فقد اسْتكْمل الْمحبَّة وَكثير مِمَّن يدعى الْمحبَّة هُوَ أبعد من غَيره عَن ابْتَاعَ السّنة وَعَن الْأَمر بِالْمَعْرُوفِ وَعَن النَّهْي عَن الْمُنكر وَالْجهَاد فِي سَبِيل الله ويدعى مَعَ هَذَا أَن ذَلِك أكمل لطريق الْمحبَّة من غَيره لزعمه أَن طَرِيق الْمحبَّة لله لَيْسَ فِيهِ غيرَة وَلَا غضب لله وَهَذَا خلاف مَا دلّ عَلَيْهِ الْكتاب وَالسّنة وَلِهَذَا فِي الحَدِيث الْمَأْثُور يَقُول الله تَعَالَى يَوْم الْقِيَامَة ايْنَ المتحابون بجلالي الْيَوْم أظلهم فِي ظِلِّي يَوْم لَا ظلّ إِلَّا ظِلِّي فَقَوله أَيْن المتحابون بِجلَال الله تَنْبِيه على مَا فِي قُلُوبهم من إجلال الله وتعظيمه والتحاب فِيهِ وَبِذَلِك يكونُونَ حافظين لحدوده دون الَّذين لَا يحفظون حُدُوده لضعف الْإِيمَان فِي قُلُوبهم وَهَؤُلَاء الَّذين جَاءَ فيهم الحَدِيث حقت محبتي للمتحابين فِي وحقت محبتي للمتجالسين فِي وحقت محبتي للمتزاورين فِي وحقت محبتي للمتابذلين فِي وَالْأَحَادِيث فِي المتحابين لله كَثِيرَة وَفِي الصَّحِيحَيْنِ عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) من حَدِيث أبي هُرَيْرَة سَبْعَة يظلهم الله فِي ظله يَوْم لَا ظلّ إِلَّا ظله إِمَام عَادل وشاب نَشأ فِي عبَادَة الله وَرجل",
            "page": "76",
            "part": "1",
            "seal": "A31ADE17"
        },
        {
            "id": "76",
            "nass": "قلبه مُعَلّق بِالْمَسْجِدِ إِذا خرج مِنْهُ حَتَّى يرجع إِلَيْهِ ورجلان تحابا فِي الله واجتمعا وتفرقا عَلَيْهِ وَرجل تصدق بِصَدقَة فاخفاها حَتَّى لاتعلم شِمَاله مَا أنفقت يَمِينه وَرجل ذكر الله خَالِيا فَفَاضَتْ عَيناهُ وَرجل دَعَتْهُ امْرَأَة ذَات نسب وجمال فَقَالَ إِنِّي أَخَاف الله رب الْعَالمين وأصل الْمحبَّة هُوَ معرفَة الله سُبْحَانَهُ وَتَعَالَى وَلها أصلان أَحدهمَا وَهُوَ الَّذِي يُقَال لَهُ محبَّة الْعَامَّة لأجل إحسانه إِلَى عباده وَهَذِه الْمحبَّة على هَذَا الأَصْل لَا ينكرها أحد فَإِن الْقُلُوب مجبولة على حب من أحسن إِلَيْهَا وبغض من اساء إِلَيْهَا وَالله سُبْحَانَهُ هُوَ الْمُنعم المحسن إِلَى عَبده بِالْحَقِيقَةِ فَإِنَّهُ المتفضل بِجَمِيعِ النعم وَإِن جرت بِوَاسِطَة إِذْ هُوَ ميسر الوسائط وَسبب الْأَسْبَاب لَكِن هَذِه الْمحبَّة إِذا لم تجذب الْقلب إِلَى محبَّة الله نَفسه فَمَا أحب العَبْد فِي الْحَقِيقَة إِلَّا نَفسه وَهَذَا لَيْسَ بمذموم بل مَحْمُود وَهَذِه الْمحبَّة هِيَ الْمشَار إِلَيْهَا بقوله أَحبُّوا الله لما يغذوكم بِهِ من نعمه وأحبوني لحب الله وأحبوا أَهلِي بحبي والمتقصر على هَذِه هُوَ لم يعرف من جِهَة الله مَا يسْتَوْجب أَنه يُحِبهُ إِلَّا للإحسان إِلَيْهِ وَهَذَا كَمَا قَالُوا إِن الْحَمد لله على نَوْعَيْنِ حمد هُوَ شكر وَذَلِكَ لَا يكون إِلَّا على نعْمَته وَحمد هُوَ ثَنَاء عَلَيْهِ ومحبة لَهُ وَهُوَ بِمَا يسْتَحقّهُ لنَفسِهِ سُبْحَانَهُ فَكَذَلِك الْحبّ فَإِن الأَصْل الثَّانِي هُوَ محبته لما هُوَ أهل وَهَذَا حب من عرف من الله مَا يسْتَحق أَن يحب لأَجله وَمَا من وَجه من الْوُجُوه الَّتِي يعرف الله بهَا مِمَّا دلّت عَلَيْهِ أسماؤه وَصِفَاته إِلَّا وَهُوَ يسْتَحق الْمحبَّة الْكَامِلَة من ذَلِك الْوَجْه حَتَّى جَمِيع مفعولاته إِذْ كل نعْمَة مِنْهُ فضل وكل نقمة مِنْهُ عدل وَلِهَذَا اسْتحق ان يكون مَحْمُودًا على كل حَال وَيسْتَحق أَن يحمد على السَّرَّاء وَالضَّرَّاء وَهَذَا أَعلَى وأكمل وَهَذَا حب الْخَاصَّة وَهَؤُلَاء هم الَّذين يطْلبُونَ لَذَّة النّظر إِلَى وَجهه الْكَرِيم ويتلذذون بِذكرِهِ ومناجاته وَيكون ذَلِك لَهُم أعظم من المَاء للسمك لَو أنقطعوا عَن ذَلِك لوجدوا من الْأَلَم مَالا يُطِيقُونَ وهم السَّابِقُونَ كَمَا فِي صَحِيح مُسلم عَن أبي هُرَيْرَة قَالَ مر النَّبِي (صلى الله عَلَيْهِ وَسلم) بجبل يُقَال لَهُ جمدان فَقَالَ سِيرُوا هَذَا جمدان سبق المفردون قَالُوا يَا رَسُول الله من المفردون قَالَ الذاكرون الله كثيرا وَالذَّاكِرَات وَفِي رِوَايَة أُخْرَى قَالَ المستهترون بِذكر الله يضع الذّكر عَنْهُم اثقالهم فَيَأْتُونَ يَوْم الْقِيَامَة خفافا وَفِي حَدِيث هَارُون بن عنترة عَن أَبِيه عَن ابْن عَبَّاس رَضِي الله عَنْهُمَا قَالَ قَالَ مُوسَى يَا رب أَي عِبَادك أحب إِلَيْك قَالَ الَّذِي يذكرنِي وَلَا ينساني",
            "page": "77",
            "part": "1",
            "seal": "726B6928"
        },
        {
            "id": "77",
            "nass": "قَالَ أَي عِبَادك أعلم قَالَ الَّذِي يطْلب علم النَّاس إِلَى علمه ليجد كلمة تدله على هدى أَو ترده عَن ردي قَالَ أَي عِبَادك أحكم قَالَ الَّذِي يحكم على نَفسه كَمَا يحكم على غَيره وَيحكم لغيره كَمَا يحكم لنَفسِهِ فَذكر فِي هَذَا الحَدِيث الْحبّ وَالْعلم وَالْعدْل وَذَلِكَ جماع الْخَيْر وَمِمَّا يَنْبَغِي التفطن لَهُ أَنه لَا يجوز أَن يظنّ فِي بَاب محبَّة الله تَعَالَى مَا يظنّ فِي محبَّة غَيره مِمَّا هُوَ من جنس التجني والهجر والقطيعة لغير سَبَب وَنَحْو ذَلِك مِمَّا قد يغلط فِيهِ طوائف من النَّاس حَتَّى يتمثلون فِي حبه بِجِنْس مَا يتمثلون بِهِ فِي حب من يصد وَيقطع بِغَيْر ذَنْب أَو يبعد من يتَقرَّب إِلَيْهِ وَإِن غلط فِي ذَلِك من غلط من المصنفين فِي رسائلهم حَتَّى يكون مَضْمُون كَلَامهم إِقَامَة الْحجَّة على الله بل لله الْحجَّة الْبَالِغَة وَقد ثَبت فِي الصَّحِيحَيْنِ عَن أبي هُرَيْرَة عَن النَّبِي (صلى الله عَلَيْهِ وَسلم) أَنه قَالَ يَقُول الله تَعَالَى من ذَكرنِي فِي نَفسه ذكرته فِي نَفسِي وَمن ذَكرنِي فِي مَلأ ذكرته فِي مَلأ خير مِنْهُ وَمن تقرب إِلَيّ شبْرًا تقربت إِلَيْهِ ذِرَاعا وَمن تقرب إِلَيّ ذِرَاعا تقربت إِلَيْهِ باعا وَمن أَتَانِي يمشي أَتَيْته هرولة وَفِي بعض الْآثَار يَقُول الله تَعَالَى أهل ذكري أهل مجالستي وَأهل شكري أهل زيارتي وَأهل طَاعَتي أهل كَرَامَتِي وَأهل معصيتي أؤيسهم من رَحْمَتي إِن تَابُوا فَأَنا حبيبهم لِأَن الله يحب التوابين وَإِن لم يتوبوا فَأَنا طبيبهم أبتليهم بالمصائب حَتَّى أطهرهم من المعايب وَقَالَ تَعَالَى وَمن يعْمل من الصَّالِحَات وَهُوَ مُؤمن فَلَا يخَاف ظلما وَلَا هضما قيل الظُّلم أَن يحمل عَلَيْهِ سيئات غَيره والهضم أَن ينقص من حَسَنَات نَفسه وَقَالَ تَعَالَى وَمَا ظلمناهم وَلَكِن كَانُوا أنفسهم يظْلمُونَ وَفِي الحَدِيث الصَّحِيح عَن أبي ذَر رَضِي الله عَنهُ قَالَ يَقُول الله تَعَالَى يَا عبَادي إِنِّي حرمت الظُّلم على نَفسِي وَجَعَلته بَيْنكُم محرما فَلَا تظالموا يَا عبَادي كلكُمْ ضال إِلَّا من هديته فاستهدوني أهدكم يَا عبَادي كلكُمْ جَائِع إِلَّا من أطعمته فاستطعموني أطْعمكُم يَا عبَادي كلكُمْ عَار إِلَّا من كسوته فاستكسوني أكسكم يَا عبَادي إِنَّكُم تذنبون بِاللَّيْلِ وَالنَّهَار وَأَنا أَغفر الذُّنُوب وَلَا أُبَالِي فاستغفروني أَغفر لكم يَا عبَادي إِنَّكُم لم تبلغوا ضري فتضروني وَلنْ تبلغوا نفعي فتنفعوني يَا عبَادي لَو أَن أولكم وآخركم وإنسكم وجنكم كَانُوا على أتقى قلب رجل مِنْكُم مَا زَاد ذَلِك فِي ملكي شَيْئا يَا عبَادي لَو أَن أولكم وآخركم وإنسكم وجنكم كَانُوا على أفجر قلب رجل مِنْكُم مَا نقص ذَلِك من ملكي شَيْئا يَا عبَادي لَو أَن أولكم وآخركم وإنسكم وجنكم اجْتَمعُوا فِي صَعِيد وَاحِد",
            "page": "78",
            "part": "1",
            "seal": "45BB0B60"
        },
        {
            "id": "78",
            "nass": "فسألوني فَأعْطيت كل وَاحِد مِنْهُم مَسْأَلته مَا نقص ذَلِك من ملكي إِلَّا كَمَا ينقص الْمخيط إِذا غمس فِي الْبَحْر يَا عبَادي إِنَّمَا هِيَ أَعمالكُم أحصيها لكم ثمَّ أوفيكم إِيَّاهَا فَمن وجد خيرا فليحمد الله وَمن وجد غير ذَلِك فَلَا يَلُومن إِلَّا نَفسه وَمَا رَوَاهُ البُخَارِيّ عَن شَدَّاد بن أَوْس قَالَ قَالَ رَسُول الله (صلى الله عَلَيْهِ وَسلم) سيد الاسْتِغْفَار أَن يَقُول العَبْد اللَّهُمَّ أَنْت رَبِّي لَا إِلَه إِلَّا أَنْت خلقتني وَأَنا عَبدك وَأَنا على عَهْدك وَوَعدك مَا اسْتَطَعْت أعوذ بك من شَرّ مَا صنعت أَبُوء لَك بنعمتك عَليّ وابوء بذنبي فَاغْفِر لي فَإِنَّهُ لَا يغْفر الذُّنُوب إِلَّا أَنْت من قَالَهَا إِذا أصبح موقنا بهَا فَمَاتَ فِي يَوْمه دخل الْجنَّة وَمن قَالَهَا إِذا أَمْسَى موقنا بهَا فَمَاتَ من ليلته دخل الْجنَّة فَالْعَبْد دَائِما بَين نعْمَة من الله يحْتَاج فِيهَا إِلَى شكر وذنب مِنْهُ يحْتَاج فِيهِ إِلَى أستغفار وكل من هذَيْن من الْأُمُور اللَّازِمَة للْعَبد دَائِما فَإِنَّهُ لَا يزَال يتقلب فِي نعم الله وآلائه وَلَا يزَال مُحْتَاجا إِلَى التَّوْبَة والاستغافر وَلِهَذَا كَانَ سيد ولد آدم وَإِمَام الْمُتَّقِينَ يسْتَغْفر فِي جَمِيع الْأَحْوَال وَقَالَ (صلى الله عَلَيْهِ وَسلم) فِي الحَدِيث الصَّحِيح الَّذِي رَوَاهُ البُخَارِيّ أَيهَا النَّاس تُوبُوا إِلَى ربكُم فَإِنِّي أَتُوب إِلَى الله فِي الْيَوْم مائَة مرّة وَقَالَ عبد الله بن عمر كُنَّا نعد لرَسُول الله (صلى الله عَلَيْهِ وَسلم) فِي الْمجْلس الْوَاحِد يَقُول رب أَغفر لي وَتب عَليّ إِنَّك أَنْت التواب الرَّحِيم مائَة مرّة وَقَالَ إِنِّي لأستغفر الله وَأَتُوب إِلَيْهِ فِي الْيَوْم اثْنَتَيْنِ وَسبعين مرّة وَفِي صَحِيح مُسلم أَنه قَالَ إِنَّه ليغان على قلبِي وَإِنِّي لأستغفر الله فِي الْيَوْم مائَة مرّة وَلِهَذَا شرع الاسْتِغْفَار فِي خَوَاتِيم الْأَعْمَال قَالَ تَعَالَى آل عمرَان والمستغفرين بالأسحار قَالَ بَعضهم أحيوا اللَّيْل بِالصَّلَاةِ فَلَمَّا كَانَ وَقت السحر أمروا بالاستغفار وَفِي الصَّحِيح أَن النَّبِي (صلى الله عَلَيْهِ وَسلم) كَانَ إِذا انْصَرف من صلَاته اسْتغْفر ثَلَاثًا وَقَالَ اللَّهُمَّ أَنْت السَّلَام ومنك السَّلَام تَبَارَكت يَاذَا الْجلَال وَالْإِكْرَام وَقَالَ تَعَالَى الْبَقَرَة فَإِذا أَفَضْتُم من عَرَفَات فاذكروا الله عِنْد الْمشعر الْحَرَام إِلَى قَوْله وَاسْتَغْفرُوا الله إِن الله غَفُور رَحِيم وَقد أَمر الله نبيه بعد أَن بلغ الرسَالَة وجاهد فِي الله حق جهادة وأتى بِمَا أَمر الله بِهِ مِمَّا لم يصل إِلَيْهِ غَيره فَقَالَ إِذا جَاءَ نصر الله وَالْفَتْح رَأَيْت النَّاس يدْخلُونَ فِي دين الله أَفْوَاجًا فسبح بِحَمْد رَبك وَاسْتَغْفرهُ إِنَّه كَانَ تَوَّابًا وَلِهَذَا كَانَ قوام الدّين بِالتَّوْحِيدِ وَالِاسْتِغْفَار كَمَا قَالَ الله تَعَالَى أول هود الر كتاب أحكمت آيَاته ثمَّ فصلت من لدن حَكِيم خَبِير أَلا تعبدوا إِلَّا الله إِنَّنِي لكم مِنْهُ نَذِير وَبشير وَأَن اسْتَغْفرُوا ربكُم ثمَّ تُوبُوا إِلَيْهِ يمتعكم مَتَاعا حسنا الْآيَة وَقَالَ تَعَالَى فصلت فاستقيموا إِلَيْهِ واستغفروه",
            "page": "79",
            "part": "1",
            "seal": "630DA51C"
        },
        {
            "id": "79",
            "nass": "وَقَالَ تَعَالَى مُحَمَّد فَاعْلَم أَنه لَا إِلَه إِلَّا الله واستغفر لذنبك وَلِلْمُؤْمنِينَ وَالْمُؤْمِنَات وَلِهَذَا جَاءَ فِي الحَدِيث يَقُول الشَّيْطَان أهلكت النَّاس بِالذنُوبِ وأهلكوني بِلَا إِلَه إِلَّا الله وَالِاسْتِغْفَار وَقَالَ يُونُس الْأَنْبِيَاء لَا إِلَه إِلَّا أَنْت سُبْحَانَكَ إِنِّي كنت من الظَّالِمين وَكَانَ النَّبِي (صلى الله عَلَيْهِ وَسلم) إِذا ركب دَابَّته يحمد الله ثمَّ يكبر ثَلَاثًا وَيَقُول لَا إِلَه إِلَّا أَنْت ظلمت نَفسِي فَاغْفِر لي وَكَفَّارَة الْمجْلس الَّتِي كَانَ يخْتم بهَا الْمجْلس وَالْوُضُوء سُبْحَانَكَ الله وَبِحَمْدِك أشهد أَن لَا إِلَه إِلَّا أَنْت أستغفرك وَأَتُوب إِلَيْك وَالله أعلم وَصلى الله على مُحَمَّد وَسلم",
            "page": "80",
            "part": "1",
            "seal": "082689DF"
        }
    ],
    "t1512": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في أمراض القلوب وشفائها"
        }
    ]
}