{
    "b1523": [
        {
            "id": "1",
            "nass": "أدب الاختلاف في الاسلام ¶ الدكتور طه جابر فياض العلواني ¶ تقديم ¶ بقلم: عمر عبيد حسنة ¶ الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور انفسنا وسيئات اعمالنا من يهد الله فلا مضل له ومن يضلل فلا هادي له، واشهد ان لا اله الا الله وان محمدا صلى الله عليه وسلم عبده ورسوله، وبعد: ¶ فهذا الكتاب التاسع في سلسلة «كتاب الامة» التي تصدرها رئاسة المحاكم الشرعية والشؤون الدينية بدولة قطر «ادب الاختلاف في الاسلام» للدكتور جابر فياض العلواني، يأتي مساهمة جديدة في تحقيق الوعي الثقافي ومحاولة لراب الصدوع في البناء الاسلامي، ومعالجة جذور الازمة الفكرية التي اورثتنا الخلاف والتآكل الداخلي، وايقاظ البعد الايماني في نفوس المسلمين بعد ان كاد يغيب عن حكم علاقاتنا وتوجيهها الوجهة الصحيحة بسبب من الفهم المعوج والممارسات المخطئة ومن ضغوط المجتمعات غير الاسلامية، ذلك ان حضور البعد الايماني وتحقق الفهم السليم هو الضمانة الحقيقية لشرعية علاقاتنا، والملاذ الاخير لتصفية خلافاتنا ونزع اغلال قلوبنا. فقد يكون نصيبنا من العلم والمعرفة ليس بالقليل. لكن المشكلة التي نعاني منها اليوم اننا افتقدنا الموجه الصحيح والمؤشر الضروري الذي يمنحنا السلامة ويكسبنا الصواب لهذا العلم وتلك المعرفة، اننا اكتسبنا المعرفة وافتقدنا خلقها، وامتلكنا الوسيلة وضيعنا الهدف والغاية، وما اكثر ما فوتت علينا خلافاتنا حول مندوب او مباح امر مفروضا او واجبا، لقد اتقنا فن الاختلاف وافتقدنا آدابه والالتزام باخلاقياته، فكان ان سقطنا فريسة التآكل الداخل والتنازع الذي اورثنا هذه الحياة الفاشلة وادى الى ذهاب الريح، قال تعالى: ¶ «ولاتنازعوا فتفشلوا وتذهب ريحكم» «الانفال: 26» ¶ ولقد حذرنا الله تعالى من السقوط في علل اهل الاديان السابقة، وقص علينا تاريخهم للعبرة والحذر، فقال:",
            "page": null,
            "part": null,
            "seal": "20C82850"
        },
        {
            "id": "2",
            "nass": "«ولاتكونوا من المشركين، من الذين فرقوا دينهم وكانوا شيعا. كل حزب بما لديهم فرحون» «الروم:31ـ32» . ¶ واعتبر الاختلاف الذي يسبب الافتراق والتمزق ابتعادا عن أي هدي للنبوة او انتساب لرسولها صلى الله عليه وسلم حين قال تعالى: ¶ «ان الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء ... .» «الانعام:159» . ¶ ذلك ان اهل الكتاب لم يؤتوا من قلة علم وضآلة معرفة، وانما كان هلاكهم لانهم وظفوا ما عندهم من علوم ومعارف للبغي بينهم، قال تعالى: «وما اختلف الذين اوتوا الكتاب الا من بعد ما جاءهم العلم بغيا بينهم ... » «آل عمران:19» .",
            "page": null,
            "part": null,
            "seal": "0DEFD5CA"
        },
        {
            "id": "3",
            "nass": "فهل ورثنا علل اهل الكتاب بدل ان نرث الكتاب؟ وهل ورثنا البغي بدل ان نرث العلم والمعرفة ونلتزم باخلاقهما؟ ان الاختلاف والبغي وتفريق الدين من علل اهل الكتاب التي كانت سببا في هلاكهم ونسخ اديانهم وبقاء قصصهم وسائل ايضاح للدرس والعبرة لمن ورثوا الكتاب والنبوة، ذلك انه لاسبيل للاستبدال والنسخ في عالم المسلمين، وهم اصحاب الرسالة الخاتمة، وانما هي الامراض التي لاتقضي على الجسم نهائيا، فاما ان تستمر فتعيش الامة حالة الوهن الذائب، واما ان تعالج فيكون التصويب، وتكون المعافاة، ويكون النهوض وايقاف التآكل الداخلي، وهذا من خصائص الرسالة الخاتمة. ان ما يعانيه عالم المسلمين اليوم لايخرج عن ان يكون اعراضا للمشكلة الثقافية وخللا في البنية الفكرية التي يعيشها العقل المسلم، وآثارا للازمة الاخلاقية التي يعاني منها السلوك المسلم، وما من سبيل الى خروج الا بمعالجة جذور الازمة الفكرية وتصويب الفهم واعادة صياغة السلوك الخلقي، كضمانة ضرورية، والا كنا كالذي يضرب في حديد بارد. ولاشك ان الاختلاف في وجهات النظر وتقدير الاشياء والحكم عليها امر فطري طبيعي، له علاقة بالفروق الفردية الى حد بعيد، اذ يستحيل بناء الحياة وقيام شبكة العلاقات الاجتماعية بين الناس اصحاب القدرات الواحدة والنمطية الواحدة، ذلك ان الاعمال الذهنية والعملية تتطلب مهارات متفاوتة، وكأن حكمة الله تعالى اقتضت ان يكون بين الناس بفروقهم الفردية سواء أكانت خلقية ام مكتسبة بين الاعمال في الحياة تواعد والتقاء، وكل ميسر لما خلق له، وعلى ذلك فالناس مختلفون، والمؤمنون درجات، فمنهم الظالم لنفسه، ومنهم المقتصد، ومنهم السابق بالخيرات الخ ... «ولو شاء ربك لجعل الناس امة واحدة ولا يزالون مختلفين» «هود:118» .",
            "page": null,
            "part": null,
            "seal": "F506A4A6"
        },
        {
            "id": "4",
            "nass": "وهنا نقول: ان الاختلاف بوجهات النظر بدل ان يكون ظاهرة صحة تغني العقل المسلم بخصوبة في الرأي، والاطلاع على عدد من وجهات النظر، ورؤية الامور من ابعادها وزواياها كلها، واضافة عقول الى عقل، انقلب عند مسلم عصر التخلف الى وسيلة للتآكل الداخلي والانهاك، وفرصة للاقتتال، حتى كاد الامر ان نصل ببعض المختلفين الى حد التصفية الجسدية، والى الاستنصار والتقوي باعداء الدين على صاحب الرأي المخالف، ولهذا في التاريخ القريب والبعيد شواهد، فكثيرا ما يعجز الانسان عن النظرة الكلية السوية للامور، والرؤية الشاملة للابعاد المتعددة فيقبع وراء جزئية يضخمها ويكبرها حتى تستغرقه الى درجة لايمكن معها ان يرى شيئا آخر، او انسانا يرى رأيا آخر، وقد تصل به الى ان يرى بمقايسات محزنة اعداء الدين اقرب اليه من المخالفين له بالرأي من المسلمين الذين يلتقون معه على اصول العقيدة نفسها ... ولعل في الحادثة التاريخية الشهيرة ذر الاختلاف بقرنه، وفقد آدابه، وفرقت بعض طوائف الامة المسلمة دينها الجامع ما يلقي بعض الاضواء التي قد تكون ذات مغزى لحياتنا اليوم الى حد بعيد.. ¶ «يروى ان واصل بن عطاء اقبل في رفقة فاحسوا الخوارج فقال واصل لاهل الرفقة: ان هذا ليس من شانكم، فاعتزلوا ودعوني واياهم.، وكانوا قد اشرفوا على العطب. فقالوا: شانك. فخرج اليهم، فقالوا: ما انت واصحابك؟ قال: مشركون مستجيرون ليسمعوا كلام الله ويعرفوا حدوده. فقالوا: قد اجرناكم، قال: فعلمونا. فجعلوا يعلمونه احكامهم، وجعل يقول: قد قبلت انا ومن معي. قالوا: فامضوا مصاحبين فانكم اخواننا. قال: ليس ذلك لكم، قال الله تبارك وتعالى: «وان احد من المشركين استجارك فاجره حتى يسمع كلام الله ثم ابلغه مأمنه00» فابلغونا مامننا، فنظر بعضهم الى بعض ثم قالوا ذاك لكم. فساروا باجمعهم حتى بلغوا المأمن «الكامل في اللغة والادب للمبرد:2/112» .",
            "page": null,
            "part": null,
            "seal": "67D36AD9"
        },
        {
            "id": "5",
            "nass": "لقد وصلت حدة الاختلاف الى مرحلة اصبح المشرك معها يامن على نفسه عند بعض الفرق الاسلامية التي ترى انها على الحق المحض اكثر من المسلم المخالف لها بوجهة النظر والاجتهاد، حيث اصبح لاسبيل معها للخلاص من التصفية الجسدية الا باظهار صفة الشرك. انه الاختلاف الذي يتطور ويتطور وتتعمق اخاديده فيسيطر على الشخص ويمتلك عليه حواسه الى درجة ينسى معها المعاني الجامعة والصيد المشترك الذي يلتقي عليه المسلمون، ويعدم صاحبه الابصار الا للمواطن التي تختلف فيها وجهات النظر، وتغيب عنه ابجديات الخلق الاسلامي، فتضطرب الموازين، وينقلب عنده الظني الى قطعي، والمتشابه الى محكم، وخفي الدلالة الى واضح الدلالة، والعام الى خاص، وتستهوي النفوس العليلة مواطن الخلاف، فتسقط، في هاوية تكفير المسلمين، وتفضيل غيرهم من المشركين عليهم ... وقد تنقلب الآراء الاجتهادية والمدارس الفقهية التي محلها اهل النظر والاجتهاد، على ايدي المقلدين والاتباع الى ضرب من التحزب الفكري، والتعصب السياسي، والتخريب الاجتماعي تؤول على ضوئه آيات القرآن واحاديث الرسول صلى الله عليه وسلم فتصبح كل آية او حديث لاتوافق هذا اللون من التحزب الفكري اما مؤولة او منسوخة، وقد يشتد التعصب ويشتد فتعود الينا مقولة الجاهلية: «كذاب ربيعة افضل من صادق مضر ... » . ¶ ولعل مرد معظم اختلافاتنا اليوم الى عوج في الفهم تورثه علل النفوس من الكبر والعجب بالرأي، والطواف حول الذات والافتتان بها، واعتقاد ان الصواب والزعامة وبناء الكيان انما يكون باتهام الآخرين بالحق وبالباطل، الامر الذي قد يتطور حتى يصل الى فجور في الخصومة والعياذ بالله تعالى. ¶ اننا قلما ننظر الى الدخل، لان الانشغال بعيوب الناس، والتشهير بها، والاسقاط عليها، لم يدع لنا فرصة التأمل في بنائنا الداخلي، والاثر يقول: «طوبى لمن شغله عيبه عن عيوب الناس» .",
            "page": null,
            "part": null,
            "seal": "D26638D8"
        },
        {
            "id": "6",
            "nass": "لقد اختلف السلف الصالح رضوان الله عليهم، لكن اختلافهم في الرأي لم يكن سببا لافتراقهم، انهم اختلفوا لكنهم لم يتفرقوا، لان وحدة القلوب كانت اكبر من ان ينال منها شيء، انهم تخلصوا من العلل النفسية وان اصيب بعضهم بخطأ الجوارح، وكان الرجل الذي بشر الرسول صلى الله عليه وسلم الصحابة بطلعته عليهم واخبرهم انه من اهل الجنة، هو الذي استكنهوا امره وعمله فتبين انه لاينام وفي قلبه غل على مسلم ... اما نحن اليوم فمصيبتنا في نفوسنا وقلوبنا، لذلك فان معظم مظاهر التوحد والدعوة اليه والانتصار له انما هي عبارة عن مخادعة للنفس، ومظاهر خارجية قد لا نختلف فيها كثيرا عن غيرنا والله تعالى يقول: «وذروا ظاهر الاثم وباطنه» «الانعام:120» . فالعالم الاسلامي بعد ان كان دولة واحدة تدين بالمشروعية العليا لكتاب الله تعلى وسنة رسوله اصبح اليوم سبعا وثمانين دويلة او يزيد، والاختلافات بينهم لايعلم مداها لا الله، وكلها ترفع شعارات الوحدة، بل قد توجد ضمن الدولة الواحدة كيانات عدة. وليس واقع بعض العاملين للاسلام اليوم الذين تناط بهم مهمة الانقاذ احسن حالا من مؤسساتهم الرسمية ... ان ازمتنا ازمة فكر، ومشكلتنا في عدم صدق الانتماء، والامة المسلمة عندما سلم لها عالم افكارها، وكانت المشروعية العليا الاساسية في حياتها للكتاب والسنة استطاعت ان تحمل رسالة وتقيم حضارة على الرغم من شظف العيش وقسوة الظروف المادية، فكان مع العسر يسر ... ذلك ان الحيدة عن الكتاب والسنة موقع في التنازع والفشل، قال تعالى. «واطيعوا الله ورسوله ولا تنازعوا فتفشلوا وتذهب ريحكم ... » «الانفال:46» . لقد اوقف الاسلام التشرذم والتآكل الداخلي ووجه العرب وجهة الاله الواحد الحق والغى الآلهة المزيفة حيث كان لكل قبيلة الهها الذي تتجه اليه. اما المسلمون اليوم في مواقعهم الكثيرة فانهم لا يشكون من قلة المادة وتوفر الاشياء، ومع ذلك انقلبوا الى امة مستهلكة على",
            "page": null,
            "part": null,
            "seal": "CFA38614"
        },
        {
            "id": "7",
            "nass": "مستوى الافكار والاشياء معا لانهم افتقدوا المعاني الجامعة والقواسم المشتركة، وغابت عنهم المشروعية الكبرى في حياتهم، واصاب الخلل بنيتهم الفكرية. ¶ من هنا نقول: لابد من اعادة الصياغة، واعادة الترتيب المفقود لفكر المسلم، ولا سبيل الى ذلك الا بالرجوع الى كتب الاصول، حيث وضع علماؤنا الضوابط والقواعد للمقايسة والاستنتاج لضبط الرأي وضمان مساره، واقتران العلم عندهم باخلاقه ... وتنمية الدراسات التي تؤكد وحدة الامة وقواسمها المشتركة، والمنهج التربوي الذي يسلحها باخلاق المعرفة، وابراز النقاط الجامعة واعتبار فترات الرفض والخروج وكتب الخلافات حالات مرضية لايعتد بها. ¶ من هنا ياتي هذا الكتاب في وقت احوج ما يكون المسلمين اليه، ومساهمة طيبة في اغناء هذا الموضوع الهام والخطير حيث يبصر المثقف المسلم بشكل عام بشيء من مناهج العلماء في الاستنباط، وبالاصول التي بنى عليها هؤلاء العلماء اجتهاداتهم ومبتنى اختلافاتهم، ليعلم ان هذه الاختلافات انما تحكمها ضوابط وقواعد واصول لايحسنها كل من اراد التطاول على الاجتهاد دون امتلاك اداته، وتنتظمها اخلاق وآداب، يحفظها من الجنوح والخروج وازع ديني ...",
            "page": null,
            "part": null,
            "seal": "FA8A6C23"
        },
        {
            "id": "8",
            "nass": "لقد قدم نماذج على ارفع المستويات من سيرة السلف الصالح للاقتداء والتأسي قبل ان تنقلب المدارس الاجتهادية على ايدي المقلدة مذاهب سياسية وتحزبات فكرية، وقد اعان المؤلف على ذلك تخصصه في العلوم الاسلامية واصول الفقه، ولا شك ان الكتاب في بعض جوانبه قد غلبت عليه الصفة العلمية الاكاديمية، ولا شك عندنا انها ضرورة لازمة، خاصة بالنسبة لاولئك المثقفين من المسلمين بشكل عام الذين لم تتح لهم ظروفهم الاطلاع على شيء من الاصول الشرعية، لذلك يمكن القول: ان هذا الكتاب يمكن ان يكون كتابا معلما الى حد بعيد، وان كنا نعتقد ان الاطلاع على هذه المناهج والآداب لا يكفي لحل مشكلة المسلمين ومعالجة ازمتهم الفكرية، بل لابد مع ذلك من التربية العملية والتدرب على آداب الخلاف والاخلاق التي يجب ان تحكمه ... ولا يفوتنا هنا ان نشيد بالروح الاسلامية في الاخوة والتعاون التي لمسناها من المعهد العالمي للفكر الاسلامي بواشنطن حيث آثرنا بهذا الكتاب ليكون في سلسلة «كتاب الامة» ايمانا منه بوحدة الغاية والقصد، والله نسأل ان يلهم الجميع الاخلاص في العمل والسداد في الرأي، انه الهادي الى سواء السبيل.",
            "page": null,
            "part": null,
            "seal": "E0EFE0B8"
        },
        {
            "id": "9",
            "nass": "المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد خاتم النبيين وعلى آله وصحبه من دعا بدعوته واهتدى أتهديه الى يوم الدين، وبعد: فان امراض المسلمين في عصرنا هذا قد تعددت وتشعبت وفشت حتى شملت جوانب متعددة من شؤونهم الدينية والدنيوية، ومن العجيب ان الامة المسلمة لا تزال على قيد الحياة، لم تصب منها تلك الادواء بحمد الله مقتلا على كثرتها وخطورتها، وكان بعها كفيلا بابادة امم وشعوب لم تغن عنها كثرتها ولا وفرة مواردها، ولعل مرد نجاة هذه الامة الى هذا اليوم رغم ضعفها هو وجود كتاب ربها وسنة نبيها عليه افضل الصلاة والتسليم بين ظهرانيها ثم دعوة نبيها صلى الله عليه وسلم واستغفار الصالحين من ابنائها «وما كان الله ليعذبهم وانت فيهم، وما كان الله معذبهم وهم يستغفرون» «الانفال:33» . وان من اخطر ما اصيبت به هذه الامة في الآونة الاخيرة مرض «الاختلاف والمخالفة» ... الاختلاف في كل شيء، وعلى كل شيء، حتى شمل العقائد والافكار والتصورات والآراء الى جانب الاذواق والتصرفات والسلوك والاخلاق، وتعدى الاختلاف كل ذلك حتى بلغ اساليب الفقه، وفروض العبادات وكأن كل ما لدى هذه الامة من اوامر ونواه يحثها على الاختلاف او يدفعها اليه والامر عكس ذلك تماما، فان كتاب الله وسنة رسوله صلى الله عليه وسلم ما حرصا على شيء بعد التوحيد حرصهما على تأكيد وحدة الامة، ونبذ الاختلاف بين ابنائها، ومعالجة كل ما من شانه ان يعكر صفو العلاقة بين المسلمين، او يخدش اخوة المؤمنين، ولعل مبادئ الاسلام ما نددت بشيء بعد الاشراك بالله تنديدها باختلاف الامة، وما حضت على امر بعد الايمان بالله حضها على الوحدة والائتلاف بين المسلمين. واوامر الله ورسوله واضحة في دعوتها لايجاد الامة التي تكون كالجسد الواحد اذا اشتكى بعضه اصابه الوهن كله.",
            "page": null,
            "part": null,
            "seal": "808D6549"
        },
        {
            "id": "10",
            "nass": "ولكن رسالة الاسلام مع ذلك رسالة واقعية تتعامل مع الانسان على ما هو عليه، وخالق الانسان تبارك وتعالى يعلم من خلق وهو اللطيف الخبير، فقد وهب لعباده عقولا ومقدرات متباينة من شانها ان تؤدي الى اختلاف في نظرتهم وافكارهم ومواقفهم من كثير من الاشياء، ولذلك فان الاسلام يتسع الى تلك الاختلافات كلها التي لا تهدد وحدة الامة، فيكفي ان تتفق الآراء، وتلتقي التصورات، وتتوحد المواقف ازاء القضايا الكبرى والقواعد الاساسية، اما ما عداها من امور فرعية، وقضايا ثانوية مما يساعد اختلاف الرأي فيها على الجنوح يحو الافضل والامثل فلا ضير فيه على ان يكون لهذا الاختلاف ضوابطه وحدوده، وقواعده وآدابه، والا يؤثر على وحدة فكر الامة ومواقفها من القضايا الاساسية الكبرى. فما حقيقة الاختلاف؟ وما الحدود التي لايجوز تجاوزها فيه؟ وما اسبابه؟ وما القدر المسموح به منه؟ وما ضوابطه وآدابه؟ وما السبيل للتخلص من سلبياته؟ هذا ما سنحاول بحثه في هذه المعالجة، ان شاء الله تعالى. ونظرا لتعدد جوانب هذا الموضوع فقد تنوعت مصادره فله جانب منطقي جدلي تكفلت ببحثه الكتب المنطقية الخاصة بآداب البحث والمناظرة (¬1) . ¶ ¬_________ ¶ (¬1) وذلك مثل متن آداب البحث: لعضد الدين الإيجي المتوفى سنة (756هـ) وهو متن صغير، شرحه كثيرون. ¶ وهناك منظومة لزين الدين المرصفي المتوفى سنة (1300 هـ) نظم فيها جملة آداب البحث والمناظرة كما ان لـ: طاش كبرى زاده المتوفى سنة (968هـ) وصاحب الكتاب المعروف في تصنيف العلوم المسمى بـ «مفتاح السعادة» منظومة في هامة في هذا الفن، بين فيها حقيقة المناظرة وآدابها وحصرها بتسعة، كما بين ما يطلب من السائل والمعلل من الآداب أثناء المناظرة، وهناك كتاب الفه السيد محمد الأمين الشنقيطي الجكني في هذا الموضوع لطلبة الجامعة الإسلامية في المدينة المنورة.",
            "page": null,
            "part": null,
            "seal": "CA32CF6B"
        },
        {
            "id": "11",
            "nass": "وله جانب اصولي تناولته الكتب الاصولية التي تعرضت لمباحث اسباب الاختلاف (¬2) . ¶ كما تعرض الاصوليون له في بعض مباحث القياس (¬3) ، وله جانب فقهي يرد في ثنايا الكتب التي عنيت بالبحث في مجال «الفقه المقارن» او ما يسمى بكتب «الخلافيات» . ¶ ¬_________ ¶ (¬2) من هذه الكتب: (أ) كتاب «التنبيه على الأسباب التي أوجبت الاختلاف بين المسلمين في آرائهم ومذاهبهم واعتقاداتهم، لأبي عبد الله بن محمد السيد البطليوسي المتوفى سنة (521 هـ) وقد طبع في القاهرة مرتين، الأخيرة منها صدرت في دار الاعتصام، بتحقيق وتعليق الأستاذين الدكتور أحمد حسن كحيل والدكتور حمزة عبد الله النشرتي. ¶ (ب) كتاب «رفع الملازم عن الأئمة الأعلام» لشيخ الإسلام ابن تيمية المتوفى سنة (728 هـ) وقد طبع طبعات عدة في مصر والشام والهند والمملكة العربية السعودية، وهو مشهور متداول. ¶ (ج) كتاب «الإنصاف في بيان الاختلاف في الأحكام الفقهية» لشاه ولي الله أحمد بن عبد الرحيم الفاروقي الدهلوي المتوفى سنة (1176 هـ) وقد طبع مفردا عدة مرات، كما طبع ضمن كتابه القيم «حجة الله البالغة» كما أن هناك كثيرا من المحدثين، قد كتبوا في هذا الجانب الهام من الجوانب الأصولية الفقهية منها: ¶ * الشيخ علي الخفيف رحمه الله الذي كتب كتابه «أسباب اختلاف الفقهاء» كما كتب الأستاذ مصطفى إبراهيم الزلمي رسالته للدكتوراه في «أسباب اختلاف الفقهاء في الأحكام الشرعية» . ¶ * وكذلك الدكتور: مصطفى سعيد الخن رسالته في «أثر الاختلاف في القواعد الأصولية في اختلاف الفقهاء» . ¶ * والدكتور عبد الله التركي رسالته للماجستير في «اسباب اختلاف الفقهاء» كما تناول الدكتور مصطفى البغا في رسالته للدكتوراه «أثر الأدلة المختلف فيها» وكتب محمد أبو الفتح البيانوني كتابه: «دراسات في الاختلافات الفقهية» كما كتب الشيخ عبد الجليل عيسى كتابه: «ما لا يجوز الاختلاف فيه بين المسلمين» . ¶ (¬3) ويمكن مراجعة ذلك في المباحث المتعلقة بقواعد العلة والأسئلة الواردة على القياس.",
            "page": null,
            "part": null,
            "seal": "C4CB40BD"
        },
        {
            "id": "12",
            "nass": "واما الآداب فيمكن الحصول على امثلتها ونماذجها من كتب الطبقات والتراجم والمناظرات والتاريخ وغيرها. ¶ وقد حاولنا في هذا البحث ان نستفيد من جميع المصادر، كما اننا رتبناه على مقدمة وستة فصول وخاتمة، ثم اردفنا ذلك بمسرد للهوامش والحواشي والتعليقات لرغبتنا ان يكون كل ما اوردناه فيه موثقا، منسوبا الى مصادره، واعقبنا ذلك كله بفهرس للموضوعات، ونسأل الله التوفيق والسداد وان يجمع كلمة المسلمين، ويوجد بين قلوبهم على حبه، وحب رسوله صلى الله عليه وسلم ويؤلف بينهم، ويزيل اسباب النفرة والخلاف.. انه سميع مجيب. ¶ الدكتور طه جابر فياض العلواني",
            "page": null,
            "part": null,
            "seal": "F51A18EB"
        },
        {
            "id": "14",
            "nass": "الفصل الاول في بيان حقيقة الاختلاف وما يتصل بها ¶ الاختلاف والخلاف وعلم الخلاف: ¶ الاختلاف والمخافة ان ينهج كل شخص طريقا مغايرا للآخر في حاله او في قوله. والخلاف اعم من «الضد» لان كل ضدين مختلفان، وليس كل مختلفين ضدين ولما كان الاختلاف بين الناس في القول قد يفضي الى التنازع استعير ذلك للمنازعة والمجادلة، قال تعالى: ¶ «فاختلف الاحزاب من بينهم ... » «مريم:37» ¶ «ولا يزالون مختلفين» «هود:118» ¶ «انكم لفي قول مختلف» «الذاريات:8»",
            "page": "21",
            "part": "1",
            "seal": "0536024F"
        },
        {
            "id": "15",
            "nass": "«ان ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون» «يونس:93» . ¶ وعلى هذا يمكن القول بان «الخلاف والاختلاف يراد به مطلق المغايرة في القول او الرأي او الحالة او الهيئة او الموقف. وامال ما يعرف لدى اهل الاختصاص ب «علم الخلاف» فهو علم يمكن من حفظ الاشياء التي استنبطها امام من الائمة، وهدم ما خالفها دون الاستناد الى دليل مخصوص، اذ لو استند الى الدليل، واستدل به لاصبح مجتهدا واصوليا، والمفروض في الخلافي الا يكون باحثا عن احوال ادلة الفقه، بل حسبه ان يكون متمسكا بقول امامه لوجود مقتضيات الحكم اجمالا عند امامه كما يظن هو، وهذا يكفي عنده لاثبات الحكم، كما يكون قول امامه حجة لديه لنفي الحكم المخالف لما توصل اليه امامه كذلك. ¶ الجدل و «علم الجدل» : ¶ اذا اشتد اعتداد احد المخالفين او كليهما بما هو عليه من قول او رأي او موقف، وحاول الدفاع عنه واقناع الآخرين به، أو حملهم عليه سميت تلك المحاولة بالجدل. ¶ فالجدل في اللغة «المفاوضة على سبيل المنازع والمغالبة» مأخوذ من «جدلت الحبل» اذا فتلته وأحكمت فتله، فان كل واحد من",
            "page": "22",
            "part": "1",
            "seal": "957DDB69"
        },
        {
            "id": "16",
            "nass": "المتجادلين يحاول ان يفتل صاحبه ويجدله بقوة واحكام على رأيه الذي يراه. ¶ وأما «علم الجدل» فهو: علم يقوم على مقابلة الادلة لاظهار ارجح الاقوال الفقهية (¬4) . ¶ وعرّفه بعض العلماء بأنه «علم يقتدر به على حفظ أي وضع يراد ولو باطلا وهدم أي وضع يراد ولو حقا» (¬5) . ¶ ويظهر في هذا التعريف أثر المعنى اللغوي للجدل، لأنه على هذا علم لا يتعلق بأدلة معينة، بل هو قدرة أو ملكة يؤتاها الشخص ولو لم يحط بشيء من الكتاب والسنة ونحوهما. ¶ الشقاق: ¶ فاذا اشتدت خصومة المتجادلين وآثر كل منهما الغلبة بدل الحرص على ظهور الحق ووضوح الصواب، وتعذر أن يقوم بينهما تفاهم أو اتفاق سميت تلك الحالة بـ «الشقاق» و «الشقاق» أصله: ان يكون كل واحد في شق من الارض أي نصف او جانب منها، فكأن ارضا واحدة لا تتسع لهما معا وفي التنزيل (وأن خفتم شقاق بينهما) (النساء: 35) أي خلافا حادا يعقبه نزاع يجعل كل واحد منهما في شق ¶ ¬_________ ¶ (¬4) و (¬5) يراجع مفتاح السعادة (2/599) طبعة دار الكتب الحديثة بمصر، والعريفات للجرجاني (66) طبعة الحلبي.",
            "page": "23",
            "part": "1",
            "seal": "6DC69E45"
        },
        {
            "id": "17",
            "nass": "غير شق صاحبه، ومثله قوله تعالى (فانما هم في شقاق) (البقرة 137) . ¶ المقبول والمردود من الاختلاف: ¶ قضت مشيئة الله تعالى خلق الناس بعقول ومدارك متباينة الى جانب اختلاف الالسنة والالوان والتصورات والافكار وكل تلك الامور تفضي الى تعدد الآراء والاحكام وتختلف باختلاف قائليها واذا كان اختلاف السنتنا وألواننا ومظاهر خلقنا آية من آيات الله تعالى، فان اختلاف مداركنا وعقولنا وما تثمره تلك المدارك والعقول آية من آيات الله تعالى كذلك ودليل من أدلة قدرته البالغة وإن اعمار الكون وازدهار الوجود وقيام الحياة لا يتحقق أي منها لو أن البشر خلقوا سواسية في كل شيء، وكل ميسر لما خلق له (ولو شاء ربك لجعل الناس امة واحدة ولا يزالون مختلفين الا من رحم ربك ولذلك خلقهم) (هود 118، 119) . ¶ ان الاختلاف الذي وقع في سلف هذه الامة ولا يزال واقعا جزء من هذه الظاهرة الطبيعية فان لم يتجاوز الاختلاف حدوده بل التزمت آدابه كان ظاهرة ايجابية كثيرة الفوائد.",
            "page": "24",
            "part": "1",
            "seal": "FF60EE05"
        },
        {
            "id": "18",
            "nass": "بعض فوائد الاختلاف المقبول: ¶ وكما اسلفنا فانه اذا التزمت حدود الاختلاف وتأدب الناس بآدابه كان له بعض الايجابيات منها: ¶ أانه يتيح اذا صدقت النوايا التعرف على جميع الاحتمالات التي يمكن ان يكون الدليل رمى اليها بوجه من وجوه الادلة. ¶ ب وفي الاختلاف بالوصف الذي ذكرناه رياضة للاذهان وتلاقح للآراء وفتح مجالات التفكير للوصول الى سائر الافتراضات التي تستطيع العقول المختلفة الوصول اليها. ¶ ج تعدد الحلول أمام صاحب كل واقعة ليهتدي الى الحل المناسب للوضع الذي هو فيه بما يتناسب ويسر هذا الدين الذي يتعامل مع الناس من واقع حياتهم. ¶ تلك الفوائد وغيرها يمكن ان تتحقق اذا بقي الاختلاف ضمن الحدود والآداب التي يجب الحرص عليها ومراعاتها، ولكنه اذا جاوز حدوده، ولم تراع آدابه فتحول الى جدال وشقاق كان ظاهرة سلبية سيئة العواقب تحدث شرخا في الامة وفيهما ما يكفيها فيتحول الاختلاف من ظاهرة بناء الى معاول للهدم.",
            "page": "25",
            "part": "1",
            "seal": "230EA967"
        },
        {
            "id": "19",
            "nass": "أقسام الخلاف من حيث الدوافع: ¶ 1 -خلاف املاه الهوى: قد يكون الخلاف وليد رغبات نفسية لتحقيق غرض ذاتي أو امر شخصي وقد يكون الدافع للخلاف رغبة التظاهر بالفهم او العلم او الفقه. وهذا النوع من الخلاف مذموم بكل اشكاله ومختلف صوره لان حظ الهوى فيه غلب الحرص على تحري الحق والهوى لا يأتي بخير فهو مطية الشيطان الى الكفر، قال تعالى: ¶ (أفكلما جاءك رسول بما لا تهوى أنفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون) «البقرة 87» . وبالهوى جانب العدل من جانبه من الظالمين. ¶ (فلا تتبعوا الهوى أن تعدلوا) «النساء 135» ، وبالهوى ضل وانحرف الضالون. ¶ (قل لا أتبع اهواءكم قد ضللت إذن وما أنا من المهتدين) «الانعام 56» والهوى ضد العلم ونقيضه، وغريم الحق، ورديف الفساد، وسبيل الضلال: ¶ (ولا تتبع الهوى فيضلك عن سبيل الله) «ص 26» . ¶ (ولو اتبع الحق اهواءهم لفسدت السموات والارض ومن فيهن) «المؤمنون 71» . ¶ (وان كثيرا ليضلون بأهوائهم بغير علم) «الانعام 116» .",
            "page": "26",
            "part": "1",
            "seal": "0A98E1E0"
        },
        {
            "id": "20",
            "nass": "وانواع الهوى متعددة وموارده متشعبة وان كانت في مجموعها ترجع الى «هوى النفس وحب الذات» فهذا الهوى منبت كثير من الاخطاء وحشد من الانحرافات ولا يقع انسان في شباكه حتى يزين له كل ما من شأنه الانحراف عن الحق والاسترسال في سبيل الضلال حتى يغدو الحق باطلا والباطل حقا والعياذ بالله. ويمكن رد خلاف أهل الملل والنحل ودعاة البدع في دين الله تعالى الى آفة الهوى ومن نعم الله على عبده ورعايته سبحانه أن يكشف له عن مدى ارتباط مذاهبه وأفكاره ومعتقداته بهوى نفسه، قبل أن تهوي به في مزالق الضلال، حتى يضيء المولى سبحانه مشاعل الايمان في قلبه فتكشف زيف تلك المذاهب أو الافكار أو المعتقدات ذلك لان حسنها في نفسه لم يكن له وجود حقيقي بل هو وجود ذهني او خيالي او صوري صوره الهوى وزينه في النفس ولو كان قبيحا في واقعه أو لا وجود له الا في ذهن المبتلى به. ¶ ولاكتشاف تأثير الهوى في فكرة ما طرق كثيرة: بعضها خارجي وبعضها ذاتي. ¶ أ - فالطرق الخارجية لاكتشاف أن الهوى وراء الفكرة موضع الاختلاف أن تكون مناقضة لصريح الوحي من كتاب وسنة ولا ينتظر ممن يزعم في نفسه الحرص على الحق أن يلهث وراء فكرة تناقض كتاب الله وسنة نبيه صلى الله عليه وسلم. ¶ ومما يكشف كون الفكرة وليدة الهوى: تصادمها مع مقتضيات",
            "page": "27",
            "part": "1",
            "seal": "58DA9586"
        },
        {
            "id": "21",
            "nass": "العقول السليمة التي يقبل الناس الاحتكام اليها ففكرة تدعو الى عبادة غير الله او تحكيم غير شريعته في حياة الناس وفكرة تدعو الى اباحة الزنا او تزيين الكذب او تحض على التبذير لايمكن ان يكون لها مصدر غير الهوى ولا يدعو لها الا من بيد الشيطان زمامه. ¶ ب - اما الطرق الذاتية لاكتشاف ما اذا كان الهوى محضن الفكرة فتكون بنوع من التأمل والتدبر في مصدر تلك الفكرة ومساءلة النفس بصدق حول سبب تبنيها لتلك الفكرة دون غيرها، وما تأثير الظروف المحيطة بصاحب الفكرة ومدى ثباته عليها ان تبدلت؟ وهل هناك من ضغوط وجهت المسار دونما شعور؟ ثم الغوص في اعماق الفكرة نفسها، فان كانت قلقة غير ثابتة، تتذبذب بين القوة والضعف تبعا لمشاعر معينة، فاعلم أنها وليدة الهوى ونزغ من الشيطان فاستعذ بالله السميع العليم، واحمده على أن بصرك بالحقيقة قبل ان يسلسل قيادك لهوى النفس. ¶ 2 -خلاف املاه الحق: قد يقع الخلاف دون ان يكون للنفس فيه حظ او للهوى عليه سلطان فهذا خلاف أملاه الحق، ودفع اليه العلم واقتضاه العقل، ورفضه الايمان، فمخالفة أهل الايمان لاهل الكفر والشرك والنفاق خلاف وواجب لا يمكن لمؤمن مسلم أن يتخلى عنه، او يدعو لازالته لانه خلاف سداه الايمان ولحمته الحق. ¶ وكذلك اختلاف المسلم مع اهل العقائد الكافرة والملحدة،",
            "page": "28",
            "part": "1",
            "seal": "71B51878"
        },
        {
            "id": "22",
            "nass": "كاليهودية والنصرانية والوثنية والشيوعية، ولكن الاختلاف مع أهل تلك الملل وهذه العقائد لا يمنع من الدعوة الى ازالة اسبابه بدخول الناس في دين الله افواجها وتخليهم عن دواعي الخلاف من الكفر والشرك والشقاق والنفاق وسوء الاخلاف والالحاد والبدع والترويج للعقائد الهدامة. ¶ 3 -خلاف يتردد بين المدح والذم: ولا يتمحض لاحدهما، وهو خلاف في امور فرعية تتردد احكامها بين احتمالات متعددة يترجح بعضها على بعضها الآخر بمرجحات وأسباب سنأتي على ذكرها ان شاء الله ومن أمثلة هذا التقسيم: اختلاف العلماء في انتقاض الوضوء من الدم الخارج من الجرح، والقيء المتعمد، واختلافهم في حكم القراءة خلف الامام وقراءة البسملة قبل الفاتحة والجهر بـ «آمين» وغير ذلك من امثلة تضيق عن الحصر وهذا النوع من الاختلاف مزلة الاقدام، اذ يمكن فيه ان يلتبس الهوى بالتقوى، والعلم بالظن والراجح بالمرجوح والمردود بالمقبول ولا سبيل الى تحاشي الوقوع في تلك المزالق الا بأتباع قواعد يحتكم اليها في الاختلاف، وضوابط تنظمه، وآداب تهيمن عليه، والاّ تحول الى شقاق وتنازع وفشل، وهبط المختلفان فيه عن مقام التقوى الى درك الهوى، وسادت الفوضى، وذر الشيطان قرن.",
            "page": "29",
            "part": "1",
            "seal": "6B73E750"
        },
        {
            "id": "23",
            "nass": "رأي العلماء في الاختلاف: ¶ ومع ما تقدم فان العلماء قد حذروا من الاختلاف بكل انواعه وأكدوا على وجوب اجتنابه. ¶ يقول ابن مسعود رضي الله عنه: «الخلاف شر» (¬6) وقال السبكي رحمه الله: « ... ان الرحمة تقتضي عدم الاختلاف، قال تعالى ( ... ولكن اختلفوا فمنهم من آمن ومنهم من كفر....) «البقرة 253» وكذا السنة: قال عليه الصلاة والسلام: «انما هلكت بنو اسرائيل بكثرة سؤالهم واختلافهم على أنبيائهم» (¬7) ، والآيات والاحاديث في ذلك كثيرة، هذا وقد أدرج السبكي رحمه الله تحت النوع الثالث من الاختلاف (الذي يتردد بين المدح والذم) اقساما ثلاثة، فقال: « ... والاختلاف على ثلاثة اقسام، احدها في الاصول، وهو المشار اليه في القرآن، ولاش: انه بدعة وضلال. والثاني في الآراء والحروب هو حرام ايضا لما فيه من تضييع المصالح، والثالث في الفروع، كالاختلاف في الحل والحرمة ونحوهما» (¬8) . ¶ ¬_________ ¶ (¬6) انظر «تأويل مختلف الحديث» لابن قتيبة ص22 و «العواصم من القواصم» ص78. وراجع «المحصول» (2ق1/480) . ¶ (¬7) والحديث بتمامه من طريق أبي هريرة «ذروني ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم، واختلافهم على أنبيائهم فإذا أمرتكم بشيء فاتوا منه ما استطعتم، وإذا نهيتكم عن شيء فدعونه» رواه أحمد في مسنده، ومسلم والنسائي وابن ماجه على ما في الفتح الكبير (2/120) والإحكام (66/5) . ¶ (¬8) أنظر الإبهام (3/13) .",
            "page": "30",
            "part": "1",
            "seal": "B0B449FF"
        },
        {
            "id": "24",
            "nass": "والذي قطع به أن الاتفاق فيه أي: في الثالث خير من الاختلاف. ¶ كما نبه رحمه الله الى كلام ابن حزم في ذم الاختلاف في ذلك ايضا اذ لم يجعل ابن حزم رحمه الله شيئا من الاختلاف رحمة، بل اعتبره كله عذابا. ¶ ويكفي لمعرفة اضرار الاختلاف وخطورته أن نبي الله هارون عليه السلام عد الاختلاف اكبر خطرا، واشد ضررا من عبادة الاوثان. فحين صنع السامري لقومه عجلا من الذهب وقال لهم: (هذا الهكم واله موسى) (طه: 88) التزم جانب الصمت وبقي ينتظر أخاه موسى عليه السلام، ولما وصل موسى ورأى القوم عاكفين على العجل وجه أشد اللوم الى اخيه، فما كان عذر أخيه الا أن قال: (يا ابن أم لا تأخذ بلحيتي ولا برأسي اني خشيت ان تقول فرقت بين بني اسرائيل ولم ترقب قوله ... ) «طه 94» فجعل من خوف الفرقة والاختلاف بين قومه عذرا له في عدم التشديد في الانكار، ومقاومة القوم والانفصال عنهم حين لا ينفع الانكار!!",
            "page": "31",
            "part": "1",
            "seal": "2E0CD719"
        },
        {
            "id": "26",
            "nass": "الفصل الثاني: تاريخ الاختلاف وتطوره ¶ اختلاف الصحابة في عهد رسول الله صلى الله عليه وسلم: ¶ لم يكن في عهد رسول الله صلى الله عليه وسلم ما يمكن ان يؤدي الى الاختلاف بالمعنى الذي ذكرناه ذلك لان رسول الله صلى الله عليه وسلم مرجع الجميع باتفاق ومردهم في كل أمر يحزبهم، ومفزعهم في كل شأن، وهاديهم من كل حيرة، فاذا اختلف الصحابة رضوان الله عليهم في شيء ردوه اليه عليه الصلاة والسلام فبين لهم وجه الحق فيه، وأوضح لهم سبيل الهداية، وأما الذين ينزل بهم من الأمور مالا يستطيعون رده الى رسول الله صلى الله عليه وسلم",
            "page": "33",
            "part": "1",
            "seal": "B286211C"
        },
        {
            "id": "27",
            "nass": "لبعدهم عن المدينة المنورة، فكان يقع بينهم الاختلاف كاختلاف في تفسير ما يعرفونه من كتاب الله، او سنة رسوله صلى الله عليه وسلم وتطبيقه على ما نابهم من احداث وقدا لا يجدون في ذلك نصا فتختلف اجتهاداتهم ... هؤلاء اذا عادوا الى المدينة، والتقوا برسول الله صلى الله عليه وسلم عرضوا عليه ما فهموه من النصوص التي بين أيديهم او ما اجتهدوا فيه من القضايا فإما ان يقرهم على ذلك فيصبح جزءا من سنته صلى الله عليه وسلم وإما أن يبين لهم وجه الحق والصواب فيطمئنون لحكمه صلى الله عليه وسلم ويأخذون به ويرتفع الخلاف، ومن أمثلة ذلك ما يلي: ¶ أما أخرجه البخاري ومسلم أن النبي صلى الله عليه وسلم قال يوم الاحزاب: «لا يصلين أحد العصر الا في بني قريظة» فأدرك بعضهم العصر في الطريق، فقال بعضهم: لا نصلي حتى نأتيها، أي: ديار بني قريظة. ¶ وقال بعظهم: بل نصلي، لم يرد منا ذلك. فذكر ذلك للنبي صلى الله عليه وسلم فلم يعنف واحدا منهم» (¬9) وظاهر من هذا الحديث الشريف ان الصحابة رضوان الله عليهم انقسموا الى فريقين في موقفهم من أداء صلاة العصر: فريق أخذ بظاهر اللفظ (كما يقول المناطقة) أوم بما يسميه أصوليو الحنفية بـ «عبارة النص» . وفريق استنبط من النص معنى خصصه به. ¶ ¬_________ ¶ (¬9) انظر صحيح البخاري بهامش شرحه فتح الباري (7/313) ، وإرشاد الساري والعيني (8/254) ومتن البخاري (5/47) في كتاب المغازي ويستحسن مراجعته في باب صلاة الخوف، ومسلما في «كتاب الصلاة» .",
            "page": "34",
            "part": "1",
            "seal": "3F854B54"
        },
        {
            "id": "28",
            "nass": "وتصويب رسول الله صلى الله عليه وسلم للفريقين دليل على مشروعية كل من المذهبين. ¶ فالمسلم اذن، له أن يأخذ بظاهر النص وله ان يستنبط من المعاني ما يحتمله النص وبمكن التدليل عليه ولا لوم على من بذل جهده وكان مؤهلا لهذا النوع من الجهد. فالفريق الثاني من الصحابة رضوان الله عليهم فهموا أن رسول الله صلى الله عليه وسلم انما اراد أن يأمرهم بالمبالغة في الاسراع ولذلك اعتبروا أن اداءهم الصلاة قبل الوصول الى بني قريظة لا ينافي أمر رسول الله صلى الله عليه وسلم بالصلاة في بني قريظة ما دامت الصلاة لن تؤخرهم عن الوصول. ومن الطريف أن ابن القيم رحمه الله أورد اختلاف الفقهاء في تصويب أي من الفريقين، وبيان الافضل من فعل كل منهما، فمن قائل: ان الافضل فعل من صلى في الطريق فحاز قصب السبق في أداء الصلاة في وقتها وتلبية أمر رسول الله صلى الله عليه وسلم ومن قائل: ان الافضل فعل من أخرها ليليها في بني قريظة ... (¬10) . ¶ قلت: وما دام رسول الله صلى الله عليه وسلم لم يعنف واحدا منهما فكان على الفقهاء رحمهم الله ان يسعهم ذلك من سنة رسول الله صلى الله عليه وسلم وألا يخوضوا في أمر قد تولى، عليه الصلاة والسلام، حسمه والانتهاء منه. ¶ ¬_________ ¶ (¬10) في كتابه «إعلام الموقعين» .",
            "page": "35",
            "part": "1",
            "seal": "48DF3F7E"
        },
        {
            "id": "29",
            "nass": "ب ومن امثلته كذلك ما أخرجه ابو داود والحاكم من حديث عمرو بن العاص رضي الله عنه، قال: (احتلمت في ليلة باردة في غزة ذات السلاسل (¬11) فأشفقت ان اغتسلت ان أهلك، فتيممت ثم صليت بأصحابي الصبح، فذكروا ذلك للنفي صلى الله عليه وسلم فقال: «يا عمرو صليت بأصحابك وأنت جنب؟» فأخبرته بالذي (ولا تقتلوا انفسكم ان الله كان بكم رحيما) «النساء 29» فضحك رسول الله صلى الله عليه وسلم ولم يقل شيئا» (¬12) . ¶ التأويل وأنواعه: ¶ لسنا بصدد ذكر كل ما اختلف فيه الصحابة على عهد رسول الله صلى الله عليه وسلم وبعده بين آخذ بظاهر النص، وبين متدبر ومقلب له على مختلف وجوهه، ومستنبط لشتى المعاني منه، فذلك امر يطول وتقصر دونه المجلدات فضلا عن هذا البحث ذلك لانهم رضوان الله عليهم قد فهموا من تلك الوقائع أن هذا الدين يسر، وأن الشرع متسع للطريقتين ومقر للمنهجين ... ¶ والمجتهدون الحذقة، والفقهاء المهرة هم الذين يجتهدون في بيان ¶ ¬_________ ¶ (¬11) موضع في مشارف الشام. ¶ (¬12) انظر سنن أبي داود، الحديث (334) باب «إذا خالف الجنب البرد» وأخرجه البخاري معلقا انظر فتح الباري (1/385) ونيل الأوطار (1/324) .",
            "page": "36",
            "part": "1",
            "seal": "8FFAABA3"
        },
        {
            "id": "30",
            "nass": "ما يحقق كليات الشريعة، ويوصل الى مقاصدها، فأحيانا يكون ذلك بالاخذ بظاهر اللفظ وأحيانا يكون بالاخذ بما وراء ظاهر اللفظ وهو ما يعرف بالتأويل ولعل من المفيد أن نلقي الضوء على هذا الموضوع مستعرضين بايجاز انواع التأويل وضوابطه.. ¶ يأتي التأويل من الاخذ بما وراء ظاهر اللفظ ويكون عبارة عن: ¶ 1 -تأويل قريب: ¶ وهو ما يمكن معرفته بأدنى تأمل مع احتمال اللفظ له مثل: اعتبار التصدق بمال اليتيم، او التبرع به لغيره، او اتلافه مساويا لأكله، او ما أولى بالتحريم الذي دل عليه قوله تعالى: ¶ (ان الذين يأكلون اموال اليتامى ظلما انما يأكلون في بطونهم نارا ... ) «النساء 10» . ¶ ومنه: اعتبار التبول في اناء ثم صب البول في الماء الراكد مساويا للتبول المباشر فيه الذي ورد النهي عنه بقوله صلى الله عليه وسلم: «لا يبولن أحدكم في الماء الدائم، ثم يغتسل منه» (¬13) ، باعتبار أن كلا العملين مؤد لتلوث الماء واثارة الوسوسة. ¶ 2 -تأويل بعيد: ¶ وهو ما يحتاج لمعرفته والوصول اليه مزيد من التأمل مع كون اللفظ يحتمله وذلك كاستنباط ابن عباس رضي الله عنهما، أن اقل الحمل ¶ ¬_________ ¶ (¬13) متفق عليه على ما في الجامع الصغير (2/501) كما أخرجه أبو داود والنسائي وأحمد والترمذي وابن ماجه على ما في الفتح الكبير (3/352) .",
            "page": "37",
            "part": "1",
            "seal": "89438D99"
        },
        {
            "id": "31",
            "nass": "ستة اشهر من قوله تعالى: ¶ (وحمله وفصاله ثلاثون شهرا) «الاحقاف: 15» مع قوله تعالى: (والوالدات يرضعن اولادهن حولين كاملين لمن اراد ان يتم الرضاعة) «البقرة 233» . ¶ وكاستدلال الامام الشافعي على كون الاجماع حجة بقوله تعالى: (ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا) «النساء 115» . ¶ وكذلك استدلال الاصوليين بقوله تعالى: ¶ (فاعتبروا يا أولي الابصار) «الحشر 20» .. على حجية القياس، وكونه دليلا شرعيا. فهذه استنتاجات وان بدت يسيرة يتعذر الوصول اليها ما لم يكن الانسان جوال الفكر ثاقب النظر كما تحتاج الى تأمل وتدبر لا يتيسران لعامة الناس. ¶ 3 -تأويل مستبعد: ¶ وهو ما لا يحتمله اللفظ وليس لدى المؤول على تأويله أي نوع من انواع الدلالة وذلك نحو تفسير بعضهم قول الله تعالى: ¶ (وعلامات وبالنجم هم يهتدون) «النحل 16» بأن النجم هو رسول الله صلى الله عليه وسلم والعلامات هم الائمة. وكتفسير بعضهم قوله تعالى: (وما تغني الآيات عن قوم لا يؤمنون) «يونس 101» بأن الآيات هم الائمة والنذر هم الانبياء.",
            "page": "38",
            "part": "1",
            "seal": "C06A6E91"
        },
        {
            "id": "32",
            "nass": "وكتفسير آخرين قوله تعالى: ¶ (عمّ يتساءلون عن النبأ العظيم) «النبأ 1 2» بالامام علي رضي الله عنه، وأنه هو النبأ العظيم. (¬14) . ¶ ضوابط التأويل: ¶ ويتبين مما ذكرنا أن التأويل يحتاج بالاضافة الى القدرة على التدبر والتأمل الى ما يدل عليه ويلجئ اليه، والا فان الاخذ بالظواهر أسلم، ولا يطرق باب التأويل الا في الامور الاجتهادية، وأما في المسائل الاعتقادية فلا مجال للاجتهاد فيها، فان الاخذ بظواهر النصوص مع تفويض المعاني المرادة منها، وما قد تدل عليه من كيفيات هو الاسلام دائما وهو موقف السلف رضوان الله عليهم. ¶ وعند الاضطرار الى التأويل لا بد من فهم النص وتحليله، ومعرفة سائر أوجه دلالته التي تشهد لها اللغة، وتدعمها مقاصد الشريعة، وتساعد عليها كليّاتها وقواعدها العامة، ولذلك كان الحكم باعتبار النص على ظاهره او تحليله لمعرفة ما يستلزمه من وجوه الدلالات من أهم ضروب الاجتهاد الفقهي والاعتبار الشرعي المأمور به في قوله تعالى (فاعتبروا يا أولي الابصار) «الحشر 20» . ¶ ¬_________ ¶ (¬14) انظر أصول الكافي (1/216) .",
            "page": "39",
            "part": "1",
            "seal": "30F2A165"
        },
        {
            "id": "33",
            "nass": "ان ابن عباس رضي الله عنهما عند بيانه ضوابط التفسير قد ذكر أنه على أربعة أوجه: ¶ فوجه تعرفه العرب بكلامه. ¶ ووجه لا يعذر أحد بجهالته. ¶ ووجه يعلمه العلماء. ¶ ووجه لا يعلمه الا الله. ¶ وعلى ذلك فان التأويل وقد اتضح فيما تقدم معناه وأنواعه قد ظهرت الصلة الوثقى بينه وبين التفسير فقد جاء كل منهما في موضع الآخر في كثير من استعمالات الشارع الحكيم، وذلك في نحو قوله تعالى: ¶ (وما يعلم تأويله الا الله، والراسخون في العلم يقولون آمنا به) «ال عمران 7» . ¶ فقد ذهب معظم المفسرين الى أن المراد بالتأويل هنا التفسير والبيان ومنهم: الطبري الذي نقل ذلك عن ابن عباس رضي الله عنهما وغيره من السلف. ¶ كذلك ورد في دعاء رسول الله صلى الله عليه وسلم لابن عباس رضي الله عنهما: «الله فقهه في الدين، وعلمه التأويل» استعمل التأويل بمعنى التفسير والبيان، وان كان بعض العلماء، كالراغب الاصفهاني في مفرداته قد اعتبر التفسير أعم من التأويل، كما أنه نبه الى أن التفسير اكثر ما يستعمل في بيان الالفاظ وشرحها، وأن التأويل يكثر استعماله في بيان المعاني والجمل.",
            "page": "40",
            "part": "1",
            "seal": "6ED45700"
        },
        {
            "id": "34",
            "nass": "كما أشار كذلك الى أن التأويل يغلب اطلاقه على استنباط المعاني من نصوص الكتاب والسنة أما التفسير فيتناول استنباط المعاني منها ومن غيرها. ¶ ولعل هذه الصلة الوثقى بين الاصطلاحين في استعمال الكتاب والسنة لهما خاصة تبيح لنا استعارة الضوابط التي وضعها أهل الاختصاص للتفسير كضوابط للتأويل كذلك. ¶ ان مما لاشك فيه أنه قد وردت في كتاب الله أمور قد استأثر الله تعالى بعلمها، كمعرفة حقائق الاسماء والصفات، وتفاصيل الغيب ونحو ذلك ... كما أن هناك أمورا اخرى اطلع عليها نبيه صلى الله عليه وسلم واختصه بمعرفتها ... ولاشك أن مثل هذه الامور ليس لأحد أن يخوض فيها بتفسير او تأويل.. بل عليه ان يلزم حدود ما ورد فيها في كتاب الله وسنة رسوله صلى الله عليه وسلم. ¶ وهناك قسم ثالث: وهو عبارة عن العلوم التي علمها الله لنبيه صلى الله عليه وسلم مما اودع في كتابه، وأمر نبيه صلى الله عليه وسلم بتعليمها وبيانها. وهذا القسم يشتمل على نوعين: ¶ الاول: وهو ما لا يجوز الخوض فيه الا بطريق السمع، كأسباب النزول والناسخ والمنسوخ وغيره. ¶ الثاني: ما يؤخذ بطريق النظر والاستدلال، وهذا ايضا لأهل الاختصاص فيه موقفان: ¶ أ - فقسم منه اختلفوا في جواز تأويله، كآيات الاسماء",
            "page": "41",
            "part": "1",
            "seal": "8B64FE8B"
        },
        {
            "id": "35",
            "nass": "والصفات. ومذهب السلف: منع التأويل وهو الصحيح. ¶ ب - وقسم اتفقوا على جوازه، وهو استنباط الاحكام الشرعية من أدلتها التفصيلية وهو المسمى بـ «الفقه» . ¶ هذا وقد وضع العلماء للتأويل والتفسير شروطا منها: ¶ أولا: الا يرفع التأويل ظاهر المعنى المفهوم من اللفظ حسب القواعد اللغوية، وأعراف العرب في التخاطب بهذه الالفاظ. ¶ ثانيا: الا يناقض نصا قرآنيا. ¶ ثالثا: الا يخالف قاعدة شرعية مجمعا عليها بين العلماء والائمة. ¶ رابعا: وجوب مراعاة الغرض الذي سبق النص له من خلال سبب النزول او الورود. ¶ أما انواع التأويل الباطلة والمردودة، فيمكن ادراجها ضمن الاقسام التالية: ¶ الاول: التأويل والتفسير الصادران عن غير المؤهل لذلك ممن ليس لديه تحصيل علمي كاف في اللغة والنحو وبقية لوازم التأويل. ¶ الثاني: تأويل المتشابهات بدون سند صحيح. ¶ الثالث: التأويلات التي من شأنها ان تقرر مذاهب فاسدة مخالفة",
            "page": "42",
            "part": "1",
            "seal": "AE8611B2"
        },
        {
            "id": "36",
            "nass": "لظواهر الكتاب والسنة، او لما اجمع عليه المسلمون. ¶ الرابع: التأويل مع القطع بأن مراد الشارع ذلك، دون دليل. ¶ الخامس: التأويل القائم على الهوى، كتأويلات الباطنية وامثالهم. ¶ وهذه التأويلات المردودة كلها تندرج تحت ما سبق أن ذكرناه من التأويل المستبعد. ¶ أهل الاجتهاد من الصحابة: ¶ ونظرا لاهمية الاجتهاد وخطورته، وما يترتب عليه من آثار لم يكن يمارسه من اصحاب رسول الله صلى الله عليه وسلم الا الاكفاء القادرون. ¶ وحين يمارسه غيرهم فيخطئ كان عليه الصلاة والسلام ينكر ذلك ولا يقر أحدا عليه. ¶ اخرج ابو داود والدارقطني من حديث جابر قال: خرجنا في سفر فأصاب رجلا منا حجر في رأسه، ثم احتلم فسأل اصحابه: هل تجدون رخصة لي في التيمم؟ فقالوا: ما نجد لك رخصة وأنت تقدر على الماء فاغتسل فمات. فلما قدمنا رسول الله صلى الله عليه وسلم اخبر بذلك، فقال عليه الصلاة والسلام: «قتلوه قتلهم الله، ألا سألوه اذا لم يعلموا فانما شفاء العي السؤال، انما كان يكفيه أن يتيمم، ويعصر او يعصب شك من راوي الحديث على جرحه خرقة، ثم يمسح عليها ويغسل",
            "page": "43",
            "part": "1",
            "seal": "7816D1FC"
        },
        {
            "id": "37",
            "nass": "سائر جسده ... » (¬15) فالرسول عليه الصلاة والسلام لم يعذر المفتين هنا من اصحابه بل عنّفهم وعاب عليهم أنهم افتوا بغير علم واعتبرهم بمثابة القتلة لأخيهم، واوضح ان الجواب علي من كان مثلهم في «العي» أي الجهل والتحير السؤال لا المسارعة الى الفتوى ولو بغير علم والذي نبه اليه رسول الله صلى الله عليه وسلم حول ضرورة السؤال هو ما ورد في القرآن العظيم نفسه في قوله تعالى: ¶ (فاسألوا اهل الذكر ان كنتم لا تعلمون) «النحل 43» . ¶ واخرج الامام احمد والشيخان وأبو داود والنسائي والطبراني عن اسامة بن زيد قال: بعثنا رسول الله صلى الله عليه وسلم في سرية فصبحنا الحرقات من جهينة فأدركت رجلا قلا: لا إلا اله الله، فطعنته فوقع في نفسي من ذلك فذكرته للنبي صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم: «أقال لا إلا اله الله وقتلته؟!» قلت يا رسول انما قالها خوفا من السلاح. قال «أفلا شققت عن قلبه حتى تعلم من أجل ذلك قالها أم لا؟ من لك بلا إلا اله الله يوم القيامة؟» فمازال يكررها حتى تمنيت ان لم أكن اسلمت قبل ذلك اليوم. (¬16) ¶ ففي الحديث الاول انكر رسول الله «ص» على الصحابة أخذهم بعموم الادلة الدالة على وجوب استعمال الماء لواجده بغض النظر عن حالته فهم لم ينتبهوا الى قوله تعالى: ¶ ¬_________ ¶ (¬15) سنن أبي داود «باب في المجروح التيمم» الحديث (336) واخرجه ابن ماجه الحديث رقم (572) وصححه ابن السكن، وانظر نيل الأوطار (1/323) . ¶ (¬16) قد ورد باختلاف في بعض الفاظه فانظره في البخاري (7/398) .",
            "page": "44",
            "part": "1",
            "seal": "9641E0F6"
        },
        {
            "id": "38",
            "nass": "(وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لامستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا) «المائدة60» ولم يسألوا وهم ليسوا من أهل النظر. ¶ واما حديث اسامة فيفهم منه كأنه رضي الله عنه تأول قول الله تعالى: ¶ ( ... فلم يك ينفعهم ايمانهم لمّا رأوا بأسنا ... ) «غافر 85» . ¶ واعتبر الآية نافية للنفع في الدنيا والآخر وأنها عامة في الحالين وليست خاصة بالآخر، كما هو ظاهر من الآية الكريمة، ولعل ذلك ما جعل النبي صلى الله عليه وسلم يعنفه. ¶ تلك بعض فتاوى الصحابة رضوان الله عليهم التي لم يقرهم عليها رسول الله صلى الله عليه وسلم (¬17) . ¶ لقد كان الناس يستفتونه، عليه الصلاة والسلام، في الوقائع فيفتيهم، وترفع اليه القضايا فيقضي فيها (¬18) ويرى الفعل الحسن فيستحسنه ويثني على فاعله ويرى الفعل المغاير فينكره، ويتعلم منه اصحابه رضوان الله عليهم ذلك، ويرويه بعضهم لبعضهم الآخر فيشيع بين الآخرين، وقد يختلفون فيتحاورون فيما اختلفوا فيه بدافع الحرص، دون أن يجاوزا ذلك الى التنازع والشقاق، وتراشق الاتهامات وتبادل الطعون لأنهم بالرجوع الى كتاب الله تعالى، والى رسوله صلى الله عليه وسلم يحسمون أي خلاف دون ان تبقى اية رواسب يمكن ان تلقي ظلالها على اخوّتهم. ¶ ¬_________ ¶ (¬17) وقد احصى ابن حزم جملة كبيرة من فتاوى الصحابة التي لم يقرهم عليها رسول الله صلى الله عليه وسلم وانظرها في الإحكام (6/84 85) وراجع (2/126 127) . ¶ (¬18) تراجع حجة الله البالغة (1/298) .",
            "page": "45",
            "part": "1",
            "seal": "0F542AD8"
        },
        {
            "id": "39",
            "nass": "تحذير النبي صلى الله عليه وسلم أصحابه من الاختلاف: ¶ كان رسول الله صلى الله عليه وسلم يدرك أن بقاء هذه المة رهين بتآلف القلوب التي التقت على الحب في الله، وان حتفها في تناحر قلوبها لذلك كان عليه الصلاة والسلام يحذر من أن يذر الخلاف قرنه فيقول: «الا تختلفوا فتختلف قلوبكم» (¬19) . وكان كرام الصحابة رضوان الله عليهم يرون أن الخلاف لا يأتي بخير كما في قول ابن مسعود رضي الله عنه: «الخلاف شر» . ¶ لذلك كان رسول الله صلى الله عليه وسلم يجتث بذرة الخلاف قبل ان تتنامى ... عن عبد الله بن عمر رضي الله عنهما قال: هجّرت الى رسول الله صلى الله عليه وسلم» يوما فسمع اصوات رجلين اختلفا في آية فخرج رسول الله صلى الله عليه وسلم يعرف في وجهه الغضب فقال: «انما هلك من كان قبلكم باختلافهم في الكتاب» (¬20) . ¶ وعن النزال بن سبرة قال: سمعت عبد الله بن مسعود قال سمعت رجلا قرأ آية سمعت من رسول الله صلى الله عليه وسلم خلافها فأخذت بيده فأتيت به رسول الله صلى الله عليه وسلم فقال: «كلاهما محسن» قال شعبة: أظنه قال: لا تختلفوا فان من قبلكم اختلفوا فهلكوا» (¬21) . ¶ ¬_________ ¶ (¬19) أخرجه البخاري على ما في الجامع الصغير (2/494) . ¶ (¬20) راجع الإحكام في أصول الاحكام لابن حزم (5/66) . ¶ (¬21) راجع الإحكام في أصول الأحكام لابن حزم، وينظر صحيح البخاري «باب كراهية الاختلاف» (13/289) وباب «نزل القرآن على سبعة أحرف» (9/22 36) .",
            "page": "46",
            "part": "1",
            "seal": "5C567D8C"
        },
        {
            "id": "40",
            "nass": "فهنا يعلم الرسول صلى الله عليه وسلم الصحابة ومن يأتي بعدهم عواقب الاختلاف ويحذرهم منه. ¶ وكان رسول الله صلى الله عليه وسلم يعلم الصحابة رضوان الله عليهم أدبا هاما من آداب الاختلاف في قراءة القرآن خاصة، فيقول في الحديث الصحيح: «اقرؤوا القرآن ما ائتلفت عليه قلوبكم، فاذا اختلفتم فيه فقوموا» (¬22) . ¶ فيندبهم عليه الصلاة والسلام للقيام عن القرآن العظيم اذا اختلفوا في بعض احرف القراءة او في المعاني المرادة من الآيات الكريمة حتى تهدأ النفوس والقلوب والخواطر، وتنتفي دواعي الحدة في الجدال المؤدية الى المنازعة والشقاق، اما اذا ائتلفت القلوب وسيطرت الرغبة المخلصة في الفهم فعليهم ان يواصلوا القراءة والتدبر والتفكير في آيات الكتاب. ونرى كذلك أن القرآن الكريم كان احيانا يتولى التنبيه على «ادب الاختلاف» حين يقع بين الصحابة رضوان الله عليهم، فعن عبد الله بن الزبير قال: «كاد الخيّران ان يهلكا اب وبكر وعمر رضي الله عنهما.. رفعا اصواتهما عند النبي صلى الله عليه وسلم حين قدم عليه ركب بني تميم فأشار احدهما بالاقرع بن حابس، وأشار الآخر بالقعقاع بن معبد بن زرارة، فقال أبو بكر لعمر: ما أردت الاّ خلافي، قال عمر: ما أردت خلافك، فارتفعت اصواتهما في ذلك، فأنزل الله تعالى (يا أيها الذين آمنوا لا ترفعوا اصواتكم فوق صوت ¶ ¬_________ ¶ (¬22) اخرجه الشيخان وأحمد في السند، والنسائي على ما في الجامع الصغير (1/86) والفتح الكبير (1/218) .",
            "page": "47",
            "part": "1",
            "seal": "7DDA8C68"
        },
        {
            "id": "77",
            "nass": "معظمه بين الفرق الكلامية التي امتدت خلافاتها إلى الأمور الاعتقادية، فسوّغ بعضها لنفسه أن يرمي الآخرين بالكفر أو الفسق أو والبدعة، وحتى بين هذه الفرق لم تعدم صفحات التاريخ أن تجد من أدب الاختلاف ما يمكن تسجيله.. ¶ مناظرة بين عبّاس للخوارج: ¶ عن عبد الله بن المبارك (¬82) قال: حدّثنا عكرمة بن عمار، حدثنا سماك الحنفي قال: سمعت ابن عباس يقول: قال علي: لا تقاتلوهم (أي الخوارج) حتى يخرجوا فإنهم سيخرجون، قال: قلت: يا أمير المؤمنين أبرد بالصلاة فإني أريد أن أدخل عليهم فأسمع من كلامهم وأكلمهم، فقال: أخشى عليك منهم، قال: (أي ابن عباس) وكنت رجلا حسن الخلق لا أوذي أحدا. قال: فلبست أحسن ما يكون من الثياب اليمنية، وترجلت ثم دخلت عليهم وهم قائلون: فقالوا لي: ما هذا اللباس؟ فتلتو عليهم القرآن: (قل من حرّم زينة الله التي أخرج لعباده والطيبات من الرزق) (الأعراف: 32) وقلت: ولقد ¶ ¬_________ ¶ (¬82) عبد الله بن المبارك: هو عبد الله بن المبارك بن واضح الحنظلي التميمي المروزي المكنى بأبي عبد الرحمن، فقيه محدث حافظ حجة جمع. بين العلم والعبادة، والجهاد والتجارة، واشتهر بالزهد والورع توفي بمدينة هيت في العراق سنة (181 هـ) ، له ترجمة في طبقات ابن سعد (7/372) والشيرازي (77) والجرح والتعديل (2ق2/179) والتذكرة (1/274) والحلية (8/162) وتهذيب التهذيب (5/382) .",
            "page": "84",
            "part": "1",
            "seal": "FB8ABD4F"
        },
        {
            "id": "78",
            "nass": "رأيت رسول الله صلى الله عليه وسلم يلبس أحسن ما يكون من اليمنية. فقالوا: لا بأس، فما جاء بك؟ فقلت: أتيتكم من عند صاحبي، وهو ابن عم رسول الله صلى الله عليه وسلم وصاحبه، وأصحاب رسول الله صلى الله عليه وسلم أعلم بالوحي منكم، وفيهم نزل القرآن، ابلغكم عنهم وأبلغهم عنكم، فما الذي نقمتم؟ فقال بعضهم ناهيا: إياكم والكلام معه، إن قريشا قوم خصمون، قال الله عز وجل: (بل هم قوم خصمون) (الزخرف:58) . وقال بعضهم كلّموه، فانتحى لي منهم رجلان أو ثلاثة، فقالوا: إن شئت تكلمت وإن شئت تكلمنا. فقلت: بل تكلموا. فقالوا: ثلاث نقمناهن عليه: جعل الحكم إلى الرجال وقال الله: (إن الحكم إلا الله) (الأنعام: 57) (يوسف: 40 67) فقلت: قد جعل الله الحكم من أمره إلى الرجال في ربع درهم: في الأرنب (¬83) ، وفي المرأة وزوجها (فابعثوا حكما من أهله وحكما من أهلها) (النساء: 35) . ¶ فالحكم في رجل وامرأته والعبد افضل، أم الحكم في الأمة يرجع بها ويحقن دماؤها، ويلم شعثها؟ قالوا: نعم. ¶ قالوا: وأخرى مجانفة أن يكون أمير المؤمنين، فأمير الكافرين هو. فقلت لهم: أرأيتهم إن قرأت من كتاب الله عليكم، وجئتكم به من سنة رسول الله صلى الله عليه وسلم أترجعون؟ قالوا: نعم. قلت: قد سمعتم أو أراه قد بلغكم أنه لما كان يوم الحديبية جاء سهيل بن عمرو إلى رسول الله صلى الله عليه وسلم ¶ ¬_________ ¶ (¬83) إشارة الى قوله تعالى: (فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم) (المائدة: 95) وذلك حول قتل المحرم الصيد.",
            "page": "85",
            "part": "1",
            "seal": "0B86879C"
        },
        {
            "id": "79",
            "nass": "فقال النبي صلى الله عليه وسلم لعلي: «اكتب هذا ما صالح عليه محمد رسول الله صلى الله عليه وسلم» فقالوا: لو نعلم أنك رسول الله لم نقاتلك. فقال رسول الله صلى الله عليه وسلم لعلي: «امح يا علي» أفخرجت من هذه؟ قالوا: نعم. ¶ قال: وأما قولكم: قتل ولم يسب، ولم يغنم (أي في معركة الجمل وصفين) أفتسبون أمكم، وتستحلون منها ما تستحلون من غيرها؟! فإن قلتم: نعم، فقد كفرتم بكتاب الله، وخرجتم من الإسلام، فأنتم بين ضلالتين ... ¶ وكلما جئتم بشيء من ذلك اقول: أفخرجت منها؟ فيقولون: نعم. قال: فرجع منتهم ألفان وبقي ستة آلاف (¬84) . ¶ فهؤلاء قوم أشهروا سيوفهم للقتال، واستحلوا دماء مخالفيهم، لكنهم مع ذلك حين جودلوا بالحق استجاب كثير منهم، وحينما ذكّروا بالقرآن تذكروا، وحينما دعوا الى الحوار استجابوا بقلوب مفتحة، فأين المسلمون اليوم من هذا؟! ¶ ¬_________ ¶ (¬84) إعلام الموقعين (1/214 215) وله طرق أخرى، بالفاظ مختلفة عنه.",
            "page": "86",
            "part": "1",
            "seal": "E4E2D201"
        },
        {
            "id": "80",
            "nass": "الفصل الثالث اختلاف مناهج الأئمة في الاستنباط ¶ المذاهب الفقهية: ¶ المذاهب الفقهية التي ظهرت بعد عصر الصحابة وكبار التابعين يعدها بعضهم ثلاثة عشر مذهبا، وينسب جميع أصحابها إلى مذاهب «أهل السنة» الذي كان وبقي مذهب جماهير المسلمين وعامتهم، ولكن لم ينل حظ التدوين سوى فقه ثمانية أو تسعة من هؤلاء الائمة، وقد تباين ما دون من فقههم فحظي بعضهم بتدوين كل فقهه، على حين اقتصر على بعضه بالنسبة للآخرين، ومما دوّن لهؤلاء وهؤلاء عرفت أصول مذاهبهم ومناهجهم الفقهية هؤلاء هم:",
            "page": "87",
            "part": "1",
            "seal": "E12E0C2A"
        },
        {
            "id": "81",
            "nass": "أولا: الإمام أبو سعيد الحسن بن يسار البصري توفي سنة (110هـ) . ¶ ثانيا: الإمام أبو حنيفة النعمان بن ثابت بن زوطي توفي سنة (150هـ) . ¶ ثالثا: الإمام الأوزاعي أبو عمرو بن عبد الرحمن بن عمرو بن محمد توفي سنة (157هـ) . ¶ رابعا: الإمام سفيان بن سعيد بن مسروق الثوري توفي سنة (160هـ) . ¶ خامسا: الإمام الليث بن سعد توفي سنة (175هـ) . ¶ سادسا: الإمام مالك بن أنس الأصبحي توفي سنة (179هـ) . ¶ سابعا: الإمام سفيان بن عيينة توفي سنة (198هـ) . ¶ ثامنا: الإمام محمد بن إدريس الشافعي توفي سنة (204هـ) . ¶ تاسعا: الإمام أحمد بن محمد بن حنبل توفي سنة (241هـ) . ¶ وهناك الإمام داود بن علي الأصبهاني البغدادي المشهر بالظاهري نسبة إلى الأخذ بظاهر ألفاظ الكتاب والسنة توفي سنة (270هـ) . ¶ وغير هؤلاء كثير أمثال: إسحاق بن راهويه المتوفي سنة (238هـ) ، وأبي ثور إبراهيم بن خالد الكلبي المتوفى سنة (240هـ) . وهناك آخرون لم تنتشر مذاهبهم، ولم يكثر أتباعهم، أو اعتبروا مقلّدين لأصحاب المذاهب المشهورة. ¶ أما الذين تأصلت مذاهبهم وبقيت إلى يومنا هذا، ولا يزال لها الكثير",
            "page": "88",
            "part": "1",
            "seal": "CE56D13C"
        },
        {
            "id": "82",
            "nass": "من المقلدين في ديار الإسلام كلها، ولا يزال فقههم وأصوله مدار التفقه والفتوى عند الجمهور أولئك هم الأئمة الأربعة: أبو حنيفة، ومالك، والشافعي، وأحمد. ¶ مناهج الأئمة المشهورين: ¶ يعتبر الأئمة الثلاثة مالك والشافعي وأحمد، فقهاء حديث وأثر، فهم الذين تلقوا فقه أهل المدينة، وحملوا علومهم، أما الإمام أبو حنيفة فهو وارث نفسه «أهل الرأي» ومقدّم مدرستهم في عصره. ¶ إن الاختلاف الذي كان بين مدرسة «سعيد بن المسيب» التي قامت على فقه الصحابة وآثارهم، وسار على نهجها المالكية والشافعية والحنابلة وبين مدرسة «إبراهيم النخعي» التي تعتمد الرأي إن غاب الأثر، هذا الاختلاف كان طبيعيا أن ينتقل الى كل من أخذ بمنهج إحدى المدرستين، ولا ينكر أحد أن الخلاف قد خفت حدته كثيرا في هذا الطور، ذلك أنه بعد انتقال الخلافة الى بني العباس، نقل العباسيون بعض كبار علماء الحجاز الى العراق لنشر السنة هناك، منهم: ربيعة بن أبي عبد الرحمن، ويحيى بن سعيد (¬85) ¶ وهشام بن عروة (¬86) ومحمد بن ¶ ¬_________ ¶ (¬85) يحيى بن سعيد: هو يحيى بن سعد بن فروخ القطان التميمي البصري، يكنى بأبي سعيد احد كبار حفاظ الحديث، وهو إمام حجة ثقة ثبت، من اقران الإمام مالك ومن أعلم الناس بالرجال، واعرفهم بصواب الحديث وخطئه في زمانه. كثيرا ما كان يفتي برأي أبي حنيفة، توفي سنة (198 هـ) . ¶ له ترجمة في طبقات ابن سعد (7/293) والحلية (8/382) والجرح والتعديل (4/ق2/150) ، وتاريخ بغداد (14/135) والتذكرة (1/298) وتهذيب التهذيب (11/216) . ¶ (¬86) هشام بن عروة: هو هشام بن عروة بن الزبير بن العوام، أبو المنذر أسدي من التابعين، ثقة حافظ متقن ثبت، كثير الحديث فقيه من أكابر علماء المدينة في عصره توفي سنة (145 هـ) وقيل (146، 147 هـ) له ترجمة في طبقات ابن سعد (7/321) والجرح والتعديل (4ق2/63) وتاريخ بغداد (14/37) وتهذيب التهذيب (11/48) .",
            "page": "89",
            "part": "1",
            "seal": "CE72B6A4"
        },
        {
            "id": "83",
            "nass": "إسحاق (¬87) وغيرهم، كما أن بعض العراقيين رحلوا الى المدينة وتلقوا عن علمائها، كأبي يوسف يعقوب بن إبراهيم (¬88) ومحمد بن الحسن اللذين (¬89) أخذا عن مالك (¬90) كما انتقل كثير من آراء العراقيين وأفكارهم ¶ ¬_________ ¶ (¬87) محمد بن إسحاق: هو محمد بن إسحاق بن يسار، مدني نزل العراق وتوفي ببغداد سنة (151 هـ) وهو إمام أهل المغازي والسير، له ترجمة في تاريخ بغداد (1/214) وطبقات ابن سعد (7/321) والتذكرة (1/172) والجرح والتعديل (3ق2/191) والميزان (3/468) وتهذيب التهذيب (9/39) . ¶ (¬88) يعقوب بن إبراهيم: هو يعقوب بن إبراهيم بن حبيب الانصاري الكوفي البغدادي، كبير تلاميذ ابي حنيفة ومقدم اصحابه وقاضي قضاة الهادي والمهدي والرشيد، توفي ببغداد سنة (182هـ) وقيل (181 هـ) له ترجمة في تاريخ بغداد (14/242) والتذكرة (1/292) والجرح والتعديل (4ق2/201) وطبقات ابن سعد (7/330) والجواهر المضيئة (2/220) وقد أفردت ترجمته ومناقبه بدراسات خاصة كذلك. ¶ (¬89) محمد بن الحسن: هو صاحب أبي حنيفة وناشر فقهه، ويكنى بأبي عبد الله ولي للرشيد قضاء الرقة والري، وتوفي سنة (189 هـ) في الري له ترجمة في طبقات ابن سعد (7/336) والميزان (3/513) وتاريخ بغداد (2/172) والشذرات (1/321) والجواهر المضيئة (2/42) . ¶ (¬90) الفكر السامي (1/434 435) .",
            "page": "90",
            "part": "1",
            "seal": "EDC5FB52"
        },
        {
            "id": "84",
            "nass": "الى الحجاز كانتقال أفكار الحجازيين الى العراق، ومع ذلك فقد نجد الأئمة الثلاثة مالكا والشافعي وأحمد يشكلون منهجا متقاربا فيما بينهم وإن اختلفوا في بعض مناهج الاستنباط وطرائقه، على حين تميز الإمام أبو حنيفة عنهم في منهجه. ¶ 1 منهج الإمام أبي حنيفة: ¶ بقي الإمام أبو حنيفة رمزا لمنهج مختلف عن مناهج الأئمة الثلاثة وبشكل ظاهر، فقواعد مذهبه كما بينها هو تتلخص بقوله: «إني آخذ بكتاب الله إذا وجدته، فما لم أجده فيه أخذت بسنة رسول الله صلى الله عليه وسلم والآثار الصحاح عنه التي فشت في أيدي الثقات، فإذا لم أجد في كتاب الله وسنة رسوله صلى الله عليه وسلم أخذت بقول أصحابه، آخذ بقول من شئت، ثم لا أخرج عن قولهم إلى قول غيرهم. فإذا انتهى الأمر الى إبراهيم والشعبي وابن المسيب (وعدّد رجالا) ، فلي أن أجتهد كما اجتهدوا» . ¶ هذه هي الأصول الكبرى لمذهب أبي حنيفة، وهناك أصول فرعية أو ثانوية مفرعة على هذه الأصول أو راجعة إليها، وهي التي يبدو فيها لخلاف ويظهر، كقولهم: «قطعية دلالة اللفظ العام كالخاص» (¬91) ¶ ¬_________ ¶ (¬91) العام: هو اللفظة المستغرقة لجميع ما وضعت له كلفظة، «كل» و «جميع» ونحوهما. ¶ الخاص: هو اللفظ الدال على معين كأسماء الاعلام ونحوها. ¶ القطعي: هو ما يفيد القطع أي الجزم، وأحيانا تكون النصوص قطعية الدلالة وقطعية الثبوت كآيات القرآن الظاهرة، ونصوصه الصحيحة المحكمة، وأحيانا تكون النصوص قطعية الثبوت ظنية الدلالة، وذلك حينما تثبت بطريقة لا يقبل الاحتمال ويفيد القطع كآيات الكتاب والأحاديث المتواترة فإذا كان المعنى يحتمل أ: ثر من وجه كان ظني الدلالة على المعنى المحتمل، وذلك كقوله تعالى: (يتربصن بأنفسهن ثلاثة قروء) فهذا نص قطعي لأنه قرآن منقول إلينا بالتواتر، لكنه ظني الدلالة على الطهر أو الحيض فإن العلماء قد اختلفوا في المراد بالقرء أهو الحيض أم هو الطهر، وبكل قال فريق.",
            "page": "91",
            "part": "1",
            "seal": "551176F2"
        },
        {
            "id": "85",
            "nass": "و «مذهب الصحابي على خلاف العموم مخصص له» (¬92) ، و «كثرة الرواة لا تفيد الرجحان» و «عدم اعتبار مفهوم الشرط والصفة» (¬93) ¶ ¬_________ ¶ (¬92) مذهب الصحابي على خلاف العموم فهو مخصص له: الأدلة العامة يطرأ عليها التخصيص كالاستثناء ونحوه، ومما اعتبره بعض العلماء مخصصا لعموم الدليل عمل الصحابي أو مذهبه على خلاف العموم يعتبرونه مخصصا لذلك الدليل، لأنهم يفترضون أن الصحابي ما كان ليذهب إلى خلاف عموم دليل يعرفه إلا إذا كان يعلم عن رسول الله صلى الله عليه وسلم ما يخص ذلك العام. ¶ (¬93) عدم اعتبار مفهوم الشرط والصفة: دلالة المفهوم هي دلالة اللفظ على حكم شيء غير مذكور في الكلام كدلالة قوله تعالى: (قل لا أجد فيما أوحي إلي محرما على طاعم يطعمه إلا ان يكون ميتة أو دما مسفوحا) يفهم من قوله مسفوحا حل الدم غير المسفوح كالكبد والطحال. ومفهوم الشرط هو دلالة اللفظ المفيد لحكم معلق بشرط على ثبت ونقيض ذلك الحكم عند عدم الشرط مثل قوله تعالى: (وإن كن اولات حمل فانفقوا عليهن حتى يضعن حملهن ... ) فإنه دل بمنطوقه على وجوب النفقة للمعتدة الحامل حتى تضع حملها، ودل بمفهوم الشرط على عدم وجوب النفقة للمعتدة غير الحامل. ¶ ومفهوم الصفة: هو دلالة اللفظ الموصوف على ثبوت نقيض حكم المنطوق به عند عدم تلك الصفة، مثل قوله تعالى: (وحلائل ابنائكم الذين من اصلابكم ... ) فإن الآية دالة بلفظها على تحريم زوجها الابن على أبيه إذا كان من صلبه، ودلت بمفهوم الصفة على عدم تحريم زوجة الابن المتبنى على من تبناه، لانه ليس من الاصلاب.",
            "page": "92",
            "part": "1",
            "seal": "159E49B3"
        },
        {
            "id": "86",
            "nass": "و «عدم قبول خبر الواحد فيما تعم به البلوى» (¬94) «ومقتضى الأمر الوجوب قطعا ما لم يرد صارف» و «اذا خالف الراوي الفقيه روايته بأن عمل على خلافها: فالعمل بما رأى لا بما روى» و «تقديم القياس الجلي على خبر الواحد المعارض له» و «الاخذ بالاستحسان؛ (¬95) وترك القياس عندما تظهر الى ذلك حاجة» ولذلك نقلوا عن الامام أبي حنيفة قوله: «علمنا هذا رأي وهو أحسن ما قدرنا عليه، ومن جاءنا بأحسن من قبلناه» . ¶ 2 منهج الامام مالك: ¶ اما الامام مالك رحمه الله فذو منهج مختلف فهو يقول «أفكلّما جاءنا رجل تركنا ما نزل به جبريل على محمد صلى الله عليه وسلم لجدله» (¬96) وقد مر بنا أن مذهبه هو مذهب الحجازيين اصحاب مدرسة الامة سعيد بن المسيب رحمه الله وتتلخص قواعد مذهب مالك بما يلي: ¶ الاخذ بنص الكتاب العزيز. ¶ ثم بظاهره وهو العموم. ¶ ثم بدليله وهو مفهوم المخالفة. ¶ ¬_________ ¶ (¬94) عموم البلوى: يراد بقول الفقهاء ما يعم به البلوى تلك الأمور التي يتعذر أو يتعسر التحرز منها، فيقال مثلا لطين الشارع مما تعم به البلوى، أو المياه التي قد تنزل من الميازيب أمورا تعم به البلوى أو سقوط زرق الطيور أو العصافير، أو بول مثلها على الثياب حين تنشر أو ارتياد القطط البيوت ونحو ذلك. ¶ (¬95) الاستحسان: هو العدول في مسالة عن مثل ما حكم به في نظائرها إلى خلافه لوجه يقتضي التخفيف. انظر رفع الحرج الدكتور يعقوب الباحسين (396) . ¶ (¬96) الفكر السامي (1/378) .",
            "page": "93",
            "part": "1",
            "seal": "D411A467"
        },
        {
            "id": "87",
            "nass": "ثم بمفهومه (ويريد مفهوم الموافقة) . ¶ ثم بتنبيهه، وهو التنبيه على العلة كقوله تعالى: (فانه رجس او فسقا) . ¶ وهذه اصول خمسة ومن السنة مثلها فتكون عشرة. ¶ ثم الاجماع. ¶ ثم القياس. ¶ ثم عمل اهل المدينة. ¶ ثم الاستحسان. ¶ ثم الحكم بسد الذرائع. ¶ ثم المصالح المرسلة (¬97) . ¶ ثم قول الصحابي (ان صح سنده وكان من الاعلام. ¶ ثم مراعاة الخلاف (اذا قوي دليل المخالف) . ¶ ثم الاستصحاب. ¶ ثم شرع من قبلنا. ¶ ¬_________ ¶ (¬97) المصالح المرسلة: المصلحة المرسلة كل منفعة ملائمة لتصرفات الشارع، مناسبة لمقاصده، لا يشهد لها بالاعتبار أو الإلغاء أصل محدد مثل عقد الاستصناع، كأن تبرم عقدا مع شخص ليصنع لك شيئا غير موجود حالة العقد، فالمعهود من تصرفات الشارع انه لم يعتبر في العقود الصحة إلا إذا كانت عقودا على شيء معلوم يمكن تسليمه، والاستصناع عبارة عن شيء غير موجود، ولكن المصلحة فيه للناس ظاهرة ولأن المنع منه يفوت عليهم هذه المصالح فإن الشارع اعتبره، كذلك بالنسبة لعقود المراضاة والمعاطاة فإنها لحاجة الناس اليها، ولأنها محققة لمصالحهم تجاوز بعض العلماء عن شرط الإيجاب والقبول فيها.",
            "page": "94",
            "part": "1",
            "seal": "C12E5B0E"
        },
        {
            "id": "88",
            "nass": "3 منهج الامام الشافعي: ¶ وأما قواعد واصول مذهب الامام الشافعي رحمه الله فهي ما أجمله في رسالته الاصولية «الرسالة» التي تعتبر أول كتاب اصولي جامع ألّف في الاسلام. ¶ قال رحمه الله: «الاصل قرآن وسنة.، فان لم يكن فقياس عليهما، واذا اتصل الحديث عن رسول الله صلى الله عليه وسلم وصح الاسناد به فهو المنتهى، والاجماع اكبر من الخبر المفرد، والحديث على ظاهره واذا احتمل المعاني فما اشبه منها ظاهره أولاها به. واذا تكافأت الاحاديث فأصحها اسنادا أولاها، وليس المنطق بشيء ما عدا منقطع ابن المسيب، ولا يقاس أصل على أصل، ولا يقال للأصل لم وكيف؟ وانما يقال للفرع لم؟ فاذا صح قياسه على الاصل صح وقامت به الحجة» (¬98) . ¶ فالامام الشافعي اذن يرى أن القرآن والسنة سواء في التشريع، فلا يشترك في الحديث شرطا غير الصحة والاتصال لأنه اصل، والاصل لا يقال له: لم وكيف؟ فلا يشترك شهرة الحديث (¬99) ¶ اذا ورد فيما تعم به البلوى كما اشترط ذلك الامام أبو حنيفة ولم يشترك عدم مخالفة الحديث لعمل أهل المدينة كما اشترط ذلك مالك ولكنه لم يقبل من ¶ ¬_________ ¶ (¬98) المنهاج للنووي والفكر السامي (1/398) . ¶ (¬99) الحديث المشهور: ما له طرق محصورة بأكثر من اثنين، أو ما رواه في كل طبقة ثلاثة أو اكثر ولم يبلغ حد التواتر، سمي بذلك لشهرته ووضوحه، انظر شرح نزهة النظر في توضيح نخبة الفكر (17) طبع الجامعة السلفية بنارس الهند.",
            "page": "95",
            "part": "1",
            "seal": "6986051B"
        },
        {
            "id": "89",
            "nass": "المراسيل (¬100) الا مراسيل سعيد بن المسيب، لأن لها طرقا متصلة عنده، وقد خالف في هذا مالكا والثوري ومعاصريه من أهل الحديث الذين كانوا يحتجون بها (¬101) وأنكر الاحتجاج بـ «الاستحسان» مخالفا في ذلك المالكية والحنفية معا، وكتب في رد الاستحسان كتابه «إبطال الاستحسان» وقال قولته المشهورة: «من استحسن فقد شرع» كما رد «المصالح الرسلة» وأنكر حجيتها، وأنكر الاحتجاج بعمل أهل المدينة كما انكر على الحنفية تركهم العمل بكثير من السنن لعدم توفر ما وضعوه فيها من الشروط كالشهرة ونحوها كما أنه لم يقتصر كمالك على الاخذ بأحاديث الحجازيين. ¶ هذه هي أهم وأبرز أصول مذهب الامام الشافعي اجمالا، وفيها من المخالفة لأصول الحنفية والمالكية مالا يخفى. ¶ 4 منهج الامام أحمد بن حنبل: ¶ وأما الامام احمد بن حنبل رحمه الله فقواعد مذهبه شديدة القرب من قواعد مذهب الامام الشافعي التي تقدم ذكرها فهو يأخذ: ¶ أولا: بالنصوص من القرآن والسنة، فاذا وجدها لم يلتفت الى سواها، ولا يقدم على الحديث الصحيح المرفوع شيئا ¶ ¬_________ ¶ (¬100) الحديث المرسل: هو الحديث الذي يسقط من آخر سنده من بعد التابعي وذلك كأن يقول التابعي: قال رسول الله صلى الله عليه وسلم كذا ... دون أن يذكر من روى له ذلك عن رسول الله صلى الله عليه وسلم. ¶ (¬101) الفكر السامي (1/399) .",
            "page": "96",
            "part": "1",
            "seal": "5036D829"
        },
        {
            "id": "90",
            "nass": "من «عمل أهل المدينة او الرأي او القياس، او قول الصحافي، او الاجماع القائم على عدم العلم بالمخالف» . ¶ ثانيا: فإن لم يجد في المسألة نصا انتقل الى فتوى الصحافة، فإذا وجد قولا لصحابي لا يعلم له مخالفا من الصحابة لم يعده الى غيره، ولم يقدم عليه عملا ولا رأيا ولا قياسا. ¶ ثالثا: فإذا اختلف الصحافة تخير من أقوالهم اقربها الى الكتاب والسنة ولم يخرج عن اقوالهم فان لم يتضح له الاقرب الى الكتاب أو السنة حكى الخلاف ولم يجزم بقول منها. ¶ رابعا: يأخذ بالحديث المرسل والضعيف اذا لم يجد أثرا يدفعه او قول صحابي أو اجماعا يخالفه، ويقدمه الى القياس. ¶ خامسا: القياس عنده دليل ضرورة يلجأ اليها حين لا يجد واحدا من الادلة المتقدمة. ¶ سادسا: يأخذ بسد الذرائع (¬102) . ¶ ¬_________ ¶ (¬102) سد الذرائع: الذريعة لغة الوسيلة التي يتوصل بها إلى شيء آخر سواء أكان حسيا أم معنويا خيرا أم شرا. واصطلاحا هي: الموصل إلى الشيء الممنوع المشتمل على مفسدة كالنظر إلى المرأة الأجنبية فإنه ذريعة الى الزنا فتحريم النظر يعتبر سدا للذريعة. ¶ ويمكن الاطلاع على ما يأخذ به الإمام أحمد وما لا يأخذ به من الأدلة المختلف فيها في نحو إعلام الموقعين والمدخل وأصول مذهب الإمام أحمد.",
            "page": "97",
            "part": "1",
            "seal": "939827D4"
        },
        {
            "id": "91",
            "nass": "5 منهج الامام الظاهري: ¶ ولعل من المناسب التعرض الى قواعد المذهب الظاهري وأصوله باختصار ذلك لان هذا المذهب من المذاهب الاسلامية ذات الاثر والتي لا يزال لها بين أهل السنة أتباع وقد وقع أشد انواع الخلاف بين الظاهرية وبين الحنفية ثم المالكية ثم الحنابلة ثم الشافعية وقد كان داود يعترف للشافعي بكثير من الفضل. ¶ وأبرز اصول المذهب الظاهري: التمسك بظواهر آيات القرآن الكريم والسنة وتقديمها على مراعاة المعاني والحكم والمصالح التي يظن لأجلها انها شرعت. ولا يعمل بالقياس (¬103) عندهم مالم تكن العلة منصوصة في المحل الاول (المقيس عليه) ومقطوعا بوجودها في المحل الثاني (المقيس) بحيث ينزل الحكم منزلة (تحقيق المناط) (¬104) . ¶ كما يحرم العمل بالاستحسان، ويستدل بالاجماع الواقع في عصر ¶ ¬_________ ¶ (¬103) القياس: ويمكن مراجعة ذلك في المباحث المتعلقة بقوادح العلة والأسئلة الواردة على القياس. ¶ (¬104) تحقيق المناط: هو أن يعرف كون وصف من الأوصاف علة لحكم، فيجتهد المجتهد لمعرفة الأمور التي توجد فيها العلة. ¶ وأما المناط: فهو العلة، سميت بذلك لأن الحكم يناط بها. فحينما ينص على أن علة قطع يد السارق هي السرقة، وهي أخذ المال خفية من حرزه، فالمجتهد يحاول معرفة الأمور التي تتحقق فيها صفة أخذ مال الغير خفية من حرزه، فقد يقيس (النشال) و (نباش القبور) على السارق، لأن كلا منهما ينطبق على فعله هذا الوصف. وتوجد فيه العلة.",
            "page": "98",
            "part": "1",
            "seal": "CC23BA60"
        },
        {
            "id": "92",
            "nass": "الصحابة فقط ولا يعمل بالمرسل والمنقطع خلافا للمالكية والحنفية والحنابلة، ولا يعمل بشرع من قبلنا، ولا يحل لأحد العمل بالرأي لقوله تعالى: (ما فرّطنا في الكتاب من شيء ... ) «الانعام 38» . وتعدية الحكم المنصوص عليه الى غيره تعد لحدد الله تعالى ولا يحل لأحد القول بالمفهوم المخالف. ¶ والتقليد حرام على العامي كما هو حرام على العالم وعلى كل مكلف جهده الذي يقدر عليه من الاجتهاد. (¬105) . ¶ ولنا كلمة: ¶ والحقيقية أن كثيرا من الاصل التي نسبت الى الائمة المتبوعين هي اصول مخرّجة على اقوالهم، لا تصح بها الروايات عنهم، فالتشبث بها، والدفاع عنها، وتكلف ايراد الاعتراضات والاجابات عنها، والرد على ما يخالفها، والانشغال بكل ذلك عن كتاب الله وسنة رسوله صلى الله عليه وسلم، ذلك كله من ابرز دواعي الاختلاف السيء الذي لم يهدف اليه الائمة انفسهم رحمهم الله، وقد أبعد هذا المتأخرين من المسلمين عن معالي الامور وشغلهم بسفاسفها حتى تدنت الامة الى ذلك الدرك الهابط الذي تتمرغ فيه اليوم. ¶ ¬_________ ¶ (¬105) هذه الأصول لخصناها من كتابي (النبذ والإحكام لابن حزم) .",
            "page": "99",
            "part": "1",
            "seal": "DEFE5943"
        },
        {
            "id": "94",
            "nass": "الفصل الرابع: أسباب الاختلاف وتطوره ¶ أسباب الاختلاف من عهد النبوة حتى عهد الفقهاء: ¶ اذا سلمنا أن الاختلاف في القضايا الفكرية التي منها القضايا الفقهية أمر طبيعي لما فطر عليه الناس من تباين في عقولهم وأفهامهم ومداركهم وجب أن نقر بأن الاختلاف في عهد النبوة والخلافة الراشدة بين عديد من الصحابة كان أمرا واقعا تشهد له جملة من الاحداث، وليس في نفيه ما يخدم هذا الدين، كما أننا لا نرى في بيانه مساسا بمثالية هذه الدعوة، وصدق نية أولئك الرجال الذين كانوا يختلفون، بل",
            "page": "101",
            "part": "1",
            "seal": "830DBE70"
        },
        {
            "id": "95",
            "nass": "يمكن القول: ان في ذكر هذه الاختلافات بيانا لواقعية هذا الدين، فهو يتعامل مع الناس على أنهم بشر، تتنازعهم عوامل مختلفة مما فطر الله تعالى خلقه عليه ولكن الذي تطمئن اليه النفس المؤمنة أن ذلك الاختلاف لم ينشأ عن ضعف في العقيدة، او شك في صدق ما يدعو اليه رسول الله صلى الله عليه وسلم بل كان تحري الحق الرغبة في اصابة قصد الشارع من الحكام بغية جميع المختلفين. ¶ ولما كان الرسول صلى الله عليه وسلم مصدر تلك الاحكام لم يكن عمر الخلاف يمتد لاطول من الطرق المؤدية الى رسول الله صلى الله عليه وسلم وقد رأينا من خلال الاحداث التي مرت أن أسباب الاختلاف في مجموعها لم تكن تخرج عن تباين في فهم النص لأسباب لغوية او اجتهادية، وذلك في تفسير ما بين أيديهم من كتاب الله وسنة رسوله صلى الله عليه وسلم ولم تكن هذه الاسباب لتخفي وراءها أية نوايا تحاول انماء بذرة الخلاف التي كان المنافقون يحرصون على تعهدها. ¶ لذلك سرعان ما كانت هذه الاختلافات تضمحل بلقاء الرسول صلى الله عليه وسلم او الاحتكام الى نص ادركه بعضهم وغاب عن الآخرين لان غاية ذي الفطرة السليمة نشدان الحق حيثما وجد. ¶ من الطبيعي ان تنتقل بعض الاسباب الموضوعية للاختلاف من عصر لآخر حيث يصعب وضع حواجز تحصر خلفها أسباب الاختلاف من عصر لآخر حيث يصعب وضع حواجز تحصر خلفها أسباب الاختلاف في كل عصر، ولكن هناك امورا كانت تستجد على الساحة الاسلامية، نتجت عنها أسباب وعوامل تذكي روح الاختلاف.",
            "page": "102",
            "part": "1",
            "seal": "D2D2DA22"
        },
        {
            "id": "96",
            "nass": "فمنذ مقتل الخليفة الثالث عثمان بن عفان رضي الله عنه تعرضت الامصار الاسلامية لهزات عنيفة افرزت بعض الاحداث التي ادخلت الى دائرة الاختلاف امورا كانت خارجها ربما أدت الى انطواء اهل كل بلد او مصر على ما وصلهم من سنة رسول الله صلى الله عليه وسلم خوف الوضع والدس كما أشرنا من قبل. ¶ وظهرت مدرستا الكوفة والبصرة كبيئة خصبة لتفاعل الافكار السياسة وتعددت الفرق المختلفة كالخوارج والشيعة والمرجئة (¬106) وظهرت المعتزلة والجهمية وغيرهم من أهل الاهواء والبدع. ¶ وتعددت المناهج العقلية والفكرية بتعدد تلك الفرق وأصبح لكل فرقة منطلقات وقواعد تنطلق منها في تعاملها مع نصوص الشارع وفي تفسيرها للمصادر الشرعية، وفي مواقفها من القضايا المختلفة التي استجدت وبدأت الحاجة تظهر الى وضع الضوابط والقيود وتحديد المناهج وطرق استنباط احكام الوقائع من الوحي الالهي، وتحديد ما يجوز الاختلاف فيه وما لا يجوز. ¶ ولعل من فضل الله تعالى أن جعل الجانب الفقهي في دائرة ما يجوز ¶ ¬_________ ¶ (¬106) المرجئة: هم الذين ينسب إليهم القول بالإرجاء في الإيمان والإرجاء في اللغة: التأخير، وأما في الإصلاح: فهو تأخير العمل عن الإيمان. وذلك أنهم يقولون بأن المعصية مع الإيمان لا تضر كما لا تنفع الطاعة مع الكفر وهذا خلاف ما عليه أهل القبلة، قد انقسموا إلى فرق خمس، انظر لمعرفة فرقهم ومقالاتهم: التبصير في الدين (97) واعتقادات الفرق للرازي (107 وما بعدها) والمواقف لعضد الدين الإيجي (427 المتن وحده) .",
            "page": "103",
            "part": "1",
            "seal": "F77C7DE4"
        },
        {
            "id": "97",
            "nass": "فيه الاختلاف وذلك لأن «الفقه» عبارة عن معرفة الفقيه حكم الواقعة من دليل من الادلة التفصيلية الجزئية التي نصبتها الشارع للدلالة على احكامه من آيات الكتاب، وأحاديث رسول الله صلى الله عليه وسلم وقد يصيب الفقيه حكم الشارع او يوافقه وقد لا يوافق ذلك ولكنه في الحالتين غير مطالب بأكثر من أن يبذل اقصى طاقته العقلية والذهنية للوصول الى حكم، فان لم يكن ما وصل اليه حكم الشارع فهو أقرب ما يكون اليه في حقيقته وغاياته وآثاره، ولذلك كان الاختلاف امرا مشروعا وذلك لتوفر امرين فيه: ¶ الاول: أن لكل من المختلفين دليلا يصح الاحتجاج به، فما لم يكن له دليل يحتج به سقط ولم يعتبر اصلا. ¶ الثاني: ألاّ يؤدي الاخذ بالمذهب المخالف الى محال او باطل فان كان ذلك بطل منذ البداية، ولم يسع لأحد القول به بحال، وبهذين الامرين يغاير «الاختلاف» «الخلاف» . ¶ فالاختلاف ما توافر فيه الشرطان المذكوران، وهو مظهر من مظاهر النظر العقلي والاجتهاد وأسبابه منهجية موضوعية في الغالب. ¶ اما الخلاف فهو الذي يفقد الشرطين او احدهما، وهو مظهر من مظاهر التشنج والهوى والعناد، وليس له من سبب يمت الى الموضوعية.",
            "page": "104",
            "part": "1",
            "seal": "4B72539D"
        },
        {
            "id": "98",
            "nass": "أسباب الاختلافات الفقهية في عصر الفقهاء: ¶ حرص الفقهاء الذين اجمعت الامة على الأخذ بمذاهبهم، على التزام الشرطين السابقين، وقد اختلف الناس في تحديد أسباب الاختلافات الفقهية في هذا العصر اختلافا بينا: فمن مكثر في ذكر هذه الاسباب الى مقتصد فيها، ومع ذلك فان من الممكن اعادة هذه الاسباب الى الامور التالية: ¶ 1 اسباب تعود الى اللغة: ¶ وذلك كأن يرد في كلام الشارع لفظ مشترك، وهو ما وضع لمعان متعددة ومختلفة، كلفظة «عين» التي تستعمل في الباصرة والجارية، وفي الذهب الخالص، وفي الرقيب، وغيرها من المعاني. ¶ فاذا وردت في كلام الشارع مجردة عن القرينة تساوت المعاني التي وضعت لها في احتمال كون كل منها مرادا - فيختلف المجتهدون في حمل ذلك اللفظ على أي من معانيه التي وضع لها، أو عليها كلها. ¶ فقد اختلف الفقهاء في مراد الشارع من لفظ «القرء» في قوله تعالى: (والمطلّقات يتربّصن بأنفسهنّ ثلاثة قروء) «البقرة 228» فلفظ «القرء» مشترك بين الطهر والحيض، فاختلف الفقهاء في عدة المطلقة أتكون بالحيض ام بالاطهار؟ فذهب الحجازيون منهم الى أن عدة المطلقة ثلاثة أطهار، وذهب العراقيون",
            "page": "105",
            "part": "1",
            "seal": "F8E63B3F"
        },
        {
            "id": "99",
            "nass": "الى أنها ثلاث حيض (¬107) . ¶ واحيانا يكون للفظ استعمالان: حقيقي، ومجازي، فيختلفون في ايهما استعمل اللفظ في ذلك النص من نصوص الشارع. ¶ وقد اختلف العلماء بادئ ذي بدء في جواز وقوع المجاز في لفظ الشارع، فأثبته الاكثرون، ونفاه الاقلون، كالاستاذ أبي اسحاق الاسفراييني وشيخ الاسلام ابن تيمية. ¶ والذين نفوه استدلوا بأن المجاز هو اطلاق اللفظ على غير ما وضع له في الاصل كاطلاق لفظ «الاسد» وارادة الرجل الشارع ونصوص الشارع جاءت لبيان الاحكام الشرعية واطلاق اللفظ وارادة غير ما وضع له مناف للبيان المقصود ولسنا بصدد مناقشة هذا الموضوع فان جماهير العلماء قد ذهبوا الى ورود المجاز في لفظ الشارع واعتبر ابن قدامة وغيره من الاصوليين انكار وقوعه في نصوص الشارع نوعا من المكابرة (¬108) (108) . ¶ وعلى هذا فقد يختلف العلماء في فهم المراد من كلام الشارع اذا ورد بتركيب متردد بين الحقيقة والمجاز، او ورد لفظ مفرد يحتمل الامرين فيحمله بعضهم على المعنى الحقيقي، ويحمله آخرون على المعنى المجازي وذلك كلفظ «الميزان» فحقيقته تلك الارادة التي يزن الناس بها الاشياء. ¶ ¬_________ ¶ (¬107) في تفسير القرطبي (3/113) والمغني لابن قدامة (9/77 وما بعدها) . ¶ (¬108) انظر روضة الناظر (35) ط. السلفية.",
            "page": "106",
            "part": "1",
            "seal": "3BE98108"
        },
        {
            "id": "100",
            "nass": "ويطلق على «العدل» مجازر. قال تعالى: ¶ (والسماء رفعها ووضع الميزان، ألا تطغوا في الميزان، وأقيموا الوزن بالقسط ولا تخسروا الميزان) «الرحمن 7 9» . فالميزان في الاولى والثانية استعمل في «العدل» كما في قوله تعالى: ¶ (لقد ارسنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط) «الحديد: 25» ، وفي الثالثة أريد به المعنى الحسي، وهو الاداة التي توزن بها الاشياء (¬109) . ¶ كما يقال للعروض «ميزان الشعر» وللنحو «ميزان الكلام» (¬110) ، ومثله لفظ «السلسلة» وغيرها. ¶ وأحيانا يكون المجاز في التركيب كما في قوله تعالى: (يا بني آدم قد انزلنا عليكم لباسا يواري سوءاتكم وريشا) «الاعراف 26» فمن المعلوم أن اللباس لا ينزل من السماء وهو لباس، ولا الريش كذلك، ولكن الله تعالى أنزل المطر وأنبت النبات وخلق الحيوان وكساه الصوف والشعر والوبر وأنبت القطن والكتان ليتخذ منه اللباس فأسند الى المسبب وهو اللباس بدلا من السبب وهو الماء الذي جعل الله تعالى منه كل شيء حي. ¶ ومن المعرف ان صيغة «افعل» للأمر «لا تفعل» للنهي ومطلق الامر يفيد الوجوب ومطلق النهي يفيد التحريم، ذلك هو ¶ ¬_________ ¶ (¬109) تفسير ابن كثير (4/270) . ¶ (¬110) التنبيه (55) .",
            "page": "107",
            "part": "1",
            "seal": "0D5321EE"
        },
        {
            "id": "101",
            "nass": "الاستعمال الحقيقي لكل من الصيغتين، ولكن قد ترد كل منهما لمعان غير المعنى الذي وضعت له أولا. ¶ فقد يرد الامر للندب مثل قوله تعالى: ¶ (فكاتبوهم ان علمتم فيهم خيرا) «النور 33» . ¶ والارشاد نحو قوله تعالى: ¶ (واستشهدوا شهيدين ... ) أو قوله: ¶ (اذا تداينتم بدين الى أجل مسمى فاكتبوه) «البقرة 282» . ¶ والتهديد نحو قوله تعالى: ¶ (اعلموا ما شئتم) «فصلت 4» وغير ذلك (¬111) . ¶ وكذلك النهي قد يرد لغير التحريم، كالكراهة والتحقير في نحو قوله تعالى: ¶ (لا تمدّن عينيك الى ما متعنا به أزواجا منهم) «الحجر 88» والارشاد كما في قوله تعالى: ¶ (لاتسألوا عن أشياء إن تبد لكم تسؤكم) «المائدة 101» وغيرها (¬112) . ¶ كما أن الامر قد يرد بصيغة الخبر، وكذلك النهي قد يرد ايضا بصيغة الخبر والنفي، وكل ذلك له آثار في اختلاف الفقهاء، وفي طرائقهم وفي استنباط الاحكام الشرعية من النصوص، واحيانا تختلف مذاهب ¶ ¬_________ ¶ (¬111) يراجع المحصول بتحقيقنا (1/ق2/75 وما بعدها) وقد أ» رد خمسة عشر معنى ترد لها صيغة: أفعل. ¶ (¬112) المرجع السابق (469) والإحكام للآمدي (2/187) ط. الرياض.",
            "page": "108",
            "part": "1",
            "seal": "8A708851"
        },
        {
            "id": "102",
            "nass": "العلماء في فهم النص لاختلاف احوال كلمة واردة فيه، وان لم يختلف معناها، كاختلافهم في قوله تعالى: (ولا يضار كاتب ولا شهيد) «البقرة 282» . حيث ذهب بعضهم الى أن المراد بها صدور الضرر من الكاتب والشهيد وذلك بأن يكتب الكاتب ما لم يمل عليه، ويشهد الشاهد بخلاف الواقع، ودليل هؤلاء قراءة ابن عباس رضي الله عنهما: (ولا يضارر كاتب ولا شهيد) . ¶ وذهب آخرون الى أن المراد ووقوع الضرر عليهما، كأن يمنعا من اشغالهما ويكلّفا الكتابة والشهادة في وقت لا يلائمهما ودليل من ذهب الى هذا قراءة ابن مسعود رضي الله عنه: (ولا يضار كاتب ولا شهيد) فلما كانت اللفظة مدغمة في لغة تميم احتمل بناء الفعل للمعلوم، وبناؤه للمجهول، فحدث هذا الاختلاف وان كان فك الادغام لغة أهل الحجاز (¬113) . ¶ والمتتبع لهذا النوع من أسباب الاختلاف يجد أمثلة كثيرة عليه في الكلمات المفردة. وفي التراكيب المختلفة وانواعها، وما يعرض لها من عموم وخصوص، واطلاق وتقييد واجمال وبيان، وغير ذلك.... ولعل فيما ذكرنا ما ينبه الى ما أغفلنا مما يمكن الاطلاع عليه في مظانه (¬114) . ¶ ¬_________ ¶ (¬113) يراجع التنبيه على أسباب الاختلاف (32 33) . ¶ (¬114) نحو كتاب ابن السيد البطليوسي (التنبيه على الأسباب التي أوجبت الاختلاف بين المسلمين) .",
            "page": "109",
            "part": "1",
            "seal": "F08BF5B5"
        },
        {
            "id": "103",
            "nass": "2 أسباب تعود الى رواية السنن: ¶ وهذا النوع من الاسباب متعدد الجوانب مختلف الآثار واليه ترجع معظم الاختلافات الفقهية التي وقعت لعلماء السلف. ¶ فأحيانا لا يصل الحديث الى مجتهد ما، فيفتي بمقتضى ظاهر آية او حديث آخر او بقياس على مسألة سبق فيها من رسول الله صلى الله عليه وسلم قضاء، او بمقتضى استصحاب للحال السابقة (¬115) ، او بمقتضى أن الاصل البراءة وعدم التكليف (¬116) او بموجب أي وجه متغير من وجوه الاجتهاد. ¶ وقد يصل في الواقعة موضع البحث الى مجتهد آخر حديث فيفتي بمقتضاه فتختلف فتياهما. ¶ وأحيانا يصل الحديث الى المجتهد، ولكنه يرى فيه علة تمنع من العمل بمقتضاه كاعتقاده عدم صحة اسناده الى رسول الله صلى الله عليه وسلم لوجود مجهول او متهم، او سيء الحفظ في سلسلة اسناده او لانقطاعه او ارساله، او لكونه يشترط في خبر الواحد العدل الحفاظ شروطا لا يشترطها غيره، فيعمل أحدهما بالحديث، لأن له طريقا صحيحا متصلا عنده، ولا يعمل الآخر بمقتضاه لعلّة من العلل المذكورة، فتختلف الاقوال. ¶ ¬_________ ¶ (¬115) استصحاب الحال: هو جعل الحكم الثابت في الماضي مستمرا إلى الحاضر لعدم تيقن المغير أو إبقاء ما كان على ما كان. ¶ (¬116) الأصل عدم التكليف وبراءة ذمة العبد من التكاليف ولذلك فإنه لا تكليف إلا بدليل.",
            "page": "110",
            "part": "1",
            "seal": "815D7E9D"
        },
        {
            "id": "104",
            "nass": "وقد تختلف اقوال العلماء لاختلاف آرائهم في معاني الحديث ودلالته، وذلك كاختلاف اقوالهم في مسائل: «المزاينة» (¬117) و «المخابرة» (¬118) و «المحاقلة» (¬119) و «الملامسة» (¬120) و «المنابذة» (¬121) و «الغرر» (¬122) لاختلافهم في تفسيرها. ¶ وقد يصل الحديث لبعضهم من طريق بلفظ، ويصل لمجتهد آخر بلفظ مغاير وذلك كأن يسقط احدهما من الحديث لفظا لا يتم المعنى الا به، او يتغير معنى الحديث بسقوطه. ¶ وقد يصل الحديث الى أحد المجتهدين مقترنا بسبب وروده، فيحسن فهم المراد منه، ويصل الى آخر من غير سبب وروده، فيختلف فهمه له. ¶ ¬_________ ¶ (¬117) المزابنة: لغة المدافعة، وفي اصطلاح أهل العلم مثل: بيع الرطب في رؤوس النخل بالتمر، وبيع العنب بالزبيب، وبيع الزرع بالحنطة كيلا، وعند بعضهم يراد بالمزابنة المزارعة، ينظر القاموس الفقهي (158) . ¶ (¬118) المخابرة: أن يعطي المالك الفلاح أرضا يزرعها على بعض ما يخرج منها، أو هي العمل في الارض ببعض ما يخرج منها. ¶ (¬119) المحاقلة: هي بيع الزرع قبل بدوّ إصلاحه. ¶ (¬120) الملامسة: بيع كان في الجاهلية وصورته: أن يلمس الرجل المبيع ومجرد لمسه يعتبر إبراما للبيع من غير أن يفحصه أو ينشره، وغالبا ما يكون بالثياب. ¶ (¬121) المنابذة: ان يبيع المرء ثوبه بثوب غيره، أو بثمنه ويعتبر مجرد نبذ الثوب إبراما للبيع. ¶ (¬122) بيع ما لا يعلم وجوده وعدمه، أو لا تعلم قلته أو كثرته أو لا يقدر على تسليمه.",
            "page": "111",
            "part": "1",
            "seal": "BBA46853"
        },
        {
            "id": "105",
            "nass": "وقد يسمع راو بعض الحديث، ويسمع الآخر الحديث كاملا. وقد ينقل الحديث من كتاب بلفظ مصحّف او متغير، ويبني عليه، وينقله آخر بلفظ لم يدخله شيء من ذلك فتختلف الاقوال بناء على ذلك، وقد يصح الحديث عند المجتهد ولكنه يعتقد أنه معارض بما هو أصح منه او اقوى فيرجح الاقوى، او لا يتضح له أقوى الدليلين، فيتوقف عن الاخذ بكل منهما، حتى يظهر له مرجح. ¶ وقد يعثر مجتهد على ناسخ للحديث، او مخصص لعامه، او مقيد لمطلقه ولا يطلع مجتهدا آخر على شيء من ذلك، فتختلف مذاهبهما (¬123) . ¶ 3 أسباب تعود الى القواعد الاصولية وضوابط الاستنباط: ¶ علم اصول الفقه هو: «معرفة ادلة الفقه على سبيل الاجمال، وكيفية الاستفادة منها، وحال المستفيد) . ¶ فهذا العلم عبارة عن: مجموع القواعد والضوابط التي وضعها المجتهدون لضبط عملية الاجتهاد واستنباط الاحكام الشرعية الفرعية من الادلة التفصيلية، فيحدد المجتهدون في مناهجهم الاصولية الادلة التي تستقى منها الاحكام، ويستدلون لحجية كل منها، ويبيّنون جميع العوارض الذاتية لتلك الادلة لتتضح طرائق استفادة الاحكام منها ويحددون طرق استفادة الحكم الشرعي من كل دليل من تلك القاعدة، والخطوات التي يسلكونها منذ البداية حتى الوصول الى الحكم الشرعي. ¶ ¬_________ ¶ (¬123) انظر رفع الملام (7) المكتب الإسلامي.",
            "page": "112",
            "part": "1",
            "seal": "9E4281E8"
        },
        {
            "id": "106",
            "nass": "وهذه القواعد والضوابط اختلفت مذاهب المجتهدين فيها: فنجم عن الاختلاف فيها اختلاف في المذاهب الفقهية التي يذهب كل منهم اليها فبعض الائمة يذهب الى أن فتوى الصحابي اذا اشتهرت ولم يكن لها مخالف من الصحابة انفسهم حجة لأن الثقة بعدالة الصحابة تشعر بأن الصحابي ما أفتى بما أفتى به الا بناء على دليل، او فهم في دليل، او سماع من رسول الله صلى الله عليه وسلم لم يشتهر ولم يصل الينا. ¶ وبعضهم لا يرى في مذهب الصحابي هذا الرأي، ويعتبر الحجة فيما يرويه الصحابي عن رسول الله صلى الله عليه وسلم لا فيما يراه، فتختلف مذاهب الفقهاء بناء على ذلك. ¶ وبعض المجتهدين يأخذ بـ «المصالح المرسلة» أي: تلك الامور التي لم يوجد في الشرع ما يدل على اعتبارها بذاتها كما لم يوجد فيه ما يدل على الغائها بذاتها فهي مرسلة مطلقة عن الالغاء والاعتبار فاذا ادرك المجتهد في تلك الامور ما يحقق مصلحة، قال بمقتضى تلك المصلحة باعتبار أن الشارع ما شرع الاحكام الا لتحقيق مصالح العباد. ¶ وهناك آخرون لا يأخذون بهذا ولا يعتبرونه أمرا تستفاد منه الاحكام فتختلف اقوالهم في الوقائع بناء على ذلك. ¶ وهناك امور اخرى من هذا النوع اختلف المجتهدون فيها، وتعرف في كتب اصول الفقه بـ «الادلة المختلف فيها» كـ «سد الذرائع» و «الاستحسان» و «الاستصحاب» و «الاخذ بالاحوط» و «الاخذ بالاخف» و «الاخذ بالاثقل» و «العرف» و «العادة» وغيرها.",
            "page": "113",
            "part": "1",
            "seal": "B71B6F2C"
        },
        {
            "id": "107",
            "nass": "كما أن هناك اختلافا في بعض الامور المتعلقة بدلالات النصوص، وطرق تلك الدلالات، وما يحتج بها منها، وعن كل ذلك نشأت اختلافات فقهية في كثير من الفروع. ¶ تلك هي أهم وأبرز الاسباب التي ترجع اليها الاختلافات الفقهية نبهنا اليها بايجاز ومن أراد الاستقصاء ومعرفة كل تلك الاسباب، او جلها مع امثلتها، فليرجع الى الكتب التي الفت لمعالجة هذا الامر قديما وحديثا (¬124) . ¶ ¬_________ ¶ (¬124) تنظر نزهة الأولياء (392) . ودائرة معارف القرن العشرين (4/141) .",
            "page": "114",
            "part": "1",
            "seal": "50A94EF6"
        },
        {
            "id": "108",
            "nass": "الفصل الخامس: في معالم الاختلاف بين الائمة وآدابه ¶ لقد اختلف الائمة في كثير من الامور الاجتهادية، كما اختلف الصحافة والتابعون قبلهم، وهم جميعا على الهدى ما دام الاختلاف لم ينجم عن هوى او شهوة او رغبة في الشقاق، فقد كان الواحد منهم يبذل جهده وما وفي وسعه ولا هدف له إلا اصابة الحق وارضاء الله جل شأنه، ولذلك فان اهل العلم في سائر الاعصار كانوا يقبلون فتاوى المفتين في المسائل الاجتهادية ماداموا مؤهلين، فيصوبون المصيب، ويستغفرون للمخطئ، ويحسنون الظن بالجميع، ويسلمون بقضاء القضاء على أي مذهب كانوا، ويعمل القضاء بخلاف مذاهبهم عند",
            "page": "115",
            "part": "1",
            "seal": "3B465663"
        },
        {
            "id": "109",
            "nass": "الحاجة من غير احساسا بالحرج او انطواء على قول بعينه، فالكل يستقي من ذلك النبع وان اختلفت الدلائل، وكثيرا ما يصدون اختياراتهم بنحو قولهم: «هذا احوط» أو «أحسن» أو «هذا ما ينبغي» أو «نكره هذا» أو «لا يعجبني» فلا تضييق ولا اتهام ولا حجر على رأي له من النص مستند بل يسر وسهولة وانفتاح على الناس لتيسير امورهم. ¶ لقد كان في الصحابة والتابعين رضوان الله عليهم ومن بعدهم من يقرأ البسملة ومنهم من لا يقرأها ومنهم من يجهر بها ومنهم من يسر، وكان منهم من يقنت في الفجر، ومنهم من لا يقنت فيها، ومنهم من يتوضأ من الرعاف والقيء، والحجامة، ومنهم من لا يتوضأ من ذلك، ومنهم من يرى في مس المرأة نقضا للوضوء ومنهم من لا يرى ذلك ومنهم من يتوضأ من أكل لحم الابل او ما مسته النار مسا مباشرا، ومنهم من لا يرى في ذلك بأسا. ¶ ان هذا كله لم يمنع من أن يصلي بعضهم خلف بعض كما كان ابو حنيفة واصحابه والشافعي وائمة آخرون يصلون خلف ائمة المدينة من المالكية وغيرهم ولو لم يلتزموا بقراءة البسملة لا سرا ولا جهرا، وصلى الرشيد اماما وقد احتجم فصلى الامام ابو يوسف خلفه ولم يعد الصلاة مع أن الحجامة عنده تنقض الوضوء. ¶ وكان الامام احمد بن حنبل يرى الوضوء من الرعاف والحجامة فقيل له: فإن كان الامام قد خرج من الدم ولم يتوضأ هل يصلى خلفه؟",
            "page": "116",
            "part": "1",
            "seal": "9B415C30"
        },
        {
            "id": "110",
            "nass": "فقال: «كيف لا أصلي خلف الامام مالك وسعيد بن المسيب» (¬125) . ¶ وصلى الشافعي رحمه الله الصبح قريبا من مقبرة أبي حنيفة رحمه الله فلم يقنت والقنوت عنده سنة مؤكدة فقيل له في ذلك، فقال: «أخالفه وأنا في حضرته» وقال ايضا: «ربما انحدرنا الى مذهب أهل العراق» (¬126) . ¶ وكان مالك رحمه الله اثبت الائمة في حديث المدنيين عن رسول الله صلى الله عليه وسلم وأوثقهم اسنادا، وأعلمهم بقضايا عمر وأقاويل عبد الله بن عمر وعائشة وأصحابهم من الفقهاء السبعة رضوان الله عليهم اجمعين، وبه وبأمثاله قام علم الرواية والفتوى وقد حدّث وأفتى رضي الله عنه، وألف كتابه «الموطأ» الذي توخى فيه ايراد القوي من حديث أهل الحجاز، كما نقل ما ثبت لديه من اقوال الصحابة وفتاوى التابعين، وبوّبه على أبواب الفقه فأحسن ترتيبه وأجاد، وقد اعتبر «الموطأ» ثمرة جهد الامام مالك لمدة اربعين عاما، وهو أول كتاب في الحديث والفقه ظهر في الاسلام وقد وافقه على ما فيه سبعون عالما من معاصريه من علماء الحجاز، ومع ذلك فحين اراد المنصور كتابة عدة نسخ منه، وتوزيعها على الامصار، وحمل الناس على الفقه الذي فيه حسما للخلاف كان الامام مالك أول من رفض ذلك، فقد روي عنه أنه قال: «يا أمير المؤمنين، لا تفعل هذا، فان الناس قد سبقت لهم اقاويل، ¶ ¬_________ ¶ (¬125) إشارة الى أن الإمامين مالكا وابن المسيب لا يريان الوضوء من خروج الدم. ¶ (¬126) حج الله البالغة (335) .",
            "page": "117",
            "part": "1",
            "seal": "FCAB1326"
        },
        {
            "id": "111",
            "nass": "وسمعوا احاديث ورووا روايات وأخذ كل قوم بما سبق اليهم وأتوا به من اختلاف الناس فدع الناس وما اختار أهل كل بلد منهم لأنفسهم. فقال الخليفة: وفقك الله يا أبا عبد الله» (¬127) . ¶ فأي رجل هذا الامام الجليل الذي يأبى أن يحمل الناس على الكتاب الذي أودع فيه أحسن ما سمع من السنة، وأقوى ما حفظ وأدرك من العلم الذي لا اختلاف فيه عند أهل المدينة وذلك الحشد من علماء عصره. ¶ رسالة الليث بن سعد الى الامام مالك: ¶ ولعل من أفضل وأحسن أمثلة أدب الاختلاف تلك الرسالة العلمية الرائعة التي بعث بها فقيه مصر وامامها وعالمها الليث بن سعد الى الامام مالك، يعرض عليه فيها وجهة نظره في أدب جم رفيع حول كثير مما كان الامام مالك يذهب اليه ويخالفه فيه الليث بن سعد، ونظرا لطول الرسالة نقتطف منها ما يشير الى ذلك الادب الرفيع الذي اختلف فيه ظله سلف هذه الامة، وكرام علمائها، يقول الليث بن سعد: ¶ « ... سلام عليك، فاني احمد الله الذي لا اله الا هو أما بعد: عافانا الله وإياك، وأحسن لنا العاقبة في الدنيا والآخرة، قد بلغني كتابك تذكر فيه من صلاح حالكم الذي يسرني، فأدام الله ذلك لكم، وأتمه ¶ ¬_________ ¶ (¬127) المرجع السابق (307) والفكر السامي (1/336) .",
            "page": "118",
            "part": "1",
            "seal": "C5D31994"
        },
        {
            "id": "112",
            "nass": "بالعون على شكره والزيادة من احسانه ... ثم يقول: وإنه بلغك أني افتي الناس باشياء مخالفة لما عليه الناس عندكم، وأني يحق عليّ الخوف على نفسي لاعتماد من قبلي على ما أفتيهم به، وأن الناس تبع لأهل المدينة التي كانت اليها الهجرة، وبها نزل القرآن، وقد أصبت بالذي كتبت به من ذلك إن شاء الله تعالى ووقع مني بالموقع الذي تحب، وما أجد أحدا ينسب إليه العلم أكره لشواذ الفتيا، ولا أشد تفضيلا لعلماء أهل المدينة الذين مضوا، ولا آخذ لفتياهم فيما اتفقوا عليه مني والحمد لله رب العالمين لا شريك له» . ¶ ثم يمضي الإمام الليث بن سعد في رسالته موردا أوجه الاختلاف بينه وبين الإمام مالك رحمهما الله تعالى حول حجية عمل أهل المدينة مبينا أن كثيرا من السابقين الأولين الذين تخرجوا في مدرسة النبوة حملوا الى مشارق الارض ومغاربها، وهم يجاهدون، ما تعلموه من كتاب الله وسنة نبيه صلى الله عليه وسلم، وبيّن أن التابعين قد اختلفوا في أشياء وكذلك من أتى بعدهم من أمثال: ربيعة بن أبي عبد الرحمن حيث يذكر بعض مآخذه عليه، ثم يقول: «ومع ذلك بحمد الله عند ربيعة خير كثير، وعقل أصيل، ولسان بليغ، وفضل مستبين، وطريقة حسنة في الإسلام، ومودة صادقة لإخوانه عامة، ولنا خاصة، رحمه الله وغفر له وجزاه بأحسن ما عمله» ثم يذكر من أمثلة الاختلاف بينه وبين الإمام مالك قضايا عديدة مثل: الجمع ليلة المطر والقضاء بشاهد ويمين ومؤخر الصداق لا يقيض إلا عند الفراق وتقديم الصلاة على الخطبة في الاستسقاء ... وقضايا خلافية أخرى، ثم قال في نهاية الرسالة",
            "page": "119",
            "part": "1",
            "seal": "E8306118"
        },
        {
            "id": "113",
            "nass": "«.... وقد تركت أشياء كثيرة من أشباه هذا، وأنا أحب توفيق الله إياك، وطول بقائك، لما أرجو للناس في ذلك من المنفعة، وما أخاف من الضيعة إذا ذهب مثلك، مع استئناسي بمكانك وإن نأت الدار، فهذه منزلتك عندي ورأيي فيك فاستيقنه، ولا تترك الكتاب إليّ بخبرك وحالك وحال ولدك وأهلك، وحاجة إن كانت لك، أو لأحد يوصل بك فإني أسر بذلك، كتبت إليك ونحن معافون والحمد لله، ونسأل الله أن يرزقنا وإياكم شكر ما ألانا، وتماما ما أنعم به علينا، والسلام عليكم ورحمة الله» (¬128) . ¶ إن هناك كثيرا من المناظرات العلمية الدقيقة المليئة بأدب الاختلاف حفلت بها كتب التراجم والتاريخ والمناظرات ونحوها، ولا يكاد المرء يفتقد «أدب الاختلاف» بين أهل العلم إلاّ بعد شيوع التقليد وما رافقه من تعصب وتعثر في سلوك أهل العلم، ونظراتهم الى العلم نفسه، ولاسيما بعد أن خلت الساحة من أمثال العلماء الذين يقول فيهم الإمام الغزالي: «وكان قد بقي من علماء التابعين من هو مستمر على الطراز الأول، وملازم صفو الدين، ومواظب على سمت علماء السلف، فكانوا إذا طلبوا هربوا وأعرضوا» فاضطر الخلفاء إلى الإلحاح في طلبهم لتولية القضاء والحكومات، وحل محل هذا الرعيل المبارك طلاب الدنيا بالدين، وحل الذي هو أدنى مكان الذي هو خير، وفي ذلك يقول الإمام الغزالي: «فرأى أهل تلك الأعصار عز العلماء وإقبال الأئمة والولاة ¶ ¬_________ ¶ (¬128) تلتمس الرسالة كاملة في إعلام الموقعين (3/83 88) والفكر السامي (1/370 376) .",
            "page": "120",
            "part": "1",
            "seal": "8F896974"
        },
        {
            "id": "41",
            "nass": "النبي ... الآية) قال ابن الزبير: فما كان عمر يسمع رسول اله صلى الله عليه وسلم بعد هذه الآية حتى يستفهمه» (¬23) . ¶ معالم ادب الاختلاف في عصر النبوة: ¶ نستطيع على ضوء ما سبق ان نلخص معالم «ادب الاختلاف» في هذا العصر بما يلي: ¶ 1 كان الصحابة رضوان الله عليهم يحاولون الا يختلفوا ما أمكن فلم يكونوا يكثرون من المسائل والتفريعات (¬24) بل يعالجون ما يقع من النوازل في ظلال هدي الرسول صلى الله عليه وسلم ومعالجة الامر الواقع عادة لا تتتيح فرصة كبيرة للجدل فضلا عن التنازع والشقاق. ¶ 2 اذا وقع الاختلاف رغم محاولات تحاشيه سارعوا في ردّ الامر المختلف فيه الى كتاب الله والى رسوله صلى الله عليه وسلم وسرعان ما يرتفع الخلاف. ¶ 3 سرعة خضوعهم والتزامهم بحكم الله ورسوله وتسليمهم التام الكامل به. ¶ 4 تصويب رسول الله صلى الله عليه وسلم للمختلفين في كثير من الامور التي تحتمل التأويل، ولدى كل منهم شعور بأن ما ذهب البيه اخوه يحتمل ¶ ¬_________ ¶ (¬23) الحديث عند البخاري فانظر بهامش شرحه الفتح (8/66 و454) و (13/235) . ¶ (¬24) تحسن مراجعة فتح الباري (13/219 228) .",
            "page": "48",
            "part": "1",
            "seal": "81A44175"
        },
        {
            "id": "42",
            "nass": "الصواب كالذي يراه لنفسه، وهذا الشعور كفيل بالحفاظ على احترام كل من المختلفين لأخيه، والبعد عن التعصب للرأي. ¶ 5 الالتزام بالتقوى وتجنب الهوى، وذلك من شأنه ان يجعل الحقيقة وحدها هدف المختلفين حيث لا يهم أي منهما ان تظهر الحقيقة على لسان او على لسان اخيه. ¶ 6 التزامهم بآداب الاسلام من انتقاء اطايب الكلم وتجنب الالفاظ الجارحة بين المختلفين مع حسن استماع كل منهما للآخر، ¶ 7 تنزههم عن المماراة ما أمكن وبذلهم اقصى انواع الجهد في موضوع البحث مما يعطي لرأي كل من المختلفين صفة الجد والاحترام من الطرف الآخر ويدفع المخالف لقلوبه او محاولة تقديم الرأي الافضل منن. ¶ تلك هي ابرز معالم «ادب الاختلاف» التي يمكن ايرادها.. استخلصناها من وقائع الاختلاف التي ظهرت في عصر الرسالة. ¶ الاختلاف في عصر الصحابة وآدابه: ¶ حاول بعض الكتاب على الساحة الاسلامية ان يصوروا جيل الصحابة رضوان الله عليهم بصورة جعلت العامة ترى ان ذلك الجيل ليس متميزا فحسب بل هو جيل يستحيل تكراره وفي هذا من الاساءة للاسلام ما لا يقل عن اساءة اولئك الضالين الذين يزعمون ان استئناف الحياة الاسلامية في ظل كتاب الله وسنة رسوله صلى الله عليه وسلم بعد عصر الصحابة",
            "page": "49",
            "part": "1",
            "seal": "D2AF63BA"
        },
        {
            "id": "43",
            "nass": "ضرب من المستحيل يجب الا تتسامى نحوهن الاعناق وبذلك يطفئون جذوة الامل في نفوس لا تزال تتطلع الى الحياة في ظل الشريعة السمحاء. ¶ ان الصحابة رضوان الله عليهم امة صنعها كتاب الله وسنة رسوله صلى الله عليه وسلم وكتاب الله وسنة رسوله صلى الله عليه وسلم بين ظهرانينا ولايزالان قادرين على صنع امة ربانية في أي زمان وفي أي مكان اذا اتخذا منهجا وسبيلا وتعامل الناس معهما كما كان الصحابة يتعاملون، سيظلان كذلك الى يوم القيامة، وادعاء استحالة تكرار الرعيل الاول انما هو بمثابة نسبة العجز الى كتاب الله وسنة رسوله صلى الله عليه وسلم وفي ذلك محاولة لاثبات أن اثرهما الفعال في حياة الناس كان تبعا لظروف معينة، وأن زماننا هذا قد تجاوزهما بما ابتدع لنفسه من انظمة حياة وتلك مقولة تنتهي بصاحبها الى الكفر الصراح. ¶ ان أصحاب رسول الله صلى الله عليه وسلم قد اختلفوا في امور كثيرة واذا كان هذا الاختلاف وقع في حياة رسول الله صلى الله عليه وسلم وان كان عمره لا يمتد الى اكثر من لقائه عليه الصلاة والسلام، فكيف لا يختلفون بعده؟ انهم قد اختلفوا فعلا ولكن كان لاختلافهم اسباب وكانت له آداب وكان مما اختلفوا فيه من الامور الخطيرة: ¶ اختلافهم في وفاته عليه الصلاة والسلام: ¶ فقد كان اول اختلاف بينهم بعد وفاته عليه الصلاة والسلام حول حقيقة وفاته صلى الله عليه وسلم فان سيدنا عمر بن الخطاب رضي الله عنه اصر على ان رسول الله لم يمت واعتبر القول بوفاته ارجافا من المنافقين توعدهم",
            "page": "50",
            "part": "1",
            "seal": "823E0E0A"
        },
        {
            "id": "44",
            "nass": "عليه حتى جاء أبو بكر رضي الله عنه وقرأ على الناس قوله تعالى: ¶ (وما محمد الا رسول قد خلت من قبله الرسل أفإن مات او قتل انقلبتم على اعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا، وسيجزي الله الشاكرين) «آل عمران 144» وقوله تعالى: ¶ (انك ميت وانهم ميتون) «الزمر 30» . فسقط السيف من يد عمر وخر الى الارض واستيقن فراق رسول الله صلى الله عليه وسلم وانقطاع الوحي، وقال عن الآيات التي تلاها أبو بكر «كأني، والله، لم أكن قرأتها قط» (¬25) . ¶ ويروي ابن عباس رضي الله عنهما عن سيدنا عمر رضي الله عنه انه قال في خلافته: ¶ «ايا ابن عباس هل تدري ما حملني على مقالتي التي قلت حين توفي رسول الله صلى الله عليه وسلم؟ قال: قلت: لا أدري يا أمير المؤمنين انت اعلم. قال: فانه والله ان كان الذي حملني على ذلك الا اني كنت اقرأ هذه الآية: (وكذلك جعلناكم امة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا) «البقرة 143» . فوالله ان كنت لاظن ان رسول الله صلى الله عليه وسلم سيبقى في امته حتى يشهد عليها بآخر اعمالها، فانه الذي حملني على ان قلت ما قلت» (¬26) فكأنه رضي الله عنه قد اجتهد في معنى الآيات الكريمة، وفهم ان المراد منها: الشهادة في الدنيا، ¶ ¬_________ ¶ (¬25) تنظر الإحكام (2/125) وتفسير ابن كثير (4/52) وتحسن مراجعة تفسير الطبري (24/302) وسيرة ابن هشام (2/655) . ¶ (¬26) سيرة ابن هشام (2/661، 666) وقد نقل عنه أنه قال نحو ذلك عند مبايعة الصديق في المسجد.",
            "page": "51",
            "part": "1",
            "seal": "C0BC74EB"
        },
        {
            "id": "45",
            "nass": "وذلك يقتضي بقاء رسول الله صلى الله عليه وسلم الى آخر ايامها. ¶ 2 اختلافهم في دفنه عليه الصلاة والسلام: ¶ ثم اختلفوا في المكان الذي ينبغي ان يدفن فيه رسول الله صلى الله عليه وسلم فقال قائلا: «ندفنه في مسجده، وقال قائل: بل ندفنه مع اصحابه. فقال أبو بكر رضي الله عنه: اني سمعت رسول الله صلى الله عليه وسلم يقول: «ما قبض نبي الا دفن حيث يقبض» فرفع فراش رسول الله صلى الله عليه وسلم الذي توفي عليه، فحفر له تحته» (¬27) . ¶ فهذان امران خطيران زال الخلاف فيهما بمجرد الرجوع الى الكتاب والسنة. ¶ 3 اختلافهم في خلافة رسول الله صلى الله عليه وسلم: ¶ فقد اختلفوا فيمن تكون الخلافة فيهم، أفي المهاجرين ام في الانصار؟ أتكون لواحد ام لأكثر؟ كما وقع الاختلاف حول الصلاحيات التي ستكون للخليفة، أهي الصلاحيات نفسها التي كانت لرسول الله صلى الله عليه وسلم بصفته حاكما واماما للمسلمين أم تنقص عنها وتختلف؟! ¶ يقول ابن اسحاق: «ولما قبض رسول الله صلى الله عليه وسلم انحاز هذا الحي من الانصار الى سعد بن عبادة في سقيفة بني ساعدة واعتزل علي بن أبي طالب، والزبير بن العوام، وطلحة بن عبيد الله في بيت فاطمة، وانحاز بقية المهاجرين الى أبي بكر وانحاز معهم اسيد بن حضير في بني عبد الاشهل» (¬28) واوشكت فتنة كبرى ان تقع ولو وقعت لما كان ¶ ¬_________ ¶ (¬27) المصدر السابق وسنن الترمذي الحديث (1018) . ¶ (¬28) سيرة ابن هشام (2/656) .",
            "page": "52",
            "part": "1",
            "seal": "1A73C168"
        },
        {
            "id": "46",
            "nass": "ذلك بالامر المستغرب كثيرا فالفراغ الذي تتركه شخصية عظمى من رسول الله صلى الله عليه وسلم في امة كان لها النبي والقائد لا يمكن ان يملأ بسهولة ولاسيما ان فيهم رجالا، مثل: عمر كان قد وقر في أذهانهم استحالة موته صلى الله عليه وسلم في تلك الظروف فكل فرد في الامة كان يحبه عليه الصلاة والسلام اكثر مما يحب نفسه التي بين جنبيه وهم الذين كانوا يبتدرون قطرات وضوئه عليه الصلاة والسلام قبل ان تسقط على الارض فلا تكاد تسقط الا في يد احدهم وما من امة على الارض احبت نبيها وقائدها محبة الصحابة رضوان الله عليهم لرسول الله صلى الله عليه وسلم فكان كان احدهم لا يستطيع ان يملأ عينيه من النظر اليه من حبهم له وهيبته التي ملأت قلوبهم وجوانحهم رغم تواضعه الشديد وان وقع الصدمة بوفاته عليه الصلاة والسلام كان حريا بأن يفقد الكثيرين منهم صوابهم بل وقد فعل ولا غرو في ذلك فقد كان الرسول صلى الله عليه وسلم اليد الحانية التي حملت اليهم عز الدنيا وسعادة الآخرة. ومع ذلك فقد تعالوا على مض الحزن وألم الفراق، وتلوا قوله الله تعالى: (ومامحمد الا رسول قد خلت من قبله الرسول أفإن مات او قتل انقلبتم على اعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئا وسيجزي الله الشاكرين) «آل عمران 144» ثم توجهوا لاحتواء الامر وحفظ الرسالة الخالدة، والحيلولة دون أسباب الفتنة. ¶ صحيح أن هناك زعامة واقعية كانت لأبي بكر لم لعمر رضي الله عنهما، ولم يكن من المسلمين من تنقطع الاعناق اليه مثل أبي بكر وعمر رضي الله عنهما فأبو بكر كان وزير الرسول صلى الله عليه وسلم وصاحبه ورفيق",
            "page": "53",
            "part": "1",
            "seal": "783372FB"
        },
        {
            "id": "47",
            "nass": "هجرته ووالد زوجته الاثيرة لديه وهو الذي لم يكن يفارقه في أي امر مهم. وعمر رضي الله عنه هو من هو؟ فقد كان في اسلامه عزة للمسلمين وفي هجرته ارغام لانوف المشركين وفي رأيه تأييد من رب العالمين ... وكثيرا ما ورد « ... جاء رسول الله صلى الله عليه وسلم ومعه ابو بكر وعمر» و «ذهب رسول الله صلى الله عليه وسلم ومعه أبو بكر وعمر» و «غزا رسول الله صلى الله عليه وسلم ومعه أبو بكر وعمر» ... وهذا كله قد يخفف من الكارثة التي زلزلت الاقدام والقلوب بيد أن الاحساس بالفراغ في مثل هذه المواقف قد يتجاوز الفضائل والمناقب، ويؤدي الى ارتباك ليس من السهل احتواؤه والسيطرة عليه وهنا فان الرجال الذين تربوا في ظلال النبوة قد حكمتهم آدابها في سائر الاحوال ... حال الاتفاق وحال الاختلاف.. وفي كل شأن من شؤون الحياة هذه الداب كانت كفيلة بدء سائر الاخطار المحتملة، والحفاظ على الرسالة، وحماية وحدة الامة وتسيير الامور بشكل مماثل لما كانت تسير عليه في عهد رسول الله صلى الله عليه وسلم يقول الرواة «أتى آت الى أبي بكر وعمر فقال: ان هذا الحي من الانصار مع سعد بن عبادة في سقيفة بني ساعدة قد انحازوا اليه فان كان لكم بأمر الناس حاجة فأدركوا قبل ان يتفاقم امرهم» . ¶ جاء هذا الخبر الى الشيخين ورسول الله صلى الله عليه وسلم لم يجهز ولم يدفن بعد قال عمر: فقلت لأبي بكر: انطلق بنا الى اخواننا هؤلاء من الانصار حتى ننظر ما هم عليه. ولندع سيدنا عمر يروي بقية ما حدث، حيث قال: ... ان الانصار خالفونا واجتمعوا بأشرافهم في سقيفة بني ساعدة فاطلقنا نؤمهم، حتى لقينا منهم رجلان صالحها فذكرا لنا ما تمالأ",
            "page": "54",
            "part": "1",
            "seal": "1B19C91D"
        },
        {
            "id": "48",
            "nass": "عليه القوم وقال: أين تريدون يا معشر المهاجرين. قلنا: نريد اخواننا هؤلاء من الانصار قالا: فلا عليكم الا تقربوهم يا معشر المهاجرين، اقضوا امركم. قال: قلت: والله لنأتينهم فانطلقنا حتى اتيناهم في سقيفة بني ساعدة، فاذا بين ظهرانينا رجل مزمل فقلت: من هذا الرجل؟ فقالوا: سعد بن عبادة، فقلت ماله؟ فقالوا: وجع فلما جلسنا نشهد خطيبهم ... ثم ذكر مآثر الانصار وفضائلهم، وما يدل على أنهم أولى بخلافة رسول الله صلى الله عليه وسلم من غيرهم. ¶ وهنا لابد من وقفة فالانصار اهل البل وهم فيها الغالبية المطلقة كما يقال اليوم وهم الذين آووا ونصروا وتبوؤوا الدار والايمان وفتحوا للاسلام قلوبهم قبل بيوتهم وليس هناك مهاجر واحد الا ولأخ له من الانصار عليه فضل كبير ولو كان في أمر الخلافة نص قاطع من كتاب الله او سنة رسوله عليه الصلاة والسلام لانتهى الامر بذكره والاحتكام اليه وارتفع الخلاف ولكن ليس هناك شيء من ذلك فلم يبق الا التحلي بكل خصال الحكمة والحنكة، وأدب الاختلاف والحوار العقلاني الهادئ القائم على إثارة أنبل المشاعر وافضلها لدى كل من الطرفين، لتجاوز العقبة، واحتواء الأزمة، والخروج منها، وذلك ما كان يقول سيدنا عمر. ¶ ولما سكت أي خطب الأنصار أردت أن أتكلم وقد زورت (هيأت وحسنت) في نفسي مقالة أعجبتني. فقال أبو بكر: على رسلك يا عمر؛ فكرهت أن أغضبه، وهو كان أعلم مني وأوقر فوالله ما ترك كلمة أعجبتني من تزويري الا قالها في بديهته، أو مثلها أو أفضل",
            "page": "55",
            "part": "1",
            "seal": "5D55A620"
        },
        {
            "id": "49",
            "nass": "حتى سكت، ومما قال رضي الله عنه: «أما ما ذكرتم فيكم من خير فأنتم به أهل» واشاد بهم وبما قدموا لدينهم ولإخوانهم المهاجرين، وذكر من فضائلهم ومآثرهم مالم يذكره خطباؤهم، ثم بدأ في إخراج الأمر من الاطار الذي وضعه خطيب الأنصار فيه، فالأمر ليس قاصرا على المدين وحدها فالجزيرة العربية اليوم كلها تستظل بظل الإسلام، وإذا كان المجاهرون القاطنون في المدينة يمكن أن يسلموا لإخوانهم الأنصار بالخلاف، ويعرفوا لهم فضلهم، فإن بقية العرب لن تسلم لغير قريش، وما لم تتوحد الكلمة فلن يكتب لرسالة الإسلام تجاوز الحدود والانتشار خارج الجزيرة، إذن فمصلحة الدعوة تقتضي أن يكون الخليفة من قريش لتستمر الرسالة، وتتحد الكلمة، وتجتمع القلوب، ويستمر المد الإسلامي، ثم خيرهم بين أحد قرشيين لا يماري أحد في فضل أي منهما: عمر وأبي عبيدة، ونزع نفسه من الأمر. ¶ يقول سيدنا عمر: «ولم أكره شيئا مما قاله غيرها أي: غير ترشيحه لعمر وأبي عبيدة وكان والله ان أقدم فتضرب عنقي لا يقربني ذلك إلى إثم، أحب إلي من أن أتأمر على قوم فيهم أبو بكر ... » . ¶ ثم قام من الأنصار خطيب آخر يريد ان يرجع الأمر إلى الإطار الأول الذي وضعه خطيبهم الأول فيه.. فقال: « ... منا أمير ومنكم أمير يا معشر قريش» قال عمر: «فكثر اللغط، وارتفعت الأصوات حتى تخوفت الاختلاف» (¬29) فقلت: «ابسط يدك يا أبا بكر فبسط يده ¶ ¬_________ ¶ (¬29) يريد التنازع والشقاق.",
            "page": "56",
            "part": "1",
            "seal": "09ADA119"
        },
        {
            "id": "50",
            "nass": "فبايعته، ثم بايعه المهاجرون، ثم بايعه الأنصار» (¬30) وقد كاد سعد بن عبادة مرشح الأنصار رضي الله عنه أن يقتل في الزحام «فقد تدافع الناس لمبايعة أبي بكر حتى كادوا يقتلون سعدا دون أن ينتبهوا له» (¬31) . ¶ وهكذا استطاع الصحابة رضوان الله عليهم حسم هذا الخلاف دون أن تبقى في النفوس رواب الإحن، وتوحدت كلمة المسلمين للمضي برسالة الحق الى حيث شاء الله لها أن تنتشر. ¶ 4 اختلافهم حول قتال مانعي الزكاة: ¶ كان هذا الأمر رابع الأمور الخطيرة التي اختلف فيها الصحابة، واستطاعوا التغلب عليها بما تحلّوا به من صدق النية الى جانب أدب الاختلاف؛ فبعد أن بويع أبو بكر رضي الله عنه بالخلافة بعد رسول الله صلى الله عليه وسلم ارتدت بعض القبائل حديثة العهد بالإسلام عنه، وتابع بعض من كان ادّعى النبوة، مثل: مسيلمة الكذاب وغيره، كما امتنعت بعض القبائل عن اداء الصلاة والزكاة، وامتنعت بعض القبائل عن اداء الزكاة فقط، وكان سبب امتناع بعضهم عن أداء الزكاة أنفة واستكبارا أن يدفعوا لأبي بكر رضي الله عنه، وسوّل الشيطان لبعضهم بتأويل فاسد، حيث زعموا أنها، في أصل الشريعة، لا تدفع لغير رسول الله صلى الله عليه وسلم، لأنه هو المخاطب بأخذها، ومجازاتها عليها بالتطهير والتزكية، والدعاء لهم في قول الله تعالى: (خذ من أموالهم صدقة تطهرهم وتزكيهم بها وصلّ عليهم إن صلاتك سكن لهم والله سميع عليم) ¶ ¬_________ ¶ (¬30) تنظر سيرة ابن هشام (2/656 661) . ¶ (¬31) المرجع السابق.",
            "page": "57",
            "part": "1",
            "seal": "46085EB2"
        },
        {
            "id": "51",
            "nass": "(التوبة: 103) ونسي المانعون للزكاة أو تناسوا أن هذا الخطاب لم يكن مقصورا على الرسول صلى الله عليه وسلم، بل يتناول من يلي الأمر بعده عليه الصلاة والسلام لأنه خطاب له صلى الله عليه وسلم بصفته حاكما وإماما للمسلمين؛ فإن أخذ الزكاة من أهلها وتسليمها لمستحقيها من الأمور الداخلة ضمن تنظيم المجتمع وإدارته كإقامة الحدود ونحوها، تنتقل مسؤوليتها الى القائمين بأمر المسلمين بعد رسول الله صلى الله عليه وسلم نيابة عن الأمر. ¶ كما أن كل مسلم كان يبايع رسول الله صلى الله عليه وسلم فيما يبايعه على إقامة الصلاة، وإيتاء الزكاة، مما لا يترك مسوّغا للتفريق بينهما، وحرصا من الخليفة الأول على استمرار مسيرة الإسلام يقرر ابو وبكر الصديق رضي الله عنه قتلاهم لحملهم على التوبة وأداء الزكاة، والعودة إلى حظيرة الإسلام، والالتزام بكل ما بايعوا عليه رسول الله صلى الله عليه وسلم (¬32) ، وإزاء الموقف الذي اتخذه الخليفة الأول يقع الخلاف بينه وبين عمر رضي الله عنهما الذي تراءى له للوهلة الأولى عدم جواز مقاتلة مانعي الزكاة. يقول أبو هريرة رضي الله عنه: «لما توفي رسول الله صلى الله عليه وسلم وكان أبو بكر رضي الله عنه وكفر من كفر من العرب، فقال عمر: فكيف تقاتل الناس وقد قال رسول الله صلى الله عليه وسلم: «أمرت ان أقاتل الناس حتى يقولوا: لا إله إلا الله. فمن قالها فقد عصم مني ماله ونفسه إلا بحقها وحسابه على الله تعالى» ؟ فقال أبو بكر: والله لأقاتلن من فرق بين الصلاة والزكاة، فإن الزكاة حق المال، والله لو منعوني عناقا كانوا يؤدونها لرسول الله صلى الله عليه وسلم لقاتلتهم على منعها. قال عمر: فوالله ما هو إلاّ أن قد شرح الله صدر ¶ ¬_________ ¶ (¬32) يراجع البخاري بهامش الفتح (3/212) .",
            "page": "58",
            "part": "1",
            "seal": "B5CA1681"
        },
        {
            "id": "52",
            "nass": "أبي بكر رضي الله عنه للقتال فعرفت أنه الحق» (¬33) . ¶ وقال ابن يزيد: «افترضت الصلاة والزكاة جميعا لم يفرق بينهما وقرأ: (فإن تابوا وأقاموا الصلاة وآتوا الزكاة فإخوانكم في الدين) (التوبة: 11) . وأبى أن يقبل الصلاة إلاّ بالزكاة، وقال: رحم الله أبا بكر ما كان افقهه يريد بذلك إصراره على مقاتلة من فرق بين الصلاة والزكاة» (¬34) . وكان سبب الخلاف بين ابي بكر وعمر رضي الله عنهما أن سيدنا عمر ومن معه تمسكوا بظاهر لفظ الحديث، واعتبروا مجرد دخول الإنسان الإسلام بإعلان الشهادتين عاصما لدمه وماله ومحرّما لقتاله. أما الصديق رضي الله عنه فقد تمسك بقوله صلى الله عليه وسلم «إلاّ بحقها» واعتبر الزكاة حق المال الذي تفقد بالامتناع عن أدائه عصمة النفس والمال، كما فهم من اقتران الصلاة والزكاة في معظم آي الكتاب، وأحاديث الرسول صلى الله عليه وسلم أنهما مثلان لا فرق بينهما. ¶ وما داموا متفقين على أن الامتناع عن الصلاة دليل ارتداد واتباع لمدعي النبوة، فإن الامتناع عن الزكاة ينبغي أن يعتبر كدليل ارتداد يقاتل مرتكبه، وبذلك استطاع الصديق رضي الله عنه أن يقنع بقية الصاحبة بصواب اجتهاده في وجوب قتال مانعي الزكاة (¬35) . واعتبارهم مرتدين ما لم يتوبوا، ويقيموا الصلاة ويؤتوا الزكاة ... وبذلك ارتفع الخلاف ¶ ¬_________ ¶ (¬33) المرجع السابق (3/211) . ¶ (¬34) تفسير الطبري (10/62) . ¶ (¬35) تستحسن مراجعة تفاصيل مناظرة أبي بكر وعمر رضي الله عنهما وتفاصيل أقوال العلماء في ذلك في نيل الأوطار، باب الحث على الزكاة والتشديد في منعها (4/175 وما بعدها) .",
            "page": "59",
            "part": "1",
            "seal": "5ECD07F2"
        },
        {
            "id": "53",
            "nass": "في هذه المسألة الشائكة، واتفقت الكلمة على قتال مانعي الزكاة، كما اتفقت على قتال المرتدين ردة كاملة، وحفظ الإسلام من محاولات العبث والإتيان عليه ركنا ركنا بعد أن أخفقوا في الإتيان عليه كاملا، ولولا هذا الموقف من الصدّيق ثم من أصحاب رسول الله صلى الله عليه وسلم لما قامت للإسلام قائم ولا نحصر في المدينة ومكة وأرز إليهما، وسادت الرّدة والفتنة سائر أرجاء الجزيرة (¬36) . ¶ 5 اختلافهم في بعض المسائل الفقهية: ¶ إذا تركنا الأمور الخطيرة التي احتويت، وبحثنا في غيرها نجد ما لا ينقضي منه العجب في أدب الاختلاف وتوقير العلماء بعضهم بعضها، فمما اختلف فيه الشيخان أبو بكر وعمر رضي الله عنهما غير ما ذكرنا.. سبي أهل الرّدة، فقد كان أبو بكر يرى سبي نساء المرتدين على عكس ما يراه عمر الذي نقض في خلافته حكم ابي بكر في هذه المسألة، وردهن إلى أهليهن حرائر إلاّ من ولدت لسيدها منهن، ومن جملتهن كانت خولة بنت جعفر الحنفية أم محمد بن علي رضي الله عنهما. ¶ كما اختلفا في قسمة الاراضي المفتوحة: فكان ابو بكر يرى قسمتها وكان عمر يرى وقفها ولم يقسمها. ¶ وكذلك اختلفا في المفاضلة في العطاء، فكان ابو بكر يرى التسوية في الأعطيات حين كان يرى عمر المفاضلة وقد فاضل بين المسلمين في أعطياتهم. ¶ ¬_________ ¶ (¬36) يستحسن مراجعة ذلك وتفاصيل ما حدث في كتب التاريخ مثل البداية والنهاية (6/311) ومابعدها.",
            "page": "60",
            "part": "1",
            "seal": "FC77B8C1"
        },
        {
            "id": "54",
            "nass": "وعمر لم يستخلف على حين استخلفه أبو بكر، كما كان بينهما اختلاف في كثير من مسائل الفقه (¬37) ، ولكن الخلاف ما زاد كلا منهما في أخيه إلاّ حبا، فأبو بكر حين استخلف عمر قال له بعض المسلمين: «ما أنت قائل لربك إذا سألك عن استخلافك عمر علينا وقد ترى من غلظته؟ قال: أقول: اللهم إني استخلفت عليهم خير أهلك» (¬38) . ¶ وحين قال أحدهم لعمر رضي الله عنه: «أنت خير من أبي بكر. أجهش بالبكاء وقال: والله لليلة من ابي بكر خير من عمر وآل عمر» (¬39) . ¶ تلك نماذج من الاختلافات بين الشيخين، اختلفت الآراء وما اختلفت القلوب، لأن نياطها شدّت باسباب السماء فما عاد لتراب الأرض عليها من سلطان. ¶ بين عمر وعلي: ¶ وقد كان بين عمر وعلي رضي الله عنهما بعض الاختلافات، ولكن في نطاق أدب رفيع. فقد أرسل عمر رضي الله عنه مرة إلى امرأة مغيبة (زوجها غائب) كان يدخل عليها فأنكر ذلك، فارسل اليها، فقيل لها أجيبي عمر. فقالت: يا ويلاه ما لها ولعمر؟ فبينما هي في الطريق ¶ ¬_________ ¶ (¬37) انظر الإحكام (6/76) . ¶ (¬38) انظر طبقات ابن سعد (3/199) والكامل (2/292) . ¶ (¬39) انظر حياة الصحابة (1/646) .",
            "page": "61",
            "part": "1",
            "seal": "61B51C35"
        },
        {
            "id": "55",
            "nass": "(إليه) فزعت فضربها الطلق، فدخلت دارا فألقت ولدها، فصاح الصبي صيحتين ثم مات. فاستشار عمر صحب النبي صلى الله عليه وسلم فاشار عليه بعضهم: أنه ليس عليك شيء، إنما أنت وال مؤدب، وصمت علي رضي الله عنه، فاقبل عليه عمر وقال: ما تقول؟ قال: إن كانوا قالوا برأيهم فقد أخطأ رأيهم، وإن كانوا قالوا في هواك فلم ينصحونا لك، أرى أن ديته عليك، فإنك أنت أفزعتها، والقت ولدها بسببك؛ فأمر عمر أن يقسم عقله (دية الصبي) على قومه (¬40) . وهكذا نزل عمر على رأي علي رضي الله عنهما ولم يجد غضاضة في العمل باجتهاده وهو أمر المؤمنين، وقد كان في رأي غيره له منجاة. ¶ بين عمر وعبد الله بن مسعود: ¶ عبد الله بن مسعود من اقرأ اصحاب رسول الله صلى الله عليه وسلم لكتاب الله، ومن أعلمهم بسنة رسول الله صلى الله عليه وسلم حتى كان كثير من الصحابة يعدونه من أهل بيت رسول الله صلى الله عليه وسلم لكثرة ملازمته له، قال أبو موسى الأشعري: ¶ «كنا حينا وما نرى ابن مسعود وأمّه إلاّ من أهل بيت النبي صلى الله عليه وسلم من كثرة دخولهم ولزومهم له) (¬41) . وقال أبو مسعود البدري مشيرا إلى عبد الله بن مسعد، وقد رآه مقبلا: «ما أعلم رسول الله صلى الله عليه وسلم ترك بعده أحدا أعلم ¶ ¬_________ ¶ (¬40) اخرج مسلم هذا الأثر في باب (دية الجنين) رقم (1682) وابو داود والنسائي وابن حبان وغيرهم فانظر تعليقنا في المحصول (2/ق1/76) و (ق2/377) . ¶ (¬41) أخرجه مسلم وانظر الإحكام لابن حزم (6/63) .",
            "page": "62",
            "part": "1",
            "seal": "1BC7D881"
        },
        {
            "id": "56",
            "nass": "بما أنزل الله تعالى من هذا القادم. فقال أبو موسى: لقد كان يشهد إذا غبنا، ويؤذن له إذا حجبنا» (¬42) . ¶ وعمر رضي الله عنه معروف من هو في فقهه وجلالة قدره، وقد كان ابن مسعود أحد رجال عمر رضي الله عنهما في بعض الأعمال، وقد وافق عبد الله، عمر رضي الله عنهما في كثير من اجتهاداته، حتى اعتبره المؤرخون للتشريع الإسلامي أكثر الصحابة تأثرا بعمر، وكثيرا ما كانا يتوافقان في اجتهاداتهما، وطرائقهما في الاستدلال، وربما رجع عبد الله إلى مذهب عمر في بعض المسائل الفقهية كما في مسالة مقاسمة الجد الإخوة مرة إلى الثلث، ومرة الى السدس (¬43) . ¶ ولكنهما اختلفا في مسائل كثيرة أيضا، ومن مسائل الخلاف بينهما: أن ابن مسعود كان يطبق يديه في الصلاة، وينهى عن وضعهما على الركب، وعمر كان يفعل ذلك وينهى عن التطبيق. ¶ وكان ابن مسعود يرى في قول الرجل لامرأته: «أنت عليّ حرام» أنه يمين، وعمر يقول: هي طلقة واحدة. ¶ وكان ابن مسعود يقول في رجل زنى بأمرة ثم تزوجها: لا يزالان زانيين ما اجتمعا، وعمر لا يرى ذلك، ويعتبر أوله سفاحا وآخره نكاحا (¬44) . ¶ ولقد ذكر ابن القيم في «إعلام الموقعين» أن المسائل الفقهية التي خالف فيها ابن مسعود عمر رضي الله عنهما بلغت مائة مسألة وذكر أربعا ¶ ¬_________ ¶ (¬42) أخرجه مسلم وانظر الإحكام لابن حزم (6/63) . ¶ (¬43) انظر الإحكام (1/66) وبيان المسألة. ¶ (¬44) المرجع السابق.",
            "page": "63",
            "part": "1",
            "seal": "7815FC7D"
        },
        {
            "id": "57",
            "nass": "منهما (¬45) . ومع ذلك فإن اختلافهما هذا ما نقص من حب أحدهما لصاحبه، وما أضعف من تقدير ومودة أي منهما للآخر، فهذا ابن مسعود يأتيه اثنان: أحدهما قرأ على عمر وآخر قرأ على صحابي آخر، فيقول الذي قرأ على عمر: اقرأنيها عمر بن الخطاب، فيجهش ابن مسعود بالبكاء حتى يبل الحصى بدموعه، ويقول: اقرأ كما أقرأك عمر فإنه كان للإسلام حصنا حصينا، يدخل الناس فيه ولا يخرجون منه، فلما أصيب عمر انثلم الحصن (¬46) . ¶ ويقبل ابن مسعود يوما وعمر جالس فلما رآه مقبلا قال: «كنيّف ملىء فقها أو علما» وفي رواية: «كنيّف ملىء علما آثرت به أهل القادسية» (¬47) . هكذا كانت نظرة عمر لابن مسعود رضي الله عنهما، لم يزده الاختلاف بينهما في تلكم المسائل إلاّ محبة وتقديرا له، ولنا أن نستنبط من تلك الأحداث آدابا تكون نبراسا في معالجة القضايا الخلافية. ¶ ¬_________ ¶ (¬45) راجع إعلام الموقعين (2/218) . ¶ (¬46) انظر الإحكام (6/61) . ¶ (¬47) طبقات ابن سعد (4/161) وحياة الصحابة (3/791) .",
            "page": "64",
            "part": "1",
            "seal": "CB10BACE"
        },
        {
            "id": "58",
            "nass": "بين ابن عبّاس وزيد بن ثابت: ¶ وحتى نتلمس المزيد من أدب الاختلاف بين الصحابة رضوان الله عليهم نعرض القضايا الخلافية، فنقول: كان ابن عباس رضي الله عنهما يذهب كالصدّيق وكثير من الصحابة إلى أن الجد يسقط جميع الإخوة والأخوات في المواريث كالادب، وكان زيد بن ثابت كعلي وابن مسعود وفريق آخر من الصحابة رضوان الله عليهم أجمعين يذهب إلى توريث الإخوة مع الجد ولا يحجبهم به، فقال ابن عباس يوما: ألا يتقي الله زيد، يجعل ابن الابن ابنا ولا يجعل أب الأب أبا!: وقال: لوددت أني وهؤلاء الذين يخالفوني في الفريضة نجتمع، فنضع أيدينا على الركن، ثم نبتهل فنجعل لعنة الله على الكاذبين ... (¬48) . ¶ تلك أمثلة من اختلافات الصحابة الفقيهة، نوردها لا لنعمق الهوة ونؤصل الاختلاف بل لتنحصر ضالتنا في استقراء آداب نلتقي عليها في حل خلافاتنا الفقهية حتى يغدو أسلوب حياة لنا في تعاملنا مع الناس. ¶ إن ابن عباس رضي الله عنهما الذي بلغت ثقته بصحة اجتهاده وخطأ اجتهاد زيد هذا الحد الذي رأيناه، رأى زيد بن ثابت يوما يركب دابته فأخذ بركابه يقود به، فقال زيد: تنحّ يا ابن عم رسول الله صلى الله عليه وسلم. فيقول ابن عباس: هكذا أمرنا أن نفعل بعلمائنا وكبرائنا. فقال زيد: أرني ¶ ¬_________ ¶ (¬48) يراجع تخريجنا لهذا الاثر من كتب الآثار بحاشيتنا على المحصول (2/ق2/76) وينظر كذلك (2/ق1/ 181) .",
            "page": "65",
            "part": "1",
            "seal": "58664306"
        },
        {
            "id": "59",
            "nass": "يدك. فأخرج ابن عباس يده، فقبلها زيد وقال: هكذا أمرنا أن نفعل بأهل بيت نبينا. (¬49) وحين توفي زيد قال ابن عباس: «هكذا يذهب العلم» (¬50) وفي رواية البيهقي في سننه الكبرى «هكذا ذهاب العلم، لقد دفن اليوم علم كثير» (¬51) . وكان عمر رضي الله عنه يدعو ابن عباس للمعضلات من المسائل مع شيوخ المهاجرين والأنصار من البدريين وغيرهم (¬52) . ¶ والحق لو أننا حاولنا تتبع القضايا الخلافية بين الصحابة في مسائل الفقه، وسلوكهم في عرض مذاهبهم لسودنا في ذلك كتبا، وهذا ليس مبتغانا هنا إنما نورد نماذج فقط نستشف منها الآداب التي تربى عليها جيل الصحابة رضوان الله عليهم، لتدل على مدى التزامهم بآداب الاختلاف في الظروف كلها. ¶ حين جرى الكتاب بما سبق في علم الله، ووقعت الفتن الكبرى، وحدث ما حدث بين الصحابة لأمور الله وحده العالم بكل اسبابها، والمحيط بسائر عواملها حين حدث ذلك ووقع السيف بينهم ما نسي أصحاب رسول الله صلى الله عليه وسلم فضائل أهل الفضل منهم، ولا أنستهم الأحداث الجسام والفتن العظام مناقب أهل المناقب منهم، فهذا أمير المؤمنين ¶ ¬_________ ¶ (¬49) كما في كنز العمال (7/37) وحياة الصحابة (3/30) وفيها ينظر تصحيحه وبقية مراجعه. ¶ (¬50) انظر إعلام الموقعين (1/18) . ¶ (¬51) سنن البيهقي (6/211) والمحصول (2/ق2/77) . ¶ (¬52) مصنف عبد الرزاق (11/28) رقم (30489) والمحصول (2/ق1/217) وما بعدها.",
            "page": "66",
            "part": "1",
            "seal": "7DF1AB1C"
        },
        {
            "id": "60",
            "nass": "علي رضي الله عنه يقول عنه مروان بن الحكم: «ما رأيت أحدا أكرم غلبة من علي، ما هو إلاّ يوم الجمل فنادى مناديه ... ولا يذفف أي يجهز على جريح» (¬53) . ¶ ويدخل عمران بن طلحة على علّي رضي الله عنه، بعدما فرغ من معركة الجمل، فيرحب به ويدنيه ويقول: «إني لأرجو أن يجعلني الله وأباك من الذين قال الله عز وجل فيهم: (ونزعنا ما في صدورهم من غل إخوانا على سرر متقابلين) (الحجر: 47) . ثم أخذ يسأله عن أهل بيت طلحة فردا فردا وعن غلمانه وعن أمهات أولاده ... ¶ يا ابن أخي كيف فلانة؟ كيف فلانة؟ ويستغرب بعض الحاضرين ممن لم يحظوا بشرف صحبة رسول الله صلى الله عليه وسلم، ولم يدركوا ماذا يعني أن يكون الإنسان من أصحاب رسول الله صلى الله عليه وسلم، فيقول رجلان جالسان على ناحية البساط: الله أعدل من ذلك، تقتلهم بالأمس وتكونون إخوانا في الجنة؟ فيغضب الإمام علي، ويقول للقائلين: «قوما أبعد أرض الله وأسحقها فمن هو إذا إن لم أكن أنا وطلحة، فمن إذن؟!» (¬54) . ¶ ويسأل بعضهم أمير المؤمنين عليا عن «أهل الجمل» أمشركون هم؟ فيقول رضي الله عنه: من الشرك وفرّوا. ¶ قال: أمنافقون هم؟ فيقول رضي الله عنه: إن المنافقين لا يذكرون الله إلاّ قليلا. ¶ فيقال: فمن هم إذن؟ فيقول كرم الله وجهه؛ إخواننا بغوا علينا (¬55) . ¶ ¬_________ ¶ (¬53) حياة الصحابة (3/12) . ¶ (¬54) طبقات ابن سعد (3/224) وحياة الصحابة (3/13) . ¶ (¬55) أخرجه البيهقي في السنن (8/173) .",
            "page": "67",
            "part": "1",
            "seal": "3945C629"
        },
        {
            "id": "61",
            "nass": "وينال أحدهم من أم المؤمنين عائشة رضي الله عنها بمحضر من عمار بن ياسر الذي كان على غير موقفها يوم الجمل كما هو معروف فيقول رضي الله عنه: «اسكت مقبوحا منبوحا، أتؤذي محبوبة رسول الله صلى الله عليه وسلم؟ فأشهد أنها زوجة رسول الله صلى الله عليه وسلم في الجنة؟ لقد سارت أمنا عائشة رضي الله عنها مسيرة وإنا لنعلم أنها زوجة النبي صلى الله عليه وسلم في الدنيا والآخرة، ولكن الله ابتلانا بها ليعلم إياه نطيع أو إياها» (¬56) . ¶ أي أدب بعد هذا ينتظر صدوره من رجال قضت مشيئة الله أن تتلاقى رماحهم، لكن النور الذي استقوه من مشكاة النبوة ظل ينير قلوبا عجزت الإحن أن تغشاها، ففاضت بمثل هذا الادب في الاختلاف، وحمد لله فما كان الله جل شأنه ليجمع في رجال عصوره الخير الاختلاف ومجانفة الأدب. ¶ وصف ضرار لـ «علي» وبكاء معاوية: ¶ أخرج أبو نعيم عن أبي صالح قال: دخل ضرار بن ضمرة الكناني على معاوية، فقال له: صف لي عليا، فقال: أو لا تعفيني يا أمير المؤمنين؟ قال: لا أعفيك، قال: اما إذا لابد، فإنه والله بعيد المدى، شديد القوى، يقول فصلا، ويحكم عدلا، يتفجر العلم من جوانبه، وتنطق الحكمة من نواحيه، يستوحش من الدنيا وزهرتها، ويستأنس بالليل وظلمته، كان والله غزير العبرة (الدمعة) ، طويل ¶ ¬_________ ¶ (¬56) المرجع السابق وكنز العمال (7/166) وحياة الصحابة (3/14) .",
            "page": "68",
            "part": "1",
            "seal": "C9A006EA"
        },
        {
            "id": "62",
            "nass": "الفكرة، يقلب كفيه ويخاطب نفسه، يعجبه من اللباس ما قصر، ومن الطعام ما جشب (ما غلظ وخشن من الطعام) كان والله كأحدنا، يدنينا إذا أتيناه، ويجيبنا إذا سألناه، وكان مع تقربه إلينا، وقربه منا، لا نكلمه هيبة له، فإن تبسم فعن مثل اللؤلو المنظوم، يعظم أهل الدين، ويحب المساكين، لا يطمع القوي في باطله، ولا ييأس الضعيف من عدله، فاشهد بالله لقد رايته في بعض مواقفه وقد أرخى الليل سدوله، وغارت نجومه يميل في محرابه قابضا على لحيته، يتململ (يضطرب ويتقلب) تململ السليم (الملسوع) ويبكي بكاء الحزين، فكأني أسمعه الآن وهو يقول: يا ربنا يا ربنا، يتضرع إليه، يقول للدنيا: ألي تعرضت؟ ألي تشوفت؟ (اطلعت) هيهات، هيهات، غرّي غيري، قد بتتّك ثلاثا (طلقتك طلاقا باتا) فعمرك قصير، ومجلسك حقير، وخطرك يسير، آه آه، من قلة الزاد وبعد السفر ووحشة الطريق ... ¶ فوكفت دموع معاوية على لحيته ما يملكها، وجعل ينشفها بكمه، وقد اختنق القوم بالبكاء، فقال معاوية: كذا كان أبو الحسن رحمه الله، كيف وجدك (حزنك) عليه يا ضرار؟ قال: وجد من ذبح واحدها في حجرها، لا ترقأ (تسكن وتنقطع) دمعتها، ولا يسكن حزنها. ثم قام فخرج (¬57) . ¶ ¬_________ ¶ (¬57) الحلية (1/84) وأخرجه ايضا ابن عبد البر في الاستيعاب (3/44) عن الجرمازي رجل همدان عن ضرار الصدائي بمعناه.",
            "page": "69",
            "part": "1",
            "seal": "31DA3938"
        },
        {
            "id": "63",
            "nass": "سمات أدب الاختلاف في عهد الخلافة الراشدة: ¶ من خلال استعراضنا لقضايا الاختلاف نلحظ أن الهوى لم يكن مطيّة أحد الصحابة رضوان الله عليهم أجمعين، وأن الخلافات التي أفرزت تلك الآداب لم يكن الدافع إليها غير تحري الحق، وهذا غيض من فيض من معالم الاختلاف بين الصحابة بعد عهد الرسالة وانقطاع الوحي: ¶ 1 كانوا يتحاشون الاختلاف، وهم يجدون عنه مندوحة، فهم يحرصون الحرص كله على عدمه. ¶ 2 وحين يكون للخلاف اسباب تبرره من مثل وصول سنة في الأمر لأحدهم لم تصل للآخر، أو اختلافهم في فهم النص، أو في لفظة كانوا واقفين عند الحدود يسارعون للاستجابة للحق، والاعتراف بالخطأ دون أي شعور بالغضاضة، كما كانوا شديدي الاحترام لأهل العلم والفضل والفقه منهم، لا يجاوز أحد منهم قدر نفسه، ولا يغمط حق أخيه، وكل منهم يرى أن الرأي مشترك، وأن الحق يمكن أن يكون فيما ذهب إليه، وهذا هو الراجح عنده، ويمكن أن يكون الحق فيما ذهب إليه أخوه، وذلك هو المرجوح، ولا مانع يمنع أن يكون ما ظنه راجحا هو المرجوح، ولا شيء يمنع أن يكون ما ظنه مرجوحا هو الراجح. ¶ 3 كانت أخوة الإسلام بينهم أصلا من أصول الإسلام الهامة التي",
            "page": "70",
            "part": "1",
            "seal": "6BC863BD"
        },
        {
            "id": "64",
            "nass": "لا قيام للإسلام دونها، وهي فوق الخلاف أو الوفاق في المسائل الاجتهادية. ¶ 4 لم تكن المسائل الاعتقادية مما يجري فيه الخلاف، فالخلافات لم تكن تتجاوز مسائل الفروع. ¶ 5 كان الصحابة رضوان الله عليهم قبل خلافة عثمان رضي اله عنه منحصرين في المدينة، وقليل منهم في مكة، لا يغادرون إلاّ لجهاد نحوه، ثم يعودون فيسهل اجتماعهم، ويتحقق إجماعهم في كثير من الأمور. ¶ 6 كان القراء والفقهاء بارزين ظاهرين كالقيادات السياسية، وكل له مكانته المعروفة التي لا ينازعه فيها منازع، كما أن لكل شهرته في الجانب الفقهي الذي يتقنه، مع وضوح طرائقهم ومناهجهم في الاستنباط وعليها بينهم ما يشبه الاتفاق الضمني. ¶ 7 كانت نظرتهم إلى استدراكات بعضهم على بعض أنها معونة يقدمها المستدرك منهم لأخيه وليست عيبا أو نقدا. ¶ الخلاف في عهد التابعين وآدابه: ¶ كان من سياسات أمير المؤمنين عمر رضي الله عنه ألاّ يسمح للصحابة من المهاجرين والأنصار بالإقامة خارج المدينة، فهم في غير المدينة دائما مسافرون يذهبون لغزو أو تعليم أو ولاية أو قضاء أو غير ذلك من المهام، وتبقى المدينة المستقر والمقام لهم بعد ذلك، فهي",
            "page": "71",
            "part": "1",
            "seal": "B4867677"
        },
        {
            "id": "65",
            "nass": "حاضرة الدولة وقاعدة الخلافة، وهم حملة رسالة الإسلام ورعيله الأول فيجب أن يكونوا قريبين من الخليفة، أعوانا له على أعبائه، مشاركين إياه في شؤون الأمة كلها. ¶ فلما ولي عثمان رضي الله عنه لم ير باسا في أن يسمح لكل من اراد من الصحابة مغادرة المدينة أو يستوطن حيث يشاء من ديار الإسلام، فتفرق فقهاء الصحابة وقراؤهم في الأمصار التي فتحت، والبلدان التي مصرت، فاستوطن المصرين (البصرة والكوفة) ما يزيد عن ثلاثمائة من الصحابة، واقام في مصر والشام عدد منهم. ¶ ولقد نقل أن رسول الله صلى الله عليه وسلم بعد أن رجع من حنين ترك في المدينة اثني عشر الفا من الصحابة، بقي منهم فيها حتى وفاته عشرة آلاف، وتفرق ألفان منهم في الأمصار (¬58) . ¶ وقد حمل علم وفقه الفقهاء والقراء من الصحابة بعدهم من تلقى عنهم من التابعين، أمثال: سعيد بن المسيب (¬59) الذي يعتبر راوية عمر وحامل فقهه في المدينة، وعطاء بن أبي رباح في مكة، وطاووس في اليمن، ويحيى بن أبي كثير في اليمامة، والحسن في البصرة، ومكحول في الشام، وعطاء في خراسان، وعلقمة في الكوفة وغيرهم ... وهؤلاء كانوا كثيرا ما يمارسون الفتوى والاجتهاد بمشهد ¶ ¬_________ ¶ (¬58) الفكر السامي (11/311) . ¶ (¬59) هو سيد التابعين وعالمهم، ولد سنة (15 هـ) وتوفي سنة (94 هـ) له ترجمة في مظان كثيرة منها: الطبقات الكبرى لابن سعد (5/119 123) وخلاصة تذهيب الكمال (121) وتهذيب التهذيب (4/84) وتقريب التهذيب (1/305) والبداية (9/99) كما أفردت ترجمته ومناقبه بمؤلفات خاصة قديمة وحديثة.",
            "page": "72",
            "part": "1",
            "seal": "C1CF178D"
        },
        {
            "id": "66",
            "nass": "من أصحاب رسول الله صلى الله عليه وسلم الذين تلقوا العلم والفقه عنهم، وتربوا على أيديهم، وتأدبوا بآدابهم، وتأثروا بمناهجهم في الاستنباط، فما خرجوا عن آداب الصحابة في الاختلاف عندما اختلفوا، ولا جاوزوا تلك السيرة، وهؤلاء هم فقهاء الجمهور الذين تأثرت بهم جماهير الأمة، وعنهم تلقوا الفقه، ولعل مما يوضح ذلك الأدب هاتان المناظرتان في الدية. ¶ أخرج عبد الرزاق (¬60) من طريق الشعبي قال: جاء رجل إلى شريح، فسأله عن دية الأصابع، فقال: في كل أصبع عشرة إبل. فقال الرجل: سبحان الله. هذه وهذه سواء (مشيرا إلى الإبهام والخنصر) فقال شريح: ويحك، إن السنة منعت القياس، اتبع لا تبتدع. ¶ وأخرج مالك في الموطأ عن ربيعة قال: سألت سعيد بن المسيب. كم في أصبع المرأة؟ قال: عشرة من الإبل. قلت: ففي أصبعين؟ قال عشرون. قلت ففي ثلاث؟ قال: ثلاثون. قلت ففي أربع؟ قال عشرون. قلت: حين عظم جرحها واشتدت مصيبتها نقص عقلها (أي: ديتها) فقال سعيد: أعراقي أنت؟ فقال ربيعة: بل عالم متثبت. أو جاهل متعلم. قال سعيد: هي السنة يا ابن أخي (¬61) . ¶ وينتهي الأمر عند هذا الحد دون أن يحتد طرف ويتهم الآخر بالجهل، أو يزعم لنفسه إصابة الحق وما يراه غيره الباطل، فمذهب سعيد ¶ ¬_________ ¶ (¬60) المصنف والفكر السامي (1/391) وقد أخرجه ابن المنذر وسنده صحيح. ¶ (¬61) الموطأ مع شرحه للزمراني (4/188) ومصنف عبد الرزاق (9/349) وسنن البيهقي (8/96) .",
            "page": "73",
            "part": "1",
            "seal": "5B88F74C"
        },
        {
            "id": "67",
            "nass": "والحجازيين أن دية المرأة كدية الرجل حتى تبلغ الثلث من ديته، فما زاد عن الثلث تكون فيه ديتها نصف دية الرجل، ذلك لحديث عمرو بن شعيب عن أبيه عن جده (عقل المرأة مثل عقل الرجل حتى تبلغ الثلث من ديتها) (¬62) . ومذهب العراقيين أن ديتها نصف دية الرجل ابتداء. ¶ وناظر الشعبي (عامر بن شراحيل الكوفي) رجلا في القياس، فقال له: أرأيت لو قتل الأحنف بن قيس وقتل معه طفل صغير أكانت ديتهما واحدة أم يفضل الأحنف لعقله وحلمه؟ قال الرجل: بل سواء، قال: فليس القياس بشيء. ¶ والتقى الأوزاعي بأبي حنيفة في مكة، فقال الأوزاعي: ما بالكم لا ترفعون أيديكم عند الركوع والرفع منه؟ فقال أبو حنيفة: لم يصح عن رسول الله صلى الله عليه وسلم في ذلك شيء. فقال الأوزاعي: كيف وقد حدّثني الزهري عن سالم عن أبيه عن رسول الله صلى الله عليه وسلم أنه كان يرفع يديه إذا افتتح الصلاة وعند الركوع وعند الرفع منه. ¶ فقال أبو حنيفة: حدثنا حماد عن إبراهيم عن علقمة والأسود عن ابن مسعود أن رسول الله صلى الله عليه وسلم كان لا يرفع يديه إلاّ عند افتتاح الصلاة ولا يعود لشيء من ذلك. ¶ فقال الأوزاعي: أحدثك عن الزهري عن سالم، عن أبيه وتقول: حدّثني حماد عن إبراهيم؟ ¶ فقال أبو حنيفة: كان حماد أفقه من الزهري، وكان إبراهيم أفقه من ¶ ¬_________ ¶ (¬62) أخرجه النسائي (8/54) والدارقطني (4/364) .",
            "page": "74",
            "part": "1",
            "seal": "25BF4192"
        },
        {
            "id": "68",
            "nass": "سالم، وعلقمة ليس بدون ابن عمر، وإن كان لابن عمر فضل صحبة فالأسود له فضل كثير، وعبد الله هو عبد الله، فسكت الأوزاعي (¬63) . ¶ ونقل عن أبي حنيفة أنه قال: «هذا الذي نحن فيه رأي لا نجبر أحدا عليه ولا نقول: يجب على أحد قبوله بكراهية فمن كان عنده شيء أحسن منه فليأت به» (¬64) . ¶ فالجميع متبعون، فحين تصح السنة لا يخالفها أحد وإذا حدث فإنه اختلاف في فهمها، يسلم كل للآخر ما يفهمه، ما دام اللفظ يحتمله، ولا شيء من الادلة الصحيحة عند الفريقين يعارضه. ¶ أثر الخلاف السياسي في الاختلافات الاعتقادية والفقهية: ¶ من الأمور التي لابد أن نشير إليها أن ما ذكرناه من اختلافات كان شأن جماهير الأمة وغالبيتها العظمى، حيث لا تتعدى الاختلافات القضايا الفقهية التي تضمحل وتزول حين يحتكم إلى النصوص التي تعلو الشبهات من كتاب وسنة فيذعن الجميع للحق في ظل أدب نبوي كريم، لأن سبب الخلاف لا يعدو أن يكون كما قلنا عدم وصول سنة في الأمر لأحدهم ووصولها للآخر، أو اختلافا في فهم النص أو في لفظه، ولكن ¶ ¬_________ ¶ (¬63) الفكر السامي (1/320) . ¶ (¬64) الانتقاء (140) .",
            "page": "75",
            "part": "1",
            "seal": "9F0FE525"
        },
        {
            "id": "69",
            "nass": "هناك أمرا آخر قد استجد وهو: الاختلافات السياسية التي أعقبت فتنة مقتل الخليفة الثالث عثمان رضي الله عنه، وانتقال الخلافة إلى الكوفة ثم إلى الشام، وما تخلل ذلك من أحداث جسام، فإن تلك الأحداث التي أدخلت الى دائرة الاختلاف أمرا أخرى كانت خارجها، وساعدت على انطواء أهل كل بلد أو مصر على ما وصلهم من سنة رسول الله صلى الله عليه وسلم والنظر إلى ما لدى أهل الأمصار الأخرى نظرة مختلفة متحفظة كثيرا ما تؤثر فيها ظروف التأييد السياسي أو المعارضة، واتخذ العراق بمصريه العظيمين (الكوفة والبصرة) بيئة خصبة لتفاعل الأفكار السياسية وتعقيدها وتصديرها إلى جهات مختلفة، ففيه نشأ التشيع (¬65) ¶ وظهرت ¶ ¬_________ ¶ (¬65) الشيعة: فرقة من الفرق الإسلامية سميت بذلك لإعلانها مشايعة علي وأولاده رضي الله عنهم بالذهاب الى أنهم هم الأحق بالخلافة بعد رسول الله صلى الله عليه وسلم ويرون أن الإمامة منصب ديني كالرسالة، فلا تفوض الى البشر، ولا يتوصل إليها بالانتخاب أو نحوه بل هي كالنبوة، اختيار من الله تعالى يكشف عنه النص جليا كان أو خفيا، ويعتقدون بظهور المعجزة على يد الإمام كما تظهر على يد الإمام كما تظهر على يد النبي، والأئمة عندهم معصومون من الصغائر والكبائر كالأنبياء، وهم فرق كثيرة أبرزها الإمامية والزيدية وتجمع فرقهم على اختلافها، إضافة الى ما ذكرنا على القول بالتولي على الائمة من آل البيت والبراءة من مخالفيهم قولا وفعلا وعقدا إلا في حال التقية، واقرب فرقهم الى أهل السنة الزيدية، ثم الإمامية بشيء من التساهل. ¶ تراجع أصول مذاهبهم في كتاب «أصول الكافي» وشروحه وفي «أصول الشيعة وأصولها» ولمعرفة المزيد من مقالاتهم تراجع «الملل والنحل» للشهرستاني (1/234) والفصل لابن حزم (4/179 188) والفرق بين الفرق (29) ، واعتقادات فرق المسلمين (77 95) طبعة مكتبة الكليات الأزهرية، والفرق الإسلامية (33) والحور العين (178) والتبصير في الدين (27 43) طبعة عالم الكتب.",
            "page": "76",
            "part": "1",
            "seal": "114C8492"
        },
        {
            "id": "70",
            "nass": "الجهمية (¬66) ¶ والمعتزلة (¬67) ، وانتشر الخوارج (¬68) وجملة من أهل الأهواء والبدع ... وبدأ وضع الحديث، وتأليف القصص ذات المغزى السياسي، ووضع المنافرات على ألسنة الناس، حتى قال الإمام مالك ¶ ¬_________ ¶ (¬66) الجهمية: فرقة تنسب الى جهم بن صفوان الذي قتل سنة (128 هـ) من أهم آرائها أنها تذهب الى عدم جواز وصف الباري سبحانه بأي صفة يصح أن يشاركه غيره بها، وجواز اتصافه تعالى بما لا يشاركه فيه غيره لكونه خالقا، ويرون أن العبد مجبور على كل ما يفعل، لا اخيار له في شيء اصلا وأن أفعاله مضافة الى الخالق تعالى فقط وإضافتها الى العبد من قبيل المجاز، كما يعتقدون أن الجنة والنار ستفنيان بعد دخل الناس إليهما كما سيفنى الخلق كله. ¶ ويمكن التعرف على المزيد من مقالاتهم: في الزينة في الكلمات الإسلامية العربية لأبي حاتم أحمد بن حمدان الرازي الشيعي (ق3/268) واعتقادات فرق المسلمين (103) والتبصير في الدين (107 108) ¶ (¬67) المعتزلة: فرقة يسميهم جماهير المسلمين بالمعتزلة، ويسمون أنفسهم بأهل العدل والتوحيد، وهم يرون أنه لا شيء قديم سوى الله سبحانه وتعالى، ولقد اشتهروا بالقول بخلق القرآن الكريم، وأن الله سبحانه وتعالى متصف بصفات لا تميز لها وإنما هي قائمة بذاته، وأن عليه سبحانه وتعالى اختيار فعل الأصلح لعبده، ولهم أصول عرفت بالأصول الخمسة، يقوم عليها مذهبهم، وهم فرق عدة. راجع لمعرفتهم ومعرفة تفصيل مقالاتهم: اعتقادات الفرق للرازي (23) وما بعدها والتبصير في الدين (63) وما بعدها. والملل والنحل (1/61 132) من طبعة الأزهر، والفرق بين الفرق (93 190) . ¶ (¬68) الخوارج: جملة من الفرق، تفرعت عن الذين خرجوا على الإمام علي رضي الله عنه وعلى معاوية بعد حادثة التحكيم المشهورة، وصارت لهم آراء ومذاهب ومقالات تفصيلية في مسائل مختلفة من أبرزها: قولهم بأن العبد يصير كافرا بمجرد ارتكاب الذنب، ولذلك كفروا معظم الصحابة ومنهم عثمان وعلي وطلحة والزبير وعائشة رضوان الله عليهم أجمعين، انظر لمعرفة فرقهم وتفاصيل مقالاتهم اعتقادات الفرق للرازي (5) وما بعدها والتبصير في الدين (45) وما بعدها والملل والنحل (1/195 256) من طبعة الأزهر، والفرق بين الفرق (54 93) .",
            "page": "77",
            "part": "1",
            "seal": "27C4B555"
        },
        {
            "id": "71",
            "nass": "في الكوفة: «إنها دار الضرب» (¬69) وقال الزهري: «يخرج الحديث من عندنا شبرا فيعود في العراق ذراعا» (¬70) . ¶ وهذه الأمور جعلت الفقهاء العراقيين أنفسهم يتخذون من الاحتياطات ويضعون من الشروط لقبول السنن والأخبار ما لم يكن من سبقهم يلتفت اليه، وذلك حرصا منهم على ألاّ يدخل إلى فقههم من فكر أهل الأهواء والبدع والفرق المتصارعة ما يفسد عليهم دينهم، فما بالك بغير العراقيين الذين بلغ بهم الخوف من الأخذ عن العراقيين مداه، حتى كان أهل الحجاز يرون أن حديث العراقيين أو الشاميين لا يقبل إذا لم يكن له أصل عند الحجازيين (¬71) . ¶ وقيل لأحد علماء الحجاز: حديث سفيان الثوري عن منصور المعتمر، عن إبراهيم النخعي، عن علقمة النخعي، عن عبد الله بن مسعود ... أي: ما رأيك في إسناد هذه سلسلته، وهو أصح إسناد لدى العراقيين؟ قال: إن لم يكن له اصلا في الحجاز فلا (¬72) . ¶ واتخذ العباس من ربيعة بن أبي عبد الرحمن (¬73) وزيرا ومستشارا وهو ¶ ¬_________ ¶ (¬69) الفكر السامي (1/313) . ¶ (¬70) الانتقاء. ¶ (¬71) الفكر السامي (1/312) . ¶ (¬72) الفكر السامي (1/312) . ¶ (¬73) ربيعة بن أبي عبد الرحمن: هو ربيعة بن أبي عبد الرحمن التيمي المدني، ويقال له فروخ، يكنى بأبي عثمان، ويلقب بربيعة الرأي، إمام مجتهد، وهو من ابرز شيوخ الإمام مالك. توفي بالهاشمية من الأنبار بالعراق سنة (136 هـ) وقيل (133 142 هـ) له ترجمة في التهذيب (3/258) وتاريخ بغداد (8/420) والحلية (2/259) وصفة الصفوة (2/148) والشذرات (1/194) .",
            "page": "78",
            "part": "1",
            "seal": "58CE83AA"
        },
        {
            "id": "72",
            "nass": "مدني فاستعفاه، وعاد إلى المدينة بعد فترة قصيرة، فقيل له: كيف رأيت العراق وأهلها؟ فقال: رأيت قوما حلالنا حرامهم، وحرامنا حلالهم، وتركت بها أكثر من اربعين الفا يكيدون هذا الدين!! ... ¶ ونقل عنه قوله: كأن النبي الذي أرسل الينا غير النبي الذي ارسل اليهم (¬74) . ¶ وهذه الأقوال وإن كان المقصود بها أهل الأهواء والبدع في العراق لا أهل السنة وجماهيرها فيه، إلا أن لها دلالة واضحة على بعض الأمور ذات الآثار البعيدة المدى في الحركة الفقهية، ومواقف فقهاء البلدين وطرائقهم ومناهجهم في الاستنباط. ¶ فأهل الحجاز يعتقدون أنهم قد ضبطوا السنّة، فلم يشذ عنهم منها شيء، فالمدينة كان فيها عشرة آلاف من أصحاب رسول الله صلى الله عليه وسلم، خلفهم عليه الصلاة والسلام بعد غزوة حنين، عاشوا فيها إلى وفاته. وكان عمر بن عبد العزيز يكتب إلى أهل الأمصار يعلمهم السنن والفقه، ولكنه حين يكتب إلى المدينة فإنه يكتب إليهم يسألهم عمّا مضى وان يعلموه بما عندهم من السنن ليرسل بها إلى الآخرين. وكان حامل السنة وفقه الصحابة وآثارهم في المدينة سعيد بن المسيب وأصحابه الذين أخذ عنهم بعد ذلك المالكية والشافعية والحنابلة والظاهرية وغيرهم، وكان ¶ ¬_________ ¶ (¬74) الفكر السامي (1/312) .",
            "page": "79",
            "part": "1",
            "seal": "64AF883F"
        },
        {
            "id": "73",
            "nass": "علماء المدينة من التابعين يرون أن السنن والآثار التي بين أيديهم كافية لتلبية الحاجة الفقهية، وأنه لا شيء يدعهم إلى الأخذ بالرأي بكل ضروبه، على حين كان يرى بعضهم خلاف ذلك، ويأخذ بالرأي حتى عرف به وحمله لقبا، مثل: ربيعة بن أبي عبد الرحمن، شيح مالك الذي لقب بـ «ربيعة الرأي» ولكن الكثرة الغالبة كانت لعلماء السنن والأثار. ¶ أما العراقيون كإبراهيم النخعي (¬75) وأصحابه فكانوا يرون أن نصيبهم من السنن ليس بقليل، فقد اش بينهم منا لصحابة عدد وافر جاوز الثلاثمائة، وكان كثير منهم من الفقهاء وفي مقدمتهم عبد الله بن مسعود الذي كان من أفقه أصحاب رسول الله صلى الله عليه وسلم بكتاب الله، كما كان بينهم علي رضي الله عنه مدة خلافته، وأبو موسى الأشعري وعمار وغيرهم. ¶ وكان إبراهيم النخعي ومعه معظم علماء العراق يرون أن أحكام الشرع معقولة المعنى، مشتملة على ما فيه مصالح العباد، وأنها بنيت على أصول محكمة، وعلل ضابطة لتلك المصالح والحكماء، تفهم من كتاب الله وسنة رسوله صلى الله عليه وسلم، وأن الأحكام الفرعية شرعت من أجل تلك العلل، وأن الفقيه هو ذلك الذي يبحث عن علل الأحكام التي ¶ ¬_________ ¶ (¬75) إبراهيم النخعي: هو إبراهيم بن يزيد النخعي الكوفي المكنى بابي عمران، رأس مدرسة الرأي، وهو وارث فقه ابن مسعد، توفي سنة (96هـ) كان ممن جمع بين الفقه والحديث، فهو ثقة حجة باتفاق، قال الشعبي حين بلغه موته: ما ترك إبراهيم بعده مثله، له ترجمة في طبقات ابن سعد (6/71) وصفة الصفوة (3/86) والتذكرة (1/73) والحلية (4/217) وتهذيب التهذيب (1/87) .",
            "page": "80",
            "part": "1",
            "seal": "19D8DED6"
        },
        {
            "id": "74",
            "nass": "شرعت لأجلها، ويتفهم غاياتها، ليجعل الأحكام مرتبطة بعللها وجودا وعدما، كما كان علماء العراق يرون أن النصوص الشرعية متناهية لكن الوقائع لاتتناهى، فالنصوص قد توقفت بوفاة رسول الله صلى الله عليه وسلم فما لم تلاحظ علل الأحكام التي شرعت بالكتاب والسنة فإن من غير الممكن مواجهة الحاجة التشريعية لدى الناس. ¶ عن الحسن بن عبيد الله النخعي، قال: قلت لإبراهيم النخعي: أكل ما أسمعك تفتي به سمعته؟ فقال: لا. قلت: تفتي بما لم تسمع؟ قال: سمعت وجاءني ما لم أسمع فقسته بالذي سمعت (¬76) . تلك كانت سمة مدرسة العراق: الرأي إن غاب الأثر. ¶ أما سعيد بن المسيب وعلماء المدينة منهم فكانا لا يأبهون بالعلل إلا حين يعييهم الوصول الى نص أو أثر، وكيف يعييه ذلك وهو يقول: ما قضى رسول الله صلى الله عليه وسلم ولا أبو بكر ولا عمر ولا عثمان ولا علي قضاء إلا وقد علمته (¬77) !! كما أن بيئة المدينة لم يطرأ عليها ما طرأ على البيئة العراقية من تغيرات، ولم يحدث فيها من الوقائع ما حدث في العراق، ولذلك فإن الكثيرين من علماء المدينة كانوا إذا سئل أحدهم عن شيء لديه فيه أثر أجاب، وإلا اعتذر.. سئل مسروق عن مسالة فقال: لا أدري. فقيل له: فقس لنا برأيك. فقال: أخاف أن تزل قدمي (¬78) . ¶ ¬_________ ¶ (¬76) الفقيه والمتفقه (1/203) . ¶ (¬77) طبقات ابن سعد. ¶ (¬78) إعلام الموقعين (1/257) .",
            "page": "81",
            "part": "1",
            "seal": "D0634D0A"
        },
        {
            "id": "75",
            "nass": "ومما يوضح تهيب أهل المدينة من القول بالرأي فيما لا أثر فيه ما قاله ابن وهب: قال مالك: كان رسول الله صلى الله عليه وسلم إمام المسلمين وسيد العالمين يسأل عن الشيء فلا يجيب حتى يأتيه الوحي من السماء، فإذا كان رسول رب العالمين لا يجيب إلا بالوحي، فمن الجرأة العظيمة إجابة من أجاب برأيه، أو بقياس أو تقليد من يحسن به الظن، أو عرف أو عادة أو سياسة أو ذوق، أو كشف أو منام، أو استحسان أو خرص والله المستعان، وعليه التكلان (¬79) . ¶ ومع أن الخلاف قد احتدم بين المدرستين وجرى تبادل النقد بين الفريقين، لم يتخل أي منهما عن أدب الاختلاف كما تبين لنا مما تقدم من المناظرات، إضافة إلى مناظرات أخرى كثيرة جرت بين رجال المدرستين لم يخرج أحد منهم فيها عن حدود أدب الاختلاف (¬80) فلا تكفير ولا تفسيق ولا اتهام بابتداع منكر ولا تبرؤ. ¶ عن ابن أبي شبرمة قال: دخلت أنا وأبو حنيفة على جعفر بن محمد بن الحنفية، فسلمت عليه، وكنت له صديقا، ثم أقبلت على جعفر وقلت له: أمتع الله بك، هذا رجل من أهل العراق وله فقه وعقل. فقال لي جعفر: لعله الذي يقيس الدين برأيه؟ ثم قال: أهو النعمان؟ فقال أبو حنيفة: نعم أصلحك الله. فقال جعفر: اتق الله ولا تقس الدين برأيك، فإن أول من قاس إبليس، إذ أمره الله بالسجود ¶ ¬_________ ¶ (¬79) إعلام الموقعين (1/256) ط. دار الجيل. ¶ (¬80) ينظر في ذلك نحو (إعلام الموقعين1/130 ومابعدها) .",
            "page": "82",
            "part": "1",
            "seal": "D914452B"
        },
        {
            "id": "76",
            "nass": "لآدم، فقال: أنا خير منه خلقتني من نار وخلقته من طين ... ¶ ثم قال لابي حنيفة: أخبرني عن كلمة أولها شرك وآخرها إيمان؟ قال أبو حنيفة: لا أدري. ¶ قال جعفر: هي «لا إله إلاّ الله» فلو قال: «لا إله» ثم أمسك كان كافرا، فهذه كلمة أن لها شرك وآخرها إيمان. ثم قال له: ويحك أيهما أعظم عند الله: قتل النفس التي حرم الله أو الزنا؟ قال: بل قتل النفس، فقال جعفر: إن الله قد قبل في قتل النفس شاهدين، ولم يقبل في الزنا إلاّ اربعة، فكيف يقوم لك قياس؟ ثم قال: أيهما أعظم عند الله الصوم أو الصلاة؟ قال: بل الصلاة. قال: فما بال المرأة إذا حاضت تقضي الصيام ولا تقضي الصلاة، اتق الله يا عبد الله ولا تقس، فإنا نقف غدا نحن وأنت بين يدي الله فنقول: قال الله عز جل وقال رسول الله صلى الله عليه وسلم وتقول أنت وأصحابك: قسنا ورأينا، فيفعل الله بنا وبكم ما يشاء ... (¬81) . ¶ إن أسئلة الإمام جعفر لم تكن مما يعجز واحد مثل أبي حنيفة عن الإجابة عنها، ولكنه الأدب مع آل بيت رسول الله صلى الله عليه وسلم هو الذي جعله يسكت. ¶ نستوحي مما تقدم من المناظرات أن الادب النبوي الرفيع كان معين المتناظرين، وأن الاختلاف لم يبين بين الإخوة حواجز تحول دون الالتقاء، وما تناقله المؤرخون لتلك الفترة من غلظة إنما كان يجري ¶ ¬_________ ¶ (¬81) إعلام الموقعين (1/255 256) .",
            "page": "83",
            "part": "1",
            "seal": "709CB865"
        },
        {
            "id": "114",
            "nass": "عليهم مع إعراضهم عنهم، فاشرأبوا بطلب العلم توصلا إلى نيل العز، ودرك الجاه من قبل الولاة، فأكبّوا على علم الفتاوى وعرضوا أنفسهم على الولاة، وتعرفوا اليهم، وطلبوا الولايات والصلات منهم، فمنهم من أنجح، والمنجح لم يخل من ذل الطلب ومهانة الابتذال فأصبح الفقهاء بعد أن كانوا مطلوبين طالبين، وبعد أن كانوا أعزة بالإعراض عن السلاطين أذلة بالإقبال عليهم إلاّ من وفقه الله تعالى في كل عصر من علماء دين الله» (¬129) . ¶ لقد صوّر الإمام الغزالي رحمه الله واقع العلماء بعد أن غدت الدنيا مطلبهم، وصار الدين الطريق الوحيد الموصل إلى أبواب الولاة، كما أصبحت الرغبة في كسب ودّهم هي التي تدفع فئات ممن تزيوا بزي العلماء إلى طلب العلم. ¶ إن الإمام مالكا عليه رحمة الله يقول: «لا يؤخذ هذا العلم من أربعة، ويؤخذ ممن سواهم: لا يؤخذ من سفيه، ولا يؤخذ من صاحب هوى يدعو إلى بدعته، ولا من كذّاب يكذب في أحاديث الناس وإن كان لا يتهم على حديث رسول الله صلى الله عليه وسلم، ولا من رجل له فضل وصلاح وعبادة إذا كان لا يعرف ما يحمل ويحدث به» (¬130) . وقال أيضا: «إن هذا العلم دين، فانظروا عمن تأخذون دينكم، لقد أدركت سبعين ممن يقول: قال رسول الله صلى الله عليه وسلم عند هذه الأساطين ¶ ¬_________ ¶ (¬129) إحياء علوم الدين (1/41) وما بعدها الباب الرابع في سبب إقبال الخلق على علم الخلاف. ¶ (¬130) الانتقاء (16) .",
            "page": "121",
            "part": "1",
            "seal": "C4CE078F"
        },
        {
            "id": "115",
            "nass": "(وأشار إلى مسجد رسول الله صلى الله عليه وسلم) فما أخذت عنهم شيئا، وإن أحدهم لو اؤتمن على بيت مال كان أمينا، إلا أنهم لم يكونوا من أهل هذا الشأن، وقدم علينا ابن شهاب فكنا نزدحم على بابه» (¬131) . ¶ ورجال تلك صفاتهم لم يكن ليقع بينهم كبير اختلاف، وإن وقع فمن أجل الحق، ولن يدس الهوى أنفه في خلاف لا يدعو إليه غير الحق ... وحتى نؤصل الآداب التي سار على نهجها كرام علمائنا، فنجعل منهم لنا القدوة الصالحة، وتكون خلالهم الكريمة تلك مثلا نحتذي به، نقدم نماذج من أدب الاختلاف بين كبار الأئمة من السلف الصالح رضوان الله عليهم. ¶ أبو حنيفة ومالك: ¶ مرّ معنا في استعراضنا لمذهب الأئمة الاختلاف الكبير بين أبي حنيفة ومالك رحمهما الله، وتباين الأسس التي يعتمدها كل منهما فيما يخص مذهبه؛ ولكن هذا لم يمنع، رغم فارق السن التي بينهما، أن يجلّ الواحد منهما صاحبه، وأن يكون معه على جانب كبير من الادب مع اختلاف مناحيهما في الفقه ... أخرج القاضي عياض في «المدارك» قال: قال الليث بن سعد: لقيت مالكا في المدينة، فقلت له: إني أراك تمسح العرق عن جبينك. قال: عرقت مع أبي حنيفة، إنه لفقيه ¶ ¬_________ ¶ (¬131) المرجع السابق.",
            "page": "122",
            "part": "1",
            "seal": "33DCF71B"
        },
        {
            "id": "116",
            "nass": "يا مصري،. قال الليث: ثم لقيت أبا حنيفة، وقلت له: ما أحسن قول هذا الرجل فيك (يشير إلى مالك) فقال أبو حنيفة: ما رأيت أسرع منه بجواب صادق، ونقد تام ... (¬132) . ¶ محمد بن الحسن ومالك: ¶ يعتبر محمد بن الحسن من أبرز أصحاب أبي حنيفة، وهو مدوّن مذهبه، رحل إلى مالك ولازمه ثلاث سنين، وسمع منه الموطأ، ويتذاكر الإمامان محمد بن الحسن والشافعي يوما، فيقول محمد: صاحبنا (يريد أبا حنيفة) أعلم من صاحبكم (أي مالك) وما كان لصاحبنا أن يسكت وما كان لصاحبكم أن يتكلم كأنه يستثير الإمام الشافعي بذلك فيقول الإمام الشافعي: ¶ نشدتك الله من كان أعلم بسنة رسول الله صلى الله عليه وسلم: مالك أو أبو حنيفة؟ فيقول محمد: مالك، ولكن صاحبنا أقيس. يقول الشافعي: قلت نعم، ومالك أعلم بكتاب الله من ابي حنيفة، فمن كان أعلم بكتاب الله وسنة رسوله كان أولى بالكلام، فيسكت الإمام محمد بن الحسن (¬133) . ¶ ¬_________ ¶ (¬132) المرجع السابق. ¶ (¬133) المرجع السابق.",
            "page": "123",
            "part": "1",
            "seal": "4C1BFB81"
        },
        {
            "id": "117",
            "nass": "الشافعي ومحمد بن الحسن: ¶ يقول الإمام الشافعي: ذاكرت محمد بن الحسن يوما، فدار بيني وبينه كلام واختلاف، حتى جعلت أنظر الى أوداجه تدر، وتتقطع أزراره.. (¬134) . ¶ ويقول محمد بن الحسن: إن كان أحد يخالفنا فيثبت خلافه علينا فالشافعي، فقيل له: فلم؟ قال: لبيانه وتثبته في السؤال والجواب والاستماع ... (¬135) . ¶ تلك هي بعض نماذج ادب الاختلاف، من آداب علماء الأمة، نستنبط منها: أن خلف الأمة في قرون الخير كان يسير حذو السلف، والكل يستقي من ادب النبوة، ولم يكن أدب السلف الصالح يقتصر على تجنب التجريح والتشنيع، بل كان من الآداب الشائعة في ذلك الجيل من العلماء التثبت في أخذ العلم واجتناب الخوض فيما لا علم لهم به، والحرص على تجنب الفتيا خوفا من الوقوع في الخطأ. قال صاحب القوت: وروينا عن عبد الرحمن بن أبي ليلى قال: أدركت في هذا المسجد (مسجد رسول الله صلى الله عليه وسلم) مائة وعشرين من أصحاب رسول الله صلى الله عليه وسلم ما منهم احد يسأل عن حديث أو فتيا إلاّ ودّ ان أخاه كفاه ذلك. وفي لفظ آخر: كانت المسالة تعرض على أحدهم فيردها إلى الآخر، ¶ ¬_________ ¶ (¬134) المرجع السابق. ¶ (¬135) الانتقاء (38) .",
            "page": "124",
            "part": "1",
            "seal": "40E79110"
        },
        {
            "id": "118",
            "nass": "ويردها الآخر حتى ترجع الى الذي سأل عنها أول مرة ... (¬136) . ¶ وقد ارتفع هؤلاء الرجال فوق مشاعر الإحساس بالغضاضة، فقد يتوقف أحدهم أمام مسالة تأثما، فمن ذلك أن رجلا سأل مالك بن أنس عن مسألة، وذكر أن قومه أرسلوه يسأله عنها من مسيرة ستة أشهر، قال مالك: فأخبر الذي أرسلك أني لا علم لي بها. قال الرجل: ومن يعلمها؟ قال مالك: من علّمه الله، قالت الملائكة: (لا علم لنا إلا ما علّمتنا) (البقرة: 32) . ¶ وروي عن مالك أيضا ا، هـ سئل عن ثمان وأربعين مسألة، فقال في اثنتين وثلاثين منها: «لا أدري» . ¶ وعن خالد بن خداش قال: قدمت على مالك من العراق بأربعين مسألة فسألته عنها فما أجابني منها إلاّ في خمس مسائل. ¶ وكان ابن عجلان يقول: إذا أخطأ العالم قول (لا أدري) أصيبت مقاتله. ¶ وروي عن مالك، عن عبد الله بن يزيد بن هرمز قال: ينبغي للعالم أن يورث جلساءه قول (لا أدري) حتى يكون ذلك في أيديهم أصلا يفزعون إليه، فإذا سئل أحد عما لا يدري قال: لا ادري. ¶ وقال أبو عمر بن عبد البر (توفي سنة 463) : صح عن أبي الدرداء أنه قال: لا أدري نصف العلم. ¶ ¬_________ ¶ (¬136) اتحاف السادة المتقين (1/279 280) .",
            "page": "125",
            "part": "1",
            "seal": "3A405E3A"
        },
        {
            "id": "119",
            "nass": "مالك وابن عيينة: ¶ كان ابن عيينة (¬137) قرين مالك وندا له، يقول الإمام الشافعي: «ومالك وابن عيينة القرينان، ولولا مالك وابن عيينة لذهب علم الحجاز (¬138) » ومع ذلك فقد روي: أن ابن عيينة ذكر مرة حديثا فقيل له: إن مالكا يخالفك في هذا الحديث، فقال القائل: أتقرنني بمالك؟ ما أنا ومالك إلا كما قال جرير: ¶ وابن اللبون إذا ما لزّ في قرن ... ... لم يستطع صولة البزل القناعيس ¶ ويروي لسفيان بن عيينة قول رسول الله صلى الله عليه وسلم: ¶ (يوشك أن يضرب الناس أكباد الإبل في طلب العلم فلا يوجد عالم أعلم من عالم المدينة) فيقال لسفيان: من هو؟ فيقول: إنه مالك بن أنس: ويقول: «كان لا يبلغ من الحديث إلا صحيحا، ولا يحمل الحديث إلا عن ثقاة الناس، وما أرى المدينة إلا ستخرب بعد موت مالك بن أنس» (¬139) . ¶ ¬_________ ¶ (¬137) سفيان بن عيينة: هو سفيان بن أبي عيينة بن أبي عمران ميمون الهلالي المكنى بأبي محمد، إمام كوفي، فقيه محدث، ولد بالكوفة وتوفي بمكة المكرمة سنة (198 هـ) له ترجمة في تاريخ بغداد (9/174) والحلية (7/270) وطبقات ابن سعد (5/497) والجرح والتعديل (2ق1/55) وتهذيب التهذيب (4/117) . ¶ (¬138) الانتقاء (22) . ¶ (¬139) المرجع السابق (36) .",
            "page": "126",
            "part": "1",
            "seal": "BF6CECE0"
        },
        {
            "id": "120",
            "nass": "مالك والشافعي: ¶ يقول الإمام الشافعي: مالك بن أنس معلمي، وعنه أخذت العلم، وإذا ذكر العلماء فمالك النجم، وما أحد آمن علي من مالك بن أنس ... (¬140) وكان يقول: إذا جاءك الحديث من مالك فشد به يديك، كان مالك بن أنس إذا شك في الحديث طرحه كله. ¶ أحمد بن حنبل ومالك: ¶ عن أبي زرعة الدمشقي قال: سمعت أحمد بن حنبل يسأل عن سفيان ومالك إذا اختلفا في الرواية، فقال: مالك أكثر في قلبي. قال: قلت فمالك والأوزاعي إذا اختلفا؟ فقال: مالك أحب إليّ، وإن كان الأوزاعي من الأئمة، قيل له: وإبراهيم (أي النخعي) فكأنه كان يرى أن إبراهيم لا ينبغي أن يقرن بمالك لأنه ليس من أهل الحديث، فقال: ضعه مع أهل زمانه. وسئل عن رجل يريد أن يحفظ حديث رجل واحد بعينه قيل له: حديث من ترى له؟ قال: يحفظ حديث مالك (¬141) . ¶ ¬_________ ¶ (¬140) المرجع السابق (23) . ¶ (¬141) المرجع السابق (30) .",
            "page": "127",
            "part": "1",
            "seal": "786172A1"
        },
        {
            "id": "121",
            "nass": "آراء بعض العلماء في أبي حنيفة: ¶ كان شعبة بن الحجاج أميرا للمؤمنين في الحديث (¬142) ، وأبو حنيفة من أهل الرأي بالمكانة التي عرفنا، ورغم تباين منهجيهما فقد كان شعبة كثير التقدير لأبي حنيفة، تجمع بينهما مودة ومراسلة، وكان يوثّق أبا حنيفة، ويطلب إليه أن يحدّث، ولما بلغه نبأ موته قال: لقد ذهب معه فقه الكوفة تفضل الله عليه علينا برحمته (¬143) . ¶ وسأل رجل يحيى بن سعيد القطان عن أبي حنيفة فقال: ما يتزين عند الله بغير ما يعلمه الله عزك وجل، فإنا والله إذا استحسنا من قوله الشيء أخذنا به. ¶ وهكذا لم يكن الاختلاف وتباين الآراء يمنع أحدا من الأخذ بما يراه حسنا عند صاحبه، وذكر فضله في هذا ونسبة قوله إليه. ¶ وعن عبد الله بن المبارك روايات كثيرة في الثناء على أبي حنيفة: فقد كان يذكر عنه كل خير، ويزكيه، ويأخذ من قوله، ويثني عليه، ولا يسمح لأحد أن ينال منه في مسجده، وحاول بعض جلسائه يوما أن ¶ ¬_________ ¶ (¬142) شعبة بن الحجاج: هو شعبة بن الحجاج بن الورد ابو بسطام الملقب بأمير المؤمنين في الحديث، توفي سنة (160 هـ) له ترجمة في تاريخ بغداد (9/255 وما بعدها) وتهذيب التهذيب (4/338) وما بعدها والتذكرة (193 وما بعدها) والتاريخ الكبير للبخاري (2ق2/244) وما بعدها والتأريخ الصغير له (2/135) وطبقات ابن سعد (7/280) . ¶ (¬143) الانتقاء (126) .",
            "page": "128",
            "part": "1",
            "seal": "A9B0D24E"
        },
        {
            "id": "122",
            "nass": "يغمز ابا حنيفة فقال له: اسكت، والله لو رأيت ابا حنيفة لرأيت عقلا ونبلا. ¶ ونقل عن الشافعي أنه قال: سئل مالك يوما عن عثمان البتّي، فقال: كان رجلا مقاربا، وسئل عن ابن أبي شبرمة فقال: كان رجلا مقاربا، قيل: فأحبو حنيفة: قال: لو جاء إلى أساطينكم هذه (يعني سواري المسجد) فقايسكم على أنها خشب، لظننتم أنها خشب (¬144) إشارة الى براعته في القياس، أما الإمام الشافعي فما أكثر ما روي عنه قوله: ... الناس في الفقه عيال على أبي حنيفة (¬145) . ¶ ولم تكن مجالس هؤلاء الرجال ليذكر فيها إلاّ الخير، ومن حاول تجاوز الآداب التي تجب مراعاتها مع أئمة هذه الأمة رد إلى الصواب، وحيل بينه وبين مس أحد بما يكره، فقد سئل الفضل بن موسى السيناني (¬146) : ما تقول في هؤلاء الذين يقعون في أبي حنيفة؟ قال: إن ابا حنيفة جاءهم بما يعقلونه وبما لا يعقلونه من العلم، ولم يترك لهم شيئا فحسدوه (¬147) . ¶ هذه بعض الاقوال التي نقلت عن ائمة في الحديث كانوا مخالفين ¶ ¬_________ ¶ (¬144) المرجع السابق (147) . ¶ (¬145) المرجع السابق (136) . ¶ (¬146) الفل بن موسى السيناني: أحد العلماء الثقبات هو من «سينان» قرية من قرى خراسان، يروي عن صغار التابعين، توفي سنة (191 هـ) أو (192) له ترجمة في الميزان (3/360) الترجمة (6754) والتقريب (2/111) ط. المكتبة العلمية في المدينة المنورة، وتهذيب التهذيب (8/286) . ¶ (¬147) المرجع السابق.",
            "page": "129",
            "part": "1",
            "seal": "59EBAA2F"
        },
        {
            "id": "123",
            "nass": "للإمام أبي حنيفة في معظم ما ذهب إليه، ولكن مخالفتهم له لم تمنعهم من الإشادة به، والثناء عليه، وذكره بما هو أهل له من الخير، ذلك لثقتهم بأن الخلاف بينهم وبينه لم يك وليد الهوى، ولا الرغبة في الاستعلاء، بل كان نشدان الحق ضالة الجميع رحمهم الله، ولولا هذه الاخلاق الكريمة والآداب الفاضلة لا ندثر فقه الكثير من علماء سلفنا الصالح، وما كانوا يذبون عن أحد إلاّ لعلمهم أن في ذلك صونا لفقه هذه الأمة التي لا تستقيم حياتهما إلاّ في ظله. ¶ آراء بعض العلماء في الشافعي: ¶ كان ابن عيينة هو من هو في مكانته إذا جاءه شيء من التفسير والفتيا التفت الى الشافعي وقال: سلوا هذا. وكثيرا ما كان يقول إذا رآه: هذا أفضل فتيان زمانه. وحين بلغه نبأ وفاة الشافعي قال: إن مات محمد بن إدريس فقد مات أفضل أهل زمانه. ¶ وكان يحيى بن سعيد القطان يقول: أنا أدعو الله للشافعي حتى في صلاتي. وكان عبد الله بن عبد الححم وولده على مذهب الإمام مالك، ولكن هذا لم منع عبد الله بن الحكم من أن يوصي ولده محمدا بلزوم الإمام الشافعي حيث قال له: الزم هذا الشيخ (يعني الشافعي) فما رأيت أحدا أبصر بأصول العلم أو قال: أصول الفقه منه. ويبدو أن الولد قد أخذ بنصيحة أبيه حيث يقول: لولا الشافعي ما عرفت كيف أرد على أحد، وبه عرفت ما عرفت، وهو الذي علمني القياس رحمه",
            "page": "130",
            "part": "1",
            "seal": "621984ED"
        },
        {
            "id": "124",
            "nass": "الله فقد ان صاحب سنة واثر، وفضل وخير، مع لسان فصيح، وعقل صحيح رصين (¬148) . ¶ بين الإمام أحمد والشافعي: ¶ عن عبد الله بن الإمام أحمد قال، قلت لأبي: أي رجل كان الشافعي، فإني أسمعك تكثر الدعاء له؟ فقال: يا بني: كان الشافعي رحمه الله كالشمس للدنيا، وكالعافية للناس، فانظر هل لهذين من خلف أو عوض؟ ¶ وعن صالح بن الإمام أحمد قال: لقيني يحيى بن معين فقال: أما يستحيي ابوك مما يفعل؟ فقلت: وما يفعل؟ قال: رأيته مع الشافعي والشافعي راكب، وهو راجل آخذ بزمام دابته. فقلت لأبي ذلك، فقال: إن لقيته فقل: يقول لك أبي: إذا اردت أن تتفقه فتعال فخذ بركابه من الجانب الآخر (¬149) . ¶ وعن أبي حميد بن أحمد البصري قال: كنت عند أحمد بن حنبل نتذاكر في مسألة، فقال رجل لأحمد: يا أبا عبد الله لا يصح فيه حديث. فقال: إن لم يصح فيه حديث ففيه يقول الشافعي وحجته أثبت شيء فيه. (ثم قال: أي أحمد) قلت للشافعي: ما تقول في مسألة كذا وكذا فأجاب فيها، فقلت: من اين قلت؟ هل فيه حديث أو ¶ ¬_________ ¶ (¬148) المرجع السابق (73) . ¶ (¬149) المرجع السابق.",
            "page": "131",
            "part": "1",
            "seal": "B867A170"
        },
        {
            "id": "125",
            "nass": "كتاب؟ قال: بلى فنزع في ذلك حديثا للنبي صلى الله عليه وسلم، وهو حديث نص (¬150) . ¶ وكان أحمد رحمه الله يقول: إذا سئلت في مسالة لا أعرف فيها خبرا قلت فيها: يقول الشافعي، لأنه إمام عالم من قريش (¬151) . ¶ وعن داود بن علي الأصبهاني قال: سمعت إسحاق بن راهويه يقول: لقيني أحمد بن حنبل بمكة فقال: تعالى حتى أريك رجلا لم تر عيناك مثله ... فأراني الشافعي. ¶ كان ذلك رأي أحمد بن حنبل في الشافعي، ولا غرو فأن يكون التلميذ معجبا بأستاذه معترفا له بالفضل، ولكن الشافعي نفسه لم يمنع تتلمذ أحمد عليه من أن يعترف به بالفضل والعلم بالسنة فيقول له: أما أنتم فأعلم بالحديث والرجال مني، فإذا كان الحديث صحيحا فأعلموني إن يكن كوفيا أو بصريا أو شاميا، أذهب إليه إذا كان صحيحا (¬152) . ¶ وكان الشافعي حين يحدث عن أحمد لا يسميه (تعظيما له) بل يقول: «حدثنا الثقة من أصحابنا أو أنبأنا الثقة أو أخبرنا الثقة» (¬153) . ¶ وبعد: فتلك لمحات خاطفة (¬154) توضح لنا بعض ما كان عليه ¶ ¬_________ ¶ (¬150) آداب الشافعي ومناقبه (86 87) . ¶ (¬151) هامش آداب الشافعي ومناقبه (86) . ¶ (¬152) الانتقاء (75) . ¶ (¬153) مناقب الإمام أحمد لابن الجوزي (116) . ¶ (¬154) ولعل الله تعالى ينسا الأجل، ويمنح من الفراغ نعمة، نجمع فيها ما يمكن جمعه من تراث أئمة الإسلام في هذا المجال.",
            "page": "132",
            "part": "1",
            "seal": "1082C3FC"
        },
        {
            "id": "126",
            "nass": "أسلافنا من أدب جم، وخل عال لا ينال منه الاختلاف، ولا يؤثر فيه تباين الاجتهادات، وتلك آداب الرجال الذين تخرجوا في المدرسة المحمدية، فما عاد للهوى عليهم من سلطان؛ وكتب التراجم والطبقات والمناقب والتاريخ حافلة بما لا يحصى من المواقف النبيلة، والمناظرات الطريفة بين كبار الأئمة والتي كان الأدب سداها، والخلق الإسلامي الرفيع لحمتها، وحري بنا ونحن نعيش الشتات في كل أمورنا أن نعود إلى فيء تلك الدوحة المباركة، ونلتقي على الآداب الكريمة التي خلفها لنا سلفنا الصالح إن كنّا جادين في السعي لاستئناف الحياة الإسلامية الفاضلة. ¶ ونحن لا ننكر أن هناك مواقف لم تلتزم فيها هذه الآداب، أو خلت من تلك السمات الخيرة التي ذكرناها، ولكنها كانت مواقف من أولئك المقلدين أو المتأخرين الذين أشربوا روح التعصب، ومردوا على التقليد، ولم يدركوا حقيقة الروح العلمية العالية الكامنة وراء أسباب اختلاف الفقهاء، ولم يلهموا تلك الآداب الرفيعة التي كانت وليدة النية الصادقة في تحري الحق، وإصابة الهدف الذي رمى إليه الشارع الحكيم، ويبدو أنهم كانوا من أولئك الذين قال فيهم الإمام الغزالي: ¶ فأصبح الفقهاء بعد أن كانوا مطلوبين طالبين، وبعد أن كانوا أعزّة بالإعراض عن السلاطين أذلّة بالإقبال عليهم. ¶ والمطلوب سيد نفسه لا ينزع إلا عن الحق، الطالب باع نفسه فلا يشدوا إلا بما يطيب لشاريه، فحولوا الاختلاف الذي كان نعمة أثرت",
            "page": "133",
            "part": "1",
            "seal": "F657C45F"
        },
        {
            "id": "127",
            "nass": "الفقه الإسلامي وأثبت واقعية هذا الدين ورعايته لمصالح الناس إلى عذاب أليم، وصار عاملا من أخطر عوامل الفرقة والتناحر بين المسلمين.. بل تحول إلى نقمة بددت الكثير من طاقات الأمة فيما لا جدوى منه، وشغلتها بما لا ينبغي أن تنشغل به. ¶ والاختلاف الذي تعرضنا لبعض جوانبه في الصفحات السابقة وألمحنا إلى ما كان في رجاله من آداب رفيعة هو الاختلاف الذي وضع فيه الكاتبون كتبهم في «اسباب اختلاف الفقهاء» قديما وحديثا، أما الخلاف الذي لا تلا تلك القرون الخيرة فهو خلاف من نوع آخر، كما أن له اسبابا أخرى مختلفة.",
            "page": "134",
            "part": "1",
            "seal": "052FB58A"
        },
        {
            "id": "128",
            "nass": "الفصل السادس: الخلاف بعد القرون الخيرة وآدابه ¶ منذ القرن الرابع الهجري انتهى الاجتهاد، وغربت شمسه، وغدا التقليد شائعا، فالكتب والمدونات محدثة، والقول بمقالات الناس والفتيا على مذهب الاوحد من المجتهدين، واتخاذ قوله، والحكاية عنه، والتفقه على مذهبه لم يكن شيء من ذلك موجودا في القرنين الأول والثاني (¬155) . وأما القرن الثالث فقد كان الاجتهاد ولا يزال هو الشائع فيه، وربما عمد بعض العلماء إلى التخريج على قواعد وأصول من سبقهم من أهل العلم ولكن دون تقليدهم والتشبث بأقاويلهم. ¶ وأما أهل المائة الرابعة، فقد كان فيهم العلماء والعامة، فأما العامة ¶ ¬_________ ¶ (¬155) قوت القلوب لأبي طالب المكي عن حجة الله البالغة (321) .",
            "page": "135",
            "part": "1",
            "seal": "50CAAF15"
        },
        {
            "id": "129",
            "nass": "من الناس فقد كانوا يتلقون من أهل العلم ما يروى عن رسول الله صلى الله عليه وسلم في المسائل التي لا خلاف فيها من جمهور المجتهدين، كمسائل الطهارة والصلاة والصيام والزكاة ونحوها، فيعملون بحسب ما روي لهم فيها، وإذا وقعت لهم أمر فيها من الدقة ما يحتاجون معه إلى الاستفتاء، استفتوا أهل العلم في ذلك دونما نظر الى المذهب الذي يتمذهب به ذلك العلم. ¶ وأما خاصة الناس وأهل العلم منهم، فقد كانوا يشتغلون بالحديث، ويتلقون من أحاديث رسول الله صلى الله عليه وسلم وآثار أصحابه ما لا يحتاجون معه الى شيء آخر في المسائلة من حديث مستفيض أو أقوال متظاهرة لجمهور الصحابة والتابعين، فإن لم يجد أحدهم في المسالة ما يطمئن اليه قلبه لتعارض النقل وعدم وضوح الترجيح ونحو ذلك رجع الى كلام من سبقه من الفقهاء، فإن وجد قوليه اختار أوثقهما سواء أكان من أهل المدينة أو الكوفة. ¶ وكان أهل التخريج منهم يخرجون فيما لا يجدونه مصرحا به ويجتهدون في المذاهب، وينسبون إلى المذهب الذي يخرجون عليه، فيقال: فلان شافعي وفلان حنفي، دون أن يكون هنالك التزام بالمذهب كما صارت إليه الحال فيما بعد. وأصحاب الحديث منهم ينسبون إلى المذاهب لشيوع التوافق، فالنسائي أو البيهقي أو الخطابي كانوا ينسبون الى الشافعي مثلا، وكان لا يتولى القضاء إلا مجتهد، ولا يسمى العالم فقيها إلا إذا كان مجتهدا.",
            "page": "136",
            "part": "1",
            "seal": "854584D2"
        },
        {
            "id": "130",
            "nass": "الحالة بعد القرن الرابع: ¶ أما بعد القرن الرابع فقد تغيرت الحال ولندع حجة الإسلام الغزالي (توفي:505هـ) يصف لنا ذلك حيث يقول: «اعلم أن الخلافة بعد رسل الله صلى الله عليه وسلم تولاها الخلفاء الراشدون المهديون، وكانوا أئمة علماء بالله تعالى، فقهاء في أحكامه، وكانوا مشتغلين بالفتاوى في الأقضية، فكانوا لا يستعينون بالفقهاء إلا نادرا في وقائع لا يستغنى فيها عن المشاورة، فتفرغ العلماء لعلم الآخرة، وتجردوا لها، وكانوا يتدافعون الفتاوى وما يتعلق بأحكام الخلق من الدنيا، واقبلوا على الله تعالى بكنه اجتهادهم كما نقل من سيرهم، فلما أفضت الخلافة من بعدهم (أي الخلفاء) الى قوم تولوها بغير استحقاق ولا استقلال بعلم الفتاوى والأحكام اضطروا الى الاستعانة بالفقهاء، وإلى استصحابهم في جميع أحوالهم لاستفتائهم في مجاري أحكامهم، وكان قد بقي من علماء التابعين من هو مستمر على الطراز الأول، وملازم صفو الدين، ومواظب على سمت علماء السلف، فكانوا إذا طلبوا هربوا وأعرضوا، فاضطر الخلفاء إلى الإلحاح في طلبهم لتولية القضاء والحكومات، فرأى أهل تلك الأعصار عز العلماء، وإقبال الأئمة والولاة عليهم مع إعراضهم عنهم، فاشرأبوا لطلب العلم توصلا إلى نيل العز، ودرك الجاه من قبل الولاة، فأكبوا على الفتيا، وعرضوا أنفسهم على الولاة، وتعرّفوا إليهم، وطلبوا الولايات والصلات منهم، فمنهم من",
            "page": "137",
            "part": "1",
            "seal": "CC1068CC"
        },
        {
            "id": "131",
            "nass": "حرم، ومنهم من أنجح، والمنجح لم يخل من ذل الطلب، ومهانة الابتذال، فأصبح الفقهاء بعد أن كانوا مطلوبين طالبين، وبعد أن كانوا أعزّة بالإعراض عن السلاطين أذلّة بالإقبال عليهم، إلا من وفقه الله تعالى في عصر من علماء دين الله، وقد كان أكثر الإقبال في تلك الأعصار على علم الفتاوى والأقضية لشدة الحاجات إليها في الولايات والحكومات. ¶ ثم صدر بعدهم من الصدور والأمراء من يسمع مقالات الناس في قواعد العقائد، والمجادلة في الكلام، فأكب الناس على علم الكلام (¬156) ، وأكثروا فيه التصانيف، ورتبوا فيه طرق المجادلات، واستخرجوا فنون الناقضات في المقالات، وزعموا أن غرضهم الذب عن دين الله، والنضال عن السنّة وقمع المبتدعة، كما زعم من قبلهم أن غرضهم بالاشتغال بالفتاوى: الدين، وتقلد أحكام المسلمين إشفاقا على خلق الله، ونصيحة لهم، ثم ظهر بعد ذلك من لم يستصوب الخض في الكلام، وفتح باب المناظرة فيه، لما كان قد تولد من فتح بابه من التعصبات الفاحشة، والخصومات الفاشية المفضية إلى إهراق الدماء وتخريب البلاد، ومالت نفسه الى المناظرة في الفقه وبيان الأولى من مذهب الشافعي وأبي حنيفة، رضي الله عنهما، على الخصوص، فترك الناس الكلام وفنون العلم وانثالوا على المسائل الخلافيّة بين الشافعي وأبي حنيفة على الخصوص، وتساهلوا في الخلاف مع مالك ¶ ¬_________ ¶ (¬156) علم الكلام: هو علم العقيدة والتوحيد، وقد سمي بعلم الكلام لما أضيف إليه من مباحث جدلية، يعتمد فيها الباحثون في مسائل العقيدة إلى ذكر شبهات المخالفين وتفنيدها.",
            "page": "138",
            "part": "1",
            "seal": "6896C82A"
        },
        {
            "id": "132",
            "nass": "وسفيان وأحمد (¬157) رحمهم الله تعالى وغيرهم، وزعموا أن غرضهم استنباط دقائق الشرع، وتقرير علل المذهب، وتمهيد أصول الفتاوى، وأكثروا فيها التصانيف والاستنباطات ورتبوا فيها أنواع المجادلات والتصنيفات، وهم مستمرون عليه إلى الآن، وليس ندري ما الذي يحدث الله فيما بعدنا من الأعصار، فهذا هو الباعث على الإكباب على الخلافيات والمناظرات لا غير، ولو مالت نفوس أرباب الدنيا إلى الخلاف مع إمام آخر من الأئمة وإلى علم آخر من العلوم لمالوا أيضا معهم ولم يسكتوا عن التعلل بأن ما اشتغلوا به هو علم الدين، وأن لا مطلب لهم سوى التقرب الى رب العالمين (¬158) » . ¶ ومن استقراء الأفكار في النص نجد أن: ¶ 1 الإمام الغزالي رحمه الله قد وضع يده في هذه الكلمات على الداء الحقيقي الذي أصاب الأمة نتيجة ذلك الفصام النكد الذي وقع بعد الأئمة الراشدين بين القيادتين: الفكرية والسياسية، فدمغ تاريخنا بتلك السمة التي لم نزل نعاني منها، حيث وجدت ممارسات سياسية غير إسلامية، نجمت عن جهل الساسة بالسياسة الشرعية الإسلامية ... لدينا فقه نظري افتراضي لا مساس له بقضايا الناس، ولا يعالج مشكلاتهم اليومية بالطريقة العملية نفسها التي كانت تعالج فيها تلك القضايا على عهد ¶ ¬_________ ¶ (¬157) يرى الغزالي أن المجتهدين المقلدين خمسة، وسفيان الثوري خامسهم. ¶ (¬158) إحياء علوم الدين (1/41 وما بعدها) الباب الرابع في سبب إقبال الخلق على علم الخلاف.",
            "page": "139",
            "part": "1",
            "seal": "EB499D8B"
        },
        {
            "id": "133",
            "nass": "الصحابة والتابعين، فمعظم القضايا الفقهية، وكثير من المسائل الأصولية ليست إلا أمورا افتراضية ولدتها المناظرات والمجادلات والقضايا الخلافية. ¶ 2 تحول الفقه، بعد تلك الممارسات الخاطئة، من وسيلة لضبط حياة الناس ووقائعها بضوابط الشرعية الى وسيلة لتبرير الواقع المطلوب، أيا كان ذلك الواقع، فأورث ذلك الحياة التشريعية لدى المسلمين نوعا من القلق الغريب كثيرا ما جعل الأمر الواحد من الشخص الواحد في زمن واحد ومكان واحد حلالا عند هذا الفقيه حراما عند ذلك، ويكفي أنه قد أصبح لدينا أصل من الأصول الفقهية، وباب واسع من ابواب الفقه عرف بباب «المخارج والحيل» (¬159) وأصبح إتقان هذا الباب والمهارة فيه ¶ ¬_________ ¶ (¬159) يعتبر هذا أصلا من أصول الحنفية، وقد كتب الإمام محمد بن الحسن كتابه «المخارج والحيل» ثم توسع فيه الناس توسعا شديدا، ويراجع باب الحيل في إعلام الموقعين وكتاب «ألحيل في الشريعة الإسلامية» لمحمد بحيري (رسالة دكتوراه) . ¶ كما أن كتب الفقه قلّما تخلو من الإشارة الى هذا الباب أو ذكر بعض صوره في أبواب الفقه كالمعاملات والنكاح والطلاق ونحوه. كما أن ابن القيم قد عقد بابا واسعا في كتابه: إعلام الموقعين عن رب العالمين، أخذ شطرا من الجزء الثالث وشطرا من الجزء الرابع كذلك، بين فيه ماهية الحيل وأنواعها وأحكام كل نوع منها، وضرب أمثلة كثيرة لذلك منها: حيلة قد يعمد إليها القاتل ليسقط عن نفسه القصاص، وذلك بأن يجرح ما يريد قتله جرحا ثم يدفع إليه دواء مسموما أو يسمم جرحه. قال أرباب الحيل في هذه الحالة يسقط القصاص لأنه لا يعد قاتلا، وهي من الحيل الباطلة المردودة، كذلك إذا أراد الرجل إخراج زوجته من الميراث في مرض موته فبدلا من أن يطلقها في مرض الموت فيورثها القاضي لعدم اعتبار الطلاق في مرض الموت، قال أرباب الحيل: يستطيع الزوج أن يقر على نفسه أنه كان طلقها ثلاثا، وهذه أيضا حيلة باطلة، كذلك يتحايل بعض الأغنياء على إسقاط الزكاة بأن يهب ماله، أو يبيعه قبل حلول الحول، أو يضع زكاته في كيس أو إناء ويهبه الفقير، فيكون كأنه دفع الزكاة ثم يسترده من الفقير بالشراء، وهذه كلها أمور محرمة، فالإنسان إنما يتعامل مع العليم الخبير الذي يعلم خائنة الاعين وما تخفي الصدور.",
            "page": "140",
            "part": "1",
            "seal": "35BFAD4B"
        },
        {
            "id": "134",
            "nass": "دليلا على سعة فقه الفقيه ونبوغه وتفوقه على سواه، وكلما تقدم الوقت وضعف سلطان الدين على أهله تفاقم هذا الأمر، وتساهل الناس في أمر الشرع حتى وصل الأمر لدى بعض القائمين على الفتاوى أنهم أخذوا يفتون بما لا دليل عليه، ولا يعتقدون صحته زعما منهم أن في ذلك تخفيفا على الناس أو تشديدا يضمن عدم تجاوز الحدود كأن يرخص بعضهم لبعض الحكام بما لا يرخص فيه لعموم الخلق (¬160) . ¶ وقد يسأل أحدهم عن الوضوء من لمس المرأة، ومس الذكر فيقول: لا ينتقض به الوضوء عند أبي حنيفة. ¶ وإذا سئل عن لعب الشطرنج وأكل لحوم الخيل قال: حلال عند الشافعي. ¶ وإذا سئل عن تعذيب المتهم، أو مجاوزة الحد في التعزيرات قال: أجاز ذلك مالك. ¶ وإذا أراد أن يحتال لأحد في بيع وقف إذا تخرب وتعطلت منفعته، ولم يكن لمتوليه ما يعمره به أفتاه بجاوز ذلك على مذهب أحمد؛ حتى ¶ ¬_________ ¶ (¬160) أنظر مناهج الاجتهاد في الإسلام لسلام مدكور (450 451) أصول الأحكام لمحمد الكبيسي (390) .",
            "page": "141",
            "part": "1",
            "seal": "30AA4F0D"
        },
        {
            "id": "135",
            "nass": "أصبحت أوقاف المسلمين تتحول من الوقف إلى الملك الخاص في كل مجموعة من السنين (¬161) . ¶ وهكذا ضاعت مقاصد الشرع بضياع تقوى الله، وأهملت قواعده الكلية، حتى بلغ الأمر بسفهاء الشعراء وغواتهم ومجانهم حد التندر بأحكام الله كأن يقول أبو نواس: ¶ أبا العراقي النبيذ وشربه ... وقال حرامان المدامة والسكر ¶ وقال الحجازي الشرابان واحد ... فحلت لنا من بين قوليهما الخمر ¶ سآخذ من قوليهما طرفيهما ... أشربها لافارق الوازر الوزر ¶ لقد هان الرجال الذين يحمون بيضة الدين، فهان على الناس دينهم حتى غدا تجاوز الحدود أمرا يقبل عليه الناس بحجة التيسير، فصار ذلك شأن بعض المفتين من الذين هدموا جدار الهيبة وأباحوا لأنفسهم الإفتاء بما يستجيب لهوى النفوس، قابلهم فريق تصلب وتشدد، وحاول أن يبحث عن أغلظ الأقوال واشدها ليفتي من يستفتيه، ظنا منه أنه في هذا يخدم الإسلام، ويرد الناس إلى الأخذ بعزائمه، ولكن الأمر ليس كذلك، النتيجة لم تكن دائما كما توقعوا إذ كثيرا ما يحدث العكس فتنفر العامة من الشرع، وتأبى الانقياد له، وترى فيه العسر بدل اليسر، كما في قصة الملك الأندلسي الذي سأل المفتي المالكي يحيى بن يحيى (¬162) عما يجب عليه أن يفعله كفارة لوقاعه في نهار رمضان، فأجابه ¶ ¬_________ ¶ (¬161) الارتسامات اللطاف: شكيب أرسلان. ¶ (¬162) يحيى بن يحيى الليثي الأندلسي، راوي الموطأ عن مالك، وناشر مذهبه في المغرب، توفي سنة (234 هـ) . انظر البداية (10/312) .",
            "page": "142",
            "part": "1",
            "seal": "ABE18CE5"
        },
        {
            "id": "136",
            "nass": "بأن عليه صيام شهرين متتابعين لا يجزئه غيرهما. وكان عليه أن يفتيه بالعتق أولا، ولما سئل عن ذلك قال: إنه يستطيع أن يعتق مئات الرقاب فلابد من أخذه بالاشق وهو الصيام، ولو احتكما إلى واقعية الإسلام ويسره وحرصه على أن يجعل استجابة الناس لأحكامه استجابة ذاتيّة فطرية طوعية بلا عنت ولا مشقة، وفي الوقت نفسه لا يدع الناس أحرارا يمتطون مراكب الهوى، لو فعلنا ذلك لتبين لنا أن كلا الطرفين كان مخطئا وأن كلا منهما قد تجاوز ما قصده الشارع الحكيم. ¶ إن مهمة العالم هي تبليغ رسالة الله تعالى للناس كما أنزلها الله في كتبه، وكما ارسل بها رسله، وليس له أمر التشديد أو التخفيف (قل أتعلمون الله بدينكم ... ) (الحجرات: 16) ¶ ( ... قل أأنتم أعلم أم الله) (البقرة: 140) والعبرة بالاتباع فما جاوزه ابتداع سواء أكان في جانب التشديد أم التخفيف. ¶ التقليد وعواقبه: ¶ رأينا فيما تقدم كيف آل أمر الاجتهاد الى ما آل إليه، لقد خاف كثير من الصلحاء من أن يلج بابه من لا يصلح له، فقد تصدى للفتيا رجال صنعوا على أعين السلطان فأصبحوا يلوون أعناق النصوص الى حيث مالت بهم رياح الهى، وتفاوت العلماء بين مرخص ومتشدد، وخشي صلحاء الأمة على مصيرهم ومصير دينها وبدؤوا يبحثون عن العلاج فلم",
            "page": "143",
            "part": "1",
            "seal": "48133CB6"
        },
        {
            "id": "137",
            "nass": "يجدوا منفذا للخلاص إلا في إلزام الأمة بالتقليد، ويا لها من أزمة يكون المخرج منها درك التقليد. ¶ إن تزاحم الفقهاء وتجادلهم فيما بينهم، واستمرار مناقضاتهم ومعارضاتهم وممانعاتهم جعل المخرج الوحيد من الجدل هو الرجوع إلى أقوال المتقدمين في المسائل الخلافية، كما أن الناس فقدوا الثقة بكثير من القضاة لتقربهم من السلطان وإقبالهم على الدنيا وجورهم في كثير من القضايا، فأصبحوا لا يقون بقضاء القاضي إلا إذا كان قضاؤه موافقا لقول أحد الائمة الأربعة. ¶ وهكذا اعتبر تقليد الأئمة الأربعة عند جماهير المسلمين، والتزام أقوالهم في كل ما قالوا به، والتخريج عليها فيما لم يقولوا به ضمانة واقية من الاجتهادات المنحرفة التي قد تصدر عن غير أهل الورع من حملة العلوم الشرعية خدمة للأغراض، وتحقيقا للرغبات، فقد ادعى إمام الحرمين (توفي478هـ) انعقاد إجماع المحققين على منع تقليد أعيان الصحابة، بل عليهم أن يتبعوا مذاهب الأئمة الذي سبروا ونظروا وبوبوا الأبواب وذكروا أوضاع المسائل، وتعرضوا لمذاهب الألين، ثم أكد ذلك وخلص إلى ذلك الحكم الغريب بكون العامي مأمورا باتباع مذاهب السابرين (¬163) . ¶ وعلى قول إمام الحرمين هذا، وعلى ادعائه إجماع المحققين، بنى ابن الصلاح (643هـ) دعواه بوجوب تقليد الأئمة الأربعة لانضباط ¶ ¬_________ ¶ (¬163) البرهان (2/1146، فقه 1173) والتقرير والتحبير (3/353) .",
            "page": "144",
            "part": "1",
            "seal": "6CBF314B"
        },
        {
            "id": "138",
            "nass": "مذاهبهم وتدوينها، وتحرير شروطها، ونحو ذلك مما لم يتوفر لمذاهب سواهم من الصحابة والتابعين (¬164) وتناقله عنه بعد ذلك المتأخرون (¬165) . ومن هنا بدأ إهمال الناس للكتاب الكريم وعلومه، وإعراضم عن السنة وفنونها، وقنعوا من العلم بنقل الأقوال والمذاهب وتقعيدها وتأصيلها والجدال عنها، والتفريع عليها، والتخريج منها في أحسن الأحوال. ¶ واستمر الانحدار واشتد الخلاف وتعمق ونشأت بعد ذلك قرون على التقليد المحض، فركدت حركة الفكر، وذوت شجرة الاجتهاد، وانتشرت الفتن وعم الجهل، وأصبح الفقيه العالم في نظر الناس هو ذلك الذي حفظ جملة من أقوال الفقهاء وتزود بعدد من الآراء، دون تمييز بين قويها وضعيفها، وصار المحدث من حفظ جملة من الأحاديث صحيحها وسقيمها. ¶ وليت الأمر توقف عند هذه الحدود، فقد نزل الحال عن هذا الدرك الهابط الى ما هو أشد هبوطا منه، كأن شمس العلوم غابت عن دنيا المسلمين وعقم الفكر، فراجت سوق البدع، ونفقت بضاعة الانحراف، وشاعت الخرافات فاتخذت أشكالات مختلفة، مما أفسح أمام الغزاة الطريق ليكتسبوا الحضارة الإسلامية ويستبيحوا ديار الإسلام. ¶ ¬_________ ¶ (¬164) ينظر التقرير والتحبير (3/353) . ¶ (¬165) ينظر التقرير والتحبير، وشرح جوهرة التوحيد تحفة المريد (152) .",
            "page": "145",
            "part": "1",
            "seal": "FF11C2BD"
        },
        {
            "id": "139",
            "nass": "حالة الأمة في الأحقاب الأخيرة: ¶ كانت تلك حالة الأمة التي غفت في أحضان التقليد، ونامت على أحلام ماض مجيد، فمنذ وقوع الفصام النكد بين أولي الأمر ومصادر التشريع لهذه الأمة والناس حيارى تتقاذفهم الأهواء، وعلماء الأمة في شغل عنهم، كل بما يشغله ويرى أنه الأسلم، حتى إن من يطلع على تراث الأمة يكاد لا يصدق أن هذا الخلف الجامد المتحجر من ذاك السلف الحي المستنير؛ ولما قامت النهضة الأوروبية الحديثة، والأمة على تلك الحال، وجد الأوروبيون أمامهم أمة لم يبق من مقوماتها الحقيقية شيء يذكر: ¶ فالعقيدة خاملة، وإيمان الكثيرين مزعزع، واليقين لم يعد يقينا، والسلوك منحرف، والاستقامة معدومة، والفكر جامد، والاجتهاد معطل، والفقه مفقود، والبدع قائمة، والسنة نائمة، والوعي غائب، حتى لكأن الأمة ليست هي، وحالة كهذه قد أغرت الذين كانوا يتربصون بالأمة، فاهتبل الغربيون هذه الفرصة واحتلوا البلاد وامتلكوا أزمة العباد، وقضوا على البقية الباقية من مقومات شخصية الأمة حتى وصل الحال إلى ما نحن فيه اليوم، من هوان واستكانة، وغدت مقاليد أمورنا بأيدي أعدائنا يقررون مصائرنا، فنلتمس عندهم الحل لمشاكل اوجدناها بأنفسنا، وشكلناها بايدينا. ¶ وخلال ذلك حاولت الأمة بما بقي لها من صبابة الحياة أن تنهض من",
            "page": "146",
            "part": "1",
            "seal": "9B2EFD43"
        },
        {
            "id": "140",
            "nass": "كبوتها، وتستقبل من عثرتها، فباءت كل محاولاتها بفشل ذريع، لأنها أخطأت السبل المؤدية الى النجاح وخالفت سنة الله، فقد قامت تلك المحاولات من منطلق تقليد الأجنبي والتبعية للمحتل حتى أزدادت أحوالها سوءا وبدأ الجيل الجديد من الأمة يتطلع الى الحل السليم، ويبحث عن البلسم الشافي، فبدأت فئات لا باس بها من أبناء الأمة تدرك «أن آخر هذه الأمة لن يصلح إلا بما صلح بها أولها» فاتجهوا نحو الإسلام ينهلون من عذب معينه، وظهر ما اصطلح على تسميته «الصحوة الإسلامية» وما كان لأعداء الإسلام على اختلاف نحلهم أن يخلوا الساحة لهذه الدعوة المباركة، وما أكثر الأسلحة التي يستخدمونها لمحاربتنا وبعض أبناء جلدتنا الذين يعيشون بين ظهرانينا من تلك الأسلحة حيث لم ير بعضهم بأسا في أن يكونوا معاول هدم بأيدي أعداء الأمة، وقد تمثل ذلك في أجهزة كثيرة تحاول الكيد للعصبة المؤمنة، وتحول بينها وبني تمهيد السبيل لاستئناف الحياة الإسلامية، مستعملة شتى الأسلحة، ناصبة بوجه هذه الصحوة أخطر التحديات، فإذا بهذه الصحوة المباركة تواجه التحدي المقيت «الاختلاف» فيما تواجه من تحديات هائلة، وكانت التحديات الأخرى كافية لاستنزاف جهد العاملين المخلصين بله «الاختلاف» وإذا بكثير من الجهود تتفتت على هذه الصخرة المقيتة، فبدأنا نرى شبابا ينتسبون الى السلفية، وآخرون ينتسبون الى أهل الحديث، وفريقا ينتسبون الى المذهبية، وآخرين يدعون اللامذهبية، وبين هؤلاء وأولئك تتبادل الاتهامات المختلفة من التكفير والتفسيق والنسبة الى البدعة والانحراف",
            "page": "147",
            "part": "1",
            "seal": "18D71E9A"
        },
        {
            "id": "141",
            "nass": "والعمالة والتجسس ونحو ذلك، مما لا يليق بمسلم أن ينسب أخاه إليه بحال، فضلا عن أن يعلنه للناس بكل ما لديه من وسائل غافلين أو متغافلين عن أن ما يتعرض له الإسلام من محاولات استئصال أخطر على الأمة من تلك الاختلافات، وإذا كان للأئمة المجتهدين اسباب اختلاف تبرر اختلافهم، وتخفف منها، وتساعد على وضعها ضمن ضوابط الاختلاف، فإن ارباب الاختلاف من المعاصرين لا يملكون سببا واحدا من اسباب الاختلاف المعقولة، فهم ليسوا بمجتهدين، وكلهم مقلدون بمن فيهم أولئك الذين ¶ يرفعون أصواتهم عاليا بنبذ التقليد ونفيه عن أنفسهم، وأنهم يأخذون الأحكام من الكتاب والسنة مباشرة دون تقليد، وهم في الحقيقة يعكفون على بعض كتب الحديث، ويقلدون كاتبيها في كل ما يقولون في الحديث ودرجه ورجاله ويتابعونهم في كل ما يستنبطونه من تلك الكتب أو ينقلونه من الفقهاء، وكثير منهم ينسب لنفسه العلم بالرجال ومعرفة مراتب الجرح والتعديل وتاريخ الرجال، وهو في ذلك لا يعدو أن يكون قد درس كتابا من كتب القوم في هذا الموضوع أو ذاك فأباح لنفسه أن يعتلي منبر الاجتهاد، وحق له أن يتعالى على العباد، وحري بمن نال نصيبا من العلم أن ينهاه علمه أن يكون من الجاهلين، وأن يترفع عن توزيع الألقاب واتهام الناس، ويدرك خطورة ما تتعرض له عقيدة الأمة فيعمل على الذب عنها، ويحرص على جميع القلوب، ومادام الجميع يقلدون ويأخذون عن أئمتهم أقوالهم على اختلافهم وإن زعموا غير ذلك فلا أقل من أن يلتزموا بآداب الاختلاف التي عاش في كنفها كرام الأئمة من السلف.",
            "page": "148",
            "part": "1",
            "seal": "21DA4985"
        },
        {
            "id": "142",
            "nass": "لقد كان المؤمنون المخلصون يؤملون أن تنطلق هذه الصحوة الخيرة لتردم ما أحدثته الأفكار الكافرة والملحدة، والعقائد الزائفة المنحرفة من هوة سحيقة في كيان هذه الأمة التي اجتالت الشياطين عقول وأفئدة الكثير من أبنائها، وتطهر قلوبهم من ذلك الزيغ لتحل محله العقيدة الإسلامية الصحيحة، ثم تنطلق برسالة الله الى هذا العالم الفسيح فتعلو كلمة الله في الأرض. ولكن ما يحز في النفس أن يعمل بعض أبناء المسلمين على تحطيم أجنحة الصحوة وتكبيلها بقيود الخلاف غير المنضبط حول ما يسحق من الأمور وما لا يستحق، الأمر الذي شغل المسلمين بأنفسهم، وبدد الكثير من طاقاتهم، وخلط أمامهم الأشياء خلطا عجيبا جعلهم لا يفرقون بين الهنات والهيّنات وعظائم الأمور، وبين يسيرها وجليلها، فكيف يمكن لقوم هذا شأنهم أن يعالجوا قضاياهم حسب أهميتها وأن يرتبوا الأمور بشكل يجعلهم قادرين على استئناف مسيرة الحياة الإسلامية؟ ¶ إن إثارة الخلاف بين المسلمين، أو تنمية أسبابه خيانة عظمى لأهداف الإسلام، وتدمير لهذه الصحوة المعاصرة التي أحيت الأمل في النفوس، وتعويق لمسيرة الإسلام، وتشتيت لجهود العاملين المخلصين لا يرضي الله جلّ شأنه، ولذلك فإن من أكثر وأهم واجبات المسمين اليوم عامة والدعاة منهم خاصة بعد الإيمان بالله تعالى: العمل على توحيد فصائل حملة الإسلام ودعاته، والقضاء على كل عوامل الخلاف بينهم، فإن كان لا محالة فليكن في أضيق الحدود، وضمن آداب سلفنا الصالح، ولا يمنع اختلاف الآراء من التقاء القلوب",
            "page": "149",
            "part": "1",
            "seal": "F6CED77F"
        },
        {
            "id": "143",
            "nass": "لاستئناف الحياة الإسلامية الكريمة ما دامت النية خالصة لوجه الله تعالى، وعندها فلن يعدموا التفويق والتأييد من الله. ¶ أسباب الاختلاف اليوم ¶ من المسلم به أن أسباب الاختلاف تتباين بين الأعصار، وإن كان كل عصر يورث الأعصار التالية بعض أسبابه، وإن من أبرز وأهم أسباب الاختلاف اليوم بين المسلمين: الجهل بالإسلام، أو العلم الناقص به. ¶ كانت الحالة العلمية في بلاد المسلمين قبل دخول المستعمر الكافر إليها ما وصفنا، أما بعد دخوله ديار الإسلام فقد ازداد الأمر سوءا، فقد عرف المحتلون أين يكمن فضل هذه الأمة، فوجهوا اهتمامهم إلى وضع برامج العليم وبناء مؤسساته بالطريقة التي تضمن لهم عقول المسلمين وتغيير أفكارهم حتى تصبح مهيأة لقبول الأوضاع والأفكار العالمية الجديدة ومحاولة الانسجام معها، زعما من المستعمرين الكفرة أن في تقبل المسلمين للواقع الجديد دفعا لهم في مدارج الرقي والتقدم قياسا على البلاد الأوربية التي لم تخط خطوتها الجادة نحو مدارج الحضارة إلاّ بعد أن تمردت على الأحكام الدينية، وتحررت من ربقة الكنيسة، وأن الدين أي دين بزعمهم ليس إلا قيدا يحلو دون انطلاق الإنسان نحو النعيم المنتظر (كبرت كلمة تخرج من أفواههم إن يقولون إلا كذبا) (الكهف: 5) وإذا كانت هذه الادعاءات صحيحة بالنسبة",
            "page": "150",
            "part": "1",
            "seal": "399A6334"
        },
        {
            "id": "144",
            "nass": "لأديانهم المحرفة فما أبعد أن يصح ذلك بالنسبة للإسلام الذي شاء الله أن تسعد به البشرية وتحقق سائر طموحاتها وهي تتحرك بنور الله. ¶ وسعيا لقطع الأمة عن اسباب وجودها وحياتها الإسلامية وضع المستعمر الكافر كل العراقيل والعقبات أمام التعليم الإسلامي، وما يمكن منه وهو تعليم اللغة العربية، وتحقيقها لهذا الهدف فقد أهمل الطلبة الذين ينحون منحى التعليم الإسلامي، وبث الأفكار التي تقلل من شأنهم وتستهين بدراساتهم التي لم تعد تؤهلهم لشغل أدنى المراتب والمناصب، وبالمقابل خص بالرعاية والعناية الطلبة الذين انخرطوا في المدارس الحديثة، وتلقوا تعليمهم فيها، وفتحت أمامهم أبواب المستقبل الزاهر، فأصبحت المواقع القيادية في الأمة وقفا عليهم، وهكذا ضيق الخناق على أهل التعليم الإسلامي واللغة العربية وسددت جميع السبل المؤدية إليه، ولم يعد يقدم على سلوك سبيله إلاّ نزر يسير من الطلبة يتعرضون عادة إلى مضايقات كثيرة جدا قد تحملهم على التراجع في أي مرحلة من مراحل الطريق، ومن أصر على الاستمرار فإن أمامه دائما ألوانا من التمييز بينه وبين الآخرين، كما قلنا، في الأعمال والوظائف والمرتبات والدرجات تجعله يشعر بالظلم وانتقاص القدرة، لذلك فإن التعليم الإسلامي، في معظم بلاد المسلمين، قد قلّ طالبوه وتدنى مستواه، وصار معظم الذين يقبلون عليه كمن يزرع في أرض لا يرجو جني حصادها، وقد لا يدفعهم الى هذا النوع من التعليم الا ظروف معينة، لايقوون على التحرر من ضغوطها حتى بعد التخرج حيث السبيل موصدة أمامهم، ولا قدرة لهم على ممارسة الدور الذي",
            "page": "151",
            "part": "1",
            "seal": "B510DAE1"
        },
        {
            "id": "145",
            "nass": "ينبغي للعالم أن يقم به في المجتمع وتحقيق الرسالة المنوطة به، وأمام الأبواب الموصدة يفقدون استقلالهم وتضمحل شخصياتهم ويحملون على الانخراط في مؤسسات دينية رسمية أعدت، من قبل، لخدمة أغراض مرسومة محددة لا يستطيعون تجاوزها، حيث يحال بينهم وبين تأدية دورهم في المجتمع، ويفقد الناس ثقتهم بهم. ¶ وفي محاولة لتعميق الهوة بين هذه الأمة وعقيدتها، ورغبة في قطع الجذور التي تصلها بشريعتها، حاول المستعمر الكافر وضع التعليم الإسلامي وتعليم اللغة العربية في الظل، وأخلى الساحة لأفكار ومبادئ اختارها، وزين لشباب الأمة ورود حياضها، فلم يجن هذا الشباب إلا الشوك والقذى. ولم يذق غير مر العلقم، لقد جرّب الشباب المسلم كل ألوان الفكر الذي قدم له من شيوعية الى اشتراكية إلى راديكالية وقومية وديمقراطية وغيرها ممن زيّن له من الغثاء الذي زاد الأمة الإسلامية هوانا على هوان، وذلا فاق ما كانت فيه، وأيقن أن الإسلام وحده القادر على معالجة مشكلات الأمة، والنهوض بها من كبوتها، والقضاء على اسباب تخلفها، فقرر أن يتجه بعد أن تاهت به السبل إلى الإسلام، وأن يسلك السبيل إليه من غير رفيق سوء يخاف على دينه ونفسه، ولما واجهته مشكلة التفقه في الدين ومعرفة أحكامه لجأ الى الكتب من غير دراسات منهجية سابقة تعينه على الفهم السليم، كما افتقد الأستاذ الكفء الذي يأخذ بيده في دراسة هذا النوع الجديد عليه من المعرفة، فكانت النتيجة أن أصبح هؤلاء الشباب يفهمون الإسلام من خلال الكتب التي قرؤوها فرؤوا جانبا محدودا من الإسلام لا يعطيهم",
            "page": "152",
            "part": "1",
            "seal": "75A365CA"
        },
        {
            "id": "146",
            "nass": "الفكرة الشاملة المتكاملة عنه، ولا يمكنهم معرفة مقاصده وكلياته، ولا يمنحهم الرؤية السليمة من خلال غاياته، فهم أشبه بمجموعة من المكفوفين مرت أيديهم على مواضع متفرقة من جسم الفيل واعتبر كل منهم ما لمسه هو الفيل، وهكذا حال المسلمين مع الإسلام اليوم، لقد تفرقت الأمة شراذم وفئات، ففئة تدير ظهرها للإسلام وتركب عربة الهوى تطوف بها بين شرق وغرب حتى كان لم يعد يربطها بالإسلام إلاّ أسماء ورثتها، ولولا بقية حياء لتبرأت منها. وأخرى تحن للعودة الى دوحة الإسلام الوارفة ولكنها تتخذ إليها سبلا مختلفة فيفرق بينها الاختلاف، ويمكّن منها الأعداء، وتلاحقها عصا السلطان تحت كل سماء تحاول أن تسد عليها كل منفذ، وتستأصل شافتها قبل أن يستقيم عودها. ¶ سبيل النجاة: ¶ والآن وقد شخص الداء الذي تعاني الأمة منه، فلعل فيما يأتي شيئا من علاج: ¶ أولا: ¶ إن على المسلمين المخلصين الذين يعملون في حقل الدعوة الإسلامية، ويعيشون واقع مأساة الأمة وحقيقتها أن يختاروا مجموعة من أذكى أبناء الأمة وأنبه شبابها، ويهيؤوا لهم افضل السبل لدراسة علوم الشريعة على أيدي هذه القلة القليلة والبقية الباقية من علماء الشريعة",
            "page": "153",
            "part": "1",
            "seal": "62A83741"
        },
        {
            "id": "147",
            "nass": "الذين يجمعون بين العلم والقدوة الحسنة والتقوى والفكر السليم والإدراك القويم لغايات الإسلام ومقاصده وكلياته والفقه في علومه، وأن يتخذوا من أسلوب التربية النبوية منهجا لهم، ويعضد هؤلاء الشباب فئة أخرى تمكنت من العلوم العصرية المختلفة ممن يرى فيهم أنهم على قدر كبير من الإخلاص والتقوى، لعل هؤلاء وأولئك بعد ذلك أن يوجهوا المسيرة ويرشدوا الصحوة ويسددوا خطاها، فتستعيد الأمة عافيتها، وتستأنف دورها القيادي للبشرية التي تدنو من الهاوية يوما بعد يوم، ولا نجاة لها إلا في الإسلام. ¶ ثانيا: ¶ تعديل مسار الفكر لدى المسلمين، بحيث تعالج الأزمة الفكرية التي يعيشها المسلمون اليوم، ولا يدرك إلاّ القلائل أبعادها، هذه الأزمة التي تبرز بوضوح من خلال انهيار مؤسسات الأمة، وانعدام منظماتها وتدني مستوى الوعي والمعرفة والتربية في أبنائها، وتفكك علاقاتها وانحراف الكثرة الغالبة من قياداتها، وإحباط المحاولات الخيرة للنخبة الصالحة من أبنائها، كل ذلك لأن الإسلام اقصي عن حياة الأمة، وغدت الهوة عميقة بين مثل الإسلام وبين جماعات بشرية ترى الإسلام سحابة في السماء لا تمطر ولا تحيي الموات، أو ماء على صخرة ملساء لا ينبت زرعا ولا كلأ، حيث القلوب غلظت وعلاها الران، والعيون عمشت فما عادت تفرق بين خير وشر. ¶ إن المؤسسات التعليمية المختلفة قد أخفقت في أن تقدم للأمة",
            "page": "154",
            "part": "1",
            "seal": "01497744"
        },
        {
            "id": "148",
            "nass": "الإنسان المسلم السوي، فالجامعات التي أقيمت على النمط الغربي في بلاد المسلمين، لم تر أن من مهمتها إعداد العالم المسلم في سائر فروع المعرفة والذي يقوى على أسلمة جميع المعارف والعلوم على يديه، بل رأت أن مهمتها: إعداد المتعلم المفتون بعلوم الغرب وفنونه، والذي سرعان ما يدير ظهره لعقيدة الأمة وأهدافها وغاياتها في الحياة. فخرجت تلك الجامعات أجيالا ضعيفة في انتمائها، مرتبكة في علاقاتها، مضطربة في تفكيرها، عاجزة عن تسخير معارفها لخدمة الأمة. ¶ وأما المؤسسات التعليمية التي أضيفت عليها الصبغة الشرعية، كالأزهر والجامعات المماثلة له، أو الكليات والمعاهد المشابهة لكلياته ومعاهده فهي وإن نجحت بشكل محدود في أن تقدم للأمة بعض المتخصصين الجيدين في بعض العلوم الشرعية، إلا أنها عجزت عن أن تقدم للأمة علماء مسلمين قادة ومفكرين ومجددين يستطيعون أن يقدموا الإسلام للأمة من خلال كلياته وغاياته ومقاصده، ويواجهوا التحديات المعاصرة، وينتصروا عليها، ولذلك انحسر الفكر الإسلامي، ولم يعد هو المهيمن على حياة المسلمين وتفكيرهم، وانفتحت عقول المسلمين وقلوبهم لكل ألوان الفكر المغاير للإسلام، ووقف المسلمون عاجزين عن معالجة قضاياهم في مجالات السياسة والاقتصاد والتنظيم الاجتماعي وغيرها، ناقلين نقلا مشوها كل ما يرونه لدى الآخرين، وفتكت الصراعات المختلفة بين المتعلمين من أبناء الأمة في سائر مقوماتها، هذه الصراعات التي كانت تحسم في الكثير",
            "page": "155",
            "part": "1",
            "seal": "AEFFFDFC"
        },
        {
            "id": "149",
            "nass": "الغالب لصالح الفريق المتأثر بالغرب، المفتون بثقاته، وبدلا من أن توحد الطليعة المؤمنة صفوفها وتعمل على مواجهة هذه التحديات شغلت للأسف بصراعات وقضايا خلافية، وذلك لاختلاط الجزئيات بالكليات والمقاصد بالمبادئ في أذهان الكثيرين من أبنائها. ¶ إننا بحاجة ماسة الى الفكر الإسلامي السليم القائم على فهم روح الإسلام وغاياته وقواعده الكلية، ومراتب أحكامه من خلال مصدريه العظيمين: الكتاب الكريم وسنة رسول الله صلى الله عليه وسلم. كما نحتاج إلى دراسة سبل السلف الصالح في تعامله مع هذه المصادر خلال القرون الخيّرة وأساليب فهمهم لكتاب الله وسنة رسوله صلى الله عليه وسلم، لنتمكن من إعادة طرح التصورات والحلول الإسلامية لما تعاني منه الأمة بشكل يجعلها على يقين تام أن الإسلام هو السبيل الأوحد لإنقاذها وفيه الحل الأمثل لجميع مشكلاتها، هذا اليقين الذي يحمل الأمة على الالتفاف حول أسس الفكر الإسلامي بوعي وإدراك يحول بينها وبين الشياطين أن تجتالها، فإذا ثبت الأمة إلى رشدها، ووضعت يدها على الجرح، وعرفت موطن الداء لابد لها بعد ذلك أن تتبين الخطوات التي يجب أن تسلكها للوصول الى الدواء وتحقيق الهدف، وما ذلك عنها ببعيد.",
            "page": "156",
            "part": "1",
            "seal": "C6FF0E88"
        },
        {
            "id": "150",
            "nass": "خاتمة ¶ وريثما يتم تحقيق الهدفين السالفين لباد من وعي الطليعة المؤمنة لجملة من الأمور حتى تأمن على نفسها العثار منها: ¶ 1 أهمية إدراك الشباب المسلم أنه إن كان الباري جلت قدرته قد يسر القرآن للذكر وهيأ لنا سبل الاطلاع الواسع على السنة من خلال كتبها الكثيرة المتوفرة فإن الأخذ عن تلك المصادر بمبادرات فردية فيه الكثير من المحاذير، فلابد من الاستعداد السابق ثم التزود لذلك بأدواته التي فصلها أهل الاختصاص من معرفة ضوابط الاستنباط وقواعده، وإتقان العربية وأساليب التعبير فيها، ومعرفة",
            "page": "157",
            "part": "1",
            "seal": "E632FEC0"
        },
        {
            "id": "151",
            "nass": "علوم الكتاب والسنة والناسخ والمنسوخ، والعام والخاص، والعام المراد به الخصوص، والمطلق والمقيد من النصوص غير ذلك من عوارضها، فإن أي قول يصدر عن المسلم من غير إحاطة ومعرفة بتلك الوسائل إنما هو قول في الدين بالتشهي والخرص والتخمين، من غير نور ولا هدى ولا علم، ومن فعل ذلك فقد ركب مركبا صعبا وأودى بنفسه والعياذ بالله، فقد قال رسول الله صلى الله عليه وسلم: «من قال في القرآن بغير علم فليتبوأ مقعده من النار» (¬166) وهذا النوع من المعرفة لا يمكن تحصيله من خلال قراءة كتاب أو كتابين، بل لابد من دراسة منهجية متقنة، تضع في يد الدارس مفاتيح تلك العلوم التي تهيئ له سبيل الولوج الى ساحة الفكر الإسلامي والعلوم الإسلامية، وحتى تؤتي تلك الدراسة أكلها لابد أن تعتمد على البحث المستقصي الذي يقوده الأستاذ المتقن والموجّه المجيد، والناقد البصير، في ظل من تقوى الله وابتغاء الأجر منه. ¶ 2 لابد من التنبيه إلى أن هذه الشريعة أنزلت لتسعد الناس في الدارين: الدنيا والآخرة، ولتحقق لهم مصالحهم بما ينسجم وقدراتهم العقلية التي أنعم الله بها على عباده، فكرمهم سبحانه ¶ ¬_________ ¶ (¬166) أخرجه الترمذي عن ابن عباس بسند صحيح على ما في الجامع الصغير (2/309) والفتح الكبير (3/291) كما أخرجه الثلاثة من أصحاب السنن بلفظ (من قال في القرآن برأيه فأصاب فقد أخطأ) من طريق جندب على ما في الفتح الكبير (3/219) .",
            "page": "158",
            "part": "1",
            "seal": "B4573426"
        },
        {
            "id": "152",
            "nass": "على سائر مخلوقاته، ولم تضمن الشريعة السمحاء أمرا لا يطيق الناس إتيانه أبدا ولذلك قال الله تعالى: «وما جعل عليكم في الدين من حرج) (الحج: 78) وقد يسر سبحانه على عباده حتى يعملوا بهذا الدين في ظل المحبة لا القسر والإكراه، ويقول جلّت قدرته في ذلك: (يريد الله بكم اليسر ولا يريد بكم العسر) (البقرة: 185) و (يريد الله أن يخفف عنكم) (النساء:28) لعلمه بضعفكم (وخلق الإنسان ضعيفا) (النساء: 28) . ¶ وكل الأحكام الشرعية حوت مصلحة العباد وحرصت على تحقيق النفع لهم، ولا شيء فيها يعود لله تعالى نفعه، ذلك لأنه تعالى هو الغني الحميد، ولذلك فإنه لابد من فهم جزئيات الشريعة في ضوء تلك الكليات ونحوها، ومن لم يحط بكليات الشريعة، ويفهم مقاصدها، ويدرك قواعدها فإنه لن يستطيع أن يرد الفروع إلى الأصول والجزئيات الى الكليات، يقول الإمام ابن برهان (¬167) : « ... إن الشرائع سياسات يدبر بها الله عباده، والناس مختلفون في ذلك بحسب اختلاف الأزمنة، فلكل زمان ¶ ¬_________ ¶ (¬167) ابن برهان: هو أحمد بن علي بن برهان البغدادي المتوفى سنة (518 هـ) . أصولي معروف، له جملة من المؤلفات الاصولية منها: الوصول إلى علم الأصول، والأوسط والوجيز، كان حنبليا، ثم تحول إلى المذهب الشافعي، له ترجمة في طبقات الشافعية لابن السبكي (4/42) والوفيات (1/199) والبداية والنهاية (12/196) وطبقات الاشنودي (1/208) والمنتظم لابن الجوزي (9/250) ولقبه بابن تركان.",
            "page": "159",
            "part": "1",
            "seal": "557D864D"
        },
        {
            "id": "153",
            "nass": "نوع من التدبير، حظ من اللطف والمصلحة تختص به، كما أن لكل أمة نوعا من التدبير يصلحهم وإن كان ذلك مفسدة في حق غيرهم» (¬168) . ¶ وقد اتفقت كلمة علماء الأمة على أن أحكام الشريعة كلها معللة بمصالح العباد، ولأجلها شرعت، سواء منها ما هدانا الله لمعرفته بالنص عليه أو بالإيماء إليه؛ وما لم نهتد اليه فلحكمة يعلمها الله جل شأنه، ولذلك فإن كثيرا من الأحكام الاجتهادية تتغير بتغير الأزمنة، وقد تختلف باختلاف الأشخاص وطاقاتهم وقدراتهم وظروفهم. ¶ كذلك ينبغي أن نصوص الكتاب والسنة، منها ما هو قطعي في ثبوته، وهو القرآن العظيم والمتواتر من السنة.. وأن من السنة ما هو ظني في ثبوته، مثل: أخبار الآحاد. ودلالة النص قد تكون ظنية، قد تكون قطعية كذلك، ومعرفة كل ذلك له أثره في الاستنباط والاجتهاد والفهم من النص، فليس لأحد أن ينكر على الآخرين ما قد يفهمونه من الص من فهم مخالف لفهمه، ما دام اللفظ يحتمله، والدليل يتسع له، ونصوص الشرع الأخرى لا تناقضه أو تعارضه، ومعظم الأحكام المتعلقة بالفروع والمتناولة للنواحي العملية هي من النوع الذي يثبت بالطرق الظنية رحمة من الله تعالى بعباده، ليتسع للناس مجال الاجتهاد فيها، وما دام ¶ ¬_________ ¶ (¬168) كتاب الوصول إلى الأصول المسألة الرابعة في مسائل النسخ «مخطوط» .",
            "page": "160",
            "part": "1",
            "seal": "F78629A5"
        },
        {
            "id": "154",
            "nass": "الشارع الحكيم قد فتح باب اليسر للعباد، وجعل مصلحة الناس معتبرة فلا يليق بأحد أن ينسب مخالفا له في أمر من هذه الأمور إلى كفر أو فسق أو بدعة، بل عليه أن يلتمس لمخالفه من الأعذار ما يجعل حبل الود موصولا بينهما، فيحظى بحبه وتقديره ويرعى أخوته وولداه. ¶ 3 إن من أهم الواجبات أن يدرك الجميع أن أخوة الإسلام ووحدة صفوف المسلمين المخلصين والحفاظ عليها ونبذ كل ما يسيء إليها أو يضعف من عراها من أهم الفرائض وأخطرها، وعبادة من أهم العبادات، وقربة من أفضل القربات لأننا بتلك الأخوة نقوى على التصدي لكل العقبات التي تعيق استئناف الحياة الإسلامية على الصورة التي ترضي الله ورسوله صلى الله عليه وسلم، ويكفي أن رسول الله صلى الله عليه وسلم نفرنا من الفرقة بأن أهدر دم المفرق للجماعة، ولذلك فإن التفريط بالأخوة الإسلامية أو المساس بها لمجرد اختلاف في الرأي أمر لا يجوز لمسلم أن يفعله، أو أن يسقط في شراكه، ولا سيما في هذه الظروف التي تداعت فيها علينا الأمم، تريد أن تطفئ جذوة الإيمان التي بدأت تتقد في القلوب، وتبيد البذرة الطيبة التي بدأت تشق التربة رغم الأيدي العابثة التي تنهال عليها وتحاول اجتثاثها. ¶ إن الأخوة في الله ووحدة القلوب بين المسلمين تحتل المراتب الأولى للواجبات، بل هي في مقدمتها لأنها شقيقة التوحيد وقرينته، كما أن هناك مراتب للمنهيات يقع النيل من الأخوة في",
            "page": "161",
            "part": "1",
            "seal": "7E016B33"
        },
        {
            "id": "155",
            "nass": "مقدمتها كذلك. ولذلك فإن علماء السلف كثيرا ما يفعلون المفضول ويتركون الأفضل منه مراعاة للائتلاف وخروجا من الخلاف، وقد يتركون المندوب، في نظرهم، ويفعلون الجائز تحقيقا لذلك. ¶ قال شيخ الإسلام ابن تيمية: «المسلمون متفقون على جواز صلاة بعضهم خلف بعض، كما كان الصحابة والتابعون ومن بعدهم من الأئمة الأربعة، يصلي بعضهم خلف بعض، ومن أنكر ذلك فهو مبتدع ضال مخالف للكتاب والسنة وإجماع المسلمين، وقد كان في الصحابة والتابعين ومن بعدهم من يقرأ بالبسملة، ومنهم من لا يقرأ بها، ومع هذا فقد كان بعضهم يصلي خلف بعض، مثل ما كان أبو حنيفة وأصحابه والشافعي وغيرهم يصلون خلف أئمة المدينة من المالكية وإن كانوا لا يقرؤون بالبسملة لا سرا ولا جهرا، وصلى أبو يوسف خلف الرشيد وقد احتجم، وأفتاه مالك بعدم وجوب الوضوء فصلى خلفه أبو يوسف ولم يعد ... وكان أحمد يرى الوضوء من الحجامة والرعاف فقيل له: فإن كان إمامي قد خرج منه الدم ولم يتوضأ أصلي خلفه؟ فقال: كيف لا تصلي خلف سعيد بن المسيب ومالك؟» (¬169) ولا يجولن بفكر أحد أن حرصنا على الأخوة الإسلامية ووحدة صف المسلمين يعني التساهل في قضايا العقيدة ¶ ¬_________ ¶ (¬169) الفواكه العديدة للشيخ المنقور (2/181) .",
            "page": "162",
            "part": "1",
            "seal": "DE7919C3"
        },
        {
            "id": "156",
            "nass": "الأساسية التي لا تحتمل التأويل ضمن حدود القواعد الثابتة في العقيدة، ذلك لأن الحرص على مجابهة أعداء الأمة لن يدفعنا الى أن نضع أيدينا بأيدي الذين ليس لهم نصيب من الإسلام إلا الأسماء بحجة الحرص على الأخوة، فالقضايا الخلافية التي لا يجوز أن تفرقنا هي تلك التي اعترف بها كرام العلماء من أئمة السلف، وتعاملوا معها من خلال آداب فاضلة، وكان لديهم من الادلة ما يجيز أكثر من وجه. ¶ 4 كما أن من الأمور المعروفة أن الباري سبحانه قد شرع للناس تأدية العبادات في كثير من الأمور على درجات تتنوع بين الأفضل والاختيار والجواز، وإن كانت الدرجات السابقة كلها تلتقي في زاوية القبول عند الله تعالى، لكنها تتفاوت في المراتب، فكثير من الفرائض والواجبات لها صور متعددة تدخل ضمن هذه الدرجات الثلاث، فيمكن أن تؤدى العبادة على أفضل صورها الشرعية فتقبل مع ثواب الفضل، كمن يصلي أول الوقت مع الجماعة ويؤدي سائر السنن المطلوبة للصلاة، وهناك الأختيار وهو تأدية العمل نفسه دون مرتبة الأفضل كمن يصلي في الوقت ولكن ليس في أوله، بل في وقت الاختيار منه، ثم المرتبة الثالثة: مرتبة الجواز وهي المرتبة التي إن قبل العبد لنفسه باقل منها سلك في عداد المقصرين، وفي الأثر (حسنات الأبرار سيئات المقربين) فمن انتظر من جميع الناس على اختلاف ظروفهم وأوضاعهم تحقيق الصورة المثلى للإسلام، فقد أراد أمرا",
            "page": "163",
            "part": "1",
            "seal": "C801990C"
        },
        {
            "id": "157",
            "nass": "ليس من السهل إدراكه، ولولا تفاوت مراتب العبادات والطاعات لما تباينت درجات المؤمنين في الجنة، فطاقات الناس مختلفة وقدراتهم متباينة وكل ميسر لما خلق له. ¶ أخرج ابن جرير الطبري في تفسيره (¬170) أن أناسا لقوا عبد الله بن عمر بمصر فقالوا: نرى أشياء من كتاب الله أمر أن يعمل بها فأردنا أن نلقى أمير المؤمنين في ذلك، فقدم وقدموا معه، فلقيه عمر رضي الله عنه، فقال: متى قدمت؟ قال: كذا وكذا، قال: أبإذن قدمت؟ قال الحسن (راوي الحديث) : (فلا أدري كيف ردّ عليه) فقال: يا أمير المؤمنين إن أناسا لقوني بمصر فقالوا: إنا نرى أشياء من كتاب الله تبارك وتعالى، أمر أن يعمل بها ولا يعملون بها فأحبوا أن يلقوك في ذلك. فقال: اجمعهم لي، قال: فجمعتهم له ... فأخذ أدناهم رجلا فقال: أنشدك بالله وبحق الإسلام عليك أقرأت القرآن كله؟ قال: نعم. فهل أحصيته (أي عملت به كله) في نفسك؟ قال: اللهم لا (ولو قال نعم لخصمه) قال: فهل أحصيته في بصرك؟ هل أحصيته في لفظك؟ هل أحصيته في أثرك؟ قال: ثم تتبعهم حتى أتى على آخرهم، فقال: ثكلت عمر أمه أتكلفونه أن يقيم الناس على كتاب الله؟ قد علم ربنا أن تكون لنا سيئات. قال: وتلا قوله تعالى: (إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم ¶ ¬_________ ¶ (¬170) تفسير الطبري (5/29) .",
            "page": "164",
            "part": "1",
            "seal": "142328CF"
        },
        {
            "id": "158",
            "nass": "وندخلكم مدخلا كريما) (النساء: 31) ثم قال: هل علم أهل المدينة؟ أو قال: هل علم أحد بما قدمتم؟ قالوا: لا. قال: لو علموا لوعظت بكم. أي: لنكل بهم ليجعلهم عبرة وموعظة لغيرهم. ¶ وفي هذا درس بليغ يوضح فيه سيدنا عمر رضي الله عنه أن الصورة المثلى التي رسمها القرآن العظيم للمسلم هي صورة أنموذجية ينبغي أن يحاول المسلم تحقيقها، ولكن حين يقصر عنها فعليه أن رحمة الله واسعة، وأنه حين تجتنب الكبائر فإن المسلم على خير كثير إن شاء الله، ولكن عليه أن يطمح دوما إلى الصورة المثلى ولا يعجب بالأدنى فيقف عند حدوده. ¶ 5 ولعل مما يساعد على التقليل من أسباب الاختلاف في الوقت الحاضر، ويبعث على التحلي بآدابه: معرفة أسباب اختلاف الفقهاء من السلف رضوان الله عليهم، وفهم تلك الأسباب ومدى موضوعيتها، ليكون ذلك من بواعث التمسك بـ «أدب الاختلاف» . ¶ فإنهم حين اختلفوا، إنما اختلفوا لأسباب موضوعية، وكانوا جميعا مجتهدين، وكان كل واحد منهمك فقي طلب الحق كناشد ضالة لا فرق لديه بين أن تظهر تلك الضالة على يديه أو على يدي سواه. ¶ 6 ولعل من الأمور المفيدة في حمل المسلمين على التمسك بآداب الاختلاف معرفة المخاطر الهائلة، والتحديات الخطيرة، والخطط الماكرة التي يعدها أعداء الإسلام للقضاء على الطليعة",
            "page": "165",
            "part": "1",
            "seal": "94E770EE"
        },
        {
            "id": "159",
            "nass": "المؤمنة التي تحمل لواء هذه الدعوة، وليس في حساب الأعداء أبدا أن تفلت من يدها، إن استطاعت، فئة دون أخرى، فالمهم هو القضاء على العاملين للإسلام على اختلاف مذاهبهم وتباين وجهات نظرهم، وهذا يجعل إثارة أي اختلاف بين المسلمين، أو تنمية أسبابه، أو تجاوز آدابه خيانة عظمى لأهداف الأمة، وجريمة كبرى في حقها لا يمكن تبريرها أو الاعتذار عنها بحال. ¶ 7 وقبل هذا وبعده لا مناص من التزام تقوى الله في السر والعلن وابتغاء رضاه في حالتي الوفاق والخلاف، مع الحرص على فقه دين الله والتجرد عن الهوى والبعد عن نزغات الشيطان، ومعرفة سبل إبليس والحذر من شراكه، وحسب الأمة ما لقيت وعانت، وقد آن الأوان لتثوب الى رشدها، وتستنير بكتاب ربها، وتعض على سنة نبيها صلى الله عليه وسلم بالناجذ، ولعل الله يكتب إنقاذ الأمة على ايدي هذا الجيل من أبنائه البررة، إذا صدقت النية مع الله، واتخذت من السبل ما هو كفيل بقيادة الركب نحو شاطئ الأمان، بعد أن طال ليل التيه والضلال، ولا يبخلن الصالحون من الأمة بالدعاء للعصبة المؤمنة بالسداد والتوفيق، نسأله تعالى أن يعلمنا ما ينفعنا، وينفعنا بما علمنا ويزيدنا علما، ويجمع على الحق كلمتنا، ويلهمنا الرشد والسداد في أمورنا كلها، ويقينا شرور أنفسنا وسيئات أعمالنا، وألاّ يجعلنا كالتي نقضت غزلها بعد قوة أنكاثا، إنه أهل ذلك سبحانه، والقادر عليه.. وآخر دعونا أن الحمد لله رب العالمين.",
            "page": "166",
            "part": "1",
            "seal": "1CE41932"
        },
        {
            "id": "160",
            "nass": "استدراك ¶ فاتنا خلال التعليقات ان نعرف بالفقهاء السبعة. وفيما يلي إيضاح ذلك: ¶ (*) الفقهاء السبعة: يراد بالفقهاء السبعة: سعيد بن المسيب، وعروة بن الزبير، والقاسم بن محمد، وخارجة بن زيد، وابو بكر بن عبد الرحمن بن الحارث بن هشام، وسليمان بن يسار، وعبد الله بن عبد الله بن عتبة بن مسعود، وهم الذين نظم الشاعر اسماءهم بقوله: ¶ إذا قيل من في العلم سبعة أبحر ... رواياتهم ليست عن العلم خارجة ¶ فقال: هم عبد الله عروة قاسم ... سعيد أبو بكر سليمان خارجة ¶ وكلهم من التابعين: انظر إعلام الموقعين (1/23) .",
            "page": null,
            "part": null,
            "seal": "C084EBF3"
        }
    ],
    "t1523": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الاول في بيان حقيقة الاختلاف وما يتصل بها"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": "1",
            "tit": "الاختلاف والخلاف وعلم الخلاف"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "الجدل و «علم الجدل» :"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الشقاق"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": null,
            "tit": "المقبول والمردود من الاختلاف"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "بعض فوائد الاختلاف المقبول"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "أقسام الخلاف من حيث الدوافع"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "رأي العلماء في الاختلاف"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: تاريخ الاختلاف وتطوره"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": "1",
            "tit": "اختلاف الصحابة في عهد رسول الله صلى الله عليه وسلم"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "التأويل وأنواعه"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "أهل الاجتهاد من الصحابة"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "تحذير النبي صلى الله عليه وسلم أصحابه من الاختلاف"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "معالم ادب الاختلاف في عصر النبوة"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "الاختلاف في عصر الصحابة وآدابه"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "بين عمر وعلي"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "بين عمر وعبد الله بن مسعود"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "بين ابن عباس وزيد بن ثابت:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "وصف ضرار لـ «علي» وبكاء معاوية:"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "سمات أدب الاختلاف في عهد الخلافة الراشدة"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاف في عهد التابعين وآدابه"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "أثر الخلاف السياسي في الاختلافات الاعتقادية والفقهية"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "مناظرة بين عباس للخوارج:"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث اختلاف مناهج الأئمة في الاستنباط"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": "1",
            "tit": "المذاهب الفقهية"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "مناهج الأئمة المشهورين"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "ولنا كلمة"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب الاختلاف من عهد النبوة حتى عهد الفقهاء"
        },
        {
            "id": "94",
            "lvl": "2",
            "sub": "1",
            "tit": "أسباب الاختلاف من عهد النبوة حتى عهد الفقهاء"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب الاختلافات الفقهية في عصر الفقهاء"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: في معالم الاختلاف بين الائمة وآدابه"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "رسالة الليث بن سعد الى الامام مالك"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "نماذج من أدب الاختلاف بين كبار الأئمة من السلف الصالح"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": "1",
            "tit": "أبو حنيفة ومالك"
        },
        {
            "id": "116",
            "lvl": "2",
            "sub": null,
            "tit": "محمد بن الحسن ومالك"
        },
        {
            "id": "117",
            "lvl": "2",
            "sub": null,
            "tit": "الشافعي ومحمد بن الحسن"
        },
        {
            "id": "119",
            "lvl": "2",
            "sub": null,
            "tit": "مالك وابن عيينة"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "مالك والشافعي"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": "1",
            "tit": "أحمد بن حنبل ومالك"
        },
        {
            "id": "121",
            "lvl": "2",
            "sub": null,
            "tit": "آراء بعض العلماء في أبي حنيفة"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "آراء بعض العلماء في الشافعي"
        },
        {
            "id": "124",
            "lvl": "2",
            "sub": null,
            "tit": "بين الإمام أحمد والشافعي"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل السادس: الخلاف بعد القرون الخيرة وآدابه"
        },
        {
            "id": "130",
            "lvl": "2",
            "sub": null,
            "tit": "الحالة بعد القرن الرابع"
        },
        {
            "id": "136",
            "lvl": "2",
            "sub": null,
            "tit": "التقليد وعواقبه"
        },
        {
            "id": "139",
            "lvl": "2",
            "sub": null,
            "tit": "حالة الأمة في الأحقاب الأخيرة"
        },
        {
            "id": "143",
            "lvl": "2",
            "sub": null,
            "tit": "أسباب الاختلاف اليوم"
        },
        {
            "id": "146",
            "lvl": "2",
            "sub": null,
            "tit": "سبيل النجاة"
        },
        {
            "id": "150",
            "lvl": "1",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "160",
            "lvl": "1",
            "sub": null,
            "tit": "استدراك"
        }
    ]
}