{
    "b1529": [
        {
            "id": "1",
            "nass": "ما دل عليه القرآن ¶ مما يعضد الهيئة الجديدة القويمة البرهان ¶ تأليف ¶ السيد محمود شكري الآلوسي ¶ تحقيق ¶ محمد زهير شاويش ¶ تخريج ¶ محمد ناصر الدين الألباني",
            "page": "1",
            "part": "1",
            "seal": "29DB0B56"
        },
        {
            "id": "2",
            "nass": "جمع الحقوق حفوظة ¶ الطبعة الثانية ¶ 1418 هـ - 1997م ¶ المكتب الإسلامي",
            "page": "2",
            "part": "1",
            "seal": "A3A5EDF1"
        },
        {
            "id": "3",
            "nass": "مُقَدّمَة الْمُؤلف ¶ بِسم الله الرَّحْمَن الرَّحِيم ¶ نحمدك يَا مبدع الأكوان، وَيَا خَالق الْكَوْن وَالْمَكَان، وَيَا ميسر الْفلك على حسب مَا تَقْتَضِيه الْحِكْمَة من الدوران؛ وَنُصَلِّي ونسلم على نبيك \" مُحَمَّد \" الَّذِي سريت بِهِ من حرم إِلَى حرم، ورفعته من سَمَاء إِلَى سَمَاء، حَتَّى أوصلته إِلَى مقَام لَا تصل إِلَيْهِ الأذهان، صلى الله تَعَالَى وَسلم عَلَيْهِ وعَلى آله وَأَصْحَابه بدور سَمَاء الدِّرَايَة وَالْهِدَايَة وشموس أفلاك الْعرْفَان. ¶ أما بعد: فقد شاع فِي عصرنا قَول \" فيثاغورس \" الفيلسوف الشهير فِي هَيْئَة الأفلاك، وَنَصره الفلاسفة الْمُتَأَخّرُونَ، بعد أَن كَانَ عاطلا مَهْجُورًا، وَهُوَ القَوْل بحركة الأَرْض اليومية والسنوية على الشَّمْس، وَأَنَّهَا هِيَ مَرْكَز نظامها، وَأَن الأَرْض إِحْدَى الْكَوَاكِب السيارة، وَأَنَّهَا سابحة فِي الجو، معلقَة بسلاسل الجاذبية، وقائمة بهَا، كَسَائِر الْكَوَاكِب، لَا أَنَّهَا كَمَا ذهب إِلَيْهِ",
            "page": "11",
            "part": "1",
            "seal": "C4100848"
        },
        {
            "id": "4",
            "nass": "\" بطليموس \" فِي الأفلاك كالمسامير فِي الْبَاب، إِلَى غير ذَلِك من قواعدها الْمَشْهُورَة وقوانينها الْمَذْكُورَة. ¶ وَقد سَمَّاهَا الفلاسفة الْمُتَأَخّرُونَ \" الْهَيْئَة الجديدة \"، لكَونهَا شاعت فِي الْعَصْر الْمُتَأَخر. وَإِلَّا، فَالْقَوْل بهَا مُتَقَدم جدا، فقد رَأَيْت كثيرا من قواعدها لَا يُعَارض النُّصُوص الْوَارِدَة فِي الْكتاب وَالسّنة. على انها لَو خَالَفت شَيْئا من مَذَاهِب السّلف الْحُرِّيَّة بِالْقبُولِ، بل لَا بُد أَن نقُول: إِن الْمُخَالف لَهما مُشْتَمل على خلل فِيهِ؛ فَإِن الْعقل الصَّرِيح، لَا يُخَالف النَّقْل الصَّحِيح، بل كل مِنْهُمَا يصدق الآخر وَيُؤَيِّدهُ. ¶ وَأعلم أَن الشَّرِيعَة الغراء لم ترد باستيعاب قَوَاعِد الْعُلُوم الرياضية، إِنَّمَا وَردت بِمَا يسْتَوْجب سَعَادَة الْمُكَلّفين فِي العاجل والآجل، وَبَيَان مَا يتوصلون بِهِ إِلَى الْفَوْز بالنعيم الْمُقِيم، وَرُبمَا أشارت - لهه الْأَغْرَاض - إِلَى مَا يستنبط مِنْهُ بعض الْقَوَاعِد الرياضية. ¶ وَقد ورد الْقُرْآن الْكَرِيم - فِي بَيَان ذَلِك - بِمَا خَاطب بِهِ الْعَرَب، مِمَّا يعلمونه من عُلُوم تلقوها خلفا عَن سلف. فقد كَانَت لَهُم عُلُوم ذَكرنَاهَا فِي الْكتاب الَّذِي ألفناه فِي بَيَان أَحْوَالهم، كَمَا كَانَ لعقلائهم أعتناء بمكارم الْأَخْلَاق واتصاف بمحاسن الشيم، فصححت الشَّرِيعَة مِنْهَا مَا هُوَ",
            "page": "12",
            "part": "1",
            "seal": "98995092"
        },
        {
            "id": "5",
            "nass": "صَحِيح وزادت عَلَيْهِ، وأبطلت مَا هُوَ بَاطِل قَبِيح، وبينت مَنَافِع مَا ينفع من ذَلِك ومضار مَا يضر مِنْهُ. فَكَانَ من علومها \" علم النُّجُوم \" وَمَا يخْتَص بهَا من الاهتداء فِي الْبر وَالْبَحْر وَاخْتِلَاف الْأَزْمَان باخْتلَاف سَيرهَا، وتعرف منَازِل سير النيرين وَمَا يتَعَلَّق بِهَذَا الْمَعْنى. وَهُوَ معنى مُقَرر فِي أثْنَاء الْقُرْآن، فِي مَوَاضِع كَثِيرَة، كَقَوْلِه تَعَالَى: {وَهُوَ الَّذِي جعل لكم النُّجُوم لتهتدوا بهَا فِي ظلمات الْبر وَالْبَحْر}، وَقَوله تَعَالَى: {وبالنجم هم يَهْتَدُونَ}، وَقَوله تَعَالَى: {وَالْقَمَر قدرناه منَازِل حَتَّى عَاد كالعرجون الْقَدِيم لَا الشَّمْس يَنْبَغِي لَهَا أَن تدْرك الْقَمَر، وَلَا اللَّيْل سَابق النَّهَار، وكل فِي فلك يسبحون}، وَقَوله تَعَالَى: {هُوَ الَّذِي جعل الشَّمْس ضِيَاء، وَالْقَمَر نورا، وَقدره منَازِل، لِتَعْلَمُوا عدد السنين والحساب}، وَقَوله تَعَالَى {وَجَعَلنَا اللَّيْل وَالنَّهَار آيَتَيْنِ، فمحونا آيَة اللَّيْل، وَجَعَلنَا آيَة النَّهَار مبصرة} الْآيَة، وَقَوله تَعَالَى: {وَلَقَد زينا السَّمَاء الدُّنْيَا بمصابيح، وجعلناها رجوما للشياطين}، وَقَوله تَعَالَى: {يَسْأَلُونَك عَن الْأَهِلّة، قل: هِيَ مَوَاقِيت للنَّاس وَالْحج}، وَمَا أشبه ذَلِك. ¶ وَمن عُلُوم الْعَرَب: \" الأنواء \" وأوقات نزُول الأمطار، وإنشاء السَّحَاب، وهبوب الرِّيَاح المثيرة لَهَا، فَبين الْكتاب وَالسّنة حَقّهَا من باطلها، فَقَالَ تَعَالَى: {هُوَ الَّذِي يريكم الْبَرْق خوفًا وَطَمَعًا، وينشئ السَّحَاب الثقال، ويسبح الرَّعْد بِحَمْدِهِ}، وَقَالَ تَعَالَى: {أَفَرَأَيْتُم",
            "page": "13",
            "part": "1",
            "seal": "748CA965"
        },
        {
            "id": "6",
            "nass": "المَاء الَّذِي تشربون؟ أأنتم أنزلتموه من المزن، أم نَحن المنزلون}، وَقَالَ تَعَالَى: {وأنزلنا من المعصرات مَاء ثجاجا}، وَقَالَ تَعَالَى: {وتجعلون رزقكم أَنكُمْ تكذبون}، أَي بدل شكر رزقكم أَنكُمْ تكذبون، أَي تَقولُونَ: \" مُطِرْنَا بِنَوْء كَذَا وَكَذَا \". وَفِي حَدِيث الصَّحِيح: \" بعد وُقُوع الْمَطَر أصبح من عبَادي مُؤمن بِي وَكَافِر أما الْمُؤمن، فَيَقُول: أمطرنا الله؛ وَأما الْكَافِر، فَيَقُول: مُطِرْنَا بِنَوْء كَذَا \" (1). وَفِي (الْمُوَطَّأ): \" إِذا نشأت بحريّة، ثمَّ تشاءمت، فَتلك عين غديقة\" (2). وَقَالَ عمر بن الْخطاب، رَضِي الله عَنهُ، للْعَبَّاس وَهُوَ على الْمِنْبَر وَالنَّاس تَحْتَهُ: كم بَقِي من نوء الثريا؟ فَقَالَ الْعَبَّاس: بَقِي من نوئها كَذَا وَكَذَا. فَمثل هَذَا مُبين للحق من الْبَاطِل فِي أَمر الأنواء والأمطار. قَالَ تَعَالَى: {وَأَرْسَلْنَا الرِّيَاح لَوَاقِح فأنزلنا من السَّمَاء مَاء فأسقيناه إِلَى بلد ميت، فأحيينا بِهِ الأَرْض بعد مَوتهَا}، إِلَى كثير من هَذَا الْقَبِيل. ¶ وَقد أَحْبَبْت أَن أجمع مَا ورد فِي هَذَا الْبَاب من الْآيَات المنتشرة فِي سور الْقُرْآن على تَرْتِيب سورها، وأخص مِنْهَا الْمُشْتَملَة على الأجرام العلوية ¶ __________ ¶ (1) أخرجه الشيخان في صحيحهما - ن -. ¶ (2) رواه مالك (1/ 192/5) بلاغاً بدون إسناد - ن -.",
            "page": "14",
            "part": "1",
            "seal": "9B915D7D"
        },
        {
            "id": "7",
            "nass": "والأجرام السفلية، وأذكر فِي تَفْسِيرهَا مَا ذكره جهابذة الْمُفَسّرين، مُلْتَزما فِي ذَلِك طَرِيق الِاخْتِصَار. وَأَصَح الْأَقْوَال وأصوب الأفكار. ¶ وَقد سميت مَا كتبت فِي هَذَا الْبَاب، وَمَا جمعته من لب اللّبَاب: ¶ (مَا دلّ عَلَيْهِ الْقُرْآن مِمَّا يعضد الْهَيْئَة الجديدة القويمة الْبُرْهَان) ¶ وَمن الله أَسْتَمدّ التَّوْفِيق؛ نعم الْمولى وَنعم الرفيق.",
            "page": "15",
            "part": "1",
            "seal": "0599492D"
        },
        {
            "id": "11",
            "nass": "سُورَة الْبَقَرَة ¶ فِي هَذِه السُّورَة بعض الْآيَات الْمُشْتَملَة على بَيَان الأجرام مِنْهَا قَوْله تَعَالَى {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ (21) الَّذِي جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا وَالسَّمَاءَ بِنَاءً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ فَلَا تَجْعَلُوا لِلَّهِ أَنْدَادًا وَأَنْتُمْ تَعْلَمُونَ} [البقرة: 21، 22] ¶ تَفْسِير هَذِه الْآيَة ¶ معنى {جَعَلَ لَكُمُ الْأَرْضَ فِرَاشًا} أَي كالفراش فِي صِحَة الْقعُود وَالنَّوْم عَلَيْهَا أَنه سُبْحَانَهُ جعل بَعْضهَا بارزا عَن المَاء مَعَ أَن مُقْتَضى طبعها أَن يكون المَاء محيطا بِأَعْلَاهَا لثقلها وَجعلهَا متوسطة بَين الصلابة واللين ليتيسر التَّمَكُّن عَلَيْهَا بِلَا مزِيد كلفة فالتصيير بِاعْتِبَار أَنه لما كَانَت قَابِلَة لما عدا ذَلِك فَكَأَنَّهَا نقلت مِنْهُ وَإِن صَحَّ مَا نقل عَن ابْن عَبَّاس رَضِي الله عَنهُ أَن الأَرْض خلقت قبل السَّمَاء غير مدحوة فدحيت بعد خلقهَا ومدت فَأمر التصيير حِينَئِذٍ ظَاهر إِلَّا أَن كل النَّاس غير عَالمين بِهِ وَالصّفة يجب أَن تكون مَعْلُومَة للمخاطب وَلَا يُنَافِي كريتها كَونهَا فراشا لِأَن الكرة إِذا عظمت كَانَ كل قِطْعَة مِنْهَا كالسطح فِي افتراشه كَمَا لَا يخفى.",
            "page": "16",
            "part": "1",
            "seal": "41CF32F3"
        },
        {
            "id": "12",
            "nass": "وَسَيَأْتِي إِقَامَة الدَّلَائِل على كريتها وَبَيَان مَا يعارضها من ظواهر النُّصُوص وتوجيه ذَلِك ¶ وَاخْتَارَ سُبْحَانَهُ لفظ {السَّمَاء} على السَّمَاوَات مُوَافقَة للفظ الأَرْض وَلَيْسَ فِي التَّصْرِيح بتعددها هُنَا كثير نفع وَمَعَ هَذَا يحْتَمل أَن يُرَاد بهَا مَجْمُوع السَّمَاوَات وكل طبقَة وجهة مِنْهَا ¶ وَالْبناء فِي الأَصْل مصدر أطلق على الْمَبْنِيّ بَيْتا كَانَ أَو قبَّة أَو خباء أَو طرافا وَمِنْه قَوْلهم بنى فلَان بأَهْله أَو على أَهله خلافًا للحريري لأَنهم كَانُوا إِذا تزوجوا ضربوا خباء جَدِيدا ليدخلوا على الْعَرُوس فِيهِ ¶ وَالْمرَاد بِكَوْن السَّمَاء بِنَاء أَنَّهَا كالقبة المضروبة أَو أَنَّهَا كالسقف للْأَرْض ¶ وَيُقَال لسقف الْبَيْت بِنَاء وَرُوِيَ هَذَا عَن ابْن عَبَّاس ¶ وَالْمرَاد من السَّمَاء فِي قَوْله {وَأنزل من السَّمَاء مَاء} جِهَة الْعُلُوّ أَو السَّحَاب. ¶ وَإِرَادَة الْفلك الْمَخْصُوص - بِنَاء على الظَّوَاهِر - غير بعيدَة، نظرا إِلَى قدرَة الْملك الْقَادِر جلّ جَلَاله وسمت عَن مدارك الْعقل أَفعاله إِلَّا أَن الشَّائِع أَن الشَّمْس إِذا سامتت بعض الْبحار والبراري أثارت من الْبحار بخارا رطبا وَمن البراري يَابسا فَإِذا صعد البخار إِلَى طبقَة الْهَوَاء الثَّالِثَة تكاثف فَإِن لم يكن الْبرد قَوِيا اجْتمع وتقاطر لثقله بالتكاثف.",
            "page": "17",
            "part": "1",
            "seal": "FFEDF5B2"
        },
        {
            "id": "13",
            "nass": "فالمجتمع سَحَاب والمتقاطر مطر. وَإِن كَانَ الْبرد قَوِيا كَانَ ثلجا وبردا وَقد لَا ينْعَقد وَيُسمى ضبابا. ¶ وعَلى هَذَا يُرَاد بالنزول من السَّمَاء نشوؤه من أَسبَاب سَمَاوِيَّة وتأثيرات أثيرية فَهِيَ مبدأ مجازي لَهُ على أَن من انجاب عَن عين بصيرته سَحَاب الْجَهْل رأى أَن مَا فِي هَذَا الْعَالم السفلي نَازل من عرش الْإِرَادَة وسماء الْقُدْرَة بِحَسب مَا تَقْتَضِيه الْحِكْمَة بِوَاسِطَة أَو بِغَيْر وَاسِطَة كَمَا يُشِير إِلَيْهِ قَوْله تَعَالَى {وَإِن من شَيْء إِلَّا عندنَا خزائنه وَمَا ننزله إِلَّا بِقدر مَعْلُوم} بل من علم أَن الله سُبْحَانَهُ فِي السَّمَاء على الْمَعْنى الَّذِي أَرَادَهُ وبالوصف الَّذِي يَلِيق بِهِ مَعَ التَّنْزِيه اللَّائِق بِجلَال ذَاته تَعَالَى صَحَّ لَهُ أَن يَقُول إِن مَا فِي الْعَالمين من تِلْكَ السَّمَاء وَنسبَة نُزُوله إِلَى غَيرهَا أَحْيَانًا لاعتبارات ظَاهِرَة وَهِي رَاجِعَة إِلَيْهِ فِي الْآخِرَة ¶ وَمِنْهَا قَوْله تَعَالَى {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (29)} [البقرة: 29] ¶ تَفْسِير هَذِه الْآيَة: ¶ {اسْتَوَى} أَي علا إِلَيْهَا وارتفع من غير تكييف وَلَا تَمْثِيل، وَلَا تَحْدِيد،",
            "page": "18",
            "part": "1",
            "seal": "74AC2A22"
        },
        {
            "id": "14",
            "nass": "قَالَه الرّبيع أَو قصد إِلَيْهَا بإرادته قصدا سويا بِلَا صَارف يلويه وَلَا عاطف يثنيه من قَوْلهم اسْتَوَى إِلَيْهِ كالسهم الْمُرْسل إِذا قَصده قصدا مستويا من غير أَن يلوي على شَيْء قَالَ الْفراء ¶ وَالْمرَاد ب {السَّمَاء} الأجرام العلوية أَو جِهَة الْعُلُوّ ¶ وَالنَّاس مُخْتَلفُونَ فِي خلق السَّمَاء وَمَا فِيهَا وَالْأَرْض وَمَا فِيهَا بِاعْتِبَار التَّقَدُّم والتأخر لتعارض الظَّوَاهِر فِي ذَلِك ¶ فَذهب بَعضهم إِلَى تقدم خلق السَّمَاوَات لقَوْله تَعَالَى {أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا (27) رَفَعَ سَمْكَهَا فَسَوَّاهَا (28) وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا (29) وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا (30) أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا (31) وَالْجِبَالَ أَرْسَاهَا (32) مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (33)} [النازعات: 27 - 33]",
            "page": "19",
            "part": "1",
            "seal": "285B699F"
        },
        {
            "id": "15",
            "nass": "وَذهب آخَرُونَ إِلَى تقدم خلق الأَرْض لقَوْله تَعَالَى {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (11) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (12)} [فصلت: 9 - 12] ¶ وَجمع بَعضهم فَقَالَ: إِن قَوْله {أخرج مِنْهَا ماءها} بدل أَو عطف بَيَان لقَوْله {دحاها} أَي بسطها مُبين للمراد مِنْهُ فَيكون تأخرها لَيْسَ بِمَعْنى تَأَخّر ذَاتهَا بل بِمَعْنى تَأَخّر خلق مَا فِيهَا وتكميله وترتيبه بل خلق التَّمَتُّع وَالِانْتِفَاع بِهِ فَإِن البعدية كَمَا تكون بِاعْتِبَار نفس الشَّيْء تكون بِاعْتِبَار جزئه الْأَخير وَقَيده الْمَذْكُور كَمَا لَو قلت بعثت إِلَيْك رَسُولا ثمَّ كنت بعثت فلَانا لينْظر مَا يبلغهُ. فَبعث الثَّانِي وَإِن تقدم لَكِن مَا بعث لأَجله مُتَأَخّر فَجعل نَفسه مُتَأَخِّرًا ¶ وَمَا رَوَاهُ الْحَاكِم وَالْبَيْهَقِيّ عَن ابْن عَبَّاس فِي التَّوْفِيق بَين الْآيَتَيْنِ،",
            "page": "20",
            "part": "1",
            "seal": "3A2FC3F7"
        },
        {
            "id": "16",
            "nass": "يُشِير إِلَى هَذَا. وَلَا يُعَارضهُ مَا رَوَاهُ ابْن جرير وَغَيره وصححوه عَنهُ أَيْضاأَن الْيَهُود أَتَت النَّبِي صلى الله عَلَيْهِ وَسلم فَسَأَلته عَن خلق السَّمَاوَات وَالْأَرْض فَقَالَ خلق الله الأَرْض يَوْم الْأَحَد والاثنين وَخلق الْجبَال وَمَا فِيهِنَّ من الْمَنَافِع يَوْم الثُّلَاثَاء وَخلق يَوْم الْأَرْبَعَاء الشّجر والمدائن والعمران والخراب فَهَذِهِ أَرْبَعَة فَقَالَ تَعَالَى {أئنكم لتكفرون بِالَّذِي خلق الأَرْض فِي يَوْمَيْنِ} إِلَى قَوْله {سَوَاء للسائلين} وَخلق يَوْم الْخَمِيس السَّمَاء وَخلق يَوْم الْجُمُعَة النُّجُوم وَالشَّمْس وَالْقَمَر وَالْمَلَائِكَة. (2) ¶ وَإِنَّمَا قُلْنَا وَلَا يُعَارضهُ إِلَى آخِره لجَوَاز أَن يحمل على أَنه خلق مَادَّة ذَلِك وأصوله إِذْ لَا يتَصَوَّر الْمَدَائِن والعمران والخراب قبل فعطفه عَلَيْهِ قرينَة لذَلِك. ¶ وَاسْتشْكل الرَّازِيّ تَأَخّر التدحية عَن خلق السَّمَاء وَقَالَ إِن الأَرْض جسم عَظِيم فَامْتنعَ انفكاك خلقهَا عَن التدحية فَإِذا كَانَت التدحية مُتَأَخِّرَة كَانَ خلقهَا أَيْضا مُتَأَخِّرًا. ¶ __________ ¶ (2) في الأحاديث ذكر أيام الخلق، وفيها اختلاف كثير. وليس تحديد الأيام على ما يظن. وقد دخلت الأقوال الإسرائيليات في تفصيلات لا تثبت في صحاح الأحاديث. وانظر \"صحيح الجامع الصغير وزيادته\" 3235.",
            "page": "21",
            "part": "1",
            "seal": "D1415CF7"
        },
        {
            "id": "17",
            "nass": "وَهَذَا غَفلَة مِنْهُ لِأَن من يَقُول بتأخر دحوها عَن خلقهَا لَا يَقُول بعظمها ابْتِدَاء بل يَقُول إِنَّهَا فِي أول الْخلق كَانَت كَهَيئَةِ الفِهْر (1) ثمَّ دحيت فَيتَحَقَّق الانفكاك وَيصِح تَأَخّر دحوها عَن خلقهَا. ¶ وَقَوله إِن خلق الْأَشْيَاء فِي الأَرْض لَا يُمكن إِلَّا إِذا كَانَت مدحوة لَا يخفى دَفعه بِنَاء على أَن المُرَاد بذلك خلق الْموَاد وَالْأُصُول لَا خلق الْأَشْيَاء فِيهَا كَمَا هُوَ الْيَوْم. ¶ وَقَالَ بعض الْمُحَقِّقين: اخْتلف الْمُفَسِّرُونَ فِي أَن خلق السَّمَاء مقدم على خلق الأَرْض أَو مُؤخر نقل الإِمَام الواحدي عَن مقَاتل الأول وَاخْتَارَهُ الْمُحَقِّقُونَ وَلم يَخْتَلِفُوا فِي أَن جَمِيع مَا فِي الأَرْض مِمَّا ترى مُؤخر عَن خلق السَّمَاوَات السَّبع بل اتَّفقُوا عَلَيْهِ. ¶ فَحِينَئِذٍ يَجْعَل الْخلق فِي الْآيَة الْكَرِيمَة بِمَعْنى التَّقْدِير لَا الإيجاد أَو بِمَعْنَاهُ وَيقدر الْإِرَادَة وَيكون الْمَعْنى أَرَادَ خلق مَا فِي الأَرْض جَمِيعًا لكم على حد {إِذا قُمْتُم إِلَى الصَّلَاة} و {فَإِذا قَرَأت الْقُرْآن} وَلَا يُخَالِفهُ قَوْله تَعَالَى {وَالْأَرْض بعد ذَلِك دحاها} فَإِن الْمُتَقَدّم على خلق السَّمَاء إِنَّمَا هُوَ تَقْدِير الأَرْض وَجَمِيع مَا فِيهَا أَو إِرَادَة إيجادها والمتأخر عَن خلق السَّمَاء إِيجَاد الأَرْض وَجَمِيع مَا فِيهَا فَلَا إِشْكَال وَأما قَوْله سُبْحَانَهُ وَتَعَالَى {خلق الأَرْض فِي يَوْمَيْنِ} فعلى تَقْدِير الْإِرَادَة وَالْمعْنَى أَرَادَ خلق الأَرْض. ¶ __________ ¶ (1) الحجر الذي يملأ الكف مع شبه الإستدارة.",
            "page": "22",
            "part": "1",
            "seal": "229C8BC7"
        },
        {
            "id": "18",
            "nass": "وَكَذَا قَوْله تَعَالَى {وَجعل فِيهَا رواسي} يَنْبَغِي أَن يكون بِمَعْنى أَرَادَ أَن يَجْعَل وَيُؤَيّد ذَلِك قَوْله تَعَالَى {فَقَالَ لَهَا وللأرض ائتيا طَوْعًا أَو كرها قَالَتَا أَتَيْنَا طائعين} فَإِن الظَّاهِر أَن المُرَاد أَتَيْنَا فِي الْوُجُود وَلَو كَانَت الأَرْض مَوْجُودَة سَابِقَة لما صَحَّ هَذَا ¶ فَكَأَنَّهُ سُبْحَانَهُ قَالَ اإنكم لتكفرون بِالَّذِي أَرَادَ إِيجَاد الأَرْض وَمَا فِيهَا من الرواسِي والأقوات فِي أَرْبَعَة أَيَّام ثمَّ قصد إِلَى السَّمَاء فتعلقت إِرَادَته بإيجاد السَّمَاء وَالْأَرْض فأطاعا بِأَمْر التكوين فأوجد سبع سماوات فِي يَوْمَيْنِ وأوجد الأَرْض وَمَا فِيهَا فِي أَرْبَعَة أَيَّام. ¶ بَقِي هَا هُنَا بَيَان النُّكْتَة فِي تَغْيِير الأسلوب حَيْثُ قدم فِي الظَّاهِر هَاهُنَا وَفِي {حم} السَّجْدَة خلق الأَرْض وَمَا فِيهَا على خلق السَّمَاوَات وَعكس فِي (النازعات) ¶ وَلَعَلَّ ذَلِك لِأَن الْمقَام فِي الْأَوَّلين مقَام الامتنان فمقتضاه تَقْدِيم مَا هُوَ نعْمَة نظرا إِلَى المخاطبين فَكَأَنَّهُ سُبْحَانَهُ وَتَعَالَى وَهُوَ الَّذِي دبر أَمركُم قبل خلق السَّمَاء ثمَّ خلق السَّمَاء وَالْمقَام فِي الثَّالِثَة مقَام بَيَان كَمَال الْقُدْرَة فمقتضاه تَقْدِيم مَا هُوَ أدل على كمالها ¶ هَذَا وَالَّذِي يفهم من بعض عِبَارَات الْقَوْم أَن المحدد وَيُقَال لَهُ سَمَاء أَيْضا مَخْلُوق قبل الأَرْض وَمَا فِيهَا وَأَن الأَرْض نَفسهَا خلقت بعد ثمَّ بعد خلقهَا خلقت السَّمَاوَات السَّبع ثمَّ بعد السَّبع خلق مَا فِي الأَرْض من معادن ونبات ثمَّ ظهر عَالم الْحَيَوَان ثمَّ عَالم الْإِنْسَان. ¶ فَمَعْنَى قَوْله تَعَالَى {خلق لكم مَا فِي الأَرْض جَمِيعًا} حِينَئِذٍ قدره أَو أَرَادَ إيجاده أَو أوجد مواده ¶ وَمعنى قَوْله تَعَالَى {وَجعل فِيهَا رواسي} إِلَى آخِره فِي الْآيَة الْأُخْرَى على نَحْو هَذَا. ¶ وَقَوله تَعَالَى {وخلق الأَرْض} فِيهَا على ظَاهره، وَلَا يأباه قَوْله سُبْحَانَهُ {{فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ} [فصلت: 11] إِلَى",
            "page": "23",
            "part": "1",
            "seal": "3727AC4E"
        },
        {
            "id": "19",
            "nass": "آخِره لجَوَاز حمله على معنى ائتيا بِمَا خلقت فيكما من التَّأْثِير والتأثر وإبراز مَا أودعتكما من الأوضاع الْمُخْتَلفَة والكائنات المتنوعة أَو إتْيَان السَّمَاء حدوثها وإتيان الأَرْض أَن تصير مدحوة أَو لتأت كل مِنْكُمَا الْأُخْرَى فِي حُدُوث مَا أُرِيد توليده مِنْكُمَا. ¶ وَبعد هَذَا كُله لَا يَخْلُو الْبَحْث من صعوبة وَمَا زَالَ النَّاس يستصعبونه من عهد الصَّحَابَة إِلَى الْآن وسنعود إِلَيْهِ مرّة أُخْرَى إِن شَاءَ الله تَعَالَى. ¶ وَمعنى سواهن أتمهن وقومهن وخلقهن ابْتِدَاء مصونات عَن العوج والفطور لَا أَنه سُبْحَانَهُ وَتَعَالَى سواهن بعد أَن لم يكن كَذَلِك فَهُوَ على حد قَوْلهم ضيق فَم الْبِئْر ووسع الدَّار. ¶ لَا يُقَال إِن أَرْبَاب الأرصاد الْمُتَقَدِّمين أثبتوا تِسْعَة أفلاك وَهل هِيَ إِلَّا سماوات لأَنا نقُول هم لَا يزالون شاكين فِي النُّقْصَان وَالزِّيَادَة فَإِن مَا وجدوه من الحركات يُمكن ضَبطهَا بِثمَانِيَة وَسَبْعَة بل بِوَاحِد وَبَعْضهمْ أثبتوا بَين فلك الثوابت والأطلس كرة لضبط الْميل الْكُلِّي ¶ وَقَالَ بعض محققيهم لم يتَبَيَّن لي إِلَى الْآن أَن كرة الثوابت كرة وَاحِدَة أَو كرات منطوية بَعْضهَا على بعض. ¶ وَأطَال الإِمَام الرَّازِيّ الْكَلَام فِي ذَلِك ¶ على أَنه إِن صَحَّ مَا شاع فَلَيْسَ فِي الْآيَة مَا يدل على نفي الزَّوَائِد بِنَاء على مَا اخْتَارَهُ الرَّازِيّ من أَن مَفْهُوم الْعدَد لَيْسَ بِحجَّة ¶ وَكَلَام الْبَيْضَاوِيّ فِي تَفْسِيره يشيير إِلَيْهِ خلافًا لما فِي منهاجه الْمُوَافق",
            "page": "24",
            "part": "1",
            "seal": "65C51EAD"
        },
        {
            "id": "20",
            "nass": "لما عَلَيْهِ الإِمَام الشَّافِعِي وَنَقله عَنهُ الْغَزالِيّ فِي \"المنخول\". ¶ وَذكر عبد الْحَكِيم السيالكوتي الْهِنْدِيّ أَن الْحق أَن تَخْصِيص الْعدَد بِالذكر لَا يدل على نفي الزَّائِد وَالْخلاف فِي ذَلِك مَشْهُور ¶ وَإِذا قُلْنَا بكرية الْعَرْش والكرسي لم يبْق كَلَام. ¶ وَضمير {فسواهن} للسماء إِن فسرت بالأجرام ¶ وَأما مَا ذهب إِلَيْهِ متأخرو الفلاسفة فَلَا سَمَاء عِنْدهم بل الأجرام العلوية قَائِمَة بالجاذبية فَإِن الشَّمْس وَسَائِر الْكَوَاكِب السيارات عَلَيْهَا بل وَجَمِيع الثوابت لَيست مركوزة فِي جسم من الْأَجْسَام والآيات القرآنية وَإِن لم يكن فِيهَا مَا يدل على خلاف مَا ذكر فِي الْكَوَاكِب بل رُبمَا كَانَ فِيهَا مَا يدل على مَا يُؤَيّد مَذْهَب الْمُتَأَخِّرين فَإِن النُّصُوص تشعر بِأَن مَا نشاهده من الحركات لَيست بالأجرام اشْتَمَلت على الْكَوَاكِب مثل قَوْله سُبْحَانَهُ {لَا الشَّمْس يَنْبَغِي لَهَا أَن تدْرك الْقَمَر وَلَا اللَّيْل سَابق النَّهَار وكل فِي فلك يسبحون}",
            "page": "25",
            "part": "1",
            "seal": "97A25D42"
        },
        {
            "id": "21",
            "nass": "نعم المناقضة والمخالفة بَين مَذْهَب الْمُتَقَدِّمين والمتأخرين فِي هَذَا الْبَاب فَإِن الْمُتَقَدِّمين قَالُوا إِن الْعَالم الجسماني كرة منضدة من ثَلَاث عشرَة كرة ومركز الْعَالم مَرْكَز كرة الأَرْض غير أَن الْمُتَأَخِّرين لم يثبتوا من السَّمَاوَات سبعا وَلَا أَكثر من ذَلِك وَلَا أنقص والمتشرعون مِنْهُم قَالُوا المُرَاد من السَّمَاوَات السَّبع أَصْنَاف أجرام الْكَوَاكِب فَإِنَّهُم جعلوها على سَبْعَة أَصْنَاف فِي الْمِقْدَار وَذَلِكَ هُوَ الضلال الْبعيد فَلَا يلْزم أَن يكون كل مَا لم تصل إِلَيْهِ أَيدي أفكارهم هُوَ فِي حيّز الْعَدَم {بل كذبُوا بِمَا لم يحيطوا بِعِلْمِهِ وَلما يَأْتهمْ تَأْوِيله} فَإِن الرُّسُل صلى الله عَلَيْهِ وَسلم كلهم أخبروا بِوُجُود السَّمَاوَات فِي هَذَا الفضاء الَّذِي لَيْسَ لَهُ مبدأ وَلَا انْتِهَاء وَهَذَا خاتمهم صلى الله عَلَيْهِ وَسلم قد ذكر مَا ذكر مِمَّا رأى فِي معراجه فِي السَّمَاوَات واستفتاحه لَهَا بِوَاسِطَة جِبْرِيل كل ذَلِك يبطل تَأْوِيل من أوَّلَ. ¶ وَسَيَأْتِي فِي ذَلِك كَلَام مفصل وَمَا ذَكرْنَاهُ هُنَا كَاف فِي الْمقَام وَالله ولي التَّوْفِيق. ¶ وَمِنْهَا قَوْله تَعَالَى {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} [البقرة: 189]",
            "page": "26",
            "part": "1",
            "seal": "4A270592"
        },
        {
            "id": "22",
            "nass": "ذكر أهل التَّفْسِير أَن معَاذ بن جبل وثعلبة بن غنم قَالَا يَا رَسُول الله مَا بَال الْهلَال يَبْدُو ويطلع دَقِيقًا مثل الْخَيط ثمَّ يزِيد حَتَّى يعظم وَيَسْتَوِي ويستدير ثمَّ لَا يزَال ينقص ويدق حَتَّى يعود كَمَا كَانَ لَا يكون على حَال وَاحِدَة فَنزلت. ¶ وَالسُّؤَال يحْتَمل أَن يكون عَن الْغَايَة وَالْحكمَة وَأَن يكون عَن السَّبَب وَالْعلَّة وَلَا نَص فِي الْآيَة وَالْخَبَر على أَحدهمَا. ¶ أما الملفوظ من الْآيَة فَظَاهر وَأما الْمَحْذُوف فَيحْتَمل أَن يقدر مَا سَبَب اختلافها وَأَن يقدر مَا حكمته. ¶ وَهِي وَإِن كَانَت فِي الظَّاهِر سؤالا عَن التَّعَدُّد إِلَّا أَنَّهَا فِي الْحَقِيقَة متضمنة للسؤال عَن اخْتِلَاف التشكلات النورية لِأَن التَّعَدُّد يتبع اختلافها إِذْ لَو كَانَ الْهلَال على شكل وَاحِد لَا يحصل التَّعَدُّد كَمَا لَا يخفى. ¶ وَأما الْخَبَر فَلِأَن مَا فِيهِ يسْأَل بهَا عَن الْجِنْس وَحَقِيقَته فالمسؤول عَنهُ حِينَئِذٍ حَقِيقَة أَمر الْهلَال وشأنه حَال اخْتِلَاف تشكلاته النورية ثمَّ عوده إِلَى مَا كَانَ عَلَيْهِ وَذَلِكَ الْأَمر المسؤول عَن حَقِيقَته يحْتَمل ذَيْنك الْأَمريْنِ بِلَا ريب",
            "page": "27",
            "part": "1",
            "seal": "3A5F22E0"
        },
        {
            "id": "23",
            "nass": "فعلى الأول يكون الْجَواب بقوله {قل هِيَ مَوَاقِيت للنَّاس وَالْحج} مطابقا مُبينًا للحكمة الظَّاهِرَة اللائقة بشأن التَّبْلِيغ الْعَام المذكرة لنعمة الله تَعَالَى ومزيد رأفته وَهِي أَن تكون معالم للنَّاس يوقتون بهَا أُمُورهم الدِّينِيَّة ويعلمون أَوْقَات زُرُوعهمْ ومتاجرهم ومعالم للعبادات يعرف بهَا أَوْقَاتهَا كالصيام والإفطار وخصوصا الْحَج فَإِن الْوَقْت مرَاعِي فِيهِ أَدَاء وَقَضَاء ¶ وَلَو كَانَ الْهلَال مدورا كَالشَّمْسِ أَو ملازما حَالَة وَاحِدَة لم يكد يَتَيَسَّر التَّوْقِيت بِهِ وَلم يذكر صلى الله عَلَيْهِ وَسلم الْحِكْمَة الْبَاطِنَة لذَلِك مثل كَون اخْتِلَاف تشكلاته سَببا عاديا أَو جعليا لاخْتِلَاف أَحْوَال المواليد العنصرية كَمَا بَين فِي مَحَله لِأَنَّهُ مِمَّا لم يطلع عَلَيْهِ كل أحد ¶ وعَلى الثَّانِي يكون من الأسلوب الْحَكِيم وَيُسمى القَوْل بِالْمُوجبِ وَهُوَ تلقي السَّائِل بِغَيْر مَا يتطلب بتنزيل سُؤَاله منزلَة غَيره تَنْبِيها على أَنه الأولى بِحَالهِ وَاخْتَارَهُ السكاكي وَجَمَاعَة. فَيكون فِي هَذَا الْجَواب إِشَارَة إِلَى أَن الأولى على تَقْدِير وُقُوع السُّؤَال أَن يسْأَلُوا عَن الْحِكْمَة لَا عَن السَّبَب لِأَنَّهُ لَا يتَعَلَّق بِهِ صَلَاح معاشهم ومعادهم وَالنَّبِيّ صلى الله عَلَيْهِ وَسلم إِنَّمَا بعث لبَيَان ذَلِك ¶ وَبَعض عُلَمَاء الْهَيْئَة اليونانية قَالَ لَيْسُوا مِمَّن يطلع على دقائق علم الْهَيْئَة الْمَوْقُوفَة على الأرصاد والأدلة الفلسفية ¶ وَهَذَا وهم لِأَن ذَلِك على فرض تَسْلِيمه فِي حق أُولَئِكَ الْمَشَّائِينَ فِي ركاب النُّبُوَّة والمرتاضين فِي رواق الفتوة والفائزين بإشراق الْأَنْوَار والمطلعين بأرصاد قُلُوبهم على دقائق الْأَسْرَار وَإِن لم يكن نقصا من قدرهم",
            "page": "28",
            "part": "1",
            "seal": "B934846E"
        },
        {
            "id": "24",
            "nass": "إِلَّا أَنه يدل على أَن سَبَب الِاخْتِلَاف مَا بَين فِي علم الْهَيْئَة من بعد الْقَمَر عَن الشَّمْس وقربه إِلَيْهَا ¶ وَهُوَ بَاطِل عِنْد أهل الشَّرِيعَة فَإِنَّهُ مَبْنِيّ على أُمُور لم يثبت جزما شَيْء مِنْهَا ¶ غَايَة الْأَمر أَن الفلاسفة الأول تخيلوها مُوَافقَة فَمَا أبدعه الْحَكِيم الْمُطلق كَمَا يُشِير إِلَيْهِ كَلَام الشَّيْخ مُحي الدّين رَحمَه الله فِي «فتوحاته» مِمَّا يُنَادي على أَن مَا ذَهَبُوا إِلَيْهِ مُجَرّد تخيل لَا تأباه الْحِكْمَة وَلَيْسَ مطابقا لما فِي نفس الْأَمر أَن الْمُتَأَخِّرين مِمَّن انتظم فِي سلك الفلاسفة كهرشل الْحَكِيم وَأَتْبَاعه أَصْحَاب الرصد والزيج الْجَدِيد تخيلوا خلاف مَا ذهب إِلَيْهِ الْأَولونَ فِي أَمر الْهَيْئَة وَقَالُوا بِأَن الشَّمْس مَرْكَز وَالْأَرْض وَكَذَا النُّجُوم دَائِرَة حولهَا وبنوا حكم الْكُسُوف والخسوف وَنَحْوه على ذَلِك وبرهنوا عَلَيْهِ وردوا مخالفيه وَلم يتَخَلَّف شَيْء من أحكامهم فِي هَذَا الْبَاب بل يَقع بِحَسب مَا يَقع مَا يَقُوله الْأَولونَ مَبْنِيا على زعمهم. ¶ فَحَيْثُ اتّفقت الْأَحْكَام مَعَ اخْتِلَاف المبنيين وتضاد المنشأين ورد أحد الزعمين بِالْآخرِ ارْتَفع الوثوق بكلا المذهبين وَوَجَب الرُّجُوع إِلَى الْعلم المقتبس من مشكاة الرسَالَة والمنقدح من أنوار شمس السِّيَادَة والبسالة والاعتماد على مَا قَالَه الشَّارِع الْأَعْظَم صلى الله عَلَيْهِ وَسلم بعد إمعان النّظر فِيهِ وَحمله على أحسن مَعَانِيه! ¶ وَإِذا أمكن الْجمع بَين مَا يَقُوله الفلاسفة كَيفَ كَانُوا مِمَّا يقبله الْعقل، وَبَين",
            "page": "29",
            "part": "1",
            "seal": "252B6916"
        },
        {
            "id": "25",
            "nass": "مَا يَقُوله سيد الْحُكَمَاء وَنور أهل الأَرْض وَالسَّمَاء فَلَا بَأْس بِهِ بل هُوَ الْأَلْيَق الأحرى فِي دفع الشكوك الَّتِي كثيرا مَا تعرض لِضُعَفَاء الْمُؤمنِينَ. ¶ وَإِذا لم يكن ذَلِك فَعَلَيْك بِمَا دارت عَلَيْهِ أفلاك الشَّرْع وتنزلت بِهِ أَمْلَاك الْحق. ¶ وسنتكلم فِيمَا يتَعَلَّق بِأَحْكَام الْقَمَر فِيمَا يُنَاسِبهَا من الْآيَات الْآتِيَة إِن شَاءَ الله تَعَالَى. ¶ وَمِنْهَا قَوْله تَعَالَى {وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (255)} [البقرة: 255] ¶ تَفْسِير هَذِه الْآيَة ¶ الْكُرْسِيّ جسم بَين يَدي الْعَرْش مُحِيط بالسماوات وَالْأَرْض وَقد أخرج جرير وَابْن الْمُنْذر عَن ابْن عَبَّاس رَضِي الله تَعَالَى عَنْهُمَا قَالَ \"لَو أَن السَّمَاوَات السَّبع وَالْأَرضين السَّبع بسطن ثمَّ وصلن بَعضهنَّ إِلَى بعض مَا كن فِي سعته أَي الْكُرْسِيّ إِلَّا بِمَنْزِلَة الْحلقَة بالمفازة\". ¶ وَهُوَ غير الْعَرْش كَمَا يدل عَلَيْهِ مَا أخرجه ابْن جرير عَن أبي ذَر أَنه سَالَ النَّبِي صلى الله عَلَيْهِ وَسلم عَن الْكُرْسِيّ فَقَالَ يَا أَبَا ذَر مَا السَّمَاوَات السَّبع والأرضون السَّبع عِنْد الْكُرْسِيّ إِلَّا كحلقة ملقاة بِأَرْض",
            "page": "30",
            "part": "1",
            "seal": "951A48B0"
        },
        {
            "id": "27",
            "nass": "فلاة وَإِن فضل الْعَرْش على الْكُرْسِيّ كفضل الفلاة على تِلْكَ الْحلقَة. (1) ¶ وَعَن ابْن عَبَّاس قَالَ سُئِلَ النَّبِي صلى الله عَلَيْهِ وَسلم عَن قَوْله تَعَالَى {وسع كرسيه السَّمَاوَات وَالْأَرْض} قَالَ {كرسيه} مَوضِع قَدَمَيْهِ وَالْعرش لَا يقدر قدره وَقيل هُوَ الْعَرْش نَفسه وَنسب ذَلِك إِلَى الْحسن. وَقيل قدرَة الله تَعَالَى وَقيل تَدْبيره وَقيل ملك من مَلَائكَته وَقيل هُوَ مجَاز عَن الْعلم من تَسْمِيَة الشَّيْء بمكانه لِأَن الْكُرْسِيّ مَكَان الْعَالم الَّذِي فِيهِ الْعلم فَيكون مَكَانا للْعلم بتبعيته لِأَن الْعرض يتبع الْمحل فِي التحيز حَتَّى ذَهَبُوا إِلَى أَنه معنى قيام الْعرض بِالْمحل وَحكي ذَلِك عَن ابْن عَبَّاس وَقيل عَن الْملك أخذا من كرْسِي الْملك وَقيل أصل الْكُرْسِيّ مَا يجلس عَلَيْهِ وَلَا يفضل عَن مقْعد الْقَاعِد وَالْكَلَام مسوق على سَبِيل التَّمْثِيل لعظمته تَعَالَى شَأْنه وسعة سُلْطَانه وإحاطة علمه بالأشياء قاطبة فَفِي الْكَلَام اسْتِعَارَة تمثيلية وَلَيْسَ ثمَّة كرْسِي وَلَا قَاعد وَلَا قعُود وَهَذَا الَّذِي أختاره الجم الْغَفِير من الْخلف فِرَارًا من توهم التجسيم وحملوا الْأَحَادِيث الَّتِي ظَاهرهَا حمل الْكُرْسِيّ على الْجِسْم الْمُحِيط على مثل ذَلِك وَلَا سِيمَا الْأَحَادِيث الَّتِي فِيهَا ذكر الْقدَم كَمَا قدمنَا وكالحديث الَّذِي أخرجه الْبَيْهَقِيّ وَغَيره عَن أبي مُوسَى الْأَشْعَرِيّ: ¶ __________ ¶ (1) رواه ابن جرير، ومحمد بن جعفر ابن أبي شيبة، والبيهقي في \" الأسماء والصفات\" من طرق عن أبي ذر مرفوعاً، وهو حديث صحيح. وراه ابن أبي شيبة في \"العرش\" والحاكم في \"المستدرك\" بسند صحيح موقوفاً، ورواه الضياء في \"الأحاديث المختارة\"، مرفوعاً وهو غلط كما قال ابن كثير - ن -.",
            "page": "31",
            "part": "1",
            "seal": "CA2ECDDC"
        },
        {
            "id": "28",
            "nass": "\"الْكُرْسِيّ مَوضِع الْقَدَمَيْنِ وَله أطيط كأطيط الرحل الْجَدِيد إِذا ركب عَلَيْهِ من يثقله مَا يفضل مِنْهُ أَربع أَصَابِع\" (1). ¶ وَأَنت تعلم أَن ذَلِك وَأَمْثَاله لَيْسَ بالداعي الْقوي لنفي الْكُرْسِيّ بِالْكُلِّيَّةِ ¶ فَالْحق أَنه ثَابت كَمَا نطقت بِهِ الْأَخْبَار الصَّحِيحَة وتوهم التجسيم لَا يعبأ بِهِ وَإِلَّا لزم نفي الْكثير من الصِّفَات وَهُوَ بمعزل عَن اتِّبَاع الشَّارِع وَالتَّسْلِيم لَهُ. ¶ وَأكْثر السّلف الصَّالح جعلُوا ذَلِك من الْمُتَشَابه الَّذِي لَا يحيطون بِهِ علما وفوضوا علمه إِلَى الله تَعَالَى مَعَ القَوْل بغاية التَّنْزِيه وَالتَّقْدِيس لَهُ تَعَالَى شَأْنه. ¶ والقائلون بِالظَّاهِرِ من الصُّوفِيَّة لم يشكل عَلَيْهِم شَيْء من أَمْثَال ذَلِك. ¶ وَقد ذكر بعض العارفين مِنْهُم أَن (الْكُرْسِيّ) عبارَة عَن تجلي جملَة الصِّفَات الفعلية فَهُوَ مظهر إلهي وَمحل نُفُوذ الْأَمر وَالنَّهْي والإيجاد والإعدام الْمعبر عَنْهُمَا بالقدمين. وَقد وسع السَّمَوَات وَالْأَرْض وسع وجود عَيْني ووسع حكمي لِأَن وجودهما الْمُقَيد من آثَار الصِّفَات الفعلية الَّذِي هُوَ مظهر لَهَا وَلَيْسَت القدمان فِي الْأَحَادِيث عبارَة عَن قدمي الرجلَيْن وَمحل النَّعْلَيْنِ تَعَالَى الله سُبْحَانَهُ عَن ذَلِك علوا كَبِيرا وَلَا الأطيط عبارَة عَمَّا تسمعه وتفهمه فِي الشَّاهِد بل هُوَ إِن لم تفوض علمه إِلَى الْعَلِيم الْخَبِير إِشَارَة إِلَى بروز الْأَشْيَاء المتضادة أَو اجتماعها فِي ذَلِك الْمظهر الَّذِي هُوَ منشأ التَّفْصِيل والإبهام وَمحل الإيجاد والإعدام، ومركز الضّر والنفع والتفريق وَالْجمع. وَمعنى \"مَا يفضل ¶ __________ ¶ (1) أخرجه محمد بن عثمان بن أبي شيبة في \"العرش\" (ق 114/ 1 - 2). والبيهقي في \" الأسماء والصفات\" (290) من طريق عمارة بن عمير عن أبي موسى موقوفاً عليه به، دون قوله: \"الجديد، إذا ركب ... \". وأخرجه الخطيب في تاريخه (8/ 52) من طريق عبد الله بن خليفة مرفوعاً مع الزيادة إلا أنه قال: \"إلا قدر ... \". ورواه أبو يعلى والبزار عن ابن خليفة هذا عن عمر مرفوعاً. وقال الحافظ ابن كثير: \"عبد الله بن خليفة، وليس بذلك المشهور، وفي سماعه من عمر نظر، وعندي في صحته نظر\" - ن -.",
            "page": "32",
            "part": "1",
            "seal": "72C33487"
        },
        {
            "id": "29",
            "nass": "مِنْهُ أَربع أَصَابِع إِن كَانَ الضَّمِير رَاجعا إِلَى الرجل ظَاهر وَإِن كَانَ رَاجعا إِلَى الْكُرْسِيّ فَهُوَ إِشَارَة إِلَى وجود حضرات هِيَ مظَاهر لبَعض الْأَسْمَاء لم تبرز إِلَى عَالم الْحس وَلم يُمكن أَن يَرَاهَا إِلَّا من ولد مرَّتَيْنِ وَلَيْسَ المُرَاد من الْأَصَابِع الْأَرْبَع مَا تعرفه من نَفسك. ¶ وللصوفية فِي هَذَا الْمقَام كَلَام غير هَذَا ولعلنا نشِير إِلَى بعض مِنْهُ إِن شَاءَ الله تَعَالَى ¶ وَأَنا أَقُول غير مبال بجهول: إِن غَالب هَذِه الْأَقْوَال لَيست برطب إِذْ أعدت وَلَا يبس، والمعول عَلَيْهِ مَا أَرَادَ الله تَعَالَى وَرَسُوله بِظَاهِر كَلَامهمَا {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [آل عمران: 53]",
            "page": "33",
            "part": "1",
            "seal": "C741EF51"
        },
        {
            "id": "30",
            "nass": "سُورَة آل عمرَان ¶ فِي هَذِه السُّورَة قَوْله تَعَالَى: ¶ {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ (190) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (191)} [آل عمران: 190، 191] ¶ هَذِه الْآيَة كثيرا مَا يصدر مصنفو علم الْهَيْئَة بهَا كتبهمْ ظنا مِنْهُم أَنَّهَا تنوه بفنهم وتحث على الِاشْتِغَال بِهِ ¶ وللرازي فِي تَفْسِيرهَا كَلَام يُوضح مَا قُلْنَاهُ ¶ وَقَالَ غَيره {إِن فِي خلق السَّمَاوَات وَالْأَرْض} أَي فِي اتحادهما وإنشائهما على مَا هما عَلَيْهِ من الْعَجَائِب والبدائع {وَاخْتِلَاف اللَّيْل وَالنَّهَار} أَي تعاقبهما ومجيء كل مِنْهُمَا خلف الآخر بِحَسب طُلُوع الشَّمْس وغروبها التَّابِعين لسباحتها فِي بَحر قدرته سُبْحَانَهُ بِحَسب إِرَادَته ¶ وَكَون ذَلِك تَابعا لحركة السَّمَوَات وَسُكُون الأَرْض مُخَالف لما ذهب إِلَيْهِ جُمْهُور أهل السّنة من الْمُحدثين وَغَيرهم من سُكُون السَّمَاوَات وتحرك النُّجُوم أَنْفسهَا بِتَقْدِير الله تَعَالَى الْعَلِيم وَهُوَ مُوَافق من بعض الْوُجُوه لما ذهب إِلَيْهِ متأخرو الفلاسفة من أَن مَرْكَز السيارات هُوَ الشَّمْس.",
            "page": "34",
            "part": "1",
            "seal": "C5E176D5"
        },
        {
            "id": "31",
            "nass": "وَقَالَ الشَّيْخ مُحي الدّين بن عَرَبِيّ: إِن الله تَعَالَى جعل هَذِه السَّمَاوَات سَاكِنة وَخلق فِيهَا نجوما تسبح بهَا وَجعل لَهَا فِي سباحتها حركات مقدرَة لَا تزيد وَلَا تنقص وَجعلهَا تسير فِي جرم السَّمَاء الَّذِي هُوَ مساحتها فتخرق الْهَوَاء المماس لَهَا فَيحدث بسيرها أصوات ونغمات مطربة لكَون سَيرهَا على وزن مَعْلُوم فَتلك نغمات الأفلاك الْحَادِثَة من قطع الْكَوَاكِب المسافات السماوية. ¶ وَجعل أَصْحَاب علم الْهَيْئَة للأفلاك ترتيبا مُمكنا فِي حكم الْعقل وَجعلُوا الْكَوَاكِب فِيهِ كالشامات على سطح الْجِسْم. ¶ وكل مَا قَالُوهُ يُعْطِيهِ ميزَان حركاتها وَإِن الله تَعَالَى لَو فعل ذَلِك كَمَا ذَكرُوهُ لَكَانَ السّير السّير بِعَيْنِه وَلذَلِك يصيبون فِي علم الكسوفات وَنَحْوه. ¶ وَقَالُوا إِن السَّمَاوَات كالأكر وَإِن الأَرْض فِي جوفها وَذَلِكَ كُله تَرْتِيب وضعي يجوز فِي الْإِمْكَان غَيره وهم مصيبون فِي الأوزان مخطئون فِي أَن الْأَمر كَمَا رتبوه. ¶ قَالَ: فَلَيْسَ الْأَمر إِلَّا على مَا ذَكرْنَاهُ شُهُودًا. انْتهى ¶ وَيُؤَيّد دَعْوَى: أَنه يجوز فِي الْإِمْكَان غَيره مَا ذهب إِلَيْهِ أَصْحَاب الزيج الْجَدِيد من أَن الشَّمْس سَاكِنة لَا تتحرك أصلا وَأَنَّهَا مَرْكَز الْعَالم وَأَن الأَرْض وَكَذَا سَائِر السيارات والثوابت تتحرك عَلَيْهَا وَأَقَامُوا على ذَلِك الْأَدِلَّة والبراهين بزعمهم وبنوا عَلَيْهِ الْكُسُوف والخسوف وَنَحْوهمَا وَلم يتَخَلَّف شَيْء من ذَلِك.",
            "page": "35",
            "part": "1",
            "seal": "1E1F14D0"
        },
        {
            "id": "32",
            "nass": "فَهَذَا يشْعر بِأَنَّهُ لَا قطع فِيمَا ذهب إِلَيْهِ أَصْحَاب الْهَيْئَة. ¶ وَيحْتَمل أَن يُرَاد بـ {واخْتِلَاف اللَّيْل وَالنَّهَار} تفاوتهما بازدياد كل مِنْهُمَا بانتقاص الآخر وانتقاصه بازدياده باخْتلَاف حَالَة الشَّمْس بِالنِّسْبَةِ إِلَيْنَا قربا وبعدا بِحَسب الْأَزْمِنَة أَو فِي اخْتِلَافهمَا وتفاوتهما بِحَسب الْأَمْكِنَة إِمَّا فِي الطول وَالْقصر فَإِن الْبِلَاد الْقَرِيبَة من قطب الشمَال أَيَّامهَا الصيفية أطول ولياليها الصيفية أقصر من أَيَّام الْبِلَاد الْبَعِيدَة مِنْهُ ولياليها ¶ وَإِمَّا فِي أَنفسهمَا فَإِن كرية الأَرْض تَقْتَضِي أَن يكون بعض الْأَوْقَات فِي بعض الْأَمَاكِن لَيْلًا وَفِي مُقَابِله نَهَارا وَفِي بَعْضهَا صباحا وَفِي بَعْضهَا ظهرا أَو عصرا أَو غير ذَلِك. ¶ وَهَذَا مِمَّا لَا شُبْهَة فِيهِ عِنْد كثير من النَّاس وَلَيْسَ بالبعيد بل اخْتِلَاف الْأَوْقَات فِي الْأَمَاكِن مشَاهد محسوس لَا يخْتَلف فِيهِ اثْنَان. ¶ إِلَّا أَن فِي كرية الأَرْض اخْتِلَافا فقد ذكر الشَّيْخ مُحي الدّين أَن الله تَعَالَى بعد أَن خلق الْفلك المكوكب فِي جَوف الْفلك الأطلس خلق الأَرْض سبع طَبَقَات وَجعل كل أَرض أَصْغَر من الْأُخْرَى ليَكُون على كل أَرض قبَّة سَمَاء فَلَمَّا قدر خلقهَا وَقدر فِيهَا أقواتها واكتسى الْهَوَاء صُورَة البخار الَّذِي هُوَ الدُّخان فتق ذَلِك الدُّخان سبع سماوات طباقا وأجساما شفافة وَجعلهَا على الْأَرْضين كالقباب على كل أَرض سَمَاء أطرافها عَلَيْهَا نصف كرة وكرة الأَرْض لَهَا كالبساط فَهِيَ مدحية دحاها من أجل السَّمَاء أَن تكون عَلَيْهَا،",
            "page": "36",
            "part": "1",
            "seal": "BDC94765"
        },
        {
            "id": "33",
            "nass": "وَجعل فِي كل سَمَاء من هَذِه وَاحِدَة من الْجَوَارِي على التَّرْتِيب الْمَعْرُوف. انْتهى. ¶ قَالَ الْجدُّ (1) متعقباً: وَالْقلب يمِيل إِلَى الكرية وَالله لَا يستحيي من الْحق ¶ قَالَ وَمَا ذهب إِلَيْهِ الشَّيْخ أَمر شهودي وَفِيه الْمُوَافق والمخالف لما ذهب إِلَيْهِ مُعظم الْمُحدثين وَأكْثر عُلَمَاء الدّين وَالَّذِي قطع بِهِ بعض الْمُحَقِّقين أَنه لم يَجِيء فِي الْأَحَادِيث الصَّحِيحَة المرفوعة مَا يفصل أَمر السَّمَاوَات وَالْأَرْض أتم تَفْصِيل إِذْ لَيست الْمَسْأَلَة من الْمُهِمَّات فِي نظر الشَّارِع صلى الله عَلَيْهِ وَسلم والمهم فِي نظره مِنْهَا وَاضح لَا مرية فِيهِ وَسُبْحَان من لَا يتعاصى قدرته شَيْء. ¶ و {اللَّيْل} وَاحِد بِمَعْنى جمع وواحدته لَيْلَة مثل تمر وَتَمْرَة. ¶ وَقَوله سُبْحَانَهُ {لآيَات لأولي الْأَلْبَاب} أَي إِنَّهَا دلالات على وحدانية الله تَعَالَى وَكَمَال علمه وَقدرته وأولو الْأَلْبَاب أَصْحَاب الْعُقُول الْخَالِصَة عَن شوائب الْحس وَالوهم وَوجه دلالات الْمَذْكُورَات على وحدته تَعَالَى أَنَّهَا تدل على وجود الصَّانِع دلَالَة الدُّخان على النَّار لتغيرها المستلزم لحدوثها واستنادها إِلَى مُؤثر قديم ¶ وَمَتى دلّت على ذَلِك لزم مِنْهُ الْوحدَة وَوجه دلالتها على كَمَال علمه وَقدرته أَنَّهَا فِي غَايَة الإتقان وَنِهَايَة الإحكام لمن تَأمل فِيهَا وتفكر فِي ظَاهرهَا وخافيها وَذَلِكَ يَسْتَدْعِي كَمَال الْعلم وَالْقُدْرَة كَمَا لَا يخفى. ¶ __________ ¶ (1) يعني بالجد - على الأرجح - جده. صاحب تفسير \"روح المعاني\" وهو أبو الثناء، محمود شهاب الدين الألوسي، عالم العراق في عصره. ولد سنة 1217 هـ، وتوفي سنة 1270 هـ. وله آثار عديدة في اللغة والأدب والفقه والتفسير. ¶ ورده على الأمر الشهودي عند ابن عربي، هو رد على من تبنى هذا في زمننا من الفئة الضالة، التي تنكر المحسوس والملموس، وما اكتشف من العلوم. بدعوى أن الأرض مبسوطة. وهذا مما يضحك عليهم الأطفال. ¶ وما ذكره ابن عربي فلا سند علمي له، لا من العقل ولا من النقل.",
            "page": "37",
            "part": "1",
            "seal": "BFD04230"
        },
        {
            "id": "34",
            "nass": "وَأما قَوْله تَعَالَى {ويتفكرون فِي خلق السَّمَاوَات وَالْأَرْض رَبنَا مَا خلقت هَذَا بَاطِلا سُبْحَانَكَ فقنا عَذَاب النَّار} فقد فَسرهَا ابْن الْقيم فِي كِتَابه (بَدَائِع الْفَوَائِد) أحسن تَفْسِير وَاسْتدلَّ بهَا على وجود الصَّانِع والنبوات وعَلى الْمعَاد وَالْجنَّة وَالنَّار باستدلال عَجِيب لَيْسَ من مَوْضُوع كتَابنَا هَذَا. فَمن أَرَادَهُ، فَليرْجع إِلَيْهِ.",
            "page": "38",
            "part": "1",
            "seal": "0852E6D6"
        },
        {
            "id": "35",
            "nass": "سُورَة الْأَنْعَام ¶ قَالَ الله تَعَالَى {وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُوا بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ} [الأنعام: 97] ¶ المُرَاد ب {النُّجُوم} مَا عدا النيرين لِأَنَّهَا الَّتِي بهَا الاهتداء وَلِأَن النَّجْم يخص فِي الْعرف بِمَا عداهما وَجوز أَن يدخلا فِيهَا فَيكون هَذَا بَيَانا لفائدتها الْعَامَّة إِثْر بَيَان فائدتهما الْخَاصَّة ¶ والمنجمون يقسمون النُّجُوم إِلَى ثوابت وسيارات. والسيارات عِنْد الْمُتَقَدِّمين سبع بإجماعهم وَعند المنجمين الْيَوْم وهم أهل الْهَيْئَة الجديدة أَن الشَّمْس فِي وسط الْكَوَاكِب الَّتِي تَدور حولهَا وَأَنَّهَا أعظم من الأَرْض بِأَلف ألف مرّة وَثَلَاث مئة وَثَمَانِية وَعشْرين ألف مرّة وَأَن لَهَا حَرَكَة على نَفسهَا وَقد استنبط بعض عُلَمَائهمْ من تحول كلفها الَّذِي يظْهر على ظهرهَا ورجوعه فِي أزمنة مَخْصُوصَة أَنَّهَا تَدور على نَفسهَا فِي خَمْسَة وَعشْرين يَوْمًا واثنتي عشرَة سَاعَة وجزموا بِأَن لَيْسَ لَهَا حَرَكَة حول الأَرْض بل للْأَرْض حَرَكَة حولهَا وَأَن الأَرْض إِحْدَى السيارات.",
            "page": "39",
            "part": "1",
            "seal": "CC915D0A"
        },
        {
            "id": "36",
            "nass": "وَهِي عِنْدهم عُطَارِد والزهرة وَالْأَرْض والمريخ ووسنة وَقد كشفها رجل مِنْهُم يُقَال لَهُ أولبوس فِي حُدُود سنة ثَلَاث وَعشْرين ومئتين وَألف لِلْهِجْرَةِ ونبتون وَقد كشفها رجل مِنْهُم يُقَال لَهُ هاردنق فِي حُدُود سنة عشْرين ومئتين وَألف لِلْهِجْرَةِ وسيرس وَقد كشفها رجل مِنْهُم يُقَال لَهُ بياظى فِي حُدُود سنة سِتّ عشرَة ومئتين وَألف لِلْهِجْرَةِ وبلاس وَقد كشفها أولبوس أَيْضا فِي حُدُود سنة سبع عشرَة ومئتين وَألف وَالْمُشْتَرِي وزحل وأورانوس وَقد كشفها رجل مِنْهُم يُقَال لَهُ هرشل فِي حُدُود سنة سبع وَتِسْعين ومئة وَألف لِلْهِجْرَةِ. ¶ وَلم يعدوا الْقَمَر من السيارات بل من سيارات السيارات لِأَنَّهُ يَدُور حول الأَرْض ودورانها حول الشَّمْس وَهُوَ عِنْدهم دون عظم الأَرْض بتسع وَأَرْبَعين مرّة وَزَعَمُوا أَن بعد الشَّمْس عَن الأَرْض أَرْبَعَة وَثَلَاثُونَ ألف ألف فَرسَخ فرنسي وَهُوَ الْمُقدر بمسافة سَاعَة وَخمْس مئة ألف فَرسَخ وَمَعَ هَذَا يصل نورها إِلَيْنَا فِي مُدَّة ثَمَانِي دقائق وَثَلَاث عشرَة ثَانِيَة وَأَن الْبعد الْأَبْعَد للقمر عَنْهَا أحد وَتسْعُونَ ألفا وَأَرْبع مئة وَخَمْسُونَ فرسخا والبعد الْأَقْرَب لَهُ ثَمَانُون ألفا ومئة وَخَمْسَة فراسخ فَيكون الْبعد الْأَوْسَط نَحْو سِتَّة وَثَمَانِينَ ألف فَرسَخ. ¶ وَكَانُوا يَزْعمُونَ من قبل أَن لَيْسَ للشمس حَرَكَة على كَوْكَب آخر وَإِنَّمَا لَهَا حَرَكَة على نَفسهَا فَقَط ثمَّ أدركوا أَن لَهَا حَرَكَة على كَوْكَب من كواكب الثريا وجوزوا أَن يكون لذَلِك الْكَوْكَب حَرَكَة على كَوْكَب آخر أبعد مِنْهُ وَهَكَذَا إِلَى مَا لَا يُعلمهُ إِلَّا الله تَعَالَى. فَإِن سَعَة الجو غير متناهية عِنْدهم، وَفِيه",
            "page": "40",
            "part": "1",
            "seal": "227FADBF"
        },
        {
            "id": "37",
            "nass": "من الْكَوَاكِب مَا لَا يتناهى أَيْضا وَزَعَمُوا أَن من هاتيك الْكَوَاكِب مَا لَا يصل نوره إِلَى الأَرْض فِي مئة سنة بل أَكثر مَعَ شدَّة سرعَة الضَّوْء كَمَا أُشير إِلَيْهِ آنِفا فِي بَيَان حَرَكَة ضوء الشَّمْس. ¶ والنجوم الثوابت لَا يعلم عدتهَا إِلَّا الله تَعَالَى والمرصود مِنْهَا ألف وَخَمْسَة وَعِشْرُونَ نجما بِإِدْخَال الضفيرة وَمن أخرجهَا قَالَ هِيَ ألف وَاثْنَانِ وَعِشْرُونَ نجما ورتبوا الثوابت على سِتّ أقدار وسموها أقدارا متزايدة سدسا سدسا وَجعلُوا كل قدر على ثَلَاث مَرَاتِب أعظم وأوسط وأصغر ¶ وَلَهُم تقسيمات لَهَا أخر باعتبارات أخر بنوا عَلَيْهَا مَا بنوا وَلَا يكَاد يسلم لَهُم إِلَّا مَا لم يلْزم مِنْهُ مَحْذُور فِي الدّين ¶ وَمعنى {لتهتدوا بهَا فِي ظلمات الْبر وَالْبَحْر} أَي فِي ظلمات اللَّيْل فِي الْبر وَالْبَحْر أَو فِي مُشْتَبهَات الطّرق وسماها {ظلمات} على الِاسْتِعَارَة ¶ وَقد ذكر ابْن قُتَيْبَة فِي «كتاب الأنواء» كَيْفيَّة اسْتِدْلَال الْعَرَب بالنجوم والماهر فِيهِ من قبائلهم ولعلنا نلم بذلك إِن شَاءَ الله تَعَالَى ¶ وَهَذَا إِفْرَاد لبَعض مَنَافِعهَا بِالذكر بِحَسب مَا يَقْتَضِيهِ الْمقَام وَإِلَّا فَهِيَ أجدى من تفاريق الْعَصَا وَهِي فِي جَمِيع مَا يَتَرَتَّب عَلَيْهَا كَسَائِر الْبَاب. ¶ أما تعلم علم النُّجُوم وَمَعْرِفَة البروج والمنازل والأوضاع وَنَحْو ذَلِك مِمَّا يتَوَصَّل إِلَى مصلحَة دينية فَلَا بَأْس بِهِ والمنهي عَنهُ من عُلُوم النُّجُوم، مَا",
            "page": "41",
            "part": "1",
            "seal": "ECBCDF81"
        },
        {
            "id": "38",
            "nass": "يَدعِيهِ أَهلهَا من معرفَة الْحَوَادِث الْآتِيَة فِي مُسْتَقْبل الزَّمَان يَزْعمُونَ أَنهم يدركون ذَلِك بسير الْكَوَاكِب لاقترانها وافتراقها وَهَذَا علم اسْتَأْثر الله تَعَالَى بِهِ لَا يُعلمهُ أحد غَيره فَمن ادّعى علمه بذلك فَهُوَ مَرْدُود عَلَيْهِ. ¶ فَأَما من يَقُول إِن الاقتران والافتراق الَّذِي هُوَ كَذَا جعله الله عَلامَة بِمُقْتَضى مَا اطردت بِهِ عَادَته الإلهية على وُقُوع كَذَا وَقد يتَخَلَّف فَلَا إِثْم عَلَيْهِ بذلك ¶ وَكَذَا الْإِخْبَار عَمَّا يدْرك بطرِيق الْمُشَاهدَة من عُلُوم النُّجُوم الَّذِي يعلم بِهِ الزَّوَال وجهة الْقبْلَة وَكم مضى وَكم بَقِي من الْوَقْت فَإِنَّهُ لَا إِثْم فِيهِ بل هُوَ فرض كِفَايَة ¶ وَأما مَا فِي «الصَّحِيحَيْنِ» أَن رَسُول الله صلى الله عَلَيْهِ وَسلم صلى صَلَاة الصُّبْح فِي إِثْر مَاء أَي مطر كَانَ من اللَّيْل فَلَمَّا انْصَرف أقبل على أَصْحَابه فَقَالَ أَتَدْرُونَ مَاذَا قَالَ ربكُم قَالُوا الله وَرَسُوله أعلم قَالَ أصبح من عبَادي مُؤمن بِي وَكَافِر فَأَما من قَالَ مُطِرْنَا بِفضل الله تَعَالَى فَذَاك مُؤمن بِي كَافِر بالكواكب وَمن قَالَ مُطِرْنَا بِنَوْء كَذَا فَذَاك كَافِر بِي مُؤمن بالكواكب فقد قَالَ أهل الْعلم وَمِنْهُم ابْن قُتَيْبَة فِي «كتاب الأنواء» إِنَّه مَحْمُول على مَا إِذا قَالَ ذَلِك مرِيدا أَن النوء هُوَ الْمُحدث أما لَو قَالَ ذَلِك على معنى أَن النوء عَلامَة على نزُول الْمَطَر ومنزله هُوَ الله تَعَالَى وَحده فَلَا يكفر لَكِن يكره لَهُ قَول ذَلِك لِأَنَّهُ من أَلْفَاظ الْكفْر. ¶ وَفِي «كتاب مِفْتَاح دَار السَّعَادَة» لِابْنِ الْقيم كَلَام مفصل فِي إبِْطَال علم النُّجُوم ¶ وسنعود إِلَى الْكَلَام على ذَلِك فِيمَا يُنَاسِبه من الْآيَات.",
            "page": "42",
            "part": "1",
            "seal": "6BA4164A"
        },
        {
            "id": "39",
            "nass": "وَالْمَقْصُود أَن الاهتداء بالنجوم فِي ظلمات الْبر وَالْبَحْر لَيْسَ فِي قَوَاعِد الْهَيْئَة الجديدة مَا يَأْبَى هَذِه الْآيَة بل الْكل متفقون على الاهتداء بهَا فِي ظلمات الْبر وَالْبَحْر وَلَهُم فِي ذَلِك كتب وقواعد مَشْهُورَة يتخذها ربانو المراكب والجائلون فِي فيافي البراري، وَالله ولي التَّوْفِيق",
            "page": "43",
            "part": "1",
            "seal": "21B8C09F"
        },
        {
            "id": "40",
            "nass": "سُورَة الْأَعْرَاف ¶ قَالَ الله تَعَالَى فِيهَا {إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِ وَلَا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ} [الأعراف: 40] ¶ تَفْسِير هَذِه الْآيَة ¶ عَن أبي هُرَيْرَة رَضِي الله تَعَالَى عَنهُ أَن رَسُول الله صلى الله عَلَيْهِ وَسلم قَالَ: \"الْمَيِّت تحضره الْمَلَائِكَة فَإِذا كَانَ الرجل صَالحا قَالَ أَخْرِجِي أيتها النَّفس الطّيبَة كَانَت فِي الْجَسَد الطّيب أَخْرِجِي حميدة وَأَبْشِرِي بِروح وَرَيْحَان وَرب رَاض غير غَضْبَان فَلَا تزَال يُقَال لَهَا ذَلِك حَتَّى تخرج ثمَّ يعرج بهَا إِلَى السَّمَاء فيستفتح لَهَا فَيُقَال من هَذَا فَيَقُولُونَ فلَان ابْن فلَان فَيُقَال مرْحَبًا بِالنَّفسِ الطّيبَة كَانَت فِي الْجَسَد الطّيب أدخلي حميدة وَأَبْشِرِي بِروح وَرَيْحَان وَرب رَاض غير غَضْبَان فَلَا تزَال يُقَال لَهَا ذَلِك حَتَّى تَنْتَهِي إِلَى السَّمَاء السَّابِعَة\" (2). ¶ والْحَدِيث مَشْهُور. وَكَون السَّمَاء لَهَا أَبْوَاب تفتح للأعمال الصَّالِحَة والأرواح الطّيبَة قد تفتحت لَهُ أَبْوَاب الْقبُول للنصوص الْوَارِدَة فِيهِ وَمِنْهَا حَدِيث الْمِعْرَاج (3). وَهُوَ ثَابت فِي الْكتب الصَّحِيحَة وَفِيه ذكر أَبْوَاب السَّمَاء على وَجه لَا يقبل التَّأْوِيل وَهُوَ أَمر مُمكن أخبر بِهِ الصَّادِق فَلَا حَاجَة إِلَى تَأْوِيله. ¶ __________ ¶ (2) رواه ابن ماجه وأحمد بسند حسن. وله شواهد كثيرة - ن -. ¶ [انظر \"صحيح سنن ابن ماجه\" برقم 3437، ومسند الإمام أحمد 2/ 364 برقم 8743، طبع المكتب الإسلامي]. ¶ (3) أخرجاه في الصحيحين - ن -.",
            "page": "44",
            "part": "1",
            "seal": "B9D6B267"
        },
        {
            "id": "41",
            "nass": "والمعترفون بالسماوات من الفلاسفة أَنْكَرُوا أَن يكون لَهَا أَبْوَاب قَالُوا لِأَن السَّمَاء كرية لَا تقبل الْخرق والالتئام ¶ وَهَذَا قَوْلهم بأفواههم لَا يتم لَهُ دَلِيل عِنْد أهل الْحق ¶ وَظَاهر كَلَام أهل الْهَيْئَة الجديدة جَوَاز الْخرق والالتئام على الأفلاك لكِنهمْ لَا يعترفون بِوُجُود السَّمَاوَات السَّبع على الْوَجْه الَّذِي نطقت بِهِ النُّصُوص فَإِن مثل هَذِه الدقائق لَا تصل إِلَيْهِ يَد أفكارهم القاصرة وَلَا لَهُم آلَة يدركون بهَا حقائق الْأُمُور بل إِن مثل هَذِه الْأُمُور لَا تمكن الْإِحَاطَة بهَا وَالدُّخُول فِي حقائقها إِلَّا من أَبْوَاب النُّبُوَّة وَالْوَحي الرباني وَالسَّلَام على من أتبع الْهدى. ¶ وَمِنْهَا قَوْله تَعَالَى {إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (54)} [الأعراف: 54] ¶ تَفْسِير مثل هَذِه الْآيَة سبق فِي سُورَة الْبَقَرَة فنفسرها على سَبِيل الِاخْتِصَار فَنَقُول {إِن ربكُم} أَي خالقكم ومالككم {الَّذِي خلق السَّمَاوَات} السَّبع ¶ {وَالْأَرْض} بِمَا فِيهَا {فِي سِتَّة أَيَّام} والمفسرون قَالُوا المُرَاد بِالْأَيَّامِ الْأَوْقَات أَي فِي سِتَّة أَوْقَات أَو فِي مِقْدَار سِتَّة أَيَّام على حذف مُضَاف كَقَوْلِه سُبْحَانَهُ {وَلَهُم رزقهم فِيهَا بكرَة وعشيا} فَإِن الْمُتَعَارف أَن الْيَوْم من طُلُوع الشَّمْس إِلَى غُرُوبهَا وَلم تكن هِيَ حِينَئِذٍ مَوْجُودَة نعم الْعَرْش وَهُوَ المحدد على الْمَشْهُور عِنْد الفلاسفة مَوْجُود إِذْ ذَاك لَكِن ذَاك لَيْسَ نَافِعًا فِي تحقق الْيَوْم الْعرفِيّ. ¶ وَإِلَى حمل الْيَوْم على الْمُتَعَارف وَتَقْدِير الْمُضَاف ذهب جمع من الْعلمَاء،",
            "page": "45",
            "part": "1",
            "seal": "CFD8C3B6"
        },
        {
            "id": "42",
            "nass": "وَادعوا أَن ابْتِدَاء الْخلق كَانَ يَوْم الْأَحَد وَلم يكن فِي السبت خلق أخذا لَهُ من السبت بِمَعْنى الْقطع لقطع الْخلق فِيهِ ولتمام الْخلق فِي يَوْم الْجُمُعَة واجتماعه فِيهِ سمي بذلك. فَأول يَوْم وَقع فِيهِ الْخلق يُقَال لَهُ الْأَحَد وَثَانِي يَوْم الِاثْنَيْنِ وَهَكَذَا وَيَوْم جمع فِيهِ الْخلق الْجُمُعَة. ¶ وَذهب آخَرُونَ إِلَى حمل الْيَوْم على الْيَوْم اللّغَوِيّ وَعدم تَقْدِير مُضَاف قبله وَقَالُوا كَانَ مِقْدَار كل يَوْم ألف سنة {وَإِن يَوْمًا عِنْد رَبك كألف سنة مِمَّا تَعدونَ}. ¶ وَمَا ذَكرْنَاهُ سَابِقًا من تَفْسِير الْأَيَّام بالأوقات أَو تَقْدِير مُضَاف وَهُوَ مِقْدَار سِتَّة أَيَّام هُوَ مَا ذهب إِلَيْهِ القاصرون من الْمُفَسّرين عَن الْوُصُول إِلَى مَا ورد فِي الشَّرِيعَة الغراء فقد ذكر الإِمَام تَقِيّ الدّين أَبُو الْعَبَّاس ابْن تَيْمِية فِي «منهاج السّنة» وَغَيره من مؤلفاته أَن الْأَيَّام كَانَت تعرف قبل أَن يخلق السَّمَاوَات وَمَا فِيهَا ¶ بأنوار تشرق من جَانب الْعَرْش يعرف بهَا كل يَوْم من أَيَّام الْأُسْبُوع وَبرهن على ذَلِك بِمَا يَنْبَغِي مُرَاجعَته ¶ وَفِي خلقه سُبْحَانَهُ الْأَشْيَاء مدرجا تَعْلِيم لِلْخلقِ التثبت والتأني فِي الْأُمُور.",
            "page": "46",
            "part": "1",
            "seal": "37CFD7DC"
        },
        {
            "id": "43",
            "nass": "وَقَوله {ثمَّ اسْتَوَى على الْعَرْش} مَعْنَاهُ أَنه اسْتَوَى عَلَيْهِ اسْتِوَاء يَلِيق بِذَاتِهِ لَا أَن المُرَاد بِهِ استولى كَمَا ذهب إِلَيْهِ المعاندون واعتقدوا أَن لَيْسَ فَوق الْعَرْش إِلَه يعبد مَعَ أَن نُصُوص الْكتاب وَالسّنة ترغم أنوفهم وَكَلَام السّلف فِي هَذَا الْبَاب مَشْهُور ¶ و {الْعَرْش} فِي الْمَشْهُور الْجِسْم الْمُحِيط بِسَائِر الْأَجْسَام سمي بِهِ إِمَّا لارتفاعه وَإِمَّا للتشبيه بسرير الْملك فَإِنَّهُ يُقَال لَهُ عرش وَمِنْه قَوْله {وَلها عرش عَظِيم} فِي عرش بلقيس لِأَن الْأُمُور والتدبيرات تنزل مِنْهُ. ¶ وَمعنى قَوْله تَعَالَى {يغشي اللَّيْل النَّهَار} أَي يُغطي سُبْحَانَهُ النَّهَار بِاللَّيْلِ ¶ وَلما كَانَ المغطى يجْتَمع مَعَ المغطي وجودا وَذَلِكَ لَا يتَصَوَّر هُنَا قَالُوا الْمَعْنى يلْبسهُ مَكَانَهُ فَيصير الجو مظلما بعد مَا كَانَ مضيئا. ¶ وَمعنى قَوْله {يَطْلُبهُ حثيثا} أَي سَرِيعا. ¶ وَقَوله {وَالشَّمْس وَالْقَمَر والنجوم مسخرات بأَمْره} أَي خَلقهنَّ حَال كونهن مذللات تابعات لتصرفه سُبْحَانَهُ فِيهِنَّ بِمَا شَاءَ غير ممتنعات عَلَيْهِ جلّ شَأْنه كأنهن مميزات أمرن فانقدن وإفراد الشَّمْس وَالْقَمَر بِالذكر مَعَ دخولهما فِي النُّجُوم، لإِظْهَار شرفهما عَلَيْهَا لما فيهمَا من مزِيد الْإِشْرَاق والنور وبسيرهما فِي الْمنَازل تعرف الْأَوْقَات وَقدم الشَّمْس على الْقَمَر لِأَنَّهَا أَسْنَى من الْقَمَر وأسمى مكانة ومكانا بِنَاء على مَا قَالَ الفلكيون وبرهنوا عَلَيْهِ أَنَّهَا فِي السَّمَاء الرَّابِعَة وَأَنه فِي السَّمَاء الدُّنْيَا غير أَن ذَلِك لَيْسَ بِمُسلم عِنْد الْمُحدثين كالقول بِأَن نوره مُسْتَفَاد من",
            "page": "47",
            "part": "1",
            "seal": "70FBF937"
        },
        {
            "id": "44",
            "nass": "نورها، لاخْتِلَاف تشكلاته على أنحاء متفاوته بِحَسب وَضعه من الشَّمْس فِي الْقرب والبعد عَنْهَا مَعَ مَا يلْحقهُ من الخسوف لَا لاخْتِلَاف التشكلات وَحده فَإِنَّهُ لَا يُوجب الحكم بِأَن نور الْقَمَر مُسْتَفَاد من الشَّمْس قطعا لجَوَاز أَن يكون نصفه من ذَاته وَنصفه مظلما ويدور على نَفسه بحركة مُسَاوِيَة لحركة فلكه فَإِذا تحرّك بعد المحاق يَسِيرا رَأَيْنَاهُ هلالا ويزداد فنراه بَدْرًا ثمَّ يمِيل نصفه المظلم شَيْئا فَشَيْئًا إِلَى أَن يؤول إِلَى المحاق. ¶ وَبَاقِي الْآيَة مَعْلُوم. ¶ فَهَذِهِ الْآيَة لَيْسَ فِيهَا مَا يُخَالف قَوَاعِد الْفَنّ بِوَجْه من الْوُجُوه.",
            "page": "48",
            "part": "1",
            "seal": "D88DC667"
        },
        {
            "id": "45",
            "nass": "سُورَة التَّوْبَة ¶ قَالَ الله تَعَالَى {عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (129)} [التوبة: 129] ¶ تَفْسِيرهَا ¶ {الْعَرْش} كَمَا سبق هُوَ الْجِسْم الْمُحِيط بِسَائِر الْأَجْسَام وَلَا تصل إِلَى حَقِيقَة عظمه الأفهام والأوهام وسمته الفلاسفة فلك الأفلاك ومحدد الْجِهَات وَلَيْسَ لَهُم على ذَلِك برهَان وَلَا أثارة من علم ¶ وَوَصفه ب {الْعَظِيم} ويحق لَهُ ذَلِك لِأَنَّهُ لَا يعلم مِقْدَار عَظمته إِلَّا الله تَعَالَى. ¶ وَفِي الْخَبَر \"إِن الأَرْض بِالنِّسْبَةِ إِلَى السَّمَاء الدُّنْيَا كحلقة فِي فلاة\" (1)، وَهُوَ بِالنِّسْبَةِ إِلَى الْعَرْش كَذَلِك وَعَن ابْن عَبَّاس إِنَّه لَا يقدر قدره أحد (2). ¶ __________ ¶ (1) يشير إلى حديث أبي ذر - رضي الله عنه - قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما الكرسي في العرش إلا كحلقة من حديد ألقيت بين ظهري فلاة من الأرض\". وهو حديث صحيح، انظر \"سلسلة الأحاديث الصحيحة\" رقم 109، طبع المكتب الإسلامي. - زهير -. ¶ (2) هو حديث صح موقوفاً على ابن عباس - رضي الله عنه - وقد روي مرفوعاً، وقال عنه الألباني: ضعيف غير أن ثبوته لابن عباس يلزم أن يكون صحيحاً، لأنه لا يكون من من قبل الرأي - زهير -.",
            "page": "49",
            "part": "1",
            "seal": "3E9EC410"
        },
        {
            "id": "46",
            "nass": "سُورَة يُونُس ¶ قَالَ الله تَعَالَى {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ مَا خَلَقَ اللَّهُ ذَلِكَ إِلَّا بِالْحَقِّ يُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ (5) إِنَّ فِي اخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَمَا خَلَقَ اللَّهُ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَتَّقُونَ (6)} [يونس: 5 - 6] ¶ تَفْسِير هَذِه الْآيَة ¶ {الشَّمْس} مَأْخُوذَة من شمسة القلادة للخرزة الْكَبِيرَة وَسطهَا وَسميت بذلك لِأَنَّهَا أعظم الْكَوَاكِب كَمَا تدل عَلَيْهِ الْآثَار وَيشْهد لَهُ الْحس وَإِلَيْهِ ذهب جُمْهُور أهل الْهَيْئَة وَمِنْهُم من قَالَ سميت بذلك لِأَنَّهَا فِي الْفلك الْأَوْسَط بَين أفلاك العلوية وَبَين أفلاك الثَّلَاثَة الْأُخَر على تَرْتِيب مَا فِي قَوْله ¶ (زُحَلٌ شرى مريّخه من شمسه ... فتزاهرتْ لعُطاردَ الأقمار) ¶ وَهُوَ أَمر ظَنِّي لم تشهد لَهُ الْأَخْبَار النَّبَوِيَّة كَمَا ستعلمه ¶ واستفادةُ الْقَمَر النُّور من الشَّمْس سَوَاء أَكَانَت على سَبِيل الانعكاس من غير أَن يصير جَوْهَر الْقَمَر مستنيرا كَمَا فِي الْمرْآة أم بِأَن يَسْتَنِير جوهره على مَا هُوَ الْأَشْبَه عِنْد الرَّازِيّ قد ذكرهَا كثير من النَّاس. ¶ وَهِي مِمَّا لم يجِئ من حَدِيث من عرج إِلَى السَّمَاء صلى الله عَلَيْهِ وَسلم وَإِنَّمَا جَاءَ عَن الفلاسفة.",
            "page": "50",
            "part": "1",
            "seal": "39082A71"
        },
        {
            "id": "47",
            "nass": "وَقد زَعَمُوا أَن الأفلاك الْكُلية تِسْعَة أَعْلَاهَا فلك الأفلاك وَهُوَ الْفلك الأطلس ثمَّ فلك الثوابت ثمَّ فلك زحل ثمَّ فلك المُشْتَرِي ثمَّ فلك المريخ ثمَّ فلك الشَّمْس ثمَّ فلك الزهرة ثمَّ فلك عُطَارِد وَهُوَ الْكَاتِب بزعمهم ثمَّ فلك الْقَمَر. ¶ وَاسْتدلَّ كثير مِنْهُم على هَذَا التَّرْتِيب بِمَا يبْقى مَعَه الِاشْتِبَاه بَين الشَّمْس وَبَين الزهرة وَالْكَاتِب كالكسف والانكساف وَاخْتِلَاف المنظر الَّذِي توصلوا إِلَى مَعْرفَته بِذَات الشعبتين لِأَن الأول لَا يتَصَوَّر هُنَاكَ لِأَن الزهرة وَالْكَاتِب يحترقان عِنْد الاقتران فِي مُعظم المعمورة وَالثَّانِي أَيْضا مِمَّا لَا يُسْتَطَاع علمه بِتِلْكَ الْآلَة لِأَنَّهَا تنصب فِي سطح نصف النَّهَار وَهَذَانِ الكوكبان لَا يظهران هُنَاكَ لِكَوْنِهِمَا حوالي الشَّمْس بِأَقَلّ من برجين فَإِذا بلغا نصف النَّهَار كَانَت الشَّمْس فَوق الأَرْض شرقية أَو غربية فَلَا يريان أصلا ¶ وَجعل الشَّمْس فِي الْفلك الْأَوْسَط لما فِي ذَلِك من حسن التَّرْتِيب كَأَنَّهَا شمسة القلادة أَو لِأَنَّهَا بِمَنْزِلَة الْملك فِي الْعَالم فَكَمَا يَنْبَغِي للْملك أَن يكون فِي وسط الْعَسْكَر بنبغي لَهَا أَن تكون فِي وسط كرات الْعَالم أَمر إقناعي بل هُوَ من قبيل التَّمَسُّك بحبال الْقَمَر. ¶ وَمثل ذَلِك تمسكهم فِي عدم الزِّيَادَة على هَذِه الأفلاك بِأَنَّهُ لَا فضل فِي الفلكيات مَعَ أَنه يلْزم عَلَيْهِ أَن يكون ثخن الْفلك الْأَعْظَم أقل مَا يُمكن أَن يكون للأجسام من الثخانة إِذْ لَا كَوْكَب فِيهِ حَتَّى يكون ثخنه مُسَاوِيا لقطره وَقد بَين فِي «رِسَالَة الأبعاد والأجرام» أَنه بلغ الْغَايَة فِي الثخن وَحِينَئِذٍ يُمكن أَن يكون لكل من الثوابت فلك على حِدة وَأَن تكون تِلْكَ الأفلاك متوافقة فِي حركاتها جِهَة وقطبا ومنطقة وَسُرْعَة بل لَو قيل يتخالف بَعْضهَا لم يكن هُنَاكَ دَلِيل يَنْفِيه لِأَن المرصود مِنْهَا أقل قَلِيل فَيمكن أَن يكون بعض مَا لم يرصد متخالفا ¶ على أَن من النَّاس من أثبت كرة فَوق كرة الثوابت وَتَحْت الْفلك الْأَعْظَم وَاسْتدلَّ على ذَلِك بِمَا اسْتدلَّ",
            "page": "51",
            "part": "1",
            "seal": "07B61E13"
        },
        {
            "id": "48",
            "nass": "وَمن علم أَن أَرْبَاب الأرصاد مُنْذُ زمن يسير وجدوا عدَّة كواكب سيارة غير السَّبع مِنْهَا هرشل وَقد رصده بعض الفلاسفة الْمُتَأَخِّرين وَهُوَ أَبْطَأَ سيرا من زحل فَوَجَدَهُ يقطع البرج فِي سِتّ سِنِين شمسية وَأحد عشر شهرا وَسَبْعَة وَعشْرين يَوْمًا لَا يبْقى لَهُ اعْتِمَاد على مَا قَالَه المتقدمون وَيجوز أَمْثَال مَا ظفر بِهِ هَؤُلَاءِ الْمُتَأَخّرُونَ ¶ وَأَيْضًا من الْجَائِز أَن تكون الأفلاك ثَمَانِيَة لِإِمْكَان كَون جَمِيع الثوابت مركوزة فِي محدب ممثل زحل أَي فِي متممة الْحَاوِي على أَنه يَتَحَرَّك بالحركة البطيئة والفلك الثَّامِن يَتَحَرَّك بالحركة السريعة وَحِينَئِذٍ تكون دَائِرَة البروج الْمَارَّة بأوائل البروج منتقلة بحركة الثَّامِن غير منتقلة بحركة الممثل ليحصل انْتِقَال الثوابت بحركة الممثل من برج إِلَى برج كَمَا هُوَ الْوَاقِع ¶ وَقد صرح البرجندي أَن القدماء لم يثبتوا الْفلك الْأَعْظَم وَإِنَّمَا أثْبته الْمُتَأَخّرُونَ. ¶ وَأَيْضًا يجوز أَن تكون سَبْعَة بِأَن تفرض الثوابت ودائرة البروج على محدب ممثل زحل وَيكون هُنَاكَ نفسان تتصل إِحْدَاهمَا بِمَجْمُوع السَّبْعَة وتحركها إِحْدَى الحركتين الْأَوليين وَالْأُخْرَى بالكرة السَّابِعَة وتحركها الْأُخْرَى وَلَكِن بِشَرْط أَن تفرض دوائر البروج متحركة بالسريعة دون البطيئة كتحركها متوهمة على سطوح الممثلات بالسريعة دون البطيئة لتنقل الثوابت بالبطيئة من برج إِلَى برج كَمَا هُوَ الْوَاقِع ¶ وَأَيْضًا ذكر الرَّازِيّ أَنه لم لَا يجوز أَن تكون الثوابت تَحت فلك الْقَمَر فَتكون تَحت كرات السيارة لَا فَوْقهَا؟",
            "page": "52",
            "part": "1",
            "seal": "84E5CE0B"
        },
        {
            "id": "49",
            "nass": "وَمَا يُقَال من أَنا نرى أَن هَذِه السيارة تكسف الثوابت والكاسف تَحت المكسوف لَا محَالة مَدْفُوع بِأَن هَذِه السيارات إِنَّمَا تكسف الثوابت الْقَرِيبَة من المنطقة دون الْقَرِيبَة من القطبين فَلم لَا يجوز أَن يُقَال هَذِه الثوابت الْقَرِيبَة من المنطقة مركوزة فِي الْفلك الثَّامِن والقريبة من القطبين مركوزة فِي كرة أُخْرَى تَحت كرة الْقَمَر. ¶ على أَنه لم لَا يجوز أَن يُقَال (1): الْكَوَاكِب تتحرك بأنفسها من غير أَن تكون مركوزة فِي جسم آخر وَدون إِثْبَات الِامْتِنَاع خرط القتاد؟ ¶ وَذكروا فِي استفادة نور الْقَمَر من ضوء الشَّمْس أَنه من الحدسيات لاخْتِلَاف أشكاله بِحَسب قربه وَبعده مِنْهَا وَذَلِكَ كَمَا قَالَ ابْن الْهَيْثَم لَا يُفِيد الْجَزْم بالاستفادة لاحْتِمَال أَن يكون الْقَمَر كرة نصفهَا مضيء وَنِصْفهَا مظلم ويتحرك على نَفسه فَيرى هلالا ثمَّ بَدْرًا ثمَّ ينمحق وَهَكَذَا دَائِما ¶ ومقصود أَنه لَا بُد من ضم شَيْء آخر إِلَى اخْتِلَاف الأشكال بِحَسب الْقرب والبعد ليدل على الْمُدعى وَهُوَ حُصُول الخسوف عِنْد توَسط الأَرْض بَينه وَبَين الشَّمْس ¶ وَأَنت تعلم أَنه لَا جزم أَيْضا وَإِن ضم مَا ضم لجَوَاز أَن يكون سَبَب آخر لاخْتِلَاف تِلْكَ الأشكال النورية لَكنا لَا نعلمهُ كَأَن يكون كَوْكَب كمد تَحت فلك الْقَمَر ينخسف بِهِ فِي بعض استقبالاته وَإِن طعن فِي ذَلِك بِأَنَّهُ ¶ __________ ¶ (1) هذا الاحتمال هو الذي ذهب إليه المتأخرون من الفلاسفة الإفرنج، وبرهنوا عليه، وعدوا القول بما سواه محض هذيان، كما أنه مذهب المحدثين من المتشرعين، فالكواكب كلها سابحة في الجو بنفسها، متحركة بالجاذبية على تفصيل مذكور في محله. (المؤلف)",
            "page": "53",
            "part": "1",
            "seal": "80EC647A"
        },
        {
            "id": "50",
            "nass": "لَو كَانَ لرئي قُلْنَا لم لَا يجوز أَن يكون ذَلِك الِاخْتِلَاف والخسوف من آثَار إِرَادَة الْفَاعِل الْمُخْتَار من دون توَسط الْقرب والبعد من الشَّمْس وحيلولة الأَرْض بَينهَا وَبَينه بل لَيْسَ هُنَاكَ إِلَّا توَسط الْكَاف وَالنُّون وَهُوَ كَاف عِنْد من سلمت عينه من الْغَيْن. ¶ وللمتشرعين من الْمُحدثين وَكَذَا للصوفية كَلِمَات شهيرة فِي هَذَا الشَّأْن. ¶ ولعلك قد وقفت عَلَيْهَا وَإِلَّا فستقف بعد إِن شَاءَ الله تَعَالَى. ¶ وَقد استندوا فِيمَا يَقُولُونَهُ إِلَى أَخْبَار نبوية وأرصاد قلبية وغالب الْأَخْبَار فِي ذَلِك لم تبلغ دَرَجَة الصَّحِيح وَمَا بلغ مِنْهَا آحَاد. ¶ وَالْحق أَنه لَا جزم بِمَا يَقُولُونَهُ فِي تَرْتِيب الأجرام العلوية وَمَا يلْتَحق بذلك وَأَن القَوْل بِهِ مِمَّا لَا يضر بِالدّينِ إِلَّا إِذا صادم مَا علم مَجِيئه عَن النَّبِي صلى الله عَلَيْهِ وَسلم. ¶ وَقَوله تَعَالَى {وَقدره منَازِل} أَي قدر للقمر منَازِل أَو قدر مسيره فِي منَازِل وَتَخْصِيص الْقَمَر بِهَذَا التَّقْدِير لسرعة سيره بِالنِّسْبَةِ إِلَى الشَّمْس وَلِأَن مَنَازِله مَعْلُومَة محسوسة ولكونه عُمْدَة فِي تواريخ الْعَرَب وَلِأَن أَحْكَام الشَّرْع منوطة بِهِ فِي الْأَكْثَر ¶ والمنازل ثَمَانِيَة وَعِشْرُونَ منزلا وَهِي على مَا ذكره ابْن قُتَيْبَة فِي «كتاب الأنواء» وَغَيره مِمَّن ألف فِي الأنواء الشرطان والبطين والثريا والدبران والهقعة والهنعة والذراع والنثرة والطرف والجبهة والزبرة والصرفة والعواء والسماك الرامح والسماك الأعزل والغفر والزباني والإكليل وَالْقلب والشولة والنعائم والبلدة وَسعد الذَّابِح وَسعد بلع وَسعد الأخبية وَفرغ الدَّلْو الْمُقدم وَالْفَرغ الْمُؤخر وبطن الْحُوت",
            "page": "54",
            "part": "1",
            "seal": "8C585E01"
        },
        {
            "id": "51",
            "nass": "وَهِي مقسمة على البروج الأثني عشر الْمَشْهُورَة فَيكون لكل برج منزلان وَثلث والبرج عِنْدهم ثَلَاثُونَ دَرَجَة حَاصِلَة من قسْمَة ثَلَاث مئة وَسِتِّينَ جُزْءا هِيَ أَجزَاء دَائِرَة البروج على اثْنَي عشر والدرجة عِنْدهم منقسمة بستين دقيقة ¶ وَهِي منقسمة بستين ثَانِيَة وَهِي منقسمة بستين ثَالِثَة وَهَكَذَا إِلَى الروابع والخوامس والسوادس وَغَيرهَا ¶ وَيقطع الْقَمَر بحركته الْخَاصَّة فِي كل يَوْم بليلته ثَلَاث عشرَة دَرَجَة وَثَلَاث دقائق وَثَلَاثًا وَخمسين ثَانِيَة وستا وَخمسين ثَالِثَة ¶ وَتَسْمِيَة مَا ذكر منَازِل مجَاز لِأَنَّهُ عبارَة عَن كواكب مَخْصُوصَة من الثوابت قريبَة من المنطقة والمنزلة الْحَقِيقِيَّة للقمر الْفَرَاغ الَّذِي يشْغلهُ جرم الْقَمَر. ¶ فَمَعْنَى نزُول الْقَمَر فِي هاتيك الْمنَازل مسامتته إِيَّاهَا وَكَذَا تعْتَبر المسامتة فِي نُزُوله فِي البروج لِأَنَّهَا مَفْرُوضَة أَولا فِي الْفلك الْأَعْظَم ¶ وَأما تَسْمِيَة نَحْو الْحمل والثور والجوزة بذلك فباعتبار المسامتة أَيْضا ¶ وَكَانَ أول الْمنَازل الشرطان وَيُقَال لَهُ النطح وَهُوَ لأوّل الْحمل ثمَّ تحركت حَتَّى صَار أَولهَا على مَا حَرَّره الْمُحَقِّقُونَ من الْمُتَأَخِّرين الْفَرْع الْمُؤخر وَلَا يثبت على ذَلِك لِأَن للثوابت حَرَكَة على التوالي على الصَّحِيح وَإِن كَانَت بطيئة وَهِي حَرَكَة فلكها ¶ ومثبتو ذَلِك اخْتلفُوا فِي مِقْدَار الْمدَّة الَّتِي يقطع بهَا جُزْءا وَاحِدًا من دَرَجَات منطقته فَقَالَ بَعضهم هِيَ سِتّ وَسِتُّونَ سنة شمسية أَو ثَمَان",
            "page": "55",
            "part": "1",
            "seal": "E2B30E7D"
        },
        {
            "id": "52",
            "nass": "وَسِتُّونَ سنة قمرية. وَذهب ابْن الأعلم إِلَى أَنَّهَا سَبْعُونَ سنة شمسية وطابقه الرصد الْجَدِيد الَّذِي تولاه نصير الطوسي بمراغة وَزعم مُحي الدّين أحد أَصْحَابه أَنه تولى رصدعدة من الثوابت كعين الثور وقلب الْعَقْرَب بذلك الرصد فَوَجَدَهَا تتحرك فِي كل سِتّ وَسِتِّينَ سنة شمسية دَرَجَة وَاحِدَة وَادّعى بطليموس أَنه وجد الثوابت الْقَرِيبَة إِلَى المنطقة متحركة فِي كل مئة سنة شمسية دَرَجَة. ¶ وَالله تَعَالَى أعلم بحقائق الْأَحْوَال وَهُوَ الْمُتَصَرف فِي ملكه وملكوته كَمَا يَشَاء. ¶ قَوْله تَعَالَى {لِتَعْلَمُوا عدد السنين والحساب} هَذِه الْآيَة تكلم فِيهَا كثير من الْمُفَسّرين وَأحسن من تكلم عَلَيْهَا الإِمَام تَقِيّ الدّين أَحْمد بن تيميه ألف فِي ذَلِك رِسَالَة سَمَّاهَا «بَيَان الْهدى من الضلال» ¶ وَبعد أَن ذكر لَهَا مُقَدّمَة قَالَ: ¶ \"إِنِّي رَأَيْت النَّاس فِي شهر صومهم وَفِي غَيره أَيْضا مِنْهُم من يصغي إِلَى مَا يَقُوله بعض جهال أهل الْحساب من أَن الْهلَال يرى أَو لَا يرى وَيَبْنِي على ذَلِك إِمَّا فِي بَاطِنه وَإِمَّا فِي بَاطِنه وَظَاهره حَتَّى بَلغنِي أَن من الْقُضَاة من كَانَ يرد شَهَادَة الْعدَد من الْعُدُول لقَوْل الحاسب الْجَاهِل الْكَاذِب إِنَّه يرى أَو لَا يرى فَيكون مِمَّن كذب بِالْحَقِّ لما جَاءَهُ وَرُبمَا أجَاز شَهَادَة غير المرضي لقَوْله،",
            "page": "56",
            "part": "1",
            "seal": "6A92B2FA"
        },
        {
            "id": "53",
            "nass": "فَيكون هَذَا الْحَاكِم من السماعين للكذب فَإِن الْآيَة تتَنَاوَل حكام السوء كَمَا يدل عَلَيْهِ السِّيَاق حَيْثُ تَقول {سماعون للكذب أكالون للسحت} من الرشا وَغَيرهَا وَمن أَكثر مَا يقْتَرن هَذَانِ! ¶ وَمِنْهُم من لَا يقبل قَوْله فِي المنجم لَا فِي الْبَاطِن وَلَا فِي الظَّاهِر لَكِن فِي قلبه حسيكة من ذَلِك وشبهة قَوِيَّة لِثِقَتِهِ بِهِ من جِهَة أَن الشَّرِيعَة لم تلْتَفت إِلَى ذَلِك لَا سِيمَا إِن كَانَ قد عرف شَيْئا من حِسَاب النيرين واجتماع القرصين ومفارقة أَحدهمَا الآخر بعدة دَرَجَات وَسبب الإهلال والإبدار والاستتار والكسوف والخسوف فَأجرى حكم الحاسب الْكَاذِب الْجَاهِل بِالرُّؤْيَةِ هَذَا المجرى. ¶ ثمَّ هَؤُلَاءِ يجيزون من الْحساب وَصُورَة الأفلاك وحركاتها أمرا صَحِيحا قد يعارضهم بعض الْجُهَّال من الْأُمِّيين المنتسبين إِلَى الْإِيمَان أَو إِلَى الْعلم أَيْضا فيراهم قد خالفوا الدّين فِي الْعَمَل بِالْحِسَابِ فِي الرُّؤْيَة أَو فِي اتِّبَاع أَحْكَام النُّجُوم فِي تأثيراتها المحمودة والمذمومة فيراهم لما تعاطوا هَذَا وَهُوَ من الْمُحرمَات فِي الدّين صَار كل مَا يَقُولُونَهُ من هَذَا الضَّرْب حَقًا وَلَا يُمَيّز بَين الْحق الَّذِي دلّ عَلَيْهِ السّمع وَالْعقل وَالْبَاطِل الْمُخَالف للسمع وَالْعقل مَعَ أَن هَذَا أحسن حَالا فِي الدّين من الْقسم الأول لِأَن هَذَا كذب بِشَيْء من الْحق متأولا جَاهِلا من غير تَبْدِيل لبَعض أصُول الْإِسْلَام وَالضَّرْب الأول قد يدْخلُونَ فِي تَبْدِيل الْإِسْلَام فَإنَّا نعلم بالاضطرار من دين الْإِسْلَام أَن الْعَمَل فِي رُؤْيَة هِلَال الصَّوْم أَو الْحَج أَو الْعدة أَو الْإِيلَاء أَو غير ذَلِك من الْأَحْكَام الْمُعَلقَة بالهلال بِخَبَر الحاسب أَنه يرى أَو لَا يرى لَا يجوز والنصوص المستفيضة عَن النَّبِي صلى الله عَلَيْهِ وَسلم بذلك كَثِيرَة وَقد أجمع الْمُسلمُونَ عَلَيْهِ وَلَا يعرف فِيهِ خلاف قديم أصلا وَلَا خلاف حَدِيث ¶ إِلَّا أَن بعض الْمُتَأَخِّرين من المتفقهة الحادثين بعد المئة الثَّالِثَة زعم أَنه إِذا غم الْهلَال جَازَ للحاسب أَن يعْمل فِي حق نَفسه بِالْحِسَابِ فَإِن كَانَ الْحساب دلّ على الرُّؤْيَة صَامَ وَإِلَّا فَلَا",
            "page": "57",
            "part": "1",
            "seal": "94768BFE"
        },
        {
            "id": "54",
            "nass": "وَهَذَا القَوْل وَإِن كَانَ مُقَيّدا بالإغمام ومختصا بالحاسب فَهُوَ شَاذ مَسْبُوق بِالْإِجْمَاع على خِلَافه. ¶ فَأَما اتِّبَاع ذَلِك فِي الصحو أَو تَعْلِيق عُمُوم الحكم الْعَام بِهِ فَمَا قَالَه مُسلم. ¶ وَقد يُقَارب هَذَا القَوْل من يَقُول من الإسماعيلية بِالْعدَدِ دون الْهلَال وَبَعْضهمْ يروي عَن جَعْفَر الصَّادِق جدولا يعْمل عَلَيْهِ وهوا لذِي افتراه عَلَيْهِ عبد الله بن مُعَاوِيَة. ¶ وَهَذِه الْأَقْوَال خَارِجَة عَن دين الْإِسْلَام وَقد برأَ الله مِنْهَا جعفرا وَغَيره وَلَا ريب أَن أحدا مَا يُمكنهُ مَعَ ظُهُور دين الْإِسْلَام أَن يظْهر الِاسْتِنَاد إِلَى ذَلِك إِلَّا أَنه قد يكون لَهُ عُمْدَة فِي الْبَاطِن فِي قبُول الشَّهَادَة وردهَا وَقد يكون عِنْده شُبْهَة فِي كَون الشَّرِيعَة تعلم الحكم بِهِ ¶ وَأَنا إِن شَاءَ الله أبين ذَلِك وأوضح مَا جَاءَت بِهِ الشَّرِيعَة دَلِيلا وتعليلا شرعا وعقلاً. ¶ قَالَ الله تَعَالَى {يَسْأَلُونَك عَن الْأَهِلّة قل هِيَ مَوَاقِيت للنَّاس وَالْحج} فَأخْبر أَنَّهَا مَوَاقِيت للنَّاس وَهَذَا عَام فِي جَمِيع أُمُورهم وَخص الْحَج بِالذكر تمييزا لَهُ وَلِأَن الْحَج تشهده الْمَلَائِكَة وَغَيرهم وَلِأَنَّهُ يكون فِي آخر شهور الْحول فَيكون علما على الْحول كَمَا أَن الْهلَال علم على الشَّهْر، وَلِهَذَا يسمون الْحُلُول حجَّة فَيَقُولُونَ لَهُ سَبْعُونَ حجَّة وأقمنا خمس حجج فَجعل الله الْأَهِلّة مَوَاقِيت للنَّاس فِي الْأَحْكَام الثَّابِتَة بِالشَّرْعِ ابْتِدَاء أَو سَببا من الْعباد وللأحكام الَّتِي تثبت بِشُرُوط العَبْد فَمَا ثَبت من الموقتات",
            "page": "58",
            "part": "1",
            "seal": "724B0704"
        },
        {
            "id": "55",
            "nass": "بشرع أَو شَرط فالهلال مِيقَات لَهُ وَهَذَا يدْخل فِيهِ الصّيام وَالْحج وَمُدَّة الْإِيلَاء وَالْعدة وَصَوْم الْكَفَّارَة وَهَذِه الْخَمْسَة فِي الْقُرْآن قَالَ الله تَعَالَى {شهر رَمَضَان الَّذِي أنزل فِيهِ الْقُرْآن} وَقَالَ تَعَالَى {الْحَج أشهر مَعْلُومَات} وَقَالَ تَعَالَى {للَّذين يؤلون من نِسَائِهِم تربص أَرْبَعَة أشهر} وَقَالَ تَعَالَى {فَصِيَام شَهْرَيْن مُتَتَابعين} وَكَذَلِكَ قَوْله {فسيحوا فِي الأَرْض أَرْبَعَة أشهر} وَكَذَلِكَ صَوْم النّذر وَغَيره وَكَذَلِكَ الشُّرُوط من الْأَعْمَال الْمُتَعَلّقَة بِالثّمن، وَدين السّلم وَالزَّكَاة والجزية وَالْعقل وَالْخيَار والأيمان وَأجل الصَدَاق ونجوم الْكِتَابَة وَالصُّلْح عَن الْقصاص وَسَائِر مَا يُؤَجل من دين وَعقد وَغَيرهَا. ¶ وَقَالَ تَعَالَى {وَالْقَمَر قدرناه منَازِل حَتَّى عَاد كالعرجون الْقَدِيم} وَقَالَ {هُوَ الَّذِي جعل الشَّمْس ضِيَاء وَالْقَمَر نورا وَقدره منَازِل لِتَعْلَمُوا عدد السنين والحساب مَا خلق الله ذَلِك إِلَّا بِالْحَقِّ} فَقَوله {لِتَعْلَمُوا} مُتَعَلق وَالله أعلم بقوله {وَقدره} لَا ب {جعل} لِأَن كَون هَذَا ضِيَاء وَهَذَا نورا لَا تَأْثِير لَهُ فِي معرفَة عدد السنين والحساب وَإِنَّمَا يُؤثر فِي ذَلِك انتقالهما من برج إِلَى برج وَلِأَن الشَّمْس لم يعلق لنا بهَا حِسَاب شهر وَلَا سنة وأنما علق ذَلِك بالهلال كَمَا دلّت على تِلْكَ الْآيَة وَلِأَنَّهُ قد قَالَ تَعَالَى {إِن عدَّة الشُّهُور عِنْد الله اثْنَا عشر شهرا فِي كتاب الله يَوْم خلق السَّمَاوَات وَالْأَرْض مِنْهَا أَرْبَعَة حرم} فَأخْبر أَن الشُّهُور",
            "page": "59",
            "part": "1",
            "seal": "47813B30"
        },
        {
            "id": "56",
            "nass": "مَعْدُودَة اثنى عشر والشهر هلالي بالاضطرار فَعلم أَن كل وَاحِد مِنْهَا مَعْرُوف بالهلال. ¶ وَقد بَلغنِي أَن الشَّرَائِع قبلنَا أَيْضا إِنَّمَا علقت الْأَحْكَام بِالْأَهِلَّةِ وَإِنَّمَا بدل من أتباعهم كَمَا يَفْعَله الْيَهُود فِي اجْتِمَاع القرصين وَفِي جعل بعض أعيادها بِحِسَاب السّنة الشمسية وكما تَفْعَلهُ النَّصَارَى فِي صَومهَا حَيْثُ تراعي الِاجْتِمَاع الْقَرِيب من أول السّنة الشمسية وَتجْعَل سَائِر أعيادها دَائِرَة على السّنة الشمسية بِحَسب الْحَوَادِث الَّتِي كَانَت للمسيح وكما يَفْعَله الصابئة وَالْمَجُوس وَغَيرهم من الْمُشْركين فِي اصْطِلَاحَات لَهُم فَإِن مِنْهُم من يعْتَبر بِالسنةِ الشمسية فَقَط وَلَهُم اصْطِلَاحَات فِي عدد شهورها لِأَنَّهَا وَإِن كَانَت طبيعية فشهودها عددي وضعي. وَمِنْهُم من يعْتَبر القمرية لَكِن يعْتَبر اجْتِمَاع القرصين. ¶ وَمَا جَاءَت بِهِ الشَّرِيعَة هُوَ أكمل الْأُمُور وأحسنها وأبينها وأصحها وأبعدها من الِاضْطِرَاب. وَذَلِكَ أَن الْهلَال أَمر مشهود مرئي بالأبصار وَمن أصح المعلومات مَا شوهد بالأبصار وَلِهَذَا سموهُ هلالا لِأَن هَذِه الْمَادَّة تدل على الظُّهُور وَالْبَيَان إِمَّا سمعا وَإِمَّا بصرا كَمَا يُقَال أهل بِالْعُمْرَةِ وَأهل بالذبيحة لغيره إِذا رفع صَوته وَيُقَال تهلل وَجهه إِذا استنار وأضاء وَقيل إِن أَصله رفع الصَّوْت ثمَّ لما كَانُوا يرفعون أَصْوَاتهم عِنْد رُؤْيَته سموهُ هلالا وَمِنْه قَوْله ¶ (يُهِلّ بالفرقد رُكْبانُها ... كَمَا يُهلّ الرَّاكِب الْمُعْتَمِر) ¶ وتهلل الْوَجْه مَأْخُوذ من اسْتِنَارَة الْهلَال. ¶ فالمقصود أَن الْمَوَاقِيت حددت بِأَمْر ظَاهر بَين يشْتَرك فِيهِ النَّاس وَلَا يُشْرك الْهلَال فِي ذَلِك شَيْء فَإِن اجْتِمَاع الشَّمْس وَالْقَمَر الَّذِي هُوَ تحاذيهما الْكَائِن قبل الإهلال أَمر خَفِي لَا يعرف إِلَّا بِحِسَاب ينْفَرد بِهِ بعض النَّاس مَعَ تَعب وتضييغ زمَان كثير واشتغال عَمَّا يَعْنِي النَّاس ومالا بُد مِنْهُ وَرُبمَا وَقع فِيهِ الْغَلَط وَالِاخْتِلَاف.",
            "page": "60",
            "part": "1",
            "seal": "3E5858BC"
        },
        {
            "id": "57",
            "nass": "وَكَذَلِكَ كَون الشَّمْس حاذت البرج الْفُلَانِيّ أَو الْفُلَانِيّ هَذَا أَمر لَا يدْرك بالأبصار وَإِنَّمَا يدْرك بِالْحِسَابِ الْخَفي الْخَاص الْمُشكل الَّذِي قد يغلط وَإِنَّمَا يعلم ذَلِك بالإحساس تَقْرِيبًا فَإِنَّهُ إِذا انصرم الشتَاء وَدخل الْفَصْل الَّذِي تسميه الْعَرَب الصَّيف ويسميه النَّاس الرّبيع كَانَ وَقت حُصُول الشَّمْس فِي نقطة الِاعْتِدَال الَّذِي هُوَ أول الْحمل وَكَذَلِكَ مثله فِي الخريف فَالَّذِي يدْرك بالإحساس الشتَاء والصيف وَمَا بَينهمَا من الاعتدالين تَقْرِيبًا فَأَما حُصُولهَا فِي برج بعد برج فَلَا يحْسب إِلَّا بِحِسَاب فِيهِ كلفة وشغل غَيره مَعَ قلَّة جدواه. ¶ فَظهر أَنه لَيْسَ للمواقيت حد ظَاهر عَام الْمعرفَة إِلَّا الْهلَال. ¶ وَقد انقسمت عادات الْأُمَم فِي شهرهم وسنتهم الْقِسْمَة الْعَقْلِيَّة وَذَلِكَ أَن كل وَاحِد من الشَّهْر وَالسّنة إِمَّا أَن يَكُونَا عدديين أَو طبيعيين أَو الشَّهْر طبيعيا وَالسّنة عددية أَو بِالْعَكْسِ ¶ فَالَّذِينَ يعدونهما عدديين مثل من يَجْعَل الشَّهْر ثَلَاثِينَ يَوْمًا وَالسّنة اثنى عشر شهرا وَالَّذين يجعلونهما طبيعيين مثل من يَجْعَل الشَّهْر قمريا وَالسّنة شمسية. وَيلْحق فِي آخر الشُّهُور الْأَيَّام المتفاوتة بَين السنتين ¶ فَإِن السّنة القمرية ثَلَاثمِائَة وَأَرْبَعَة وَخَمْسُونَ يَوْمًا وَبَعض يَوْم خمس وَسدس وَإِنَّمَا يُقَال فِيهَا ثَلَاثمِائَة وَسِتُّونَ يَوْمًا جبرا للكسر فِي الْعَادة عَادَة الْعَرَب فِي تَكْمِيل مَا ينقص من التَّارِيخ فِي الْيَوْم والشهر والحول. ¶ وَأما الشمسية فثلاثمائة وَخَمْسَة وَسِتُّونَ يَوْمًا وَبَعض يَوْم ربع يَوْم. ¶ وَلِهَذَا كَانَ التَّفَاوُت بَينهمَا أحد عشر يَوْمًا إِلَّا قَلِيلا تكون سنة فِي كل ثَلَاث وَثَلَاثِينَ سنة وَثلث سنة وَلِهَذَا قَالَ تَعَالَى {وَلَبِثُوا فِي كهفهم ثَلَاث مائَة سِنِين وازدادوا تسعا} قيل: مَعْنَاهُ ثَلَاثمِائَة سنة شمسية وازدادوا تسعا بِحِسَاب السّنة القمرية. ¶ ومراعاة هذَيْن، عَادَة كثير من الْأُمَم من أهل الْكِتَابَيْنِ بِسَبَب تحريفهم وَأَظنهُ كَانَ عَادَة الْمَجُوس أَيْضا.",
            "page": "61",
            "part": "1",
            "seal": "F2750DCB"
        },
        {
            "id": "58",
            "nass": "وَأما من يَجْعَل السّنة طبيعية والشهر عدديا فَهَذَا حِسَاب الرّوم والسريانيين والقبط وَنَحْوهم من الصابئين وَالْمُشْرِكين مِمَّن يعد شهر كانون وَنَحْوه عدديا وَيعْتَبر السّنة بسير الشَّمْس ¶ فَأَما الْقسم الرَّابِع فبأن يكون الشَّهْر طبيعيا وَالسّنة عددية فَهُوَ سنة الْمُسلمين وَمن وافقهم. ¶ ثمَّ الَّذين يجْعَلُونَ السّنة طبيعية لَا يعتمدون على أَمر ظَاهر كَمَا تقدم بل لَا بُد من الْحساب وَالْعدَد وَكَذَلِكَ الَّذِي يجْعَلُونَ الشَّهْر طبيعيا ويعتمدون على الِاجْتِمَاع لَا بُد فِيهِ عِنْدهم من الْعدَد والحساب ثمَّ مَا يَحْسبُونَهُ أَمر خَفِي ينْفَرد بِهِ الْقَلِيل من النَّاس مَعَ كلفة ومشقة وَتعرض للخطأ ¶ فَالَّذِي جَاءَت بِهِ شريعتنا أكمل كل الْأُمُور لِأَنَّهُ وَقت الشَّهْر بِأَمْر طبيعي ظَاهر عَام يدْرك بالأبصار فَلَا يضل أحد عَن دينه وَلَا يشْغلهُ مراعاته عَن شَيْء من مَصَالِحه وَلَا يدْخل بِسَبَبِهِ فِيمَا لَا يعنيه وَلَا يكون لأحد طَرِيق إِلَى التلبيس فِي دين الله كَمَا يفعل بعض عُلَمَاء أهل الْملَل بمللهم ¶ وَأما الْحول فَلم يكن لَهُ حد ظَاهر فِي السَّمَاء فَكَانَ لَا بُد فِيهِ من الْحساب وَالْعدَد فَكَانَ عدد الشُّهُور الْهِلَالِيَّة أظهر وأعم من أَن يحْسب سير الشَّمْس وَتَكون السّنة مُطَابقَة للشهر وَلِأَن السنين إِذا اجْتمعت فَلَا بُد من عَددهَا فِي عَادَة جَمِيع الْأُمَم إِذْ لَيْسَ للسنين إِذا تعدّدت حد سماوي يعرف بِهِ عَددهَا فَكَانَ عدد الشُّهُور مُوَافقا لعدد الشُّهُور ثمَّ جعلت السّنة اثْنَي عشر شهرا بِعَدَد البروج الَّتِي تكمل بدور الشَّمْس فِيهَا شمسية فَإِذا دَار الْقَمَر فِيهَا كمل دورته السنوية ¶ وَبِهَذَا كُله تبين معنى قَوْله {وَقدره منَازِل لِتَعْلَمُوا عدد السنين والحساب}. فَإِن عدد شهور السّنة وَعدد السّنة بعد السّنة إِنَّمَا أَصله تَقْدِير الْقَمَر منَازِل. وَكَذَلِكَ معرفَة الْحساب فَإِن حِسَاب بعض الشَّهْر لما يَقع فِيهِ من الْآجَال وَنَحْوهَا إِنَّمَا يكون بالهلال وَكَذَلِكَ قَوْله تَعَالَى {قل هِيَ مَوَاقِيت للنَّاس وَالْحج}",
            "page": "62",
            "part": "1",
            "seal": "F8FCAE28"
        },
        {
            "id": "60",
            "nass": "فَظهر بِمَا ذَكرْنَاهُ أَنه بالهلال يكون تَوْقِيت الشَّهْر وَالسّنة وَأَنه لَيْسَ شَيْء يقوم مقَام الْهلَال الْبَتَّةَ لظُهُوره وَظُهُور الْعدَد الْمَبْنِيّ عَلَيْهِ وتيسر ذَلِك وعمومه وَغير ذَلِك من الْمصَالح الخالية من الْمَفَاسِد. ¶ وَمن عرف مَا دخل على أهل الْكِتَابَيْنِ وَالصَّابِئِينَ وَالْمَجُوس وَغَيرهم فِي أعيادهم وعباداتهم وتواريخهم وَغير ذَلِك من أُمُورهم من الِاضْطِرَاب والحرج وَغير ذَلِك من الْمَفَاسِد ازْدَادَ شكره على نعْمَة الْإِسْلَام مَعَ اتِّفَاقهم أَن الْأَنْبِيَاء لم يشرعوا شَيْئا من ذَلِك وَإِنَّمَا دخل عَلَيْهِم ذَلِك من جِهَة المتفلسفة الصائبة الَّذين دخلُوا فِي ملتهم وشرعوا لَهُم من الدّين مَا لم يَأْذَن بِهِ الله ¶ فَلهَذَا ذكرنَا مَا ذكرنَا حفظا لهَذَا الدّين عَن إِدْخَال المفسدين فَإِن هَذَا مِمَّا يخَاف من تَغْيِيره. ¶ فَإِنَّهُ قد كَانَت الْعَرَب فِي جَاهِلِيَّتهَا قد غيرت مِلَّة إِبْرَاهِيم بالنسيء الَّذِي ابتدعته فزادت بِهِ فِي السّنة شهرا جَعلتهَا كبيسا لأغراض لَهُم وغيروا بِهِ مِيقَات الْحَج وَالْأَشْهر الْحرم حَتَّى كَانُوا يحجون تَارَة فِي الْمحرم وَتارَة فِي صفر حَتَّى يعود الْحَج إِلَى ذِي الْحجَّة حَتَّى بعث الله الْمُقِيم لملة إِبْرَاهِيم فوافي حجه صلى الله عَلَيْهِ وَسلم حجَّة الْوَدَاع وَقد اسْتَدَارَ الزَّمَان كَمَا كَانَ وَوَقعت حجَّته فِي ذِي الْحجَّة فَقَالَ فِي خطبَته الْمَشْهُورَة فِي الصَّحِيحَيْنِ وَغَيرهمَا إِن الزَّمَان قد اسْتَدَارَ كَهَيْئَته يَوْم خلق الله السَّمَوَات وَالْأَرْض السّنة اثْنَا عشر شهرا مِنْهَا أَرْبَعَة حرم ثَلَاث مُتَوَالِيَات ذُو الْقعدَة وَذُو الْحجَّة وَالْمحرم وَرَجَب مُضر الَّذِي بَين جُمَادَى وَشَعْبَان\" (1). وَكَانَ قبل ذَلِك الْحَج لَا يَقع فِي ذِي الْحجَّة حَتَّى حجَّة أبي بكر سنة تسع كَانَت فِي ذِي الْقعدَة وَهَذَا من أَسبَاب تَأْخِير النَّبِي صلى الله عَلَيْهِ وَسلم الْحَج. وَأنزل الله تَعَالَى {إِن عدَّة الشُّهُور عِنْد ¶ __________ ¶ (1) رواه الشيخان وغيرهما - ن -.",
            "page": "63",
            "part": "1",
            "seal": "54D9D3A8"
        },
        {
            "id": "61",
            "nass": "الله اثْنَا عشر شهرا فِي كتاب الله يَوْم خلق السَّمَاوَات وَالْأَرْض مِنْهَا أَرْبَعَة حرم ذَلِك الدّين الْقيم} فَأخْبر الله أَن هَذَا هُوَ الدّين الْقيم ليبين أَن مَا سواهُ من أَمر النسيء وَغَيره من عادات الْأُمَم لَيْسَ قيمًا لما يدْخلهُ من الانحراف وَالِاضْطِرَاب. ¶ وَنَظِير الشَّهْر وَالسّنة الْيَوْم والأسبوع فَإِن الْيَوْم طبيعي من طُلُوع الشَّمْس إِلَى غُرُوبهَا وَأما الْأُسْبُوع فَهُوَ عددي من أجل الْأَيَّام السِّتَّة الَّتِي خلق الله فِيهَا السَّمَاوَات وَالْأَرْض ثمَّ اسْتَوَى على الْعَرْش فَوَقع التَّعْدِيل بَين الشَّمْس وَالْقَمَر بِالْيَوْمِ والأسبوع بِسَبَب الشَّمْس والشهر وَالسّنة بِسَبَب الْقَمَر ¶ وَبِهَذَا قد توجه قَوْله {لِتَعْلَمُوا} - إِلَى {جعل} فَيكون جعل الشَّمْس وَالْقَمَر لهَذَا كُله ¶ فَأَما قَوْله تَعَالَى {وَجعل اللَّيْل سكنا وَالشَّمْس وَالْقَمَر حسبانا} فقد قيل هُوَ من الْحساب وَقيل بحسبان كحسبان الرَّمْي وَهُوَ دوران الْفلك فَإِن هَذَا مِمَّا لَا خلاف فِيهِ فقد دلّ الْكتاب وَالسّنة وَأجْمع عُلَمَاء الْأمة على مثل مَا عَلَيْهِ أهل الْمعرفَة من أهل الْحساب من أَن الأفلاك مستديرة لَا مسطحة ¶ انْتهى الْمَقْصُود من نَقله ثمَّ ذكر فصلا ختم بِهِ رسَالَته من أَرَادَهُ فليراجعه فَإِن فِيهِ فَوَائِد كَثِيرَة.",
            "page": "64",
            "part": "1",
            "seal": "422BA2F4"
        },
        {
            "id": "62",
            "nass": "وَقَوله تَعَالَى {مَا خلق الله ذَلِك إِلَّا بِالْحَقِّ} أَي متلبسا بِالْحَقِّ مراعيا فِيهِ مُقْتَضى الْحِكْمَة الْبَالِغَة ¶ وَقَوله {نفصل الْآيَات لقوم يعلمُونَ} إِنَّمَا خصهم لأَنهم المنتفعون بهَا ¶ ثمَّ قَالَ تَعَالَى {إِن فِي اخْتِلَاف اللَّيْل وَالنَّهَار وَمَا خلق الله فِي السَّمَاوَات وَالْأَرْض لآيَات لقوم يَتَّقُونَ} فِي هَذِه الْآيَة تَنْبِيه إجمالي على قدرَة الله تَعَالَى أَي فِي تعاقب اللَّيْل وَالنَّهَار وَكَون كل مِنْهُمَا خلفة للْآخر بِحَسب طُلُوع الشَّمْس وغروبها التَّابِعين عِنْد أَكثر الفلاسفة لحركة الْفلك الْأَعْظَم حول مركزه على خلاف التوالي فَإِنَّهُ يلْزمهَا حَرَكَة سَائِر الأفلاك وَمَا فِيهَا من الْكَوَاكِب مَعَ سُكُون الأَرْض على مَا زَعَمُوا وَهَذَا فِي أَكثر الْمَوَاضِع ¶ وَأما فِي عرض تسعين فَلَا يطلع شَيْء وَلَا يغرب بِتِلْكَ الْحَرَكَة أصلا بل بحركات أُخْرَى وَكَذَا فِيمَا يقرب مِنْهُ قد يَقع طُلُوع وغروب بِغَيْر ذَلِك وَتسَمى تِلْكَ الْحَرَكَة الْحَرَكَة اليومية وَجعلهَا بَعضهم وهم فلاسفة الإفرنج بِتَمَامِهَا للْأَرْض وَجعل آخَرُونَ بَعْضهَا للْأَرْض وَبَعضهَا للفلك الْأَعْظَم ¶ وَالْقُرْآن الْعَظِيم سَاكِت عَن المذهبين وَذَلِكَ من براهين إعجازه ¶ وَالْمَشْهُور عِنْد كثير من الْمُحدثين أَن الشَّمْس نَفسهَا تجْرِي مسخرة بِإِذن الله تَعَالَى فِي بَحر مكفوف فَتَطلع وتغرب حَيْثُ شَاءَ الله وَلَا حَرَكَة للسماء ¶ وَإِلَى مثل ذَلِك ذهب الشَّيْخ مُحي الدّين بن عَرَبِيّ إِمَام صوفية عصره ¶ وَالله المطلع على حقائق الْأُمُور لَا إِلَه إِلَّا هُوَ وَحده لَا شريك لَهُ",
            "page": "65",
            "part": "1",
            "seal": "8FC55A4C"
        },
        {
            "id": "63",
            "nass": "سُورَة هود ¶ قَالَ الله تَعَالَى {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [هود: 7] ¶ تَفْسِير الْآيَة: ¶ كَانَ المُرَاد بِخلق السَّمَاوَات وَالْأَرْض خلقهما وَمَا فيهمَا أَو تجْعَل (السَّمَوَات) مجَازًا عَن العلويات فتشملها وَمَا فِيهَا وَتجْعَل (الأَرْض) مجَازًا بِمَعْنى السفليات فتشملها وَمَا فِيهَا من غير تَقْدِير واحتيج إِلَى ذَلِك لاقْتِضَاء الْمقَام إِيَّاه وَإِلَّا فخلقهما فِي تِلْكَ الْمدَّة لَا يُنَافِي خلق غَيرهمَا فِيهَا ¶ وَالْمرَاد بِالْيَوْمِ الْوَقْت مُطلقًا لَا الْمُتَعَارف إِذْ لَا يتَصَوَّر ذَلِك حِين لَا شمس وَلَا قمر وَمِنْهُم من قَالَ أُرِيد بِهِ مُدَّة زمَان دور المحدد الْمُسَمّى بالعرش بزعمهم دورة تَامَّة وَإِلَيْهِ ذهب الشَّيْخ مُحي الدّين وَقد علمت حَاله فِيمَا سبق وَأَن الشَّيْخ الإِمَام تَقِيّ الدّين أَحْمد بن تَيْمِية ذكر أَن للأيام عَلَامَات تصدر من جَانب الْعَرْش بهَا تعرف وَقد ذكر ذَلِك فِي كثير من كتبه مِنْهَا «منهاج السّنة» ¶ وَفِي عدم خلقهما دفْعَة كَمَا علمت دَلِيل على كَونه سُبْحَانَهُ قَادِرًا مُخْتَارًا مَعَ مَا فِيهِ من الِاعْتِبَار للنظار والحث على التأني فِي الْأُمُور",
            "page": "66",
            "part": "1",
            "seal": "566E0A65"
        },
        {
            "id": "64",
            "nass": "وإيثار صِيغَة الْجمع فِي السَّمَاوَات لاختلافها بِالْأَصْلِ والذات دون الأَرْض، وَإِن قيل إِنَّهَا مثل السَّمَاء فِي كَونهَا سبعا طباقا بَين كل أَرض وَأَرْض مَسَافَة وفيهَا مخلوقات وَبِذَلِك فسر قَوْله سُبْحَانَهُ {وَمن الأَرْض مِثْلهنَّ} ¶ وَالْكثير على أَن الأَرْض كرة وَاحِدَة منقسمة إِلَى سَبْعَة أقاليم وحملوا الْآيَة على ذَلِك. ¶ وَمعنى قَوْله {وَكَانَ عَرْشه على المَاء} أَن عَرْشه كَانَ على المَاء قبل خلقهما ¶ وَهُوَ الَّذِي يَقْتَضِيهِ كَلَام مُجَاهِد وَبِه صرح القَاضِي الْبَيْضَاوِيّ ثمَّ قَالَ لم يكن حَائِل بَينهمَا فُرْجَة أَي بَين الْعَرْش وَالْمَاء لَا أَنه كَانَ مَوْضُوعا على المَاء وَاسْتدلَّ بِهِ على إِمْكَان الْخَلَاء وَأَن المَاء أول حَادث بعد الْعَرْش من أجرام هَذَا الْعَالم انْتهى. ¶ وَوَافَقَهُ أَبُو السُّعُود على ذَلِك لكنه قَالَ: ¶ \" لَيْسَ تَحت الْعَرْش غير المَاء سَوَاء كَانَ بَينهمَا فُرْجَة أَو مَوْضُوعا على مَتنه كَمَا ورد فِي الْأَثر فَلَا دلَالَة فِيهِ على إِمْكَان الْخَلَاء كَيفَ لَا وَلَو دلّ لدل على وجوده لَا على إِمْكَانه فَقَط وَلَا على كَون المَاء أول مَا حدث فِي الْعَالم بعد الْعَرْش وَإِنَّمَا يدل على أَن خلقهما أقدم من خلق السَّمَاوَات وَالْأَرْض من غير تعرض للنسبة بَينهمَا\" انْتهى ¶ وَالْأَكْثَرُونَ على أَن الْحق مَعَ أبي السُّعُود ¶ وَفِي الْمقَام تَفْصِيل يَنْبَغِي أَن يُرَاجع تَفْسِير الْآيَة فِي مفصل التفاسير.",
            "page": "67",
            "part": "1",
            "seal": "B9E8A8E4"
        },
        {
            "id": "65",
            "nass": "سُورَة الرَّعْد ¶ قَالَ الله تَعَالَى {اللَّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَى عَلَى الْعَرْشِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى يُدَبِّرُ الْأَمْرَ يُفَصِّلُ الْآيَاتِ لَعَلَّكُمْ بِلِقَاءِ رَبِّكُمْ تُوقِنُونَ (2)} [الرعد: 2] ¶ تَفْسِير اية ¶ {رفع السَّمَاوَات} أَي خلق الله السَّمَاوَات مرتفعات على طَريقَة سُبْحَانَ من كبر الْفِيل وَصغر البعوض لَا أَنه سُبْحَانَهُ رَفعهَا بعد أَن لم تكن كَذَلِك ¶ والعمد الدعائم والمفرد عماد كإهاب وَأهب يُقَال عَمَدت الْحَائِط أعمده عمدا إِذا دعمته فاعتمد واستند وَالْجمع لجمع السَّمَاوَات لَا لِأَن الْمَنْفِيّ عَن كل وَاحِدَة مِنْهَا الْعمد لَا الْعِمَاد ¶ و {ترونها} اسْتِئْنَاف جِيءَ بِهِ للاستشهاد على كَون السَّمَاوَات مَرْفُوعَة كَذَلِك كَأَنَّهُ قيل مَا الدَّلِيل على ذَلِك؟ فَقيل رؤيتكم لَهَا بِغَيْر عمد. فَهُوَ كَقَوْلِك أَنا بِلَا سيف وَلَا رمح تراني. ¶ وَهَذَا دَلِيل على وجود الصَّانِع الْحَكِيم تَعَالَى شَأْنه وَذَلِكَ لِأَن ارْتِفَاع السَّمَاوَات على سَائِر الْأَجْسَام المساوية لَهَا فِي الجرمية كَمَا تقرر فِي مَحَله واختصاصها بِمَا يَقْتَضِي ذَلِك لَا بُد أَن يكون لمخصص لَيْسَ بجسم وَلَا جسماني يرجح بعض الممكنات على بعض بإرادته وَهُوَ الله سُبْحَانَهُ الَّذِي هُوَ على كل شَيْء قدير ¶ ثمَّ لَا يخفى أَن الضَّمِير فِي {ترونها} إِذا كَانَ رَاجعا إِلَى السَّمَاوَات المرفوعة اقْتضى ظَاهر الْآيَة أَن المرئي هُوَ السَّمَاء",
            "page": "68",
            "part": "1",
            "seal": "AB7BDE36"
        },
        {
            "id": "66",
            "nass": "وَقد صرح بعض الفلاسفة بِأَن المرئي هُوَ كرة البخار وثخنها أحد وَخَمْسُونَ ميلًا وتسع وَخَمْسُونَ دقيقة وَالْمَجْمُوع سَبْعَة عشر فرسخا وَثلث فَرسَخ تَقْرِيبًا وَذكروا أَن سَبَب رؤيتها زرقاء أَنَّهَا مستضيئة دَائِما بأشعة الْكَوَاكِب وَمَا وَرَاءَهَا لعدم قبُول الضَّوْء كالمظلم بِالنِّسْبَةِ إِلَيْهَا فَإِذا نفذ نور الْبَصَر من الْأَجْزَاء المستنيرة بالأشعة إِلَى الْأَجْزَاء الَّتِي هِيَ كالمظلم رأى النَّاظر مَا فَوْقه من المظلم بِمَا يمازجه من الضياء الأرضي والضياء الكوكبي لونا متوسطا بَين الظلام والضياء وَهُوَ اللَّوْن اللازوردي وَذَلِكَ كَمَا إِذا نَظرنَا من جسم أَحْمَر مشف إِلَى جسم أَخْضَر فَإِنَّهُ يظْهر لنا لون مركب من الْحمرَة والخضرة ¶ وَأَجْمعُوا أَن السَّمَاوَات الَّتِي هِيَ الأفلاك لَا ترى لِأَنَّهَا شفافة لَا لون لَهَا لِأَنَّهَا لَا تحجب الْأَبْصَار عَن رُؤْيَة مَا وَرَاءَهَا من الْكَوَاكِب وكل ملون فَإِنَّهُ يحجب عَن ذَلِك ¶ وَتعقب ذَلِك الرَّازِيّ بقوله إِنَّا لَا نسلم أَن كل ملون حَاجِب فَإِن المَاء والزجاج ملونان لِأَنَّهُمَا مرئيان وَمَعَ ذَلِك لَا يحجبان ¶ فَإِن قيل فيهمَا حجب عَن الإبصار الْكَامِل قُلْنَا وَكَيف عَرَفْتُمْ أَنكُمْ أدركتم هَذِه الْكَوَاكِب إدراكا تَاما انْتهى ¶ على أَن مَا ذَكرُوهُ لَا يتمشى فِي المحدد إِذْ لَيْسَ وَرَاءه شَيْء حَتَّى يرى وَلَا فِي الْفلك الَّذِي يسمونه بفلك الثوابت أَيْضا إِذْ لَيْسَ فَوْقه كَوْكَب مرئي ¶ وَلَيْسَ لَهُم أَن يَقُولُوا لَو كَانَ كل مِنْهُمَا ملونا لَوَجَبَتْ رُؤْيَته لأَنا نقُول جَازَ أَن يكون لَونه ضَعِيفا كلون الزّجاج فَلَا يرى من بعيد",
            "page": "69",
            "part": "1",
            "seal": "A141C125"
        },
        {
            "id": "67",
            "nass": "وَلَئِن سلمنَا وجوب رُؤْيَة لَونه قُلْنَا لم لَا يجوز أَن تكون هَذِه الزرقة الصافية المرئية لَونه وَمَا ذكر أَولا فِيهَا دون إثْبَاته خرط القتاد. ¶ وَمَا يُقَال إِنَّهَا أَمر يحس فِي الشفاف إِذا بعد كَمَا فِي مَاء الْبَحْر فَإِنَّهُ يرى أَزْرَق متفاوت الزرقة بتفاوت قَعْره قربا وبعدا فالزرقة الْمَذْكُورَة لون يتخيل فِي الجو الَّذِي بَين السَّمَاء وَالْأَرْض لِأَنَّهُ شفاف بعد عمقه لَا يجدي نفعا لِأَن الزرقة كَمَا تكون لونا متخيلا قد تكون أَيْضا لونا حَقِيقِيًّا قَائِما بالأجساد وَمَا الدَّلِيل على أَنَّهَا لَا تحدث إِلَّا بذلك الطَّرِيق التخيلي فَجَاز أَن تكون تِلْكَ الزرقة المرئية لونا حَقِيقِيًّا لأحد الفلكين ¶ وَأَنت تعلم أَنه لَا مَانع عِنْد الْمُسلمين من كَون المرئي هُوَ السَّمَاء الدُّنْيَا الْمُسَمَّاة بفلك الْقَمَر عِنْد الفلاسفة بل هُوَ الَّذِي تَقْتَضِيه الظَّوَاهِر ¶ ولان نسلم أَن مَا يذكرُونَهُ من طَبَقَات الْهَوَاء مَانِعا وَهَذِه الزرقة يحْتَمل أَن تكون لونا حَقِيقِيًّا لتِلْك السَّمَاء صبغها الله تَعَالَى بِهِ بِحَسب مَا اقتضته حكمته. وَعَلِيهِ الأثريّون كَمَا قَالَ الْقُسْطَلَانِيّ. وَيُؤَيِّدهُ ظَاهر مَا صَحَّ من قَوْله صلى الله عَلَيْهِ وَسلم: \"مَا أظلت الخضراء وَلَا أقلت الغبراء من ذِي لهجة أصدق من أبي ذَر\" (2). ¶ __________ ¶ (2) رواه الترمذي وابن ماجه والحاكم وأحمد عن ابن عمرو وقال الترمذي: \"حديث حسن\" ثم رواه عن أبي ذر وحسنه أيضاً. وله شواهد أخرى - ن -. ¶ [وانظر\"صحيح سنن الترمذي - باختصار السند\" 2990، و\"صحيح سنن ابن ماجه - باختصار السند\" 127 وهما للألباني - إشراف زهير الشاويش، طبع مكتب التربية العربي لدول الخليج، و\"مسند الإمام أحمد\" 2/ 175 (6627)، و2/ 223 (7075)، وعن أبي الدرداء 5/ 197 (21718) و6/ 442 (27482)، و\"مشكاة المصابيح\" 6238 و6239، و\"صحيح الجامع الصغير\" - بترتيبي 5537 و5538].",
            "page": "70",
            "part": "1",
            "seal": "E912B439"
        },
        {
            "id": "68",
            "nass": "وَيحْتَمل أَن يكون لونا تخيليا فِي طبقَة من طَبَقَات الْهَوَاء الشفاف الَّذِي مَلأ الله بِهِ مَا بَين السَّمَاء وَالْأَرْض وَيكون لَهَا فِي نَفسهَا لون حَقِيقِيّ الله أعلم بكيفيته ¶ وَلَا بعد فِي أَن يكون أَبيض وَهُوَ الَّذِي يَقْضِيه بعض الْأَخْبَار لَكنا نَحن نرَاهُ من وَرَاء ذَلِك الْهَوَاء بِهَذِهِ الْكَيْفِيَّة كَمَا نرى الشَّمْس من وَرَاء جَام أَخْضَر أَخْضَر وَمن وَرَاء جَام أَزْرَق أَزْرَق وَهَكَذَا ¶ وَبَعض النَّاس يروي أثراً، لا صحة لَهُ. وَهُوَ أَن ذَلِك من انعكاس لون جبل قَاف عَلَيْهَا وَتعقب بِأَن جبل قَاف لَا وجود لَهُ وَبرهن عَلَيْهِ بِمَا يردهُ مَا جَاءَ عَن ابْن عَبَّاس أَن وَرَاء أَرْضنَا بحرا محيطا ثمَّ جبلا يُقَال لَهُ قَاف ثمَّ أَرضًا ثمَّ بحرا ثمَّ جبلا وَهَكَذَا حَتَّى عد سبعا من كل وَخرج بعض أُولَئِكَ عَن عبد الله بن بُرَيْدَة أَنه جبل من زمرد مُحِيط بالدنيا عَلَيْهِ كنف السَّمَاء وَعَن مُجَاهِد مثله وَنقل صَاحب حل الرموز أَن لَهُ سبع شعب وَأَن لكل سَمَاء مِنْهَا شُعْبَة ¶ وَأَنا أَقُول إِن كل ذَلِك لَا صِحَة لَهُ وَيجب الْجَزْم بِأَن السَّمَاء لَيست مَحْمُولَة إِلَّا على كَاهِل الْقُدْرَة وَأَنَّهَا مُحِيطَة بِالْأَرْضِ من سَائِر جهاتها كَمَا رُوِيَ عَن الْحسن. ¶ وَفِي الزرقة الاحتمالان وَقد تعرض للون السَّمَاء ابْن الْقيم فِي كِتَابه «مِفْتَاح دَار السَّعَادَة» بِمَا يَقْتَضِي مُرَاجعَته ¶ بَقِي الْكَلَام فِي رُؤْيَة بَاقِي السَّمَاوَات وَظَاهر الْآيَة يَقْتَضِيهِ وَهُوَ غير مُسلم ¶ وَظَاهر بعض الْآيَات يساعد على ذَلِك فنحتاج حِينَئِذٍ إِلَى القَوْل بِأَن الْبَاقِي وَإِن لم يكن مرئيا حَقِيقَة لكنه فِي حكم المرئي ضَرُورَة أَنه إِذا لم يكن",
            "page": "71",
            "part": "1",
            "seal": "06E18C6C"
        },
        {
            "id": "69",
            "nass": "لهَذَا عماد لَا يتَصَوَّر أَن يكون لما وَرَاءه عماد عَلَيْهِ بِوَجْه من الْوُجُوه ويؤل هَذَا إِلَى كَون المُرَاد ترونها حَقِيقَة أَو حكما بِغَيْر عمد وَجوز أَن يكون المُرَاد ترَوْنَ رَفعهَا أَي السَّمَاوَات جَمِيعًا بِغَيْر ذَلِك ¶ وَقد تقدم الْكَلَام على الْعَرْش والاستواء وسنعود إِلَيْهِ فِيمَا يُنَاسب من الْآيَات ¶ وَمعنى تسخير {الشَّمْس وَالْقَمَر} جَعلهمَا طائعين لما أُرِيد مِنْهُمَا {كل يجْرِي لأجل مُسَمّى} أَي يسير فِي الْمنَازل والدرجات لوقت معِين فَإِن الشَّمْس تقطع الْفلك فِي سنة وَالْقَمَر فِي شهر لَا يخْتَلف جري كل مِنْهُمَا كَمَا فِي قَوْله تَعَالَى {وَالشَّمْس تجْرِي لمستقر لَهَا ذَلِك تَقْدِير الْعَزِيز الْعَلِيم وَالْقَمَر قدرناه منَازِل حَتَّى عَاد كالعرجون الْقَدِيم} وَهُوَ الْمَرْوِيّ عَن ابْن عَبَّاس ¶ وَمن الْمُفَسّرين من قَالَ أَي كل يجْرِي لغاية مَضْرُوبَة يَنْقَطِع دونهَا سيره وَهِي {إِذا الشَّمْس كورت وَإِذا النُّجُوم انكدرت} وَهَذَا مُرَاد مُجَاهِد من تَفْسِير الْأَجَل الْمُسَمّى بالدنيا ¶ وعَلى قَول الفلاسفة الْمُتَأَخِّرين إِن للشمس حَرَكَة مركزها وَهُوَ معنى {تجْرِي لمستقر} ¶ وَزعم ابْن عَطِيَّة أَن ذكر الشَّمْس وَالْقَمَر قد تضمن ذكر الْكَوَاكِب فَالْمُرَاد من {كل} كل مِنْهُمَا وَمِمَّا هُوَ فِي مَعْنَاهُمَا من الْكَوَاكِب",
            "page": "72",
            "part": "1",
            "seal": "3F433BEB"
        },
        {
            "id": "70",
            "nass": "وَالْحق مَا علمت وَالله الْعَالم بِمَا تضمنته آيَاته ¶ وَمن آيَات سُورَة الرَّعْد قَوْله تَعَالَى {وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَارًا وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (3)} [الرعد: 3] ¶ هَذِه الْآيَة مُتَّصِلَة بِالْآيَةِ الَّتِي قبلهَا فَإِنَّهُ سُبْحَانَهُ لما ذكر من الشواهد العلوية مَا ذكر أردفها بِذكر الدَّلَائِل السفلية فَقَالَ {وَهُوَ الَّذِي مد الأَرْض} قَالَ عُلَمَاء الْهَيْئَة الجديدة الأَرْض جرم من الأجرام السماوية يَعْنِي أَنَّهَا جرم من الأجرام التابعة للشمس وَهِي السيارات الدائرة حولهَا على أبعاد مُتَفَاوِتَة وَسميت النظام الشمسي وشكلوا لذَلِك شكلا فِي وَسطه الشَّمْس ثمَّ عُطَارِد وَهُوَ أقرب إِلَى الشَّمْس من سَائِر السيارات الْمَعْرُوفَة وَبعده الزهرة ثمَّ الأَرْض ثمَّ قمرها ثمَّ المريخ ثمَّ فسحة وَاسِعَة فِيهَا مئتان وَاثْنَانِ وَسَبْعُونَ جرما صَغِيرا تسمى النجيمات أَو الشبيهة بالسيارات ثمَّ المُشْتَرِي ثمَّ زحل ثمَّ أورانوس ثمَّ نبتون ثمَّ بعد مهول وخلاء مَجْهُول حَتَّى يَنْتَهِي إِلَى أقرب النُّجُوم الثوابت الَّتِي يعد كل وَاحِد مِنْهَا شمسا لَا يرى توابعها للبعد الشاسع والنظام الشمسي يَنْتَهِي عِنْد نبتون أَعنِي لَا يعرف سيار أبعد من نبتون بل إِنَّه إِلَى الْآن لم يكْشف عَن وجود جرم تَابع للنظام الشمسي أبعد من الْمَذْكُور والنجوم الثوابت لَيست من النظام الشمسي بل هِيَ أنظمة مُسْتَقلَّة ترى مِنْهَا شمسنا كَمَا ترى هِيَ من عندنَا أَي نقطا لامعة نيرة فِي الْقبَّة الزرقاء. ¶ وَقَالُوا فِي شَأْن الأَرْض أَيْضا وحركتها السيار التَّابِع للنظام الشمسي الَّذِي نَحن ساكنون عَلَيْهِ هُوَ الأَرْض وَأَنَّهَا كرية الشكل، وَأَقَامُوا على ذَلِك",
            "page": "73",
            "part": "1",
            "seal": "421061FC"
        },
        {
            "id": "71",
            "nass": "دلائلهم الْمَعْلُومَة فِي كتبهمْ وَأَنَّهَا على عظمها سابحة فِي الفضاء وَلَيْسَت لَهَا حافة يَنْتَهِي إِلَيْهَا من يجوب سطحها كَمَا إِذا مشت ذُبَابَة على بطيخة معلقَة فَهِيَ لَا تَنْتَهِي إِلَى حافة كَذَلِك الأَرْض الكرية الشكل السابحة فِي الفضاء لَيْسَ لَهَا حافة يَنْتَهِي إِلَيْهَا من يجوب سطحها وَهِي عائمة فِي الفضاء. ¶ وذهبوا إِلَى أَن حركتها وَكَذَا سَائِر الأجرام السماوية من الغرب إِلَى الشرق لَا كَمَا يتَرَاءَى أَن حَرَكَة هَذِه الأجرام من الشرق إِلَى الغرب ¶ وذهبوا إِلَى أَن لَهَا حَرَكَة أُخْرَى غير الْحَرَكَة اليومية وَهِي الْحَرَكَة السنوية ¶ فللأرض عِنْدهم حركتان حَرَكَة يومية وَهِي دورانها على محورها مرّة من الغرب إِلَى الشرق وَمِنْهَا اخْتِلَاف اللَّيْل وَالنَّهَار وحركة من الغرب إِلَى الشرق حول الشَّمْس مرّة وَاحِدَة كل سنة ¶ هَذَا مَا ذكره عُلَمَاء الْهَيْئَة الجديدة فِي شَأْن الأَرْض. ¶ وَقد تصفحت الْقُرْآن الْعَظِيم الشَّأْن فَوجدت عدَّة آيَات نطقت بِمَا يتَعَلَّق بِالْأَرْضِ من جِهَة الِاسْتِدْلَال بهَا على وجود خَالِقهَا وعظمة باريها وَلم يذكر فِيهَا شَيْء مِمَّا يُخَالف مَا عَلَيْهِ أهل الْهَيْئَة الْيَوْم ¶ وَلَا يُنَافِي كريتها مَا يدل ظَاهرهَا على الْمَدّ والبسط والفرش فَإِن هَذَا كُله لَا يُنَافِي الكرية لِأَن المُرَاد من بسطها وتوسعتها ومدها مَا يحصل بِهِ الِانْتِفَاع لمن حلهَا وَلَا يلْزم من ذَلِك نفي كريتها لما أَن الكرة الْعَظِيمَة لعظمها ترى كالسطح المستوي وَكَأن كل قِطْعَة مِنْهَا سطح مفروش يَصح الْقعُود وَالنَّوْم عَلَيْهِ والكرة كلما عظمت قربت أقواس سطحها إِلَى الْخط الْمُسْتَقيم ¶ وَفِي الشَّرِيعَة دَلَائِل كَثِيرَة تدل على كرية الأَرْض وَالسَّمَاء مِنْهَا اعْتِرَاف",
            "page": "74",
            "part": "1",
            "seal": "B28CC214"
        },
        {
            "id": "72",
            "nass": "الْأَئِمَّة باخْتلَاف الْمطَالع فَإِن الصُّبْح فِي بعض الْبِلَاد يُوَافق الْمسَاء فِي بِلَاد أُخْرَى وطلوع الْهلَال فِي بعض الْآفَاق يُوَافق غيبوبته فِي بِلَاد أُخْرَى وَهَكَذَا الشَّمْس وَسَائِر الْكَوَاكِب فَفِي بعض الْآفَاق يرى القطب الشمالي فَوق رُؤُوس أَهله والقطب الجنوبي لَا يرى أصلا وسكنة خطّ الاسْتوَاء يرَوْنَ القطبين على الْأُفق وَفِي بعض الْبِلَاد تكون الْحَرَكَة فِيهِ دولابية وَفِي الْبَعْض حمائلية وَفِي الْبَعْض رحوية كل ذَلِك مَبْنِيّ على كرية الأَرْض ولولاها لما كَانَ شَيْء من ذَلِك ¶ وَقَوله تَعَالَى {وَهُوَ الَّذِي مد الأَرْض} لَا يُنَافِي الكرية وَمَا على الأَرْض من الْجبَال والأودية والبحار لَا يخرج الأَرْض عَن الكرية فَإِن أعظم جبل بِالنِّسْبَةِ إِلَيْهَا كنسبة سبع عرض شعيرَة إِلَى كرة قطرها ذِرَاع ¶ وَقَوله تَعَالَى {وَجعل فِيهَا رواسي} مَعْنَاهُ جعل فِيهَا جبالا ثوابت فِي أحيازها من الرسو وَهُوَ ثبات الْأَجْسَام الثَّقِيلَة وَفِي الْخَبَر لما خلق الله تَعَالَى الأَرْض جعلت تميد فخلق الله الْجبَال عَلَيْهَا فاستقرت،",
            "page": "75",
            "part": "1",
            "seal": "17C48E40"
        },
        {
            "id": "73",
            "nass": "فَقَالَت الْمَلَائِكَة رَبنَا خلقت خلقا أعظم من الْجبَال قَالَ نعم الْحَدِيد فَقَالُوا رَبنَا خلقت خلقا أعظم من الْحَدِيد قَالَ نعم النَّار فَقَالُوا رَبنَا خلقت خلقا أعظم من النَّار قَالَ نعم المَاء فَقَالُوا رَبنَا خلقت خلقا أعظم من المَاء قَالَ نعم الْهَوَاء فَقَالُوا رَبنَا خلقت خلقا أعظم من الْهَوَاء قَالَ نعم ابْن آدم يتَصَدَّق الصَّدَقَة بِيَمِينِهِ فيخفيها عَن شِمَاله (1). ¶ وَهَذَا أَيْضا لَا يُنَافِي حَرَكَة الأَرْض اليومية والسنوية الَّتِي قَالَ بهما أهل الْهَيْئَة فَإِن الله تَعَالَى لَو لم يخلق فِي الأَرْض الْجبَال لمادت أَي اضْطَرَبَتْ والميد اضْطِرَاب الشَّيْء الْعَظِيم فَلَمَّا ألْقى فِيهَا الرواسِي وَهِي الْجبَال الثوابت انْتَفَى ذَلِك وَوجه كَون الْإِلْقَاء مَانِعا عَن اضْطِرَاب الأَرْض أَنَّهَا كسفينة على وَجه المَاء والسفينة إِذا لم يكن فِيهَا أجرام ثَقيلَة تضطرب وتميل من جَانب إِلَى جَانب بِأَدْنَى حَرَكَة شَيْء وَإِن وضعت فِيهَا أجرام ثَقيلَة تَسْتَقِر فَكَذَا الأَرْض لَو لم يكن عَلَيْهَا هَذِه الْجبَال لاضطربت فالجبال بِالنِّسْبَةِ إِلَيْهَا كالأجرام الثَّقِيلَة الْمَوْضُوعَة فِي السَّفِينَة بِالنِّسْبَةِ إِلَيْهَا ¶ وَالْمَقْصُود أَن جعل الرواسِي فِيهَا لَا يُعَارض حركتها بِوَجْه من الْوُجُوه كَمَا أَن السَّفِينَة إِذا كَانَ فِيهَا أجرام ثَقيلَة تمنع اضطرابها وميلها من جَانب إِلَى جَانب لَا يُنَافِي حركتها وسنزيد ذَلِك بَيَانا فِيمَا يُنَاسب من الْآيَات الْآتِيَة إِن شَاءَ الله تَعَالَى ¶ و {الْأَنْهَار} المجعولة فِي الأَرْض كَثِيرَة وَذكر بَعضهم أَنَّهَا مئة وَسِتَّة وَتسْعُونَ نَهراً، وَجَاء فِي أَرْبَعَة مِنْهَا: أَنَّهَا من الْجنَّة وَهِي: سيحان ¶ __________ ¶ (1) رواه الإمام أحمد (3/ 123) [برقم 12238، طبع المكتب الإسلامي] وغيره بسند ضعيف - ن -.",
            "page": "76",
            "part": "1",
            "seal": "C5024746"
        },
        {
            "id": "74",
            "nass": "وجيحان والفرات والنيل وكل وَاحِد مِنْهَا من أَنهَار الْجنَّة (1). وَجَاء فِي بعض الْأَخْبَار مَرْفُوعاً: \"نهران مُؤْمِنَانِ ونهران كَافِرَانِ أما المؤمنان فنيل والفرات، وَأما الكافران فدجلة وجيحون\" (2). وَحمل ذَلِك على أَنه صلى الله عَلَيْهِ وَسلم شبه النهرين الْأَوَّلين لنفعهما بسهولة الْمُؤمن والنهرين الآخرين بالكافر لعدم نفعهما كَذَلِك فَإِنَّهُمَا إِنَّمَا يخرج فِي الْأَكْثَر ماؤهما بِآلَة ومشقة وَإِلَّا فوصف ذَلِك بِالْإِيمَان وَالْكفْر على الْحَقِيقَة لَا نعلم كيفيته. ¶ وَأما آخر الْآيَة وَهُوَ قَوْله تَعَالَى: ¶ {وَمن كل الثمرات جعل فِيهَا زَوْجَيْنِ اثْنَيْنِ يغشي اللَّيْل النَّهَار إِن فِي ذَلِك لآيَات لقوم يتفكرون} فتفسيره لَيْسَ من مَوْضُوع كتَابنَا فَإِن التفكر فِيهَا إِلَى الحكم بِأَن يكون كل من ذَلِك على هَذَا النمط الرَّائِق والأسلوب الْفَائِق لَا بُد لَهُ من مكون قَادر حَكِيم يفعل مَا يَشَاء وَيحكم مَا يُرِيد. ¶ __________ ¶ (1) رواه مسلم (8/ 149) وأحمد (2/ 260، 289، 440) [7530، 7868، 9654]- ن -. ¶ وليس معنى هذا بأن هذه الأنهار الموجودة على الأرض هي المقصودة، وإنما هي البركة التي طرحها الله فيها، وللعلماء كلام طويل حول هذه. انظر \"زاد المسير في علم التفسير\" للإمام ابن الجوزي. طبع المكتب الإسلامي - زهير -. ¶ (2) لم أجده، ولم يورده السيوطي في \" الجامع الكبير\" وما أظنه يصح - ن -.",
            "page": "77",
            "part": "1",
            "seal": "F471F6EE"
        },
        {
            "id": "75",
            "nass": "سُورَة إِبْرَاهِيم ¶ قَالَ الله تَعَالَى {يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ (48)} [إبراهيم: 48] ¶ تَفْسِير الْآيَة ¶ قَالَ ابْن عَبَّاس {تبدل الأَرْض} يُزَاد فِيهَا وَينْقص مِنْهَا وَتذهب آكامها وجبالها وأوديتها وشجرها وَمَا فِيهَا وتمد مد الْأَدِيم العكاظي وَتصير مستوية لَا ترى فِيهَا عوجا وَلَا أمتا و {تبدل} السَّمَاوَات بذهاب شمسها وقمرها ونجومها فحاصله يُغير كل عَمَّا هُوَ عَلَيْهِ فِي الدُّنْيَا وَأنْشد ¶ (وَمَا النَّاس بِالنَّاسِ الَّذين عهدتهم ... وَلَا الدَّار بِالدَّار الَّتِي كنت أعلم) ¶ وَقَالَ ابْن الْأَنْبَارِي تبدل السَّمَاوَات بطيها وَجعلهَا مرّة كَالْمهْلِ وَمرَّة وردة كالدهان.",
            "page": "78",
            "part": "1",
            "seal": "F22B54CA"
        },
        {
            "id": "76",
            "nass": "وَعَن مُجَاهِد: تكون الأَرْض كالفضة وَالسَّمَاوَات كَذَلِك. ¶ وَعَن ابْن مَسْعُود تبدل الأَرْض أَرضًا بَيْضَاء كَأَنَّهَا سبيكة بَيْضَاء لم يسفك فِيهَا دم حرَام وَلم يعْمل فِيهَا خَطِيئَة ¶ وَجَاء فِي تَبْدِيل الأَرْض رِوَايَات أُخْرَى مَذْكُورَة فِي التَّفْسِير وَكَذَا السَّمَاوَات كل ذَلِك فِي الْآخِرَة وَذَلِكَ مِمَّا يجب الْإِيمَان بِهِ على من آمن بالرسول وَأَن يَقُول الْمُؤمن ¶ {رَبنَا آمنا بِمَا أنزلت وَاتَّبَعنَا الرَّسُول فاكتبنا مَعَ الشَّاهِدين} ¶ وَلَيْسَ هَذَا من مَوْضُوع فن الْهَيْئَة فَإِنَّهُم يَتَكَلَّمُونَ على مَا تصل إِلَيْهِ يَد دلائلهم وَالله ولي التَّوْفِيق",
            "page": "79",
            "part": "1",
            "seal": "89F5C1FB"
        },
        {
            "id": "77",
            "nass": "سُورَة الْحجر ¶ وَقَالَ الله تَعَالَى: {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ (14) لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ (15) وَلَقَدْ جَعَلْنَا فِي السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ (16) وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ (17) إِلَّا مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ (18) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ شَيْءٍ مَوْزُونٍ (19) وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ وَمَنْ لَسْتُمْ لَهُ بِرَازِقِينَ (20) وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنَا خَزَائِنُهُ وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ (21)} [الحجر: 14 - 21] ¶ فِي هَذِه الْآيَات إِثْبَات بَاب للسماء وَأَنَّهَا جرم من الأجرام وَأثبت لَهَا بروجا وَأثبت الشهب وَأثبت للْأَرْض امتدادا وَألقى فِيهَا رواسي لِئَلَّا تميد بساكنيها ¶ وَبَعض هَذِه الْأُمُور قد مر بَيَانهَا غير مرّة بِمَا لَا مزِيد عَلَيْهِ وَمَعَ ذَلِك نتكلم فِي تَفْسِيرهَا إِجْمَالا ¶ فَقَوله تَعَالَى {وَلَو فتحنا عَلَيْهِم} أَرَادَ بِهِ على هَؤُلَاءِ المقترحين المعاندين وَالْمرَاد بِالْبَابِ غير أَبْوَاب السَّمَاء الْمَعْهُودَة الَّتِي وَردت فِي حَدِيث الْمِعْرَاج ¶ وَمعنى {فظلوا فِيهِ يعرجون} أَي يصعدون فِي ذَلِك الْبَاب بِحَسب مَا نيسره لَهُم فيرون مَا فِيهَا من الْمَلَائِكَة والعجائب طول نهارهم مستوضحين لما يرونه كَمَا يفِيدهُ ظلوا لِأَنَّهُ يُقَال ظلّ يعْمل كَذَا إِذا فعله فِي النَّهَار حَيْثُ يكون للشَّخْص ظلّ ¶ وَمعنى قَوْله {لقالوا إِنَّمَا سكرت أبصارنا} أَي سدت ومنعت من الإبصار حَقِيقَة وَمَا نرَاهُ تخيل لَا حَقِيقَة لَهُ وَذَلِكَ لفرط عنادهم وغلوهم فِي المكابرة وتفاديهم عَن قبُول الْحق",
            "page": "80",
            "part": "1",
            "seal": "AE216782"
        },
        {
            "id": "78",
            "nass": "وَقَوْلهمْ {بل نَحن قوم مسحورون} أَي قد سحرنَا مُحَمَّد صلى الله عَلَيْهِ وَسلم عِنْد ظُهُور سَائِر الْآيَات الباهرة ¶ ثمَّ إِنَّه تَعَالَى لما ذكر حَال منكري النُّبُوَّة وَكَانَت متفرعة على التَّوْحِيد ذكر دلائله السماوية والأرضية فَقَالَ عز قَائِلا {وَلَقَد جعلنَا فِي السَّمَاء بروجا وزيناها للناظرين} والبروج جمع برج وَهُوَ لُغَة الْقصر والحصن أَي جعلنَا فِي السَّمَاء قصورا فِيهَا الحرس أَو أَن المُرَاد بالبروج الْكَوَاكِب الْعِظَام أَو الْكَوَاكِب السيارة أَو أَنَّهَا مُطلق الْكَوَاكِب وَعَن ابْن عَبَّاس تَفْسِير ذَلِك بالبروج الاثْنَي عشر الْمَشْهُورَة وَهِي سِتَّة شمالية ثَلَاثَة ربيعية وَثَلَاثَة صيفية وأولها الْحمل وَسِتَّة جنوبية ثَلَاثَة خريفية وَثَلَاثَة شتائية وأولها الْمِيزَان ¶ وَقد جمعهَا الشَّاعِر بقوله ¶ (حمل الثور جوزة السرطان ... ورعى اللَّيْث سنبلَ الْمِيزَانِ) ¶ (وَرمى عقربٌ بقوس جديا ... وَمن الدَّلْو مشرب الْحيتَان) ¶ وَطول كل برج عِنْدهم ثَلَاثُونَ دَرَجَة وَعرضه ثَمَانُون دَرَجَة ومئة وَتسْعُونَ مِنْهَا فِي جِهَة الشمَال وَمثلهَا فِي جِهَة الْجنُوب وَكَأَنَّهَا إِنَّمَا سميت بذلك لِأَنَّهَا كالحصن أَو الْقصر للكوكب الْحَال فِيهَا ¶ وَهِي فِي الْحَقِيقَة أَجزَاء الْفلك الْأَعْظَم وَهُوَ المحدد بزعمهم الْمُسَمّى بلسانهم الْفلك الأطلس وفلك الأفلاك وبلسان الشَّرْع بعكسه",
            "page": "81",
            "part": "1",
            "seal": "2A6DC65B"
        },
        {
            "id": "79",
            "nass": "وَلِهَذَا يُسَمِّي الشَّيْخ مُحي الدّين بن عَرَبِيّ الْفلك الأطلس بـ \"فلك البروج\" وَالْمَشْهُور تَسْمِيَة الْفلك الثَّامِن - وَهُوَ فلك الثوابت - بِهِ، لاعتبارهم الانقسام فِيهِ وَكَانَ ذَلِك لظُهُور مَا يتَعَيَّن بِهِ الْأَجْزَاء من الصُّور فِيهِ وَإِن كَانَ كل مِنْهَا منتقلا عَمَّا عينه إِلَى آخر مِنْهَا لثُبُوت الْحَرَكَة الذاتية للثوابت على اخْتِلَاف التوالي وَإِن لم يثبتها لَهُ لعدم الإحساس بهَا قدماء الفلاسفة كَمَا لم يثبت الْأَكْثَرُونَ حركتها على نَفسهَا وأثبتها الشَّيْخ أَبُو عَليّ وَمن تبعه من الْمُحَقِّقين. ¶ وَقد صَرَّحُوا بِأَن هَذِه الصُّور الْمُسَمَّاة بالأسماء الْمَعْلُومَة توهمت على المنطقة وَمَا يقرب مِنْهَا من الْجَانِبَيْنِ من كواكب ثَابِتَة ينظمها خطوط موهومة وَقعت وَقت الْقِسْمَة فِي تِلْكَ الْأَقْسَام وَإِنَّمَا توهموا لكل قسم صُورَة ليحصل التفهم والتعليم بِأَن يُقَال الدبران مثلا عين الْأسد ¶ وَتعقب هَذَا القَوْل بَعضهم وَقَالَ هَذَا لَيْسَ بسديد عِنْدِي لِأَن تِلْكَ الصُّور لَو كَانَت وهمية لم يكن لَهَا أثر فِي أَمْثَالهَا من الْعَالم السفلي مَعَ أَن الْأَمر لَيْسَ كَذَلِك فقد قَالَ بطليموس فِي الثَّمَرَة الصُّور الَّتِي فِي عَالم التَّرْكِيب مطيعة للصور الفلكية إِذْ هِيَ فِي ذواتها على تِلْكَ الصُّور فأدركتها الأوهام على مَا هِيَ عَلَيْه. ِ انْتهى. ¶ ثمَّ هَذِه البروج مُخْتَلفَة الْآثَار والخواص بل لكل جُزْء من كل مِنْهَا وَإِن كَانَ أقل من عاشرة بل أقل الْأَقَل آثَار تخَالف آثَار الْجُزْء الآخر وكل ذَلِك آثَار حِكْمَة الله تَعَالَى وَقدرته عز وَجل. ¶ وَقد ذكر الشَّيْخ مُحي الدّين بن عَرَبِيّ فِي بعض كتبه أَن آثَار النُّجُوم وأحكامها مفاضة عَلَيْهَا من تِلْكَ البروج الْمُعْتَبرَة فِي المحدد.",
            "page": "82",
            "part": "1",
            "seal": "27382C2F"
        },
        {
            "id": "80",
            "nass": "وَفِي الْفَصْل الثَّالِث من الْبَاب الْحَادِي وَالسبْعين والثلاثمائة من «فتوحاته» أَن الله تَعَالَى قسم الْفلك الأطلس اثْنَي عشر قسما سَمَّاهَا بروجا وأسكن كل برج مِنْهَا ملكا وَهَؤُلَاء الْمَلَائِكَة أَئِمَّة الْعَالم وَجعل لكل مِنْهُم ثَلَاثِينَ خزانَة يحتوي كل مِنْهَا على عُلُوم شَتَّى يهبون مِنْهَا للنازل بهم قدر مَا تعطيه رتبته وَهِي الخزائن الَّتِي قَالَ الله تَعَالَى فِيهَا {وَإِن من شَيْء إِلَّا عندنَا خزائنه وَمَا ننزله إِلَّا بِقدر مَعْلُوم} وَتسَمى عِنْد أهل التعاليم ب دَرَجَات الْفلك ¶ والنازلون بهَا هم الْجَوَارِي والمنازل وعيو قاتها من الثوابت والعلوم الْحَاصِلَة من تِلْكَ الخزائن الإلهية هِيَ مَا يظْهر فِي عَالم الْأَركان من التأثيرات بل مَا يظْهر فِي مقعر فلك الثوابت إِلَى الأَرْض ¶ إِلَى آخر مَا قَالَ وَقد أَطَالَ الْكَلَام فِي هَذَا الْبَاب وَهُوَ بمعزل عَن اعْتِقَاد الْمُحدثين نقلة الدّين ¶ ثمَّ إِن فِي اخْتِلَاف خَواص البروج بِحَسب مَا تشهد بِهِ التجربة مَعَ مَا اتّفق عَلَيْهِ الْجُمْهُور من بساطة السَّمَاء أدل دَلِيل على وجود الصَّانِع الْمُخْتَار جلّ جَلَاله. ¶ وتزيين السَّمَاء بِمَا فِيهَا الْكَوَاكِب السيارات وَنَحْوهَا وَهِي كَثِيرَة لَا يعلم عَددهَا إِلَّا الله تَعَالَى ¶ وَقد أسلفنا أَن المرصود مِنْهَا ألف ونيف وَعِشْرُونَ كوكبا وَأَنَّهُمْ رتبوها على سِتّ مَرَاتِب وسموها أقدارا متزايدة سدسا سدسا حَتَّى كَانَ قطر مَا",
            "page": "83",
            "part": "1",
            "seal": "B32D3409"
        },
        {
            "id": "81",
            "nass": "فِي الْقدر الأول سِتَّة أَمْثَال مَا فِي الْقدر السَّادِس وَجعلُوا كل قدر على ثَلَاث مَرَاتِب وَمَا دون السَّادِس لم يثبتوه فِي الْمَرَاتِب بل إِن كَانَ كقطعة السَّحَاب يسمونه سحابيا وَإِلَّا فمظلما ¶ وَذكر فِي «الْكِفَايَة» أَن مَا كَانَ مِنْهَا فِي الْقدر الأول فجرمه مئة وست وَخَمْسُونَ مرّة وَنصف عشر الأَرْض وَجَاء فِي بعض الْآثَار أَن أَصْغَر النُّجُوم كالجبل الْعَظِيم ¶ وَيجوز أَن يُرَاد بالتزيين ترتيبها على نظام بديع مستتبعا للآثار الْحَسَنَة فيراد ب {الناظرين} المتفكرون المستدلون بذلك على قدرَة مقدرها وَحِكْمَة مدبرها جلّ شَأْنه ¶ وَالْمرَاد بحفظها من الشَّيْطَان إِمَّا مَنعه من التَّعَرُّض لَهَا على الْإِطْلَاق وَالْوُقُوف على مَا فِيهَا فِي الْجُمْلَة وَإِمَّا الْمَنْع من دُخُولهَا والاختلاط مَعَ أَهلهَا على نَحْو الِاخْتِلَاط مَعَ أهل الأَرْض ¶ وَالْمرَاد بِالسَّمْعِ المسترق المسموع ¶ والشهاب الشعلة الساطعة من النَّار الموقدة وَمن الْعَارِض فِي الجو وَيُطلق على الْكَوَاكِب لبريقه كشعلة النَّار ¶ وَالْمرَاد من مد الأَرْض بسطها وتوسعتها ليحصل بهَا الِانْتِفَاع لمن حلهَا وَلَا يلْزم وَمن ذَلِك نفي كريتها لما أَن الكرة الْعَظِيمَة لعظمها ترى كالسطح المستوي وَقد سبق بَيَان ذَلِك ¶ وَالْمرَاد بالرواسي فِي قَوْله تَعَالَى {وألقينا فِيهَا رواسي} جبال ثوابت جمع راسية جمع راس وَقد بَينا حِكْمَة إِلْقَاء ذَلِك فِيهَا عِنْد الْكَلَام على قَوْله تَعَالَى {وَألقى فِي الأَرْض رواسي أَن تميد بكم}",
            "page": "84",
            "part": "1",
            "seal": "9A13FDEA"
        },
        {
            "id": "82",
            "nass": "وَالْمَوْزُون فِي قَوْله تَعَالَى {وأنبتنا فِيهَا من كل شَيْء مَوْزُون} أَي مُقَدّر بِمِقْدَار معِين تَقْتَضِيه الْحِكْمَة أَو من كل شَيْء مستحسن متناسب من قَوْلهم كَلَام مَوْزُون ¶ وَقَوله تَعَالَى {وَجَعَلنَا لكم فِيهَا معايش} إِلَى آخر الْآيَة لَيْسَ مَعْنَاهُ من مَوْضُوع كتَابنَا. وَالله أعلم",
            "page": "85",
            "part": "1",
            "seal": "9AB07999"
        },
        {
            "id": "83",
            "nass": "سُورَة النَّحْل ¶ قَالَ الله تَعَالَى: {وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِكُمْ وَأَنْهَارًا وَسُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (15) وَعَلَامَاتٍ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ (16)} [النحل: 15، 16] ¶ هَذِه الْآيَة شَبيهَة بِآيَة الرَّعْد الَّتِي سبق ذكرهَا قَرِيبا وَمَعَ ذَلِك نتكلم فِي تَفْسِيرهَا على وَجه الْإِجْمَال ¶ معنى {وَألقى فِي الأَرْض رواسي} ألْقى جبالا ثوابت وَمعنى {أَن تميد بكم} أَي كَرَاهَة أَن تميد أَو لِئَلَّا تميد والميد اضْطِرَاب الشَّيْء الْعَظِيم وَوجه كَون الْإِلْقَاء مَانِعا من اضْطِرَاب الأَرْض بِأَنَّهَا كسفينة على وَجه المَاء على مَا سبق ¶ وللرازي هُنَا أسئلة غامضة ذكرت مَعَ أجوبتها فِي تَفْسِير هَذِه الْآيَة من «روح الْمعَانِي» ¶ و {الْأَنْهَار} سبق بَيَانهَا. ¶ وَمعنى قَوْله: {وعلامات} أَنَّهَا معالم يسْتَدلّ بهَا السابلة من نَحْو جبل ومنهل ورائحة تُرَاب فقد حُكيَ أَن من النَّاس من يشم التُّرَاب فَيعرف بشمه الطَّرِيق وَأَنَّهَا مسلوكة أَو غير مسلوكة وَلذَا سميت الْمسَافَة مَسَافَة أخذا لَهَا من السوف بِمَعْنى الشم وَعَلِيهِ قَول الْقَائِل إِذا الدَّلِيل استاف أخلاف الطّرق وَقد بيّنت ذَلِك فِي «كتاب بُلُوغ الأرب» عِنْد الْكَلَام على علومهم. ¶ وَعَن ابْن عَبَّاس أَنَّهَا معالم الطّرق بِالنَّهَارِ وَعَن الْكَلْبِيّ أَنَّهَا الْجبَال.",
            "page": "86",
            "part": "1",
            "seal": "F25647EB"
        },
        {
            "id": "84",
            "nass": "وَعَن قَتَادَة أَنَّهَا النُّجُوم وَقَالَ ابْن عِيسَى المُرَاد مِنْهَا الْأُمُور الَّتِي يعلم بهَا مَا يُرَاد من خطّ أَو لفظ أَو إِشَارَة أَو هَيْئَة وَالظَّاهِر مَا ذكر أَولا ¶ وَقَوله تَعَالَى {وبالنجم هم يَهْتَدُونَ} أَي بِاللَّيْلِ فِي الْبر وَالْبَحْر وَالْمرَاد بِالنَّجْمِ الْجِنْس فَيشْمَل الخنس وَغَيرهَا مِمَّا يهتدى بِهِ وَعَن السّديّ تَخْصِيص ذَلِك بِالثُّرَيَّا والفرقدين وَبَنَات نعش والجدي وَعَن الْفراء تَخْصِيصه بالجدي والفرقدين وَعَن بَعضهم أَنه الثريا فَإِنَّهُ علم بالغلبة لَهَا فَفِي الحَدِيث: \"إِذا طلع النَّجْم ارْتَفَعت العاهة\" (3)، وَقَالَ الشَّاعِر: ¶ (حَتَّى إِذا مَا اسْتَقر النَّجْم فِي غلس ... وغودر البقل منوي ومحصود) ¶ وَعَن ابْن عَبَّاس أَنه سَأَلَ النَّبِي صلى الله عَلَيْهِ وَسلم عَن ذَلِك ¶ فَقَالَ هُوَ الجدي وَلَو صَحَّ هَذَا لَا يعدل عَنهُ والجدي هُوَ جدي الفرقد وَهُوَ على مَا فِي الْمغرب بِفَتْح الْجِيم وَسُكُون الدَّال والمنجمون يصغرونه فرقا بَينه وَبَين البرج وَلَعَلَّه كَذَلِك لُغَة ¶ اسْتدلَّ على إِرَادَة مَا يعم ذَلِك بِمَا فِي اللوامح عَن الْحسن أَنه قَرَأَ {وبالنجم} بِضَمَّتَيْنِ وَزعم ابْن عُصْفُور أَن قَوْلهم النَّجْم من ضَرُورَة الشّعْر، وَأنْشد: ¶ __________ ¶ (3) أخرجه الإمام محمد بن الحسن في كتاب \" الآثار\" ص (159) وغيره بسند ضعيف كما بينته في \"الأحاديث الضعيفة\" (رقم 396) - ن -.",
            "page": "87",
            "part": "1",
            "seal": "DF19877E"
        },
        {
            "id": "85",
            "nass": "(إِن الَّذِي قضى بذا قَاضِي الحكم ... أَن يرد المَاء إِذا غَابَ النَّجْم) ¶ وَهُوَ نَظِير قَوْله: حَتَّى إِذا ابتلت حلاقيم الحُلُقْ. ¶ وَجعل بَعضهم الْآيَة أصلا لمراعاة النُّجُوم لمعْرِفَة الْأَوْقَات والقبلة والطرق فَلَا بَأْس بتَعَلُّم مَا يُفِيد تِلْكَ الْمعرفَة لَكِن معرفَة عين الْقبْلَة على التَّحْقِيق بالنجوم متعسر بل مُتَعَذر كَمَا أَفَادَهُ أَبُو الْعَبَّاس أَحْمد بن الْبناء لِأَنَّهُ إِن اعْتبر ذَلِك بِمَا يسامت رُؤُوس أهل مَكَّة من النُّجُوم فَلَيْسَ مسْقط العمود مِنْهُ على بسيط مَكَّة هُوَ العمود الْوَاقِع مِنْهُ على بسيط غَيرهَا من المدن وَإِن اعْتبر بالجدي فَلَا يلْزم من أَن يكون فِي مَكَّة على الْكَتف أَو على الْمنْكب أَن يكون فِي غَيرهَا كَذَلِك إِلَّا لمن يكون فِي دَائِرَة السمت الْمَارَّة برؤوس أهل مَكَّة والبلد الآخر وَذَلِكَ مَجْهُول لَا يتَوَصَّل إِلَيْهِ إِلَّا بِمَعْرِِفَة مَا بَين الطولين والعرضين وَهُوَ شَيْء اخْتلف فِي مِقْدَاره وَلم يتَعَيَّن الصَّحِيح فِيهِ فَلَا يَنْبَغِي أَن يكون الْوَاجِب على الْمُصَلِّي إِلَّا تحري الْجِهَة وَمَعْرِفَة الْجِهَة تحصل بالنجوم وَكَذَا بغَيْرهَا مِمَّا هُوَ مَذْكُور فِي مَحَله ¶ وَفِي «كتاب الأنواء» لِابْنِ قُتَيْبَة كَلَام مُفِيد يتَعَلَّق بطرق الاهتداء بالنجوم وَبَيَان أشهر قبائل الْعَرَب معرفَة بِهِ. ¶ وَالله الْهَادِي إِلَى سَوَاء السَّبِيل، وَهُوَ حَسبنَا وَنعم الْوَكِيل",
            "page": "88",
            "part": "1",
            "seal": "999B2F27"
        },
        {
            "id": "86",
            "nass": "سُورَة الْإِسْرَاء ¶ قَالَ الله تَعَالَى {تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا تَفْقَهُونَ تَسْبِيحَهُمْ إِنَّهُ كَانَ حَلِيمًا غَفُورًا} [الإسراء: 44] ¶ المُرَاد من التَّسْبِيح التَّسْبِيح المقالي على أصح الْأَقْوَال وللشيخ ابْن الْقيم رِسَالَة مُشْتَمِلَة على أَرْبَعِينَ دَلِيلا من الْكتاب وَالسّنة فِي إِثْبَات ذَلِك كَمَا ذكره فِي كِتَابه «مِفْتَاح دَار السَّعَادَة» وَفِي تَفْسِير هَذِه الْآيَة من روح الْمعَانِي كَلَام مفصل فِي هَذَا التَّسْبِيح وَاخْتَارَ الرَّازِيّ فِي تَفْسِيره سُورَة الْإِسْرَاء أَن الجمادات وَغير الْمُكَلف من الْبَهَائِم إِنَّمَا يسبح الله بِلِسَان الْحَال وَلَا تَسْبِيح لَهُ بِلِسَان الْمقَال وَهُوَ قَول كثير من الأشاعرة ¶ قَالَ ابْن السُّبْكِيّ فِي «طبقاته» فِي الْجُزْء الْخَامِس عِنْد تَرْجَمَة الرَّازِيّ: ¶ (إِن الرَّازِيّ احْتج على ذَلِك بِمَا لم ينْهض عندنَا). ثمَّ ذكر كلَاما طَويلا أثبت التَّسْبِيح المقالي فَرَاجعه إِن شِئْت ¶ وَالْمَقْصُود أَن فِي هَذِه الْآيَة دَلِيلا على أَن السَّمَاوَات وَالْأَرْض قد أودع الله فِيهَا إدراكا لَا نعقله وَهُوَ مدَار تسبيحها المقالي كَمَا أودع فِي سَائِر الموجودات مثل ذَلِك فعلى الْمُؤمن أَن يُؤمن بِمَا ورد",
            "page": "89",
            "part": "1",
            "seal": "177A77B8"
        },
        {
            "id": "87",
            "nass": "وَلَيْسَ هَذَا مِمَّا يتَعَلَّق بفن علم السَّمَاء فَإِن الدَّلَائِل الْعَقْلِيَّة لَا تُدْرِكهُ. ¶ وَفِي هَذِه السُّورَة قَرِيبا من الآخر قَوْله تَعَالَى {أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا} [الإسراء: 92] وَفِيه دَلِيل على أَن السَّمَاء جرم والكسف جمع كسفة كقطعة وَقطع لفظا وَمعنى",
            "page": "90",
            "part": "1",
            "seal": "A8C13EEA"
        },
        {
            "id": "88",
            "nass": "سُورَة الْكَهْف ¶ وفيهَا قَوْله تَعَالَى {وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ} [الكهف: 17] وَقَوله {حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ} [الكهف: 86] ¶ فقد أثبت للشمس حَرَكَة الطُّلُوع والغروب. ¶ وَلَعَلَّ ذَلِك بِاعْتِبَار نظر النَّاظر كَمَا فِي رَاكب السَّفِينَة فَإِنَّهُ يرى مَا على السَّاحِل متحركا وَلَيْسَ بمتحرك وَكَذَلِكَ الْغُرُوب فِي عين حمئة فَإِن النَّاظر يَرَاهَا كَذَلِك إِذا وقف على سَاحل الْبَحْر. ¶ وَلَعَلَّ (ذَا القرنين) بلغ سَاحل الْمُحِيط فرآها كَذَلِك إِذْ لم يكن فِي مطمح بَصَره غير المَاء وَلذَلِك قَالَ {وجدهَا تغرب} وَلم يقل \"كَانَت تغرب\".",
            "page": "91",
            "part": "1",
            "seal": "14E03B82"
        },
        {
            "id": "89",
            "nass": "سُورَة مَرْيَم ¶ قَالَ الله تَعَالَى {تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (90)} [مريم: 90] ¶ هَذِه الْآيَة من أَدِلَّة كَون السَّمَاوَات أجراما ¶ وَ (الْفطر): من عوارض الْجِسْم الصلب فَإِنَّهُ يُقَال إِنَاء مفطور وَلَا يُقَال ثوب مفطور بل مشقوق. ¶ وَنسبَة التفطر إِلَى السَّمَاوَات والانشقاق إِلَى الأَرْض إِشَارَة إِلَى أَن السَّمَاء أَصْلَب من الأَرْض. ¶ كَذَا أَفَادَهُ بعض اللغويين. ¶ وَأهل الْفَنّ الْيَوْم لَا يعترفون بأجرام علوِيَّة غير الْكَوَاكِب فَإِن بصائرهم لَا تدركها",
            "page": "92",
            "part": "1",
            "seal": "408E08A2"
        },
        {
            "id": "90",
            "nass": "سُورَة طه ¶ قَالَ الله تَعَالَى {تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى (4) الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (5)} [طه: 4 - 5] ¶ فِي هَذِه الْآيَة إِثْبَات السَّمَاوَات وَإِثْبَات جرم أعظم مِنْهَا وَهُوَ {الْعَرْش} وَقد مر الْكَلَام على ذَلِك ونزيدك بَيَانا فِي {الْعَرْش} فِي هَذَا الْمقَام فَنَقُول: ¶ الْعَرْش لُغَة: سَرِير الْملك وَفِي الشَّرْع سَرِير ذُو قَوَائِم لَهُ حَملَة من الْمَلَائِكَة فَوق السَّمَاوَات مثل الْقبَّة وَالدَّلِيل على أَن لَهُ قَوَائِم مَا ورد: ¶ \"لَا تخَيرُوا بَين الْأَنْبِيَاء فَإِن النَّاس يصعقون وأكون أول من يصعق فَإِذا أَنا بمُوسَى آخذ بقائمة من قَوَائِم الْعَرْش فَلَا أَدْرِي أأفاق قبلي أم جوزي بصعقة الطّور؟ \" (1). ¶ وعَلى أَن لَهُ حَملَة من الْمَلَائِكَة قَوْله تَعَالَى {الَّذين يحملون الْعَرْش وَمن حوله يسبحون بِحَمْد رَبهم ويؤمنون بِهِ}. ¶ وَذهب طَائِفَة من أهل الْكَلَام إِلَى أَنه مستدير من جَمِيع الجوانب مُحِيط بالعالم من كل جِهَة وَهُوَ محدد الْجِهَات وَرُبمَا سموهُ الْفلك الأطلس والفلك التَّاسِع ¶ ورده بَعضهم بِمَا ثَبت فِي الشَّرْع من أَن لَهُ قَوَائِم تحمله الْمَلَائِكَة على مَا سَمِعت. وَقد أطنب الإِمَام تَقِيّ الدّين أَحْمد بن تَيْمِية فِي الْمقَالة الأولى من «كتاب الْعَرْش» وَفِي الرَّد على من قَالَ إِنَّه الْفلك التَّاسِع وَنَصه: ¶ \"إِن لقَائِل أَن يَقُول لم يثبت بِدَلِيل يعْتَمد عَلَيْهِ أَن الْعَرْش فلك من الأفلاك المستديرة الكرية الشكل لَا بِدَلِيل شَرْعِي وَلَا بِدَلِيل عَقْلِي وَإِنَّمَا ذكر هَذَا طَائِفَة من الْمُتَأَخِّرين الَّذين نظرُوا فِي علم الْهَيْئَة وَغَيره من الفلسفة، ¶ __________ ¶ (1) أخرجه البخاري ومسلم في صحيحهما -ن -.",
            "page": "93",
            "part": "1",
            "seal": "9E2C6569"
        },
        {
            "id": "91",
            "nass": "فَرَأَوْا أَن الأفلاك تِسْعَة وَأَن التَّاسِع وَهُوَ الأطلس مُحِيط بهَا مستدير كاستدارتها وَهُوَ الَّذِي يحركها الْحَرَكَة الشرقية وَإِن كَانَ لكل فلك حَرَكَة تخصه غير هَذِه الْحَرَكَة. ¶ ثمَّ سمعُوا من أَخْبَار الْأَنْبِيَاء صلى الله عَلَيْهِ وَسلم ذكر عرس الله وكرسيه وَذكر السَّمَاوَات السَّبع فَقَالُوا بطرِيق الظَّن: ¶ إِن الْعَرْش هُوَ الْفلك التَّاسِع لاعتقادهم أَنه لَيْسَ وَرَاء التَّاسِع شَيْء إِمَّا مُطلقًا وَإِمَّا أَنه لَيْسَ وَرَاءه مَخْلُوق ¶ ثمَّ إِن مِنْهُم من رأى أَن التَّاسِع هُوَ الَّذِي يُحَرك الأفلاك كلهَا فجعلوه مبدأ الْحَوَادِث وَزَعَمُوا أَن الله يحدث فِيهِ مَا يقدره فِي الأَرْض أَو يحدثه فِي النَّفس الَّتِي زَعَمُوا أَنَّهَا مُتَعَلقَة بِهِ أَو فِي الْعقل الَّذِي زَعَمُوا أَنه الَّذِي صدر عَنهُ هَذَا الْفلك وَرُبمَا سَمَّاهُ بَعضهم الرّوح وَرُبمَا جعل بَعضهم النَّفس هِيَ الرّوح وَرُبمَا جعل بَعضهم النَّفس هِيَ اللَّوْح الْمَحْفُوظ كَمَا جعل الْعقل هُوَ الْقَلَم وَتارَة يجْعَلُونَ اللَّوْح الْعقل الفعال الْعَاشِر الَّذِي لفلك الْقَمَر أَو النَّفس الْمُتَعَلّقَة بِهِ وَرُبمَا جعلُوا ذَلِك بِالنِّسْبَةِ إِلَى الْحق كالدماغ بِالنِّسْبَةِ إِلَى الْإِنْسَان يقدر فِيهِ مَا يَفْعَله قبل أَن يكون إِلَى غير ذَلِك من المقالات الَّتِي شرحناها وَبينا فَسَادهَا فِي غير هَذَا الْموضع ¶ وَمِنْهُم من يَدعِي أَنه علم ذَلِك بطرِيق الْكَشْف والمشاهدة وَيكون كَاذِبًا فِيمَا يَدعِيهِ وَإِنَّمَا أَخذ ذَلِك من هَؤُلَاءِ المتفلسفة تقليدا لَهُم أَو مُوَافقَة لَهُم على طريقتهم الْفَاسِدَة كَمَا فعل أَصْحَاب «رسائل إخْوَان الصَّفَا» وأمثالهم.",
            "page": "94",
            "part": "1",
            "seal": "580B62FC"
        },
        {
            "id": "92",
            "nass": "وَقد يتخيل فِي نَفسه مَا تقلده عَن غَيره فيظنه كشفا كَمَا يتخيل النَّصْرَانِي التَّثْلِيث الَّذِي يَعْتَقِدهُ وَقد يرى ذَلِك فِي مَنَامه فيظنه كشفا وَإِنَّمَا هُوَ تخيل لما اعتقده ¶ وَكثير من أَرْبَاب الاعتقادات الْفَاسِدَة إِذا ارتاضوا صقلت الرياضة نُفُوسهم فتتمثل لَهُم اعتقاداتهم فيظنونها كشفا وَقد بسطنا الْكَلَام على هَذَا فِي غير مَوضِع ¶ وَالْمَقْصُود أَن مَا ذَكرُوهُ من أَن الْعَرْش هُوَ الْفلك التَّاسِع قد يُقَال إِنَّه لَيْسَ لَهُم عَلَيْهِ دَلِيل لَا عَقْلِي وَلَا شَرْعِي ¶ أما الْعقل فَإِن أَئِمَّة الفلاسفة مصرحون بِأَنَّهُ لم يقم عِنْدهم دَلِيل على أَن الأفلاك هِيَ تِسْعَة فَقَط بل يجوز أَن تكون أَكثر من ذَلِك وَلَكِن دلتهم الحركات والكسوفات وَنَحْو ذَلِك على مَا ذَكرُوهُ وَمَا لم يكن لَهُم دَلِيل على ثُبُوته فهم لَا يعلمُونَ ثُبُوته وَلَا انتفاءه. ¶ مِثَال ذَلِك: أَنهم علمُوا أَن هَذَا الْكَوْكَب تَحت هَذَا بِأَن السفلي يكسف الْعلوِي من غير عكس فاستدلوا بذلك على أَنه من فلك فَوْقه كَمَا استدلوا بالحركات الْمُخْتَلفَة على أفلاك مُخْتَلفَة حَتَّى جعلُوا فِي الْفلك الْوَاحِد عدَّة أفلاك كفلك التدوير وَغَيره ¶ فَأَما مَا كَانَ مَوْجُودا فَوق هَذَا وَلم يكن لَهُم مَا يستدلون بِهِ على ثُبُوته فهم لَا يعلمُونَ نَفْيه وَلَا إثْبَاته بطريقهم وَكَذَلِكَ قَول الْقَائِل إِن حَرَكَة التَّاسِع مبدأ الْحَوَادِث خطأ وضلال على أصولهم فَإِنَّهُم يَقُولُونَ إِن الثَّامِن لَهُ حَرَكَة تخصه بِمَا فِيهِ من الثوابت ولتلك الْحَرَكَة قطبان غير قطبي التَّاسِع وَكَذَلِكَ السَّابِع وَالسَّادِس ¶ وَإِذا كَانَ لكل فلك حَرَكَة تخصه والحركات الْمُخْتَلفَة هِيَ سَبَب الأشكال الْحَادِثَة الْمُخْتَلفَة الفلكية فَتلك الأشكال سَبَب الْحَوَادِث السفلية كَانَت",
            "page": "95",
            "part": "1",
            "seal": "D20259EE"
        },
        {
            "id": "93",
            "nass": "حَرَكَة التَّاسِع جُزْء السَّبَب كحركة غَيره والأشكال الْحَادِثَة فِي الْفلك كمقارنة الْكَوْكَب لكوكب فِي دَرَجَة وَاحِدَة ومقابلته لَهُ إِذا كَانَ بَينهمَا نصف الْفلك وَهُوَ مئة وَثَمَانُونَ دَرَجَة وتثليثه لَهُ إِذا كَانَ بَينهمَا ثلث الْفلك وَهُوَ مئة وَعِشْرُونَ دَرَجَة وتربيعه لَهُ إِذا كَانَ بَينهمَا ربعه وَهُوَ تسعون دَرَجَة وتسديسه لَهُ إِذا كَانَ بَينهمَا سدس الْفلك وَهُوَ سِتُّونَ دَرَجَة ¶ وأمثال ذَلِك من الأشكال إِنَّمَا حدثت بحركات مُخْتَلفَة وكل حَرَكَة لَيست عَن الْأُخْرَى. إِذْ حَرَكَة الثَّامِن الَّتِي تخصه لَيست عَن حَرَكَة التَّاسِع وَإِن كَانَ تَابعا لَهُ فِي الْحَرَكَة الْكُلية كالإنسان المتحرك فِي السَّفِينَة إِلَى خلاف حركتها وَكَذَلِكَ حَرَكَة السَّابِع الَّتِي تخصه لَيست عَن التَّاسِع وَلَا عَن الثَّامِن وَكَذَلِكَ سَائِر الأفلاك فَإِن حَرَكَة كل وَاحِد الَّتِي تخصه لَيست عَمَّا فَوْقه من الأفلاك فَكيف يجوز أَن يَجْعَل مبدأ الْحَوَادِث كلهَا مُجَرّد حَرَكَة التَّاسِع كَمَا زَعمه من ظن أَنه الْعَرْش؟ كَيفَ والفلك التَّاسِع عِنْدهم بسيط متشابه الْأَجْزَاء لَا اخْتِلَاف فِيهِ أصلا؟ فَكيف يكون سَببا لأمور مُخْتَلفَة لَا بِاعْتِبَار القوابل وَأَسْبَاب أخر؟ ¶ وَلَكِن، هم قوم ضالون. يجعلونه مَعَ هَذَا ثَلَاثمِائَة وَسِتِّينَ دَرَجَة ويجعلون لكل دَرَجَة من الْأَثر مَا يُخَالف الْأُخْرَى لَا باخْتلَاف القوابل كمن يَجِيء إِلَى مَاء وَاحِد فَيجْعَل لبَعض أَجْزَائِهِ من الْأَثر مَا يُخَالف الآخر لَا بِحَسب القوابل بل بِجعْل أحد أَجْزَائِهِ مسخنا وَالْآخر مبردا وَالْآخر مسعدا وَالْآخر مشقيا. ¶ وَهَذَا مِمَّا يعلمُونَ هم وكل عَاقل أَنه بَاطِل وضلال. ¶ وَإِذا كَانَ هَؤُلَاءِ لَيْسَ عِنْدهم مَا يَنْفِي وجود شَيْء آخر فَوق الأفلاك التِّسْعَة كَانَ الْجَزْم بِأَن مَا أخْبرت بِهِ الرُّسُل من أَن الْعَرْش هُوَ الْفلك التَّاسِع رجما بِالْغَيْبِ وقولا بِلَا علم. ¶ هَذَا كُله بِتَقْدِير ثُبُوت الأفلاك التِّسْعَة على الْمَشْهُور عِنْد أهل الْهَيْئَة إِذْ فِي ذَلِك من النزاع وَالِاضْطِرَاب وَفِي أَدِلَّة ذَلِك مَا لَيْسَ هَذَا مَوْضِعه. وَإِنَّمَا",
            "page": "96",
            "part": "1",
            "seal": "C30F383F"
        },
        {
            "id": "94",
            "nass": "نتكلم على هَذَا التَّقْدِير فالأفلاك فِي أشكالها وإحاطة بَعْضهَا بِبَعْض من جنس وَاحِد فنسبة السَّابِع إِلَى السَّادِس كنسبة السَّادِس إِلَى الْخَامِس وَإِذا كَانَ هُنَاكَ فلك تَاسِع فنسبته إِلَى الثَّامِن كنسبة الثَّامِن إِلَى السَّابِع. ¶ وَأما {الْعَرْش} فالأخبار تدل على مباينته لغيره من الْمَخْلُوق وَأَنه لَيْسَ نسبته إِلَى بَعْضهَا كنسبة بَعْضهَا إِلَى بعض قَالَ الله تَعَالَى {الَّذين يحملون الْعَرْش وَمن حوله يسبحون بِحَمْد رَبهم ويؤمنون بِهِ} الْآيَة وَقَالَ سُبْحَانَهُ {وَيحمل عرش رَبك فَوْقهم يَوْمئِذٍ ثَمَانِيَة} فَأخْبر أَن للعرش حَملَة الْيَوْم وَيَوْم الْقِيَامَة وَأَن حَملته وَمن حوله يسبحون وَيَسْتَغْفِرُونَ للْمُؤْمِنين وَمَعْلُوم أَن قيام فلك من الأفلاك بقدرة الله تَعَالَى كقيام سَائِر الأفلاك لَا فرق فِي ذَلِك بَين كرة وكرة وَإِن قدر أَن لبعضها فِي نفس الْأَمر مَلَائِكَة تحملهَا فَحكمه حكم نَظِيره قَالَ الله تَعَالَى {وَترى الْمَلَائِكَة حافين من حول الْعَرْش يسبحون بِحَمْد رَبهم}. ¶ فَذكر هُنَاكَ أَن الْمَلَائِكَة تحف من حوله وَذكر فِي مَوضِع آخر أَن لَهُ حَملَة وَجمع فِي مَوضِع ثَالِث بَين حَملته وَمن حوله فَقَالَ {الَّذين يحملون الْعَرْش وَمن حوله} ¶ وَأَيْضًا فقد أخبر أَن عَرْشه كَانَ على المَاء قبل أَن يخلق السَّمَاوَات وَالْأَرْض كَمَا قَالَ تَعَالَى {وَهُوَ الَّذِي خلق السَّمَاوَات وَالْأَرْض فِي سِتَّة أَيَّام وَكَانَ عَرْشه على المَاء} ¶ وَقد ثَبت فِي «صَحِيح البُخَارِيّ» وَغَيره عَن عمرَان بن حُصَيْن عَن النَّبِي صلى الله عَلَيْهِ وَسلم أَنه قَالَ: ¶ \" كَانَ الله وَلم يكن شَيْء غَيره وَكَانَ عَرْشه على المَاء وَكتب فِي الذّكر كل شَيْء وَخلق السَّمَاوَات وَالْأَرْض\".",
            "page": "97",
            "part": "1",
            "seal": "ACD7AC8F"
        },
        {
            "id": "95",
            "nass": "إِلَى آخر مَا ذكره فِي هَذَا الْمقَام من «كتاب الْعَرْش» فَرَاجعه. ¶ وَالْعرش غير الْكُرْسِيّ لحَدِيث: ¶ \" مَا الْكُرْسِيّ فِي الْعَرْش إِلَّا كحلقة من حَدِيد ألقيت بَين ظَهْري فلاة من الأَرْض:. وَفِي حَدِيث آخر: ¶ \" الْكُرْسِيّ مَوضِع الْقَدَمَيْنِ وَالْعرش لَا يقدر قدره إِلَّا الله تَعَالَى\" (1). ¶ __________ ¶ (1) أخرجه الضياء وغيره بسند ضعيف مرفوعاً، ورواه هو غيره بسند صحيح عن ابن عباس موقوفاً عليه، وهو الصواب كما تقدم في صفحة 31/ 2. والشطر الأول رواه أبو جعفر ابن أبي شيبة في \"العرش\" بسند صحيح عن أبي موسى موقوفاً عليه - ن -.",
            "page": "98",
            "part": "1",
            "seal": "77512745"
        },
        {
            "id": "96",
            "nass": "سُورَة الْأَنْبِيَاء ¶ قَالَ الله تَعَالَى: {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (30) وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَعَلَّهُمْ يَهْتَدُونَ (31) وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ (32) وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ (33)} [الأنبياء: 30 - 33]",
            "page": "99",
            "part": "1",
            "seal": "89B3B0AC"
        },
        {
            "id": "97",
            "nass": "هَذِه الْآيَة فِيهَا من مهمات فن الْهَيْئَة أَن السَّمَاوَات وَالْأَرْض كَانَتَا رتقا ثمَّ فتقها وإلقاء الرواسِي فِي الأَرْض أَن تميد بهم وَأَن كلا من الشَّمْس وَالْقَمَر سابح فِي فلكه كل ذَلِك مَحل تدقيق النّظر وإعمال الْفِكر ¶ أما مَسْأَلَة الرتق والفتق فَهِيَ طَوِيلَة الذيل لَدَى الفلاسفة الْمُتَقَدِّمين مِنْهُم والمتأخرين وَهَكَذَا لَدَى المتشرعين فَمنهمْ من يَقُول إِن السَّمَاوَات وَالْأَرْض كَانَتَا شَيْئا وَاحِدًا ملتزقتين ففصل الله تَعَالَى بَينهمَا وَرفع السَّمَاء إِلَى حَيْثُ هِيَ وَأقر الأَرْض. ¶ وَقَالَ كَعْب الْأَحْبَار: خلق الله السَّمَاوَات وَالْأَرْض ملتصقتين ثمَّ خلق ريحًا فتوسطتهما ففتقهما وَعَن الْحسن خلق الله تَعَالَى الأَرْض فِي مَوضِع بَيت الْمُقَدّس كَهَيئَةِ الفهر عَلَيْهَا دُخان ملتصق بهَا ثمَّ أصعد الدُّخان وَخلق مِنْهُ السَّمَاوَات وَأمْسك الفهر فِي موضعهَا وَبسط مِنْهَا د وَذَلِكَ قَوْله تَعَالَى {كَانَتَا رتقا ففتقناهما} فَجعل سبع سماوات وَكَذَلِكَ الأَرْض كَانَت مرتقة طبقَة وَاحِدَة ففتقها فَجَعلهَا سبع أَرضين. ¶ وَرُوِيَ فِي معنى الفتق والرتق غير ذَلِك فقد أَتَى ابْن عمر رجل فَسَأَلَهُ عَن الْآيَة فَقَالَ اذْهَبْ إِلَى ذَلِك الشَّيْخ فَاسْأَلْهُ ثمَّ تعال فَأَخْبرنِي. ¶ وَكَانَ ابْن عَبَّاس فَذهب إِلَيْهِ فَسَأَلَهُ فَقَالَ نعم كَانَت السَّمَاوَات رتقا لَا تمطر وَكَانَت الأَرْض رتقا لَا تنْبت فَلَمَّا خلق الله تَعَالَى للْأَرْض أَهلاً، فتق",
            "page": "100",
            "part": "1",
            "seal": "DF5EAF01"
        },
        {
            "id": "98",
            "nass": "هَذِه بالمطر وفتق هَذِه بالنبات فَرجع الرجل إِلَى ابْن عمر فَأخْبرهُ فَقَالَ ابْن عمر الْآن علمت أَن ابْن عَبَّاس قد أُوتِيَ فِي الْقُرْآن علما صدق ابْن عَبَّاس هَكَذَا كَانَت ¶ وَذهب الْمُتَأَخّرُونَ من الفلاسفة إِلَى أَن الْعَالم كُله كَانَ قِطْعَة وَاحِدَة فأصابته صدمة فَتفرق إِلَى مَا يرى من الأجرام وَكثر مِنْهُم فِي ذَلِك القيل والقال ¶ وَالْكَلَام على قَوْله تَعَالَى {وَجَعَلنَا فِي الأَرْض رواسي} الْآيَة تقدم مرَارًا عِنْد الْكَلَام على أَمْثَال هَذِه الْآيَة وَاعْترض بعض الزائغين مَعَ جَوَابه مَذْكُور فِي التَّفْسِير عِنْد الْكَلَام على هَذِه الْآيَة ¶ وَمعنى قَوْله {وَجَعَلنَا السَّمَاء سقفا مَحْفُوظًا} أَنَّهَا مَحْفُوظَة من البلى والتغير على طول الدَّهْر وَالْمرَاد أَنَّهَا جعلت مَحْفُوظَة عَن ذَلِك الدَّهْر الطَّوِيل وَلَا يُنَافِيهِ أَنَّهَا تطوى يَوْم الْقِيَامَة طي السّجل للكتب ¶ وَإِلَى تغيرها ودثورها ذهب جَمِيع الْمُسلمين ومعظم الفلاسفة وَمِنْهُم من خَالف فِي ذَلِك ¶ وَأما قَوْله {وكل فِي فلك يسبحون} فالفلك فِي الأَصْل كل شَيْء دائر وَمِنْه فلكه المغزل وَالْمرَاد بِهِ هُنَا على قَول كثير هُوَ موج مكفوف تَحت السَّمَاء تجْرِي فِيهِ الشَّمْس وَالْقَمَر وَعَن الضَّحَّاك هُوَ لَيْسَ بجسم وَإِنَّمَا هُوَ مدَار هَذِه النُّجُوم وَفِيه القَوْل باستدارة السَّمَاء",
            "page": "101",
            "part": "1",
            "seal": "29CE891D"
        },
        {
            "id": "99",
            "nass": "وَفِي قَوْله {كُلٌّ فِي فَلَكٍ} رمز خَفِي إِلَيْهِ فَإِنَّهُ لَا يَسْتَحِيل بالانقلاب وَعَلِيهِ أَدِلَّة جمة وَفِي تَفْسِير هَذِه الْآيَة كَلَام طَوِيل ¶ وَغَايَة مَا نقُول إِن الفلاسفة الْيَوْم من الإفرنج وَأهل الأرصاد القلبية والمعارج المعنوية خالفوا قَول بعض الفلاسفة الْمُتَقَدِّمين الْمُخَالف لقَولهم وَأما السّلف الصَّالح فَلم يَصح عَنْهُم تَفْصِيل الْكَلَام فِي ذَلِك لما أَنه قَلِيل الجدوى ووقفوا حَيْثُ صَحَّ الْخَبَر وَقَالُوا إِن اخْتِلَاف الحركات وَنَحْوه بِتَقْدِير الْعَزِيز الْعَلِيم وتشبثوا فِيمَا صَحَّ وخفي مِنْهُ بأذيال التَّسْلِيم وَالَّذِي يَنْبَغِي القَوْل بِهِ أَن السَّمَاوَات على طبق مَا صحت بِهِ الْأَخْبَار النَّبَوِيَّة فِي أَمر الثخن وَمَا بَين كل سَمَاء وسماء ¶ واستنبط بَعضهم من نِسْبَة السباحة للكوكب أَن لَيْسَ هُنَاكَ حَامِل لَهُ يَتَحَرَّك بحركته مُطلقًا بل هُوَ متحرك بِنَفسِهِ فِي الْفلك تحرّك السَّمَكَة فِي المَاء إِذْ لَا يُقَال للجالس فِي صندوق أَو على جذع يجْرِي فِي المَاء إِنَّه يسبح ¶ وَمن الْآيَات فِي سُورَة الْأَنْبِيَاء قَوْله تَعَالَى {يَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ (104)} [الأنبياء: 104] ¶ تَفْسِير الْآيَة: ¶ (الطي): ضد النشر أَو الإفناء والإزالة من قَوْلك اطو عني هَذَا الحَدِيث. ¶ وَأنكر ابْن الْقيم فِي «كتاب مِفْتَاح دَار السَّعَادَة» إفناء السَّمَاء وإعدامها إعداما صرفا وَادّعى أَن النُّصُوص إِنَّمَا تدل على تبديلها وتغيرها من حَال ¶ __________ ¶ (1) فإنك إذا بدأت من آخر الآية، تكون أيضاً (كُلٌّ فِي فَلَكٍ). \"المؤلف\".",
            "page": "102",
            "part": "1",
            "seal": "17F0A5F6"
        },
        {
            "id": "100",
            "nass": "إِلَى حَال وَيبعد القَوْل بالإفناء ظَاهر التَّشْبِيه فِي قَوْله تَعَالَى {كطي السّجل للكتب} فَإِن الَّذِي يطوي السّجل وَهُوَ الصَّحِيفَة أَو صحيفَة الْعَهْد أَو حجر يكْتب فِيهِ ثمَّ سمي بِهِ كل مَا يكْتب فِيهِ من قرطاس وَغَيره لَا يفنيه بالطي بل الْكتاب مَوْجُود بعده. ¶ وَهَكَذَا السَّمَاء إِذا طويت لَا تفنى. ¶ والكتب عبارَة عَن الصحائف وَمَا كتب فِيهَا فسجلها بعض أَجْزَائِهَا وَبِه يتَعَلَّق الطي حَقِيقَة. ¶ ثمَّ إِن الطي لَا يخْتَص بسماء دون سَمَاء بل تطوى جَمِيعهَا لقَوْله تَعَالَى {وَالسَّمَاوَات مَطْوِيَّات بِيَمِينِهِ} ¶ وَمعنى {كَمَا بدأنا أول خلق نعيده} أَي نعيد أول خلق إِعَادَة مثل بدئنا إِيَّاه أَي فِي السهولة وَعدم التَّعَذُّر. ¶ أَو فِي كَونهَا إيجادا بعد الْعَدَم أَو جمعا من الْأَجْزَاء المتفرقة {وَعدا علينا إِنَّا كُنَّا فاعلين} ذَلِك بِالْفِعْلِ لَا محَالة وَالْأَفْعَال الْمُسْتَقْبلَة الَّتِي علم الله تَعَالَى وُقُوعهَا كالماضية فِي التحقق أَو قَادِرين على أَن نَفْعل ذَلِك.",
            "page": "103",
            "part": "1",
            "seal": "16A83A48"
        },
        {
            "id": "101",
            "nass": "سُورَة الْحَج ¶ قَالَ الله تَعَالَى {أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ} [الحج: 18] ¶ المُرَاد ب (السُّجُود) دُخُول الْأَشْيَاء تَحت تسخيره تَعَالَى وإرادته وقابليتها لما يحدث فِيهَا وَفِي مُفْرَدَات الرَّاغِب السُّجُود فِي الأَصْل التطامن والتذلل وَجعل ذَلِك عبارَة عَن التذلل لله تَعَالَى وعبادته وَهُوَ عَام فِي الْإِنْسَان وَالْحَيَوَان والجماد وَذَلِكَ ضَرْبَان سُجُود بِاخْتِيَار يكون للْإنْسَان وَبِه يسْتَحق الثَّوَاب وَسُجُود بتسخير يكون للْإنْسَان وَغَيره من الْحَيَوَانَات والنباتات ¶ وَخص بالشريعة من الرُّكْن الْمَعْرُوف من الصَّلَاة وَمَا جرى مجْرَاه من سُجُود التِّلَاوَة وَسُجُود الشُّكْر انْتهى ¶ وأفرد الشَّمْس وَالْقَمَر والنجوم وَمَا بعْدهَا بِالذكر لشهرتها واستبعاد ذَلِك مِنْهَا بِحَسب الظَّاهِر فِي بادئ النّظر الْقَاصِر أَو لِأَنَّهَا قد عبدت من دون الله إِمَّا بِاعْتِبَار شخصها أَو جِنْسهَا فالشمس عبدتها حمير، وَالْقَمَر",
            "page": "104",
            "part": "1",
            "seal": "C20D1BCE"
        },
        {
            "id": "102",
            "nass": "عبدته كنَانَة وَعبد الدبران من النُّجُوم تَمِيم والشعرى لخم وقريش والثريا طي وَعُطَارِد أَسد والمرزم ربيعَة وَعبد أَكثر الْعَرَب الْأَصْنَام المنحوتة من الْجبَال وعبدت غطفان الْعُزَّى وَهِي سَمُرَة وَاحِد السمر وَمن النَّاس من عبد الْبَقر ¶ فَهَذِهِ الْآيَة فِيهَا دَلِيل على أَن الأجرام العلوية والأجرام السفلية لَهَا عبَادَة مَخْصُوصَة لرب الْعَالمين جَارِيَة على حسب إِرَادَة مبدع السَّمَاوَات وَالْأَرضين. ¶ وَمِنْهَا قَوْله تَعَالَى {أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِي الْأَرْضِ وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَيُمْسِكُ السَّمَاءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ (65)} [الحج: 65] ¶ المُرَاد بإمساكها حفظ تماسكها بقدرته تَعَالَى بعد أَن خلقهَا متماسكة آنا فآنا وَعدم تعلق إِرَادَته بوقوعها قطعا قطعا أَو بالجاذبية الَّتِي يَقُول بهَا متأخرو الفلاسفة وَهِي أَيْضا من آثَار قدرته وَالْمَعْرُوف من مَذْهَب سلف الْمُسلمين أَن السَّمَاء غير الْفلك وَأَنَّهَا ثَقيلَة مَحْفُوظَة عَن الْوُقُوع بمحض إِرَادَته وَقدرته الَّتِي لَا يتعاصاها شئ لاستمساكها بذاتها.",
            "page": "105",
            "part": "1",
            "seal": "EB9591C5"
        },
        {
            "id": "103",
            "nass": "سُورَة الْمُؤمنِينَ ¶ قَالَ الله تَعَالَى {وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَافِلِينَ (17)} [المؤمنون: 17] ¶ الطرائق جمع طَريقَة بِمَعْنى مطروقة وَهِي السَّمَاوَات السَّبع من طرق النَّعْل والخوافي إِذا وضع طاقاتها بَعْضهَا فَوق بعض فَهَذَا كَقَوْلِه تَعَالَى {الَّذِي خلق سبع سماوات طباقا} وَلكُل من السَّبع نِسْبَة وَتعلق بالمطارقة فَلَا تَغْلِيب ¶ أَو جمع طَريقَة بمعناها الْمَعْرُوف وَسميت السَّمَاوَات بذلك لِأَنَّهَا طرائق الْكَوَاكِب فِي مسيرها ¶ وَهَذَا عين مَذْهَب الفلاسفة الْمُتَأَخِّرين الْقَائِلين بالجاذبية ودوران الْكَوَاكِب على الشَّمْس أَو طرائق الْمَلَائِكَة فِي هبوطهم وعروجهم لمصَالح الْعباد ¶ أَو سميت طرائق لِأَن كل سَمَاء طَريقَة وهيئة غير هَيْئَة أُخْرَى لِأَن الله تَعَالَى أودع فِي كل سَمَاء مَا لم يودعه فِي الْأُخْرَى ¶ وَقَوله تَعَالَى {وَمَا كُنَّا عَن الْخلق غافلين} يُرَاد مِنْهُ بالخلق الْمَخْلُوق وَهُوَ السَّمَاوَات السَّبع أَي وَمَا كُنَّا عَنْهَا غافلين بل نحفظها عَن الزَّوَال والاختلال وتدبير أمرهَا. ¶ فَفِي هَذِه الْآيَة دَلِيل وَأيّ دَلِيل لأهل فن الْهَيْئَة الجديدة.",
            "page": "106",
            "part": "1",
            "seal": "19A94385"
        },
        {
            "id": "104",
            "nass": "سُورَة النُّور ¶ قَالَ الله تَعَالَى: {أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ وَالطَّيْرُ صَافَّاتٍ كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ وَاللَّهُ عَلِيمٌ بِمَا يَفْعَلُونَ (41) وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ الْمَصِيرُ (42) أَلَمْ تَرَ أَنَّ اللَّهَ يُزْجِي سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهُ ثُمَّ يَجْعَلُهُ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ وَيُنَزِّلُ مِنَ السَّمَاءِ مِنْ جِبَالٍ فِيهَا مِنْ بَرَدٍ فَيُصِيبُ بِهِ مَنْ يَشَاءُ وَيَصْرِفُهُ عَنْ مَنْ يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ (43) يُقَلِّبُ اللَّهُ اللَّيْلَ وَالنَّهَارَ إِنَّ فِي ذَلِكَ لَعِبْرَةً لِأُولِي الْأَبْصَارِ (44)} [النور: 41 - 44]",
            "page": "107",
            "part": "1",
            "seal": "8D21404A"
        },
        {
            "id": "105",
            "nass": "تَفْسِير هَذِه الْآيَة يحْتَاج إِلَى كَلَام طَوِيل ولسنا بصدده فَإِنَّهُ مَذْكُور فِي التَّفْسِير وَمَا يخصنا مِنْهُ تَسْبِيح الأجرام العلوية والأجسام السفلية والمخلوقات السماوية والأرضية وَبَيَان المُرَاد بصلواتهم ¶ أما التَّسْبِيح فَلَيْسَ المُرَاد بِهِ التَّسْبِيح الحالي وَهُوَ الدّلَالَة على الْخَالِق إِذْ لَا معنى حِينَئِذٍ لقَوْله {كل قد علم صلَاته وتسبيحه} أَي دلَالَته بل المُرَاد بِهِ التَّسْبِيح المقالي ¶ وَالْمرَاد بِالصَّلَاةِ الدُّعَاء والابتهال وتقديمها على التَّسْبِيح فِي الذّكر لتقدمها عَلَيْهِ فِي الرُّتْبَة أَو المُرَاد بِالصَّلَاةِ وَالتَّسْبِيح مَا ألهمه الله عز وَجل كل وَاحِد من تِلْكَ الْمَخْلُوقَات من الدُّعَاء وَالتَّسْبِيح المخصوصين بِهِ وَلَا بعد فِي هَذَا الإلهام فقد ألهم سُبْحَانَهُ كل نوع من أَنْوَاع الْحَيَوَانَات علوما دقيقة لَا يكَاد يَهْتَدِي إِلَيْهَا جهابزة الْعُقَلَاء وَهَذَا مِمَّا لَا سَبِيل إِلَى إِنْكَاره أصلا كَيفَ لَا وَإِن الْقُنْفُذ مَعَ كَونه أبعد الْحَيَوَانَات من الْإِدْرَاك قَالُوا إِنَّه يحس بالشمال والجنوب قبل هبوبهما فيغير الْمدْخل إِلَى جُحْره ¶ وَقد تقدم أحسن كَلَام مِمَّا يُنَاسب الْمقَام فِي آيَة سُورَة الْإِسْرَاء. ¶ وَأما قَوْله {وَينزل من السَّمَاء من جبال فِيهَا من برد} فالبرد مَعْرُوف سمي بردا لِأَنَّهُ يبرد وَجه الأَرْض أَي يقشره من بردت الشَّيْء بالمبرد ¶ وَقد اخْتلف الْمُفَسِّرُونَ فِي المُرَاد من هَذِه الْجبَال فَعَن مُجَاهِد والكلبي وَأكْثر الْمُفَسّرين: ¶ أَن المُرَاد بالسماء المظلة وبالجبال حَقِيقَتهَا قَالُوا: ¶ إِن الله تَعَالَى خلق فِي السَّمَاء جبالا من برد كَمَا خلق فِي الأَرْض جبالا من حجر وَلَيْسَ فِي الْعقل مَا يَنْفِيه من قَاطع فَيجوز إبْقَاء الْآيَة على ظَاهرهَا.",
            "page": "108",
            "part": "1",
            "seal": "6B52BCE5"
        },
        {
            "id": "106",
            "nass": "والفلاسفة لَهُم غير هَذَا الرَّأْي فِي الْبرد ونزول الودق أَعنِي الْمَطَر وَهُوَ كَلَام وصلت إِلَيْهِ أَيدي أذهانهم لَا يعول عَلَيْهِ عِنْد أهل الشَّرِيعَة وَهُوَ مَذْكُور فِي «كتب التَّفْسِير» و «كتب علم الطبيعة». ¶ غير أَن أهل الأرصاد الْيَوْم كشفوا فِي الْقَمَر جبالا ووهادا وأودية وَهَكَذَا ¶ الشَّمْس وَسَائِر السيارات وظنوا أَن فِيهَا مخلوقات نَحْو سكنة الأَرْض وَزَعَمُوا أَن فِيهَا بحارا وأنهاراً. ¶ فَلَعَلَّ جبال الْبرد الْمَذْكُورَة فِي الْآيَة من تِلْكَ الْجبَال الَّتِي فِي هاتيك الأجرام فيوصله الله إِلَى الأَرْض بكيفية لَا ندركها وَهُوَ على كل شَيْء قدير.",
            "page": "109",
            "part": "1",
            "seal": "F7747E45"
        },
        {
            "id": "107",
            "nass": "سُورَة الْفرْقَان ¶ قَالَ الله تَعَالَى {وَيَوْمَ تَشَقَّقُ السَّمَاءُ بِالْغَمَامِ وَنُزِّلَ الْمَلَائِكَةُ تَنْزِيلًا (25)} [الفرقان: 25] ¶ المُرَاد بالسماء المظلة لنا وبالغمام السَّحَاب الْمَعْرُوف أَي تشقق السَّمَاء بِسَبَب طُلُوع الْغَمَام مِنْهَا وَلَا مَانع من أَن تشقق بِهِ كَمَا يشق السنام بالشفرة وَالله تَعَالَى على كل شَيْء قدير وَعَن مُجَاهِد إِنَّه الْغَمَام الَّذِي يَأْتِي الله تَعَالَى فِيهِ يَوْم الْقِيَامَة كَمَا قَالَ {هَل ينظرُونَ إِلَّا أَن يَأْتِيهم الله فِي ظلل من الْغَمَام}. ¶ وَالْمرَاد بالسماء مَا يعم السَّمَاوَات كلهَا وتشقق سَمَاء سَمَاء. وَكَيْفِيَّة نزُول الْمَلَائِكَة مِنْهَا مَذْكُورَة فِي التَّفْسِير ¶ وَمن آيَات هَذِه السُّورَة قَوْله تَعَالَى {أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِنًا ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا (45) ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا (46) وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا وَالنَّوْمَ سُبَاتًا وَجَعَلَ النَّهَارَ نُشُورًا (47)} [الفرقان: 45 - 47] ¶ دلّت هَذِه الْآيَة على أَن الشَّمْس متحركة لِأَن الظل تَابع لَهَا لِأَنَّهُ يكون من مُقَابلَة كثيف كجبل أَو مَاء أَو شجر للشمس عِنْد ابْتِدَاء طُلُوعهَا وَلَو شَاءَ لجعله سَاكِنا. وَذَلِكَ بِأَن لَا يَجْعَل سُبْحَانَهُ للشمس عَلَيْهِ",
            "page": "110",
            "part": "1",
            "seal": "21E933A1"
        },
        {
            "id": "108",
            "nass": "(أَي على نسخه) سَبِيلاً، بِأَن يطْلعهَا وَلَا يَدعهَا تنسخه أَو بِأَن لَا يَدعهَا تغيره باخْتلَاف أوضاعها بعد طُلُوعهَا. ¶ وَقَوله {ثمَّ جعلنَا الشَّمْس عَلَيْهِ دَلِيلا} مَعْنَاهُ جعلنَا طُلُوع الشَّمْس دَلِيلا على ظُهُوره للحس. ¶ وَقَوله {ثمَّ قبضناه إِلَيْنَا قبضا يَسِيرا} أَي ثمَّ أزلناه بعد مَا أَنْشَأْنَاهُ ممتدا عِنْد إِيقَاع شُعَاع الشَّمْس موقعه أَو بإيقاعه كَذَلِك ومحوناه على مهل قَلِيلا قَلِيلا بِحَسب مسير الشَّمْس وَفِيه دَلِيل على كرية الأَرْض لِأَنَّهَا لَو لم تكن كرية لتساوت الأقطار فِي الأفياء والظلال مَعَ أَن كثيرا من الأقطار يكون فِيهِ ليل وَفِي أقطار أُخْرَى نَهَار ¶ ولأرباب الْهَيْئَة الجديدة أَن يَقُولُوا إِن الظلال تَابع لحركة الشَّمْس على حسب مَا يرَاهُ الرَّائِي وَإِلَّا فَفِي الْحَقِيقَة أَن الأَرْض هِيَ المتحركة على مركزها وَهِي الشَّمْس وَلَا بدع أَن تكون الشَّمْس دَلِيلا على الظل وَإِن كَانَت الْحَرَكَة للْأَرْض. ¶ وَمِنْهَا قَوْله تَعَالَى {وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا (58) الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا (59)} [الفرقان: 58 - 59] ¶ سبق الْكَلَام على مثل هَذِه الْآيَة وَبينا المُرَاد من الْأَيَّام السِّتَّة والاستواء على الْعَرْش وَالْعرش بِمَا فِيهِ كِفَايَة",
            "page": "111",
            "part": "1",
            "seal": "C9E7FEA1"
        },
        {
            "id": "109",
            "nass": "سُورَة الشُّعَرَاء ¶ قَالَ الله تَعَالَى {فَأَسْقِطْ عَلَيْنَا كِسَفًا مِنَ السَّمَاءِ إِنْ كُنْتَ مِنَ الصَّادِقِينَ (187)} [الشعراء: 187] ¶ (الكسف): الْقطع جمع كسفة كقطعة ¶ وَالْمرَاد ب {السَّمَاء} إِمَّا المظلة وَهُوَ الظَّاهِر وَإِمَّا السَّحَاب ¶ وَأهل الْهَيْئَة الْيَوْم يَقُولُونَ: ¶ كثيرا مَا تقع أَحْجَار من السَّمَاء أَي من الأجرام العلوية وَهِي مَحْفُوظَة فِي متاحفهم وَلَهُم فِي ذَلِك كَلَام طَوِيل مَذْكُور فِي كتب الطبيعة",
            "page": "112",
            "part": "1",
            "seal": "E0B7F15A"
        },
        {
            "id": "110",
            "nass": "سُورَة النَّمْل ¶ قَالَ الله تَعَالَى {وَيَوْمَ يُنْفَخُ فِي الصُّورِ فَفَزِعَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ وَكُلٌّ أَتَوْهُ دَاخِرِينَ (87) وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ (88)} [النمل: 87 - 88] ¶ رُبمَا اسْتدلَّ عُلَمَاء الْهَيْئَة الْمُتَأَخّرُونَ على مَا ادعوهُ من حَرَكَة الأَرْض اليومية والسنوية فَإِنَّهُم يَقُولُونَ إِن الرأئي يرى الْجبَال سَاكِنة وَهِي متحركة أَشد الْحَرَكَة ¶ والمفسرون يرَوْنَ غير هَذَا الرَّأْي وَيَقُولُونَ {وَترى الْجبَال تحسبها جامدة} أَي ثَابِتَة فِي أماكنها لَا تتحرك {وَهِي تمر مر السَّحَاب} أَي وَترى الْجبَال رَأْي الْعين سَاكِنة وَالْحَال أَنَّهَا تمر فِي الجو مر السَّحَاب الَّذِي تسيره الرِّيَاح سيرا حثيثا وَذَلِكَ يَوْم الْقِيَامَة وخراب الْعَالم لَا أَنَّهَا تمر مر السَّحَاب الْيَوْم وَإِلَّا لما كَانَ بتخصيص الْجبَال لذَلِك وَجه فَإِن الْجبَال والأنهار والفلوات والبراري كَذَلِك وَالله يحِق الْحق وَهُوَ يهدي السَّبِيل",
            "page": "113",
            "part": "1",
            "seal": "12A41004"
        },
        {
            "id": "111",
            "nass": "سُورَة العنكبوت ¶ قَالَ الله تَعَالَى {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ (61)} [العنكبوت: 61] ¶ المُرَاد بتسخير الشَّمْس وَالْقَمَر جريانهما على قانون وَاحِد لَا يتَغَيَّر فهما آيتان عظيمتان من آيَات الله خاضعتان لما يُرَاد بهما من مصَالح الْعَالم وَاخْتِلَاف الْأَزْمِنَة وتربية النَّبَات وإنضاج الثِّمَار والحبوب وإضاءة الْعَالم. ¶ فسبحان من بِيَدِهِ ملكوت كل شَيْء وَإِلَيْهِ ترجعون",
            "page": "114",
            "part": "1",
            "seal": "77B96DE1"
        },
        {
            "id": "112",
            "nass": "سُورَة الرّوم ¶ قَالَ تَعَالَى {وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (24) وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ (25) وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (26)} [الروم: 24 - 26] ¶ تَفْسِير هَذِه الْآيَة قد مر مرَارًا فِي تَفْسِير مثلهَا فَقَوله {وَينزل من السَّمَاء مَاء} أَرَادَ بالسماء المظلة أَو السَّحَاب وَالله سُبْحَانَهُ وَتَعَالَى ينزل الْمَطَر من السَّحَاب المتكون من الأبخرة المتصاعدة كَمَا ذكر الطبيعيون وعَلى ذَلِك قَول الْهُذلِيّ ¶ (شربن بِمَاء الْبَحْر ثمَّ ترفعت ... مَتى لجج خضر لَهُم تئيج) ¶ وَمعنى {أَن تقوم السَّمَاء وَالْأَرْض بأَمْره} أَي بقوله تَعَالَى قوما وبإرادته عز وَجل. ¶ وَالتَّعْبِير عَنْهَا الْأَمر للدلالة على كَمَال الْقُدْرَة والغنى عَن المبادئ والأسباب وَلَيْسَ المُرَاد فإقامتهما إنشاؤهما لِأَنَّهُ قد بَين حَاله بقوله تَعَالَى {وَمن آيَاته خلق السَّمَاوَات وَالْأَرْض} وَلَا إقامتهما بِغَيْر مُقيم محسوس. ¶ فَإِن ذَلِك من متممات إنشائهما وَإِن لم يُصَرح بِهِ تعويلا على مَا ذكر فِي مَوضِع آخر من قَوْله تَعَالَى {خلق السَّمَاوَات بِغَيْر عمد ترونها}.",
            "page": "115",
            "part": "1",
            "seal": "9817316B"
        },
        {
            "id": "113",
            "nass": "وَلَا قيامهما وبقاؤهما على مَا هما عَلَيْهِ إِلَى أجلهما الَّذِي أُشير إِلَيْهِ بقوله تَعَالَى {مَا خلق الله السَّمَاوَات وَالْأَرْض وَمَا بَينهمَا إِلَّا بِالْحَقِّ وَأجل مُسَمّى} ¶ وَذهب الرَّازِيّ إِلَى: ¶ أَن الْقيام بِمَعْنى الْوُقُوف وَعدم النُّزُول إِلَى آخر مَا قَالَ ¶ وَمَا ذهب إِلَيْهِ أهل الْهَيْئَة الْمُتَأَخّرُونَ من أَن قيام الْعَالم الْعلوِي والسفلي بالجاذبية لَا يُخَالف الْآيَة الْكَرِيمَة. ¶ فَالله سُبْحَانَهُ هُوَ الَّذِي أودع تِلْكَ الجاذبية وبأمره كَانَت.",
            "page": "116",
            "part": "1",
            "seal": "6925B2F3"
        },
        {
            "id": "114",
            "nass": "سُورَة لُقْمَان ¶ قَالَ الله تَعَالَى {خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ} [لقمان: 10] ¶ أَي خلقهَا بِغَيْر عمد مرئية على التَّقْيِيد للرمز إِلَى أَنه تَعَالَى عمدها بعمد لَا ترى وَهِي عمد الْقُدْرَة وعَلى قَول عُلَمَاء الْهَيْئَة فِي زَمَاننَا عمد الجاذبية وَلَا يخرج ذَلِك عَن قدرَة مودعها جلّ جَلَاله. ¶ وَقد مر مثل هَذَا فِيمَا سبق مرَارًا ¶ وَقَالَ تَعَالَى {أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ (29)} [لقمان: 29] ¶ وَقد تقدم الْكَلَام على مثل هَذِه الْآيَة. ¶ وَلَيْسَ فِي الْعقل الصَّرِيح وَالنَّقْل الصَّحِيح مَا يَأْبَى إِثْبَات الجريان لكل من النيرين ومنتهى هَذَا الجري الْعَام يَوْم الْقِيَامَة.",
            "page": "117",
            "part": "1",
            "seal": "3E54CE08"
        },
        {
            "id": "115",
            "nass": "سُورَة السَّجْدَة ¶ قَالَ الله تَعَالَى {اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ مَا لَكُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ وَلَا شَفِيعٍ أَفَلَا تَتَذَكَّرُونَ (4) يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاءِ إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ (5)} [السجدة: 4 - 5] ¶ قد سبق المُرَاد بِالْأَيَّامِ السِّتَّة وَالْكَلَام على الْعَرْش وَبحث الاسْتوَاء",
            "page": "118",
            "part": "1",
            "seal": "628F0F85"
        },
        {
            "id": "116",
            "nass": "سُورَة سبأ ¶ قَالَ الله تَعَالَى {أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِنَ السَّمَاءِ وَالْأَرْضِ إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ إِنَّ فِي ذَلِكَ لَآيَةً لِكُلِّ عَبْدٍ مُنِيبٍ (9)} [سبأ: 9] ¶ قد ذكرنَا سَابِقًا أَن (الكسف) هِيَ الْقطع وَأَن المُرَاد من السَّمَاء إِمَّا المظلة وَإِمَّا السَّحَاب فقد أمطر الله سُبْحَانَهُ وَتَعَالَى على بعض الْأُمَم السَّابِقين حِجَارَة من السَّمَاء",
            "page": "119",
            "part": "1",
            "seal": "F4490A80"
        },
        {
            "id": "117",
            "nass": "سُورَة فاطر ¶ قَالَ الله تَعَالَى {يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ (13)} [فاطر: 13] ¶ سبق الْكَلَام فِي معنى إيلاج اللَّيْل فِي النَّهَار وإيلاج النَّهَار فِي اللَّيْل وتسخير الشَّمْس وَالْقَمَر وَبَيَان المُرَاد بجريانهما لأجل مُسَمّى فَلَا حَاجَة إِلَى الْإِعَادَة. ¶ وَقَالَ الله تَعَالَى {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (41)} [فاطر: 41] ¶ المُرَاد بالزوال من النَّاس من قَالَ سقوطهما فَمن الفلاسفة من كَانَ يَقُول إِن السَّمَاء وَالْأَرْض لم تزالا هابطتين وَمِنْهُم من كَانَ يَقُول لم تزالا صاعدتين فِي هَذَا الفضاء الَّذِي لَا مُنْتَهى لَهُ وكلا الْقَوْلَيْنِ بَاطِل فَإِن الله تَعَالَى قد أمسكهما بقدرته أَو بالجاذبية الَّتِي هِيَ من آثارها وَبَعض المتشرعين كَانَ يَقُول إِن الله أمسكهما عَن الْحَرَكَة فليستا بمتحركتين ¶ وَأَعْدل الْأَقْوَال مَا توَافق عَلَيْهِ الْعقل الصَّرِيح وَالنَّقْل الصَّحِيح",
            "page": "120",
            "part": "1",
            "seal": "527B532A"
        },
        {
            "id": "118",
            "nass": "سُورَة يس ¶ قَالَ الله تَعَالَى {وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ (37) وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (38) وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ (39) لَا الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (40)} [يس: 37 - 40] ¶ فِي هَذِه الْآيَة جَرَيَان الشَّمْس لمستقر وَتَقْدِير الْقَمَر منَازِل فنتكلم عَلَيْهِمَا ¶ أما جَرَيَان الشَّمْس لمستقر فَمَعْنَاه لحد معِين تَنْتَهِي إِلَيْهِ من فلكها فِي آخر السّنة أَو لمنتهى لَهَا من الْمَشَارِق اليومية والمغارب لِأَنَّهَا تتقصاها مشرقا مشرقا ومغربا مغربا حَتَّى تبلغ أقصاها ثمَّ ترجع فَذَلِك حَدهَا ومستقرها لِأَنَّهَا لَا تعدوه أَو لحد لَهَا من مسيرها كل يَوْم فِي رَأْي عيوننا وَهُوَ الْمغرب أَو لكبد السَّمَاء ودائرة نصف النَّهَار أَو لاستقرار لَهَا وَمكث فِي كل برج من البروج الاثْنَي عشر على نهج مَخْصُوص أَو تجْرِي لبيتها وَهُوَ برج الْأسد واستقرارها عبارَة عَن حسن حَالهَا فِيهِ وَهَذَا غير مَقْبُول إِلَّا عِنْد أهل الْأَحْكَام",
            "page": "121",
            "part": "1",
            "seal": "3999D87C"
        },
        {
            "id": "119",
            "nass": "وَلَا يخفي حكمهم على محققي أهل الْإِسْلَام أَو الْمَعْنى تجْرِي إِلَى وَقت لَهَا لَا تتعداه وعَلى هَذَا مستقرها انْتِهَاء سَيرهَا عِنْد انْقِضَاء الدُّنْيَا وَفِي الحَدِيث عَن أبي ذَر قَالَ كنت مَعَ النَّبِي صلى الله عَلَيْهِ وَسلم فِي الْمَسْجِد عِنْد غرُوب الشَّمْس فَقَالَ: \"يَا أَبَا ذَر أَتَدْرِي أَيْن تذْهب هَذِه الشَّمْس قلت الله تَعَالَى وَرَسُوله أعلم قَالَ تذْهب لتسجد فَتَسْتَأْذِن للرُّجُوع فَيُؤذن لَهَا ويوشك أَن تسْجد فَلَا يقبل مِنْهَا وتستأذن فَلَا يُؤذن لَهَا فَيُقَال لَهَا ارجعي من حَيْثُ جِئْت فَتَطلع من مغْرِبهَا فَذَلِك قَوْله عز وَجل {وَالشَّمْس تجْرِي لمستقر لَهَا} \" (1). وَفِي رِوَايَة: \"أَتَدْرُونَ أَيْن تذْهب هَذِه الشَّمْس قَالُوا الله تَعَالَى وَرَسُوله أعلم قَالَ إِن هَذِه تجْرِي حَتَّى تَنْتَهِي إِلَى مستقرها تَحت الْعَرْش فتخر سَاجِدَة\"، الحَدِيث. ¶ قَالَ النَّوَوِيّ قَالَ جمَاعَة بِظَاهِر الحَدِيث قَالَ الواحدي وعَلى هَذَا القَوْل إِذا غربت الشَّمْس كل يَوْم اسْتَقَرَّتْ تَحت الْعَرْش إِلَى أَن تطلع ثمَّ قَالَ النَّوَوِيّ وسجودها بتمييز وَإِدْرَاك يخلقه الله تَعَالَى فِيهَا ¶ وَالْأَمر فِي ذَلِك مُشكل إِذا كَانَ السُّجُود والاستقرار كل لَيْلَة تَحت الْعَرْش فَإِنَّهُ لَا خلاف فِي أَنَّهَا تغرب عِنْد قوم وتطلع على آخَرين وَاللَّيْل يطول عِنْد قوم وَيقصر عِنْد آخَرين وَبَين اللَّيْل وَالنَّهَار اخْتِلَاف مَا فِي الطول وَالْقصر عِنْد خطّ الاسْتوَاء وَفِي بعض الْبِلَاد قد يطلع الْفجْر قبل أَن يغيب شفق الْغُرُوب وَفِي عرض تسعين لَا تزَال طالعة مَا دَامَت فِي البروج الشمالية وغاربة مَا دَامَت فِي البروج الجنوبية فَالسنة نصفهَا ليل وَنِصْفهَا نَهَار على مَا فصل فِي مَوْضِعه ¶ والأدلة قَائِمَة على أَنَّهَا لَا تسكن عِنْد غُرُوبهَا وَإِلَّا كَانَت سَاكِنة بِنَاء على أَن غُرُوبهَا فِي أفق طُلُوع فِي غَيره. ¶ __________ ¶ (1) أخرجه البخاري [فتح الباري: 7424] ومسلم [1/ 138 - 139، و\"صحيح الجامع الصغير\" 7828]- ن -.",
            "page": "122",
            "part": "1",
            "seal": "CBB696FF"
        },
        {
            "id": "120",
            "nass": "وَفِي «روح الْمعَانِي»: ¶ (وَالَّذِي يخْطر بالبال فِي حل ذَلِك الْإِشْكَال وَالله أعلم بِحَقِيقَة الْحَال أَن الشَّمْس وَكَذَا سَائِر الْكَوَاكِب مدركة عَاقِلَة كَمَا يُنبئ عَن ذَلِك قَوْله تَعَالَى الْآتِي {وكل فِي فلك يسبحون} حَيْثُ جِيءَ بِالْفِعْلِ مُسْندًا إِلَى ضمير جمع الْعُقَلَاء وَقَوله تَعَالَى {إِنِّي رَأَيْت أحد عشر كوكبا وَالشَّمْس وَالْقَمَر رَأَيْتهمْ لي ساجدين} لنَحْو مَا ذكر. وَيدل عَلَيْهِ ظَاهر مَا رُوِيَ عَن أبي ذَر من أَنَّهَا تسْجد وتستأذن فَإِن الْمُتَبَادر من الاسْتِئْذَان مَا يكون بِلِسَان القال دون لِسَان الْحَال). ¶ ثمَّ قَالَ\" (والشوهد من الكتات وَالسّنة وَكَلَام العترة على كَونهَا ذَات إِدْرَاك وتمييز مِمَّا لَا يكَاد يُحْصى كَثْرَة وَبَعضه يدل على ثُبُوت ذَلِك لَهَا بالخصوص. وَبَعضه يدل على ثُبُوته لَهَا بِاعْتِبَار دُخُولهَا فِي الْعُمُوم أَو بالمقايسة إِذْ لَا قَائِل بِالْفرقِ وَمَتى كَانَت كَذَلِك فَلَا يبعد أَن تكون لَهَا نفس ناطقة كَنَفس الْإِنْسَان بل صرح بعض الصُّوفِيَّة بِكَوْنِهَا ذَات نفس ناطقة كَامِلَة جدا. ¶ و (الحكماء المتقدمون) أثبتوا النَّفس للفلك وَصرح بَعضهم بإثباتها للكواكب أَيْضا وَقَالُوا كل مَا فِي الْعَالم الْعلوِي من الْكَوَاكِب والأفلاك الْكُلية والجزئية والتداوير حَيّ نَاطِق والأنفس الناطقة الإنسانية إِذا كَانَت قدسية قد تنسلخ عَن الْأَبدَان وَتذهب متمثلة ظَاهِرَة بصور أبدانها أَو بصور أُخْرَى كَمَا يتَمَثَّل جِبْرِيل (1) وَيظْهر ¶ __________ ¶ (1) فيه حديث عمر بن الخطاب قال: «بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ، إِذْ طَلَعَ عَلَيْنَا رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ، شَدِيدُ سَوَادِ الشَّعَرِ، لَا يُرَى عَلَيْهِ أَثَرُ السَّفَرِ، وَلَا يَعْرِفُهُ مِنَّا أَحَدٌ، حَتَّى جَلَسَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ، وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ، وَقَالَ: يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الْإِسْلَامِ - الحديث وفي آخره - ... ثُمَّ قَالَ لِي: «يَا عُمَرُ أَتَدْرِي مَنِ السَّائِلُ؟» قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «فَإِنَّهُ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ دِينَكُمْ». أخرجه مسلم (1/ 29) وأحمد (2/ 107) [5851] وزاد في رواية في آخره «وكان جبريل عليه السلام يأتي النبي صلى الله عليه وسلم في صورة دحية» =",
            "page": "123",
            "part": "1",
            "seal": "C25403AE"
        },
        {
            "id": "121",
            "nass": "بِصُورَة \"دحْيَة\" أَو بصور بعض الْأَعْرَاب (2) كَمَا جَاءَ فِي صَحِيح الْأَخْبَار، ¶ __________ ¶ =وإسناده صحيح. ورواه النسائي (2/ 266) (صحيح سنن النسائي: 4168) من حديث أبي هريرة وأبي ذر معاً وزاد في آخره: ¶ \"ثم قال: لا والذي بعث محمداً بالحق هدى وبشيراً، ما كنت بأعلم به من رجل منكم وإنه لجبريل عليه السلام نزل في صورة دحية الكلبي\" وإسناده صحيح، وطعن الحافظ ابن حجر في صحة هذه الزيادة، وأجاب عن ذلك أبو الحسن السندي في حاشيته على النسائي، فليراجعه من شاء. ¶ وفيه عن عائشة قالت: ¶ \"رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاضِعًا يَدَيْهِ عَلَى مَعْرَفَةِ فَرَسٍ وَهُوَ يُكَلِّمُ رَجُلًا، قُلْتُ: رَأَيْتُكَ وَاضِعًا يَدَيْكَ عَلَى مَعْرَفَةِ فَرَسِ دِحْيَةَ الْكَلْبِيِّ وَأَنْتَ تُكَلِّمُهُ، قَالَ: \" وَرَأَيْتِ؟ \" قَالَتْ: نَعَمْ، قَالَ: \" ذَاكَ جِبْرِيلُ عَلَيْهِ السَّلَامُ، وَهُوَ يُقْرِئُكِ السَّلَامَ \" قَالَتْ: وَعَلَيْهِ السَّلَامُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، جَزَاهُ اللهُ خَيْرًا مِنْ صَاحِبٍ وَدَخِيلٍ، فَنِعْمَ الصَّاحِبُ، وَنِعْمَ الدَّخِيلُ. قَالَ سُفْيَانُ: \" الدَّخِيلُ: \" الضَّيْفُ \". ¶ أخرجه أحمد (6/ 74 - 75 و146) [24453 و25112]: ثَنَا سُفْيَانُ بن عيينة عَنْ مُجَالِدٍ عَنِ الشَّعْبِيِّ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ به. ورواه ابن سعد في \"الطبقات\" (8/ 46) من طريق أخرى عند ابن سعد (4/ 184) عن القاسم بن محمد عنها يتقوى بها - ن -. ¶ (2) قوله: أو بصورة بعض الأعراب. ¶ لم أقف الآن على حديث يشهد لذلك، وقد قال الحافظ في الفتح (1/ 107) في شرح قوله حديث عمر المتقدم: \"حَتَّى جَلَسَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَسْنَدَ رُكْبَتَيْهِ إِلَى رُكْبَتَيْهِ وَوَضَعَ كَفَّيْهِ عَلَى فَخِذَيْهِ\": \"وَالظَّاهِرُ أَنَّهُ أَرَادَ بِذَلِكَ الْمُبَالَغَةَ فِي تَعْمِيَةِ أَمْرِهِ لِيُقَوِّيَ الظَّنَّ بِأَنَّهُ مِنْ جُفَاةِ الْأَعْرَابِ وَلِهَذَا تَخَطَّى النَّاسَ حَتَّى انْتَهَى إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا تَقَدَّمَ وَلِهَذَا اسْتَغْرَبَ الصَّحَابَةُ صَنِيعَهُ\". ¶ قلت: فلعل هذا الشرح من الحافظ هو منشأ الظن أنه كان يأتي بصورة بعض الأعراب، وقد علمت مما سبق أنه في هذه الحادثة كان في صورة دحية الكلبي. والله اعلم - ن -.",
            "page": "124",
            "part": "1",
            "seal": "CFB9A206"
        },
        {
            "id": "122",
            "nass": "حَيْثُ يَشَاء الله، مَعَ بَقَاء نوع تعلق لَهَا بالأبدان الْأَصْلِيَّة يَتَأَتَّى مَعَه صُدُور الْأَفْعَال مِنْهَا كَمَا يحْكى عَن بعض الْأَوْلِيَاء أَنهم يرَوْنَ فِي وَقت وَاحِد فِي عدَّة مَوَاضِع وَمَا ذَاك إِلَّا لتجرد قُوَّة أنفسهم وَغَايَة تقدسها فتمثل وَتظهر فِي مَوضِع وبدنها الْأَصْلِيّ فِي مَوضِع آخر ¶ (لَا تقل دارها بشرقي نجد ... كل نجد للعامرية دَار) ¶ وَهَذَا أَمر مُقَرر عِنْد الصُّوفِيَّة مَشْهُور فِيمَا بَينهم. وَهُوَ غير طي الْمسَافَة ¶ وإنكار من يُنكر كلا مِنْهُمَا عَلَيْهِم مُكَابَرَة لَا تصدر إِلَّا عَن جَاهِل أَو معاند. ¶ وَقد عجب الْعَلامَة التَّفْتَازَانِيّ من بعض فُقَهَاء أهل السّنة حَيْثُ حكم بالْكفْر على مُعْتَقد مَا رُوِيَ عَن إِبْرَاهِيم بن أدهم أَنهم رَأَوْهُ بِالْبَصْرَةِ يَوْم التَّرويَة ورئي ذَلِك الْيَوْم بِمَكَّة ومبناه زعم أَن ذَلِك من جنس المعجزات الْكِبَار وَهُوَ مِمَّا لَا يثبت كَرَامَة لوَلِيّ وَأَنت تعلم أَن الْمُعْتَمد عندنَا جَوَاز ثُبُوت الْكَرَامَة للْوَلِيّ مُطلقًا إِلَّا فِيمَا يثبت الدَّلِيل عدم إِمْكَانه كالإتيان بِسُورَة مثل إِحْدَى سور الْقُرْآن وَقد أثبت غير وَاحِد تَمْثِيل النَّفس وتطورها لنبينا صلى الله عَلَيْهِ وَسلم بعد الْوَفَاة وَادّعى أَنه يرى فِي عدَّة مَوَاضِع فِي وَقت وَاحِد مَعَ كَونه فِي قَبره يُصَلِّي وَصَحَّ أَنه صلى الله عَلَيْهِ وَسلم رأى مُوسَى يُصَلِّي فِي قَبره عِنْد الْكَثِيب الْأَحْمَر (3)، وَرَآهُ فِي السَّمَاء (4)، وَجرى بَينهمَا مَا جرى فِي أَمر ¶ __________ ¶ (3) رواه مسلم والنسائي وأحمد وأبو نعيم - ن -. ¶ [انظر \"صحيح سنن النسائي - باختصار السند\" 1537 - 1543 للألباني - بإشرافي، و\"مسند الإمام أحمد\" 3/ 148 (12488) و3/ 248 (13578)]. ¶ (4) هو قطعة من حديث الإسراء والمعراج في الصحيحين وغيرهما.",
            "page": "125",
            "part": "1",
            "seal": "F06A9A62"
        },
        {
            "id": "123",
            "nass": "الصَّلَوَات الْمَفْرُوضَة. وَقد رأى صلى الله عَلَيْهِ وَسلم لَيْلَة أسرِي بِهِ جمَاعَة من الْأَنْبِيَاء غير مُوسَى فِي السَّمَاوَات مَعَ أَن قُبُورهم فِي الأَرْض وَلم يقل أحد إِنَّهُم نقلوا مِنْهَا إِلَيْهَا وَلَيْسَ ذَلِك مِمَّا ادّعى الحكميون استحالته من شغل النَّفس الْوَاحِدَة أَكثر من بدن وَاحِد بل هُوَ أَمر وَرَاءه كَمَا لَا يخفى على من نور الله بصيرته ¶ فَيمكن أَن يُقَال إِن للشمس نفسا مثل تِلْكَ الْأَنْفس القدسية وَأَنَّهَا تنسلخ عَن الجرم الْمشَاهد الْمَعْرُوف مَعَ بَقَاء نوع من التَّعَلُّق لَهَا بِهِ فتعرج إِلَى الْعَرْش فتسجد تَحْتَهُ بِلَا وَاسِطَة وتستقيم هُنَاكَ وتستأذن وَلَا يُنَافِي ذَلِك سير هَذَا الجرم الْمَعْرُوف وَعدم سكونه حسب مَا يَدعِيهِ أهل الْهَيْئَة وَغَيرهم وَيكون ذَلِك إِذا غربت وجاوزت الْأُفق الْحَقِيقِيّ وانقطعت رُؤْيَة سكان الْمَعْمُور من الأَرْض إِيَّاهَا وَلَا يضر فِيهِ طُلُوعهَا إِذا ذَاك فِي عرض تسعين وَنَحْوه لِأَن مَا ذَكرْنَاهُ من كَون السُّجُود والسكون بِاعْتِبَار النَّفس المنسلخة المتمثلة بِمَا شَاءَ الله تَعَالَى لَا يُنَافِي سير الْجِسْم الْمَعْرُوف بل لَو كَانَ نصف النَّهَار فِي خطّ الاسْتوَاء لم يضر أَيْضا وَيجوز أَن يُقَال سجودها بعد غُرُوبهَا عَن أفق الْمَدِينَة وَلَا يضر فِيهِ كَونهَا طالعة إِذْ ذَاك فِي أفق آخر لما سَمِعت إِلَّا أَن الَّذِي يغلب على الظَّن مَا ذكر أَولا انْتهى كَلَامه ¶ ثمَّ ذكر هذيانا آخر ادَّعَاهُ بعض المتصوفة من زِيَادَة الْكَعْبَة لبَعض الْأَوْلِيَاء وَهِي فِي موضعهَا وَادّعى الشَّيْخ مُحي الدّين أَن بَينه وَبَينهَا مراسلات ومكاتبات ¶ وكل ذَلِك لم يثبت فِي الشَّرِيعَة وَهُوَ دَعْوَى بِلَا دَلِيل فَلَا تلْتَفت إِلَيْهِ وَإِن جلّ قَائِله ¶ وَالَّذِي قَالَه الْمُتَأَخّرُونَ من الفلاسفة أهل الْفَنّ الْجَدِيد المتشرعين أَن هَذَا الجرم الْعَظِيم مَرْكَز للسيارات ويحسب بخفاء حركته ثَابتا وَلَيْسَ كَذَلِك لِأَن الْحَرَكَة لَازِمَة لَهُ.",
            "page": "126",
            "part": "1",
            "seal": "B56E938C"
        },
        {
            "id": "124",
            "nass": "وَقد حققوا حَرَكَة الشَّمْس من الشامات المرئية فِي قرصها بِوَاسِطَة الْآلَة الرصدية الَّتِي يُشَاهد بهَا أَحْوَال الأجرام الفلكية فظهرت لَهُم أوضاع مُخْتَلفَة فِي شعاعها وشامات سود فِي قرصها وَهَذِه الشامات تبدو من طرفها الشَّرْقِي وتغيب فِي طرفها الغربي فِي نَحْو أَرْبَعَة عشر يَوْمًا وَبعد مثل هَذِه الْمدَّة تظهر من طرفها الشَّرْقِي ¶ وَهَذِه تدل على أَنَّهَا مَعَ الشامات تتمّ الدورة فِي سَبْعَة وَعشْرين يَوْمًا واثنتي عشرَة سَاعَة وَعشْرين دقيقة فَإِذا نقص من ذَلِك يَوْم وَاثْنَتَانِ وَعِشْرُونَ سَاعَة واثنتا عشرَة دقيقة للدور السنوي للْأَرْض بَقِي لدور الشَّمْس على محورها خَمْسَة وَعِشْرُونَ ¶ يَوْمًا وَأَرْبع عشر سَاعَة وثمان دقائق وَبِهَذَا يثبت أَنَّهَا جرم كري ذُو قطبين مثل الأَرْض يَدُور على مَرْكَز آخر ¶ قَالُوا وَهَذَا هُوَ المُرَاد بقوله تَعَالَى {وَالشَّمْس تجْرِي لمستقر لَهَا} فَإِنَّهُ يدل على دوران الشَّمْس على مَرْكَز آخر وَيُقَال إِنَّه كَوْكَب من كواكب الثريا أَو يُقَال معنى جريانها لمستقر أَنَّهَا تجْرِي على مركزها ومحورها ¶ فَإِن ثَبت هَذَا فِي الشَّرِيعَة فَهُوَ خير من تِلْكَ الوساوس والخيالات السَّابِقَة. ¶ {ذَلِك} أَي الجري الْمَفْهُوم من تجْرِي {تَقْدِير الْعَزِيز الْعَلِيم} الْمُحِيط علمه بِكُل مَعْلُوم وَذكر بَعضهم فِي حِكْمَة جريها حَتَّى تسْجد كل لَيْلَة تَحت",
            "page": "127",
            "part": "1",
            "seal": "C2D40085"
        },
        {
            "id": "125",
            "nass": "الْعَرْش تجدّد اكْتِسَاب النُّور من الْعَرْش وَيَتَرَتَّب عَلَيْهِ فِي عَالم الطبيعة والعناصر مَا يَتَرَتَّب. ¶ {وَالْقَمَر قدرناه منَازِل حَتَّى عَاد كالعرجون الْقَدِيم} تقدم ذكر الْمنَازل و {عَاد} أَي صَار {كالعرجون الْقَدِيم} هُوَ عود عذق النَّخْلَة الْعَتِيق الَّذِي مر عَلَيْهِ زمَان يبس فِيهِ وَالْقَمَر فِي أَوَاخِر سيره وقربه من الشَّمْس فِي رَأْي الْعين كالعرجون الْقَدِيم وَوجه الشّبَه الاصفرار والدقة والاعوجاج {لَا الشَّمْس يَنْبَغِي لَهَا} أَي يتسخر ويتسهل أَو يحسن ويليق بالحكمة {أَن تدْرك الْقَمَر} أَي فِي سُلْطَانه بِأَن تَجْتَمِع مَعَه فِي الْوَقْت الَّذِي حَده الله لَهُ وَجعله مظْهرا لسلطانه فَإِنَّهُ تَعَالَى جعل لتدبير هَذَا الْعَالم بِمُقْتَضى الْحِكْمَة لكل من النيرين الشَّمْس وَالْقَمَر حدا محدودا ووقتا معينا يظْهر فِيهِ سُلْطَانه فَلَا يدْخل أَحدهمَا فِي سُلْطَان الآخر بل يتعاقبان إِلَى أَن يَأْتِي أَمر الله {وَلَا اللَّيْل سَابق النَّهَار} أَي لَا يدْرك الْقَمَر الشَّمْس فِيمَا جعل لَهَا أَي وَلَا آيَة اللَّيْل سَابِقَة آيَة النَّهَار وَظَاهر سُلْطَانه فِي وَقت ظُهُور سلطانها {وكل} أَي كل وَاحِد من الشَّمْس وَالْقَمَر {فِي فلك يسبحون} ¶ الْفلك: مجْرى الْكَوَاكِب سمي بِهِ لاستدارته كفلكة المغزل وَهِي الْخَشَبَة المستديرة فِي وَسطه وفلكة الْخَيْمَة وَهِي الْخَشَبَة المستديرة الَّتِي تُوضَع على رَأس العمود لِئَلَّا تتمزق الْخَيْمَة و {يسبحون} أَي يَسِيرُونَ فِيهِ بانبساط ¶ وكل من بسط فِي شَيْء فَهُوَ يسبح فِيهِ وَمِنْه السباحة فِي المَاء وَهَذَا المجرى فِي السَّمَاء ¶ وَلَا مَانع عندنَا أَن يجْرِي الْكَوْكَب بِنَفسِهِ فِي جَوف السَّمَاء وَهِي سَاكِنة لَا تَدور أصلا وَتَمام الْكَلَام فِي التَّفْسِير ¶ وَهَذِه الْآيَة من أعظم مَا يتَمَسَّك بِهِ المتشرعون من عُلَمَاء الْهَيْئَة الجديدة وَالله ولي التَّوْفِيق",
            "page": "128",
            "part": "1",
            "seal": "422D5C83"
        },
        {
            "id": "126",
            "nass": "سُورَة الصافات ¶ قَالَ تَعَالَى {إِنَّ إِلَهَكُمْ لَوَاحِدٌ (4) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ (5) إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (6) وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (7) لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ (8) دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ (9) إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ (10)} [الصافات: 4 - 10] ¶ الْكَلَام على هَذِه الْآيَة قد مر مثله بمواضع فَلَا حَاجَة إِلَى إِعَادَته وَفِي تَفْسِير روح الْمعَانِي عِنْد الْكَلَام عَلَيْهَا بَيَان مفصل من أَرَادَهُ فَليرْجع إِلَيْهِ ¶ وَمعنى {دحورا} الطَّرْد والإبعاد أَي للدحور وَمعنى {واصب} دَائِم ¶ وَال {ثاقب} المحرق ¶ وَلَيْسَت الشهب نفس الْكَوَاكِب الَّتِي زينت بهَا السَّمَاء فَإِنَّهَا لَا تنقض ¶ وَإِلَّا لَا نتقصت زِينَة السَّمَاء بل لم تبْق ¶ على أَن المنقض إِن كَانَ نفس الْكَوْكَب بِمَعْنى أَنه ينقلع عَن مركزه ويرمى بِهِ الخاطف فَيرى لسرعة الْحَرَكَة كرمح من نَار لزم أَن يَقع على الأَرْض ¶ وَهُوَ إِن لم يكن أعظم مِنْهَا فَلَا أقل من أَن مَا انقض من الْكَوَاكِب من حَيْثُ حدث الرَّمْي إِلَى الْيَوْم أعظم مِنْهَا بِكَثِير فَيلْزم أَن تكون الأَرْض الْيَوْم مغشية بأجرام الْكَوَاكِب والمشاهدة تكذب ذَلِك بل لم نسْمع بِوُقُوع جرم كَوْكَب أصلا ¶ وأصغر الْكَوَاكِب عِنْد الإسلاميين كالجبل الْعَظِيم وَعند الفلاسفة أعظم وَأعظم بل صغَار الثوابت عِنْدهم أعظم من الأَرْض. ¶ وَالْكَلَام فِي هَذَا الْمقَام يطْلب من مَحَله",
            "page": "129",
            "part": "1",
            "seal": "6EA11F6F"
        },
        {
            "id": "128",
            "nass": "سُورَة الشورى ¶ قَالَ الله تَعَالَى {وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ (29)} [الشورى: 29] ¶ هَذِه الْآيَة تدل بصريحها على وجود حيوانات فِي السَّمَاوَات لِأَن الدَّابَّة لَا تَشْمَل الْمَلَائِكَة لِأَنَّهُ فِي آيَة أُخْرَى قَابل بَين الدَّابَّة وَالْملك وَهِي قَوْله تَعَالَى {وَللَّه يسْجد مَا فِي السَّمَاوَات وَمَا فِي الأَرْض من دَابَّة وَالْمَلَائِكَة} ¶ بل لَا يبعد أَن يكون فِي كل سَمَاء حيوانات ومخلوقات على صور شَتَّى وأحوال مُخْتَلفَة لَا نعلمها وَلم يذكر فِي الْأَخْبَار شَيْء مِنْهَا ¶ فقد قَالَ تَعَالَى {ويخلق مَا لَا تعلمُونَ} وَأهل الأرصاد الْيَوْم يتَرَاءَى لَهُم بِوَاسِطَة نظاراتهم مخلوقات فِي جرم الْقَمَر والسيارات لكِنهمْ لم يحققوا أمرهَا لنَقص مَا فِي الْآلَات على مَا يدعونَ ¶ وَنفي ذَلِك لَيْسَ من الْمَعْلُوم من الدّين بِالضَّرُورَةِ ليضر القَوْل بِهِ ¶ وعَلى القَوْل بِوُجُود حيوانات فِي السَّمَاء فالآية تدل على أَن الْعُقَلَاء مِنْهُم مكلفون أَيْضا وَذَلِكَ قَوْله تَعَالَى {وَهُوَ على جمعهم إِذا يَشَاء قدير} أَي حشرهم بعد الْبَعْث للمحاسبة. ¶ وَمَعْلُوم أَن غير الْمُكَلف لَا يحْشر. وَتَمام الْكَلَام فِي مَوْضِعه",
            "page": "130",
            "part": "1",
            "seal": "332E715E"
        },
        {
            "id": "129",
            "nass": "سُورَة الدُّخان ¶ قَالَ الله تَعَالَى {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11) رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12)} [الدخان: 10 - 12] ¶ أَي تَأتي السَّمَاء بجدب ومجاعة فَإِن الجائع جدا جرى بَينه وَبَين السَّمَاء هَيْئَة الدُّخان وَهِي ظلمَة تعرض لِلْبَصَرِ لضَعْفه فيتوهم ذَلِك فإطلاق الدُّخان على ذَلِك المرئي بِاعْتِبَار أَن الرَّائِي يتوهمه دخانا وَلَا يأباه وَصفه ب {مُبين} أَو لِأَن الْهَوَاء يتكدر سنة الجدب بِكَثْرَة الْغُبَار لقلَّة الأمطار المسكنة لَهُ أَو أَن السَّمَاء يظْهر مِنْهَا دُخان كثير حَقِيقَة وَذَلِكَ لقرب السَّاعَة وَفِي التَّفْسِير تَفْصِيل ذَلِك ¶ وَهَذِه الْآيَة لَا دخل لَهَا فِي هَيْئَة السَّمَاوَات وَالْأَرْض إِلَّا على وَجه بعيد ¶ وَقَالَ تَعَالَى {فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (29)} [الدخان: 29] ¶ يُرَاد بالبكاء عدم الاكتراث بهلاكهم وَلَا الِاعْتِدَاد بوجودهم وَقد كثر فِي التَّعْظِيم لمهلك الشَّخْص {بَكت عَلَيْهِم السَّمَاء وَالْأَرْض} بكته الرّيح وَنَحْو ذَلِك وَفِي التَّفْسِير شَوَاهِد كَثِيرَة من شعر الْعَرَب عَلَيْهِ ¶ وَمن أثبت كالصوفية للأجرام السماوية والأرضية وَسَائِر الجمادات شعورا لائقا بِحَالِهَا لم يحْتَج إِلَى اعْتِبَار الْمجَاز وَأثبت بكاء حَقِيقِيًّا لَهَا بِحَسب مَا تَقْتَضِيه ذَاتهَا ويليق بهَا أَو أَوله بالحزن أَو نَحوه أَو أثْبته لَهَا بِحَسب ذَلِك أَيْضاً.",
            "page": "131",
            "part": "1",
            "seal": "43DB02C1"
        },
        {
            "id": "130",
            "nass": "سُورَة ق ¶ قَالَ الله تَعَالَى {أَفَلَمْ يَنْظُرُوا إِلَى السَّمَاءِ فَوْقَهُمْ كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا وَمَا لَهَا مِنْ فُرُوجٍ (6) وَالْأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ (7) تَبْصِرَةً وَذِكْرَى لِكُلِّ عَبْدٍ مُنِيبٍ (8)} [ق: 6 - 8] ¶ أَي أفلم ينْظرُوا إِلَى السَّمَاء فَوْقهم بِحَيْثُ يشاهدونها كل وَقت وَهَذَا ظَاهر على مَا هُوَ الْمَعْرُوف بَين النَّاس من أَن الْمشَاهد هُوَ السَّمَاء الَّتِي هِيَ الجرم الْمَخْصُوص الَّذِي يطوى يَوْم الْقِيَامَة وَقد وصف بِالْآيَاتِ وَالْأَحَادِيث بِمَا وصف ¶ وَأما على مَا ذهب إِلَيْهِ من أَن الْمشَاهد هُوَ كرة البخار أَو هَوَاء ظهر بِهَذَا اللَّوْن وَلَا لون لَهُ حَقِيقَة وَدون ذَلِك الجرم فَفِيهِ خَفَاء ¶ وَقَالَ بعض الأفاضل فِي هَذَا الْمقَام إِن ظَاهر الْآيَات وَالْأَخْبَار ناطقة بِأَن السَّمَاء مرئية وَمَا ذكره الفلاسفة المتقدمون من أَن الأفلاك أجرام صلبة شفافة لَا ترى غير مُسلم أصلا ¶ وَكَذَا كَون السَّمَاوَات السَّبع هِيَ الأفلاك السَّبْعَة غير مُسلم عِنْد الْمُحَقِّقين وَكَذَا وجود كره البخار وَأَن مَا بَين السَّمَاء وَالْأَرْض هَوَاء مُخْتَلف الْأَجْزَاء فِي اللطافة فَكلما علا كَانَ ألطف حَتَّى أَنه رُبمَا لَا يصلح للتعيش وَلَا يمْنَع خُرُوج الدَّم من المسام الدقيقة جدا لمن وصل إِلَيْهِ وَأَن رُؤْيَة الجو بِهَذَا اللَّوْن لَا يُنَافِي رُؤْيَة السَّمَاء حَقِيقَة وَإِن لم تكن فِي نَفسهَا",
            "page": "132",
            "part": "1",
            "seal": "B38D73F5"
        },
        {
            "id": "131",
            "nass": "ملونة وَلَا يكون ذَلِك كرؤية قَعْر الْبَحْر أَخْضَر من وَرَاء مَائه وَنَحْو ذَلِك مِمَّا يرى بِوَاسِطَة شَيْء على لون وَهُوَ فِي نَفسه على غير ذَلِك اللَّوْن ¶ وَأَنت تعلم أَن الْأَصْحَاب مَعَ الظَّوَاهِر حَتَّى يظْهر دَلِيل على امْتنَاع مَا يدل عَلَيْهِ وَحِينَئِذٍ يؤولونها وَأَن الْتِزَام التطبيق بَين مَا نطقت بِهِ الشَّرِيعَة وَمَا قَالَه الفلاسفة مَعَ إكذاب بعضه بَعْضًا أصعب من الْمَشْي على المَاء أَو العروج إِلَى السَّمَاء ¶ وَمعنى {بنيناها} أحكمناها ورفعناها بِغَيْر عمد {وزيناها للناظرين} بالكواكب الْمرتبَة على أبدع نظام {وَمَا لَهَا من فروج} أَي من فتوق وشقوق وَالْمرَاد سلامتها من كل عيب وخلل فَلَا يُنَافِي القَوْل بِأَن لَهَا أبوابا ¶ وَمعنى قَوْله {وَالْأَرْض مددناها} قد مر مرَارًا",
            "page": "133",
            "part": "1",
            "seal": "2DF4DD62"
        },
        {
            "id": "132",
            "nass": "سُورَة الْقَمَر ¶ قَالَ الله تَعَالَى {اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1)} [القمر: 1] ¶ أَي انْفَصل بعضه عَن بعض وَصَارَ فرْقَتَيْن وَذَلِكَ على عهد رَسُول الله صلى الله عَلَيْهِ وَسلم قبل الْهِجْرَة بِنَحْوِ خمس سِنِين ¶ وَأنكر الفلاسفة الانشقان بِنَاء على زعمهم اسْتِحَالَة الْخرق والالتئام على الأجرام العلوية ودليلهم على ذَلِك أوهن من بَيت العنكبوت وَفِي التَّفْسِير أَدِلَّة الطَّرفَيْنِ والمحاكمة بَينهَا ¶ وَقد رَأَيْت فِي «تَارِيخ اليميني» أَن السُّلْطَان مَحْمُود بن سبكتكين الغزنوي رأى فِي بعض غَزَوَاته بِلَاد الْهِنْد الوثنية لوحا من الصخر على بعض قُصُور بلدهم مَنْقُوشًا فِيهِ أَنه تمّ بِنَاؤُه لَيْلَة انْشِقَاق الْقَمَر وَفِي ذَلِك عِبْرَة لمن اعْتبر ¶ وَقَالَ تَعَالَى {فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11)} [القمر: 11] ¶ أَي: منصب.",
            "page": "134",
            "part": "1",
            "seal": "B6F32496"
        },
        {
            "id": "133",
            "nass": "واضطربت الْأَقْوَال فِي المُرَاد ب {الْأَبْوَاب} وَمن أظهرها أَنَّهَا المجرة وَهِي شرج السَّمَاء كشرج العيبة وَالْمَعْرُوف من الأرصاد أَن المجرة كواكب صغَار مُتَقَارِبَة جدا وَالتَّفْصِيل فِي التَّفْسِير.",
            "page": "135",
            "part": "1",
            "seal": "0981D006"
        },
        {
            "id": "134",
            "nass": "سُورَة الطَّلَاق ¶ قَالَ عز وَجل {اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا (12)} [الطلاق: 12] ¶ تقدم الْكَلَام على عدد السَّمَاوَات غير مرّة. ¶ وَأما الأرضون السَّبع فقد حارت فِيهَا عقول الْمُفَسّرين وَذكروا فِيهَا أقوالا كَثِيرَة وَقد جعلهَا الله تَعَالَى مثل السَّمَاوَات والمثلية تصدق بالاشتراك فِي بعض الْأَوْصَاف فَقَالَ الْجُمْهُور المثلية هَاهُنَا فِي كَونهَا سبعا وَكَونهَا طباقا بَعْضهَا فَوق بعض بَين كل أَرض وَأَرْض مَسَافَة كَمَا بَين السَّمَاء وَالْأَرْض وَفِي كل أَرض سكان من خلق الله عز وَجل لَا يعلم حقيقتهم إِلَّا الله تَعَالَى، وَورد فِي بعض الْأَخْبَار: ¶ فِي كل أَرض نَبِي كنبيكم وآدَم كآدم ونوح كنوح وَإِبْرَاهِيم كإبراهيم وَعِيسَى كعيسى وَالْمرَاد أَن فِي كل أَرض خلقا يرجعُونَ إِلَى أصل وَاحِد رُجُوع بني آدم فِي أَرْضنَا إِلَى آدم وَفِيهِمْ أَفْرَاد ممتازون على سَائِرهمْ كنوح وَإِبْرَاهِيم وَغَيرهمَا فِينَا. ¶ وَقَول الْجُمْهُور هَذَا أصح سَائِر الْأَقْوَال وَهُوَ أَن بَين كل أَرض وَأَرْض من السَّبع مَسَافَة عَظِيمَة وَفِي كل أَرض خلق لَا يعلم حَقِيقَتهَا إِلَّا الله عز وَجل وَلَهُم ضِيَاء يستضيئون بِهِ وَيجوز أَن يكون عِنْدهم ليل ونهار وَلَا يتَعَيَّن أَن يكون ضياؤهم من هَذِه الشَّمْس وَلَا من هَذَا الْقَمَر. ¶ وَقد غلب على ظن أَكثر أهل الْحِكْمَة الجديدة أَن الْقَمَر عَالم كعالم أَرْضنَا",
            "page": "136",
            "part": "1",
            "seal": "F5915437"
        },
        {
            "id": "135",
            "nass": "هَذِه وَفِيه جبال وبحار ويزعمون أَنهم يحسون بهَا بِوَاسِطَة أرصادهم وهم مهتمون بالسعي فِي تَحْقِيق الْأَمر فِيهِ. فَلْيَكُن مَا يَقُول بِهِ الْجُمْهُور من الْأَرْضين السَّبع على هَذَا النَّحْو. ¶ وَقد قَالُوا أَيْضاً: إِن هَذِه الشَّمْس فِي عَالم هِيَ مَرْكَز دائرته وبلقيس مَمْلَكَته ¶ بِمَعْنى أَن جَمِيع مَا فِيهِ كواكبه السيارة تَدور عَلَيْهَا فِيهِ على وَجه مَخْصُوص ونمط مضبوط وَقد يقرب إِلَيْهَا فِيهِ وَيبعد عَنْهَا إِلَى غَايَة لَا يعلمهَا إِلَّا الله تَعَالَى كواكب ذَوَات الأذناب وَهِي عِنْدهم كَثِيرَة جدا تتحرك على شكل بيضي وَأَن الشَّمْس بعالمها من تَوَابِع كَوْكَب آخر تَدور عَلَيْهِ دوران توابعها من السيارات عَلَيْهَا وَهُوَ فِيمَا نسْمع أحد كواكب النَّجْم وَلَهُم ظن فِي أَن ذَلِك أَيْضا من تَوَابِع كَوْكَب آخر وَهَكَذَا وَملك الله الْعَظِيم عَظِيم لَا يكَاد يُحِيط بِهِ منْطقَة الْفِكر ويضيق عَنهُ نطاق الْحصْر ¶ وسماء كل عَالم كَالْقَمَرِ عِنْدهم مَا انْتهى إِلَيْهِ هواؤه حَتَّى صَار ذَلِك الجرم فِي نَحْو خلاء فِيهِ لَا يُعَارضهُ وَلَا يضعف حركته شَيْء والجسم مَتى تحرّك فِي خلاء لَا يسكن لعدم الْمعَارض فلتكن كل أَرض من هَذِه الْأَرْضين السَّبع مَحْمُولَة بيد الْقُدْرَة بَين كل سماءين وَهُنَاكَ مَا يستضيء بِهِ أَهلهَا سابحا فِي فلك بَحر قدرَة الله عز وَجل وَنسبَة كل أَرض إِلَى سمائها نِسْبَة الْحلقَة إِلَى الفلاة وَكَذَا نِسْبَة السَّمَاء إِلَى السَّمَاء الَّتِي فَوْقهَا. ¶ وَيُمكن أَن تكون الأرضون وَكَذَا السَّمَاوَات أَكثر من سبع والاقتصار",
            "page": "137",
            "part": "1",
            "seal": "0C541523"
        },
        {
            "id": "136",
            "nass": "على الْعدَد الْمَذْكُور الَّذِي هُوَ عدد تَامّ لَا يَسْتَدْعِي نفي الزَّائِد فقد صَرَّحُوا بِأَن الْعدَد لَا مَفْهُوم لَهُ ¶ هَذَا وَكثير من الْأَخْبَار فِي أَمر السَّمَاوَات وَالْأَرْض وَالْكَوَاكِب لَا يعول عَلَيْهَا كَمَا أَشَارَ إِلَيْهِ النَّسَفِيّ فِي بَحر الْكَلَام وَكَذَا مَا قَالَه قدماء أهل الْهَيْئَة ومحدثوهم ¶ وَفِي كل مِمَّا ذهب الْفَرِيقَانِ إِلَيْهِ مَا يُوَافق الْأُصُول وَمَا يُخَالِفهُ وَمَا الشَّرِيعَة الغراء ساكتة عَنهُ لم تتعرض لَهُ بِنَفْي أَو إِثْبَات ¶ وَقد يلْتَزم الْإِبْقَاء على الظَّاهِر وتفويض الْأَمر إِلَى قدرَة الله تَعَالَى الَّتِي لَا يتعاصاها شَيْء رِعَايَة لأذهان كثير من النَّاس المقيدين بالظواهر الَّذين يعدون الْخُرُوج عَنْهَا وَلَا سِيمَا إِلَى مَا يُوَافق الْحِكْمَة الجديدة ضلالا مَحْضا وَكفرا صرفا ورحم الله امرا جب الْغَيْبَة عَن نَفسه وَعَن ابْن عَبَّاس فِي هَذِه الْآيَة قَالَ لَو حدثتكم بتفسيرها لكَفَرْتُمْ بتكذيبكم بهَا ¶ وَفِي الْجُمْلَة من صدق بسعة ملك الله تَعَالَى وعظيم قدرته عز وَجل لَا يَنْبَغِي أَن يتَوَقَّف فِي وجود سبع أَرضين على الْوَجْه الَّذِي قدمْنَاهُ وَيحمل السَّبع على الأقاليم أَو على الطَّبَقَات المعدنية والطينية وَنَحْوهمَا وَلَيْسَ ذَلِك مِمَّا يصادم ضَرُورِيًّا من الدّين أَو يُخَالف قَطْعِيا من أَدِلَّة الْمُسلمين.",
            "page": "138",
            "part": "1",
            "seal": "9407B7D8"
        },
        {
            "id": "137",
            "nass": "آيَات من سور مُتَفَرِّقَة ¶ وَاعْلَم أَنه قد بقيت آيَات تتَعَلَّق بالسماوات أعرضنا عَن ذكرهَا لسبق أَمْثَالهَا ¶ مِنْهَا قَوْله تَعَالَى فِي سُورَة الزمر {لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ} [الزمر: 63] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الْمُؤمن {الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ} [غافر: 7] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة فصلت {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (9) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا} [فصلت: 9 - 10] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الْملك {الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ الْعَزِيزُ الْغَفُورُ (2) الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا مَا تَرَى فِي خَلْقِ الرَّحْمَنِ مِنْ تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِنْ فُطُورٍ (3) ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ (4) وَلَقَدْ زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِلشَّيَاطِينِ وَأَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيرِ (5)} [الملك: 2 - 5] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الحاقة {فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (13) وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً (14) فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ (15) وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ (16) وَالْمَلَكُ عَلَى أَرْجَائِهَا وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ (17) يَوْمَئِذٍ تُعْرَضُونَ لَا تَخْفَى مِنْكُمْ خَافِيَةٌ (18)} [الحاقة: 13 - 18]",
            "page": "139",
            "part": "1",
            "seal": "BA8599E8"
        },
        {
            "id": "138",
            "nass": "وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الْجِنّ {وَأَنَّا لَمَسْنَا السَّمَاءَ فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا (8) وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَنْ يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَصَدًا (9) وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا (10)} [الجن: 8 - 10] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة المزمل {فَكَيْفَ تَتَّقُونَ إِنْ كَفَرْتُمْ يَوْمًا يَجْعَلُ الْوِلْدَانَ شِيبًا (17) السَّمَاءُ مُنْفَطِرٌ بِهِ كَانَ وَعْدُهُ مَفْعُولًا (18)} [المزمل: 17 - 18] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الْقِيَامَة {يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ (6) فَإِذَا بَرِقَ الْبَصَرُ (7) وَخَسَفَ الْقَمَرُ (8) وَجُمِعَ الشَّمْسُ وَالْقَمَرُ (9) يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ (10) كَلَّا لَا وَزَرَ (11) إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ (12)} [القيامة: 6 - 12] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة المرسلات {فَإِذَا النُّجُومُ طُمِسَتْ (8) وَإِذَا السَّمَاءُ فُرِجَتْ (9) وَإِذَا الْجِبَالُ نُسِفَتْ (10) وَإِذَا الرُّسُلُ أُقِّتَتْ (11) لِأَيِّ يَوْمٍ أُجِّلَتْ (12) لِيَوْمِ الْفَصْلِ (13)} [المرسلات: 8 - 13] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة النبأ - أَي - عَم {أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا (6) وَالْجِبَالَ أَوْتَادًا (7) وَخَلَقْنَاكُمْ أَزْوَاجًا (8) وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا (9) وَجَعَلْنَا اللَّيْلَ لِبَاسًا (10) وَجَعَلْنَا النَّهَارَ مَعَاشًا (11) وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا (12) وَجَعَلْنَا سِرَاجًا وَهَّاجًا (13) وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا (14) لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا (15) وَجَنَّاتٍ أَلْفَافًا (16)} [النبأ: 6 - 16] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة النازعات {أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا (27) رَفَعَ سَمْكَهَا فَسَوَّاهَا (28) وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا (29) وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا (30) أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا (31) وَالْجِبَالَ أَرْسَاهَا (32) مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (33)} [النازعات: 27 - 33]",
            "page": "140",
            "part": "1",
            "seal": "7AC31506"
        },
        {
            "id": "139",
            "nass": "وَمِنْهَا قَوْله تَعَالَى فِي سُورَة التكوير {إِذَا الشَّمْسُ كُوِّرَتْ (1) وَإِذَا النُّجُومُ انْكَدَرَتْ (2) وَإِذَا الْجِبَالُ سُيِّرَتْ (3) وَإِذَا الْعِشَارُ عُطِّلَتْ (4)} [التكوير: 1 - 4] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الانفطار {إِذَا السَّمَاءُ انْفَطَرَتْ (1) وَإِذَا الْكَوَاكِبُ انْتَثَرَتْ (2) وَإِذَا الْبِحَارُ فُجِّرَتْ (3)} [الانفطار: 1 - 3] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الانشقاق {إِذَا السَّمَاءُ انْشَقَّتْ (1) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (2) وَإِذَا الْأَرْضُ مُدَّتْ (3) وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ (4) وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ (5)} [الانشقاق: 1 - 5] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة البروج {وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (1) وَالْيَوْمِ الْمَوْعُودِ (2) وَشَاهِدٍ وَمَشْهُودٍ (3)} [البروج: 1 - 3] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الطارق {وَالسَّمَاءِ وَالطَّارِقِ (1) وَمَا أَدْرَاكَ مَا الطَّارِقُ (2) النَّجْمُ الثَّاقِبُ (3) إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ (4)} [الطارق: 1 - 4] ¶ وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الغاشية {أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (17) وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ (18) وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ (19) وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ (20) فَذَكِّرْ. . .} [الغاشية: 17 - 21]",
            "page": "141",
            "part": "1",
            "seal": "1CDE84A6"
        },
        {
            "id": "140",
            "nass": "وَمِنْهَا قَوْله تَعَالَى فِي سُورَة الشَّمْس: {وَالشَّمْسِ وَضُحَاهَا (1) وَالْقَمَرِ إِذَا تَلَاهَا (2) وَالنَّهَارِ إِذَا جَلَّاهَا (3) وَاللَّيْلِ إِذَا يَغْشَاهَا (4) وَالسَّمَاءِ وَمَا بَنَاهَا (5) وَالْأَرْضِ وَمَا طَحَاهَا (6) وَنَفْسٍ وَمَا سَوَّاهَا (7) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (8) قَدْ أَفْلَحَ مَنْ زَكَّاهَا (9) وَقَدْ خَابَ مَنْ دَسَّاهَا (10)} [الشمس: 1 - 10] ¶ هَذَا آخر مَا يسره الله مِمَّا تصدينا لَهُ وقصدناه. ¶ فَلهُ سُبْحَانَهُ الْحَمد حمدا لَا يُحْصى وَلَا يعد فَإِنَّهُ أنشأ الْأَشْيَاء من غير شبح وصور مَا صور من غير مِثَال وابتدع المبتدعات بِلَا احتذاء هُوَ الَّذِي قدر كل شَيْء تَقْديرا وَيسر كل شَيْء تيسيرا ودبر مَا دبر تدبيرا لم يعنه على خلقه شريك وَلم يؤازره فِي أمره وَزِير وَلم يكن لَهُ مشابه وَلَا نَظِير هُوَ الَّذِي ابْتَدَأَ واخترع واستحدث وابتدع وَأحسن صنع مَا صنع سُبْحَانَهُ مَا أجل شانه واصدع بِالْحَقِّ فرقانه! ¶ فأسألك اللَّهُمَّ رب السَّمَاوَات السَّبع وَمَا أظلت وَرب الْأَرْضين السَّبع وَمَا أقلت وَرب الشَّيَاطِين وَمَا أضلت أَن تكون لي جارا من شَرّ خلقك جَمِيعًا أَن يفرط عَليّ أحد مِنْهُم أَو أَن يطغى. عز جَارك وَلَا آله غَيْرك. ¶ وَكَانَ ذَلِك لست بَقينَ من شَوَّال سنة تسع وَثَلَاثِينَ ¶ وثلاثمائة وَألف من هِجْرَة سيد الكائنات، ¶ وَإِمَام الموجودات، حبيب رب الْعَالمين، ¶ ومصطفى الْخلق أَجْمَعِينَ.",
            "page": "142",
            "part": "1",
            "seal": "DE764A47"
        }
    ],
    "t1529": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "سورة البقرة"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "سورة آل عمران"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنعام"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأعراف"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "سورة التوبة"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "سورة يونس"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "سورة هود"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الرعد"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "سورة إبراهيم"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحجر"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النحل"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الإسراء"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الكهف"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "سورة مريم"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "سورة طه"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الأنبياء"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الحج"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "سورة المؤمنين"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النور"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الفرقان"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الشعراء"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "سورة النمل"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "سورة العنكبوت"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الروم"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "سورة لقمان"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "سورة السجدة"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "سورة سبأ"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "سورة فاطر"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "سورة يس"
        },
        {
            "id": "126",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الصافات"
        },
        {
            "id": "128",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الشورى"
        },
        {
            "id": "129",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الدخان"
        },
        {
            "id": "130",
            "lvl": "1",
            "sub": null,
            "tit": "سورة ق"
        },
        {
            "id": "132",
            "lvl": "1",
            "sub": null,
            "tit": "سورة القمر"
        },
        {
            "id": "134",
            "lvl": "1",
            "sub": null,
            "tit": "سورة الطلاق"
        },
        {
            "id": "137",
            "lvl": "1",
            "sub": null,
            "tit": "آيات من سور متفرقة"
        }
    ]
}