{
    "b1531": [
        {
            "hno": "1",
            "id": "1",
            "nass": "بِسم الله الرَّحْمَن الرَّحِيم ¶ الْحَمد لله الَّذِي لم يزل عَالما قَدِيرًا وَصلى الله على سيدنَا مُحَمَّد الَّذِي أرْسلهُ إِلَى النَّاس بشيرا وَنَذِيرا وعَلى آل مُحَمَّد وَصَحبه وَسلم تَسْلِيمًا كثيرا ¶ أما بعد فَإِن التصانيف فِي اصْطِلَاح أهل الحَدِيث قد كثرت فِي الْقَدِيم والْحَدِيث فَمن أول من صنف فِي ذَلِك القَاضِي أَبُو مُحَمَّد الرامَهُرْمُزِي فِي كِتَابه الْمُحدث الْفَاصِل بَين الرَّاوِي والواعي لكنه لم يستوعب وَالْحَاكِم أَبُو عبد الله النَّيْسَابُورِي لكنه لم يهذب وَلم يرتب وتلاه أَبُو نعيم الْأَصْبَهَانِيّ فَعمل على كِتَابه مستخرجا وَأبقى أَشْيَاء للمتعقب ¶ ثمَّ جَاءَ الْخَطِيب أَبُو بكر الْبَغْدَادِيّ فصنف فِي قوانين الراوية كتابا سَمَّاهُ الْكِفَايَة وَفِي آدابها كِتَابه الْجَامِع لِآدَابِ الشَّيْخ وَالسَّامِع وَقل فن من فنون الحَدِيث إِلَّا وَقد صنف فِيهِ كتابا مُفردا فَكَانَ كَمَا قَالَ الْحَافِظ أَبُو بكر بن نقطة كل من أنصف علم أَن الْمُحدثين بعد الْخَطِيب عِيَال على كتبه",
            "page": "35",
            "part": "1",
            "seal": "CEB2E3B1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "ثمَّ جَاءَ بعض من تَأَخّر عَن الْخَطِيب فَأخذ من هَذَا الْعلم بِنَصِيب فَجمع القَاضِي عِيَاض كتابا لطيفا سَمَّاهُ الإلماع إِلَى أصُول الرِّوَايَة وَالسَّمَاع وَأَبُو حَفْص الميانجي جزأ سَمَّاهُ",
            "page": "36",
            "part": "1",
            "seal": "EA5489C4"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "مَا لَا يسع الْمُحدث جَهله إِلَى غير ذَلِك من التصانيف الَّتِي اشتهرت وَبسطت واختصرت",
            "page": "37",
            "part": "1",
            "seal": "76D05896"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "إِلَى أَن جَاءَ الْحَافِظ الْفَقِيه تَقِيّ الدّين أَبُو عَمْرو عُثْمَان / بن الصّلاح عبد الرَّحْمَن الشهرزوري نزيل دمشق فَجمع لما ولي تدريس الحَدِيث بِالْمَدْرَسَةِ الأشرفية كِتَابه الْمَشْهُور فهذب فنونه",
            "page": "40",
            "part": "1",
            "seal": "77BFD284"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وأملاه شَيْئا بعد شَيْء فَلهَذَا لم يتناسب وَضعه واعتنى بتصانيف الْخَطِيب المتفرقة فَجمع فِي كِتَابه مَا تفرق فِي غَيره فَلهَذَا عكف النَّاس عَلَيْهِ وَسَارُوا بسيره مَا بَين ناظم لَهُ ومختصر ومستدرك عَلَيْهِ ومنتصر ومعارض لَهُ ومقتصر",
            "page": "41",
            "part": "1",
            "seal": "7CAE36AF"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "إِلَى أَن جَاءَ الْحَافِظ بِإِمَام شيخ الْإِسْلَام نَاصِر سنة سيد الْأَنَام المترجم بفيلسوف علل الْأَخْبَار وطيبها المنعوت لما انه الْمُقدم بِإِمَام طَائِفَة أهل الحَدِيث وخطيبها السَّابِق فِي معرفَة صَحِيح وَسَقِيم الْخَبَر قَاضِي الْقُضَاة شهَاب الدّين أَحْمد بن حجر الْعَسْقَلَانِي الأَصْل الْمصْرِيّ الشَّافِعِي ¶ فلخص المهم من هَذَا الإصطلاح مِمَّا جمعه فِي كِتَابه الْحَافِظ ابْن الصّلاح مَعَ فرائد ضمت إِلَيْهِ وفوائد زيدت عَلَيْهِ فِي أوراق قَليلَة هِيَ فِي نَفسهَا جليلة سَمَّاهَا نخبة الْفِكر فِي مصطلح أهل الْأَثر فَصَارَت جديرة إِذْ صغرت حجما وتراءت نجما لكل أثري بقول من قَالَ ¶ (والنجم تستصغر الْأَبْصَار صورته ... والذنب للطرف لَا للنجم فِي الصغر) ¶ إِلَى أَن شرحها وَضمن شرحها من طرف الْفَوَائِد وزوائد العوائد كرة فكرة مَا لَا يُحْصى كَثْرَة وَإِن لم يخل عَن فَوَات تَحْرِير وركاكة تَقْرِير كَمَا لم يخل مَتنه عَن ضيق الْعبارَة وَإِن لطفت مِنْهُ الْإِشَارَة كَمَا قيل ¶ (يُشِير إِلَى غر الْمعَانِي بِلَفْظِهِ ... كحب إِلَى المشاق باللحظ يرمز) ¶ حَتَّى حشى عَلَيْهِ تلميذاه الإِمَام زين الدّين أَبُو الْعدْل قَاسم",
            "page": "42",
            "part": "1",
            "seal": "E0BDA711"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "الْحَنَفِيّ وَشَيخ بعض شُيُوخنَا الإِمَام كَمَال الدّين مُحَمَّد بن أبي شرِيف الْمَقْدِسِي الشَّافِعِي",
            "page": "43",
            "part": "1",
            "seal": "A5C29B80"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "فَوضع الأول حَوَاشِي سَمَّاهَا القَوْل المبتكر على شرح نخبة الْفِكر وأودعها من التَّحْرِير جانبا وَلم يكن عَن مناقشة ذَلِك التَّحْرِير جانبا ¶ وَوضع الثَّانِي من الْحَوَاشِي مَا رفع بِهِ من الغواشي مَعَ مَا فِيهِ من القادح وَشَيْء كَانَ علقه عَن الشَّارِح ¶ ثمَّ لما رفعت إِلَى الصرح بِقِرَاءَة هَذِه الشَّرْح سنة إِحْدَى",
            "page": "44",
            "part": "1",
            "seal": "6935DFD9"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وَأَرْبَعين وتسع مئة على الْأُسْتَاذ شمس الدّين مُحَمَّد الشهير بِابْن عروس الديروطي الْمصْرِيّ الشَّافِعِي نزيل حلب كنت كتبت حَال قراءتي عَلَيْهِ حَوَاشِي سميتها منح النغبة على شرح النخبة منطوية على فرائد مِنْهُ استفدتها محتوية على زَوَائِد لما وحدتها استجدتها ¶ وَلَكِن كَانَ فِيهِ مسَائِل خلافية رجح فِيهَا خلاف مَا عَلَيْهِ أَصْحَابنَا الْحَنَفِيَّة فَلم يعم نَفعه الثُّلثَيْنِ كَأَنَّهُ قَول بالقلتين فآثرت",
            "page": "45",
            "part": "1",
            "seal": "CB53BE30"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الْآن تبيان مَا نَحن عَلَيْهِ إِثْر بَيَان مَا جنح من جنح إِلَيْهِ بِقدر مَا أمكن وبحسب مَا قدر الْقَادِر وَمكن ¶ فأخرجت من بَين الشَّرْح وحواشيه متْنا متينا وَقطعت من الْإِخْلَال بِمَا نَحن عَلَيْهِ والإملال بِمَا لَا حَاجَة إِلَيْهِ وتينا وفصلته فصولا مقررة وضمنته أصولا محررة هِيَ من مغاصها دُرَر لغواصها وَمن مطالعها دراري لمطالعها من غير تَغْيِير لبَعض النُّصُوص لما أَنَّهَا جَوَاهِر وفصوص وسميته قفو الْأَثر فِي صفو عُلُوم الْأَثر راجيا مِنْهُ تَعَالَى نفع مُسَمَّاهُ حَالا ومآلا وَمن الملمين بطلله عُذْري فِي خلله وزلله وَالله تَعَالَى هُوَ الْمُوفق فصل فِي الحَدِيث الْمُتَوَاتر ¶ هُوَ مَا رَوَاهُ عَن استناد إِلَى الْحس دون الْعقل الصّرْف عدد أحالت الْعَادة تواطؤهم على الْكَذِب فَقَط أَو رَوَوْهُ عَن مثلهم من الِابْتِدَاء إِلَى الإنتهاء ومستند رِوَايَة منتهاهم الْحس أَيْضا فالنوع الأول مَا لَا طباق لَهُ وَالثَّانِي مَا لَهُ طبقتان فَأكْثر ¶ ثمَّ هُوَ بقسميه مُفِيد للْعلم الضَّرُورِيّ لَا النظري وَغير مَحْصُور فِي عدد معِين لَا مَحْصُور فِيهِ وموجود وجود كَثْرَة لَا مَعْدُوم وَلَا مَوْجُود وجود قلَّة خلافًا لزاعمي ذَلِك ¶ وَمَتى استوفيت شُرُوطه وَتَخَلَّفت إِفَادَة الْعلم عَنهُ فلمانع لَا بِمُجَرَّدِهِ وَمن شَأْنه أَن لَا يشْتَرط عَدَالَة رِجَاله بِخِلَاف غَيره ¶ فصل فِي الْمَشْهُور ¶ هُوَ مَا رَوَاهُ عدد فَوق الْإِثْنَيْنِ إِلَى",
            "page": "46",
            "part": "1",
            "seal": "5B784C25"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "جمَاعَة من الصَّحَابَة وَلم يفد بِمُجَرَّدِهِ الْعلم فَهُوَ مباين للمتواتر خلافًا لِابْنِ الصّلاح إِذْ جعله أَعم مِنْهُ ¶ وَهُوَ المستفيض على رَأْي جمَاعَة من أَئِمَّة الْفُقَهَاء وَقيل المستفيض يكون عدد طَرفَيْهِ ووسطه سَوَاء وَالْمَشْهُور أَعم من ذَلِك وَيُطلق الْمَشْهُور أَيْضا على مَا اشْتهر على الْأَلْسِنَة مُطلقًا ¶ فصل فِي الْعَزِيز ¶ هُوَ مَا لم يروه أقل من اثْنَيْنِ عَن أقل مِنْهُمَا بِأَن رَوَاهُ اثْنَان عَن كل من اثْنَيْنِ وَهَكَذَا إِلَى صحابيين أَو رَوَاهُ عَن كل من الصحابيين اثْنَان وَعَن كل مِنْهُمَا اثْنَان ثمَّ عَن كل من هذَيْن الْإِثْنَيْنِ اثْنَان وَهَكَذَا وَإِن ورد فِي بعض الْمَوَاضِع من سَنَد كل وَاحِد مِنْهُمَا رِوَايَة أَكثر من اثْنَيْنِ عَن أحد اثْنَيْنِ وَجَمَاعَة آخَرين عَن الآخر ¶ وَلَيْسَ شَرطه شرطا للصحيح خلافًا لمن زَعمه ¶ فصل فِي الْغَرِيب ¶ هُوَ مَا ينْفَرد بروايته وَاحِد فِي أَي مَوضِع كَانَ الإنفراد من السَّنَد بعد الصَّحَابِيّ وَهَذَا هُوَ الْغَرِيب من جِهَة الْمَتْن والسند مَعًا ¶ فَإِن كَانَت الغرابة فِي التَّابِعِيّ سَوَاء كَانَت فِيهِ فَقَط أَو فِيهِ وفيمن يَلِيهِ فَقَط أَو فِي جَمِيع من بعد الصَّحَابِيّ أَو أَكْثَره سمي الحَدِيث بالفرد الْمُطلق ¶ وَإِن كَانَت فِيمَن بعده إِمَّا فِي أثْنَاء السَّنَد أَو فِي آخِره سمي بالفرد النسبي",
            "page": "47",
            "part": "1",
            "seal": "0D525C0D"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وَإِن كَانَ الحَدِيث قبل عروضها لَهُ عَزِيزًا أَو مَشْهُورا يقل إِطْلَاق الْفَرد عَلَيْهِ كَمَا يقل إِطْلَاق الْغَرِيب على الْفَرد الْمُطلق وَإِن رادف الْفَرد والغريب اصْطِلَاحا ¶ وَلَهُم مَا هُوَ غَرِيب من جِهَة السَّنَد دون الْمَتْن وَهُوَ مَا يكون مَشْهُورا بِرِوَايَة جمَاعَة من الصَّحَابَة فينفرد ثِقَة بروايته عَن صَحَابِيّ آخر لَا يعرف هُوَ من رِوَايَته إِلَّا من طَرِيق ذَلِك الثِّقَة ¶ وَأما عَكسه فَلَا وجود لَهُ ¶ هَذَا فِي التفرد بِالنِّسْبَةِ إِلَى شخص معِين وَقد يكون بِالنِّسْبَةِ إِلَى أهل بلد معِين كَأَن يُقَال هُوَ من أَفْرَاد الْكُوفِيّين فَإِن أَرَادَ الْقَائِل أَنه رَوَاهُ وَاحِد مِنْهُم فَهُوَ من الْفَرد بِالنِّسْبَةِ إِلَى شخص معِين ¶ فصل وَكلهَا سوى الْمُتَوَاتر آحَاد ¶ وفيهَا ¶ المقبول وَهُوَ مَا رجح صدق الْمخبر بِهِ ¶ والمردود وَهُوَ مَا يرجح كذب الْمخبر بِهِ ¶ وَمَا يتَوَقَّف فِي قبُوله ورده لتوقف الِاسْتِدْلَال بهَا على الْبَحْث عَن أَحْوَال رواتها بِخِلَاف الْمُتَوَاتر فكله مَقْبُول لعدم توقف الِاسْتِدْلَال بِهِ على الْبَحْث عَن أَحْوَال رُوَاته ¶ فصل قَالَ قَاضِي الْقُضَاة ¶ وَقد يَقع فِي أَخْبَار الْآحَاد",
            "page": "48",
            "part": "1",
            "seal": "52E48F58"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "مَا يُفِيد الْعلم النظري على الْمُخْتَار وعنى بِهِ مَا احتف بالقرائن وَجعله أنواعا ¶ مِنْهَا مَا أخرجه الشَّيْخَانِ فِي صَحِيحَيْهِمَا من أَخْبَار الْآحَاد مِمَّا لم ينتقده أحد من الْحفاظ وَلَا / وَقع التجاذب بَين مدلوليه حَتَّى حصل الْإِجْمَاع على تَسْلِيم صِحَّته ¶ وَمِنْهَا الْمَشْهُور إِذا كَانَت لَهُ طرق متباينة سَالِمَة من ضعف الروَاة والعلل ¶ وَمِنْهَا المسلسل بالأئمة الْحفاظ المتقنين حَيْثُ لَا يكون غَرِيبا كالحديث الَّذِي رَوَاهُ أَحْمد بن حَنْبَل مثلا ويشاركه فِيهِ غَيره عَن الشَّافِعِي وَفِيه غَيره عَن مَالك بن أنس ¶ وَالْمُخْتَار عندنَا معشر الْحَنَفِيَّة خلاف هَذَا الْمُخْتَار حَتَّى إِن خبر كل وَاحِد فَهُوَ مُفِيد للظن وَإِن تفاوتت طَبَقَات الظنون قُوَّة وضعفا ¶ فصل فِي الصَّحِيح وَالْحسن لذاته وَلغيره ¶ اعْلَم أَن الصَّحِيح لذاته هُوَ خبر الْوَاحِد الْمُتَّصِل السَّنَد بِنَقْل عدل تَامّ الضَّبْط غير مُعَلل بقادح وَلَا شَاذ",
            "page": "49",
            "part": "1",
            "seal": "975C02F3"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ونعني بتام الضَّبْط من يكون لَا بِحَيْثُ يُقَال إِنَّه قد يضْبط وَقد لَا يضْبط ¶ وبالضبط ضبط صدر وَهُوَ أَن يثبت الرَّاوِي مَا سَمعه بِحَيْثُ يتَمَكَّن من استحضاره مَتى شَاءَ وَضبط كتاب وَهُوَ صيانته لَدَيْهِ مُنْذُ سمع وَصَححهُ إِلَى أَن يُؤَدِّي مِنْهُ ¶ فَإِن خف الضَّبْط وَالصِّفَات الْأُخْرَى فِيهِ فَهُوَ الْحسن لذاته ¶ فَإِن تعدّدت طرق الْحسن لذاته بمجيئه من طَرِيق آخر أقوى أَو مُسَاوِيَة أَو طرق أُخْرَى وَلَو منحطة فَهُوَ الصَّحِيح لغيره ¶ وَأما الْحسن لغيره فَهُوَ الْوَاحِد الَّذِي يرويهِ من يكون سيء الْحِفْظ وَلَو مختلطا لم يتَمَيَّز مَا حدث بِهِ قبل الِاخْتِلَاط أَو يكون مَسْتُورا أَو مُرْسلا لحديثه أَو مدلسا فِي رِوَايَته من غير معرفَة الْمَحْذُوف فيهمَا فيتابع أيا كَانَ مِنْهُم من هُوَ مثله أَو فَوْقه فِي الدرجَة من السَّنَد وستعرف الْمُتَابَعَة ¶ وَقيل الْحسن لغيره مَا رَوَاهُ المستور الَّذِي توقف فِيهِ ثمَّ قَامَت قرينَة رجحت جَانب قبُوله لمجيء مروية من طَرِيق أُخْرَى ¶ فصل فِي تفَاوت رتب مُطلق الصَّحِيح وَالْحسن ¶ أما الْحسن فَالَّذِي صحّح إِسْنَاده عدَّة من الْحفاظ ونعتوه بِأَنَّهُ من أدنى مَرَاتِب الْإِسْنَاد الصَّحِيح",
            "page": "50",
            "part": "1",
            "seal": "4729A41F"
        },
        {
            "hno": "2",
            "id": "17",
            "nass": "وَإِن حسنه الْأَكْثَرُونَ مِنْهُم فَهُوَ مقدم على مَا لم يصحح إِسْنَاده أحد ¶ وَمَا لم يصحح إِسْنَاده أحد وَلم يضعف إِسْنَاده بَعضهم فَهُوَ مقدم على خِلَافه ¶ وَأما الصَّحِيح فَالَّذِي أطلق بعض الْأَئِمَّة على إِسْنَاده أَنه أصح الْأَسَانِيد وَإِن كَانَ الْمُعْتَمد عدم إِطْلَاق ذَلِك لترجمة مُعينَة مِنْهَا فَهُوَ مقدم على خِلَافه ¶ وخلافه إِن كَانَت فِيهِ صِفَات الصَّحِيح كلهَا بِلَا خلاف فَهُوَ مقدم على مَا هِيَ فِيهِ مَعَ الْخلاف فِي وجود بَعْضهَا أَو مَعَ الْخلاف فِي كَونه شرطا للصِّحَّة بعد الِاتِّفَاق على عَدمه نَحْو الِاتِّصَال بِالنِّسْبَةِ إِلَى من يصحح مُرْسل أهل الْقُرُون الثَّلَاثَة وهم أَصْحَابنَا الْحَنَفِيَّة وَنَحْو الضَّبْط بِالنِّسْبَةِ إِلَى من يصحح مَا نَقله عدل وَإِن لم يكن ضابطا ¶ وَأَيْضًا مَا اتّفق الشَّيْخَانِ على تَخْرِيجه فِي صَحِيحَيْهِمَا فَهُوَ مقدم على مَا انْفَرد بِهِ أَحدهمَا فِي صَحِيحه ¶ - وَمَا انْفَرد بِهِ البُخَارِيّ فِي صَحِيحه ¶ - فَهُوَ مقدم على مَا انْفَرد بِهِ مُسلم فِي صَحِيحه لوَجْهَيْنِ ¶ أَحدهمَا أَنه كَانَ أجل من مُسلم فِي الْعُلُوم وَأعرف بصناعة الحَدِيث مِنْهُ وَأَن مُسلما تِلْمِيذه وخريجه وَلم يزل يَسْتَفِيد مِنْهُ وَيتبع آثاره",
            "page": "51",
            "part": "1",
            "seal": "C009C9B6"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وَثَانِيهمَا أَن الصِّفَات الَّتِي تَدور عَلَيْهَا الصِّحَّة فِي كتاب البُخَارِيّ أتم مِنْهَا فِي كتاب مُسلم وَأسد وَشَرطه فِيهَا أقوى وَأَشد ¶ أما رجحانه من حَيْثُ الِاتِّصَال فلاشتراطه ثُبُوت لِقَاء الرَّاوِي لمن روى عَنهُ وَلَو مرّة بِخِلَاف مُسلم فَإِنَّهُ اكْتفى بِإِمْكَان اللِّقَاء ¶ وَأما من حَيْثُ الْعَدَالَة والضبط فَلِأَن من تكلم فيهم من رجال صَحِيحه أقل بِخِلَاف مُسلم فَإِن من تكلم فيهم من رجال صَحِيحه أَكثر وَلِأَنَّهُ لم يكثر من إِخْرَاج حَدِيث من تكلم فيهم بِخِلَاف مُسلم وَلِأَن أَكثر مَا انْفَرد بِهِ مِنْهُم هم من شُيُوخه الَّذين أَخذ عَنْهُم ومارس حَدِيثهمْ بِخِلَاف مُسلم وَلما علم من أَنه إِنَّمَا كَانَ يخرج حَدِيث من كَانَ متقنا ملازما لمن أَخذ عَنهُ مُلَازمَة طَوِيلَة دون حَدِيث من يَتْلُو هَذِه الطَّبَقَة فيهمَا فِي المتابعات إِلَّا حَيْثُ تقوم الْقَرِينَة لضبطه لَهُ بِخِلَاف مُسلم ¶ وَأما من حَيْثُ عدم الشذوذ وَالتَّعْلِيل فَلِأَن مَا انتقد عَلَيْهِ من الْأَحَادِيث أقل بِخِلَاف مُسلم ¶ وَادّعى الزين قَاسم أَن النَّقْد الْمَذْكُور غير مُسلم وَأَنه لَيْسَ كُله من الحيثيتين ¶ وَمِنْهُم من قدم صَحِيح مُسلم فِي الصِّحَّة على صَحِيح البُخَارِيّ وَاسْتدلَّ لَهُ بقول الْحَافِظ أبي عَليّ النَّيْسَابُورِي",
            "page": "52",
            "part": "1",
            "seal": "E5801A26"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "مَا تَحت أَدِيم السَّمَاء أصح من كتاب مُسلم وَقَول مسلمة بن قَاسم حَيْثُ ذكر صَحِيح مُسلم لم يضع أحد مثله ¶ ورد الأول بِأَنَّهُ إِنَّمَا نفى وجود كتاب أصح من كتاب مُسلم",
            "page": "53",
            "part": "1",
            "seal": "4B670E3A"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وَلم ينف المساوة وَلَو سلم فمعارض بقول شَيْخه الإِمَام أبي عبد الرَّحْمَن النَّسَائِيّ مَا فِي هَذِه الْكتب أَجود من كتاب مُحَمَّد بن إِسْمَاعِيل إِذْ الظَّاهِر أَنه أَرَادَ الأجودية فِي الصِّحَّة لَا فِي غَيرهَا وَلَو سلم فَالْقَوْل بِتَقْدِيم صَحِيح البُخَارِيّ فِي الصِّحَّة على صَحِيح مُسلم هُوَ قَول الْجُمْهُور ¶ (وَالْقَوْل مَا قَالَت حذام ... )",
            "page": "54",
            "part": "1",
            "seal": "16C2EAFA"
        },
        {
            "hno": "4",
            "id": "21",
            "nass": "ورد الثَّانِي بِأَنَّهُ إِن أَرَادَ أَن أحدا لم يضع مثله فِي جودة التَّرْكِيب وَحسن التَّهْذِيب فَمُسلم لكنه لم يلْزم مِنْهُ تَقْدِيمه فِي الصِّحَّة على صَحِيح البُخَارِيّ وَإِن أَرَادَ أَن أحدا لم يضع مثله فِي الصِّحَّة فَمَمْنُوع ¶ - وَأما مَا كَانَ على شَرطهمَا مِمَّا لم يخرجَاهُ فِي صَحِيحَيْهِمَا",
            "page": "55",
            "part": "1",
            "seal": "A24DDB39"
        },
        {
            "hno": "6",
            "id": "22",
            "nass": "- فمقدم على مَا كَانَ على شَرط البُخَارِيّ ¶ - وَهُوَ مقدم على مَا كَانَ على شَرط مُسلم ¶ - وَهُوَ مقدم على مَا لَيْسَ على شَرطهمَا اجتماعا وَلَا انفرادا ¶ ونعني بشرطهما اجتماعا أَن يكون رُوَاة الحَدِيث رُوَاة كِتَابَيْهِمَا مَا بَاقِي شُرُوط الصَّحِيح على الصَّحِيح ¶ لَكِن مَا كَانَ على شَرطهمَا وَلَيْسَ لَهُ عله فَهُوَ فَوق مَا انْفَرد بِهِ البُخَارِيّ وَكَذَا مُسلم فِي صَحِيحه على الْمُخْتَار ¶ وَذهب قَاضِي الْقُضَاة إِلَى أَن مَا كَانَ على شَرطهمَا فَهُوَ دونه أَو مثله ¶ قَالَ وَإِنَّمَا قلت أَو مثله لما عِنْد مُسلم جِهَة تَرْجِيح أَيْضا من حَيْثُ أَنه فِي الْكتاب المذكورفتعادلا",
            "page": "56",
            "part": "1",
            "seal": "F9B979A6"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "ورده الزين قَاسم بِأَن قُوَّة الحَدِيث إِنَّمَا هِيَ بِالنّظرِ إِلَى رِجَاله لَا بِالنّظرِ إِلَى كَونه فِي كتاب كَذَا",
            "page": "57",
            "part": "1",
            "seal": "DE399D09"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "فَهَذِهِ سَبْعَة أَقسَام مُتَفَاوِتَة فِي الصِّحَّة عِنْد قَاضِي الْقُضَاة وَأَعْلَى الثَّلَاثَة الأول أَولهَا كَمَا أَن أَعلَى الْأَرْبَعَة الْأَخِيرَة أَولهَا ¶ وَلَو رجح قسم من هَذِه السَّبْعَة على مَا فَوْقه بمرجح قدم على مَا فَوْقه ¶ كَمَا لَو كَانَ الحَدِيث مِمَّا انْفَرد بِهِ مُسلم وَهُوَ مَشْهُور مُفِيد للظن فحفته قرينَة بهَا أَفَادَ الْعلم فَقدم على فَرد مُطلق انْفَرد البُخَارِيّ لبَقَائه على إِفَادَة الظَّن دون ذَاك ¶ أَو كَانَ مِمَّا لم يخرجَاهُ وَلَكِن كَانَ من تَرْجَمَة وصفت بِكَوْنِهَا أصح الْأَسَانِيد فَقدم على مَا انْفَرد بِهِ أَحدهمَا مثلا وَلم يكن مِنْهُمَا لَا سِيمَا إِذا كَانَ فِي إِسْنَاده من فِيهِ مقَال",
            "page": "58",
            "part": "1",
            "seal": "170D99F7"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "فصل إِن وصف واصف حَدِيثا وَاحِدًا بِالصَّحِيحِ وَالْحسن مَعًا ¶ من غير عطف كَقَوْل التِّرْمِذِيّ وَغَيره حَدِيث حسن صَحِيح فَلَا إِشْكَال فِي الْجمع بَينهمَا على هَذَا الْوَجْه ¶ لِأَنَّهُ إِذا كَانَ فَردا فلتردد الْمُجْتَهد فِي ناقله هَل اجْتمعت فِيهِ شُرُوط الصِّحَّة أَو الْحسن لوُقُوع الْخلاف بَين أهل الحَدِيث فِيهِ أناقل صَحِيح هُوَ أم ناقل حسن وعَلى هَذَا فَمَا قيل فِيهِ حسن صَحِيح فعلى حذف أَو فَهُوَ دون مَا قيل فِيهِ صَحِيح ¶ وَإِن كَانَ غير فَرد فباعتبار إسنادين يَقْتَضِي أَحدهمَا صِحَّته وَالْآخر حسنه وعَلى هَذَا فَمَا قيل فِيهِ حسن صَحِيح فعلى حذف الْوَاو فَهُوَ فَوق مَا قيل فِيهِ صَحِيح إِذا كَانَ فَردا هَكَذَا قيل ¶ وَأورد على الأول وُقُوع الْجمع بَينهمَا فِي فَرد قد جمع شُرُوط الصِّحَّة بالِاتِّفَاقِ وعَلى الثَّانِي وُقُوعه فِيمَا كلا إسناديه على شَرط الصَّحِيح ¶ وَكَذَا لَا إِشْكَال فِي قَول التِّرْمِذِيّ فِي بعض الْأَحَادِيث حسن غَرِيب لَا نعرفه إِلَّا من هَذَا الْوَجْه مَعَ اشْتِرَاطه فِي تَعْرِيف الْحسن أَن يرْوى من غير وَجه لِأَن الْحسن الَّذِي اشْترط فِي تَعْرِيفه ذَلِك أَن يرْوى من غير وَجه لِأَن الْحسن الَّذِي اشْترط فِي تَعْرِيفه ذَلِك إِنَّمَا هُوَ مَا يَقُول فِيهِ حسن وَأما مَا يَقُول فِيهِ حسن مَعَ ذكر صفة أُخْرَى فَهُوَ لم يعرفهُ أصلا كَمَا لم يعرف مَا يَقُول فِيهِ صَحِيح أَو غَرِيب ¶ فصل فِي زِيَادَة رَاوِي الصَّحِيح وَالْحسن ¶ هِيَ مَقْبُولَة مَا لم تقع مُخَالفَة لرِوَايَة من هُوَ أوثق مِنْهُ",
            "page": "59",
            "part": "1",
            "seal": "F86E2655"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وَإِطْلَاق كثير من الشَّافِعِيَّة القَوْل بِقبُول زِيَادَة الثِّقَة مَحْمُولَة على تقييدهم الْخَبَر المقبول بِأَن لَا يكون شاذا ¶ وَلَيْسَ نَص إمَامهمْ حَيْثُ قَالَ وَيكون إِذا شرك أحدا من الْحفاظ لم يُخَالِفهُ فَإِن خَالفه فَوجدَ حَدِيثه أنقص كَانَ فِي ذَلِك دَلِيل على صِحَة مخرج حَدِيثه وَمَتى خَالف مَا وصفت أضرّ ذَلِك بحَديثه منافيا لإطلاقهم كَمَا ظن ¶ زعما أَنه اقْتضى أَنه إِذا حَالف الْعدْل أحدا من الْحفاظ فَوجدَ حَدِيثه أَزِيد أضرّ ذَلِك بحَديثه فَدلَّ على أَن زِيَادَة الْعدْل عِنْده لَا يلْزم قبُولهَا مُطلقًا وَإِنَّمَا يلْزم قبُولهَا من الْعدْل الْحَافِظ لِأَن الْعدْل غير الثِّقَة الَّذِي هُوَ الْعدْل الضَّابِط مَعًا وَكَلَامه إِنَّمَا هُوَ فِي عدل لم يعرف ضَبطه وعَلى قِيَاس مَا سبق لَا تقبل زِيَادَة الضَّعِيف إِذا خَالَفت رِوَايَة الثِّقَة ¶ هَذَا وَذهب بعض أَصْحَاب الحَدِيث إِلَى رد الزِّيَادَة مُطلقًا وَنقل عَن مُعظم أَصْحَاب / أبي حنيفَة رَضِي الله عَنهُ ¶ وَالْمُخْتَار عِنْد ابْن الساعاتي وَغَيره من الْحَنَفِيَّة انه إِذا انْفَرد",
            "page": "60",
            "part": "1",
            "seal": "13DD2390"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "الْعدْل بِزِيَادَة لَا تخَالف كَمَا لَو نقل أَنه صلى الله عَلَيْهِ وَسلم دخل الْبَيْت فَزَاد وَصلى ¶ فَإِن اخْتلف الْمجْلس قبلت بِاتِّفَاق ¶ وَإِن اتَّحد وَكَانَ غَيره قد انْتهى فِي الْعدَد إِلَى حد لَا يتَصَوَّر غفلتهم عَن مثل مَا زَاد لم تقبل ¶ وَإِن لم ينْتَه فالجمهور على الْقبُول خلافًا لبَعض الْمُحدثين وَأحمد فِي رِوَايَة ¶ وَإِن جهل حَال الْمجْلس فَهُوَ بِالْقبُولِ أولى مِمَّا إِذا اتَّحد بذلك الشَّرْط",
            "page": "62",
            "part": "1",
            "seal": "C6AC64F4"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وَأما إِذا كَانَت الزِّيَادَة مُخَالفَة فَالظَّاهِر التَّعَارُض ¶ فصل فِي الحَدِيث الْمَحْفُوظ والشاذ وَالْمَعْرُوف وَالْمُنكر ¶ إِن خُولِفَ الرَّاوِي المقبول بأرجح مِنْهُ لمزيد ضبط أَو كَثْرَة عدد أَو مُرَجّح سواهُمَا سمي مَا رَوَاهُ الْأَرْجَح بالمحفوظ وَالْآخر بالشاذ ¶ فالشاذ مَا رَوَاهُ المقبول مُخَالفا لمن هُوَ أرجح مِنْهُ ¶ وَالْمَحْفُوظ مَا رَوَاهُ المقبول مُخَالفا لمن هُوَ أدنى مِنْهُ رجحانا ¶ وَإِن خُولِفَ الضَّعِيف لكَونه مَجْهُول الْحَال أَو سيء الْحِفْظ مثلا بأخف مِنْهُ ضعفا سمي مَا رَوَاهُ الأخف ضَعِيفا بِالْمَعْرُوفِ وَالْآخر بالمنكر ¶ فالمنكر مَا رَوَاهُ الضَّعِيف مُخَالفا لمن هُوَ أدنى مِنْهُ ضعفا ¶ وَالْمَعْرُوف مَا رَوَاهُ الضَّعِيف مُخَالفا لمن هُوَ أَعلَى مِنْهُ ضعفا ¶ وَقد علم مِمَّا سبق أَن الْمَحْفُوظ مقدم على الْمَعْرُوف وَأَن الشاذ مقدم على الْمُنكر وَأَن بَينهمَا تباينا لَا عُمُوما من وَجه كَمَا قَالَ قَاضِي الْقُضَاة قَالَ وَقد غفل من سوى بَينهمَا",
            "page": "63",
            "part": "1",
            "seal": "FF976C6E"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "فصل فِي معرفَة الِاعْتِبَار والمتابعات والشواهد ¶ اعْلَم أَن الشَّاهِد حَدِيث يُسَاوِي آخر أَو يُشبههُ فِي الْمَعْنى فَقَط والصحابي غير وَاحِد وإيراده يُسمى اسْتِشْهَادًا ¶ والمتابعة أَن يُتَابع رَاوِيا ظن تفرده وَلَو صحابيا غَيره / وَلَو صحابيا فِي لفظ مَا رَوَاهُ أَو مَعْنَاهُ بِشَرْط وحدة الصَّحَابِيّ فِي مُتَابعَة غَيره لغيره وَيُسمى هَذَا الْغَيْر المتابع بِكَسْر الْبَاء وَالتَّابِع أَيْضا ¶ وَهِي تَامَّة إِن حصلت للراوي نَفسه وقاصرة إِن حصلت لشيخه أَو من فَوْقه مُطلقًا ¶ وَمن لم يذكر مُتَابعَة رَاوِي الْفَرد الْمُطلق والصحابي مُقْتَصرا على مُتَابعَة رَاوِي النسبي فقد أخل ¶ وَخص قوم الْمُتَابَعَة بِمَا حصل بِاللَّفْظِ سَوَاء كَانَ من رِوَايَة ذَلِك الصَّحَابِيّ أم لَا وَالشَّاهِد بِمَا حصل بِالْمَعْنَى كَذَلِك ¶ وَقد تطلق الْمُتَابَعَة على الشَّاهِد وَبِالْعَكْسِ وَالْأَمر فِيهِ سهل ¶ وَأما الِاعْتِبَار فتتبع طرق الحَدِيث الَّذِي يظنّ أَنه فَرد ليعلم أَن لَهُ مُتَابعًا أَو شَاهدا أَو لَا هَذَا وَلَا ذَاك ¶ ثمَّ اعْلَم أَنه قد يدْخل فِي بَاب الْمُتَابَعَة والاستشهاد رِوَايَة من لَا يحْتَج بحَديثه وَحده بل يكون معدودا فِي الضُّعَفَاء وَفِي كتابي البُخَارِيّ وَمُسلم جمَاعَة من الضُّعَفَاء ذكراهم فِي المتابعات والشواهد",
            "page": "64",
            "part": "1",
            "seal": "2C572BCB"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وَلَيْسَ كل ضَعِيف يصلح لذَلِك وَلِهَذَا يَقُول الدَّارَقُطْنِيّ وَغَيره فِي الضُّعَفَاء فلَان يعْتَبر بِهِ وَفُلَان لَا يعْتَبر بِهِ وَكَذَا رِوَايَة عدل لَيْسَ من شَرط الشَّيْخَيْنِ فيخرجان حَدِيثه فِي الْمُتَابَعَة والاستشهاد دون غَيرهمَا ¶ فصل فِي تَقْسِيم الحَدِيث المقبول وَلَكِن بِالْقِيَاسِ إِلَى مَقْبُول آخر بِحَيْثُ يخرج مِنْهُ الْمُحكم ومختلف الحَدِيث والناسخ والمنسوخ ¶ اعْلَم أَن المقبول ¶ إِن سلم من مُعَارضَة مَقْبُول آخر وَلَو ظَاهرا فَهُوَ الْمُحكم ¶ وَإِن لم يسلم من ذَلِك بِأَن عَارضه مثله من أصل المقبول فَإِن أمكن الْجمع بَين مدلوليهما بِغَيْر تعسف فهما مَعًا مُخْتَلف الحَدِيث ¶ وَإِلَّا فَإِن ثَبت الْمُتَأَخر مِنْهُمَا بالتاريخ الْمَعْلُوم من خَارج مُطلقًا أَو الْمَعْلُوم لَا من خَارج مُطلقًا فهما النَّاسِخ والمنسوخ ¶ وَلَيْسَ من النَّاسِخ مَا يرويهِ الصَّحَابِيّ الْمُتَأَخر الْإِسْلَام مُعَارضا لمتقدم الْإِسْلَام إِلَّا أَن يُصَرح بِسَمَاعِهِ من النَّبِي صلى الله عَلَيْهِ وَسلم وَأَن يكون الْمُتَقَدّم الْإِسْلَام قد سَمعه قبل سَمَاعه ¶ وَكَذَا الْإِجْمَاع لَا يكون نَاسِخا على الْمُخْتَار عِنْد ابْن الساعاتي من أَصْحَابنَا وَغَيره لِأَنَّهُ إِن كَانَ عَن نَص فَهُوَ النَّاسِخ",
            "page": "65",
            "part": "1",
            "seal": "1EEC1E17"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وَإِلَّا فالترجيح بِوَجْه من وجوهه الْمُتَعَلّقَة بِالْمَتْنِ أَو بِالْإِسْنَادِ إِن أمكن ثمَّ التَّوَقُّف عَن الْعَمَل بِكُل وَاحِد مِنْهُمَا إِن لم يُمكن هَذَا وَالأَصَح أَن مُخْتَلف الحَدِيث إِنَّمَا هُوَ الحديثان المقبولان المتعارضان فِي الْمَعْنى ظَاهرا مُطلقًا وَأَن يطْلب التَّارِيخ أَولا فَإِن لم يُوجد طلب الْجمع فَإِن لم يُمكن ترك الْعَمَل بهما ¶ فصل فِي الحَدِيث الْمَرْدُود لسقط من السَّنَد ¶ وَهُوَ قد يقبل بِوَجْه مَا ¶ فَمِنْهُ الْمُعَلق وَهُوَ مَا سقط من أول سَنَده وَاحِد فَأكْثر مَعَ التوالي من غير تَدْلِيس سَوَاء سقط الْبَاقِي أم لَا ¶ وَمِنْه الْمُرْسل وَهُوَ مَا سقط من آخر سَنَده من بعد التَّابِعِيّ فَقَط ¶ فَإِن عرف من عَادَة التَّابِعِيّ أَنه لَا يُرْسل إِلَّا عَن ثِقَة فَقَالَ الشَّافِعِي يقبل إِن اعتضد بمجيئه من وَجه آخر يباين الطَّرِيق الأولى مُسْندًا كَانَ أَو مُرْسلا ¶ وَذهب جُمْهُور الْمُحدثين إِلَى التَّوَقُّف وَهُوَ أحد قولي أَحْمد ¶ وَثَانِيهمَا وَهُوَ قَول المالكيين والكوفيين يقبل سَوَاء اعتضد بمجيئه من وَجه آخر يباين الطَّرِيق الأولى أم لَا هَكَذَا قيل",
            "page": "66",
            "part": "1",
            "seal": "E057B28C"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وَالْمُخْتَار فِي التَّفْصِيل قبُول مُرْسل الصَّحَابِيّ إِجْمَاعًا ومرسل أهل الْقرن الثَّانِي وَالثَّالِث عندنَا وَعند مَالك مُطلقًا وَعند الشَّافِعِي بِأحد خَمْسَة أُمُور أَن يسْندهُ غَيره أَو أَن يُرْسِلهُ آخر وشيوخهما مُخْتَلفَة أَو أَن يعضده قَول صَحَابِيّ أَو أَن يعضده قَول / أَكثر الْعلمَاء أَو أَن يعرف أَنه لَا يُرْسل إِلَّا عَن عدل ¶ وَأما مُرْسل من دون هَؤُلَاءِ من الثِّقَات فمقبول عِنْد بعض أَصْحَابنَا مَرْدُود عِنْد آخَرين إِلَّا أَن يروي الثِّقَات مرسله كَمَا رووا مُسْنده ¶ فَإِن كَانَ الرَّاوِي يُرْسل عَن الثِّقَات وَغَيرهم فَعَن أبي بكر الرَّازِيّ من أَصْحَابنَا وَأبي الْوَلِيد الْبَاجِيّ من",
            "page": "67",
            "part": "1",
            "seal": "D964B9B7"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الْمَالِكِيَّة عدم قبُول مرسله اتِّفَاقًا",
            "page": "68",
            "part": "1",
            "seal": "870D0A8F"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وَمِنْه المعضل وَهُوَ مَا سقط من سَنَده اثْنَان فَأكْثر مَعَ التوالي مَوضِع من أَي مَوضِع كَانَ السقط ¶ وَمِنْه الْمُنْقَطع وَهُوَ مَا سقط من سَنَده وَاحِد فَأكْثر مَعَ عدم التوالي من أَي مَوضِع كَانَ السقط فَبين كل من المعضل والمنقطع وَبَين الْمُعَلق عُمُوم من وَجه ¶ وَنقل السراج الْهِنْدِيّ من أَصْحَابنَا أَن الْمُرْسل فِي",
            "page": "69",
            "part": "1",
            "seal": "2A98F2A1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "اصْطِلَاح الْمُحدثين هُوَ قَول التَّابِعِيّ قَالَ رَسُول صلى الله عَلَيْهِ وَسلم وَأَن مَا سقط من رُوَاته قبل التَّابِعِيّ وَاحِد يُسمى مُنْقَطِعًا أَو أَكثر يُسمى معضلا فَلم يذكر الْمُعَلق عَنْهُم لَا لِأَنَّهُ لم يسمع اسْمه مِنْهُم بل لِأَنَّهُ إِمَّا مُنْقَطع أَو معضلا قَالَ وَالْكل يُسمى مُرْسلا عِنْد الْأُصُولِيِّينَ انْتهى ¶ وَقد علمت حكم مُرْسل أهل الْقُرُون الثَّلَاثَة وَمن بعدهمْ على مَا هُوَ الْمُخْتَار عندنَا فَهُوَ حكم مُرْسل الْأُصُولِيِّينَ مُطلقًا ¶ وَمِمَّا يتَّصل بِهَذَا الْفَصْل بَيَان تَدْلِيس الْإِسْنَاد والإرسال الْخَفي فَاعْلَم أَن السقط من الْإِسْنَاد",
            "page": "70",
            "part": "1",
            "seal": "20617490"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "قد يكون وَاضحا يشْتَرك فِي مَعْرفَته الْكثير وَلَا يخفى عَلَيْهِم لكَون الرَّاوِي روى عَمَّن لم يعاصره أَو عاصره وَلم يلقه وَهَذَا يدْرك بِعَدَمِ التلاقي وَمن ثمَّ احْتَاجَ المحدثون إِلَى معرفَة تَارِيخ مواليد الروَاة ووفياتهم وسماعهم وارتحالهم وَغير ذَلِك من أَحْوَالهم ¶ وَقد يكون خفِيا يخْتَص بمعرفته الْأَئِمَّة الحذاق المطلعون على طرق الحَدِيث وعللها وَقَلِيل مَا هم ¶ وعَلى الثَّانِي ¶ فَإِن أوهم الرَّاوِي سَمَاعه / لذَلِك الحَدِيث مِمَّن عرف سَمَاعه مِنْهُ لغيره بِصِيغَة تحْتَمل السماع كعن وكقال فتدليس الْإِسْنَاد وَيُسمى الْإِسْنَاد حنيئذ مدلسا بِفَتْح اللَّام ¶ قَالَ قَاضِي الْقُضَاة وَحكم من ثَبت عَنهُ هَذَا التَّدْلِيس إِذا كَانَ عدلا أَن لَا يقبل مِنْهُ إِلَّا مَا صرح فِيهِ بِالتَّحْدِيثِ على الْأَصَح ¶ وَقيل هُوَ جرح مُطلقًا وَهُوَ الْجَارِي كَمَا قَالَ عبد الْوَهَّاب على أصُول مَالك",
            "page": "71",
            "part": "1",
            "seal": "DC841679"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وَأما عندنَا فَقيل لمرويه حكم الْمُرْسل وَقد علمت حكمه عندنَا وَصحح السراج الْهِنْدِيّ أَن العنعنة مُطلقًا من قبيل الْإِسْنَاد الْمُتَّصِل ¶ وَإِن أوهم سَمَاعه إِيَّاه مِمَّن عاصره بِتِلْكَ الصِّيغَة وَعرف عدم",
            "page": "72",
            "part": "1",
            "seal": "79D9BBFA"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "سَمَاعه مِنْهُ أصلا فالإرسال الْخَفي وَيُسمى الحَدِيث حنيئذ مُرْسلا خفِيا ¶ وَيعرف هَذَا الْإِرْسَال بإخباره عَن نَفسه بِعَدَمِ السماع مِنْهُ مُطلقًا وبجزم إِمَام مطلع بِعَدَمِ التلاقي بَينهمَا ولورود راو بَينهمَا فِي بعض الطّرق وَقد أدْرك أَنه غير زَائِد إِمَام مطلع ¶ فصل فِي الحَدِيث الْمَرْدُود لطعن فِي الرَّاوِي ¶ وَيكون الطعْن فِيهِ بِعشْرَة أَشْيَاء مرتبَة على الأشد فالأشد فِي مُوجب الرَّد على سَبِيل التدلي ¶ فَمِنْهَا كذب الرَّاوِي على رَسُول الله صلى الله عَلَيْهِ وَسلم عمدا وَحَدِيثه يُسمى الْمَوْضُوع سَوَاء عرف وَضعه ¶ بِإِقْرَارِهِ أَو بِقَرِينَة تُؤْخَذ من حَال الرَّاوِي كاتباعه فِي الْكَذِب هوى بعض الرؤساء أَو وُقُوعه فِي أثْنَاء إِسْنَاده وَهُوَ كَذَّاب لَا يعرف ذَلِك الْخَبَر إِلَّا من جِهَته وَلَا يُتَابِعه عَلَيْهِ أحد وَلَيْسَ لَهُ شَاهد ¶ أَو من حَال الْمَرْوِيّ كركاكة أَلْفَاظه ومعانيه ¶ أَو لمُخَالفَته لبَعض الْقُرْآن أَو السّنة المتواترة أَو الْإِجْمَاع الْقطعِي أَو صَرِيح الْعقل ¶ وَسَوَاء اخترع مَا وَضعه أَو أَخذه من كَلَام غَيره أَو كَانَ حَدِيثا ضَعِيف الْإِسْنَاد فَركب لَهُ إِسْنَادًا / صَحِيحا ليروج",
            "page": "73",
            "part": "1",
            "seal": "1F441CD6"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وَسَوَاء وَضعه إضلالا أَو احتسابا أَو تعصبا أَو إغرابا أَو اتبَاعا لهوى بعض الرؤساء ¶ أَو يكون الْوَضع وهما وغلطا وَقَالَ ابْن الصّلاح إِنَّه شبه الْوَضع ¶ وَحكم رِوَايَة الْمَوْضُوع مُطلقًا تَحْرِيمهَا على من علم أَو ظن أَنه مَوْضُوع إِلَّا مَعَ بَيَان حَاله فَإِن جهل أَنه مَوْضُوع فروى فَلَا إِثْم عَلَيْهِ ¶ - وَمِنْهَا تُهْمَة الْكَذِب على رَسُول الله صلى الله عَلَيْهِ وَسلم ¶ بِأَن يكون حَدِيثه مُخَالفَة للقواعد الْمَعْلُومَة غير مَرْوِيّ إِلَّا من جِهَته ¶ أَو بِأَن يكون كذبه فِي كَلَام النَّاس خَاصَّة وَيعرف بِهِ وَهَذَا دون الأول وَإِن اشْتَركَا فِي اقْتِضَاء التُّهْمَة الْمَذْكُورَة وَيُسمى حَدِيثه حنيئذ الْمَتْرُوك ¶ - وَمِنْهَا فحش غلطه ¶ - وَمِنْهَا غفلته عَن الإتقان ¶ - وَمِنْهَا فسقه بِغَيْر الْكَذِب على رَسُول الله صلى الله عَلَيْهِ وَسلم من فعل أَو قَول مِمَّا لَا يبلغ الْكفْر وَحَدِيث هَؤُلَاءِ حنيئذ يُسمى الْمُنكر على رَأْي",
            "page": "74",
            "part": "1",
            "seal": "73ABB939"
        },
        {
            "hno": "7",
            "id": "41",
            "nass": "وَمِنْهَا غلطة من غير فحش وَهُوَ إِن اطلع عَلَيْهِ بالقرائن كوصل مُرْسل أَو مُنْقَطع أَو إِدْخَال حَدِيث فِي حَدِيث أَو غير ذَلِك من الْأُمُور القادحة الْخفية الَّتِي لَا يطلع النَّاقِد عَلَيْهَا إِلَّا بالقرائن وَمِنْهَا جمع الطّرق وَاعْتِبَار بَعْضهَا بِبَعْض فَحَدِيث صَاحبه هُوَ الْمُعَلل ¶ - وَمِنْهَا مُخَالفَته للثقات فَإِن كَانَت بتغيير سِيَاق الْمَتْن بدمج مَوْقُوف أَو مَقْطُوع بمرفوع بِدُونِ مَا يرفع توهم أَن الْجَمِيع مَرْفُوع فَالْحَدِيث مدرج الْمَتْن ¶ سَوَاء وَقع المدموج فِي أول المدموج بِهِ أَو أَثْنَائِهِ أَو آخِره وَهُوَ الْأَكْثَر وَسَوَاء كَانَ الدمج بعطف أَو بِدُونِهِ ¶ أَو بتغيير سِيَاق الْإِسْنَاد على وُجُوه مَخْصُوصَة ¶ مِنْهَا أَن يكون عِنْد جمَاعَة حَدِيث بأسانيد فيرويه عَنْهُم راو بأحدها من غير بَيَان اختلافها ¶ وَمِنْهَا أَن يسمعهُ من شَيْخه بِلَا وَاسِطَة إِلَّا طرفا مِنْهُ فِيهَا فيرويه عَنهُ بكلا طَرفَيْهِ بِدُونِهَا ¶ وَمِنْهَا أَن يكون عِنْد / وَاحِد حديثان بِإِسْنَادَيْنِ فيرويهما عَنهُ آخر مَعًا بِأَحَدِهِمَا ¶ وَمِنْهَا أَن يروي حَدِيثا بِإِسْنَادِهِ وَلَكِن يزِيد فِيهِ من حَدِيث آخر شَيْئا لَيْسَ من رِوَايَته فَالْحَدِيث مدرج الْإِسْنَاد",
            "page": "75",
            "part": "1",
            "seal": "9A0833A2"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "وَيعرف المدرج فِي الْمَتْن ¶ باستحالة صدوره من النَّبِي صلى الله عَلَيْهِ وَسلم أَو تَصْرِيح الصَّحَابِيّ فِي رِوَايَة أُخْرَى قَوِيَّة بِعَدَمِ سَمَاعه من النَّبِي صلى الله عَلَيْهِ وَسلم أَو تَصْرِيح بعض الروَاة لفصله عَن الْمَرْفُوع ¶ وَفِي الْإِسْنَاد بمجيء رِوَايَة مفصلة للرواية المدرجة مَقْبُولَة باقتصار بعض الروَاة على المدرج فِيهِ هَذَا ¶ وَأما إِن سَاق مُجَرّد الْإِسْنَاد فَعرض لَهُ عَارض فَذكر كلَاما من قبل نَفسه فَظن بعض من سَمعه أَنه متن ذَلِك الْإِسْنَاد فَرَوَاهُ عَنهُ بِهِ فموضوع على مَا مر ¶ وَإِن كَانَت بِتَقْدِيم أَو تَأْخِير وهما فإمَّا فِي الْإِسْنَاد بِجعْل اسْم الرَّاوِي لِأَبِيهِ أَو إسم أَبِيه لَهُ وَلم يكن أحد يُطلق عَلَيْهِ الْحَاصِل بِالْقَلْبِ فَهُوَ الإسم المقلوب ¶ وَإِمَّا فِي الْمَتْن وَهُوَ قَلِيل فَهُوَ الحَدِيث المقلوب",
            "page": "76",
            "part": "1",
            "seal": "0025C305"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وَإِن كَانَت بِزِيَادَة راو فِي إِسْنَاد نَاقص فِيهِ صَرِيح السماع أَو مَا فِي حكمه وَمن زَاد أَيْضا مِمَّن نقص فالمزيد فِي مُتَّصِل الْأَسَانِيد وَقد صنف الْخَطِيب فِي هَذَا النَّوْع كتابا وَسَماهُ بذلك قَالَ بعض الْحفاظ وَفِي كثير مِمَّا فِيهِ نظر ¶ وَإِن كَانَت بإبدال راو بآخر وَلَو فِي جَمِيع السَّنَد بِأَن أبدل سندا بِسَنَد وَلَا مُرَجّح لإحدى الرِّوَايَتَيْنِ أَو الرِّوَايَات على غَيرهَا أَو باضطراب لفظ الحَدِيث وَمَعْنَاهُ بِأَن رُوِيَ بلفظين ذَوي مَعْنيين متدافعين تدافعا لَا يحْتَمل التَّأْوِيل فَهُوَ الحَدِيث المضطرب وَقد يَقع الْإِبْدَال فِي جَمِيع السَّنَد عمدا لمصْلحَة وَشَرطه أَن لَا يسْتَمر عَلَيْهِ أَو للإعراب وَهُوَ حنيئذ من الْمَوْضُوع كَمَا مر ¶ وَإِن كَانَت بتغيير بعض حُرُوف الْكَلِمَة مَعَ بَقَاء صُورَة الْخط فَإِن كَانَ بِالنِّسْبَةِ إِلَى النقط ¶ فَمَا هُوَ فِيهِ فَهُوَ / الْمُصحف ¶ أَو الشكل وَالْمرَاد بِهِ الحركات والسكنات فالمحرف",
            "page": "77",
            "part": "1",
            "seal": "7C84C09A"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وَلَا يجوز اخْتِصَار الحَدِيث بِأَن يكون الْمَذْكُور والمحذوف مِنْهُ بِمَنْزِلَة خبرين مستقلين فِي الْمَعْنى أَو يدل مَا ذكر على مَا حذف وَلَا رِوَايَة بِالْمَعْنَى بِأَن يُغير لَفظه بِوَجْه من الْوُجُوه دون مَعْنَاهُ إِلَّا لعالم بِمَا يحِيل مَعَاني الْأَلْفَاظ على الصَّحِيح فِي الْمَسْأَلَتَيْنِ ¶ وَقيل إِنَّمَا يجوز رِوَايَته بِالْمَعْنَى فِي الْمُفْردَات دون المركبات ¶ وَقيل إِنَّمَا يجوز لمن يستحضر اللَّفْظ ليتَمَكَّن من التَّصَرُّف فِيهِ ¶ وَقيل إِنَّمَا يجوز لمن كَانَ يحفظ الحَدِيث فنسي لَفظه وَبَقِي مَعْنَاهُ مرتسما فِي ذهنه فَلهُ أَن يرويهِ بِالْمَعْنَى لمصْلحَة تَحْصِيل الحكم مِنْهُ",
            "page": "82",
            "part": "1",
            "seal": "A909FEFA"
        },
        {
            "hno": "8",
            "id": "49",
            "nass": "وَالأَصَح أَن الحَدِيث إِن كَانَ مُشْتَركا أَو مُجملا أَو متشابها أَو من جَوَامِع الْكَلم لم يجز نَقله بِالْمَعْنَى أَو محكما جَازَ للْعَالم باللغة أَو ظَاهرا يحْتَمل الْغَيْر كعام يحْتَمل الْخُصُوص أَو حَقِيقَة يحْتَمل الْمجَاز جَازَ للمجتهد فَقَط ¶ ثمَّ مَتى خَفِي مَعْنَاهُ احْتِيجَ فِي معرفَة الْمعَانِي الأفرادية إِلَى الْكتب المصنفة فِي شرح الْغَرِيب ونعني بِهِ مُفردا يكون اسْتِعْمَاله بقلة فِي زَمَاننَا وَمَعْرِفَة الْمعَانِي التركيبية إِلَى الْكتب المصنفة فِي شرح مَعَاني الْأَخْبَار ونعني بهَا الْمعَانِي التركيبية المشكلة ¶ - وَمِنْهَا الْجَهَالَة بالراوي ¶ إِمَّا بِسَبَب كَثْرَة مَاله من الْأَسْمَاء أَو الكنى أَو الألقاب أَو الصِّفَات أَو الْحَرْف أَو الْأَنْسَاب وَذكره بِغَيْر مَا اشْتهر بِهِ مِنْهَا لغَرَض مَا ¶ وَقد صنفوا فِيهِ الموضح لأوهام الْجمع والتفريق ¶ أَو بِسَبَب وَحده الْأَخْذ عَنهُ لكَونه مقلا من الحَدِيث وَقد صنفوا فِيهِ الوحدان وهم من لم يرو عَن كل مِنْهُم إِلَّا وَاحِد ¶ أَو بِسَبَب إِبْهَام الرَّاوِي عَنهُ اسْمه لاختصار أَو غَيره كَقَوْلِه أَخْبرنِي فلَان أَو شيخ أَو رجل أَو بَعضهم أَو ابْن فلَان وَهَذَا",
            "page": "83",
            "part": "1",
            "seal": "0CF4229B"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "مَا أبهم من الْأَسْمَاء فِي الْإِسْنَاد وَقد صنفوا / فِيهِ وَفِيمَا أبهم من الْأَسْمَاء فِي الْمَتْن أَيْضا المبهمات ¶ وَحَدِيث الْمُبْهم ¶ قيل مَقْبُول مُطلقًا ¶ وَقيل لَا وَلَو أبهم بِلَفْظ التَّعْدِيل كَأَن يَقُول الرَّاوِي عَنهُ أَخْبرنِي الثِّقَة وَاخْتَارَهُ قَاضِي الْقُضَاة وَقيل إِن وَصفه نَحْو الشَّافِعِي من أَئِمَّة الحَدِيث الرَّاوِي عَنهُ بالثقة فَالْوَجْه قبُوله وَاخْتَارَهُ الْمحلي",
            "page": "84",
            "part": "1",
            "seal": "D757CA19"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وَقيل تعديله مَعَ الْإِبْهَام مَقْبُول مُطلقًا ¶ وَقيل إِن كَانَ عَالما بِأَسْبَاب الْجرْح وَالتَّعْدِيل فَهُوَ مجزىء فِي حق من يُوَافقهُ فِي مذْهبه ¶ وَالَّذِي يَنْبَغِي أَن يكون مَذْهَبنَا قبُوله وَإِن أبهم بِغَيْر لفظ التَّعْدِيل وَلَكِن بِمثل الشَّرْط الَّذِي اعتبرناه فِي الْمُرْسل ¶ وَأما حَدِيث غير الْمُبْهم فَإِن انْفَرد بالرواية عَنهُ وَاحِد وَيُسمى مَجْهُول الْعين فَهُوَ عِنْد قَاضِي الْقُضَاة كَحَدِيث الْمُبْهم إِلَّا أَن يوثقه من ينْفَرد عَنهُ أَو غَيره وكل متأهل للتوثيق",
            "page": "85",
            "part": "1",
            "seal": "07D1B91A"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وَإِن روى عَنهُ اثْنَان فَصَاعِدا وَلم يوثق قَالَ قَاضِي الْقُضَاة فَهُوَ مَجْهُول الْحَال وَهُوَ المستور ¶ فالتحقيق عِنْده أَن رِوَايَته وَرِوَايَة من جرح بِجرح غير مُفَسّر مَوْقُوفَة إِلَى استبانة حَاله ¶ وَعِنْدنَا أَن حكم الْمَجْهُول وَهُوَ من لم يعرف إِلَّا بِحَدِيث أَو حديثين مُطلقًا سَوَاء انْفَرد بالراوية عَنهُ وَاحِد أم روى عَنهُ اثْنَان فَصَاعِدا ¶ أَنه إِمَّا أَن يظْهر حَدِيثه فِي الْقرن الثَّانِي أَو لَا فَإِن لم يظْهر جَازَ الْعَمَل بِهِ فِي الثَّالِث لَا بعده وَإِن ظهر فَإِن شهد السّلف لَهُ بِصِحَّة الحَدِيث أَو سكتوا عَن الطعْن فِيهِ قبل أَو ردُّوهُ رد أَو قبْلَة الْبَعْض ورده الْبَعْض مَعَ نقل الثِّقَات عَنهُ فَإِن وَافق حَدِيثه قِيَاسا مَا قبل وَإِلَّا رد ¶ وَحكم الْمَعْرُوف بالرواية وَهُوَ من عرف بِأَكْثَرَ من حديثين مُطلقًا ¶ أَنه إِن عرف بالفقه قبل مُطلقًا وَإِلَّا فَإِن وَافق قِيَاسا مَا قبل وَإِلَّا رد وَأما المستور وَهُوَ عندنَا من كَانَ عدلا فِي الظَّاهِر وَلم تعرف عَدَالَته فِي الْبَاطِن مُطلقًا سَوَاء انْفَرد بالرواية عَنهُ وَاحِد أم روى عَنهُ اثْنَان فَصَاعِدا / فَحكم حَدِيثه الِانْقِطَاع الْبَاطِن وَعدم الْقبُول إِلَّا فِي الصَّدْر الأول",
            "page": "86",
            "part": "1",
            "seal": "165FC77D"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وَمِنْهَا الْبِدْعَة وَهِي ¶ إِن كَانَت بمكفر فَالْمُعْتَمَد فِي حق صَاحبهَا عِنْد قَاضِي الْقُضَاة ¶ رد من أنكر أمرا متواترا من الشَّرْع مَعْلُوما من الدّين بِالضَّرُورَةِ أَو اعْتقد مَا علم بِالضَّرُورَةِ أَنه لَيْسَ من الدّين مِنْهُ ¶ وَقبُول من لم يكن بِهَذِهِ الصّفة وَلَكِن كَانَ ضابطا مَعَ ورعه وتقواه ¶ وَإِن كَانَت بمفسق فالمختار عِنْد قَاضِي الْقُضَاة رد من روى مَا لَهُ تعلق ببدعته وَإِن كَانَ غير دَاعِيَة وَقبُول من روى مَا لَا تعلق بِهِ بهَا وَإِن كَانَ دَاعِيَة ¶ وَعِنْدنَا إِن أدَّت إِلَى الْكفْر لم تقبل رِوَايَة صَاحبهَا وفَاقا لأكْثر الْأُصُولِيِّينَ وَإِن أدَّت إِلَى الْفسق فَقيل قبلت رِوَايَة صَاحبهَا إِذا كَانَ عدلا ثِقَة غير دَاعِيَة وَقيل إِذا كَانَ فسقه مظنونا أَو مَقْطُوعًا بِهِ وَلم يتدين الْكَذِب زَاد فَخر الْإِسْلَام فَقَالَ وَلم يدع إِلَى بدعته",
            "page": "87",
            "part": "1",
            "seal": "BA7F0E9F"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وَالْمُخْتَار هُوَ الأول ¶ فصل فِي الحَدِيث الْمَرْفُوع وَالْمَوْقُوف والمقطوع ¶ اعْلَم أَن الْإِسْنَاد إِمَّا أَن يَنْتَهِي إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أَو إِلَى الصَّحَابِيّ أَو إِلَى التَّابِعِيّ أَو من دونه مُطلقًا",
            "page": "88",
            "part": "1",
            "seal": "823FC223"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "فَإِن انْتهى إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم مقتضيا لَفظه إِمَّا تَصْرِيحًا أَو حكما أَن الْمَنْقُول بِهِ من قَوْله أَو فعله أَو تَقْرِيره فالمنقول بِهِ هُوَ الْمَرْفُوع سَوَاء كَانَ المضيف لَهُ إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم الصَّحَابِيّ أم التَّابِعِيّ أم من بعدهمَا ¶ وَإِن انْتهى إِلَى الصَّحَابِيّ مقتضيا لَفظه إِمَّا تَصْرِيحًا أَو حكما أَن الْمَنْقُول بِهِ من قَول الصَّحَابِيّ أَو فعله أَو تَقْرِيره فالمنقول بِهِ هُوَ الْمَوْقُوف ¶ وَإِن انْتهى إِلَى التَّابِعِيّ كَذَلِك فالمنقول بِهِ هُوَ الْمَقْطُوع وَلَك فِيهِ أَن تَقول هُوَ مَوْقُوف على فلَان ¶ ثمَّ الصَّحَابِيّ على مَا هُوَ الْأَصَح عِنْد قَاضِي الْقُضَاة هُوَ من لَقِي النَّبِي صلى الله عَلَيْهِ وَسلم مُؤمنا بِهِ وَمَات على الْإِسْلَام وَلَو تخللت / ردة فَخرج من رَآهُ مُؤمنا بِهِ بَين الْمَوْت والدفن وَمَات على الْإِسْلَام لعدم عد ذَلِك لقيا وَمن لقِيه كَافِرًا بِهِ وَمن لقِيه مُؤمنا بِهِ ثمَّ ارْتَدَّ وَمَات على الرِّدَّة ¶ قَالَ وَقَوْلِي بِهِ يخرج من لقِيه مُؤمنا لَكِن بِغَيْرِهِ من الْأَنْبِيَاء لَكِن هَل يخرج من لقِيه مُؤمنا بِأَنَّهُ سيبعث وَلم يدْرك الْبعْثَة فِيهِ نظر ثمَّ رجح إِخْرَاجه بِهِ قَائِلا إِن الصُّحْبَة من الْأَحْكَام الظَّاهِرَة",
            "page": "89",
            "part": "1",
            "seal": "209D1B38"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "فَلَا تحصل إِلَّا عِنْد حُصُول مقتضيها فِي الظَّاهِر وحصوله فِيهِ يتَوَقَّف على الْبعْثَة ¶ فَلم يرد على إِخْرَاج قَوْله بِهِ من لقِيه مُؤمنا بِغَيْرِهِ من الْأَنْبِيَاء أَنه إِن أَرَادَ من لقِيه مُؤمنا بِأَن ذَلِك الْغَيْر نَبِي دون مَا جَاءَ بِهِ فَهُوَ لَا يُقَال لَهُ مُؤمن أَو من لقِيه مُؤمنا بِمَا جَاءَ بِهِ ذَلِك الْغَيْر فَهُوَ مُؤمن بِهِ صلى الله عَلَيْهِ وَسلم إِن كَانَ لقاؤه إِيَّاه بعد الْبعْثَة وَبِأَنَّهُ سيبعث إِن كَانَ قبلهَا ¶ وَدخل من كَانَ أعمى من أول الصُّحْبَة لِأَن المُرَاد باللقاء مَا هُوَ أَعم من المجالسة والمماشاة ووصول أَحدهمَا إِلَى الآخر وَإِن لم يكالمه وَلم يره ¶ قَالَ وَيدخل فِيهِ رُؤْيَة أَحدهمَا الآخر بِنَفسِهِ أَو بِغَيْرِهِ قيل عَلَيْهِ وَلَكِن لَا بُد من أَن يُسمى هَذَا لقيا ومتخلل الرِّدَّة خلافًا",
            "page": "90",
            "part": "1",
            "seal": "EB2DB37E"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "لأبي حنيفَة رَضِي الله عَنهُ إِذْ الرِّدَّة عِنْده محبطة للْعَمَل مُطلقًا ¶ وَأما التَّابِعِيّ فَهُوَ على مَا هُوَ الْأَصَح عِنْد قَاضِي الْقُضَاة من لَقِي الصَّحَابِيّ وَلَو غير مُؤمن بِالنَّبِيِّ صلى الله عَلَيْهِ وَسلم وَمَات على الْإِسْلَام وَلَو تخللت ردة خلافًا لمن شَرط أَيْضا صِحَة السماع أَو التَّمْيِيز أَو طول الْمُلَازمَة فَدخل متخلل الرِّدَّة خلافًا لأبي حنيفَة رَضِي الله عَنهُ كَمَا مر ¶ وَأما المخضرمون وهم الَّذين أدركوا الْجَاهِلِيَّة وَالْإِسْلَام وَلم يرَوا النَّبِي صلى الله عَلَيْهِ وَسلم فَالصَّحِيح عِنْده أَنهم معدودون فِي كبار التَّابِعين سَوَاء عرف أَن الْوَاحِد مِنْهُم كَانَ مُسلما فِي زمن النَّبِي صلى الله عَلَيْهِ وَسلم كالنجاشي أم لَا / قَالَ لَكِن إِن ثَبت أَن النَّبِي عَلَيْهِ السَّلَام لَيْلَة الْإِسْرَاء كشف لَهُ عَن جَمِيع من فِي الأَرْض فَرَآهُمْ فَيَنْبَغِي أَن يعد من كَانَ مُؤمنا بِهِ إِذْ ذَاك فِي الصَّحَابَة لحُصُول الرُّؤْيَة من جَانِبه صلى الله عَلَيْهِ وَسلم ¶ فصل أما مِثَال الْمَرْفُوع صَرِيحًا ¶ فَمن القَوْل أَن يَقُول الصَّحَابِيّ سَمِعت رَسُول الله صلى الله عَلَيْهِ وَسلم يَقُول كَذَا أَو حَدثنَا صلى الله عَلَيْهِ وَسلم بِكَذَا أَو يَقُول هُوَ أَو غَيره قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم أَو يَقُول هُوَ أَو غير قَالَ رَسُول الله صلى الله عَلَيْهِ وَسلم كَذَا أَو عَن رَسُول الله صلى الله عَلَيْهِ وَسلم أَنه قَالَ كَذَا أَو نَحْو ذَلِك",
            "page": "91",
            "part": "1",
            "seal": "392157F5"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "وَمن الْفِعْل أَن يَقُول رَأَيْت رَسُول الله صلى الله عَلَيْهِ وَسلم فعل كَذَا أَو يَقُول هُوَ أَو غَيره كَانَ رَسُول الله صلى الله عَلَيْهِ وَسلم يفعل كَذَا ¶ وَمن التَّقْرِير أَن يَقُول فعلت بِحَضْرَة النَّبِي صلى الله عَلَيْهِ وَسلم كَذَا أَو يَقُول هُوَ أَو غَيره فعل فلَان بِحَضْرَة النَّبِي صلى الله عَلَيْهِ وَسلم كَذَا وَلَا يذكر إِنْكَاره لذَلِك ¶ وَأما مِثَال الْمَرْفُوع حكما فَمن القَوْل أَن يَقُول الصَّحَابِيّ الَّذِي لم يَأْخُذ عَن الْكتب الْقَدِيمَة قولا لَا مجَال للِاجْتِهَاد فِيهِ وَلَا لَهُ تعلق بِبَيَان لُغَة أَو شرح غَرِيب كأخبار بَدْء الْخلق والأنبياء والملاحم والفتن وأحوال يَوْم الْقِيَامَة وكأخبار تَضَمَّنت الْإِخْبَار عَمَّا يحصل بِفِعْلِهِ ثَوَاب مَخْصُوص أَو عِقَاب مَخْصُوص ¶ أَو يَقُول أمرنَا بِكَذَا أَو نهينَا عَن كَذَا ¶ وهما حجَّة عندنَا خلافًا لجَماعَة من الْأُصُولِيِّينَ مِنْهُم الْكَرْخِي منا",
            "page": "92",
            "part": "1",
            "seal": "DD072A88"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "أَو فعل كَذَا طَاعَة لله أَو لرَسُوله أَو مَعْصِيّة ¶ أَو يَقُول التَّابِعِيّ عَنهُ يرفع الحَدِيث أَو يرويهِ أَو ينميه أَو يبلغ بِهِ أَو رِوَايَة أَو رَوَاهُ أَو قَالَ قَالَ أَي رَسُول الله ¶ وَمن الْفِعْل أَن ينْقل الصَّحَابِيّ مَا لَا مجَال للِاجْتِهَاد فِيهِ ¶ وَمن التَّقْرِير أَن يخبر الصَّحَابِيّ أَنهم كَانُوا يَفْعَلُونَ فِي زمن النَّبِي صلى الله عَلَيْهِ وَسلم كَذَا",
            "page": "93",
            "part": "1",
            "seal": "AD035319"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "ثمَّ أَن يَقُول كُنَّا نَفْعل كَذَا من غير أَن يضيفه إِلَى عَهده صلى الله عَلَيْهِ وَسلم ¶ ومختار السراج الْهِنْدِيّ منا إِنَّه إِن أَضَافَهُ إِلَيْهِ فَهُوَ مَرْفُوع وَحجَّة قطعا وَإِلَّا فَالظَّاهِر أَن المُرَاد بكنا نَفْعل أَو كَانُوا يَفْعَلُونَ كَذَا التَّقْرِير فَيكون الظَّاهِر أَنه مَرْفُوع وَحجَّة ¶ وَأما قَول الصَّحَابِيّ من السّنة كَذَا ذَاكِرًا قولا أَو فعلا فَلهُ حكم الرّفْع عِنْد الْأَكْثَر وَهُوَ مَذْهَب عَامَّة الْمُتَقَدِّمين من أَصْحَابنَا ومختار صَاحب الْبَدَائِع من متأخريهم قَالَ ابْن عبد الْبر من",
            "page": "94",
            "part": "1",
            "seal": "B4C9E6E0"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "الْمَالِكِيَّة وَإِذا قَالَهَا غير الصَّحَابِيّ فَكَذَلِك مَا لم يضفها إِلَى صَاحبهَا كَسنة العمرين",
            "page": "95",
            "part": "1",
            "seal": "91C3A2BA"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وَأما قَول الصَّحَابِيّ لمن سَأَلَهُ أصبت السّنة أَو سنة أبي الْقَاسِم فَفِي محَاسِن البُلْقِينِيّ من الشَّافِعِيَّة التَّنْبِيه على أَنه فِي معنى قَوْله من السّنة كَذَا",
            "page": "97",
            "part": "1",
            "seal": "4066A439"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "فصل من أَقسَام الْمَرْفُوع الْمسند ¶ وَهُوَ كَمَا قَالَ قَاضِي الْقُضَاة مَرْفُوع صَحَابِيّ بِإِسْنَاد ظَاهره الِاتِّصَال ¶ قَالَ فَقولِي صَحَابِيّ يخرج مَا رَفعه التَّابِعِيّ فَإِنَّهُ مُرْسل أَو من دونه فَإِنَّهُ معضل أَو مُعَلّق ¶ وَقَوْلِي ظَاهره الِاتِّصَال يخرج مَا ظَاهره الِانْقِطَاع وَيدخل مَا فِيهِ احْتِمَال الْأَمريْنِ وَمَا إِسْنَاده مُنْقَطع انْقِطَاعًا خفِيا كعنعنة مُدَلّس أَو معاصر لم يثبت لقِيه وَمَا تُوجد فِيهِ حَقِيقَة الِاتِّصَال من بَاب أولى انْتهى وَفِيه نظر ¶ فصل فِي الْإِسْنَاد العالي والنازل ¶ - أَقسَام الْعُلُوّ وَالنُّزُول بِحَسب عدد الْإِسْنَاد مَتى قل عدد رجال سَنَد بِالنِّسْبَةِ إِلَى عدد رجال سَنَد آخر يرد بِهِ كَالْأولِ حَدِيث وَاحِد فَالْأول هُوَ العالي إِمَّا علوا مُطلقًا أَو نسبيا ¶ فَإِن انْتهى الأول إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم فانتهاؤه إِلَيْهِ هُوَ الْعُلُوّ الْمُطلق",
            "page": "99",
            "part": "1",
            "seal": "CC63292E"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وَإِن انْتهى إِلَى إِمَام من أَئِمَّة الحَدِيث سَوَاء كَانَ من أَصْحَاب الْكتب السِّتَّة أم من غَيرهم / فانتهاؤه إِلَيْهِ هُوَ الْعُلُوّ النسبي ¶ وَجعل الْعِرَاقِيّ الْعُلُوّ بِالنِّسْبَةِ إِلَى إِمَام من أَئِمَّة الحَدِيث قسما وبالنسبة إِلَى رِوَايَة رُوَاة الْكتب السِّتَّة آخر وَجعل هَذَا وَحده الْعُلُوّ النسبي وَالْأول القويم ¶ وَفِي الْعُلُوّ النسبي دون غَيره الْمُوَافقَة وَهُوَ الْوُصُول إِلَى شيخ أحد المصنفين بطرِيق أقل عددا من طَرِيق ذَلِك المُصَنّف ¶ وَفِيه الْبَدَل وَهُوَ الْوُصُول إِلَى شيخ شَيْخه بطرِيق كَذَلِك ¶ قَالَ ابْن الصّلاح وَلَو لم يكن عَالِيا فَهُوَ أَيْضا مُوَافقَة وَبدل لَكِن لَا يُطلق عَلَيْهِ اسمهما لعدم الِالْتِفَات إِلَيْهِ ¶ وَتعقبه الْعِرَاقِيّ فَقَالَ قلت وَفِي كَلَام غَيره من المخرجين",
            "page": "100",
            "part": "1",
            "seal": "7E51A0E8"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "إِطْلَاقه مَعَ عدم الْعُلُوّ فَإِن علا قَالُوا مُوَافقَة عالية وَبدل عَال ¶ قَالَ وَرَأَيْت فِي كَلَام الظَّاهِرِيّ والذهبي فوافقناه بنزول ¶ وَفِي العلوين الْمُسَاوَاة وَهِي أَن يكون بَين الرَّاوِي وَبَين النَّبِي صلى الله عَلَيْهِ وَسلم من الْعدَد كَمَا بَين أحد من المصنفين",
            "page": "101",
            "part": "1",
            "seal": "99B5E0E9"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "وَبَينه صلى الله عَلَيْهِ وَسلم أَو يكون بَين الرَّاوِي وَبَين من قبل النَّبِي صلى الله عَلَيْهِ وَسلم سوى أحد المصنفين كَمَا بَين أحدهم وَبَينه صلى الله عَلَيْهِ وَسلم فَيكون سَنَده الأول عَالِيا بِالنِّسْبَةِ إِلَى سَنَده من طَرِيق أحدهم إِلَى النَّبِي صلى الله عَلَيْهِ وَسلم أَو إِلَى من قبله سوى أحدهم ¶ وَفِيهِمَا المصافحة وَهِي كالمساواة إِلَّا أَن الْعبْرَة فِيهَا بتلميذ أحد المصنفين لَا بِهِ ¶ ويقابل العالي النَّازِل وكل قسم من الْعُلُوّ ضِدّه قسم من النُّزُول خلافًا لمن زعم أَن الْعُلُوّ قد يَقع غير تَابع للنزول ¶ وَاعْلَم أَن الْعُلُوّ أَمر مَرْغُوب فِيهِ لكَونه أقرب إِلَى الصِّحَّة فَإِن كَانَ فِي النُّزُول مزية كَأَن يكون رِجَاله أوثق أَو أحفظ أَو أفقه أَو الِاتِّصَال / فِيهِ أظهر فَهُوَ أولى قطعا وَلَقَد عظمت رَغْبَة الْمُتَأَخِّرين فِي الْعُلُوّ حَتَّى غلب ذَلِك على كثير مِنْهُم بِحَيْثُ أهملوا الِاشْتِغَال بِمَا هُوَ أهم مِنْهُ وَالْمُطلق مِنْهُ أَعلَى من النسبي فَإِن صَحَّ سَنَده كَانَ الْغَايَة القصوى ¶ فصل فِي رِوَايَة الأقران والأكابر عَن الأصاغر ¶ إِذا روى أحد القرينين عَن الآخر مُطلقًا سَوَاء روى الآخر عَنهُ أم لَا فَهِيَ",
            "page": "102",
            "part": "1",
            "seal": "009FD131"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "رِوَايَة الأقران فرواية الشَّيْخ عَن تِلْمِيذه لَيست مِنْهَا إِذْ القرينان هما الرَّاوِي وَشَيْخه المتشاركان فِي أَمر يتَعَلَّق بروايتهما مثل السن أَو الْأَخْذ عَن الْمَشَايِخ على سَبِيل منع الْخُلُو دون الْجمع وَالْمرَاد التشارك فِي ذَلِك على الْمُقَارنَة ¶ نعم مِنْهَا المدبج وَغَيره فَالْأول أَن يروي كل عَن الآخر ¶ وَالثَّانِي أَن يروي أَحدهمَا وَلَا يروي لآخر عَنهُ فِيمَا يعلم فرواية الأقران أَعم من المدبج كَمَا أَن المدبج أَعم من أَن يروي كل قرين من الصَّحَابَة أَو التَّابِعين أَو أتباعهم أَو أَتبَاع أتباعهم عَن الآخر مِنْهُم ¶ وَإِذا روى الرَّاوِي عَمَّن دونه فِي السن أَو فِي الْمِقْدَار على سَبِيل منع الْخُلُو دون الْجمع فَهِيَ رِوَايَة الأكابر عَن الأصاغر ¶ وَمِنْهَا رِوَايَة الْآبَاء عَن الْأَبْنَاء وَالصَّحَابَة عَن التَّابِعين وَالشَّيْخ عَن تِلْمِيذه وَنَحْو ذَلِك زَاد قَاضِي الْقُضَاة فَقَالَ أَو فِي الْأَخْذ عَن الشُّيُوخ قَالَ وَفِي عكس رِوَايَة الْآبَاء عَن الْأَبْنَاء كَثْرَة كَرِوَايَة عبد الله بن عمر بن الْخطاب عَن أَبِيه وَأبي العشراء الدَّارمِيّ عَن أَبِيه وكرواية من روى عَن أَبِيه عَن جده عَن النَّبِي صلى الله عَلَيْهِ وَسلم سَوَاء عَاد ضمير جده إِلَيْهِ أَو إِلَى أَبِيه",
            "page": "103",
            "part": "1",
            "seal": "7375C46E"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "فصل فِي السَّابِق واللاحق ¶ إِن اشْترك اثْنَان فِي الرِّوَايَة عَن شيخ وَتقدم موت أَحدهمَا على موت الآخر فَهُوَ النَّوْع الْمُسَمّى بالسابق واللاحق / وَقد عد الْعِرَاقِيّ هَذَا التَّقَدُّم من أَقسَام مُطلق الْعُلُوّ ¶ فصل فِي المهمل ¶ إِن روى الرَّاوِي حَدِيثا عَن أحد اثْنَيْنِ",
            "page": "104",
            "part": "1",
            "seal": "AB5506D1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "متفقين فِي الإسم فَقَط من كنية أَو غَيرهَا أَو فِيهِ وَفِي اسْم الْأَب أَو فيهمَا وَفِي اسْم الْجد أَو فِيهِنَّ وَفِي النِّسْبَة معبرا عَنهُ بِمَا فِيهِ الِاتِّفَاق من غير أَن يتَمَيَّز عَن الآخر فَهُوَ النَّوْع الْمُسَمّى بالمهمل ¶ وَحكمه أَن يَزُول إهماله بِظُهُور اخْتِصَاص الرَّاوِي بِأَحَدِهِمَا لعدم رِوَايَته إِلَّا عَنهُ فَإِن لم يظْهر ذَلِك فَإِن كَانَا ثقتين لم يضر أَو غير ثقتين ضرّ كَمَا هُوَ الصَّحِيح أَو مجهولين كَانَ الإهمال شَدِيدا وَكَانَ الرُّجُوع فِي زَوَاله إِلَى الْقَرَائِن وَالظَّن الْغَالِب ¶ فصل فِيمَن جحد الشَّيْخ مرويه ¶ إِن كَانَ جَحده جزما كَأَن يَقُول كذب عَليّ أَو مَا رويت هَذَا أَو كذبت عَليّ أَو مَا رويت لَك هَذَا رد فِي اخْتِيَار قَاضِي الْقُضَاة وَقبل فِي اخْتِيَار الْمحلي كالسبكي",
            "page": "106",
            "part": "1",
            "seal": "4CB36B44"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "وَهُوَ مُقْتَضى ظَاهر التَّنْقِيح فِي أصولنا ¶ وَإِن كَانَ جَحده احْتِمَالا كَأَن يَقُول مَا أذكر هَذَا أَو لَا أعرفهُ أَو لَا أعرف أَنِّي رويت هَذَا قبل فِي الْأَصَح لما أَنه قَول أَكثر الْعلمَاء كمالك وَالشَّافِعِيّ وَأحمد فِي أصح الرِّوَايَتَيْنِ عَنهُ وَمُحَمّد صَاحب الإِمَام الْأَعْظَم والكرخي منا فِي رِوَايَة عَنهُ ¶ وَفِي هَذَا النَّوْع الثَّانِي صنف الدَّارَقُطْنِيّ كتاب من حدث وَنسي ¶ فصل فِي المسلسل ¶ - قَالَ قَاضِي الْقُضَاة إِن اتّفق الروَاة فِي إِسْنَاد من الْأَسَانِيد فِي صِيغ الْأَدَاء كسمعت فلَانا قَالَ سَمِعت فلَانا أَو حَدثنَا فلَان قَالَ حَدثنَا فلَان أَو غَيرهَا من حالاتهم القولية كسمعت فلَانا يَقُول أشهد بِاللَّه لقد حَدثنِي فلَان إِلَى آخِره أَو الفعلية كدخلنا على فلَان فأطعمنا تَمرا إِلَى / آخِره",
            "page": "108",
            "part": "1",
            "seal": "665FB445"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "أَو كلتيهما كحدثني فلَان وَهُوَ آخذ بلحيته قَالَ آمَنت بِالْقدرِ إِلَى آخِره ¶ زَاد الْعِرَاقِيّ فَقَالَ أَو من صفاتهم كالمسلسل بِرِوَايَة الْفُقَهَاء أَو الْحفاظ أَو من غير ذَلِك فَهُوَ المسلسل قَالَ وَهُوَ من صِفَات الْإِسْنَاد وَقد يَقع التسلسل فِي مُعظم الْإِسْنَاد كَحَدِيث المسلسل بالأولية ¶ فصل فِي وُجُوه التَّحَمُّل ¶ فَمِنْهَا السماع من لفظ الشَّيْخ ¶ - وَمِنْهَا الْقِرَاءَة عَلَيْهِ وَهِي أرفع مِنْهُ عِنْد أبي حنيفَة رَضِي الله عَنهُ خلافًا لِلْجُمْهُورِ إِذْ عكسوا ولمالك إِذْ سوى بَينهمَا فِي أشهر الرِّوَايَتَيْنِ عَنهُ وَهُوَ مُخْتَار ابْن الساعاتي منا وَمِنْهَا السماع عَلَيْهِ بِقِرَاءَة غَيره ¶ - وَمِنْهَا الْإِجَازَة الْخَاصَّة الْمعينَة خلافًا لأبي طَاهِر الدباس منا إِذْ قَالَ بإبطالها وَالْمُخْتَار فِيهَا وفَاقا لِابْنِ الساعاتي أَن الْمُجِيز إِن كَانَ عَالما بِمَا فِي الْكتاب وَالْمجَاز لَهُ فهما ضابطا جَازَت",
            "page": "109",
            "part": "1",
            "seal": "54BABB4E"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "الرِّوَايَة بهَا وَوَقع بهَا الِاحْتِجَاج وَإِلَّا بطلت عِنْد أبي حنيفَة وَمُحَمّد وَصحت عِنْد أبي يُوسُف قَالَ والأحوط مَا قَالَاه نعم قد قَالَ غَيره منا هِيَ أَمر لَا يحْتَج بِهِ وَلَكِن يتبرك بِهِ ¶ - وَمِنْهَا المناولة بِشَرْط اقترانها بِالْإِذْنِ للرواية لتصح الرِّوَايَة بهَا عِنْد من يجوزها وَهِي بِهَذَا الشَّرْط أرفع أَنْوَاع الْإِجَازَة ¶ وَصورتهَا أَن يدْفع الشَّيْخ أَصله أَو مَا قَامَ مقَامه من فرع مُقَابل بِهِ مملكا أَو معيرا أَو يحضر الطَّالِب أصل نَفسه أَو الْفَرْع الْمُقَابل بِهِ فيتأمله الشَّيْخ ثمَّ يناوله أيا كَانَ مِنْهَا قَائِلا هَذَا روايتي عَن فلَان فاروه عني ¶ - وَمِنْهَا الْمُكَاتبَة وَهِي أَن يكْتب الشَّيْخ شَيْئا من حَدِيثه بِنَفسِهِ أَو بِغَيْرِهِ بِإِذْنِهِ إِلَى غَائِب عَنهُ أَو حَاضر عِنْده وَلَا يشْتَرط الْإِذْن بالرواية فِيهَا على الصَّحِيح ¶ - وَمِنْهَا الوجادة وَهِي أَن يجد بِخَط يعرف كَاتبه",
            "page": "110",
            "part": "1",
            "seal": "6B905D30"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "مَا لم يَأْخُذهُ عَنهُ بِسَمَاع وَلَا قِرَاءَة وَلَا غَيرهمَا فَيَقُول وجدت بِخَط فلَان / ثمَّ يَسُوق الْإِسْنَاد والمتن ¶ - وَمِنْهَا الْوَصِيَّة بِالْكتاب وَهِي أَن يُوصي عِنْد مَوته أَو سَفَره لشخص معِين بِأَصْلِهِ أَو أُصُوله ¶ - والإعلام وَهُوَ أَن يعلم أحد الطّلبَة بِأَنِّي أروي الكاب الْفُلَانِيّ عَن فلَان ¶ بِشَرْط الْإِذْن بالرواية فيهمَا على الْأَصَح وَإِلَّا فَلَا عِبْرَة بهما ¶ كَمَا لَا عِبْرَة بِالْإِجَازَةِ الْعَامَّة فِي الْمجَاز لَهُ نَحْو أجزت لجَمِيع الْمُسلمين أَو لمن أدْرك حَياتِي أَو لأهل الإقليم الْفُلَانِيّ أَو الْبَلدة الْفُلَانِيَّة بِخِلَافِهَا فِي الْمجَاز بِهِ نَحْو أجزت لَك جَمِيع مَا تجوز لي وعني رِوَايَته ¶ وَلَا بِالْإِجَازَةِ للْمَجْهُول من مُبْهَم أَو مهمل وَلَا بِالْإِجَازَةِ للمعدوم كأجزت لمن سيولد لفُلَان أَو لَك وَلمن سيولد لَك وَلَا بِالْإِجَازَةِ الْمُعَلقَة بِمَشِيئَة الْغَيْر لموجود أَو غَيره كأجزت لَك إِن شَاءَ فلَان أَو لمن شَاءَ فلَان على الْأَصَح فِيهِنَّ ¶ فصل فِي صِيغ الْأَدَاء ¶ لَهَا على مَا اخْتَار قَاضِي الْقُضَاة ثمناني مَرَاتِب ¶ الأولى سَمِعت وحَدثني ¶ - ثمَّ أَخْبرنِي وقرأت عَلَيْهِ ¶ - ثمَّ قرىء عَلَيْهِ وَأَنا أسمع",
            "page": "111",
            "part": "1",
            "seal": "85A3D71E"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "ثمَّ أنبأني ¶ - ثمَّ ناولني ¶ - ثمَّ شافهني ¶ - ثمَّ كتب إِلَيّ ¶ - ثمَّ عَن وَنَحْوهَا مِمَّا يحْتَمل السماع وَعَدَمه وَالْإِجَازَة وَعدمهَا كقال وَذكر وروى ¶ فَالْأولى لمن سمع وَحده من لفظ الشَّيْخ فَإِن أَتَى بِصِيغَة الْجمع كحدثنا فلَان أَو سمعنَا فلَانا يَقُول فَلِمَنْ سمع مَعَ غَيره كثيرا وَلمن سمع وَحده قَلِيلا وَسمعت لمن سمع أصرح فِي السماع من حَدثنِي وَأَرْفَع مِنْهُ مِقْدَارًا فِي الْإِمْلَاء ¶ وَالثَّانيَِة لمن قَرَأَ وَحده على الشَّيْخ وَلَيْسَ مَعَه غَيره فَإِن أَتَى بِصِيغَة الْجمع كأخبرنا وقرأنا عَلَيْهِ فَلِمَنْ سمع بِقِرَاءَة غَيره أَو قَرَأَ وَمَعَهُ غَيره وقرأت لمن قَرَأَ أصرح فِي الْقِرَاءَة من أَخْبرنِي ¶ وَالْمُخْتَار فِيمَن قَرَأَ على الشَّيْخ من غير إِنْكَار وَلَا مَا يُوجب / السُّكُوت عَنهُ جَوَاز أَن يَقُول حَدثنَا وَأخْبرنَا غير مقيدين بقوله قِرَاءَة عَلَيْهِ وَهُوَ مَا نَقله الْحَاكِم عَن الْأَئِمَّة الْأَرْبَعَة فَإِن قيدهما بِهِ فالجواز بالِاتِّفَاقِ",
            "page": "112",
            "part": "1",
            "seal": "76EAC1CB"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "وَالثَّالِثَة لمن سمع بِقِرَاءَة غَيره ¶ وَالرَّابِعَة كأخبرني عِنْد الْمُتَقَدِّمين وَكَمن أُجِيز لَهُ عِنْد الْمُتَأَخِّرين وَأما الطَّبَقَة المتوسطة بَينهمَا فَكَانُوا لَا يذكرُونَ الإنباء إِلَّا مُقَيّدا بِالْإِجَازَةِ ¶ وَالْخَامِسَة لمن يروي بالمناولة بشرطها ¶ وَالسَّادِسَة لمن أُجِيز لَهُ إجَازَة متلفظا بهَا ¶ وَالسَّابِعَة لمن أُجِيز لَهُ إجَازَة مَكْتُوبًا إِلَيْهِ بهَا إِلَّا عِنْد الْمُتَقَدِّمين فَلِمَنْ كتب إِلَيْهِ بِالْحَدِيثِ سَوَاء أذن لَهُ فِي رِوَايَته أم لَا ¶ وَأما الثَّامِنَة فَعَن مِنْهَا فِي عرف الْمُتَأَخِّرين كأنبأني فِيهِ ¶ وعنعنة المعاصر مَحْمُولَة على السماع مُطلقًا إِلَّا من مُدَلّس وَقيل يشْتَرط اللِّقَاء وَلَو مرّة إِلَّا مِنْهُ وَاخْتَارَهُ قَاضِي الْقُضَاة وَصَححهُ السراج الْهِنْدِيّ منا وَأما جَمِيع مَا كَانَ نَحْو عَن فَالظَّاهِر أَن حكمه حكمهَا عِنْد قَاضِي الْقُضَاة فِي جَمِيع مَا ذكر ¶ فصل فِي النَّوْع الْمُسَمّى بالمتفق والمفترق وَالْآخر الْمُسَمّى بالمؤتلف والمختلف وَالثَّالِث الْمُسَمّى بالمتشابه ¶ اعْلَم أَنه إِذا اتّفق الِاسْم وَاسم الْأَب فَصَاعِدا أَو الِاسْم وَاسم الْأَب وَالنِّسْبَة أَو النِّسْبَة فَقَط خطا ونطقا سَوَاء كَانَ الِاسْم كنية أَو غَيرهَا وَاخْتلف الشَّخْص سَوَاء كَانَ الْمُسَمّى اثْنَيْنِ أَو أَكثر فَهُوَ الْمُتَّفق والمفترق",
            "page": "113",
            "part": "1",
            "seal": "6CBFFFB2"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وَإِن اتّفق الِاسْم أَي اسْم كَانَ وَلَو لقبا أَو نسبا خطا وَاخْتلف نطقا سَوَاء كَانَ اثْنَيْنِ أم أَكثر فَهُوَ المؤتلف والمختلف ¶ وَإِن اتّفق الِاسْم خطا ونطقا وَاخْتلف اسْم الْأَب نطقا مَعَ الائتلاف خطا أَو بِالْعَكْسِ أَو اتّفق الِاسْم اسْم الْأَب خطا ونطقا وَاخْتلفت النِّسْبَة نطقا فَهُوَ الْمُتَشَابه ¶ قَالَ قَاضِي الْقُضَاة ويتركب مِنْهُ وَمِمَّا قبله أَنْوَاع ¶ مِنْهَا أَن يحصل الِاتِّفَاق / أَو الِاشْتِبَاه فِي الِاسْم وَاسم الْأَب مثلا إِلَّا فِي حرف فَأكْثر من أَحدهمَا أَو مِنْهُمَا سَوَاء كَانَ الِاخْتِلَاف بالتغير مَعَ ثُبُوت عدد الْحُرُوف فِي الْجِهَتَيْنِ كمحمد بن سِنَان وَمُحَمّد بن سيار وكأحمد بن الْحُسَيْن وأحيد بن الْحُسَيْن أَو مَعَ نقصانه فِي أَحدهمَا كَعبد الله بن نجي وَعبد الله بن يحيى وكعبد الله بن زيد وَعبد الله بن يزِيد ¶ وَمِنْهَا أَن يحصل الِاتِّفَاق فِي الْخط والنطق لَكِن يحصل الِاخْتِلَاط أَو الِاشْتِبَاه بالتقديم وَالتَّأْخِير إِمَّا فِي جملَة الاسمين كالأسود بن يزِيد وَيزِيد بن الْأسود وَمِنْه عبد الله بن يزِيد وَزيد بن عبد الله أَو فِي بعض حُرُوف الإسم الْوَاحِد من جملَة الاسمين كأيوب بن سيار وَأَيوب بن يسَار ¶ وَفِيه نظر إِذْ لَا اتِّفَاق خطا وَلَا نطقا بَين يزِيد وَزيد كَمَا كَانَ بَين عبد الله وَعبد الله فَكيف يَجْعَل عبد الله بن يزِيد وَزيد بن عبد الله من أول هذَيْن الْقسمَيْنِ الَّذِي فِيهِ اتِّفَاق الْأسود وَالْأسود",
            "page": "114",
            "part": "1",
            "seal": "4B4C3172"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وَيزِيد وَيزِيد خطا ونطقا كَمَا اتّفق فِي ثَانِيهمَا السينان واليا آن خطا ونطقا وَأَيْضًا لَو اقْتصر على حُصُول الِاشْتِبَاه لَكَانَ هُوَ الْوَجْه بِلَا اشْتِبَاه ¶ فصل وَمن المهم عِنْد الْمُحدثين معرفَة طَبَقَات الروَاة ¶ والطبقة فِي اصطلاحهم عبارَة عَن جمَاعَة اشْتَركُوا فِي السن ولقاء الْمَشَايِخ ¶ وَمَعْرِفَة مواليدهم ووفياتهم وبلدانهم وأوطانهم ¶ فصل وَمن المهم معرفَة أَحْوَال الروَاة تعديلا وتجريحا وجهالة ¶ وَمَعْرِفَة مَرَاتِب أَلْفَاظ التَّعْدِيل وَالتَّجْرِيح بِحَسب مَرَاتِب أسبابهما ¶ فأسوأ أَلْفَاظ التجريح مَا دلّ على الْمُبَالغَة فِيهِ بِصِيغَة أفعل التَّفْضِيل وَهُوَ الأصرح كأكذب النَّاس أَو بِدُونِهَا كإليه الْمُنْتَهى فِي الْوَضع أَو هُوَ ركن الْكَذِب / وأسهلها فلَان لين وسيء الْحِفْظ أَو فِيهِ أدنى مقَال ¶ وَبَينهمَا مَرَاتِب ¶ وَأَرْفَع أَلْفَاظ التَّعْدِيل مَا دلّ على الْمُبَالغَة فِيهِ بِصِيغَة أفعل التَّفْضِيل أَيْضا وَهُوَ الأصرح كأوثق النَّاس أَو أثبت النَّاس أَو بِدُونِهَا كإليه الْمُنْتَهى فِي التثبت",
            "page": "115",
            "part": "1",
            "seal": "4E594100"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "وَأَدْنَاهَا مَا أشعر بِالْقربِ من أسهل التجريح كشيخ ويروى حَدِيثه وَيعْتَبر بِهِ ¶ وَبَينهمَا مَرَاتِب ¶ ثمَّ إِن خلا عَن تَعْدِيل قبل الْجرْح وَلَو مُجملا بِأَن لم يبين سَببه وَلَكِن من عَارِف بأسبابه على الْمُخْتَار ¶ وَإِن خلا عَن جريح قبلت التَّزْكِيَة من عَارِف بأسبابها وَلَو من وَاحِد وَإِن لم يقبل فِي حق الشَّاهِد إِلَّا من عدد على الْأَصَح ¶ وَإِن اجْتمع فِيهِ كِلَاهُمَا قدم الْجرْح وَلَكِن إِذا صدر مُفَسرًا غير مُجمل بِأَن يبين سَببه وَكَانَ الْجَارِح عَارِفًا بأسبابه هَذَا مَا عَلَيْهِ قَاضِي الْقُضَاة ¶ وَالْمُخْتَار عندنَا وفَاقا للْأَكْثَر الِاكْتِفَاء بِالْوَاحِدِ فِي تَزْكِيَة الرَّاوِي كَمَا مر وَكَذَا فِي جرحه وَلَكِن مَعَ القَوْل بِاشْتِرَاط الْعدَد فِي تَعْدِيل الشَّاهِد وجرحه ووفاقا لفخر الْإِسْلَام منا عدم الْقبُول لجرح من أَئِمَّة الحَدِيث إِلَّا مُفَسرًا بِسَبَب صَالح للجرح مُتَّفق عَلَيْهِ من غير متعصب ¶ وليحذر الْمُتَكَلّم فِي بَاب الْجرْح وَالتَّعْدِيل من التساهل فيهمَا",
            "page": "116",
            "part": "1",
            "seal": "A645ED15"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "والآفة تدخل فِي هَذَا الْبَاب من خَمْسَة وُجُوه أَحدهَا الْهوى وَالْغَرَض الْفَاسِد وَهُوَ شَرها ¶ وَالثَّانِي الْمُخَالفَة فِي العقائد ¶ وَالثَّالِث الِاخْتِلَاف بَين المتصوفة وَأهل الظَّاهِر ¶ وَالرَّابِع الْجَهْل بمراتب عُلُوم الْأَوَائِل فِي الحقية والبطلان وَإِيجَاب الْكفْر وَعدم إِيجَابه ¶ وَالْخَامِس الْأَخْذ بالتوهم مَعَ عدم الْوَرع ¶ فصل وَمن المهم معرفَة كنى ذَوي الْأَسْمَاء المشتهرين بهَا وَأَسْمَاء ذَوي الكنى المشتهرين بهَا ¶ وَمَعْرِفَة من اسْمه كنيته وهم قَلِيل ¶ وَمَعْرِفَة من / اخْتلف فِي كنيته وهم كثير ¶ وَمَعْرِفَة من كثرت كناه بِأَن كَانَ لَهُ أَكثر من كنية وَاحِدَة أَو نعوته ¶ وَمَعْرِفَة من وَافَقت كنيته اسْم أَبِيه كَأبي إِسْحَاق إِبْرَاهِيم بن إِسْحَاق الْمدنِي أَو بِالْعَكْسِ كإسحاق بن أبي إِسْحَاق السبيعِي أَو وَافَقت كنيته كنية زَوجته كَأبي أَيُّوب الْأنْصَارِيّ وَأم أَيُّوب أَو وَافق اسْم شَيْخه اسْم أَبِيه كالربيع بن أنس عَن أنس ¶ وَمَعْرِفَة من نسب إِلَى غير أَبِيه من الرِّجَال أَو من النِّسَاء كَأُمِّهِ وجدته أَو إِلَى غير مَا يسْبق إِلَى الْفَهم",
            "page": "117",
            "part": "1",
            "seal": "6745E5EB"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "فصل وَمن المهم معرفَة من اتّفق اسْمه وَاسم أَبِيه وجده فَصَاعِدا ¶ وَمن اتّفق اسْمه وَاسم شَيْخه وَشَيخ شَيْخه فَصَاعِدا ¶ وَهُوَ من فروع المسلسل لَا الأول وَقد يتَّفق الإسم وَاسم الْأَب ثمَّ الإسم وَاسم الْأَب فَصَاعِدا تَارَة للراوي وَأُخْرَى لَهُ ولشيخه ¶ وَمَعْرِفَة من اتّفق اسْم شَيْخه والراوي عَنهُ وَهُوَ نوع لطيف لم يتَعَرَّض لَهُ ابْن الصّلاح وَفَائِدَته رفع اللّبْس عَمَّن يظنّ أَن فِيهِ انقلابا ¶ فصل وَمن المهم معرفَة الْأَسْمَاء الْمُجَرَّدَة مُطلقًا من الكنى والألقاب وَغَيرهمَا ¶ - وَقد جمعهَا جمَاعَة من الْأَئِمَّة فَمنهمْ من جمعهَا بِغَيْر قيد وَمِنْهُم من أفرد الثِّقَات وَمِنْهُم من أفرد الْمَجْرُوحين وَمِنْهُم من تقيد بِرِجَال كتاب مَخْصُوص فَلم يخل بهم فِي كِتَابه سَوَاء ذكر مَعَهم غَيرهم أم لَا كرجال البُخَارِيّ وَرِجَال مُسلم ورجالهما مَعًا وَرِجَال أبي دَاوُد وَرِجَال التِّرْمِذِيّ وَرِجَال النَّسَائِيّ وَرِجَال الْكتب السِّتَّة ¶ وَمَعْرِفَة الْأَسْمَاء المفردة مُطلقًا ¶ وَمَعْرِفَة الكنى الْمُجَرَّدَة والألقاب الْمُجَرَّدَة من حَيْثُ هما هما ¶ قَالَ قَاضِي الْقُضَاة والألقاب تَارَة تكون بِلَفْظ الإسم وَتارَة تكون بِلَفْظ الكنية فَيكون اللقب عِنْده مَا دلّ على رفْعَة أَو صفة",
            "page": "118",
            "part": "1",
            "seal": "498EF170"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "وَإِن صدر بأب وَأم والكنية مَا صدر بِأَحَدِهِمَا من / غير دلَالَة على رفْعَة أَو صفة والإسم غَيرهمَا ¶ فصل وَمن المهم معرفَة الْأَنْسَاب ¶ وَالنّسب يَقع إِلَى الْقَبَائِل وَإِلَى الأوطان أَعم من أَن تكون بلادا أَو ضيَاعًا أَو سككا وَسَوَاء كَانَ الْمَنْسُوب إِلَيْهَا مِنْهَا أَصَالَة أَو مِنْهَا مجاورة وَإِلَى الصَّنَائِع وَإِلَى الْحَرْف ثمَّ الْأَنْسَاب قد يَقع فِيهَا الِاتِّفَاق والاشتباه وَقد تقع ألقابا ¶ وَمن المهم معرفَة أَسبَاب الألقاب وَأَسْبَاب الْأَنْسَاب ¶ فصل وَمن المهم معرفَة الموَالِي وموالي الموَالِي ¶ إِمَّا بِالرّقِّ الطارىء عَلَيْهِ الْعتْق أَو بِالْحلف أَو بِالْإِسْلَامِ كَذَا قَالَ قَاضِي الْقُضَاة وَيلْزمهُ وُقُوع مِثَال لمولى الْمولى بِالْحلف أَو بِالْإِسْلَامِ فِي الرِّجَال لكني لم أره ¶ فصل وَمن المهم معرفَة الْإِخْوَة وَالْأَخَوَات من ثَلَاثَة أَو ثَلَاث فَأكْثر وَقد صنف فِي هَذَا النَّوْع القدماء ¶ فصل وَمن المهم معرفَة أدب الشَّيْخ والطالب ¶ ويشتركان فِي تَصْحِيح النِّيَّة وتحسين الْخلق والتطهر من أغراض الدُّنْيَا ¶ وينفرد الشَّيْخ بِأَن يسمع إِذا احْتِيجَ إِلَيْهِ وتأهل للإسماع وَأَن لَا يحدث بِبَلَد فِيهِ أولى مِنْهُ بِالتَّحْدِيثِ بل يرشد إِلَيْهِ وَأَن لَا يتْرك إسماع أحد لنِيَّة فَاسِدَة وَأَن يتَطَهَّر ويتطيب وَيجْلس بوقار وَأَن لَا يحدث قَائِما وَلَا عجلا وَلَا فِي الطَّرِيق إِلَّا أَن اضْطر إِلَى شَيْء",
            "page": "119",
            "part": "1",
            "seal": "6D98E9CA"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "من ذَلِك وَأَن يمسك عَن التحديث إِذا خشِي التَّغَيُّر أَو النسْيَان لمَرض أَو هرم وَأَن يكون لَهُ إِذا اتخذ مَجْلِسا للإملاء مستمل يقظ ¶ وينفرد الطَّالِب بِأَن يوقر الشَّيْخ وَلَا يضجره ويرشد غَيره لما سَمعه وَلَا يدع الاستفادة لحياء أَو تكبر وَيكْتب مَا سَمعه تَاما ويعتني بالتقييد والضبط / ويذاكر مَحْفُوظَة ¶ فصل وَمن المهم معرفَة سنّ التَّحَمُّل وَالْأَدَاء ¶ وَالأَصَح اعْتِبَار سنّ التَّحَمُّل فِي السماع بالتمييز وَقد جرت عَادَة الْمُحدثين بإحضارهم الْأَطْفَال مجَالِس الحَدِيث ويكتبون لَهُم أَنهم حَضَرُوا وَلَا بُد فِي مثل ذَلِك من إجَازَة المسمع ¶ وَالأَصَح فِي سنّ الطَّالِب بِنَفسِهِ أَن يتأهل لذَلِك ¶ وَأما الْأَدَاء فَلَا اخْتِصَاص لَهُ بِشَيْء معِين بل الِاعْتِبَار فِيهِ للاحتياج والتأهل كَمَا مر وَهُوَ مُخْتَلف باخْتلَاف الْأَشْخَاص ¶ وَيصِح تحمل الْكَافِر إِذا أَدَّاهُ بعد إِسْلَامه وَالْفَاسِق إِذا أَدَّاهُ بعد تَوْبَته وعدالته ¶ فصل وَمن المهم معرفَة صفة كِتَابَة الحَدِيث ¶ وَهِي أَن يَكْتُبهُ مُفَسرًا وَيشكل الْمُشكل مِنْهُ وينقطه وَيكْتب السَّاقِط فِي الْحَاشِيَة الْيُمْنَى مَا دَامَ فِي السطر بَقِيَّة وَإِلَّا فَفِي الْيُسْرَى",
            "page": "120",
            "part": "1",
            "seal": "8DA21743"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "فصل وَمن المهم معرفَة صفة عرضه وَهُوَ مُقَابلَته مَعَ الشَّيْخ أَو مَعَ ثِقَة غَيره أَو مَعَ نَفسه شَيْئا فَشَيْئًا ¶ زَاد الْكَمَال الشمني فَقَالَ بِأَصْل شَيْخه الَّذِي يرويهِ عَنهُ سَمَاعا أَو إجَازَة أَو بِأَصْل شَيْخه الْمُقَابل بِهِ أصل شَيْخه أَو بفرع مُقَابل بِأَحَدِهِمَا الْمُقَابلَة الْمُعْتَبرَة ¶ قَالَ وَصفَة ذَلِك أَن يمسك الطَّالِب كِتَابه أَو ثِقَة غَيره وَالشَّيْخ كِتَابه أَو ثِقَة غَيره فيقابله مَعَه فِي حَالَة السماع مِنْهُ أَو الْقِرَاءَة عَلَيْهِ إِن أمكن أَو قبلهَا وَهُوَ الأولى فَإِن وَقع فِيهِ بعض سقط عمل بِمَا ذَكرُوهُ فِي كَيْفيَّة تَخْرِيج السَّاقِط أَو وَقع فِيهِ مَا لَيْسَ مِنْهُ عمل بِمَا ذَكرُوهُ فِي كَيْفيَّة الْجمع بَينهمَا أَو بَينهمَا فِي نُسْخَة وَاحِدَة انْتهى بتلخيص وإيضاح ¶ فصل وَمن المهم معرفَة صفة سَمَاعه وإسماعه ¶ بِأَن لَا يتشاغل فيهمَا / بِمَا يخل بهما من نسخ أَو حَدِيث أَو نُعَاس وَأَن يكون سَمَاعه من أَصله الَّذِي سمع فِيهِ أَو فرع قوبل عَلَيْهِ فَإِن تعذر فليجبره بِالْإِجَازَةِ لما خَالف إِن خَالف وَقد علمت حكم الْإِجَازَة عِنْد أبي حنيفَة وَمُحَمّد وَأَن الْأَحْوَط مَا قَالَاه ¶ وَأما حكم رِوَايَته من كِتَابه الَّذِي هُوَ أَصله وبخطه عندنَا فَهُوَ إِن كَانَ متذكرا فحجة اتِّفَاقًا وَإِلَّا فَلَا عمل بِهِ عِنْد أبي حنيفَة مُطلقًا وَقَالَ أَبُو يُوسُف يعْمل بِهِ إِذا كَانَ الْخط مَعْرُوفا لَا يخَاف تَغْيِيره عَادَة وَكَانَ فِي يَد أَمِين وَلَو غير أَمِينه وَقَالَ مُحَمَّد يعْمل بِهِ مُطلقًا وَلَكِن إِذا تَيَقّن أَنه خطه ¶ فصل وَمن المهم معرفَة صفة الرحلة فِيهِ ¶ حَيْثُ يبتدىء بِحَدِيث أهل بَلَده فيستوعبه ثمَّ يرحل فَيحصل مَا لَيْسَ عِنْده وَيكون اعتناؤه بتكثير المسموع أولى مِنْهُ بتكثير الشُّيُوخ",
            "page": "121",
            "part": "1",
            "seal": "03B7E3AC"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "فصل وَمن المهم معرفَة صفة تصنيفه ¶ وَهَذَا لمن تأهل لَهُ وَهُوَ يكون على المسانيد بِأَن يجمع مُسْند كل صَحَابِيّ على حِدة وعَلى الْأَبْوَاب الْفِقْهِيَّة أَو غَيرهَا وعَلى الْعِلَل بِأَن يذكر كل حَدِيث وطرقه وَاخْتِلَاف نقلته مُعَللا وعَلى الْأَطْرَاف بِأَن يذكر طرف الحَدِيث الدَّال على بَقِيَّته مَا لم يكن الحَدِيث قَصِيرا فيذكره كُله ثمَّ يجمع أَسَانِيد الحَدِيث الْمَذْكُور طرفه أَو كُله ¶ فصل وَمن المهم معرفَة سَبَب الحَدِيث ¶ وَقد صنف فِيهِ بعض شُيُوخ القَاضِي أبي يعلى بن الْفراء الْحَنْبَلِيّ ¶ وغالب هَذِه الْأَنْوَاع الَّتِي ذكرنَا أَنَّهَا من المهم عِنْد الْمُحدثين وَقد وَقع التصنيف فِيهِ وَالله الْمُوفق وَالْهَادِي لَا إِلَه إِلَّا هُوَ عَلَيْهِ توكلت وَإِلَيْهِ أنيب وحسبنا الله وَنعم الْوَكِيل نعم الْمولى وَنعم النصير وَصلى الله على سيدنَا مُحَمَّد وعَلى آله وَصَحبه وَسلم",
            "page": "123",
            "part": "1",
            "seal": "F1A4F5A1"
        }
    ],
    "t1531": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في المشهور"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في العزيز"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في الغريب"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "فصل وكلها سوى المتواتر آحاد"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل قال قاضي القضاة"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الصحيح والحسن لذاته ولغيره"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تفاوت رتب مطلق الصحيح والحسن"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في زيادة راوي الصحيح والحسن"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "فصل إن وصف واصف حديثا واحدا بالصحيح والحسن معا"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الحديث المحفوظ والشاذ والمعروف والمنكر"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في معرفة الاعتبار والمتابعات والشواهد"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في تقسيم الحديث المقبول ولكن بالقياس إلى مقبول آخر بحيث يخرج منه المحكم ومختلف الحديث والناسخ والمنسوخ"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الحديث المردود لسقط من السند"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الحديث المردود لطعن في الراوي"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الحديث المرفوع والموقوف والمقطوع"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "فصل أما مثال المرفوع صريحا"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "فصل من أقسام المرفوع المسند"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في الإسناد العالي والنازل"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في رواية الأقران والأكابر عن الأصاغر"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في المهمل"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في السابق واللاحق"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "فصل فيمن جحد الشيخ مرويه"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في المسلسل"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في وجوه التحمل"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في صيغ الأداء"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في النوع المسمى بالمتفق والمفترق والآخر المسمى بالمؤتلف والمختلف والثالث المسمى بالمتشابه"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم عند المحدثين معرفة طبقات الرواة"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل ومن المهم معرفة أحوال الرواة تعديلا وتجريحا وجهالة"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم معرفة كنى ذوي الأسماء المشتهرين بها وأسماء ذوي الكنى المشتهرين بها"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل ومن المهم معرفة الأسماء المجردة مطلقا من الكنى والألقاب وغيرهما"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم معرفة من اتفق اسمه واسم أبيه وجده فصاعدا"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "3",
            "tit": "فصل ومن المهم معرفة أدب الشيخ والطالب"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل ومن المهم معرفة الإخوة والأخوات من ثلاثة أو ثلاث فأكثر وقد صنف في هذا النوع القدماء"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم معرفة الأنساب"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل ومن المهم معرفة الموالي وموالي الموالي"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم معرفة سن التحمل والأداء"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل ومن المهم معرفة صفة كتابة الحديث"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم معرفة صفة عرضه وهو مقابلته مع الشيخ أو مع ثقة غيره أو مع نفسه شيئا فشيئا"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل ومن المهم معرفة صفة سماعه وإسماعه"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": "2",
            "tit": "فصل ومن المهم معرفة صفة الرحلة فيه"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل ومن المهم معرفة سبب الحديث"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "فصل ومن المهم معرفة صفة تصنيفه"
        }
    ]
}