{
    "b1561": [
        {
            "id": "51",
            "nass": "صلى الله عليه وسلم أجبناه حين دعانا إلى الله وعرفنا ما كانوا يتوعدوننا به، فبادرناهم إليه، فآمنا به وكفروا به وكذبوه، ففينا وفيهم نزلت هولاء الآيات من سورة البقرة: {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ} , 89. ¶ وقال سبحانه: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ} ,البقرة: 146.",
            "page": "53",
            "part": "1",
            "seal": "81F9F5D7"
        },
        {
            "id": "52",
            "nass": "البشارة الرابعة: ¶ جاء في سفر التكوين الإصحاح السابع عشر: ¶ 25- وعلى إسماعيل استجيب لك، هو ذا أباركه، وأكثره كثيرا جدا، فسيلد اثني عشر رئيسا، وأجعله لشعب كبير. ¶ وهذا وعد من الله لإبراهيم في حق إسماعيل عليهما الصلاة والسلام فقوله: لشعب كبير يشير إلى محمد صلى الله عليه وسلم لأنه لم يكن في ولد إسماعيل من كان لشعب كبير غيره. إذ رسالته عامة. قال الله سبحانه: {وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ. رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ. رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} , سورة البقرة: 127 -129. ¶ وكأن هذا الوعد لإبراهيم مواساة له، عندما رأى ابنه إسماعيل وأمه هاجر مطرودين أمام عينيه، يقيمان بواد غير ذي زرع من أجل سارة.",
            "page": "54",
            "part": "1",
            "seal": "B57D75A1"
        },
        {
            "id": "53",
            "nass": "جاء في سفر التكوين في الإصحاح الحادي والعشرين ما يلي: ¶ 13 وابن الجارية سأجعله أمة، لأنه نسلك. ¶ هذا إذا إسماعيل جد محمد صلى الله عليه وسلم وهو ابن الجارية هاجر، والأمة العظيمة هي أمة محمد صلى الله عليه وسلم. ¶ قال الشهرستاني في الملل والنحل: واليهود معترفون بهذه القضية، إلا أنهم يقولون: أجابه بالملك دون النبوة والرسالة. وقد ألزمتُهم أي من ناحية الحجة أن الذي سلمتم به، أهو ملك بعدل وحق أم لا؟ فإن يكن بعدل وحق، فكيف يمن على إبراهيم بملك في أولاده، هو جور وظلم, وإن سلمتم القول والصدق من حيث الملك، فالملك يجب أن يكون صادقا فيما يقوله. وكيف يكون الكاذب على الله صاحب عدل وحق؟ إذ لا ظلم أشد من الكذب على الله، ففي تكذيبه تجويره، وفي التجويررفع المنة بالنعمة1 اهـ. ¶ __________ ¶ 1 الملل والنحل 1/312-313، إظهار الحق 2/251، محمد رسول الله لبشرى ص 74، قصص الأنبياء للنجار ص 293.",
            "page": "55",
            "part": "1",
            "seal": "138D36F8"
        },
        {
            "id": "54",
            "nass": "البشارة الخامسة: ¶ جاء في سفر حجي الإصحاح الثاني ما يلي: ¶ 6- لأنه هكذا قال رب الجنود: هي مرة بعد قليل، فأزلزل السماوات والأرض والبحر واليابسة. ¶ 7- وأزلزل كل الأمم، ويأتي مشتهى كل الأمم، فأملأ هذا البيت عدلا. قال رب الجنود. ¶ 8- لي الفضة ولي الذهب. يقول رب الجنود. ¶ 9- مجد هذا البيت الأخير يكون أعظم من مجد الأول. قال رب الجنود. وفي هذا المكان أعطي السلام. يقول رب الجنود. ¶ ولو حللنا هذا النص لوجدنا فيه ما يلي: ¶ (أ) إن الله سيزلزل كل الأمم على يد الذي تشتهيه وتحبه كل الأمم. ¶ (ب) عود المجد إلى بيت المقدس على يد مشتهى كل الأمم. ¶ (بر) إعطاء السلام والأمان والمجد في البيتين الأول والثاني. ¶ فمن هو مشتهى كل الأمم؟.",
            "page": "56",
            "part": "1",
            "seal": "D96C4737"
        },
        {
            "id": "55",
            "nass": "قال الدكتور محمد رواس قلعه جي في كتابه:\"محمد في الكتب المقدسة\"1: \"إن كلمة مشتهى كل الأمم المذكورة هي\"حمدوت\"باللغة العبرية، أي محمود كل الأمم. وقد جاء في حاشية الأصل العبري\"مشتهى كل الأمم حمدوت\"أي الذي تحمده كل الأمم، ولاشك أن هذا يعني محمدا أو أحمد أو محمودا. فالتوراة صرحت باسم محمد\"حمدوت\"لكن الترجمة أبعدت لفظ محمد لتضع مكانه مرادفا يصرف الذهن عن اسم محمد عيه اهـ. ¶ عن جبير بن مطعم رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"لي خمسة أسماء: أنا محمد، وأنا أحمد، وأنا الماحي الذي يمحو الله بي الكفر، وأنا الحاشر الذي يحشر الناس على قدمي، وأنا العاقب\". أخرجه البخاري ومسلم ومالك في الموطأ والترمذي بالأسانيد المتصلة. ¶ والعاقب: الذي ليس بعده شيء، وقد سماه الله رؤوفا رحيما. ¶ وعن أبى موسى الأشعري رضي الله عنه قال: كان رسول الله صلى الله عليه وسلم يسمى لنا نفسه أسماء، فقال: \"أنا محمد وأنا أحمد وأنا المقفي ونبي التوبة ونبي الرحمة\". رواه مسلم بالسند المتصل. ¶ __________ ¶ 1 نظر ص 15و37.",
            "page": "57",
            "part": "1",
            "seal": "145DC3BE"
        },
        {
            "id": "56",
            "nass": "وقد تحققت الأمور الثلاثة على يد رسول الله صلى الله عليه وسلم وعلى يد أمته من بعده، وعم الأمان في البيتين. قال سبحانه: {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} , سورة: التوبة 33. ¶ وقال تعالى: {وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ. إِنَّ فِي هَذَا لَبَلاغاً لِقَوْمٍ عَابِدِينَ وَمَا أَرْسَلْنَاكَ إلا رَحْمَةً لِلْعَالَمِينَ} , سورة الأنبياء: 105-107.",
            "page": "58",
            "part": "1",
            "seal": "A39091C7"
        },
        {
            "id": "57",
            "nass": "البشارة السادسة: ¶ جاء في سفر التكوين في الإصحاح التاسع والأربعين ما يلي: ¶ فلا يزول القضيب من يهوذا والمدبر من فخذه، حتى يجيء الذي له الكل، وإياه تنتظر الأمم. ¶ وفي نسخة ثانية: فلا يزول القضيب من يهوذا والرسم من تحت أمره، إلى أن يجيء الذي هو له، وإليه تجتمع الشعوب. ¶ والمعنى: لا يزول الحكم من يهوذا، ولا من الراسم الذي هو عيسى عليه السلام حتى يجيء الذي له وإليه تجتمع الشعوب. ¶ وهذه علامة صريحة ودلالة واضحة على أن المراد من ذلك هو سيدنا محمد صلى الله عليه وسلم لأن الشعوب ما اجتمعت قط إلا إليه. ¶ قال الله تعالى: {وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ. وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعاً مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ} سورة الأنفال: 62-63.",
            "page": "59",
            "part": "1",
            "seal": "0888A74F"
        },
        {
            "id": "58",
            "nass": "وفي حديث جابر رضي الله عنه السابق: \"وكان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس عامة\". اهـ, وكان من أصحابه الرومي والفارسي والحبشي وغير ذلك1. ¶ __________ ¶ 1 إظهار الحق /252-253و268-269, محمد رسول الله، لبشرى ص 75-76و81-82، قصص الأنبياء للنجار ص 397-398، محمد في الكتب المقدسة لمحمد رواس ص 15",
            "page": "60",
            "part": "1",
            "seal": "497AF40F"
        },
        {
            "id": "59",
            "nass": "البشارة السابعة: ¶ جاء في سفر دانيال الإصحاح الثاني: في تعبير رؤيا الملك بختنصر: ¶ 44- فأما في أيام تلك الممالك، يبعث إله السماء، مملكة لن تنقضي أبدا، وملكها لا يعطى لشعب آخر، وهي تسحق وتفني جميع الممالك، وهي تثبت إلى الأبد. ¶ وقد أعطى الله سبحانه السلطة لمحمد وأمته، ففتحوا شرقا وغربا، وقضوا على الدولتين العظيمتين في ذلك الوقت الفرس والروم. ثم تقدموا نحو أوربا تارة عن طريق الأندلس حتى وصلوا إلى بواتيه في فرنسا، وتارة عن طريق تركيا شمالا. وهذه السلطة لا تفنى أبدا، وإن اعتراها الوهن والضعف، بيد أنها لا تمحق، بل تبقى مرهوبة الجانب. ¶ عن المغيرة بن مشعبة رضي الله عنه قال. قال رسول الله صلى الله عليه وسلم: \"لا يزال ناس من أمتي ظاهرين، حتى يأتيهم أمر الله وهم ظاهرون\" رواه البخاري ومسلم بالأسانيد المتصلة. ¶ وعن ثوبان رضي الله عنه قال. قال رسول الله صلى الله عليه وسلم: \" لا تزال طائفة من أمتي ظاهرين على الحق، لا يضرهم",
            "page": "61",
            "part": "1",
            "seal": "C9AF75B1"
        },
        {
            "id": "60",
            "nass": "من خذلهم، حتى يأتي أمر الله وهم كذلك\" رواه مسلم والترمذي وأبو داود وبالأسانيد المتصلة. ¶ فهذه هي السلطة الأبدية التي لا تنقضي، وملكها لا تعطى لشعب آخر، وسيظهر كمالها عن قريب بإذن الله في زمن المهدي ونزول المسيح عيسى ابن مريم عليه الصلاة والسلام عن ابن عباس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لن تهلك أمة أنا أولها، ومهديها أوسطها، والمسيح آخرها\" , أخرجه أبو نعيم. ¶ وقال سبحانه: {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ. هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} سورة الصف:89. ¶ والمسلمون اليوم بلغ بهم الأمر من الضعف ما بلغ، ومع ذلك تجد رهبتهم في قلوب أعدائهم على اختلاف أنواعهم، وهم يخافون من أي تحرك باسم الإسلام، ويتكاتفون على ما بينهم من الاختلاف لاحتواء ذلك وتطويقه والقضاء عليه. والتبشير الخادع باسم المسيح والرحمة والمحبة قائم على قدم وساق في إفريقية وآسيا، تموله الدول الغربية وتحرسه بجيوشها وأساطيلها سابقا، وبعملائها حاليا، وهم يخافون من امتداد الإسلام وانتشاره مع أنه يقوم على جهود فردية، وهم",
            "page": "62",
            "part": "1",
            "seal": "480B8B04"
        },
        {
            "id": "61",
            "nass": "يعترفون بأن الإسلام يغلبهم في إفريقية السوداء. فيجتمعون ويكيدون، والله من ورائهم محيط1. ¶ __________ ¶ 1 انظر كتاب الاستعمار الفرنسي في أفريقيا السوداء لفيليب فوندونسي رئيس الاستخبارات الفرنسية في إفريقية سابقا. والتبشير والاستعمار للدكتورين فروخ",
            "page": "63",
            "part": "1",
            "seal": "ED4AFD6C"
        },
        {
            "id": "62",
            "nass": "البشارة الثامنة: ¶ جاء في سفر أشعيا في الإصحاح الثاني والأربعين: ¶ 1- هو ذا عبدي الذي أعضده، مختاري الذي سرّت به نفسي، وصفت عليه روحي، فليخرج الحق للأمم. ¶ 3- لا يصيح ولا يسمع في الشارع صوته.... ¶ 4- لا يكل ولا ينكسر حتى يضع الحق في الأرض. ¶ وتنتظر الجزائر شريعته. ¶ وجاء أيضا: الذي جعله الله عهدا للشعب، ونورا للأمم، ليفتح عيون العمي، ليخرج من الحبس المأسورين، من بيت السجن، الجالسين في الظلمة اهـ. ¶ وبتحليل هذا النص نجد أن هذه الصفات تتمثل في محمد صلى الله عليه وسلم بجلاء ووضوح: ¶ (أ) فمحمد صلى الله عليه وسلم اختاره الله واصطفاه، وأيده بنصره، ليخرج الحق للأمم كلها. ¶ عن واثلة بن الأسقع رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول:\"إن الله اصطفي كنانة من ولد إسماعيل، واصطفي قريشا من كنانة، واصطفي من قريش بني هاشم، واصطفاني من بني هاشم\"رواه مسلم والترمذي.",
            "page": "64",
            "part": "1",
            "seal": "E962A0F0"
        },
        {
            "id": "63",
            "nass": "وعن المطلب بن وداعة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"أنا محمد بن عبد الله بن عبد المطلب. إن الله خلق الخلق، فجعلني في أخيرهم، ثم جعلهم فرقتين، فجعلني في خير فرقة، ثم جعلهم قبائل، فجعلني في خيرهم قبيلة، ثم جعلهم بيوتا، فجعلني في خيرهم بيتا وخيرهم نفسا\". رواه الترمذي وقال: حديث حسن صحيح. فهو صلى الله عليه وسلم خيار من خيار من خيار. وربك يخلق ما يشاء ويختار. ¶ (ب) ومحمد صلى الله عليه وسلم كان لا يرفع صوته في الكلام من غير حاجة، وضحكه التبسم. قال سبحانه: {فَبِمَا رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ} . سورة: اهـ عمران 159. ¶ وعن عائشة رضي الله عنها: أن النبي صلى الله عليه وسلم كان يحدث حديثا، لو عده العاد لأحصاه. رواه البخاري ومسلم والترمذي. ¶ (ج) ومحمد صلى الله عليه وسلم لم يكل ولم ينكسر حتى وضع الحق في الأرض، رغم ما اعتراه من الشدائد والإيذاء. قال سبحانه: {فَاصْبِرْ كَمَا صَبَرَ أُولُوا الْعَزْمِ مِنَ الرُّسُلِ وَلا تَسْتَعْجِلْ} الأحقاف 25. أي داوم على الصبر واستمر عليه. علما بأنه ما أوذي أحد في الله كما أوذي رسول الله صلى الله عليه وسلم. ¶ (د) ومحمد صلى الله عليه وسلم أرسله الله ليضيء الطريق للناس، ويخلصهم مما هم فيه. قال سبحانه: {يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ",
            "page": "65",
            "part": "1",
            "seal": "45599EE0"
        },
        {
            "id": "64",
            "nass": "شَاهِداً وَمُبَشِّراً وَنَذِيراً، وَدَاعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجاً مُنِيراً} .أسورة الأحزاب 45،46. ¶ وقال أيضا في سورة الأعراف كما سبق في الآية: {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ} . ¶ عن عطاء بن يسار قال: لقيت عبد الله بن عمرو بن العاص رضي الله عنهما فقلت:\"أخبرني عن صفة رسول الله صلى الله عليه وسلم في التوراة فقال: أجل والله، إنه لموصوف في التوراة ببعض صفته في القرآن: {يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً} , وحرزا للأميين، أنت عبدي ورسولي، سميتك المتوكل، ليس بفظ ولا غليظ ولا سخاب في الأسواق، ولا يدفع السيئة بالسيئة ولكن يعفو ويصفح، ولن يقبضه الله حتى يقيم به الملة العوجاء، بأن يقولوا: لا إله إلا الله، ويفتح به أعينا عميا، وآذانا صما، وقلوبا غلفا\". رواه البخاري والطبري.",
            "page": "66",
            "part": "1",
            "seal": "A324DD36"
        },
        {
            "id": "65",
            "nass": "البشارة التاسعة: ¶ جاء في سفر أشعيا في الإصحاح الثاني والأربعين: ¶ 9- وأنا مخبر أيضا بأحداث قبل أن تحدث، وأسمعكم إياها. ¶ 10- سبحوا للرب تسبيحة جديدة، تسبيحة من أقاصي الأرض، راكبين في البحر وملوه، والجزائر وسكانها. ¶ 11- لترفع البرية ومدنها صوتها في البيوت التي سنها قيدار، سبحوا يا سكان الكهف، من رؤوس الجبال يصيحون. وفي بعض النسخ: يا سكان سالع. ¶ 13- الرب كجبار، يخرج مثل رجل مقاتل، يهوش الغير، يصوت ويصيح على أعدائه، يتقوى. ¶ ولنحلل الآن هذا النص: ¶ بعد أن أخبر أشعيا عليه السلام قومه عن أمور قد أتت، نبّههم إلى أنه سيخبرهم عن أمور تحدث في المستقبل. والمراد بالتسبيحة الجديدة. العبادة على النهج الجديد ¶ الذي ستأتي بها الشريعة المحمدية، ليس غير. وتعميمها على سكان أقاصي الأرض وأهل الجزائر والمدن والبراري: إشارة",
            "page": "67",
            "part": "1",
            "seal": "9D525D72"
        },
        {
            "id": "66",
            "nass": "إلى عموم رسالته صلى الله عليه وسلم ولفظ\"قيدار\"أقوى إشارة إليه صلى الله عليه وسلم لأنه عليه الصلاة والسلام من أولاد قيدار بن إسماعيل، كما هو معروف. والبرية التي سكنها قيدار هي الجزيرة العربية، وكانت مساكن أولاد إسماعيل. ¶ وقوله:\"في رؤوس الجبال يصيحون\"إشارة إلى العبادة المخصوصة التي تؤدى في الحج والعمرة، حيث يرفع الآلاف بل الملايين من الناس أصواتهم بالتلبية والتكبير والدعاء.\"لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك\". ¶ ومن المعلوم أنه تسن التلبية كلما صعدوا مرتفعا، أو هبطوا واديا، أو التقوا بركب آخر، أو انعطفوا في طريقهم. ويستحب رفع الصوت في ذلك من غير إفراط. ومن المعلوم أيضا أن الحجاج يقفون في عرفة، ويبيتون منى ليالي وأياما، ومنى كلها جبال ووديان. ¶ وفي الجملة العاشرة:\"من أقاصي الأرض راكبين في البحر وملؤه، والجزائر وسكانها\"وهي إشارة إلى مجيء الحجاج والمعتمرين من كل مكان مهما بعد. كما هي الحال الآن حيث يأتي المسلمون من كل مكان لأداء الحج أو العمرة برا وبحرا وجوا.",
            "page": "68",
            "part": "1",
            "seal": "88AF474D"
        },
        {
            "id": "67",
            "nass": "قال تعالى: {وَأَذِّنْ فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالاً وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ} سورة الحج 27. ¶ أما ما ورد في بعض النسخ\"يا سكان سالع\" فهي إشارة إلى الأنصار الذين هاجر إليهم رسول الله صلى الله عليه وسلم في المدينة المنورة فاستقبلوه ونصروه. لأن سالع، هو جبل شفع فتح السين وسكون اللام الذي يقع قرب المسجد النبوي من الجانب الغربي للمدينة المنورة، يمر بأحد جانبيه شارع السيح، وبالآخر شارع سلطانة. ¶ فهذه الصفات إنما تنطبق على محمد صلى الله عليه وسلم وأمته، فهم الذين يكبرون الله بأصوات مرتفعة في آذانهم للصلوات الخمس وعلى الأماكن المرتفعة. ¶ عن جابر بن عبد الله رضي الله عنه قال:\"كنا مع رسول الله صلى الله عليه وسلم إذ علونا كبرنا، وإذا هبطنا سبحنا، فوضعت الصلاة على ذلك\". وواه أبو داود وغيره. ¶ وهم أيضا يكبرون الله بأصوات عالية مرتفعة في عيديهم الفطر والنحر في الصلاة والخطبة وفي أيام منى يكبر الحجاج وسائر أهل الأمصار عقيب الصلاة، كما يكبرون على هديهم وأضاحيهم، وليس هذا لأحد من الأمم عير المسلمين. وقوله: \"كجبار يخرج مثل رجل مقاتل يصوت ويصيح على أعدائه يتقوى\", يشير إلى مضمون الجهاد إشارة",
            "page": "69",
            "part": "1",
            "seal": "26F93873"
        },
        {
            "id": "68",
            "nass": "حسنة، فجهاد هذا النبي المنتظر، وجهاد من تبعه يكون خالصا لله وبأمره لإعلاء كلمته خاليا من أي غرض دنيوي، ومن حظوظ النفس وهواها. كما يشير إلى التكبير عند بدء القتال وبعده. وهكذا كان الصحابة رضي الله عنهم يقاتلون لله، فهم جند الله، يقاتل الله بهم أعداءه ويؤيدهم بنصره. وكذلك من تبعهم بإحسان. ويكبرون عند لقاء عدوهم. وقد اشتهروا بذلك. ¶ ولفظ:\"الجبار\"يشير إلى قوته وقهره للأعداء، ومحمد صلى الله عليه وسلم نبي الرحمة ونبي الملحمة. كما قال سبحانه: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْأِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّار} 1. ¶ وهذا قليل من كثير، وغيض من فيض مما في تلك الأسفار من البشارات بالنبي المنتظر الذي هو من ولد إسماعيل عليه السلام بالرغم مما اعتورها من التحريف القصدي وغير القصدي. ¶ __________ ¶ 1 قصص الأنبياء للنجار ص 397-398، إظهار الحق 2/261-262، محمد رسول الله لبشرى ص 77، المسيح ابن مريم لعبد الحميد جودة السحار، الجواب الصحيح لمن بدل دين المسيح.",
            "page": "70",
            "part": "1",
            "seal": "2A7D96E6"
        },
        {
            "id": "69",
            "nass": "قال عبد الوهاب النجار في كتابه قصص الأنبياء:\"وقد بشر اليهود بمحمد صلى الله عليه وسلم أنبياءء كثيرون، منهم: ¶ - داود في المزامير 45-110-149. ¶ - أشعيا في الإصحاحات 8-9-26-35-42-43-50-51-52-54-55-60-65. ¶ دانيال في الإصحاح 2-7 ¶ حبقوق في الإصحاح 3. ¶ زكريا في الإصحاح 3. ¶ ملاخي في الإصحاح 3.",
            "page": "71",
            "part": "1",
            "seal": "43FF7BEB"
        },
        {
            "id": "70",
            "nass": "بشارات عيسى بمحمد صلى الله عليه وسلم (البشارة الأولى) ¶ ... ¶ بشارات عيسى بمحمد صلى الله عليه وسلم: ¶ قال الله تعالى: {وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرائيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقاً لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ} سورة الصف 6. ¶ لم تزل الأنبياء تبشر برسول الله صلى الله عليه وسلم وتصفه لأممها في الكتب، وتأمرهم باتباعه ونصره ومؤازرته إذا بعث. ¶ قال ابن عباس رضي الله عنهما ما بعث الله نبيا إلا أخذ عليه العهد, لئن بعث محمد صلى الله عليه وسلم وهو حي ليتبعنه، وأخذ عليه أن يأخذ على أمته, لئن بعث محمد صلى الله عليه وسلم وهم أحياء ليتبعنه وينصرنه. وكان أول ما اشتهر الأمر في أهل الأرض على لسان إبراهيم الخليل والد الأنبياء بعده عليهم الصلاة والسلام حين دعا لأهل مكة أن يبعث الله فيهم رسولا منهم، ثم على لسان عيسى ابن مريم عليه الصلاة والسلام. ¶ عن خالد بن معدان عن أصحاب رسول الله صلى الله عليه وسلم أنهم قالوا: يا رسول الله أخبرنا عن نفسك. قال: \"دعوة إبراهيم، وبشرى عيسي عليهما الصلاة والسلام ورأت أمي حين حملت بي كأنه خرج منها نور أضاءت له قصوربصرى من أرض",
            "page": "72",
            "part": "1",
            "seal": "E62AEEF6"
        },
        {
            "id": "71",
            "nass": "الشام\" رواه ابن إسحاق بسنده، قال ابن كثير: إسناده جيد وله شواهد اهـ وروى أحمد نحوه. ¶ فمن الأغراض التي جاء عيسى ابن مريم لتقريرها البشارة باقتراب ملكوت السماوات والأرض، أي الشريعة الإلهية التي يرسل الله بها النبي الأمي كما سيأتي إن شاء الله ... ولذلك خاطب بني إسرائيل قائلا: إني رسول الله إليكم، وقد بشرت التوراة بي، وأنا مصداق ما أخبرت عنه، وأنا أبشركم بمن بعدي، ألا وهو الرسول النبي الأمي العربي المكي أحمد..\"فعيسى خاتم أنبياءء بنى إسرائيل، وقد أقام في ملئهم ¶ مبشرآ بمحمد، وهوأحمد خاتم الأنبياء والمرسلين الذي لا رسالة بعده ولا نبوة. فلما جاء أحمد المبشر به في الأعصار المتقادمة اتهموه بالسحر وغيره. ¶ وكان المسيح عيسى عليه السلام يعبر عن المبشر به بلفظ النبي، وبلفظ مسيا1، وبلفظ أحمد فارقليط كما سنرى ذلك في البشارات التالية: ¶ __________ ¶ 1 مسيا: كلمة آرامية تعني رسول. والمسيح: كلمة عربية معناها الملك أو النبي، وهو لقب لابن مريم، أما عيسى فاسم العلم له، وبالعبرية يشوع أي المخلص، لتخليصه لكثير من الناس من آثامهم وضلالهم. ¶ انظر قصص الأنبياء للنجار ص 376 و397-398.",
            "page": "73",
            "part": "1",
            "seal": "57D24C4D"
        },
        {
            "id": "72",
            "nass": "البشارة الأولى: ¶ جاء في إنجيل يوحنا الإصحاح الرابع عشر قول المسيح عليه السلام لأتباعه: ¶ 15- إن كنتم تحبونني فاحفظوا وصاياي. ¶ 16- وأنا أطلب من الأب أي الله فيعطيكم\"فارقليط\"آخر، ليثبت معكم إلى الأبد. ¶ 26- وأما الفارقليط روح القدس الذي سيرسله الأب باسمي، فهو يعلمكم كل شيء، ويذكركم بكل ما قلته لكم. ¶ 29- والآن قد قلت لكم قبل أن يكون، حتى إذا كان تؤمنون. ¶ وفي الإصحاح الخامس عشر: ¶ 26- ومتى جاء الفارقليط الذي أرسله إليكم من الأب، روح الحق الذي ينبثق من الأب، فهو يشهد لي. ¶ 27- وأنتم أيضا تشهدون، لأنكم معي من الابتداء. ¶ وفي الإصحاح السادس عشر: ¶ 7- لكني أقول لكم الحق، إنه خير لكم أن أنطلق، لأنه إن لم أنطلق، لا يأتيكم الفارقليط، فأما إن انطلقت، فإني أرسله إليكم. ¶ 8- ومتى جاء، فهو يوبخ العالم وفي بعض النسخ",
            "page": "74",
            "part": "1",
            "seal": "B5BDF57E"
        },
        {
            "id": "73",
            "nass": "يبكت العالم على خطيئته، وعلى بر وعلى دينونة. ¶ 12- وعندي أيضا أشياء كثيرة أقولها لكم، غير أنكم لا تطيقون حملها الآن. ¶ 13- ولكن متى جاء هو روح الحق فإنه يعلمكم الحق، لأنه لا يتكلم من عند نفسه، بل كل ما يسمع يتكلم به، بركم بأمور آتية. ¶ 14- إنه سيمجدني، لأنه يأخذ ممالي بركم. ¶ إن المسيح عليه السلام لفت انتباه السامعين إلى أن ما سيلقيه عليهم ضروري وهام واجب الحفظ والرعاية، فشوقهم إلى ذلك بقوله: إن كنتم (تحبونني) فاحفظوا (وصاياي) . وذلك لما علم بالتجربة وبنور النبوة أن الكثيرين من بني إسرائيل ينكرون النبي المبشر به، فأكد ذلك بتلك الفقرة، ثم أخبر بمجيئه:\"وأنا أطلب من الله فيعطيكم فارقليط آخر. ولنبحث الآن عن معنى كلمة\"فارقليط\"ثم لنحلل النص: ¶ تهرب النصارى من حقيقة هذه الكلمة: ¶ في الأناجيل المترجمة إلى العربية المطبوعة في لندن في السنوات 1821- 1831 1844م ورد لفظ الفارقليط، كما أثبته في الأعلى. ¶ وفي كتاب العهد الجديد الصادر عن جمعيات الكتاب المقدس في الشرق الأدنى عام 1963 م ورد بدلا من فارقليط",
            "page": "75",
            "part": "1",
            "seal": "CE66B1FB"
        },
        {
            "id": "74",
            "nass": "لفظ\"المعزّي\"وهو اسم فاعل مشتق من العزاء بمعنى الصبر وتخفيف المصاب ونحو ذلك. ¶ وفي كتاب العهد الجديد الصادر عن المطبعة البولسية في حريصا بلبنان عام 1964 م والذي يذكرون في مقدمته أنه نقله عن اليونانية وعلق عليه القس جورج فاخوري، وقدمه إلى البطريرك مكسيموس الرابع. وجدتُ فيه كلمة\"المحامي\"بدلا من الفارقليط، وبدلا من المعزّي. ويعلق القس على ذلك فيقول في الحاشية: وهذا المحامي المعزّي الذي يقيم في الكنيسة إلى الأبد، ويكون شبه روح لها، هو الروح القدس، الأقنوم الثالث من الثالوث الأقدس اهـ. ¶ ولا نريد الآن أن نخوض في معنى الأقانيم وتكونها وتميزها عن بعضها. فإن ابن تيمية رحمه الله يقول في كتاب الجواب الصحيح لمن بدل دين المسيح:\"سألت أكثر من عشرين قسيسا عن معنى الأقانيم؟ فأجابوني بأكثر من عشرين جوابا\"1. ¶ __________ ¶ 1 مما تعلمه الكنيسة للطلاب النصارى في كتاب الديانة المسيحية الذي يدرس في المرحلة الثانوية في سورية، في السبعينيات من السنوات الميلادية ما يلي: نؤمن بإله واحد رب واحد، مكون من ثلاثة أقانيم، كل أقنوم إله مستقل له إرادة متميزة أهـ وهذا وربي في الحساب بديع. ¶ وسألت بعض من يتحرش بالمسلمين، ويتصدى للتبشير بينهم: كيف يكون المسيح عليه السلام إلها أو ربا، وقد ولدته مريم؟؟ فأين كان قبل أن يولد؟ فأجاب: إنما ولدت الناسوت واتحد باللاهوت، فصار الأقنوتم الثاني. فعرجت على بعض صفات الله سبحانه ولكن من المعروف عند المحققين من المترجمين أن الكلمة قائلا: ألا تقر معي بأن الإله يجب أن يكون متصفا بكل كمال منزها عن كل نقصان؟ فقال: بلى. قلت: إذا كان المسيح إلها أو ربا، فكيف يخرج من مكان ضيق قذر، ونحن نعلم أن الناس تعظ المتكبر فتقول له. انظر مم خلقت، ومن أين خرجت. فالولادة انتقاص ينزه الإله عنها. فكرر قوله: إنما ولدت الناسوت دون اللاهوت. قلت: فهل تعني أن المسيح ولد ميتا بدون روحه\"اللاهوت\"، ثم جرى الاتحاد بينهما؟ فبهت الذي كفر. ¶ وعلى كل من شاء زيادة في هذا المضمار فليراجع كتاب الله واحد أم ثالوث لمحمد مجدي مرجان.",
            "page": "76",
            "part": "1",
            "seal": "11D0A903"
        },
        {
            "id": "75",
            "nass": "ولكن من المعروف عند المحققين من المترجمين أن الكلمة في أي لسان من الألسن لها معنى حرفي ولها جو. وعلى المترجم أن ينتبه إلى كليهما عند الترجمة، وإلا وقع في خطأ جسيم. ولا أدري أي المعنيين راعى القس جورج، وهو يترجم أقدس كتاب عندهم، ثم أقره عليه البطريرك. وإذا كانوا يترجمون الأناجيل بلغة العصر، فإن كلمة محامي تعني في لبنان وسورية وسائر البلاد العربية ذلك الرجل الذي درس القانون في كلية الحقوق، ثم تمرن عند محام قديم، بعد أن سجل اسمه لدى النقابة، ثم أصبح يدافع عن أي شخص يدفع له أجرا سواء أكان على حق أم لا، إلا من رحم ربك، فإن تعجب فعجب قولهم إنه محامي. ¶ وعلى كل حال يرى النصارى أن الفارقليط أو المعزي أو المحامي هو الروح القدس، الأقنوم الثالث الذي وعد المسيح ويقيم معهم في الكنيسة إلى الأبد",
            "page": "77",
            "part": "1",
            "seal": "629C5A82"
        },
        {
            "id": "76",
            "nass": "ويكون شبهَ روح لها. ولنبحث الآن عن أصل الكلمة ومعناها: ¶ يقول العلامة رحمة الله بن خليل الهندي: إن من عادة أهل الكتاب أن يترجموا الأسماء، ولا يبقوها على لفظها. وعيسى عليه السلام كان يتكلم الآرامية المشتقة من العبرية، واللفظ العبري مفقود. إذا لم يبق شك في أن يوحنا ترجم اسم المبشر به إلى اليونانية، حسب عادتهم. ثم إن المترجمين إلى العربية عربوا اللفظ اليوناني بـ\"فارقليط\". ¶ ثم يذكر رحمه الله أنه قد وجد رسالة صغيرة باللغة الأردية لبعض القسس طبعت في كلكتا، يدعي مؤلفها أنه يحقق في لفظ فارقليط. وملخص كلامه: أن هذا معرب من اليوناني وأن الصحيح فيه\"paraclete\"\"باراكليمت\"وهو بمعنى المعزي والمعين والوكيل والشافع. ويدعي بأن علماء المسلمين التبس الأمر عليهم، ففهموا أن اللفظ في الأصل،\"paraclyte\"\"بيراكلوت\"ومعناه قريب من محمد أو أحمد. فقالوا: إن عيسى بشر بمحمد عليهما الصلاة والسلام. ¶ ويرد الشيخ رحمه الله على ذلك فيقول: إن التفاوت بين اللفظين يسير جدا، فإن الحروف اليونانية كانت متشابهة، فتبديل بيراكلوت بباراكليت قريب القياس، ثم رجح أهل",
            "page": "78",
            "part": "1",
            "seal": "E81C016B"
        },
        {
            "id": "77",
            "nass": "التثليث هذه النسخة أي التي فيها\"باراكليت\"على النسخ الأخرى أي التي فيها\"بيراكلوت\"ومثل هذا الأمر منهم ليس ببعيد اهـ. وعلى كل إن كانت الكلمة في الأصل\"بيراكلوت\"بمعنى محمد أو أحمد أو محمود، فإن عيسى عليه السلام قد بشر بمحمد صلى الله عليه وسلم صراحة، كما هو الحال في إنجيل برنابا، وكما هو صريح الآية في القرآن {وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} وإن سلمنا أنها كانت\"باراكليت\"بمعنى المعزي والمعين والوكيل والشافع، فإن عيسى عليه السلام قد كنى عن رسول الله محمد صلى الله عليه وسلم لأن هذه المعاني كلها تصدق عليه. ذكر الشيخ عبد الوهاب النجار في كتابه قصص الأنبياء ¶ أنه كان في سنة 1894م طالبا في دار العلوم، وكان يجلس بجانبه في درس اللغة العربية العلامة الكبير الدكتور كارلونلينو المستشرق الإيطالي، وكان يحضر اللغة العربية بتوصية من الحكومة الإيطالية، فانعقدت بينهما أواصر الصحبة المتينة. يقول: وفي ليلة السابع والعشرين من شهر رجب سنة 1311هـ خرجنا بعد المحاضرة وسرنا ثم قلت له: ما معنى\"بيراكلوتس\"؟ فأجابني بقوله: القسس يقولون معناها المعزي. قلت: إني أسأل الدكتور كارلونلينو الحاصل على الدكتوراة في آداب اللغة اليونانية القديمة ولست أسأل قسا. فقال: إن معناها: الذي له حمد كثير. فقلت: هل يوافق ذلك أفعل التفضيل من فعل حمد؟ فقال: نعم. فقلت: إن",
            "page": "79",
            "part": "1",
            "seal": "7565BC37"
        },
        {
            "id": "78",
            "nass": "رسول الله صلى الله عليه وسلم من أسمائه أحمد. فقال: يا أخي أنت تحفظ كثيرا. ثم افترقنا. وقد ازددت بذلك تثبتا في معنى قوله تعالى، حكاية عن المسيح عليه السلام: {وَمُبَشِّراً بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} . ¶ وذكر عبد الحميد جودة السحار في كتابه المسيح ابن مريم أن\"فارقليط\"لفظة يونانية ترجمتها جمعية التوراة الأمريكية بالمعزي، وترجمها المسلمون بأحمد، ثم يقول: ووضح القسيس عبد الواحد داود الآشوري العراقي في كتابه الإنجيل والصلب الكلمات اليونانية التي في التوراة والإنجيل بمعنى أحمد وإسلام هذا. ¶ وذكر الشيخ رحمة الله الهندي في\"إظهار الحق\"أن بعض النصارى ادعوا قبل ظهور محمد أنهم مصاديق لفظ\"فارقليط\"مثل\"منتس\"الذي ادعى أنه الفارقليط الذي وعد عيسى بمجيئه. وتبعه أناس كثيرون. فعُلم أن انتظار الفارقليط كان في القرون الأولى للنصارى، وكان بعضهم يدعي أنهم مصاديق ذلك، وكان بعض النصارى يقبلون دعاوهم اهـ. ¶ ولاشك أن أهل الكتاب من يهود ونصارى كانوا ينتظرون خروج نبي قبل ظهور محمد صلى الله عليه وسلم وسأذكر شواهد على ذلك في آخر الكتاب إن شاء الله. أما الآن فلنحلل النص لنرى انطباقه",
            "page": "80",
            "part": "1",
            "seal": "37C34A2B"
        },
        {
            "id": "79",
            "nass": "التام على رسول الله محمد صلى الله عليه وسلم ¶ (أ) جاء في الجملة السادسة عشرة: وأنا أطلب من الأب أي الله فيعطيكم فارقليط آخر. ¶ يدعي النصارى أنه روح القدس كما سلف. ولا صحة لادعائهم، لأن هذا الروح كما يعتقدون متحد بالأب مطلقا، وبالابن من ناحية لاهوته، لا من ناحية ناسوته، اتحادا حقيقيا، فلا يصدق في حقه أنه فارقليط آخر، بخلاف النبي المبشر به. ثم إن كان معناه المعزي والوكيل والشفيع كما يقولون، فإن هذه الأمور من خواص النبوة، لا من خواص هذا الروح المتحد. ¶ كما ورد في الجملة نفسها أنه يقيم إلى الأبد. وقد حفظ الله سبحانه القرآن صحيحا سليما دون غيره من الكتب. قال سبحانه: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ} . سورة الحجر 9. ¶ (ب) جاء في الجملة السادسة والعشرين: فهو يعلمكم كل شيء، ويذكركم بجميع ما قلته لكم. ¶ وبالفعل، فإن رسالة محمد صلى الله عليه وسلم تشمل جميع نواحي الحياة من علاقة الفرد بالفرد إلى علاقة الأمة بغيرها من الأمم سلما وحربا. قال سبحانه: {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} . سورة الأنعام 38. وعن سلمان رضي الله عنه وقال له",
            "page": "81",
            "part": "1",
            "seal": "A09B8028"
        },
        {
            "id": "80",
            "nass": "المشركون: إنه علمكم نبيكم كل شيء حتى الخراءة قال: أجل،\"لقد نهانا أن يستنجي أحدنا بيمينه، أو يستقبل القبلة بغائط أو بول، ونهى عن الروثة والعظام، وقال لا يستنجي أحدكم بدون ثلاثة أحجار\", أخرجه الخمسة إلا البخاري واللفظ لمسلم. ¶ وقد ذكر النبي صلى الله عليه وسلم النصارى بكل ما قاله عيسى بن مريم وما جاء به من التوحيد الخالص، ونهاهم عن التثليث والغلو في الدين. قال سبحانه: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ} , المائدة 119. ¶ وعن أبى هريرة رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"أنا أولى الناس بابن مريم في الدنيا والآخرة ليس بيني وبينه نبي، والأنبياء إخوة، أبناء علات، أمهاتهم شتى، ودينهم واحد\". رواه البخاري ومسلم وأبو داود. ¶ ولم يثبت من رسائل العهد الجديد أن الحواريين كانوا قد نسوا ما قاله عيسى، ثم أتى هذا الروح النازل فذكرهم به. ¶ (ج) جاء في الجملة التاسعة والعشرين: والآن قد قلت لكم قبل أن يكون، حتى إذا كان تؤمنون. وهذا يدل على أن المراد به غير الروح القدس كما يزعمون. كما أن عدم الإيمان ما",
            "page": "82",
            "part": "1",
            "seal": "DDAF465F"
        },
        {
            "id": "81",
            "nass": "كان مظنونا منهم وقت نزوله. أما إذا حملنا النص على النبي المبشر به، فإن الكلام يكون حسنا، وفي محله. ¶ (د) جاء في الإصحاح الخامس عشر في الجملة السادسة والعشرين: فهو يشهد لي. وفي السابعة والعشرين: وأنتم تشهدون، لأنكم معي من الابتداء. ¶ وبالفعل فقد شهد محمد صلى الله عليه وسلم لعيسى بالنبوة، وأمر المسلمين بالإيمان به، وبرأه مما نسب إليه من الألوهية، وبرأ أمه من تهمة الزنى التي ألصقها بها يهود. قال سبحانه: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرائيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} المائدة 72. ¶ {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ وَمَا مِنْ إِلَهٍ إلا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ} ،73. ¶ {أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ} ،74. ¶ {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْآياتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} , 75",
            "page": "83",
            "part": "1",
            "seal": "0D80FD38"
        },
        {
            "id": "82",
            "nass": "أما ما يزعمون أنه الروح، فلم يشهد بشيء بين يدي أحد، لأن تلاميذ المسيح الذين نزل عليهم الروح كما يدعون كانوا يعرفون المسيح، وما كانوا محتاجين إلى هذه الشهادة. بل هم يشهدون أن عيسى عليه السلام ما أخبر عن نفسه إلا أنه رسول يبشر بنبي يأتي من بعده اسمه أحمد. أما من بعدهم فقد التبس عليهم الأمر. ¶ (هـ) جاء في الإصحاح السادس عشر الفقرة السابعة: ¶ إنه خير لكم أن أنطلق، لأنه إن لم انطلق لا يأتيكم الفارقليط ... ¶ فعلق مجيء الفارقليط بذهابه، وهذا الروح بزعمهم نزل على الحواريين في حضوره لما أرسلهم إلى البلاد. وهو خلاف ما دل عليه النص من أن مجيء الفارقليط مشروط بذهاب عيسى. فلا يكون المراد بالفارقليط هذا الروح الذي عنه يتكلمون. بل إنما المراد به شخص لم يره أحد من الحواريين، ومجيئه يكون بعد ذهاب عيسى ورفعه إلى السماء، فهو محمد صلى الله عليه وسلم بلا شك. ¶ (و) وجاء في الفقرة الثامنة من الإصحاح نفسه: ومتى جاء، فهو يوبخ الحالم على خطيئته ... ¶ وهذا القول بمنزلة النص الواضح الصريح في محمد صلى الله عليه وسلم لأنه هو الذي وبخ العالم على خطيئته، فقد وبخ اليهود",
            "page": "84",
            "part": "1",
            "seal": "C7D0F843"
        },
        {
            "id": "83",
            "nass": "لعدم إيمانهم بعيسى عليه السلام واتهامهم أمه بالزنى. وبكت النصارى على تثليثهم وقولهم إن الله هو المسيح ابن مريم كما سلف. بعكس الروح، فإن توبيخه لا يصح. وما كان التوبيخ هدف التلاميذ بعد نزوله، لأنهم كانوا يدعون إلى المسيحية بالوعظ والترغيب. ¶ (ز) جاء في الفقرة الثانية عشرة من الإصحاح السادس عشر: وعندي أيضا أشياء كثيرة أقولها لكم، غير أنكم لا تطيقون حملها الآن. ¶ وبنو إسرائيل لا يحتملون تلقي الشريعة الأبدية من عيسى عليه السلام لأن التطور البشري لا يسمح لهم أن يتلقوها، فإنهم يحتاجون إلى إعداد وتربية تمتد زمنا ليكونوا متهيئين لتلقي آخر الشرائع. أما عندما تصل البشرية إلى النضوج العقلي، والتفتح الديني المناسب، فإن الله سبحانه يرسل لهم خاتم الرسل بخاتمة الشرائع إلى جميع الناس. وهذا ما كان. ¶ أما الروح النازل كما يقولون فلم يزد أي حكم من الأحكام على ما جاء به عيسى عليه السلام. ¶ (ح) جاء في الفقرة الثالثة عشرة: ومتى جاء روح الحق، فإنه يعلمكم جميع الحق لأنه لا يتكلم من عند نفسه، بل كل ما يسمع يتكلم به.",
            "page": "85",
            "part": "1",
            "seal": "F68C4211"
        },
        {
            "id": "84",
            "nass": "ومحمد صلى الله عليه وسلم ما كان يتكلم من عند نفسه، بل يجعل الله كلامه فما فمه، ويكلم الناس بما يوحيه الله إليه من أمر أو نهي كما سلف في البشارة الأولى من بشارات العهد القديم. قال سبحانه: {قُلْ مَا كُنْتُ بِدْعاً مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ إِنْ أَتَّبِعُ إلا مَا يُوحَى إِلَيَّ وَمَا أَنَا إلاَّ نَذِيرٌ مُبِينٌ} سورة الأحقاف 9. ¶ وقال سبحانه: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى} 1 سورة النجم 4. ¶ (ط) وجاء في الفقرة نفسها: ويخبركم بأمور آتية: ¶ وما الذي أخبر به الروح للحواريين أو لغيرهم من الأمور الغيبية الآتية؟ لم يحدث هذا. أما محمد صلى الله عليه وسلم فقد أخبر عن أمور كثيرة ستقع في المستقبل، منها ما وقع، فأتت كما قال. ومنها ما لم يقع حتى الآن، والمسلمون ينتظرون وقوعها، والأحاديث التالية فيها مصداقية ذلك: ¶ 1- عن حذيفة بن اليمان رضي الله عنهما قال: قام فينا رسول الله صلى الله عليه وسلم مقاما، فما ترك شيئا يكون من مقامه ذلك إلى قيام الساعة إلا حدثه، حفظه من حفظه، ونسيه من نسيه، قد علمه أصحابي هولاء، وإنه ليكون منه الشيء قد نسيته، ¶ __________ ¶ 1 إظهار الحق 278-297، محمد رسول الله لبشرى ص 86-106، محمد في الكتب المقدسة ص13-20، قصص الأنبياء للنجار ص 397-398، المسيح ابن مريم لعبد الحميد جودة السحار.",
            "page": "86",
            "part": "1",
            "seal": "259ED7FC"
        },
        {
            "id": "85",
            "nass": "فأراه فأذكره كما يذكر الرجل وجه الرجل إذا غاب عنه، ثم إذا رآه عرفه\", أخرجه البخاري ومسلم وأبو داود. ¶ 2- وعن عمرو بن أخطب رضي الله عنه قال: صلى رسول الله صلى الله عليه وسلم يوما الفجر وصعد على المنبر، فخطبنا حتى حضرت الظهر، فنزل فصلى، ثم صعد المنبر، فخطبنا حتى حضرت العصر، ثم نزل فصلى، ثم صعد المنبر حتى غربت الشمس، فأخبرنا بما كان، وبما هو كائن إلى يوم القيامة\". قال: فأعلمنا أحفظنا, أخرجه مسلم. ¶ 3 عن جابر بن سمرة وأبي هريرة رضي الله عنهما قالا: قال رسول الله صلى الله عليه وسلم: \" إذا هلك كسرى فلا كسرى بعده، وإذا هلك قيصر فلا قيصر بعده، والذي نفسي بيده، لتنفقن كنوزهما في سبيل الله\" , رواه البخاري ومسلم. ¶ وقد أنفقت كنوزهما في سبيل الله بعد موت النبي صلى الله عليه وسلم ووزعت على أصحابه رضي الله عنهم فاجتمدت أكوام من المال أمام عمر رضي الله عنه في مسجد رسول الله صلى الله عليه وسلم فجعل يقلبها ويبكي، ثم وزعها. ¶ 4 وعن عدي بن حاتم رضي الله عنه قال: بينا أنا عند النبي صلى الله عليه وسلم إذ أتاه رجل فشكا إليه الفاقة، ثم أتاه آخر فشكا إليه قطع السبيل. فقال: \"يا عدي هل رأيت الحيرة؟ قلت: لم أرها، وقد أنبئت عنها. قال: إن طالت بك حياة",
            "page": "87",
            "part": "1",
            "seal": "E65B2838"
        },
        {
            "id": "86",
            "nass": "لترين الظعينة ترتحل من الحيرة حتى تطوف بالكعبة، لا تخاف أحدا إلا الله تعالى قلت فيما بيني وبين نفسي: فأين دعار طيء الذين سعروا البلاد؟ ولئن طالت بك حياة لتفتحن كنوز كسرى. قلت: كسرى ابن هرمز؟ قال: كسرى بن هرمز. ولئن طالت بك حياة لترين الرجل يخرج ملء كفه من ذهب أو فضة، يطلب من يقبله منه، فلا يجد أحدا يقبله منه، وليلقين الله أحدكم يوم يلقاه، وليس بينه وبينه حجاب ولا ترجمان يترجم له، فيقولن: ألم أبعث إليك رسولا فيبلغك؟ فيقول: بلى يا رب. فيقول: ألم أعطك مالا وأفضل عليك؟ فيقول: بلى. فينظر عن يمينه فلا يرى إلا جهنم، وينظر عن يساره فلا يرى إلا جهنم. قال عدي: فسمعت النبي صلى الله عليه وسلم يقول: اتقوا النار ولو بشق تمرة، فمن لم يجد شق تمرة، فبكلمة طيبة. قال عدي: فرأيت الظعينة ترتحل من الحيرة حتى تطوف بالكعبة لا تخاف إلا الله، وكنت فيمن افتتح كنوز كسرى ابن هرمز، ولئن طالت بكم حياة لترون ما قال النبي أبو القاسم صلى الله عليه وسلم يخرج ملء كفه\" , أخرجه البخاري. ¶ وقد حدث هذا، فكان الرجل في عهد عثمان رضي الله عنه وفي عهد عمر بن عبد العزيز يخرج زكاة ماله، فلا يجد من يقبلها منه، لغناهم عن ذلك وورعهم الذي يمنعهم من الطمع.",
            "page": "88",
            "part": "1",
            "seal": "DCCFE2A6"
        },
        {
            "id": "87",
            "nass": "5- وعن أبي ذر الغفاري رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إنكم ستفتحون مصر، وهي أرض يسمي فيها القيراط، فاستوصوا بأهلها خيرا، فإن لهم ذمة ورحما\" أخرجه مسلم. ¶ 6- وعن حذيفة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" تكون النبوة فيكم ما شاء الله أن تكون، ثم يرفعها الله إذا شاء أن يرفعها. ثم تكون خلافة على منهاج النبوة، فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها. ثم يكون ملكا عاضا، فيكون ما شاء الله أن يكون، ثم يرفعها إذا شاء الله أن يرفعها. ثم تكون ملكا جبريا، فتكون ما شاء الله أن تكون، ثم يرفعها إذا شاء أن يرفعها. ثم تكون خلافة على منهاج النبوة. ثم سكت\" أخرجه أحمد في المسند وصححه العراقي من طريقه، وأخرجه البزار والطيالسي بأتم منه، وروى الطبراني في الأوسط بعضه، قال الهيثمي: ورجاله ثقات. ¶ 7-وعن أبى قبيل قال: كنا عند عبد الله بن عمرو بن العاص رضي الله عنه وسئل أي المدينتين تفتح أولا، القسطنطينية أو رومية؟ فدعا عبد الله بصندوق له حلق، قال: فأخرج منه كتابا. قال؟ فقال عبد الله: بينما نحن حول رسول الله صلى الله عليه وسلم نكتب إذ سئل رسول الله صلى الله عليه وسلم, أي المدينتين تفتح أولا، أقسطنطينية أو رومية؟ فقال رسول صلى الله عليه وسلم: \"مدينة هرقل تفتح أولا. يعنى قسطنطينية\" , أخرجه أحمد في المسند وابن أبي",
            "page": "89",
            "part": "1",
            "seal": "7FE14557"
        },
        {
            "id": "88",
            "nass": "شيبة والدا رمى والحاكم وصححه ووافقه الذهبي، والمقدسي وحسنه. ¶ ولقد فتحت القسطنطينية على يد السلطان العثماني محمد الثاني المعروف بالفاتح، ولنعم الأمير أميرها ولنعم الجيش جيشها، وسماها\"إسلام بول\"أي مدينة الإسلام. أما رومية، فهي روما عاصمة إيطاليا اليوم مقر بابا النصارى الكبير\"الفاتيكان\"فلتفتحن بإذن الله، كما أن الشمس تشرق كل يوم، بيد أنه لا يعلم ذلك الوقت إلا الله. ¶ 8- وعن أبى هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"لا تقوم الساعة حتى يقاتل المسلمون اليهود، فيقتلهم المسلمون، حتى يختبيء اليهودي وراء الحجر والشجر. فيقول الحجر أو الشجر: يا مسلم يا عبد الله هذا يهودي خلفي، تعال فاقتله. إلا الغرقد، فإنه من شجر اليهود\" ,رواه البخاري ومسلم. ¶ 9- وعن عبد الله بن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: \"لتقاتلن اليهود، فلتقتلنهم، حتى يقول الحجر: يا مسلم هذا يهودي، فتعال فاقتله\" ,أخرجه البخاري ومسلم والترمذي. ¶ ومن تقدير الله سبحانه أن الأوربيين عرضوا على اليهود أن يقيموا دولتهم في استراليا، فرضي بعضهم وأبى أكثرهم، ثم",
            "page": "90",
            "part": "1",
            "seal": "584395FC"
        },
        {
            "id": "89",
            "nass": "عرضوا عليهم أن يقيموا دولة في إفريقية، فرضي بعضهم وأبى أكثرهم. وأصروا على فلسطين، فاجتمعوا من شتى بقاع الدنيا فيها، ولا يزالون يتوافدون ويجتمعون. ولا يعلم إلا الله متى يُخلص المسلمون في جهادهم حتى يكون لله وبأمره خالصا من أية شائبة ليتحقق وعد الله. وإن ذلك لكائن بإذن الله كما أن الشمس تشرق كل يوم، ولن تقف دونه قوة. ¶ ومن الطريف ما حدثني به فلسطيني أنهم يكثرون من زراعة شجر الغرقد للزينة. والله غالب على أمره.",
            "page": "91",
            "part": "1",
            "seal": "634B3D39"
        },
        {
            "id": "90",
            "nass": "البشارة الثانية: ¶ جاء في إنجيل متى الإصحاح الثالث: ¶ 1- وفي تلك الأيام جاء يوحنا المعمدان أي يحي يكرز في برية اليهودية. ¶ 2- قائلا: توبوا إلى الله، لأنه قد اقترب ملكوت السماوات. ¶ وفي الإصحاح الرابع: ¶ 12- ولما علم يسوع أن يوحنا أسلم انصرف إلى الجليل. ¶ 17- ومن ذلك الزمان ابتدأ يسوع يكرز ويقول: توبوا إلى الله، لأنه قد اقترب ملكوت السماوات. ¶ 23- وكان يسوع يطوف كل الجليل، ويعلم في مجامعهم ويكرز ببشارة الملكوت. ¶ وفي الإصحاح السادس في بيان الصلاة التي علمها المسيح لتلاميذه وفيها:\"ليتقدس اسمك، ليأت ملكوتك\". ¶ وفي الإصحاح العاشر: ولما أرسل الحواريين إلى البلاد الإسرائيلية للدعوة والوعظ وصاهم بوصايا، منها هذه الوصية: وفيما أنتم ذاهبون أكرزوا قائلين: إنه قد اقترب ملكوت السماوات.",
            "page": "92",
            "part": "1",
            "seal": "1FCA7A6F"
        },
        {
            "id": "91",
            "nass": "وجاء في إنجيل لوقا الإصحاح التاسع: ¶ 2- وأرسلهم أي التلاميذ ليكرزوا بملكوت الله. ¶ وفي الإصحاح العاشر: ¶ 8- وأية مدينة دخلتموها وقبلوكم، فكلوا مما يقدم لكم. ¶ 9- واشفوا المرضى الذين فيها، وقولوا لهم: قد اقترب منكم ملكوت الله. ¶ فظهر أن كلا من يحي وعيسى والحواريين بشر باقتراب ملكوت الله أو ملكوت السماوات. ¶ والنصارى يحملون ذلك على أنه طريقة النجاة التي ظهرت بشريعة عيسى، وشيوع الديانة النصرانية في جميع أنحاء العالم. ¶ وهذا غير صحيح لأنه خلاف الظاهر من نصوصهم: ¶ أ- فعيسى بشر بالألفاظ التي بشربها يحي. فعلم أن الملكوت كما لم يظهر في عهد يحي، كذلك لم يظهر في عهد عيسى عليه السلام ولا في عهد الحواريين. بل كل منهم فبشربه مخبر عن فضله مترج لمجيئه. فلا يكون المراد بملكوت السماوات طريقة النجاة التي ظهرت بشريعة عيسى، وإلا لما قال عيسى والحواريون وخيرهم. إن ملكوت السماوات قد اقترب. بل كانوا يقولون: قد ظهر وابتدأ. ولما كان علم التلاميذ أن يقولوا في الصلاة: وليأت ملكوتك. ولا يزال النصارى حتى",
            "page": "93",
            "part": "1",
            "seal": "6B8366DC"
        },
        {
            "id": "92",
            "nass": "الآن يرددونها، وبخاصة قبل الطعام. ولو كان الأمر كما يقولون لعدلوا عن ذلك إلى الشكر. ¶ ب- إن لفظ ملكوت السماوات يدل على أن هذا الملكوت يكون في صورة القوة والجهاد والحكم، لا في صورة المسكنة، وأن مبنى قوانينه لابد أن يكون كتابا سماويا، لا حكما علمانيا تبعد عنه الكنيسة. ¶ فالصحيح أن ملكوت السماوات الذي بشربه يحي وعيسى والحواريون هو طريقة النجاة التي ظهرت بشريعة محمد صلى الله عليه وسلم لأن كل هذه الأمور تصدق على الشريعة المحمدية، ولا تنطبق إلا عليها. ¶ وليس المراد بذلك شيوع الديانة النصرانية في جميع أنحاء العالم كما يدعون، لأن ذلك ترده النصوص والتشبيهات التي وردت في أناجيلهم ومنها ما يلي: ¶ جاء في إنجيل متى الإصحاح الثالث عشر: ¶ - يشبه ملكوت السماوات إنسانا زرع زرعا جيدا في حقله. ¶ 31- ثم قدم لهم مثلا آخر قائلا: يشبه ملكوت السماوات حبة خردل أخذها إنسان وزرعها في حقله. ¶ 32- وهي أصغر جميع البذور، ولكن متى نمت، فهي أكبر البقول، وتصير شجرة، حتى إن طيور السماء تأتي وتأوي إلى أغصانها.",
            "page": "94",
            "part": "1",
            "seal": "9BCB66EE"
        },
        {
            "id": "93",
            "nass": "فشبه ملكوت السماوات بإنسان زارع زرع زرعا لا بنمو الزراعة وحصادها. ¶ وجاء في الإصحاح الحادي والعشرين بعد بيان التمثيل: ¶ لذلك أقول لكم: إن ملكوت الله ينزع منكم ويعطى لأمة تحمل أثماره. ¶ وهذا القول يدل على أن المراد بملكوت السماوات طريقة النجاة نفسها، لا شيوعها وانتشارها في جميع أنحاء العالم، وإلا لما كان هناك معنى لنزع شيوعها من قوم وإعطائها لآخرين. فهذا كله يرد تأويلهم، ويثبت البشارة بطريقة النجاة بشريعة محمد صلى الله عليه وسلم. ¶ قال سبحانه: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي التَّوْرَاةِ وَمَثَلُهُمْ فِي الْأِنْجِيلِ كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ} 1. ¶ وعلى العموم فإن خير من قام بشرح معظم هذه البشارات، والاستدلال على صحة انطباقها على محمد بن ¶ __________ ¶ 1 إظهار الحق 2/271-273.",
            "page": "95",
            "part": "1",
            "seal": "B172CF6E"
        },
        {
            "id": "94",
            "nass": "عبد الله صحة وخير من قام بالرد على التأويلات التعسفية والاعتراضات التي أثيرت حول انطباقها على مجيء رسول الله صلى الله عليه وسلم هو العلامة الهندي رحمة الله بن خليل في كتابه إظهار الحق1. ¶ وقد ذكر بشرى زخاري ميخائيل في كتابه\"محمد رسول الله هكذا بشرت الأناجيل\"أنه قد اكتشفت فوق هضبة بجوار البحر الميت منذ عدة سنوات مخطوطات قديمة، تصحح الفكرة السائدة عن ألوهية المسيح. وقد وجدت في أوان فخارية قديمة. وقد اتضح بعد الدراسات والتحاليل أنها جزء من مكتوبات الإبسينيين القدماء. ¶ وقد أثارت هذه المخطوطات ثائرة العلماء ورجال الدين في جميع عواصم العالم. ¶ ومما تقرره هذه المخطوطات أن المسيح عليه السلام كان مسيّا المسيحيين، وأن هناك مسيّا آخر. ¶ وقد يكون المقصود بالمسيّا الثاني هو نفسه أي المسيح عند عودته بالروح، أو أن يكون المقصود به ظهور محمد بن عبد الله صلى الله عليه وسلم لأنه كان يتكلم للحق منصفا روح المسيح ومدافعا عنه وعن العقيدة الأصلية التي جاء بها اهـ ¶ __________ ¶ 1 انظر إظهار الحق مطبعة الرسالة 2/ 239-297، وانظر الجواب الصحيح لمن بدل دين المسيح، لابن تيمية.",
            "page": "96",
            "part": "1",
            "seal": "A0A2FF4D"
        },
        {
            "id": "95",
            "nass": "هذا, وعلى فرض أن هناك فقرات ليس المقصود بها البشارة برسول الله صلى اله عليه وسلم فإنه مما لا يحتمل الشك أن هناك فقرات كثيرة واضحة لا تحتاج إلى تأويل في أن القادم من نسل إسماعيل هو النبي المنتظر الذي بشر به موسى وعيسى عليهما الصلاة والسلام بل لا تحتمل غير ذلك.",
            "page": "97",
            "part": "1",
            "seal": "ECAFAB5A"
        },
        {
            "id": "96",
            "nass": "البشارة الثالثة: ¶ جاء في إنجيل برنابا في الإصحاح السادس والتسعين ما يلي: ¶ 1- ولما انتهت الصلاة قال الكاهن بصوت عال: قف يا يسوع، لأنه يجب علينا أن نعرف من أنت، تسكينا لأمتنا. ¶ 2- أجاب يسوع: أنا يسوع ابن مريم من نسل داود، بشر مائت، ويخاف الله، وأطلب أن لا يعطى الإكرام والمجد إلا لله. ¶ 3- أجاب الكاهن: أنه مكتوب في كتاب موسى أن إلهنا سيرسل لنا مسيا الذي سيأتي ليخبرنا بما يريد الله، وسيأتي للعالم برحمة الله. ¶ 4- لذلك أرجوك أن تقول لنا الحق، هل أنت مسيّا الله الذي ننظره؟. ¶ 5- أجاب يسوع: حقا إن الله وعد هكذا، ولكني لست هو، لأنه خلق قبلي وسيأتي بعدي1. ¶ __________ ¶ 1 لعل صاحب الإنجيل أراد أن محمدا صلى الله عليه وسلم خلق قبل عيسى عليه السلام عندما أخرج الله سبحانه ذرية آدم من صلبه أمثال الذر، وأخذ عليهم العهود أن لا يشركوا بالله شيئا، كما جاء في سورة الأعراف {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ. أَوْ تَقُولُوا إِنَّمَا أَشْرَكَ آبَاؤُنَا مِنْ قَبْلُ وَكُنَّا ذُرِّيَّةً مِنْ بَعْدِهِمْ أَفَتُهْلِكُنَا بِمَا فَعَلَ الْمُبْطِلُونَ} 7/172,173. =",
            "page": "98",
            "part": "1",
            "seal": "4D5E4589"
        },
        {
            "id": "97",
            "nass": "6- أجاب الكاهن: إننا نعتقد من كلامك وآياتك على كل حال أنك نبي وقدوس الله. ¶ __________ ¶ = وهذا أمر مختلف فيه، وللمفسرين فيه قولان: ¶ أ- أحدهما أن هذا من باب التمثيل، والمعنى أنه سبحانه نصب لهم الأدلة على ربوبيته ووحدانيته، وشهدت بها عقولهم وبصائرهم التي ركبها فيهم، وجعلها مميزة بين الضلالة والهدى، فكأنه أشهدهم على أنفسهم. ¶ واختار هذا القول الزمخشري وأبوحيان وأبو السعود. ¶ ب- والأكثرون على أن هذا من باب الحقيقة وأنه سبحانه قال ذلك للذرية حين أخذهم من ظهور آبائهم، فإنه سبحانه لما خلق آدم أخرج ذريته من صلبه، وهم مثل الذر، وأخذ عليهم العهد بأنه ربهم فأقروا، وشهدوا بذلك. وقد ورد هذا المعنى من طرق كثيرة عن النبي جمعه وبه قال جماعة من الصحابة. ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"لما خلق الله آدم مسح ظهره، فسقط من ظهره كل نسمة هو خالقها من ذريته إلى يوم القيامة، وجعل بين عيني كل إنسان منهم وبيصا من نور، ثم عرضهم على آدم، فقال: أي رب من هولاء؟ قال: هولاء ذريتك\" الحديث رواه الترمذي وقال: حسن صحيح ورواه الحاكم في المستدرك وقال صحيح على شرط مسلم ووافقه الذهبي. ¶ واختلف المفسرون أيضا في الذين أخرجهم وأخذ عليهم ذلك العهد على قولين: ¶ أحدهما: أنه أخرج الأرواح قبل خلق الأجساد، وجعل فيها من المعرفة ما علمت به من خاطبها. ¶ الثاني: أنه خلق الأرواح والأجساد معا في الأرض. ¶ عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم: \"إن الله أخذ الميثاق من ظهر آدم عليه السلام بنعمان يوم عرفة فأخرج من صلبه كل ذرية ذرأها، فنثرها بين يديه، ثم كلمهم قبلا قال: ألست بربكم.. . الآية\", أخرجه أحمد في المسند وابن أبي حاتم والحاكم في المستدرك. ¶ أو لعله أراد أن الله سبحانه قدر له أن يكون نبيا قبل أن يخلق عيسى عليه السلام. ¶ عن أبي هريرة رضي الله عنه قال: قالوا: \"يا رسول الله متى وجبت لك النبوة؟ قال: وآدم بين الروح والجسد\" رواه الترمذي وقال حسن صحيح، وأخرجه أحمد في المسند من طريقين، قال الهيثمي: رجالهما رجال الصحيح، وأخرجه الطبراني من أحد طريقي أحمد.",
            "page": "99",
            "part": "1",
            "seal": "7F908D24"
        },
        {
            "id": "98",
            "nass": "7- لذلك أرجوك باسم اليهودية كلها وإسرائيل أن تفيدنا حبا في الله، بأية كيفية سيأتي مسيا؟. ¶ 8- أجاب يسوع: لعمر الله الذي تقف بحضرته نفسي، إني لست مسيا الذي تنتظره كل قبائل الأرض، كما وعد الله أبانا إبراهيم قائلا: بنسلك أبارك كل قبائل الأرض. ¶ 9- ولكن عندما يأخذني الله من العالم، سيثير الشيطان مرة أخرى هذه الفتنة الملعونة، بأن يحمل عادم التقوى على الاعتقاد بأني الله أو ابن الله. ¶ 10- فيتنجس بسبب هذا كلامي وتعليمي، حتى لا يكاد يبقى ثلاثون مؤمنا. ¶ 11- حينئذ يرحم الله العالم ويرسل رسوله الذي خلق كل الأشياء لأجله. ¶ 12- الذي سيأتي من الجنوب بقوة، وسيبيد الأصنام وعبدة الأصنام. ¶ 13- وسينتزع من الشيطان سلطته على البشر. ¶ 14- وسيأتي برحمة لخلاص الذين يؤمنون به. ¶ 15- وسيكون من يؤمن بكلامه مباركا. ¶ وجاءت الإصحاح السابع والتسعين ما يلي: ¶ 4- فقال حينئذ يسوع: إن كلامكم لا يعزيني، لأنه يأتي ظلام حيث ترجون النور.",
            "page": "100",
            "part": "1",
            "seal": "4EB0641E"
        },
        {
            "id": "99",
            "nass": "5- ولكن تعزيتي هي في مجيء الرسول الذي سيبيد كل رأي كاذب فيّ، وسيمتد دينه، ويعم العالم بأسره، لأنه هكذا وعد الله أبانا إبراهيم. ¶ 6- وإن ما يعزيني هو أنه لا نهاية لدينه، لأن الله سيحفظه صحيحا. ¶ 7- أجاب الكاهن: أيأتي رسل آخرون بعد مجيء رسول الله؟. ¶ 8- فأجاب يسوع: لا يأتي بعده أنبياء صادقون مرسلون من الله. ¶ 13- فقال الكاهن: ماذا يسمى مسيا، وما هي العلامة التي تعلن مجيئه؟. ¶ 14- أجاب يسوع: إن اسم مسيا عجيب، لأن الله نفسه سماه لما خلق نفسه، ووضعها في بهاء سماوي. ¶ 15- قال الله: اصبر يا محمد، لأني لأجلك أريد أن أخلق الجنة والعالم وجمعا غفيرا من الخلائق التي أهبها لك، حتى إن من يبارك يكون مباركا، ومن يلعنك يكون ملعونا، ومتى أرسلتك إلى العالم، أجعلك رسولي للخلاص، وتكون كلمتك صادقة، حتى إن السماء والأرض تهنان، ولكن إيمانك لا يهن أبدا. ¶ 17- إن اسمه المبارك محمد.",
            "page": "101",
            "part": "1",
            "seal": "D0186A64"
        },
        {
            "id": "100",
            "nass": "18- حينئذ رفع الجمهور أصواتهم قائلين: يا الله أرسل لنا رسولك، يا محمد تعال سريعا لخلاص العالم1. ¶ وجاء في الإصحاح الثاني عشر بعد المائة: ¶ 11- بل أقول لك: إنني لو لم أدع إلها لكنت حملت إلى الجنة عندما أنصرف من العالم، أما الآن، فلا أذهب إلى هناك حتى الدينونة. ¶ 14- وعليه فإني على يقين من أن من يبيعني يقتل باسمي. ¶ 15- لأن الله سيصعدني من الأرض، وسيغير منظر الخائن، حتى يظنه كل أحد إياي. ¶ 16- ومع ذلك، فإنه لما يموت شر ميتة، أمكث في ذلك العار زمنا طويلا في العالم. ¶ 17- ولكن متى جاء محمد رسول الله المقدس تزال عني هذه الوصمة2. ¶ قال الله سبحانه: {مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً} , الأحزاب 45. ¶ __________ ¶ 1 انظر ص 146-149 من إنجيل برنابا. ¶ 2 انظر ص 170 منه.",
            "page": "102",
            "part": "1",
            "seal": "9FDD8873"
        },
        {
            "id": "101",
            "nass": "قال تعالى في حق اليهود: {وَبِكُفْرِهِمْ وَقَوْلِهِمْ عَلَى مَرْيَمَ بُهْتَاناً عَظِيماً. وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِيناً} 157،. {بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً} النساء 158. ¶ هذا. وقد جاء في إنجيل برنابا بالإضافة إلى ما ذكرته بشارات كثيرة تذكر اسم محمد صلى الله عليه وسلم صراحة، وتصفه ببعض الصفات كالمظلل بالغمام ومحطم الأصنام وأنه يسجد في أي مكان وغير ذلك، وقد أحصيتها، وها أنا أشير إلى أماكنها: ¶ 1- الإصحاح 39 صفحة 58-59. ¶ 2- الإصحاح 42 صفحة 64-65. ¶ 3- الإصحاح 43 صفحة 66-67. ¶ 4- الإصحاح 58 صفحة 91. ¶ 5- الإصحاح 72 صفحة 110-111. ¶ 6- الإصحاح 82 صفحة 25 1-26 1. ¶ 7- الإصحاح 83 صفحة 28 1. ¶ 8- الإصحاح 24 1 صفحة 188. ¶ 9- الإصحاح 36 1 صفحة 209 - 210. ¶ 10- الإصحاح 137 صفحة 211.",
            "page": "103",
            "part": "1",
            "seal": "F69F5DBB"
        },
        {
            "id": "102",
            "nass": "11 الإصحاح 142 صفحة 218. ¶ 12- الإصحاح 63 1 صفحة 252. ¶ 13- الإصحاح 1 19 صفحة 282. ¶ 14- الإصحاح 256 صفحة 298. ¶ 15- الإصحاح 208 صفحة 350-351. ¶ 16- الإصحاح 215 صفحة 352. ¶ 17- الإصحاح 212 صفحة 355-356. ¶ 18- الإصحاح 225 صفحة 318. ¶ قال سبحانه: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ وَاشْتَرَوْا بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ} آل عمران 187.",
            "page": "104",
            "part": "1",
            "seal": "C9F764A2"
        },
        {
            "id": "103",
            "nass": "بقايا أهل الكتاب ينتظرون النبي: ¶ عن عياض رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"إن الله نظر إلى أهل الأرض فمقتهم، عربهم وعجمهم إلا بقايا من أهل الكتاب\" , أخرجه مسلم. ¶ وذلك لابتعادهم عن الحق وإمعانهم في الضلال، أما بعض أهل الكتاب فقد كانوا ينتظرون خاتم النبيين. ومنهم: ¶ الراهب بحيرا: ¶ عن علي بن أبي طالب رضي الله عنه أن أباه حدثه قال: خرجنا إلى الشام في أشياخ من قريش، وكان معي محمد صلى الله عليه وسلم فأشرفنا على راهب في الطريق، فنزلنا وحللنا رواحلنا، فخرج إلينا الراهب، وكان قبل ذلك لا يخرج إلينا، فجعل يتخللنا، حتى جاء فأخذ بيد محمد صلى الله عليه وسلم وقال: هذا سيد العالمين. قال: فقال له أشياخ من قريش: وما علمك بما تقول؟ قال: أجد صفته ونعته في الكتاب المنزل، وإنكم حين أشرفتم يبق شجر ولا حجر إلا خر له ساجدا، ولا تسجد الجمادات إلا لنبي، وأعرفه بخاتم النبوة، أسفل من غضروف كتفه مثل التفاحة. ¶ ثم رجع فصنع طعاما فأتانا به، وكان محمد صلى الله عليه وسلم في رعية الإبل، فجاء وعليه غمامة تظله، فلما دنا وجد القوم قد",
            "page": "105",
            "part": "1",
            "seal": "70C13903"
        },
        {
            "id": "104",
            "nass": "سبقوه إلى شجرة، فجلس في الشمس، فمال فيء الشجرة عليه، وضحوا في الشمس ... وجعل يناشدهم الله أن لا يذهبوا به إلى الروم، ويقول: إن رأوه عرفوه بالصفة وآذوه. ثم قال: أنشدكم أيكم وليه؟ قالوا: هذا يعنوني فما زال يناشدني حتى رددته مع رجال، وزوده الراهب كعكا وزيتا أخرجه رزين\"، وأخرجه الترمذي عن أبي موسى الأشعري رضي الله عنه وقال: هذا حديث حسن غريب. وليس بين الألفاظ كبير اختلاف. ¶ وعند ابن أبي شيبة: ولما بلغ رسول الله اثنتي عشرة سنة خرج مع عمه أبي طالب حتى بلغ بُصرى فرآه بحيرا الراهب واسمه جرجس فعرفه بصفته، فقال: وهو آخذ بيده: هذا سيد العالمين، هذا يبعثه الله رحمة للعالمين. فقال: وما علمك بذلك فقال: إنكم حين أشرفتم من العقبة لم يبق حجر ولا شجر إلا وخر ساجدا، ولا تسجد إلا لنبي، وأقبل وعليه غمامة تظله. وإني أعرفه بخاتم النبوة في أسفل غضروف كتفه مثل التفاحة، وإنا نجده في كتبنا. وسأل أبا طالب أن يرده خوفا عليه من اليهود\", ورواه ابن اسحاق. ¶ خاتم النبوة: ¶ عن عبد الله بن سرجس رضي الله عنه قال: درت خلف النبي صلى الله عليه وسلم فنظرت إلى خاتم النبوة بين كتفيه عند",
            "page": "106",
            "part": "1",
            "seal": "E43EE75A"
        },
        {
            "id": "105",
            "nass": "ناغض كتفه اليسرى جُمعا عليه خيلان كأمثال الثآليل\"1 أخرجه مسلم. ¶ وعن جابر بن سمرة رضي الله عنه قال:\"ورأيت الخاتم عند كتفيه مثل بيضة الحمام، يشبه جسده\", رواه مسلم. ¶ وعند الترمذي عنه رضي الله عنه:\"كان خاتم رسول الله الذي بين كتفيه غدة حمراء مثل بيضة الحمام\". وقال الترمذي: حديث حسن صحيح. ¶ ورقة بن نوفل وبدء الوحي: ¶ عن عائشة رضي الله عنها قالت: أول ما بديء به رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصالحة في النوم، وكان لا يرى رؤيا إلا جاءت مثل فلق الصبح، ثم حبب إليه الخلاء، وكان يخلو بغار حراءء، فيتحنث فيه وهو التعبد2 الليالي ذوات العدد قبل أن ينزع إلى أهله ويتزود لذلك، ثم يرجع إلى ¶ __________ ¶ 1 ناغض الكتف: طرف العظم العريض، الذي في أعلى طرفه. الخيلان: جمع خال، وهو الشامة. ¶ 2 التحنث: التعبد، وهو أن يفعل فعلا يخرج من الحنث، وهو الإثم. غطه: إذا حطه بشدة كما يغطه في الماء، إذا بالغ في حطه فيه. الجهد: بفتح الجيم المشقة، وبضمها الطاقة. وقيل هما لغتان. الكل: الأثقال والحوائج المهمة. الناموس: المراد به الوحي وهو جبريل عليه السلام وأصل اللفظ: صاحب سر الملك الذي لا يحضر إلا بخير، بعكس الجاسوس. ل الجذع: الشاب.",
            "page": "107",
            "part": "1",
            "seal": "FF4A403E"
        },
        {
            "id": "106",
            "nass": "خديجة رضي الله عنها فيتزود لمثلها، حتى جاءه الحق وفي رواية: حتى فجاءه الحق وهو في غار حراء، فجاءه الملك فقال: اقرأ قال: قلت: ما أنا بقاريء. قال: فأخذني فغطني، حتى بلغ مني الجهد، ثم أرسلني فقال: اقرأ. فقلت: ما أنا بقاريء. قال: فغطني الثانية حتى بلغ منى الجهد ثم أرسلني، فقال: اقرأ. فقلت: ما أنا بقاريء؟ فأخذني فغطني الثالثة حتى بلغ مني الجهد، ثم أرسلني فقال: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ، خَلَقَ الْأِنْسَانَ مِنْ عَلَقٍ، اقْرَأْ وَرَبُّكَ الأَكْرَمُ, الَّذِي عَلَّمَ بِالْقَلَمِ, عَلَّمَ الأِنْسَانَ مَا لَمْ يَعْلَمْ} فرجع بها رسول الله صلى الله عليه وسلم يرجف فؤاده، فدخل على خديجة بنت خويلد فقال: زملوني زملوني. فزملوه حتى ذهب عنه الروع. فقال لخديجة رضي الله عنها وأخبرها الخبر: لقد خشيت على نفسي. فقالت خديجة: كلا، أبشر، فوالله لا يخزيك الله أبدا، إنك لتصل الرحم، وتصدق الحديث، وتحمل الكل، وتكسب المعدوم، وتقري الضيف وتعين على نوائب الحق. فانطلقت به خديجة، حتى أتت به ورقة بن نوفل بن أسد بن عبد العزى بن قصي وهو ابن عم خديجة أخي أبيها وكان امرءا تنصر في الجاهلية، وكان يكتب الكتاب العبراني، فكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب، وكان شيخا كبيرا قد عمي. فقالت له خديجة: يا ابن عم اسمع من ابن أخيك. فقال له",
            "page": "108",
            "part": "1",
            "seal": "DBA559CE"
        },
        {
            "id": "107",
            "nass": "ورقة: يا ابن أخي ماذا ترى؟ فأخبره رسول الله لصلى الله عليه وسلم خبر ما رأى. فقال له ورقة: هذا الناموس الذي نزل الله على موسى، يا ليتني فيها جذعا. ليتني أكون حيا إذ يخرجك قومك. فقال رسول الله صلى الله عليه وسلم: أو مخرجي هم؟ قال: نعم لم يأت رجل بمثل ما جئت به إلا عودي، وإن يدركني يومك أنصرك نصرا مؤزرا. ثم لم ينشب ورقة أن توفي، وفتر الوحي\", رواه البخاري ومسلم. ¶ سلمان الفارسي: ¶ قال ابن اسحاق: وحدثني عاصم بن عمر بن قتادة الأنصاري عن محمد بن لبيد عن عبد الله بن العباس قال: حدثني سلمان الفارسي من فيه قال: كنت رجلا فارسيا من أهل أصبهان من أهل قرية يقال لها\"جي\"وكان أبي دهقان أهل قريته، وكنت أحب خلق الله إليه. واجتهدت في المجوسية حتى كنت قطن النار الذي يوقدها لا يتركها تخبو ساعة. قال: وكان لأبي ضيعة عظيمة، فخرجت أريد ضيعته التي بعثني إليها، فمررت بكنيسة من كنائس النصارى، فسمعت أصواتهم وهم يصلون، فدخلت عليهم أنظر ما يصنعون. فلما رأيتهم أعجبتني صفتهم في صلاتهم، ورغبت في أمرهم، وقلت: هذا والله خير من الدين الذي نحن عليه. ثم قلت لهم: من أين أصل هذا الدين؟ قالوا: بالشام. فرجعت إلى أبي وقد بعث في طلبي وشغلته عن عمله كله. فلما جئته قال: أين كنت؟ قال: قلت",
            "page": "109",
            "part": "1",
            "seal": "5347CEF3"
        },
        {
            "id": "108",
            "nass": "له: يا أبت مررت بنصارى يصلون بكنيسة فأعجبني ما رأيت من دينهم، فوالله مازلت عندهم حتى غربت الشمس. قال: أي بنى ليس في ذلك الدين خير، دينك ودين آبائك خير منه. قال: قلت له: كلا والله إنه لخير من ديننا. فخافني فجعل في رجلي قيدا، ثم احتبسني في بيته. قال: وبعثت إلى النصارى وقلت لهم: إذا قدم عليكم ركب من الشام فأخبروني بهم. قال: فقدم ركب من الشام تجا رمن النصارى فأخبروني بهم، فلما أرادوا الرجعة إلى بلادهم خرجت معهم حتى قدمت الشام، فلما قدمتها قلت: من أفضل أهل هذا الدين؟ قالوا: الأسقف في الكنيسة. قال: فجئت فقلت له: إني قد رغبت في هذا الدين وأحببت أن أكون معك وأخدمك في كنيستك وأتعلم منك وأصلي معك. قال: ادخل، فدخلت معه. ثم مات. وجاءوا برجل فجعلوه مكانه، فما رأيت رجلا أفضل ولا أزهد في الدنيا ولا أرغب في الآخرة ولا أدأب ليلا ونهارا منه. قال فأحببته خبآ شديدا، فأقمت معه زمانا، ثم حضرته الوفاة. فقلت له: إني قد كنت معك فأحببتك، وقد حضرك ما ترى من أمر الله، فإلى من توصي بي وتأمرني؟ قال: أي بني والله ما أعلم اليوم أحدا على ما كنت عليه، لقد هلك الناس، وبدلوا وتركوا أكثر ما كانوا عليه، إلا رجلا بالموصل وهو فلان، وهو على ما كنت عليه فالحق به. فلما مات وغيب لحقت بصاحب الموصل،",
            "page": "110",
            "part": "1",
            "seal": "A792A91E"
        },
        {
            "id": "109",
            "nass": "فأقمت عنده، فوجدته خير رجل على أمر صاحبه، فلم يلبث أن حضرته الوفاة، فسألته إلى من توصي بي وبم تأمرني؟ قال: يا بني والله ما أعلم رجلا على مثل ما كنا عليه إلا رجلا بنصيبين وهو فلان. فلما مات وغيب لحقت بصاحب نصيبين فأخبرته خبري. فقال: أقم عندي، فأقمت عنده، فوجدته على أمر صاحبيه، فأقمت مع خير رجل، فوالله ما لبث أن نزل به الموت، فلما حضر قلت له: إلى من توصي بي وبم تأمرني؟ قال: يا بني والله ما أعلم بقي أحد على أمرنا آمرك أن تأتيه إلا رجل بعمورية من أرض الروم، فإنه على مثل ما نحن عليه، فلما مات غيب لحقت بصاحب عمورية فأخبرته خبري فقال: أقم عندي. فأقمت عند خير رجل على هدي أصحابه وأمرهم. قال: فاكتسبت حتى صار لي بقرات وغنيمة. قال: ثم نزل به أمر الله، فلما حضر قلت له: يا فلان إلى من توصي بي وبم تأمرني؟ قال: أي بني والله ما أعلم أصبح اليوم أحد من الناس على مثل ما كان عليه هولاء آمرك أن تأتيه. ولكنه قد أظل زمان نبي هو مبعوث بدين إبراهيم، يخرج بأرض العرب، مهاجره إلى أرض بين حرتين بينهما نخل به علامات لا تخفي، يأكل الهدية ولا يأكل الصدقة، بين كتفيه خاتم النبوة. فإن استطعت أن تلحق بتلك البلاد فافعل. ثم مات وغيب، قال: ومكثت بعمورية ما شاء الله أن أمكث، ثم مر بي نفر من",
            "page": "111",
            "part": "1",
            "seal": "8DEEF6B9"
        },
        {
            "id": "110",
            "nass": "\"كلب\"تجار، فقلت لهم: احملوني إلى أرض العرب وأعطيكم بقراتي هذه وغنيمتي هذه. قالوا: نعم. حتى إذا بلغوا وادي القرى ظلموني، فباعوني على رجل يهودي عبدا. فكنت عنده ورأيت النخل، فرجوت أن يكون البلد الذي وصف لي صاحبي. فبينما أنا عنده، إذ قدم عليه ابن عم له من قريظة فابتاعني منه فاحتملني إلى المدينة، فوالله ما هو إلا أن رأيتها فعرفتها بصفة صاحبي، فأقمت بها وبعث رسول الله صلى الله عليه وسلم وأقام بمكة ما أقام لا أسمع له بذكر مما أنا فيه من شغل الرق. ثم هاجر إلى المدينة، فوالله إني لفي رأس عذق لسيدي أعمل له بعض العمل، وسيدي جالس، إذ أقبل ابن عم له حتى وقف عليه فقال: يا فلان قاتل الله بني قيلة أي الأوس والخزرج وهم أهل المدينة والله إنهم لمجتمعون بقباء على رجل قدم عليهم من مكة اليوم يزعم أنه نبي. فلما سمعتها أخذتني العُرَواء أي الحمى فنزلت عن النخلة فجعلت أقول لابن عمه: ماذا تقول؟ فغضب سيدي فلكمني لكمة شديدة ثم قال: مالك ولهذا؟ أقبل على عملك. وقد كان عندي شيء قد جمعته، فلما أمسيت أخذته وذهبت به إلى رسول الله صلى الله عليه وسلم وهو بقباء. فدخلت عليه فقلت له: إنه قد بلغني أنك رجل صالح ومعك أصحاب لك غرباء ذوو حاجة، وهذا كان عندي للصدقة، فقربته إليه. فقال عظيم كلوا وأمسك يده، فلم يأكل. فقلت",
            "page": "112",
            "part": "1",
            "seal": "2E980381"
        },
        {
            "id": "111",
            "nass": "في نفسي: هذه واحدة. ثم انصرفت عنه فجمعت شيئآ، وتحول رسول الله عباله إلى المدينة، فجئته، فقلت: إني قد رأيتك لا تأكل الصدقة، وهذه هدية أكرمتك بها، فأكل وأمر أصحابه فأكلوا معه منها. فقلت في نفسي: هاتان ثنتان. ثم جئت رسول الله صلى الله عليه وسلم وهو ببقيع الغرقد، قد تبع جنازة أحد أصحابه، وهو جالس في أصحابه، فسلمت عليه، ثم استدرت أنظر إلى ظهره، هل أرى الذي وصف لي صاحبي. فلما رآني استدبرته، عرف أني أتتثبت في شيء وصف لي، فألقى رداءه عن ظهره، فنظرت إلى الخاتم فعرفته، فأكببت عليه أقبل، فبكى وأبكى. فقال لي لصلى الله عليه وسلم تحول، فتحولت فجلست بين يديه، فقصصت عليه حديثي. ¶ أبو سفيان وهرقل: ¶ عن ابن عباس رضي الله عنهما قال: حدثني أبو سفيان بن حرب من فيه إلى فيّ. قال: انطلقت في المدة التي كانت بيني وبين رسول الله صلى الله عليه وسلم قال: فبينا أنا بالشام، إذ جيء بكتاب من النبي صلى الله عليه وسلم إلى هرقل. قال: وكان دحية الكلبي جاء به فدفعه إلى عظيم بُصرى، فدفعه عظيم بصرى إلى هرقل. فقال هرقل: هل ها هنا أحد من قوم هذا الرجل",
            "page": "113",
            "part": "1",
            "seal": "52A8BD8D"
        },
        {
            "id": "112",
            "nass": "الذي يزعم أنه نبي؟ قال أبو سفيان: فقلت: أنا، فأجلسوني بين يديه، وأجلسوا أصحابي خلفي، ثم دعا بترجمانه وقال: قل لهولاء: إني سائل عن هذا الرجل الذي يزعم أنه نبي، فإن كذبني فكذبوه. قال أبو سفيان: وأيم الله، لولا أن يؤثر علي الكذب لكذبته. ثم قال لترجمانه: سله كيف حسبه فيكم؟ قال قلت: هـ وفينا ذو حسب، قال: فهل كان من آبائه من ملك؟ قلت: لا، قال: فهل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟ قلت: لا، قال: فهل يتبعه أشراف الناس أو ضعفاوهم؟ قال: قلت: لا بل ضعفاوهم. قال: أيزيدون أم ينقصون؟ قلت: لا بل يزيدون. قال: هل يرتد أحد منهم عن دينه بعد أن يدخل فيه سخطة له؟ قال: قلت: لا. قال: فهل قاتلتموه؟ قلت نعم. قال: فكيف كان قتالكم إياه؟ قال: قلت: يكون الحرب بيننا وبينه سجالا، يصيب منا ونصيب منه، قال: فهل يغدر؟ قال: قلت: لا، ونحن منه في هذه المدة، لا ندري ما هو صانع فيها قال: والله ما أمكنني من كلمة أدخل فيها شيئا غير هذه قال: فهل قال هذا القول أحد قبله؟ قلت: لا. ثم قال لترجمانه: قل له: إني سألتك عن حسبه فيكم فزعمت أنه فيكم ذو حسب، وكذلك الرسل تبعث في أحساب قومها. وسألتك: هل كان من آبائه ملك؟ فزعمت أن لا, فقلت: لو كان من آبائه ملك، قلت: رجل يطلب ملك آبائه، وسألتك عن أتباعه:",
            "page": "114",
            "part": "1",
            "seal": "2D27BD47"
        },
        {
            "id": "113",
            "nass": "أضعفاؤهم أم أشرافهم؟ فقلت: بل ضعفاؤهم، وهم أتباع الرسل. وسألتك: هل كنتم تتهمونه بالكذب قبل أن يقول ما قال؟ فزعمت أن لا، فعرفت أنه لم يكن ليدع الكذب على الناس، ثم يذهب فيكذب على الله. وسألتك: هل يرتد أحد منهم عن دينه بعد أن يدخل فيه سخطة له؟ فزعمت أن لا، وكذلك الإيمان إذا خالط بشاشة القلوب، وسألتك: هل يزيدون أو ينقصون؟ فزعمت: أنهم يزيدون، وكذلك الإيمان حتى يتم، وسألتك: هل قاتلتموه؟ فزعمت أنكم قاتلتموه، فتكون الحرب بينكم وبينه سجالا، ينال منكم وتنالون منه، وكذلك الرسل، تبتلى ثم تكون العاقبة لها. وسألتك: هل يغدر؟ فزعمت أنه لا يغدر، وكذلك الرسل لا تغدر، وسألتك هل قال هذا القول أحد قبله؟ فزعمت أن لا، فقلت: لو كان قال هذا القول أحد قبله، قلت رجل ائتم بقول قيل قبله. قال: ثم قال: بم يأمركم؟ قلنا بالصلاة والزكاة والصلة والعفاف. قال: إن يك ما تقول حقا فإنه نبي. وقد كنت أعلم أنه خارج، ولم أك أظنه منكم، ولو أني أعلم أني أخلص إليه لأحببت لقاءه، ولو كنت عنده لغسلت عن قدميه، وليبلغن ملكه ما تحت قدمي، ثم دعا بكتاب رسول الله صلى الله عليه وسلم فقرأه فإذا فيه: بسم الله الرحمن الرحيم. من محمد رسول الله إلى هرقل عظيم الروم، سلام على من اتبع الهدى، أما بعد فإني أدعوك بدعاية الإسلام، أسلم تسلم، وأسلم يؤتك الله أجرك مرتين،",
            "page": "115",
            "part": "1",
            "seal": "14E709B5"
        },
        {
            "id": "114",
            "nass": "فإن توليت فإنما عليك إثم الأريسيين. {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئاً وَلا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} فلما فرغ من قراءة الكتاب ارتفعت الأصوات عنده، وكثر اللغط، وأمر بنا فأخرجنا. قال: فقلت لأصحابى حين خرجنا لقد أمِر أمر ابن أبي كبشة، إنه ليخافه ملك بني الأصفر، فما زلت موقنا بأمر سول الله صلى الله عليه وسلم أنه سيظهر، حتى أدخل الله علي الإسلام\", رواه البخاري ومسلم. ¶ وزاد مسلم في رواية: وكان قيصر لما كشف الله عنه جنود فارس مشى من حمص إلى إيلياء، شكرا لما أبلاه الله ... فأدخلنا عليه، فإذا هو جالس في مجلس ملكه عليه التاج، وإذا حوله عظماء الروم. ¶ وفي رواية للبخاري: ثم كتب هرقل إلى صاحب به برومية وكان نظيره في العلم وسار هرقل إلى حمص، فلم يِرم حمص حتى أتاه كتاب من صاحبه يوافق رأي هرقل على خروج النبي وأنه نبي. فأذن هرقل لعظماء الروم في دسكرة له قصر بحمص، ثم أمر بأبوابها فغلقت، ثم قال. يامعشر الروم هل لكم في الصلاح والرشد وأن يثبت ملككم فتبايعوا هذا النبي؟ فحاصوا حيصة حمر الوحش إلى الأبواب، فوجدوها قد غلقت.",
            "page": "116",
            "part": "1",
            "seal": "81C62801"
        },
        {
            "id": "115",
            "nass": "فلما رأى هرقل نفرتهم وأيس من الإيمان قال: ردوهم علي. وقال: إني قلت مقالتي آنفا أختبر بها شدتكم على دينكم فقد رأيت منكم الذي أحببت، فسجدوا له ورضوا عنه. ¶ عبد الله بن سلام: ¶ عن أنس بن مالك رضي الله عنه قال: بلغ عبد الله بن سلام مقدم رسول الله صلى الله عليه وسلم المدينة، فأتاه وقال:\"إني سائلك عن ثلاث لا يعلمهن إلا نبي: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة؟ ومن أي شيء ينزع الولد إلى أبيه؟ ومن أي شيء ينزع إلى أخواله؟ فقال رسول الله صلى الله عليه وسلم: خبرني بهن آنفا جبريل، أما أول أشراط الساعة: فنار تحشر الناس من المشرق إلى المغرب. وأما أول طعام يأكله أهل الجنة: فزيادة كبد حوت. وأما الشبه في الولد: فإن الرجل إذا غشي المرأة، فسبقها ماؤه كان الشبه له، وإذا سبقت كان الشبه لها\". قال: أشهد أنك رسول الله صلى الله عليه وسلم ثم قال: يا رسول الله إن اليهود قوم بُهت، فإن علموا بإسلامي قبل أن تسألهم بهتوني عندك. فجاءت اليهود، ودخل عبد الله البيت. فقال رسول الله صلى الله عليه وسلم: أي رجل فيكم عبد الله بن سلام؟ قالوا: أعلمنا وابن أعلمنا، وأخيرنا وابن أخيرنا. فقال رسول الله صلى الله عليه وسلم: أفرأيتم إن أسلم عبد الله؟ قالوا: أعاذه الله من ذلك زاد في رواية: فأعاد عليهم، فقالوا مثل ذلك قال: فخرج عبد الله إليهم",
            "page": "117",
            "part": "1",
            "seal": "0CB71D36"
        },
        {
            "id": "116",
            "nass": "فقال: أشهد أن لا إله إلا الله، وأشهد أن محمدا رسول الله، فقالوا: شرنا وابن شرنا. ووقعوا فيه زاد في رواية: قال ابن سلام: هذا الذي كنت أخافه يا رسول الله\", أخرجه البخاري. ¶ قال تعالى: {وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرائيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ} . ¶ وهذا غيض من فيض، {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} والحمد لله رب العالمين.",
            "page": "118",
            "part": "1",
            "seal": "E765CFAA"
        },
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة: ¶ الحمد لله الذي كرمنا بالإسلام، وأعزنا بالإيمان، وأنعم علينا بنبيه محمد صلى الله عليه وسلم فهدانا من الضلال، وجمعنا من الشتات، وألف بين قلوبنا، فاهتدينا بهديه وسعدنا باتباعه، وأصبحنا بفضل الله إخوة متحابين متعاضدين ... ¶ نحمد الله على هذه النعمة، ونسأله المزيد منها، والتوفيق فيها، والشكر عليها. ¶ أما بعد فإن الله سبحانه خلق الخلق لعبادته، وهو غني عنهم. وحصر التكليف في الإنس والجن من مخلوقاته، لما ركبه فيهم من العقول. وجعل العقل بعد بلوغ الإنسان سن الرشد مناط التكليف. قال سبحانه: {وَمَا خَلَقْتُ الْجِنَّ وَالأِنْسَ إِلا لِيَعْبُدُونِ، مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ. إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ} سورة الذاريات 56. 57، 58. ¶ والعقل وحده كاف في الاستدلال على وجود الخالق ومعرفة بعض صفاته. بيد أنه قد يزيغ أو يغلب عليه الهوى، أو ما أشبه ذلك. لذا أرسل الله سبحانه الرسل إلى الناس، لئلا يكون لهم حجة على الله. أضف إلى ذلك أن الإنسان لا يمكن أن يصل بالعقل وحده إلى معرفة الأمور الغيبية، من وجود البعث بعد لموت والحشر والحساب والجنة والنار وغير ذلك. كما لا يمكنه أيضا أن يصل إلى الطريقة المثلي لعبادة الله. فاقتضت حكمة الله ورحمته أن يصطفي من البشر أناسا",
            "page": "3",
            "part": "1",
            "seal": "0C599CAF"
        },
        {
            "id": "2",
            "nass": "طيبين صالحين، عرفوا بالصدق والأخلاق ورجاحة العقل، وغير ذلك من الصفات الكريمة، ويجعلهم رسلا بينه وبين سائر خلقه. قال سبحانه: {رُسُلاً مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ} سورة النساءء160, وجعل لكل أمة رسولا منهم خاصا بهم، قال تعالى: {وَإِنْ مِنْ أُمَّةٍ إِلا خَلا فِيهَا نَذِيرٌ} وسورة الطور 24, وقال جل جلاله: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ} سورة النحل 36. ¶ والأنبياء جميعا يدعون إلى أصول مشتركة، لا تختلف في حقيقتها وجوهرها، ويبنون أحكامهم على أسس متناسقة. قال سبحانه: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ} سورة الشورى 13. ¶ فالأصل والهدف واحد، أما تفاصيل الشرائع والأحكام وفروعها، فتختلف من أمة إلى أمة، بحسب اختلاف زمان الناس وأحوالهم واستعداداتهم، وما يحيط بهم من عوامل وملابسات. قال تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجا} وسورة المائدة 48. وقال سبحانه: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكاً هُمْ نَاسِكُوهُ} سورة الحج 34،. وقد استهدفت جميع الشرائع السماوية في عباداتها وتشريعاتها وأحكامها ما يحقق مصالح الناس في الدنيا، ويهيئهم للظفر بسعادة الآخرة، ويجلب لهم المصالح ويدفع عنهم المضار.",
            "page": "4",
            "part": "1",
            "seal": "98A78221"
        },
        {
            "id": "3",
            "nass": "وقد أخذ الله سبحانه عهدا على كل نبي أرسله أن يؤمن بمحمد خير خاتم الأنبياء، والرسل إلى الناس كافة، وأن يشر قومه به، وينعته لهم ببعض صفاته، وأن يأخذ عليهم العهد، لإن جاء وهم أحياء ليتبعنه وينصرنه. قال سبحانه: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنَ الشاهِدِينَ} سورة اهـ عمران 81،. وهكذا توالت البشارات والعهود من نبي إلى نبي، ومن جيل إلى جيل بالنبي المنتظر خاتم الأنبياء والرسل، المرسل رحمة للعالمين. حتى إذا أظل زمانه تاقت قلوب الطيبين ونفوسهم للقائه والإيمان به ونصرته، فضربوا في الأرض يستقصون الأخبار. ¶ وجاء النبي المنتظر مشتهى كل الأمم رحمة مهداة للعالمين. جاء أحمد صلى الله عليه وسلم فسعد به أناس، وتنكب له متعنتون، فأظهره الله عليهم، ثم أظهر أمته من بعده على سائر الأ مم، وامتد دينه شرقا وغربا، تماما كما وصفه الله سبحانه في الكتب التي أنزلها على أنبياءئه السابقين صلوات الله وسلامه عليهم أجمعين بيد أن التاريخ ما عرف فاتحا أرحم من المسلمين كما قال\"غوستاف لوبون\". ¶ وقدر الله سبحانه لي أن أعيش في مدينة فيها نسبة من النصارى، وأن أعمل مدرسا في ثانوية تقع في حي كذلك. وكنت أظن أن الاحترام المتبادل هو السائد بيننا وبينهم، كما توحي بذلك ابتساماتهم وحلاوة الألفاظ التي يعطونها من طرف ألسنتهم. بيد أن الحقيقة بعكس ذلك تماما عند أكثرهم،.. وهالني ما رأيت من تصديهم للصغار في مواضيع",
            "page": "5",
            "part": "1",
            "seal": "EABA96EA"
        },
        {
            "id": "4",
            "nass": "حساسة للغاية تتعلق برسالة محمد صلى الله عليه وسلم وصدقه، بقصد تشكيكهم في دينهم ... ولو أن قسا منهم اتصل بعالم من المسلمين بهدف البحث عن الحق كله لأكبرنا ذلك. ولكنهم قصروا دعوتهم للنصرانية على الصغار والحيارى، فركزوا عليهم، ووزعوا كتبهم المقدسة جهارا في الشوارع. وكنت ممن وزع عليهم الكتاب المقدس عندهم، والصادر عن المطبعة البولسية في فريحا بلبنان. ¶ وبسبب الأسئلة التي كانت تنهال علي من طيبين وحائرين بدأت أطالع الكتب التي تبحث في مناظرة النصارى والرد عليهم مثل الجواب الصحيح لمن بدل دين المسيح لا بن تيمية، وهداية الحيارى في أجوبة اليهود والنصارى لابن القيم، وإظهار الحق للشيخ رحمة الله الهندي، وقصص الأنبياء لعبد الوهاب النجار، ومحاضرات في النصرانية لمحمد أبو زهرة ... إلى غيرما هنالك من الكتب القديمة والحديثة. كنت أقرأ وألخص وأضع عنوانا جزئيا لكل فكرة. ¶ وشاء الله أن أرى نسخة من كتاب إنجيل برنابا في إحدى المكتبات، فاشتريته وفرحت به، وطالعته بدقة وشغف وأحصيت أماكن البشارات برسول الله صلى الله عليه وسلم الموجودة فيه. ¶ ثم شرعت أقرأ في كتبهم المقدسة، حتى التي تحتوي على الأحكام الشرعية لديهم مثل شرح التلمود. وعجبت لمن بيته من زجاج رقيق لا يكاد يحتمل الريح اللطيفة، كيف يرمي بالأحجار على القلاع والحصون؟ كان ذلك في أوائل السبعينيات من التاريخ الميلادي. وفي عام1404 هـ 1984 م كانت أسئلة كثير من طلاب الجامعة الإسلامية",
            "page": "6",
            "part": "1",
            "seal": "C4A02D81"
        },
        {
            "id": "5",
            "nass": "تحوم حول هذا الموضوع، فتذكرت عمل دعاة النصرانية في آسيا وأفريقية، ورأيت حاجة الطلاب إلى تلك المعلومات، فراجعت من الملخصات ما يقتصر على البشارات بالنبي المنتظر صلى الله عليه وسلم وأعدت النظر فيها، وأضفت إليها شواهد إيضاحية. كم كنت أتمنى أن تكون تلك المصادر بجانبي لأزيد في بعض النصوص والشواهد من كتبهم ذاتها. ولكن قدر الله وما شاء فعل، فالحمد لله على كل حال. ¶ وإني إذ أنشر هذه البشارات بالنبي محمد صلى الله عليه وسلم، أعلم حق العلم أن نبوته صلى الله عليه وسلم ليست مفتقرة إلى تلك الإثباتات أو الشهادات، ولكن ردا للحجر من حيث جاء، وإظهارا للحق، وليزداد الذين آمنوا إيمانا مع إيمانهم، والله ولي التوفيق. وصلى الله وسلم وبارك على خاتم الأنبياء محمد، وعلى آله وصحبه ومن تبعه إلى يوم الدين والحمد لله رب العالمين. ¶ عبد الوهاب عبد السلام طويلة ¶ المدينة المنورة 25 من شهر ذي القعدة عام 1404 هـ",
            "page": "7",
            "part": "1",
            "seal": "FD97DE6D"
        },
        {
            "id": "6",
            "nass": "وجاء النبي المنتظر: ¶ قال سبحانه: {وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ} سورة البقرة 89. ¶ وقال تعالى: {الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أبناءَهُمْ وَإِنَّ فَرِيقاً مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ} سورة البقرة 146. ¶ وقال رسول الله صلى الله عليه وسلم \"إن الله نظر إلى أهل الأرض فمقتهم، عربهم وعجمهم، إلا بقايا من أهل الكتاب\" أخرجه وسلم في صحيحه بالسند المتصل.",
            "page": "8",
            "part": "1",
            "seal": "8D985844"
        },
        {
            "id": "7",
            "nass": "شروط صحة الكتاب المقدس: ¶ قال الشيخ رحمة الله بن خليل الهندي في كتابه إظهار الحق1: اعلم أرشدك الله تعالى أنه لابد لكون الكتاب سماويا واجب التسليم: ¶ - أن يثبت أولا بدليل تام أن هذا الكتاب كتب بوساطة النبي الفلاني. ¶ - ووصل بعد ذلك إلينا بالسند المتصل، بلا تغيير ولا تبديل. ¶ والاستناد إلى شخص ذي إلهام بمجرد الظن والوهم، لا يكفي لا إثبات أنه من تصنيف ذلك الشخص اهـ. ¶ ونحن على ضوء هذه القاعدة سنرى مدى صحة الكتب المقدسة لدى أهل الكتاب. ولكن قبل ذلك أحب أن أذكر لمحة موجزة عن توثيق المسلمين لنصوصهم: ¶ قسم علماء مصطلح الحديث يأتيهم عن رسول الله صلى الله عليه وسلم إلى ثلاثة أقسام: ¶ __________ ¶ 1 إظهار الحق طبعة المغرب 1/56.",
            "page": "9",
            "part": "1",
            "seal": "5F9EC7A5"
        },
        {
            "id": "8",
            "nass": "1- الحديث الصحيح: وهو ما يرويه شخص من رجل أو امرأة عدل أي مسلم معروف بالثقة والأمانة ضابط لما يسمعه حفظا وفهما، أو كتابة وفهما عن مثله ممن عاصره وسمع منه. وسلم الحديث وسنده أي رجاله من شذوذ أو علة. ¶ 2- الحديث الحسن: وهو ما اجتمعت فيه شروط الحديث الصحيح، بيد أن رواته أدنى ضبطا وحفظا من رواة الحديث الصحيح. ¶ وكلاهما يؤخذ منه ويحتج به، غير أن الصحيح أقوى وأثبت. ¶ 3- الحديث الضعيف: وهو ما اختل فيه شرط من الشروط السابقة، كأن يوجد فيه راو مجهول، أو كان فيه انقطاع في السند أو غير ذلك. ¶ وهو غير صالح للاحتجاج به، ولا يؤخذ منه حكم. ¶ وهذه المعلومات يحفظها صغار طلاب العلم. ¶ والحديث الصحيح درجات في القوة بم فهناك أصح الأسانيد، وما اتفق عليه البخاري ومسلم، وغير ذلك. وأقوى الأحاديث هو المتواتر، وهو الذي يرويه ويتناقله جمع عظيم من الناس عن جمع عظيم آخر في كل جيل من الأجيال، بحيث يستحيل في العادة تواطؤهم على الكذب.",
            "page": "10",
            "part": "1",
            "seal": "4B05B698"
        },
        {
            "id": "9",
            "nass": "توثيق النص القرآني: ¶ لقد انفرد القرآن الكريم من بين الكتب المقدسة التي سبقته بتوثيقه توثيقا مكينا وصل إلى الذروة. وهذا هو سر خلوده وأحد مفاتيح إعجازه. ¶ كان النبي صلى الله عليه وسلم دقيقا كل الدقة، وحريصا كل الحرص على كتابة القرآن، فكان له كتاب وحي يتلقفون ما ينزل عليه، فيكتبونه في وعي وإدراك، ودقة وإتقان. ¶ وكان الصحابة رضي الله عنهم يتلقون هذا القرآن من فم النبي صلى الله عليه وسلم ويتسابقون إلى حفظه، ويتبارزون في تلاوته، والنبي صلى الله عليه وسلم بينهم يعرضون عليه ما حفظوا، ويسمعون منه تلاوة القرآن في الصلوات الجهرية وغيرها مع بيان أحكامه وكشف معانيه. وقد شارك النساء الرجال في هذه المنافسة والشرف العظيم. ¶ وكان حفظ القرآن وكتابته يسيران جنبا إلى جنب، ليلتقي المكتوب بالمحفوظ، فكلاهما توثيق للآخر. ¶ لقد كان الحفظة كثيرين جدا، قتل منهم في\"بئر معونة\"قرابة سبعين، وكتاب الوحي بلغ عددهم تسعة وعشرين كاتبا، منهم الخلفاء الخمسة الأوائل.",
            "page": "11",
            "part": "1",
            "seal": "12685E0A"
        },
        {
            "id": "10",
            "nass": "وهكذا تواتر نقل القرآن حفظا وكتابة من جيل إلى جيل في مشارق الأرض ومغاربها حتى وصل إلينا مصونا من أي تحريف، منزها عن أي تغيير، سالما من أي نقص. ¶ وما خوف أبي بكر وعمر رضي الله عنهما حين استحر القتل بالقراء يوم اليمامة، إلا من زيادة الحرص على القرآن وحفظه، لأن طريقة أدائه لا تتأتى إلا عن طريق التلقين والرواية. ¶ ولا يشك أحد في أن محمدا صلى الله عليه وسلم أتى به، وأخبر أن الله أوحى به إليه، وأن من اتبعه أخذه عنه حفظا وكتابة بشكل متواتر، ثم أخذ عنهم، حتى وصل إلينا.",
            "page": "12",
            "part": "1",
            "seal": "D967E36A"
        },
        {
            "id": "11",
            "nass": "الكتاب المقدس لدى النصارى: ¶ تعريفه: ¶ يدعي النصارى أن كتابهم المقدس هو مجموعة الأسفار الإلهية التي كتبت بإلهام\"الروح القدس\"خلال الحقبة الزمنية الممتدة من القرن السادس عشر قبل الميلاد، حتى آخر القرن الأول بعده. ¶ أقسامه: ¶ يقسم كتابهم المقدس إلى قسمين كبيرين: ¶ العهد القديم أو العتيق وقد يطلق عليه مجازا\"التوراة\". ¶ العهد الجديد. وقد يطلق عليه مجازا\"الإنجيل\". ¶ وسندرس كل قسم على حدة: ¶ 1- العهد القديم: ¶ ويزعمون أن هذا القسم وصل إليهم بوساطة الأنبياء الذين كانوا قبل عيسى عليه الصلاة والسلام ويعرفون منه أخبار العالم في عصوره الأولى وأجياله القديمة، كما يعرفون منه البشارات بالأنبياء اللاحقين، والشرائع الاجتماعية، وغير ذلك من شعر وحكمة ومواعظ.",
            "page": "13",
            "part": "1",
            "seal": "093255B7"
        },
        {
            "id": "12",
            "nass": "أجزاء العهد القديم: ¶ يتألف هذا القسم من ستة وأربعين سفرا. منها خمسة أسفار تسمى التوراة. ¶ والتوراة كلمة عبرية، تأتي بمعنى التعليم أو الشريعة. ¶ أما خمسة الأسفار فهي ما يلي: ¶ أ- سفر التكوين أو الخليقة: ¶ ويبحث عن قصة الخليقة وقصة نوح عليه الصلاة والسلام وعن السلالات البشرية. وينتهي بسرد قصة يوسف ابن يعقوب عليهما الصلاة والسلام. ¶ ب- سفر الخروج: ¶ ويروي قصة نشأة موسى عليه الصلاة والسلام وظهوره، وما وقع له في مصر، وخروجه منها على رأس بني إسرائيل، إلى أن يصل إلى احتلال فلسطين وارتحال موسى عليه الصلاة والسلام. ¶ ج- سفر الأحبار أو اللاوديين ¶ د- سفر العدد. ¶ هـ سفر التثنية أو الاستثناء. ¶ وتبحث هذه الأسفار في أمور دينية واجتماعية ومواعظ ووصايا وتشريعات. ¶ أما ما تبقى من أسفار العهد القديم، فهو خليط عجيب",
            "page": "14",
            "part": "1",
            "seal": "FBFE03B3"
        },
        {
            "id": "13",
            "nass": "من الروايات والقصص التاريخية والاجتماعية والسياسية والأخلاقية. وهي تفتقر بمجملها إلى الأمانة والجدية. ¶ ومن الجدير بالذكر أن نسخة التوراة لدى اليهود تخالف نسخة التوراة لدى النصارى، وأن بعض الأسفار الهامة عند اليهود مرفوضة عند النصارى لعدم اعتقادهم بصحة الوحي فيها. ¶ وكذلك، فإن نسخة التوراة لدى طائفة السامرة من اليهود مخالفة لنسخة جمهور اليهود، ولنسخة النصارى أيضا. كما أن بعض طوائف النصارى لا يسلمون بجميع هذه الأسفار. فالتوراة إذا نسخ متعددة، لا تعرف لواحدة منها شبه سند من الرواة. ¶ وقد بحث علماء التاريخ عن مصدر التوراة، وتقصوا حقيقة ما ورد فيها. وكان الحافز بهم لذلك ما يزخر به هذا الكتاب من قصص وروايات بلغت من القرابة حد الأساطير. ولما كثرت المكتشفات العلمية الحديثة، وظهرت للوجود حقائق تاريخية كانت مجهولة، انكشف الستار عن كثير من الأحداث التاريخية التي شيد اليهود أكثرها عبر الزمن. ¶ هذا, ويرى كثير من العلماء المعاصرين أن التوراة كتبت بعد قرون عديدة من عهد موسى عليه الصلاة والسلام.",
            "page": "15",
            "part": "1",
            "seal": "739DF5AA"
        },
        {
            "id": "14",
            "nass": "2- العهد الجديد: ¶ ويزعم النصارى أن هذا القسم كتب بالإلهام بعد عيسى عليه الصلاة والسلام ويتألف من سبعة وعشرين سفرا، منها الأناجيل الأربعة المعترف بها لديهم وهي: ¶ أ- إنجيل متى. ويتألف من سبعة وعشرين إصحاحا. ¶ ب- إنجيل مرقس. ويتألف من ستة وعشرين إصحاحا. ¶ ج- إنجيل لوقا. ويتألف من أربعة وعشرين إصحاحا. ¶ د- إنجيل يوحنا. ويتألف من واحد وعشرين إصحاحا ويذكر في هذه الأناجيل كما يدعون خلاصة حياة السيد المسيح عليه الصلاة والسلام وتعاليمه التي تشتمل على العقيدة. ¶ ولفظ الإنجيل مختص بهذه الكتب. وقد يطلق مجازا على مجموع كتب العهد الجديد كما مر. ¶ والإنجيل كلمة يونانية تأتي بمعنى البشارة والتعليم، كما تأتي بمعنى الإخبار بخبر. ¶ أما ما تبقى من أسفار العهد الجديد فتشتمل على أعمال لبعض مقدسيهم ورسائل لهم. كما تُعنى أيضا بالناحية التعليمية التي تبين ديانتهم.",
            "page": "16",
            "part": "1",
            "seal": "25309293"
        },
        {
            "id": "15",
            "nass": "هذا, والنصارى مختلفون في هذه الأناجيل، فلا يسلم جميعهم بها، وأكثرهم رفضا لكثير منها طائفة البروتستانت1. ¶ أين الإنجيل الذي أنزل على عيسى؟ ¶ الشواهد متضافرة على أن الله تعالى أنزل على عيسى عليه الصلاة والسلام الإنجيل، وأنه كتاب فيه هدى ونور. قال تعالى: {الم. اللَّهُ لا إِلَهَ إلا هُوَ الْحَيُّ الْقَيُّومُ. نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالأِنْجِيلَ. مِنْ قَبْلُ هُدىً لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ} سورة اهـ عمران. ¶ وقال سبحانه: {مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَآتَيْنَاهُ الأِنْجِيلَ فِيهِ هُدىً وَنُورٌ وَمُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدىً وَمَوْعِظَةً لِلْمُتَّقِينَ} سورة المائدة. ¶ فأين هذا الإنجيل؟ ¶ إن الإنجيل الذي أتى به المسيح عليه الصلاة ¶ __________ ¶ 1 انظر إظهار الحق ص 51 55 و57-75، الجواب الصحيح لمن بدل دين المسيح لابن تيمية 1/3939-394, محاضرات في النصرانية لمحمد أبو زهرة ص 38-39-67, المفسدون في الأرض لـ س. ناجي ص 9- 10و14, المسيح عيسى ابن مريم ص 46-48, نشرته دار الكتب بالقاهرة، العهد الجديد المطبوع بلبنان حريصا سنة 1964 المقدمة ص أ-ب، قصص الأنبياء لعبد الوهاب النجار.",
            "page": "17",
            "part": "1",
            "seal": "8DCB8491"
        },
        {
            "id": "16",
            "nass": "والسلام وسلمه إلى تلاميذه، وأمرهم أن يبشروا به لا يوجد الآن. وليس هو أحد الأناجيل الأربعة الآنفة الذكر بإقرارهم. فهو ضائع. والدليل على ذلك من كتبهم ما يلي: ¶ 1- جاء في إنجيل مرقس الإصحاح الأول: وبعدما أسلم يوحنا، جاء يسوع إلى الجليل يكيرز ببشارة ملكوت الله ويقول: قد كمل الزمان وأقترب ملكوت الله، فتوبوا وآمنوا بالإنجيل. ¶ فجاءت كلمة الإنجيل بلا إضافة لأحد. ¶ ب- وجاء في رسالة بولس إلى الرومانيين: ¶ 1-1 من بولس المدعو ليكون رسولا المفروز لإنجيل الله، الذي سبق فوعد به على ألسنة أنبياءئه في الكتب المقدسة. ¶ 1-9 فإن الله الذي أعبده وفي بعض النسخ أخدمه بروحي في التبشير بإنجيل ابنه، يشهد لي بأني أذكركم بلا انقطاع. ¶ 15-16 لأكون خادما للمسيح يسوع لدى الأمم، وأقوم بخدمة إنجيل الله المقدسة. ¶ ج- وجاء في رسالته إلى أهل تسالونيكي: ¶ 2-8 هكذا إذا كنا حانين إليكم، كنا نرضى أن نعطيكم لا إنجيل الله فقط، بل أنفسنا أيضا. ¶ 1-9 فإنكم تذكرون أيها الإخوة تعبنا وكدنا إذ كنا نكرز",
            "page": "18",
            "part": "1",
            "seal": "E182F2BC"
        },
        {
            "id": "17",
            "nass": "لكم وفي بعض النسخ نبشركم بإنجيل الله. ¶ فهذه النصوص التي تسلم بها الكنيسة تبين أن المسيح عليه الصلاة والسلام جاء بكتاب هو الإنجيل. ولاشك أن الإنجيل المذكور في هذه النصوص وفي غيرها، ليس واحدا من الأناجيل الأربعة، لأنها لا تضاف إلا إلى أصحابها باتفاق النصارى، ولأن المسيح عليه الصلاة والسلام قد وعد بهذا الإنجيل، ولم يكن واحد منها قد وجد في عهده بالاتفاق، وليس من المعقول أن يعظ هو بأقوال تلاميذه أومن بعدهم. ¶ إذا, ضاع إنجيل المسيح الذي فيه هدى ونور على مر الزمان، وتمسك النصارى بكتب ألفها أناس نسبت إليهم وأضيفت لهم. ¶ ولو أن هذا الكتاب وصل إلينا كما كتبه ولا يكتب إلا ما أنزل إليه لكان من أهم الكنوز وأغلاها1. ¶ لمحة عن الأناجيل والأدوار التي مرت بها: ¶ فُقد إنجيل المسيح ولم يعد له وجود، وإنما يوجد الآن قصص ألفها التلاميذ وغير التلاميذ، لم تسلم من المسخ والتحريف بالزيادة والحذف، كما هو واضح لدى مقارنتها ببعضها. ¶ __________ ¶ 1 انظر إظهار الحق 1/52، وقصص الأنبياء للنجار ص 399، المسيح عيسى ابن مريم ص 49-51 و 69، محاضرات في النصرانية ص 54-55، العهد الجديد لبنان حريصا المقدمة ص أوالرسائل ص 293 و402، العهد الجديد جمعية الكتاب المقدس ص 331.",
            "page": "19",
            "part": "1",
            "seal": "19AE8ACE"
        },
        {
            "id": "18",
            "nass": "ويطلق اسم الإنجيل عرفا الآن على هذه القصص التي وجدت بعد زمان المسيح عليه الصلاة والسلام تقص أحواله وأعماله وأقواله التي وعظ بها، ومعجزاته التي أجراها الله على يديه. ¶ ومكان الأناجيل في النصرانية مكان القطب والعماد، لأنها تشتمل على أخبار المسيح من وقت الحمل إلى وقت الصلب, كما يزعمون وقيامته من قبره بعد ثلاث ليال، ثم رفعه بعد أربعين ليلة، وهي بهذا تشتمل على عقيدة ألوهية المسيح بزعمهم والصلب والفداء. ¶ والأناجيل المقدسة عندهم الآن والتي تعترف بها الفرق النصرانية وتأخذ بها هي الأربعة الآنفة الذكر. والتي لم يكتب شيء منها في زمن المسيح، ولكن بعد انتهاء أمره من الأرض، قام بعض التلاميذ وكتبوا قصصا كثيرة، وكل واحد منهم يسمي ما كتبه إنجيلا. ¶ وقد كثرت الأناجيل كثرة فاحشة حتى أربت على المائة، ويروي التاريخ أنه كانت هنالك أناجيل أخرى أخذت بها فرق قديمة في العصور الغابرة، وراجت عندها، بحيث لم تعتنق كل فرقة إلا إنجيلها. ونذكر منها على سبيل المثال ما يلي: ¶ 1- عند كل من أصحاب مرقيون وأصحاب ديصان إنجيل يخالف بعض هذه الأناجيل.",
            "page": "20",
            "part": "1",
            "seal": "7DF1F36A"
        },
        {
            "id": "19",
            "nass": "2- ولأصحاب ماني إنجيل يخالف هذه الأربعة، وهو الصحيح عندهم. ¶ 3- هناك إنجيل يقال له إنجيل السبعين، ينسب إلى تلامس. والنصارى ينكرونه. ¶ 4- هناك إنجيل اشتهر باسم التذكرة. ¶ 5- وإنجيل سرن تهس. ¶ 6- وهناك إنجيل يسمى إنجيل الصبوة أو الطفولة. ¶ ذكرت فيه الأشياء التي صدرت من المسيح في طفولته. وهو ينسب لبطرس عن مريم ¶ 7- الإنجيل الأغنسطي، وقد طمست رسومه وعفت آثاره، وهو يبتديء بمقدمة تندد بمقدسهم بولس، وينتهي بخاتمة فيها مثل ذلك التنديد. ¶ 8- وهناك إنجيل برنابا الذي سأتكلم عنه قريبا. ¶ إذا. لقد كثرت الأناجيل كثرة عظيمة، كما أجمع على ذلك مؤرخو النصرانية. ثم بعد أن أفاق النصارى من الاضطهادات التي توالت عليهم. نظروا في تلك القصص فهالهم أمرها. ¶ وفي أواخر القرن الثاني، أو أوائل القرن الثالث، اختارت الكنيسة من بينها القصص التي لا تتعارض مع نزعتها، وسلمت بها، وجعلتها قانونية، ورفضت ما يخالف رغبتها، وأجبرت",
            "page": "21",
            "part": "1",
            "seal": "F49C077E"
        },
        {
            "id": "20",
            "nass": "الناس على قبولها ولاحقت من يعارض، وتم لها ما أرادت. ¶ ولم تكترث لما بين مضامين هذه الأربعة من التخالف والتناقض، مادام ذلك لا يخالف المنزع العام الذي قصدته، رغم ما فيها من انقطاع في السند، وعدم العلم التام بالمؤلف الحقيقي أو المترجم، ومبلغ أمانته على الدين وحرصه على الصدق، كما لا توجد نسخة بخط تلميذ من التلاميذ، ولا ما يضمن شبهة صحة فيها. فإنجيل متى على سبيل المثال يذكرون في تعريفه ما يلي:\"كتب متى إنجيله باللغة الآرامية, وهي فرع عن العبرية ثم نقله إلى اليونانية هو أو غيره\", فمن هو المترجم؟ هذه جهالة في السند لأقدم أناجيلهم، وليس ثمة نسخة أصلية باللغة الآرامية عندهم. ¶ هذا, ولاختلاف مصنفي الأناجيل اختلفت مصنفاتهم اختلافا يفضي إلى أن أحد الأقوال صادق وما عداه كاذب. وبعضهم يذكر في إنجيله حالات، أو عجائب لا يذكرها الآخر، وكثيرا ما يروى الخبر الواحد في إنجيل ما بعبارة تناقض بالزيادة والنقصان ما ذكر في الآخر. ¶ ويذكر بعض المؤرخين أنه لم توجد عبارة تشير إلى وجود إنجيل متى ومرقس ولوقا ويوحنا قبل آخر القرن الثاني. وأول من ذكر هذه الأناجيل الأربعة أرينوس سنة 209 م.",
            "page": "22",
            "part": "1",
            "seal": "CDEC62AE"
        },
        {
            "id": "21",
            "nass": "وقد بحث بعض الباحثين المحققين من علماء أوروبا في الأناجيل الأربعة، فتبين لهم أنه لا يعرف متى كتبت، ولا بأي لغة ألفت. وقال بعضهم: إن مؤلفيها غير معروفين، واتهم بعضهم بولس الذي كان يهوديا بوضع أكثرها. بل منهم من جعل تعاليمها مأخوذة من الوثنية. كما في دائرة المعارف الفرنسية وغيرها1. ¶ كلمة عن إنجيل برنابا: ¶ إنجيل برنابا من الكتب التي لا يعترف بها النصارى، بل يدعون أنه حديث عهد في الوجود، أخرجته يد مرتد عن النصرانية جد خبير بالتوراة اللاتينية، يصف شتى نواحي الحياة الدينية والمدنية والتاريخية والجغرافية والاجتماعية في عهد المسيح عليه الصلاة والسلام على ما رأى بعينه في بيئته الإيطالية في القرن السادس عشر. ¶ ويرى الدكتور خليل سعادة أن كاتبه يهودي أندلسي، اعتنق الدين الإسلامي بعد تنصره وإطلاعه على أناجيل النصارى. ¶ __________ ¶ 1 محاضرات في النصرانية ص 38-39، قصص الأنبياء للنجار ص 399، المسيح عيسى ابن مريم ص 52 و69.70 و.90، مقدمة العهد الجديد المطبوع في حريصا لبنان ص أ، إظهار الحق 1/76-86، مقدمة إنجيل برنابا للدكتور خليل سعادة ص 13.",
            "page": "23",
            "part": "1",
            "seal": "EF77A5C6"
        },
        {
            "id": "22",
            "nass": "لكن يذكر التاريخ أمرا أصدره البابا جلاسيوس الأول الذي جلس على الأريكة البابوية سنة 492 م يعدد فيه أسماء الكتب المنهي عن مطالعتها، وفي عدادها كتاب يسمى إنجيل برنابا. وأقوال العلماء والمؤرخين والمحققين تترى في تحريم قراءة أناجيل كثيرة، ومصادرة الكنيسة لها. ¶ إذا فالإنجيل كان موجوا قبل ظهور محمد صلى الله عليه وسلم بزمن طويل، فإنه ولد سنة 585 م تقريبا. ¶ وأول من عثر على النسخة الإيطالية هوكريمر أحد مستشاري ملك بروسيا. ولا تزال هذه النسخة محفوظة في مكتبة البلاط الملكي في فينا حتى الآن. ¶ وفي أوائل القرن الثامن عشر وجدت نسخة أخرى أسبانية. ويقول الدكتور خليل سعادة, إن الأسبانية ترجمة حرفية عن الإيطالية إلا في مواضع قليلة. ¶ وقد اكتشف النسخة الإيطالية راهب لاتيني اسمه فرامرينو. وكان هذا الراهب قد عثر على رسائل لإيرينايوس، وفي عدادها رسالة يندد فيها بالقديس بولس، وأنه أسند تنديده هذا إلى إنجيل القديس برنابا. فأصبح الراهب من ذلك الحين شديد الشغف بالعثور على هذا الإنجيل. واتفق أن أصبح حينا من الدهر مقربا من البابا سكتس الخامس. وحدث يوما أنهما دخلا معا مكتبة البابا، وأخذت البابا سنة من النوم، فأحب",
            "page": "24",
            "part": "1",
            "seal": "F831B2B7"
        },
        {
            "id": "23",
            "nass": "فرامرينو أن يقتل الوقت بالمطالعة، فكان الكتاب الأول الذي وضع يده عليه هو هذا الإنجيل، فكاد يطير فرحا، وخبأه في أحد ردنيه، ولبث إلى أن استيقظ البابا، فاستأذن بالانصراف، ثم طالع الكتاب بشوق عظيم، فاعتنق الإسلام. ¶ هذا, ومن الملاحظ أنه لم يرد ذكر هذا الإنجيل في كتابات مشاهير المسلمين في الأعصر القديمة والحديثة، حتى في مؤلفات من انقطع منهم إلى الأبحاث والمجادلات الدينية ممن تصدوا لمناقشة النصارى مثل ابن تيمية وتلميذه ابن القيم وابن حزم الأندلسي والشهرستاني وغيرهم. مع أن إنجيل برنابا أمضى سلاح لهم في تلك المناقشات، حتى إنه لم يرد له ذكر في فهارس الكتب العربية القديمة عند العرب أو العجم. وإذا كان المسلمون هم الذين وضعوه فمتى استفادوا منه؟ وإذا لم يستفيدوا منه فلم وضعوه؟ ¶ فالكتاب إذا نصراني، ونسخته الأولى وجدت في جو نصراني خالص1. ¶ علما بأن برنابا هو أحد تلاميذ المسيح الاثني عشر. ¶ __________ ¶ 1 مقدمة إنجيل برنابا للدكتور خليل سعادة، ومقدمة الناشر السعيد محمد رشيد رضا، مقدمة العهد الجديد للقس جورج فاخوري المطبوع في حريصا بلبنان، محاضرات في النصرانية لمحمد أبو زهرة ص 59-63.",
            "page": "25",
            "part": "1",
            "seal": "03991A7D"
        },
        {
            "id": "24",
            "nass": "بشارات موسى بمحمد صلى الله عليه وسلم (البشارة الأولى) ¶ ... ¶ بشارات موسى بمحمد صلى الله عليه وسلم: ¶ قال الله تعالى: {وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلاً لِمِيقَاتِنَا فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا إِنْ هِيَ إلا فِتْنَتُكَ تُضِلُّ بِهَا مَنْ تَشَاءُ وَتَهْدِي مَنْ تَشَاءُ أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاءُ وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآياتِنَا يُؤْمِنُونَ الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ الَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْرَاةِ وَالأِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ فَالَّذِينَ آمَنُوا بِهِ وَعَزَّرُوهُ وَنَصَرُوهُ وَاتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ هُمُ الْمُفْلِحُونَ} سورة الأعراف 155، 156,157. ¶ أمر الله سبحانه موسى علية الصلاة والسلام أن يختار من قومه بني إسرائيل سبعين رجلا، ويأتي بهم إلى الميقات الزماني والمكاني الذي عينه الله سبحانه ليتوبوا إلى الله ويعتذروا من عبادة العجل",
            "page": "26",
            "part": "1",
            "seal": "41E49CC4"
        },
        {
            "id": "25",
            "nass": "فلما أتوا إلى المكان طلب ناس منهم أن يروا ربهم وعلى أثر هذا الطلب أخذتهم الرجفة، فتهافتوا إلى أديم الأرض، وهم ينظرون إلى بعضهم. ¶ طلب موسى عليه الصلاة والسلام العفو عما صدر فأخبره الله سبحانه بأن رحمته سيجعلها للذين يتصفون بهذه الصفات، وهم أمة محمد صلى الله عليه وسلم الذين يتقون الإشراك بالله، وكبائر الذنوب، ويؤتون الزكاة، ويؤمنون بآيات الله، ولا يعارضون فيها، ولا يتعنتون في الاقتراح بعد إيمانهم. ¶ وهم الذين يتبعون النبي الأمي محمدا صلى الله عليه وسلم لأنه لا يعرف الكتابة، ومن أمة أمية هي العرب، ومن أم القرى وهي مكة المكرمة. والذي لم تزل صفته في كتبهم في التوراة والإنجيل يعرفها علماؤهم وأحبارهم ومنها ما يلي: ¶ 1- يأمرهم بالمعروف وينهاهم عن المنكر في كل شيء. ¶ 2- يحل لهم الطيبات ويحرم عليهم الخبائث، من مأكل ومشرب وملبس وغير ذلك. ¶ 3- يضع عنهم إصرهم والأغلال التي كانت عليهم، من العهد الذي كان الله أخذه على بني إسرائيل، والتشديد الذي كان في دينهم، من تحريم السبت، وتحريم الشحوم والعروق وغير ذلك من الأمور الشاقة، لأنه جاء بالتيسير والسماحة.",
            "page": "27",
            "part": "1",
            "seal": "41FFD1E6"
        },
        {
            "id": "26",
            "nass": "فمن آمن به وعظمه ومنعه من أعدائه وجاهد معه، واتبع القرآن الذي أنزل عليه، فهو فائز في الدنيا والآخرة. ¶ وكأن الله سبحانه يباهي بمحمد عن وأتباعه أتباع موسى عليه الصلاة والسلام ويوبخهم على ما فعلوه وطلبوه، قبل وجود محمد صلى الله عليه وسلم بأكثر من (1500) عام ويصفهم بأنهم ليسوا على شاكلتهم، بل يقولون: سمعنا وأطعنا غفرانك ربنا وإليك المصير. ¶ هذا. وفي الغالب أن الأنبياء يبشر بعضهم ببعض. ¶ والنبي المتقدم إذا أخبر عن النبي المتأخر لا يشترط التفصيل في أخباره وصفاته، بل يكون على الغالب بشكل مجمل، ولاسيما عند العوام. ¶ أما الخواص فقد يصير جليا عندهم بوساطة القرائن، وقد يبقى خفيا عليهم أيضا لا يعرفون مصداقه إلا بعد مجيئه وإخباره أن المتقدم قد بشر به، وبعد ظهور صدقه بالمعجزات وعلامات النبوة. وآنئذ يصير جليا بلا ريب لكل منصف. والنصوص الواردة في التوراة والإنجيل معظمها إشارات تحتاج إلى تأمل. وكان علماؤهم يجادلون ويشوشون وجه الدلالة فيها بإلقاء الشبهات، ثم ازداد الأمر غموضا بنقل هذه الكتب",
            "page": "28",
            "part": "1",
            "seal": "F0E150FC"
        },
        {
            "id": "27",
            "nass": "من لغة إلى لغة1. ونحن سنحلل بعض النصوص لنرى وجه الدلالة فيها إن شاء الله. ¶ هذا, وإن استشهادنا بنصوص من أسفار العهد القديم أو أناجيل العهد الجديد ليس إقرارا بصحة الكتاب، أو اعترافا بأنه الوحي الصحيح الذي أنزله الله سبحانه على موسى وعيسى عليهما الصلاة والسلام والذي فيه هدى ونور. بل إنما هو من قبيل إقامة الحجة، ليزداد الذين آمنوا إيمانا مع إيمانهم. ¶ البشارات الموجودة في العهد القديم: ¶ اشتملت التوراة بأسرها على دلالات وآيات تدل على أن شريعة محمد صلى الله عليه وسلم حق قد وصدق. ولكنهم حرفوا وغيروا، إما تحريفا من حيث الكتابة والصورة، وإما من حيث التفسير والتأويل. ¶ ومع ذلك لا يخلو الكتاب الذي بين أيديهم من بشارات بالرغم مما اعتوره من التحريف والتشذيب. وهذه بعض البشارات: ¶ __________ ¶ 1 إظهار الحق 2/216-220، قصص الأنبياء ص 293، الملل والنحل 1/212.",
            "page": "29",
            "part": "1",
            "seal": "8718A4E4"
        },
        {
            "id": "28",
            "nass": "البشارة الأولى: ¶ جاء في سفر التثنية الإصحاح الثامن عشر قول موسى لبني إسرائيل: ¶ 15- يقيم لك الرب إلهك نبيا من وسطك، من إخوتك، مثلي، له تسمعون. ¶ 17- قال لي الرب: نِعم ما قالوا وفي بعض النسخ المترجمة: قد أحسنوا فيما تكلموا. ¶ 18- وسوف أقيم لهم نبيا مثلك، من بين إخوتهم، وأجعل كلامي في فمه، ويكلمهم بكل شيء آمره به وفي بعض النسخ بكل ما أوصيه به. ¶ 19- ومن لم يطع كلامه الذي يتكلم فيه باسمي، فأنا أكون المنتقم من ذلك. ¶ 20- أما النبي الذي يجتريء بالكبرياء، ويتكلم في اسمي ما لم آمره به، بأن يقوله، أم باسم آلهة أخرى فليقتل. يزعم اليهود أن هذه البشارة ليوشع بن نون عليه السلام. ¶ ويزعم النصارى أنها للسيد المسيح عليه السلام. ¶ فلنحلل هذا النص لنرى هل تنطبق البشارة على يوشع",
            "page": "30",
            "part": "1",
            "seal": "48BF81E6"
        },
        {
            "id": "29",
            "nass": "أو على المسيح أو على محمد صلى الله عليه وسلم: ¶ 1- جاء في الجملة الثامنة عشرة:\"سوف أقيم\"بصيغة الاستقبال. ويوشع بن نون كان حاضرا عند موسى، وهو فتاه. ولما مات هارون عليه الصلاة والسلام في حياة موسى، أصبح يوشع وصي موسى والقائم بالأمر من بعده، فهو من أنبياء بني إسرائيل في ذلك الوقت، فكيف يصدق عليه هذا اللفظ؟ ¶ ب- وجاء فيها لفظ\"نبيا\"ويزعم النصارى أن المسيح إله، أو ابن إله، وهو مؤلف في زعمهم من ناسوت ولاهوت، وقد اتحد اللاهوت بالناسوت فصار إلها له إرادة مستقلة، وهو بنفس الوقت الأقنوم الثاني من الأقانيم الثلاثة، التي تشكل بمجموعها إلها واحدا تعالى الله عما يقولون علوا كبيرا. ¶ إذا, فالمسيح في زعمهم إله، وليس نبيا، فلا تتحقق فيه البشارة. إلا أن يكابروا ويتعنتوا فيقولوا: هو نبي بناسوته، إله بلاهوته. وهذا تعسف. وآنئذ نسألهم: هل له إرادتان أو إرادة واحدة؟ فإن قالوا: له إرادتان فقد ناقضوا أنفسهم، وإن قالوا: إرادة واحدة فقد أوجبوا الحجة عليهم. ¶ جاء في الجملة الخامسة عشرة من قول موسى:\"مثلي\".",
            "page": "31",
            "part": "1",
            "seal": "EF40B97C"
        },
        {
            "id": "30",
            "nass": "وفي الجملة الثامنة عشرة من قول الرب:\"مثلك\"في خطابه لموسى. ¶ أي إن هذا النبي المنتظر يشابه موسى في أوصافه ويماثله. ¶ ولا توجد مماثلة أومشابهة بين يوشع وموسى عليهما الصلاة والسلام لأن موسى صاحب كتاب وشريعة جديدة، مشتملة على أوامر ونواه. ويوشع لم يكن كذلك، بل هو تابع لشريعة موسى. ¶ وكذلك لا توجد مماثلة بين موسى والمسيح عليهما الصلاة والسلام لأن شريعة موسى كاملة مشتملة على الحدود والتعزيرات، وأحكام الطهارة والمحرمات وغير ذلك. بخلاف المسيح، فإنه لم يكن صاحب شريعة كاملة مستقلة. وما جاء به خال من كل هذه الأمور، كما تشهد بذلك الأناجيل الأربعة التي يعترفون بها, ففي إنجيل متى على سبيل المثال الإصحاح 15/ الفقرة 17: لا تظنوا أني جئت لأنقض الناموس أو الأنبياء. ما جئت لأنقض، بل جئت لأكمل. ¶ والنصارى يأخذون معظم أحكامهم من العهد القديم كما هو معروف. ¶ ولأن موسى كان رئيسا مطاعا في قومه، أمرهم بالجهاد وجاهد معهم، وحارب أعداءه وانتصر عليهم. ولم يكن المسيح كذلك. بل إن من تعاليمه كما يزعمون: من ضربك على خدك",
            "page": "32",
            "part": "1",
            "seal": "6777C020"
        },
        {
            "id": "31",
            "nass": "الأيمن، فأدر له خدك الأيسر. من استلب منك الرداء فاترك له القميص. صلوا من أجل لاعنيكم1. ¶ ولأن موسى عليه الصلاة والسلام تزوج وله أولاد، ومات على الفراش، ودفن في القبر، ولم يصلب. والمسيح عليه الصلاة والسلام لم يتزوج، وبالتالي ليس له أولاد، وفي زعمهم أنه مات مصلوبا، ثم قام من قبره. ¶ أما محمد صلى الله عليه وسلم فإنه يماثل موسى عليه الصلاة والسلام في أمور كثيرة أهمها ما يلي: ¶ 1- كونه عبد الله ورسوله، فهو نبي، وهو من أب وأم، وقد تزوج وله أولاد، ومات على الفراش، ودفن في القبر. ¶ 2- كونه صاحب شريعة، وشريعته كاملة، فهي مشتملة على نظام متكامل للحياة دينيا ودنيويا. ¶ 3- كونه مطاعا في قومه مأمورا بالجهاد، جاهد مع أصحابه، وحارب أعداءه وانتصر عليهم. ¶ فالبشارة إذا تصدق على محمد صلى الله عليه وسلم أكمل صدق، وتنطبق عليه أتم انطباق. قال تعالى: {إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولاً ¶ __________ ¶ 1 أين هذه التعاليم من فعل النصارى الذين استعمروا البلدان وظلموا أهلها، بل أين هي من محاكم التفتيش التي أحرقت البشر وهم أحياء باسم المسيح. وكل من جاور النصارى وخالطهم يعرف حقدهم وتعصبهم. أما المبشرون فوجه مبتسم وقلب مخادع حاقد. راجع في ذلك\"التبشير والاستعمار\"للدكتورين عمر فروخ ومصطفى الخالدي.",
            "page": "33",
            "part": "1",
            "seal": "40C7998E"
        },
        {
            "id": "32",
            "nass": "شَاهِداً عَلَيْكُمْ كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولاً} . سورة المزمل 15. ¶ هذا. ولا يصح أن يكون يوشع أو المسيح عليهما السلام هو المبشر به ويماثل موسى عليه الصلاة والسلام بدليل أن الجملة العاشرة من الإصحاح الرابع والثلاثين في سفر التثنية تنص على ما يلي:\"ولم يقم بعد ذلك نبي في بني إسرائيل مثل موسى يعرف الرب وجها لوجه, أي كلمه وأوحى إليه بشرع. ¶ فمن هو إذا النبي المنتظر الذي يكلمه الله، ولم يظهر حتى الآن؟ علما بأن المسيح آخر الأنبياء في بني إسرائيل، وقد مضى على القوم أكثر من 1985 سنة لم يقم فيها نبي سواه وسوى يحي بن زكريا عليهم الصلاة والسلام فلم قاطعهم الله هذه المقاطعة، وهجرهم هجرا غير جميل؟ ¶ ومحمد صلى الله عليه وسلم أسرى به الله ليلا من المسجد الحراءم بمكة إلى المسجد الأقصى بالقدس، ثم عرج إلى السماوات العلى حيث تنقطع علوم الخلائق، وهناك كلمه ربه وفرض عليه وعلى أمته الصلاة. ¶ ومن ناحية أخرى، فقد كان اليهود الذين عاصروا المسيح عليه السلام ينتظرون نبيا آخر مبشرا به. وكان هذا المبشر به المنتظر غير المسيح، بدليل أنهم سألوا يحي يوحنا: أأنت",
            "page": "34",
            "part": "1",
            "seal": "D9CFFB04"
        },
        {
            "id": "33",
            "nass": "المسيح؟ ولما أنكر سألوه: أأنت إيلياء؟ ولما أنكر سألوه: لأ أنت النبي المنتظر الذي أخبر به موسى؟ ¶ وجاء في الإصحاح السابع من إنجيل يوحنا 40-41: ¶ وإن قوما من الجمع لما سمعوا كلامه قالوا: هذا في الحقيقة هو النبي. وقال آخرون: هذا هو المسيح. ¶ وفي الإصحاح الأول منه: فسألوه وقالوا له: ما بالك تُعمَّد إن كنت لست المسيح ولا إيلياء ولا النبي؟ ¶ والألف واللام في لفظ\"النبي\"للعهد الذهني، والمراد به النبي المعهود الذي أخبر عنه موسى عليه الصلاة والسلام. وجاء في الجملة الخامسة عشرة:\"نبيا من وسطك من إخوتك، مثلي له تسمعون\". ¶ وفي الجملة الثامنة عشرة\"من بين إخوتهم\". ¶ ولا شك أن الأسباط الاثني عشر كانوا حاضرين في ذلك الوقت مع موسى عليه الصلاة والسلام ولو كان المقصود أن النبي المبشمر به منهم، لقيل في الكلام:\"منهم\"ولم يقل\"من إخوتك\"ولا\"من بين إخوتهم\"ويوشع والمسيح عليهما السلام كانا من بني إسرائيل، فلا تصدق هذه البشارة عليهما. لأن الاستعمال الحقيقي لهذا اللفظ يقتضي ألا يكون المبشر به له علاقة الصلبية أو البطنية بالمبشرين، وهم بنو إسرائيل. بل من قرع آخر غير فرعهم، وهو ما لا يمكن أن يكون إلا من إسماعيل عليه الصلاة والسلام.",
            "page": "35",
            "part": "1",
            "seal": "25BE84A6"
        },
        {
            "id": "34",
            "nass": "هـ- ورد أيضا في الجملة الثامنة عشرة:\"وأجعل كلامي في فمه\". ¶ وهذا التعبير يشير إلى أن ذلك النبي ينزل عليه الكتاب، وأنه لا يتكلم من تلقاء نفسه أو هواها، بل بوحي من الله، وأنه يكون أميا حافظا للكلام. ¶ ومحمد صلى الله عليه وسلم كان كذلك. قال الله تعالى: {وَمَا يَنْطِقُ عَنِ الْهَوَى إِنْ هُوَ إلا وَحْيٌ يُوحَى} سورة النجم 4، وكان أميا حافظا. قال سبحانه وتعالى: {سَنُقْرِئُكَ فَلا تَنْسَى} سورة الأعلى 6. ¶ هذا, ولم يذع أحد من أبناء إسماعيل ذلك سوى محمد صلى الله عليه وسلم ولم يقم نبي أمي سواه منذ خلق الله الدنيا إلى اليوم. ووجاء فيها أيضا:\"ويكلمهم بكل شيء آمره به\". ومحمد كان يبلغهم كل شيء أمره الله به، فبلغ الرسالة وأدى الأمانة ونصح الأمة. ¶ قال تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} سورة المائدة 67،. وقال سبحانه: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ} أسورة النحل 44،. ¶ وجاء في الجملة التاسعة عشرة:\"ومن لم يطع كلامه الذي يتكلم فيه باسمي، فأنا أكون المنتقم من ذلك\".",
            "page": "36",
            "part": "1",
            "seal": "0DB12A9E"
        },
        {
            "id": "35",
            "nass": "فقد دل النص على أن من يعصي ذلك النبي المبشر به، ولا يطيع كلامه الذي هو وحي من عند الله، فإن الله سبحانه سيكون هو المنتقم منه. وهذا يدل على تعظيم ذلك النبي وتأييده، لأن الله سبحانه أضاف الانتقام إلى نفسه، وعقبه بالفاء التي تفيد الترتيب من غير تراخ زمني، فلابد أن يتميز هذا النبي بصفات لا توجد في غيره من الأنبياء. ¶ ولا يمكن أن يراد بالانتقام هنا محض العذاب في الآخرة، لأنه عام يشمل من خالف أي نبي من الأنبياء، كما أنه متأخر إلى وقت يعلمه الله. بل يظهر والله أعلم أن المراد بالانتقام هنا الانتقام التشريعي الذي يشمل الجهاد الذي تكون فيه العاقبة لذلك النبي وللمتقين الذين معه، كما يشمل إقامة حدود الله على من تعداها. ¶ وأما إهلاك الأمم السابقة بعذاب الاستئصال في الدنيا فلم يكن انتقاما منهم لمجرد كفرهم بالله وتكذيبهم أنبياءءه، بل لأنهم سألوا الآيات وتحدوا بها، ولما جاءتهم لم يؤمنوا وأصروا واستكبروا استكبارا. فكان من الاعتبار أن الذين لا يهتدون إذا جاءتهم الآيات المقترحة أن يغلظ الأمر عليهم، وينزل بهم عذاب الاستئصال. ¶ ومما تقدم يكون النبي المبشر به موحىّ إليه بكلام من عند الله فيه تشريع تفصيلي، ومأمورا بالجهاد مؤيدا بنصر الله، ومأمورا بإقامة الحدود والقصاص. ومحمد صلى الله عليه وسلم كان كذلك:",
            "page": "37",
            "part": "1",
            "seal": "FEA71079"
        },
        {
            "id": "36",
            "nass": "- فقد أنزل الله عليه القران تبيانا لكل شيء، وهو بدوره قد بين للناس ما نزل إليهم، وما كان ينطق عن الهوى، بل يتبع ما يوحى إليه، ويتكلم باسم الله. ¶ - وأمر بالجهاد في المدينة المنورة, فإن المسلمين كانوا بمكة مستضعفين مضطهدين، فلما أسلم الأنصار أمر رسول الله صلى الله عليه وسلم من كان بمكة من المسلمين أن يهاجروا إلى المدينة. فهاجروا وأعزهم الله بعد تلك الذلة، وفي ذلك يقول سبحانه: {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَنْ يَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِه} ِ الآية 8ا/26، اجتمع المهاجرون والأنصار في المدينة شرع الله لهم الجهاد. وكانوا قبل ذلك قد نهوا عنه وقيل لهم كما في الآية: {كُفُّوا أَيْدِيَكُمْ} 4/77،، وأنزل الله سبحانه: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} 2/216،. فبذلوا أنفسهم وأموالهم في سبيل الله، فشكر الله لهم ذلك، ورضي عنهم، ونصرهم على من عاداهم، مع قلتهم وضعفهم، وكثرة عدوهم وقوته. ¶ - وأيده الله بنصره وبالمؤمنين، وألقى الرعب في قلب عدوه ¶ عن جابر بن عبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"أعطيت خمسا لم يعطهن أحد من الأنبياء قبلي,",
            "page": "38",
            "part": "1",
            "seal": "438A96CC"
        },
        {
            "id": "37",
            "nass": "نصرت بالرعب مسيرة شهر وفي رواية: نصرت بالرعب على العدو بين يدي مسيرة شهر, وجعلت لي الأرض مسجدا وطهورا، فأيما رجل من أمتي أدركته الصلاة فليصل. وأحلت لي الغنائم، ولم تحل لأحد قبلي. وأعطيت الشفاعة. وكان النبي يبعث إلى قومه خاصة، وبعثت إلى الناس عامة\" أخرجه البخاري ومسلم والنسائي. ¶ وفي رواية لمسلم: \"وختم بي النبيون\". ¶ وعن عبد الله بن عمر رضي الله عنهما: \"بعثت بين يدي الساعة مع السيف، وجعل رزقي تحت ظل رمحي، وجعلت الذلة والصغار على من خالف أمري، ومن تشبه بقوم فهو منهم\" , أخرجه أحمد في المسند وحسنه الحافظ ابن حجر، وأخرج البخاري بعضه تعليقا، وله شاهد عند ابن أبي شيبة. ¶ وحيث يظهر الكفار ويغلبون، فإنما ذلك لذنوب المؤمنين التي أوجبت نقص إيمانهم، فإذا تابوا نصرهم الله، كما قال سبحانه: {وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} الآية 3/139، بيد أن العاقبة تكون للمؤمنين.",
            "page": "39",
            "part": "1",
            "seal": "857BA3E1"
        },
        {
            "id": "38",
            "nass": "عن سلمة بن نفيل الكندي رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"ولا تزال من أمتي أمة يقاتلون على الحق، ويُزيغ الله لهم قلوب أقوام، ويرزقهم منهم حتى تقوم الساعة، وحتى يأتي وعد الله\" أخرجه أحمد والنسائي. ¶ ويتجلى ذلك عندما ينزل عيسى عليه الصلاة والسلام إلى الأرض، فيحكم بشريعة محمد صلى الله عليه وسلم ويجاهد المشركين ويقيم الحدود. ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \"والذي نفسي بيده ليوشكن أن ينزل فيكم ابن مريم حكما مقسطا، فيكسر الصليب ويقتل الخنزير وليضعن الجزية، ويفيض المال حتى لا يقبله أحد\". ثم يقول أبو هريرة رضي الله عنه: اقرؤوا إن شئتم: {وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ} الآية، أخرجه البخاري ومسلم والترمذي. ¶ وفي رواية لمسلم:\"والله لينزلن ابن مريم حكما عادلا، فليكسرن الصليب، وليقتلن الخنزير، وليضعن الجزية، ولتتركن القِلاص1، فلا يسعى عليها ولتذهبن الشحناء والتباغض والتحاسد، وليدعون إلى المال فلا يقبله أحد\". ¶ وفي رواية أبي داود أن رسول الله صلى الله عليه وسلم قال: \"ليس بيني وبينه يعني عيسى نبي، وإنه نازل، فإذا رأيتموه فاعرفوه، ¶ __________ ¶ 1 القلاص: جمع قلوص، وهي الناقة.",
            "page": "40",
            "part": "1",
            "seal": "1801609E"
        },
        {
            "id": "39",
            "nass": "فإنه رجل مربوع إلى الحمرة والبياض، ينزل بين ممصرتين1، كأن رأسه يقطر وإن لم يصبه بلل، فيقاتل الناس على الإسلام، فيدق الصليب، ويقتل الخنزير، ويضع الجزية، ويهلك الله في زمانه الملل كلها إلا الإسلام، ويهلك المسيح الدجال، ثم يمكث في الأرض أربعين سنة، ثم يتوفي ويصلي عليه المسلمون\". ¶ - وقد أقام الحدود والقصاص ونهى عن تعطيلها، وحض صاحب الحق على العفو. ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: \" حد يقام في الأرض خير لأهل الأرض من أن يمطروا ثلاثين صباحا\" أخرجه النسائي وابن ماجة وأحمد2 ¶ وعن عبد الله بن عمرو بن العاص رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: \"تعافوا الحدود فيما بينكم، فما بلغني من حد فقد وجب\" أخرجه أبوداود والنسائي. ¶ وكان من حكمة الله تعالى ورحمته أن لا يهلك قوم خاتم الأنبياء بعذاب الاستئصال، مع أن المشركين من أهل مكة سألوا رسول الله صلى الله عليه وسلم عن آيات كثيرة. وقد بين سبحانه أنه إنما منعه أن يرسل بها أن كذب بها الأولون، فيستحقون عذاب ¶ __________ ¶ 1 ممصرتين: يقال: ثوب ممصر: إذا كان فيه صفرة خفيفة يسيرة. ¶ 2 وفي سنده في الروايتين جرير بن يزيد بن جرير بن عبد الله البجلي وهو ضعيف. وفي الرواية الأولى أيضا عيسى بن يزيد الأزرق لم يوثقه غير ابن حبان، انظر جامع الأصول مع التعليق 3/596. ألا فلينظر أهل الكتاب إلى هذه الدقة في التوثيق، وليأتوا بمثلها وإلا ...",
            "page": "41",
            "part": "1",
            "seal": "3AEE2A08"
        },
        {
            "id": "40",
            "nass": "الاستئصال كما استحق من قبلهم. فإن الآيات توجب إقامة الحجة عليهم، والحجة قائمة بغيرها، فإن ما أتى به النبي صلى الله عليه وسلم حصل به كمال الهدى والحجة. فقد أظهر الله سبحانه على يدي رسوله من الآيات ما هو أعظم من آيات من قبله من الأنبياء. روى المفسرون وأهل الحديث عن ابن عباس رضي الله عنهما أنه قال: سأل أهل مكة رسول الله صلى الله عليه وسلم أن يجعل لهم الصفا ذهبا، وأن ينحي عنهم الجبال حتى يزرعوا. فقيل له: إن شئتم نستأني بهم، وإن شئت نؤتيهم الذي سألوا، فإن كفروا هلكوا كما هلك من قبلهم. فقال: بل أستأني بهم. فأنزل الله: {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالآياتِ إلا أَنْ كَذَّبَ بِهَا الْأَوَّلُونَ} ... الآية17/59. ¶ وأكتفي سبحانه وتعالى بتعذيب بعضهم بأنواع من العذاب كما قال سبحانه: {قُلْ هَلْ تَرَبَّصُونَ بِنَا إلا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينَا} 9/52، فأخبر جل جلاله أنه يعذب الكفار تارة بأيدي المؤمنين بالجهاد والحدود كما سلف، قال سبحانه: {قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ} , وهو وتارة بغير ذلك، كالمستهزئين الذين قال الله فيهم: {إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئينَ} 5/95، وكالذي دعا عليه النبي صلى الله عليه وسلم أن يسلط الله عليه كلبا من كلابه، فافترسه الأسد.",
            "page": "42",
            "part": "1",
            "seal": "ED194FD7"
        },
        {
            "id": "41",
            "nass": "وكان في ذلك الاستيناء إيمان كثير منهم كأبي سفيان وعكرمة بن أبي جهل. ولو أهلكهم لبادوا ولم يبق لهم ذرية تؤمن. فكان في إرسال خاتم النبيين صلى الله عليه وسلم من الحكمة البالغة والمنن السابغة ما لم يكن في رسالة غيره من الأنبياء صلوات الله وسلامه عليهم أجمعين. ¶ ج- جاء في الجملة العشرين:\"أما النبي الذي يجتريء بالكبرياء، ويتكلم في اسمي ما لم آمره به، بأن يقوله، أم باسم آلهة غيري فليقتل\". ¶ وعليه، فالنبي الذي ينسب إلى الله ما يأمره به يقتل، أي نهايته القتل. ¶ ولو لم يكن محمد صلى الله عليه وسلم نبيا حقا لكان قد قتل. ولكن لم يستطع أحد قتله، رغم المحاولات الكثيرة من قريش ومن يهود ومن المنافقين وسائر المشركين في مكة والمدينة. ¶ ومصداق هذا المعنى قوله سبحانه: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ لأَخَذْنَا مِنْهُ بِالْيَمِينِ، ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ} سورة الحاقة 44. ¶ وقوله تعالى: {يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ} سورة المائدة 67. ¶ واليهود يعلمون ذلك حق العلم.",
            "page": "43",
            "part": "1",
            "seal": "50BFD349"
        },
        {
            "id": "42",
            "nass": "عن أبي هريرة رضي الله عنه قال:\"لما فتحت خيبر، أهديت لرسول الله شاة فيها سم، فقال رسول الله صلى الله عليه وسلم: اجمعوا لي من كان هاهنا من اليهود، فجمعوا له. فقال رسول الله صلى الله عليه وسلم: إني سائلكم عن شيء، فهل أنتم صادقي عنه قالوا: نعم يا أبا القاسم. فقال لهم رسول الله صلى الله عليه وسلم: من أبوكم؟ قالوا: فلان. قال: كذبتم، بل أبوكم فلان. قالوا: صدقت وبرزت. فقالت: هل أنتم صادقي عن شيء إن سألتكم عنه؟ قالوا: نعم يا أبا القاسم، وإن كذبناك عرفت، كما عرفته في أبينا. قال لهم: من أهل النار؟ قالوا: نكون فيها يسيرا ثم تخلفونا فيها. قال رسول الله صلى الله عليه وسلم: اخسؤوا فيها، والله لا نخلفكم فيها أبدا. قال: هل أنتم صادقي عن شيء إن سألتكم عنه؟ قالوا: نعم يا أبا القاسم. قال: هل جعلتم في هذه الشاة سما؟ قالوا: نعم. قال: فما حملكم على هذا؟ قالوا: أردنا إن كنت كاذبا نستريح منك، وإن كنت صادقا لم يضرك\". أخرجه البخاري بالسند المتصل. ¶ وعن أنس بن مالك رضي الله عنه أن امرأة يهودية أتت رسول الله صلى الله عليه وسلم بشاة مسمومة، فجيء بها إلى رسول الله صلى الله عليه وسلم فسألها عن ذلك فقالت؟ أردت لأقتلك. فقال: ما كان الله ليسلطك على ذلك\". أخرجه البخاري ومسلم وأبو داود.",
            "page": "44",
            "part": "1",
            "seal": "10C58BAB"
        },
        {
            "id": "43",
            "nass": "وفي رواية أبي داود عن جابر رضي الله عنه قالت:\"قلت إن كان نبيا فلان تضره، وإن يكن نبيا استرحنا منه، فعفا عنها\"1. ¶ وقد ادعى النبوة في زمنه وبعده ناس كثيرون، وكان نهايتهم القتل، مثل مسيلمة الكذاب وغيره. ¶ __________ ¶ 1 انظر هذه البشارة في إظهار الحق 2/239-245، محمد رسول الله لبشرى ¶ ص 65-70، الملل والنحل للشهرستاني 1/211، قصص الأنبياء للنجار ص 293-294و297، محمد في الكتب المقدسة لمحمد رواس قلعه جي ص 28.",
            "page": "45",
            "part": "1",
            "seal": "B2D3FA9A"
        },
        {
            "id": "44",
            "nass": "البشارة الثانية: ¶ جاء في سفر التثنية في الإصحاح الثاني والثلاثين ما يلي: ¶ 21- هم أي بنو إسرائيل أغارونى بغير إله، وأغضبوني بمعبوداتهم الباطلة. وأنا أيضا أغيرهم بغير شعب، وبشعب جاهل أغضبهم. ¶ فبنوا إسرائيل أغضبوا الله وأغاروه، بعبادتهم للمعبودات الباطلة، ومنها العجل، ولذلك فإن الله سبحانه سوف يعاقبهم ويغيرهم، وذلك باصطفاء واختيار الشعب الآخر الذي هو عندهم جاهل محتقر. ¶ ولاشك أن المقصود بالشعب الجاهل العرب، لأنهم كانوا في غاية الجهل والضلال، ولم يكن عندهم اتجاه إلى العلم، سواء كان من العلوم الشرعية أو العلوم العقلية أو التجريبية، وكان معظمهم أميا لا يقرأ ولا يكتب، وكانوا يعبدون الأصنام ويئدون البنات، ويغير بعضهم على بعض ... كما كانوا محتقرين لدى اليهود، لكونهم من أولاد جارية إبراهيم عليه السلام\"هاجر\". ¶ وأوفي الله بما وعد، فبعد أن كان بنو إسرائيل أفضل العالمين في زمانهم، استبدل بهم قوما غيرهم، وهم العرب",
            "page": "46",
            "part": "1",
            "seal": "10B70B64"
        },
        {
            "id": "45",
            "nass": "الأميون، فبعث فيهم رسولا منهم، أميا مثلهم، فهداهم من الضلال وجمعهم من الشتات، وألف بين قلوبهم على الحق والخير. قال سبحانه: {هُوَ الَّذِي بَعَثَ فِي الأُمِّيِّينَ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ} الجمعة: 2. ¶ كما فضل أمته على سائر الأمم. قال سبحانه: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ} سورة اهـ عمران: 110. ¶ هذا. ويؤيد ذلك ما جاء في المزامير: الحجر الذي رفضه البناؤون صار حجر الزاوية. لذلك أقول لكم: إن ملك الله ينزع منكم، ويعطى لأمة تحمل ثماره. ¶ وقد نزع منهم، وحملت ثماره أمة محمد صلى الله عليه وسلم, فأخرجت الناس من عبادة العباد إلى عبادة الله الواحد، ومن جور الأديان إلى عدل الإسلام وسماحته. ¶ عن أبى هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \"إن مثلي ومثل الأنبياء من قبلي، كمثل رجل بنى بنيانا فأحسنه وأجمله إلا موضع لبنة من زاوية من زواياه. فجعل الناس يطوفون به ويعجبون له، ويقولون: هلا وضعت هذه",
            "page": "47",
            "part": "1",
            "seal": "BAC485C9"
        },
        {
            "id": "46",
            "nass": "اللبنة؟ فأنا اللبنة وأنا خاتم النبيين\" رواه البخاري ومسلم بالسند المتصل1. ¶ أي فكنت أنا اللبنة وختمت الأنبياء. ¶ __________ ¶ 1 وروى البخاري ومسلم والترمذي عن جابر رضي الله عنه نحوه، ومسلم عن أبي صعيد، والترمذي عن أبي بن كعب وقال: حديث حسن صحيح أهـ.. ¶ انظر إظهار الحق 2/249-250، محمد رسول الله لبشرى.",
            "page": "48",
            "part": "1",
            "seal": "ACE9E106"
        },
        {
            "id": "47",
            "nass": "البشارة الثالثة: ¶ جاء في سفر التثنية في الإصحاح الثالث والثلاثين ما يلي: ¶ جاء الرب من سيناء، وأشرق لنا من ساعير، واستعلن وفي بعض النسخ: واستعلى من جبل فاران، ومعه ألوف الأطهار. ¶ فمجيئه من طور سيناء: إنزاله التوراة على موسى عليه السلام وقد كلمه ربه في جبل الطور، حينما ناداه من واديه الأيمن في البقعة المباركة من الشجرة، وهذا الأمر متفق عليه. ¶ وإشراقه من ساعير: إنزاله الإنجيل على عيسى عليه السلام وساعير جبل ببلاد الشام بجانب بيت لحم، وهي القرية التي ولد فيها السيد المسيح عليه السلام وبعضهم يطلق على أرض الجليل التي فيها مدينة الناصرة، ساعير، ويسمى جبالها جبال ساعير1. ¶ واستعلانه أو علوه من جبل فاران: إنزاله القرآن على محمد عياله صلى الله عليه وسلم، وفاران أحد الجبال المحيطة بمكة، وهو الذي فيه ¶ __________ ¶ 1 ورد في التوراة أن نسل العيص كانوا سكانا بساعير، وأمر الله موسى أن لا يؤذيهم.",
            "page": "49",
            "part": "1",
            "seal": "5B9B55DD"
        },
        {
            "id": "48",
            "nass": "غار حراء، حيث نزل الوحي على رسول الله صلى الله عليه وسلم أول مرة. وليس حول مكة جبل أعلى منه، وحوله جبال كثيرة. ¶ وليس هناك خلاف بين المسلمين وبين أهل الكتاب في أن فاران هي مكة. ¶ جاء في سفر التكوين في الباب الحادي والعشرين في حال إسماعيل عليه السلام ما يلي: ¶ 25- وكان الله معه، ونما وسكن في البرية، وصار شابا يرمي السهام. ¶ 21- وسكن برية فاران، وأخذت له أمه امرأة مصر. ¶ ولا شك أن إسماعيل هو جد النبي صلى الله عليه وسلم وأن سكناه كانت بمكة بواد غير ذي زرع. وذلك المكان يسمى برية فاران إلى اليوم. ¶ وقد اعترف اليهود بأن الوحي هو المراد في طور سيناء، فلابد أن يكون الأمر كذلك في ساعير وفاران. ولم ينزل بعد المسيح عليه السلام كتاب في برية فاران أو جبالها إلا على محمد بن عبد الله صلى الله عليه وسلم فعلم أن المراد من استعلانه بفاران إرسال محمد صلى الله عليه وسلم وظهوره. ¶ فيكون الله سبحانه ذكر الجبال الثلاثة حقا، وذكر الكتب المنزلة على الترتيب الزماني، فذكر إنزال التوراة ثم الإنجيل ثم",
            "page": "50",
            "part": "1",
            "seal": "01C66E3E"
        },
        {
            "id": "49",
            "nass": "القرآن. كما قال سبحانه: {اللَّهُ لا إِلَهَ إلا هُوَ الْحَيُّ الْقَيُّومُ. نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالأِنْجِيلَ. مِنْ قَبْلُ هُدىً لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ} سورة اهـ عمران. ¶ وتلك الأماكن الثلاثة أقسم الله بها في القرآن حيث قال تعالى: {وَالتِّينِ وَالزَّيْتُونِ، وَطُورِ سِينِينَ. وَهَذَا الْبَلَدِ الْأَمِينِ. لَقَدْ خَلَقْنَا الأِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ} سورة التين. ¶ فأقسم سبحانه بالتين والزيتون، والمراد الأرض المقدسة التي نبت فيها ذلك، ومنها بعث المسيح وأنزل عليه الإنجيل. وأقسم بطور سينين وهو الجبل الذي كلم الله فيه موسى وناداه من شاطيء الوادي الأيمن. ¶ وأقسم بالبلد الأمين، مكة، وهو البلد الذي أسكن فيه إبراهيم ابنه إسماعيل وأمة هاجر. ¶ قال الشهرستاني في الملل والنحل:\"ولما كانت الأسرار الإلهية والأنوار الربانية في الوحي والتنزيل على مراتب ثلاث: مبدأ ووسط وكمال، والمجيء أشبه بالمبدأ، والظهور أشبه بالوسط، والإعلان أشبه بالكمال، عبرت التوراة عن طلوع صبح الشريعة والتنزيل بالمجيء من طور سيناء، وعن طلوع",
            "page": "51",
            "part": "1",
            "seal": "29304749"
        },
        {
            "id": "50",
            "nass": "الشمس بالظهور على ساعير، وعن البلوغ إلى درجة الكمال بالاستواء والإعلان على فاران اهـ1. ¶ واليهود بأسرهم مجمعون على أن في التوراة بشارة بواحد بعد موسى عليه الصلاة والسلام وإنما يفترقون في تعيين ذلك الواحد أو في الزيادة عليه. ولذلك هاجر قسم كبير منهم من أوطانهم ببلاد الشام إلى تلك البقاع في الجزيرة العربية، وأقاموا القلاع والحصون في الأرض الواقعة بين حرتين، وفيها نخل، فإنها دار هجرة رسول الله المنتظر، نبي آخر الزمان، لنصرته إذا ظهر. فلما ظهر، وأعلن الحق بفاران، وهاجر إلى دار هجرته هجروه وتركوا نصرته. ¶ قال ابن إسحاق:\"وحدثني عاصم بن عمرو بن قتادة عن رجال من قومه: قال: إن مما دعانا إلى الإسلام مع رحمة الله وهداه لنا، لما كنا نسمع من رجال يهود، كنا أهل شرك أصحاب أوثان، وكانوا أهل كتاب عندهم علم ليس عندنا، وكانت لا تزال بيننا وبينهم شرور، فإذا نلنا منهم بعض ما يكرهون قالوا لنا: إنه قد تقارب زمان نبي يبعث الآن نقتلكم معه قتل عاب وإرم. فكنا كثيرا ما نسمع ذلك منهم. فلما بعث الله رسوله ¶ __________ ¶ 1 إظهار الحق 2/250، الملل والنحل 1/213، محمد رسول الله لبشرى، الجواب الصحيح لابن تيمية.",
            "page": "52",
            "part": "1",
            "seal": "03A7BE87"
        }
    ],
    "t1561": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "وجاء النبي المنتظر"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "شروط صحة الكتاب المقدس"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "الكتاب المقدس لدى النصارى"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "بشارات موسى بمحمد صلى الله عليه وسلم (البشارة الأولى)"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الثانية"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الثالثة"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الرابعة"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الخامسة"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة السادسة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة السابعة"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الثامنة"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة التاسعة"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "بشارات عيسى بمحمد صلى الله عليه وسلم (البشارة الأولى)"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الثانية"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "البشارة الثالثة"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "بقايا أهل الكتاب ينتظرون النبي"
        }
    ]
}