{
    "b1574": [
        {
            "id": "1",
            "nass": "التحالف السياسي ¶ في الإسلام ¶ الطبعة الأولى ¶ 1402هـ - 1982م ¶ منير محمد الغضبان ¶ مكتبة المنار الأردن - الزرقاء",
            "page": "1",
            "part": "1",
            "seal": "48F1F6D5"
        },
        {
            "id": "3",
            "nass": "بين يدي البحث ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالين. والصلاة والسلام على إمام المجاهدين سيدنا محمد، وعلى آله وصحبه والتابعين وبعد. ¶ موضوع البحث هو: في التحالف السياسي، والبناء الداخلي. ¶ ويرد على الخاطر سؤال سريع: لماذا أصبح حديث التحالف السياسي موضوع الساعة؟ خاصة والحركة الإسلامية في الربع الأخير من القرن الماضي كان موضوع الساعة عندها هو التميز والمفاصلة. ¶ ويبدو في النظرة العجلى للأمور أن الموضوعين متناقضان تمام التناقض. فهل انحرفت الحركة الإسلامية عن مسارها الصحيح. حتى استبدلت المفاصلة والتميز بالتحالف؟؟ أبدا. ولكن سنة التطور الربانية هي التي قادت الحركة الإسلامية إلى هذا الموقع. ¶ لقد ابتدأت الحركة الإسلامية مسارها الأول في ظل أنظمة تؤمن بالإسلام عقيدة وتخالفه سلوكا. فكان الطرح الإسلامي المناسب لتلك المرحلة. هو طرح المفهوم المتكامل للإسلام بصفته عقيدة وشريعة ونظام حياة. ¶ واتجهت الكتابات الإسلامية كلها لتثبت للناس أن الإسلام بالإضافة إلى كونه عقيدة. فهو نظام سياسي واجتماعي واقتصادي يحل مشاكل الحياة برمتها. ¶ وكأن الشعور الخفي لدى الدعاة أن هؤلاء الحكام الذين يجهلون الإسلام سيسارعون إلى تنفيذه منذ لحظات اطلاعهم على هذه المبادئ. وإذا تلكؤوا.",
            "page": "3",
            "part": "1",
            "seal": "D48CF96F"
        },
        {
            "id": "4",
            "nass": "فدافعهم لذلك هو الحرص على المصلحة والمنصب. وكان للإمام الرائد حسن البنا فضل في تحديد المسار والمنطلقات للحركة في تلك الظروف. ¶ وكانت المرحلة الثانية من تاريخ الحركة الإسلامية هي مرحلة المحن الرهيبة التي انقضت عليها ليمحص الله الذين آمنوا ويمحق الكافرين. فلقد وصل إلى حكم بعض الدول المسماة بالإسلامية والعربية جهات بدأت تطرح بدائل جديدة عن الإسلام، وحتى تفرض هذه المبادئ فرضا كان لا بد من سحق حملة لواء الإسلام. لأن هذه العقائد أعجز من أن تصل إلى ضمير الأمة بالإقناع. فسلكت طريق الإرهاب الدموي. ¶ وإمام هذا الإرهاب العنيف تبنت الحركة الإسلامية مفهوم التميز التام عن هؤلاء الحاكمين الذين أعلنوا تبنيهم لغير شريعة الله، وعن المحكومين الذين قبلوا الاحتكام لغير شريعة الله. وانطلقت هذه الأصوات من قلب المحنة ومن وراء القضبان تؤكد وتصر على هذا المعنى. ولم يكن ((الظلال)) ((وهذا الدين)) ((والستقبل لهذا الدين)) ((والمعالم)) إلا قمة من قمم هذا الفكر، حيث سارت الكتابات الإسلامية بعدها ضمن هذا الإتجاه. وكان للإمام الشهيد سيد قطب رحمه الله دور الريادة في هذا الفكر. ¶ (ثم كانت المرحلة الثالثة) من حياة الحركة الإسلامية حيث تمكنت الحركة من الخطوة الحاسمة في حياتها. أن تتجاوز هذه المحن الرهيبة. وتنتفض من تحت المطرقة والموت في بعض الأقطار، لتحمل السلاح في وجه عدوها، لا مدافعة عن نفسها فحسب. بل مهاجمة هذا العدو تقض عليه مضجعه وتحاصره. لتنتزع منه قيادته الجاهلية بقوة السلاح. ¶ وانطلق التيار الإسلامي مستعصيا على الإبادة والإفناء ماضيا في طريقه فإنما هي إحدى الحسنيين النصر أو الشهادة.",
            "page": "4",
            "part": "1",
            "seal": "7ABA51E3"
        },
        {
            "id": "5",
            "nass": "ووقف العالم مبهوتا إمام هذه الانطلاقة الإسلامية الواضحة المتميزة التي وصلت أعلى قمم التميز والمفاصلة. حين أعلنت الحرب على الطاغوت في الأرض لتسود شريعة الله. ¶ وكانت حركة الجهاد الإسلامي في سورية هي التي مثلت هذه الصورة. ¶ ونظر الكثيرون إلى الساحة. فرأوا نماذج من التضحية والفداء والشجاعة قادرة حقا وبإذن الله على تحقيق النصر فبدؤوا يتعاملون مع الحركة الإسلامية تعاملهم مع الأنداد وقادة الثورات وبناة الدول. فأمكن في هذه الظروف، ومن أعلى قمم التميز والمفاصلة الحديث عن التحالف بين الاتجاه الإسلامي وغيره. وراح الدعاة ورجال الحركة يبحثون في الفقه الإسلامي والسيرة النبوية صور التحالف المشروعة وغير المشروعة. لأنها غدت موضوع الساعة فلا بد أن تحدد الحركة الإسلامية أعداءها وأصدقاءها وتتعامل معهم على ضوء ذلك. ¶ وإيمانا منا بأهمية هذا الموضوع وخطورته. كان هذا الجهد المتواضع الذي تناول التحالف السياسي في الإسلام من خلال السيرة النبوية، ومدى الاعتماد عليه، وعلى البناء الداخلي للحركة في إقامة دولة الإسلام. ¶ وقد اقتصر البحث على تناول موضوع التحالف في مرحلة الضعف. وفي مرحلة العمل لتأسيس الدولة الإسلامية، لأن هذا هو الموضوع العملي القائم. أما بعد انتصار الإسلام فيمكن البحث عن التحالف في تلك المرحلة، ولن نتعرض لغير السيرة إلا بمقدار الضرورة بإذن الله راجين الله تعالى أن يسدد خطانا إلى الحق، ويجنبنا اتباع الهوى وزلة الفكر وأن يجعل عملنا خالصا لوجهه وأن يكون في صحائف حسناتنا يوم القيامة إنه على كل شيء قدير وبالإجابة جدير وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "5",
            "part": "1",
            "seal": "938655D4"
        },
        {
            "id": "6",
            "nass": "أولا: الحلف لغة وشرعا: ¶ يقول الإمام اللغوي الفقيه أبو منصور ... : ¶ والحلفاء هم الذين تعاقدوا على التناصر والتمالؤ على من خالفهم. ¶ وبهذا التعريف فقد يكون الحلف بين جماعتين إسلاميتن. وقد يكون بين الجماعة الإسلامية وأي تجمع حتى ولو كان كافرا للتناصر على عدو ثالث. ¶ وإذا رجعنا إلى نصوص السنة لأخذ المعنى الشرعي طالعنا الحديثان التاليان حول الحلف: ¶ ـ[الأول]ـ: روى ((مسلم وأبو داود)) عن جبير بن مطعم رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لا حلف في الإسلام، وأيما حلف كان في الجاهلية لم يزده الإسلام إلا شدة» وقال أبوداود: يريد حلف المطيبين. ¶ وندع شرح هذا النص للإمام المحدث ابن الأثير حيث يوضح لنا غريبه ومعناه (لا حلف في الإسلام) أصل الحلف: المعاقدة والمعاهدة على التعاضد والتساعد والاتفاق، فما كان منه في الجاهلية على الفتن والقتال بين القبائل والغارات فذلك الذي ورد النهي عنه في الإسلام بقوله صلى الله عليه وسلم لا حلف في الإسلام وما كان منه في الجاهلية على نصر المظلوم وصلة الأرحام كحلف المطيبين وما جرى مجراه فذلك الذي قال فيه صلى الله عليه وسلم: (وأيما حلف كان في الجاهلية لم يزده الإسلام إلا ¶ شدة) يريد من المعاقدة على الخير، والنصر للحق، وبذلك يجتمع الحديثان. وقد حالف رسول الله صلى الله عليه وسلم في الإسلام",
            "page": "6",
            "part": "1",
            "seal": "774E8636"
        },
        {
            "id": "7",
            "nass": "بين قريش والأنصار، يعني: آخى بينهم. وهذا هو الحلف الذي يقتضيه الإسلام، والممنوع منه: ما خالف حكم الإسلام. ¶ ـ[الثاني]ـ رواه عاصم بن سليمان الأحول قال: قلت لأنس: أبلغك أن رسول الله صلى الله عليه وسلم قال: لا حلف في الإسلام؟ فقال: قد حالف رسول الله صلى الله عليه وسلم بين قريش والأنصار في داري أخرجه البخاري ومسلم. ¶ وعند أبي داود قال: سمعت أنس بن مالك يقول: حالف رسول الله صلى الله عليه وسلم في دارنا، فقيل له: أليس قال رسول الله صلى الله عليه وسلم: لا حلف في الإسلام؟ فقال: حالف رسول الله صلى الله عليه وسلم بين المهاجرين والأنصار في دارنا مرتين أو ثلاثا أخرجه البخاري. ¶ ونحن نخلص إلى أن الحظر للحلف في الإسلام هو ما يقوم على الاعتداء على الآخرين وما دون ذلك فهو جائز سواء كان بين فئات من المسلمين أو كان بين المسلمين وغيرهم. فلقد حالف رسول الله صلى الله عليه وسلم اليهود يوم دخل المدينة، ثم حاربهم قبيلة قبيلة عندما نقضوا العهد كما بقي عداء قريش مستمرا حتى السنة السادسة ثم تغيرت الخطة بعد السنة السادسة، فحالف قريشا أو صالحها، بينما شن حربه على اليهود في خيبر. ورأيناه في الخندق يحاول شق صفوف العدو بالتعاقد مع غطفان حلفاء قريش، على أن يعطيهم ثلث ثمار المدينة مقابل رجوعها عن حرب المسلمين في الوقت الذي نقض يهود بني قريظة عهدهم مع رسول الله صلى الله عليه وسلم، وأنضموا إلى أعدائه",
            "page": "7",
            "part": "1",
            "seal": "BC03A228"
        },
        {
            "id": "8",
            "nass": "ثانيا: الأحلاف في مرحلة الضعف ¶ أ - حلف الفضول ¶ ما كان لنا أن نتعرض لحلف الفضول. وهو حلف جاهلي في الأصل وقد حضره رسول الله صلى الله عليه وسلم قبل البعثة لولا حديث الرسول صلى الله عليه عليه وسلم الذي أسبغ عليه صفة شرعية حيث قال: ... ((لقد شهدت في دار عبد الله بن جدعان حلفا ما أحب أن لي به حمر النعم، ولو أدعى به في الإسلام لأجبت)) (¬1) ¶ أما طبيعة هذا الحلف فكما ذكره ابن اسحاق (¬2): (كان سببه أن رجلا من زبيد قدم مكة ببضاعة واشتراها منه العاص بن وائل وكان ذا قدر بمكة وشرف. فحبس عنه حقه، فاستعدى عليه الزبيدي الأحلاف (عبد الدار ومخزوما وجمحا وسهما وعديا) فأبوا أن يعينوه على العاص بن وائل. فعلا جبل أبي قبيس - وقريش في أنديتهم حول الكعبة - فنادى بشعر يصف فيه ظلامته رافعا صوته، فمشى في ذلك (الزبير بن عبد المطلب) وقال: ما لهذا مترك. فاجتمعت هاشم وزهرة وتيم بن مرة في دار ابن جدعان، فصنع لهم طعاما وتحالفوا في ذي القعدة في شهر حرام قياما، فتعاهدوا وتعاقدوا بالله ليكونن يدا واحدا مع المظلوم على الظالم حتى يؤدى إليه حقه ما بل بحر صوفة فسمت قريش ذلك الحلف (الفضول) وقالوا: لقد دخل هؤلاء في فضل من الأمر. ثم مشوا إلى العاص بن وائل فانتزعوا منه وقال الزبير بن عبد المطلب: ¶ إن الفضول تحالفوا وتعاقدوا … ألا يقيم ببطن مكة ظالم ¶ أمر عليه توافقوا وتعاقدوا … فالجار والمعتر فيهم سالم ¶ ¬__________ ¶ (¬1) رواه ابن إسحاق ((صدوق يدلس)) محمد بن زيد بن المهاجر ((ثقة)) عن طلحة بن عبد الله بن عوف ((تقة مكثر)) وتابعي في الحديث مرسل. ولا يضيره تدليس ابن إسحاق. فابن إسحاق هنا لم يدلس إنما ذكر سنده. ¶ (¬2) السيرة النبوية لعبد الله بن محمد بن عبد الوهاب [ص:20].",
            "page": "8",
            "part": "1",
            "seal": "221E0703"
        },
        {
            "id": "9",
            "nass": "ونلاحظ في هذا الحلف الملاحظات التالية: ¶ 1 - هو حلف قام على أساس قبلي وحضره رسول الله صلى الله عليه وسلم بصفته فردا من بني هاشم قبيلته. ¶ 2 - هدف هذا الحلف هو نصرة المظلوم على الظالم وإيصال حقه له. ومع أنه لم يقل: ولو أدعى إلى مثله. فلا ضير في ذلك طالما أن هدفه نصر المظلومين. ونصر المظلوم هدف أساسي في الإسلام. ¶ 3 - ونفهم من هذا أن للحركة الإسلامية حرية التحالف مع أي جهة كانت من أجل نصر المظلومين والدفاع عن حقوقهم. ¶ 4 - بل بتعبير أدق، أن الحوكة الإسلامية لو وصلت إلى الحكم، وكانت الدولة قبلها قد عقدت عهودا أو موثيق هدفها نصر المظلومين. فمن حقها اعتبار هذه العهود والمواثيق سارية المفعول. ¶ ويؤكد لنا رسول الله صلى الله عليه وسلم في هذا الحديث. أنه لا يحب أن ينكثه وأن له به حمر النعم. ¶ وكان هذا الحلف بين المطيبين قد أدى إلى انتزاع بعض الميزات من بني عبد الدار وتم توزيعها على بقية القبائل. وكان من نصيب بني عبد مناف السقاية والرفادة. وبقي اللواء وبقيت الحجابة بيد بني عبد الدار. ثم اختصت السقاية والرفادة ببني هاشم. وبنى رسول الله صلى الله عليه وسلم آثارا عملية يوم فتح مكة على هذا التحالف. ¶ ونذكر جميعا يوم أخذ رسول الله صلى الله عليه وسلم مفتاح الكعبة من عثمان بن طلحة العبدري الذي انتهت إليه سدانة الكعبة. وصلى فيها ثماني ركعات صلاة الفتح.",
            "page": "9",
            "part": "1",
            "seal": "32758097"
        },
        {
            "id": "10",
            "nass": "قال علي رضي الله عنه: يا رسول الله اجمع لنا الحجابة مع الرفادة، وحين يجمع الححابة لبني هاشم يعني هذا نقض الاتفاق الذي تم على آثار هذا التحالف فأجابه عليه الصلاة والسلام: اليوم يوم بر ووفاء. ¶ ثم نادى: يا عثمان بن طلحة. ¶ فجاء عثمان. فقال له عليه الصلاة والسلام: ¶ هاك مفتاحك يا عثمان بن طلحة: ¶ يا بني طلحة خذوها خالدة تالدة. لا ينزعها منكم إلا ظالم. ¶ وبذلك أعطى عليه الصلاة والسلام هذا التأييد العظيم لحجابة الكعبة لبني عبد الدار بل اعتبر هذا جزءا من الإسلام، حين ألغى كل قيم الجاهلية. وأبقى على حجابة الكعبة. وسقاية ورفادة الحجيج فقال: ¶ ألا كل مأثرة ودم تحت قدمي هاتين إلا الحجابة والرفادة. ¶ وبقيت الحجابة تالدة خالدة لبني عبد الدار. حتى أيامنا هذه. فلا يزال مفتاح الكعبة بيد بني عبد الدار، أو بني طلحة بشكل أخص. ¶ فرسول الله صلى الله عليه وسلم يؤكد أنه لن ينكث به. ولو أعطي به حمر النعم. ¶ وهو درس بليغ لنا نحن الدعاة. بحيث نعرف قيمة العهد والميثاق الذي نعطيه حتى ولو لم نبرمه نحن إذا كان فيه رفع مظلمة أو دفع مأثمة.",
            "page": "10",
            "part": "1",
            "seal": "B999CB02"
        },
        {
            "id": "11",
            "nass": "ب - حلف المطيبين ¶ ما قلناه عن حلف الفضول نقوله عن حلف المطيبين. لأن رسول الله صلى الله عليه وسلم ذكر هذا الحلف بقوله: شهدت حلف المطيبين، وما أحب أن أنكثه وأن لي به حمر النعم. ¶ يقول الإمام أبو منصور في كتابه: ¶ قال شمر: سمعت ابن الأعرابي يقول: المطيبون هم خمس قبائل عبد مناف كلها، وزهرة، وأسد بن عبد العزى، وتيم، والحارث بن فهر. ¶ قال: والأحلاف خمس قبائل: عبد الدار، وجمح، وسهم، ومخزوم، وعدي. سموا ذلك لأن بني عبد مناف لما أرادوا أخذ ما في أيدي بني عبد الدار من الحجابة والرفادة واللواء والسقاية، وأبت بنو عبد الدار، عقد كل قوم على أمرهم حلفا مؤكدا على أن لا يتخاذلوا فأخرجت بنو عبد مناف جفنة مملؤة طيبا فوضعوها لأحلافهم عند الكعبة ثم غمس القوم أيديهم فيها وتعاقدوا ثم مسحوا الكعبة بأيديهم توكيدا فسموا المطيبين. ¶ وتعاقدت بنو عبد الدار وحلفاؤهم حلفا آخر مؤكدا على أن لا يتخاذلوا فسموا الأحلاف وقال الكميت يذكرهم نسبا: ¶ في المطيبين وفي الأحلاف حل الذؤابة الجمهورا ¶ وشرح ابن الأثير في كتابه القيم جامع الأصول هذا الحلف على الصورة نفسها كذلك. ولعل نظرة عميقة إلى أحداث السيرة النبوية فيما بعد توضح لنا أثر هذا التحالف على خط سير الدعوة. فلقد وجدنا الأحلاف جميعا وهم عبد",
            "page": "11",
            "part": "1",
            "seal": "2ADD5465"
        },
        {
            "id": "12",
            "nass": "الدار وجمح وسهم ومخزوم وعدي من أشد الناس ضد الإسلام لطبيعة هذا التحالف. ¶ فلقد كان بنو عبد الدار حملة لواء المشركين ويكفي أن نذكر أنه قد سقط منهم ثمانية صرعى تحت اللواء في أحد. ¶ ونذكر من زعاء بني جمح أمية بن خلف، وأخاه أبي بن خلف أشقى هذه الأمة الذي قتله رسول الله. ¶ ونذكر من زعاء بني سهم، العاص بن وائل. أحد المستهزئين الخمس في قريش، وهم الذين كفاهم الله تعالى نبيه فأصابهم جميعا بمقتل. ¶ ونذكر من زعماء بني مخزوم، الوليد بن المغيرة أكثر من أنزل الله تعالى قرآنا في هجائه، وابن أخيه، أبو جهل بن هشام، فرعون هذه الأمة. ¶ ونذكر من زعماء بني عدي، عمر بن الخطاب، الذي كان المسلمون يرون من شدته ما دفع بعضهم إلى القول: والله لن يسلم حتى يسلم حمار الخطاب. ¶ والمسلمون الذين أسلموا من هذه القبائل. كانوا يتعرضون لأشد أنواع العذاب من قادة الكفر ورضي الله عمن أسلم ¶ حلف أبي طالب مع رسول الله ¶ ولا بد من ذكر هذا الحلف لأنه انطلق في بداية الأمر من العرف الجاهلي ثم اتخذ صيغة محددة ... هذه الصيغة المحددة قد تمت يوم دعا رسول الله صلى الله عليه وسلم عشيرته وطلب منهم النصرة لدين الله وكان هذا على مرحلتين.",
            "page": "12",
            "part": "1",
            "seal": "B5DA893B"
        },
        {
            "id": "13",
            "nass": "المرحلة الأولى: ¶ وقد أوردها ابن الأثير على الشكل التالي: ¶ (وأول ما فعل رسول الله صلى الله عليه وسلم بعد نزول هذه الآية (¬1) أنه دعا بني هاشم فحضروا معهم نفر من بني المطلب بن عبد مناف. فكانوا خمسة وأربعين رجلا فبادره أبو لهب وقال: هؤلاء بنو عمومتك وبنو عمك فتكلم ودع الصباة واعلم أنه ليس لقومك بالعرب قاطبة طاقة. وأنا أحق من أخذك فحسبك بنو أبيك. وإن أقمت على ما أنت عليه فهو أيسر عليهم من أن يثب بك بطون قريش وتمدهم العرب. ¶ فما رأيت أحدا جاء على بني أبيه بشر مما جئت به. فسكت رسول الله صلى الله عليه وسلم ولم يتكلم في ذلك المجلس. ¶ ثم دعاهم ثانية وقال: الحمد لله أحمده وأستعينه، وأؤمن به وأتوكل عليه وأشهد أن لا إله إلا الله وحده لا شر يك له .. ثم قال: إن الرائد لا يكذب أهله والله الذي لا إله إلا هو إني رسول الله إليكم خاصة، وإلى الناس عامة، والله لتموتن كما تنامون ولتبعثن كما تستيقظون، ولتحاسبن بما تعملون، وإنها الجنة أبدا أو النار أبدا) فقال أبو طالب: ما أحب إلينا معاونتك، وأقبلنا لنصيحتك، وأشد تصديقا لحديثك. وهؤلاء بنو أبيك مجتمعون، وإنما أنا أحدهم غير أني أسرعهم إلى ما تحب فامض لما أمرت به. فوالله لا أزال أحوطك وأمنعك غير أن نفسي لا تطاوعني على فراق دين عبد المطلب فقال أبولهب: هذه والله السوأة. خذوا على يديه قبل أن يأخذه غيركم. ¶ فقال أبو طالب: والله لنمنعنه ما بقينا (¬2). ¶ ¬__________ ¶ (¬1) الآية هي قوله تعالى: {وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ} بعد إنهاء المرحلة السرية التي استمرت ثلاث سنوات. ¶ (¬2) نقلا عن كتاب: الرحيق المختوم [ص:90] لصفي الدين المباركفوري الأعظمي.",
            "page": "13",
            "part": "1",
            "seal": "A991F366"
        },
        {
            "id": "14",
            "nass": "هذه هي المرحلة الأولى التي أعلن فيها أبو طالب استعداده لمنع الاعتداء عن رسول الله صلى الله عليه وسلم وحمايته بصفته زعيما لبني هاشم. ¶ المرحلة الثانية: ¶ كانت يوم أن اشتدت الأزمة بين قريش وأبي طالب وأحس أبو طالب بضراوة المعركة فاستدعى الرسول صلى الله عليه وسلم للمناقشة في هذا الأمر وذلك كما أورده ابن إسحاق في السيرة: ¶ (ثم إنهم مشوا إلى أبي طالب مرة أخرى فقالوا له: يا أبا طالب، إن لك سنا وشرفا ومنزلة فينا. وإنا قد استنهيناك من ابن أخيك فلم تنهه عنا، وإنا والله لا نصبر على هذا من شتم آبائنا وتسفيه أحلامنا، وعيب آلهتنا، حتى تكفه عنا أو ننازله وإياك في ذلك حتى يهلك أحد الفريقين). ¶ فالصورة الجديدة هنا تهديد بشن الحرب على أبي طالب إن استمر في حلفه وحمايته لابن أخيه. فأراد أبو طالب أن يحدد هذه الحماية بأن يكف محمد صلى الله عليه وسلم عن شيء من دينه، فاستدعاه وقال له: ¶ يا ابن أخي إن قومك قد جاؤوني فقالوا لي كذا وكذا للذي كانوا قالوا له. ¶ فأبق علي وعلى نفسك، ولا تحملني من الأمر ما لا أطيق. فظن رسول الله صلى الله عليه وسلم أنه قد بدا لعمه فيه بداء أنه خاذله ومسلمه، وأنه قد ضعف عن نصرته، فقال رسول الله صلى الله عليه وسلم: ¶ يا عم والله لو وضعوا الشمس في يميني والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله أو أهلك دونه ما تركته. ثم استعبر رسول الله صلى الله عليه وسلم فبكى ثم قام فلما ولى ناداه أبو طالب فقال: ¶ أقبل يا ابن أخي، فأقبل رسول الله صلى الله عليه وسلم فقال: اذهب يا ابن أخي فقل ما أحببت. فوالله لا أسلمك لشيء أبدا (¬1). ¶ ¬__________ ¶ (¬1) تهذيب السيرة لابن هشام ط - دار البحوث العلمية [ص:58].",
            "page": "14",
            "part": "1",
            "seal": "33E1280F"
        },
        {
            "id": "15",
            "nass": "ونحن هنا أمام صيغة جديدة طلب فيها أبو طالب ربط حمايته للرسول صلى الله عليه وسلم بتقييد حرية الدعوة أو التخلي عن شيء من هذا الدين. فرفض رسول الله صلى الله عليه وسلم النصرة على هذا الأساس وتخلى عنها. وتراجع أبو طالب فوافق على الحماية والمنعة بدون قيد أو شرط. ¶ ولا بد للإشارة أن هذا الأمر تم مع بقاء أبي طالب على شركه. ونفذ تعهده كاملا. قال مقاتل: كان رسول الله عند أبي طالب يدعوه إلى الإسلام فاجتمعت قريش إلى أبي طالب يريدون بالنبي سوءا فقال أبو طالب: ¶ حين تروح الأبل فإن حنت ناقه إلى غير فصيلها دفعته إليكم، ثم قال: ¶ والله لن يصلوا إليك بجمعهم … حتى أوسد في التراب دفينا ¶ فاصدع بأمرك ما عليك غضاضة … (وابشر وقر بذاك عيونا) ¶ ودعوتني وزعمت أنك ناصحي … ولقد صدقت وكنت ثم أمينا ¶ لولا الملامة أو حذار مسبة … لوجدتني سمحا بذاك مبينا ¶ ورغم كفره فهو لم يباد الإسلام بسوء ووضع إمكانياته وثقله في جانب الإسلام. ¶ المرحلة الثالثة ¶ وهي التي انضم فيها بنو هاشم وبنو المطلب صفا واحدا لحماية رسول الله صلى الله عليه وسلم ومنعته وذلك بدعوة رسمية وجهت لهم من أبي طالب قال موسى بن عقبة عن ابن شهاب الزهري: ¶ (إنهم أجمعوا على أن يقتلوا رسول الله صلى الله عليه وسلم علانية فبلغ ذلك أبا طالب فجمع بني هاشم وبني المطلب فأدخلوا رسول الله صلى الله عليه وسلم شعبهم ومنعوه ممن أراد قتله، فمنهم من فعل ذلك حمية ومنهم من فعل ذلك يقينا. (¬1) ¶ ¬__________ ¶ (¬1) عن السيرة النبوية لعبد الله بن محمد بن عبد الوهاب [ص:93] ط دار العربية.",
            "page": "15",
            "part": "1",
            "seal": "09401CB7"
        },
        {
            "id": "16",
            "nass": "أما قضية القتل فقد طلبت علانية من أبي طالب حين طلب منه أهل مكة أن يسلم محمدا صلى الله عليه وسلم مقابل استلام عمارة بن الوليد فكالت جوابه: تعطوني ابنكم أغذيه لكم وأعطيكم ابني تقتلونه. ¶ وهنا ظهر مستوى الأعراف والأحلاف الجاهلية التي كانت بمثابة القانون الحتمي عندهم لقد طالب بنو عبد مناف أربعة هم: هاشم والمطلب ونوفل وعبد شمس. ¶ وكانوا في الأصل يمثلون حلفا واحدا ضد بني عمهم بني عبد الدار. هو حلف المطيبين وكان المفروض أن تكون عشائر حلف المطيبين صفا واحدا. وهي التي ركز عليها أبو طالب. غير أن عشيرتين لم تنضما لحماية الرسول صلى الله عليه وسلم. من حلف المطيبين هما بنو نوفل وبنو عبد شمس. وقد ظهر هذا واضحا عندما قال المطعم بن عدي بن نوفل بن عبد مناف لأبي طالب عقب عرض المبادلة بين محمد صلى الله عليه وسلم وعمارة بن الوليد: ¶ والله يا أبا طالب، لقد أنصفك قومك، وجهدوا على التخلص مما تكره، فما أراك تريد أن تقبل منهم شيئا. فقال: والله ما أنصفوني ولكنك قد أجمعت خذلاني ومظاهرة القوم علي. فاصنع ما بدا لك. ¶ والمطعم زعيم بني نوفل. وعتبة بن ربيعة وأبو سفيان زعيما بني عبد شمس. وقال أبو طالب وهو يعرض بهذا التخلي عن نصرة النبي صلى الله عليه وسلم: ¶ أرى أخوينا من أبينا وأمنا … إذا سئلا قالا: إلي غيرنا الأمر ¶ أخص خصوصا عبد شمس ونوفلا … هما نبذانا مثل ما ينبذ الجمر",
            "page": "16",
            "part": "1",
            "seal": "713D8667"
        },
        {
            "id": "17",
            "nass": "هما أغمرا للقوم في أخويهما … فقد أصبحا منهم وألفهما صفرا (¬1). ¶ صحيح أن رسول الله صلى الله عليه وسلم ليس هو الذي يقود الحلف أو يفاوض فيه، ولكن أبا طالب دعا إلى نصرته ومنعته انطلاقا من هذه القرابة وهذا الحلف. وبقي بنو هاشم وبنو المطلب حلفا واحدا وراء الرسول صلى الله عليه وسلم أما بنو عبد شمس وبنو نوفل فقد تخليا عن النصرة، غير أنهما لم يعاديا رسول الله صلى الله عليه وسلم كما فعل أصحاب الحلف الآخر وعلى رأسهم بنو مخزوم وبنو عبد الدار وبنو عدي وبنو سهم. ¶ لقد استطاع الرسول صلى الله عليه وسلم- بتعبيرنا المعاصر أن يجعل بني نوفل وبني عبد شمس على الحياد. ونجح في ذلك أيما نجاح. فقد خاض عتبة بن ربيعة، زعيم بني عبد شمس، في بداية الأمر حربا عنيفة ضد النبي صلى الله عليه وسلم، مثل أبي لهب، دون أن يرعى حرمة القرابة. ولكن عندما تلا عليه النبي صلى الله عليه وسلم صدر سورة فصلت اتخذ موقفا حياديا من الحرب ضده فقال: يا معشر قريش أطيعوني واجعلوها لي. خلوا بين الرجل وبين ما هو فيه فاعتزلوه. فوالله ليكونن لقوله الذي سمعت نبأ. فإن تصبه العرب فقد كفيتموه بغيركم. وإن يظهر على العرب فملكه ملككم، وعزه عزكم، وكنتم أسعد الناس به. قالوا: سحرك يا أبا الوليد بلسانه!! قال: هذا رأي فاصنعوا ما بدا لكم (¬2). ¶ وكان أبو سفيان الزعيم الثاني لبني عبد شمس يتهرب من المعركة بكثرة الأسفار خارج مكة ابتغاء التجارة. وهذا ما أشار إليه أبو طالب في قصيدة أخرى يعرض فيها بتهربه. المهم أننا أمام أعراف قبلية مرتبطة بحلف وثيق تخلى بعضهم عنه، واستجاب بعضهم الآخر. ولنذكر في هذا المجال أن الحلف كله ¶ ¬__________ ¶ (¬1) السيرة النبوية لعبد الله بن محمد بن عبد الوهاب [ص:92]. ¶ (¬2) تهذيب سيرة ابن هشام [ص:64 - 65].",
            "page": "17",
            "part": "1",
            "seal": "229FE94C"
        },
        {
            "id": "18",
            "nass": "كان لمصلحة النبي صلى الله عليه وسلم ونصرته، دون أي تنازل مبدئي يقدمه لهم؛ إنما كانت حصافتة السياسية وحنكته تدفعهم إلى هذه المواقف. ¶ فلنقف قليلا أمام هذه الحصافة مع رواية ابن إسحاق المذكورة عن لقاء عتبة برسول الله صلى الله عليه وسلم. رواية أخرى أوثق في مسند عبد بن حميد وأبي يعلى عن جابر بن عبد الله رضي الله عنه قال: ¶ اجتمعت قريش يوما فقالوا: انظروا أعلمكم بالسحر والكهانة والشعر فليأت هذا الرجل الذي فرق جماعتنا وشتت أمرنا وعاب ديننا فليكلمه ولينظر ماذا يرد عليه. فقالوا: ما نعلم أحدا غير عتبة بن ربيعة. فقالوا: أنت يا أبا الوليد. فأتاه عتبه فقال. يا محمد، أنت خير أم عبد الله (يعني أبا رسول الله صلى الله عليه وسلم) فسكت رسول الله صلى الله عليه وسلم، فقال أنت خير أم عبد المطلب؟. فسكت رسول الله صلى الله عليه وسلم. قال فإن كنت تزعم أن هؤلاء خير منك فقد عبدوا الآلهة التي عبت. وإن كنت تزعم أنك خير منهم فتكلم حتى نسمع قولك. إنا والله ما رأينا سخلة قط أشأم على قومك منك. فرقت جماعتنا، وشتت أمرنا، وعبت ديننا، وفضحتنا في العرب. لقد طار فيهم أن في قريش ساحرا، وأن في قريش كاهنا والله ما ننتظر إلا مثل صيحة الحبلى أن يقوم بعضنا إلى بعض في السيوف حتى نتفانى. أيها الرجل، إن كان إنما بك الحاجة جمعنا لك حتى تكون أغنى قريش. وإن كان إنما بك الباءة فاختر أي نساء قريش شئت فلنزوجك عشرا!! فقال رسول الله صلى الله عليه وسلم: فرغت؟! قال: نعم. فقرأ رسول الله صلى الله عليه وسلم. ¶ (بسم الله الرحمن الرحيم. حم. تنزيل من الرحمن الرحيم) .. حتى بلغ (فإن أعرضوا فقل أنذرتكم صاعقة مثل صاعقة عاد وثمود). فقال عتبة: حسبك حسبك. ما عندك غير هذا؟ قال لا.",
            "page": "18",
            "part": "1",
            "seal": "5B0BB8DD"
        },
        {
            "id": "19",
            "nass": "فرجع إلى قريش فقالوا: ما وراءك؟ قال: ما تركت شيئا إنكم تكلمونه به إلا كلمته (¬1). فرسول الله صلى الله عليه وسلم لم يخض معركة جانبية حول أفضليته على أبيه وجدة أو أفضليتهما عليه. ولو فعل ذلك لقضي الأمر دون أن يسمع عتبة شيئا. ¶ ولا خاض صلى الله عليه وسلم معركة جانبية حول العروض المغرية، وغضبه الشخصي لهذا الاتهام. إنما ترك ذلك كله لهدف أبعد. وترك عتبة يعرض كل ما عنده حتى انتهى. ¶ وبلغ من أدبه صلى الله عليه وسلم أن قال: أفرغت يا أبا الوليد؟ فقال: نعم. ¶ لقد كان الهدف الأبعد لرسول الله صلى الله عليه وسلم في هذه المرحلة تبليغ الدعوة. وعتبة مختار قريش للمفاوضة، فهو أعلمها بالسحر والشعر والكهانة. ولو انشغل النبي صلى الله عليه وسلم في أية معركة جانبية مما ذكرنا لامتنع عليه تحقيق هدفه. ¶ والخطة السياسية الحكيمة للحركة الإسلامية تقتضي منها هذا الاقتداء وهذه الحصافة، بحيث تبلغ هدفها الذي تريد دون أن تستهلك بمعارك جانبية. وتقتضي منها كذلك تحييد من تستطيع من العدو. فإن عتبة وإن لم يسلم فقد انسحب من المعركة. وانسحابه يعني انسحاب عشيرته من خلفه. ¶ المرحلة الرابعة: حصار الشعب. ¶ كان ذلك ردا على التحالف العلني الذي قام بين بني هاشم وبني المطلب، مسلمهم ومشركهم لحماية الرسول صلى الله عليه وسلم: (فلما رأت ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن محمد بن عبد الوهاب [ص:93].",
            "page": "19",
            "part": "1",
            "seal": "6FD2BE82"
        },
        {
            "id": "20",
            "nass": "قريش ذلك ((من شأن الحلف المذكور)) اجتمعوا وائتمروا أن يكتبوا كتابا على بني هاشم وبني المطلب ألا ينكحوا إليهم ولا ينكحوهم، ولا يبيعوا منهم شيئا ولا يبتاعوا منهم، ولا يقبلوا منهم صلحا أبدا، ولا تأخذهم بهم رأفة حتى يسلموا رسول الله صلى الله عليه وسلم للقتل) (¬1). ¶ ولم تفلح هذه التهديدات وهذا التحالف الجديد في ثني بني هاشم وبني المطلب عن حمايته صلى الله عليه وسلم. ¶ قال موسى بن عقبة عن ابن شهاب: ¶ فانحاز بنو هاشم وبنو المطلب مسلمهم وكافرهم إلى أبي طالب فدخلوا معه شعبه. فأقاموا على ذلك سنتين أو ثلاثا حتى جهدوا وكان لا يصل إليهم شيء إلا سرا، وقطعت قريش على ذلك عنهم الأسواق حتى كان يسمع أصوات نسائهم وأبنائهم يتضاغون وراء الشعب من الجوع واشتدوا على من أسلم ممن لم يدخل الشعب وعظمت الفتنة وزلزلوا زلزالا شديدا. ¶ وكان أبو طالب إذا أخذ الناس مضاجعهم أمر رسول الله صلى الله عليه وسلم فاضجع على فراشه حتى يرى ذلك من أراد اغتياله. فإذا نام الناس أمر أحد بنيه أو إخوانه أو بني عمه فاضجع على فراش رسول الله صلى الله عليه وسلم، وأمر أن يأتي بعض فرشهم ... ) ¶ وعودة إلى الحلف السابق ¶ لم يستطع أبو طالب أن يقاوم هذا التحالف الباغي إلا بالحرب السياسية من جهة ومحاولة تفتيت هذا التحالف فعمل قصيدته - اللامية المشهورة: ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن محمد بن عبد الوهاب [ص:93].",
            "page": "20",
            "part": "1",
            "seal": "9E747546"
        },
        {
            "id": "21",
            "nass": "ولما رأيت القوم لا ود عندهم … وقد قطعوا كل العرى والوسائل ¶ وقد حالفوا قوما علينا أضنة … يعضون غيظا خلفنا بالأنامل (¬1) ¶ وبعد أن يعوذ برب الناس وبجبل ثور وبالبيت الحرام وبالحجر الأسود وبالمشعر الحرام وبحجيج البيت. يعلن أنه لن يتخلى عن رسول الله صلى الله عليه وسلم ولو قتلوا جميعا. ¶ كذبتم وبيت الله نترك مكة … ونظعن إلا أمركم في بلابل ¶ كذبتم وبيت الله نبزى (¬2) محمد … ولما نطاعن دونه ونناضل ¶ ونسلمه حتى نصرع دونه … ونذهل عن أبنائنا والحلائل ¶ وينهض قوم في الحديد …إليكم نهوض الروايا تحت ذات الصلاصل (¬3) ¶ وأما سبب هذا الموقف فهو أن محمدا سيد بني هاشم وعزيز مكة. ¶ وما ترك قوم لا أبا لك سيدا … يحوط الذمار غير درب مواكل ¶ وأبيض يستسقى الغمام بوجهه … ثمال (¬4) اليتامى عصمة للأرامل ¶ تلوذ به الهلاك من آل هاشم … فهم عبده في رحمة وفواضل ¶ إنها من أروع ما جادت به الأخلاق الجاهلية أن يقبل مشركو بني هاشم وبني المطلب كل هذا العذاب والجوع والخوف ثلاث سنوات متواصلات حماية لسيدهم رسول الله صلى الله عليه وسلم وهم على غير دينه. ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن هشام 1/ 245. ¶ (¬2) نبزى: نسلب ونغلب. ¶ (¬3) الروايا: الابل تحمل الماء. ¶ (¬4) ثمال اليتامى: من يتولى أمرهم ويعنى بهم. والصلاصل: المزادات يسمع لها صلصل.",
            "page": "21",
            "part": "1",
            "seal": "3238F989"
        },
        {
            "id": "22",
            "nass": "ولا يدع أبو طالب التعريض بحلفائه السابقين. يستثير فيهم النخوة والحمية بالانضمام إلى حلفهم الأصلي. ويغمز من قناتهم بالتخلي عن نصرته، فيقول عن زعيمي بني عبد شمس: ¶ وسائل أبا الوليد ماذا حبوتنا … بسعيك فينا معرضا كالمخاتل ¶ فعتبة لا تسمع بنا قول كاشح … حسود كذوب مبغض ذي دغاول ¶ وكنت امرءا ممن يعاش برأيه … ورحمته فينا ولست بجاهل ¶ ومر أبو سفيان عني معرضا … كما مر قيل من عظام المقاول ¶ يفر إلي نجد وبرد مياهه … ويزعم أني لست عنكم بغافل ¶ ومن زعيمي بني عبد شمس إلى زعيم بني نوفل المطعم بن عدي: ¶ أمطعم لم أخذلك في يوم نجدة … ولا معظم عند الأمور الجلائل ¶ جزى الله عنا عبد شمس ونوفلا … عقوبة شر عاجلا غير آجل ¶ ولا يكتفي بذلك بل يلمح إلي أقارب بني هاشم في قريش ¶ فكل صديق وابن أخت نعده … لعمري وجدنا غبه غير طائل ¶ ونعم ابن أخت القوم غير مكذب … زهير حساما مفردا من حمائل ¶ وكان لهذه القصيدة أثر خطير زلزل أوضاع مكة. واستطاعت أن تحرك كامن العصبية عند أقارب بني هاشم، حيث ائتمروا سرا ودعوا إلي نقض الصحيفة. ¶ فلقد كان أول من سعى في ذلك هشام بن عمرو، واستجاب المطعم بن عدي زعيم بني نوفل بن عبد مناف، وزهير بن أبي أمية وكان بنو هاشم أخواله لأمه عاتكة بنت عبد المطلب، وأبو البختري بن هشام وزمعة بن الأسود وكانوا",
            "page": "22",
            "part": "1",
            "seal": "5D7C9699"
        },
        {
            "id": "23",
            "nass": "ذوي قرابة في بني هاشم. وشاءت إرادة الله تعالى أن تنصر عبده ونبيه محمدا صلى الله عليه وسلم في تظاهرة عجيبة في مكة. ¶ قال موسى بن عقبة عن ابن شهاب: ¶ إن الله أطلع رسوله على الذي صنع بصحيفتهم (أي أكلتها الأرضة إلا باسمك اللهم) فذكر ذلك لعمه فقال: لا والثواقب ما كذبتني. فانطلق يمشي في عصابة من بني عبد المطلب حتى أتى المسجد وهو حافل من قريش. فلما رأوهم رأوا أنهم قد خرجوا من شدة الجوع وأتوا ليعطوهم رسول الله صلى الله عليه وسلم، فتكلم أبو طالب فقال: ¶ إنه قد حدث أمر لعله أن يكون بيننا وبينكم صلحا فأتوا بصحيفتكم- وإنما قال ذلك خشية أن ينظروا فيها قبل أن يأتوا بها (وكانت مختومة) - فأتوا معجبين لا يشكون أن رسول الله صلى الله عليه وسلم مدفوع إليهم. ¶ قالها: (أي قريش): قد آن لكم أن تقبلوا وترجعوا فإنما قطع بيننا وبينكم رجل واحد قد جعلتموه خطرا لهلكة قومكم. فقال أبو طالب: لأعطينكم أمرا لكم فيه نصف. إن ابن أخي أخبرني ولم يكذبني أن الله بريء من هذه الصحيفة التي في أيديكم ومحا كل اسم له فيها، وترك فيها غدركم وقطيعتكم. فإن كان ما قال حقا فوالله لا نسلمه إليكم حتى نموت عن آخرنا. وإن كان الذي يقول باطلا دفعناه إليكم فقتلتموه أو استحييتموه. قالوا: رضينا. ¶ ففتحوا الصحيفة فوجدوها كما أخبر. فقالوا: هذا سحر من صاحبكم. فارتكسوا وعادوا لشر مما كانوا عليه. فتكلم عند ذلك النفر الذين تعاقدوا ومزقت الصحيفة. ¶ وغدا زهير بن أبي أمية عليه حلة. فطاف بالبيت سبعا، ثم أقبل على الناس",
            "page": "23",
            "part": "1",
            "seal": "797929A8"
        },
        {
            "id": "24",
            "nass": "فقال: يا أهل مكة أنأكل الطعام ونلبس الثياب، وبنو هاشم هلكى لا يباعون ولا يبتاع منهم؟! والله لا أقعد حتى تشق هذه الصحيفة الظالمة القاطعة. ¶ فقال أبو جهل- وكان في ناحية من المسجد- كذبت، والله لا تشق. ¶ قال زمعة بن الأسود: أنت والله أكذب. ما رضينا كتابتها يوم كتبت فقال أبو البختري: صدق زمعة. لا نرضى ما كتب فيها ولا نقربه. ¶ فقال المطعم بن عدي: صدقتم وكذب من قال غير ذلك. ¶ وقال هشام بن عمرو نحوا من ذلك. ¶ فقال أبو جهل: هذا أمر قضي بليل، وتشوور فيه بغير هذا المكان. وأبو طالب جالس بناحية المسجد. فقام المطعم بن عدي إلى الصحيفة فشقها. فلما مزقت وبطل ما فيها قال أبو طالب في ما كان من أمر أولئك القوم الذين قاموا في نقضها يمدحهم شعرا. ¶ لقد كانت حماية النبي صلى الله عليه وسلم من القتل منوطة ببني هاشم وبني المطلب، ورفضوا تسليمه لقريش. وتحملوا مصائب كادت تودي بهم ولم يتراجعوا عن هذه الحماية. ¶ وكان لهذا التحالف أثر في الفقه الإسلامي حيث أن سهم ذوي القربى من الخمس يعطى لبني هاشم وبني المطلب. ففي كتاب كفاية الأخيار- في الفقه الشافعي-: ( .. السهم الثاني من الخمس لذوي القربى، وهم أقرباء النبي صلى الله عليه وسلم، وهم بنو هاشم وبنو المطلب دون غيرهم، لما روى جبيربن مطعم رضي الله عنه قال: (مشيت أنا وعثمان بن عفان إلى رسول الله صلى الله عليه وسلم فقلنا: أعطيت بني هاشم وبني المطلب من خمس خيبر، وتركتنا، ونحن وهم بمنزلة واحدة منك!! فقال: إنما بنو هاشم وبنو المطلب شيء واحد. قال جبير: ولم يقسم رسول الله صلى الله عليه وسلم لبني عبد شمس",
            "page": "24",
            "part": "1",
            "seal": "E36C20FB"
        },
        {
            "id": "25",
            "nass": "وبني نوفل شيئا) رواه البخاري. وجبير من بني نوفل، وعثمان من بني عبد شمس، ورسول الله صلى الله عليه وسلم من بني هاشم. وهاشم والمطلب ونوفل وعبد شمس هم أبناء عبد مناف. والله أعلم (¬1). ¶ ويوضح ابن كثير هذا المعنى لدى تفسير قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى .. (¬2)} فيقول: (وأما سهم ذوي القربى فإنه يصرف إلى بني هاشم وبني المطلب. لأن بني المطلب وازروا بني هاشم في الجاهلية وفي أول الإسلام. ودخلوا معهم في الشعب غضبا لرسول الله صلى الله عليه وسلم وحماية لهم، مسلمهم طاعة لله ورسوله وكافرهم حمية للعشيرة وأنفة وطاعة لأبي طالب ... وأما بنو عبد شمس وبنو نوفل وإن كانوا بني عمهم فلم يوافقوهم على ذلك بل حاربوهم ونابذوهم ومالؤوا بطون قريش على حرب الرسول صلى الله عليه وسلم. ولهذا كان ذم أبي طالب لهم في قصيدته اللامية أشد من غيرهم لشدة قربهم). ¶ وبعد أن يسوق بعض الأبيات السابقة، ويسوق الحديث المذكور عن جبير وعثمان يقول: وفي بعض روايات هذا الحديث: \"إنهم لم يفارقونا في جاهلية ولا إسلام\" وهذا قول جمهور العلماء أنهم بنو هاشم وبنو المطلب (¬3). ¶ وهذا الاستطراد لبيان أهمية هذا الحلف، وكيف حفظه لهم رسول الله صلى الله عليه وسلم. ¶ ¬__________ ¶ (¬1) الجهاد [ص:131]. دار المعرفة. ¶ (¬2) الآية \"41\" الأنفال. ¶ (¬3) التفسير ج 2 [ص:312] ط دار الفكر.",
            "page": "25",
            "part": "1",
            "seal": "6E7F148B"
        },
        {
            "id": "26",
            "nass": "والذي حدا بنا إلى اعتبار هذا الحلف مع أبي طالب هو أن أبا طالب كان يمثلهم، وهو الذي حمل العبء باسمهم مع رسول الله صلى الله عليه وسلم، ووافق على بذل الحماية باسم العشيرتين دون قيد أو شرط. ¶ ولو عدنا قليلا إلى حلف المطيبين وكيف تم الصلح فيه على أن تكون السقاية والرفادة لبني عبد مناف، وأن تكون الحجابة واللواء والندوة لبني عبد الدار، نجد أن رسول الله صلى الله عليه وسلم قد أقر هذا الحلف، حتى والإسلام عزيز منيع. فقد طلب علي رضي الله عنه من رسول الله صلى الله عليه وسلم أن يجمع لبني عبد مناف الحجابة مع السقاية والرفادة فنادى عثمان بن طلحة وسلمه مفتاح الكعبة وعثمان زعيم بني عبد الدار يومئذ، وقال اليوم يوم بر ووفاء. هاك مفتاحك يا عثمان. خذوها تالدة خالدة لا ينزعها منكم إلا ظالم. ¶ وفي الحديث الصحيح الذي رواه الإمام أحمد عن قيس بن عاصم: ما كان حلف في الجاهلية فتمسكوا به، ولا حلف في الإسلام (أي بين المسلمين). وفي رواية: ما كان من حلف في الجاهلية فإن الإسلام لم يزده إلا شدة. ¶ ولعل حماية رسول الله صلى الله عليه وسلم كانت تطبيقا لبنود حلف الفضول الذي التقى عليه بنو هاشم وبنو المطلب وبنو زهرة وبنو تيم وكان أشدهم وفاء هذان الفرعان الكريمان. ¶ جـ - حلف رسول الله صلى الله عليه وسلم والمطعم بن عدي ¶ كانت وفاة أبي طالب بعد نقض الصحيفة بستة أشهر. وقد قلبت وفاته الموازين كلها فكثير ممن كان يشارك في حمايته أو يمتنع عن إيذائه حرمة ومهابة لشخصه. فمع وفاته بدأ الاعتداء العنيف على النبي صلى الله عليه وسلم وبدأت محاولات قتله.",
            "page": "26",
            "part": "1",
            "seal": "DACE189A"
        },
        {
            "id": "27",
            "nass": "وكانت وفاة خديجة في العام نفسه، لذلك سمي العام العاشر من البعثة عام الحزن. وقد قال رسول الله صلى الله عليه وسلم: (ما نالت قريش مني شيئا أكرهه حتى مات أبو طالب). ¶ ولم يكن بقدرة العباس رضي الله عنه أن يفعل فعل أبي طالب، إذ ليس له من المهابة والطاعة والمكانة ما كان لأخيه. وفي لحظة عابرة تحركت النخوة في رأس عدو الله أبي لهب فقال لرسول الله صلى الله عليه وسلم: اذهب يا ابن أخي، وما كنت تصنعه وأبو طالب حي فاصنعه. ¶ وكان لهذا الموقف وقع الصاعقة على قريش فشرعت بذكائها لتدمير هذا الحلف، ونجحت أيما نجاح عندما أوعزت إلى أبي لهب أن يسأل رسول الله صلى الله عليه وسلم عن عبد المطلب. ¶ وكان رسول الله صلى الله عليه وسلم بين أمرين، والموقف حرج جدا، فإما أن تستمر الحماية مقابل مهادنة بكلمة واحدة في دين الله ومساومة .. وإما أن تنهار الحماية كلها لو تحدث عن عبد المطلب بما لا يرضيهم. وما كان لرسول الله صلى الله عليه وسلم أن يساوم على حساب العقيدة، ولو كان في ذلك حمايته ليبلغ هذه العقيدة ... فقال لعمه أبي لهب: هو في النار. فقال أبو لهب: ما زلت عدوا لك أبدا. وعاد فانضم إلى معسكر قريش. ¶ وأمام هذا التطور انتهى النبي صلى الله عليه وسلم إلى أن مكة لم تعد مكانا آمنا لتبليغ الدعوة. وبدأ يبحث عن مكان آخر. واختار ثقيفا في الطائف. وقد ذكر المقريزي أن ثقيفا كانوا أخواله. ولا ندري على أي شيء اعتمد في هذا. ¶ وأقام رسول الله صلى الله عليه وسلم بين أهل الطائف عشرة أيام لا يدع أحدا من أشرافهم إلا جاءه وكلمه. فقالوا: اخرج من بلادنا. وأغروا به سفهاءهم. فلما أراد الخروج تبعه سفهاؤهم وعبيدهم يسبونه ويصيحون به.",
            "page": "27",
            "part": "1",
            "seal": "5790ECDB"
        },
        {
            "id": "28",
            "nass": "حتى اجتمع عليه الناس فوقفوا له سماطين (أي صفين) وجعلوا يرمونه بالحجارة. ورجموا عراقيبه حتى اختضب نعلاه بالدماء، وكان زيد بن حارثة يقيه بنفسه حتى أصابه شجاج في رأسه .. وكان هذا في شوال سنة عشر من النبوة (¬1). ¶ عاد رسول الله صلى الله عليه وسلم متجها إلى مكة. فقال له زيد بن حارثة وقد أقام بنخلة أياما: كيف تدخل عليهم وقد أخرجوك؟ (يعني قريشا) قال: يا زيد، إن الله تعالى جاعل لما ترى فرجا ومخرجا. وإن الله ناصر دينه ومظهر نبيه. ¶ وسار صلى الله عليه وسلم حتى إذا دنا من مكة مكث بحراء، وبعث رجلا من خزاعة إلى الأخنس بن شريق ليجيره. فقال: أنا حليف والحليف لا يجير. فبعث إلى سهيل بن عمرو. فقال سهيل: إن بني عامر لا تجير على بني كعب. فبعث إلى المطعم بن عدي: أأدخل في جوارك؟ قال: نعم. ثم تسلح ودعا بنيه وقومه فقال: البسوا السلاح وكونوا عند أركان البيت فإني قد أجرت محمدا. ثم بعث إلي رسول الله صلى الله عليه وسلم أن ادخل فدخل صلى الله عليه وسلم ومعه زيد بن حارثة حتى انتهى إلى المسجد الحرام. فقام المطعم بن عدي على راحلته فنادى: يا معشر قريش إني قد أجرت محمدا فلا يهيجه أحد منكم. وانتهى النبي صلى الله عليه وسلم إلى الركن فاستلمه، وصلى ركعتين وانصرف إلى بيته ومطعم وولده محدقون به بالسلاح حتى دخل بيته. ¶ وقيل: إن أبا جهل سأل مطعما: أمجير أنت أم متابع؟ قال: بل مجير. قال: قد أجرنا من أجرت. ¶ ¬__________ ¶ (¬1) الرحيق المختوم للمباركفوري.",
            "page": "28",
            "part": "1",
            "seal": "252B7C86"
        },
        {
            "id": "29",
            "nass": "ولنستعرض هؤلاء الثلاثة الذين استجارهم الرسول صلى الله عليه وسلم. ¶ ـ[أولهم]ـ: الأخنس بن شريق زعيم بني زهرة. وهؤلاء أخوال الرسول صلى الله عليه وسلم. والأخنس حليف بني هاشم. ولا بد لمن يجير أن يكون أصلا لا تابعا حسب قوانين الإجارة المكية. ¶ وـ[ثانيهم]ـ: سهيل بن عمرو، وقد رفض الإجارة لأن بني عامر لا تجير على بني كعب، فلعلها أدنى منها نسبا. فكان لا بد من العودة إلي بني عبد مناف، فكان اللجوء إلى ثالثهم المطعم. والمطعم ممن قام بنقض الصحيفة، وممن تحسن موقفه بعد تقريع أبي طالب له، وهو زعيم بني نوفل بن عبد مناف. وإنه وإن كان جزءا من حلف المطيبين، فهو على مستوى واحد مع بني هاشم وبني عبد شمس وبني هاشم وبني المطلب. ¶ ولم تكن هذه الإجارة مع ذلك بالأمر السهل، فلقد تحسب لها المطعم على أنها قد تجر إلى معركة، فعبأ ولده وقومه، وحضروا بسلاحهم إلى الكعبة، وكانت تظاهرة مسلحة مثيرة، فرضت الرعب في صفوف قريش، واضطرت أبا جهل لقبولها. ¶ وقد حفظ رسول الله صلى الله عليه وسلم هذا الصنيع للمطعم بن عدي، وعرف مدى الخطورة التي عرض نفسه وولده وقومه لها من أجله، فقال عن أسارى بدر السبعين يوم أسرهم: لو كان المطعم بن عدي حيا ثم كلمني في هؤلاء لتركتهم له. ¶ فرغم العداء الفكري فرسول الله صلى الله عليه وسلم يفرق بين من يعادي هذه العقيدة ويحاربها، ومن يناصرها ويسالمها. إنهم وإن كانوا كفارا فليس من سمة النبوة أن تتنكر للجميل. ¶ على أن هذا الحلف كان ضعيفا. لم تكن مهمته تحمل المسؤوليات الناجمة",
            "page": "29",
            "part": "1",
            "seal": "5D07C449"
        },
        {
            "id": "30",
            "nass": "عن الدعوة لهذا الدين. إينما كان حماية مؤقتة. والمطعم بن عدي وقومه عاجزون عن تأمين الحماية التامة. والذي طلبه النبي صلى الله عليه وسلم هو بالنص دخوله في جواره، لا ضمان حرية الدعوة له. أي حماية شخصه أكثر من حماية حرية الدعوة له. ¶ من أجل هذا تابع النبي صلى الله عليه وسلم بحثه عن مكان آمن للدعوة، وقبيلة ذات شكيمة قادرة على حمايته ليبلغ رسالة ربه. وكانت الفرصة موتية، فلقد أهل موسم العام العاشر للبعثة، وأزف شهر ذي الحجة، وابتدأت مرحلة التوجه إلى قبائل أخرى غير قريش وثقيف، تكون قادرة على حماية الرسول صلى الله عليه وسلم حتى يبلغ رسالة الله. ¶ د - صور من الأحلاف لم تنجح ¶ كان رسول الله صلى الله عليه وسلم منذ أن جهر بالدعوة بعد ثلاث سنين من البعثة يرتاد الموسم وأسواق العرب، ويدعو الناس للإيمان بالله. ((قولوا لا إله إلا الله تفلحوا)) ويدعوهم إلى نبذ الأصنام والأوثان أما في موسم العام العاشر فقد اختلفت الصيغة. ¶ يقول المقريزي في (إمتاع الأسماع): ((ثم عرض صلى الله عليه وسلم نفسه على القبائل أيام الموسم، ودعاهم إلى الإسلام، وهم بنو عامر، وغسان، وبنو فزارة، وبنو مرة، وبنو حنيفة، وبنو سليم، وبنو عبس، وبنو نصر، وثعلبة بن عكابة، وكندة، وكلب، وبنو الحارث بن كعب، وبنو عذرة، وقيس بن الخطيم، وأبو اليسر أنس بن أبي رافع)) وقد اقتص الواقدي أخبار هذه القبائل قبيلة قبيلة. ويقال إنه صلى الله عليه وسلم بدأ بكندة فدعاهم إلى",
            "page": "30",
            "part": "1",
            "seal": "7C2B0A98"
        },
        {
            "id": "31",
            "nass": "الإسلام ثم أتى كلبا ثم بني حنيفة ثم بني عامر. وجعل يقول: من رجل يحملني إلى قومه فيمنعني حتى أبلغ رسالة ربي فإن قريشا قد منعوني أن أبلغ رسالة ربي؟! هذا وأبو لهب وراءه يقول للناس: لا تسمعوا منه فإنه كذاب. ¶ إنها دعو صريحة بطلب الحماية من القبائل العربية لتبليغ دعوة الله عز وجل. ¶ ويفهم من هذه الدعوة أنه ليس من الضروري أن تسلم القبيلة. إنما المطلوب أن تؤمن الحماية اللازمة له لتبليغ دعو الله عز وجل. كما أن الذين هيؤوا له الحماية من قبل لم يكونوا مؤمنين جميعا. بل كان أبو طالب على رأسهم ولم يدخل في الدين الجديد. ¶ والقبائل التي عرض عليها الإسلام. وطلب منها النصرة في العام العاشر وبعده هي: بنو عامر وشيبان بن ثعلبة. وبنو كلب وبنو حنيفة وبنو كندة. ¶ أما بنو حنيفة فلم يكن أقبح ردا منهم. وأما بنو كلب فقد أتى بطنا منهم. وقال: نعم. إن الله قد أحسن اسم أبيكم. فلم يقبلوا منه ما عرض عليهم. وأما بنو كندة فلم يقبلوا منه كذلك. بقي لدينا بنو عامر بن صعصعة، وبنو شيبان بن ثعلبة، وهما بيت القصيد في هذه الفقرة. ¶ قال ابن إسحاق: ( ... وأنه أتى بني عامر بن صعصعة فدعاهم إلى الله عز وجل وعرض عليهم نفسه فقال له رجل منهم يقال له بحيرة بن فراس: والله لو أني أخذت هذا الفتى من قريش لأكلت به العرب. ثم قال له: أرأيت إين نحن بايعناك على أمرك ثم أظهرك الله على من خالفك أيكون لنا الأمر من بعدك؟ قال: الأمر إلى الله يضعه حيث يشاء. فقال له: أفنهدف نحورنا للعرب دونك فإذا أظهرك الله كان الأمر لغيرنا. لا حاجة لنا بأمرك. فأبوا عليه (¬1) ¶ ¬__________ ¶ (¬1) المقريزي في إمتاع الأسماع.",
            "page": "31",
            "part": "1",
            "seal": "BB430EB2"
        },
        {
            "id": "32",
            "nass": "وكان اللقاء الثاني مع بني شيبان: (وزاد قاسم بن ثابت تكملة للحديث قالك: ثم دفعنا إلى مجلس آخر عليهم السكينة والوقار فتقدم أبو بكر فسلم. قال علي: وكان أبو بكر في كل خير مقدما. فقال: ممن القوم؟ فقالوا من شيبان بن ثعلبة. فالتفت أبو بكر إلى رسول الله صلى الله عليه وسلم وقال: بأبي أنت وأمي هؤلاء غرر في قومهم. وفيهم مفروق بن عمرو وهاني بن قبيصة، ومثنى بن حارثة، والنعمان بن شريك. ومفروق قد غلبهم جمالا ولسانا وكان له غديرتان تسقطان على تريبتيه. فكان أدنى القوم مجلسا من أبي بكر. فقال أبو بكر: كيف العدد فيكم؟ فقال مفروق: إنا لنزيد عن الألف. ولن تغلب الألف من قلة. قال أبو بكر: وكيف المنعة فيكم؟ فقال مفروق: علينا الجهد ولكل قوم حد. قال أبو بكر: وكيف الحرب بينكم وبين عدوكم. فقال مفروق: إنا لأشد ما نكون غضبا لحين نلقى، وإنا لأشد ما نكون لقاء حين نغضب، وإنا لنؤثر الجياد على الأولاد، والسلاح على اللقاح، والنصر من عند الله، يديلنا مرة، ويديل علينا مرة. لعلك أخو قريش؟ ¶ فقال أبو بكر: أوبلغكم أنه رسول الله فها هوذا؟. فقال مفروق: قد بلغنا أنه يذكر ذلك، فإلام تدعو يا أخا قريش؟ فتقدم رسول الله صلى الله عليه وسلم فقال: أدعو إلى شهادة أن لا إله إلا الله وحده لا شر يك له وأني رسول الله، وإلى أن تؤووني وتنصروني فإن قريشا قد تظاهرت على أمر الله وكذبت رسوله، واستغنت بالباطل عن الحق. والله هو الغني الحميد. ¶ فقال مفروق: وإلام تدعو يا أخا قريشء؟ فقال رسول الله صلى الله عليه وسلم {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ} (¬1) الآية. ¶ ¬__________ ¶ (¬1) - الأنعام - 151 -",
            "page": "32",
            "part": "1",
            "seal": "5851B987"
        },
        {
            "id": "33",
            "nass": "فقال مفروق: وإلام تدعويا أخا قريش؟ فتلا رسول الله صلى الله عليه وسلم {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى ... } (¬1) الآية. فقال مفروق: دعوت والله يا أخا قريش إلى مكارم الأخلاق، ومحاسن الأعمال، ولقد أفك قوم كذبوك وظاهروا عليك. ¶ وكأنه أراد أن يشرك في الكلام هانئ بن قبيصة. فقال: وهذا هانئ بن قبيصة شيخنا وصاحب ديننا. فقال هانئ: قد سمعت مقالتك يا أخا قريش. وإني أرى أن تركنا ديننا واتباعنا إياك على دينك لمجلس جلسته إلينا ليس له أول ولا آخر لوهن في الرأي وقلة نظر في العاقبة. وإنما تكون الزلة مع العجلة، ومن ورائنا قوم نكره أن نعقد عليه عقدا ولكن ترجع ونرجع وتنظر وننظر. ¶ وكأنه أحب أن يشرك في الكلام المثنى بن حارثة فقال: وهذا المثنى بن حارثة شيخنا وصاحب حربنا. فقال المثنى: قد سمعت مقالتك يا أخا قريش، والجواب هو جواب هانئ بن قبيصة في تركنا ديننا واتباعنا إياك في مجلس جلسته إلينا ليس له أول ولا آخر، وإنا إنما نزلنا بين صريان: اليمامة والسماوة. ¶ فقال رسول الله صلى الله عليه وسلم: ما هذان الصريان؟ فقال: أنهار كسرى ومياه العرب، فأما ما كان من أنهار كسرى فذنب صاحبه غير مغفور، وعذره غير مقبول، وأما ما كان من مياه العرب فذنبه مغفور، وعذره مقبول، وإنما نزلنا على عهد أخذه علينا كسرى، لا نحدث حدثا ولا نؤوي محدثا. وإني أرى أن هذا الأمر مما تكرهه الملوك. فإن أحببت أن نؤويك وننصرك مما يلي مياه العرب فعلناه فقال رسول الله صلى الله عليه وسلم: ما أسأتم الرد إذ أفصحتم بالصدق فإن دين الله لن ينصره إلا من حاطه من جميع جوانبه، أرأيتم إن لم تلبثوا ¶ ¬__________ ¶ (¬1) النحل -90 -",
            "page": "33",
            "part": "1",
            "seal": "528D7A7C"
        },
        {
            "id": "34",
            "nass": "إلا قليلا حتى يورثكم الله أرضهم وديارهم ويفرشكم نساءهم أتسبحون الله وتقدسونه؟ فقال النعمان بن شريك: اللهم لك ذلك، فتلا رسول الله صلى الله عليه وسلم: {يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا * وَدَاعِيًا إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجًا مُنِيرًا} (¬1). ¶ ثم نهض النبي صلى الله عليه وسلم فأخذ بيدي أبي بكر فقال: يا أبا بكر، يا أبا حسن، أية أخلاق في الجاهلية ما أشرفها، بها يدفع الله بأس بعضهم عن بعض، وبها يتحاجزون فيما بينهم. ¶ قال ثم دفعنا إلى مجلس الأوس والخزرج فما نهضنا حتى بايعوا النبى صلى الله عليه وسلم وكانوا صدقا صبرا. هـ. ¶ إن من نعمة الله علينا أن نجد بين أيدينا نصوصا عن أحلاف لم تتم، لأنها تكون هادية لنا على الطريق نتعرف من خلالها على ما يحل لنا وما لا يحل في مجال المعاهدات والأحلاف السياسية. ولو لم تتعثر هذه المباحثات، لم نتعرف على حدود الحركة السياسية النبوية التي نتوخى من خلالها حدود حركتنا اليوم. ¶ أما المحادثة الأولى مع بني عامر بن صعصة، فقد تعثرت لسبب واحد هو أن رسول الله صلى الله عليه وسلم لم يعدهم بأن يكون لهم الحكم من بعده. وهي التي جعلتهم يرفضون إيواءه ونصره كما قال زعيمهم بحيرة بن فراس: أفنهدف نحورنا للعرب دونك فإذا أظهرك الله كان الأمر لغيرنا؟ لا حاجة لنا بأمرك. ¶ إنه لا بد من التفريق بين الأمر الواقع وبين إقرار المسلمين به وموافقتهم عليه. وأن يكون باسم الإسلام بعد ذلك. وليست القضية حكم أشخاص بذواتهم وأعيانهم في الإسلام. إنما هي حكم من ينفذون شريعة الله، وعندما ¶ ¬__________ ¶ (¬1) - الأحزاب - 45 - 46",
            "page": "34",
            "part": "1",
            "seal": "CFBA2975"
        },
        {
            "id": "35",
            "nass": "يدخل الناس في دين الله، ويحقق الله تعالى موعوده بالنصر فلا يحق لفئة مشركة أن تتسلط على الحكم والسلطة بحكم أنها كانت تناصر هذه الدعوة وتساندها. وكثيرا ما تواجه الحركة الإسلامية أثناء مسارها الطويل بفريق أو فئة أو دولة تساندها وتحالفها لفترة مؤقتة. وتشترط عليها لإيصالها للحكم أو مساعدتها في ذلك أن تكون شريكتها في السلطة، فيحكم الأرض بوقت واحد إسلام وجاهلية أو تعاقب بين إسلام وجاهلية باسم العقد أو الحلف وهذا مرفوض في الميزان الإسلامي. ¶ يمكن للحركة الإسلامية أن تقبل حماية من مشرك في حالة ضعفها وعدم تمكنها. ولكن أن تعطي هذا العدو الحق في أن يسود ويحكم باسمها ومن ورائها ويستغلها مطية لمآربه فهذا مرفوض في الميزان الإسلامي. ¶ وماذا نجد في المحادثات الثانية مع بني شيبان بن ثعلبة؟ ¶ لقد ابتدأ أبو بكر رضي الله عنه المفاوضات بعد أن عرف أنه مع زعماء بني شيبان لقد سأل عن العدد وعن المنعة وعن الحرب. وتوسم الصدق في الجواب من القوم فكان العدد يزيد عن الألف وكانت الحمية متوفرة، والاستعداد للقتال قائما، كما قال مفروق: إنا لأشد ما نكون غضبا لحين نلق، وإنا لأشد ما نكون لقاء حين نغضب، وإنا لنؤثر الجياد على الأولاد، والسلاح على اللقاح، والنصر من عند الله. ¶ فإذا كان رسول الله صلى الله عليه وسلم يريد المنعة، فها هنا مكانها. وقريش لا تزيد عن الألف، ولقد أوعبت ألفا في بدر ولكن المفاوضات دخلت حلقة جديدة فلقد كان مفروق من الذكاء واللباقة ما جعله يكتشف من خلال الأسئلة أن السائل أخو قريش وصاحب مكة. وكان من العقل والحكمة بحيث تجاهل كل الأراجيف عن رسول الله صلى الله عليه وسلم بأنه ساحر أو",
            "page": "35",
            "part": "1",
            "seal": "12A23304"
        },
        {
            "id": "36",
            "nass": "شاعر أو كاهن .. وتوجه إلى رسول الله صلى الله عليه وسلم يسأله عن دعتوه ودينه. ¶ نتعلم من إجابات الرسول صلى الله عليه وسلم لمفروق فن الدعوة للعدو فقد بدأ بجلاء معالم الدعوة: (أدعو إلى شهادة أن لا إله إلا الله وحده لا شريك له، وأني رسول الله) وهي مفرق الطريق بين الإسلام والكفر. وهي التي حاربتها قريش عشر سنوات ورفضت أن تقولها. ¶ ولم يكتف صلى الله عليه وسلم بذلك، بل حدد هدف اللقاء، وهدف الأسئلة التي تقدم بها أبو بكر رضي الله عنه .. (وإلى أن تؤووني وتنصروني) ويعلل سؤاله إياهم ذلك بدل أن يسأل قريشا فيقول: ( .. فإن قريشا قد تظاهرت على أمر الله وكذبت رسوله، واستغنت بالباطل عن الحق. والله هو الغني الحميد). ¶ ويبدو أن مفروقا اطمأن إلى هذا الحديث فأحب أن يستزيد فقال: (وإلام تدعو أيضا يا أخا قريش؟) فاختار رسول الله صلى الله عليه وسلم الحديث عن غرة القيم والأخلاق التي تفتخر بها العرب، وإن كانت تخالفها في كثير من الأحيان، فقرأ قوله تعالى {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا وَلَا تَقْتُلُوا أَوْلَادَكُمْ مِنْ إِمْلَاقٍ نَحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ} الآيات. ¶ فاللقاء وإن كان لمباحثات سياسية، فلا بد أن تحتل الدعوة إلى الله فيها المكان الأول وإن كسب القوم إلى الإسلام أكبر بكثير من حمايتهم لرسول الله وهم لا يؤمنون برسالته. ¶ وزاد مفروق شغفا بحديث رسول الله صلى الله عليه وسلم فاستزاده: (وإلام تدعو أيضا يا أخا قريش)؟.",
            "page": "36",
            "part": "1",
            "seal": "1A0B4F29"
        },
        {
            "id": "37",
            "nass": "واختار رسول الله صلى الله عليه وسلم الآية الجامعة المانعة الفذة: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} (¬1). ¶ وبذلك عرضت القيم الأخلاقية والسياسية الإسلامية. فقال مفروق: دعوت والله يا أخا قريش إلى مكارم الأخلاق ومحاسن الأعمال. ولقد أفك قوم كذبوك وظاهروا عليك. ¶ فلقد صدق مفروق مقالة رسول الله صلى الله عليه وسلم لكنه لا يستطيع أن يقطع في هذا الأمر فأحال الأمر إلى شيخهم وصاحب دينهم هانئ بن قبيصة. ولعل هانئا لم يجرؤ على اتخاذ خطوة حاسمة في أمر الإسلام أو أنه كان مقتنعا بدين الجاهلية أكثر من غيره، فتفلت من الأمر وأجله وسوف فيه وتذرع بالحكمة دون العجلة. وبذلك انتهت الخطوة الأولى دون طائل. ¶ وآلم مفروقا هذا الموقف. وأحال هانئ الكلام على المثنى شيخهم وصاحب حربهم. ولا شك أن المثنى من ظاهر حديثه يبدو أنه قد تأثر بموقف النبي صلى الله عليه وسلم، وحاول أن يقطع فيما هو من اختصاصه، وقدم صورة كاملة في مجال الحماية ولخص الموقف بقوله: فإن أحببت أن نؤويك وننصرك مما يلي مياه العرب فعلنا. وذلك بعد أن أشار إلى أن هذه الدعوة والرسالة مما يكرهها الملوك. ¶ وكان جواب رسول الله صلى الله عليه وسلم للقوم في منتهى الحكمة والحصافة وبمنتهى الوضوح كذلك: ما أسأتم في الرد إذ أفصحتم بالصدق. فإن دين الله لن ينصره إلا من حاطه من جميع جوانبه. ¶ وبذلك انتهت المفاوضات دون تحالف، لأن بني شيبان قدموا الحماية ¶ ¬__________ ¶ (¬1) - النحل-90",
            "page": "37",
            "part": "1",
            "seal": "ABB3D2B5"
        },
        {
            "id": "38",
            "nass": "حسب إمكاناتهم على العرب فقط. أما كسرى فلا، فلقد عاهدوه أن لا يحدثوا حدثا أو يؤووا محدثا. ولعل كسرى يغضب أشد الغضب لو علم بذلك .. فهو أمر تكرهه الملوك. ¶ إن الحماية المشروطة أو الجزئية لا تحقق الهدف المقصود فلن يخوض بنو شيبان حربا ضد كسرى لو أراد القبض على رسول الله وتسليمه. ولن يخوض حربا ضد كسرى لو أراد مهاجمة محمد رسول الله وأتباعه. وبذلك فشلت المباحثات وأحب رسول الله صلى الله عليه وسلم أن يغزو قلوب بني شيبان بأن حدثهم عن موعود الله بنصره وأنهم وراث الأرض من دون المشركين إن هم آمنوا بالله ورسوله وسبحوه. وهذا هو الهدف الوحيد البعيد الذي تحقق ليبقى طريقا مفتوحا للقاءات القادمة: أرأيتم إن لم تلبثوا إلا قليلا حتى يورثكم الله أرضهم وديارهم ويفرشكم نساءهم أتسبحون الله وتقدسونه: فقال النعمان بن شريك: اللهم لك ذلك. ¶ ومن خلال هذه الفقرات الخمس نستطيع أن نحدد معالم هذه المرحلة والتي سميناها مرحلة الضعف في مفهوم التحالف السياسي الإسلامي. ¶ 1 - والله لو وضعوا الشمس في يميني، والقمر في يساري على أن أترك هذا الأمر ما تركته حتى يظهره الله أو أهلك فيه. ¶ 2 - أأدخل في جوارك؟ ¶ 3 - أين عبد المطلب؟ قال: في النار. ¶ 4 - الأمر إلى الله يضعه حيث يشاء. ¶ 5 - إن دين الله لن ينصره إلا من حاطه من جميع جوانبه. ¶ ونصل من هذه الفقرات إلى المعالم التالية: ¶ 1 - أي مفاوضة أو مساومة تنتهي بالتخلي عن هذا الدين أو تطالبنا بالساومة",
            "page": "38",
            "part": "1",
            "seal": "F4FF30B5"
        },
        {
            "id": "39",
            "nass": "على المبدأ أو العقيدة فهي مرفوضة، وكل تحالف يقود إلي هذه النتيجة بأن نقدم جزءا من إسلامنا ونتخلى عن الدعوة لشيء منه ونترك البعض الآخر بصفته شرطا يتوقف عليه التحالف هو مرفوض في الإسلام. ¶ 2 - هناك فرق بين التخلي عن شيء من هذا الدين كشرط للمحالفة وبين أن أعرض الأمور العامة ذات الطابع المشترك بيني وبين العدو أثناء المفاوضات لتأليف قلبه فلقد عرض رسول صلى الله عليه وسلم كما قال مفروق مكارم الأخلاق ومحاسن الأعمال. ¶ إن هناك فرقا شاسعا بين القدرة السياسية الفائقة في حسن العرض والأداء وحسن الاختيار لما أريد الدعوة إليه. وبين الشرط الذي يملي على المفاوض في عدم ذكر جوانب من هذا الدين أو إعطاء صورة مغايرة للحقيقة. فلقد رأينا رسول الله صلى الله عليه وسلم وهو يفاوض عتبة بن ربيعة يسكت عن الإجابة عن سؤالين: أأنت خير أم عبد الله؟ أأنت خير أم عبد المطلب؟ ورسول الله صلى الله عليه وسلم سيد الثقلين بلا منازع، ولكن الإجابة عن هذين السؤالين يبعدان الهدف المقصود للرسول من إبلاع الدعوة لعتبة. ¶ ولقد أجاب عتبة عن هذين السؤالين لنفسه بأن عبد المطلب وعبد الله خير من محمد ومع ذلك عبدا هذه الآلهة. ولم يتكلم رسول الله صلى الله عليه وسلم بهذا الصدد شيئا إنما اكتفى بأن يتكلم بعد أن أنهى عتبة حديثه. مع ملاحظة أن عتبة عندما انصرف من عند رسول الله لم يأخذ رأيا عن أن هذه الآلهة حق، إنما انصرف برأي هو إعجاز هذا الدين الذي يدعو إليه محمد ولا بد أن يكون له النصر. ¶ 3 - وهذا يقودنا إلى الفقرة الثالثة. أين عبد المطلب؟ قال في النار. ¶ عندما يكون الأصل في التحالف السياسي هو النجاح أو تحقيق فوز",
            "page": "39",
            "part": "1",
            "seal": "7054A0C2"
        },
        {
            "id": "40",
            "nass": "على العدو. أو بتعبير أدق عندما يكون الميزان هو أن الغاية تبرر الوسيلة بإطلاق فيعتبر الوقوف عند هذه الجزئيات خطأ سباسيا. أما عندما يكون الهدف هو انتصار الدعوة والعقيدة فالتخلي عن جزئية واحدة منها هو تخل عنها كلها. ومن حقنا هنا أن نتساءل: لماذا سكت رسول الله صلى الله عليه وسلم عن إجابة عتبة، وأجاب عمه أبا لهب.؟ ¶ في المرة الأولى كان بالإمكان التنصل من الجواب. أما في هذه المرة فلا خيار أمامه. إن عمه يريد أن يبني موقفا على هذا الجواب. فإن كان عبد المطلب في الجنة فهم على ملة عبد المطلب. وإن كان عبد المطلب في الجنة فهم يعبدون الآلهة التي عبدها. وبالتالي فليس من حق محمد صلى الله عليه أن يتعرض لها، ولا بد أن تكون الحماية مشروطة بذلك. وإذا كان ليس من حق رسول الله صلى الله عليه وسلم أن يتعرض لها فلا يمكن أن يعرض لا إله إلا الله وحده لا شريك له. وبالتالي فإذا ذهب هذا الأصل ذهب الأصل الذي يليه وهو رسالة الرسول عليه الصلاة والسلام. ¶ ولا مجال للسكوت كذلك. لأن هذا هو الهدف الأصلي من المباحثات التي جاء عمه من أجلها. ولقد أدت هذه الجزئية التي تبدو بسيطة في نظرنا إلى أن يتخلى أبو لهب عن حماية ابن أخيه وحماية حرية الدعوة من وراء ذلك. ¶ ولقد رأينا صورتين متشابهتين لهذه الصورة عند المسلمين. ¶ ـ[الصورة الأولى]ـ: لدى أبي بكر الصديق عندما أجاره ابن الدغنة. واعترض المشركون على هذا الجوار أن أبا بكر يقرأ القرآن خارج البيت بصوت مؤثر يفتن الصبيان والنساء عن عقيدتهم. فجاء ابن الدغنة إلى أبي بكر وطلب منه أن يدخل بيته ويقرأ القرآن بحيث لا يتأثر به النسوة والصبيان فيفتنهم فرفض ذلك ورد عليه جواره.",
            "page": "40",
            "part": "1",
            "seal": "55F65A84"
        },
        {
            "id": "41",
            "nass": "لأن قبوله بذلك يعني شل حرية الدعوة لدى أبي بكر رضي الله عنه. ويعني إيثاره سلامته على سلامة دعوته. ¶ ـ[الصورة الثانية]ـ: في مفاوضات الحبشة بين النجاشي والمسلمين الذين مثلهم جعفر رضي الله عنه فقد تحاشوا في اليوم الأول ذكر المفهوم الإسلامي عن عيسى بن مريم عليه الصلاة والسلام لكن داهية مكة عمرو بن العاص لم تفت عليه هذه الناحية. وقرر أن يستأصل خضراء المسلمين وينهي وجودهم في الحبشة حين لفت انتباه النجاشي قائلا له: أيها الملك إنهم يقولون في عيسى بن مريم قولا عظيما. فأرسل إليهم فسلهم عما يقولون فيه. فأرسل إليهم الملك بذلك. ¶ لم يكن أمام المسلمين غير هذين الخيارين: إما أن يجيبوا النجاشي عن حقيقة ما يقول القرآن في عيسى بن مريم. وإما أن يكذبوا هذه الحقيقة. وانتهى رأيهم جميعا إلى الخيار الأول: نقول والله ما قال الله وما جاءنا به نبينا كائنا ذلك ما هو كائن. وقالوا كلمة الحق. وحفطهم الله تعالى بأن النجاشي على دين الله الحق. ¶ إننا كثيرا ما نسمع مثل هذه العبارات- التشنج السياسي- أو- البله السياسي- في مثل هذه المواقف لأن المسلمين- على حد زعم المتحذلقين- قد خسروا نصرا مؤزرا نتيجة هذا التشنج. فلو قال رسول الله صلى الله عليه وسلم كلمة ترضي عمه أبا لهب لربح حمايته ومنعته. ولو تنازل أبو بكر قليلا لبقي يروح ويغدو آمنا في جوار ابن الدغنة. ولو ساير جعفر وأصحابه النجاشي في رأيه بعيسى- على فرض نصرانيته- لأمكن إقامة مركز دائم للدعوة في الحبشة.",
            "page": "41",
            "part": "1",
            "seal": "89755034"
        },
        {
            "id": "42",
            "nass": "إننا نناشد هؤلاء الناس أن يرعووا إلي الحق عندما يلومون الحركة الإسلامية لمثل هذه المواقف لأن هذه الأمور بالأصل ليست للرجال ولا للدعاة. إنما هي أمر رباني بعدم التخلي عن أي جزئية من هذا الدين أو تغييرها لأهواء البشر: {وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنْزَلَ اللَّهُ إِلَيْكَ ... }. {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذًا لَاتَّخَذُوكَ خَلِيلًا (*) وَلَوْلَا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا (*) إِذًا لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا} (¬1) ¶ 4 - أأدخل في جوارك؟ قال: نعم. ¶ هكذا ... نصر يتحقق للدعوة دون أي تنازل يقدم. فيمكن إذن للحركة الإسلامية أن تفاوض وتحالف على حماية رجالها من الإبادة أو إخراجهم من السجن أو حفظهم من الإعدام دون أي تعهد بالتخلي عن مبدأ مقابل ذلك. وهذا الأمر دقيق لا بد من إيضاحه. ¶ لا بد من إيضاح نقطة هامة في هذا الموضوع. هذه النقطة هي أن المسلمين في حالة قد حرموا فيها من حرية البلاغ وحرية الحياة. فإذا استطاعت قيادتهم أن تضمن لهم حرية الحياة خطوة أولى فلا ضير. حرية الحياة هذه باسم القانون أو باسم الديمقراطية أو بدافع القرابة فهو من حقها. بل بتعبير أدق من واجباتها. بل يمكن القول إن الخط السياسي في الإسلام يسير باتجاه التصاعد دائما. بمعنى أن أي كسب تحققه للدعوة ورجالها وأشخاصها فهو مقبول لكن دون أي تعهد أو التزام على حساب ¶ ¬__________ ¶ (¬1) الإسراء- 73 - 75",
            "page": "42",
            "part": "1",
            "seal": "A658B521"
        },
        {
            "id": "43",
            "nass": "المبدأ. ولا بد من تعداد الصور لإيضاح جانب الحق في هذا الموضوع. ¶ لو أدين الدعاة إلى الله بعد أن كانوا آمنين على أموالهم وأرواحهم لأنهم يدعون إلى الله عز وجل فكيف يمكن أن تكون الخطوة السياسية في هذا المجال؟ ¶ إن كانت سلامتهم تضمن بتعهدهم بالبعد عن الدعوة إلي الله وإعلان البراءة منها. فالمفاوضات مرفوضة والتحالف مرفوض. ¶ وإن كانت سلامتهم تنطلق من منطلق حق الإنسان في العقيدة وحقه في البلاغ باسم القانون أو العرف فالتفاوض واجب والضرورة قائمة. ¶ إن من حق الحركة الإسلامية بل من واجبها أن يكون تحركها السياسي في هذا المضمار على أعمق ما يكون التحرك. وعلى أذكى ما يكون التحرك. وشبيه بهذه الصورة أن تحصل الحركة الإسلامية على أية معونة أو حماية أو نصرة من أية جهة دون أن تلتزم مقابل ذلك بشيء بل تستفيد من طبيعة الصراع بين دول الباطل. ¶ {وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ} (1) فللباطل آلاف السبل وليس سبيلا واحدا. وذكاء الحركة الإسلامية وعبقريتها السياسية في أن تتوغل في هذه السبل وتعرف نقاط الضعف فيها. ونقاط الصراع فيها فتستفيد من هذه النقاط وتحقق نصرا جديدا لها خطوة إلي الأمام. ¶ هذا ولا بد من الإشارة إلى أن الموقف الفردي يختلف عن موقف الجماعة المسلمة. فالأفراد يحق لهم أن يظهروا الكفر عند اشتداد المحنة وتضاعف البلاء. وضعف الفرد العادي ينعكس عليه. أما تساهل ¶ ¬__________ ¶ الأنعام- 153 -",
            "page": "43",
            "part": "1",
            "seal": "C03BD2BC"
        },
        {
            "id": "44",
            "nass": "القيادة فينعكس على الإسلام نفسه. وإشارة كذلك إلى ملاحظة ثانية هي أنه ليس كل الأفراد على مستوى واحد ولهم هذا الحق في التراجع وإظهار الكفر. إن بعض الشخصيات الإسلامية التي أصبحت رمزا للدعوة يكون من الخطأ بمكان أن تهادن أو تضعف أو تستكين والأصل فيها أن تتنازل عن حياتها ولو مزقت قطعا ولا تتنازل عن عقيدتها. ¶ ونستشهد في هذا المجال بصورتين: ¶ ـ[الصورة الأولى]ـ: لابن أم عمارة رضي الله عنهما عندما مضى ممثلا لرسول الله صلى الله عليه وسلم إلى مسيلمة الكذاب وقطعه إربا إربا ورفض أن يشهد له بالرسالة. بينما رأينا الوفد الثاني يشهد له بالرسالة فيفتتن الناس فيهم ويكفرون أكثر من افتتانهم بمسيلمة. ¶ وـ[الصورة الثانية]ـ: لعبد الله بن حذافة السهمي وقد كان بين يدي قيصر وفشلت كل وسائل التعذيب معه على أن يتنصر ويكون شريكا لقيصر في ملكه فرفض وعرض على القدر المغلي بالزيت فدمعت عيناه وعلل ذلك بأنه يشتهي أن يكون له مائة نفس كلما مات مرة بعث أخرى. ¶ وليست قصة زيد بن الدثنة وخبيب بن عدي رضي الله عنهما عنا ببعيدة. لأن كل شخص من هؤلاء الأربعة المذكورين يمثل صورة الإسلام وحقيقته عند عدو من أعداء الله. ¶ 5 - الأمر إلى الله يضعه حيث يشاء ¶ تعهد واحد طلب من رسول الله صلى الله عليه وسلم فرفضه. فماذا تستافيد الحركة الإسلامية من هذا الموقف وهي في حالة الضعف؟. ¶ إن الحركة الإسلامية حين تفاوض عدوا على مستقبل الحكم أو تدعى إلي التحالف معه ... إذا استطاعت أن تصل مع هذا العدو إلى أن",
            "page": "44",
            "part": "1",
            "seal": "C7FA39B7"
        },
        {
            "id": "45",
            "nass": "يكون الأمر إلى الله يضعه حيث يشاء من خلال بنود التحالف، فلها حرية الاختيار في ذلك. وحتى تتوضح الصورة أكثر نجد أن بإمكان الحركة الإسلامية أن تتحالف مع عدو على إسقاط عدو آخر. ويكون الحكم بعد ذلك لله يضعه حيث يشاء. ¶ والتعبير العملي لهذه الصيغة أن هذا التحالف الذي أسقط ذلك العدو ينتهي تحالفه بسقوطه وكل حليف يسعى بعد ذلك بجهده الخاص للوصول إلى الحكم، بدون أن يكون بين هؤلاء الحلفاء تعهدات لبعضهم بتعاون الحكم أو الاشتراك فيه. فنرى أن هذا الخط من صميم التحرك السياسي الإسلامي. ¶ الأمر إلى الله يضعه حيث يشاء. ¶ وهذا المفهوم يقود إلى نقطتين شائكتين ولكن لا مناص من التعرض لهما، وهما: ¶ • هل من حق الحركة الإسلامية أن توقع على تحالف بأن يكون الحكم ديمقراطيا مطلقا؟ ¶ •• هل من حق الحركة الإسلامية أن توقع على تحالف بقيام حكومة مؤقتة مؤتلفة؟ ¶ ونحاول الإجابة على التساؤل الأول: ¶ قد يتبادر إلى الذهن مباشرة أن يكون الجواب بالإيجاب لأن النظام الديمقراطي لا يحدد فردا أو جهة ويخولها باستلام السلطة. وهذا يعني أن الأمر لله يضعه حيث يشاء. ¶ إنني أستبعد جواز ذلك- والله أعلم- وذلك للأسباب التالية: ¶ ° ـ[أولا]ـ: النظام الديمقراطي يقتضي من الحركة الإسلامية أن تقبل بالفئة أو الحزب الذي ينتخبه الشعب. وأن تعترف بشرعيته طالما فاز",
            "page": "45",
            "part": "1",
            "seal": "DDC5EE22"
        },
        {
            "id": "46",
            "nass": "بالأكثرية. وقد يكون هذا الحزب أو التجمع معاديا للإسلام أو لا يتبنى الإسلام- على أحسن الاحتمالات- وخروجها عليه خروج على الشرعية التي أعلنت الالتزام بها. فهي تضطر أن تنقض عهدا أبرمته، ولا يحل في ديننا إلا الوفاء. ¶ وحقيقة هذا الميثاق حين توقع الحركة الإسلامية عليه ليس ضمن إطار- الأمر لله يضعه حيث يشاء- بل ضمن إطار القبول بمشيئة الفئة الغالبة ولو كانت غير شرعية في ميزان الله. ¶ إنه صحيح أن كل شيء بمشيئة الله. لكن مهمتنا أن نسعى لأقامة شريعة الله، ونقاوم أي نظام باطل، فنحقق مشيئة الله تعالى: {لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ} (¬1). ونفر من قدر الله إلى قدر الله بأمر الله. لا أن نعلن قبولنا بشرعية أكثرية لا ترضى بشريعة الله تعالى. أو أننا سنغدر بالمواثيق التي أعطيناها ولا يحل في ديننا الغدر. ¶ ° ـ[ثانيا]ـ: ولنفرض جدلا أننا قبلنا بالنظام الديمقراطي. فإن الشعب هو مصدر التشريع في هذا النظام. وقبولنا بذلك يعني قبولنا بكل تشريع لا يرضاه الإسلام، واعتباره شرعيا في الوقت نفسه طالما أنه صادر عن هيئة شرعية منتخبة. ¶ ومن هذه المحاذير وغيرها نتصور أنه ليس من حق الحركة الإسلامية وهي في حالة الضعف أن توقع على ميثاق أو تحالف يقيد تطبيق الإسلام بحجة رغبة الشعب والأكثرية، لأن ميزان الحق واضح. {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدًى مِنَ اللَّهِ} (¬2). ولكن هذا لا يعني أن الطريق مسدود أمام الدبلوماسية ¶ ¬__________ ¶ (¬1) - الأ نفال- 8 - ¶ (¬2) - القصص-50 -",
            "page": "46",
            "part": "1",
            "seal": "9BA597F0"
        },
        {
            "id": "47",
            "nass": "الإسلامية في هذا المجال. إنها تستطيع أن تتجنب الكلمات المحددة الصلبة، وتتحرك في إطار الكلمات المرنة التي لا تدينها مثل الشورى والحرية السياسية، والنظام الذي يمثل إرادة الأمة حين تنبثق من شريعة الله. إلي غير هذه التعبيرات الواسعة المدى التي تجعلها في كل إطار تنتهي إلى أن الحق النهائي في الأمر هو لشريعة الله. ¶ ولدى الدبلوماسية الإسلامية السياسية كذلك نهج آخر: هو أن تترك الحديث عن الحكم المستقبلي بعد اسقاط النظام الكافر إلى الإمكانات المتاحة لكل حليف على حدة في إقامة النظام الذي يراه أحق من غيره بالتطبيق دون ظلم أو تعسف أو طغيان. ¶ إنه عندما يحدد الإطار الذي تتحرك خلاله الحركة الإسلامية، فمئات الحلول يمكن أن تكون أساسا للتحالف والتواثق بين المسلمين وخصومهم. ¶ ونجيب على التساؤل الثاني كذلك. إن فكرة الحكومة المؤقتة تعني مرحلة انتقالية تشترك فيها أكثر من فئة في إدارة دفة الحكم، أو حكومة حيادية تهيء المجال لنظام حكم ثابت مستقر. فإذا حددت مهمات هذه الحكومة دون أن يكون لها سلطة التشريع، بل حصرت صلاحياتها في تسيير الأمور على خطة مرسومة لا تخرج عن الإسلام، ولا تخالف حكما من أحكامه، ولا تلزم الحركة الإسلامية بقيود غير إسلامية، فما أجد حرجا في ذلك. وإن قدرة السياسة الإسلامية على الحركة والنفاذ وتحقيق مكتسبات للإسلام دون تقديم تنازلات ومساومات ... هي التي تبني الأساس المتين للوجود الإسلامي الحق. ¶ وإن ما نتصوره كسبا سياسيا مؤقتا يعقبه تخل عن التزام أو نقض لعهد، هو- في حقيقة الأمر خسارة كبرى للتصور الإسلامي عند هؤلاء",
            "page": "47",
            "part": "1",
            "seal": "4A292CC3"
        },
        {
            "id": "48",
            "nass": "الناس. فلنحذر دائما من الكسب الرخيص السريع مقابل فقدان الناس ثقتهم بهذا المنهج الرباني الفريد. ¶ 6 - إن دين الله لن ينصره إلا من حاطه من جميع جوانبه ¶ إن النهج المنبثق من هذه الفقرة هو ألا نبرم إلا التحالف المؤدي إلى الأهداف المرسومة. إنه يرسم استراتيجية الحركة السياسية الإسلامية. فكل تحالف مبني على عاطفة عارضة أو مصلحة جزئية هو على المدى البعيد طمس للخط الإسلامي الواضح. وهذه الفقرة تدعونا إلى تسجيل الملاحظات التالية: ¶ أ • عبقرية التخطيط السياسي فلا يكون استجابة لنزوة بنزوة مماثلة. بل يكون ضمن استراتيجية محددة الأهداف واضحة الخطا، وخطة محكمة تدرس كل الاحتمالات المتوقعة من الحليف الآخر. ¶ ب • مرونة العمل السياسي. فعندما يكون هدفي وأضحا لدي، أسلك مع الخصم الذي أود محالفته كل سبيل ممكن نحو ذلك الهدف، ولا أضيع أي فرصة لتحقيق الهدف، وقد كان من بركة هذه المرونة أن استوعبت معظم القبائل العربية واستثمرت الزمان والمكان. فاللمواسم كلها مسرح للعمل السياسي الإسلامي لتحقيق الهدف الواضح. أسواق العرب وأماكنهم ووفودهم مغزوة دائما بالنشاط الإسلامي السياسي. وكل قبيلة غير قريش مؤهلة للمفاوضات والتحالف. فكندة في الجنوب، وغسان في الشمال، وحنيفة في اليمامة، وشيبان في العراق ... كلها أرسلت وفودا إلى المواسم، فكان وفودها مسرحا للعمل السياسي الإسلامي. بل إن قريشا عرضة للتفاوض في بعض تياراتها، كما حدث مع المطعم بن عدي.",
            "page": "48",
            "part": "1",
            "seal": "5073F505"
        },
        {
            "id": "49",
            "nass": "إنها الحركة الدؤوب لتحقيق الهدف الواضح. ¶ ج • عبقرية المفاوض السياسي. وحين يكون الهدف واضحا، والمفاوض مرنا ذكيا تقيا ... يمكن أن تزج به الحركة الإسلامية في هذا الخضم لا تخشى عليه- بعون الله له- أي طارئ. لقد رمينا أرطبون الروم بأرطبون العرب. وحين لا يتوفر مثل هذا المفاوض، فلا بد أن يحمل الوفد المفاوض هذه الصفات. فالمرونة والقدرة على تقليب الأمور، واستعراض الحلول الكثيرة، والتخلص من المآزق والمزالق. لا بد من توافرها وصفة التقوى ضمان للبقاء ضمن الإطار الشرعي الذي حدده الإسلام. ¶ ومن جانب آخر فإن هذه الفقرة ((إن دين الله لن ينصره إلا من حاطه من جميع جوانبه)) كانت ردا على المثنى بن حارثة حين عرض على النبي صلى الله عليه وسلم حمايته على مياه العرب دون مياه الفرس. وصاحب النظرة العجلى يرى أن تفويت هذه الفرصة خطأ سياسي، لكن الذي يسبر أغوار السياسة البعيدة يرى بعد النظر الإسلامي النبوي الذي لا يسامى. ¶ إن المثنى قد ألمح إلى أن هذا الأمر تكرهه الملوك. وإن موقع الدعوة بجوار فارس يجعلها سهلة المتناول في أي لحظة، وإن العهود والمواثيق املقيدة لشيبان تجعلهم أعجز من أن يستطيعوا حماية هذا الرسول وهذا الدين من بطش كسرى. إن التحالف مع الخصم الأقوى يكون في معظم الأحيان في مصلحة هذا الخصم. فوقع شيبان إذن من جهة غير مناسب ليكون مركزا للدعوة الجديدة، وعهود شيبان- من جهة ثانية- تشل إمكانية الحركة الإسلامية، وكراهة الملوك لهذه الدعوة التي تدعو لإخراج الناس من عبادة العباد إلى عبادة الله هي من جهة ثالثة عنصر غير مشجع لوجود هذه الحركة بحيث تمس مصالحها وتوقع الاحتكاك بينها وبين الحركة",
            "page": "49",
            "part": "1",
            "seal": "4549C0CB"
        },
        {
            "id": "50",
            "nass": "الإسلامية. ويكفي أن نذكر نقطتين اثنتين توضحان عبقرية النظرة السياسية النبوية في هذا المجال: ¶ ـ[أولاهما]ـ: أن الفرس كانوا في أوج انتصارهم بعد أن هزموا امبراطورية الروم وأخذوا صليبها المقدس. ¶ ـ[ثانيهما]ـ: أن كسرى عندما وصله خطاب رسول الله صلى الله عليه وسلم بعد قيام دولة الإسلام بست سنوات. مزق الخطاب النبوي. وبعث من يحضر له محمدا حيا أو ميتا. علما بأنه قد تجرع مرارة الهزيمة القاتلة من الروم قبل أربع سنوات. ¶ فما أحوجنا ونحن نود للحركة الإسلامية تحركا سياسيا هائلا. لأن نحكم الهدف أولا ونحكم الخطة ثانيا. ونكون أدرى ما يكون بالعدو ثالثا. وندفع بالعبقري السياسي للحركة رابعا. ونطلب النصر من الله سبحانه وتعالى بعد بذل هذه الإمكانات. ¶ ونقف كذلك عند هذا الأمر الذي تكرهه الملوك ¶ نحن اليوم على آمال إقامة دولة الإسلام في الأرض، ونعرف في الوقت نفسه أن كل القوى الفعالة تكره هذه الدولة. هذه الصورة القاتمة كثيرا ما تخيفنا وتدفع بنفوسنا إلى الزاوية الميتة. إلا أنه لا بد لنا من فعل شيء حتى نستطيع أن تقوم لنا قائمة. والحل المطروح هو أنه لا بد لنا من أن ننضوي تحت لواء جبهة وطنية، تقبل أطرافها بإسلامية سورية. ¶ إن الخطوط العريضة التالية هي الضوابط في هذا الشأن: ¶ 1 - ° التحالف السياسي المقيد جائز في الإسلام. ¶ 2 - ° خط حلف الفضول، وكل تحالف على إسقاط نظام طاغ أو مقاومة ظالم مستبد جائز.",
            "page": "50",
            "part": "1",
            "seal": "26F5CDB7"
        },
        {
            "id": "51",
            "nass": "3 - ° خط حلف أبي طالب على رسول الله صلى الله عليه وسلم في عدم المساس بحرية الدعوة إلى تحقيق الدعوة جائز. ¶ 4 - ° خط حلف رسول الله صلى الله عليه وسلم مع المطعم بن عدي في حماية حرية الدعاة وحياتهم جائز. ¶ 5 - ° خط رفض حلف أبي لهب في التنازل عن أية جزئية من جزئيات هذه العقيدة أو المساومة عليها واجب دعوي. ¶ 6 - ° خط رفض حلف بنى عامر في رفض أية التزامات تؤديها الحركة الإسلامية بالحكم للآخرين. أصل ¶ 7 - ° خط رفض حلف بني شيبان، وذلك في رفض أية أحلاف توقع الحركة الإسلامية تحت سلطان عدوها ملحوظ. ¶ 8 - ° خط الإحاطة لدين الله من كل جانب يجب أن يحكم بالمفاوض السياسي المرن الذكي التقي العبقري. ¶ 9 - ° خط الإحاطة لدين الله في عبقرية التخطيط السياسي، ومرونة العمل السياسي المتعدد يجب أن يكون على ذكر. ¶ 10 - ° الخط العام الذي يشمل الخطوط السابقة كلها، والذي نسميه الخط المتصاعد الذي نحقق فيه كل يوم كسبا جديدا للإسلام دون أية خسائر في المبدأ أو العقيدة، يجب أن يكون هو سمة العمل.",
            "page": "51",
            "part": "1",
            "seal": "07316ACB"
        },
        {
            "id": "52",
            "nass": "ثالثا: التحالف في مرحلة تأسيس الدولة ¶ ودع رسول الله صلى الله عليه وسلم بني شيبان، ومر بعقبة منى فسمع أصوات رجال يتكلمون، فعمد إليهم حتى لحقهم، وكانوا ستة نفر، من شباب يثرب، كلهم من الخزرج. وهم: أسعد بن زرارة، وعون بن الحارث (ابن عفراء)، ورافع بن مالك بن العجلان، وقطبة بن عامر بن حديدة، وعقبة بن عامر بن نابي، وجابر بن عبد الله بن رئاب. ¶ قال ابن إسحاق: لما لقيهم رسول الله صلى الله عليه وسلم قال: من أنتم؟ قالوا: نفر من الخزرج. قال: أمن موالي يهود؟ قالوا: نعم. قال: أفلا تجلسون أكلمكم؟ قالوا: بلى. فجلسوا معه. فدعاهم إلى الله، وعرض عليهم الإسلام، وتلا عليهم القرآن. وكان مما صنع الله به من الإسلام أن يهودا كانوا معهم في بلادهم، كانوا أهل كتاب وعلم، وكانوا هم أهل شرك وأصحاب أوثان، وكانوا قد غزوهم في بلادهم، فكانوا إذا كان بينهم شيء قالوا لهم: إن نبيا مبعوث الآن، قد أظل زمانه، نتبعه فنقتلكم معه قتل عاد وإرم. ¶ فلما كلم رسول الله صلى الله عليه وسلم أولئك النفر ودعاهم إلى الله، قال بعضهم لبعض: يا قوم تعلمون والله إنه للنبي الذي توعدكم به يهود، فلا يسبقنكم إليه. فأجابوه بأن صدقوه وقبلوا ما عرض عليهم من الإسلام. ¶ وتمت ـ[الخطوة الأولى]ـ بعد جولة صعبة وطويلة قضاها في العرض على القبائل. وليس في هذه المجموعة قيادات مثل قيادات شيبان، لكن خط الهدى لا يتوقف على نوعيات خاصة بل هو مبذول لكل راغب. وقد كانت سورة عبس درسا ربانيا للرسول صلى الله عليه وسلم في أن يدعو الناس كافة.",
            "page": "52",
            "part": "1",
            "seal": "68149BF9"
        },
        {
            "id": "53",
            "nass": "ثم كانت ـ[الخطوة الثانية]ـ ( ... وقال بعضهم، ومن أهل العلم بالسير: فقال لهم النبي صلى الله عليه وسلم: أتمنعون ظهري حتى أبلغ رسالة ربي؟ فقالوا: يا رسول الله إنما كانت بعاث عام الهول يوما من أيامنا اقتتلنا به. فإن تقدم ونحن كذا لا يكون عليك اجتماع، فدعنا حتى نرجع إلى عشائرنا لعل الله يصلح ذات بيننا وندعوهم إلى ما دعوتنا إليه، فعسى الله أن يجمعهم عليك، فإن جمعهم عليك واتبعوك فلا أحد أعز منك، وموعدك الموسم العام القابل. وانصرفوا إلى المدينة (¬1). ¶ وقبل أن نعلق على هذا الحدث البسيط في مظهره العميق في مخبره. لا بد أن نشير إلى اجتماع سابق لرسول الله صلى الله عليه وسلم لم يسفر عن نجاح في بداية العام الحادي عشر للبعثة، وكان قبيل بعاث مع وفد من الأوس جاؤوا يلتمسون الحف من قريش على قومهم من الخزرج. وكان الأوس أقل عددا من الخزرج، فلما علم رسول الله صلى الله عليه وسلم بمقدمهم جاءهم فجلس إليهم وقال لهم: هل لكم في خير مما جئتم له؟ فقالوا: وما ذاك؟ قال: أنا رسول الله، بعثني إلى العباد، أدعوهم أن يعبدوا الله ولا يشركوا به شيئا، وأنزل علي الكتاب، ثم ذكر لهم الإسلام، وتلا عليهم القرآن. فقال إياس بن معاذ: أي قوم هذا والله خير مما جئتم له. فأخذ أبو اليسر أنس بن رافع- رجل كان في الوفد- حفنة من تراب البطحاء فرمى بها وجه إياس وقال: دعنا عنك، فلعمري لقد جئنا لغير هذا. فصمت إياس. وقام رسول الله صلى الله عليه وسلم، وانصرفوا إلى المدينة من غير أن ينجحوا في عقد حلف مع قريش، فلقد كان التحرك السياسي الإسلامي لا يدع فرصة إلا ويحاول الاستفادة منها. ولا ندري إن كان لرسول الله صلى الله عليه وسلم وللمسلمين أثر في تعطيل الحلف بين الأوس وقريش أم ¶ ¬__________ ¶ (¬1) من السيرة النبوية لعبد الله بن محمد بن عبد الوهاب [ص:135].",
            "page": "53",
            "part": "1",
            "seal": "E52D2403"
        },
        {
            "id": "54",
            "nass": "لا، لكن النتيجة المؤكدة أن إحباط الحلف مع قريش بحد ذاته هو نجاح للدبلوماسية الإسلامية التي وضعت كل الطاقات السياسية والفكرية لمقاومة تحدي قريش لدعوة الله. ولنتصور كيف سيكون الوضع في المدينة لو عقد الأوس حلفا مع قريش. كم كان من الممكن أن يحقق متاعب للنبي صلى الله عليه وسلم، ولنوضح خطر ذلك من خلال موقف عبد الله بن أبي. الذي أكره رسول الله صلى الله عليه وسلم أدبيا على العفو عن حلفائه بني قينقاع من يهود. وعن دوره الخبيث في أحد يوم انفصل بثلث الجيش عن أحد. لأن رسول الله صلى الله عليه وسلم رد حلفاءه من يهود ولم يقبلهم في جيشه. ¶ فنحن إذن أمام حلف أحبط بين قريش والأوس. وكان لرسول الله صلى الله عليه وسلم دور معنوي على الأقل في إثارة البلبلة في صفوف الوفد القادم من المدينة من جهة، وفي إثارة الشكوك في نفسه حول قدرة قريش على المحالفة، وقد حاربت ابنها محمدا صلى الله عليه وسلم ورفضت تبنيه. ¶ ونعود إلى الحديث عن لقاء العقبة بين رسول الله صلى الله عليه وسلم وشباب الخزرج الستة لنرى خطا جديدا ابتدأ، وثق به رسول الله صلى الله عليه وسلم واعتمده نهجا سياسيا جديدا بحيث ألغى بقية الجهود بانتظار نتائجه. وكانت أهميته عند القيادة النبوية في أن دخول هؤلاء النفر في الإسلام يجعل الأمر أقوى من صيغة التحالف بين ندين مختلفين، فقد يحوله إلى حركة أو حزب واحد وقيادة لهذا الحزب. ومن أجل ذلك ننبه إلى أننا سوف ننقل هنا من الحديث عن الأحلاف- قدر الضرورة- رغم أن أصل البحث هو- التحالف السياسي-. ¶ والذي يدفعنا إلى هذه النقاط سبب أساسي- هو الاعتقاد أن مرحلتنا الآن والتي تمر بها الحركة الإسلامية في سورية هي مرحلة تأسيس الدولة. ولا بد أن نترسم في كثير من خطاها. هذه المرحلة النبوية المشابهة. سواء في أحلافها",
            "page": "54",
            "part": "1",
            "seal": "C381BE34"
        },
        {
            "id": "55",
            "nass": "الخارجية، أو في بنائها الداخلي، ولا يغيب عن ذهننا أن لقاء العقبة الأول والثاني هو بيعة وليس حلفا، وهذا يعني أنه دليلنا في العمل داخل حركتنا الإسلامية الواحدة أو داخل جبهتنا الإسلامية المتحدة. وهذا لعمري هو أحوج ما نكون إليه في مجال القدوة أو الأسوة. ونبادر إلى القول سلفا. أن الحلف الوحيد في هذه المرحلة هو ميثاق المدينة الذي حدد فيه رسول الله صلى الله عليه وسلم طبيعة العلاقة مع الفئات غير المسلمة في دولته الجديدة. وهو ما نحرص على تحديده اليوم. والذي سندرسه إن شاء الله عقب الحديث المختصر الضروري عن بيعتي العقبة. ¶ ... ¶ انتظر رسول الله صلى الله عليه وسلم عاما كاملا على الموعد الذي تم بينه وبين النفر الستة من الخزرج، وتم لقاء جديد في العقبة أطلق عليه فيما بعد- بيعة العقبة الأولى- وهو كما رواه ابن إسحاق: (حتى إذا كان العام المقبل وافى الموسم من الأنصار اثنا عشر رجلا. فلقوه بالعقبة وهي العقبة الأولى. فبايعوا رسول الله صلى الله عليه وسلم على بيعة النساء وذلك قبل أن تفترض عليهم الحرب ... ) (¬1). ¶ وعن عبادة بن الصامت قال: كنت فيمن حضر العقبة الأولى. وكنا اثني عشر رجلا. فبايعنا رسول الله صلى الله عليه وسلم على بيعة النساء. وذلك قبل أن تفترض الحرب. على أن لا نشرك بالله شيئا ولا نسرق ولا نزني ولا نقتل أولادنا، ولا نأتي ببهتان نفتريه بين أيدينا وأرجلنا ولا نعصيه في معروف فإن وفيتم فلكم الجنة. وإن غشيتم من ذلك شيئا فأمركم إلى الله عز وجل إن شاء عذب وإن شاء غفر (¬2). ¶ ¬__________ ¶ (¬1) تهذيب السيرة لابن هشام [ص:102]. ¶ (¬2) روى البخاري هذه الرواية بهذا المعنى. عن عبادة بن الصامت رضي الله عنه.",
            "page": "55",
            "part": "1",
            "seal": "9F1C7A04"
        },
        {
            "id": "56",
            "nass": "والذي يعنينا من هذه البيعة هو النقاط التالية: ¶ 1 - إتجه الخط السياسي الإسلامي كله للبناء الداخلي. والتركيز على يثرب بالذات ولقد كان لهؤلاء النفر الستة دور كبيرفي بث الدعوة إلى الإسلام خلال هذا العام. فكما يقول ابن إسحاق: ¶ (فلما قدموا المدينة إلى قومهم ذكروا لهم رسول الله صلى الله عليه وسلم ودعوهم إلى الإسلام حتى فشى فيهم فلم تبق دار من دور الأنصار إلا وفيها ذكر من رسول الله صلى الله عليه وسلم). ¶ فلقد توجه رسول الله صلى الله عليه وسلم إلي البناء الداخلي في المدينة، وإلى بث الفكرة في صفوفها. ¶ 2 - حضر بيعة العقبة الأولى اثنان من الأوس، وهذا تطور خطير لمصلحة الإسلام، فبعد الحرب العنيفة في بعاث استطاع النفر الستة من الخزرج أن يتجاوزوا قصة الصراعات الدموية الداخلية، ويحضروا معهم سبعة جددا، فيهم اثنان من الأوس، وهذا يعني أنهم وفوا بالتزاماتهم التي قطعوها على أنفسهم في محاولة رأب الصدع، وتوجيه التيار لدخول الإسلام في المدينة أوسها وخزرجها وتجاوز الصراعات القبلية القائمة. ¶ 3 - وكان التطور الجديد الذي أثمرته بيعة العقبة بعث مصعب بن عمير ممثلا شخصيا للرسول صلى الله عليه وسلم إلي المدينة، يشرف على تطور الموقف، ويفقه المسلمين بهذا الدين الجديد، وكل هذا ضمن النشاط الفكري والسياسي، والاتجاه للتعبئة وتكوين الأنصار المعتنقين لهذه العقيدة. ¶ 4 - واستطاع الدبلوماسي الإسلامي الأول في المدينة بحكمته وحصافته وذكائه السياسي أن يجر أكبر قيادات الأوس للإسلام، أسيد بن حضير وسعد بن",
            "page": "56",
            "part": "1",
            "seal": "7053D6C5"
        },
        {
            "id": "57",
            "nass": "معاذ، خلال العام الجديد، ولم يبق في بني عبد الأشهل- بطن كبير من الأوس- رجل ولا امرأة ولا طفل إلا ودخل في الإسلام. ¶ لقد أصبح التيار عارما، والاتجاه معبأ لقيام الدولة الإسلامية في المدينة- إذا صح التعبير- وأصبحت مهمة القيادة تنظيم هذه الطاقات كلها لصالح المعركة. ¶ 5 - وهذا ما خطط له رسول الله صلى الله عليه وسلم بعد أن بذل كل ما يملك من جهد لتعبئة الطاقات الإسلامية في المدينة. ولم يكن هناك أدنى تقصير في الجهد البشري الممكن في بناء القاعدة الصلبة التي تقوم على أكتافها الدولة الجديدة واحتمل هذا الجهد سنتين كاملتين من الدعوة والتنظيم. وتفرغ رسول الله صلى الله عليه وسلم وانصب جهده عليه، تاركا- لفترة مؤقتة- الانشغال في الجهود السياسية الخارجية موجها كل طاقاته عليه الصلاة والسلام لبناء الصف الداخلي الواحد المتراص. من قوم كان بينهم قبل أقل من عام دماء وثارات. ¶ 6 - وتمت التعبئة الكاملة. حين شعرت القاعدة الصلبة أنه قد آن الأوان لقيام الدولة الجديدة، وكما يقول جابر رضي الله عنه وهو يمثل هذه الصورة الرفيعة الرائعة: (حتى متى نترك رسول الله صلى الله عليه وسلم يطوف ويطرد في جبال مكة ويخاف؟) (¬1). ¶ لقد أصبحت النفوس جاهزة للانطلاق، وتنتظر إشعال الفتيل للحرب ضد الجاهلية المستحكمة. ¶ 7 - ووصل مصعب رضي الله عنه إلى مكة قبيل الموسم الثالث عشر للبعثة، ونقل الصورة الكاملة التي انتهت إليها أوضاع شباب الإسلام هناك، ¶ ¬__________ ¶ (¬1) السيرة النبوية لابن الشيخ محمد بن عبد الوهاب في رواية إلى الزبير عن جابر.",
            "page": "57",
            "part": "1",
            "seal": "89045C92"
        },
        {
            "id": "58",
            "nass": "والقدرات والإمكانات المتاحة، وكيف تغلغل الإسلام في جميع قطاعات الأوس والخزرج، وأن القوم جاهزون لبيعة جديدة قادرة على حماية رسول الله صلى الله عليه وسلم ومنعته. ¶ 8 - واستجابت إرادة الله تعالى وأذن للمسلمين بالقتال. فخطوات بناء الدولة المسلمة لا تتم إلا بعد بناء قاعدتها الصلبة. يقول ابن اسحاق: (وكان رسول الله صلى الله عليه وسلم قبل بيعة العقبة لم يؤذن له في الحرب، ولم تحلل له الدماء، إنما يؤمر بالدعاء إلى الله والصبر على الأذى، والصفح عن الجاهل، وكانت قريش قد اضطهدت من اتبعه من المهاجرين حتى فتنوهم عن دينهم، ونفوهم من بلادهم، فهم بين مفتون في دينه، وهم بين معذب في أيديهم وبين هارب في البلاد فرارا منهم، ومنهم بأرض الحبشة ومنهم من بالمدينة وفي كل وجه، فلما عتت قريش على الله عز وجل وردوا عليه ما أرادهم به من الكرامة وكذبوا نبيه صلى الله عليه وسلم، وعذبوا ونفوا من عبده ووحده وصدق نبيه واعتصم بدينه. أذن الله عز وجل لرسوله صلى الله عليه وسلم في القتال والانتصار ممن ظلمهم وبغى عليهم. فكانت أول آية أنزلت في إذنه له في الحرب وإحلاله له الدماء والقتال، فيما بلغني عن عروة بن الزبير وغيره من العلماء قول الله تبارك وتعالى: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ (*) الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (*) الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الْأُمُورِ} (¬1) أي إني إنما أحللت لهم القتال لأنهم ظلموا ولم يكن لهم ¶ ¬__________ ¶ (¬1) - الحج- 39 - 42 -",
            "page": "58",
            "part": "1",
            "seal": "2744EAC6"
        },
        {
            "id": "59",
            "nass": "ذنب فيما بينهم وبين الناس وأنهم إذا ظهروا أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف ونهوا عن المنكر، يعني النبي صلى الله عليه وسلم وأصحابه رضي الله عنهم أجمعين (¬1). ¶ 9 - وكان اللقاء الذي غير مجرى التاريخ في موسم الحج في السنة الثالثة عشرة من البعثة، حيث حضر لأداء مناسك الحج بضع وسبعون نفسا من المسلمين من أهل يثرب، فلما قدموا مكة جرت بينهم وبين النبي صلى الله عليه وسلم اتصالات سرية أدت إلي اتفاق الفريقين على أن يجتمعوا في أوسط أيام التشريق في الشعب الذي عند العقبة حيث الجمرة الأولى من منى، وأن يتم هذا الاجتماع في سرية تامة في ظلام الليل. ¶ بيعة العقبة الثانية: ¶ وسندع عرضها للعلامة المباركفوري الذي استقاها ورتبها من أكثر من مصدر ونعود بعد عرضها للاستفادة من حوادثها في واقع حركتنا الإسلامية اليوم، وهي التي تمثل بالضبط- يعلم الله- حالتنا الراهنة. ¶ يقول المباركفوري: (ولنترك أحد قادة الأنصار يصف لنا هذا الاجتماع التاريخي. يقول كعب بن مالك الأنصاري رضي الله عنه: خرجنا إلى الحج وواعدنا رسول الله صلى الله عليه وسلم بالعقبة من أوسط أيام التشريق ... فنمنا تلك الليلة مع قومنا في رحالنا، حتى إذا مضى ثلث الليل خرجنا من رحالنا ... فاجتمعنا في الشعب ننتظر رسول الله صلى الله عليه وسلم حتى جاءنا، ومعه عمه العباس بن عبد المطلب- وهو يومئذ على دين قومه- إلا أنه أحب أن يحضر أمر ابن أخيه، ويتوثق له، وكان أول متكلم فقال: يا معشر الخزرج- وكان العرب يسمون الأنصار خزرجا، خزرجها وأوسها كليهما- إين ¶ ¬__________ ¶ (¬1) تهذيب السيرة لابن هشام [ص:109].",
            "page": "59",
            "part": "1",
            "seal": "F8CDEA5C"
        },
        {
            "id": "60",
            "nass": "محمدا منا حيث قد علمتم، وقد منعناه من قومنا ممن هو على مثل رأينا فيه، فهو في عز من قومه، ومنعة في بلده، وإنه قد أبى إلا الانحياز إليكم واللحوق بكم، فإن كنتم ترون أنكم وافون له بما دعوتموه إليه، ومانعوه ممن خالفه، فأنتم وما تحملتم من ذلك، وإن كنتم ترون أنكم مسلموه وخاذلوه بعد الخروج به إليكم فمن الآن فدعوه، فإنه في عزة ومنعة من قومه وبلده. قال كعب: فقلنا له: قد سمعنا ما قلت، فتكلم يا رسول الله فخذ لنفسك ولربك ما أحببت ... وألقى رسول الله صلى الله عليه وسلم بعد ذلك بيانه وتمت البيعة. ¶ بنود البيعة: ¶ وقد روى ذلك الإمام أحمد عن جابر مفصلا، قال جابر: فقلنا: يا رسول الله على ما نبايعك؟ قال: ¶ 1 - ° على السمع والطاعة في النشاط والكسل. ¶ 2 - ° وعلى النفقة في العسر واليسر. ¶ 3 - ° وعلى الأمر بالمعروف والنهي عن المنكر. ¶ 4 - ° وعلى أن تقوموا في الله لا تأخذكم في الله لومة لائم. ¶ 5 - ° وعلى أن تنصروني إذا قدمت إليكم وتمنعوني مما تمنعون منه أنفسكم وأزواجكم وأبناءكم ولكم الجنة. ¶ وفي رواية كعب التي رواها ابن إسحاق. البند الأخير فقط من هذه البنود ففيه، قال كعب: فتكلم رسول الله صلى الله عليه وسلم وتلا القرآن ودعا إلى الله ورغب في الإسلام ثم قال: أبايعكم على أن تمنعوني مما تمنعون نساءكم وأبناءكم. فأخذ البراء بن معرور بيده ثم قال: نعم والذي بعثك بالحق نبيا لنمعنك مما نمنع أزرنا (نساءنا) منه. فبايعنا يا رسول الله، فنحن والله أبناء الحرب وأبناء الحلقة ورثناها كابرا عن كابر.",
            "page": "60",
            "part": "1",
            "seal": "590CFCCB"
        },
        {
            "id": "61",
            "nass": "قال: فاعترض القول- والبراء يكلم رسول الله صلى الله عليه وسلم- أبو الهيتم بن التيهان، فقال: يا رسول الله إن بيننا وبين الرجال حبالا، وإنا قاطعوها- يعني يهود- فهل عسيت إن نحن فعلنا ذلك ثم أظهرك الله أن ترجع إلى قومك وتدعنا؟ ¶ قال: فتبسم رسول الله صلى الله عليه وسلم ثم قال: بل الدم الدم، والهدم الهدم، أنا منكم وأنتم مني، أحارب من حاربتم، وأسالم من سالمتم. ¶ التأكيد على خطورة البيعة: ¶ وبعد أن تمت المحادثة حول شروط البيعة، وأجمعوا على الشروع في عقدها، قام رجلان من الرعيل الأول ممن أسلموا في مواسم سنتي ((11 و 12)) من النبوة، قام أحدهما تلو الآخر ليؤكد خطورة المسؤولية، حتى لا يبايعوه إلا على جلية من الأمر وليعرفا مدى استعداد القوم للتضحية ويتأكدا من ذلك. ¶ قال ابن إسحاق: لا اجتمعوا للبيعة قال العباس بن عبادة بن نضلة: هل تدرون علام تبايعون هذا الرجل؟ قالوا: نعم. قال: إنكم تبايعونه على حرب الأحمر والأسود من الناس، فإن كنتم ترون أنكم إذا نهكت أموالكم مصيبة، وأشرافكم قتلا أسلمتموه، فمن الآن فهو والله إن فعلتم خزي الدنيا والآخرة، وإن كنتم ترون أنكم وافون له بما دعوتموه إليه على نهكة الأموال وقتل الأشراف فخذوه فهو والله خير الدنيا والآخرة. ¶ قالوا: فإنا نأخذه على مصيبة الأموال وقتل الأشراف، فما لنا بذلك يا رسول الله إن نحن وفينا بذلك؟ قال: الجنة. قالوا: إبسط يدك. فبسط يده فبايعوه. ¶ وفي رواية جابر قال: فقمنا نبايعه، فأخذ بيده أسعد بن زرارة، وهو أصغر السبعين، فقال: رويدا يا أهل يثرب، إنا لم نضرب أكباد الإبل إلا ونحن نعلم",
            "page": "61",
            "part": "1",
            "seal": "F6EABA8A"
        },
        {
            "id": "62",
            "nass": "أنه رسول الله، وأن إخراجه اليوم مفارقة العرب كافة، وقتل خياركم وأن تعضكم السيوف، فإما أنتم تصبرون على ذلك فخذوه، وأجركم على الله، وإما أنتم تخافون من أنفسكم خيفة فهو أعذر لكم عند الله .... ¶ فقالوا: يا أسعد. أمط عنا يدك، والله لا نذر هذه البيعة ولا نستقيلها. ¶ اثنا عشر نقيبا: ¶ وبعد أن تمت البيعة طلب رسول الله صلى الله عليه وسلم انتخاب اثني عشر زعيما يكونون نقباء على قومهم. يكفلون المسؤولية عليهم في تنفيذ بنود هذه البيعة. فقال للقوم: أخرجوا إلي منكم أثني عشر نقيبا ليكونوا على قومهم بما فيهم. فتم انتخابهم في الحال. وكانوا تسعة من الخزرج، وثلاثة من الأوس. ولما تم انتخاب هؤلاء النقباء أخذ عليهم النبي صلى الله عليه وسلم ميثاقا آخر بصفتهم رؤساء مسؤولين. قال لهم: أنتم على قومكم بما فيهم كفلاء ككفالة الحواريين لعيسى بن مريم. وأنا كفيل على قومي- يعني المسلمين- قالوا: نعم. ¶ شيطان يكشف المعاهدة: ¶ ولما تم إبرام المعاهدة وكان القوم على وشك الارفضاض اكتشفها أحد الشياطين وحيث جاء هذا الاكتشاف في اللحظة الأخيرة، ولم يكن يمكن إبلاغ زعماء قريش هذا الخبر سرا ليباغتوا المجتمعين وهم في الشعب قام ذلك الشيطان على مرتفع من الأرض وصاح بأنفذ صوت سمع قط: يا أهل الأخاشب (الجباجب) هل لكم في محمد والصباة معه قد اجتمعوا على حربكم؟ فقال رسول الله صلى الله عليه وسلم: هذا أزب العقبة، أما والله يا عدو الله لأتفرغن لك، ثم أمرهم أن ينفضوا إلى رحالهم.",
            "page": "62",
            "part": "1",
            "seal": "C2819927"
        },
        {
            "id": "63",
            "nass": "استعداد الأنصار لضرب قريش: ¶ وعند سماع صوت هذا الشيطان قال العباس بن عبادة بن نضلة: والذي بعثك بالحق إن شئت لنميلن على أهل منى غدا بأسيافنا، فقال رسول الله صلى الله عليه وسلم: لم نؤمر بذلك ولكن ارجعوا إلى رحالكم. فرجعوا وناموا حتى أصبحوا. ¶ قريش تقدم الاحتجاج إلى رؤساء يثرب: ¶ ولما قرع هذا الخبر آذان قريش وقعت فيهم ضجة أثارت القلاقل والأحزان لأنهم كانوا على معرفة تامة من عواقب مثل هذه البيعة ونتائجها بالنسبة إلى أنفسهم وأموالهم، فما إن أصبحوا حتى توجه وفد كبير من زعاء قريش وأكابر مجرميها إلى مخيم أهل يثرب ليقدم احتجاجه الشديد على هذه المعاهدة، فقد قال: يا معشر الخزرج إنه قد بلغنا أنكم قدجئتم إلى صاحبنا هذا تستخرجونه من بين أظهرنا، تبايعونه على حربنا، وإنه والله ما من حي من أحياء العرب أبغض إلينا من أن تنشب الحرب بيننا وبينهم منكم، ولما كان مشركو الخزرج لا يعرفون شيئا عن هذه البيعة لأنها تمت في سرية تامة وفي ظلام الليل، انبعث هؤلاء المشركون يحلفون بالله: ما كان من شيء وما علمناه. حتى أتوا عبد الله بن أبي بن سلول فجعل يقول: هذا باطل وما كان هذا، وما كان قومي ليفتاتوا علي مثل هذا، لو كنت بيثرب ما صنع قومي هذا حتى يؤامروني. أما المسلمون فنظر بعضهم إلى بعض ثم لاذوا بالصمت، فلم يتحدث أحد منهم بنفي أو إثبات، ومال زعماء قريش إلى تصديق المشركين فرجعوا خائبين. ¶ تأكد الخبر عند قريش ومطاردة المبايعين: ¶ عاد زعماء مكة وهم على شبه اليقين من كذب هذا الخبر لكنهم لم يزالوا",
            "page": "63",
            "part": "1",
            "seal": "F9B04B9C"
        },
        {
            "id": "64",
            "nass": "يتنطسونه- يكثرون البحث عنه ويدققون فيه النظر- حتى تأكد لهم أن الخبر صحيح والبيعة قد تمت فعلا وذلك بعد ما نفر الحجيج إلى مواطنهم فسارع فرسانهم بمطاردة اليثربيين ولكن بعد فوات الأوان، إلا أنهم تمكنوا من رؤية سعد بن عبادة والمنذر بن عمرو فطاردوهما، فأما المنذر فأعجز القوم، وأما سعد فألقوا القبض عليه، فربطوا يديه إلى عنقه بنسع رحله وجعلوا يضربونه ويجرونه ويجرون شعره حتى أدخلوه مكة، فجاء المطعم بن عدي والحارث بن حرب بن أمية فخلصاه من أيديهم إذ كان سعد يجير لهما قوافلهما المارة بالمدينة، وتشاورت الأنصار حين فقدوه أن يكروا إليه فإذا هو قد طلع عليهم فوصل القوم جميعا إلى المدينة. (¬1) ¶ قال ابن إسحاق: فلما أذن الله لرسوله في الحرب وبايعه هذا الحي من الأنصار على الإسلام والنصرة له ولمن تبعه وأوى إليهم المسلمون، أمر رسول الله صلى الله عليه وسلم أصحابه من المهاجرين من قومه ومن معه بمكة من المسلمين بالخروج إلى المدينة والهجرة إليها، وقال: إن الله قد جعل لكم إخوانا ودارا تأمنون فيها فخرجوا أرسالا. ¶ نشير في بداية التحليل لوقائع هذه البيعة بأنها بالرغم مما تحمل من صورة الحرب وما أطلق عليها بعد أنها بيعة الحرب، إلا أنها تمت بأعمق تخطيط سياسي شهده التاريخ، حيث انبثقت دولة الإسلام وتم تحديد معالمها وقيادتها وهي جزيرة صغيرة وسط خضم من الشرك مثله العرب جميعا من حجاج منى أولا ثم دولة مكة المشركة ثانيا ثم قيادة المشركين من أهل يثرب ثالثا، ثم دولة اليهود في المدينة رابعا. وسط هذا العدو العاتي والمحيط بالمسلمين من كل جانب إحاطة ¶ ¬__________ ¶ (¬1) الرحيق المختوم للمباركفوري والصفحات 164 - 172 باختصار، وقد استقاها من ابن هشام وزاد المعاد ومسند الإمام أحمد، ومختصر السيرة لابن محمد بن عبد الوهاب وبعض كتب الحديث.",
            "page": "64",
            "part": "1",
            "seal": "D2255084"
        },
        {
            "id": "65",
            "nass": "السوار بالمعصم، وسط هذا الخضم انبثقت دولة الإسلام الأولى في التاريخ، ولنتعلم من رسول الله صلى الله عليه وسلم معالم طريقنا الذي نخوضه اليوم وسط بحرين كبيرين، بحر من الدماء، وبحر من الأعداء. ¶ لقد كان المسلمون البالغ عددهم بضعا وسبعين ضمن وفد من المشركين قوامه نحو ثلاثمائة وهذا يعني صعوبة الحركة والتنقل والاتصال. فما من مسلم إلا وحواليه عدد من المشركين يراقب تنقلاته وتحركاته. ومع ذلك فلقد كانت السرية المضروبة على التحركات خلال الحج من أعجب المخططات الناجحة. تمت الاتصالات بين قيادة مكة المسلمة الممثلة برسول الله صلى الله عليه وسلم وقيادة المسلمين في المدينة، وتم تحديد مكان اللقاء، وتم دخول بعض الأعداد الجديدة في الإسلام خلال هذه الأيام المعدودة. ولعل من أهم أحداث هذه الأيام انضمام زعيمين من أكبر زعاء المدينة للإسلام هما: البراء بن معرور عبد الله بن عمرو بن حرام. ¶ يحدثنا كعب بن مالك فيقول: خرجنا نسأل عن رسول الله صلى الله عليه وسلم وكنا لا نعرفه ولم نره من قبل، فلقينا رجلا من أهل مكة فسألناه عن رسول الله صلى الله عليه وسلم فقال: هل تعرفانه؟ فقلنا: لا. قال: فهل تعرفان عمه العباس؟ قلنا: نعم- وكان العباس لا يزال يقدم علينا تاجرا- قال: فإذا دخلتما المسجد فهو الرجل الجالس مع العباس. فدخلنا المسجد فإذا العباس جالس، ورسول الله صلى الله عليه وسلم جالس معه. فسلمنا ثم جلسنا إليه. فقال عليه الصلاة والسلام لعمه: هل تعرف هذين الرجلين يا أبا الفضل؟ قال: نعم، هذا البراء بن معرور سيد قومه. وهذا كعب بن مالك. فوالله ما أنسى قول رسول الله صلى الله عليه وسلم: الشاعر؟! قلت: نعم. فقال له البراء بن معرور: يا نبي الله إني خرجت في سفري هذا، وقد هداني الله للإسلام، فرأيت أن لا",
            "page": "65",
            "part": "1",
            "seal": "F0B1129E"
        },
        {
            "id": "66",
            "nass": "أجعل هذه البنية (الكعبة) مني بظهر. فصليت إليها، وقد خالفني أصحابي في ذلك حتى وقع في نفسي من ذلك شيء، فماذا ترى يا رسول الله؟ قال: قد كنت في قبلة لو صبرت عليها. فرجع البراء إلى قبلة رسول الله وصلى معنا إلى الشام ... ¶ وتشير بعض الروايات إلى أن رئاسة الوفد كله مسلمه ومشركه قد انتهت إلى البراء بن معرور. وطالما أنه قد أسلم فهو الذي يقوم بتحديد اللقاءات المقررة مع رسول الله صلى الله عليه وسلم واختار كعبا ليرافقه بصفته الشاعر المشهور والمعروف عند قريش. وكان العباس هو الذي تحمل عبء حماية الرسول صلى الله عليه وسلم مع المطعم بن عدي بعد وفاة أبي طالب. فكان رفيق رسول الله صلى الله عليه وسلم الدائم ومعرفته قائمة كما رأينا من خلال التجارة، فتم تحديد موعد ومكان اللقاء. ¶ وتشير رواية جابر بن عبد الله إلى بعض اللقاءات الثانوية. (فقال له عمه العباس: يا ابن أخي ما أدري ما هؤلاء القوم الذين جاؤوك، إني ذو معرفة بأهل يثرب. فاجتمعنا عنده من رجل ورجلين، فلما نظر العباس في وجوهنا قال: هؤلاء القوم لا نعرفهم، هؤلاء أحداث). أما إسلام أبي جابر الزعيم الثاني فكان يوم اللقاء المقرر كما يقول كعب: فلما فرغنا من الحج وكانت الليلة التي واعدنا رسول الله صلى الله عليه وسلم لها ومعنا عبد الله بن عمرو بن حرام سيد من ساداتنا، وشريف من أشرافنا أخذناه معنا، وكنا نكتم من معنا من قومنا من المشركين أمرنا، فكلمناه وقلنا له: يا أبا جابر. إنك سيد من ساداتنا، وشريف من أشرافنا، وإنا نرغب بك عما أنت فيه أن تكون حطبا للنار غدا، ثم دعوناه إلى الإسلام. وأخبرناه بميعاد رسول الله صلى الله عليه وسلم إيانا العقبة. فأسلم وشهد معنا العقبة، وكان نقيبا. فكم كان نشاط المسلمين إذن. وهم يضمون الفرد تلو الفرد، والقائد تلو القائد إلى صفوفهم ليشارك في بيعة الحرب.",
            "page": "66",
            "part": "1",
            "seal": "339D94F3"
        },
        {
            "id": "67",
            "nass": "وكانت لقاءات القاعدة مع القائد العظيم صلى الله عليه وسلم أكبر حلم عندها تتعرف عليه وتتلقى منه، وتستجيب لأمره وتوجيهاته. ¶ 2 - وكانت الخطوة الثانية من التخطيط العبقري هو الخروج المنظم لموعد الاجتماع، يقول كعب: حتى إذا مضى ثلث الليل خرجنا من رحالنا لميعاد رسول الله صلى الله عليه وسلم نتسلل تسلل القطا (طائر مشهور بخفة حركته) مستخفين، حتى اجتمعنا في الشعب عند العقبة ونحن ثلاثة وسبعون رجلا ومعنا امرأتان من نسائنا: نسيبة بنت كعب، وأسماء بنت عمرو. وتم الاجتماع لهذا العدد الضخم الذي انسل من بين معسكرات المشركين دون أن يتنبه لهم أحد. ¶ 3 - وكانت الخطوة الثالثة من التنظيم المحكم كما تشير بعض الروايات إلى تأمين حراسة الشعب بحيث لا يدري أحد بالأمر. ¶ يقول المقريزي: وجاءهم رسول الله صلى الله عليه وسلم ومعه عمه العباس وهو وعلى دين قومه. وأبو بكر وعلي رضي الله عنهما، فأوقف العباس عليا على فم الشعب عينا له، وأوقف أبا بكر على فم الطريق الآخر عينا له. ¶ فلم يدر حتى المهاجرون بهذا اللقاء السري إلا من كان له مهمة خاصة في الحراسة والمراقبة وهما: علي وأبو بكر رضي الله عنهما. ¶ 4 - وكان حضور العباس وحديثه وهو على دين قومه- كما يظهر ضرورة سياسية فهو الذي يحمل عبء الحماية النبوية كما قلنا، فلا بد أن يتوثق من مستوى هذه الحماية الجديدة ليطمئن إليها، وإلا فلن يفرط في ابن أخيه. ولعل هذا يشير إلى إمكانية اشتراك بعض الشخصيات غير الإسلامية إذا كانت مناط ثقة تامة من القيادة في عملية تغيير سياسي لصالح الإسلام أو- على الأقل- يمكن",
            "page": "67",
            "part": "1",
            "seal": "FAA83623"
        },
        {
            "id": "68",
            "nass": "القول: إنها في ظاهرها موالية للسلطة الحاكمة، أما حقيقة ولائها فللقيادة المسلمة، خاصة إذا كان لها دور رئيسي في التحرك، كقيادة فرقة في عملية انقلاب عسكرية، أو قيادة مجموعة سياسية في عملية تغيير سياسي. بل بإمكانها أن تشارك في رسم الخطة وتنفيذها إذا كانت ذات خبرات عريقة. فلقد شارك العباس رضي الله عنه في تنفيذ هذا اللقاء- كما تشير الرواية- وهو الذي أمر أبا بكر وعليا بالوقوف على الطرق المؤدية للشعب. ¶ إن من حق القيادة- بل من واجبها- أن تستفيد من الخبرات والطاقات الإسلامية وغير الإسلامية عندما تدين لها بالولاء والطاعة. ¶ 5 - ونلاحظ أن الأنصار رضي الله عنهم حرصوا على استماع الخطة من القيادة مباشرة. فقالوا للعباس: قد سمعنا ما قلت، فتكلم يا رسول الله فخذ لنفسك ولربك ما أحببت. ومن أجل هذا قلنا: إننا لسنا أمام حلف سياسي، إنما نحن أمام قيادة واحدة وقاعدة صلبة تنتظر الأوامر، وتريد معرفة إمكانات التنفيذ. وإذا كانت البيعة لم تتم فإن الاستعداد الكامل للتنفيذ قائم. فخذ لنفسك ولربك ما أحببت. ¶ 6 - وكانت البنود الخمسة للبيعة من الوضوح والقوة بحيث لا تقبل التمييع والتراخي. إنه السمع والطاعة في النشاط والكسل، والنفقة في اليسر والعسر، والأمر بالمعروف، والنهي عن النكر، والقيام في الله لا تأخذهم فيه لومة لائم ... ونصر لرسول الله صلى الله عليه وسلم، وحمايته إذا قدم المدينة ... ¶ إن البيعة على الإسلام شيء، والبيعة على إقامة دولة الإسلام شيءآخر. ¶ وإن الرجال الذين يعدون ليكونوا أفرادا مغمورين في عداد المسلمين شيء، والذين يعدون لتقوم دولة الإسلام بسواعدهم وبأرواحهم وبأموالهم وبدمائهم شيءآخر. ويكفي أنها مضت مثلا في التاريح الإسلامي أن البيعة الخالية من",
            "page": "68",
            "part": "1",
            "seal": "A2FB8E22"
        },
        {
            "id": "69",
            "nass": "الحرب والجهاد- ومنها بيعة العقبة الأولى- كانت تسمى بيعة النساء. أما هذه البيعة فبيعة الحرب. ¶ ومع ذلك فليست حرب الإبادة، وليست حرب الإفناء بل الحرب المخططة المحكمة المحدودة الأهداف والمحددة الاستراتيجية التي ترتبط بالنصرة بعد وصول القيادة النبوية للمدينة. إن كل قطرة دم يجب أن تراق ضمن هدف. لا أن تراق لانفعال عاطفي أو غضبة جارفة. وإذا جد الجد فالإسلام عديل الروح بل أغلى منها لأنه يضحى بالروح والدم والمال من أجله. وتحمى القيادة الإسلامية كما يحمي المرء زوجه وولده ونفسه. ¶ 7 - وسرعان ما استجاب قائد الأنصار دون تردد- البراء بن معرور قائلا: والذي بعثك بالحق لنمنعنك مما نمنع منه أزرنا فبايعنا يا رسول الله. فنحن والله أبناء الحرب وأهل الحلقة. ورثناها كابرا عن كابر. ¶ والبراء هو المفوض الرسمي، وهو رئيس الوفد المفاوض، وهو الذي أسلم بنشاط الدعاة على الطريق. وها هوذا يعرض إمكانيات قومه لرسول الله صلى الله عليه وسلم. قومه أبناء الحرب والسلاح. إن هذا يعني بالنسبة للحركة الإسلامية أن تعرف أولا الطاقات القتالية عندها من جهة، وأن تعرف من جهة ثانية كيف توجه هذه الطاقات في أحسن سبيل. فيأخذ صاحب الكفاءة مجاله، وأخو الحرب مكانه. ¶ 8 - والأوامر شيء والمفاوضات شيء آخر. فلقد اعترض أبو الهيثم بن التيهان رضي الله عنه وهو المسلم العظيم على أمر مهم قبل البيعة وكان لا بد من طرحه بصراحة ووضوح: يا رسول الله إن بيننا وبين الرجال حبالا وإنا قاطعوها - يعني يهود- فهل عسيت إن نحن فعلنا ذلك ثم أظهرك الله أن ترجع إلى قومك وتدعنا؟",
            "page": "69",
            "part": "1",
            "seal": "0BB7B581"
        },
        {
            "id": "70",
            "nass": "فتبسم رسول الله صلى الله عليه وسلم ثم قال: بل الدم الدم، والهدم الهدم. أنا منكم وأنتم مني أحارب من حاربتم وأسالم من سالتم. ¶ ويا لها من مفاوضات نادرة المثال في التاريخ بين جندي وقائد بين مسلم ورسول الله صلى الله عليه وسلم. إن طبيعة المعركة تقتضي أوضاعا جديدة. وإن حمل السلاح يعني الحرب الضروس التي تأكل كل شيء. ¶ فالحركة الإسلامية قبل أن تتبنى الجهاد وقبل أن تحمل السلاح. كانت آمنة، شبابها في وظائف الدولة يملؤون فجاجها. بل ومرت مرحلة وصل بعضهم إلى مجلس الشعب- كما يسمونه- ولكن في خدمة النظام الجاهلي الكافر. بل ولم يكن أحد يعلن أنه جزء من الحركة الإسلامية أو فرد في تنظيم الإخوان المسلمين إلا بالظنة والتهمة. هذا واقع قبل البيعة. ¶ أما بعد البيعة على الجهاد. فانقلبت الصورة كاملة. إن مجرد الظنة باشتراك فرد أو بل شروعه أو بل تفكيره بالانضمام إلى التنظيم المسلح يعني الحكم بإعدامه وإبادته ويعني الحكم بإبادة عائلته وأقاربه كذلك. ¶ فهل يحق للقيادة بعد أن وصلت الأمور إلى هذا الحد أن تتخلى عن هذا الطريق وتترك جنودها يبادون وحدهم في العراء. أن تصالح لنفسها أو تأخذ أمانا لنفسها وتترك الفاجعة على كل شبابها وشيبها. ¶ هذا هو مفهوم اعتراض أبي الهيثم بن التيهان رضي الله عنه. لأن قطع العهود مع يهود يعني إعلان الحرب عليهم، فإذا تخلى رسول الله صلى الله عليه وسلم عنهم ومضى إلى قومه في مكة فهذا يعني ترك المسلمين تحت رحمة يهود يفعلون بهم الأفاعيل بل يستأصلون أخضرهم ويابسهم، إذا كان من حق أبي الهيثم أن يناقش رسول رب العالمين بهذا الأمر فأي قيادة في الدنيا مهما ارتفعت لا تناقش فيه؟ وأي قائد في هذا الوجود لا يحاسب عليه.",
            "page": "70",
            "part": "1",
            "seal": "6E79F19C"
        },
        {
            "id": "71",
            "nass": "ألا فليعلم كل جندي في المعركة الإسلامية أن من حقه أن يعترض هذا الاعتراض على قيادته إن انسحبت من المعركة وتركته يتلوى وحده في النار. إن كل قطرة دم تراق بأمر القيادة أو من جراء أمرها هي في عنق هذه القيادة ستسأل عنها يوم الدين. فيم أراقتها، وفيم لم تحافظ عليها من الضياع. ¶ وماذا كان جواب سيد الخلق لجنديه ابن التيهان؟ قال له: بل الدم الدم، والهدم الهدم. أنا منكم وأنتم مني. أحارب من حاربتم، وأسالم من سالتم. ويا له من جواب خالد تردده أصداء الوجود. ¶ القيادة جزء من القاعدة، والقاعدة جزء من القيادة. شركاء متلاحمون منصهرون في المغرم والمغنم، دمهم واحد ومصيرهم واحد، ونكبتهم واحدة، وحملهم واحد. بل أكثر من ذلك أحارب من حاربتم وأسالم من سالتم. ¶ لقد أبدى رسول الله صلى الله عليه وسلم استعداده وهو الطرف القائد المفاوض أن يشهر الحرب على من حارب جنده، ويسالم من سالمهم. جعلهم الأصل في الحرب والسلم. ¶ 9 - وعلى هذا الأساس من المفاوضات كان لا بد أن يظهر الوجه المقابل للصورة التي عرضها ابن التيهان رضي الله عنه. ولم يحمل لواءها رسول الله صلى الله عليه وسلم. إنما حمل لواءها واحد من طرف المفاوضين. ¶ وإذا رأينا في الفقرة السابقة عظمة القيادة وتضحيتها وواجباتها. فما هي واجبات القاعدة مقابل ذلك؟ ¶ يقول العباس بن عبادة بن نضلة: هل تدرون علام تبايعون هذا الرجل؟ إنكم تبايعونه على حرب الأحمر والأسود من الناس. فإن كنتم ترون أنكم إذا نهكت أموالكم مصيبة وأشرافكم قتلا أسلمتموه فمن الآن، فهو والله خزي الدنيا والآخرة. وإن كنتم ترون أنكم وافون له بما دعوتموه إليه على نهكة الأموال وقتل الأشراف فهو والله خير الدنيا والآخرة.",
            "page": "71",
            "part": "1",
            "seal": "E3361FF9"
        },
        {
            "id": "72",
            "nass": "وفي التعبير الآخر لسعد بن زرارة: ... وإن إخراجه اليوم مفارقة العرب كافة، وقتل خياركم. ¶ لابد أن نعرف طبيعة المعركة التي نخوضها اليوم إنها كمعركة الأمس: حرب الأحمر والأسود ... وقتل الأشراف والخيار، ونهكة الأموال والأعراض، العالم كله ضدنا، يحاربنا، لا يرضى أن ينتهي الحكم إلينا أو إلى أية حركة إسلامية نظيفة، فمن ذا يحالفنا على هذا الأساس؟ كل الحلفاء السياسيبن يرضون بحلفنا إذا عرفوا أننا منتصرون. أما في الأخرى فيقول أحدهم: {قَدْ أَنْعَمَ اللَّهُ عَلَيَّ إِذْ لَمْ أَكُنْ مَعَهُمْ شَهِيدًا}. ¶ إن معرفة طبيعة المعركة يعيننا على تحديد طبيعة الحركة المناسبة. وإن طبيعة المعركة يجب أن تكون معروفة لدى كل فرد في القاعدة حتى يبايع بعدئذ عن بينة أو يرفض! إنه يمكن أن يبقى على بيعة النساء- كما وردت في سورة الممتحنة- أما بيعة الرجال ... بيعة الحرب فهذه طبيعتها. ¶ وما أحرى الحركة الإسلامية أن تكون صريحة صادقة مع قواعدها، لا تغشهم، ولا توحي إليهم أن النصر قاب قوسين أو أدنى ... وأن العرب معنا ... وأن ما ينقصنا هو التفاوض معهم ... وأن قوى العالم ترضانا إذا فاوضنا وإذا ملكنا المرونة السياسية ... وأن الأمر كله أمر حركة سياسية أو أمر جبهة وطنية، أو أمر حلف سياسي، أو أمر لعبة ذكية. ¶ والذين يريدون أن يحرفوا المعركة ولا يتحملوا تبعاتها فمكانهم خارج الصف، ومن أول الطريق. ولقد كانت القيادات الأنصارية على مستوى المعركة. وكانت واضحة مع قواعدها فماذا كان بعد ذلك؟ قالوا: فإنا نأخذه على مصيبة الأموال وقتل الأشراف. فما لنا إن نحن وفينا بذلك؟ قال: الجنة. ¶ إذن فالمعركة في الحقيقة معركتنا نحن، معركة الجنود المؤمنين، معركة القاعدة الإسلامية الصلبة العريضة في الأرض، وفي هذه المرحلة",
            "page": "72",
            "part": "1",
            "seal": "E9B63635"
        },
        {
            "id": "73",
            "nass": "بالذات، فالاتجاه الدقيق هو اتجاه البناء الداخلي. إن ظروفنا الآن هي ظروف بيعة العقبة، هي ظروف بيعة الحرب، نحن الآن في مرحلة المواجهة السافرة مع العدو، مع قوى الأرض، وذخيرتنا هي قاعدتنا الصلبة. هي قواعدنا المؤمنة التي ترضى بالجنة ثمنا لحرب الأحمر والأسود من الناس، ترضى بالجنة ثمنا لمفارقة العرب كافة، ترضى بالجنة ثمنا لنهكة الأموال والأعراض تستعد للوفاء بهذه الالتزامات، وترضى بالجنة ثمنا وحيدا. ¶ ليس عند القيادة ثمن في هذه الظروف إلا الجنة. كما نطق رسول الله صلى الله عليه وسلم بذلك. أما النصر، فقد لا نكون نحن أصحابه. قد نكون نحن جيل القتل، إن النصر قادم لا محالة. لكن لنا؟ لا ندري. إن الوعد الذي قطعه الله تعالى على نفسه لمن وفى بهذه الالتزامات هو الجنة، وهو الوعد الذي رضيه الله تعالى لرسوله أن يعطيه باسمه. وأما النصر فهبة ربانية تأتي في الموعد الذي يختاره جل شأنه، أما ما نحسبه من نصر موهوم يقوم على أكتاف عدو لله يقدمه لنا، فنحن إذن واهمون. ونحن لسنا مدركين إذن لطبيعة المعركة التي نخوضها، وإن تحقق دون أن نلتزم بقواعد هذه الشريعة فالمعركة والعياذ بالله كلها خاسرة. إنه قبل أن تقوم دولة الإسلام على الأرض، فلا وعد عند الله تعالى إلا الجنة للجيل الذي يحمل اللواء لحرب الأحمر والأسود من الناس فمن قبل بالثمن فليبايع، ومن تلكأ فحسبه بيعة النساء. ¶ 11 - فقالوا: ابسط يدك، فبسط يده فبايعوه. وقالوا: ربح البيع لا نقيل ولا نستقيل، وقالوا: يا أسعد أمط عنا يدك فوالله لا نذر هذه البيعة ولا نستقيلها. قال جابر: فقمنا إليه رجلا رجلا فأخذ علينا البيعة يعطينا بذلك الجنة. ¶ وأما بيعة المرأتين اللتين شهدتا الوقعة فكانت قولا. ما صافح رسول الله صلى",
            "page": "73",
            "part": "1",
            "seal": "6B92F0ED"
        },
        {
            "id": "74",
            "nass": "الله عليه وسلم أمرأة أجنبية قط. وقبل المفاوضون بالبيعة وبايعوه جميعا دون أن يتخلف أحد، حتى المرأتين بايعتا بيعة الحرب. وصدقتا عهدهما. فلقد سقطت أم عمارة في أحد وقد أصابها اثنا عشر جرحا وقد قطع مسيلمة الكذاب ابنها إربا إربا فما وهنت وما استكانت وتحولت النسوة في هذه البيعة إلى رجال يقاتلن ويبايعن على قتل أشرافهن، وحرب الأحمر والأسود من الناس. ¶ 12 - ولم تنته القضية بعد، فلن يستطيع رسول الله صلى الله عليه وسلم أن يتصل مع كل فرد من هؤلاء المبايعين كل مرة، ولن يستطيع أن يبايع كل أفراد الأمة المسلمة على ذلك فلا بد من انتخاب قيادة مسؤولة أمامه مسؤولية مباشرة عن هذه القواعد. ¶ قال للقوم: أخرجوا إلي منكم اثني عشر نقيبا ليكونوا على قومكم بما فيهم. ولما تم انتخاب هؤلاء النقباء أخذ عليهم النبي صلى الله عليه وسلم ميثاقا آخر بصفتهم رؤساء مسؤولين. ¶ قال لهم: أنتم على قومكم بما فيهم كفلاء، ككفالة الحواريين لعيسى بن مريم. وأنا كفيل على قومي بما فيهم- يعني المهاجرين. ¶ فما هي مهمة هذه القيادة التي مثلت القاعدة الصلبة وتم انتخابها في الحال، وكان الانتخاب بنسبة التمثيل العددي للأوس والخزرج؟؟ ¶ وهذا يذكرنا بدور القيادة القائمة اليوم للحركة الإسلامية. فقد تم انتخابها من مستويات معينة، وأنيط بها أخطر مهمة في هذه الظروف، مهمة تحقيق وحدة الجماعة المبعثرة التي تقطعت أرحامها منذ سنوات عديدة وعاشت في جو محموم من الكراهية والضغينة، وتداركت رحمة الله هذه الحركة عندما أعطت ولاءها لله وارتفعت فوق خصوماتها وصراعاتها، ووحدت طريقها على الجهاد في",
            "page": "74",
            "part": "1",
            "seal": "C42D9C98"
        },
        {
            "id": "75",
            "nass": "سبيل الله، وكانت بركة هذه الدماء الزكية بلسما لجراحها، حتى استطاعت أن تصل إلى قيادة موحدة وأمير واحد بايعته بيعة الحرب. ¶ إنها أمانة أنيطت بها في هذ الظروف الحرجة الدقيقة. وتطلعت إليها أنظار العالم الإسلامي كله في أن تكون قادرة على رص الصف، وتذويب الفوارق فيه، والقضاء على الأحقاد والضغائن فيه. ¶ لقد كانت المهمة العسيرة للنقباء الإثني عشر أخطر من مهمة قيادتنا اليوم. فلقد كلفت برص الصف وتوحيده بعد حرب حقيقية بالسيوف لا بالكلام. بعد عام واحد على حرب بعاث أو عامين. فبين الأوس والخزرج دماء وثارات وأحقاد ما يمكن أن تزول بجرة قلم. ونعرف الثارات الجاهلية التي تبقى مستكنة سني طوالا ولا تهدأ حتى تنتقم. ¶ هذا الوضع هو الذي استلمته القيادة الجديدة من النقباء الاثني عشر. واستطاعت بإخلاصها وصدقها، وارتفاعها فوق ذواتها وميولها وعواطفها، وجعل رضا ربها نصب عينيها أن تظفر بتوفيق الله تعالى لها وإلفة كلمتها. لأنها صدقت الله تعالى فيما عاهدته عليه. ¶ {وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعًا مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ}. ¶ 13 - وأين كان طواغيت الأرض من هذه البيعة الفريدة في تاريخ الأرض. أين كان مشركو المدينة والبيعة تتم على رؤوسهم. وأين كانت قريش والبيعة تريد أن تحطم طاغوتها وكبرياءها وهي تحاد الله وتكذب رسوله؟ وأين كان الحجيج المشرك كله. والبيعة تريد أن لا يحج بعد العام مشرك ولا يطوف بالبيت عريان. نقول هنا عن العدو القريب الذي كان وضع هؤلاء السبعين بالنسبة لهم كوضع اللقمة بين فكي الأسد؟؟",
            "page": "75",
            "part": "1",
            "seal": "E8FD4A10"
        },
        {
            "id": "76",
            "nass": "ولا نذكر ملوك الأرض الأبعدين كسرى وقيصر وحلفاءهما وعبيدهما: أين كان هؤلاء كلهم؟ كانوا يشخرون في نومهم ... وعين الله تكلأ العصبة المؤمنة. ¶ والساهر الوحيد الذي كان يقضم أسنانه غيظا هو الشيطان الرجيم. لم يجد أحدا من حلفائه يتحرك لدرء الخطر فما تمالك أن صرخ بأنفذ صوت سمع قط: يا أهل الأخاشب. هل لكم في محمد والصبأة معه قد اجتمعوا على حربكم؟! ¶ الشيطان ساهر ليمزق كل بيعة على الجهاد في سبيل الله. وقد ساءه ما ظهر من البراعة السياسية من رسول الله صلى الله عليه وسلم التي حققت كل هذه الانتصارات. والشرك غاف كالمقبور ... ¶ فهل لنا بمثل هذه البراعة السياسية في تحركنا الجديد؟! ¶ لا بد أن نذكر الأخطاء للعبرة والذكرى. فيوم تحركت القيادات المتفرقة للحركة الإسلامية لتشكيل قيادتها الواحدة. ويوم أن زادت حدة نقاشها قليلا عن العهود كانت استخبارات العدو تذيع أخباز هذا النقاش وتضخمه لتجعل منه حربا سقط فيها عشرات القتلى وتدخل فيها جيش الدولة المضيفة لوقفه. والمتفاوضون والمتناقشون يعدون على الأصابع. ¶ فكم الفرق هائل بين التحرك النبوي بالسبعين والنيف عنده في قلب بحر الشرك، وتحركنا السياسي هذا؟ ¶ 14 - ووضع المبايعون أيديهم على مقابض السيوف ليستلوها من أغمادها أمام هذا النداء قائلين: لئن شئت يا رسول الله لنميلن غدا على أهل منى بأسيافنا. الاستعداد بالتو لتنفيذ بنود البيعة، وأكثر من البنود. ويأتي الجواب النبوي العظيم: لم نؤمر بذلك، ولكن ارفضوا إلى رحالكم. ¶ بين معركة آنية يسقط بها هؤلاء السبعون شهداء. استجابة لنزوة طارئة وانفعال هائج وبين المسؤولية عن كل قطرة دم تسقط دون تخطيط وتسفح دون",
            "page": "76",
            "part": "1",
            "seal": "5C15D913"
        },
        {
            "id": "77",
            "nass": "هدف. إن دم المسلم أشد عند الله تعالى حرمة من الكعبة المشرفة. فكيف يسقط هدرا دون مقابل؟ ¶ لابد من الإعداد للمعركة. ولما تحن المعركة بعد، فالنبي صلى الله عليه وسلم هو الذي يحدد زمانها ومكانها. واجب الجنود أن تكون أيديهم في كل لحظة على الزناد، أو العتاد، أما واجب القيادة فأضخم من ذلك بكثير، أن تدرس آلاف الاحتمالات الناجحة والفاشلة لخوض المعركة لأن كل قطرة دم سوف تقف يوم القيامة على رأس هذه القيادة وتسألها، فيم أريق دمي يا هذه. فماذا تجيب؟ ¶ ولئن كان واجب الجندية أن تكون يدها على الزناد في كل لحظة يطلب فيها ذلك، فأشد وجوبا عليها وألزم أن ترفع يدها عنه وتمضي إلي رحلها دون اعتراض \"ولكن ارفضوا إلى رحالكم)). ¶ ما أحلاه من درس وما أروعها من عبرة. الاستعداد لقتال الحجيج كافة ( ... على أهل منى بأسيافنا) والاشارة الواحدة: لا. ارفضوا إلى رحالكم. ¶ ويعود السبعون ونيف يتسللون كالقطا إلى أماكنهم التي انسحبوا منها في الهزيع الأول من الليل ومن حولهم يغطون في نومهم فيشاركونهم في النوم دون أن يدري بهم حتى من تسللوا من فرشهم وكانوا معهم ينامون. ¶ 15 - وتحركت قريش كالذي أصابه الشيطان من المس. وجاءت مخيم الخزرج، وراح المشركون يحلفون بالله ما فعلوها. وهم صادقون. وراح عبد الله بن أبي ينفي الأمر نفيا قاطعا، ويؤكد استحالته. فما كان لقومه أن يفتئتوا عليه بمثل ذلك. وما علم بأن الانقلاب الذي تم لا يمكن البوح بأسراره ولو قطعت الرقاب. ترى لو أن واحدا من المشركين شعر بتحرك واحد من المسلمين",
            "page": "77",
            "part": "1",
            "seal": "A3EC25D4"
        },
        {
            "id": "78",
            "nass": "في الليل جيئة أو ذهابا، أما كان بإمكانه أن يدلي بشهادته؟ ولكنها السرية العجيبة التي تدعو أمم الأرض ليتعلموها من هؤلاء المتبايعين. ¶ ونحن بدورنا مدعوون كذلك لنتعلم السياسة والحرب، والسرية والشجاعة والانضباط والكتمان من هؤلاء المتبايعين. وكم هو واجب ثقيل أن نربي الصف كله على ذلك. ¶ 16 - وبعد أن فات الركب وانفض الحجيج تأكد لاستخبارات مكة صحة الخبر، فراحت تطارد المسلمين في المدينة كالمعتوهة إلى أن قبضت على سيد من سادات الخزرج سعد بن عبادة، وعجزت عن القبض على الآخر. ¶ وتدخلت قوانين الجاهلية لحمايته، ولعل الذي دعا لتنفيذ هذا القانون أحد المسلمين فهو الذي ذكر سعدا بحلفائه من قريش: الحارث بن حرب، وجبير بن مطعم. فجاءا على عجل وأجاراه وهما يمثلان فرعي عبد مناف. نوفل وعبد شمس. أما لو ترك الأمر لقريش فليس إمامها إلا قتله. كما قال ضرار بن الخطاب بن مرداس شاعر قريش: ¶ تداركت سعدا عنوة فأسرته … وكان شفائي لو تداركت منذرا ¶ ولو نلته طلت دماء جراحه … وكان حقيقا أن يهان ويهدرا ¶ لقد أمسكت قريش بفتيل الثورة الإسلامية الذي أوشك على الانفجار وابتدأت شجارا خفيفا في حبس سعد عنوة وكان من الممكن أن يقع صدام فعلي عندما تأخر سعد وهم المسلمون بالعودة للبحث عنه فحال حلفه السياسي مع الحارث وجبير دون ذلك. ¶ وانطلقت بوادر الحرب الإعلامية بين الفريقين فأجاب حسان ضرارا: ¶ فلست إلى سعد ولا المرء منذر … إذا ما مطايا القوم أصبحن ضمرا ¶ فلا تك كالشاة التي كان حتفها … بحفر ذراعيها فلم ترض محفرا",
            "page": "78",
            "part": "1",
            "seal": "7001D6AB"
        },
        {
            "id": "79",
            "nass": "فهو رد على تحدي ضرار بالمعركة الحربية ولم ينس أن يرد على تحديه في الحرب الإعلامية: ¶ فإنا ومن يهدي القصائد نحونا … كمستبضع تمرا إلى أهل خيبرا ¶ هذا ورسول الله صلى الله عليه وسلم في مكة لم يتعرض له أحد بسوء لأنه في جوار المطعم بن عدي وحماية العباس بن عبد المطلب، ولا يريد أن يثير معركة جانبية قبل الإعداد الكامل لها، واستطاع عليه الصلاة والسلام أن يؤجل المعركة الإسلامية ويؤجل الدماء حتى قامت الدولة الإسلامية. ¶ فهل لدى الحركة الإسلامية أكبر من هذا الهدف في هذه المرحلة. أن تقيم دولة الإسلام في أقل ما تستطيع من دماء. ولا تدع حلفا سياسيا أو عرفا جاهليا أو قانونا أرضيا إلا وتستخدمه لصالح هذا الهدف؟ ونستطيع أن نلخص بحث بيعة العقبة في النتائج التالية: ¶ 1 - النشاط الإسلامي الدؤوب والسري في صفوف قيادات العدو وتحويلها إلى الخط الإسلامي هو هدف استراتيجي. ونجاح كبير للدبلوماسية الإسلامية. البراء، وعبد الله بن عمرو. ¶ 2 - المحافظة على السرية التامة في التحركات أدعى ما يكون لنجاح أية خطة معدة. ¶ 3 - الاستخبارات الإسلامية، أو جهاز الأمن للجماعة هو حاجة ماسة وأساسية في رصد تحركات العدو، والحيلولة بينه وبين اكتشاف أنشطة الحركة الإسلامية واجب تحتمه ظروف المعركة (علي رضي الله عنه. وأبو بكر. وحراستهما للطرق المؤدية للشعب). ¶ 4 - الاستفادة من الطاقات والخبرات لغير المسلمين، والمأمونة الولاء للحركة الإسلامية، هو أمر متاح ومباح للحركة الإسلامية. بل واجب عليها حين لا يوجد إلا هذه الطاقات.",
            "page": "79",
            "part": "1",
            "seal": "4C1ECD36"
        },
        {
            "id": "80",
            "nass": "5 - التمويه السياسي حيث يبقى للحركة الإسلامية رصيدها في التجمعات العادية وموثوقة فيها تستطيع أن تجعل الجماعة المسلمة في الصورة التامة عن أعدائها (4، 5 العباس). ¶ 6 - القيادات ودورها الكبير في شرح أهداف الجماعة وخططها للقواعد العاملة في الصفوف هو الذي يضمن الكفاءة في التنفيذ والثقة المتبادلة بين القاعدة والقيادة. ¶ 7 - وضع الكفاءات والطاقات في مكانها المناسب قمين بإنجاح خطط الجماعة المرحلية والبعيدة (رسول الله صلى الله عليه وسلم يطلب لربه ولنفسه ما أحب). ¶ 8 - وضوح الخطة وتفاصيلها وأهدافها وأبعادها شيء رئيسي يتم التعامل بموجبه بين القيادة والقاعدة، لتكون القاعدة على بصيرة مما تكلف به (البنود الخمسة). ¶ 9 - الشخصية المسؤولة ذات الوزن الجماهيري والرصيد الشعبي يناط بها الرأي في المسؤولية (البراء). ¶ 10 - التعرف على الإمكانات والخبرات الموجودة حقيقة لدى القواعد (نحن أبناء الحرب وأهل الحلقة). ¶ 11 - التحديد الواضح لمسؤولية القيادة وانخراطها في صفوف القواعد وعدم التغرير والتوريط لهذه القواعد والانسحاب وتركها وحدها في الساحة (اعتراض أبي الهيثم). ¶ 12 - إستجابة القيادات لرغبات قواعدها واتجاهاتهم وربط مصيرها بمصيرهم (أحارب من حاربتم).",
            "page": "80",
            "part": "1",
            "seal": "57728474"
        },
        {
            "id": "81",
            "nass": "13 - تحديد أبعاد المعركة ونتائجها الخطيرة واحتمالاتها المتوقعة. وقيام البيعة على ضوء ذلك (حرب الأحمر والأسود من الناس، مفارقة العرب كافة، قتل الأشراف ونهكة الأموال والأعراض). ¶ 14 - البيعة هي مع الله تعالى، والجزاء والثمن في هذه المرحلة هو الجنة (إن الله اشترى ... بأن لهم الجنة) ¶ 15 - النصر هبة من الله تعالى لجنوده عندما يأذن بذلك. ولا يمكن أن يبنى على أساسه بيعة في هذه المرحلة. ¶ 16 - لا يمكن أن يقبل بهذه البيعة إلا المؤمنون المجاهدون. وغير المؤمنين لا يعتمد عليهم في هذه المرحلة. ¶ 17 - الأصل في هذه المرحلة هو الاعتماد على القواعد داخل الصف أكثر من الاعتماد على التحالف خارج الصف. ¶ 18 - لا بد من أخذ بيعة الحرب الواضحة من القواعد. فلا ينضم أحد إلا على بينة وعلى معرفة بتكاليف هذه البيعة من الرجال والنساء على السواء وبالطريقة النبوية. ¶ 19 - عدم المبايعة على الحرب، لا تخرج الأخ خارج الصف. ففي بيعة النساء سعة للقاعدين: (بايعنني على أن لا تشركن ... ). ¶ 20 - لكن فرز الأخ القاعد من الأخ المجاهد هو من الضرورة بمكان، لتعرف القيادة طاقاتها وتخطط على ضوئها وتوجه المعركة للحسم مع العدو من خلالها. ¶ 21 - تحديد القيادة المسؤولة عن التنفيذ، أو ما يمكن تسميته بالقيادة الميدانية أو مجلس الحرب أمر لا مناص منه لنجاح أي معركة مع العدو ((النقباء)).",
            "page": "81",
            "part": "1",
            "seal": "159F4DAF"
        },
        {
            "id": "82",
            "nass": "22 - ومن مهام القيادة النيابة عن الأمير في أخذ البيعة ممن انتخبها لهذا المركز وأناط بها هذه المسؤولية. ¶ 23 - ومن مهامها إزالة كل عوامل الفرقة وعوائق النمر، ورص الصف الواحد وتلاحمه ((من الأوس والخزرج)). ¶ 24 - فكرة الانتخاب من مستويات معينة ومراعاة النسبة العددية. وضم الكفاءات العديدة للقيادة هو أمر شرعي قبل أن يكون اتجاها سياسيا. ¶ 25 - تعميق خط الشورى وجعله الأساس الذي يحكم خط سير الجماعة. ((فاختاروا ... )). ¶ 26 - وقد تختلف بيعة القيادة لأميرها عن بيعة القاعدة لأميرها بحيث تختلف المهام بين المرحلتين. ¶ 27 - وحدة الصف ليس من صنع القيادة بمقدار ما هو هبة من الله تعالى لها عند إخلاصها وتفانيها في سبيل الله. وكلما ارتفعت عن نوازعها وأهوائها أعطاها الله تعالى تلاحما أكثر، وانصهارا أكبر (( ... وأالف بين قلوبهم ... )). ¶ 28 - لا يجوز أن نضخم من خطر العدو فالله تعالى هو الذي يمكر به، ويصرف كيده عن العصبة المؤمنة فلو أن كل قوى الأرض لا تريد لهذا الدين سيادة والله تعالى يريد، فإرادة الله تعالى نافذة (يريدون ليطفئوا نور الله ... ) ¶ 29 - ولكن هذا لا يعني إغفال خطره. فمعسكر الشيطان ساهر ليل نهار، وقد يبرز لنا عدو لم يكن بالحسبان في لحظة مفاجئة. وقد يغدر حليف أو تكشف خطة. فالمحنة لا بد أن تأخذ أبعادها ولا تكون ردود الأفعال هي التي تحكم سير القيادة ولا الانشغال بمعركة جانبية أو هدف جزئي عن الهدف الأساسي.",
            "page": "82",
            "part": "1",
            "seal": "08F2139D"
        },
        {
            "id": "83",
            "nass": "30 - كلما كانت عبقرية التخطيط السياسي أقوى أدت إِلى نجاح المهمات أكثر، وإِخفاء المخططات وتنفيذها عن العدو هو الكفيل بإذن الله بنجاحها. ((ولكن ارفضوا إلى رحالكم)). ¶ 31 - إيهام العدو بعدم وجود الحرب أو المعركة من أنجح الخطط فيها ((فانبعث من هناك من مشركي قومنا ... )). ¶ 32 - الاستفادة من كل قوانين الأرض من أجل إِنقاذ حياة الإخوة المعذبين والمعتقلين ((إِجازة سعد)). ¶ 33 - عدم التصريحات اللامبالية من باب ردود الفعل. فلم نسمع لرسول الله صلى الله عليه وسلم كلمة أو تصريحاً حول سعد. ¶ 34 - الإعداد الكامل للمعركة الإعلامية وحاجياتها ((جواب حسان لضرار)) والاستفادة من حرب الأعصاب. ¶ 35 - السعي لأقامة دولة الإسلام في أقل ما يمكن من دماء، والاستفادة من كل القوانين والأعراف الدبلوماسية والسياسية المتاحة، ويبقى الهدف الأعلى أن رسول الله صلى الله عليه وسلم أقام دولته من دون أن تراق قطرة دم. ¶ ميثاق الدولة الجديد ¶ دخل رسول الله صلى الله عليه وسلم المدينة وهي ذات طوائف عدة قبلية ودينية شائكة. وتحضرنا اليوم سورية بطوائفها وأقلياتها الدينية والقومية. والحركة الإسلامية واجب عليها أن تعلن موقفها الصريح من هذه الطوائف، فلها بميثاق رسول الله صلى الله عليه وسلم الأسوة والقدوة. تتعلم منه كيف تقود شعبا متعدد العقائد والمشارب والمنازع. ويمكن أن نقسم الميثاق إلى أربعة أقسام أو أبواب: ¶ ـ[الباب الأول]ـ: ميثاق المؤاخاة بين المسلمين.",
            "page": "83",
            "part": "1",
            "seal": "F0C96B1E"
        },
        {
            "id": "84",
            "nass": "ـ[الباب الثاني]ـ: ميثاق التناصر بين المسلمين وأتباعهم من غيرهم. ¶ ـ[الباب الثالث]ـ: ميثاق التحالف بين المسلمين وغيرهم من الفئات المتميزة. ¶ ـ[الباب الرابع]ـ: أحكام عامة ¶ وسنحاول قدر الإمكان أن نوضح بنود كل باب: ¶ الباب الأول ¶ المقدمة: ¶ بسم الله الرحمن الرحيم هذا كتاب من محمد النبي بين المؤمنين والمسلمين من قريش ويثرب. ومن تبعهم فلحق بهم وجاهد معهم. ¶ 1 - إنهم أمة واحدة من دون الناس. ¶ 2 - المهاجرون من قريش على ربعتهم (¬1) يتعاقلون (¬2) بينهم، وهم يفدون عانيهم (¬3) بالمعروف والقسط بين المؤمنين. ¶ 3 - وبنو الحارثة على ربعهم يتعاقلون معاقلهم الأولى، وكل طائفة تفدي عانيها بالمعروف والقسط بين المؤمنين. ¶ 4 - وبنو جشم على ربعتهم يتعاقلون معاقلهم الأولى. وكل طائفة منهم تفدي عانيها بالمعروف والقسط بين المؤمنين. ¶ 5 - وبنو النجار على ربعتهم يتعاقلون معاقلهم الأولى. وكل طائفة منهم تفدي عانيها بالمعروف والقسط بين المؤمنين. ¶ 6 - وبنو عمرو بن عوف على ربعتهم يتعاقلون معاقلهم الأولى. وكل طائفة تفدي عانيها بالمعروف والقسط بين المؤمنين. ¶ 7 - وبنو النبيت على ربعتهم يتعاقلون معاقلهم الأولى. وكل طائفة منهم تفدي عانيها بالمعروف والقسط بين المؤمنين. ¶ ¬__________ ¶ (¬1) الربعة: الحال التي وجدهم عليها الإسلام. ¶ (¬2) أي يعقل بعضهم عن بعض، والفعل الدية. ¶ (¬3) العاني: الأسير.",
            "page": "84",
            "part": "1",
            "seal": "EA51AE7C"
        },
        {
            "id": "85",
            "nass": "8 - وبنو الأوس على ر بعتهم يتعاقلون معاقلهم الأولى. وكل طائفة منهم تفدي عانيها بالمعروف والقسط بين المؤمنين. ¶ 9 - وأن المؤمنين لا يتركون مفرحا بينهم أن يعطوه بالمعروف في فداء أو عقل. ¶ 10 - وأن لا يحالف مؤمن مولى مؤمن دونه. ¶ 11 - وإن المؤمنين المتقين على من بغى منهم أو ابتغى دسيعة ظلم أو إثم أو عدوان أو فساد بين المؤمنين. ¶ 12 - وأن أيديهم عليه جميعا ولو كان ولد أحدهم. ¶ 13 - ولا يقتل مؤمن مؤمنا في كافر. ¶ 14 - ولا ينتصر كافر على مؤمن. ¶ 15 - وإن ذمة الله واحدة يجير عليهم أدناهم. ¶ 16 - وإن المؤمنين بعضهم موالي بعض دون الناس. ¶ 17 - وإن من تبعنا من يهود فإن له النصر والأسوة غير مظلومين ولا متناصر عليهم. ¶ 18 - وإن سلم المؤمنين واحدة لا يسالم مؤمن دون مؤمن في قتال في سبيل الله إلا على سواء وعدل بينهم. ¶ 19 - وأن كل غازية غزت معنا يعقب بعضها بعضا. ¶ 20 - وإن المؤمنين يبيء (¬1) بعضهم على بعض بما نال دماءهم في سبيل الله. ¶ 21 - وإن المؤمنين المتقين على أحسن هدي وأقومه. ¶ 22 - وإنه لا يجير مشرك مالا لقريش ولا نفسا ولا يحول دونه على مؤمن. ¶ 23 - وإنه من اعتبط (¬2) مؤمنا قتلا عن بينة فإنه قود به إلا أن يرضي ولي المقتول. ¶ 24 - وإن المؤمنين عليه كافة، ولا يحل لهم إلا قيام عليه. ¶ ¬__________ ¶ (¬1) أباءه به: قتله به، جعله بواء له. ¶ (¬2) اعتبطه: قتله بلا جناية توجب القتل.",
            "page": "85",
            "part": "1",
            "seal": "D882C360"
        },
        {
            "id": "86",
            "nass": "25 - وإنه لا يحل لمؤمن أقر بما في هذه الصحيفة، وآمن بالله واليوم الآخر أن ينصر محدثا ولا يؤويه. ¶ 26 - وإنه من نصره أو آواه فإن عليه لعنة الله وغضبه يوم القيامة، ولا يؤخذ منه صرف ولا عدل. ¶ 27 - وإنكم مهما اختلفتم فيه من شيء فإن مرده إلى الله عز وجل وإلى محمد صلى الله عليه وسلم. ¶ الباب الثاني ¶ 28 - وإن يهود بني عوف أمة مع المؤمنين، فليهود دينهم، وللمسلمين دينهم، مواليهم وأنفسهم. ¶ 29 - إلا من ظلم وأثم فإنه لا يوتغ (¬1) إلا نفسه وأهل بيته. ¶ 30 - وإن ليهود بني النجار مثل ما ليهود بني عوف. ¶ 31 - وإن ليهود بني الحارث مثل ما ليهود بني عوف. ¶ 32 - وإن ليهود بني ساعدة مثل ما ليهود بني عوف. ¶ 33 - وإن ليهود بني جشم مثل ما ليهود بني عوف. ¶ 34 - وإن ليهود بني الأوس مثل ما ليهود بني عوف. ¶ 35 - وإن ليهود بني ثعلبة مثل ما ليهود بني عوف. إلا من ظلم وأثم فإنه لا يوتغ إلا نفسه. ¶ 36 - وإن جفنة بطن من ثعلبة كأنفسهم. ¶ 37 - وإن لبني الشطبية مثل ما ليهود بني عوف. ¶ 38 - وإن البر دون الإثم. ¶ 39 - وإن موالي ثعلبة كأنفسهم. ¶ 40 - وإن بطانة يهود كأنفسهم. ¶ ¬__________ ¶ (¬1) يوتغ: يهلك.",
            "page": "86",
            "part": "1",
            "seal": "3C832FDD"
        },
        {
            "id": "87",
            "nass": "41 - وإنه لا يخرج منهم أحد إلا بإذن محمد صلى الله عليه وسلم. ¶ 42 - وإنه لا ينحجز ثأر على جرح. ¶ 43 - وإنه من فتك فبنفسه فتك وأهل بيته إلا من ظلم. ¶ 44 - وإن الله على أبر هذا [أي إن الله وحزبه على الرضا به]. ¶ 45 - وإن يهود ينفقون مع المؤمنين ما داموا محاربين. ¶ الباب الثالث ¶ 46 - وإن على يهود نفقتهم وعلى المؤمنين نفقتهم. ¶ 47 - وإن بينهم النصر على من حارب أهل هذه الصحيفة. ¶ 48 - وإن بينهم النصح والنصيحة والبر دون الإثم. ¶ أحكام عامة ((الباب الرابع)) ¶ 49 - وإنه لم يأثم امرؤ بحليفه. ¶ 50 - وإن النصر للمظلوم. ¶ 51 - وإن يثرب حرام جوفها لأهل هذه الصحيفة. ¶ 52 - وإن الجار كالنفس غير مضار ولا آثم. ¶ 53 - وإنه لا تجار حرمة إلا بإذن أهلها. ¶ 54 - وإنه ما كان بين أهل هذه الصحيفة من حدث واشتجار يخاف فشاده فإن مرده إلى الله عزوجل وإلى محمد رسول الله صلى الله عليه وسلم. ¶ 55 - وإن الله على أتقى ما في هذه الصحيفة وأبره. ¶ 56 - وإنه لا تجار قريش ولا من نصرها. ¶ 57 - وإن بينهم النصر على من دهم يثرب. ¶ 58 - وإذا دعوا إلى صلح يصالحونه ويلبسونه فإنهم يصالحونه ويلبسونه. ¶ 59 - وإنهم إذا دعوا إلى مثل ذلك فإن لهم على المؤمنين.",
            "page": "87",
            "part": "1",
            "seal": "E00725DC"
        },
        {
            "id": "88",
            "nass": "60 - إلا من حارب الدين. ¶ 61 - على كل أناس حصتهم من جانبهم الذي قبلهم. ¶ 62 - وإن يهود الأوس مواليهم وأنفسهم على مثل ما لأهل هذه الصحيفة مع البر المحض من أهل هذه الصحيفة وإن البر دون الإثم، لا يكسب كاسب إلا على نفسه. ¶ 63 - وإن الله على أصدق ما في هذه الصحيفة وأبره. ¶ 64 - وإنه لا يحول هذا الكتاب دون ظالم أو آثم. ¶ 65 - وإنه من خرج آمن، ومن قعد آمن بالمدينة إلا من ظلم وأثم. ¶ 66 - وإن الله جار لمن بر واتقى. ومحمد رسول الله صلى الله عليه وسلم. [انتهى]. ¶ ونقدم فيما يلي ملاحظات عامة بين يدي الإيضاح التفصيلي: ¶ ـ[الملاحظة الأولى]ـ: اعتبر الميثاق المهاجرين كتلة واحدة دون التفريق بين عربي وغير عربي، وقرشي وغير قرشي. ¶ ـ[الملاحظة الثانية]ـ: اعتبر الأوس كتلة واحدة دون التعرض لاختلاف قبائلهم. ¶ ـ[الملاحظة الثالثة]ـ: هناك تفريق بين استعمال كلمتي ((يهود)) و ((اليهود)) في الميثاق. ¶ ـ[الملاحظة الرابعة]ـ: كلمة ((اليهود)) تعني قبائل اليهود الكبرى وتجمعاتهم: بني قينقاع، بني النضير، بني قريظة. لكل تجمع منهم أراضيه وحصونه. ¶ ـ[الملاحظة الخامسة]ـ: كلمة ((يهود)) تتناول من تهود من قبائل العرب وشكلوا تجمعات صغيرة، لكنها بقيت على ولائها العام للقبيلة، وتساكنها في أراضيها. ¶ ـ[الملاحظة السادسة]ـ: بعض أفراد اليهود لم ينضموا لقبيلة معينة بل كانوا متناثرين في أماكن شتى. ¶ ـ[الملاحظة السابعة]ـ: كان التجمع الكبير هو الخزرج، ولكل قبيلة حكمها بما فيها من مسلمين ومشركين.",
            "page": "88",
            "part": "1",
            "seal": "9149E57B"
        },
        {
            "id": "89",
            "nass": "مع الباب الأول: ميثاق المؤاخاة بين المسلمين ¶ 1 - الكتاب من محمد رسول الله صلى الله عليه وسلم فهو الرسول المبلغ عن ربه، وهو الحاكم بشريعة الله سبحانه، وأمير المؤمنين من بعده يمثل سلطة التنفيذ. ¶ 2 - الكتاب بين المؤمنين والمسلمين من قريش ويثرب ومن تبعهم فلحق بهم وجاهد معهم، فهو يمثل كتلة المسلمين الواحدة، أو ما نصطلح عليه اليوم بالجبهة الإسلامية. ¶ 3 - ويعني هذا التحديد حرية التنظيم للعمل الإسلامي. فالفئات الإسلامية التي تعلن التزامها بالإسلام والجهاد في سبيله، وترتضي القيادة الجديدة للحكم الإسلامي فلا مساس بتنظيماتها. ¶ 4 - هؤلاء جميعا أمة واحدة من دون الناس، فمفهوم الأمة قائم على أساس الدين. ¶ 5 - المهاجرون من قريش على ربعتهم يتعاقلون بينهم ويفدون عانيهم بالمعروف والقسط بين المؤمنين. وقد ذابت الكيانات القبلية بين المهاجرين. فلا ضير أن تقوم الدولة الإسلامية بتنظيم المسلمين الوافدين إليها من خارج الدولة في تجمع واحد أو تجمعات حتى تحدد حقوقهم وواجباتهم. ¶ 6 - لقد أخذ التنظيم الإسلامي في المدينة طابع القيادات القبلية فأبقى وضع الناس على حاله من هذه الناحية. والتنظيم الإسلامي اليوم يقوم على الارتباط بعالم أو داعية أو حزب ... ولا بأس من بقاء ذلك. ¶ 7 - ونحن هنا إذن أمام ثلاث نماذج من التنظيم: ¶ آ - نموذج التنظيم الحزبي ((قريش)). ¶ ب - نموذج التنظيم القبلي ((بنو ... )). ¶ ج - نموذج التنظيم العفوي ((وهؤلاء يتبعون للدولة مباشرة)). ¶ 8 - وقد حدد الإسلام نوعين من الالتزامات المالية هي من مسؤولية هذا التنظيم،",
            "page": "89",
            "part": "1",
            "seal": "B4648DF5"
        },
        {
            "id": "90",
            "nass": "هما: الدية وفك العاني. الدية تحملها القبيلة وكذلك فك الأسير من هذه القبيلة، وافتداؤه بالمال. والمقصود من هذا الأمر هو القضاء على السؤال والتسكع على الأبواب في المجتمع الإسلامي. ¶ 9 - وإذن فلا بد من تكافل اجتماعي تحمله إحدى التنظيمات القائمة. الشخصية أو الحزبية أو العشائرية ويحدد انتساب الشخص في هذا المجتمع فلا يباد دون أن يدري به أحد. ¶ 10 - والالتزام المالي الثالث الذي نظمه هذا الميثاق هو: المفرح: أي المثقل في الدين الكثير العيال وهذا يعني الجانب الاحتياطي حيث يتعاون المؤمنون عند عجز العاقلة من القبيلة أو التنظيم عن الوفاء بالحاجة. ¶ 11 - وأن المؤمنين المتقين على من بغى منهم. فالظالم الباغي يحاربه كل المجتمع. ولقد كان هذا تطورا هائلا في التاريخ البشري من قول الشاعر: ¶ لا يطلبون أخاهم حين يندبهم … في النائبات على ما قال برهانا ¶ إلى أن يكون كل المؤمنين على الباغي الظالم. وحدد رسول الله صلى الله عليه وسلم نصر الأخ وهو ظالم بردعه عن ظلمه. ¶ 12 - وكان لا بد من النص على هذا الموضوع والتأكيد عليه لأن البناء القبلي هو الذي يجعل للظالم سندا وسطوة من قبيلته. وطالما أنه أقر البناء القبلي في المجتمع، فلا بد من سلبه كل شروره وآثامه، وأن لا وجود للقبيلة أمام الشرع في تأييد الظالم ونصره. ¶ 13 - وعلاقة هذا الأمر في حركتنا الإسلامية علاقة مباشرة. فلئن كان الظالم يأخذ سلطته وسطوته من قبل من نظام القبيلة. فلو أتيح للحركة الإسلامية والجبهة الإسلامية أن تحكم فسوف يأخذ أعضاؤها سطوتهم وسلطتهم واستغلالهم من خلالها، كما نرى في كل نظم العالم التي يستغل أبناء الحزب الحاكم مقدرات الأمة وأملاكها. ولعل أبشع ما نرى ذلك في سورية اليوم أمام",
            "page": "90",
            "part": "1",
            "seal": "F24F8775"
        },
        {
            "id": "91",
            "nass": "استغلال أبناء الطائفة النصيرية لكل مقدرات أمتنا يبتزونها حقوقها حتى صار الاستئثار الحزبي لا يذكر أمام الجشع الطائفي. ¶ فما أحوج الحركة الإسلامية أن تربي أبناءها على هذا الفهم وأن تعلن للدنيا أن المؤمنين المتقين على من بغى منهم أو ابتغى دسيعة ظلم أو إثم أو عدوان أو فساد بين المؤمنين. ¶ 14 - ((وأن أيديهم عليه جميعا ولو كان ولد أحدهم)). فهو تأكيد ثان وتنصيص آخر على أن الأمة كلها حرب على الظالم فيها. ويشترك في الحرب كل الأمة- ولو كان ولد أحدهم- إن هذا التطمين هو الذي يريح الطوائف الأخرى ويثلج صدرها وهي تتصور أن الحركة الإسلامية إن حكمت فهي نسخة جديدة عن الحزب القائد والحزب الرائد. والأمة كلها تنال العسف والظلم. ¶ 15 - ((ولا يقتل مؤمن مؤمنا في كافر، ولا ينصر كافرا على مؤمن)). هكذا بدون لجلجة ولا تردد، فالكافر في الأصل مباح الدم لأنه خرج على ربه وعصاه. فإذا تصرف الكافر بشر أو تحدى مشاعر مسلم. فقتله المسلم. فليس من حق المؤمن الآخر أن يأتي فيثأر لقتيله الكافر بدم المؤمن. ولا بد من التحقيق من قبل السلطة المسلمة، لتحق الحق. ويكفي أن نتصور عظمة هذا النص ومدى مفعوله لدى الشباب المؤمن من خلال جواب عبد الله بن عبد الله بن أبي لرسول الله صلى الله عليه وسلم. يا رسول الله بلغني أنك قاتل أبي. فإن كنت لا بد فاعلا، فمرني فأنا آتيك برأسه. ولقد علمت الأنصار أنه ما أحد أبر بأبيه مني. فأخشى أن تأمر غيري بقتله، فلا تدعني نفسي أنظر إلى قاتل أبي يمشي في الناس فأقتله، فأقتل رجلا مؤمنا بكافر، فأدخل النار. ¶ فلقد بلغت القناعة بعبد الله بن عبد الله، أن قتله مؤمنا بكافر هو استحقاق للنار. ¶ 16 - وكم كان هذا النص ضروريا والمسلمون يخوضون معارك دامية ضد",
            "page": "91",
            "part": "1",
            "seal": "1718B961"
        },
        {
            "id": "92",
            "nass": "الكافرين. ولو لم يكن هذا القيد لقتلوا بعضهم حمية وثأرا لآبائهم وإخوانهم. إن هذا النص تحطيم ثالث للقبلية الجاهلية التي قد تدفع بعض أبناء القبيلة للانتقام من كافر فيها استحق القتل، فيستعر القتل بين المؤمنين. ¶ 17 - والذي يعنينا من هذا النص في واقعنا الإسلامي المعاصر هو القضاء على النزعات الجاهلية الوطنية والقومية والقبلية التي تريدنا أن نثأر للعرب لكونهم عربا فقط ولو كانوا يحاربون الله ورسوله وجماعة المؤمنين. ولا بد حتى يفهم هذا النص على حقيقته من ربطة بالنص السابق، فالمؤمنون كلهم على الباغي والدولة المسلمة هي التي تحقق فتقتل الباغي وتنصر المظلوم. ¶ 18 - ((وأن ذمة الله واحدة يجير عليهم أدناهم)) فكرامة أدنى فرد من المسلمين وكلمته تسري على جميع المسلمين، وإجارته لشخص ينفذها رئيس الدولة. وجهاز السلطة. فأدنى المسلمين وأكبرهم سواء. وكما قلنا فهذا الميثاق هو في البناء الداخلي الذي يعلمنا قيمة الفرد في الجماعة المسلمة وقيمة المسلم مهما ضؤل شأنه فله حق الأجارة لكافر ويسري هذا الحق على المسلمين جميعا فلا يتعرض له أحد بسوء طالما أنه في إجارة هذا المسلم. ¶ 19 - والولاء والنصرة بين المؤمنين، إن رابطة الولاء والتناصر قائمة على أساس العقيدة لا على أساس القرابة أو النسب أو الوطنية أو الأرضية المحلية أو القومية الكبيرة. ¶ 20 - وليس هذا الولاء فقط للمؤمنين. بل حتى غير المؤمنين الذين ارتضوا ولاءهم وقيادتهم وساروا في مخططاتهم كما يقول النص النبوي ((وأن من تبعنا من يهود فإن له النصر والأسوة غير مظلومين ولا متناصر عليهم)). ¶ فمثل هؤلاء الأفراد الذين يقدمون ولاءهم للحركة الإسلامية رغم اختلافهم معها في العقيدة يعرضون أنفسهم للخطر الماحق من فئاتهم أو",
            "page": "92",
            "part": "1",
            "seal": "3EC60FC8"
        },
        {
            "id": "93",
            "nass": "طوائفهم. والحركة الإسلامية مسؤولة عن حمايتهم والدفاع عنهم لهم حق النصر ولكن ليس لهم حق البغي، واحتمال بغيهم كبير لأن منطلقهم الإسلامي ضعيف. فحدد لهم النص النبوي ما لهم وما عليهم، واعتبرهم رسول الله صلى الله عليه وسلم جزءا من البناء الداخلي، يأخذون أحكام الولاء بين المؤمنين. ¶ 21 - ((وأن كل غازية غزت معنا يعقب بعضها بعضا)) وما عندنا اليوم هو العمليات الفدائية المباركة التي نذر شبابها أنفسهم لله. ومهمة القيادة أن ترفد هؤلاء الغزاة في سبيل الله بشكل دائم في العتاد والرجال والمال، ولا يجوز أن يقع الضغط كله على بلد أو شخص أو مجموعة. لا بد للقيادة العامة وقيادة العمليات أن تعد الكتائب المتلاحقة التي يعقب بعضها بعضا وتحمل راية الجهاد من يد إلى يد حتى يأذن الله تعالى بالنصر المبين. ¶ 22 - ((وأن المؤمنين يبيء بعضهم على بعض بما نال دماءهم في سبيل الله)). إنه التعاون والتناصر كذلك في الدماء في سبيل الله يتعاونون ويتناصرون في التعويض عن الخسائر في الأرواح والأموال ويحملون آلام بعضهم بعضا فالمواساة في المال وكفالة اليتامى ورعاية الثكالى. فهو مجتمع متكامل متناصر متعاون. أسرة واحدة في سبيل الله. ¶ 23 - ((وأن المؤمنين المتقين على أحسن هدي وأقومه)) فلا بد من أن يكون هذا الإعلان مدويا في كل أرض وتحت كل سماء. ليس الإسلام فقط هو خير الهدي بل كذلك المسلمون، الحركة الإسلامية، الدعاة إلى الله، الجبهة الإسلامية. هم جميعا على أحسن هدي وأقومه. والأصل أن يفيء الناس إليهم، وليس تهادنهم مع غير المسلمين يعني أن غير المسلمين على هدى، أبدا فالإسلام والمسلمون",
            "page": "93",
            "part": "1",
            "seal": "5D7037F4"
        },
        {
            "id": "94",
            "nass": "المجاهدون في الأرض هم وحدهم على أحسن هدي وأقومه. ¶ 24 - ولئن ذكرت الإجارة في البند 17 فهذا توضيح لحدودها ونوع جديد لها. فلا إجارة لعدو محارب من مشرك مهادن معنا. ولا أمان له إلا من القيادة مباشرة. ولا أمان لمال عدو محارب إلا من القيادة مباشرة ((وإنه لا يجير مشرك مالا لقريش ولا نفسا ولا يحول دونه على مؤمن)). فعند إباحة دم الكافر المحارب وإباحة ماله فلا يستطيع مشرك مشترك معه في العقيدة أن يحول دونه أو دون ماله. ¶ 25 - وقاتل المؤمن عندما يكون مشركا بلا جناية توجب القتل للمؤمن. فالأصل قتل المشرك إلا إذا رضي ولي المقتول. فكرامة المشرك المهادن محفوظة بشرطين: أن لا يكون قد قتل بباطل، أو أن يعفو ولي المقتول. فإذن من انضم للحركة الإسلامية في تنفيذ مهمة من مهماتها له الصلاحيات نفسها التي للمؤمنين، إلا حق الإجارة لغيره إن كان من المحاربين لأن الأصل عنده حنينه لمن هو على عقيدته. ¶ 26 - وتأكيد آخر أن المؤمنين على الظالم - مؤمنا كان الظالم أو مشركا- حتى لا يتسكع أحد وراء وساطة بقريب أو متنفذ أو حسيب أو حاكم. ((وأن المؤمنين عليه كافة ولا يحل إلا قيام عليه)). ¶ 27 - وطالما أن الأمر في البناء الداخلي، وأنه لا بد أن يعرف أعضاء الحركة الإسلامية وأتباعها ما لهم وما عليهم. فلا بد أن يعرفوا شيئا مهما جدا أن نصر الباغي والدفاع عنه وحمايته باسم قرابة أو سلطان أو صداقة هو خروج على الإيمان بالله واليوم الآخر. وليس نصره وحمايته فقط، بل وإخفاؤه أو إيواؤه أو التستر عليه (( ... أن ينصر محدثا ولا يؤويه)).",
            "page": "94",
            "part": "1",
            "seal": "7A652367"
        },
        {
            "id": "95",
            "nass": "28 - وعقوبته لا تحتاج إلي مزيد إيضاح (( ... فإن عليه لعنة الله وغضبه ... )). ¶ 29 - والمادة الأخيرة تحدد مصدر التشريع الأول والأخير للمسلمين: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ}. ¶ ومن حق الدعوة الإسلامية، ومن واجبها- وهي بصدد تأسيس دولتها- أن تجعل لدى علماء الأمة الحكم الأخير فيما تختلف على تفسيره، فلا يبقى الأمر متروكا لكل فرد يصدر ما يشاء من الفتاوى. ¶ مع الباب الثاني ¶ وهو نصوص تخص التجمعات اليهودية الصغيرة المرتبطة بتجمع القبيلة الكبير. ¶ 30 - وأن اليهود ينفقون مع المؤمنين ما داموا محاربين. فنفقات الحرب التي تقع على القبيلة توزع على أفرادها مسلمين ومشركين ويهود. ¶ 31 - وكل تجمع يهودي هو في الأصل جزء من القبيلة، يمكن أن يكون حليفا للقبيلة، ويمكن أن يكون حليفا للمؤمنين من خلال قبيلته. ¶ ويمكن أن نشمل بهذا الحكم بعض الأسر التي يوجد منها نصارى ومسلمون، وقد تجمع نصاراهم في حي، ومؤمنوهم في حي، وكذا بعض القرى الإسلامية التي تحوي أحياء نصرانية صغيرة ... فهؤلاء هم أولا أمة مستقلة، وهم ثانيا أمة مع المؤمنين، وهم ثالثا أصحاب تميز ديني: للمسلمين دينهم، ولهم دينهم. وأضافت هذه الفقرة موضوع الموالي فأعطتهم الحكم نفسه. ¶ 32 - ((إلا من ظلم وأثم فإنه لا يوتغ إلا نفسه وأهل بيته)) وفي هذا التجميع الصغير لا يترك الأمر بدون تنظيم. ولا يضار التجمع كله بعدوان واحد من أفراده. ¶ 33 - وذكر الميثاق الحقوق الماثلة ليهود بني عوف. ¶ 34 - وعند ذكر يهود بني ثعلبة بالذات تتكر رفقرة ((إلا من ظلم وأثم فإنه لا يوتغ",
            "page": "95",
            "part": "1",
            "seal": "8246859F"
        },
        {
            "id": "96",
            "nass": "إلا نفسه)) ولعل هذا يعني أن بني ثعلبة كانوا جميعا يهودا لم يسلم منهم أحد، فأكد في فقرتهم على ذكر الظلم والإثم كما أكد في بند آخر على مواليهم بأنهم مثلهم ولهم نفس حقوقهم، وبين في بند آخر أن جفنة بطن من ثعلبة. ¶ 35 - ((وإن البر دون الإثم)) فالأصل في معاملة المسلمين لهؤلاء برهم، والثقة وترك التجريح. البر بهم هو الأصل، والمتهم بريء حتى يدان. والذي يعيش في ظل الإسلام يرفعه الإسلام إلى مستوى الثقة به والتعامل الكريم معه طالما أنه استسلم لنظام الإسلام ورضيه. ¶ 36 - ((وإن بطانة يهود كأنفسهم)) فالكرامة لهم ولأتباعهم. ¶ 37 - لكن البر والثقة لا يعني الغفلة وترك الحذر. لذلك ذكر الميثاق قيدين: ¶ 38 - أولهما: أنه لا يخرج أحد منهم إلا بإذن محمد صلى الله عليه وسلم. لضبط تحركاتهم واتصالاتهم. ¶ 39 - والثاني: ((وإنه لا ينحجز ثأر على جرح)) فلا تجوز الثارات واشعال الحروب من أجل جروح تقع. فحق الثأر مرتبط بالقتل، أما الجرح فيمكن علاجه بصورة أهون. ¶ 40 - والذي لا يلتزم بهذا القيد فقد أهلك نفسه وأهل بيته وأصبح مهدر الدم إلا إذا كان مظلوما. ¶ 41 - وهذا كله ليس كسبا جماهيريا في فترة محددة، وليس وعودا معسولة أو إغراء لهؤلاء الخصوم ... بل هو العهد الذي يلتزم به الرسول صلى الله عليه وسلم وخلفاؤه ((وإن الله على أبر هذا)) فالمسلم أبعد ما يكون في تعامله عن الميكيافيلية. ¶ مع الباب الثالث ¶ وهو أقرب ما يكون لأن يمثل الحلف السياسي. فاليهود هنا تجمعات كبيرة احتاج إنهاؤهم عندما نقضوا العهد إلى حروب وحصار. لهم سلطانهم الخاص",
            "page": "96",
            "part": "1",
            "seal": "29A05080"
        },
        {
            "id": "97",
            "nass": "وأراضيهم وقلاعهم وبيوتهم ورغم أن البنود قصيرة جدا وهي تخصهم بالذات. إلا أن الأحكام العامة في الباب الرابع تكاد تتناولهم كذلك. ¶ 42 - ((وإن اليهود ينفقون مع المؤمنين ما داموا محاربين)) فهو نفس النص السابق من حيث النفقة للتجمعات الصغيرة. ¶ 43 - ((وإن على اليهود نفقتهم وعلى المسلمين نفقتهم)) إذ رأينا من قبل أن التجمعات اليهودية الصغيرة تشارك بمقدار ما يلحقها في كيان قبيلتها العام. أما هنا فالتجمعات اليهودية الضخمة تشارك في النفقات بما يوازي نفقات المسلمين جميعا من قريش ويثرب. فعلى اليهود نفقتهم وعلى المسلمين نفقتهم. وهذا يقتضي على الأقل والحلفاء السياسيون للمسلمين اليوم أن يشاركوا بنصيبهم في المال: إن الأرض يوم تتحرر -بإذن الله- فسوف ينعم بها المسلمون وغير المسلمين، فليس من الحكمة أن تكون دماء المسلمين وأعراضهم وأرواحهم وأموالهم مستباحة مهدورة محكوم عليها بالإعدام، وأموال غيرهم وممتلكاتهم وأعراضهم مصونة. إن المبدأ الإسلامي العادل هو الغرم بالغنم. وإن كان الله تعالى قد حملنا نحن عبء التضحية والفداء والموت ليقيم دولة الإسلام، وقدمنا أرتال الشهداء والضحايا يعقب بعضها بعضا فهذا لا يعني أبدا الحلفاء والسياسيين من مسؤوليتهم المالية. فعليهم نفقتهم وعلى المسلمين نفقتهم، وليس هذا تفضلا منهم ولا كرما، بل هو واجب أصلي عليهم، حتمته مفاهيم الإسلام. ¶ 44 - ((وإن بينهم النصر على من حارب أهل هذه الصحيفة)) وهذه هي حدود التحالف السياسي، فالتناصر قائم بين الفريقين على من حارب أهل هذه الصحيفة. وما يدفع الناس للتحالف إلا وقد نالهم المأثم ووقع بهم البلاء، وحرموا حرية الحياة وحرية الرأي، وحرية الكرامة. إنما يدفعهم للتحالف كراهتهم لهذا العدو المشترك الذي أهانهم وأذلهم. ولا أرى مندوحة",
            "page": "97",
            "part": "1",
            "seal": "FFCD9F69"
        },
        {
            "id": "98",
            "nass": "من عقد هذه المقارنة البسيطة فلم يكن بين قريش واليهود أدنى ثارات أو دماء أو خلاف، لكنها حين تضطر لحرب محمد صلى الله عليه وسلم فهي تهدد يثرب كلها. علما بأن قريشا ليست حريصة على حرب اليهود. ورأينا حلفها معها يوم قريظة. أما الوضع اليوم مع عدونا الكافر في سورية فما من فئة إلا وله معها ثارات ودماء. وهذا يعني أن الواجب يحتم على كل حليف بذل ماله، وبذل دمه كذلك حتى تزول الغمة. إننا نرحب بأن يتحرك الحلفاء ويبذلوا دماءهم دفاعا عن حقوقهم المهدورة، ولا نمنع أحدا من ذلك، لكنا لا نحول الحلف إلى حركة واحدة، ولا نعتبر من بذل قتيلا مثل من بذل جيشا، ولا من قدم مجموعة صغيرة مثل من حكم على كل فرد من أفراده بالإعدام، ولا كل من قدم تسهيلا لمجاهد مثل من قدم مئات الشهداء في مجزرة واحدة. ¶ فالحكم للإسلام لأن الإسلام والمسلمين هم الذين يجاهدون، والمناصرة الجزئية من الفئات الأخرى جهد مشكور ينالون ثمرته أمنا وعدلا واستقلالا ذاتيا وبرا يرفع عنهم الحيف والظلم. ¶ إننا لا بد أن نكون صريحين مع أعدائنا وأصدقائنا على السواء، ولم ننطلق في الأصل ونحن ننتظر عونا من قوى هذه الأرض بل انطلقنا على هدي رسول الله صلى الله عليه وسلم. على حرب الأحمر والأسود من الناس. والله تعالى من عنده النصر، فلن نطلبه من غيره. ¶ إنه ليس استطرادا مزاجيا بل هو قواعد مقررة. فحق التناصر قائم، والاستفادة من حرب الحليف للعدو قائم. وهذا ميثاقنا إمامنا وضعه رسول الله صلى الله عليه وسلم ولم ينس حق اليهودي الضائع في قرية، ولا حق يهود المجتمعين في قبيلة. ولا حق اليهود القائمين في دولة. دون أن يفرضه عليه أحد إنما هو تنفيذ لتشريع الله. ومن أصدق من الله قيلا؟ والحركة السياسية المسلمة هي",
            "page": "98",
            "part": "1",
            "seal": "6C8720E5"
        },
        {
            "id": "99",
            "nass": "التي تكون قادرة بذكائها على أن تزج بطاقات حلفائها كلهم في المعركة طالما أن بينهم النصر على من حارب هذه الصحيفة. ¶ 45 - ((وإن بينهم النصح والنصيحة والبر دون الإثم)) إنها المشاورات السياسية الدائمة والتخطيط الدائم والاستفادة من الطاقات، والثقة المتبادلة. فلا يمكن أن يتم تحالف بدون هذه الروح، وإلا فهو غدر وخيانة. وهذا يقتضي يقظة المفاوض الإسلامي وهو يفاوض هذا الحليف فيعرف مدى صدقه ومدى إخلاصه، ومدى جديته في هذا الأمر. وإلا فلا يستحق هذه التسمية. وهذا البند خط إسلامي أصيل في أي تفاوض أو محالفة سياسية. ¶ مع الباب الرابع: أحكام عامة ¶ 46 - ((وإنه لم يأثم امرؤ بحليفه)) فخطيئة الحليف لا يحملها حليفه الآخر. فكل فريق حالف يحمل مسؤوليته الشخصية ولا يحمل مسؤولية غدر الحلفاء الآخرين. لقد رأينا بعض بني قريظة يغادرون حصنهم عندما نقضوا العهد معلنا لرسول الله صلى الله عليه وسلم براءته من غدر قومه. فحفظ دمه وماله وعرضه. وهو حكم عام يشمل كل الحلفاء. فكل فريق مسؤول عن جماعته وتجمعه. ¶ 47 - ((وإن الجار كالنفس غير مضار ولا آثم)) فحق الجوار في الإسلام يرتفع إلى حق النفس. على أن لا يقدم هذا الجار ضرارا ولا إثما. وبذلك يكون التكافل في أعلى درجات القوة. ¶ 48 - ((وإن النصر للمظلوم)) مبدأ عام يدخل في إطاره آلاف البنود أثناء التفاوض. فكل تخوف قد يبديه المفاوض غير الإسلامي من ظلم في المستقبل فمن واجب المفاوض الإسلامي أن يتعهد له بعدم وقوعه. فلا ظلم في الإسلام. والنصر للمظلوم مهما كان جنسه أو دينه ... ¶ 49 - ((وإن يثرب حرام جوفها لأهل هذه الصحيفة)) ويقابل هذا اليوم أن",
            "page": "99",
            "part": "1",
            "seal": "04C7284A"
        },
        {
            "id": "100",
            "nass": "سورية حرام جوفها لمن أقر بهذا العهد، فلا تنتهك حرمة، ولا يعتدى على عرض، ولا يصادر مال ... إلا بحق الإسلام. وكل مواطن يخضع للإسلام فهو آمن. ¶ 50 - وإنه لا تجار حرمة إلا بإذن أهلها. ¶ 51 - ((وإنه ما كان بين أهل هذه الصحيفة من حدث أو اشتجار يخاف فساده فإن مرده إلى الله عز وجل وإلى محمد رسول الله صلى الله عليه وسلم)) وهذا يعني بتعبير اليوم أن الإسلام هو المصدر الوحيد للتشريع، وأن الحاكمية إنما هي لله سبحانه. ¶ 52 - ((وأن الله تعالى على أتقى ما في هذه الصحيفة وأبره)) فهو عهد الله وميثاقه على الوفاء بها. ¶ 53 - ((وأنه لا تجار قريش ولا من نصرها)) فالحلفاء يحددون موقفهم من العدو المشترك. وأي جوار لقريش أو صلة بها نقض للميثاق. بل لا يجوز إجارة من نصر قريشا كذلك. ¶ فالحرب المعلنة بين قريش والمسلمين لا بد أن يكون الصف الداخلي كله ضدها. ولا بد أن تكون كل الفئات ذات موقف واحد منها. وكذلك الأمر اليوم مع الحركة الإسلامية التي حددت عدوها الأصلي، والتي تنطلق في كل تحالفاتها على حرب هذا العدو. ¶ 54 - ((وأن بينهم النصر علما من دهم يثرب)) لنا عدوان. الأول هو الذي نحاربه بوصفه الطاغوت الذي يحكم أرض الشام اليوم. والثاني كل عدو يريد أن ينال من سيادة هذه العقيدة على هذه الأرض فكل اعتداء خارجي يجعل الجميع في تناصر لرد هذا العدوان. ¶ 55 - ((وإذا دعوا إلى صلح يصالحونه، ويلبسونه، فإنهم يصالحونه ويلبسونه)) وحتى تكون سلطة الجماعة المسلمة قائمة فمن حقها أن تشترط على حلفائها أن",
            "page": "100",
            "part": "1",
            "seal": "8396AA19"
        },
        {
            "id": "101",
            "nass": "يستجيبوا لأي صلح رأت هي ذلك. فلا بد أن يكون الموقف واحدا واضحا. وتعني هذه الفقرة أن من صلاحيات المفاوض الإسلامي أن يجعل أي صلح مع عدو لا يتم إلا بالأكثرية، أولا يتم إلا بالإجماع. فالمشاورات السياسية مستمرة لتحديد الموقف الأفضل من العدو. ¶ 56 - ولقد أعطى ميثاق المدينة الحق لليهود أن يجابوا إلى صلح يطلبونه مثل ما اشترط عليهم قبول هذا الصلح، لأن المصلحة المشتركة للحلفاء تدرس، وتقرر على ضوء هذا الصلح. ¶ 57 - غير أنه وضع قيدا خاصا بأن هذه الاستجابة مرهونة ممن لا يشن حربا على الدين وأهله، فليس حقا مطلقا، بل هو حق مقيد بالموقف الأساسي من الإسلام، والحركة الإسلامية. ¶ 58 - على كل أناس حصتهم من جانبهم الذي قبلهم، فرغم الحلف القائم، فلا يمنع هذا الحلف أن تقوم أحلاف جانبية لصالحه العام، وكل طرف يضمن حليفه الآخر ليصب في المصب النهائي من مصلحة الدولة، والأمة. وإذا اقتضى هذا الصلح دفع تكاليف مالية، فكل طرف مسؤول عن تلبية هذا الجانب، ونذكر أن من أسباب حرب بني النضير: أن رسول الله صلى الله عليه وسلم مضى مع بعض أصحابه ليطالب اليهود بالاشتراك في دفع دية قتيلين قتلا خطأ، فحاولوا اغتياله ونشبت الحرب! ... ¶ 59 - وأنه لا يحول هذا الكتاب دون ظالم، أو آثم، فسلطة الدولة قائمة في حفظ أمنها، والضرب على يد الخارجين على سلطانها، وتطبيق حدود الله فيمن يخل في استقرارها، فإنه ولو كان سلطان اليهود قائما على أرضهم، وشعبهم. غير أن هذا يبقى ضمن السلطان العام للدولة، فلا يلجأ المجرم إليهم ليحتمي بسلطانهم. وقد كان الأمر في هذا العهد من حيث أحكام الإسلام فيهم أن ترك رسول الله صلى",
            "page": "101",
            "part": "1",
            "seal": "9583F6AD"
        },
        {
            "id": "102",
            "nass": "الله عليه وسلم بالخيار. -في أن يحكم بينهم- إذا طلب منه ذلك، أو يرفض هذا الحكم. ¶ {فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئًا وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ}. ¶ 60 - وبينما وجدنا في الباب الثاني: أن التجمعات الصغيرة لليهود ضمن تجمعات القبائل كانت مقيدة الحركة. فلا يخرج أحد إلا بإذن رسول الله صلى الله عليه وسلم. نجد التحركات هنا مفتوحة، والحرية أوسع نظرا لاتساع الكيان وضخامته، وهذا يعني أنه ليس شيئا من الاستقلال الذاتي. ونظرا لأنه يخضع في كثير من أحكامه للسلطة المحلية، فكان النص هنا: وأنه من خرج من المدينة آمن، ومن قعد بالمدينة آمن، إلا من ظلم أو أثم. وهذا يعني: أن الحركة الإسلامية تنظر في كل منطلقاتها إلى مدى ما يؤثر هذا الحلف على سلطان الدولة قوة وضعفا، ومدى أثره على أمنها. ¶ 61 - ((وأن الله جار لمن بر واتقى، ومحمد رسول الله صلى الله عليه وسلم)) حيث وجدنا هذه العبارة قد تكررت أربع مرات، مع كل حليف على حدة. وحتى مع ميثاق التآخي الإسلامي في الأحكام العامة. ¶ ونستطيع الآن تحديد المنطلقات العامة للتحالف السياسي- في هذه المرحلة- والدستور الإسلامي. ¶ أولا: ميثاق الجبهة الإسلامية ¶ 1 - يحدد الميثاق الحركات والفئات والجماعات التي ستشترك في التوقيع عليه وتبنيه. ¶ 2 - لا بد أن يكون المشاركون مؤمنين بالإسلام عقيدة وعبادة ونظاما. ¶ 3 - وأن يكونوا مؤمنين بضرورة الجهاد للقضاء على الطاغوت.",
            "page": "102",
            "part": "1",
            "seal": "797CB43B"
        },
        {
            "id": "103",
            "nass": "4 - وهذه الجبهة ومن سار في خطها أمة من دون الناس، وكيان مستقل متميز عن أي كيان آخر. ¶ 5 - من حق الجماعات الأعضاء أن تحتفظ بتنظيمها المستقل وأسلوبها في الدعوة. ¶ 6 - والباب مفتوح لانضمام أي تنظيم إسلامي بكيانه القائم، بحيث يخضع الجميع لقيادة واحدة تخطط للمعركة. ¶ 7 - يلتزم كل تنظيم عضو في الجبهة بالمسؤولية المالية للمعركة دون التدخل بالنظام المالي الداخلي لهذه التنظيمات. ¶ 8 - ويلتزم كل تنظيم كذلك بمسؤوليات الجهاد من الرجال والعتاد حسب إمكاناته المتاحة. ¶ 9 - كما يلتزم بضبط أفراده وإخضاعهم للطاعة العامة، والقيادة العامة تقضي بما تراه في شأن أية مخالفة أو خروج عن الانضباط. ¶ 10 - ولا يجوز لفئات تنظيم الجبهة أن تحول دون عقوبة المخالف مهما كان مركزه في جماعته عندما تكون المخالفة شرعية أو خروجا على المبادئ العامة للجبهة. ¶ 11 - ولا يحق لأي تنظيم عضو في الجبهة أن يكون له ولاء مزدوج بحيث يقيم وزنا للاعتبارات المحلية والوطنية والقرابة. فميزان الإسلام هو الذي يحكم الجميع. ¶ 12 - ولا يجوز لأعضاء الجبهة أن ينصروا كافرا على مسلم أو يقتلوا مؤمنا بكافر. ¶ 13 - من حق أي فرد من أفراد التنظيمات في الجبهة الإسلامية أن يجير أي فرد غير مسلم ما لم يكن معاديا للجبهة الإسلامية أو عاصيا لسلطانها والجبهة تلتزم بإجارته. ¶ 14 - وأصدقاء التنظيمات الإسلامية في الجبهة من أفراد عاديين يقدمون الولاء لهذا التنظيم فمن حق الجبهة أن تضمن لهم النصر والحماية والمساعدة إذا وقع",
            "page": "103",
            "part": "1",
            "seal": "38026671"
        },
        {
            "id": "104",
            "nass": "عليهم بغي أو اعتداء بسبب صداقتهم أو تعاونهم مع تنظيمات الجبهة. ¶ 15 - وأن هذا الحق قائم حتى لمن لم يكن مسلما ما دام يعمل ضمن مخططات التنظيم ويخضع بالولاء له. ¶ 16 - وتنظيم العمليات الفدائية لا بد أن تشارك فيه الجماعات كلها حسب إمكاناتها وتكون التبعة متوازية. ¶ 17 - والخسائر التي تقع من جراء هذه الحرب الإسلامية في الأموال والأرواح والممتلكات. تعوض من ميزانية الجبهة. بحيث لا تترك أحدا دون معونة أو مدد أو انقاذ. ¶ 18 - ولا ترضى الجبهة بأي منطلق في هذه الأرض إلا المنطلق الإسلامي فهو الحق والهدى والخير. ¶ 19 - ولا يحق لغير المسلم إن كان يدين بالولاء للجبهة أو أحد تنظيماتها أن يجير كافرا أو يحميه. ¶ 20 - والاعتداء على أي فرد في تنظيمات الجبهة أو قتله، اعتداء على الجبهة كلها فتثأر له. ¶ 21 - وجميع تنظيمات الجبهة كتلة واحدة على الباغي أو الظالم ولو كان مسلما. ¶ 22 - وكل نصر للباغي والظالم من أي تنظيم في هذه الجبهة خروج على الإيمان وبغي على كيان الجبهة. ¶ 23 - وأي نصر له أو مدد يجعل الجبهة في حل من حرب من نصره وآواه وتحدد موقفها من هذا التنظيم. ¶ 24 - ولا بد من محكمة إسلامية تختارها الجبهة، تؤول إليها الخلافات وتحلها على ضوء كتاب الله وسنة رسوله. وقرارات هذه المحكمة ملزمة للتنظيم وأفراده.",
            "page": "104",
            "part": "1",
            "seal": "1C90986E"
        },
        {
            "id": "105",
            "nass": "ثانيا: ميثاق عامة الشعب ¶ 25 - على المواطنين جميعا تأدية الالتزامات المالية للمعركة. ¶ 26 - من حق المواطنين الارتباط بالنقابات المهنية والتجمعات العائلية والتنظيمات المحلية، وممارسة النشاطات الرياضية والثقافية. فيما لا يشكل خطرا على كيان الدولة العام. ¶ 27 - كل من يخرج على نظام الإسلام العام يحاسب، ولا يحق للجهة المرتبط بها حمايته. ¶ 28 - وكل من يجاهر في العداء للإسلام ونظامه أو يرتكب جرما، فهو عرضة لتنفيذ شريعة الله فيه، حسب الحكم المقرر لجريمته. ¶ 29 - الأصل البر دون الإثم. ولا عقوبة إلا بنص. والمتهم بريء حتى يدان. والحرية مكفولة للجميع. ¶ 30 - لا يجوز الثأر الشخصي. والدولة تكفل الحقوق لمواطنيها، وهي التي تنفذ الأحكام لا المواطنون. ¶ 31 - وكل مواطن آمن على ماله ومعتقده وحريته في التعبير والحركة ما لم يخل بالنظام العام الإسلامي. ¶ 32 - وله أمان الله ورسوله وجماعة المسلمين. تحفظه من أي اعتداء أو ظلم. ¶ 33 - حق الجار مثل حق النفس فلا يضار الجار ولا يأثم، بل يرعى كما يرعى الأهل. ¶ 34 - النصر للمظلوم مهما كانت طائفته، طالما أنه ارتضى العيش في ظل النظام الاسلامي. ¶ 35 - لا يحق لأي مواطن أن يخل بالأمن العام للأمة أو يثير الشغب أو يعتدي على الحرمات.",
            "page": "105",
            "part": "1",
            "seal": "316E1FD5"
        },
        {
            "id": "106",
            "nass": "36 - المال والدم والوطن محفوظ لكل مواطن. لا يعتدى على أي من الأموال إلا بإذن أهلها. ¶ 37 - وأي خلاف يقع بين الدولة والمواطنين فالمحاكم تحل هذا الخلاف. ولا سلطة فوق السلطة القضائية، فهي تحكم على الجميع بشريعة الله، حكاما ومحكومين. ¶ 38 - لا يحق لمواطن أن يتصل بعدو محارب أو يحميه أو ينصره أو يواليه أو يتجسس له. ¶ 39 - وجميع المواطنين مدعوون لحماية وطنهم عندما يحل به الخطر من عدو خارجي، حسب ما تطلب منه الدولة المسلمة وتحدده من طريقة للمناصرة. ¶ 40 - والمواطنون ملزمون بما تبرم الدولة من أحكام الحرب والصلح والسلم. ¶ 41 - على كل مواطن أن يؤدي الالتزامات المالية التى تكلفه بها الدولة وأن يخضع لقوانينها الاقتصادية والمالية العامة. ¶ 42 - من خرج من المواطنين آمن، ومن قعد آمن. إلا إذا دعت ظروف قاهرة الدولة أن تجعل خروج المواطنين مرهونا بإذنها. ¶ 43 - وكل من خضع لنظام الدولة الإسلامي والتزم به فالله تعالى ورسوله هم كفلاؤه له ذمتهم في حفظه من أي اعتداء يقع عليه من فرد أو سلطة. ¶ 44 - لكل مواطن حق اعتناق العقيدة التي يرغبها. لكن على أن لا يعلن بهذه العقيدة حربه للإسلام ومهاجمته لمبادئه ونظمه. ¶ 45 - تنحصر دعوته لعقيدته ضمن الأفراد الذين يعتنقون هذه العقيدة. ¶ 46 - يحق له أن يتصرف بما تبيحه له عقيدته، ويمتنع عما تحرمه عليه هذه العقيدة. ما لم يؤد هذا إلى المساس العام بالنظام الإسلامي، أو يمس حرية وعقيدة الآخرين.",
            "page": "106",
            "part": "1",
            "seal": "CD2AAC08"
        },
        {
            "id": "107",
            "nass": "47 - يشارك كل مواطن في اختيار من يمثله في تنظيمه الخاص به. ولا علاقة للدولة بذلك. ¶ 48 - يحق للمواطن إبداء أي رأي يراه من خلال تنظيمه الخاص أو من خلال موقفه الفردي. ¶ ثالثا: ميثاق الفئات والتجمعات غير الإسلامية ¶ 49 - كل البنود العامة تسري على جميع أبناء الشعب في تجمعاته الإسلامية وتجمعاته غير الإسلامية. والأفراد العاديين في تنظيمهم الخاص. ¶ 50 - التجمعات غير الإسلامية لها حق البقاء طالما رضيت الخضوع للنظام الإسلامي، وقبلت بالإسلام مصدرا للتشريع. ¶ 51 - لهذه التجمعات استقلالها الذاتي فيما يتعلق بالتعليم، والعقيدة، والمحاكم الخاصة فيها. بحيث لا تشكل خطرا على النظام الإسلامي. ¶ 52 - المجالس المحلية للحكم تنبثق من هذه التجمعات بحيث يمكن أن تنتهي إلى مجلس واحد شامل يقوم بتنفيذ الحكم على ضوء شريعة الله. ¶ 53 - ما يتعلق بالإصلاحات العامة غير المرتبطة بالتحليل والتحريم يمكن أن يشترك فيها ممثلون عن هذه التجمعات. ¶ 54 - فيما يتعلق بالسياسة العامة للدولة فبإمكان هذه التجمعات المشاركة فيها. مثل الحرب والسلم ولرأيها وزنه وقيمته. ما لم تقم على أساس محاربة الإسلام ودولة المسلمين. والدعوة إلى مهادنة هؤلاء. ¶ 55 - فيما يتعلق بالنظام المدني. فللتجمعات اختيارها في أن تحتكم للنظام الإسلامي أو لنظامها المدني الخاص. ما لم ينص به على ما يخالف النظام الإسلامي العام. ¶ 56 - فيما يتعلق بالنظام الجنائي يطبق النظام الجنائي الإسلامي أما في الحدود التي لا تمس النظام الإسلامي العام فيمكن أن تطبق فيها أحكامهم.",
            "page": "107",
            "part": "1",
            "seal": "10DDA988"
        },
        {
            "id": "108",
            "nass": "57 - فيما يتعلق بالاشتراك في الحكم العام فمن حق الدولة الإسلامية أن تشرك من تشاء أو ترى فيه مصلحة لها. على أن يقوم بتنفيذ أحكام الشريعة الإسلامية وتستفيد الدولة المسلمة من هذه الخبرات على ضوء مصلحتها التي يقررها الإمام المسلم وقيادة المسلمين. ¶ 58 - الخدمات العامة مبذولة لكل هذه التجمعات ويشتركون فيها مسؤولية وانتفاعا دون تمييز. ¶ 59 - تنتهي سلطة هذه التجمعات عند سلطان الدولة العام. ¶ 65 - عندما تبدأ الدولة الإسلامية في تطبيق نظام العبادات في الإسلام على المسلمين فتشمل هذه العملية جميع المسلمين. ¶ 61 - والحركة الإسلامية حين تقاوم التسلط الطائفي اليوم تقاومه بصفته هو الذي يقود الكفر ويحارب الإسلام والمسلمين، وفوق هذا الموقف يجعل لأفراد هذه الطائفة حق ابتزاز أموال وممتلكات وأعراض وأرواح المسلمين. فالعداء منبثق من نقطتين: الكفر أولا وحربه للمسلمين ثانيا. ¶ 62 - وعلى هذا الأساس فمن حق الحركة الإسلامية في هذه المرحلة أن تجعل النصيرية في الحظر والتعامل كقريش في هذا الميثاق. ¶ 63 - ويبقى الحكم الأخير في جميع البنود والنصوص خاضعا لرأي علماء الأمة الثقات حين يقع الخلاف في تفسير هذه المواد {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ}. ¶ وآخر دعوانا أن الحمد لله رب العالمين",
            "page": "108",
            "part": "1",
            "seal": "D7CFE2BD"
        }
    ],
    "t1574": [
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "بين يدي البحث"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": "1",
            "tit": "ابتدأت الحركة الإسلامية مسارها الأول"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "كانت المرحلة الثانية"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "كانت المرحلة الثالثة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: الحلف لغة وشرعا"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا: الأحلاف في مرحلة الضعف"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "أ - حلف الفضول"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "ب - حلف المطيبين"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "حلف أبي طالب مع رسول الله"
        },
        {
            "id": "13",
            "lvl": "3",
            "sub": null,
            "tit": "المرحلة الأولى"
        },
        {
            "id": "14",
            "lvl": "3",
            "sub": null,
            "tit": "المرحلة الثانية"
        },
        {
            "id": "15",
            "lvl": "3",
            "sub": null,
            "tit": "المرحلة الثالثة"
        },
        {
            "id": "19",
            "lvl": "3",
            "sub": null,
            "tit": "المرحلة الرابعة"
        },
        {
            "id": "20",
            "lvl": "3",
            "sub": null,
            "tit": "عودة إلى الحلف السابق"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "جـ - حلف رسول الله صلى الله عليه وسلم والمطعم بن عدي"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "د - صور من الأحلاف لم تنجح"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: التحالف في مرحلة تأسيس الدولة"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "بيعة العقبة الأولى"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "بيعة العقبة الثانية"
        },
        {
            "id": "60",
            "lvl": "3",
            "sub": null,
            "tit": "بنود البيعة"
        },
        {
            "id": "61",
            "lvl": "3",
            "sub": null,
            "tit": "التأكيد على خطورة البيعة"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": null,
            "tit": "اثنا عشر نقيبا"
        },
        {
            "id": "62",
            "lvl": "3",
            "sub": "1",
            "tit": "شيطان يكشف المعاهدة"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": null,
            "tit": "استعداد الأنصار لضرب قريش"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "1",
            "tit": "قريش تقدم الاحتجاج إلى رؤساء يثرب"
        },
        {
            "id": "63",
            "lvl": "3",
            "sub": "2",
            "tit": "تأكد الخبر عند قريش ومطاردة المبايعين"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "ميثاق الدولة الجديد"
        },
        {
            "id": "84",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الأول"
        },
        {
            "id": "86",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثاني"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "الباب الثالث"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": "1",
            "tit": "الباب الرابع"
        },
        {
            "id": "88",
            "lvl": "2",
            "sub": null,
            "tit": "ملاحظات"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "مع الباب الأول"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "مع الباب الثاني"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "مع الباب الثالث"
        },
        {
            "id": "99",
            "lvl": "2",
            "sub": null,
            "tit": "مع الباب الرابع"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "أولا: ميثاق الجبهة الإسلامية"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "ثانيا: ميثاق عامة الشعب"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثا: ميثاق الفئات والتجمعات غير الإسلامية"
        }
    ]
}