{
    "b1604": [
        {
            "id": "1",
            "nass": "الخلاصة ¶ في حكم الاستعانة بالكفار في القتال ¶ جمع وإعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1432 هـ 2011 م ¶ حقوق الطبع لكل مسلم",
            "page": null,
            "part": null,
            "seal": "CEF32B5B"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد الأنبياء والمرسلين، وعلى آله وصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: ¶ فقد أمر الله تعالى بإعداد أقصى ما يمكن من القوة لمواجهة أعداء الإسلام، ولحماية بلاد المسلمين من أي اعتداء خارجي. ¶ وقد فعلها المسلمون يوم أن كانوا مسلمين حقا، ففتحوا الشام والعراق ونصف إفريقيا مع نصف قارة آسيا، بل وجزء كبير من أوربا .... ¶ وقد مرت عليهم فترات ضعف، لكنهم لم يستعيوا بالكفار كدول ضد دول كافرة، وكل من استعان بالكفار فقد باء بالخسران في الدارين. ¶ وقد تعرض الفقهاء لهذا الموضوع الجلل، فتكلموا عن حكم الاستعانة بالكفار لمقاتلة كفار مثلهم، وكذلك حكم الاستعانة بالكفار لمقاتلة المسلمين .... ¶ ولكن كلامهم عن هذا الموضوع كان يوم كان للمسلمين خلافة واحدة ومرجعية واحدة، فلما اندثرت الخلافة الإسلامية بمؤامرات خارجية وداخلية صار الفقهاء الذين يكتبون في هذا الموضوع تبعا لما تريده دولهم ..... وصارت فلسفة التبرير هي السائدة، بل وصل الأمر عند بعض فقهاء السلاطين أنهم يحرمون الاستعانة بالكفار ويعتبرونها كفرا مخرجا من الدين، ثم يعودون ويوجبون الاستعانة بالكفار والفجار وأن ذلك من الدين!!!! ¶ بل وصل الأمر ببعض المنسوبين للعلم أنهم يجوزون للمسلم الذي يعيش في بلاد الغرب التطوع بجيوشها لذبح المسلمين، وأجازوا الدخول في جيش المحتل الغازي وشرطته لقمع المجاهدين لهذا المحتل .... ¶ وهؤلاء يحرم الأخذ عنهم في هذا وذاك لأنهم لا يخافون الله تعالى، بل يخافون من السلطان الذي جعل لهم مكانة بين الناس، قال تعالى: {أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ} [التوبة:13]",
            "page": "1",
            "part": "1",
            "seal": "9419C8A0"
        },
        {
            "id": "3",
            "nass": "هذا وقد كتب في هذا الموضوع علماء أجلاء أيضاً ما كانوا يخافون في الله لومة لائم، وهم كثيرون في الأمة .... أمثال الشيخ حمود بن عقلة الشعيبي رحمه الله، وناصر الفهد فك الله أسره وغيرهما ¶ المبحث الأول=حكم الاستعانة بغير المسلمين في قتال الكفار ¶ المبحث الثاني=حكم الاستعانة بغير المسلمين في قتال المسلمين ¶ المبحث الثالث=حكم مساعدة الكافرين ضد المسلمين ¶ وقد فصلت القول في كل واحد منها، وذكرت الأدلة الشرعية المعتبرة، وأقوال الفقهاء والمفسرين وغيرهم من أهل العلم القدامى والمعاصرين .. ¶ أسأل الله تعالى أن ينفع به كاتبه وقارئه وناشره والدال عليه في الدارين. ¶ قال تعالى: {وَإِذْ قَالَتْ أُمَّةٌ مِنْهُمْ لِمَ تَعِظُونَ قَوْمًا اللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ} [الأعراف: 164] ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ في 7 ذو القعدة 1432 هـ الموافق ل 4/ 10/2011 م ¶ - - - - - - - - - - -",
            "page": "2",
            "part": "1",
            "seal": "EF44FA56"
        },
        {
            "id": "4",
            "nass": "المبحث الأول ¶ حكم الاستعانة بغير المسلمين في قتال الكفار ¶ المطلب الأول: أقوال العلماء في المسألة: ¶ اختلف الفقهاء في مسألة استعانة المسلمين بغيرهم في قتال الكفار على أقوال يمكن معرفتها بعد استعراض مذاهب الفقهاء: ¶ أولاً: مذهب الحنفية: ¶ قال محمد بن الحسن الشيباني:\"وَلَا بَأْسَ بِأَنْ يَسْتَعِينَ الْمُسْلِمُونَ بِأَهْلِ الشِّرْكِ عَلَى أَهْلِ الشِّرْكِ إذَا كَانَ حُكْمُ الْإِسْلَامِ هُوَ الظَّاهِرُ عَلَيْهِمْ.\" (¬1) ¶ وقال الإمام أبو بكر الجصّاص الحنفي:\"وَقَالَ أَصْحَابُنَا: لَا بَأْسَ بِالِاسْتِعَانَةِ بِالْمُشْرِكِينَ عَلَى قِتَالِ غَيْرِهِمْ مِنْ الْمُشْرِكِينَ إذَا كَانُوا مَتَى ظَهَرُوا كَانَ حُكْمُ الْإِسْلَامِ هُوَ الظَّاهِرُ, فَأَمَّا إذَا كَانُوا لَوْ ظَهَرُوا كَانَ حُكْمُ الشِّرْكِ هُوَ الْغَالِبُ فَلَا يَنْبَغِي لِلْمُسْلِمِينَ أَنْ يُقَاتِلُوا مَعَهُمْ. \" (¬2) ¶ وقال علاء الدين الكاساني:\"وَلَا يَنْبَغِي لِلْمُسْلِمِينَ أَنْ يَسْتَعِينُوا بِالْكُفَّارِ عَلَى قِتَالِ الْكُفَّارِ؛ لِأَنَّهُ لَا يُؤْمَنُ غَدْرُهُمْ، إذْ الْعَدَاوَةُ الدِّينِيَّةُ تَحْمِلُهُمْ عَلَيْهِ، إلَّا إذَا اُضْطُرُّوا إلَيْهِمْ وَاَللَّهُ - سُبْحَانَهُ وَتَعَالَى - أَعْلَمُ.\" (¬3) ¶ وقال كمال الدين ابن الهمام:\" وَهَلْ يُسْتَعَانُ بِالْكَافِرِ عِنْدَنَا إذَا دَعَتْ الْحَاجَةُ جَازَ، وَهُوَ قَوْلُ الشَّافِعِيِّ رَحِمَهُ اللَّهُ وَابْنِ الْمُنْذِرِ \" (¬4) ¶ وقال الطحاوي:\"لا بَأْسَ بِالِاسْتِعَانَةِ بِأَهْلِ الْكِتَابِ فِي قِتَالِ مَنْ سِوَاهُمْ إِذَا كَانَ حُكْمُنَا هُوَ الْغَالِبَ، وَيَكْرَهُونَ مَا سِوَى ذَلِكَ إِذَا كَانَتْ أَحْكَامُنَا بِخِلَافِ ذَلِكَ، وَنَعُوذُ بِاللهِ مِنْ تِلْكَ الْحَالِ.\" (¬5) ¶ ¬__________ ¶ (¬1) - - شرح السير الكبير (ص:1422) ¶ (¬2) - أحكام القرآن للجصاص ت قمحاوي (4/ 104) وأحكام القرآن للجصاص ط العلمية (2/ 559) ¶ (¬3) - بدائع الصنائع في ترتيب الشرائع (7/ 101) ¶ (¬4) - فتح القدير (13/ 30) ¶ (¬5) - شرح مشكل الآثار (6/ 416) وانظر الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (4/ 18)",
            "page": "3",
            "part": "1",
            "seal": "A71642F3"
        },
        {
            "id": "5",
            "nass": "فمن هذه النقول يتّضح أن مذهب الحنفيّة جواز الاستعانة بالمشركين على قتال الكفار، ولكنهم قيّدوا ذلك بشرطين: ¶ الأول: إذا كان حكم الإسلام هو الظاهر بعد غلبة المسلمين على الكفار. ¶ الثاني: أن تدعو الحاجة والضرورة إلى الاستعانة بهم. ¶ ـــــــــ ¶ ثانياً: مذهب المالكيّة: ¶ قال الشيخ خليل بن إسحاق في مختصره:\"وَحَرُمَ نَبْلٌ سُمَّ وَاسْتِعَانَةٌ بِمُشْرِكٍ إلَّا لِخِدْمَةٍ \" (¬1) ¶ وقال شحنون: قلت - يعني لابن القاسم-:قُلْتُ: هَلْ كَانَ مَالِكٌ يَكْرَهُ أَنْ يَسْتَعِينَ الْمُسْلِمُونَ بِالْمُشْرِكِينَ فِي حُرُوبِهِمْ؟ ¶ قَالَ: سَمِعْت مَالِكًا يَقُولُ: بَلَغَنِي «أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: لَنْ أَسْتَعِينَ بِمُشْرِكٍ» (¬2) ¶ الَ: وَلَمْ أَسْمَعْهُ يَقُولُ فِي ذَلِكَ شَيْئًا، قَالَ ابْنُ الْقَاسِمِ: وَلَا أَرَى أَنْ يَسْتَعِينُوا بِهِمْ يُقَاتِلُونَ مَعَهُمْ إلَّا أَنْ يَكُونُوا نَوَاتِيَّةً (¬3) أَوْ خُدَّامًا\"\" (¬4) ¶ وقال أبو عبد الله الموّاق:\"وَرَوَى أَبُو الْفَرَجِ عَنْ مَالِكٍ: لَا بَأْسَ لِلْإِمَامِ أَنْ يَسْتَعِينَ بِالْمُشْرِكِينَ فِي قِتَالِ الْمُشْرِكِينَ إذَا احْتَاجَ إلَى ذَلِكَ.\" (¬5) ¶ وهكذا يتّضح أن مذهب المالكيّة تحريم الاستعانة بغير المسلمين في القتال لغير الخدمة إلا أن رواية أبي الفرج عن مالك تستثني حالة الحاجة لذلك، وهذا في حالة طلب المسلمين ¶ ¬__________ ¶ (¬1) - -مختصر خليل (ص:88) ¶ وفي منح الجليل:\" (نَبْلٌ) اسْمُ جَمْعٍ لَا وَاحِدَ لَهُ مِنْ لَفْظِهِ مَعْنَاهُ السِّهَامُ الْعَرَبِيَّةُ مُؤَنَّثٌ كَذَا فِي الْمِصْبَاحِ (سُمَّ) بِضَمِّ السِّينِ وَشَدِّ الْمِيمِ وَنَائِبُ فَاعِلِهِ ضَمِيرُ النَّبْلِ، فَالْمُنَاسِبُ سُمَّتْ أَيْ جُعِلَ فِيهَا السُّمُّ الْقَاتِلُ أَيْ حَرُمَ عَلَيْنَا رَمْيُهُمْ بِهَا، وَاَلَّذِي فِي النَّوَادِرِ كَرِهَ مَالِكٌ - رَضِيَ اللَّهُ تَعَالَى عَنْهُ - أَنْ يُسَمَّ النَّبْلُ وَالرِّمَاحُ وَنَحْوُهُ لِابْنِ يُونُسَ، فَحَمَلَ الْمُصَنِّفُ الْكَرَاهَةَ عَلَى الْحُرْمَةِ وَقَيَّدَهَا بَعْضُهُمْ بِمَا إذَا لَمْ يَكُنْ عِنْدَ الْعَدُوِّ نَبْلٌ مَسْمُومٌ وَإِلَّا فَيَجُوزُ حِينَئِذٍ\"منح الجليل شرح مختصر خليل (3/ 151) ¶ (¬2) - صحيح مسلم (3/ 1449) 150 - (1817) ¶ (¬3) - النَّوانيُّ: الملاحون في البحر، الواحد: نوتيّ (القاموس المحيط ص 162). ¶ (¬4) - المدونة الكبرى 3/ 40. ¶ (¬5) - التاج والإكليل لمختصر خليل (4/ 545)",
            "page": "4",
            "part": "1",
            "seal": "72DEBEF5"
        },
        {
            "id": "6",
            "nass": "للاستعانة بغيرهم على الكفار، وأما إذا خرج المشركون من تلقاء أنفسهم، فإن المعتمد من مذهب المالكية أنهم لا يُمنعون، وخالف أصبغ فقال: يمنعون. ¶ قال الدردير في شرحه لمختصر خليل:\"حَرُمَ عَلَيْنَا (اسْتِعَانَةٌ بِمُشْرِكٍ) وَالسِّينُ لِلطَّلَبِ فَإِنْ خَرَجَ مِنْ تِلْقَاءِ نَفْسِهِ لَمْ يُمْنَعْ عَلَى الْمُعْتَمَدِ (إلَّا لِخِدْمَةٍ) مِنْهُ لَنَا كَنُوتِيٍّ أَوْ خَيَّاطٍ أَوَلِهَدْمِ حِصْنٍ.\" (¬1) ¶ وقال الخرشي:\"وَاسْتِعَانَةٌ بِمُشْرِكٍ إلَّا لِخِدْمَةٍ (ش) يَعْنِي أَنَّهُ يَحْرُمُ عَلَيْنَا أَنْ نَسْتَعِينَ بِكَافِرٍ فِي الْجِهَادِ إلَّا أَنْ يَكُونَ خَادِمًا لَنَا فِي هَدْمٍ أَوْ حَفْرٍ أَوْ رَمْيِ مَنْجَنِيقٍ وَمَا أَشْبَهَ ذَلِكَ وَالسِّينُ لِلطَّلَبِ فَالْمَمْنُوعُ طَلَبُ إعَانَتِهِمْ وَحِينَئِذٍ فَمَنْ خَرَجَ مِنْ تِلْقَاءِ نَفْسِهِ لَا يَحْرُمُ عَلَيْنَا مُعَاوَنَتُهُ وَهُوَ ظَاهِرُ سَمَاعِ يَحْيَى خِلَافًا لِأَصْبَغَ \" (¬2) ¶ ـــــــــ ¶ ثالثاً: مذهب الشافعيّة: ¶ (قَالَ الشَّافِعِيُّ):\"وَإِنْ كَانَ مُشْرِكٌ يَغْزُو مَعَ الْمُسْلِمِينَ وَكَانَ مَعَهُ فِي الْغَزْوِ مَنْ يُطِيعُهُ مِنْ مُسْلِمٍ، أَوْ مُشْرِكٍ وَكَانَتْ عَلَيْهِ دَلَائِلُ الْهَزِيمَةِ وَالْحِرْصِ عَلَى غَلَبَةِ الْمُسْلِمِينَ وَتَفْرِيقِ جَمَاعَتِهِمْ لَمْ يَجُزْ أَنْ يَغْزُوَ بِهِ، وَإِنْ غَزَا بِهِ لَمْ يَرْضَخْ لَهُ؛ لِأَنَّ هَذَا إذَا كَانَ فِي الْمُنَافِقِينَ مَعَ اسْتِتَارِهِمْ بِالْإِسْلَامِ كَانَ فِي الْمُكْتَشِفِينَ فِي الشِّرْكِ مِثْلُهُ فِيهِمْ، أَوْ أَكْثَرُ إذَا كَانَتْ أَفْعَالُهُمْ كَأَفْعَالِهِمْ، أَوْ أَكْثَرَ، وَمَنْ كَانَ مِنْ الْمُشْرِكِينَ عَلَى خِلَافِ هَذِهِ الصِّفَةِ فَكَانَتْ فِيهِ مَنْفَعَةٌ لِلْمُسْلِمِينَ بِدَلَالَةٍ عَلَى عَوْرَةِ عَدُوٍّ، أَوْ طَرِيقٍ، أَوْ ضَيْعَةٍ، أَوْ نَصِيحَةٍ لِلْمُسْلِمِينَ فَلَا بَأْسَ أَنْ يُغْزَى بِهِ\" (¬3) ¶ وقال النووي:\"تَجُوزُ الِاسْتِعَانَةُ بِأَهْلِ الذِّمَّةِ وَبِالْمُشْرِكِينَ فِي الْغَزْوِ، وَيُشْتَرَطُ أَنْ يَعْرِفَ الْإِمَامُ حُسَنَ رَأْيِهِمْ فِي الْمُسْلِمِينَ، وَيَأْمَنَ خِيَانَتَهُمْ، وَشَرَطَ الْإِمَامُ وَالْبَغَوِيُّ وَآخَرُونَ شَرْطًا ثَالِثًا، وَهُوَ أَنْ يَكْثُرَ الْمُسْلِمُونَ بِحَيْثُ لَوْ خَانَ الْمُسْتَعَانُ بِهِمْ، وَانْضَمُّوا إِلَى الَّذِينَ يَغْزُوهُمْ، لَأَمْكَنَنَا مُقَاوَمَتُهُمْ جَمِيعًا. وَفِي كُتُبِ الْعِرَاقِيِّينَ وَجَمَاعَةٍ أَنَّهُ يُشْتَرَطُ أَنْ يَكُونَ فِي ¶ ¬__________ ¶ (¬1) - الشرح الكبير للشيخ الدردير وحاشية الدسوقي (2/ 178) ¶ (¬2) - شرح مختصر خليل للخرشي (3/ 114) ¶ (¬3) - الأم للشافعي (4/ 175)",
            "page": "5",
            "part": "1",
            "seal": "FD952DEB"
        },
        {
            "id": "7",
            "nass": "الْمُسْلِمِينَ قِلَّةٌ، وَتَمُسُّ الْحَاجَةُ إِلَى الِاسْتِعَانَةِ، وَهَذَانِ الشَّرْطَانِ كَالْمُتَنَافِيَيْنِ؛ لِأَنَّهُمْ إِذَا قَلُّوا حَتَّى احْتَاجُوا لِمُقَاوَمَةِ فَرْقَةٍ إِلَى الِاسْتِعَانَةِ بِالْأُخْرَى، فَكَيْفَ يُقَاوِمُونَهُمَا؟ ¶ قُلْتُ: لَا مُنَافَاةَ، فَالْمُرَادُ أَنْ يَكُونَ الْمُسْتَعَانُ بِهِمْ فِرْقَةً لَا يَكْثُرُ الْعَدِوُّ بِهِمْ كَثْرَةً ظَاهِرَةً، وَشَرَطَ صَاحِبُ «الْحَاوِي\"أَنْ يُخَالِفُوا مُعْتَقَدَ الْعَدِوِّ، كَالْيَهُودِ مَعَ النَّصَارَى، قَالَ: وَإِذَا خَرَجُوا بِشُرُوطِهِ، اجْتَهَدَ الْأَمِيرُ فِيهِمْ، فَإِنْ رَأَى الْمَصْلَحَةَ فِي تَمِيِزِهِمْ لِيَعْلَمَ نِكَايَتَهُمْ، أَفْرَدَهُمْ فِي جَانِبِ الْجَيْشِ بِحَيْثُ يَرَاهُ أَصْلَحَ، وَإِنْ رَآهَا فِي اخْتِلَاطِهِمْ بِالْجَيْشِ لِئَلَّا تَقْوَى شَوْكَتُهُمْ، فَرَّقَهُمْ بَيْنَ الْمُسْلِمِينَ. وَاللَّهُ أَعْلَمُ.\" (¬1) ¶ وقال الماوردي:\"فَإِذَا ثَبَتَ جَوَازُ الِاسْتِعَانَةِ بِهِمْ فَعَلَى ثَلَاثَةِ شُرُوطٍ: ¶ أَحَدُهَا: أَنْ يَكُونَ بِالْمُسْلِمِينَ إِلَيْهِمْ حَاجَةٌ، فَإِنِ اسْتَغْنَوْا عَنْهُمْ لَمْ يَجُزْ. ¶ وَالثَّانِي: أَنْ يَأْمَنَهُمُ الْمُسْلِمُونَ بِحُسْنِ نِيَّاتِهِمْ فَإِنْ خَافُوا لَمْ يَجُزْ. ¶ وَالثَّالِثُ: أَنْ يُخَالِفُوا مُعْتَقَدَ الْمُشْرِكِينَ كَالْيَهُودِ مَعَ النَّصَارَى وَعَبَدَةِ الْأَوْثَانِ فَإِنْ وَافَقُوهُمْ لَمْ يَجُزْ، فَإِذَا خَرَجُوا مَعَهُمْ عَلَى هَذِهِ الشُّرُوطِ اجْتَهَدَ وَالِي الْجَيْشِ رَأْيَهُ فِيهِمْ فَإِنْ كَانَ أَفْرَادُهُمْ مُتَمَيِّزِينَ أَصْلَحَ لِتَعَلُّمِ نِكَايَتِهِمْ، أَفْرَدَهُمْ بِحَيْثُ يَرَى أَنَّهُ أَصْلَحُ، إِمَّا فِي حَاشِيَةِ الْعَسْكَرِ، أَوْ مِنْ أَمَامِهِ، أَوْ مِنْ وَرَائِهِ، إِنْ كَانَ اخْتِلَاطُهُمْ بِالْمُسْلِمِينَ أَوْلَى؛ لِئَلَّا تَقْوَى شَوْكَتُهُمْ خَلَطَهُمْ بِهِمْ، فَإِنَّ الْعَمَلَ بِشَوَاهِدِ الْأَحْوَالِ الْمُخْتَلِفَةِ أَوْلَى مِنَ الْقَطْعِ بِأَحَدِهَا.\" (¬2) ¶ ولكن الشافعية لم يعتدوا بشرط الماوردي من مخالفة معتقد العدو، فقالوا:\" (قَوْلُهُ: أَنَّهُ لَا بُدَّ أَنْ يُخَالِفُوا الْعَدُوَّ) وِفَاقًا لِلْمُغْنِي وَخِلَافًا لِلنِّهَايَةِ وَعِبَارَتُهُ وَلَا يُشْتَرَطُ أَنْ يُخَالِفُوا مُعْتَقَدَ الْعَدُوِّ كَالْيَهُودِ مَعَ النَّصَارَى كَمَا قَالَ الْبُلْقِينِيُّ: إنَّ كَلَامَ الشَّافِعِيِّ يَدُلُّ عَلَى عَدَمِ اعْتِبَارٍ خِلَافًا لِلْمَاوَرْدِيِّ.\". (¬3) ¶ ¬__________ ¶ (¬1) - روضة الطالبين وعمدة المفتين (10/ 239) ¶ (¬2) - الحاوي الكبير في فقه الشافعي للماوردي - دار الكتب العلمية (14/ 132) ¶ (¬3) - تحفة المحتاج في شرح المنهاج وحواشي الشرواني والعبادي (9/ 238) وحاشية البجيرمي على شرح المنهج = التجريد لنفع العبيد (4/ 253) وحاشية الجمل على شرح المنهج = فتوحات الوهاب بتوضيح شرح منهج الطلاب (5/ 193) ومغني المحتاج إلى معرفة معاني ألفاظ المنهاج (6/ 27) ونهاية المحتاج إلى شرح المنهاج (8/ 62)",
            "page": "6",
            "part": "1",
            "seal": "E46B33EE"
        },
        {
            "id": "8",
            "nass": "فمما تقدّم تبيّن أن مذهب الشافعيّة هو جواز استعانة المسلمين بالكفار؛ لكن بشرط أن يأمن المسلمون هؤلاء الكفار من حيث حسن النيّة وعدم الخيانة، وأن يكون عدد المسلمين كثيراً، واشترط بعضهم مخالفة معتقد العدو المحارَب كاليهود مع النصارى. ¶ ــــــــــ ¶ رابعاً: مذهب الحنابلة: ¶ اختلفت الرواية عن الإمام أحمد في جواز الاستعانة بغير المسلمين في القتال. ¶ قال ابن قدامة:\"وَلَا يُسْتَعَانُ بِمُشْرِكٍ. وَبِهَذَا قَالَ ابْنُ الْمُنْذِرِ، وَالْجُوزَجَانِيُّ، وَجَمَاعَةٌ مِنْ أَهْلِ الْعِلْمِ. وَعَنْ أَحْمَدَ مَا يَدُلُّ عَلَى جَوَازِ الِاسْتِعَانَةِ بِهِ. وَكَلَامُ الْخِرَقِيِّ يَدُلُّ عَلَيْهِ أَيْضًا عِنْدَ الْحَاجَةِ، وَهُوَ مَذْهَبُ الشَّافِعِيِّ؛ .. وَيُشْتَرَطُ أَنْ يَكُونَ مَنْ يُسْتَعَانُ بِهِ حَسَنَ الرَّأْيِ فِي الْمُسْلِمِينَ، فَإِنْ كَانَ غَيْرَ مَأْمُونٍ عَلَيْهِمْ، لَمْ تُجْزِئْهُ الِاسْتِعَانَةُ بِهِ؛ لِأَنَّنَا إذَا مَنَعْنَا الِاسْتِعَانَةَ بِمَنْ لَا يُؤْمَنُ مِنْ الْمُسْلِمِينَ، مِثْلَ الْمُخَذِّلِ وَالْمُرْجِفِ، فَالْكَافِرُ أَوْلَى.\" (¬1) ¶ وقدّم صاحب المحرر رواية التحريم الاستعانة فقال:\"ولا يستعين بالمشركين إلا لضرورة، وعنه: إن قوي جيشه عليهم وعلى العدو لو كانوا معه، ولهم حسن رأي في الإسلام، جاز، وإلا فلا \" (¬2) ¶ وقال المرداوي:\"قَوْلُهُ (وَلَا يَسْتَعِينُ بِمُشْرِكٍ إلَّا عِنْدَ الْحَاجَةِ).هَذَا قَوْلُ جَمَاعَةٍ مِنْ الْأَصْحَابِ أَعْنِي قَوْلَهُ \"إلَّا عِنْدَ الْحَاجَةِ \"مِنْهُمْ صَاحِبُ الْهِدَايَةِ، وَالْمُذْهَبِ، وَمَسْبُوكِ الذَّهَبِ. وَقَدَّمَهُ فِي الْبُلْغَةِ. وَالصَّحِيحُ مِنْ الْمَذْهَبِ: أَنَّهُ يَحْرُمُ الِاسْتِعَانَةُ بِهِمْ إلَّا عِنْدَ الضَّرُورَةِ. جَزَمَ بِهِ فِي الْخُلَاصَةِ. وَقَدَّمَهُ فِي الْفُرُوعِ، وَالْمُحَرَّرِ، وَالرِّعَايَتَيْنِ، وَالْحَاوِيَيْنِ. وَعَنْهُ يَجُوزُ مَعَ حُسْنِ رَأْيٍ فِينَا. وَجَزَمَ بِهِ فِي الْبُلْغَةِ. زَادَ جَمَاعَةٌ وَجَزَمَ بِهِ صَاحِبُ الْمُحَرَّرِ إنْ قَوِيَ جَيْشُهُ عَلَيْهِمْ وَعَلَى الْعَدُوِّ، لَوْ كَانُوا مَعَهُ.\" (¬3) ¶ فمن هذا يُعلم أن الرواية المقدّمة في مذهب الحنابلة هي حرمة الاستعانة بغير المسلمين إلا للضرورة، وقد مثّل فقهاء الحنابلة للضرورة التي يجوز معها الاستعانة بكون عدد الكفار ¶ ¬__________ ¶ (¬1) -المغني لابن قدامة (9/ 256) ¶ (¬2) - المحرر في الفقه على مذهب الإمام أحمد بن حنبل (2/ 171) ¶ (¬3) - الإنصاف في معرفة الراجح من الخلاف للمرداوي (4/ 143)",
            "page": "7",
            "part": "1",
            "seal": "48E48C1F"
        },
        {
            "id": "9",
            "nass": "أكثر بالنسبة لعدد المسلمين، أو الخوف من الكفار، كما اشترطوا لجواز الاستعانة عند الحاجة أن يكون المستعان به حسن الرأي بالمسلمين، فإن كان غير مأمون لم يجز. (¬1) ¶ ــــــــــ ¶ الخلاصة في أقوال الفقهاء في الاستعانة بالمشركين على المشركين ¶ وبعد هذا العرض لمذاهب الأئمة، وأقوال الفقهاء يمكن أن نقسّم الأقوال في المسألة إلى قولين: ¶ القول الأول: جواز الاستعانة بغير المسلمين في القتال ضد الكفار إذا دعت الحاجة لذلك بشرط أن يأمن المسلمون جانب الكفار المستَعان بهم، وأن يكون حكم الإسلام هو الظاهر بعد غلبتهم على الكفار، وهذا مذهب الحنفيّة والشافعية، وإحدى الروايتين في مذهب الحنابلة. ¶ القول الثاني: تحريم الاستعانة بغير المسلمين في قتال الكفار إلا إذا دعت الضرورة للاستعانة بهم، كقلّة عدد المسلمين، وهذا مذهب المالكية، والرواية المقدَّمة عند الحنابلة. ¶ وفي الموسوعة الفقهية الكويتية:\"ذَهَبَ الْفُقَهَاءُ إِلَى أَنَّهُ لاَ يَجُوزُ الاِسْتِعَانَةُ بِالْكَفَّارِ فِي الْجِهَادِ فِي غَيْرِ حَاجَةٍ ... \" (¬2) ¶ ــــــــــ ¶ المطلب الثاني-ذكر الأدلة ¶ أولا- أدلة المجيرين: ¶ استدل المجيزون للاستعانة بغير المسلمين في القتال ضد الكفار بأدلة من الأحاديث والآثار والمعقول: ¶ 1 - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: شَهِدْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم -،فَقَالَ لِرَجُلٍ مِمَّنْ يَدَّعِي الإِسْلاَمَ: «هَذَا مِنْ أَهْلِ النَّارِ»،فَلَمَّا حَضَرَ القِتَالُ قَاتَلَ الرَّجُلُ قِتَالًا شَدِيدًا فَأَصَابَتْهُ ¶ ¬__________ ¶ (¬1) - الإنصاف في معرفة الراجح من الخلاف للمرداوي (4/ 143) والفروع وتصحيح الفروع (10/ 247) والمبدع في شرح المقنع (3/ 306) والمحرر في الفقه على مذهب الإمام أحمد بن حنبل (2/ 171) ¶ (¬2) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (35/ 29)",
            "page": "8",
            "part": "1",
            "seal": "3BD9AC88"
        },
        {
            "id": "10",
            "nass": "جِرَاحَةٌ، فَقِيلَ: يَا رَسُولَ اللَّهِ، الَّذِي قُلْتَ لَهُ إِنَّهُ مِنْ أَهْلِ النَّارِ، فَإِنَّهُ قَدْ قَاتَلَ اليَوْمَ قِتَالًا شَدِيدًا وَقَدْ مَاتَ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «إِلَى النَّارِ»،قَالَ: فَكَادَ بَعْضُ النَّاسِ أَنْ يَرْتَابَ، فَبَيْنَمَا هُمْ عَلَى ذَلِكَ، إِذْ قِيلَ: إِنَّهُ لَمْ يَمُتْ، وَلَكِنَّ بِهِ جِرَاحًا شَدِيدًا، فَلَمَّا كَانَ مِنَ اللَّيْلِ لَمْ يَصْبِرْ عَلَى الجِرَاحِ فَقَتَلَ نَفْسَهُ، فَأُخْبِرَ النَّبِيُّ - صلى الله عليه وسلم - بِذَلِكَ، فَقَالَ: «اللَّهُ أَكْبَرُ، أَشْهَدُ أَنِّي عَبْدُ اللَّهِ وَرَسُولُهُ»،ثُمَّ أَمَرَ بِلاَلًا فَنَادَى بِالنَّاسِ: «إِنَّهُ لاَ يَدْخُلُ الجَنَّةَ إِلَّا نَفْسٌ مُسْلِمَةٌ، وَإِنَّ اللَّهَ لَيُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الفَاجِرِ» (¬1). ¶ 2 - عَنِ الهُدْنَةِ، قَالَ: قَالَ جُبَيْرٌ: انْطَلِقْ بِنَا إِلَى ذِي مِخْبَرٍ، رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم -:فَأَتَيْنَاهُ فَسَأَلَهُ جُبَيْرٌ عَنِ الهُدْنَةِ، فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ:\"سَتُصَالِحُونَ الرُّومَ صُلْحًا آمِنًا، فَتَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا مِنْ وَرَائِكُمْ، فَتُنْصَرُونَ، وَتَغْنَمُونَ، وَتَسْلَمُونَ، ثُمَّ تَرْجِعُونَ حَتَّى تَنْزِلُوا بِمَرْجٍ ذِي تُلُولٍ، فَيَرْفَعُ رَجُلٌ مِنْ أَهْلِ النَّصْرَانِيَّةِ الصَّلِيبَ، فَيَقُولُ: غَلَبَ الصَّلِيبُ، فَيَغْضَبُ رَجُلٌ مِنَ الْمُسْلِمِينَ، فَيَدُقُّهُ، فَعِنْدَ ذَلِكَ تَغْدِرُ الرُّومُ، وَتَجْمَعُ لِلْمَلْحَمَةِ \" (¬2) ¶ وعَنْ جُبَيْرِ بْنِ نُفَيْرٍ، قَالَ: قَالَ جُبَيْرٌ: انْطَلِقْ بِنَا إِلَى ذِي مِخْبَرٍ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - فَأَتَيْنَاهُ، فَسَأَلَهُ جُبَيْرٌ عَنِ الْهُدْنَةِ، فَقَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «سَتُصَالِحُونَ الرُّومَ صُلْحًا آمِنًا، وَتَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا مِنْ وَرَائِكُمْ» (¬3) ¶ 3 - عَنْ عَبْدِ الرَّحْمَنِ بْنِ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ: أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم -،لَا نَعْلَمُ بِخَبَرِ الْقَوْمِ الَّذِينَ جَيَّشُوا لَنَا، فَاسْتَقْبَلْنَا وَادِيَ حُنَيْنٍ، فِي عَمَايَةِ الصُّبْحِ، وَهُوَ وَادِي أَجْوَفُ، مِنْ أَوْدِيَةِ تِهَامَةَ، إِنَّمَا يَنْحَدِرُونَ فِيهِ انْحِدَارًا، قَالَ: فَوَاللَّهِ إِنَّ النَّاسَ لَيُتَابِعُونَ، لَا يَعْلَمُونَ بِشَيْءٍ، إِذْ فَجِئَهُمُ الْكَتَائِبُ مِنْ كُلِّ نَاحِيَةٍ، فَلَمْ يَنْتَظِرِ النَّاسُ أَنِ انْهَزَمُوا رَاجِعِينَ، قَالَ: وَانْحَازَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ذَاتَ الْيَمِينِ، وَقَالَ: «أَيْنَ أَيُّهَا النَّاسُ؟،أَنَا رَسُولُ اللَّهِ، وَأَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ»،وَكَانَ أَمَامَ هَوَازِنَ رَجُلٌ ضَخْمٌ، عَلَى جَمَلٍ أَحْمَرَ، فِي يَدِهِ [ص:96] رَايَةٌ سَوْدَاءُ، إِذَا ¶ ¬__________ ¶ (¬1) - صحيح البخاري (4/ 72) (3062) وصحيح مسلم (1/ 105) 178 - (111) ¶ [ش (شهدنا) حضرنا. (خيبر) أي فتحها. (يرتاب) يشك ويرتد عن دينه. (ليؤيد) ينصر ويحمي. (الفاجر) من الفجور وهو الانطلاق في المحرمات والمعاصي] ¶ (¬2) - سنن أبي داود (4/ 109) (4292) صحيح ¶ (¬3) - سنن أبي داود (3/ 86) (2767) صحيح",
            "page": "9",
            "part": "1",
            "seal": "736786EF"
        },
        {
            "id": "11",
            "nass": "أُدْرِكَ طَعَنَ بِهَا، وَإِذَا فَاتَهُ شَيْءٌ بَيْنَ يَدَيْهِ، دَفَعَهَا مِنْ خَلْفِهِ، فَرَصَدَ لَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ رِضْوَانُ اللَّهِ عَلَيْهِ، وَرَجُلٌ مِنَ الْأَنْصَارِ كِلَاهُمَا يُرِيدُهُ، قَالَ فَضَرَبَ عَلِيٌّ عُرْقُوبَيِ الْجَمَلِ، فَوَقَعَ عَلَى عَجُزِهِ، وَضَرَبَ الْأَنْصَارِيُّ سَاقَهُ، فَطَرَحَ قَدَمَهُ بِنِصْفِ سَاقِهِ، فَوَقَعَ، وَاقْتَتَلَ النَّاسُ، حَتَّى كَانَتِ الْهَزِيمَةُ، وَكَانَ أَخُو صَفْوَانَ بْنِ أُمَيَّةَ لِأُمِّهِ، قَالَ أَلَا بَطَلَ السِّحْرُ الْيَوْمَ، وَكَانَ صَفْوَانُ بْنُ أُمَيَّةَ يَوْمَئِذٍ مُشْرِكًا فِي الْمُدَّةِ، الَّتِي ضَرَبَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم -،فَقَالَ لَهُ صَفْوَانُ: اسْكُتْ فَضَّ اللَّهُ فَاكَ، فَوَاللَّهِ لَأَنْ يَلِيَنِي رَجُلٌ مِنْ قُرَيْشٍ أَحَبُّ إِلَيَّ مِنْ أَنْ يَلِيَنِي رَجُلٌ مِنْ هَوَازِنَ\" (¬1). ¶ 4 - ما جاء في كتب عَنِ ابْنِ شِهَابٍ أَنَّهُ قَالَ: بَلَغَنِي أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَتَبَ بِهَذَا الْكِتَابِ: «هَذَا كِتَابٌ مِنْ مُحَمَّدٍ النَّبِيِّ رَسُولِ اللَّهِ - صلى الله عليه وسلم - بَيْنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ مِنْ قُرَيْشٍ وَأَهْلِ يَثْرِبَ، وَمَنْ تَبِعَهُمْ فَلَحِقَ بِهِمْ، فَحَلَّ مَعَهُمْ وَجَاهَدَ مَعَهُمْ، أَنَّهُمْ أُمَّةٌ وَاحِدَةٌ مِنْ دُونِ النَّاسِ. الْمُهَاجِرُونَ مِنْ قُرَيْشٍ [ص:467] عَلَى رِبَاعَتِهِمْ، يَتَعَاقَلُونَ بَيْنَهُمْ مَعَاقِلَهُمُ الْأُولَى، وَهُمْ يَفْدُونَ عَانِيَهُمْ بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ، وَبَنُو عَوْفٍ عَلَى رِبْعَاتِهِمْ، يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ، وَبَنُو الْخَزْرَجِ عَلَى رِبَاعَتِهِمْ يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ، وَبَنُو سَاعِدَةَ عَلَى رِبَاعَتِهِمْ يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ، وَبَنُو جُشَمٍ وَالنَّجَا عَلَى رِبَاعَتِهِمْ، يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ، وَبَنُو النَّجَّارِ عَلَى رِبَاعَتِهِمْ يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ وَبَنُو عَمْرِو بْنِ عَوْفٍ عَلَى رِبَاعَتِهِمْ يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ وَبَنُو النَّبِيتِ عَلَى رِبَاعَتِهِمْ يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ وَبَنُو أَوْسٍ عَلَى رِبَاعَتِهِمْ يَتَعَاقَلُونَ مَعَاقِلَهُمُ الْأُولَى، وَكُلُّ طَائِفَةٍ [ص:468] مِنْهُمْ تَفْدِي عَانِيَهَا بِالْمَعْرُوفِ وَالْقِسْطِ بَيْنَ الْمُؤْمِنِينَ وَأَنَّ الْمُؤْمِنِينَ لَا يَتْرُكُونَ مُفْرَحًا مِنْهُمْ، أَنْ يُعِينُوهُ بِالْمَعْرُوفِ فِي فِدَاءٍ أَوْ عَقْلٍ، وَلَا يُحَالِفُ مُؤْمِنٌ مَوْلَى مُؤْمِنٍ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - مخرجا (11/ 95) (4774) صحيح",
            "page": "10",
            "part": "1",
            "seal": "919374B8"
        },
        {
            "id": "12",
            "nass": "دُونَهُ، وَأَنَّ الْمُؤْمِنِينَ وَالْمُتَّقِينَ عَلَى مَنْ بَغَى مِنْهُمْ، أَوِ ابْتَغَى دَسِيعَةَ ظُلْمٍ أَوْ إِثَمٍ أَوْ عُدْوَانٍ أَوْ فَسَادٍ بَيْنَ الْمُؤْمِنِينَ، وَأَنَّ أَيْدِيَهُمْ عَلَيْهمِ جَمِيعِهِمْ وَلَوْ كَانَ وَلَدَ أَحَدِهِمْ لَا يَقْتُلُ مُؤْمِنٌ مُؤْمِنًا فِي كَافِرٍ، وَلَا يُنْصَرُ كَافِرٌ عَلَى مُؤْمِنٍ، وَالْمُؤْمِنُونَ بَعْضُهُمْ مَوَالِي بَعْضٍ دُونَ النَّاسِ، وَأَنَّهُ مَنْ تَبِعَنَا مِنَ الْيَهُودِ، فَإِنَّ لَهُ الْمَعْرُوفَ وَالْأُسْوَةَ غَيْرَ مَظْلُومِينَ وَلَا مُتَنَاصِرٍ عَلَيْهِمْ، وَأَِنَّ سِلْمَ الْمُؤْمِنِينَ وَاحِدٌ، وَلَا يُسَالَمُ مُؤْمِنٌ دُونَ مُؤْمِنٍ فِي قِتَالٍ فِي سَبِيلِ اللَّهِ، إِلَّا عَلَى سَوَاءٍ وَعَدَلٍ بَيْنَهُمْ، وَأَنَّ كُلَّ غَازِيَةٍ غَزَتْ يَعْقُبُ بَعْضُهُمْ بَعْضًا، وَإِنَّ الْمُؤْمِنِينَ الْمُتَّقِينَ عَلَى أَحْسَنِ هُدًى وَأَقْوَمِهِ، وَأَنَّهُ لَا يُجِيرُ مُشْرِكٌ مَالًا لِقُرَيْشٍ، وَلَا يُعِينُهَا عَلَى مُؤْمِنٍ، وَأَنَّهُ مَنِ اعْتَبَطَ مُؤْمِنًا قَتْلًا عَنْ بَيِّنَةٍ فَإِنَّهُ قَوَدٌ، إِلَّا أَنْ يُرْضِيَ وَلِيَّ الْمَقْتُولِ بِالْعَقْلِ، وَأَنَّ الْمُؤْمِنِينَ عَلَيْهِ كَافَّةً، وَأَنَّهُ لَا يَحِلُّ لِمُؤْمِنٍ أَقَرَّ بِمَا فِي هَذِهِ الصَّحِيفَةِ، أَوْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، أَنْ يَنْصُرَ مُحْدِثًا وَلَا يُؤْوِيَهُ، فَمَنْ نَصَرَهُ أَوْ آوَاهُ فَإِنَّ عَلَيْهِ لَعْنَةَ [ص:469] اللَّهِ وَغَضَبَهُ يَوْمَ الْقِيَامَةِ لَا يُقْبَلُ مِنْهُ صَرْفٌ وَلَا عَدْلٌ، وَأَنَّكُمْ مَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَإِنَّ حُكْمَهُ إِلَى اللَّهِ وَإِلَى الرَّسُولِ، وَأَنَّ الْيَهُودَ يُنْفِقُونَ مَعَ الْمُؤْمِنِينَ مَا دَامُوا مُحَارِبِينَ، وَأَنَّ يَهُودَ بَنِي عَوْفٍ أُمَّةٌ مِنَ الْمُؤْمِنِينَ، لِلْيَهُودِ دِينُهُمْ وَلِلْمُؤْمِنِينَ دِينُهُمْ، وَمَوَالِيهِمْ وَأَنْفُسُهُمْ، إِلَّا مَنْ ظَلَمَ وَأَثِمَ فَإِنَّهُ لَا يَوْتِغُ إِلَّا نَفْسَهُ وَأَهْلَ بَيْتِهِ، وَأَنَّ لِيَهُودِ بَنِي النَّجَّارِ مِثْلَ مَا لِيَهُودِ بَنِي عَوْفٍ، وَأَنَّ لِيَهُودِ بَنِي الْحَارِثِ مِثْلَ مَا لِيَهُودِ بَنِي عَوْفٍ، وأَنَّ لِيَهُودِ بَنِي جُشَمٍ مِثْلَ مَا لِيَهُودِ بَنِي عَوْفٍ، وَأَنَّ لِيَهُودِ بَنِي سَاعِدَةَ مِثْلَ مَا لِيَهُودِ بَنِي عَوْفٍ، وَأَنَّ لِيَهُودِ الْأَوْسِ مِثْلَ ذَلِكَ، إِلَّا مَنْ ظَلَمَ، فَإِنَّهُ لَا يَوْتِغُ إِلَّا نَفْسَهُ وَأَهْلَ بَيْتِهِ، وَأَنَّهُ لَا يَخْرُجُ أَحَدٌ مِنْهُمْ إِلَّا بِإِذْنِ مُحَمَّدٍ - صلى الله عليه وسلم -،عَلَى الْيَهُودِ نَفَقَتُهُمْ، وَعَلَى الْمُسْلِمِينَ نَفَقَتُهُمْ، وَأَنَّ بَيْنَهُمُ النَّصْرَ عَلَى مَنْ حَارَبَ أَهْلَ هَذِهِ الصَّحِيفَةِ، وَأَنَّ بَيْنَكُمُ النُّصْحَ وَالنَّصِيحَةَ وَالنَّصْرَ لِلْمَظْلُومِ، وَأَنَّ الْمَدِينَةَ جَوْفُهَا حَرَمٌ لِأَهْلِ هَذِهِ الصَّحِيفَةِ، وَأَنَّهُ مَا كَانَ بَيْنَ أَهْلِ هَذِهِ الصَّحِيفَةِ مِنْ حَدَثٍ أَوِ اشْتِجَارٍ يُخَافُ فَسَادُهُ، فَإِنَّ أَمْرَهُ إِلَى اللَّهِ وَإِلَى مُحَمَّدٍ النَّبِيِّ، وَأَنَّ بَيْنَهُمُ النَّصْرَ عَلَى مَنْ دَهَمَ يَثْرِبَ، وَأَنَّهُمْ إِذَا دَعَوُا الْيَهُودَ إِلَى صُلْحِ حَلِيفٍ لَهُمْ بِالْأُسْوَةِ فَأَنَّهُمْ يُصَالِحُونَهُ [ص:470] وَإنْ دَعَوْنَا إِلَى مِثْلِ ذَلِكَ فَإِنَّ لَهُمْ عَلَى الْمُؤْمِنِينَ، إِلَّا مَنْ حَارَبَ الدِّينَ، وَعَلَى كُلِّ أُنَاسٍ حِصَّتَهُمْ مِنَ النَّفَقَةِ، وَأَنَّ يَهُودَ الْأَوْسِ وَمَوَالِيَهُمْ وَأَنْفُسَهُمْ مَعَ الْبِرِّ الْمُحْسِنِ مِنْهُمْ، مِنْ أَهْلِ هَذِهِ الصَّحِيفَةِ وَأَنَّ بَنِي الشُّطْبَةِ بَطْنٌ مِنْ جَفْنَةَ، وَأَنَّ الْبِرَّ",
            "page": "11",
            "part": "1",
            "seal": "0843849F"
        },
        {
            "id": "13",
            "nass": "دُونَ الْإِثْمِ، وَلَا يَكْسِبُ كَاسِبٌ إِلَّا عَلَى نَفْسِهِ، وَأَنَّ اللَّهَ عَلَى أَصْدَقِ مَا فِي هَذِهِ الصَّحِيفَةِ وَأَبَرِّهِ، لَا يُحَوَّلُ الْكِتَابُ عَنْ ظَالِمٍ وَلَا آثِمٍ، وَأَنَّهُ مَنْ خَرَجَ آمِنٌ، وَمَنْ قَعَدَ بِالْمَدِينَةِ أُمِّنَ أَبَرَّ الْأَمْنِ، إِلَّا ظَالِمًا وَآثِمًا، وَأَنَّ أَوْلَاهُمُ بِهَذِهِ الصَّحِيفَةِ الْبَرُّ الْمُحْسِنُ» (¬1) ¶ فهذا يدل على جواز الاستعانة باليهود في الدفاع عن دار المسلمين. ¶ 5 - ثَبَتَ عَنْهُ - صلى الله عليه وسلم - أَنّهُ صَالَحَ أَهْلَ مَكّةَ عَلَى وَضْعِ الْحَرْبِ بَيْنَهُ وَبَيْنَهُمْ عَشْرَ سِنِينَ وَدَخَلَ حُلَفَاؤُهُمْ مِنْ بَنِي بَكْرٍ مَعَهُمْ وَحُلَفَاؤُهُ مِنْ خُزَاعَةَ مَعَهُ فَعَدَتْ حُلَفَاءُ قُرَيْشٍ عَلَى حُلَفَائِهِ فَغَدَرُوا بِهِمْ فَرَضِيَتْ قُرَيْشٌ وَلَمْ تُنْكِرْهُ فَجَعَلَهُمْ بِذَلِكَ نَاقِضِينَ لِلْعَهْدِ وَاسْتَبَاحَ غَزْوَهُمْ مِنْ غَيْرِ نَبْذِ عَهْدِهِمْ إلَيْهِمْ لِأَنّهُمْ صَارُوا مُحَارِبِينَ لَهُ نَاقِضِينَ لِعَهْدِهِ بِرِضَاهُمْ وَإِقْرَارِهِمْ لِحُلَفَائِهِمْ عَلَى الْغَدْرِ بِحُلَفَائِهِ وَأَلْحَقَ رِدْأَهُمْ فِي ذَلِكَ بِمُبَاشِرِهِمْ. (¬2) ¶ وعَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ قَالَ: لَمَّا قَدِمَ عَمْرُو بْنُ الزُّبَيْرِ مَكَّةَ لِقِتَالِ أَخِيهِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ جِئْتُهُ فَقُلْتُ لَهُ: يَا هَذَا إِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - حِين افْتَتَحَ مَكَّةَ، فَلَمَّا كَانَ الْغَدُ مِنْ يَوْمِ الْفَتْحِ عَدَتْ خُزَاعَةُ عَلَى رَجُلٍ مِنْ هُذَيْلٍ فَقَتَلُوهُ وَهُوَ مُشْرِكٌ، فَقَامَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِينَا خَطِيبًا فَقَالَ:\"يأيها النَّاسُ إِنَّ اللَّهَ قَدْ حَرَّمَ مَكَّةَ يَوْمَ خلق السَّمَوَات وَالْأَرْضَ، فَهِيَ حَرَامٌ مِنْ حَرَامِ اللَّهِ إِلَى يَوْمِ الْقِيَامَةِ، فَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ فِيهَا دَمًا وَلَا يعضد فِيهَا شَجرا، لم تحل لِأَحَدٍ كَانَ قَبْلِي وَلَا تَحِلُّ لِأَحَدٍ يَكُونُ بعدى، وَلم تحل لِي إِلَّا هَذِهِ السَّاعَةَ غَضَبًا عَلَى أَهْلِهَا، أَلَا ثُمَّ قَدْ رَجَعَتْ كَحُرْمَتِهَا بِالْأَمْسِ، فَلْيُبَلِّغِ الشَّاهِدُ مِنْكُمُ الْغَائِبَ، فَمَنْ قَالَ لَكُمْ إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قد قَاتَلَ فِيهَا فَقُولُوا: إِنَّ اللَّهَ قَدْ أَحَلَّهَا لِرَسُولِهِ وَلَمْ يُحِلَّهَا لَكُمْ، يَا مَعْشَرَ خُزَاعَةَ ارْفَعُوا أَيْدِيَكُمْ عَنِ الْقَتْلِ فَلَقَدْ كَثُرَ إِنْ نَفَعَ، لَقَدْ قَتَلْتُمْ قَتِيلًا ¶ ¬__________ ¶ (¬1) - الأموال لابن زنجويه (2/ 466) (750 و508) والأموال للقاسم بن سلام (ص:166) (328) و (ص:260) (518) صحيح مرسل ¶ المعاقل: الديات= العاني: الأسير أو صاحب الدين أو المريض= القسط: العدل= القَوَد: القصاص ومجازاة الجاني بمثل صنيعه ¶ (¬2) - زاد المعاد - موافق للمطبوع (5/ 85)",
            "page": "12",
            "part": "1",
            "seal": "C4B770AA"
        },
        {
            "id": "14",
            "nass": "لَأَدِيَنَّهُ، فَمَنْ قُتِلَ بَعْدَ مَقَامِي هَذَا فَأَهْلُهُ بِخَيْرِ النَّظَرَيْنِ، إِنْ شَاءُوا فَدَمُ قَاتِلِهِ وَإِنْ شَاءُوا فَعَقْلُهُ.\"ثُمَّ وَدَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - ذَلِكَ الرَّجُلَ الَّذِي قَتَلَتْهُ خُزَاعَةُ. (¬1) ¶ 6 - عَنِ الزُّهْرِيِّ؛ أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - غَزَا بِنَاسٍ مِنَ الْيَهُودِ فَأَسْهَمَ لَهُمْ. (¬2) ¶ وعَنِ الزُّهْرِيِّ؛ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَغْزُو بِالْيَهُودِ فَيُسْهِمُ لَهُمْ كَسِهَامِ الْمُسْلِمِينَ. (¬3) ¶ وعَنِ الزُّهْرِيِّ، قَالَ: كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَغْزُو بِالْيَهُودِ فَيُسْهِمُ لَهُمْ. (¬4) ¶ وعَنِ الشَّيْبَانِيِّ أَنَّ سَعْدَ بْنَ مَالِكٍ غَزَا بِقَوْمٍ مِنَ الْيَهُودِ فَرَضَخَ لَهُمْ. (¬5) ¶ 7 - عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، وَمَرْوَانِ بْنِ الْحَكَمِ قَالَا: خَرَجَ رَسُولُ اللهِ - صلى الله عليه وسلم - زَمَنَ الْحُدَيْبِيَةِ فِي بِضْعِ عَشْرَةَ مِائَةٍ مِنْ أَصْحَابِهِ حَتَّى إِذَا كَانُوا بِذِي الْحُلَيْفَةِ، قَلَّدَ النَّبِيُّ - صلى الله عليه وسلم - الْهَدْيَ، وَأَشْعَرَ وَأَحْرَمَ بِالْعُمْرَةِ، وَبَعَثَ بَيْنَ يَدَيْهِ عَيْنَا لَهُ مِنْ خُزَاعَةَ يُخْبِرُهُ عَنْ قُرَيْشٍ، وَسَارَ النَّبِيُّ - صلى الله عليه وسلم - حَتَّى إِذَا كَانَ بِغَدِيرِ الْأَشْطَاطِ قَرِيبًا مِنْ عُسْفَانَ أَتَاهُ عَيْنُهُ الْخُزَاعِيُّ، فَقَالَ: إِنِّي تَرَكْتُ كَعْبَ بْنَ لُؤَيٍّ وَعَامِرَ بْنَ لُؤَيٍّ قَدْ جَمَعُوا لَكَ الْأَحَابِيشَ وَجَمَعُوا لَكَ جُمُوعًا، وَهُمْ مُقَاتِلُوكَ وَصَادُّوكَ عَنِ الْبَيْتِ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «أَشِيرُوا عَلَيَّ أَتَرَوْنَ بِأَنْ أَمِيلَ إِلَى ذَرَارِيِّ هَؤُلَاءِ الَّذِينَ أَعَانُوهُمْ فَنُصِيبَهُمْ؟ فَإِنْ قَعَدُوا قَعَدُوا مَوْتُورِينَ، وَإِنْ نَجَوْا يَكُونُوا عُنُقًا قَطَعَهَا اللهُ، أَمْ تَرَوْنَ أَنْ أَؤُمَّ الْبَيْتَ فَمَنْ صَدَّنَا عَنْهُ قَاتَلْنَاهُ؟ \"فَقَالَ أَبُو بَكْرٍ: اللهُ وَرَسُولُهُ أَعْلَمُ يَا نَبِيَّ اللهِ، إِنَّمَا جِئْنَا مُعْتَمِرِينَ وَلَمْ نَأْتِ لِقِتَالِ أَحَدٍ وَلَكِنْ مَنْ حَالَ بَيْنَنَا وَبَيْنَ الْبَيْتِ قَاتَلْنَاهُ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «فَتَرَوَّحُوا إِذًا» (¬6) ¶ ¬__________ ¶ (¬1) - إمتاع الأسماع (1/ 395) والروض الأنف ت السلامي (7/ 236) والسيرة النبوية عرض وقائع وتحليل أحداث (ص:764) والسيرة النبوية لابن كثير (3/ 578) والسيرة النبوية لابن كثير (3/ 579) والسيرة النبوية لابن كثير (3/ 579) ودلائل النبوة للبيهقي مخرجا (5/ 83) وسبل الهدى والرشاد في سيرة خير العباد (5/ 256) وسيرة ابن هشام ت السقا (2/ 415) ¶ (¬2) - مصنف ابن أبي شيبة -دار القبلة (17/ 593) (33835) صحيح مرسل ¶ (¬3) - مصنف ابن أبي شيبة -دار القبلة (17/ 593) (33836) صحيح مرسل ¶ (¬4) - مصنف ابن أبي شيبة -دار القبلة (17/ 594) (33837) صحيح مرسل ¶ (¬5) - مصنف ابن أبي شيبة -دار القبلة (17/ 594) (33838) فيه انقطاع ¶ (¬6) - السنن الكبرى للنسائي (8/ 125) (8789) وصحيح ابن حبان - مخرجا (11/ 216) (4872) صحيح",
            "page": "13",
            "part": "1",
            "seal": "D4F60CC0"
        },
        {
            "id": "15",
            "nass": "قال ابن القيم معلقا على صلح الحديبية:\"وَمِنْهَا: أَنّ الِاسْتِعَانَةَ بِالْمُشْرِكِ الْمَأْمُونِ فِي الْجِهَادِ جَائِزَةٌ عِنْدَ الْحَاجَةِ لِأَنّ عَيْنَهُ الْخُزَاعِيّ كَانَ كَافِرًا إذْ ذَاكَ وَفِيهِ مِنْ الْمَصْلَحَةِ أَنّهُ أَقْرَبُ إلَى اخْتِلَاطِهِ بِالْعَدُوّ وَأَخْذِهِ أَخْبَارَهُمْ.\" (¬1) ¶ وقال الحافظ في القتح:\"وَفِيهِ جَوَازُ اسْتِنْصَاحِ بَعْضِ الْمُعَاهَدِينَ وَأَهْلِ الذِّمَّةِ إِذَا دَلَّتِ الْقَرَائِنُ عَلَى نُصْحِهِمْ وَشَهِدَتِ التَّجْرِبَةُ بِإِيثَارِهِمْ أَهْلَ الْإِسْلَامِ عَلَى غَيْرِهِمْ وَلَوْ كَانُوا مِنْ أَهْلِ دِينِهِمْ وَيُسْتَفَادُ مِنْهُ جَوَازُ اسْتِنْصَاحِ بَعْضِ مُلُوكِ الْعَدُوِّ اسْتِظْهَارًا عَلَى غَيْرِهِمْ وَلَا يُعَدُّ ذَلِكَ مِنْ مُوَالَاةِ الْكُفَّارِ وَلَا مُوَادَّةِ أَعْدَاءِ اللَّهِ بَلْ مِنْ قَبِيلِ اسْتِخْدَامِهِمْ وَتَقْلِيلِ شَوْكَةِ جَمْعِهِمْ وَإِنْكَاءِ بَعْضِهِمْ بِبَعْضٍ وَلَا يَلْزَمُ مِنْ ذَلِكَ جَوَازُ الِاسْتِعَانَةِ بِالْمُشْرِكِينَ عَلَى الْإِطْلَاقِ.\" (¬2) ¶ 8 - ومن المعقول أن الاستعانة بغير المسلمين عند الحاجة بمنزلة الاستعانة بالكلاب، وفي شرح السير:\"وَالِاسْتِعَانَةُ بِهِمْ فِي الْقِتَالِ عِنْدَ الْحَاجَةِ بِمَنْزِلَةِ الِاسْتِعَانَةِ بِالْكِلَابِ، أَوْ كَأَنَّ ذَلِكَ لِلْمُبَالَغَةِ فِي قَهْرِ الْمُشْرِكِينَ، حَيْثُ يُقَاتِلُهُمْ بِمَنْ يُوَافِقُهُمْ فِي الِاعْتِقَادِ.\". (¬3) ¶ وقال أيضاً:\"وَالِاسْتِعَانَةُ بِهِمْ بِمَنْزِلَةِ الِاسْتِعَانَةِ بِالْكِلَابِ\" (¬4) ¶ -------------- ¶ ثانيا- أدلة المانعين: ¶ واستدل المانعون للاستعانة بغير المسلمين في قتال الكفار بأدلة من القرآن والسنة والمعقول: ¶ ا- من القرآن الكريم: ¶ حيث شدد سبحانه وتعالى في النهي عن موالاة الكفار والركون إليهم واتخاذهم أولياء وأصدقاء في كثير من آيات الكتاب العزيز فمن ذلك قوله: {وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ} [هود:113]،وقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ ¶ ¬__________ ¶ (¬1) - زاد المعاد - موافق للمطبوع (3/ 265) ¶ (¬2) -فتح الباري لابن حجر (5/ 338) ¶ (¬3) - شرح السير الكبير (ص:257) ¶ (¬4) - شرح السير الكبير (ص:688)",
            "page": "14",
            "part": "1",
            "seal": "BF6C23FD"
        },
        {
            "id": "16",
            "nass": "بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51].وقال سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ} [آل عمران:118].وقال سبحانه وتعالى: {{يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} [الممتحنة:1]،فهذه الآيات وأمثالها كثيرة في الكتاب العزيز، كلها تحذر من الركون إلى الكافرين وموالاتهم واتخاذهم أصدقاء، والاستعانة بالكفار لا تتم إلا بموالاتهم والركون إليهم. ¶ ب- من السنة النبوية: ¶ 1 - عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهَا قَالَتْ: خَرَجَ رَسُولُ اللهِ - صلى الله عليه وسلم - قِبَلَ بَدْرٍ، فَلَمَّا كَانَ بِحَرَّةِ الْوَبَرَةِ أَدْرَكَهُ رَجُلٌ قَدْ كَانَ يُذْكَرُ مِنْهُ جُرْأَةٌ وَنَجْدَةٌ، فَفَرِحَ أَصْحَابُ رَسُولِ اللهِ - صلى الله عليه وسلم - حِينَ رَأَوْهُ، فَلَمَّا أَدْرَكَهُ قَالَ لِرَسُولِ اللهِ - صلى الله عليه وسلم -:جِئْتُ لِأَتَّبِعَكَ [ص:1450]،وَأُصِيبَ مَعَكَ، قَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم -: «تُؤْمِنُ بِاللهِ وَرَسُولِهِ؟ \"قَالَ: لَا، قَالَ: «فَارْجِعْ، فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ»،قَالَتْ: ثُمَّ مَضَى حَتَّى إِذَا كُنَّا بِالشَّجَرَةِ أَدْرَكَهُ الرَّجُلُ، فَقَالَ لَهُ كَمَا قَالَ أَوَّلَ مَرَّةٍ، فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم - كَمَا قَالَ أَوَّلَ مَرَّةٍ، قَالَ: «فَارْجِعْ، فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ»،قَالَ: ثُمَّ رَجَعَ فَأَدْرَكَهُ بِالْبَيْدَاءِ، فَقَالَ لَهُ كَمَا قَالَ أَوَّلَ مَرَّةٍ: «تُؤْمِنُ بِاللهِ وَرَسُولِهِ؟ \"قَالَ: نَعَمْ، فَقَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم -: «فَانْطَلِقْ» (¬1) ¶ وعَنْ عَائِشَةَ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: «إِنَّا لَا نَسْتَعِينُ بِمُشْرِكٍ» (¬2) ¶ ¬__________ ¶ (¬1) - صحيح مسلم (3/ 1450) 150 - (1817) ¶ [ش (بحرة الوبرة) وهو موضع على نحو من أربعة أميال من المدينة (حتى إذا كنا بالشجرة) هكذا هو في النسخ حتى إذا كنا فيحتمل أن عائشة كانت مع المودعين فرأت ذلك ويحتمل أنها أرادت بقولها كنا كان المسلمون] ¶ (¬2) - السنن الكبرى للنسائي (8/ 85) (8707) صحيح",
            "page": "15",
            "part": "1",
            "seal": "E301B892"
        },
        {
            "id": "17",
            "nass": "2 - عن خُبَيْبَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ خُبَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: أَتَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - وَهُوَ يُرِيدُ غَزْوًا أَنَا وَرَجُلٌ مِنْ قَوْمِي وَلَمْ نُسْلِمْ، فَقُلْنَا: إِنَّا نَسْتَحِي أَنْ يَشْهَدَ قَوْمُنَا مَشْهَدًا لَمْ نَشْهَدْهُ مَعَهُمْ. قَالَ:\"وَأَسْلَمْتُمَا؟ \"قُلْنَا: لَا. قَالَ:\"فَإِنَّا لَا نَسْتَعِينُ بِالْمُشْرِكِينَ عَلَى الْمُشْرِكِينَ \" (¬1). ¶ وعَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، رَضِيَ اللَّهُ عَنْهُ \"أَنَّ النَّبِيَّ - صلى الله عليه وسلم - خَرَجَ يَوْمَ أُحُدٍ حَتَّى [ص:98] خَلَّفَ ثَنِيَّةَ الْوَدَاعِ فَرَأَى كَتِيبَةً حَسْنَاءَ فَقَالَ:\"مَنْ هَؤُلَاءِ؟ قَالُوا: بَنِي قَيْنُقَاعٍ وَهُمْ رَهْطُ عَبْدِ اللَّهِ بْنِ سَلَامٍ وَهُوَ رَهْطُ عَبْدِ اللَّهِ بْنِ أُبَيِّ بْنِ سَلُولٍ فَقَالَ: «أَسْلَمُوا؟ \"قَالُوا: لَا، قَالَ: «قُولُوا لَهُمُ ارْجِعُوا؛ فَإِنَّا لَا نَسْتَعِينُ بِالْمُشْرِكِينَ عَلَى الْمُشْرِكِينَ» (¬2) ¶ قال الشعيبي رحمه الله:\"هذه النصوص كما ترى غاية في الصحة والصراحة على تحريم الاستعانة بالمشركين في الحرب والقتال، فلا يحل لمسلم يؤمن بالله واليوم الآخر أن يستعين بكافر أو يجيز الاستعانة بهم وهو يعلم هذه النصوص الصحيحة الصريحة. وكما ثبت بالكتاب والسنة منع الاستعانة بالكفار كما ترى فكذلك الصحابة رضوان الله عليهم ذهبوا إلى منع الاستعانة بالكفار ومن ذلك ما ثبت عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ: سَمِعْتُ عِيَاضًا الْأَشْعَرِيَّ، أَنَّ أَبَا مُوسَى، رَضِيَ اللهُ عَنْهُ وَفَدَ إِلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُمَا , وَمَعَهُ كَاتَبٌ نَصْرَانِيُّ , فَأَعْجَبَ عُمَرَ رَضِيَ اللهُ عَنْهُ مَا رَأَى مِنْ حِفْظِهِ , فَقَالَ:\"قُلْ لِكَاتِبِكَ يَقْرَأْ لَنَا كِتَابًا \", قَالَ: إِنَّهُ نَصْرَانِيٌّ , لَا يَدْخُلُ الْمَسْجِدَ , فَانْتَهَرَهُ عُمَرُ رَضِيَ اللهُ عَنْهُ , وَهَمَّ بِهِ , وَقَالَ:\"لَا تُكْرِمُوهُمْ إِذْ أَهَانَهُمُ اللهُ , وَلَا تُدْنُوهُمْ إِذْ أَقْصَاهُمُ اللهُ , وَلَا تَأْتَمِنُوهُمْ إِذْ خَوَّنَهُمُ اللهُ عَزَّ وَجَلَّ \" ¶ وفي رواية عَنْ عِيَاضٍ الْأَشْعَرِيِّ , عَنْ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ: أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ أَمَرَهُ أَنْ يَرْفَعَ إِلَيْهِ مَا أَخَذَ وَمَا أَعْطَى فِي أَدِيمٍ وَاحِدٍ , وَكَانَ لِأَبِي مُوسَى كَاتِبٌ نَصْرَانِيٌّ , يَرْفَعُ إِلَيْهِ ذَلِكَ , فَعَجِبَ عُمَرُ رَضِيَ اللهُ عَنْهُ , وَقَالَ:\"إِنَّ هَذَا لَحَافِظٌ \"وَقَالَ:\"إِنَّ لَنَا كِتَابًا فِي الْمَسْجِدِ , وَكَانَ جَاءَ مِنَ الشَّامِ فَادْعُهُ فَلْيَقْرَأْ \", قَالَ: أَبُو مُوسَى: إِنَّهُ لَا يَسْتَطِيعُ أَنْ يَدْخُلَ ¶ ¬__________ ¶ (¬1) - شرح مشكل الآثار (6/ 413) (2577) حسن لغيره ¶ (¬2) - الآحاد والمثاني لابن أبي عاصم (4/ 97) (2068) حسن وصححه البيهقي السنن الصغير للبيهقي (3/ 365) (2768)",
            "page": "16",
            "part": "1",
            "seal": "362E7EFD"
        },
        {
            "id": "18",
            "nass": "الْمَسْجِدَ , فَقَالَ عُمَرُ رَضِيَ اللهُ عَنْهُ:\"أَجُنُبٌ هُوَ؟ \", قَالَ: لَا , بَلْ نَصْرَانِيٌّ قَالَ: فَانْتَهَرَنِي , وَضَرَبَ فَخِذِي , وَقَالَ:\"أَخْرِجْهُ \", وَقَرَأَ {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51] \"قَالَ أَبُو مُوسَى: وَاللهِ مَا تَوَلِّيتُهُ , إِنَّمَا كَانَ يَكْتُبُ قَالَ: أَمَا وَجَدْتَ [ص:217] فِي أَهْلِ الْإِسْلَامِ مَنْ يَكْتُبُ لَكَ؟ لَا تُدْنِهِمْ إِذْ أَقْصَاهُمُ اللهُ , وَلَا تَأْمَنْهُمْ إِذْ خَوَّنَهُمُ اللهُ , وَلَا تُعِزَّهُمْ بَعْدَ إِذْ أَذَلَّهُمُ اللهُ , فَأَخْرِجْهُ \" (¬1) ¶ وعَنْ وَسْقٍ الرُّومِيِّ، قَالَ: كُنْتُ مَمْلُوكًا لِعُمَرَ بْنِ الْخَطَّابِ، فَكَانَ يَقُولُ لِي: «أَسْلِمْ، فَإِنَّكَ إِنْ أَسْلَمْتَ اسْتَعَنْتُ بِكَ عَلَى أَمَانَةِ الْمُسْلِمِينَ؛ فَإِنَّهُ لَا يَسَعُنِي أَنْ أَسْتَعِينَ عَلَى أَمَانَتِهِمْ مَنْ لَيْسَ مِنْهُمْ»،قَالَ: فَأَبَيْتُ، فَقَالَ:\" {لَا إِكْرَاهَ فِي الدِّينِ} [البقرة:256] \".قَالَ: فَلَمَّا حَضَرَتْهُ الْوَفَاةُ أَعْتَقَنِي، وَقَالَ: «اذْهَبْ حَيْثُ شِئْتَ» (¬2) ¶ وعَنْ أُسَّقَ، قَالَ: كُنْتُ مَمْلُوكًا لِعُمَرَ بْنِ الْخَطَّابِ وَأَنَا نَصْرَانِيٌّ [ص:159]،فَكَانَ يَعْرِضُ عَلَيَّ الْإِسْلَامَ وَيَقُولُ:\"إِنَّكَ لَوْ أَسْلَمْتَ اسْتَعَنْتُ بِكَ عَلَى أَمَانَتِي فَإِنَّهُ لَا يَحِلُّ لِي أَنْ أَسْتَعِينَ بِكَ عَلَى أَمَانَةِ الْمُسْلِمِينَ وَلَسْتَ عَلَى دِينِهِمْ فَأَبَيْتُ عَلَيْهِ فَقَالَ: لَا إِكْرَاهَ فِي الدِّينِ، فَلَمَّا حَضَرَتْهُ الْوَفَاةُ أَعْتَقَنِي وَأَنَا نَصْرَانِيُّ وَقَالَ: اذْهَبْ حَيْثُ شِئْتَ \" ¶ وَكَانَ لِعُمَرَ رَضِيَ اللَّهُ عَنْهُ عَبْدٌ نَصْرَانِيٌّ فَقَالَ لَهُ: أَسْلِمْ حَتَّى نَسْتَعِينَ بِكَ عَلَى بَعْضِ أُمُورِ الْمُسْلِمِينَ، فَإِنَّهُ لَا يَنْبَغِي لَنَا أَنْ نَسْتَعِينَ عَلَى أَمْرِهِمْ بِمَنْ لَيْسَ مِنْهُمْ، فَأَبَى، فَأَعْتَقَهُ وَقَالَ: اذْهَبْ حَيْثُ شِئْتَ. (¬3) ¶ وأَمَّا عُمَرُ بْنُ عَبْدِ الْعَزِيزِ رَحِمَهُ اللَّهُ تَعَالَى فَإِنَّهُ كَتَبَ إِلَى جَمِيعِ عُمَّالِهِ فِي الْآفَاقِ: أَمَّا بَعْدُ، فَإِنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يَقْرَأُ عَلَيْكُمْ مِنْ كِتَابِ اللَّهِ: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} [التوبة:28]،جَعَلَهُمُ اللَّهُ \" {حِزْبُ الشَّيْطَانِ} [المجادلة:19] \"وَجَعَلَهُمْ: {بِالْأَخْسَرِينَ أَعْمَالًا - الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف:103 - 104]،وَاعْلَمُوا أَنَّهُ لَمْ يَهْلِكْ مَنْ هَلَكَ مِنْ قَبْلِكُمْ إِلَّا ¶ ¬__________ ¶ (¬1) - السنن الكبرى للبيهقي (10/ 216) (20409) صحيح ¶ (¬2) - الأموال لابن زنجويه (1/ 145) (133) فيه جهالة ¶ (¬3) - الطبقات الكبرى ط دار صادر (6/ 159) وفيه جهالة",
            "page": "17",
            "part": "1",
            "seal": "FE4EB7C3"
        },
        {
            "id": "19",
            "nass": "بِمَنْعِهِ الْحَقَّ وَبَسْطِهِ يَدَ الظُّلْمِ، وَقَدْ بَلَغَنِي عَنْ قَوْمٍ مِنَ الْمُسْلِمِينَ فِيمَا مَضَى أَنَّهُمْ إِذَا قَدِمُوا بَلَدًا أَتَاهُمْ أَهْلُ الشِّرْكِ فَاسْتَعَانُوا بِهِمْ فِي أَعْمَالِهِمْ وَكِتَابَتِهِمْ لِعِلْمِهِمْ بِالْكِتَابَةِ وَالْجِبَايَةِ وَالتَّدْبِيرِ، وَلَا خِيرَةَ وَلَا تَدْبِيرَ فِيمَا يَغْضَبُ اللَّهُ وَرَسُولُهُ، وَقَدْ كَانَ لَهُمْ فِي ذَلِكَ مُدَّةٌ وَقَدْ قَضَاهَا اللَّهُ تَعَالَى، فَلَا أَعْلَمَنَّ أَنَّ أَحَدًا مِنَ الْعُمَّالِ أَبْقَى فِي عَمَلِهِ رَجُلًا مُتَصَرِّفًا عَلَى غَيْرِ دِينِ الْإِسْلَامِ إِلَّا نَكَّلْتُ بِهِ، فَإِنَّ مَحْوَ أَعْمَالِهِمْ كَمَحْوِ دِينِهِمْ، وَأَنْزِلُوهُمْ مَنْزِلَتَهُمُ الَّتِي خَصَّهُمُ اللَّهُ بِهَا مِنَ الذُّلِّ وَالصَّغَارِ، وَآمُرُ بِمَنْعِ الْيَهُودِ وَالنَّصَارَى مِنَ الرُّكُوبِ عَلَى السُّرُوجِ إِلَّا عَلَى الْأُكُفِ، وَلْيَكْتُبْ كُلٌّ مِنْكُمْ بِمَا فَعَلَهُ مِنْ عَمَلِهِ. ¶ وَكَتَبَ إِلَى حَيَّانَ، عَامِلِهِ عَلَى مِصْرَ بِاعْتِمَادِ ذَلِكَ فَكَتَبَ إِلَيْهِ: أَمَّا بَعْدُ يَا أَمِيرَ الْمُؤْمِنِينَ فَإِنَّهُ إِنْ دَامَ هَذَا الْأَمْرُ فِي مِصْرَ أَسْلَمَتِ الذِّمَّةُ، وَبَطَلَ مَا يُؤْخَذُ مِنْهُمْ، فَأَرْسَلَ إِلَيْهِ رَسُولًا وَقَالَ لَهُ: اضْرِبْ حَيَّانَ عَلَى رَأْسِهِ ثَلَاثِينَ سَوْطًا أَدَبًا عَلَى قَوْلِهِ، وَقُلْ لَهُ: مَنْ دَخَلَ فِي دِينِ الْإِسْلَامِ فَضَعْ عَنْهُ الْجِزْيَةَ، فَوَدِدْتُ لَوْ أَسْلَمُوا كُلُّهُمْ، فَإِنَّ اللَّهَ بَعَثَ مُحَمَّدًا دَاعِيًا لَا جَابِيًا. ¶ وَأَمَرَ أَنْ تُهْدَمَ بِيَعُ النَّصَارَى الْمُسْتَجَدَّةُ، فَيُقَالُ: إِنَّهُمْ تَوَصَّلُوا إِلَى بَعْضِ مَلُّوكِ الرُّومِ وَسَأَلُوهُ فِي مُكَاتَبَةِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، فَكَتَبَ إِلَيْهِ: أَمَّا بَعْدُ يَا عُمَرُ، فَإِنَّ هَؤُلَاءِ الشَّعْبَ سَأَلُوا فِي مُكَاتَبَتِكَ لِتُجْرِيَ أُمُورَهُمْ عَلَى مَا وَجَدْتَهَا عَلَيْهِ، وَتُبْقِيَ كَنَائِسَهُمْ، وَتُمَكِّنَهُمْ مِنْ عِمَارَةِ مَا خَرُبَ مِنْهَا، فَإِنَّهُمْ زَعَمُوا أَنَّ مَنْ تَقَدَّمَكَ فَعَلَ فِي أَمْرِ كَنَائِسِهِمْ مَا مَنَعْتَهُمْ مِنْهُ، فَإِنْ كَانُوا مُصِيبِينَ فِي اجْتِهَادِهِمْ فَاسْلُكْ سُنَّتَهُمْ، وَإِنْ يَكُونُوا مُخَالِفِينَ لَهَا فَافْعَلْ مَا أَرَدْتَ. ¶ فَكَتَبَ إِلَيْهِ عُمَرُ: أَمَّا بَعْدُ فَإِنَّ مَثَلِي وَمَثَلَ مَنْ تَقَدَّمَنِي كَمَا قَالَ اللَّهُ تَعَالَى فِي قِصَّةِ دَاوُدَ وَسُلَيْمَانَ: {إِذْ يَحْكُمَانِ فِي الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ - فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا} [الأنبياء:78 - 79]. ¶ وَكَتَبَ إِلَى بَعْضِ عُمَّالِهِ: أَمَّا بَعْدُ، فَإِنَّهُ بَلَغَنِي أَنَّ فِي عَمَلِكَ كَاتِبًا نَصْرَانِيًّا يَتَصَرَّفُ فِي مَصَالِحِ الْإِسْلَامِ، وَاللَّهُ تَعَالَى يَقُولُ: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [المائدة:57]،فَإِذَا أَتَاكَ كِتَابِي هَذَا فَادْعُ حَسَّانَ بْنَ زَيْدٍ - يَعْنِي: ذَلِكَ الْكَاتِبَ - إِلَى",
            "page": "18",
            "part": "1",
            "seal": "40233CF9"
        },
        {
            "id": "20",
            "nass": "الْإِسْلَامِ، فَإِنْ أَسْلَمَ فَهُوَ مِنَّا وَنَحْنُ مِنْهُ، وَإِنْ أَبَى فَلَا تَسْتَعِنْ بِهِ وَلَا تَتَّخِذْ أَحَدًا عَلَى غَيْرِ دِينِ الْإِسْلَامِ فِي شَيْءٍ مِنْ مَصَالِحِ الْمُسْلِمِينَ، فَأَسْلَمَ حَسَّانُ وَحَسُنَ إِسْلَامُهُ. (¬1) \" ¶ ت- ومن المعقول: ¶ أن الكافر غير مأمون على المسلمين، فأشبه المخذّل والمرجف، كما أن َلِأَنَّ الْكَافِرَ لَا يُؤْمِنُ مكْره، وَغَائِلَتُهُ لِخُبْثِ طَوِيَّتِهِ، وَالْحَرْبُ تَقْتَضِي الْمُنَاصَحَةَ، وَالْكَافِرُ لَيْسَ مِنْ أَهْلِهَا \" (¬2) ¶ فإن قيل هذه النصوص التي أوردتموها كلها في رفضه عليه الصلاة والسلام الاستعانة بالأفراد أما عدم الاستعانة بالدولة الكافرة فلم يرد فيه نص يمنعه فالجواب أن يقال: ¶ أولاً: قوله صلى الله عليه وسلم:\"لَنْ أَسْتَعِينَ بِمُشْرِكٍ \"مشرك هنا نكرة جاءت في سياق النفي واتفق علماء الأصول على أن النكرة في سياق النفي صيغة من صيغ العموم فيكون قوله \"لن أستعين بمشرك \"يعم كل مشرك فرداً كان أو دولة. ¶ قال البيهقي: بَابُ لَا يَنْبَغِي لِلْقَاضِي وَلَا لِلْوَالِي أَنْ يَتَّخِذَ كَاتِبًا ذِمِّيًّا وَلَا يَضَعُ الذِّمِّيَّ فِي مَوْضِعٍ يَتَفَضَّلُ فِيهِ مُسْلِمًا رُوِّينَا فِي كِتَابِ السِّيَرِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -:\"لَنْ أَسْتَعِينَ بِمُشْرِكٍ \"وَاللَّفْظُ عَامٌّ\" (¬3) ¶ ثانياً: الضرر المتوقع والخطر المحتمل من الاستعانة بالفرد الكافر أخف من الضرر المترتب على الاستعانة بالدولة لأن الفرد يكون تحت سيطرة المسلمين ومراقبتهم له، أما الدولة فإن قوتها وقدرتها على إيقاع الضرر بالمسلمين أكثر من قدرة الفرد المتوقع حصولها ضد المسلمين فعلى هذا يكون تحريم الاستعانة بالدولة الكافرة أولى من تحريم الاستعانة بالفرد الكافر، وبهذا يتبين أن الاستعانة بالكفار لا تجوز مطلقاً أفراداً كانوا أو دولاً. ¶ ــــــــــ ¶ المطلب الثالث-المناقشة والترجيح: ¶ أ- مناقشة أدلة المجيزين: ¶ ¬__________ ¶ (¬1) - أحكام أهل الذمة (1/ 456) فما بعد ¶ (¬2) - المبدع في شرح المقنع (3/ 306) وكشاف القناع عن متن الإقناع (3/ 63) ومطالب أولي النهى في شرح غاية المنتهى (2/ 532) ¶ (¬3) - \"السنن الكبرى للبيهقي (10/ 215)",
            "page": "19",
            "part": "1",
            "seal": "91984D5C"
        },
        {
            "id": "21",
            "nass": "مما يمكن أن تناقش به أدلة المجيزين للاستعانة بغير المسلمين على الكفار ما يأتي: ¶ 1 - حديث ذي مِخْبر رضي الله عنه هو من باب الإخبار بما سيحدث في آخر الزمان، ويدل على ذلك أن الروم تغدر بالمسلمين كما جاء في تكملة الحديث \"سَتُصَالِحُونَ الرُّومَ صُلْحًا آمِنًا، فَتَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا مِنْ وَرَائِكُمْ، فَتُنْصَرُونَ، وَتَغْنَمُونَ، وَتَسْلَمُونَ، ثُمَّ تَرْجِعُونَ حَتَّى تَنْزِلُوا بِمَرْجٍ ذِي تُلُولٍ، فَيَرْفَعُ رَجُلٌ مِنْ أَهْلِ النَّصْرَانِيَّةِ الصَّلِيبَ، فَيَقُولُ: غَلَبَ الصَّلِيبُ، فَيَغْضَبُ رَجُلٌ مِنَ الْمُسْلِمِينَ، فَيَدُقُّهُ، فَعِنْدَ ذَلِكَ تَغْدِرُ الرُّومُ، وَتَجْمَعُ لِلْمَلْحَمَةِ \" (¬1) ¶ 2 - وأما استعانة النبي (- صلى الله عليه وسلم -) بخزاعة فقد جاء في شعر عمرو بن سالم الخزاعي ما يدل على أن خزاعة مسلمة كقوله: ¶ يَا رَبّ إنّي نَاشِدٌ مُحَمّدًا ... حِلْفَ أَبِينَا وَأَبِيهِ الْأَتْلَدَا ¶ قَدْ كُنْتُمْ وُلْدًا وَكُنّا وَالِدًا ... ثُمّتَ أَسْلَمْنَا فَلَمْ نَنْزِعْ يَدَا ¶ فَانْصُرْ هَدَاك اللهُ نَصْرًا أَعْتَدَا ... وَادْعُ عِبَادَ اللهِ يَأْتُوا مَدَدَا ¶ فِيهِمْ رَسُولُ اللهِ قَدْ تَجَرّدَا ... إنْ سِيمَ خَسْفًا وَجْهُهُ تَرَبّدَا ¶ فِي فَيْلَقٍ كَالْبَحْرِ يَجْرِي مُزْبِدًا ... إنّ قُرَيْشًا أَخْلَفُوك الْمَوْعِدَا ¶ وَنَقَضُوا مِيثَاقَك الْمُوَكّدَا ... وَجَعَلُوا لِي فِي كَدَاءٍ رُصّدَا ¶ فذكْر التهجد والركوع والسجود يدل على إسلام هذه القبيلة. (¬2) ¶ قلت: ليس في الخبر الصحيح لا تهجد ولا ركوع ولا سجود ¶ ويمكن أن يُجاب عن هذه المناقشة بأن إسلام بعض قبيلة خزاعة لا يدل على إسلام كل القبيلة، ولما خرجوا مع النبي (- صلى الله عليه وسلم -) عام الفتح فإن المسلم دفعته حميته الإسلامية، والمشرك دفعه ... الثأر من بني بكر الذين اعتدوا على قبيلته. (¬3) ¶ ¬__________ ¶ (¬1) - سنن أبي داود (4/ 109) (4292) صحيح وسبق ¶ (¬2) - العلاقات الدولية في القرآن والسنة لمحمد الحسن ص357،نقلاً من كتاب حكم الاستعانة بغيرالمسلمين د. محمد شبير ص80 ¶ (¬3) - انظر: حكم الاستعانة بغير المسلمين د. محمد عثمان شبير ص 81.",
            "page": "20",
            "part": "1",
            "seal": "15C10FD4"
        },
        {
            "id": "22",
            "nass": "3 - وأما حديث الزهري في استعانة النبي (- صلى الله عليه وسلم -) بناس من اليهود فإنه مرسل، وَلَا يَصْلُحُ مُرْسَلُ الزُّهْرِيِّ لِمُعَارَضَةِ ذَلِكَ لِمَا تَقَدَّمَ مِنْ أَنَّ مَرَاسِيلَ الزُّهْرِيِّ ضَعِيفَةٌ (¬1) ¶ وَيُؤَيِّدُ هَذَا قَوْله تَعَالَى: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} [النساء:141] وَقَدْ أَخْرَجَ الشَّيْخَانِ عَنْ أَبِي إِسْحَاقَ، قَالَ: سَمِعْتُ البَرَاءَ رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: أَتَى النَّبِيَّ - صلى الله عليه وسلم - رَجُلٌ مُقَنَّعٌ بِالحَدِيدِ، فَقَالَ: يَا رَسُولَ اللَّهِ أُقَاتِلُ أَوْ أُسْلِمُ؟ قَالَ: «أَسْلِمْ، ثُمَّ قَاتِلْ»،فَأَسْلَمَ، ثُمَّ قَاتَلَ، فَقُتِلَ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «عَمِلَ قَلِيلًا وَأُجِرَ كَثِيرًا» (¬2) ¶ وَأَمَّا اسْتِعَانَتُهُ - صلى الله عليه وسلم - بِابْنِ أُبَيٍّ فَلَيْسَ ذَلِكَ إلَّا لِإِظْهَارِهِ الْإِسْلَامَ ¶ وَأَمَّا مُقَاتَلَةُ قَزْمَانَ مَعَ الْمُسْلِمِينَ فَلَمْ يَثْبُتْ أَنَّهُ - صلى الله عليه وسلم - أَذِنَ لَهُ بِذَلِكَ فِي ابْتِدَاءِ الْأَمْرِ، وَغَايَةُ مَا فِيهِ أَنَّهُ يَجُوزُ لِلْإِمَامِ السُّكُوتُ عَنْ كَافِرٍ قَاتَلَ مَعَ الْمُسْلِمِينَ. (¬3) ¶ \"وهذه الأدلة كما ترى لا تفيد جواز الاستعانة بالكفار لأنها ضعيفة لا توصل إلى المدَّعى إما في دلالتها وإما في ثبوتها فحديث أبي هريرة ليس صريحاً في أن الرجل الذي قاتل مع النبي - صلى الله عليه وسلم - كان كافراً بل فيه عكس ذلك حيث قال أبو هريرة رضي الله عنه أنه \"يدعي الإسلام \"كما أن القصة لا تفيد أن النبي - صلى الله عليه وسلم - استعان به وإنما أذن له فقط في الحضور والقتال، وكذلك الشأن في قصة صفوان فالنبي - صلى الله عليه وسلم - لم يطلب منه أن يقاتل، بل إنه هو بنفسه الذي شهد الوقعة ولم يثبت أنه قاتل وإنما كان خروجه مع المسلمين للتفرج والنظر فيما يحصل ولهذا لما انهزم المسلمون في أول وهلة فرح أبو سفيان بذلك وقال:\"قَالَ أَلَا بَطَلَ السِّحْرُ الْيَوْمَ، وَكَانَ صَفْوَانُ بْنُ أُمَيَّةَ يَوْمَئِذٍ مُشْرِكًا فِي الْمُدَّةِ، الَّتِي ضَرَبَ لَهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم -،فَقَالَ لَهُ صَفْوَانُ: اسْكُتْ فَضَّ اللَّهُ فَاكَ، فَوَاللَّهِ لَأَنْ يَلِيَنِي رَجُلٌ مِنْ قُرَيْشٍ أَحَبُّ إِلَيَّ مِنْ أَنْ يَلِيَنِي رَجُلٌ مِنْ هَوَازِنَ\" (¬4). ¶ ¬__________ ¶ (¬1) - نيل الأوطار للشوكاني - موقع الإسلام (12/ 19) والمراسيل لابن أبي حاتم (ص:3) (1 و2) وابن قيم الجوزية وجهوده في خدمة السنة النبوية وعلومها (1/ 412) ¶ (¬2) - صحيح البخاري (4/ 20) (2808) وصحيح مسلم (3/ 1509) 144 - (1900) ¶ (¬3) - نيل الأوطار (7/ 265) ¶ (¬4) - بتصرف من كتاب الاستعانة بغير المسلمين للدكتور عبد الله بن إبراهيم الطريقي ص267 - 268.",
            "page": "21",
            "part": "1",
            "seal": "80DB60B7"
        },
        {
            "id": "23",
            "nass": "ثم إن الخبر الوارد في قصة صفوان على الرغم من أنه لم يتضمن الدلالة على أن صفوان قاتل مع النبي - صلى الله عليه وسلم - فإنه لا تثبت به حجة، وهو غير ثابت وفيه اضطراب شديد بمتنه وسنده، قاله أبو عمر بن عبد البر:\"وَالِاضْطِرَابُ فِيهِ كَثِيرٌ وَلَا يَجِبُ عِنْدِي بِحَدِيثِ صَفْوَانَ هَذَا حُجَّةٌ فِي تَضْمِينِ الْعَارِيَةِ وَاللَّهُ أَعْلَمُ \" (¬1). ¶ قلت: يمكن الجمع بين الروايات فيزول الاضطراب الذي ادعاه ابن عبد البر ¶ ورد ابن حزم حديث صفوان بردود معظها فيه نظر (¬2) ¶ وضفع جميع رواياته، والصواب صحة بعضها .. ¶ وقال الشيخ حمود رحمه الله:\"والعجب ممن ذهب من العلماء إلى جواز الاستعانة بالكفار معتمداً في ذلك على هذه الآثار والمراسيل الضعيفة والمضطربة ويعرض عن ما خُرِّج في صحيح مسلم والسنن ومسند الإمام أحمد وغيره من رفضه - صلى الله عليه وسلم - الاستعانة بالمشركين، إننا إذا سلكنا طريق الترجيح وجدنا أن حديث عائشة رضي الله عنها الذي رواه مسلم في صحيحه وما وافقه من آثار أخرى أرجح يقيناً من تلك المراسيل المضطربة السند والمتن كما أسلفنا. ¶ قال ابن عبد البر:\"وَأَمَّا شُهُودُ صَفْوَانَ بْنِ أُمَيَّةَ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - حُنَيْنًا وَالطَّائِفَ وَهُوَ كَافِرٌ فَإِنَّ مَالِكًا قَالَ لَمْ يَكُنْ ذَلِكَ بِأَمْرِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قال مالك ولا أَرَى أَنْ يُسْتَعَانَ بِالْمُشْرِكِينَ عَلَى قِتَالِ الْمُشْرِكِينَ إِلَّا أَنْ يَكُونُوا خَدَمًا أَوْ نَوَاتِيَّةً (¬3). ¶ وَقَالَ الشَّافِعِيُّ وَالثَّوْرِيُّ وَالْأَوْزَاعِيُّ وَأَبُو حَنِيفَةَ وَأَصْحَابُهُمْ لَا بَأْسَ بِالِاسْتِعَانَةِ بِأَهْلِ الشِّرْكِ عَلَى قِتَالِ الْمُشْرِكِينَ إِذَا كَانَ حُكْمُ الْإِسْلَامِ هُوَ الْغَالِبُ عَلَيْهِمْ وَإِنَّمَا تُكْرَهُ الِاسْتِعَانَةُ بِهِمْ إِذَا كَانَ حُكْمُ الشِّرْكِ هُوَ الظَّاهِرُ وَقَدْ رُوِيَ أَنَّهُ لَمَّا بَلَغَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - جَمَعَ أَبِي سُفْيَانَ لِلْخُرُوجِ إِلَيْهِ يَوْمَ أُحُدٍ انْطَلَقَ وَبَعَثَ إِلَى بَنِي النَّضِيرِ وَهُمْ يَهُودُ فَقَالَ لَهُمْ إِمَّا قَاتَلْتُمْ مَعَنَا وَإِمَّا أَعَرْتُمُونَا سِلَاحًا قَالَ أَبُو عُمَرَ هَذَا قَوْلٌ يَحْتَمِلُ أَنْ يَكُونَ لِضَرُورَةٍ دَعَتْهُ إِلَى ذَلِكَ وَقَالَ الثَّوْرِيُّ وَالْأَوْزَاعِيُّ إِذَا اسْتُعِينَ بِأَهْلِ الذِّمَّةِ أُسْهِمَ لَهُمْ وَقَالَ أَبُو حَنِيفَةَ وَأَصْحَابُهُ لَا ¶ ¬__________ ¶ (¬1) - التمهيد لما في الموطأ من المعاني والأسانيد (12/ 40) ففيه تفصيل ¶ (¬2) - المحلى بالآثار (8/ 140) ¶ (¬3) - التمهيد لما في الموطأ من المعاني والأسانيد (12/ 35)",
            "page": "22",
            "part": "1",
            "seal": "A3964C81"
        },
        {
            "id": "24",
            "nass": "يُسْهَمُ لَهُمْ وَلَكِنْ يُرْضَخُ وَقَالَ الشَّافِعِيُّ يَسْتَأْجِرُهُمُ الْإِمَامُ مِنْ مَالٍ لَا مَالِكَ لَهُ بِعَيْنِهِ فَإِنْ لَمْ يَفْعَلْ أَعْطَاهُمْ مِنْ سَهْمِ النَّبِيِّ - صلى الله عليه وسلم - وَقَالَ فِي مَوْضُوعٍ آخَرَ يُرْضَخُ لِلْمُشْرِكِينَ إِذَا قَاتَلُوا مَعَ الْمُسْلِمِينَ \" (¬1) ¶ وقد ناقش الشيخ عبد اللطيف بن عبد الرحمن بن حسن أدلة القائلين بالجواز فتكلم على مرسل الزهري وبين عدم صحة دلالته على المسألة فقال رحمه الله ما نصه:\"أما مسألة الاستنصار بهم فمسألة خلافية والصحيح الذي عليه المحققون منع ذلك مطلقاً وحجتهم حديث عائشة وهو متفق عليه، وحديث عبد الرحمن بن حبيب وهو حديث صحيح مرفوع اطلبهما تجدهما فيما عندك من النصوص والقائل بالجواز احتج بمرسل الزهري وقد عرفت ما في المراسيل إذا عارضت كتاباً أو سنة ثم القائل به قد شرط أن يكون فيه نصح للمسلمين ونفع لهم، وهذه القضية فيها هلاكهم ودمارهم، وشَرَطَ أيضاً أن لا يكون للمشركين صولة ودولة يخشى منها، وهذا مبطل لقوله في هذه القضية واشترط كذلك ألا يكون له دخل في رأي ولا مشورة بخلاف ما هنا كل هذا ذكره الفقهاء وشراح الحديث ونقله في شرح المنتقى وضعف مرسل الزهري جداً وكل هذا في قتال المشرك للمشرك مع أهل الإسلام (¬2). ¶ قال أيضاً ما نصه:\"الشبهة التي تمسَّك بها من قال بجواز الاستعانة هي ما ذكرها بعض الفقهاء من جواز الاستعانة بالمشرك عند الضرورة وهو قول ضعيف مردود مبني على آثار مرسلة تردها النصوص القرآنية، والأحاديث الصحيحة الصريحة النبوية، ثم القول بها على ضعفها مشروط بشروط نبه عليها شراح الحديث ونقل الشوكاني منها طرفاً في المنتقى، منها: أمن الضرر والمفسدة وألا يكون لهم شوكة وصولة وأن لا يدخلوا في الرأي والمشورة وأيضاً ففرضها في الانتصار بالمشرك على المشرك، وأما الانتصار بالمشرك على الباغي عند الضرورة فهو قول فاسد لا أثر فيه ولا دليل عليه إلا أن يكون محض القياس ¶ ¬__________ ¶ (¬1) - التمهيد لما في الموطأ من المعاني والأسانيد (12/ 36) ¶ (¬2) - الرسائل والمسائل النجدية 3/ 67.",
            "page": "23",
            "part": "1",
            "seal": "1B426B63"
        },
        {
            "id": "25",
            "nass": "وبطلانه أظهر شيء في الفرق بين الأصل والفرع وعدم الاجتماع في مناط الحكم \"أهـ (¬1). ¶ قال الشيخ حمود رحمه الله:\"والضرورة التي ترد في بعض كلام الفقهاء المجيزين الاستعانة بالكافر هي الضرورة التي تتعلق بالدين ومصلحة الإسلام والمسلمين. أما الضرورة التي تتعلق بحكم الحاكم وحماية كرسيه وسلطته فإنها لا تبيح الاستعانة بالكفار حتى عند القائلين بجواز الاستعانة بهم للضرورة. ¶ قال الشيخ سليمان بن سحمان رحمه الله تعليقاً على كلمة الضرورة التي جاءت في كلام الشيخ عبد اللطيف بن عبد الرحمن بن حسن:\"غلط صاحب الرسالة - يقصد بصاحب الرسالة من رد عليه الشيخ عبد اللطيف - في معرفة الضرورة فظنها عائدة إلى مصلحة ولي الأمر من رياسته وسلطانه وليس الأمر كما زعم ظنه بل هي ضرورة الدين وحاجته إلى من يعين عليه وتصلح به مصلحته كما صرح به من قال بالجواز وقد تقدم ما فيه والله أعلم \"اهـ (¬2). ¶ ومن الأئمة الكبار الذين ذهبوا إلى عدم جواز الاستعانة بالكفار في جميع الأحوال الشيخ ابن مفلح في الآداب الشرعية حيث ذكر كلاماً طويلاً في هذا الباب ضمنه مقتطفات من كلام شيخ الإسلام ابن تيمية من كتاب اقتضاء الصراط المستقيم حيث قال: قَالَ بَعْضُ أَصْحَابِنَا وَيُكْرَهُ أَنْ يَسْتَعِينَ مُسْلِمٌ بِذِمِّيٍّ فِي شَيْءٍ مِنْ أُمُورِ الْمُسْلِمِينَ مِثْلُ كِتَابَةٍ وَعِمَالَةٍ وَجِبَايَةِ خَرَاجٍ وَقِسْمَةِ فَيْءٍ وَغَنِيمَةٍ وَحِفْظِ ذَلِكَ وَنَقْلِهِ إلَّا ضَرُورَةً قَالَ فِي الرِّعَايَةِ الْكُبْرَى وَلَا يَكُونُ بَوَّابًا وَلَا جَلَّادًا وَنَحْوَهُمَا. وَعَنْ أَبِي مُوسَى الْأَشْعَرِيِّ أَنَّهُ أَتَّخِذ كَاتِبًا نَصْرَانِيًّا فَانْتَهَرَهُ عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ -. ¶ وَعَنْ عُمَرَ أَيْضًا أَنَّهُ قَالَ: لَا تَرْفَعُوهُمْ إذْ وَضَعَهُمْ اللَّهُ، وَلَا تُعِزُّوهُمْ إذْ أَذَلَّهُمْ اللَّهُ، وَلِأَنَّ فِي الِاسْتِعَانَةِ بِهِمْ فِي ذَلِكَ مِنْ الْمَفْسَدَةِ مَا لَا يَخْفَى وَهِيَ مَا يَلْزَمُ عَادَةً أَوْ مَا يُفْضِي إلَيْهِ مِنْ تَصْدِيرِهِمْ فِي الْمَجَالِسِ، وَالْقِيَامِ لَهُمْ وَجُلُوسِهِمْ فَوْقَ الْمُسْلِمِينَ وَابْتِدَائِهِمْ بِالسَّلَامِ أَوْ مَا فِي ¶ ¬__________ ¶ (¬1) - الرسائل والمسائل النجدية 3/ 164. ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 374)",
            "page": "24",
            "part": "1",
            "seal": "12A16D9B"
        },
        {
            "id": "26",
            "nass": "مَعْنَاهُ وَرَدِّهِ عَلَيْهِمْ عَلَى غَيْرِ الْوَجْهِ الشَّرْعِيِّ وَأَكْلِهِمْ مِنْ أَمْوَالِ الْمُسْلِمِينَ مَا أَمْكَنَهُمْ لِخِيَانَتِهِمْ وَاعْتِقَادِهِمْ حِلِّهَا وَغَيْرِ ذَلِكَ، وَلِأَنَّهُ إذَا مُنِعَ مِنْ الِاسْتِعَانَةِ بِهِمْ فِي الْجِهَادِ مَعَ حُسْنِ رَأْيِهِمْ فِي الْمُسْلِمِينَ وَالْأَمْنِ مِنْهُمْ وَقُوَّةِ الْمُسْلِمِينَ عَلَى الْمَجْمُوعِ لَا سِيَّمَا مَعَ الْحَاجَةِ إلَيْهِمْ عَلَى قَوْلٍ فَهَذَا فِي مَعْنَاهُ وَأَوْلَى لِلُزُومِهِ وَإِفْضَائِهِ إلَى مَا تَقَدَّمَ مِنْ الْمُحَرَّمَاتِ بِخِلَافِ هَذَا، وَبِهَذَا يَظْهَرُ التَّحْرِيمُ هُنَا وَإِنْ لَمْ تَحْرُمْ الِاسْتِعَانَةُ بِهِمْ عَلَى الْقِتَالِ، وَقَدْ نَهَى اللَّهُ سُبْحَانَهُ وَتَعَالَى الْمُؤْمِنِينَ أَنْ يَتَّخِذُوا الْكُفَّارَ بِطَانَةً لَهُمْ فَقَالَ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ} [آل عمران:118]. ¶ وَبِطَانَةُ الرَّجُلِ تَشْبِيهُهُ بِبِطَانَةِ الثَّوْبِ الَّذِي يَلِي بَطْنَهُ؛ لِأَنَّهُمْ يَسْتَنْبِطُونَ أَمْرَهُ وَيَطَّلِعُونَ عَلَيْهِ بِخِلَافِ غَيْرِهِمْ، وَقَوْلُهُ {مِنْ دُونِكُمْ} [آل عمران:118] أَيْ مِنْ غَيْرِ أَهْلِ مِلَّتِكُمْ ثُمَّ قَالَ تَعَالَى: {لا يَأْلُونَكُمْ خَبَالا} [آل عمران:118] أَيْ لَا يُبْقُونَ غَايَةً فِي إلْقَائِكُمْ فِيمَا يَضُرُّكُمْ وَالْخَبَالُ الشَّرُّ وَالْفَسَادُ {وَدُّوا مَا عَنِتُّمْ} [آل عمران:118] أَيْ يَوَدُّونَ مَا يَشُقُّ عَلَيْكُمْ مِنْ الضُّرِّ وَالشَّرِّ وَالْهَلَاكِ، وَالْعَنَتِ الْمَشَقَّةِ يُقَالُ فُلَانٌ يُعْنِتُ فُلَانًا أَيْ يَقْصِدُ إدْخَالَ الْمَشَقَّةِ وَالْأَذَى عَلَيْهِ. ¶ {قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ} [آل عمران:118] قِيلَ بِالشَّتْمِ وَالْوَقِيعَةِ فِي الْمُسْلِمِينَ وَمُخَالِفَةِ دِينِكُمْ، وَقِيلَ بِاطِّلَاعِ الْمُشْرِكِينَ عَلَى أَسْرَارِ الْمُؤْمِنِينَ {وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ} [آل عمران:118] أَيْ أَعْظَمُ {قَدْ بَيَّنَّا لَكُمُ الآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ} [آل عمران:118] قَالَ الْقَاضِي أَبُو يَعْلَى مِنْ أَئِمَّةِ أَصْحَابِنَا وَفِي هَذِهِ الْآيَةِ دَلِيلٌ عَلَى أَنَّهُ لَا يَجُوزُ [الِاسْتِعَانَةُ بِأَهْلِ الذِّمَّةِ] فِي أُمُورِ الْمُسْلِمِينَ مِنْ الْعِمَالَاتِ وَالْكَتَبَةِ وَلِهَذَا قَالَ الْإِمَامُ أَحْمَدُ - رَضِيَ اللَّهُ عَنْهُ - لَا يَسْتَعِينُ الْإِمَامُ بِأَهْلِ الذِّمَّةِ عَلَى قِتَالِ أَهْلِ الْحَرْبِ، وَقَدْ جَعَلَ الشَّيْخُ مُوَفَّقُ الدِّينِ - رَحِمَهُ اللَّهُ - هَذِهِ الْمَسْأَلَةَ أَصْلًا فِي اشْتِرَاطِ الْإِسْلَامِ فِي عَامِلِ الزَّكَاةِ فَدَلَّ عَلَى أَنَّهَا مَحَلُّ وِفَاقٍ. ¶ وَقَالَ الْإِمَامُ أَحْمَدُ - رَحِمَهُ اللَّهُ - فِي رِوَايَةِ أَبِي طَالِبٍ وَقَدْ سَأَلَهُ يُسْتَعْمَلُ الْيَهُودِيُّ وَالنَّصْرَانِيُّ فِي أَعْمَالِ الْمُسْلِمِينَ مِثْلُ الْخَرَاجِ؟ فَقَالَ لَا يُسْتَعَانُ بِهِمْ فِي شَيْءٍ. (¬1) ¶ ¬__________ ¶ (¬1) - الإنصاف في معرفة الراجح من الخلاف للمرداوي (4/ 143) والفروع وتصحيح الفروع (10/ 248)",
            "page": "25",
            "part": "1",
            "seal": "7B78134A"
        },
        {
            "id": "27",
            "nass": "فَانْظُرْ إلَى هَذَا الْعُمُومِ مِنْ الْإِمَامِ أَحْمَدَ نَظَرًا مِنْهُ إلَى رَدِيءِ الْمَفَاسِدِ الْحَاصِلَةِ بِذَلِكَ وَإِعْدَامِهَا وَهِيَ وَإِنْ لَمْ تَكُنْ لَازِمَةً مِنْ وِلَايَتِهِمْ وَلَا رَيْبَ فِي لُزُومِهَا فَلَا رَيْبَ فِي إفْضَائِهَا إلَى ذَلِكَ، وَمِنْ مَذْهَبِهِ اعْتِبَارُ الْوَسَائِلِ وَالذَّرَائِعِ، وَتَحْصِيلًا لِلْمَأْمُورِ بِهِ شَرْعًا مِنْ إذْلَالِهِمْ وَإِهَانَتِهِمْ وَالتَّضْيِيقِ عَلَيْهِمْ وَإِذَا أَمَرَ الشَّارِعُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - بِالتَّضْيِيقِ عَلَيْهِمْ فِي الطَّرِيقِ الْمُشْتَرَكَةِ فَمَا نَحْنُ فِيهِ أَوْلَى هَذَا مِمَّا لَا إشْكَالَ فِيهِ، وَلِأَنَّ هَذِهِ وِلَايَاتٌ بِلَا شَكٍّ، وَلِهَذَا لَا يَصِحُّ تَفْوِيضُهَا مَعَ الْفِسْقِ وَالْخِيَانَةِ، وَالْكَافِرُ لَيْسَ مِنْ أَهْلِهَا بِدَلِيلِ سَائِرِ الْوِلَايَاتِ وَهَذَا فِي غَايَةِ الْوُضُوحِ؛ وَلِأَنَّهَا إذَا لَمْ يَصِحَّ تَفْوِيضُهَا إلَى فَاسِقٍ فَإِلَى كَافِرٍ أَوْلَى بِلَا نِزَاعٍ. ¶ وَلِهَذَا قَدْ نَقُولُ يَصِحُّ تَفْوِيضُهَا إلَى فَاسِقٍ إمَّا مُطْلَقًا أَوْ مَعَ ضَمِّ أَمِينٍ إلَيْهِ يُشَارِفُهُ كَمَا نَقُولُ فِي الْوَصِيَّةِ؛ وَلِأَنَّهُ إذَا لَمْ تَصِحَّ وَصِيَّةُ الْمُسْلِمِ إلَى كَافِرٍ فِي النَّظَرِ فِي أَمْرِ أَطْفَالِهِ أَوْ تَفْرِيقِ ثُلُثِهِ مَعَ أَنَّ الْوَصِيَّ الْمُسْلِمَ الْمُكَلَّفَ الْعَدْلَ يَحْتَاطُ لِنَفْسِهِ وَمَالِهِ وَهِيَ مَصْلَحَةٌ خَاصَّةٌ يَقِلُّ حُصُولُ الضَّرَرِ فِيهَا فَمَسْأَلَتُنَا أَوْلَى هَذَا مِمَّا لَا يَحْتَاجُ فِيهِ إلَى تَأْوِيلٍ وَنَظَرٍ وَاَللَّهُ أَعْلَمُ وَقَالَ اللَّهُ تَعَالَى {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلا} [النساء:141]. ¶ وَهَذَا مِنْ أَعْظَمِ السَّبِيلِ اسْتَدَلَّ الشَّيْخُ وَجِيهُ الدِّينِ وَغَيْرُهُ مِنْ الْأَصْحَابِ بِهَذِهِ الْآيَةِ عَلَى أَنَّهُ لَا يَجُوزُ أَنْ يَكُونَ عَامِلًا فِي الزَّكَاةِ وَقَدْ قَالَ أَصْحَابُنَا فِي كَاتِبِ الْحَاكِمَ لَا يَجُوزُ أَنْ يَكُونَ كَافِرًا وَاسْتَدَلُّوا بِقَوْلِهِ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً} [آل عمران:118] (¬1). ¶ وَبِقَضِيَّةِ عُمَرَ عَلَى أَبِي مُوسَى وَقَالَ الشَّيْخُ تَقِيُّ الدِّينِ فِي أَوَّلِ الصِّرَاطِ الْمُسْتَقِيمِ فِي أَثْنَاءِ كَلَامٍ لَهُ: وَلِهَذَا كَانَ السَّلَفُ يَسْتَدِلُّونَ بِهَذِهِ الْآيَةِ عَلَى تَرْكِ الِاسْتِعَانَةِ بِهِمْ فِي الْوِلَايَاتِ فَرَوَى الْإِمَامُ أَحْمَدُ بِإِسْنَادٍ صَحِيحٍ عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ: سَمِعْتُ عِيَاضًا الْأَشْعَرِيَّ، أَنَّ أَبَا مُوسَى، رَضِيَ اللهُ عَنْهُ وَفَدَ إِلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُمَا , وَمَعَهُ كَاتَبٌ نَصْرَانِيُّ , فَأَعْجَبَ عُمَرَ رَضِيَ اللهُ عَنْهُ مَا رَأَى مِنْ حِفْظِهِ , فَقَالَ:\"قُلْ لِكَاتِبِكَ يَقْرَأْ لَنَا كِتَابًا \", قَالَ: إِنَّهُ نَصْرَانِيٌّ , لَا يَدْخُلُ الْمَسْجِدَ , فَانْتَهَرَهُ عُمَرُ رَضِيَ اللهُ عَنْهُ , وَهَمَّ بِهِ , ¶ ¬__________ ¶ (¬1) - الهداية على مذهب الإمام أحمد (ص:149)",
            "page": "26",
            "part": "1",
            "seal": "4CA26370"
        },
        {
            "id": "28",
            "nass": "وَقَالَ:\"لَا تُكْرِمُوهُمْ إِذْ أَهَانَهُمُ اللهُ , وَلَا تُدْنُوهُمْ إِذْ أَقْصَاهُمُ اللهُ , وَلَا تَأْتَمِنُوهُمْ إِذْ خَوَّنَهُمُ اللهُ عَزَّ وَجَلَّ \" ¶ وعَنْ أَبِي مُوسَى رَضِيَ اللهُ عَنْهُ: أَنَّ عُمَرَ رَضِيَ اللهُ عَنْهُ أَمَرَهُ أَنْ يَرْفَعَ إِلَيْهِ مَا أَخَذَ وَمَا أَعْطَى فِي أَدِيمٍ وَاحِدٍ , وَكَانَ لِأَبِي مُوسَى كَاتِبٌ نَصْرَانِيٌّ , يَرْفَعُ إِلَيْهِ ذَلِكَ , فَعَجِبَ عُمَرُ رَضِيَ اللهُ عَنْهُ , وَقَالَ:\"إِنَّ هَذَا لَحَافِظٌ \"وَقَالَ:\"إِنَّ لَنَا كِتَابًا فِي الْمَسْجِدِ , وَكَانَ جَاءَ مِنَ الشَّامِ فَادْعُهُ فَلْيَقْرَأْ \", قَالَ: أَبُو مُوسَى: إِنَّهُ لَا يَسْتَطِيعُ أَنْ يَدْخُلَ الْمَسْجِدَ , فَقَالَ عُمَرُ رَضِيَ اللهُ عَنْهُ:\"أَجُنُبٌ هُوَ؟ \", قَالَ: لَا , بَلْ نَصْرَانِيٌّ قَالَ: فَانْتَهَرَنِي , وَضَرَبَ فَخِذِي , وَقَالَ:\"أَخْرِجْهُ \", وَقَرَأَ {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51] \"قَالَ أَبُو مُوسَى: وَاللهِ مَا تَوَلِّيتُهُ , إِنَّمَا كَانَ يَكْتُبُ قَالَ: أَمَا وَجَدْتَ [ص:217] فِي أَهْلِ الْإِسْلَامِ مَنْ يَكْتُبُ لَكَ؟ لَا تُدْنِهِمْ إِذْ أَقْصَاهُمُ اللهُ , وَلَا تَأْمَنْهُمْ إِذْ خَوَّنَهُمُ اللهُ , وَلَا تُعِزَّهُمْ بَعْدَ إِذْ أَذَلَّهُمُ اللهُ , فَأَخْرِجْهُ \" (¬1) ¶ وَرَوَى الْإِمَامُ أَحْمَدُ عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ قَالَ: لَا تَسْتَعْمِلُوا الْيَهُودَ وَالنَّصَارَى فَإِنَّهُمْ يَسْتَحِلُّونَ الرِّشَاءَ فِي دِينِهِمْ وَلَا تَحِلُّ الرِّشَاءُ. ¶ وَقَالَ سَعِيدُ بْنُ مَنْصُورٍ فِي سُنَنِهِ ثَنَا هُشَيْمٌ عَنْ الْعَوَامّ عَنْ إبْرَاهِيمَ التَّيْمِيِّ قَالَ: قَالَ عُمَرُ لَا تَرْفَعُوهُمْ إذْ وَضَعَهُمْ اللَّهُ وَلَا تُعِزُّوهُمْ إذْ أَذَلَّهُمْ اللَّهُ يَعْنِي أَهْلَ الْكِتَابِ. كُلُّهُمْ أَئِمَّةٌ لَكِنَّ إبْرَاهِيمَ لَمْ يَلْقَ عُمَرَ، وَقَطَعَ الشَّيْخُ تَقِيُّ الدِّينِ فِي مَوْضِعٍ آخَرَ بِأَنَّهُ يَجِبُ عَلَى وَلِيِّ الْأَمْرِ مَنْعُهُمْ مِنْ الْوِلَايَاتِ فِي جَمِيعِ أَرْضِ الْإِسْلَامِ وَقَالَ: أَيْضًا الْوِلَايَةُ إعْزَازٌ وَأَمَانَةٌ وَهُمْ يَسْتَحِقُّونَ لِلذُّلِّ وَالْخِيَانَةِ، وَاَللَّهُ يُغْنِي عَنْهُمْ الْمُسْلِمِينَ، فَمِنْ أَعْظَمِ الْمَصَائِبِ عَلَى الْإِسْلَامِ وَأَهْلِهِ أَنْ يَجْعَلُوا فِي دَوَاوِينِ الْمُسْلِمِينَ يَهُودِيًّا أَوْ سَامِرِيًّا أَوْ نَصْرَانِيًّا. ¶ وَقَالَ أَيْضًا: لَا يَجُوزُ اسْتِعْمَالُهُمْ عَلَى الْمُسْلِمِينَ فَإِنَّهُ يُوجِبُ مِنْ إعْلَائِهِمْ عَلَى الْمُسْلِمِينَ خِلَافً مَا أَمَرَ اللَّهُ وَرَسُولُهُ، «وَالنَّبِيُّ - صلى الله عليه وسلم - قَدْ نَهَى أَنْ يُبْدَءُوا بِالسَّلَامِ» فعَنْ أَبِي هُرَيْرَةَ، أَنَّ ¶ ¬__________ ¶ (¬1) - السنن الكبرى للبيهقي (10/ 216) (20409) صحيح",
            "page": "27",
            "part": "1",
            "seal": "00C70615"
        },
        {
            "id": "29",
            "nass": "رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: «لَا تَبْدَءُوا الْيَهُودَ وَلَا النَّصَارَى بِالسَّلَامِ، فَإِذَا لَقِيتُمْ أَحَدَهُمْ فِي طَرِيقٍ، فَاضْطَرُّوهُ إِلَى أَضْيَقِهِ» (¬1). ¶ «وَقَالَ الْإِسْلَامُ يَعْلُو وَلَا يُعْلَى عَلَيْهِ،» (¬2) وَقَدْ مُنِعُوا مِنْ تَعْلِيَةِ بِنَائِهِمْ عَلَى الْمُسْلِمِينَ فَكَيْفَ إذَا كَانُوا وُلَاةً عَلَى الْمُسْلِمِينَ فِيمَا يُقْبَضُ مِنْهُمْ وَيُصْرَفُ إلَيْهِمْ وَفِيمَا يُؤْمَرُونَ بِهِ مِنْ الْأُمُورِ الْمَالِيَّةِ وَيُقْبَلُ خَبَرُهُمْ فِي ذَلِكَ فَيَكُونُونَ هُمْ الْآمِرِينَ الشَّاهِدِينَ عَلَيْهِمْ؟ ¶ هَذَا مِنْ أَعْظَمِ مَا يَكُونُ مِنْ مُخَالِفَةِ أَمْرِ اللَّهِ وَرَسُولِهِ، وَقَدْ قَدِمَ أَبُو مُوسَى عَلَى عُمَرَ - رَضِيَ اللَّهُ عَنْهُمَا - بِحِسَابِ الْعِرَاقِ فَقَالَ اُدْعُ يَقْرَؤُهُ فَقَالَ إنَّهُ لَا يَدْخُلُ الْمَسْجِدَ فَقَالَ لِمَ؟ قَالَ لِأَنَّهُ نَصْرَانِيٌّ، فَضَرَبَهُ عُمَرُ بِالدِّرَّةِ فَلَوْ أَصَابَتْهُ لَأَوْجَعَتْهُ وَقَالَ لَا تُعِزُّوهُمْ إذْ أَذَلَّهُمْ اللَّهُ وَلَا تُصَدِّقُوهُمْ إذْ كَذَبَهُمْ اللَّهُ وَلَا تَأْمَنُوهُمْ إذْ خَوَّنَهُمْ اللَّهُ. (¬3) ¶ وَكَتَبَ إلَيْهِ خَالِدُ بْنُ الْوَلِيدِ أَنَّ بِالشَّامِ كَاتِبًا نَصْرَانِيًّا لَا يَقُومُ خَرَاجُ الشَّامِ إلَّا بِهِ فَكَتَبَ إلَيْهِ لَا تَسْتَعْمِلْهُ، فَأَعَادَ عَلَيْهِ السُّؤَالَ وَإِنَّا مُحْتَاجُونَ إلَيْهِ فَكَتَبَ إلَيْهِ مَاتَ النَّصْرَانِيُّ وَالسَّلَامُ يَعْنِي قَدِّرْ مَوْتَهُ، فَمَنْ تَرَكَ لِلَّهِ شَيْئًا عَوَّضَهُ اللَّهُ خَيْرًا مِنْهُ، إلَى أَنْ قَالَ وَقَدْ يُشِيرُونَ عَلَيْهِمْ بِالرَّأْيِ الَّتِي يَظُنُّونَ أَنَّهَا مَصْلَحَةٌ وَيَكُونُ فِيهَا مِنْ فَسَادِ دِينِهِمْ وَدُنْيَاهُمْ مَا لَا يَعْلَمُهُ إلَّا اللَّهُ وَهُوَ يَتَدَيَّنُ بِخِذْلَانِ الْجُنْدِ وَغِشِّهِمْ يَرَى إنَّهُمْ ظَالِمِينَ، وَأَنَّ الْأَرْضَ مُسْتَحَقَّةٌ لِلنَّصَارَى وَيَتَمَنَّى أَنْ يَتَمَلَّكَهَا النَّصَارَى. (¬4) ¶ وَقَالَ أَيْضًا: كَانَ صَلَاحُ الدِّينِ وَأَهْلُ بَيْتِهِ يُذِلُّونَ النَّصَارَى وَلَمْ يَكُونُوا يَسْتَعْمِلُونَ مِنْهُمْ أَحَدًا. وَلِهَذَا كَانُوا مُؤَيَّدِينَ مَنْصُورِينَ عَلَى الْأَعْدَاءِ مَعَ قِلَّةِ الْمَالِ وَالْعَدَدِ، وَإِنَّمَا قَوِيَتْ شَوْكَةُ النَّصَارَى وَالتَّتَارِ بَعْدَ مَوْتِ الْعَادِلِ حَتَّى قَامَ بَعْضُ الْمُلُوكِ أَعْطَاهُمْ بَعْضَ مَدَائِنِ الْمُسْلِمِينَ وَحَدَثَتْ حَوَادِثُ بِسَبَبِ التَّفْرِيطِ فِيمَا أَمَرَ اللَّهُ بِهِ وَرَسُولُهُ. فَإِنَّ اللَّهَ تَعَالَى يَقُولُ: {وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ} [الحج:40]. ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4/ 1707) 13 - (2167) ¶ (¬2) - شرح معاني الآثار (3/ 257) (5267) صحيح ¶ (¬3) - شعب الإيمان (12/ 17) (8939) ومجموع الفتاوى (28/ 644) ومسألة في الكنائس (ص:129) ¶ (¬4) - مجموع الفتاوى (28/ 643)",
            "page": "28",
            "part": "1",
            "seal": "68B0D04F"
        },
        {
            "id": "30",
            "nass": "إلَى أَنْ قَالَ وَهُمْ إلَى مَا فِي بِلَادِ الْمُسْلِمِينَ أَحْوَجُ مِنْ الْمُسْلِمِينَ إلَى مَا فِي بِلَادِهِمْ، بَلْ مَصْلَحَةُ دِينِهِمْ وَدُنْيَاهُمْ لَا تَقُومُ إلَّا بِمَا فِي بِلَادِ الْمُسْلِمِينَ، وَالْمُسْلِمُونَ وَلِلَّهِ الْحَمْدُ مُسْتَغْنُونَ عَنْهُمْ فِي دِينِهِمْ وَدُنْيَاهُمْ، فَفِي ذِمَّةِ الْمُسْلِمِينَ مِنْ عُلَمَاءِ النَّصَارَى وَرُهْبَانِهِمْ مَنْ يَحْتَاجُ إلَيْهِمْ أُولَئِكَ النَّصَارَى وَلَيْسَ عِنْدَ النَّصَارَى مُسْلِمٌ يَحْتَاجُ إلَيْهِ الْمُسْلِمُونَ مَعَ أَنَّ افْتِدَاءَ الْأَسْرَى مِنْ أَعْظَمِ الْوَاجِبَاتِ. (¬1) ¶ وَكُلُّ مُسْلِمٍ يَعْلَمُ أَنَّهُمْ لَا يَتَّجِرُونَ إلَى بِلَادِ الْمُسْلِمِينَ إلَّا لِأَغْرَاضِهِمْ لَا لِنَفْعِ الْمُسْلِمِينَ، وَلَوْ مَنَعَهُمْ مُلُوكُهُمْ مِنْ ذَلِكَ لَكَانَ حِرْصُهُمْ عَلَى الْمَالِ يَمْنَعُهُمْ مِنْ الطَّاعَةِ فَإِنَّهُمْ أَرْغَبُ النَّاسِ فِي الْمَالِ وَلِهَذَا يَتَقَامَرُونَ فِي الْكَنَائِسِ وَهُمْ طَوَائِفُ كُلُّ طَائِفَةٍ تَضَادُّ الْأُخْرَى، وَلَا يُشِيرُ عَلَى وَلِيِّ الْأَمْرِ بِمَا فِيهِ إظْهَارُ شِعَارِهِمْ فِي دَارِ الْإِسْلَامِ أَوْ تَقْوِيَةِ أَيْدِيهِمْ بِوَجْهٍ مِنْ الْوُجُوهِ إلَّا رَجُلٌ مُنَافِقٌ أَوْ لَهُ غَرَضٌ فَاسِدٌ أَوْ فِي غَايَةِ الْجَهْلِ لَا يَعْرِفُ السِّيَاسَةَ الشَّرْعِيَّةَ الَّتِي تَنْصُرُ سُلْطَانَ الْمُسْلِمِينَ عَلَى أَعْدَائِهِ وَأَعْدَاءِ الدِّينِ. ¶ وَلْيَعْتَبِرْ الْمُعْتَبِرُ بِسِيرَةِ نُورِ الدِّينِ وَصَلَاحِ الدِّينِ ثُمَّ الْعَادِلِ كَيْفَ مَكَّنَهُمْ اللَّهُ وَأَيَّدَهُمْ وَفَتَحَ لَهُمْ الْبِلَادَ وَأَذَلَّ لَهُمْ الْأَعْدَاءَ لَمَّا قَامُوا مِنْ ذَلِكَ بِمَا قَامُوا وَلْيَعْتَبِرْ بِسِيرَةِ مَنْ وَالَى النَّصَارَى كَيْفَ أَذَلَّهُ وَكَبَتَهُ إلَى أَنْ قَالَ: وَثَبَتَ فِي الصَّحِيحِ عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهَا قَالَتْ: خَرَجَ رَسُولُ اللهِ - صلى الله عليه وسلم - قِبَلَ بَدْرٍ، فَلَمَّا كَانَ بِحَرَّةِ الْوَبَرَةِ أَدْرَكَهُ رَجُلٌ قَدْ كَانَ يُذْكَرُ مِنْهُ جُرْأَةٌ وَنَجْدَةٌ، فَفَرِحَ أَصْحَابُ رَسُولِ اللهِ - صلى الله عليه وسلم - حِينَ رَأَوْهُ، فَلَمَّا أَدْرَكَهُ قَالَ لِرَسُولِ اللهِ - صلى الله عليه وسلم -:جِئْتُ لِأَتَّبِعَكَ، وَأُصِيبَ مَعَكَ، قَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم -: «تُؤْمِنُ بِاللهِ وَرَسُولِهِ؟ \"قَالَ: لَا، قَالَ: «فَارْجِعْ، فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ»،قَالَتْ: ثُمَّ مَضَى حَتَّى إِذَا كُنَّا بِالشَّجَرَةِ أَدْرَكَهُ الرَّجُلُ، فَقَالَ لَهُ كَمَا قَالَ أَوَّلَ مَرَّةٍ، فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم - كَمَا قَالَ أَوَّلَ مَرَّةٍ، قَالَ: «فَارْجِعْ، فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ»،قَالَ: ثُمَّ رَجَعَ فَأَدْرَكَهُ بِالْبَيْدَاءِ، فَقَالَ لَهُ كَمَا قَالَ أَوَّلَ مَرَّةٍ: «تُؤْمِنُ بِاللهِ وَرَسُولِهِ؟ \"قَالَ: نَعَمْ، فَقَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم -: «فَانْطَلِقْ» (¬2) ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (28/ 642) ¶ (¬2) - صحيح مسلم (3/ 1449) 150 - (1817)",
            "page": "29",
            "part": "1",
            "seal": "913557A4"
        },
        {
            "id": "31",
            "nass": "وَكَمَا أَنَّ اسْتِخْدَامَ الْجُنْدُ الْمُجَاهِدِينَ إنَّمَا يَصْلُحُ إذَا كَانُوا مُؤْمِنِينَ فَكَذَلِكَ الَّذِينَ يُعَاوِنُونَ الْجُنْدَ فِي أَمْوَالِهِمْ وَأَعْمَالِهِمْ إلَى أَنْ قَالَ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ} [آل عمران:118] وَقَالَ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51]. ¶ وَذَكَرَ سَبَبَ نُزُولِهَا ثُمَّ قَالَ: وَقَدْ عَرَفَ أَهْلُ الْخِبْرَةِ أَنَّ أَهْلَ الذِّمَّةِ مِنْ الْيَهُودِ وَالنَّصَارَى وَالْمُنَافِقِينَ يُكَاتِبُونَ أَهْلَ دِينِهِمْ بِأَخْبَارِ الْمُسْلِمِينَ وَرُبَّمَا يَطَّلِعُونَ عَلَى ذَلِكَ مِنْ أَسْرَارِهِمْ وَعَوْرَاتِهِمْ وَغَيْرِ ذَلِكَ وَقَدْ قِيلَ: ¶ كُلُّ الْعَدَاوَاتِ قَدْ تُرْجَى مَوَدَّتُهَا ... إلَّا عَدَاوَةُ مَنْ عَادَاكَ فِي الدِّينِ انْتَهَى كَلَامُهُ (¬1). ¶ وَقَدْ رُوِيَ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تَسْتَضِيئُوا بِنَارِ الْشِّرْكِ، وَلَا تَنْقُشُوا عَلَى خَوَاتِمِكُمْ عَرَبِيًّا» (¬2). ¶ وَمَعْنَى قَوْلِهِ «لَا تَسْتَضِيئُوا بِنَارِ الْمُشْرِكِينَ» أَيْ لَا تَسْتَشِيرُوهُمْ وَلَا تَأْخُذُوا آرَاءَهُمْ. ¶ جَعَلَ الضَّوْءَ مَثَلًا الرَّأْيَ عِنْدَ الْحِيرَةِ هَذَا مَعْنَى قَوْلِ الْحَسَنِ رَوَاهُ عَبْدُ بْنُ حُمَيْدٍ، وَاحْتَجَّ الْحَسَنُ بِقَوْلِهِ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ} [آل عمران:118] وَكَذَا فَسَّرَهُ غَيْرُهُ، وَفَسَّرَ الْحَسَنُ «وَلَا تَنْقُشُوا فِي خَوَاتِيمِكُمْ عَرَبِيًّا» أَيْ لَا تَنْقُشُوا فِيهَا مُحَمَّدًا وَفَسَّرَهُ غَيْرُهُ مُحَمَّدٌ رَسُولُ اللَّهِ لِأَنَّهُ كَانَ نَقْشَ خَاتَمِ النَّبِيِّ - صلى الله عليه وسلم -، (¬3) وَفِي حَدِيثِ عُمَرَ «لَا تَنْقُشُوا فِي خَوَاتِيمِكُمْ الْعَرَبِيَّةَ» وَعَنْ ابْنِ عُمَرَ أَنَّهُ كَانَ يَكْرَهُ أَنْ يُنْقَشَ فِي الْخَاتَمِ الْقُرْآنُ. ¶ وَقَالَ ابْنُ عَبْدِ الْبَرِّ قَالَ ابْنُ الْقَاسِمِ سُئِلَ مَالِكٌ عَنْ النَّصْرَانِيِّ يُسْتَكْتَبُ؟ قَالَ لَا أَرَى ذَلِكَ، وَذَلِكَ أَنَّ الْكَاتِبَ يُسْتَشَارُ، فَيُسْتَشَارُ النَّصْرَانِيُّ فِي أَمْرِ الْمُسْلِمِينَ؟ مَا يُعْجِبُنِي أَنْ يُسْتَكْتَبَ. (¬4) ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (28/ 646) ¶ (¬2) - السنن الكبرى للنسائي (8/ 382) (9464) فيه جهالة ¶ (¬3) - السنن الكبرى للبيهقي (10/ 216) (20408) ¶ (¬4) - البيان والتحصيل (9/ 343) والذخيرة للقرافي (10/ 55) ومواهب الجليل في شرح مختصر خليل (6/ 115) ومنح الجليل شرح مختصر خليل (8/ 290)",
            "page": "30",
            "part": "1",
            "seal": "11DF4279"
        },
        {
            "id": "32",
            "nass": "وفي المدونة:\"قُلْتُ: أَرَأَيْتَ الْقَاضِيَ، أَيَكْرَهُ لَهُ مَالِكٌ أَنْ يَتَّخِذَ كَاتِبًا مَنْ أَهْلِ الذِّمَّةِ؟ قَالَ: سَمِعْتُ مَالِكًا يَقُولُ: لَا يُسْتَكْتَبُ أَهْلُ الذِّمَّةِ فِي شَيْءٍ مِنْ أُمُورِ الْمُسْلِمِينَ\" (¬1) ¶ وَذَكَرَ ابْنُ عَبْدِ الْبَرِّ أَنَّهُ اسْتَأْذَنَ عَلَى الْمَأْمُونِ بَعْضُ شُيُوخِ الْفُقَهَاءِ فَأَذِنَ لَهُ، فَلَمَّا دَخَلَ عَلَيْهِ رَأَى بَيْنَ يَدَيْهِ رَجُلًا يَهُودِيًّا كَاتِبًا كَانَتْ لَهُ عِنْدَهُ مَنْزِلَةٌ وَقُرْبَةٌ لِقِيَامِهِ بِمَا يَصْرِفُهُ فِيهِ وَيَتَوَلَّاهُ مِنْ خِدْمَتِهِ فَلَمَّا رَآهُ الْفَقِيهُ قَالَ، وَقَدْ كَانَ الْمَأْمُونُ أَوْمَأَ إلَيْهِ بِالْجُلُوسِ، فَقَالَ، أَتَأْذَنُ لِي يَا أَمِيرَ الْمُؤْمِنِينَ فِي إنْشَادِ بَيْتٍ حَضَرَ قَبْلَ أَنْ أَجْلِسَ قَالَ نَعَمْ، فَأَنْشَدَهُ: ¶ إنَّ الَّذِي شَرُفْتَ مِنْ أَجْلِهِ ... يَزْعُمُ هَذَا أَنَّهُ كَاذِبُ ¶ وَأَشَارَ إلَى الْيَهُودِيِّ. فَخَجِلَ الْمَأْمُونُ وَوَجَمَ ثُمَّ أَمَرَ حَاجِبَهُ بِإِخْرَاجِ الْيَهُودِيِّ مَسْحُوبًا عَلَى وَجْهِهِ فَأَنْفَذَ عَهْدًا بِإِطْرَاحِهِ وَإِبْعَادِهِ وَأَنْ لَا يُسْتَعَانَ بِأَحَدٍ مِنْ أَهْلِ الذِّمَّةِ فِي شَيْءٍ مِنْ أَعْمَالِهِ قَالَ ابْنُ عَبْدِ الْبَرِّ: كَيْفَ يُؤْتَمَنُ عَلَى سِرٍّ، أَوْ يُوثَقُ بِهِ فِي أَمْرِ مَنْ وَقَعَ فِي الْقُرْآنِ، وَكَذَّبَ النَّبِيَّ صلى الله هليه وسلم؟ ¶ وَقَدْ أَمَرَ النَّاصِرُ لِدِينِ اللَّهِ أَنْ لَا يُسْتَخْدَمَ فِي الدِّيوَانِ بِأَحَدٍ مِنْ أَهْلِ الذِّمَّةِ فَكَتَبَ إلَيْهِ عَنْ أَبِي مَنْصُورٍ: ابْنُ رُطَيْنَا النَّصْرَانِيُّ إنَّا لَا نَجِدُ كَاتِبًا يَقُومُ مَقَامَهُ، فَقَالَ: نُقَدِّرُ أَنَّ رُطَيْنَا مَاتَ هَلْ كَانَ يَتَعَطَّلُ الدِّيوَانُ؟ فَحِينَئِذٍ أَسْلَمَ وَحَسُنَ إسْلَامُهُ، فَأَمَّا [أَهْلُ الْأَهْوَاءِ فَهَلْ يُسْتَعَانُ بِهِمْ؟] الَّذِي يُؤْخَذُ مِنْ كَلَامِ الْأَصْحَابِ جَوَازُهُ، وَالْمَنْقُولُ عَنْ الْإِمَامِ الْمَنْعُ، وَإِنْ جَازَتْ الِاسْتِعَانَةُ بِأَهْلِ الذِّمَّةِ\" (¬2). ¶ ب) مناقشة أدلة المانعين: ¶ ونوقشت أدلة المانعين بما يأتي: ¶ 1 - أن أحاديث المنع من الاستعانة بالمشركين إنما هي حادثة عين، أي أن النبي (- صلى الله عليه وسلم -) لا يستعين بذلك المشرك الذي جاء إليه لسبب فيه، قال أبو بكر الجصاص:\"وَأَمَّا وَجْهُ الْحَدِيثِ الَّذِي قَالَ فِيهِ:\"إنَّا لَا نَسْتَعِينُ بِمُشْرِكٍ\"فَيُحْتَمَلُ أَنْ يَكُونَ النَّبِيُّ - صلى الله عليه وسلم - لَمْ يَثِقْ بِالرَّجُلِ ¶ ¬__________ ¶ (¬1) - المدونة (4/ 14) ¶ (¬2) - الآداب الشرعية والمنح المرعية (2/ 444) فما بعدها",
            "page": "31",
            "part": "1",
            "seal": "4FE55D64"
        },
        {
            "id": "33",
            "nass": "وَظَنَّ أَنَّهُ عَيْنٌ لِلْمُشْرِكِينَ, فَرَدَّهُ وَقَالَ:\"إنَّا لَا نَسْتَعِينُ بِمُشْرِكٍ\"يَعْنِي بِهِ مَنْ كَانَ فِي مِثْلِ حَالِهِ.\" (¬1) ¶ 2 - وقد ذكر البيهقي وجهاً للجمع بين أحاديث الجواز وأحاديث المنع فقال:\"وَقَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ:\"لَعَلَّهُ رَدَّهُ رَجَاءَ إِسْلَامِهِ، وَذَلِكَ وَاسِعٌ لِلْإِمَامِ، وَقَدْ غَزَا بِيَهُودِ بَنِي قَيْنُقَاعَ بَعْدَ بَدْرٍ، وَشَهِدَ صَفْوَانُ بْنُ أُمَيَّةَ حُنَيْنًا بَعْدَ الْفَتْحِ، وَصَفْوَانُ مُشْرِكٌ \" (¬2) ¶ وقد أُجيب عن المناقشتين السابقتين وَفِي كُلٍّ مِنْهُمَا نَظَرٌ مِنْ جِهَةِ أَنَّهَا نَكِرَةٌ فِي سِيَاقِ النَّفْيِ فَيَحْتَاجُ مُدَّعِي التَّخْصِيصِ إِلَى دَلِيلٍ \" (¬3) ¶ 3. وقد ذكر الطحاوي وجهاً آخر للجمع فقال:\"قِصَّةِ صَفْوَانَ لَيْسَ بِمُخَالِفٍ لِمَا رَوَيْنَاهُ فِي سِوَاهَا فِي هَذَا الْبَابِ مِنْ قَوْلِ رَسُولِ اللهِ - صلى الله عليه وسلم -:\"إِنِّي لَا أَسْتَعِينُ بِمُشْرِكٍ \"؛ لِأَنَّ قِتَالَ صَفْوَانَ كَانَ مَعَهُ - صلى الله عليه وسلم -،لَا بِاسْتِعَانَةٍ مِنْهُ إِيَّاهُ فِي ذَلِكَ. فَفِي هَذَا مَا يَدُلُّ عَلَى أَنَّهُ إِنَّمَا امْتَنَعَ مِنَ الِاسْتِعَانَةِ بِهِ وَبِأَمْثَالِهِ وَلَمْ يَمْنَعْهُمْ مِنَ الْقِتَالِ مَعَهُ بِاخْتِيَارِهِمْ لِذَلِكَ , وَكَانَ تَرْكُهُ - صلى الله عليه وسلم - الِاسْتِعَانَةَ بِهِمْ مُحْتَمَلًا أَنْ يَكُونَ مِنْ قَوْلِ اللهِ عَزَّ وَجَلَّ: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا} [آل عمران:118] فَكَانَتِ الِاسْتِعَانَةُ بِهِمُ اتِّخَاذَهُ لَهُمْ بِطَانَةً، وَلَمْ يَكُنْ قِتَالُهُمْ مَعَهُ بِغَيْرِ اسْتِعَانَةٍ مِنْهُ بِهِمُ اتِّخَاذًا مِنْهُ إيَّاهُمْ بِطَانَةً.\" (¬4) ¶ وقد تعقّب ابن حجر هذا الجمع بقوله:\"قُلْتُ: وَهِيَ تَفْرِقَةٌ لَا دَلِيلَ عَلَيْهَا وَلَا أَثَرَ لَهَا وَبَيَانُ ذَلِكَ أَنَّ الْمُخَالِفَ لَا يَقُولُ بِهِ مَعَ الْإِكْرَاهِ وَأما الْأَمر فالتقرير يقوم مقَامه \" (¬5) ¶ 4.ومن الجمع أيضاً أن يُقال: إن الاستعانة كانت ممنوعة في أوّل الأمر ثم رُخّص فيها بعد ذلك، (قَالَ الشَّافِعِيُّ - رَحِمَهُ اللَّهُ تَعَالَى -):الَّذِي رَوَى مَالِكٌ كَمَا رَوَى «رَدَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مُشْرِكًا أَوْ مُشْرِكِينَ فِي غُزَاةِ بَدْرٍ وَأَبَى أَنْ يَسْتَعِينَ إلَّا بِمُسْلِمٍ ثُمَّ اسْتَعَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بَعْدَ بَدْرٍ بِسَنَتَيْنِ فِي غُزَاةِ خَيْبَرَ بِعَدَدٍ مِنْ يَهُودِ بَنِي قَيْنُقَاعِ كَانُوا أَشِدَّاءَ ¶ ¬__________ ¶ (¬1) - أحكام القرآن للجصاص ت قمحاوي (4/ 104) وأحكام القرآن للجصاص ط العلمية (2/ 559) ¶ (¬2) - السنن الكبرى للبيهقي (9/ 63) ¶ (¬3) - فتح الباري لابن حجر (6/ 180) وفيض القدير (2/ 551) ¶ (¬4) - شرح مشكل الآثار (6/ 414) ¶ (¬5) - فتح الباري لابن حجر (6/ 180)",
            "page": "32",
            "part": "1",
            "seal": "EE5E9BF2"
        },
        {
            "id": "34",
            "nass": "وَاسْتَعَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي غُزَاةِ حُنَيْنٍ سَنَةَ ثَمَانٍ بِصَفْوَانَ بْنِ أُمَيَّةَ وَهُوَ مُشْرِكٌ» فَالرَّدُّ الْأَوَّلُ إنْ كَانَ لِأَنَّ لَهُ الْخِيَارُ أَنْ يَسْتَعِينَ بِمُسْلِمٍ أَوْ يَرُدَّهُ كَمَا يَكُونُ لَهُ رَدُّ الْمُسْلِمِ مِنْ مَعْنَى يَخَافُهُ مِنْهُ أَوْ لِشِدَّةٍ بِهِ فَلَيْسَ وَاحِدٌ مِنْ الْحَدِيثَيْنِ مُخَالِفًا لِلْآخَرِ وَإِنْ كَانَ رَدَّهُ لِأَنَّهُ لَمْ يَرَ أَنْ يَسْتَعِينَ بِمُشْرِكٍ فَقَدْ نَسَخَهُ مَا بَعْدَهُ مِنْ اسْتِعَانَتِهِ بِمُشْرِكِينَ فَلَا بَأْسَ أَنْ يُسْتَعَانَ بِالْمُشْرِكِينَ عَلَى قِتَالِ الْمُشْرِكِينَ إذَا خَرَجُوا طَوْعًا وَيُرْضَخُ لَهُمْ وَلَا يُسْهَمُ لَهُمْ\" (¬1) ¶ ج-الترجيح:- ¶ والذي يظهر لي بعد عرض هذه المسألة هو أن الأقوال فيها متقاربة؛ لأنّ الذين أجازوا الاستعانة بغير المسلمين إنما أجازوا ذلك للحاجة والضرورة، أما من غير الحاجة فلا يجوز، والذين منعوا من الاستعانة فقد أجازوها عند الضرورة فمحصّل الرأيين واحد، ولكن بالنظر إلى الأدلة وما بينها من تعارض في الظاهر فإن طريقة الجمع التي تظهر لي - والله أعلم - هي أن الاستعانة كانت ممنوعة ثم رُخّص فيها للحاجة، كما نصّ على ذلك الشافعي، ورجّحه ابن حجر - رحمهما الله -،وسبب هذا الترجيح ما يأتي: ¶ 1 - كثرة واستفاضة الأخبار أن النبي (- صلى الله عليه وسلم -) استعان بأقوام من المشركين كما نقل ذلك أصحاب السير والمغازي، وأن جميع ذلك كان بعد غزوة بدر التي قال فيها النبي (- صلى الله عليه وسلم -):\"لَنْ أَسْتَعِينَ بِمُشْرِكٍ \" ¶ 2 - ما في الاستعانة بالمشركين على المشركين من المصلحة، فمنها: لِأَنَّ عينه الخزاعي كَانَ كَافِرًا إِذْ ذَاكَ، وَفِيهِ مِنَ الْمَصْلَحَةِ أَنَّهُ أَقْرَبُ إِلَى اخْتِلَاطِهِ بِالْعَدُوِّ وَأَخْذِهِ أَخْبَارَهُمْ. (¬2) ¶ ومنها: أن فيه نكاية بالعدو أكثر حيث يقاتلهم من هو كافر مثلهم، ولكنه مع المسلمين. ¶ 3 - أن القول بجواز الاستعانة بالكفار عند الحاجة فيه توسيع على المسلمين في هذا الزمان، نظراً لما أصيب به المسلمون من ضعف، فقد يحتاجون - على سبيل المثال - إلى ¶ ¬__________ ¶ (¬1) - الأم للشافعي (4/ 276) ¶ (¬2) - زاد المعاد في هدي خير العباد-مؤسسة الرسالة، بيروت (3/ 301) وزاد المعاد في هدي خير العباد (3/ 268)",
            "page": "33",
            "part": "1",
            "seal": "3AC31775"
        },
        {
            "id": "35",
            "nass": "التعامل مع منظمة الأمم المتحدة التي ينبثق منها مجلس الأمن للاستعانة بقوات لحفظ السلام في المناطق المتنازع فيها، (¬1) ¶ ولا شك أن أعضاء هذه المنظمة هم من الكفار. ¶ 4 - أن الفقهاء جميعاً اتفقوا على أن الكفار يُرضَخُ (¬2) لهم من الغنيمة (¬3) ¶ وفي رواية أخرى للإمام أحمد يسهم له. اختارها الخرقي، لما روى سعيد بإسناده عَنِ الزُّهَرِيِّ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - \"غَزَا بِنَاسٍ مِنَ الْيَهُودِ فَأَسْهَمَ لَهُمْ \".وروي «أن صفوان بن أمية خرج مع النبي - صلى الله عليه وسلم - يوم حنين وهو على شركه، فأسهم له»؛ ولأن الكفر نقص دين، فلم يمنع استحقاق السهم كالفسق. (¬4) ¶ ولا شك أن هذا القول مبني على جواز الاستعانة بالكافر عند الحاجة الضرورة لذلك (¬5). ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - انظر للفائدة المادة 23 وما بعدها من ميثاق الأمم المتحدة حول تكوين مجلس الأمن وأعماله على موقع الأمم المتحدة على شبكة الإنترنت. ¶ (¬2) - الرَّضْخ: بفتح الراء المشددة وسكون الضاد هو العطاء القليل من الغنيمة من غير سهم مقدّر (انظر: معجم لغة الفقهاء ص 223). ¶ (¬3) - انظر: البحر الرائق شرح كنز الدقائق ومنحة الخالق وتكملة الطوري (5/ 97) والجوهرة النيرة على مختصر القدوري (2/ 268) والسير الصغير ت خدوري (ص:249) والعناية شرح الهداية (2/ 235) والمبسوط للسرخسي (2/ 212) وبدائع الصنائع في ترتيب الشرائع (7/ 126) وتبيين الحقائق شرح كنز الدقائق وحاشية الشلبي (3/ 256) ودرر الحكام شرح غرر الأحكام (1/ 288) وفتح القدير (13/ 27)،القوانين الفقهية ص 172،حاشية الدسوقي 2/ 192،روضة الطالبين 6/ 370والإنصاف في معرفة الراجح من الخلاف للمرداوي (4/ 180) وشرح أخصر المختصرات لإبن جبرين حفظه الله (80/ 3) وعمدة الفقه (ص:143) ¶ (¬4) - الكافي في فقه الإمام أحمد (4/ 146) ¶ (¬5) - انظر: القول المُبين في حكم الاستعانة في القتال بغير المسلمين -إعداد / عامر بن عيسى اللهو",
            "page": "34",
            "part": "1",
            "seal": "5C32DDA2"
        },
        {
            "id": "36",
            "nass": "المبحث الثاني ¶ حكم الاستعانة بغير المسلمين في قتال المسلمين ¶ أهل البغي؛ طائفة من المسلمين تخرج على الإمام الشرعي بتأويل سائغ ولا يكونون كفاراً بمجرد خروجهم لأنهم ما خرجوا إلا بتأويل سائغ بل ولا يكونون فساقاً عند بعض العلماء. ¶ قال الإمام تقي الدين ابن تيمية رحمه الله ما نصه:\"أَمَّا إذَا كَانَ الْبَاغِي مُجْتَهِدًا وَمُتَأَوِّلًا، وَلَمْ يَتَبَيَّنْ لَهُ أَنَّهُ بَاغٍ، بَلْ اعْتَقَدَ أَنَّهُ عَلَى الْحَقِّ وَإِنْ كَانَ مُخْطِئًا فِي اعْتِقَادِهِ: لَمْ تَكُنْ تَسْمِيَتُهُ \"بَاغِيًا \"مُوجِبَةً لِإِثْمِهِ، فَضْلًا عَنْ أَنْ تُوجِبَ فِسْقَهُ. وَاَلَّذِينَ يَقُولُونَ بِقِتَالِ الْبُغَاةِ الْمُتَأَوِّلِينَ يَقُولُونَ: مَعَ الْأَمْرِ بِقِتَالِهِمْ قِتَالُنَا لَهُمْ لِدَفْعِ ضَرَرِ بَغْيِهِمْ؛ لَا عُقُوبَةً لَهُمْ؛ بَلْ لِلْمَنْعِ مِنْ الْعُدْوَانِ. وَيَقُولُونَ: إنَّهُمْ بَاقُونَ عَلَى الْعَدَالَةِ؛ لَا يَفْسُقُونَ.\"اهـ (¬1). ¶ ومما استدل به القائلون بعدم تفسيق أهل البغي قوله تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الحجرات:9].وجه الدلالة من الآيات أنه قال: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ} [الحجرات:10] ¶ ثم إن البغاة إذا خرجوا على الإمام والحالة هذه وجب عليه أن يدعوهم ويسألهم ما ينقمون منه، فإن ذكروا مظلمة أزالها وإن ذكروا شبهة كشفها، فإن استمروا في الخروج بعد ذلك استعان بالله وقاتلهم، ولا يجوز له أن يستعين بالكفار على قتالهم كما لا يجوز الاستعانة بالكفار على قتال الدولة المسلمة التي حصل بينه وبين حاكمها نزاع أو خلاف، لأن في الاستعانة بالكافرين تسليطاً لهم على المسلمين، ولا يجوز لأحد أن يسلط كافراً على مسلم: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} [النساء:141]. ¶ المطلب الأول: أقوال العلماء في المسألة: ¶ ¬__________ ¶ (¬1) - الفتاوى الكبرى لابن تيمية (3/ 457) ومجموع الفتاوى (35/ 76)",
            "page": "35",
            "part": "1",
            "seal": "6D3A3B1B"
        },
        {
            "id": "37",
            "nass": "تقدّم في المبحث بيان حكم الاستعانة بغير المسلمين على قتال الكفار، وفي هذا المبحث سأتناول حكم الاستعانة بغير المسلمين في قتال البغاة والخوارج من المسلمين، وقد اختلف الفقهاء في هذه المسألة على قولين: ¶ القول الأول: ذهب جمهور الفقهاء من المالكية والشافعية والحنابلة إلى عدم جواز الاستعانة بغير المسلمين في قتال البغاة والخوارج من المسلمين. ¶ قال القرافي من المالكية في قتال أهل البغي:\"وَلَا يُسْتَعَانَ عَلَيْهِمْ بمشرك وَلَا يوادعهم عَلَى مَالٍ وَلَا تُنْصَبَ عَلَيْهِمُ الرَّعَّادَاتُ وَلَا تحرق عَلَيْهِم المساكن وَلَا يقطع شَجَرُهُمْ \" (¬1) ¶ وقال الصاوي:\"وَلَا يُسْتَعَنْ عَلَيْهِمْ بِمُشْرِكٍ وَلَوْ خَرَجَ مِنْ نَفْسِهِ طَائِعًا بِخِلَافِ الْكُفَّارِ.\" (¬2) ¶ وقال النووي من الشافعية: لَا يَجُوزُ أَنْ يُسْتَعَانَ عَلَيْهِمْ بِكُفَّارٍ ; لِأَنَّهُ لَا يَجُوزُ تَسْلِيطُ كَافِرٍ عَلَى مُسْلِمٍ، وَلِهَذَا لَا يَجُوزُ لِمُسْتَحِقِّ قِصَاصٍ أَنْ يُوَكِّلَ كَافِرًا بِاسْتِيفَائِهِ، وَلَا لِلْإِمَامِ أَنْ يَتَّخِذَ جَلَّادًا كَافِرًا لِإِقَامَةِ الْحُدُودِ عَلَى الْمُسْلِمِينَ، وَلَا يَجُوزُ أَنْ يُسْتَعَانَ بِمَنْ يَرَى قَتْلَهُمْ مُدْبِرِينَ إِمَّا لِعَدَاوَةٍ وَإِمَّا لِاعْتِقَادِهِ، كَالْحَنَفِيِّ، إِلَّا أَنْ يَحْتَاجَ إِلَى الِاسْتِعَانَةِ بِهِمْ، فَيَجُوزُ بِشَرْطَيْنِ، أَحَدُهُمَا: أَنْ تَكُونَ فِيهِمْ جُرْأَةٌ وَحُسْنُ إِقْدَامٍ، وَالثَّانِي: أَنْ يَتَمَكَّنَ مِنْ مَنْعِهِمْ لَوِ ابْتَغَوْا أَهْلَ الْبَغْيِ بَعْدَ هَزِيمَتِهِمْ، وَلَا بُدَّ مِنِ اجْتِمَاعِ الشَّرْطَيْنِ لِجَوَازِ الِاسْتِعَانَةِ \" (¬3) ¶ وقال ابن قدامة من الحنابلة:\"قَالَ أَبُو بَكْرٍ: وَإِذَا اقْتَتَلَتْ طَائِفَتَانِ مِنْ أَهْلِ الْبَغْيِ، فَقَدَرَ الْإِمَامُ عَلَى قَهْرِهِمَا، لَمْ يُعِنْ وَاحِدَةً مِنْهُمَا؛ لِأَنَّهُمَا جَمِيعًا عَلَى الْخَطَإِ، وَإِنْ عَجَزَ عَنْ ذَلِكَ، وَخَافَ اجْتِمَاعَهُمَا عَلَى حَرْبِهِ، ضَمَّ إلَيْهِ أَقْرَبَهُمَا إلَى الْحَقِّ، فَإِنْ اسْتَوَيَا، اجْتَهَدَ بِرَأْيِهِ فِي ضَمِّ إحْدَاهُمَا، وَلَا يَقْصِدُ بِذَلِكَ مَعُونَةَ إحْدَاهُمَا، بَلْ الِاسْتِعَانَةَ عَلَى الْأُخْرَى، فَإِذَا هَزَمَهَا، لَمْ يُقَاتِلْ مَنْ مَعَهُ حَتَّى يَدْعُوَهُمْ إلَى الطَّاعَةِ؛ لِأَنَّهُمْ قَدْ حَصَلُوا فِي أَمَانِهِ. وَهَذَا مَذْهَبُ الشَّافِعِيِّ. وَلَا يَسْتَعِينُ عَلَى قِتَالِهِمْ بِالْكُفَّارِ بِحَالٍ، وَلَا بِمَنْ يُرَى قَتْلُهُمْ مُدْبِرِينَ. وَبِهَذَا قَالَ الشَّافِعِيُّ. ¶ ¬__________ ¶ (¬1) - الذخيرة للقرافي (12/ 9) والشرح الكبير للشيخ الدردير وحاشية الدسوقي (4/ 299) والقوانين الفقهية (ص:239) ومنح الجليل شرح مختصر خليل (9/ 200) ¶ (¬2) - حاشية الصاوي على الشرح الصغير = بلغة السالك لأقرب المسالك (4/ 429) ¶ (¬3) - روضة الطالبين وعمدة المفتين (10/ 60) والغرر البهية في شرح البهجة الوردية (5/ 75)",
            "page": "36",
            "part": "1",
            "seal": "E3BCE876"
        },
        {
            "id": "38",
            "nass": "وَقَالَ أَصْحَابُ الرَّأْيِ: لَا بَأْسَ أَنْ يَسْتَعِينَ عَلَيْهِمْ بِأَهْلِ الذِّمَّةِ وَالْمُسْتَأْمَنِينَ وَصِنْفٍ آخَرَ مِنْهُمْ، إذَا كَانَ أَهْلُ الْعَدْلِ هُمْ الظَّاهِرِينَ عَلَى مَنْ يَسْتَعِينُونَ بِهِ. وَلَنَا، أَنَّ الْقَصْدَ كَفُّهُمْ، وَرَدُّهُمْ إلَى الطَّاعَةِ، دُونَ قَتْلِهِمْ، وَإِنْ دَعَتْ الْحَاجَةُ إلَى الِاسْتِعَانَةِ بِهِمْ، فَإِنْ كَانَ يَقْدِرُ عَلَى كَفِّهِمْ، اسْتَعَانَ بِهِمْ، وَإِنْ لَمْ يَقْدِرْ، لَمْ يَجُزْ.\" (¬1) ¶ قلت: وقد قال - تعالى -: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً} [النساء:141]، ¶ وعَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهَا قَالَتْ: خَرَجَ رَسُولُ اللهِ - صلى الله عليه وسلم - قِبَلَ بَدْرٍ، فَلَمَّا كَانَ بِحَرَّةِ الْوَبَرَةِ أَدْرَكَهُ رَجُلٌ قَدْ كَانَ يُذْكَرُ مِنْهُ جُرْأَةٌ وَنَجْدَةٌ، فَفَرِحَ أَصْحَابُ رَسُولِ اللهِ - صلى الله عليه وسلم - حِينَ رَأَوْهُ، فَلَمَّا أَدْرَكَهُ قَالَ لِرَسُولِ اللهِ - صلى الله عليه وسلم -:جِئْتُ لِأَتَّبِعَكَ، وَأُصِيبَ مَعَكَ، قَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم -: «تُؤْمِنُ بِاللهِ وَرَسُولِهِ؟ \"قَالَ: لَا، قَالَ: «فَارْجِعْ، فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ»،قَالَتْ: ثُمَّ مَضَى حَتَّى إِذَا كُنَّا بِالشَّجَرَةِ أَدْرَكَهُ الرَّجُلُ، فَقَالَ لَهُ كَمَا قَالَ أَوَّلَ مَرَّةٍ، فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم - كَمَا قَالَ أَوَّلَ مَرَّةٍ، قَالَ: «فَارْجِعْ، فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ»،قَالَ: ثُمَّ رَجَعَ فَأَدْرَكَهُ بِالْبَيْدَاءِ، فَقَالَ لَهُ كَمَا قَالَ أَوَّلَ مَرَّةٍ: «تُؤْمِنُ بِاللهِ وَرَسُولِهِ؟ \"قَالَ: نَعَمْ، فَقَالَ لَهُ رَسُولُ اللهِ - صلى الله عليه وسلم -: «فَانْطَلِقْ» (¬2) ¶ قال أبو محمد بن حزم في \"المحلى\": وَهَذَا عُمُومٌ مَانِعٌ مِنْ أَنْ يُسْتَعَانَ بِهِ فِي وِلَايَةٍ، أَوْ قِتَالٍ، أَوْ شَيْءٍ مِنْ الْأَشْيَاءِ، إلَّا مَا صَحَّ الْإِجْمَاعُ عَلَى جَوَازِ الِاسْتِعَانَةِ بِهِ فِيهِ: كَخِدْمَةِ الدَّابَّةِ، أَوْ الِاسْتِئْجَارِ، أَوْ قَضَاءِ الْحَاجَةِ، وَنَحْوِ ذَلِكَ مِمَّا لَا يَخْرُجُونَ فِيهِ عَنْ الصَّغَارِ. وَالْمُشْرِكُ: اسْمٌ يَقَعُ عَلَى الذِّمِّيِّ وَالْحَرْبِيِّ. ¶ قَالَ أَبُو مُحَمَّدٍ - رَحِمَهُ اللَّهُ -:هَذَا عِنْدَنَا - مَا دَامَ فِي أَهْلِ الْعَدْلِ مَنَعَةٌ - فَإِنْ أَشْرَفُوا عَلَى الْهَلَكَةِ وَاضْطُرُّوا وَلَمْ تَكُنْ لَهُمْ حِيلَةٌ، فَلَا بَأْسَ بِأَنْ يَلْجَئُوا إلَى أَهْلِ الْحَرْبِ، وَأَنْ يَمْتَنِعُوا بِأَهْلِ الذِّمَّةِ، مَا أَيَقَنُو أَنَّهُمْ فِي اسْتِنْصَارِهِمْ: لَا يُؤْذُونَ مُسْلِمًا وَلَا ذِمِّيًّا - فِي دَمٍ أَوْ مَالٍ أَوْ حُرْمَةٍ مِمَّا لَا يَحِلُّ. ¶ ¬__________ ¶ (¬1) - المغني لابن قدامة (8/ 529) ¶ (¬2) - صحيح مسلم (3/ 1449) 150 - (1817) وانظر فتاوى موقع الألوكة (227/ 2)",
            "page": "37",
            "part": "1",
            "seal": "EC71801F"
        },
        {
            "id": "39",
            "nass": "بُرْهَانُ ذَلِكَ: قَوْلُ اللَّهِ تَعَالَى {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلا مَا اضْطُرِرْتُمْ إِلَيْهِ} [الأنعام:119] وَهَذَا عُمُومٌ لِكُلِّ مَنْ اُضْطُرَّ إلَيْهِ، إلَّا مَا مَنَعَ مِنْهُ نَصٌّ، أَوْ إجْمَاعٌ. ¶ فَإِنْ عَلِمَ الْمُسْلِمُ - وَاحِدًا كَانَ أَوْ جَمَاعَةً - أَنَّ مَنْ اسْتَنْصَرَ بِهِ مِنْ أَهْلِ الْحَرْبِ، أَوْ الذِّمَّةِ يُؤْذُونَ مُسْلِمًا، أَوْ ذِمِّيًّا فِيمَا لَا يَحِلُّ، فَحَرَامٌ عَلَيْهِ أَنْ يَسْتَعِينَ بِهِمَا، وَإِنْ هَلَكَ، لَكِنْ يَصْبِرُ لِأَمْرِ اللَّهِ تَعَالَى - وَإِنْ تَلِفَتْ نَفْسُهُ وَأَهْلُهُ وَمَالُهُ - أَوْ يُقَاتِلُ حَتَّى يَمُوتَ شَهِيدًا كَرِيمًا، فَالْمَوْتُ لَا بُدَّ مِنْهُ، وَلَا يَتَعَدَّى أَحَدًا أَجَلُهُ. بُرْهَانُ هَذَا: أَنَّهُ لَا يَحِلُّ لِأَحَدٍ أَنْ يَدْفَعَ ظُلْمًا عَنْ نَفْسِهِ بِظُلْمٍ يُوصِلُهُ إلَى غَيْرِهِ - هَذَا مَا لَا خِلَافَ فِيهِ. (¬1) ¶ القول الثاني: ذهب الحنفية إلى جواز الاستعانة بغير المسلمين على بغاة المسلمين، ولكنهم اشترطوا أن يكون حكم الإسلام هو الظاهر. ¶ قال السرخسي الحنفي:\"وَإِنْ ظَهَرَ أَهْلُ الْبَغْيِ عَلَى أَهْلِ الْعَدْلِ حَتَّى أَلْجَؤُهُمْ إلَى دَارِ الشِّرْكِ فَلَا يَحِلُّ لَهُمْ أَنْ يُقَاتِلُوا مَعَ الْمُشْرِكِينَ أَهْلَ الْبَغْيِ؛ لِأَنَّ حُكْمَ أَهْلِ الشِّرْكِ ظَاهِرٌ عَلَيْهِمْ أَنْ يَسْتَعِينُوا بِأَهْلِ الشِّرْكِ عَلَى أَهْلِ الْبَغْيِ مِنْ الْمُسْلِمِينَ إذَا كَانَ حُكْمُ أَهْلِ الشِّرْكِ هُوَ الظَّاهِرُ. ¶ وَلَا بَأْسَ بِأَنْ يَسْتَعِينَ أَهْلُ الْعَدْلِ بِقَوْمٍ مِنْ أَهْلِ الْبَغْيِ وَأَهْلِ الذِّمَّةِ عَلَى الْخَوَارِجِ إذَا كَانَ حُكْمُ أَهْلِ الْعَدْلِ ظَاهِرًا؛ لِأَنَّهُمْ يُقَاتِلُونَ لِإِعْزَازِ الدِّينِ، وَالِاسْتِعَانَةُ عَلَيْهِمْ بِقَوْمٍ مِنْهُمْ أَوْ مِنْ أَهْلِ الذِّمَّةِ كَالِاسْتِعَانَةِ عَلَيْهِمْ بِالْكِلَابِ.\" (¬2) ¶ وقال الكمال بن الهمام:\"وَلَوْ ظَهَرَ أَهْلُ الْبَغْيِ عَلَى أَهْلِ الْعَدْلِ فَأَلْجَئُوهُمْ إلَى دَارِ الشِّرْكِ لَمْ يَحِلَّ لَهُمْ أَنْ يُقَاتِلُوا الْبُغَاةَ مَعَ أَهْلِ الشِّرْكِ؛ لِأَنَّ حُكْمَ أَهْلِ الشِّرْكِ ظَاهِرٌ عَلَيْهِمْ، وَلَا يَحِلُّ لَهُمْ أَنْ يَسْتَعِينُوا بِأَهْلِ الشِّرْكِ عَلَى أَهْلِ الْبَغْيِ إذَا كَانَ حُكْمُ أَهْلِ الشِّرْكِ هُوَ الظَّاهِرُ، وَلَا بَأْسَ بِأَنْ يَسْتَعِينَ أَهْلُ الْعَدْلِ بِالْبُغَاةِ وَالذِّمِّيِّينَ عَلَى الْخَوَارِجِ إذَا كَانَ حُكْمُ أَهْلِ الْعَدْلِ هُوَ الظَّاهِرُ؛ لِأَنَّهُمْ يُقَاتِلُونَ لِإِعْزَازِ الدِّينِ، وَالِاسْتِعَانَةُ عَلَيْهِمْ بِقَوْمٍ مِنْهُمْ أَوْ مِنْ أَهْلِ الذِّمَّةِ كَالِاسْتِعَانَةِ عَلَيْهِمْ بِالْكِلَابِ.\" (¬3) ¶ ¬__________ ¶ (¬1) - المحلى بالآثار (11/ 355) ¶ (¬2) - المبسوط للسرخسي (10/ 133) ¶ (¬3) - فتح القدير (13/ 337)",
            "page": "38",
            "part": "1",
            "seal": "A64B2E53"
        },
        {
            "id": "40",
            "nass": "وفي الموسوعة الفقهية:\"اتَّفَقَ الْمَالِكِيَّةُ وَالشَّافِعِيَّةُ وَالْحَنَابِلَةُ عَلَى تَحْرِيمِ الاِسْتِعَانَةِ بِالْكُفَّارِ فِي قِتَال الْبُغَاةِ؛ لأَِنَّ الْقَصْدَ كَفُّهُمْ لاَ قَتْلُهُمْ، وَالْكُفَّارُ لاَ يَقْصِدُونَ إِلاَّ قَتْلَهُمْ، وَإِنْ دَعَتِ الْحَاجَةُ إِلَى الاِسْتِعَانَةِ بِهِمْ، فَإِنْ كَانَ مِنَ الْمُمْكِنِ الْقُدْرَةُ عَلَى كَفِّ هَؤُلاَءِ الْكُفَّارِ الْمُسْتَعَانِ بِهِمْ جَازَ، وَإِنْ لَمْ يُقْدَرْ لَمْ يَجُزْ. كَمَا نَصَّ الشَّافِعِيَّةُ وَالْحَنَابِلَةُ عَلَى أَنَّهُ لاَ يَجُوزُ الاِسْتِعَانَةُ عَلَى قِتَالِهِمْ بِمَنْ يَرَى مِنْ أَهْل الْعَدْل (وَهُمْ فُقَهَاءُ الْحَنَفِيَّةِ) قَتْل الْبُغَاةِ وَهُمْ مُدْبِرُونَ، عَلَى مَا سَبَقَ بَيَانُهُ. ¶ وَيَتَّفِقُ الْحَنَفِيَّةُ مَعَ الْجُمْهُورِ فِي أَنَّهُ لاَ يَحِل الاِسْتِعَانَةُ بِأَهْل الشِّرْكِ إِذَا كَانَ حُكْمُ أَهْل الشِّرْكِ، هُوَ الظَّاهِرَ، أَمَّا إِذَا كَانَ حُكْمُ أَهْل الْعَدْل هُوَ الظَّاهِرَ فَلاَ بَأْسَ بِالاِسْتِعَانَةِ بِالذِّمِّيِّينَ وَصِنْفٍ مِنَ الْبُغَاةِ، وَلَوْ لَمْ تَكُنْ هُنَاكَ حَاجَةٌ؛ لأَِنَّ أَهْل الْعَدْل يُقَاتِلُونَ لإِِعْزَازِ الدِّينِ، وَالاِسْتِعَانَةُ عَلَى الْبُغَاةِ بِهِمْ كَالاِسْتِعَانَةِ عَلَيْهِمْ بِأَدَوَاتِ الْقِتَال \" (¬1) ¶ وقال الشوكاني في \"السيل الجرار:\"وأما الإستعانة بالكفار فلا تجوز على قتال المسلمين لأنه من تعاضد الكفر والإسلام على الإسلام وقبح ذلك معلوم ودفعه بأدلة الشرع لا يخفى \" (¬2) ¶ ـــــــــــ ¶ المطلب الثاني: ذكر الأدلة والترجيح ¶ استدل الفريقان بأدلة من المعقول على ما ذهبوا إليه: ¶ فقد استدلّ الجمهور على عدم جواز الاستعانة بالكفار على بغاة المسلمين: ¶ 1 - أن الاستعانة بالكافر على المسلم نوع من تسليطه عليه، وقد قال الله تعالى: {وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا} [النساء:141]،فلَا يَجُوزُ تَسْلِيطُ كَافِرٍ عَلَى مُسْلِمٍ. (¬3) ¶ ¬__________ ¶ (¬1) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (8/ 150) وحاشية ابن عابدين 3/ 416،وحاشية الدسوقي 4/ 299،والتاج والإكليل 6/ 278،والمهذب2/ 220،ونهاية المحتاج 7/ 387،والمغني 8/ 111،وكشاف القناع 6/ 164. ¶ (¬2) - السيل الجرار المتدفق على حدائق الأزهار (ص:946) ¶ (¬3) - روضة الطالبين وعمدة المفتين (10/ 60)",
            "page": "39",
            "part": "1",
            "seal": "65EAF966"
        },
        {
            "id": "41",
            "nass": "2 - أَنَّ الْقَصْدَ كَفُّهُمْ، وَرَدُّهُمْ إلَى الطَّاعَةِ، دُونَ قَتْلِهِمْ. (¬1) ¶ 3 - الكفار أعداء للمسلمين عداوة عقيدة ودين، ومعلوم أن الكفار إذا مُكنوا من قتال المسلمين انتقموا منهم واستأصلوا شأفتهم لما يضمرون لهم من البغضاء والعداء (¬2). ¶ قال تعالى: {إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ} [الممتحنة:2].وقال سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ لَا يَأْلُونَكُمْ خَبَالًا وَدُّوا مَا عَنِتُّمْ قَدْ بَدَتِ الْبَغْضَاءُ مِنْ أَفْوَاهِهِمْ وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ قَدْ بَيَّنَّا لَكُمُ الْآيَاتِ إِنْ كُنْتُمْ تَعْقِلُونَ (118) هَا أَنْتُمْ أُولَاءِ تُحِبُّونَهُمْ وَلَا يُحِبُّونَكُمْ وَتُؤْمِنُونَ بِالْكِتَابِ كُلِّهِ وَإِذَا لَقُوكُمْ قَالُوا آمَنَّا وَإِذَا خَلَوْا عَضُّوا عَلَيْكُمُ الْأَنَامِلَ مِنَ الْغَيْظِ قُلْ مُوتُوا بِغَيْظِكُمْ إِنَّ اللَّهَ عَلِيمٌ بِذَاتِ الصُّدُورِ (119)} [آل عمران:118 - 119] وقال تعالى: {وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً} [النساء:102]. ¶ 4 - وبالنسبة لأهل البغي فالعلة في جواز قتالهم هي كفهم وردهم إلى الطاعة لا قتلهم وإبادتهم، وبهذا يعلم أنه لا حاجة إلى الكفار فلم تجز الاستعانة بهم. ¶ 5 - أن الاستعانة بالكفار في تلك الحال موالاة لهم وركون إليهم وقد قال تعالى: {وَلَا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لَا تُنْصَرُونَ} [هود:113]. ¶ 6 - ثم إن في الاستعانة بهم تعزيزاً وتقوية لبعض المسلمين على بعض، وإشعالاً للحروب بينهم ودافعاً لهم على التنازع على الرئاسة والملك وذلك مالا يقره الشرع بحال، بل إنه يدعو المسلمين في تلك الحال إلى الإصلاح فيما إذا كانوا جميعاً طلاب حق أو ملك أو ¶ ¬__________ ¶ (¬1) - المغني لابن قدامة (8/ 529) ¶ (¬2) - كما حصل مثل ذلك للشعب المسلم في العراق حينما تسلط عليهم الكفار من الأمريكان والإنجليز بسبب استعانة بعض الحكام بهم على قتالهم فقد دمروا العراق وقواته وأذاقوا شعبه الوبال فأصبح هذا الشعب المسلم يعاني من الأمراض ونقص الغذاء والدواء كل ذلك نتيجة تسلط هذه الدول الكافرة على هذا الشعب المسلم بسبب تلك الاستعانة وطلب النصرة منهم والتأييد.",
            "page": "40",
            "part": "1",
            "seal": "E743DD21"
        },
        {
            "id": "42",
            "nass": "رئاسة فإذا كانت إحدى الطائفتين المتحاربتين هي المحقة فالمقصود من قتالها للأخرى دفع بغيها لا إبادتها وذلك يتحقق بدون الاستنصار بالكفار. ¶ 7 - والاستعانة بالكفار تمكين لهم في كسر شوكة المسلمين والقضاء عليها بل ربما إبادتهم أو طردهم من بلادهم والاستيلاء عليها، وكفى بالتاريخ شاهداً على ما نقول، فالمسلمون في الأندلس مثلاً وقعت بينهم الفتن العظيمة واستنصر بعضهم بالنصارى على إخوانهم المسلمين حتى هلكوا جميعاً وزال سلطان المسلمين هناك والأمر لله من قبل ومن بعد. ¶ 8 - والاستعانة بهم كذلك سلَّم لهم للتدخل في شؤون المسلمين الخاصة والاطلاع على عورات المسلمين ومكامن الضعف والقوة فيهم الأمر الذي قد يجعلهم سادات وحكام يحتكم إليهم المسلمون، بل ربما آل الأمر بأولئك إلى حشد جيوشهم وسلاحهم في بلاد المسلمين باسم المحافظة على الأمن وفض النزاع ونصرة المستضعفين والمظلومين وذلك بمجرد توجيه أدنى إشارة إليهم للنجدة والنصرة من بعض من في قلوبهم مرض من المسلمين أهـ (¬1) ¶ وقد ذهب بعض العلماء إلى أن من صور الاستعانة بالكفار على أهل البغي ما يكون كفراً، وذلك في حالة ما إذا كان حكم الكفار جارٍ على المستعين لهم وغالب عليه. ¶ وهذا الحكم أعني منع الاستعانة بالكفار شامل للكفار الحربيين وأهل الذمة والمرتدين قال الإمام أبو محمد علي بن حزم أيضاً:\" مَسْأَلَةٌ: هَلْ يُسْتَعَانُ عَلَى أَهْلِ الْبَغْيِ بِأَهْلِ الْحَرْبِ؟ أَوْ بِأَهْلِ الذِّمَّةِ؟ أَوْ بِأَهْلِ بَغْيٍ آخَرِينَ؟.قَالَ أَبُو مُحَمَّدٍ - رَحِمَهُ اللَّهُ -:اخْتَلَفَ النَّاسُ فِي هَذَا، فَقَالَتْ طَائِفَةٌ: لَا يَجُوزُ أَنْ يُسْتَعَانَ عَلَيْهِمْ بِحَرْبِيٍّ، وَلَا بِذِمِّيٍّ، وَلَا بِمَنْ يَسْتَحِلُّ قِتَالَهُمْ، مُدْبِرِينَ - وَهَذَا قَوْلُ الشَّافِعِيِّ - رَضِيَ اللَّهُ عَنْهُ - وَقَالَ أَصْحَابُ أَبِي حَنِيفَةَ: لَا بَأْسَ بِأَنْ يُسْتَعَانَ عَلَيْهِمْ بِأَهْلِ الْحَرْبِ، وَبِأَهْلِ الذِّمَّةِ، وَبِأَمْثَالِهِمْ مِنْ أَهْلِ الْبَغْيِ، وَقَدْ ذَكَرْنَا هَذَا فِي \"كِتَابِ الْجِهَادِ \"مِنْ قَوْلِ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ - «إنَّنَا لَا نَسْتَعِينُ بِمُشْرِكٍ» وَهَذَا عُمُومٌ مَانِعٌ مِنْ أَنْ يُسْتَعَانَ بِهِ فِي وِلَايَةٍ، أَوْ قِتَالٍ، أَوْ شَيْءٍ مِنْ ¶ ¬__________ ¶ (¬1) - انظر: الاستعانة، ص299.",
            "page": "41",
            "part": "1",
            "seal": "07DC0BCE"
        },
        {
            "id": "43",
            "nass": "الْأَشْيَاءِ، إلَّا مَا صَحَّ الْإِجْمَاعُ عَلَى جَوَازِ الِاسْتِعَانَةِ بِهِ فِيهِ: كَخِدْمَةِ الدَّابَّةِ، أَوْ الِاسْتِئْجَارِ، أَوْ قَضَاءِ الْحَاجَةِ، وَنَحْوِ ذَلِكَ مِمَّا لَا يَخْرُجُونَ فِيهِ عَنْ الصَّغَارِ. ¶ وَالْمُشْرِكُ: اسْمٌ يَقَعُ عَلَى الذِّمِّيِّ وَالْحَرْبِيِّ. ¶ قَالَ أَبُو مُحَمَّدٍ - رَحِمَهُ اللَّهُ -:هَذَا عِنْدَنَا - مَا دَامَ فِي أَهْلِ الْعَدْلِ مَنَعَةٌ - فَإِنْ أَشْرَفُوا عَلَى الْهَلَكَةِ وَاضْطُرُّوا وَلَمْ تَكُنْ لَهُمْ حِيلَةٌ، فَلَا بَأْسَ بِأَنْ يَلْجَئُوا إلَى أَهْلِ الْحَرْبِ، وَأَنْ يَمْتَنِعُوا بِأَهْلِ الذِّمَّةِ، مَا أَيَقَنُو أَنَّهُمْ فِي اسْتِنْصَارِهِمْ: لَا يُؤْذُونَ مُسْلِمًا وَلَا ذِمِّيًّا - فِي دَمٍ أَوْ مَالٍ أَوْ حُرْمَةٍ مِمَّا لَا يَحِلُّ. ¶ بُرْهَانُ ذَلِكَ: قَوْلُ اللَّهِ تَعَالَى {وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلا مَا اضْطُرِرْتُمْ إِلَيْهِ} [الأنعام:119] وَهَذَا عُمُومٌ لِكُلِّ مَنْ اُضْطُرَّ إلَيْهِ، إلَّا مَا مَنَعَ مِنْهُ نَصٌّ، أَوْ إجْمَاعٌ. ¶ فَإِنْ عَلِمَ الْمُسْلِمُ - وَاحِدًا كَانَ أَوْ جَمَاعَةً - أَنَّ مَنْ اسْتَنْصَرَ بِهِ مِنْ أَهْلِ الْحَرْبِ، أَوْ الذِّمَّةِ يُؤْذُونَ مُسْلِمًا، أَوْ ذِمِّيًّا فِيمَا لَا يَحِلُّ، فَحَرَامٌ عَلَيْهِ أَنْ يَسْتَعِينَ بِهِمَا، وَإِنْ هَلَكَ، لَكِنْ يَصْبِرُ لِأَمْرِ اللَّهِ تَعَالَى - وَإِنْ تَلِفَتْ نَفْسُهُ وَأَهْلُهُ وَمَالُهُ - أَوْ يُقَاتِلُ حَتَّى يَمُوتَ شَهِيدًا كَرِيمًا، فَالْمَوْتُ لَا بُدَّ مِنْهُ، وَلَا يَتَعَدَّى أَحَدًا أَجَلُهُ. بُرْهَانُ هَذَا: أَنَّهُ لَا يَحِلُّ لِأَحَدٍ أَنْ يَدْفَعَ ظُلْمًا عَنْ نَفْسِهِ بِظُلْمٍ يُوصِلُهُ إلَى غَيْرِهِ - هَذَا مَا لَا خِلَافَ فِيهِ.\"اهـ (¬1). ¶ أما من قال من المنتسبين للعلم بجواز الاستعانة بالكفار على قتال أهل البغي عند الضرورة فليس له حجة ولا دليل من كتاب ولا سنة ولا أثر صحيح. ¶ قال الشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ رحمه الله:\"أما استنصار المسلم بالمشرك على الباغي فلم يقل بهذا إلا من شذ واعتمدها القياس ولم ينظر إلى مناط الحكم والجامع بين الأصل وفرعه ومن هجم على مثل هذه الأقوال الشاذة واعتمد في نقله وفتواه فقد تتبع الرخص ونبذ الأصل المقرر عند سلف الأمة وأئمتها المستفاد من حديث الحسن وحديث النعمان بن بشير \"أهـ (¬2) ¶ 0000000000000 ¶ ¬__________ ¶ (¬1) - المحلى بالآثار (11/ 354) ¶ (¬2) - مجموعة الرسائل والمسائل النجدية 3/ 68.",
            "page": "42",
            "part": "1",
            "seal": "F67DED90"
        },
        {
            "id": "44",
            "nass": "واستدل الحنفيّة على جواز الاستعانة بالكفار ضد البغاة والخوارج إذا كان حكم الإسلام هو الظاهر بأن الاستعانة بأهل الذمة أو غيرهم على الخوارج أنَّ الِاسْتِعَانَةَ بِهِمْ كَالِاسْتِعَانَةِ بِالْكِلَابِ عَلَيْهِمْ. (¬1) ¶ والذي يترجّح لي بعد عرض هذه المسألة هو مذهب الجمهور فلا يجوز الاستعانة بالكفار على المسلمين البغاة، وذلك لما يلي: ¶ 1 - أن قتال البغاة يختلف عن قتال الكفار، فالمقصود من قتال البغاة ردّهم إلى الطاعة ودفع شرّهم لا قتلهم، وتسليط الكفار عليهم قد يؤدّي إلى قتلهم. ¶ 2 - أن قياس الحنفيّة الاستعانة بالكفار ضد البغاة على الاستعانة بالكلاب قياس مع الفارق؛ لأنّ الكلب حيوان لا نيّة له، وإنما هو رهن إشارة لصاحبه، وأما الكافر فإنه له نيّة وقصد، وقد أخبر الله عن نوايا الكفار بقوله: {لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ} [التوبة:10] وغير ذلك من الآيات الدالة على إرادة الكفار للشر بالمؤمنين. ¶ 3 - أن الإمام إذا ضعف عن قتال أهل البغي فله أن يُؤخّر قتالهم إلى أن تُمْكِنَه القوةُ عليهم، فيؤخّرُهم حتى تقوى شوكةُ أهل العدل ثم يقاتلهم. (¬2) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - المبسوط للسرخسي (10/ 23) ¶ (¬2) - المغني لابن قدامة (8/ 528) وانظر: القول المُبين في حكم الاستعانة في القتال بغير المسلمين",
            "page": "43",
            "part": "1",
            "seal": "84BC254A"
        },
        {
            "id": "45",
            "nass": "المبحث الثالث ¶ حكم مساعدة الكافرين ضد المسلمين ¶ هذا من الموضوعات الخطيرة التي جرت وتجري الآن في بعض بلاد المسلمين، حيث تقوم بعض الحكومات الإسلامية أو أفراد منها أو بعض المسلمين لمساعدة الكفار في احتلال بلاد المسلمين أو البطش بهم أو ملاحقة الأخيار منهم، تحت ذريعة ما يسمى بمحاربة الإرهاب، ويقدمون لهم العون والمساعدة والنصرة، والتأييد، بل ويقدمون مطاراتهم وموانئهم لهم، ويتعاونون معهم عسكريا وغير ذلك ... ¶ فهل هذه الأفعال والتصرفات محرمة؟؟ ¶ وهل هي كفر مخرج من الملة أم لا؟ ¶ اعلم - رحمني الله وإياك وثبتنا على الإسلام والتوحيد حتى نلقاه - أن أصل دين الإسلام وقاعدته أمران - كما قاله شيخ الإسلام محمد بن عبد الوهاب رحمه الله -: ¶ \"الأول: الأمر بعبادة الله وحده لا شريك له، والتحريض على ذلك، والموالاة فيه، وتكفير من تركه. ¶ الثاني: الإنذار عن الشرك في عبادة الله، والتغليظ في ذلك، والمعاداة فيه، وتكفير من فعله\". (¬1) ¶ فمعاداة الكافرين والبراءة منهم ومن كفرهم أصل من أصول الدين لا يصح إلا به، وهي ملة إبراهيم عليه السلام كما قال تعالى:) قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ) (الممتحنة:4). ¶ لذلك فاعلم أن معاملة الكافر لها ثلاث حالات: ¶ الحالة الأولى: معاملة مكفّرة مخرجة عن الملة: ¶ ¬__________ ¶ (¬1) الدرر السنية, ج2, ص15.",
            "page": "44",
            "part": "1",
            "seal": "CC855355"
        },
        {
            "id": "46",
            "nass": "وقد اصطلح بعض أهل العلم على تسمية هذه الحالة بـ (التولي)،فكل ما دل الدليل على أنه كفر وردة فهو من هذه الحالة، وذلك نحو: محبة دين الكفار، ومحبة انتصارهم، وغيرها من الأمثلة، ومنها مسألتنا هذه وهي: مظاهرتهم على المسلمين. ¶ الحالة الثانية: معاملة محرمة غير مكفّرة: ¶ وقد اصطلح بعض أهل العلم على تسمية هذه الحالة بـ (الموالاة)،فكل ما دل الدليل على تحريمه ولم يصل هذا التحريم إلى (الكفر) فهو من هذه الحالة، وذلك نحو: تصديرهم في المجالس، وابتدائهم بالسلام، وموادتهم التي لم تصل إلى حد (التولي)،وغير ذلك. ¶ الحالة الثالثة: معاملة جائزة: ¶ وهي غير داخلة في (الموالاة)،وهي ما دلت الأدلة على جوازه مثل العدل معهم، والإقساط لغير المحاربين منهم، وصلة الأقارب الكفار منهم، ونحو ذلك. ¶ والفرق بين الحالتين الثانية والثالثة ذكره القرافي رحمه الله في كتابه (الفروق) حيث قال:\"اعْلَمْ أَنَّ اللَّهَ تَعَالَى مَنَعَ مِنْ التَّوَدُّدِ لِأَهْلِ الذِّمَّةِ بِقَوْلِهِ تَعَالَى {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ} [الممتحنة:1] الْآيَةَ فَمَنَعَ الْمُوَالَاةَ وَالتَّوَدُّدَ وَقَالَ فِي الْآيَةِ الْأُخْرَى {لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ} [الممتحنة:8] الْآيَةَ وَقَالَ فِي حَقِّ الْفَرِيقِ الْآخَرِ {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ} [الممتحنة:9] الْآيَةَ. ¶ وعَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: «وَأُوصِيهِ بِذِمَّةِ اللَّهِ، وَذِمَّةِ رَسُولِهِ - صلى الله عليه وسلم -،أَنْ يُوفَى لَهُمْ بِعَهْدِهِمْ، وَأَنْ يُقَاتَلَ مِنْ وَرَائِهِمْ، وَلاَ يُكَلَّفُوا إِلَّا طَاقَتَهُمْ» (¬1) ¶ وَقَالَ فِي حَدِيثٍ آخَرَ «اسْتَوْصُوا بِالْقِبْطِ خَيْرًا» فَلَا بُدَّ مِنْ الْجَمْعِ بَيْنَ هَذِهِ النُّصُوصِ وَإِنَّ الْإِحْسَانَ لِأَهْلِ الذِّمَّةِ مَطْلُوبٌ وَأَنَّ التَّوَدُّدَ وَالْمُوَالَاةَ مَنْهِيٌّ عَنْهُمَا وَالْبَابَانِ مُلْتَبِسَانِ فَيَحْتَاجَانِ إلَى الْفَرْقِ وَسِرُّ الْفَرْقِ أَنَّ عَقْدَ الذِّمَّةِ يُوجِبُ حُقُوقًا عَلَيْنَا لَهُمْ لِأَنَّهُمْ فِي جِوَارِنَا وَفِي خَفَارَتِنَا وَذِمَّةِ اللَّهِ تَعَالَى وَذِمَّةِ رَسُولِهِ - صلى الله عليه وسلم - وَدِينِ الْإِسْلَامِ فَمِنْ اعْتَدَى عَلَيْهِمْ وَلَوْ ¶ ¬__________ ¶ (¬1) - صحيح البخاري (4/ 69) (3052)",
            "page": "45",
            "part": "1",
            "seal": "90145D7B"
        },
        {
            "id": "47",
            "nass": "بِكَلِمَةِ سُوءٍ أَوْ غِيبَةٍ فِي عِرْضِ أَحَدِهِمْ أَوْ نَوْعٍ مِنْ أَنْوَاعِ الْأَذِيَّةِ أَوْ أَعَانَ عَلَى ذَلِكَ فَقَدْ ضَيَّعَ ذِمَّةَ اللَّهِ تَعَالَى وَذِمَّةَ رَسُولِهِ - صلى الله عليه وسلم - وَذِمَّةَ دِينِ الْإِسْلَامِ. ¶ وعن جُوَيْرِيَةَ بْنِ قُدَامَةَ التَّمِيمِيِّ، قَالَ: سَمِعْتُ عُمَرَ بْنَ الخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، قُلْنَا: أَوْصِنَا يَا أَمِيرَ المُؤْمِنِينَ، قَالَ: «أُوصِيكُمْ بِذِمَّةِ اللَّهِ، فَإِنَّهُ ذِمَّةُ نَبِيِّكُمْ، وَرِزْقُ عِيَالِكُمْ» (¬1) ¶ وعَنِ كَعْبِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا افْتَتَحْتُمْ مِصْرًا فَاسْتَوْصُوا بِالْقِبْطِ خَيْرًا فَإِنَّ لَهُمْ ذِمَّةً وَرَحِمًا» (¬2) ¶ وَكَذَلِكَ حَكَى ابْنُ حَزْمٍ فِي مَرَاتِبِ الْإِجْمَاعِ لَهُ أَنَّ مَنْ كَانَ فِي الذِّمَّةِ وَجَاءَ أَهْلُ الْحَرْبِ إلَى بِلَادِنَا يَقْصِدُونَهُ وَجَبَ عَلَيْنَا أَنْ نَخْرُجَ لِقِتَالِهِمْ بِالْكُرَاعِ وَالسِّلَاحِ وَنَمُوتَ دُونَ ذَلِكَ صَوْنًا لِمَنْ هُوَ فِي ذِمَّةِ اللَّهِ تَعَالَى وَذِمَّةِ رَسُولِهِ - صلى الله عليه وسلم - فَإِنَّ تَسْلِيمَهُ دُونَ ذَلِكَ إهْمَالٌ لِعَقْدِ الذِّمَّةِ وَحَكَى فِي ذَلِكَ إجْمَاعَ الْأَمَةِ فَقَدْ يُؤَدِّي إلَى إتْلَافِ النُّفُوسِ وَالْأَمْوَالِ صَوْنًا لِمُقْتَضَاهُ عَنْ الضَّيَاعِ إنَّهُ لَعَظِيمٌ وَإِذَا كَانَ عَقْدُ الذِّمَّةِ بِهَذِهِ الْمَثَابَةِ وَتَعَيَّنَ عَلَيْنَا أَنْ نَبَرَّهُمْ بِكُلِّ أَمْرٍ لَا يَكُونُ ظَاهِرُهُ يَدُلُّ عَلَى مَوَدَّاتِ الْقُلُوبِ وَلَا تَعْظِيمِ شَعَائِرِ الْكُفْرِ فَمَتَى أَدَّى إلَى أَحَدِ هَذَيْنِ امْتَنَعَ وَصَارَ مِنْ قِبَلِ مَا نُهِيَ عَنْهُ فِي الْآيَةِ وَغَيْرِهَا وَيَتَّضِحُ ذَلِكَ بِالْمَثَلِ فَإِخْلَاءُ الْمَجَالِسِ لَهُمْ عِنْدَ قُدُومِهِمْ عَلَيْنَا وَالْقِيَامُ لَهُمْ حِينَئِذٍ وَنِدَاؤُهُمْ بِالْأَسْمَاءِ الْعَظِيمَةِ الْمُوجِبَةِ لِرَفْعِ شَأْنِ الْمُنَادَى بِهَا هَذَا كُلُّهُ حَرَامٌ. ¶ وَكَذَلِكَ إذَا تَلَاقَيْنَا مَعَهُمْ فِي الطَّرِيقِ وَأَخْلَيْنَا لَهُمْ وَاسِعَهَا وَرَحْبَهَا وَالسَّهْلَ مِنْهَا وَتَرَكْنَا أَنْفُسَنَا فِي خَسِيسِهَا وَحَزَنِهَا وَضَيِّقِهَا كَمَا جَرَتْ الْعَادَةُ أَنْ يَفْعَلَ ذَلِكَ الْمَرْءُ مَعَ الرَّئِيسِ وَالْوَلَدُ مَعَ الْوَالِدِ وَالْحَقِيرُ مَعَ الشَّرِيفِ فَإِنَّ هَذَا مَمْنُوعٌ لِمَا فِيهِ مِنْ تَعْظِيمِ شَعَائِرِ الْكُفْرِ وَتَحْقِيرِ شَعَائِرِ اللَّهِ تَعَالَى وَشَعَائِرِ دِينِهِ وَاحْتِقَارِ أَهْلِهِ. ¶ وَمِنْ ذَلِكَ تَمْكِينُهُمْ مِنْ الْوِلَايَاتِ وَالتَّصَرُّفِ فِي الْأُمُورِ الْمُوجِبَةِ لِقَهْرِ مَنْ هِيَ عَلَيْهِ أَوْ ظُهُورِ الْعُلُوِّ وَسُلْطَانِ الْمُطَالَبَةِ فَذَلِكَ كُلُّهُ مَمْنُوعٌ وَإِنْ كَانَ فِي غَايَةِ الرِّفْقِ وَالْأَنَاةِ أَيْضًا لِأَنَّ ¶ ¬__________ ¶ (¬1) - صحيح البخاري (4/ 98) (3162) ¶ [ش (رزق عيالكم) أي تأخذون منهم جزية وخراجا فيكون ذلك كسبا ونفقة لكم ولعيالكم. والعيال من ينفق عليهم الرجل من الأهل والأولاد مأخوذة من العيلة وهي الفقر] ¶ (¬2) - المستدرك على الصحيحين للحاكم (2/ 603) (4032) صحيح",
            "page": "46",
            "part": "1",
            "seal": "31257264"
        },
        {
            "id": "48",
            "nass": "الرِّفْقَ وَالْأَنَاةَ فِي هَذَا الْبَابِ نَوْعٌ مِنْ الرِّئَاسَةِ وَالسِّيَادَةِ وَعُلُوِّ الْمَنْزِلَةِ فِي الْمَكَارِمِ فَهِيَ دَرَجَةٌ رَفِيعَةٌ أَوْصَلْنَاهُمْ إلَيْهَا وَعَظَّمْنَاهُمْ بِسَبَبِهَا وَرَفَعْنَا قَدْرَهُمْ بِإِيثَارِهَا وَذَلِكَ كُلُّهُ مَنْهِيٌّ عَنْهُ. ¶ وَكَذَلِكَ لَا يَكُونُ الْمُسْلِمُ عِنْدَهُمْ خَادِمًا وَلَا أَجِيرًا يُؤْمَرُ عَلَيْهِ وَيُنْهَى وَلَا يَكُونُ أَحَدٌ مِنْهُمْ وَكِيلًا فِي الْمُحَاكَمَاتِ عَلَى الْمُسْلِمِينَ عِنْدَ وُلَاةِ الْأُمُورِ فَإِنَّ ذَلِكَ أَيْضًا إثْبَاتٌ لِسُلْطَانِهِمْ عَلَى ذَلِكَ الْمُسْلِمِ. ¶ وَأَمَّا مَا أُمِرَ بِهِ مِنْ بِرِّهِمْ وَمِنْ غَيْرِ مَوَدَّةٍ بَاطِنِيَّةٍ فَالرِّفْقُ بِضَعِيفِهِمْ وَسَدُّ خُلَّةِ فَقِيرِهِمْ وَإِطْعَامُ جَائِعِهِمْ وَإِكْسَاءُ عَارِيهِمْ وَلِينُ الْقَوْلِ لَهُمْ عَلَى سَبِيلِ اللُّطْفِ لَهُمْ وَالرَّحْمَةِ لَا عَلَى سَبِيلِ الْخَوْفِ وَالذِّلَّةِ وَاحْتِمَالِ إذَايَتِهِمْ فِي الْجِوَارِ مَعَ الْقُدْرَةِ عَلَى إزَالَتِهِ لُطْفًا مِنَّا بِهِمْ لَا خَوْفًا وَتَعْظِيمًا وَالدُّعَاءُ لَهُمْ بِالْهِدَايَةِ وَأَنْ يُجْعَلُوا مِنْ أَهْلِ السَّعَادَةِ وَنَصِيحَتُهُمْ فِي جَمِيعِ أُمُورِهِمْ فِي دِينِهِمْ وَدُنْيَاهُمْ وَحِفْظُ غَيْبَتِهِمْ إذَا تَعَرَّضَ أَحَدٌ لِأَذِيَّتِهِمْ وَصَوْنُ أَمْوَالِهِمْ وَعِيَالِهِمْ وَأَعْرَاضِهِمْ وَجَمِيعِ حُقُوقِهِمْ وَمَصَالِحِهِمْ وَأَنْ يُعَانُوا عَلَى دَفْعِ الظُّلْمِ عَنْهُمْ وَإِيصَالُهُمْ لِجَمِيعِ حُقُوقِهِمْ وَكُلُّ خَيْرٍ يَحْسُنُ مِنْ الْأَعْلَى مَعَ الْأَسْفَلِ أَنْ يَفْعَلَهُ وَمِنْ الْعَدُوِّ أَنْ يَفْعَلَهُ مَعَ عَدُوِّهِ فَإِنَّ ذَلِكَ مِنْ مَكَارِمِ الْأَخْلَاقِ فَجَمِيعُ مَا نَفْعَلُهُ مَعَهُمْ مِنْ ذَلِكَ يَنْبَغِي أَنْ يَكُونَ مِنْ هَذَا الْقَبِيلِ لَا عَلَى وَجْهِ الْعِزَّةِ وَالْجَلَالَةِ مِنَّا وَلَا عَلَى وَجْهِ التَّعْظِيمِ لَهُمْ وَتَحْقِيرِ أَنْفُسِنَا بِذَلِكَ الصَّنِيعِ لَهُمْ وَيَنْبَغِي لَنَا أَنْ نَسْتَحْضِرَ فِي قُلُوبِنَا مَا جُبِلُوا عَلَيْهِ مِنْ بُغْضِنَا وَتَكْذِيبِ نَبِيِّنَا - صلى الله عليه وسلم - وَأَنَّهُمْ لَوْ قَدَرُوا عَلَيْنَا لَاسْتَأْصَلُوا شَأْفَتَنَا وَاسْتَوْلَوْا عَلَى دِمَائِنَا وَأَمْوَالِنَا وَأَنَّهُمْ مِنْ أَشَدِّ الْعُصَاةِ لِرَبِّنَا وَمَالِكِنَا عَزَّ وَجَلَّ ثُمَّ نُعَامِلُهُمْ بَعْدَ ذَلِكَ بِمَا تَقَدَّمَ ذِكْرُهُ امْتِثَالًا لِأَمْرِ رَبِّنَا عَزَّ وَجَلَّ وَأَمْرِ نَبِيِّنَا - صلى الله عليه وسلم - لَا مَحَبَّةً فِيهِمْ وَلَا تَعْظِيمًا لَهُمْ وَلَا نُظْهِرُ آثَارَ تِلْكَ الْأُمُورِ الَّتِي نَسْتَحْضِرُهَا فِي قُلُوبِنَا مِنْ صِفَاتِهِمْ الذَّمِيمَةِ لِأَنَّ عَقْدَ الْعَهْدِ يَمْنَعُنَا مِنْ ذَلِكَ فَنَسْتَحْضِرُهَا حَتَّى يَمْنَعَنَا مِنْ الْوُدِّ الْبَاطِنِ لَهُمْ وَالْمُحَرَّمِ عَلَيْنَا خَاصَّةً وَلَمَّا أَتَى الشَّيْخُ أَبُو الْوَلِيدِ الطُّرْطُوشِيُّ - رَحِمَهُ اللَّهُ - الْخَلِيفَةَ بِمِصْرَ وَجَدَ عِنْدَهُ وَزِيرًا رَاهِبًا وَسَلَّمَ إلَيْهِ قِيَادَهُ وَأَخَذَ يَسْمَعُ رَأْيَهُ وَيُنَفِّذُ كَلِمَاتِهِ الْمَسْمُومَةَ فِي الْمُسْلِمِينَ.",
            "page": "47",
            "part": "1",
            "seal": "E5EC8770"
        },
        {
            "id": "49",
            "nass": "وَكَانَ هُوَ مِمَّنْ يَسْمَعُ قَوْلَهُ فِيهِ فَلَمَّا دَخَلَ عَلَيْهِ فِي صُورَةِ الْمُغْضَبِ وَالْوَزِيرُ الرَّاهِبُ بِإِزَائِهِ جَالِسٌ أَنْشَدَهُ: ¶ يَا أَيَّهَا الْمَلِكُ الَّذِي جُودُهُ ... يَطْلُبُهُ الْقَاصِدُ وَالرَّاغِبُ ¶ إنَّ الَّذِي شُرِّفْت مِنْ أَجْلِهِ ... يَزْعُمُ هَذَا أَنَّهُ كَاذِبٌ ¶ فَاشْتَدَّ غَضَبُ الْخَلِيفَةِ عِنْدَ سَمَاعِ الْأَبْيَاتِ وَأَمَرَ بِالرَّاهِبِ فَسُحِبَ وَضُرِبَ وَقُتِلَ وَأَقْبَلَ عَلَى الشَّيْخِ أَبِي الْوَلِيدِ فَأَكْرَمَهُ وَعَظَّمَهُ بَعْدَ عَزْمِهِ عَلَى إيذَائِهِ فَلَمَّا اسْتَحْضَرَ الْخَلِيفَةُ تَكْذِيبَ الرَّاهِبِ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - وَهُوَ سَبَبُ شَرَفِهِ وَشَرَفِ آبَائِهِ وَأَهْلِ السَّمَوَاتِ وَالْأَرْضِينَ بَعَثَهُ ذَلِكَ عَلَى الْبُعْدِ عَنْ السُّكُونِ إلَيْهِ وَالْمَوَدَّةِ لَهُ وَأَبْعَدَهُ عَنْ مَنَازِلِ الْعِزِّ إلَى مَا يَلِيقُ بِهِ مِنْ الذُّلِّ وَالصَّغَارِ وَيُرْوَى عَنْ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - أَنَّهُ كَانَ يَقُولُ فِي أَهْلِ الذِّمَّةِ أَهِينُوهُمْ وَلَا تَظْلِمُوهُمْ وَكَتَبَ إلَيْهِ أَبُو مُوسَى الْأَشْعَرِيُّ - رَضِيَ اللَّهُ عَنْهُ - أَنَّ رَجُلًا نَصْرَانِيًّا بِالْبَصْرَةِ لَا يُحْسِنُ ضَبْطَ خَرَاجِهَا إلَّا هُوَ وَقَصَدَ وِلَايَتَهُ عَلَى جِبَايَةِ الْخَرَاجِ لِضَرُورَةِ تَعَذُّرِ غَيْرِهِ فَكَتَبَ إلَيْهِ عُمَرُ بْنُ الْخَطَّابِ - رَضِيَ اللَّهُ عَنْهُ - يَنْهَاهُ عَنْ ذَلِكَ وَقَالَ لَهُ فِي الْكِتَابِ مَاتَ النَّصْرَانِيُّ وَالسَّلَامُ أَيْ افْرِضْهُ مَاتَ مَاذَا كُنْت تَصْنَعُ حِينَئِذٍ فَاصْنَعْهُ الْآنَ وَبِالْجُمْلَةِ فَبِرُّهُمْ وَالْإِحْسَانُ إلَيْهِمْ مَأْمُورٌ بِهِ وَوُدُّهُمْ وَتَوَلِّيهِمْ مَنْهِيٌّ عَنْهُ فَهُمَا قَاعِدَتَانِ إحْدَاهُمَا مُحَرَّمَةٌ وَالْأُخْرَى مَأْمُورٌ بِهَا وَقَدْ أَوْضَحْت لَك الْفَرْقَ بَيْنَهُمَا بِالْبَيَانِ وَالْمَثَلِ فَتَأَمَّلْ ذَلِكَ. (¬1) ¶ فها قد علمت بأن الحملة الصليبية الكافرة التي يقودها أعداء الله (الأمريكان) وأولياؤهم من الكفرة الآخرين والمنافقين تستهدف الإسلام والمسلمين، فاعلم: ¶ ¬__________ ¶ (¬1) - الفروق للقرافي = أنوار البروق في أنواء الفروق (3/ 14) ¶ وليس من هذا الباب قول الرسول (صلى الله عليه وسلم) في رسالته إلى هرقل (عظيم الروم) لثلاثة أمور: الأول: أنه لقبه بلقبه عند قومه، مثل قولك: (بوش) رئيس أمريكا، أو (بلير) رئيس وزراء بريطانيا، فليس فيه تعظيم لهما، بل وصف فقط. الثاني: أنه لم يزد على ذلك اللقب ألفاظاً تدل على تعظيمه له والتي يزيدها المعظمون للملوك وذلك مثل: (السيد) أو (الجلالة) أو (الفخامة) ونحو ذلك. الثالث: أنه قال (عظيم الروم)،فنسبه إلى قومه ولم يطلق (عظمته)،ولم يقل: (هرقل العظيم).",
            "page": "48",
            "part": "1",
            "seal": "656B8534"
        },
        {
            "id": "50",
            "nass": "أن أي إعانة لهم في حربهم، سواء كانت هذه الإعانة: بالبدن، أو بالسلاح، أو باللسان، أو بالقلب، أو بالقلم، أو بالمال، أو بالرأي، أو بغير ذلك، فهي: كفر وردة عن الإسلام - أعاذنا الله منها -. ¶ والأدلة على هذه المسألة كثيرة جداً .. ¶ المطلب الأول: ذكر أقوال أهل العلم على اختلاف مذاهبهم في هذه المسألة: ¶ وقد قدمنا هذا الدليل على غيره حتى لا يظن أن المسألة اجتهادية قد اختلف فيها أهل العلم، ومن المعلوم أن الإجماع لا يكون إلا على دليل من الكتاب أو السنة. ¶ لذلك فاعلم أن الأمة كلها قد أجمعت على أن من ظاهر الكفار وأعانهم على المسلمين فهو كافر مرتد عن الإسلام، وإثبات هذا الإجماع على وجهين: ¶ سأنقل فيما يلي بعض كلام أهل العلم من جميع المذاهب: ¶ أولاً: من أقوال علماء الحنفية: ¶ قال الجصاص:\"قَوْله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْأِيمَانِ} فِيهِ نَهْيٌ لِلْمُؤْمِنِينَ عَنْ مُوَالَاةِ الْكُفَّارِ وَنُصْرَتِهِمْ وَالِاسْتِنْصَارِ بِهِمْ وَتَفْوِيضِ أُمُورِهِمْ إلَيْهِمْ وَإِيجَابِ التَّبَرِّي مِنْهُمْ وَتَرْكِ تَعْظِيمِهِمْ وَإِكْرَامِهِمْ، وَسَوَاءٌ بَيْنَ الْآبَاءِ وَالْإِخْوَانِ فِي ذَلِكَ، إلَّا أَنَّهُ قَدْ أَمَرَ مَعَ ذَلِكَ بِالْإِحْسَانِ إلَى الْأَبِ الْكَافِرِ، وَصُحْبَتِهِ بالمعروف بقوله تعالى: {وَوَصَّيْنَا الْأِنْسَانَ بِوَالِدَيْهِ} إلَى قَوْلِهِ: {وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفاً} [لقمان:15]،وَإِنَّمَا أَمَرَ الْمُؤْمِنِينَ بِذَلِكَ لِيَتَمَيَّزُوا مِنْ الْمُنَافِقِينَ، إذْ كَانَ الْمُنَافِقُونَ يَتَوَلَّوْنَ الْكُفَّارَ، وَيُظْهِرُونَ إكْرَامَهُمْ وَتَعْظِيمَهُمْ إذَا لَقُوهُمْ، وَيُظْهِرُونَ لَهُمْ الْوِلَايَةَ وَالْحِيَاطَةَ، فَجَعَلَ اللَّهُ تَعَالَى مَا أَمَرَ بِهِ الْمُؤْمِنَ فِي هَذِهِ الْآيَةِ عَلَمًا يَتَمَيَّزُ بِهِ الْمُؤْمِنُ مِنْ الْمُنَافِقِ، وَأَخْبَرَ أَنَّ مَنْ لَمْ يَفْعَلْ ذَلِكَ فَهُوَ ظَالِمٌ لِنَفْسِهِ مُسْتَحِقٌّ لِلْعُقُوبَةِ مِنْ رَبِّهِ.\" (¬1) ¶ وقال:\"وقَوْله تَعَالَى: {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} يَعْنِي أَنْ تَخَافُوا تَلَفَ النَّفْسِ وَبَعْضِ الْأَعْضَاءِ فَتَتَّقُوهُمْ بِإِظْهَارِ الْمُوَالَاةِ مِنْ غَيْرِ اعْتِقَادٍ لَهَا. وَهَذَا هُوَ ظَاهِرُ مَا يَقْتَضِيهِ اللَّفْظُ ¶ ¬__________ ¶ (¬1) - أحكام القرآن للجصاص ط العلمية (3/ 113)",
            "page": "49",
            "part": "1",
            "seal": "12B2753A"
        },
        {
            "id": "51",
            "nass": "وَعَلَيْهِ الْجُمْهُورُ مِنْ أَهْلِ الْعِلْمِ, وَقَدْ حَدَّثَنَا عَبْدُ الله بن محمد بن إِسْحَاقَ الْمَرْوَزِيِّ قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ أَبِي الرَّبِيعِ الْجُرْجَانِيُّ قَالَ: أَخْبَرَنَا عَبْدُ الرَّزَّاقِ قَالَ: أَخْبَرَنَا مَعْمَرٌ عَنْ قَتَادَةَ فِي قَوْله تَعَالَى: {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ} قَالَ: لَا يَحِلُّ لِمُؤْمِنٍ أَنْ يَتَّخِذَ كَافِرًا وَلِيًّا فِي دِينِهِ. ¶ وقَوْله تَعَالَى: {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً}:إلَّا أَنْ تَكُونَ بَيْنَهُمْ وَبَيْنَهُ قَرَابَةٌ فَيَصِلَهُ لِذَلِكَ; فَجَعَلَ التَّقِيَّةَ صِلَةً لِقَرَابَةِ الْكَافِرِ. وَقَدْ اقْتَضَتْ الْآيَةُ جَوَازَ إظْهَارِ الْكُفْرِ عِنْدَ التَّقِيَّةِ \" (¬1) ¶ وقال النسفي:\"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (51) ¶ نزل نهيا عن موالاة أعداء الدين {يا أيها الذين آمنوا لاَ تَتَّخِذُواْ اليهود والنصارى أَوْلِيَاءَ} أي لا تتخذوهم أولياء تنصرونهم وتستنصرونهم وتؤاخونهم وتعاشرونهم معاشرة المؤمنين ثم علل النهي بقوله {بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} وكلهم أعداء المؤمنين وفيه دليل على أن الكفر كله ملة واحدة {وَمَن يَتَوَلَّهُمْ مّنكُمْ فَإِنَّهُ مِنْهُمْ} من جملتهم وحكمه حكمهم وهذا تغليظ من الله وتشديد في وجوب مجانبة المخالف في الدين {إِنَّ الله لاَ يَهْدِي القوم الظالمين} لا يرشد الذين ظلموا أنفسهم بموالاة الكفرة.\" (¬2) ¶ وقال أبو السعود:\"وقوله تعالى {وَمَن يَتَوَلَّهُمْ مّنكُمْ فَإِنَّهُ مِنْهُمْ} حكمٌ مستنتَجٌ منه فإن انحصارَ الموالاة فيما بينهم يستدعي كونَ من يوابيهم منهم ضرورةَ أن الاتحادَ في الدين الذي عليه يدورُ أمرُ الموالاة حيث لم يكن بكونهم ممن يواليهم من المؤمنين تعيّنَ أنْ يكونَ ذلك بكَوْنِ من يواليهم منهم وفيه زظجر شديد للمؤمنين عن إظهار صورةِ الموالاة لهم وإن لم تكن موالاةً في الحقيقة وقوله تعالى {إِنَّ الله لاَ يَهْدِى القوم الظالمين} تعليلٌ لكون من يتولاهم منهم أي لا يهديهم إلى الإيمان بل يخليهم وشأنَهم فيقعون في الكفر والضلالة \" (¬3) ¶ ثانياً: من أقوال علماء المالكية: ¶ ¬__________ ¶ (¬1) - أحكام القرآن للجصاص ط العلمية (2/ 12) ¶ (¬2) - تفسير النسفي = مدارك التنزيل وحقائق التأويل (1/ 453) ¶ (¬3) - تفسير أبي السعود = إرشاد العقل السليم إلى مزايا الكتاب الكريم (3/ 48)",
            "page": "50",
            "part": "1",
            "seal": "0F719FB7"
        },
        {
            "id": "52",
            "nass": "قال القرطبي:\"قَوْلُهُ تَعَالَى: (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ) أَيْ يَعْضُدْهُمْ عَلَى الْمُسْلِمِينَ (فَإِنَّهُ مِنْهُمْ) بَيَّنَ تَعَالَى أَنَّ حُكْمَهُ كَحُكْمِهِمْ، وَهُوَ يَمْنَعُ إِثْبَاتَ الْمِيرَاثِ لِلْمُسْلِمِ مِنَ الْمُرْتَدِّ، وَكَانَ الَّذِي تَوَلَّاهُمِ ابْنُ أُبَيٍّ ثُمَّ هَذَا الْحُكْمُ بَاقٍ إِلَى يَوْمِ الْقِيَامَةِ فِي قَطْعِ الْمُوَالَاةِ، وَقَدْ قَالَ تَعَالَى:\"وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ\" «1»] هود:113] وَقَالَ تَعَالَى فِي\"آلِ عِمْرَانَ\":\"لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ\" «2»] آل عمران:28] وَقَالَ تَعَالَى:\"لَا تَتَّخِذُوا بِطانَةً مِنْ دُونِكُمْ\" «3»] آل عمران:118] \" (¬1) ¶ وَفِي كتاب الْقَضَاء من نَوَازِل الإِمَام الْبُرْزُليّ رَحمَه الله أَن أَمِير الْمُسلمين يُوسُف بن تاشفين اللمتوني رَحمَه الله استفتى عُلَمَاء زَمَانه رَضِي الله عَنْهُم وهم مَا هم فِي استنصار ابْن عباد الأندلسي بِالْكِتَابَةِ إِلَى الإفرنج على أَن يعينوه على الْمُسلمين فَأَجَابَهُ جلهم رَضِي الله عَنْهُم بردته وكفره (¬2) ¶ وتكرّرت نحو هذه الحادثة عام (984) من (محمد بن عبد الله السعدي) حاكم (مراكش) الذي استعان بملك (البرتغال) ضد عمه (أبي مروان المعتصم بالله)،فأفتى علماء المالكية بكفره وردته (¬3) ¶ وقال ابن عليش:\"إنَّ هَذِهِ الْمُوَالَاةَ الشِّرْكِيَّةِ كَانَتْ مَفْقُودَةً فِي صَدْرِ الْإِسْلَامِ وَعِزَّتِهِ , وَلَمْ تَحْدُثْ عَلَى مَا قِيلَ إلَّا بَعْدَ مُضِيِّ مِئِينَ مِنْ السِّنِينَ وَبَعْدَ انْقِرَاضِ أَئِمَّةِ الْإِسْلَامِ الْمُجْتَهِدِينَ فَلِذَلِكَ لَمْ يَتَعَرَّضْ لِأَحْكَامِهَا الْفِقْهِيَّةِ أَحَدٌ مِنْهُمْ , وَإِنَّمَا نَبَغَتْ هَذِهِ الْمُوَالَاةُ النَّصْرَانِيَّةُ فِي الْمِائَةِ الْخَامِسَةِ وَبَعْدَهَا مِنْ تَارِيخِ الْهِجْرَةِ وَقْتَ اسْتِيلَاءِ مَلَاعِينِ النَّصَارَى دَمَّرَهُمْ اللَّهُ تَعَالَى عَلَى جَزِيرَةِ صِقِلِّيَّةَ وَبَعْضِ كُوَرِ الْأَنْدَلُسِ. سُئِلَ عَنْهَا بَعْضُ الْفُقَهَاءِ وَاسْتَفْهَمُوهُ عَنْ الْأَحْكَامِ الْفِقْهِيَّةِ الْمُتَعَلِّقَة بِمُرْتَكِبِهَا فَأَجَابَ بِأَنَّ أَحْكَامَهُمْ جَارِيَةٌ مَعَ أَحْكَامِ مَنْ أَسْلَمَ , وَلَمْ يُهَاجِرْ وَأَلْحَقُوا هَؤُلَاءِ الْمَسْئُولَ عَنْهُمْ وَالْمَسْكُوتَ عَنْ حُكْمِهِمْ بِهِمْ وَسُوِّيَ بَيْنَ الطَّائِفَتَيْنِ فِي الْأَحْكَامِ الْفِقْهِيَّةِ الْمُتَعَلِّقَةِ بِأَمْوَالِهِمْ وَأَوْلَادِهِمْ , وَلَمْ يَرَوْا فِيهَا فَرْقًا بَيْنَ الْفَرِيقَيْنِ وَذَلِكَ لِأَنَّهَا فِي مُوَالَاةِ الْأَعْدَاءِ وَمُسَاكَنَتِهِمْ وَمُدَاخَلَتِهِمْ وَمُلَابَسَتِهِمْ وَعَدَمِ مُبَايَنَتِهِمْ ¶ ¬__________ ¶ (¬1) - تفسير القرطبي (6/ 217) ¶ (¬2) - الاستقصا لأخبار دول المغرب الأقصى (5/ 75) ¶ (¬3) - الاستقصا لأخبار دول المغرب الأقصى (5/ 70)",
            "page": "51",
            "part": "1",
            "seal": "8AD0D7C4"
        },
        {
            "id": "53",
            "nass": "وَتَرْكِ الْهِجْرَةِ الْوَاجِبَةِ لِهَذِهِ الْأَحْكَامِ الْمَسْكُوتِ عَنْهَا فِي الصُّورَةِ الْمَسْئُولِ عَنْ فَرْضِهَا بِمَثَابَةٍ وَاحِدَةٍ فَأَلْحَقُوا رضي الله عنهم الْأَحْكَامَ الْمَسْكُوتَ عَنْهَا فِي هَؤُلَاءِ الْمَسْئُولِ عَنْهُمْ بِالْأَحْكَامِ الْمُتَفَقَّهِ فِيهَا فِي أُولَئِكَ فَصَارَ اجْتِهَادُ الْمُتَأَخِّرِينَ فِي مُجَرَّدِ إلْحَاقٍ لِمَسْكُوتٍ عَلَيْهِ بِمَنْطُوقٍ بِهِ مُسَاوٍ لَهُ فِي الْمَعْنَى مِنْ كُلِّ وَجْهٍ , وَهُوَ مِنْهُمْ رضي الله عنهم عَدْلٌ مِنْ النَّظَرِ وَاحْتِيَاطٌ فِي الِاجْتِهَادِ وَرُكُونٌ إلَى الْوُقُوفِ مَعَ مَنْ تَقَدَّمَ مِنْ أَئِمَّةِ الْهُدَى الْمُقْتَدَى بِهِمْ فَكَانَ غَايَةً فِي الْحُسْنِ وَالدِّينِ.\" (¬1) ¶ وسئل فقيه المغرب أبو الحسن علي بن عبد السلام التسولي المالكي (ت 1311)،عن بعض القبائل الجزائرية التي كانت تمتنع من النفير للجهاد، وكانوا يخبرون الفرنسيين بأمور المسلمين، وربما قاتلوا أهل الإسلام مع النصارى الفرنسيين، فأجاب:\"ماوصف به القوم المذكورون يوجب قتالهم كالكفار الذين يتولونهم، ومن يتول الكفار فهو منهم. قال تعالى:) يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ).وأما: إن لم يميلوا إلى الكفار، ولا تعصبوا بهم، ولا كانوا يخبرونهم بأمور المسلمين، ولا أظهروا شيئاً من ذلك، وإنما وجد منهم الامتناع من النفير فإنهم يقاتلون قتال الباغية\". (¬2) ¶ ثالثاً: من أقوال علماء الشافعية: ¶ قال البيضاوي:\"يا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا الْيَهُودَ وَالنَّصارى أَوْلِياءَ فلا تعتمدوا عليهم ولا تعاشروهم معاشرة الأحباب. بَعْضُهُمْ أَوْلِياءُ بَعْضٍ إيماء على علة النهي، أي فإنهم متفقون على خلافكم يوالي بعضهم بعضاً لاتحادهم في الدين وإجماعهم على مضادتكم. وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ أي ومن والاهم منكم فإنه من جملتهم، وهذا التشديد في وجوب مجانبتهم كما قال عليه الصلاة والسلام: «لا تتراءى ناراهما»،أو لأن الموالي لهم كانوا منافقين. إِنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ أي الذين ظلموا أنفسهم بموالاة الكفار أو المؤمنين بموالاة أعدائهم.\" (¬3) ¶ ¬__________ ¶ (¬1) - فتاوى ابن عليش (1/ 366) ¶ (¬2) - علي بن عبد السلام التسولي المالكي، أجوبة التسولي على مسائل الأمير عبدالقادر الجزائري، ص210. ¶ (¬3) - تفسير البيضاوي = أنوار التنزيل وأسرار التأويل (2/ 130)",
            "page": "52",
            "part": "1",
            "seal": "2317DCDF"
        },
        {
            "id": "54",
            "nass": "وقال ابن كثير:\"نَهَى اللَّهُ، تَبَارَكَ وَتَعَالَى، عِبَادَهُ الْمُؤْمِنِينَ أَنْ يُوَالُوا الْكَافِرِينَ، وَأَنْ يَتَّخِذُوهُمْ أَوْلِيَاءَ يُسِرُّون إِلَيْهِمْ بِالْمَوَدَّةِ مِنْ دُونِ الْمُؤْمِنِينَ، ثُمَّ تَوَعَّدَ عَلَى ذَلِكَ فَقَالَ: {وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ} أَيْ: مَنْ يَرْتَكِبُ نَهْيَ اللَّهِ فِي هَذَا فَقَدْ بَرِئَ مِنَ اللَّهِ \" (¬1) ¶ وقال الحافظ ابن حجر:\"ويُستَفاد مِن هَذا مَشرُوعِيَّة الهَرَب مِنَ الكُفّار ومِن الظَّلَمَة لأَنَّ الإِقامَة مَعَهُم مِن إِلقاء النَّفس إِلَى التَّهلُكَة، هَذا إِذا لَم يُعِنهُم ولَم يَرضَ بِأَفعالِهِم فَإِن أَعانَ أَو رَضِيَ فَهُو مِنهُم، ويُؤَيِّدهُ أَمره - صلى الله عليه وسلم - بِالإِسراعِ فِي الخُرُوج مِن دِيار ثَمُود.\" (¬2) ¶ وسئل الشيخ عبد الله بن عبد الباري الأهدل اليماني (ت 1271هـ): ¶ سؤال: قوم في بلاد الإسلام من المسلمين يدعون أنهم من رعية النصارى، ويرضون بذلك، ويفرحون به، فما تقولون في إيمانهم، ومن الجملة أنهم يتخذون لسفنهم بيارق، وهي تسمىلرايات، مثل رايات النصارى، إعلاماً منهم بأنهم من رعيتهم. ¶ فمما جاء في الجواب:\"إن كان القوم المذكورون جهالاً، يعتقدون رفعة دين الإسلام، وعلوه على جميع الأديان، وأن أحكامه أقوم الأحكام، وليس في قلوبهم مع ذلك تعظيم الكفر وأربابه، فهم باقون على أحكام الإسلام، لكنهم فساق مرتكبون لخطب كبير، يجب تعزيرهم عليه، وتأديبهم وتنكيلهم. وإن كانوا علماء بأحكام الإسلام، ومع ذلك صدر عنهم ماذكر فيستتابون، فإن رجعوا عن ذلك، وتابوا إلى الله ـ تعالى ـ، وإلا فهم مارقون، فإن اعتقدوا تعظيم الكفر ارتدوا، وجرى عليهم أحكام المرتدين. وظاهر الآيات والأحاديث عدم إيمان المذكورين، قال ـ تعالى ـ: (الله ولي الذين آمنوا يخرجهم من الظلمات إلى النور، والذين كفروا أولياؤهم الطاغوت يخرجونهم من النور إلى الظلمات ... الآية)،فالآية تقتضي أن الناس قسمان: الذين آمنوا وليهم الله ـ تعالى ـ، أي لا غيره، فليس لهم مولى دون الله ورسوله، (الله مولانا، ولا مولى لكم)،والذين كفروا أولياؤهم الطاغوت، فلا واسطة، فمن اتخذ الطاغوت ولياً من دون الله، فقد خسر خسراناً مبيناً، وارتكب خطباً جسيماً، فليس إلا ولي الله وولي الطاغوت، فلا شركة بوجه من الوجوه ألبتة، كما تقتضيه الآية. وقال ـ تعالى ¶ ¬__________ ¶ (¬1) - تفسير ابن كثير ت سلامة (2/ 30) ¶ (¬2) - فتح الباري شرح صحيح البخاري- ط دار المعرفة (13/ 61)",
            "page": "53",
            "part": "1",
            "seal": "6AEB13EB"
        },
        {
            "id": "55",
            "nass": "ـ: (فلا وربك لايؤمنون حتى يحكموك فيما شجر بينهم، ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليما)،وقد حكم الله ألا نتولى الكفار بوجه قط، فمن خالف لما يحكم، فأنى يكون له إيمانٌ، وقد نفى الله إيمانه، وأكد النهي بأبلغ الوجوه والإقسام على ذلك فاستفده\". (¬1) ¶ رابعاً: من أقوال علماء الحنابلة: ¶ قال ابن تيمية رحمه الله:\"وَكُلُّ مَنْ قَفَزَ إلَيْهِمْ مِنْ أُمَرَاءَ فَحُكْمُهُ حُكْمُهُمْ وَفِيهِمْ مِنْ الرِّدَّةِ عَنْ شَرَائِعِ الْإِسْلَامِ، بِقَدْرِ مَا ارْتَدَّ عَنْهُ مِنْ شَرَائِعِ الْإِسْلَامِ. وَإِذَا كَانَ السَّلَفُ قَدْ سَمَّوْا مَانِعِي الزَّكَاةِ مُرْتَدِّينَ مَعَ كَوْنِهِمْ يَصُومُونَ وَيُصَلُّونَ، وَلَمْ يَكُونُوا يُقَاتِلُونَ جَمَاعَةَ الْمُسْلِمِينَ، فَكَيْفَ مِمَّنْ صَارَ مَعَ أَعْدَاءِ اللَّهِ وَرَسُولِهِ قَاتِلًا لِلْمُسْلِمِينَ مَعَ أَنَّهُ وَالْعِيَاذُ بِاَللَّهِ \" (¬2) ¶ وقال أيضاً:\"فإذا كانت المشابهة في أمور دنيوية، تورث المحبة والموالاة لهم؛ فكيف بالمشابهة في أمور دينية؟ فإن إفضاءها إلى نوع من الموالاة أكثر وأشد، والمحبة والموالاة لهم تنافي الإيمان، قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ - فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ - وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ} [المائدة:51 - 53]. ¶ وقال تعالى فيما يذم بها أهل الكتاب: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ - كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ - تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ ¶ ¬__________ ¶ (¬1) - عبدالله بن عبدالباري الأهدل، السيف البتار، على من يوالي الكفار، ويتخذهم من دون الله ورسوله (صلى الله عليه وسلم) والمؤمنين أنصار، السؤال الثاني، ص7. ¶ (¬2) - الفتاوى الكبرى لابن تيمية (3/ 548) ومجموع الفتاوى (28/ 531)",
            "page": "54",
            "part": "1",
            "seal": "AA635675"
        },
        {
            "id": "56",
            "nass": "أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ - وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ} [المائدة:78 - 81]. ¶ فبين سبحانه وتعالى أن الإيمان بالله والنبي وما أنزل إليه مستلزم لعدم ولايتهم، فثبوت ولايتهم يوجب عدم الإيمان؛ لأن عدم اللازم يقتضي عدم الملزوم.\" (¬1) ¶ وقال:\"فَإِذَا كَانَ الرَّجُلُ يُوَالِي أَعْدَاءَ اللَّهِ بِقَلْبِهِ؛ كَانَ ذَلِكَ دَلِيلًا عَلَى أَنَّ قَلْبَهُ لَيْسَ فِيهِ الْإِيمَانُ الْوَاجِبُ. وَمِثْلُهُ قَوْله تَعَالَى فِي الْآيَةِ الْأُخْرَى: {تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ} {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ}.فَذَكَرَ \"جُمْلَةً شَرْطِيَّةً \"تَقْتَضِي أَنَّهُ إذَا وُجِدَ الشَّرْطُ وُجِدَ الْمَشْرُوطُ بِحَرْفِ \"لَوْ \"الَّتِي تَقْتَضِي مَعَ الشَّرْطِ انْتِفَاءَ الْمَشْرُوطِ فَقَالَ: {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ}.فَدَلَّ عَلَى أَنَّ الْإِيمَانَ الْمَذْكُورَ يَنْفِي اتِّخَاذَهُمْ أَوْلِيَاءَ وَيُضَادُّهُ وَلَا يَجْتَمِعُ الْإِيمَانُ وَاِتِّخَاذُهُمْ أَوْلِيَاءَ فِي الْقَلْبِ. وَدَلَّ ذَلِكَ عَلَى أَنَّ مَنْ اتَّخَذَهُمْ أَوْلِيَاءَ؛ مَا فَعَلَ الْإِيمَانَ الْوَاجِبَ مِنْ الْإِيمَانِ بِاَللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إلَيْهِ. وَمِثْلُهُ قَوْله تَعَالَى {لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ}.فَإِنَّهُ أَخْبَرَ فِي تِلْكَ الْآيَاتِ أَنَّ مُتَوَلِّيَهُمْ لَا يَكُونُ مُؤْمِنًا. وَأَخْبَرَ هُنَا أَنَّ مُتَوَلِّيَهُمْ هُوَ مِنْهُمْ؛ فَالْقُرْآنُ يُصَدِّقُ بَعْضُهُ بَعْضًا.\" (¬2) ¶ وقال ابن القيم:\"وَقَطَعَ الْمُوَالَاةَ بَيْنَ الْيَهُودِ وَالنَّصَارَى وَبَيْنَ الْمُؤْمِنِينَ، وَأَخْبَرَ أَنَّهُ مَنْ تَوَلَّاهُمْ فَإِنَّهُ مِنْهُمْ فِي حُكْمِهِ الْمُبِينِ، فَقَالَ تَعَالَى وَهُوَ أَصْدَقُ الْقَائِلِينَ: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51]. ¶ وَأَخْبَرَ عَنْ حَالِ مُتَوَلِّيهِمْ بِمَا فِي قَلْبِهِ مِنَ الْمَرَضِ الْمُؤَدِّي إِلَى فَسَادِ الْعَقْلِ وَالدِّينِ فَقَالَ: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ ¶ ¬__________ ¶ (¬1) - اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم (1/ 550) ¶ (¬2) - مجموع الفتاوى (7/ 17)",
            "page": "55",
            "part": "1",
            "seal": "51AB5EDC"
        },
        {
            "id": "57",
            "nass": "فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ} [المائدة:52]. ¶ ثُمَّ أَخْبَرَ عَنْ حُبُوطِ أَعْمَالِ مُتَوَلِّيهِمْ لِيَكُونَ الْمُؤْمِنُ لِذَلِكَ مِنَ الْحَذِرَيْنِ فَقَالَ تَعَالَى: {وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ} [المائدة:53]. ¶ وَنَهَى الْمُؤْمِنِينَ عَنِ اتِّخَاذِ أَعْدَائِهِ أَوْلِيَاءَ وَقَدْ كَفَرُوا بِالْحَقِّ الَّذِي جَاءَهُمْ مِنْ رَبِّهِمْ وَأَنَّهُمْ لَا يَمْتَنِعُونَ مِنْ سُوءٍ يَنَالُونَهُمْ بِهِ بِأَيْدِيهِمْ وَأَلْسِنَتِهِمْ إِذَا قَدَرُوا عَلَيْهِ، فَقَالَ تَعَالَى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ} [الممتحنة:1]،إِلَى قَوْلِهِ: {إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ} [الممتحنة:2]. ¶ وَجَعَلَ سُبْحَانَهُ لِعِبَادِهِ الْمُسْلِمِينَ أُسْوَةً حَسَنَةً فِي إِمَامِ الْحُنَفَاءِ وَمَنْ مَعَهُ مِنَ الْمُؤْمِنِينَ إِذْ تَبَرَّءُوا مِمَّنْ لَيْسَ عَلَى دِينِهِمُ امْتِثَالًا لِأَمْرِ اللَّهِ، وَإِيثَارًا لِمَرْضَاتِهِ وَمَا عِنْدَهُ، فَقَالَ تَعَالَى: {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ} [الممتحنة:4]. ¶ وَتَبَرَّأَ سُبْحَانَهُ مِمَّنِ اتَّخَذَ الْكُفَّارَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَحَذَّرَهُ نَفْسَهُ أَشَدَّ التَّحْذِيرِ فَقَالَ: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران:28].\" (¬1) ¶ وقال أيضا:\"وَلَمَّا كَانَتِ التَّوْلِيَةُ شَقِيقَةَ الْوِلَايَةِ كَانَتْ تَوْلِيَتُهُمْ نَوْعًا مِنْ تَوَلِّيهِمْ، وَقَدْ حَكَمَ تَعَالَى بِأَنَّ مَنْ تَوَلَّاهُمْ فَإِنَّهُ مِنْهُمْ، وَلَا يَتِمُّ الْإِيمَانُ إِلَّا بِالْبَرَاءَةِ مِنْهُمْ، وَالْوَلَايَةُ تُنَافِي الْبَرَاءَةَ، فَلَا ¶ ¬__________ ¶ (¬1) - أحكام أهل الذمة (1/ 487)",
            "page": "56",
            "part": "1",
            "seal": "AF8A67D2"
        },
        {
            "id": "58",
            "nass": "تَجْتَمِعُ الْبَرَاءَةُ وَالْوَلَايَةُ أَبَدًا، وَالْوَلَايَةُ إِعْزَازٌ، فَلَا تَجْتَمِعُ هِيَ وَإِذْلَالُ الْكُفْرِ أَبَدًا، وَالْوَلَايَةُ صِلَةٌ، فَلَا تُجَامِعُ مُعَادَاةَ الْكَافِرِ أَبَدًا.\" (¬1) ¶ وقال:\"إنَّهُ سُبْحَانَهُ قَدْ حَكَمَ - وَلَا أَحْسَنَ مِنْ حُكْمِهِ - أَنَّهُ مَنْ تَوَلَّى الْيَهُودَ وَالنَّصَارَى فَهُوَ مِنْهُمْ: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51]،فَإِذَا كَانَ أَوْلِيَاؤُهُمْ مِنْهُمْ بِنَصِّ الْقُرْآنِ كَانَ لَهُمْ حُكْمُهُمْ، وَهَذَا عَامٌّ خُصَّ مِنْهُ مَنْ يَتَوَلَّاهُمْ وَدَخَلَ فِي دِينِهِمْ بَعْدَ الْتِزَامِ الْإِسْلَامِ، فَإِنَّهُ لَا يُقَرُّ وَلَا تُقْبَلُ مِنْهُ الْجِزْيَةُ بَلْ إِمَّا الْإِسْلَامُ أَوِ السَّيْفُ، فَإِنَّهُ مُرْتَدٌّ بِالنَّصِّ وَالْإِجْمَاعِ وَلَا يَصِحُّ إِلْحَاقُ مَنْ دَخَلَ فِي دِينِهِمْ مِنَ الْكُفَّارِ قَبْلَ الْتِزَامِ الْإِسْلَامِ بِمَنْ دَخَلَ فِيهِ مِنَ الْمُسْلِمِينَ.\" (¬2) ¶ خامساً: من أقوال علماء الظاهرية: ¶ قال ابن حزم:\"أَخْبَرَ اللَّهُ تَعَالَى عَنْ قَوْمٍ يُسَارِعُونَ فِي الَّذِينَ كَفَرُوا حَذَرًا أَنْ تُصِيبَهُمْ دَائِرَةٌ، وَأَخْبَرَ تَعَالَى عَنْ الَّذِينَ آمَنُوا أَنَّهُمْ يَقُولُونَ لِلْكَافِرِينَ {أَهَؤُلاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ} [المائدة:53] يَعْنُونَ الَّذِينَ يُسَارِعُونَ فِيهِمْ، قَالَ اللَّهُ تَعَالَى {حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ} [المائدة:53] فَهَذَا لَا يَكُونُ إلَّا خَبَرًا عَنْ قَوْمٍ أَظْهَرُوا الْمَيْلَ إلَى الْكُفَّارِ فَكَانُوا مِنْهُمْ كُفَّارًا خَائِبِي الْأَعْمَالِ وَلَا يَكُونُونَ فِي الْأَغْلَبِ إلَّا مَعْرُوفِينَ، لَكِنَّ قَوْله تَعَالَى {فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ} [المائدة:52] \" (¬3) ¶ وقال أيضا:\"مَسْأَلَةٌ: مَنْ صَارَ مُخْتَارًا إلَى أَرْضِ الْحَرْبِ، مُشَاقًّا لِلْمُسْلِمِينَ أَمُرْتَدٌّ هُوَ بِذَلِكَ أَمْ لَا؟ وَمَنْ اعْتَضَدَ بِأَهْلِ الْحَرْبِ عَلَى أَهْلِ الْإِسْلَامِ - وَإِنْ لَمْ يُفَارِقْ دَارَ الْإِسْلَامِ - أَمُرْتَدٌّ هُوَ بِذَلِكَ أَمْ لَا؟ قَالَ أَبُو مُحَمَّدٍ: وَقَدْ عَلِمْنَا أَنَّ مَنْ خَرَجَ عَنْ دَارِ الْإِسْلَامِ إلَى دَارِ الْحَرْبِ فَقَدْ أَبَقَ عَنْ اللَّهِ تَعَالَى، وَعَنْ إمَامِ الْمُسْلِمِينَ وَجَمَاعَتِهِمْ، وَيُبَيِّنُ هَذَا حَدِيثُهُ - صلى الله عليه وسلم - «أَنَّهُ بَرِيءٌ مِنْ كُلِّ مُسْلِمٍ يُقِيمُ بَيْنَ أَظْهُرِ الْمُشْرِكِينَ» وَهُوَ - عَلَيْهِ السَّلَامُ - لَا يَبْرَأُ إلَّا مِنْ كَافِرٍ، قَالَ اللَّهُ تَعَالَى {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} [التوبة:71]. ¶ ¬__________ ¶ (¬1) - أحكام أهل الذمة (1/ 499) ¶ (¬2) - أحكام أهل الذمة (1/ 195) ¶ (¬3) - المحلى بالآثار (12/ 132)",
            "page": "57",
            "part": "1",
            "seal": "8ED8A898"
        },
        {
            "id": "59",
            "nass": "قَالَ أَبُو مُحَمَّدٍ - رَحِمَهُ اللَّهُ -:فَصَحَّ بِهَذَا أَنَّ مَنْ لَحِقَ بِدَارِ الْكُفْرِ وَالْحَرْبِ مُخْتَارًا مُحَارِبًا لِمَنْ يَلِيهِ مِنْ الْمُسْلِمِينَ، فَهُوَ بِهَذَا الْفِعْلِ مُرْتَدٌّ لَهُ أَحْكَامُ الْمُرْتَدِّ كُلُّهَا: مِنْ وُجُوبِ الْقَتْلِ عَلَيْهِ، مَتَى قُدِرَ عَلَيْهِ، وَمِنْ إبَاحَةِ مَالِهِ، وَانْفِسَاخِ نِكَاحِهِ، وَغَيْرِ ذَلِكَ، لِأَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لَمْ يَبْرَأْ مِنْ مُسْلِمٍ. ¶ وَأَمَّا مَنْ فَرَّ إلَى أَرْضِ الْحَرْبِ لِظُلْمٍ خَافَهُ، وَلَمْ يُحَارِبْ الْمُسْلِمِينَ، وَلَا أَعَانَهُمْ عَلَيْهِمْ، وَلَمْ يَجِدْ فِي الْمُسْلِمِينَ مَنْ يُجِيرُهُ، فَهَذَا لَا شَيْءَ عَلَيْهِ، لِأَنَّهُ مُضْطَرٌّ مُكْرَهٌ.\" (¬1) ¶ وقال أيضا:\"وَكَذَلِكَ: مَنْ سَكَنَ بِأَرْضِ الْهِنْدِ، وَالسِّنْدِ، وَالصِّينِ، وَالتُّرْكِ، وَالسُّودَانِ وَالرُّومِ، مِنْ الْمُسْلِمِينَ، فَإِنْ كَانَ لَا يَقْدِرُ عَلَى الْخُرُوجِ مِنْ هُنَالِكَ لِثِقَلِ ظَهْرٍ، أَوْ لِقِلَّةِ مَالٍ، أَوْ لِضَعْفِ جِسْمٍ، أَوْ لِامْتِنَاعِ طَرِيقٍ، فَهُوَ مَعْذُورٌ. وَلَيْسَ كَذَلِكَ: مَنْ سَكَنَ فِي طَاعَةِ أَهْلِ الْكُفْرِ مِنْ الْغَالِيَةِ؛ وَمَنْ جَرَى مَجْرَاهُمْ، لِأَنَّ أَرْضَ مِصْرَ وَالْقَيْرَوَانِ، وَغَيْرَهُمَا، فَالْإِسْلَامُ هُوَ الظَّاهِرُ، وَوُلَاتُهُمْ عَلَى كُلِّ ذَلِكَ لَا يُجَاهِرُونَ بِالْبَرَاءَةِ مِنْ الْإِسْلَامِ، بَلْ إلَى الْإِسْلَامِ يَنْتَمُونَ، وَإِنْ كَانُوا فِي حَقِيقَةِ أَمْرِهِمْ كُفَّارًا. وَأَمَّا مَنْ سَكَنَ فِي أَرْضِ الْقَرَامِطَةِ مُخْتَارًا فَكَافِرٌ بِلَا شَكٍّ، لِأَنَّهُمْ مُعْلِنُونَ بِالْكُفْرِ وَتَرْكِ الْإِسْلَامِ - وَنَعُوذُ بِاَللَّهِ مِنْ ذَلِكَ.\" (¬2) ¶ وقال أيضا:\"صَحَّ أَنَّ قَوْلَ اللَّهِ تَعَالَى {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51] إنَّمَا هُوَ عَلَى ظَاهِرِهِ بِأَنَّهُ كَافِرٌ مِنْ جُمْلَةِ الْكُفَّارِ فَقَطْ - وَهَذَا حَقٌّ لَا يَخْتَلِفُ فِيهِ اثْنَانِ مِن الْمُسْلِمِينَ.\" (¬3) ¶ سادساً: من أقوال غيرهم من العلماء المجتهدين: ¶ قال الطبري:\"الْقَوْلُ فِي تَأْوِيلِ قَوْلِهِ تَعَالَى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران:28] وَهَذَا نَهْي مِنَ اللَّهِ عَزَّ وَجَلَّ الْمُؤْمِنِينَ أَنْ يَتَّخِذُوا الْكُفَّارَ أَعْوَانًا وَأَنْصَارًا وَظُهُورًا، وَلِذَلِكَ كَسَرَ «يَتَّخِذِ» لِأَنَّهُ فِي مَوْضِعِ جَزْمٍ بِالنَّهْيِ، وَلَكِنَّهُ كَسَرَ الذَّالَ مِنْهُ لِلسَّاكِنِ الَّذِي لَقِيَهُ وَهِيَ سَاكِنَةٌ، وَمَعْنَى ذَلِكَ: لَا تَتَّخِذُوا أَيُّهَا ¶ ¬__________ ¶ (¬1) - المحلى بالآثار (12/ 123) ¶ (¬2) - المحلى بالآثار (12/ 125) ¶ (¬3) - المحلى بالآثار (12/ 33)",
            "page": "58",
            "part": "1",
            "seal": "B4D39C15"
        },
        {
            "id": "60",
            "nass": "الْمُؤْمِنُونَ الْكُفَّارَ ظَهْرًا وَأَنْصَارًا، تُوَالُونَهُمْ عَلَى دِينِهِمْ، وَتُظَاهِرُونَهُمْ عَلَى الْمُسْلِمِينَ مِنْ دُونِ الْمُؤْمِنِينَ، وَتَدُلُّونَهُمْ عَلَى عَوْرَاتِهِمْ، فَإِنَّهُ مَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ؛ يَعْنِي بِذَلِكَ فَقَدْ بَرِئَ مِنَ اللَّهِ، وَبَرِئَ اللَّهُ مِنْهُ بِارْتِدَادِهِ عَنْ دِينِهِ، وَدُخُولِهِ فِي الْكُفْرِ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً، إِلَّا أَنْ تَكُونُوا فِي سُلْطَانِهِمْ، فَتَخَافُوهُمْ عَلَى أَنْفُسِكُمْ، فَتُظْهِرُوا لَهُمُ الْوَلَايَةَ بِأَلْسِنَتِكُمْ، وَتُضْمِرُوا لَهُمُ الْعَدَاوَةَ، وَلَا تُشَايِعُوهُمْ عَلَى مَا هُمْ عَلَيْهِ مِنَ الْكُفْرِ، وَلَا تُعِينُوهُمْ عَلَى مُسْلِمٍ بِفِعْلٍ\" (¬1) ¶ وقال الشوكاني:\"وَالْمُرَادُ مِنَ النَّهْيِ عَنِ اتِّخَاذِهِمْ أَوْلِيَاءَ أَنْ يُعَامَلُوا مُعَامَلَةَ الأولياء في المصادقة وَالْمُعَاشَرَةِ وَالْمُنَاصَرَةِ. وَقَوْلُهُ: بَعْضُهُمْ أَوْلِياءُ بَعْضٍ تَعْلِيلٌ لِلنَّهْيِ، وَالْمَعْنَى: أَنَّ بَعْضَ الْيَهُودِ أَوْلِيَاءُ الْبَعْضِ الْآخَرِ مِنْهُمْ، وَبَعْضَ النَّصَارَى أَوْلِيَاءُ الْبَعْضِ الْآخَرِ مِنْهُمْ، وَلَيْسَ الْمُرَادُ بِالْبَعْضِ إِحْدَى طَائِفَتَيِ الْيَهُودِ وَالنَّصَارَى، وَبِالْبَعْضِ الْآخَرِ الطَّائِفَةَ الْأُخْرَى لِلْقَطْعِ بِأَنَّهُمْ فِي غَايَةٍ مِنَ الْعَدَاوَةِ وَالشِّقَاقِ وَقالَتِ الْيَهُودُ لَيْسَتِ النَّصارى عَلى شَيْءٍ وَقالَتِ النَّصارى لَيْسَتِ الْيَهُودُ عَلى شَيْءٍ، وَقِيلَ: الْمُرَادُ أَنَّ كُلَّ وَاحِدَةٍ مِنَ الطَّائِفَتَيْنِ تُوَالِي الْأُخْرَى وَتُعَاضِدُهَا وَتُنَاصِرُهَا عَلَى عَدَاوَةِ النَّبِيِّ - صلى الله عليه وسلم - وَعَدَاوَةِ مَا جَاءَ بِهِ وَإِنْ كَانُوا في ذات بينهم متعادين متضادّين. ¶ وَوَجْهُ تَعْلِيلِ النَّهْيِ بِهَذِهِ الْجُمْلَةِ أَنَّهَا تَقْتَضِي أَنَّ هَذِهِ الْمُوَالَاةَ هِيَ شَأْنُ هَؤُلَاءِ الْكُفَّارِ لَا شَأْنُكُمْ، فَلَا تَفْعَلُوا مَا هُوَ مِنْ فِعْلِهِمْ فَتَكُونُوا مِثْلَهُمْ، وَلِهَذَا عَقَّبَ هَذِهِ الْجُمْلَةَ التَّعْلِيلِيَّةَ بِمَا هُوَ كَالنَّتِيجَةِ لَهَا فَقَالَ: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ أَيْ فَإِنَّهُ مِنْ جُمْلَتِهِمْ وَفِي عِدَادِهِمْ، وَهُوَ وَعِيدٌ شَدِيدٌ فَإِنَّ الْمَعْصِيَةَ الْمُوجِبَةَ لِلْكُفْرِ هِيَ الَّتِي قَدْ بَلَغَتْ إِلَى غَايَةٍ لَيْسَ وَرَاءَهَا غَايَةٌ. وَقَوْلُهُ: إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ تَعْلِيلٌ لِلْجُمْلَةِ الَّتِي قَبْلَهَا أَيْ أَنَّ وُقُوعَهُمْ فِي الْكُفْرِ هُوَ بِسَبَبِ عَدَمِ هِدَايَتِهِ سُبْحَانَهُ لِمَنْ ظَلَمَ نَفْسَهُ بِمَا يُوجِبُ الْكُفْرَ كَمَنْ يُوَالِي الْكَافِرِينَ.\" (¬2) ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (5/ 315) ¶ (¬2) - فتح القدير للشوكاني (2/ 57)",
            "page": "59",
            "part": "1",
            "seal": "6F24C005"
        },
        {
            "id": "61",
            "nass": "وقال أيضاً:\"قَوْلُهُ: لَا يَتَّخِذِ فِيهِ النَّهْيُ لِلْمُؤْمِنِينَ عَنْ مُوَالَاةِ الْكُفَّارِ لِسَبَبٍ مِنَ الْأَسْبَابِ، وَمِثْلُهُ قَوْلُهُ تَعَالَى: لَا تَتَّخِذُوا بِطانَةً مِنْ دُونِكُمْ الْآيَةَ، وَقَوْلُهُ: وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ وقوله: لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ الْآيَةَ، وَقَوْلُهُ: لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصارى أَوْلِياءَ، وقوله: يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِياءَ. وَقَوْلُهُ: مِنْ دُونِ الْمُؤْمِنِينَ فِي مَحَلِّ الْحَالِ، أَيْ: مُتَجَاوِزِينَ الْمُؤْمِنِينَ إِلَى الْكَافِرِينَ اسْتِقْلَالًا أَوِ اشْتِرَاكًا، وَالْإِشَارَةُ بِقَوْلِهِ: وَمَنْ يَفْعَلْ ذلِكَ إِلَى الاتخاذ الْمَدْلُولِ عَلَيْهِ بِقَوْلِهِ: لَا يَتَّخِذِ وَمَعْنَى قَوْلِهِ: فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ أَيْ: مِنْ وِلَايَتِهِ فِي شَيْءٍ مِنَ الْأَشْيَاءِ، بَلْ هُوَ مُنْسَلِخٌ عَنْهُ بِكُلِّ حَالٍ.\" (¬1) ¶ سابعاً: من أقوال المتأخرين من أهل العلم: ¶ قال السيد قطب رحمه الله:\" «لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ. وَمَنْ يَفْعَلْ ذلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيء» .. هكذا .. ليس من الله في شيء. لا في صلة ولا نسبة، ولا دين ولا عقيدة، ولا رابطة ولا ولاية .. فهو بعيد عن الله، منقطع الصلة تماما في كل شيء تكون فيه الصلات. ¶ ويرخص فقط بالتقية لمن خاف في بعض البلدان والأوقات .. ولكنها تقية اللسان لا ولاء القلب ولا ولاء العمل. قال ابن عباس - رضي الله عنهما - «ليس التقاة بالعمل إنما التقاة باللسان\" .. فليس من التقية المرخص فيها أن تقوم المودة بين المؤمن وبين الكافر - والكافر هو الذي لا يرضى بتحكيم كتاب الله في الحياة على الإطلاق، كما يدل السياق هنا ضمنا وفي موضع آخر من السورة تصريحا - كما أنه ليس من التقية المرخص بها أن يعاون المؤمن الكافر بالعمل في صورة من الصور باسم التقية. فما يجوز هذا الخداع على الله! ولما كان الأمر في هذه الحالة متروكا للضمائر ولتقوى القلوب وخشيتها من علام الغيوب، فقد تضمن التهديد تحذير المؤمنين من نقمة الله وغضبه في صورة عجيبة من التعبير حقا: «وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ. وَإِلَى اللَّهِ الْمَصِيرُ» .. \" (¬2) ¶ ¬__________ ¶ (¬1) - فتح القدير للشوكاني (1/ 380) ¶ (¬2) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص:651)",
            "page": "60",
            "part": "1",
            "seal": "64FC19E8"
        },
        {
            "id": "62",
            "nass": "وقال القاسمي:\"بَعْضُهُمْ أَوْلِياءُ بَعْضٍ إيماء إلى علة النهي. أي: فإنهم متفقون على خلافكم، يوالي بعضهم بعضا لاتحادهم في الدين. وإجماعهم على مضادتكم. فما لمن دينه خلاف دينهم ولموالاتهم!! وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ أي: من جملتهم. وحكمه حكمهم وإن زعم أنه مخالف لهم في الدين، فهو بدلالة الحال منهم لدلالتها على كمال الموافقة.\" (¬1) ¶ وقال محمد رسيد رضا:\"وأما صفة المسلم الذي يختار الجنسية الفرنسية وأمثالها على الإسلامية فهو أنه قد فضَّل شرع المكذبين لله ولكتابه ولرسوله خاتم النبيين على شرع الله، وآثر الاعتزاز بهم على الاعتزاز بدين الله، وأعان المعتدين على المسلمين في دينهم وشرعهم وملكهم فيما يبغونه منهم، وما يبغون إلا محو الإسلام من الأرض دينًا وتشريعًا وسلطانًا، وجعل الآخذين به عبيدًا أذلاء لهم، وهذا عين وَلاَيَتهم التي نهى الله تعالى عنها وقال: {وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ} (المائدة:51) فأنى لمسلم أن يجعله من المسلمين بعد إخراج الله تعالى إياه منهم وجعله من أعدائهم؟ ¶ ومن هذا الوجه كتبت عند البحث في هذه المسألة أول مرة أن الذي يقبل هذه الجنسية مختارًا عالمًا بمعناها وأحكامها لا يكون مرتدًّا عن الإسلام بقبولها، بل لا بد أن يكون كافرًا بما جاء محمد رسول الله - صلى الله عليه وسلم - عن ربه من قبلها. ¶ فإن المؤمن الموقن لا يمكنه أن يفعل ما ينافي إيمانه عامدًا متعمدًا، وأما المعاصي التي قال علماء السنة: إنها لا تنقض الإيمان فهي ما يفعله المؤمن بجهالة من ثوران شهوة أو غضب عليه تنسيه وعيد الله تعالى على الذنب، أو تضعف عزيمته أن تتغلب على هوى النفس، كما قيل في تأويل حديث (لا يزني الزاني حين يزني وهو مؤمن) إلخ وتأويل معصية آدم إذ قال الله تعالى: {وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِن قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْماً} (طه:115) حتى إذا تذكر الوعيد، دفعه عنه بضرب من التأويل، كالرجاء في المغفرة، وقد قال الله تعالى: {إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يَعْمَلُونَ السُّوءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ فَأُوْلَئِكَ يَتُوبُ اللَّهُ عَلَيْهِمْ وَكَانَ اللَّهُ عَلِيماً حَكِيماً * وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ المَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا ¶ ¬__________ ¶ (¬1) - تفسير القاسمي = محاسن التأويل (4/ 162)",
            "page": "61",
            "part": "1",
            "seal": "58D2BF18"
        },
        {
            "id": "63",
            "nass": "لَهُمْ عَذَاباً أَلِيماً} (النساء:17 - 18) فليراجع ما كتبناه في أحكامهما من الجزء الرابع من تفسير المنار من شاء. ¶ والآيات التي تدل على كفر هذا المتجنس من كتاب الله تعالى غير آية التولي التي أشرنا إليه آنفا، وما في معناها كثيرة أظهرها في هذا المقام قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَن يَكْفُرُوا بِهِ} (النساء:60) الآيات، فهي صريحة في أن الذين يريدون أن يتحاكموا إلى الطاغوت وهو كل ما يخالف حكم الله من أحكام المخالفين إنما هم منافقون غير مؤمنين بما أنزل الله وإن لم يتحاكموا بالفعل؛ لأن الإرادة وحدها تنافي الإيمان، فكيف إذا نفذها مريدها بالفعل تنفيذًا دائمًا؟ فراجع تفسيرها في الجزء الخامس من تفسير المنار. ¶ ومنها قوله تعالى: {وَمَن يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ المُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيراً} (النساء:115) فإن هذا المتجنس مشاق للرسول باختياره شرع الأجنبي على شرع الله على لسانه، ومتبع غير سبيل المؤمنين في أزواجهم من زواج وطلاق وما يتعلق بهما، وفي فرائض المواريث وغير ذلك من الأحكام الشخصية والمدنية، بل هو بهذا التجنس راضٍ ببذل ماله ونفسه في قتال المسلمين إذا دعته دولته إلى ذلك وهي تدعوه عند الحاجة قطعًا. ¶ ففي المسألة أحكام كثيرة مجمع عليها معلومة من دين الإسلام بالضرورة يستحل المتجنس مخالفتها، واستحلالها كفر بالإجماع، والأصل في الاستحلال عدم المبالاة بأمر الله ونهيه لا النطق باللسان فقط، وقد قال الفقهاء: إن من اعتقد قبح شيء من هذه الأحكام القطعية أو فضَّل غيرها يكون مرتدًّا عن الإسلام، وهذه مسألة في غاية البداهة \" (¬1). ¶ وسئلت لجنة الفتوى في الأزهر عن مساعدة اليهود وإعانتهم في تحقيق مآربهم في فلسطين، فأجابت اللجنة برئاسة الشيخ عبد المجيد سليم في 14 شعبان 1366 إجابة طويلة، ومما قال:\"فالرجل الذي يحسب نفسه من جماعة المسلمين إذا أعان أعداءهم في ¶ ¬__________ ¶ (¬1) - مجلة المنار (33/ 224)",
            "page": "62",
            "part": "1",
            "seal": "BE80CF3D"
        },
        {
            "id": "64",
            "nass": "شيء من هذه الآثام المنكرة وساعد عليها مباشرة أو بواسطة لا يعد من أهل الإيمان، ولا ينتظم في سلكهم، بل هو بصنيعه حرب عليهم، منخلع من دينهم، وهو بفعله الآثم اشد عداوة من المتظاهرين بالعداوة للإسلام والمسلمين\". ¶ إلى أن قال:\"ولا يشك مسلم أيضاً أن من يفعل شيئاً من ذلك فليس من الله ولا رسوله ولا المسلمين في شيء، والإسلام والمسلمون براء منه، وهو بفعله قد دل على أن قلبه لم يمسه شيء من الإيمان ولا محبة الأوطان، والذي يستبيح شيئاً من هذا بعد أن استبان له حكم الله فيه يكون مرتداً عن دين الإسلام، فيفرق بينه وبين زوجه، ويحرم عليها الاتصال به، ولا يصلى عليه ولا يدفن في مقابر المسلمين، وعلى المسلمين أن يقاطعوه، فلا يسلموا عليه، ولا يعودوه إذا مرض، ولا يشيعوا جنازته إذا مات حتى يفيء إلى أمر الله، ويتوب توبة يظهر أثرها في نفسه وأحواله وأقواله وأفعاله \" (¬1). ¶ وقال الشيخ أحمد شاكر في فتوى له طويلة (كلمة حق) تحت عنوان (بيان إلى الأمة المصرية خاصة وإلى الأمة العربية والإسلامية عامة) في بيان حكم التعاون مع الإنجليز والفرنسيين - أثناء عدوانهم على المسلمين -:\"أما التعاون مع الإنجليز، بأي نوع من أنواع التعاون، قلّ أو كثر، فهو الردّة الجامحة، والكفر الصّراح، لا يقبل فيه اعتذار، ولا ينفع معه تأول، ولا ينجي من حكمه عصبية حمقاء، ولا سياسة خرقاء، ولا مجاملة هي النفاق، سواء أكان ذلك من أفراد أو حكومات أو زعماء، كلهم في الكفر والردة سواء، إلا من جهل وأخطأ، ثم استدرك أمره فتاب وأخذ سبيل المؤمنين، فأولئك عسى الله أن يتوب عليهم، إن أخلصوا لله، لا للسياسة ولا للناس. ¶ وأظنني قد استطعت الإبانة عن حكم قتال الإنجليز وعن حكم التعاون معهم بأي لون من ألوان التعاون أو المعاملة، حتى يستطيع أن يفقهه كل مسلم يقرأ العربية، من أي طبقات الناس كان، وفي أي بقعة من الأرض يكون. ¶ ¬__________ ¶ (¬1) - فتاوى الأزهر في وجوب الجهاد وتحريم التعامل مع الكيان الصهيوني (ص:22) و (فتاوى خطيرة في وجوب الجهاد الديني المقدس ص 17 - 25).",
            "page": "63",
            "part": "1",
            "seal": "19821580"
        },
        {
            "id": "65",
            "nass": "وأظن أن كل قارئ لا يشك الآن، في أنه من البديهي الذي لا يحتاج إلى بيان أو دليل: أن شأن الفرنسيين في هذا المعنى شأن الإنجليز، بالنسبة لكل مسلم على وجه الأرض، فإن عداء الفرنسيين للمسلمين، وعصبيتهم الجامحة في العمل على محو الإسلام، وعلى حرب الإسلام، أضعاف عصبية الإنجليز وعدائهم، بل هم حمقى في العصبية والعداء، وهم يقتلون إخواننا المسلمين في كل بلد إسلامي لهم فيه حكم أو نفوذ، ويرتكبون من الجرائم والفظائع ما تصغر معه جرائم الإنجليز ووحشيتهم وتتضاءل، فهم والإنجليز في الحكم سواء، دماؤهم وأموالهم حلال في كل مكان، ولا يجوز لمسلم في أي بقعة من بقاع الأرض أن يتعاون معهم بأي نوع من أنواع التعاون، وإن التعاون معهم حكمه حكم التعاون مع الإنجليز: الردة والخروج من الإسلام جملة، أيا كان لون المتعاون معهم أو نوعه أو جنسه \". ¶ إلى أن قال:\"ألا فليعلم كل مسلم في أي بقعة من بقاع الأرض: أنه إذ تعاون مع أعداء الإسلام مستعبدي المسلمين، من الإنجليز والفرنسيين وأحلافهم وأشباههم، بأي نوع من أنواع التعاون، أو سالمهم فلم يحاربهم بما استطاع، فضلاً عن أن ينصرهم بالقول أو العمل على إخوانهم في الدين، إنه إن فعل شيئاً من ذلك ثم صلى فصلاته باطلة، أو تطهر بوضوء أو غسل أو تيمم فطهوره باطل، أو صام فرضاً أو نفلاً فصومه باطل، أو حج فحجه باطل، أو أدى زكاة مفروضة، أو أخرج صدقة تطوعاً فزكاته باطلة مردودة عليه، أو تعبد لربه بأي عبادة فعبادته باطلة مردودة عليه، ليس له في شيء من ذلك أجر بل عليه فيه الإثم والوزر. ¶ ألا فليعلم كل مسلم: أنه إذا ركب هذا المركب الدنيء حبط عمله، من كل عبادة تعبد بها لربه قبل أن يرتكس في حمأة هذه الردة التي رضي لنفسه، ومعاذ الله أن يرضى بها مسلم حقيق بهذا الوصف العظيم يؤمن بالله وبرسوله. ذلك بأن الإيمان شرط في صحة كل عبادة، وفي قبولها، كما هو بديهي معلوم من الدين بالضرورة، لا يخالف فيه أحد من المسلمين. ¶ وذلك بأن الله سبحانه يقول:) وَمَنْ يَكْفُرْ بِالْأِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ) (المائدة: من الآية5).",
            "page": "64",
            "part": "1",
            "seal": "4D2A0244"
        },
        {
            "id": "66",
            "nass": "وذلك بأن الله سبحانه يقول:) وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنِ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ) (البقرة: من الآية217). ¶ وذلك بأن الله تعالى يقول: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ، فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ، وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِين). ¶ وذلك بأن الله سبحانه يقول) إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ، ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُم ْ، فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ، ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ، أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغَانَهُمْ، وَلَوْ نَشَاءُ لَأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ وَاللَّهُ يَعْلَمُ أَعْمَالَكُمْ، وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ، إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى لَنْ يَضُرُّوا اللَّهَ شَيْئاً وَسَيُحْبِطُ أَعْمَالَهُمْ، يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمَالَكُم ْ، إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ ثُمَّ مَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ، فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمَالَكُمْ) (محمد:25 - 35). ¶ إلا فليعلم كل مسلم وكل مسلمة: أن هؤلاء الذين يخرجون على دينهم ويناصرون أعداءهم، من تزوج منهم فزواجه باطل بطلاناً أصلياً، لا يلحقه تصحيح، ولا يترتب عليه أي أثر من آثار النكاح، من ثبوت نسب وميراث وغير ذلك، وأن من كان منهم متزوجاً بطل زواجه كذلك وأن من تاب منهم ورجع إلى ربه وإلى دينه، وحارب عدوه ونصر أمته، لم تكن المرأة التي تزوجها حال الردة ولم تكن المرأة التي ارتدت وهي في عقد نكاحه زوجاً",
            "page": "65",
            "part": "1",
            "seal": "F8D2A26E"
        },
        {
            "id": "67",
            "nass": "له، ولا هي في عصمته، وأنه يجب عليه بعد التوبة أن يستأنف زواجه بها فيعقد عليها عقداً صحيحاً شرعياً، كما هو بديهي واضح. ¶ ألا فليحتط النساء المسلمات، في أي بقعة من بقاع الأرض، ليتوثقن قبل الزواج من أن الذين يتقدمون لنكاحهن ليسوا من هذه الفئة المنبوذة الخارجة عن الدين، حيطةً لأنفسهن ولأعراضهن، أن يعاشرن رجالاً يظنونهن أزواجاً وليسوا بأزواج، بأن زواجهم باطل في دين الله، ألا فليعلم النساء المسلمات، اللائي ابتلاهن الله بأزواج ارتكسوا في حمأة هذه الردة، أنه قد بطل نكاحهن، وصرن محرمات على هؤلاء الرجال ليسوا لهن بأزواج، حتى يتوبوا توبة صحيحة عملية ثم يتزوجوهن زواجاً جديداً صحيحاً. ¶ ألا فليعلم النساء المسلمات: أن من رضيت منهن بالزواج من رجل هذه حالة وهي تعلم حاله، أو رضيت بالبقاء مع زوج تعرف فيه هذه الردة فإن حكمها وحكمه في الردة سواء. ومعاذ الله أن ترضى النساء المسلمات لأنفسهن ولأعراضهن ولأنساب أولادهن ولدينهن شيئاً من هذا. ¶ ألا إن الأمر جد ليس بالهزل، وما يغني فيه قانون يصدر بعقوبة المتعاونين مع الأعداء، فما أكثر الحيل للخروج من نصوص القوانين، وما أكثر الطرق لتبرئة المجرمين، بالشبهة المصطنعة، وباللحن في الحجة. ولكن الأمة مسؤولة عن إقامة دينها، والعمل على نصرته في كل وقت وحين، والأفراد مسؤولون بين يدي الله يوم القيامة عما تجترحه أيديهم، وعما تنطوي عليه قلوبهم. ¶ فلينظر كل امرئ لنفسه، وليكن سياجاً لدينه من عبث العابثين وخيانة الخائنين، وكل مسلم إنما هو على ثغر من ثغور الإسلام، فليحذر أن يؤتى الإسلام من قبله، وإنما النصر من عند الله، ولينصرن الله من ينصره \". (¬1) ¶ وسئل بعض علماء مصر عام 1376 عن حكم من يعين دولة أجنبية ضد دولة مسلمة، فأفتى المسئولون بأنه مرتد. وممن أجاب من المشايخ: محمد أبو زهرة، وعبد العزيز عامر، ومصطفى زيد، ومحمد البنا. (¬2) ¶ ¬__________ ¶ (¬1) - أحمد شاكر، كلمة حق، ص 126 - 137. ¶ (¬2) - مجلة لواء الإسلام، العدد العاشر - السنة العاشرة - جمادى الآخر 1376 - ص 619.",
            "page": "66",
            "part": "1",
            "seal": "D0CDCE7C"
        },
        {
            "id": "68",
            "nass": "وقال الشنقيطي:\"وَهُوَ قَوْلُهُ تَعَالَى: لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً [3\\ 28]،فَهَذِهِ الْآيَةُ الْكَرِيمَةُ فِيهَا بَيَانٌ لِكُلِّ الْآيَاتِ الْقَاضِيَةِ بِمَنْعِ مُوَالَاةِ الْكُفَّارِ مُطْلَقًا وَإِيضَاحٌ ; لِأَنَّ مَحَلَّ ذَلِكَ فِي حَالَةِ الِاخْتِيَارِ، وَأَمَّا عِنْدَ الْخَوْفِ وَالتَّقِيَّةِ، فَيُرَخَّصُ فِي مُوَالَاتِهِمْ، بِقَدْرِ الْمُدَارَاةِ الَّتِي يَكْتَفِي بِهَا شَرُّهُمْ، وَيُشْتَرَطُ فِي ذَلِكَ سَلَامَةُ الْبَاطِنِ مِنْ تِلْكَ الْمُوَالَاةِ: [الْوَافِرُ] ¶ وَمَنْ يَأْتِي الْأُمُورَ عَلَى اضْطِرَارٍ ... فَلَيْسَ كَمِثْلِ آتِيهَا اخْتِيَارًا ¶ وَيُفْهَمُ مِنْ ظَوَاهِرِ هَذِهِ الْآيَاتِ أَنَّ مَنْ تَوَلَّى الْكُفَّارَ عَمْدًا اخْتِيَارًا، رَغْبَةً فِيهِمْ أَنَّهُ كَافِرٌ مِثْلَهُمْ.\" (¬1) ¶ وقال الشيخ عبد الله بن حميد (ت 1402) (الدرر):\"فيجب ويتعين على كل مسلم ناصح لنفسه أن يعرف ما قرره العلماء رحمهم الله، من الفرق بين التولي والموالاة: قالوا رحمهم الله: الموالاة مثل لين الكلام، وإظهار شيء من البشاشة، أو لياثة الدواة، وما أشبه ذلك من الأمور اليسيرة، مع إظهار البراءة منهم ومن دينهم، وعلمهم بذلك منه، فهذا مرتكب كبيرة من كبائر الذنوب، وهو على خطر. ¶ وأما التولي: فهو إكرامهم، والثناء عليهم، والنصرة لهم والمعاونة على المسلمين، والمعاشرة، وعدم البراءة منهم ظاهراً، فهذا ردة من فاعله، يجب أن تجرى عليه أحكام المرتدين، كما دل على ذلك الكتاب والسنة وإجماع الأمة المقتدى بهم\". (¬2) ¶ وقال الشيخ عبد العزيز بن باز رحمه الله (مجموع فتاوى ابن باز) - في حكم من أعان الاشتراكيين أو الشيوعيين ونحوهم -:\"وكل من ساعدهم على ضلالهم وحسّن ما يدعون إليه، وذمّ دعاة الإسلام ولمزهم فهو كافر، ضال، حكمه حكم الطائفة التي سار في ركابها وأيدها في طلبها. وقد أجمع علماء الإسلام على أن من ظاهر الكفار على المسلمين، وساعدهم بأي نوعٍ من المساعدة، فهو كافر مثلهم، كما قال سبحانه (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ ¶ ¬__________ ¶ (¬1) - أضواء البيان في إيضاح القرآن بالقرآن (1/ 413) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (15/ 479)",
            "page": "67",
            "part": "1",
            "seal": "87148198"
        },
        {
            "id": "69",
            "nass": "مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (المائدة:51)،وقال تعالى) يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْأِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ) (التوبة:23) \" (¬1) ¶ ثامناً: من أقوال أهل العلم المعاصرين لهذه الفتنة العظيمة: ¶ أفتى مجموعة من أهل العلم المعاصرين لهذه الفتنة العظيمة بأن مظاهرة ومناصرة أمريكا في عدوانها على الأفغان كفر وردة عن دين الإسلام، ومن هذه الفتاوى: ¶ فتوى الشيخ حمود بن عبد الله الشعيبي بتاريخ 21/ 7 / 1422،ومما قاله فيها:\"أما مظاهرة الكفار على المسلمين ومعاونتهم عليهم فهي كفر ناقل عن ملة الإسلام عند كل من يعتد بقوله من علماء الأمة قديماً وحديثاً، قال الشيخ الإمام المجدد محمد بن عبدالوهاب رحمه الله: الناقض الثامن: مظاهرة المشركين ومعونتهم على المسلمين، والدليل قوله تعالى (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (المائدة:51).وقد سئل العلامة عبد الله بن عبد اللطيف رحمه الله عن الفرق بين المولاة والتولي، فأجاب: بأن التولي: كفر يخرج من الملة وهو كالذب عنهم ومعاونتهم بالمال والبدن والرأي. وقال الشيخ العلامة أحمد شاكر رحمه الله في بيان حكم مقاومة الكفار ومحاربتهم: يجب على كل مسلم في أي بقعة من بقاع الأرض أن يحاربهم وأن يقاتلهم حيثما وجدوا مدنيين كانوا أو عسكريين ... إلى قوله: وأما التعاون مع الإنجليز بأي نوع من أنواع التعاون قل أو كثر فهو الردة الجامحة والكفر الصراح لا يقبل فيه اعتذار ولا ينفع معه تأويل ولا ينجي من حكمه عصبية حمقاء ولا سياسة خرقاء ولا مجاملة هي النفاق سواء كان ذلك من أفراد أو حكومات أو زعماء كلهم في الردة سواء إلا من جهل .. إلى أن قال رحمه الله: ألا فليعلم كل مسلم ومسلمة أن هؤلاء الذين يخرجون على دينهم ويناصرون أعداءهم مَن يتزوج منهم فزواجه باطل بطلانا أصليا لا يلحقه تصحيح ولا يترتب عليه أي أثر من آثار النكاح من ثبوت نسب وميراث وغير ذلك وأن من كان منهم ومتزوجا بطل زواجه. اهـ ¶ ¬__________ ¶ (¬1) - ابن باز، مجموع الفتاوى، ج1ص274.",
            "page": "68",
            "part": "1",
            "seal": "BFA8EA3D"
        },
        {
            "id": "70",
            "nass": "وبناء على هذا فإن من ظاهر دول الكفر على المسلمين وأعانهم عليهم كأمريكا وزميلاتها في الكفر يكون كافراً مرتداً عن الإسلام بأي شكل كانت مظاهرتهم وإعانتهم، لأن هذه الحملة المسعورة التي ما فتئ يدعو إليها المجرم بوش وزميله في الكفر والإجرام رئيس وزراء بريطانيا بلير والتي يزعمان فيها أنهما يحاربان الإرهاب هي حملة صليبية كسابقاتها من الحملات الصليبية ضد الإسلام والمسلمين فيما مضى من التاريخ، وقد صرح المجرم بوش بملء فيه بذلك، حيث قال سنشنها حربا صليبية، وسواء أكان ثملا عندما قال ذلك أو كان واعيا فإن هذا هو ما يعتقده هو وأمثاله من أساطين الكفر \". (¬1) ¶ فتوى الشيخ عبد الرحمن بن ناصر البراك بتاريخ 20/ 7 / 1422،ومما قاله فيها:\"فإنه مما لا شك فيه أن إعلان أمريكا الحرب على حكومة طالبان في أفغانستان ظلم وعدوان وحرب صليبية على الإسلام كما ذُكر ذلك عن رئيس الولايات المتحدة الأمريكية، وأن تخلي الدول في العالم الإسلامي عن نصرتهم في هذا الموقف الحرج مصيبة عظيمة، فكيف بمناصرة الكفار عليهم، فإن ذلك من تولي الكافرين؛ قال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (المائدة:51)،وقد عدّ العلماء مظاهرة الكفار على المسلمين من نواقض الإسلام لهذه الآية\". ¶ فتوى الشيخ علي بن خضير الخضير بتاريخ 3/ 7 / 1422،ومما قال فيها:\"أما مسألة مظاهرة الكفار فأعظم من بحثها هم أئمة الدعوة النجدية رحمهم الله واعتبروا ذلك من الكفر والنفاق والردة والخروج عن الملة، وهذا هو الحق، ويدل عليه: الكتاب، والسنة، والإجماع - ثم ذكر الأدلة - \". ¶ فتوى الشيخ سليمان بن ناصر العلوان بتاريخ 3/ 7 / 1422،ومما قال فيها:\"يجب الوقوف مع المسلمين وإعانتهم بالمال والبدن والرأي. ولا يجوز التخلف عن مناصرة المسلمين في مثل هذه الظروف فقد تواصت دول الكفر على حرب الإسلام وأهله ولا عجب في هذا ولكن الغريب أن يتحالف بعض المنسوبين إلى الإسلام مع دول الكفر على ¶ ¬__________ ¶ (¬1) - التبيان في كفر من أعان الأمريكان",
            "page": "69",
            "part": "1",
            "seal": "5FA5997B"
        },
        {
            "id": "71",
            "nass": "ضرب أفغانستان وهذا ضرب من النفاق قال تعالى: (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَاباً أَلِيماً، الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً) (النساء:139).وقال تعالى: (تَرَى كَثِيراً مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ، وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيراً مِنْهُمْ فَاسِقُونَ) (المائدة:80 - 81). ¶ وقد حكى غير واحد من العلماء الإجماع على أن مظاهرة الكفار على المسلمبن ومعاونتهم بالنفس والمال والذب عنهم بالسنان والبيان كفر وردة عن الإسلام قال تعالى (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ).وأي تولٍ أعظم من مناصرة أعداء الله ومعاونتهم وتهيئة الوسائل والإمكانيات لضرب الديار الإسلامية وقتل القادة المخلصين. قال الحافظ ابن جرير رحمه الله تعالى:\"ومن تولاهم ونصرهم على المؤمنين فهو من أهل دينهم وملتهم فإنه لا يتولى متول أحداً إلا وهو به وبدينه وما هو عليه راض، وإذا رضيه ورضي دينه فقد عادى ما خالفه وسخطه وصار حكمُه حكمَه\". ¶ فتوى الشيخ عبد الله بن عبد الرحمن السعد بتاريخ 24/ 7 / 1422،ومما قاله فيها:\"وليعلم كل مسلم أن التعاون مع أعداء الله ضد أولياء الله بأي نوع من أنواع التعاون والدعم والمظاهرة يعد ناقضاً من نواقض الإسلام، دلّ على ذلك كتاب ربنا وسنة (صلى الله عليه وسلم)،ونص عليه أهل العلم رحمهم الله، فليحذر العبد أن يسلب دينه وهو لا يشعر، وفي صحيح مسلم من حديث أبي العلا عن أبيه عن أبي هريرة رضي الله عنه أن رَسُولُ اللَّهِ (صلى الله عليه وسلم) قال: «بَادِرُوا بِالأَعْمَالِ فِتَنًا كَقِطَعِ اللَّيْلِ الْمُظْلِمِ يُصْبِحُ الرَّجُلُ مُؤْمِنًا وَيُمْسِى كَافِرًا أَوْ يُمْسِى مُؤْمِنًا وَيُصْبِحُ كَافِرًا يَبِيعُ دِينَهُ بِعَرَضٍ مِنَ الدُّنْيَا» (¬1)،وقال الله تعالى: (قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ) التوبة24 \". ¶ ¬__________ ¶ (¬1) مسلم بن الحجاج، الصحيح، ج1،ص392،حديث:328.",
            "page": "70",
            "part": "1",
            "seal": "6BD947F2"
        },
        {
            "id": "72",
            "nass": "فتوى الشيخ عبد الله بن محمد الغنيمان بتاريخ 29/ 7 / 1422،ومما قاله فيها:\"وأما الوقوف مع دول الكفر على المسلمين ومعاونتهم عليهم فإنه يجعل فاعل ذلك منهم، قال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ) (المائدة:51) والآيات في هذا كثيرة \". ¶ فتوى الشيخ سفر بن عبد الرحمن الحوالي بتاريخ 28/ 7 / 1422،ومما قال فيها:\"إن نصرة الكفار على المسلمين - بأي نوع من أنواع النصرة أو المعاونة ولو كانت بالكلام المجرد - هي كفر بواح، ونفاق صراح، وفاعلها مرتكب لناقض من نواقض الإسلام - كما نص عليه أئمة الدعوة وغيرهم - غير مؤمن بعقيدة الولاء والبراء\". ¶ فتوى الشيخ بشر بن فهد البشر بتاريخ 1/ 8 / 1422،ومما قال فيها:\"حذر الله تعالى في آيات كثيرة من كتابه الكريم من موالاة الكفار والركون إليهم وأبدى في ذلك وأعاد، وبين تعالى أن الكفرة بعضهم أولياء بعض، وأن المؤمنين بعضهم أولياء بعض، وأن من صفات المنافقين وعلاماتهم الظاهرة موالاتهم للكفرة دون المؤمنين، والموالاة تعني المحبة والمودة والميل، كما تعني النصرة والعون والتأييد - ثم ذكر أدلة كثيرة ومجموعة من كلام أهل العلم - ثم قال: ومما سبق يتبين أن التعاون مع أمريكا في العدوان على أفغانستان سواء كان بالرجال أو المال أو السلاح أو الرأي هو من قبيل مظاهرة الكفار على المسلمين، وهو كفر وردة عن الإسلام، وهذا الحكم يشمل الأفراد والجماعات وغيرهم\". ¶ فتوى الشيخ نظام الدين شامزي (مفتي باكستان) بتاريخ 8 أكتوبر 2001م، ومما قال فيها:\"لا يجوز لمسلم في أي بلد كان سواء كان موظفاً حكوميا أو غير ذلك أن يقدم أي مساعدة كانت ومن أي نوع كان للعدوان الأمريكي على أفغانستان خاصة وأن الهجوم يشكل حملة صليبية على أفغانستان المسلمة، وأي مسلم يقدم المساعدة في هذا العدوان يعتبر مرتدًا عن الدين\". ¶ وقد أفتى ستة عشر من علماء المغرب بأن الدخول في التحالف الأمريكي لضرب أفغانستان أو غيرها من أراضي الإسلام كفر وردة عن دين الإسلام. (¬1) ¶ ¬__________ ¶ (¬1) - التبيان في كفر من أعان الأمريكان",
            "page": "71",
            "part": "1",
            "seal": "1CAD345B"
        },
        {
            "id": "73",
            "nass": "تاسعا: من كلام أئمة الدعوة النجدية: ¶ قال الشيخ محمد بن عبد الوهاب رحمه الله (ت 1206) في نواقض الإسلام:\"الناقض الثامن: مظاهرة المشركين ومعونتهم على المسلمين، والدليل قوله تعالى (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (المائدة:51) \". (¬1) ¶ وقال أيضاً:\"فإذا عرفت هذه المسألة، عرفت أن الإنسان لا يستقيم له دين ولا إسلام، ولو وحد الله وترك الشرك، إلا بعداوة المشركين، والتصريح لهم بالعداوة والبغضاء، كما قال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} الآية [سورة المجادلة آية:22]. (¬2) ¶ وقال أيضاً:\"واعلموا: أن الأدلة على تكفير المسلم الصالح إذا أشرك بالله، أو صار مع المشركين على الموحدين ولو لم يشرك، أكثر من أن تحصر، من كلام الله، وكلام رسوله، وكلام أهل العلم كلهم.\". (¬3) ¶ وقال أيضاً في الدرر:\"أن الرضا بالكفر كفر، صرّح به العلماء، وموالاة الكفار كفر\" (¬4). ¶ وقال الإمام سعود بن عبد العزيز بن محمد بن سعود رحمه الله (ت 1226) في رسالة له بعد كلام: ¶ \"والذي يدعي أنه لم يفعل من ذلك شيئا، فهو كما قدمنا لم ينكر، ولم يفارق أهله، بل هو قائم بنصرتهم بماله ولسانه، فهو وإن لم يفعل ذلك، فهو وهم سواء، كما قال تعالى: {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ} [سورة النساء آية:140]. ¶ وقال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الأِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ} [سورة المجادلة آية:22] الآية وقال تعالى: {وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (10/ 92) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 113) ¶ (¬3) - الدرر السنية في الأجوبة النجدية (10/ 8) ¶ (¬4) - الدرر السنية في الأجوبة النجدية (10/ 38)",
            "page": "72",
            "part": "1",
            "seal": "5C6FA690"
        },
        {
            "id": "74",
            "nass": "فَتَمَسَّكُمُ النَّارُ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ ثُمَّ لا تُنْصَرُونَ} [سورة هود آية:113].وفي الحديث:\"أنا بريء من مسلم بين ظهراني المشركين \" وفي الحديث الثاني:\"لا تراءى ناراهما \" وها أنتم تعوفون فعلكم، وتعرفون ما عندكم من الشرك والقبائح، وتعرفون أنفسكم، كما قال تعالى: {بَلِ الأِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ وَلَوْ أَلْقَى مَعَاذِيرَهُ} [سورة القيامة آية:14 - 15].\". (¬1) ¶ وقال الشيخ سليمان بن عبد الله بن الشيخ محمد بن عبد الوهاب رحمه الله (ت 1233) في أول كتاب (الدلائل):\"اعلم، رحمك الله: أن الإنسان إذا أظهر للمشركين الموافقة على دينهم، خوفاً منهم ومداراة لهم، ومداهنة لدفع شرهم، فإنه كافر مثلهم، وإن كان يكره دينهم ويبغضهم، ويحب الإسلام والمسلمين؛ هذا إذا لم يقع منه إلا ذلك، فكيف إذا كان في دار منعة واستدعى بهم، ودخل في طاعتهم وأظهر الموافقة على دينهم الباطل، وأعانهم عليه بالنصرة والمال ووالاهم، وقطع الموالاة بينه وبين المسلمين، وصار من جنود القباب والشرك وأهلها، بعد ما كان من جنود الإخلاص والتوحيد وأهله؟ فإن هذا لا يشك مسلم أنه كافر، من أشد الناس عداوة لله ولرسوله صلى الله عليه وسلم. ولا يستثنى من ذلك إلا المكره، وهو الذي يستولي عليه المشركون، فيقولون له: اكفر، أو افعل كذا وإلا فعلنا بك وقتلناك، أو يأخذونه فيعذبونه حتى يوافقهم، فيجوز له الموافقة باللسان مع طمأنينة القلب بالإيمان. وقد أجمع العلماء على أن من تكلم بالكفر هازلاً: أنه يكفر، فكيف بمن أظهر الكفر خوفاً وطمعاً في الدنيا.\" (¬2) ¶ وقال أيضا:\"قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ} إلى قوله: {وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} [سورة الممتحنة آية:1] أي: أخطأ الصراط المستقيم، فأخبر تعالى: أن من تولى أعداء الله، وإن كانوا أقرباء وأصدقاء، فقد ضل سواء السبيل، أي: أخطأ الصراط المستقيم، وخرج عنه إلى الضلال؛ فأين ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (9/ 277) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 121)",
            "page": "73",
            "part": "1",
            "seal": "65FEF981"
        },
        {
            "id": "75",
            "nass": "هذا ممن يدعي أنه على الصراط المستقيم، لم يخرج عنه؟ فإن هذا تكذيب لله، ومن كذب الله فهو كافر، واستحلال لما حرم الله من ولاية الكفار، ومن استحل محرماً فهو كافر.\" (¬1) ¶ وقال الشيخ عبد الرحمن بن حسن آل الشيخ (ت 1285) (المورد العذب الزلال - ضمن القول الفصل النفيس -):\"موالاة المشرك، والركون إليه ونصرته وإعانته باليد، أو اللسان أو المال، كما قال تعالى: {فَلا تَكُونَنَّ ظَهِيراً لِلْكَافِرِينَ} [سورة القصص آية:86]،وقال: {رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيراً لِلْمُجْرِمِينَ} [سورة القصص آية:17]،وقال: {إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} [سورة الممتحنة آية:9].وهذا خطاب الله للمؤمنين، من هذه الأمة؛ فانظر أيها السامع، أين تقع من هذا الخطاب، وحكم هذه الآيات؟ \" (¬2) ¶ وقال الشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ (ت 1293):\"قال تعالى: {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} [سورة آل عمران آية:28].وقد جزم ابن جرير في تفسيره، بكفر من فعل ذلك، قال تعالى: {لا تَجِدُ قَوْماً يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْأِيمَانَ} [سورة المجادلة آية:22]. ¶ فليتأمل من نصح نفسه: هذه الآيات الكريمات، وليبحث عما قاله المفسرون وأهل العلم في تأويلها، وينظر ما وقع من أكثر الناس اليوم؛ فإنه يتبين له - إن وفق وسدد - أنها تتناول من ترك جهادهم، وسكت عن عيبهم، وألقى إليهم السلم، فكيف بمن أعانهم أو جرهم على بلاد أهل الإسلام، أو أثنى عليهم أو فضلهم بالعدل على أهل الإسلام، واختار ديارهم ومساكنتهم وولايتهم، وأحب ظهورهم؟! فإن هذا ردة صريحة بالاتفاق، قال الله ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (8/ 141) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (11/ 302)",
            "page": "74",
            "part": "1",
            "seal": "A60730A7"
        },
        {
            "id": "76",
            "nass": "تعالى: {وَمَنْ يَكْفُرْ بِالْأِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [سورة المائدة آية:5].\" (¬1) ¶ وقال المشايخ: عبد الله بن عبد اللطيف وإبراهيم بن عبد اللطيف وسليمان بن سحمان رحمهم الله:\"وأما قوله: وتجوز حماية الكفار، أو نائبهم، وأخذ علم منهم، لسلامة المال، والسفينة، وأن هذا بمنْزلة الخفير، الذي هو الرفيق، فالجواب، أن يقال: هذا قياس باطل، فإن أخذ الخفير لسلامة المال، جائز إذا ألجأ الحال إليه، والخفير مسلم ظالم، أو فاجر فاسق؛ وأما الدخول تحت حماية الكفار، فهي ردة عن الإسلام؛ وأخذ العلم منهم لا يجوز، إذا كانوا لم يدخلوا تحت حمايتهم، وولايتهم، وليس بمنْزلة أخذ الخفير لحماية المال، فإن هذا علم وعلامة على أنهم منقادون لأمرهم، داخلون في حمايتهم، وذلك موافقة لهم في الظاهر.\" (¬2) ¶ عاشرا -قال الإبراهيمي: ¶ \"إنَّ موالاةَ المستعمِر خروجٌ عن الإسلام\" فهذا حكمٌ مجمَل، تفصيلُه أنَّ الموالاة مفاعلةٌ أصلُها الولاء أو الولاية، وتمسّها في معناها مادة التّولّي، والألفاظُ الثلاثة واردة على لسان الشرع، منوطٌ بها الحكم الذي حكمنا به وهو الخروجُ عن الإسلام، وهي في الاستعمال الشرعيِّ جاريةٌ على استعمالها اللّغوي، وهو في جملته ضدُّ العداوة، لأنَّ العربَ تقول: \"وَالَيْتُ أو عاديت، وفلان وليّ أو عدّو، وبنو فلان أولياء أو أعداء\"، وعلى هذا المعنى تدور تصرّفات الكلمة في الاستعمَالَين الشرعيّ واللغويّ. ¶ وماذا بين الاستعمَار والإسلام من جوامعَ أو فوارق حتى يكونَ ذلك الحكم الذي قلناه صحيحاً أو فاسداً؟ ¶ إنَّ الإسلامَ والاستعمار ضدّان لا يلتقيان في مبدإٍ ولا في غاية، فالإسلام دينُ الحرية والتحرير، والاستعمار دين العبودية والاستعباد، والإسلام شرع الرحمةَ والرفق، وأمر بالعدل والإحسان، والاستعمار قوامُه على الشدّة والقسوة والطغيان، والإسلام يدعو إلى ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (8/ 325) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (10/ 435)",
            "page": "75",
            "part": "1",
            "seal": "73189351"
        },
        {
            "id": "77",
            "nass": "السلام والاستقرار، والاستعمار يدعو إلى الحرب والتقتيل والتدمير والاضطراب، والإسلام يُثبت الأديانَ السماوية ويحميها، ويقرّ ما فيها من خيرٍ ويحترم أنبياءَها وكتبَها، بل يجعل الإيمانَ بتلك الكتبِ وأولئك الرّسل قاعدةً من قواعده وأصلاً من أصوله، والاستعمار يكفُر بكلّ ذلك ويعمَل على هدمه، خصوصاً الإسلام ونبيّه وقرآنه ومعتنقيه. ¶ نستنتِج من كلّ ذلك أن الاستعمارَ عدوّ لدودٌ للإسلام وأهلِه، فوجَب في حكم الإسلام اعتبارُ الاستعمار أعدَى أعدائِه، ووجب على المسلمين أن يطبِّقوا هذا الحكمَ وهو معاداةُ الاستعمار لا موالاته. ¶ الاستعمارُ الغربيّ - وكلّ استعمارٍ في الوجود غربيّ - يزيد على مقاصدِه الجوهريّة وهي الاستئثار والاستعلاء والاستغلال مقصداً آخرَ أصيلاً وهو محوُ الإسلام من الكرة الأرضية خوفاً من قوّته الكامنة، وخشيةً منه أن يعيدَ سيرتَه الأولى كرةً أخرى. ¶ وجميعُ أعمال الاستعمار ترمي إلى تحقيق هذا المقصد، فاحتضانُه للحركاتِ التبشيرية وحمايتُه لها وسيلةٌ من وسائل حربِه للإسلام، وتشجيعُه للضالين المضلّين من المسلمين غايتُه تجريد الإسلام من روحانيته وسلطانه على النفوس، ثم محوُه بالتدريج، ونشرُه للإلحاد بين المسلمين وسيلةٌ من وسائل محوِ الإسلام، وحمايتُه للآفات الاجتماعية التي يحرّمها الإسلام ويحاربها كالخمر والبغاء والقمار ترمي إلى تلك الغاية، ففي الجزائر - مثلاً - يبيح الاستعمارُ الفرنسيّ فتحَ المقامِر لتبديد أموال المسلمين، وفتحَ المخامر لإفساد عقولهم وأبدانهم، وفتحَ المواخير لإفساد مجتمعهم، ولا يبيح فتحَ مدرسةٍ عربيّة تحيِي لغتَهم أو فتحَ مدرسةٍ دينيّة تحفَظ عليهم دينَهم. ¶ ويأتي في آخر قائمةِ الأسلحة التي يستعمِلها الاستعمارُ الغربيّ لحرب الإسلام اتّفاقُه بالإجماع على خلقِ دولةِ إسرائيل في صميمِ الوطَن العربي، وانتزاعِ قطعةٍ مقدّسة من وطن الإسلام وإعطائها لليهود الذين يدينون بكذِب المسيح وصلبِه، وبالطعن في أمّه الطاهرة. ¶ فالواجبُ على المسلمين أن يفهَموا هذا، وأن يعلَموا أنَّ مَن كان عدوًّا لهم فأقلّ درجاتِ الإنصاف أن يكونوا أعداءً له، وأنَّ موالاتَه بأيّ نوعٍ من أنواع الولاية هي خروجٌ عن",
            "page": "76",
            "part": "1",
            "seal": "0C2523D7"
        },
        {
            "id": "78",
            "nass": "أحكام الإسلام، لأنَّ معنى الموالاةِ له أن تنصرَه على نفسِك وعلى دينِك وعلى قومِك وعلى وطنِك. ¶ والمعاذِير التي يعتَذر بها المُوالون للاستعمار كالمداراة وطلبِ المصلحة يجب أن تدخُل في الموازين الإسلامية، والموازينُ الإسلاميّة دقيقةٌ تزِن كلَّ شيء من ذلك بقَدرِه وبقَدرِ الضرورة الداعيَة إليه، وأظهرُ ما تكون تلك الضروراتُ في الأفراد لا في الجماعات ولا في الحكومات. ¶ وموالاةُ المستعمِر أقبحُ وأشنَع ما تكون من الحكومات، وأقبحُ أنواعِها أن يُحالَف حيث يجب أن يُخالَف، وأن يُعاهَد حيث يجب أن يُجاهَد، وأقبحُ ما فيها من القبح أن يُحالَف استعمارٌ على حربِ استعمار. ¶ وقد كانَتِ الحروب قبلَ اليوم لمعانٍ بعضُها شريف، وقد يكون أحدُ الجانبَين فيها على حقّ، أما هذه الحروب التي لا تنتهي الواحدةُ منها إلا وهي حاملٌ مُقْرِب بأخرى أشدَّ منها هولاً وأشنعَ عاقبةً، فلم يبقَ فيها شيء من معاني الشّرفِ ولا من معاني الرّحمة ولا من معاني الكرامَة الإنسانيّة، وإنما هي حربٌ مجنونة يبعثُها حبُّ الاستعلاء والتسلّط على الضعفاء، والاستئثار بخيراتِ أرضهم، والضعفاءُ دائماً هم الأدوات التي تقَع بها الحرب، وتقَع عليها الحرب، فهم في السِّلم محلُّ النزاع، وفي الحربِ ميدان الصّراع. ¶ لا مِثال للبلاهةِ والبَلادة أوضح من محالفة الضعيفِ للقويّ إلا إذا صحّ في الواقع وفي حُكم العقل أن يحالِف الديكُ النسر، أو تحالِفَ الشاة الذئب. ¶ كيفَ نحالِف الأقوياءَ وقد دلّت التجاربُ أنهم إنما يحالفوننا ليتَّخذوا من أبنائنا وقوداً للحَرب، ومن أرضِنا ميداناً لها، ومن خيراتِ أرضنا أزواداً للقائمين بها، ثم تنتهي الحربُ ونحن المغلوبون الخاسرون على كلّ حال، وقد تكرّرت النذُر فهل من مُدَّكِر؟! ¶ أيّها المسلمون: أفراداً وهيئات وحكومات: لا توالُوا الاستعمارَ فإنَّ موالاتَه عداوةٌ لله وخروجٌ عن دينه. ¶ ولا تتولّوه في سِلم ولا حَرب فإنَّ مصلحتَه في السِّلم قبل مصالحكم، وغنيمَته في الحرب هي أوطانُكم.",
            "page": "77",
            "part": "1",
            "seal": "67F8D41E"
        },
        {
            "id": "79",
            "nass": "ولا تعاهِدوه فإنّه لا عهدَ له. ¶ ولا تأمَنوه فإنّه لا أمانَ له ولا إيمان. ¶ إنَّ الاستعمارَ يلفِظ أنفاسَه الأخيرة فلا يكتُبْ عليكم التاريخُ أنّكم زِدتم في عمره يوماً بموالاتكم له. ¶ ولا تحالِفوه فإنَّ من طَبعِه الحيوانيّ أن يأكلَ حليفَه قبلَ عدوِّه. \" (¬1) ¶ ـــــــــــــ ¶ المطاب الثاني- الدليل من الإجماع: ¶ اعلم أن الأمة كلها قد أجمعت على أن من ظاهر الكفار وأعانهم على المسلمين فهو كافر مرتد عن الإسلام، وإثبات هذا الإجماع على وجهين: ¶ الوجه الأول: ذكر أقوال أهل العلم على اختلاف مذاهبهم في هذه المسألة، حيث ذكرت أقوال أهل العلم من: الحنفية، والمالكية، والشافعية، والحنابلة، والظاهرية، والمجتهدين من غيرهم، بالإضافة إلى فتاوى للمتأخرين، والمعاصرين. ¶ فمن ذلك: ¶ 1 - ما قاله العلامة ابن حزم رحمه الله:\"وَصَحَّ أَنَّ قَوْلَ اللَّهِ تَعَالَى {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51] إنَّمَا هُوَ عَلَى ظَاهِرِهِ بِأَنَّهُ كَافِرٌ مِنْ جُمْلَةِ الْكُفَّارِ فَقَطْ - وَهَذَا حَقٌّ لَا يَخْتَلِفُ فِيهِ اثْنَانِ مِنْ الْمُسْلِمِينَ.\". (¬2) ¶ 2 - وقال الشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ رحمهم الله: الدرر بعد كلام له عن وجوب معاداة الكفار والبراءة منهم -:\"فكيف بمن أعانهم أو جرهم على بلاد أهل الإسلام، أو أثنى عليهم أو فضلهم بالعدل على أهل الإسلام، واختار ديارهم ومساكنتهم وولايتهم، وأحب ظهورهم؟! فإن هذا ردة صريحة بالاتفاق، قال الله ¶ ¬__________ ¶ (¬1) - موالاة المستعمر خروج عن الإسلام-المصدر: آثار الإمام محمد البشير الإبراهيمي (5/ 68 - 70). ¶ http://www.islamselect.net/mat/89396 ¶ (¬2) -  المحلى بالآثار (12/ 33)",
            "page": "78",
            "part": "1",
            "seal": "991A8798"
        },
        {
            "id": "80",
            "nass": "تعالى: {وَمَنْ يَكْفُرْ بِالْأِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [سورة المائدة آية:5].\". (¬1) ¶ 3 - وقال الشيخ عبد الله بن حميد رحمه الله:\"وأما التولي: فهو إكرامهم، والثناء عليهم، والنصرة والمعاونة لهم على المسلمين، والمعاشرة، وعدم البراءة منهم ظاهرا؛ فهذا ردة من فاعله، يجب أن تجرى عليه أحكام المرتدين، كما يدل على ذلك الكتاب والسنة، وإجماع الأمة المقتدى بهم.\". (¬2) ¶ 4 - وقال الشيخ عبد العزيز بن باز رحمه الله في فتاواه:\"وقد أجمع علماء الإسلام على أن من ظاهر الكفار على المسلمين وساعدهم عليهم بأي نوع من المساعدة، فهو كافر مثلهم، كما قال الله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} \" (¬3) ¶ ـــــــــــ ¶ المطلب الثالث - الأدلة من الكتاب: ¶ وقد دلت آيات كثيرة جداً من الكتاب على هذا الأمر، سأذكر بعضاً منها فيما يلي: ¶ الدليل الأول: قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (المائدة:51).وقد دلت هذه الآية على كفر من نصر الكفار من ثلاثة وجوه: ¶ الوجه الأول: قوله تعالى (بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ)،فجعل الكفار بعضهم أولياء بعض وقطع ولايتهم عن المسلمين، فدل على أن من تولاهم فهو داخل في قوله تعالى (بعضهم) فيلحقه هذا الوصف، قال ابن جرير رحمه الله:\"فَإِنَّهُ عَنَى بِذَلِكَ أَنَّ بَعْضَ الْيَهُودِ أَنْصَارُ بَعْضِهِمْ عَلَى الْمُؤْمِنِينَ , وَيَدٌ وَاحِدَةٌ عَلَى جَمِيعِهِمْ , وَأَنَّ النَّصَارَى كَذَلِكَ بَعْضُهُمْ أَنْصَارُ بَعْضٍ عَلَى ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (8/ 326) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (15/ 479) ¶ (¬3) - مجموع فتاوى ابن باز (1/ 269)",
            "page": "79",
            "part": "1",
            "seal": "5F4B4D32"
        },
        {
            "id": "81",
            "nass": "مَنْ خَالَفَ دِينَهُمْ وَمِلَّتَهُمْ , مُعَرِّفًا بِذَلِكَ عِبَادَهُ الْمُؤْمِنِينَ أَنَّ مَنْ كَانَ لَهُمْ أَوْ لِبَعْضِهِمْ وَلِيًّا فَإِنَّمَا هُوَ وَلِيُّهُمْ عَلَى مَنْ خَالَفَ مِلَّتَهُمْ وَدِينَهُمْ مِنَ الْمُؤْمِنِينَ , كَمَا الْيَهُودُ وَالنَّصَارَى لَهُمْ حَرْبٌ , فَقَالَ تَعَالَى ذِكْرُهُ لِلْمُؤْمِنِينَ: فَكُونُوا أَنْتُمْ أَيْضًا بَعْضُكُمْ أَوْلِيَاءُ بَعْضٍ , وَلِلْيَهُودِيِّ وَالنَّصْرَانِيِّ حَرْبًا كَمَا هُمْ لَكُمْ حَرْبٌ , وَبَعْضُهُمْ لِبَعْضٍ أَوْلِيَاءُ؛ لِأَنَّ مَنْ وَالَاهُمْ فَقَدْ أَظْهَرَ لِأَهْلِ الْإِيمَانِ الْحَرْبَ وَمِنْهُمُ الْبَرَاءَةَ , وَأَبَانُ قَطَعَ وَلَايَتَهُمْ \" (¬1) ¶ الوجه الثاني: قوله (وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ)،يعني كافر مثلهم، قال ابن جرير رحمه الله:\"وَمَنْ يَتَوَلَّ الْيَهُودَ وَالنَّصَارَى دُونَ الْمُؤْمِنِينَ فَإِنَّهُ مِنْهُمْ , يَقُولُ: فَإِنَّ مَنْ تَوَلَّاهُمْ وَنَصَرَهُمْ عَلَى الْمُؤْمِنِينَ , فَهُوَ مِنْ أَهْلِ دِينِهِمْ وَمِلَّتِهِمْ , فَإِنَّهُ لَا يَتَوَلَّى مُتَوَلٍّ أَحَدًا إِلَّا وَهُوَ بِهِ وَبِدِينِهِ وَمَا هُوَ عَلَيْهِ رَاضٍ , وَإِذَا رَضِيَهُ وَرَضِيَ دِينَهُ فَقَدْ عَادَى مَا خَالَفَهُ وَسَخِطَهُ , وَصَارَ حُكْمُهُ حُكْمَهُ , وَلِذَلِكَ حَكَمْ مَنْ حَكَمَ مِنْ أَهْلِ الْعِلْمِ لِنَصَارَى بَنِي تَغْلِبَ فِي ذَبَائِحِهِمْ وَنِكَاحِ نِسَائِهِمْ وَغَيْرِ ذَلِكَ مِنْ أُمُورِهِمْ بِأَحْكَامِ نَصَارَى بَنِي إِسْرَائِيلَ , لِمُوَالَاتِهِمْ إِيَّاهُمْ وَرِضَاهُمْ بِمِلَّتِهِمْ وَنُصرَتِهِمْ لَهُمْ عَلَيْهَا , وَإِنْ كَانَتْ أَنْسَابُهُمْ لِأَنْسَابِهِمْ مُخَالِفَةً وَأَصْلُ دِينِهِمْ لِأَصْلِ دِينِهِمْ مُفَارِقًا.\" (¬2) ¶ وقال الشيخ سليمان بن عبد الله آل الشيخ فيها أيضاً:\"قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [سورة المائدة آية:51]،فنهى سبحانه المؤمنين عن اتخاذ اليهود والنصارى أولياء، وأخبر أن من تولاهم من المؤمنين فهو منهم؛ وهكذا حكم من تولى الكفار من المجوس وعباد الأوثان، فهو منهم.\" (¬3) ¶ الوجه الثالث: قوله (إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) والظلم هنا (الظلم الأكبر) كما قال تعالى: (والكافرون هم الظالمون)،ويدل على ذلك أول الآية والآيات التالية - كما سيأتي في الأدلة من الثاني إلى الرابع - مع الإجماع السابق، قال ابن جرير:\"يَعْنِي تَعَالَى ذِكْرُهُ بِذَلِكَ , أَنَّ اللَّهَ لَا يُوَفِّقُ مَنْ وَضَعَ الْوَلَايَةَ فِي غَيْرِ مَوْضِعِهَا فَوَالَى الْيَهُودَ وَالنَّصَارَى مَعَ ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (8/ 507) ¶ (¬2) - تفسير الطبري = جامع البيان ط هجر (8/ 508) ¶ (¬3) - الدرر السنية في الأجوبة النجدية (8/ 127)",
            "page": "80",
            "part": "1",
            "seal": "C90B7E84"
        },
        {
            "id": "82",
            "nass": "عَدَاوَتِهِمُ اللَّهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ عَلَى الْمُؤْمِنِينَ , وَكَانَ لَهُمْ ظَهِيرًا وَنَصِيرًا , لِأَنَّ مَنْ تَوَلَّاهُمْ فَهُوَ لِلَّهِ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ حَرْبٌ.\". (¬1) ¶ وقال ابن جرير رحمه الله تعالى (تفسيره) أيضاً في هذه الآية:\"إِنَّ اللَّهَ تَعَالَى ذِكْرُهُ نَهَى الْمُؤْمِنِينَ جَمِيعًا أَنْ يَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَنْصَارًا وَحُلَفَاءَ عَلَى أَهْلِ الْإِيمَانِ بِاللَّهِ وَرَسُولِهِ , وَأَخْبَرَ أَنَّهُ مَنِ اتَّخَذَهُمْ نَصِيرًا وَحَلِيفًا وَوَلِيًّا مِنْ دُونِ اللَّهِ وَرَسُولِهِ وَالْمُؤْمِنِينَ , فَإِنَّهُ مِنْهُمْ فِي التَّحَزُّبِ عَلَى اللَّهِ وَعَلَى رَسُولِهِ وَالْمُؤْمِنِينَ , وَأَنَّ اللَّهَ وَرَسُولَهُ مِنْهُ بَرِيئَانِ\". (¬2) ¶ الدليل الثاني: قال تعالى بعد الآية السابقة مباشرة: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ} [المائدة:52]. ¶ فجعل الله سبحانه تولي الكفار من صفات الذين في قلوبهم مرض وهم (المنافقون) الذين نزلت الآية فيهم -كما هو مذكور في كتب التفسير-،قال ابن كثير رحمه الله:\"وَقَوْلُهُ: {فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ} أَيْ: شَكٌّ، وَرَيْبٌ، وَنِفَاقٌ {يُسَارِعُونَ فِيهِمْ} أَيْ: يُبَادِرُونَ إِلَى مُوَالَاتِهِمْ وَمَوَدَّتِهِمْ فِي الْبَاطِنِ وَالظَّاهِرِ، {يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ} أَيْ: يَتَأَوَّلُونَ فِي مَوَدَّتِهِمْ وَمُوَالَاتِهِمْ أَنَّهُمْ يَخْشَوْنَ أَنْ يَقَعَ أَمْرٌ مِنْ ظَفْرِ الْكُفَّارِ بِالْمُسْلِمِينَ، فَتَكُونُ لَهُمْ أَيَادٍ عِنْدَ الْيَهُودِ وَالنَّصَارَى، فَيَنْفَعُهُمْ ذَلِكَ\" (¬3) ¶ الدليل الثالث: قول تعالى بعد الآية السابقة مباشرة: {وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُوا خَاسِرِينَ (53) يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (54) إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (8/ 510) ¶ (¬2) - تفسير الطبري = جامع البيان ط هجر (8/ 507) ¶ (¬3) - تفسير ابن كثير ت سلامة (3/ 132)",
            "page": "81",
            "part": "1",
            "seal": "C143A3C8"
        },
        {
            "id": "83",
            "nass": "يُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ (55) وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ (56)} [المائدة:53 - 56]. ¶ وهذه الآيات كلها قد جاءت في سياق تولي اليهود والنصارى، وتدل على ردة من تولى الكفار من وجوه: ¶ الوجه الأول: قوله تعالى: (وَيَقُولُ الَّذِينَ آمَنُوا أَهَؤُلاءِ الَّذِينَ أَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ) يعني وهم كاذبون في ذلك، وإنما كان عملهم في توليهم الكفار هو دليل كذبهم، قال ابن جرير رحمه الله:\"يَقُولُ الْمُؤْمِنِينَ تَعَجُّبًا مِنْهُمْ وَمِنْ نِفَاقِهِمْ وَكَذِبِهِمْ وَاجْتِرَائِهِمْ عَلَى اللَّهِ فِي أَيْمَانِهِمُ الْكَاذِبَةِ بِاللَّهِ: أَهَؤُلَاءِ الَّذِينَ أَقْسَمُوا لَنَا بِاللَّهِ إِنَّهُمْ لَمَعَنَا وَهُمْ كَاذِبُونَ فِي أَيْمَانِهِمْ لَنَا \". (¬1) ¶ الوجه الثاني: قوله تعالى عن أولئك الذين تولوا الكفار: (حَبِطَتْ أَعْمَالُهُمْ) يعني الذين تولوا الكفار، وحبوط العمل لا يكون إلا بالكفر كما قال تعالى: {وَالَّذِينَ كَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الْآخِرَةِ حَبِطَتْ أَعْمَالُهُمْ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا يَعْمَلُونَ} [الأعراف:147]،وقال تعالى: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ} [التوبة:17]،وقال تعالى: {وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [المائدة:5]،وقال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر:65] وغيرها من الآيات. ¶ قال شيخ الإسلام ابن تيمية رحمه الله (الصارم المسلول):\"وهذا ظاهر ولا يحبط الأعمال غير الكفر لأن من مات على الإيمان فإنه لابد من أن يدخل الجنة ويخرج من النار إن دخلها ولو حبط عمله كله لم يدخل الجنة قط ولأن الأعمال إنما يحبطها ما ينافيها ولا ينافي الأعمال مطلقا إلا الكفر وهذا معروف من أصول أهل السنة نعم قد يبطل بعض ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (8/ 515)",
            "page": "82",
            "part": "1",
            "seal": "81EA3324"
        },
        {
            "id": "84",
            "nass": "الأعمال بوجود ما يفسده كما قال تعالى: {لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالأَذَى} ولهذا لم يحبط الله الأعمال في كتابه إلا بالكفر.\". (¬1) ¶ الوجه الثالث: قوله تعالى: (فَأَصْبَحُوا خَاسِرِين) والخسارة بحبوط العمل تكون في الدنيا والآخرة والعياذ بالله كما قال تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة:217]. ¶ الوجه الرابع: قوله تعالى: (مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ) وما قبل هذه الآية وما بعدها يدل على أن أصل الخطاب هو في تولي الكفار. ¶ قال شيخ الإسلام ابن تيمية:\"فإنه ما ارتد عن الإسلام طائفة إلا أتى الله بقوم يحبهم يجاهدون عنه وهم الطائفة المنصورة إلى قيام الساعة. يبين ذلك أنه ذكر هذا في سياق النهي عن موالاة الكفار فقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ، فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ فَيُصْبِحُوا عَلَى مَا أَسَرُّوا فِي أَنْفُسِهِمْ نَادِمِينَ) - إلى قوله - (يَا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ فَسَوْفَ يَأْتِي اللَّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ).فالمخاطبون بالنهي عن موالاة اليهود والنصارى هم المخاطبون بآية الردة. ومعلوم أن هذا يتناول جميع قرون الأمة. وهو لما نهى عن موالاة الكفار وبين أن من تولاهم من المخاطبين فإنه منهم بين أن من تولاهم وارتد عن دين الإسلام لا يضر الإسلام شيئا. بل سيأتي الله بقوم يحبهم ويحبونه فيتولون المؤمنين دون الكفار ويجاهدون في سبيل الله لا يخافون لومة لائم كما قال في أول الأمر) فَإِنْ يَكْفُرْ بِهَا هَؤُلاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْماً لَيْسُوا بِهَا بِكَافِرِينَ) (الأنعام: من الآية89).فهؤلاء الذين لم يدخلوا في الإسلام وأولئك ¶ ¬__________ ¶ (¬1) - الصارم المسلول على شاتم الرسول (ص:55)",
            "page": "83",
            "part": "1",
            "seal": "86CB8E28"
        },
        {
            "id": "85",
            "nass": "الذين خرجوا منه بعد الدخول فيه - لا يضرون الإسلام شيئا. بل يقيم الله من يؤمن بما جاء به رسوله وينصر دينه إلى قيام الساعة\". (¬1) ¶ الوجه الخامس: مفهوم الحصر في قوله تعالى: (إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ). ¶ الوجه السادس: قوله تعالى: (وَمَنْ يَتَوَلَّ اللَّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُوا فَإِنَّ حِزْبَ اللَّهِ هُمُ الْغَالِبُونَ)،ومفهومه أن من تولى الكفار فإنهم من حزب الشيطان،) أُولَئِكَ حِزْبُ الشَّيْطَانِ أَلا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ) (المجادلة: من الآية19). ¶ الدليل الرابع قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُواً وَلَعِباً مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ) (المائدة:57).وهذه الآية في سياق الآيات السابقة، وهي تؤيد ما دلت عليه من ارتداد من تولى الكفار وناصرهم. ¶ قال الشيخ عبد اللطيف بن عبد الرحمن آل الشيخ رحمه الله:\"فتأمل قوله تعالى: فتأمل قوله تعالى: {وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [سورة المائدة آية:57]،فإن هذا الحرف وهو:\"إن\"الشرطية تقتضي نفي شرطها إذا انتفى جوابها؛ ومعناه: أن من اتخذهم أولياء فليس بمؤمن.\". (¬2) ¶ الدليل الخامس: قوله تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران:28]. ¶ وهذه الآية تدل على كفر من تولى الكفار لقوله تعالى فيمن يفعل ذلك (فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ).قال ابن جرير رحمه الله تعالى:\"وَهَذَا نَهْي مِنَ اللَّهِ عَزَّ وَجَلَّ الْمُؤْمِنِينَ أَنْ يَتَّخِذُوا الْكُفَّارَ أَعْوَانًا وَأَنْصَارًا وَظُهُورًا، وَلِذَلِكَ كَسَرَ «يَتَّخِذِ» لِأَنَّهُ فِي مَوْضِعِ جَزْمٍ بِالنَّهْيِ، وَلَكِنَّهُ كَسَرَ الذَّالَ مِنْهُ لِلسَّاكِنِ الَّذِي لَقِيَهُ وَهِيَ سَاكِنَةٌ، وَمَعْنَى ذَلِكَ: لَا تَتَّخِذُوا أَيُّهَا الْمُؤْمِنُونَ ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (18/ 300) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 389)",
            "page": "84",
            "part": "1",
            "seal": "F0941198"
        },
        {
            "id": "86",
            "nass": "الْكُفَّارَ ظَهْرًا وَأَنْصَارًا، تُوَالُونَهُمْ عَلَى دِينِهِمْ، وَتُظَاهِرُونَهُمْ عَلَى الْمُسْلِمِينَ مِنْ دُونِ الْمُؤْمِنِينَ، وَتَدُلُّونَهُمْ عَلَى عَوْرَاتِهِمْ، فَإِنَّهُ مَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ؛ يَعْنِي بِذَلِكَ فَقَدْ بَرِئَ مِنَ اللَّهِ، وَبَرِئَ اللَّهُ مِنْهُ بِارْتِدَادِهِ عَنْ دِينِهِ، وَدُخُولِهِ فِي الْكُفْرِ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً، إِلَّا أَنْ تَكُونُوا فِي سُلْطَانِهِمْ، فَتَخَافُوهُمْ عَلَى أَنْفُسِكُمْ، فَتُظْهِرُوا لَهُمُ الْوَلَايَةَ بِأَلْسِنَتِكُمْ، وَتُضْمِرُوا لَهُمُ الْعَدَاوَةَ، وَلَا تُشَايِعُوهُمْ عَلَى مَا هُمْ عَلَيْهِ مِنَ الْكُفْرِ، وَلَا تُعِينُوهُمْ عَلَى مُسْلِمٍ بِفِعْلٍ\". (¬1) ¶ الدليل السادس: قوله تعالى (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَاباً أَلِيماً، الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً) (النساء:139). ¶ فجعل صفة المنافقين اتخاذهم الكفار أولياء من دون المؤمنين، وهذه الآية من جنس قوله تعالى: (فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ) والتي سبق الكلام عنها في الدليل الثاني. ¶ قال ابن جرير رحمه الله:\"يَا مُحَمَّدُ , بَشِّرِ الْمُنَافِقِينَ الَّذِينَ يَتَّخِذُونَ أَهْلَ الْكُفْرِ بِي وَالْإِلْحَادِ فِي دِينِي أَوْلِيَاءَ: يَعْنِي أَنْصَارًا وَأَخِلَّاءَ مِنْ دُونِ الْمُؤْمِنِينَ , يَعْنِي: مِنْ غَيْرِ الْمُؤْمِنِينَ {أَيَبْتَغُونَ عِنْدَهُمُ الْعِزَّةَ} [النساء:139] يَقُولُ:\"أَيَطْلُبُونَ عِنْدَهُمُ الْمَنْعَةَ وَالْقُوَّةَ بِاتِّخَاذِهِمْ إِيَّاهُمْ أَوْلِيَاءَ مِنْ دُونِ أَهْلِ الْإِيمَانِ بِي {فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعًا} [النساء:139] يَقُولُ:\"فَإِنَّ الَّذِينَ اتَّخَذُوهُمْ مِنَ الْكَافِرِينَ أَوْلِيَاءَ ابْتِغَاءَ الْعِزَّةِ عِنْدَهُمْ , هُمُ الْأَذِلَّاءُ الْأَقِلَّاءُ , فَهَلَا اتَّخَذُوا الْأَوْلِيَاءَ مِنَ الْمُؤْمِنِينَ , فَيَلْتَمِسُوا الْعِزَّةَ وَالْمَنَعَةُ وَالنُّصْرَةَ مِنْ عِنْدِ اللَّهِ , الَّذِي لَهُ الْعِزَّةُ وَالْمَنْعَةُ , الَّذِي يُعِزُّ مَنْ يَشَاءٍ , وَيُذِلَّ مَنْ يَشَاءُ فَيُعِزَّهُمْ وَيَمْنَعَهُمْ؟ \" (¬2). ¶ ومثل هذه الآية الآية التالية في: ¶ الدليل السابع: قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِنْ قُوتِلْتُمْ لَنَنْصُرَنَّكُمْ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ} [الحشر:11]. ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (5/ 315) ¶ (¬2) - تفسير الطبري = جامع البيان ط هجر (7/ 601)",
            "page": "85",
            "part": "1",
            "seal": "DB01CE05"
        },
        {
            "id": "87",
            "nass": "والكلام على هذه الآية كالكلام على قوله تعالى: (بَشِّرِ الْمُنَافِقِينَ بِأَنَّ لَهُمْ عَذَاباً أَلِيماً)،وقوله تعالى (فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسَارِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى أَنْ تُصِيبَنَا دَائِرَةٌ). ¶ قال الشيخ سليمان بن عبد الله رحمه الله:\"فإذا كان وعد المشركين في السر بالدخول معهم، ونصرهم والخروج معهم إن جلوا، نفاقاً وكفراً، وإن كان كذباً، فكيف بمن أظهر ذلك صادقاً، وقدم عليهم ودخل في طاعتهم، ودعا إليها ونصرهم، وانقاد لهم وصار من جملتهم، وأعانهم بالمال والرأي؟! \". (¬1) ¶ لدليل الثامن: قوله تعالى: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُودَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (78) كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ (79) تَرَى كَثِيرًا مِنْهُمْ يَتَوَلَّوْنَ الَّذِينَ كَفَرُوا لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنْفُسُهُمْ أَنْ سَخِطَ اللَّهُ عَلَيْهِمْ وَفِي الْعَذَابِ هُمْ خَالِدُونَ (80) وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ (81)} [المائدة:78 - 81]. ¶ وقد دلت على كفر من تولى الكفار من وجوه: ¶ الوجه الأول: أنه جعل تولي الكفار صفة الذين كفروا من بني إسرائيل الذين لعنوا على لسان داود وعيسى بن مريم. ¶ الوجه الثاني: أنه قال عنهم: (وَفِي الْعَذَابِ هُمْ خَالِدُونَ) وهذه صفة عذاب الكافر، قال الشيخ سليمان بن عبد الله:\"فذكر تعالى أن موالاة الكفار موجبة لسخط الله، والخلود في النار، بمجردها، وإن كان الإنسان خائفاً، إلا المكره بشرطه؛ فكيف إذا اجتمع ذلك مع الكفر الصريح، وهو معاداة التوحيد وأهله، والمعاونة على زوال دعوة الله بالإخلاص، وعلى تثبيت دعوة غيره؟! \". (¬2) ¶ الوجه الثالث: أنه قال: (وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيراً مِنْهُمْ فَاسِقُون)،قال شيخ الإسلام ابن تيمية رحمه الله:\"فَذَكَرَ \"جُمْلَةً شَرْطِيَّةً ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (8/ 138) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 128)",
            "page": "86",
            "part": "1",
            "seal": "FA4EA8D2"
        },
        {
            "id": "88",
            "nass": "\"تَقْتَضِي أَنَّهُ إذَا وُجِدَ الشَّرْطُ وُجِدَ الْمَشْرُوطُ بِحَرْفِ \"لَوْ \"الَّتِي تَقْتَضِي مَعَ الشَّرْطِ انْتِفَاءَ الْمَشْرُوطِ فَقَالَ: {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ}.فَدَلَّ عَلَى أَنَّ الْإِيمَانَ الْمَذْكُورَ يَنْفِي اتِّخَاذَهُمْ أَوْلِيَاءَ وَيُضَادُّهُ وَلَا يَجْتَمِعُ الْإِيمَانُ وَاِتِّخَاذُهُمْ أَوْلِيَاءَ فِي الْقَلْبِ. وَدَلَّ ذَلِكَ عَلَى أَنَّ مَنْ اتَّخَذَهُمْ أَوْلِيَاءَ؛ مَا فَعَلَ الْإِيمَانَ الْوَاجِبَ مِنْ الْإِيمَانِ بِاَللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إلَيْهِ.\". (¬1) ¶ وقال الشيخ سليمان بن عبد الله رحمه الله:\"ففذكر تعالى أن موالاة الكفار منافية للإيمان بالله والنبي، وما أنزل إليه، ثم أخبر: أن سبب ذلك كون كثير منهم فاسقين، ولم يفرق بين من خاف الدائرة ومن لم يخف؛ وهكذا حال كثير من هؤلاء المرتدين قبل ردتهم، كثير منهم فاسقون، فجر ذلك إلى موالاة الكفار، والردة عن الإسلام، نعوذ بالله من ذلك.\". (¬2) ¶ الدليل التاسع: قوله تعالى: {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ} [الأنفال:73] وتدل هذه على كفر من تولى الكافرين من وجهين: ¶ الأول: قوله (وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ) فمن كان موالياً لهم فهو داخل في قوله (بعضهم)،كقوله تعالى في اليهود والنصارى (بعضهم أولياء بعض) وقد سبق الكلام على ذلك في الدليل الأول. ¶ الثاني: قوله: (إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ)،والفتنة تأتي في القرآن على معان منها: الشرك والكفر كقوله تعالى: (وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ) (البقرة: من الآية193)،وقوله تعالى: (وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ) (البقرة: من الآية217)،وقوله تعالى: (فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ) (النور: من الآية63) وغيرها من الآيات. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (7/ 17) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 129)",
            "page": "87",
            "part": "1",
            "seal": "C86466B8"
        },
        {
            "id": "89",
            "nass": "قال ابن كثير رحمه الله:\"وَمَعْنَى قَوْلِهِ تَعَالَى: {إِلا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الأرْضِ وَفَسَادٌ كَبِيرٌ} أَيْ: إِنْ لَمْ تُجَانِبُوا الْمُشْرِكِينَ وَتُوَالُوا الْمُؤْمِنِينَ، وَإِلَّا وَقَعَتِ الْفِتْنَةُ فِي النَّاسِ، وَهُوَ الْتِبَاسُ الْأَمْرِ، وَاخْتِلَاطُ الْمُؤْمِنِ بِالْكَافِرِ، فَيَقَعُ بَيْنَ النَّاسِ فَسَادٌ مُنْتَشِرٌ طَوِيلٌ عَرِيضٌ.\". (¬1) ¶ وقال الشيخ عبد اللطيف بن عبد الرحمن بن حسن آل الشيخ:\"وما جاء في القرآن من النهي، والتغليظ والتشديد في موالاتهم وتوليهم، دليل على أن أصل الأصول، لا استقامة له ولا ثبات له، إلا بمقاطعة أعداء الله، وحربهم وجهادهم، والبراءة منهم، والتقرب إلى الله بمقتهم وعيبهم؛ وقد قال تعالى لما عقد الموالاة بين المؤمنين، وأخبر أن الذين كفروا بعضهم أولياء بعض، قال: {إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ} [سورة الأنفال آية:73].وهل الفتنة إلا الشرك؟ والفساد الكبير هو انتثار عقد التوحيد والإسلام، وقطع ما أحكمه القرآن من الأحكام والنظام؟ \". (¬2) ¶ الدليل العاشر: قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تُطِيعُوا الَّذِينَ كَفَرُوا يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ (149) بَلِ اللَّهُ مَوْلَاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ (150)} [آل عمران:149،150]. ¶ قال الشيخ سليمان بن عبد الله آل الشيخ رحمه الله:\"فأخبر تعالى أن المؤمنين إن أطاعوا الكفار فلا بد أن يردوهم على أعقابهم عن الإسلام، فإنهم لا يقنعون منهم بدون الكفر، وأخبر أنهم إن فعلوا ذلك صاروا من الخاسرين في الدنيا والآخرة؛ ولم يرخص في موافقتهم وطاعتهم خوفاً منهم. وهذا هو الواقع، فإنهم لا يقنعون ممن وافقهم إلا بالشهادة أنهم على حق، وإظهار العداوة والبغضاء للمسلمين، وقطع اليد منهم. ثم قال تعالى: {بَلِ اللَّهُ مَوْلاكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ} [سورة آل عمران آية:150]،فأخبر تعالى أنه ولي المؤمنين وناصرهم، وهو خير الناصرين؛ ففي ولايته وطاعته كفاية، وغنية عن طاعة الكفار.\". (¬3) ¶ ¬__________ ¶ (¬1) - تفسير ابن كثير ت سلامة (4/ 98) ¶ (¬2) - الدرر السنية في الأجوبة النجدية (8/ 324) ¶ (¬3) - الدرر السنية في الأجوبة النجدية (8/ 124)",
            "page": "88",
            "part": "1",
            "seal": "5D2C9BD8"
        },
        {
            "id": "90",
            "nass": "الدليل الحادي عشر: قوله تعالى: {إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (25) ذَلِكَ بِأَنَّهُمْ قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ (26)} [محمد:25،26]. ¶ فقد علّل ارتدادهم هنا بأنهم قالوا للكافرين: (الذين كرهوا ما نزل الله):سنطيعكم في بعض الأمر، فقد وعدوهم بأن يطيعوهم في (بعض أمرهم) لا أن يطيعوهم في أمرهم كله ومع ذلك صارت هذه ردة منهم. ¶ قال الشيخ سليمان بن عبد الله آل الشيخ رحمه الله:\"فإذا كان من وعد المشركين، الكارهين لما أنزل الله، طاعتهم في بعض الأمر، كافراً، وإن لم يفعل ما وعدهم به، فكيف بمن وافق المشركين الكارهين لما أنزل الله من الأمر بعبادته وحده لا شريك له، وترك عبادة ما سواه من الأنداد والطواغيت والأموات، وأظهر أنهم على هدى، وأن أهل التوحيد مخطئون في قتالهم، وأن الصواب في مسالمتهم والدخول في دينهم الباطل؟! فهؤلاء أولى بالردة من أولئك الذين وعدوا المشركين بطاعتهم في بعض الأمر.\". (¬1) ¶ الدليل الثاني عشر: قوله تعالى: {الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا} [النساء:76]. ¶ فبيّن أن الذين كفروا يقاتلون في سبيل الطاغوت وأنهم أولياء الشيطان، فمن قاتل معهم فهو معهم في هذه الأوصاف، والقتال يكون باليد واللسان والمال وغيره مما يعان به، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «جَاهِدُوا الْمُشْرِكِينَ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ وَأَلْسِنَتِكُمْ» (¬2). ¶ وعَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -،قَالَ:\"إِنَّ اللَّهَ لَيُدْخِلُ بِالسَّهْمِ الْوَاحِدِ الثَّلَاثَةَ الْجَنَّةَ: صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ، وَالرَّامِيَ بِهِ، وَالْمُمِدَّ \" (¬3) ¶ فقد دلت الآية أن من أعانهم في حربهم على المسلمين بأي نوعٍ من أنواع الإعانة فهو من أولياء الشيطان. ¶ ¬__________ ¶ (¬1) - الدرر السنية في الأجوبة النجدية (8/ 136) ¶ (¬2) - المستدرك على الصحيحين للحاكم (2/ 91) (2427) صحيح ¶ (¬3) - الأدب لابن أبي شيبة (ص:172) (87) صحيح لغيره",
            "page": "89",
            "part": "1",
            "seal": "FCFC0DFD"
        },
        {
            "id": "91",
            "nass": "الدليل الثالث عشر: قوله تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ} [الأعراف:175].روى ابن جرير عَنِ ابْنِ عَبَّاسٍ، قَالَ:\"لَمَّا نَزَلَ مُوسَى عَلَيْهِ السَّلَامُ يَعْنِي بِالْجَبَّارِينَ وَمَنْ مَعَهُ، أَتَاهُ يَعْنِي بَلْعَمَ بَنُو عَمِّهِ وَقَوْمُهُ فَقَالُوا: إِنَّ مُوسَى رَجُلٌ حَدِيدٌ، وَمَعَهُ جُنُودٌ كَثِيرَةٌ، وَإِنَّهُ إِنْ يَظْهَرَ عَلَيْنَا يُهْلِكْنَا. فَادْعُ اللَّهَ أَنْ يَرُدَّ عَنَّا مُوسَى وَمَنْ مَعَهُ، قَالَ: إِنِّي إِنْ دَعَوْتُ اللَّهَ أَنْ يَرُدَّ مُوسَى وَمَنْ مَعَهُ ذَهَبَتْ دُنْيَايَ وَآخِرَتِي. فَلَمْ يَزَالُوا بِهِ حَتَّى دَعَا عَلَيْهِمْ، فَسَلَخَهُ اللَّهُ مِمَّا كَانَ عَلَيْهِ، فَذَلِكَ قَوْلُهُ: {فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ} [الأعراف:175] \". (¬1) ¶ فهو هنا لم ينصر الكفار، وإنما دعا لهم أن يرد موسى ومن معه فكان هذا انسلاخاً من آيات الله، فكيف بمن ناصرهم وأعانهم؟. ¶ الدليل الرابع عشر: قوله تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا} [النساء:97].روى البخاري في صحيحه عن مُحَمَّدَ بْنِ عَبْدِ الرَّحْمَنِ أبي الأَسْوَدِ، قَالَ: قُطِعَ عَلَى أَهْلِ المَدِينَةِ بَعْثٌ، فَاكْتُتِبْتُ فِيهِ، فَلَقِيتُ عِكْرِمَةَ، مَوْلَى ابْنِ عَبَّاسٍ فَأَخْبَرْتُهُ، فَنَهَانِي عَنْ ذَلِكَ أَشَدَّ النَّهْيِ، ثُمَّ قَالَ: أَخْبَرَنِي ابْنُ عَبَّاسٍ: «أَنَّ نَاسًا مِنَ المُسْلِمِينَ كَانُوا مَعَ المُشْرِكِينَ يُكَثِّرُونَ سَوَادَ المُشْرِكِينَ، عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -،يَأْتِي السَّهْمُ فَيُرْمَى بِهِ فَيُصِيبُ أَحَدَهُمْ، فَيَقْتُلُهُ - أَوْ يُضْرَبُ فَيُقْتَلُ» - فَأَنْزَلَ اللَّهُ: {إِنَّ الَّذِينَ تَوَفَّاهُمُ المَلاَئِكَةُ ظَالِمِي أَنْفُسِهِمْ} [النساء:97] (¬2) ¶ وقد اختلف أهل العلم في الذين نزلت فيهم هذه الآيات من الذين خرجوا مع الكفار من المسلمين يكثرون سوادهم هل ماتوا مسلمين عصاة أو ارتدوا بهذا الفعل؟. ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (10/ 575) حسن ¶ (¬2) - صحيح البخاري (6/ 48) (4596) ¶ [ش (قطع على أهل المدينة بعث) ألزموا بإخراج جيش لقتال أهل الشام وذلك في خلافة عبد الله بن الزبير رضي الله عنه على مكة. (فاكتتبت فيه) جعلت في عداد من يخرج مع هذا الجيش. (يكثرون سواد المشركين) جماعتهم أي مع أنهم لا يوافقونهم في قلوبهم كانوا ظالمين لأنهم أفادوهم قوة بوجودهم معهم. والسواد العدد الكثير وسواد الناس معظمهم وأكثرهم]",
            "page": "90",
            "part": "1",
            "seal": "E82260F0"
        },
        {
            "id": "92",
            "nass": "ففعلهم هذا كفر، ولكن قد يعذرهم بعض العلماء، فمن لم يكفرهم رأى أنهم إنما خرجوا مكرهين، والإكراه عذر في الكفر، ومن لم يعذرهم رأى أنهم السبب في حدوث الإكراه بسبب تخلفهم عن الهجرة وهم قادرون عليها، مع اتفاق الجميع على أنهم يعاملون معاملة الكفار في القتل. ¶ وأما من أعان الكفار أو كثّر سوادهم بلا إكراه فلا شك في كفره وارتداده عن الإسلام والعياذ بالله. ¶ الدليل الخامس عشر: قوله تعالى: {اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة:257].فبيّن سبحانه في هذه الآية أن أنصار الذين كفروا هم (الطاغوت)،فمن ناصرهم فهو مثل (طواغيتهم). ¶ الدليل السادس عشر: أن الله سبحانه شرط الكفر بالطاغوت مع الإيمان به للدخول في الإسلام، فقال تعالى: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ} [البقرة:256]،وقال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلَالَةُ فَسِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ} [النحل:36]،وقال تعالى: {وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَنْ يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى فَبَشِّرْ عِبَادِ} [الزمر:17]،وقال تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا} [النساء:60]. ¶ ومن ناصرهم فإنه لم يكفر بالطاغوت، لأن الكفار يقاتلون في سبيل الطاغوت كما سبق في قوله تعالى: {الَّذِينَ آمَنُوا يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقَاتِلُوا أَوْلِيَاءَ الشَّيْطَانِ إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا} [النساء:76]. ¶ ـــــــــ ¶ المطلب الرابع - الأدلة من السنة:",
            "page": "91",
            "part": "1",
            "seal": "4347E273"
        },
        {
            "id": "93",
            "nass": "الدليل الأول: ما في الصحيحين عن عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، قَالَ: سَمِعْتُ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ، يَقُولُ: بَعَثَنِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنَا وَالزُّبَيْرَ، وَالمِقْدَادَ بْنَ الأَسْوَدِ، قَالَ: «انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ خَاخٍ، فَإِنَّ بِهَا ظَعِينَةً، وَمَعَهَا كِتَابٌ فَخُذُوهُ مِنْهَا»،فَانْطَلَقْنَا تَعَادَى بِنَا خَيْلُنَا حَتَّى انْتَهَيْنَا إِلَى الرَّوْضَةِ، فَإِذَا نَحْنُ بِالظَّعِينَةِ، فَقُلْنَا أَخْرِجِي الكِتَابَ، فَقَالَتْ: مَا مَعِي مِنْ كِتَابٍ، فَقُلْنَا: لَتُخْرِجِنَّ الكِتَابَ أَوْ لَنُلْقِيَنَّ الثِّيَابَ، فَأَخْرَجَتْهُ مِنْ عِقَاصِهَا، فَأَتَيْنَا بِهِ رَسُولَ اللَّهِ - صلى الله عليه وسلم -،فَإِذَا فِيهِ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى أُنَاسٍ مِنَ المُشْرِكِينَ مِنْ أَهْلِ مَكَّةَ يُخْبِرُهُمْ بِبَعْضِ أَمْرِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -،فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «يَا حَاطِبُ مَا هَذَا؟ \"،قَالَ: يَا رَسُولَ اللَّهِ، لاَ تَعْجَلْ عَلَيَّ إِنِّي كُنْتُ امْرَأً مُلْصَقًا فِي قُرَيْشٍ، وَلَمْ أَكُنْ مِنْ أَنْفُسِهَا، وَكَانَ مَنْ مَعَكَ مِنَ المُهَاجِرِينَ لَهُمْ قَرَابَاتٌ بِمَكَّةَ يَحْمُونَ بِهَا أَهْلِيهِمْ وَأَمْوَالَهُمْ، فَأَحْبَبْتُ إِذْ فَاتَنِي [ص:60] ذَلِكَ مِنَ النَّسَبِ فِيهِمْ، أَنْ أَتَّخِذَ عِنْدَهُمْ يَدًا يَحْمُونَ بِهَا قَرَابَتِي، وَمَا فَعَلْتُ كُفْرًا وَلاَ ارْتِدَادًا، وَلاَ رِضًا بِالكُفْرِ بَعْدَ الإِسْلاَمِ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَقَدْ صَدَقَكُمْ»،قَالَ عُمَرُ: يَا رَسُولَ اللَّهِ دَعْنِي أَضْرِبْ عُنُقَ هَذَا المُنَافِقِ، قَالَ:\"إِنَّهُ قَدْ شَهِدَ بَدْرًا، وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ أَنْ يَكُونَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ \". (¬1) ¶ وهذه القصة تدل على أن الأصل في مظاهرة الكفار ومناصرتهم هو الردة والخروج عن الإسلام من ثلاثة وجوه: ¶ الوجه الأول: قول عمر: دَعْنِي أَضْرِبْ عُنُقَ هَذَا المُنَافِقِ، وفي رواية عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، دَعْنِي أَضْرِبْ عُنُقَ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ، فَقَدْ كَفَرَ. قَالَ: «وَمَا يُدْرِيكَ يَا ابْنَ الْخَطَّابِ، لَعَلَّ اللَّهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ، فَقَدْ غَفَرْتُ لَكُمْ» (¬2) ¶ ¬__________ ¶ (¬1) - صحيح البخاري (4/ 59) (3007) وصحيح مسلم (4/ 1941) 161 - (2494) ¶ [ش (روضة خاخ) موضع بين مكة والمدينة. (ظعينة) المرأة في الهودج وقيل المرأة عامة واسمها سارة وقيل كنود. (تعادى بنا) تباعد وتجاري. (عقاصها) هو الشعر المضفور. (ملصقا) مضافا إليهم ولست منهم وقيل معناه حليفا ولم يكن من نفس قريش وأقربائهم. (يدا) نعمة ومنة عليهم. (اطلع) نظر إليهم وعلم حالهم وما سيكون منهم. (وأي إسناد هذا) أراد تعظيم هذا الإسناد وبيان صحته وقوته لأن رجاله هم العدول الثقات الحفاظ] ¶ (¬2) - المعجم الأوسط (3/ 112) (2647) صحيح",
            "page": "92",
            "part": "1",
            "seal": "E44BE08C"
        },
        {
            "id": "94",
            "nass": "وفي رواية: فَقَامَ عُمَرُ فَقَالَ: يَا رَسُولَ اللَّهِ، خَانَ اللَّهَ، خَانَ رَسُولَهُ، ائْذَنْ لِي فَأَضْرِبَ عُنُقَهُ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «أَلَيْسَ قَدْ شَهِدَ بَدْرًا؟ \"قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَالَ عُمَرُ: بَلَى، وَلَكِنَّهُ قَدْ نَكَثَ وَظَاهَرَ أَعْدَاءَكَ عَلَيْكَ (¬1). ¶ فهذا يدل على أن المتقرر عند عمر رضي الله عنه أن مظاهرة الكفار: كفر وردة. ¶ الوجه الثاني: إقرار الرسول (- صلى الله عليه وسلم -) لما فهمه عمر وإنما ذكر عذر حاطب. ¶ الوجه الثالث: أن حاطباً قال: وَمَا فَعَلْتُ كُفْرًا وَلاَ ارْتِدَادًا، وَلاَ رِضًا بِالكُفْرِ بَعْدَ الإِسْلاَمِ. ¶ وهذا يدل على أنه قد تقرّر لديه أيضاً أن مظاهرة الكفار (كفر وردة ورضا بالكفر). ¶ فإذا كان هذا قد يظن في مثل صورة عمل حاطب رضي الله عنه مع أنه قد خرج غازياً مع الرسول (- صلى الله عليه وسلم -) بنفسه وماله مناصراً له ومظاهراً له على أعدائه المشركين، ولم يظاهر الكفار ولم ينصرهم بنفس ولا مال، ولكن احتمل عمله هذا فقيل فيه ما قيل، فكيف بمن ظاهر الكفار فعلاً وظاهرهم وأعانهم على المسلمين، لا شك أنه أولى بالأحكام المذكورة في هذا الحديث. ¶ الدليل الثاني: عنِ الزُّهْرِيِّ وَجَمَاعَةٍ سَمَّاهُمْ، فَذَكَرُوا الْقِصَّةَ وَقَالُوا فِيهَا: فَبَعَثَتْ قُرَيْشٌ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - فِي فِدَاءِ أَسْرَاهُمْ، فَفَدَى كُلُّ قَوْمٍ أَسِيرَهُمْ بِمَا رَضُوا، وَقَالَ الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ: يَا رَسُولَ اللهِ، إِنِّي قَدْ كُنْتُ مُسْلِمًا، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «أَعْلَمُ بِإِسْلَامِكَ، فَإِنْ يَكُنْ كَمَا تَقُولُ فَاللهُ يَجْزِيكَ بِذَلِكَ، فَأَمَّا ظَاهِرًا مِنْكَ فَكَانَ عَلَيْنَا، فَافْدِ نَفْسَكَ وَابْنَيْ أَخِيكَ نَوْفَلَ بْنَ الْحَرْثِ بْنِ عَبْدِ الْمُطَّلِبِ، وَعَقِيلَ بْنَ أَبِي طَالِبِ بْنِ عَبْدِ الْمُطَّلِبِ، وَحَلِيفَكَ عُتْبَةَ بْنَ عَمْرٍو أَخِي بَنِي الْحَارِثِ بْنِ فِهْرٍ»،قَالَ: مَا إِخَالُ ذَاكَ عِنْدِي يَا رَسُولَ اللهِ، قَالَ:\"فَأَيْنَ الْمَالُ الَّذِي دَفَنْتَهُ أَنْتَ وَأُمُّ الْفَضْلِ؟ فَقُلْتَ لَهَا: إِنْ أُصِبْتُ فِي سَفَرِي هَذَا فَهَذَا الْمَالُ لِبَنِيَّ: الْفَضْلِ بْنِ الْعَبَّاسِ، وَعَبْدِ اللهِ بْنِ الْعَبَّاسِ، وَقُثَمِ بْنِ الْعَبَّاسِ؟ \"‍‍‍‍‍فَقَالَ لِرَسُولِ اللهِ - صلى الله عليه وسلم -: لَأَعْلَمُ أَنَّكَ رَسُولُ اللَّهِ اللهِ، إِنِّي لَأَعْلَمُ أَنَّكَ رَسُولُ اللهِ، إِنَّ هَذَا شَيْءٌ مَا عَلِمَهُ أَحَدٌ غَيْرِي، وَغَيْرَ أُمِّ الْفَضْلِ، فَاحْسُبْ لِي يَا رَسُولَ اللهِ مَا أَصَبْتُمْ مِنِّي عِشْرِينَ أُوقِيَّةً مِنْ مَالٍ كَانَ مَعِي، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا، ذَاكَ شَيْءٌ أَعْطَانَاهُ اللهُ تَعَالَى مِنْكَ»،فَفَدَى نَفْسَهُ وَابْنَيْ أَخَوَيْهِ ¶ ¬__________ ¶ (¬1) - مسند أبي يعلى الموصلي (1/ 319) (397) فيه ضعف",
            "page": "93",
            "part": "1",
            "seal": "5FCC7B9C"
        },
        {
            "id": "95",
            "nass": "وَحَلِيفَهُ، وَأَنْزَلَ اللهُ عَزَّ وَجَلَّ فِيهِ: {يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللهُ فِي قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِمَّا أُخِذَ مِنْكُمْ وَيَغْفِرْ لَكُمْ وَاللهُ غَفُورٌ رَحِيمٌ} [الأنفال:70]،فَأَعْطَانِي اللهُ مَكَانَ الْعِشْرِينَ الْأُوقِيَّةِ فِي الْإِسْلَامِ عِشْرِينَ عَبْدًا، كُلُّهُمْ فِي يَدِهِ مَالٌ يَضْرِبُ بِهِ، مَعَ مَا أَرْجُو مِنْ مَغْفِرَةِ اللهِ عَزَّ وَجَلَّ \". (¬1) ¶ فمع أن (العباس بن عبد المطلب) قد خرج مع قريش في قتالهم مكرهاً إلا أن الرسول (- صلى الله عليه وسلم -) حكم عليه بظاهره وألحقه بالمشركين، فكيف يكون الحال فيمن ظاهر الكفار وناصرهم اختياراً منه؟. ¶ ويدل على هذا أيضاً ما رواه البخاري في صحيحه عن مُحَمَّدَ بْنِ عَبْدِ الرَّحْمَنِ أبي الأَسْوَدِ، قَالَ: قُطِعَ عَلَى أَهْلِ المَدِينَةِ بَعْثٌ، فَاكْتُتِبْتُ فِيهِ، فَلَقِيتُ عِكْرِمَةَ، مَوْلَى ابْنِ عَبَّاسٍ فَأَخْبَرْتُهُ، فَنَهَانِي عَنْ ذَلِكَ أَشَدَّ النَّهْيِ، ثُمَّ قَالَ: أَخْبَرَنِي ابْنُ عَبَّاسٍ: «أَنَّ نَاسًا مِنَ المُسْلِمِينَ كَانُوا مَعَ المُشْرِكِينَ يُكَثِّرُونَ سَوَادَ المُشْرِكِينَ، عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -،يَأْتِي السَّهْمُ فَيُرْمَى بِهِ فَيُصِيبُ أَحَدَهُمْ، فَيَقْتُلُهُ - أَوْ يُضْرَبُ فَيُقْتَلُ» - فَأَنْزَلَ اللَّهُ: {إِنَّ الَّذِينَ تَوَفَّاهُمُ المَلاَئِكَةُ ظَالِمِي أَنْفُسِهِمْ} [النساء:97] الآيَة (¬2). ¶ فانظر إلى إلحاقه بهم في الظاهر مع أنهم مكرهون، وما ذلك إلا لأن الأصل كفر من عمل هذا العمل. ¶ الدليل الثالث: ما رواه أبو داود عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، أَمَّا بَعْدُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ جَامَعَ الْمُشْرِكَ وَسَكَنَ مَعَهُ فَإِنَّهُ مِثْلُهُ» (¬3) ¶ فجعل من اجتمع مع المشرك وشاركه مثله وإن لم يوافقه، فمن ظاهر المشركين وأعانهم ونصرهم على المسلمين أعظم من مجرد السكنى معهم ومخالطتهم. ¶ ¬__________ ¶ (¬1) - دلائل النبوة للبيهقي مخرجا (3/ 142) صحيح لغيره ¶ (¬2) - صحيح البخاري (6/ 48) (4596) ¶ [ش (قطع على أهل المدينة بعث) ألزموا بإخراج جيش لقتال أهل الشام وذلك في خلافة عبد الله بن الزبير رضي الله عنه على مكة. (فاكتتبت فيه) جعلت في عداد من يخرج مع هذا الجيش. (يكثرون سواد المشركين) جماعتهم أي مع أنهم لا يوافقونهم في قلوبهم كانوا ظالمين لأنهم أفادوهم قوة بوجودهم معهم. والسواد العدد الكثير وسواد الناس معظمهم وأكثرهم] ¶ (¬3) - سنن أبي داود (3/ 93) (2787) صحيح",
            "page": "94",
            "part": "1",
            "seal": "FAD52783"
        },
        {
            "id": "96",
            "nass": "قال المناوي رحمه الله: في تعليل قوله (فهو مثله):\"لأن الإقبال على عدو الله وموالاته توجب إعراضه عن الله ومن أعرض عنه تولاه الشيطان ونقله إلى الكفران قال الزمخشري: وهذا أمر معقول فإن مولاة الولي وموالاة عدوه متنافيان \". (¬1) ¶ وقال الشوكاني رحمه الله:\"فِيهِ دَلِيلٌ عَلَى تَحْرِيمِ مُسَاكَنَةِ الْكُفَّارِ وَوُجُوبِ مُفَارَقَتِهِمْ. وَالْحَدِيثُ وَإِنْ كَانَ فِيهِ الْمَقَالُ الْمُتَقَدِّمُ لَكِنْ يَشْهَدُ لِصِحَّتِهِ قَوْله تَعَالَى: {فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ} [النساء:140] وَحَدِيثُ بَهْزِ بْنِ حَكِيمِ بْنِ مُعَاوِيَةَ بْنِ َنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قُلْتُ يَا رَسُولَ اللهِ، مَا أَتَيْتُكَ حَتَّى حَلَفْتُ أَكْثَرَ مِنْ عَدَدِهِنَّ لِأَصَابِعِ يَدَيْهِ أَنْ لَا آتِيَكَ وَلَا آتِيَ دِينَكَ، وَإِنِّي كُنْتُ امْرَأً لَا أَعْقِلُ شَيْئًا إِلَّا مَا عَلَّمَنِي اللهُ وَرَسُولُهُ، وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللهِ بِمَا بَعَثَكَ رَبُّكَ إِلَيْنَا؟ قَالَ: «بِالْإِسْلَامِ» قُلْتُ: وَمَا آيَاتُ الْإِسْلَامِ؟ قَالَ: «أَنْ تَقُولَ أَسْلَمْتُ وَجْهِي إِلَى اللهِ وَتَخَلَّيْتُ، وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ، كُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ أَخَوَانِ نَصِيرَانِ، لَا يَقْبَلُ اللهُ مِنْ مُشْرِكٍ بَعْدَ مَا يُسْلِمُ عَمَلًا أَوْ يُفَارِقَ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ» \" (¬2). ¶ الدليل الرابع: عَنْ جَرِيرٍ، قَالَ: بَعَثَ رَسُولُ اللهِ - صلى الله عليه وسلم - سَرِيَّةً إِلَى خَثْعَمٍ فَاعْتَصَمَ نَاسٌ مِنْهُمْ بِالسُّجُودِ فَأَسْرَعَ إِلَيْهِمُ الْقَتْلَ فَبَلَغَ ذَلِكَ النَّبِيَّ - صلى الله عليه وسلم - فَأَمَرَ لَهُمْ بِنِصْفِ الْعَقْلِ وَقَالَ: «إِنِّي بَرِيءٌ مِنْ كُلِّ مُسْلِمٍ يُقِيمُ بَيْنَ ظَهْرَانَيِ الْمُشْرِكِينَ»،قَالُوا: يَا رَسُولَ اللهِ وَلِمَ، قَالَ: «لَا تَرَاءَى نارَهُمَا» (¬3) ¶ ويقال فيه ما قيل في الحديث السابق. ¶ الدليل الخامس: حَدِيثُ بَهْزِ بْنِ حَكِيمِ بْنِ مُعَاوِيَةَ بْنِ َنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: قُلْتُ يَا رَسُولَ اللهِ، مَا أَتَيْتُكَ حَتَّى حَلَفْتُ أَكْثَرَ مِنْ عَدَدِهِنَّ لِأَصَابِعِ يَدَيْهِ أَنْ لَا آتِيَكَ وَلَا آتِيَ دِينَكَ، وَإِنِّي كُنْتُ امْرَأً لَا أَعْقِلُ شَيْئًا إِلَّا مَا عَلَّمَنِي اللهُ وَرَسُولُهُ، وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللهِ بِمَا بَعَثَكَ رَبُّكَ إِلَيْنَا؟ قَالَ: «بِالْإِسْلَامِ» قُلْتُ: وَمَا آيَاتُ الْإِسْلَامِ؟ قَالَ: «أَنْ تَقُولَ أَسْلَمْتُ وَجْهِي إِلَى اللهِ ¶ ¬__________ ¶ (¬1) - فيض القدير (6/ 111) (8613) ¶ (¬2) - نيل الأوطار (8/ 31) والسنن الكبرى للنسائي (3/ 66) (2360) صحيح ¶ (¬3) - المعجم الكبير للطبراني (2/ 303) (2264) صحيح دون جملة العقل",
            "page": "95",
            "part": "1",
            "seal": "8D5796DB"
        },
        {
            "id": "97",
            "nass": "وَتَخَلَّيْتُ، وَتُقِيمَ الصَّلَاةَ وَتُؤْتِيَ الزَّكَاةَ، كُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ أَخَوَانِ نَصِيرَانِ، لَا يَقْبَلُ اللهُ مِنْ مُشْرِكٍ بَعْدَ مَا يُسْلِمُ عَمَلًا أَوْ يُفَارِقَ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ» \" (¬1). ¶ وهو من جنس ما سبق، فإن من تولى الكفار وناصرهم وأعانهم على حرب المسلمين أولى بالدخول في هذا الحديث ممن لم يفارقهم بجسده. ¶ ومن جنسه أيضاً: ¶ الدليل السادس: ما رواه النسائي عَنْ جَرِيرٍ، قَالَ: «بَايَعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - عَلَى إِقَامِ الصَّلَاةِ، وَإِيتَاءِ الزَّكَاةِ، وَالنُّصْحِ لِكُلِّ مُسْلِمٍ، وَعَلَى فِرَاقِ الْمُشْرِكِ» (¬2) ¶ والكلام فيه كالكلام في ما سبق. ¶ ــــــــــ ¶ المطلب الخامس - الأدلة من أقوال الصحابة: ¶ وقد ورد عن الصحابة ما يدل على هذا الأصل، فمن ذلك: ¶ 1 - ما سبق ذكره في الدليل الأول من السنة من تقرّر هذا الأصل عند عمر وحاطب رضي الله عنهما. ¶ 2 - وما روي عَنْ أَبِي عُبَيْدَةَ بْنِ حُذَيْفَةَ، عَنْ أَبِيهِ، قَالَ: «لِيَتَّقِ أَحَدُكُمْ أَنْ يَكُونَ يَهُودِيًّا أَوْ نَصْرَانِيًّا وَهُوَ لَا يَعْلَمُ» (¬3) ¶ وقَالَ عَبْدُ اللَّهِ بْنُ عُتْبَةَ: «لِيَتَّقِ أَحَدُكُمْ أَنْ يَكُونَ يَهُودِيًّا أَوْ نَصْرَانِيًّا وَهُوَ لَا يَشْعُرُ».قَالَ مُحَمَّدٌ: فَظَنَنْتُهُ أَنَّهُ أَخَذَهَا مِنْ هَذِهِ الْآيَةِ: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة:51] (¬4) ¶ 3 - ومن ذلك قصة خالد بن الوليد ومجاعة بن مرارة في كتب السيرة في حروب الردة، عَنِ الدَّخِيلِ ابْنِ أَخِي مُجَّاعَةَ بْنِ مُرَارَةَ عَنْ أَبِيهِ، قَالَ: لَمَّا نَزَلَ خَالِدُ بْنُ الْوَلِيدِ الْعِرْضَ وَهُوَ يُرِيدُ الْيَمَامَةَ قَدَّمَ خَيْلًا مِائَتَيْ فَارِسٍ وَقَالَ: مَنْ أَصَبْتُمْ مِنَ النَّاسِ فَخُذُوهُ، فَانْطَلَقُوا فَأَخَذُوا مُجَّاعَةَ بْنَ مُرَارَةَ الْحَنَفِيَّ فِي ثَلَاثَةٍ وَعِشْرِينَ رَجُلًا مِنْ قَوْمِهِ خَرَجُوا فِي طَلَبِ رَجُلٍ مِنْ بَنِي نُمَيْرٍ , ¶ ¬__________ ¶ (¬1) -السنن الكبرى للنسائي (3/ 66) (2360) صحيح ¶ (¬2) -السنن الكبرى للنسائي (7/ 180) (7750) صحيح ¶ (¬3) - السنة لأبي بكر بن الخلال (5/ 56) (1600) صحيح ¶ (¬4) - السنة لأبي بكر بن الخلال (5/ 57) (1603) صحيح مقطوع",
            "page": "96",
            "part": "1",
            "seal": "E8188EDC"
        },
        {
            "id": "98",
            "nass": "فَسَأَلَ مُجَّاعَةَ فَقَالَ: وَاللَّهِ مَا أَقْرَبُ مُسَيْلِمَة وَلَقَدْ قَدِمْتُ عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَأَسْلَمْتُ وَمَا غَيَّرْتُ وَلَا بَدَّلْتُ، فَقَدَّمَ خَالِدٌ الْقَوْمَ فَضَرَبَ أَعْنَاقَهُمْ وَاسْتَبْقَى مُجَّاعَةَ فَلَمْ يَقْتُلْهُ وَكَانَ شَرِيفًا كَانَ يُقَالُ لَهُ مُجَّاعُ الْيَمَامَةِ وَقَالَ سَارِيَةُ بْنُ عَمْرٍو لِخَالِدِ بْنِ الْوَلِيدِ: إِنْ كَانَ لَكَ بِأَهْلِ الْيَمَامَةِ حَاجَةٌ فَاسْتَبْقِ هَذَا يَعْنِي مُجَّاعَةَ بْنَ مُرَارَةَ فَلَمْ يَقْتُلْهُ وَأَوْثَقَهُ فِي جَامِعَةٍ مِنْ حَدِيدٍ وَدَفَعَهُ إِلَى امْرَأَتِهِ أُمِّ تَمِيمٍ فَأَجَارَتْهُ مِنَ الْقَتْلِ وَأَجَارَهَا مُجَّاعَةُ مِنْهُ إِنْ ظَفِرَتْ حَنِيفَةُ فَتَحَالَفَا عَلَى ذَلِكَ وَكَانَ خَالِدٌ يَدْعُو بِهِ وَيَتَحَدَّثُ مَعَهُ وَيُسَائِلُهُ عَنْ أَمْرِ الْيَمَامَةِ وَأَمْرِ بَنِي حَنِيفَةَ وَمُسَيْلِمَة فَيَقُولُ مُجَّاعَةُ: وَإِنِّي وَاللَّهِ مَا اتَّبَعْتُهُ وَإِنِّي لِمُسْلِمٌ قَالَ: فَهَلَّا خَرَجْتَ إِلَيَّ أَوْ تَكَلَّمْتَ بِمِثْلِ مَا تَكَلَّمَ بِهِ ثُمَامَةُ بْنُ أَثَالٍ؟ قَالَ: إِنْ رَأَيْتَ أَنْ تَعْفُوَ عَنْ هَذَا كُلِّهِ فَافْعَلْ، قَالَ: قَدْ فَعَلْتُ وَهُوَ الَّذِي صَالَحَ خَالِدَ بْنَ الْوَلِيدِ عَنِ الْيَمَامَةِ وَمَا فِيهَا بَعْدَ قَتْلِ مُسَيْلِمَة وَقَدِمَ بِهِ خَالِدُ بْنُ الْوَلِيدِ فِي الْوَفْدِ عَلَى أَبِي بَكْرٍ الصِّدِّيقِ وَذَكَرَ إِسْلَامَهُ وَمَا كَانَ مِنْهُ فَعَفَا عَنْهُ أَبُو بَكْرٍ , وَأَمَّنَهُ وَكَتَبَ لَهُ وَلِلْوَفْدِ أَمَانًا وَرَدَّهُمْ إِلَى بِلَادِهِمُ الْيَمَامَةِ\" (¬1) ¶ فقد استدل ببقائه بين ظهراني المرتدين على موافقته لهم وعامله على هذا، وهذا الأمر موافق لما سبق ذكره في الدليل الثالث عشر من القرآن في قصة المسلمين الذين خرجوا مع المشركين في بدر يكثرون سوادهم. ¶ 4 - ومن ذلك فعل الصحابة وسيرتهم في حروب الردة مع قوم مسيلمة وسجاح وطليحة ومانعي الزكاة ونحوهم في قتالهم كلهم دون تفريق بينهم مع احتمال كون بعضهم مخالفاً لهم في معتقدهم وإنما شاركهم حمية، ومع ذلك كانت سيرتهم فيهم واحدة، مما يدل على تقرّر هذا الأصل عندهم، وأن من ظاهر وناصر الكفّار فهو كافر مثلهم. ¶ ـــــــــــ ¶ المطلب السادس - الأدلة من القياس: ¶ وهو من وجهين: ¶ الوجه الأول: أنّه قد ثبت في الصحيح عن زَيْدَ بْنِ خَالِدٍ رَضِيَ اللَّهُ عَنْهُ: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «مَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ فَقَدْ غَزَا، وَمَنْ خَلَفَ غَازِيًا فِي سَبِيلِ اللَّهِ بِخَيْرٍ فَقَدْ ¶ ¬__________ ¶ (¬1) - الطبقات الكبرى ط دار صادر (5/ 549) من طريق الواقدي",
            "page": "97",
            "part": "1",
            "seal": "5CF0522B"
        },
        {
            "id": "99",
            "nass": "غَزَا»،فجعل القاعد إذا جهّز المجاهد مشاركاً في الغزو، ومن هذا أيضاً قوله:\"إنّ الله ليدخل بالسهم الواحد ثلاثة نفر الجنة: صانعه يحتسب في صنعه الخير، والرامي به، ومنبله\" (¬1). ¶ وهذا يدل - بقياس العكس - أن من جهّز وأعان الكافر في قتاله فقد شاركه في قتاله في سبيل الطاغوت. ¶ لوجه الثاني: أن الردء والمباشر حكمهم واحد في الشرع على الصحيح، لأن المباشر إنما يتمكن من عمله بمعونة الردء له، كما قال شيخ الإسلام رحمه الله:\"وَإِذَا كَانَ الْمُحَارِبُونَ الْحَرَامِيَّةُ جَمَاعَةً فَالْوَاحِدُ مِنْهُمْ بَاشَرَ الْقَتْلَ بِنَفْسِهِ وَالْبَاقُونَ لَهُ أَعْوَانٌ وَرَدَّهُ لَهُ فَقَدْ قِيلَ: إنَّهُ يُقْتَلُ الْمُبَاشِرُ فَقَطْ وَالْجُمْهُورُ عَلَى أَنَّ الْجَمِيعَ يُقْتَلُونَ وَلَوْ كَانُوا مِائَةً وَأَنَّ الرِّدَّةَ وَالْمُبَاشِرَ سَوَاءٌ وَهَذَا هُوَ الْمَأْثُورُ عَنْ الْخُلَفَاءِ الرَّاشِدِينَ؛ فَإِنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ قَتَلَ رَبِيئَةَ الْمُحَارِبِينَ. وَالرَّبِيئَةُ هُوَ النَّاظِرُ الَّذِي يَجْلِسُ عَلَى مَكَانٍ عَالٍ يَنْظُرُ مِنْهُ لَهُمْ مَنْ يَجِيءُ. وَلِأَنَّ الْمُبَاشِرَ إنَّمَا تَمَكَّنَ مِنْ قَتْلِهِ بِقُوَّةِ الرَّدْءِ وَمَعُونَتِهِ. وَالطَّائِفَة إذَا انْتَصَرَ بَعْضُهَا بِبَعْضِ حَتَّى صَارُوا مُمْتَنِعِينَ فَهُمْ مُشْتَرِكُونَ فِي الثَّوَابِ وَالْعِقَابِ كَالْمُجَاهِدِينَ. فَإِنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: «الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُمْ. يَسْعَى بِذِمَّتِهِمْ أَدْنَاهُمْ، وَيُجِيرُ عَلَيْهِمْ أَقْصَاهُمْ، وَهُمْ يَدٌ عَلَى مَنْ سِوَاهُمْ يَرُدُّ مُشِدُّهُمْ عَلَى مُضْعِفِهِمْ، وَمُتَسَرِّيهِمْ عَلَى قَاعِدِهِمْ لَا يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ، وَلَا ذُو عَهْدٍ فِي عَهْدِهِ» (¬2).يَعْنِي أَنَّ جَيْشَ الْمُسْلِمِينَ إذَا تَسَرَّتْ مِنْهُ سَرِيَّةٌ فَغَنِمَتْ مَالًا فَإِنَّ الْجَيْشَ يُشَارِكُهَا فِيمَا غَنِمَتْ؛ لِأَنَّهَا بِظَهْرِهِ وَقُوَّتِهِ تَمَكَّنَتْ؛ لَكِنْ تُنَفَّلُ عَنْهُ نَفْلًا؛ فَإِنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يُنَفِّلُ السَّرِيَّةَ إذَا كَانُوا فِي بِدَايَتِهِمْ الرُّبُعُ بَعْدَ الْخُمُسِ فَإِذَا رَجَعُوا إلَى أَوْطَانِهِمْ وَتَسَرَّتْ سَرِيَّةٌ نَفَّلَهُمْ الثُّلُثَ بَعْدَ الْخُمُسِ وَكَذَلِكَ لَوْ غَنِمَ الْجَيْشُ غَنِيمَةً شَارَكَتْهُ السَّرِيَّةُ لِأَنَّهَا فِي مَصْلَحَةِ الْجَيْشِ كَمَا قَسَمَ النَّبِيُّ - صلى الله عليه وسلم - لِطَلْحَةِ وَالزُّبَيْرِ يَوْمَ بَدْرٍ؛ لِأَنَّهُ كَانَ قَدْ بَعَثَهُمَا فِي مَصْلَحَةِ الْجَيْشِ فَأَعْوَانُ الطَّائِفَةِ الْمُمْتَنِعَةِ وَأَنْصَارِهَا مِنْهَا فِيمَا لَهُمْ وَعَلَيْهِمْ. وَهَكَذَا الْمُقْتَتِلُونَ عَلَى بَاطِلٍ لَا تَأْوِيلَ فِيهِ؛ مِثْلَ الْمُقْتَتِلِينَ عَلَى عَصَبِيَّةِ وَدَعْوَى ¶ ¬__________ ¶ (¬1) - صحيح البخاري (4/ 27) (2843) وصحيح مسلم (3/ 1506) 135 - (1895) ¶ [ش (جهز غازيا) هيأ له ما يحتاجه في سفره وغزوه والغزو الجهاد. (فقد غزا) كتب له أجر الغزو وإن لم يغز لأنه ساعد عليه. (خلف غازيا) قام مقامه في قضاء حاجات أهله حال غيبته. (بخير) بإحسان وأمانة وإخلاص] ¶ (¬2) - سنن أبي داود (3/ 80) (2751) صحيح",
            "page": "98",
            "part": "1",
            "seal": "0E666C19"
        },
        {
            "id": "100",
            "nass": "جَاهِلِيَّةٍ؛ كَقَيْسِ وَيُمَنِّ وَنَحْوِهِمَا؛ هُمَا ظَالِمَتَانِ. فعَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ: ذَهَبْتُ لِأَنْصُرَ هَذَا الرَّجُلَ، فَلَقِيَنِي أَبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ؟ قُلْتُ: أَنْصُرُ هَذَا الرَّجُلَ، قَالَ: ارْجِعْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «إِذَا التَقَى المُسْلِمَانِ بِسَيْفَيْهِمَا فَالقَاتِلُ وَالمَقْتُولُ فِي النَّارِ»،فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا القَاتِلُ فَمَا بَالُ المَقْتُولِ قَالَ: «إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ».أَخْرَجَاهُ فِي الصَّحِيحَيْنِ (¬1).وَتَضَمَّنَ كُلُّ طَائِفَةٍ مَا أَتْلَفَتْهُ لِلْأُخْرَى مِنْ نَفْسٍ وَمَالٍ. وَإِنْ لَمْ يَعْرِفْ عَيْنَ الْقَاتِلِ؛ لِأَنَّ الطَّائِفَةَ الْوَاحِدَةَ الْمُمْتَنِعَ بَعْضُهَا بِبَعْضِ كَالشَّخْصِ الْوَاحِدِ وَفِي ذَلِكَ قَوْله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثَى بِالْأُنْثَى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدَى بَعْدَ ذَلِكَ فَلَهُ عَذَابٌ أَلِيمٌ} [البقرة:178] \" (¬2). ¶ وهكذا القول في من أعان الكفار ونصرهم في قتالهم؛ فإن حكمه حكمهم. ¶ ـــــــــــ ¶ المطلب السابع - الأدلة من التاريخ: ¶ شهد تاريخ الإسلام في فترات متعددة وجود حوادث فيها مظاهرة ممن يدعي الإسلام للكفار، وقد قام علماء الإسلام بتوضيح حكم هذه المظاهرة، وسأذكر فيما يلي بعضاً من هذه الحوادث: ¶ الحادثة الأولى: ¶ غزوة بدر في السنة الثانية: حيث خرج بعض المسلمين مع المشركين في غزوة بدر لتكثير سوادهم، وقد نزل فيهم قول الله تعالى: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ قَالُوا فِيمَ كُنْتُمْ قَالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قَالُوا أَلَمْ تَكُنْ أَرْضُ اللَّهِ وَاسِعَةً فَتُهَاجِرُوا فِيهَا ¶ ¬__________ ¶ (¬1) - صحيح البخاري (1/ 15) (31) وصحيح مسلم (4/ 2214) 15 - (2888) ¶ [ش (هذا الرجل) هو علي بن أبي طالب رضي الله عنه. (التقى المسلمان بسيفهما) أي بقصد العدوان. (في النار) أي يستحقان دخول النار. (فما بال المقتول) ما شأنه يدخل النار وقد قتل ظلما. (حريصا) عازما] ¶ (¬2) - مجموع الفتاوى (28/ 311)",
            "page": "99",
            "part": "1",
            "seal": "5D2B5912"
        },
        {
            "id": "101",
            "nass": "فَأُولَئِكَ مَأْوَاهُمْ جَهَنَّمُ وَسَاءَتْ مَصِيرًا} [النساء:97].وقد سبق ذكر ذلك في الدليل الرابع عشر من القرآن. ¶ الحادثة الثانية: حادثة المرتدين في السنة الحادية عشرة: ¶ وذلك بعد وفاة النبي (- صلى الله عليه وسلم -) وعدم استفصال الصحابة ممن كانوا يقاتلونهم، وقد سبق ذكر ذلك. ¶ الحادثة الثالثة: ¶ في بداية سنة 201:خرج (بابك الخرمي) وحارب المسلمين وهو بأرض المشركين فأفتى الإمام أحمد وغيره بارتداده، وَنَقَلَ عَنْهُ الْمَيْمُونِيُّ أَمْرَ هَذَا الْكَافِرِ \"بَابَكَ\"لَعَنَهُ اللَّهُ لَيْسَ كَغَيْرِهِ, سَبْيُ النِّسَاءِ الْمُؤْمِنَاتِ فَوَقَعُوا عَلَيْهِنَّ فَحَمَلْنَ, فَالْوَلَدُ تَبَعٌ لِأُمِّهِ, كَذَا حُكْمُ الْإِسْلَامِ, ثُمَّ خَرَجَ إلَيْنَا يُحَارِبُنَا وَهُوَ مُقِيمٌ فِي دَارِ الشِّرْكِ أَيُّ شَيْءٍ حُكْمُهُ؟ إذَا كَانَ هَكَذَا فحكمه حكم الارتداد.\". (¬1) ¶ الحادثة الرابعة: بعد عام 480: ¶ قام المعتمد بن عباد - حاكم أشبيلية - وهو من ملوك الطوائف في (الأندلس) بالاستعانة بالإفرنج ضد المسلمين، فأفتى علماء المالكية في ذلك الوقت بارتداده عن الإسلام. (¬2) ¶ الحادثة الخامسة: في سنة 661: ¶ وَفِيهَا رَكِبَ الْمَلِكُ الظَّاهِرُ مِنَ الدِّيَارِ الْمِصْرِيَّةِ فِي الْعَسَاكِرِ الْمَنْصُورَةِ قَاصِدًا نَاحِيَةَ بِلَادِ الْكَرَكِ، وَاسْتَدْعَى صَاحِبَهَا الْمَلِكَ الْمُغِيثَ عُمَرَ بْنَ الْعَادِلِ أَبِي بَكْرِ بْنِ الْكَامِلِ مُحَمَّدِ بْنِ الْعَادِلِ، فَلَمَّا قَدِمَ عَلَيْهِ بَعْدَ جُهْدٍ أَرْسَلَهُ إِلَى الدِّيَارِ الْمِصْرِيَّةِ مُعْتَقَلًا، فَكَانَ آخِرَ الْعَهْدِ بِهِ، وَذَلِكَ أَنَّهُ كَاتَبَ هُولَاكُو وَحَثَّهُ عَلَى الْقُدُومِ إِلَى الشَّامِ مَرَّةً أُخْرَى، وَجَاءَتْهُ كُتُبُ التَّتَارِ بِالثَّبَاتِ وَنِيَابَةِ الْبِلَادِ، وَأَنَّهُ سَيَقْدُمُ عَلَيْهِ عِشْرُونَ أَلْفًا لِفَتْحِ الدِّيَارِ الْمِصْرِيَّةِ، وَأَخْرَجَ السُّلْطَانُ فَتَاوَى الْفُقَهَاءِ بِقَتْلِهِ، وَعَرَضَ ذَلِكَ عَلَى ابْنِ خَلِّكَانَ - وَكَانَ قَدِ اسْتَدْعَاهُ مِنْ دِمَشْقَ - ¶ ¬__________ ¶ (¬1) - الفروع وتصحيح الفروع (10/ 185) ¶ (¬2) - الاستقصا، ج2،ص75. ¶ فانظر كيف حكموا عليه بهذا الحكم مع أنه استعان بالكفار فسلطهم على المسلمين، ولم يعن الكفار على المسلمين!.",
            "page": "100",
            "part": "1",
            "seal": "AA14E620"
        },
        {
            "id": "102",
            "nass": "وَعَلَى جَمَاعَةٍ مِنَ الْأُمَرَاءِ، ثُمَّ سَارَ فَتَسَلَّمَ الْكَرَكَ يَوْمَ الْجُمُعَةِ ثَالِثَ عَشَرَ جُمَادَى الْأُولَى، وَدَخَلَهَا يَوْمئِذٍ فِي أُبَّهَةٍ عَظِيمَةٍ، ثُمَّ عَادَ إِلَى الدِّيَارِ الْمِصْرِيَّةِ مُؤَيَّدًا مَنْصُورًا .. (¬1) ¶ الحادثة السادسة: في حدود سنة 700: ¶ هجم التتار على أراضي الإسلام في (الشام) وغيرها، وقد أعانهم بعض المنتسبين للإسلام، فأفتى شيخ الإسلام ابن تيمية بردة من أعانهم. ¶ قال رحمه الله:\"وَالْخَوَارِجُ مَعَ هَذَا لَمْ يَكُونُوا يُعَاوِنُونَ الْكُفَّارَ عَلَى قِتَالِ الْمُسْلِمِينَ وَالرَّافِضَةِ يُعَاوِنُونَ الْكُفَّارَ عَلَى قِتَالِ الْمُسْلِمِينَ فَلَمْ يَكْفِهِمْ أَنَّهُمْ لَا يُقَاتِلُونَ الْكُفَّارَ مَعَ الْمُسْلِمِينَ حَتَّى قَاتَلُوا الْمُسْلِمِينَ مَعَ الْكُفَّارِ فَكَانُوا أَعْظَمَ مُرُوقًا عَنْ الدِّينِ مِنْ أُولَئِكَ الْمَارِقِينَ بِكَثِيرِ كَثِيرٍ. وَقَدْ أَجْمَعَ الْمُسْلِمُونَ عَلَى وُجُوبِ قِتَالِ الْخَوَارِجِ وَالرَّوَافِضِ وَنَحْوِهِمْ إذَا فَارَقُوا جَمَاعَةَ الْمُسْلِمِينَ كَمَا قَاتَلَهُمْ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَكَيْفَ إذَا ضَمُّوا إلَى ذَلِكَ مِنْ أَحْكَامِ الْمُشْرِكِينَ - كنائسا - وجنكسخان مَلِكِ الْمُشْرِكِينَ: مَا هُوَ مِنْ أَعْظَمِ الْمُضَادَّةِ لِدِينِ الْإِسْلَامِ وَكُلُّ مَنْ قَفَزَ إلَيْهِمْ مِنْ أُمَرَاءِ الْعَسْكَرِ وَغَيْرُ الْأُمَرَاءِ فَحُكْمُهُ حُكْمُهُمْ وَفِيهِمْ مِنْ الرِّدَّةِ عَنْ شَرَائِعِ الْإِسْلَامِ بِقَدْرِ مَا ارْتَدَّ عَنْهُ مِنْ شَرَائِعِ الْإِسْلَامِ. وَإِذَا كَانَ السَّلَفُ قَدْ سَمَّوْا مَانِعِي الزَّكَاةِ مُرْتَدِّينَ - مَعَ كَوْنِهِمْ يَصُومُونَ. وَيُصَلُّونَ وَلَمْ يَكُونُوا يُقَاتِلُونَ جَمَاعَةَ الْمُسْلِمِينَ - فَكَيْفَ بِمَنْ صَارَ مَعَ أَعْدَاءِ اللَّهِ وَرَسُولِهِ قَاتِلًا لِلْمُسْلِمِينَ مَعَ أَنَّهُ وَالْعِيَاذُ بِاَللَّهِ لَوْ اسْتَوْلَى هَؤُلَاءِ الْمُحَارِبُونَ لِلَّهِ وَرَسُولِهِ الْمُحَادُّونَ لِلَّهِ وَرَسُولِهِ الْمُعَادُونَ لِلَّهِ وَرَسُولِهِ عَلَى أَرْضِ الشَّامِ وَمِصْرَ فِي مِثْلِ هَذَا الْوَقْتِ لَأَفْضَى ذَلِكَ إلَى زَوَالِ دِينِ الْإِسْلَامِ وَدُرُوسِ شَرَائِعِهِ.\" (¬2) ¶ الحادثة السابعة: في عام 980: ¶ استعان (محمد بن عبد الله السعدي) أحد ملوك (مراكش) بملك (البرتغال) ضد عمه (أبي مروان المعتصم بالله)،فأفتى علماء المالكية بارتداده. (¬3) ¶ الحادثة الثامنة: في أوائل القرن الرابع عشر: ¶ ¬__________ ¶ (¬1) - البداية والنهاية ط هجر (17/ 448) ¶ (¬2) - مجموع الفتاوى (28/ 530) ¶ (¬3) - الاستقصا لأخبار دول المغرب الأقصى (5/ 69) فما بعدها",
            "page": "101",
            "part": "1",
            "seal": "A877ED8F"
        },
        {
            "id": "103",
            "nass": "أعانت بعض قبائل الجزائر الفرنسيين ضد المسلمين، فأفتى فقيه المغرب أبو الحسن التسولي بكفرهم. (¬1) ¶ الحادثة التاسعة: في منتصف القرن الرابع عشر: ¶ اعتدى الفرنسيون والبريطانيون على المسلمين في مصر وغيرها، فأفتى الشيخ أحمد شاكر بكفر من أعان هؤلاء بأي إعانة. (¬2) ¶ الحادثة العاشرة: ¶ في منتصف القرن الرابع عشر أيضاً: استولى اليهود على فلسطين، وأعانهم بعض المنتسبين للإسلام، فأفتت لجنة الفتوى بالأزهر برئاسة الشيخ عبد المجيد سليم عام 1366 بكفر من أعانهم. ¶ الحادثة الحادية عشرة: ¶ في أواخر القرن الرابع عشر: كثر الشيوعيون والاشتراكيون في بلاد المسلمين، وأعانهم بعض المنتسبين للإسلام، فأفتى الشيخ عبد العزيز بن باز رحمه الله بكفر من أعانهم. (¬3) ¶ ــــــــ ¶ المطلب الثامن- حكم الانضمام للجيش والشرطة في الدول التي احتلها الكفار كالعراق وأفغانستان وغيرهما ¶ إن كان الانضمام للشرطة أوِ الجيش، فيه إعانة للكافرين على قتال المسلمين من أهل السُّنَّة - كما هو مشاهَد الآن - فيَحرُم الانضمام إليهما والحال كذلك؛ بل يُخشى على المُنضَمِّ إليهما منَ الوقوع في الكفر الصُّراح؛ قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا الْيَهُودَ وَالنَّصَارَى أَوْلِيَاءَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51]. ¶ ¬__________ ¶ (¬1) - أجوبة التسولي على مسائل الأمير عبد القادر الجزائري، ص 210. ¶ (¬2) - أحمد محمد شاكر، كلمة حق، ص 126 وما بعدها. ¶ (¬3) - عبد العزيز بن باز، مجموع الفتاوى، ج1،ص274.",
            "page": "102",
            "part": "1",
            "seal": "99A9B188"
        },
        {
            "id": "104",
            "nass": "قال الشيخ محمد بن عبدالوهَّاب - مُبَيِّنًا نواقضَ الإسلام المُجْمَعَ عليها - قال:\"الناقض الثامن: مُظاهَرة المشركين، ومعاونتهم على المسلمين، والدليل قوله تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [المائدة:51] \" (¬1). ¶ والمقصود من مظاهرة المشركين ومعاونتهم على المسلمين: أن يتخذ البعض الكفار والمشركين أولياء، فيكونوا لهم أنصارا وأعوانا ضد المسلمين، وينضمون إليهم، ويذبون عنهم بالمال والسنان والبيان؛ فهذا كفر يناقض الإسلام. والله عز وجل نهانا في آيات كثيرة أن نتخذ الكفار والمشركين أولياء، ومن معاني هذه الولاية التي نهينا أن نصرفها لهم: المحبة، والمودة الدينية، والنصرة، والتأييد على المسلمين. (¬2) ¶ وهذا من أعظم النواقض التي وقع فيها سواد الناس اليوم في الأرض، وهم بعد ذلك يحسبون على الإسلام ويتسمون بأسماء إسلامية. فلقد صرنا في عصر يستحي فيه أن يقال للكافر: يا كافر!! بل زاد الأمر عتواً بنظرة الإعجاب والإكبار والتعظيم والمهابة لأعداء الله، وأصبحوا موضع القدوة والأسوة لضعاف الإيمان، ينظرون إلى أعداء الله نظرة انبهار ملؤها التمني أن يكونوا مثلهم حتى لو دخلوا جحر ضب لدخلوه. ¶ مظاهرة أخذت صوراً شتى فمن الميل القلبي إلى انتحال مذاهبهم الإلحادية إلى مجاراتهم في تشريعاتهم، إلى كشف عورات المسلمين لهم، إلى كل صغير وكبير في حياتهم. وسيأتي تفصيل الحديث في هذا الأمر - إن شاء الله - في فصل صور الموالاة. ¶ من هنا فإن إدراك حقيقة هذه العقيدة ونواقضها، أمر كفيل بأن يجعل المسلم على بصيرة من أمره في عقيدة الولاء والبراء. حسب المقياس الشرعي الصحيح، وليس حسب مقياس ¶ ¬__________ ¶ (¬1) - الإرشاد إلى توحيد رب العباد (ص:29) والتوسط والاقتصاد (1/ 91) والدرر السنية كاملة (2/ 271) والعقيدة الصحيحة وما يضادها ونواقض الإسلام (ص:38) والموالاة والمعاداة في الشريعة الإسلامية (1/ 205) والولاء والبراء في الإسلام (ص:76) وعقيدة التوحيد وبيان ما يضادها من الشرك الأكبر والأصغر والتعطيل والبدع وغير ذلك (ص:47) ومجموعة رسائل في التوحيد والإيمان (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الأول) (ص:386) ونواقض الإسلام (ص:3) ¶ (¬2) - المفيد في مهمات التوحيد (ص:85)",
            "page": "103",
            "part": "1",
            "seal": "C314A96E"
        },
        {
            "id": "105",
            "nass": "أهواء البشر. إنه لا ولاء إلا لله ولرسوله ودينه والمؤمنين. والبراء من كل متبوع أو مرغوب أو مرهوب يحاد الله ورسوله. (¬1) ¶ وقال العلامة عبدالعزيز بن باز في مجموع فتاويه:\"وقد أَجْمَعَ علماءُ الإسلام على أن مَن ظاهَرَ الكفار على المسلمين، وساعدهم بأي نوع من المساعدة فهو كافر مثلُهم\". (¬2) ¶ ومن المعلوم بالبداهة العقلية أن الأمريكان وأعوانَهم ظالمون معتدون محارِبون في غَزْوِهم للعراق وغيره من بلدان المسلمين، فالواجب على أهل العراق وغيرهم جهادُهم وطردهم، لا التعاون معهم، فليحذر كل امرئ لنفسه (¬3). ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - الولاء والبراء في الإسلام (ص:83) ¶ (¬2) - الفتاوى: (1/ 274). ¶ (¬3) - فتاوى موقع الألوكة (138/ 1) رقم الفتوى:2161 العنوان: الانضمام للجيش",
            "page": "104",
            "part": "1",
            "seal": "86D1E9A9"
        },
        {
            "id": "106",
            "nass": "الخلاصة ¶ في هذا الموضوع ¶ هناك عدة نقاط لا بد من التنويه لها: ¶ 1 - إنه يجب على المسلمين السعي لتعزيز قوتهم بحيث لا يحتاجون للاستعانة بأحد من الكفار، فتكون لهم ما يُعبّر عنه في الوقت الحاضر بالسيادة في المجال الدولي، وذلك أخذاً من نصوص القرآن الكريم التي تؤكد مبدأ توفير العزة والاستقلال لدولة الإسلام، قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لَا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لَا تُظْلَمُونَ} [الأنفال:60] ¶ 2 - أنه يجوز للمسلمين الاستعانة بغير المسلمين في القتال ضد الكفار عند الحاجة، مع وجود المصلحة التي يقدِّرها إمام المسلمين (¬1)،وذلك بشرط ألا تعود هذه الاستعانة على المسلمين بالضرر، كظهور دين الكفار على دين المسلمين، أو خيانة الكفار المستعان بهم وغدرهم، كما هو الحاصل في أغلب الأحيان، والقواعد الأمريكية وغيرها تملأ البلاد الإسلامية لذبح المسلمين، وهذا من أكبر المحرمات في الإسلام، بل هو ردة وخروج من الدين. ¶ 3 - لا يجوز الاستعانة بغير المسلمين في قتال البغاة من المسلمين، لما في ذلك تسليط الكفار على المسلمين، لأن الغاية من قتال البغاة ردّهم إلى طاعة إمام المسلمين في حال وجوده، وليس القضاء عليهم، وهذا ما حصل أثناء تحرير العراق على يدي قوات التحالف التي غالبها كفار محاربين لله ولرسوله - صلى الله عليه وسلم - وللمسلمين. ¶ ¬__________ ¶ (¬1) - أي الخليفة الأعظم، وهذا الشرط غير موجود، فالحكام اليوم ليسوا أئمة للمسلمين، ولم ينتخبهم المسلمون، ولا يمثلونهم أصلاً، فولايتهم باطلة، ومن ثم فلا يعتد بتصرفاتهم ...",
            "page": "105",
            "part": "1",
            "seal": "98A8AAA9"
        },
        {
            "id": "107",
            "nass": "4 - أن الخلاف في مسألة الاستعانة بغير المسلمين في قتال الكفار يكاد يكون خلافاً شكلياً لا جوهرياً لأن جميع الفقهاء متفقون في النهاية على جواز الاستعانة بالكفار عند وجود الحاجة والضرورة.،وإن منعها بعض العلماء مطلقاً. ¶ 5 - الاهتمام بأمور التوحيد والعناية به، فالتوحيد رأس مال المسلم، لا يجتاز الصراط يوم القيامة إلا به، وقد بيّنت لنا هذه الأحداث مدى ضعف التوحيد عند الناس، بل وعند بعض من يتشدق به من المنتسبين للعلم، فلا بد للمسلم من أن يعرف موطئ قدميه في هذه الفتن، فيحذر كل الحذر من موالاة أعداء الله الكفار على المسلمين ولو باللسان، وأن هذا الشيء سيوبق دنياه - بحرب الكفار له بعد انتهائهم من إخوانه -،ويوبق آخرته بارتداده عن دينه والعياذ بالله. ¶ 6 - وجوب الوقوف مع إخواننا المسلمين في كل مكان وتأييدهم بما يقدر عليه من نفس أو مال أو سلاح أو رأي أو غير ذلك، فقد قال الله سبحانه) وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَبُّكُمْ فَاتَّقُونِ) (المؤمنون:52).وقال تعالى:) إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ) (الحجرات: من الآية10). ¶ وعَنِ ابْنِ شِهَابٍ أَنَّ سَالِمًا أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، أَخْبَرَهُ: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «المُسْلِمُ أَخُو المُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ، وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ، وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً، فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرُبَاتِ يَوْمِ القِيَامَةِ، وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ القِيَامَةِ» (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ، وَلَا يَحْقِرُهُ التَّقْوَى هَاهُنَا» وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ «بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ، دَمُهُ، وَمَالُهُ، وَعِرْضُهُ» (¬2) ¶ ¬__________ ¶ (¬1) - صحيح البخاري (3/ 128) (2442) وصحيح مسلم (4/ 1996) 58 - (2580) ¶ [ش (يسلمه) يتركه إلى الظلم. (كان في حاجة أخيه) سعى في قضائها. (كان الله في حاجته) أعانه الله تعالى وسهل له قضاء حاجته. (كربة) مصيبة من مصائب الدنيا توقعه في الغم وتأخذ بنفسه] ¶ (¬2) - صحيح مسلم (4/ 1986) 32 - (2564) ¶ [ش (ولا يخذله) قال العلماء الخذل ترك الإعانة والنصر ومعناه إذا استعان به في دفع ظالم ونحوه لزمه إعانته إذا أمكنه ولم يكن له عذر شرعي (ولا يحقره) أي لا يحتقره فلا ينكر عليه ولا يستصغره ويستقله (التقوى ههنا) معناه أن الأعمال الظاهرة لا تحصل بها التقوى وإنما تحصل بما يقع في القلب من عظمة الله وخشيته ومراقبته]",
            "page": "106",
            "part": "1",
            "seal": "1E6C8468"
        },
        {
            "id": "108",
            "nass": "وعَنْ عَامِرٍ، قَالَ: سَمِعْتُهُ يَقُولُ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «تَرَى المُؤْمِنِينَ فِي تَرَاحُمِهِمْ وَتَوَادِّهِمْ وَتَعَاطُفِهِمْ، كَمَثَلِ الجَسَدِ، إِذَا اشْتَكَى عُضْوًا تَدَاعَى لَهُ سَائِرُ جَسَدِهِ بِالسَّهَرِ وَالحُمَّى» (¬1) ¶ فقد أمر الله تعالى بنصر المسلم وترك خذلانه، ولا تعتبر سياسات الدول مغيرة لشرع الله ولا مخصصة له، بل إننا نعلنها براءة إلى الله تعالى من كل سياسة تخالف أمره وتوالي أعداءه وتحارب أولياءه. ¶ والجهاد في مثل هذه الحالة يكون فرض عينٍ على كل من يقدر عليه، لا يستأذن فيه أحداً، فإن هذا العدو الكافر الفاجر الخبيث قد بدأ بضرب ديار الإسلام ولا ناصر لمن ضربهم إلا الله تعالى، وجهاده من أعظم أنواع الجهاد وأوجبها، قال شيخ الإسلام ابن تيمية رحمه الله في (الفتاوى الكبرى):\"وَأَمَّا قِتَالُ الدَّفْعِ فَهُوَ أَشَدُّ أَنْوَاعِ دَفْعِ الصَّائِلِ عَنْ الْحُرْمَةِ وَالدِّينِ فَوَاجِبٌ إجْمَاعًا فَالْعَدُوُّ الصَّائِلُ الَّذِي يُفْسِدُ الدِّينَ وَالدُّنْيَا لَا شَيْءَ أَوْجَبَ بَعْدَ الْإِيمَانِ مِنْ دَفْعِهِ فَلَا يُشْتَرَطُ لَهُ شَرْطٌ بَلْ يُدْفَعُ بِحَسَبِ الْإِمْكَانِ. وَقَدْ نَصَّ عَلَى ذَلِكَ الْعُلَمَاءُ أَصْحَابُنَا وَغَيْرُهُمْ\". (¬2) ¶ وقال أيضاً:\"وَإِذَا دَخَلَ الْعَدُوُّ بِلَادَ الْإِسْلَامِ فَلَا رَيْبَ أَنَّهُ يَجِبُ دَفْعُهُ عَلَى الْأَقْرَبِ فَالْأَقْرَبِ إذْ بِلَادُ الْإِسْلَامِ كُلُّهَا بِمَنْزِلَةِ الْبَلْدَةِ الْوَاحِدَةِ، وَأَنَّهُ يَجِبُ النَّفِيرُ إلَيْهِ بِلَا إذْنِ وَالِدٍ وَلَا غَرِيمٍ، وَنُصُوصُ أَحْمَدَ صَرِيحَةٌ بِهَذَا وَهُوَ خَيْرٌ مِمَّا فِي الْمُخْتَصَرَاتِ. لَكِنْ هَلْ يَجِبُ عَلَى جَمِيعِ أَهْلِ الْمَكَانِ النَّفِيرُ إذَا نَفَرَ إلَيْهِ الْكِفَايَةُ كَلَامُ أَحْمَدَ فِيهِ مُخْتَلِفٌ وَقِتَالُ الدَّفْعِ مِثْلُ أَنْ يَكُونَ الْعَدُوُّ كَثِيرًا لَا طَاقَةَ لِلْمُسْلِمِينَ بِهِ لَكِنْ يُخَافُ إنْ انْصَرَفُوا عَنْ عَدُوِّهِمْ عَطَفَ الْعَدُوُّ ¶ ¬__________ ¶ (¬1) - صحيح البخاري (8/ 10) (6011) وصحيح مسلم (4/ 1999) 66 - (2586) ¶ [ش (تراحمهم) رحمة بعضهم بعضا. (توادهم) تحابهم. (تعاطفهم) تعاونهم (الجسد) الجسم الواحد بالنسبة إلى جميع أعضائه. (اشتكى عضوا) لمرض أصابه. (تداعى) شاركه فيما هو فيه. (السهر) عدم النوم بسبب الألم (الحمى) حرارة البدن وألمه] ¶ (¬2) - الفتاوى الكبرى لابن تيمية (5/ 538) والمستدرك على مجموع الفتاوى (3/ 215)",
            "page": "107",
            "part": "1",
            "seal": "9830CD79"
        },
        {
            "id": "109",
            "nass": "عَلَى مَنْ يُخَلَّفُونَ مِنْ الْمُسْلِمِينَ فَهُنَا قَدْ صَرَّحَ أَصْحَابُنَا بِأَنَّهُ يَجِبُ أَنْ يَبْذُلُوا مُهَجَهُمْ وَمُهَجَ مَنْ يُخَافُ عَلَيْهِمْ فِي الدَّفْعِ حَتَّى يَسْلَمُوا وَنَظِيرُهَا أَنْ يَهْجُمَ الْعَدُوُّ عَلَى بِلَادِ الْمُسْلِمِينَ وَتَكُونَ الْمُقَاتِلَةُ أَقَلَّ مِنْ النِّصْفِ فَإِنْ انْصَرَفُوا اسْتَوْلَوْا عَلَى الْحَرِيمِ فَهَذَا وَأَمْثَالُهُ قِتَالُ دَفْعٍ لَا قِتَالُ طَلَبٍ لَا يَجُوزُ الِانْصِرَافُ فِيهِ بِحَالٍ وَوَقْعَةُ أُحُدٍ مِنْ هَذَا الْبَابِ\" (¬1) ¶ 7 - لا يجوز الدخول في الجيش والشرطة وغيرها في البلدان الإسلامية التي يحتلها الكفار، بل هو كفر مخرج من الملة إذا قاموا بمساعدتهم على المسلمين بأي نوع من أنواع المساعدة. ¶ 8 - حرمة مظاهرة المشركين على المسلمين، وكذا المعاونة، والتأييد على ما يضر بالإسلام وأهله. وحرمة الانخراط في جيوش المشركين، وإن لم يكونوا في قتال مع المسلمين. وحرمة مباشرة القتال أو القتل ونحوه، إذا ما أكره المسلم على الحضور عند التقاء الصفين. ¶ 9 - إنَّ قوى الكفر ولو طال بغيها، وانتشر خبثها، واستطال سلطانها، فإن لها نهاية قريبة، والعاقبة للمتقين، فإن الله سبحانه قد وعد - ومن أصدق من الله حديثاً - بأنه ناصر دينه، ومعز أولياءه، ومذل أعداءه، ولكن لكل أجل كتاب، وكل شيء عنده بمقدار. قال تعالى: {إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا وَأُولَئِكَ هُمْ وَقُودُ النَّارِ (10) كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِنْ قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ (11) قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ (12)} [آل عمران:10 - 12] ¶ وعَنْ تَمِيمٍ الدَّارِيِّ، قَالَ: سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:\"لَيَبْلُغَنَّ هَذَا الْأَمْرُ مَا بَلَغَ اللَّيْلُ وَالنَّهَارُ، وَلَا يَتْرُكُ اللهُ بَيْتَ مَدَرٍ وَلَا وَبَرٍ إِلَّا أَدْخَلَهُ اللهُ هَذَا الدِّينَ، بِعِزِّ عَزِيزٍ أَوْ بِذُلِّ ذَلِيلٍ، عِزًّا يُعِزُّ اللهُ بِهِ الْإِسْلَامَ، وَذُلًّا يُذِلُّ اللهُ بِهِ الْكُفْرَ \"وَكَانَ تَمِيمٌ الدَّارِيُّ، يَقُولُ:\"قَدْ عَرَفْتُ ذَلِكَ فِي أَهْلِ بَيْتِي، لَقَدْ أَصَابَ مَنْ أَسْلَمَ مِنْهُمُ الْخَيْرُ وَالشَّرَفُ وَالْعِزُّ، وَلَقَدْ أَصَابَ مَنْ كَانَ مِنْهُمْ كَافِرًا الذُّلُّ وَالصَّغَارُ وَالْجِزْيَةُ \" (¬2) ¶ ¬__________ ¶ (¬1) - الفتاوى الكبرى لابن تيمية (5/ 539) والمستدرك على مجموع الفتاوى (3/ 218) ¶ (¬2) - مسند أحمد ط الرسالة (28/ 154) (16957) صحيح",
            "page": "108",
            "part": "1",
            "seal": "FE2EB604"
        },
        {
            "id": "110",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم -،قَالَ:\" لَا تَقُومُ السَّاعَةُ حَتَّى يُقَاتِلَ الْمُسْلِمُونَ الْيَهُودَ، فَيَقْتُلُهُمُ الْمُسْلِمُونَ حَتَّى يَخْتَبِئَ الْيَهُودِيُّ مِنْ وَرَاءِ الْحَجَرِ وَالشَّجَرِ، فَيَقُولُ الْحَجَرُ أَوِ الشَّجَرُ: يَا مُسْلِمُ يَا عَبْدَ اللهِ هَذَا يَهُودِيٌّ خَلْفِي، فَتَعَالَ فَاقْتُلْهُ، إِلَّا الْغَرْقَدَ، فَإِنَّهُ مِنْ شَجَرِ الْيَهُودِ \" (¬1) ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) -صحيح مسلم (4/ 2239) 82 - (2922) ¶ [ش (إلا الغرقد فإنه من شجر اليهود) الغرقد نوع من شجر الشوك معروف ببلاد بيت المقدس وقال أبو حنيفة الدينوري إذا عظمت العوسجة صارت غرقدة]",
            "page": "109",
            "part": "1",
            "seal": "2744A1C9"
        },
        {
            "id": "111",
            "nass": "الفهرس العام ¶ المبحث الأول 3 ¶ المبحث الأول 3 ¶ حكم الاستعانة بغير المسلمين في قتال الكفار 3 ¶ المطلب الأول: أقوال العلماء في المسألة: 3 ¶ أولاً: مذهب الحنفية: 3 ¶ ثانياً: مذهب المالكيّة: 4 ¶ ثالثاً: مذهب الشافعيّة: 5 ¶ رابعاً: مذهب الحنابلة: 7 ¶ الخلاصة في أقوال الفقهاء في الاستعانة بالمشركين على المشركين 8 ¶ المطلب الثاني-ذكر الأدلة 8 ¶ أولا- أدلة المجيرين: 8 ¶ ثانيا- أدلة المانعين: 14 ¶ ا- من القرآن الكريم: 14 ¶ ب- من السنة النبوية: 15 ¶ ت- ومن المعقول: 19 ¶ المطلب الثالث-المناقشة والترجيح: 19 ¶ أ- مناقشة أدلة المجيزين: 19 ¶ ب) مناقشة أدلة المانعين: 31 ¶ ج-الترجيح:- 33 ¶ المبحث الثاني 35 ¶ حكم الاستعانة بغير المسلمين في قتال المسلمين 35 ¶ المطلب الأول: أقوال العلماء في المسألة: 35 ¶ المطلب الثاني: ذكر الأدلة والترجيح 39 ¶ المبحث الثالث 44 ¶ حكم مساعدة الكافرين ضد المسلمين 44",
            "page": "110",
            "part": "1",
            "seal": "D57B8979"
        },
        {
            "id": "112",
            "nass": "المطلب الأول: ذكر أقوال أهل العلم على اختلاف مذاهبهم في هذه المسألة: 49 ¶ أولاً: من أقوال علماء الحنفية: 49 ¶ ثانياً: من أقوال علماء المالكية: 50 ¶ ثالثاً: من أقوال علماء الشافعية: 52 ¶ رابعاً: من أقوال علماء الحنابلة: 54 ¶ خامساً: من أقوال علماء الظاهرية: 57 ¶ سادساً: من أقوال غيرهم من العلماء المجتهدين: 58 ¶ سابعاً: من أقوال المتأخرين من أهل العلم: 60 ¶ ثامناً: من أقوال أهل العلم المعاصرين لهذه الفتنة العظيمة: 68 ¶ تاسعا: من كلام أئمة الدعوة النجدية: 72 ¶ المطاب الثاني- الدليل من الإجماع: 78 ¶ المطلب الثالث - الأدلة من الكتاب: 79 ¶ المطلب الرابع - الأدلة من السنة: 91 ¶ المطلب الخامس - الأدلة من أقوال الصحابة: 96 ¶ المطلب السادس - الأدلة من القياس: 97 ¶ المطلب السابع - الأدلة من التاريخ: 99 ¶ المطلب الثامن- حكم الانضمام للجيش والشرطة في الدول التي احتلها الكفار كالعراق وأفغانستان وغيرهما 102 ¶ الخلاصة 105 ¶ في هذا الموضوع 105 ¶ +-",
            "page": "111",
            "part": "1",
            "seal": "E8472CB8"
        }
    ],
    "t1604": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول حكم الاستعانة بغير المسلمين في قتال الكفار"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: أقوال العلماء في المسألة:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "الخلاصة في أقوال الفقهاء في الاستعانة بالمشركين على المشركين"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الثاني-ذكر الأدلة"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "2",
            "tit": "أولا- أدلة المجيرين:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا- أدلة المانعين:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث-المناقشة والترجيح:"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "أ- مناقشة أدلة المجيزين:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "ب) مناقشة أدلة المانعين:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "ج-الترجيح:-"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني حكم الاستعانة بغير المسلمين في قتال المسلمين"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول: أقوال العلماء في المسألة:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني: ذكر الأدلة والترجيح"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث حكم مساعدة الكافرين ضد المسلمين"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "1",
            "tit": "معاملة الكافر لها ثلاث حالات"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": "2",
            "tit": "الحالة الأولى: معاملة مكفرة مخرجة عن الملة:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "الحالة الثانية: معاملة محرمة غير مكفرة:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": "1",
            "tit": "الحالة الثالثة: معاملة جائزة:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الأول: ذكر أقوال أهل العلم على اختلاف مذاهبهم في هذه المسألة:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": "1",
            "tit": "أولا: من أقوال علماء الحنفية:"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": null,
            "tit": "ثانيا: من أقوال علماء المالكية:"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "ثالثا: من أقوال علماء الشافعية:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "رابعا: من أقوال علماء الحنابلة:"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "خامسا: من أقوال علماء الظاهرية:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "سادسا: من أقوال غيرهم من العلماء المجتهدين:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "سابعا: من أقوال المتأخرين من أهل العلم:"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "ثامنا: من أقوال أهل العلم المعاصرين لهذه الفتنة العظيمة:"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "تاسعا: من كلام أئمة الدعوة النجدية:"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "المطاب الثاني- الدليل من الإجماع:"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث - الأدلة من الكتاب:"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع - الأدلة من السنة:"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الخامس - الأدلة من أقوال الصحابة:"
        },
        {
            "id": "98",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب السادس - الأدلة من القياس:"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب السابع - الأدلة من التاريخ:"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثامن- حكم الانضمام للجيش والشرطة في الدول التي احتلها الكفار كالعراق وأفغانستان وغيرهما"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في هذا الموضوع"
        }
    ]
}