{
    "b1613": [
        {
            "hno": "94",
            "id": "91",
            "nass": "94 - حَدَّثَنَا مُسَدَّدٌ , حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ , عَنْ جَعْفَرٍ , حَدَّثَنِي أَبُو عُثْمَانَ قَالَ: كُنَّا نَجِيءُ وَعُمَرُ يَؤُمُّ النَّاسَ: §ثُمَّ يَقْنُتُ بِنَا بَعْدَ الرُّكُوعِ يَرْفَعُ يَدَيْهِ حَتَّى تَبْدُوَ كَفَّاهُ , وَيَخْرُجُ ضَبْعَاهُ \"",
            "page": "67",
            "part": "1",
            "seal": "A2C43D4F"
        },
        {
            "hno": "95",
            "id": "92",
            "nass": "95 - حَدَّثَنَا قَبِيصَةُ , حَدَّثَنَا سُفْيَانُ , عَنْ أَبِي عَلِيٍّ هُوَ جَعْفَرُ بْنُ مَيْمُونٍ بَيَّاعُ الْأَنْمَاطِ قَالَ: سَمِعْتُ أَبَا عُثْمَانَ قَالَ: «كَانَ عُمَرُ §يَرْفَعُ يَدَيْهِ فِي الْقُنُوتِ»",
            "page": "68",
            "part": "1",
            "seal": "19C9FABC"
        },
        {
            "hno": "96",
            "id": "93",
            "nass": "96 - حَدَّثَنَا عَبْدُ الرَّحِيمِ الْمُحَارِبِيُّ , حَدَّثَنَا زَائِدَةُ , عَنْ لَيْثٍ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ , عَنْ أَبِيهِ , عَنْ عَبْدِ اللَّهِ , أَنَّهُ كَانَ يَقْرَأُ فِي آخِرِ رَكْعَةٍ مِنَ الْوِتْرِ قُلْ هُوَ اللَّهُ أَحَدٌ §ثُمَّ يَرْفَعُ يَدَيْهِ وَيَقْنُتُ قَبْلَ الرَّكْعَةِ. -[69]- ¶ قَالَ الْبُخَارِيُّ: هَذِهِ الْأَحَادِيثُ كُلُّهَا صَحِيحَةٌ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , لَا يُخَالِفُ بَعْضُهَا بَعْضًا , وَلَيْسَ فِيهَا تَضَادٌ لِأَنَّهَا فِي مَوَاطِنَ مُخْتَلِفَةٍ",
            "page": "68",
            "part": "1",
            "seal": "18D6A7CF"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "قَالَ ثَابِتٌ عَنْ أَنَسٍ: «§مَا رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْفَعُ يَدَيْهِ فِي الدُّعَاءِ إِلَّا فِي الِاسْتِسْقَاءِ» ¶ فَأَخْبَرَ أَنَسٌ بِمَا كَانَ عِنْدَهُ، وَمَا رَأَى مِنَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَلَيْسَ هَذَا بِمُخَالِفٍ لِرَفْعِ الْأَيْدِي فِي أَوَّلِ التَّكْبِيرَةِ. ¶ وَقَدْ ذَكَرَ أَيْضًا أَنَسٌ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ , وَإِذَا رَكَعَ , وَقَوْلُهُ فِي الدُّعَاءِ سِوَى الصَّلَاةِ وَسِوَى رَفْعُ الْأَيْدِي فِي الْقُنُوتِ",
            "page": "69",
            "part": "1",
            "seal": "6B7E48A4"
        },
        {
            "hno": "97",
            "id": "95",
            "nass": "97 - حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ , عَنْ يَحْيَى بْنِ سَعِيدٍ , عَنْ حُمَيْدٍ , عَنْ أَنَسٍ «أَنَّهُ كَانَ §يَرْفَعُ يَدَيْهِ عِنْدَ الرُّكُوعِ»",
            "page": "69",
            "part": "1",
            "seal": "BA7A9D86"
        },
        {
            "hno": "98",
            "id": "96",
            "nass": "98 - حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسَ , حَدَّثَنَا شُعْبَةُ , حَدَّثَنَا قَتَادَةُ , عَنْ نَصْرِ بْنِ عَاصِمٍ , عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ قَالَ: كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ حِذَاءَ أُذُنَيْهِ ¶ قَالَ الْبُخَارِيُّ: \" وَالَّذِي يَقُولُ كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْفَعُ يَدَيْهِ عِنْدَ الرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَمَا زَادَ عَلَى ذَلِكَ أَبُو حُمَيْدٍ فِي عَشَرَةٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْفَعُ يَدَيْهِ إِذَا قَامَ مِنَ السَّجْدَتَيْنِ كُلُّهُ صَحِيحٌ لِأَنَّهُمْ لَمْ يَحْكُوا صَلَاةً , وَاحِدَةً فَيَخْتَلِفُوا فِي تِلْكَ الصَّلَاةِ بِعَيْنِهَا مَعَ أَنَّهُ لَا اخْتِلَافَ فِي ذَلِكَ إِنَّمَا زَادَ بَعْضُهُمْ عَلَى بَعْضٍ , وَالزِّيَادَةُ مَقْبُولَةٌ مِنْ أَهْلِ الْعِلْمِ",
            "page": "70",
            "part": "1",
            "seal": "BE04267B"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وَالَّذِي قَالَ أَبُو بَكْرِ بْنُ عَيَّاشٍ عَنْ حُصَيْنٍ عَنْ مُجَاهِدٍ قَالَ: «§مَا رَأَيْتُ ابْنَ عُمَرَ يَرْفَعُ يَدَيْهِ فِي شَيْءٍ مِنَ الصَّلَاةِ إِلَّا فِي التَّكْبِيرَةِ الْأُولَى»",
            "page": "70",
            "part": "1",
            "seal": "B34ECAC3"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "فَقَدْ خُولِفَ فِي ذَلِكَ عَنْ مُجَاهِدٍ قَالَ وَكِيعٌ عَنِ -[71]- الرَّبِيعِ بْنِ صُبَيْحٍ قَالَ رَأَيْتُ مُجَاهِدًا: §يَرْفَعُ يَدَيْهِ \"",
            "page": "70",
            "part": "1",
            "seal": "4B8B3C1F"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ , عَنِ الرَّبِيعِ رَأَيْتُ مُجَاهِدًا: §يَرْفَعُ يَدَيْهِ إِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ \"",
            "page": "71",
            "part": "1",
            "seal": "66DD44A5"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "وَقَالَ جَرِيرٌ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ «أَنَّهُ كَانَ §يَرْفَعُ يَدَيْهِ» وَهَذَا أَحْفَظُ عِنْدَ أَهْلِ الْعِلْمِ ¶ قَالَ صَدَقَةُ: إِنَّ الَّذِي رَوَى حَدِيثَ مُجَاهِدٍ عَنِ ابْنِ عُمَرَ أَنَّهُ لَمْ يَرْفَعْ يَدَيْهِ إِلَّا فِي أَوَّلِ التَّكْبِيرَةِ كَانَ صَاحِبُهُ قَدْ تَغَيَّرَ بِأُخْرَةٍ , وَالَّذِي رَوَاهُ الرَّبِيعُ , وَاللَّيْثُ أَوْلَى مَعَ أَنَّ طَاوُسًا , وَسَالِمًا , وَنَافِعًا , وَأَبَا الزُّبَيْرِ , وَمُحَارِبَ بْنَ دِثَارٍ , وَغَيْرَهُمْ قَالُوا رَأَيْنَا ابْنَ عُمَرَ يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ , وَإِذَا رَكَعَ",
            "page": "71",
            "part": "1",
            "seal": "210AF611"
        },
        {
            "hno": "99",
            "id": "101",
            "nass": "99 - قَالَ مُبَشِّرُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا تَمَّامُ بْنُ نَجِيحٍ قَالَ: «نَزَلَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ عَلَى بَابِ حَلَبَ فَقَالُوا انْطَلِقُوا بِنَا نَشْهَدِ الصَّلَاةَ مَعَ أَمِيرِ الْمُؤْمِنِينَ فَصَلَّى بِنَا الظُّهْرَ , وَالْعَصْرَ , وَرَأَيْتُهُ §يَرْفَعُ يَدَيْهِ حِينَ يَرْكَعُ»",
            "page": "71",
            "part": "1",
            "seal": "8037F7D5"
        },
        {
            "hno": "100",
            "id": "102",
            "nass": "100 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , أَنْبَأَنَا عَبْدُ اللَّهِ , أَنْبَأَنَا يُونُسُ , عَنِ الزُّهْرِيِّ , عَنْ سَالِمٌ , عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا قَامَ فِي الصَّلَاةِ يَرْفَعُ يَدَيْهِ حَتَّى يَكُونَا حَذْوَ مَنْكِبَيْهِ , وَكَانَ -[72]- يَفْعَلُ ذَلِكَ حِينَ يُكَبِّرُ لِلرُّكُوعِ , وَيَفْعَلُ ذَلِكَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَيَقُولُ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ» , وَلَا يَفْعَلُ ذَلِكَ فِي السُّجُودِ \"",
            "page": "71",
            "part": "1",
            "seal": "4D3F1026"
        },
        {
            "hno": "101",
            "id": "103",
            "nass": "101 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ , حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ , عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ قَالَ: «رَأَيْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ §يَرْفَعُ يَدَيْهِ بَيْنَ السَّجْدَتَيْنِ» . قَالَ الْبُخَارِيُّ: \" وَحَدِيثُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَوْلَى",
            "page": "72",
            "part": "1",
            "seal": "D7C119D7"
        },
        {
            "hno": "102",
            "id": "104",
            "nass": "102 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا سُفْيَانُ , حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ , عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ قَالَ: «§سُنَّةُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَقُّ أَنْ تُتَّبَعَ»",
            "page": "72",
            "part": "1",
            "seal": "210150E3"
        },
        {
            "hno": "103",
            "id": "105",
            "nass": "103 - حَدَّثَنَا قُتَيْبَةُ , حَدَّثَنَا سُفْيَانُ , عَنْ عَبْدِ الْكَرِيمِ , عَنْ مُجَاهِدٍ قَالَ: «لَيْسَ أَحَدٌ بَعْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَّا §يُؤْخَذُ مِنْ قَوْلِهِ وَيُتْرَكُ، إِلَّا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
            "page": "73",
            "part": "1",
            "seal": "300B18D5"
        },
        {
            "hno": "104",
            "id": "106",
            "nass": "104 - حَدَّثَنَا فُدَيْكُ بْنُ سُلَيْمَانَ أَبُو عِيسَى قَالَ: سَأَلْتُ الْأَوْزَاعِيَّ قُلْتُ: يَا أَبَا عَمْرٍو §مَا تَقُولُ فِي رَفْعِ الْأَيْدِي مَعَ كُلِّ تَكْبِيرَةٍ , وَهُوَ قَائِمٌ فِي الصَّلَاةِ؟ قَالَ: «ذَلِكَ الْأَمْرُ الْأَوَّلُ» . ¶ وَسُئِلَ الْأَوْزَاعِيُّ وَأَنَا أَسْمَعُ عَنِ الْإِيمَانِ فَقَالَ: «الْإِيمَانُ يَزِيدُ وَيَنْقُصُ. فَمَنْ زَعَمَ أَنَّ الْإِيمَانَ لَا يَزِيدُ وَلَا يَنْقُصُ فَهُوَ صَاحِبُ بِدْعَةٍ فَاحْذَرُوهُ»",
            "page": "73",
            "part": "1",
            "seal": "3C8D3D03"
        },
        {
            "hno": null,
            "id": "1",
            "nass": "§رَفْعُ الْيَدَيْنِ لِلْبُخَارِيِّ ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، ¶ الْمُقَدِّمَةُ ¶ أَخْبَرَنَا الشَّيْخُ الْإِمَامُ الْعَلَّامَةُ الْحَافِظُ الْمُتْقِنُ بَقِيَّةُ السَّلَفِ زَيْنُ الدِّينِ أَبُو الْفَضْلِ عَبْدُ الرَّحْمَنِ بْنُ الْحُسَيْنِ بْنِ الْعِرَاقِيِّ وَالشَّيْخُ الْإِمَامُ الْحَافِظُ نُورُ الدِّينِ عَلِيُّ بْنُ أَبِي بَكْرٍ الْهَيْثَمِيُّ بِقَرَاءَتِي عَلَيْهِمَا قَالَا: أَخْبَرَتْنَا الشِّيخَةُ الصَّالِحَةُ أُمُّ مُحَمَّدٍ سِتُّ الْعَرَبِ بِنْتُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَحْمَدَ بْنِ عَبْدِ الْوَاحِدِ بْنِ الْبُخَارِيِّ قَالَتْ: أَخْبَرَنَا جَدِّي الشَّيْخُ فَخْرُ الدِّينِ بْنُ الْبُخَارِيِّ قِرَاءَةً عَلَيْهِ وَأَنَا حَاضِرَةً وَإِجَازَةً لِمَا يَرْوِيهِ قَالَ: أَخْبَرَنَا أَبُو حَفْصٍ عُمَرُ بْنُ مُحَمَّدِ بْنِ مَعْمَرِ بْنِ طَبَرْزَدَ سَمَاعًا عَلَيْةِ أَخْبَرَنَا أَبُو غَالِبٍ أَحْمَدُ بْنُ الْحَسَنِ بْنِ الْبِنَاءِ أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَسْنُونَ النَّرْسِيُّ أَخْبَرَنَا أَبُو نَصْرٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مُوسَى الْمَلَاحِمِيُّ أَخْبَرَنَا أَبُو إِسْحَاقَ مَحْمُودُ بْنُ إِسْحَاقَ بْنِ مَحْمُودٍ الْخُزَاعِيُّ قَالَ: أَخْبَرَنَا الْإِمَامُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ إِبْرَاهِيمَ الْبُخَارِيُّ قَالَ ¶ الرَّدُّ عَلَى مَنْ أَنْكَرَ رَفْعَ الْأَيْدِي فِي الصَّلَاةِ عِنْدَ الرُّكُوعِ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَأَبْهَمَ عَلَى الْعَجَمِ فِي ذَلِكَ تَكَلُّفًا لِمَا لَا يَعْنِيهِ فِيمَا ثَبَتَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ فِعْلِهِ وَقَوْلِهِ وَمِنْ فِعْلِ أَصْحَابِهِ وَرِوَايَتِهِمْ كَذَلِكَ ثُمَّ فِعْلِ التَّابِعِينَ وَاقْتِدَاءِ السَّلَفِ بِهِمْ فِي صِحَّةِ الْأَخْبَارِ بَعْضِ الثِّقَةِ عَنِ الثِّقَةِ مِنَ الْخَلَفِ الْعُدُولِ رَحِمَهُمُ اللَّهُ تَعَالَى وَأَنْجَزَ لَهُمْ مَا وَعَدَهُمْ عَلَى ضَغِينَةِ صَدْرِهِ وَحَرَجَةِ قَلْبِهِ نِفَارًا عَنْ سُنَنِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُسْتَحِقًّا لِمَا يَحْمِلُهُ اسْتِكْبَارًا وَعَدَاوَةً لِأَهْلِهَا؛ لِشَوْبِ الْبِدْعَةِ لَحْمَهُ وَعِظَامَهُ وَمُخَّهُ وَأُنْسَتِهِ بِاحْتِفَالِ الْعَجَمِ حَوْلَهُ اغْتِرَارًا , ¶ وَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي قَائِمَةً عَلَى الْحَقِّ لَا يَضُرُّهُمْ مَنْ خَذَلَهُمْ وَلَا خِلَافُ مَنْ خَالَفَهُمْ» مَاضٍ ذَلِكَ أَبَدًا فِي جَمِيعِ سُنَنِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؛ لِإِحْيَاءِ مَا أُمِيتَتْ وَإِنْ كَانَ فِيهَا بَعْضُ التَّقْصِيرِ بَعْدَ الْحَثِّ وَالْإِرَادَةِ عَلَى صِدْقِ النِّيَّةِ وَأَنْ تُقَامَ لِلْأُسْوَةِ فِي رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَا أُتِيحَ عَلَى الْخَلْقِ مِنْ أَفْعَالِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَيْرِ عَزِيمَةٍ حَتَّى يَعْزِمَ عَلَى تَرْكِ فِعْلِ مَنْ نَهَى أَوْ عَمِلَ بِأَمْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمَا أَمَرَ اللَّهُ خَلْقَهُ وَفَرَضَ عَلَيْهِمْ طَاعَتَهُ وَأَوْجَبَ عَلَيْهِمِ اتِّبَاعَهُ وَجَعَلَ اتِّبَاعَهُمْ إِيَّاهُ وَطَاعَتَهُمْ لَهُ طَاعَةَ نَفْسِهِ عَزَّ وَجَلَّ عِظَمَ الْمَنِّ وَالطَّوْلِ فَقَالَ: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [سورة: الحشر، آية رقم: 7] , ¶ وَقَالَ: {مَنْ يُطْعِ الرَّسُولَ فَقَدْ أَطَاعَ اللَّهَ} [سورة: النساء، آية رقم: 80] , ¶ وَقَالَ: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ",
            "page": "5",
            "part": "1",
            "seal": "4FB3831C"
        },
        {
            "hno": "1",
            "id": "3",
            "nass": "1 - أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ , حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ , عَنْ مُوسَى بْنِ عُقْبَةَ , عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ الْهَاشِمِيِّ , عَنِ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ الْأَعْرَجِ , عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ , عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ , رَضِيَ اللَّهُ تَعَالَى عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §كَانَ يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ لِلصَّلَاةِ حَذْوَ مَنْكِبَيْهِ , وَإِذَا أَرَادَ أَنْ يَرْكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ فَعَلَ مِثْلَ ذَلِكَ ¶ قَالَ الْبُخَارِيُّ: \" وَكَذَلِكَ يُرْوَى عَنْ سَبْعَةَ عَشَرَ نَفْسًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُمْ كَانُوا يَرْفَعُونَ أَيْدِيَهُمْ عِنْدَ الرُّكُوعِ مِنْهُمْ أَبُو قَتَادَةَ الْأَنْصَارِيُّ , وَأَبُو أُسَيْدٍ السَّاعِدِيُّ الْبَدْرِيُّ , وَمُحَمَّدُ بْنُ مَسْلَمَةَ الْبَدْرِيُّ , وَسَهْلُ بْنُ سَعْدٍ السَّاعِدِيُّ , وَعَبْدُ اللَّهِ بْنُ عُمَرَ -[8]- بْنِ الْخَطَّابِ , وَعَبْدُ اللَّهِ بْنُ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ الْهَاشِمِيُّ , وَأَنَسُ بْنُ مَالِكٍ خَادِمُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَأَبُو هُرَيْرَةَ الدَّوْسِيُّ , وَعَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ , وَعَبْدُ اللَّهِ بْنُ الزُّبَيْرِ بْنِ الْعَوَّامِ الْقُرَشِيُّ , وَوَائِلُ بْنُ حُجْرٍ الْحَضْرَمِيُّ , وَمَالِكُ بْنُ الْحُوَيْرِثِ , وَأَبُو مُوسَى الْأَشْعَرِيُّ , وَأَبُو حُمَيْدٍ السَّاعِدِيُّ الْأَنْصَارِيُّ وَعُمَرُ بْنُ الْخَطَّابِ , وَعَلِيُّ بْنُ أَبِي طَالِبٍ , وَأُمُّ الدَّرْدَاءِ رَضِيَ اللَّهُ تَعَالَى عَنْهُمْ ¶ وَقَالَ الْحَسَنُ , وَحُمَيْدُ بْنُ هِلَالٍ: \" كَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْفَعُونَ أَيْدِيَهُمْ ¶ فَلَمْ يَسْتَثْنِ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دُونَ أَحَدٍ , وَلَمْ يَثْبُتْ عِنْدَ أَهْلِ الْعِلْمِ عَنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ لَمْ يَرْفَعْ يَدَيْهِ , , ¶ وَيُرْوَى أَيْضًا عَنْ عِدَّةٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا وَصَفْنَا , ¶ وَكَذَلِكَ رَوَيْنَاهُ عَنْ عِدَّةٍ مِنْ عُلَمَاءِ مَكَّةَ , وَأَهْلِ الْحِجَازِ , وَالْعِرَاقِ , وَالشَّامِ , وَالْبَصْرَةِ , وَالْيَمَنِ وَعِدَّةٍ مِنْ أَهْلِ خُرَاسَانَ مِنْهُمْ سَعِيدُ بْنُ جُبَيْرٍ , وَعَطَاءُ بْنُ أَبِي رَبَاحٍ , وَمُجَاهِدٌ , وَالْقَاسِمُ بْنُ مُحَمَّدٍ , وَسَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ , وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ , وَالنُّعْمَانُ بْنُ أَبِي عَيَّاشٍ , وَالْحَسَنُ , وَابْنُ سِيرِينَ , وَطَاوُسٌ , وَمَكْحُولٌ , وَعَبْدُ اللَّهِ بْنُ دِينَارٍ , وَنَافِعٌ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ , وَالْحَسَنُ بْنُ مُسْلِمٍ , وَقَيْسُ بْنُ سَعْدٍ , وَعِدَّةٌ كَثِيرَةٌ , ¶ وَكَذَلِكَ يُرْوَى عَنْ أُمِّ الدَّرْدَاءِ أَنَّهَا كَانَتْ تَرْفَعُ يَدَيْهَا , ¶ وَقَدْ كَانَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ يَرْفَعُ يَدَيْهِ , وَكَذَلِكَ عَامَّةُ أَصْحَابِ ابْنِ الْمُبَارَكِ مِنْهُمْ عَلِيُّ بْنُ الْحَسَنِ , وَعَبْدُ اللَّهِ بْنُ عُثْمَانَ , وَيَحْيَى بْنُ يَحْيَى , وَمُحَدِّثُو أَهْلِ بُخَارَى مِنْهُمْ عِيسَى بْنُ مُوسَى , وَكَعْبُ بْنُ سَعِيدٍ , وَمُحَمَّدُ بْنُ سَلَّامٍ , وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْمُسْنَدِيُّ , وَعِدَّةٌ مِمَّنْ لَا يُحْصَى لِاخْتِلَافِ بَيْنَ مَنْ -[9]- وَصَفْنَا مِنْ أَهْلِ الْعِلْمِ , ¶ وَكَانَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ , وَعَلِيُّ بْنُ عَبْدِ اللَّهِ , وَيَحْيَى بْنُ مَعِينٍ , وَأَحْمَدُ بْنُ حَنْبَلٍ , وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ يُثْبِتُونَ عَامَّةَ هَذِهِ الْأَحَادِيثِ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَيَرَوْنَهَا حَقًّا , وَهَؤُلَاءِ أَهْلُ الْعِلْمِ مِنْ أَهْلِ زَمَانِهِمْ , ¶ وَكَذَلِكَ يُرْوَى عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ",
            "page": "7",
            "part": "1",
            "seal": "DB7CF976"
        },
        {
            "hno": "2",
            "id": "4",
            "nass": "2 - أَخْبَرَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا سُفْيَانُ , حَدَّثَنَا الزُّهْرِيُّ , عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ , عَنْ أَبِيهِ قَالَ: \" رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَلَا يَفْعَلُ ذَلِكَ بَيْنَ السَّجْدَتَيْنِ، ¶ قَالَ عَلِيُّ بْنُ عَبْدِ اللَّهِ - وَكَانَ أَعْلَمَ زَمَانِهِ -: رَفْعُ الْأَيْدِي حَقٌّ عَلَى الْمُسْلِمِينَ بِمَا رَوَى الزُّهْرِيُّ عَنْ سَالِمٍ عَنْ أَبِيهِ",
            "page": "9",
            "part": "1",
            "seal": "964896BC"
        },
        {
            "hno": "3",
            "id": "5",
            "nass": "3 - حَدَّثَنَا مُسَدَّدٌ , حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ , حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ , حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو قَالَ: شَهِدْتُ أَبَا حُمَيْدٍ فِي عَشَرَةٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَحَدُهُمْ أَبُو قَتَادَةَ بْنُ رِبَعِيٍّ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: \" أَنَا أَعْلَمُكُمْ بِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , قَالُوا كَيْفَ؟ فَوَاللَّهِ مَا كُنْتَ أَقْدَمَنَا لَهُ صُحْبَةً , وَلَا أَكْثَرَنَا لَهُ تِبَاعَةً , قَالَ: بَلْ رَاقَبْتُهُ , قَالُوا: فَاذْكُرْ قَالَ: كَانَ §إِذَا قَامَ إِلَى الصَّلَاةِ رَفَعَ يَدَيْهِ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ فَعَلَ مِثْلَ ذَلِكَ. \" ¶ 4 - قَالَ الْبُخَارِيُّ: \" سَأَلْتُ أَبَا عَاصِمٍ عَنْ حَدِيثِ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ فَعَرَفَهُ. ¶ فَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ , عَنْهُ حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ , حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ قَالَ: شَهِدْتُ أَبَا حُمَيْدِ فِي -[11]- عَشَرَةٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدُهُمْ أَبُو قَتَادَةَ بْنُ رِبْعِيٍّ قَالَ: \" أَنَا أَعْلَمُكُمْ بِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ مِثْلَهُ، فَقَالُوا كُلُّهُمْ: صَدَقْتَ",
            "page": "10",
            "part": "1",
            "seal": "B2237EF6"
        },
        {
            "hno": "5",
            "id": "6",
            "nass": "5 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ , حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو , حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ , حَدَّثَنِي عَبَّاسُ بْنُ سَهْلٍ قَالَ: اجْتَمَعَ أَبُو حُمَيْدٍ , وَأَبُو أُسَيْدٍ , وَسَهْلُ بْنُ سَعْدٍ , وَمُحَمَّدُ بْنُ مَسْلَمَةَ فَذَكَرُوا صَلَاةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ أَبُو حُمَيْدٍ: أَنَا أَعْلَمُكُمْ بِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، §قَامَ فَكَبَّرَ فَرَفَعَ يَدَيْهِ، ثُمَّ رَفَعَ يَدَيْهِ حِينَ كَبَّرَ لِلرُّكُوعِ , ثُمَّ رَكَعَ فَوَضَعَ يَدَيْهِ عَلَى رُكْبَتَيْهِ \"",
            "page": "11",
            "part": "1",
            "seal": "077E5E08"
        },
        {
            "hno": "6",
            "id": "7",
            "nass": "6 - حَدَّثَنَا عُبَيْدُ بْنُ يَعِيشَ , حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ , أَخْبَرَنَا ابْنُ إِسْحَاقَ , عَنِ الْعَبَّاسِ بْنِ سَهْلِ السَّاعِدِيِّ قَالَ: كُنْتُ بِالسُّوقِ مَعَ أَبِي قَتَادَةَ , وَأَبِي أُسَيْدٍ , وَأَبِي حُمَيْدٍ كُلُّهُمْ يَقُولُ:: أَنَا أَعْلَمُكُمْ بِصَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. فَقَالُوا لِأَحَدِهِمْ: صَلِّ. §فَكَبَّرَ ثُمَّ قَرَأَ ثُمَّ كَبَّرَ وَرَفَعَ , فَقَالُوا: أَصَبْتَ صَلَاةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "12",
            "part": "1",
            "seal": "456EB358"
        },
        {
            "hno": "7",
            "id": "8",
            "nass": "7 - حَدَّثَنَا أَبُو الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ , وَسُلَيْمَانُ بْنُ حَرْبٍ قَالَا: أَخْبَرَنَا شُعْبَةُ , عَنْ قَتَادَةَ , عَنْ نَصْرِ بْنِ عَاصِمٍ , عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا كَبَّرَ رَفَعَ يَدَيْهِ , وَإِذَا رَكَعَ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ \"",
            "page": "12",
            "part": "1",
            "seal": "850B4226"
        },
        {
            "hno": "8",
            "id": "9",
            "nass": "8 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَوْشَبٍ , حَدَّثَنَا عَبْدُ الْوَهَّابِ , حَدَّثَنَا حُمَيْدٌ , عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَرْفَعُ يَدَيْهِ عِنْدَ الرُّكُوعِ \"",
            "page": "13",
            "part": "1",
            "seal": "2613ED5D"
        },
        {
            "hno": "9",
            "id": "10",
            "nass": "9 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ , حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ , عَنْ مُوسَى بْنِ عُقْبَةَ , عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ الْأَعْرَجِ , عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ , عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ §إِذَا قَامَ إِلَى الصَّلَاةِ الْمَكْتُوبَةِ كَبَّرَ , وَرَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ , وَإِذَا أَرَادَ أَنْ يَرْكَعَ , وَيَصْنَعُهُ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَلَا يَرْفَعُ فِي شَيْءٍ مِنْ صَلَاتِهِ , وَهُوَ قَاعِدٌ , وَإِذَا قَامَ مِنَ السَّجْدَتَيْنِ رَفَعَ يَدَيْهِ كَذَلِكَ , وَكَبَّرَ \"",
            "page": "13",
            "part": "1",
            "seal": "C07550B0"
        },
        {
            "hno": "10",
            "id": "11",
            "nass": "10 - حَدَّثَنَا أَبُو نُعَيْمٍ الْفَضْلُ بْنُ دُكَيْنٍ , أَنْبَأَنَا قَيْسُ بْنُ سُلَيْمٍ الْعَنْبَرِيُّ قَالَ: سَمِعْتُ عَلْقَمَةَ بْنَ وَائِلِ بْنِ حُجْرٍ , حَدَّثَنِي أَبِي قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَكَبَّرَ حِينَ افْتَتَحَ الصَّلَاةَ §وَرَفَعَ يَدَيْهِ، ثُمَّ رَفَعَ يَدَيْهِ حِينَ أَرَادَ أَنْ يَرْكَعَ , وَبَعْدَ الرُّكُوعِ»",
            "page": "14",
            "part": "1",
            "seal": "5842438F"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "قَالَ الْبُخَارِيُّ: وَرَوَى أَبُو بَكْرٍ النَّهْشَلِيُّ عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ أَنَّ عَلِيًّا رَضِيَ اللَّهُ عَنْهُ §رَفَعَ يَدَيْهِ فِي أَوَّلِ التَّكْبِيرِ ثُمَّ لَمْ يَعُدْ بَعْدُ، ¶ وَحَدِيثُ عُبَيْدِ اللَّهِ أَصَحُّ مَعَ أَنَّ حَدِيثَ كُلَيْبٍ هَذَا لَمْ يَحْفَظْ رَفْعَ الْأَيْدِي , وَحَدِيثُ عُبَيْدِ اللَّهِ هُوَ شَاهِدٌ. فَإِذَا رَوَى رَجُلَانِ عَنْ مُحَدِّثٍ قَالَ أَحَدُهُمَا: رَأَيْتُهُ فَعَلَ , وَقَالَ الْآخَرُ: لَمْ أَرَهُ فَعَلَ. فَالَّذِي قَالَ: قَدْ رَأَيْتُهُ فَعَلَ فَهُوَ شَاهِدٌ , وَالَّذِي قَالَ لَمْ يَفْعَلْ فَلَيْسَ هُوَ بِشَاهِدٍ لِأَنَّهُ لَمْ يَحْفَظِ الْفِعْلَ. ¶ وَهَكَذَا قَالَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ لِشَاهِدَيْنِ شَهِدَا أَنَّ لِفُلَانٍ عَلَى فُلَانٍ أَلْفَ دِرْهَمٍ بِإِقْرَارِهِ , وَشَهِدَ آخَرَانِ أَنَّهُ لَمْ يُقِرَّ بِشَيْءٍ، فَإِنَّهُ يَقْضِي بِقَوْلِ الشَّاهِدَيْنِ اللَّذَيْنِ شَهِدَا بِإِقْرَارِهِ وَيَسْقُطُ مَا سِوَاهُ. وَكَذَلِكَ قَالَ بِلَالٌ رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِي الْكَعْبَةِ , وَقَالَ الْفَضْلُ بْنُ عَبَّاسٍ لَمْ يُصَلِّ , فَأَخَذَ النَّاسُ بِقَوْلِ بِلَالٍ؛ لِأَنَّهُ شَاهِدٌ , وَلَمْ يَلْتَفِتُوا إِلَى قَوْلِ مَنْ قَالَ: لَمْ يُصَلِّ حِينَ لَمْ يَحْفَظْ. ¶ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ: ذَكَرْتُ لِلثَّوْرِيِّ حَدِيثَ النَّهْشَلِيِّ، عَنْ عَاصِمِ بْنِ كُلَيْبِ، فَأَنْكَرَهُ",
            "page": "14",
            "part": "1",
            "seal": "BBB45994"
        },
        {
            "hno": "11",
            "id": "13",
            "nass": "11 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ , أَنْبَأَنَا مَالِكٌ , عَنِ ابْنِ شِهَابٍ , عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ , عَنْ أَبِيهِ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ §يَرْفَعُ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ إِذَا افْتَتَحَ الصَّلَاةَ , وَإِذَا كَبَّرَ لِلرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ رَفَعَهُمَا كَذَلِكَ , وَكَانَ لَا يَفْعَلُ ذَلِكَ فِي السُّجُودِ»",
            "page": "15",
            "part": "1",
            "seal": "AD7EEA67"
        },
        {
            "hno": "12",
            "id": "14",
            "nass": "12 - أَخْبَرَنَا أَيُّوبُ بْنُ سُلَيْمَانَ , حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ , عَنْ سُلَيْمَانَ بْنِ بِلَالٍ , عَنِ الْعَلَاءِ , أَنَّهُ سَمِعَ سَالِمَ بْنَ عَبْدِ اللَّهِ أَنَّ أَبَاهُ: «كَانَ §إِذَا رَفَعَ رَأْسَهُ مِنَ السُّجُودِ فَأَرَادَ أَنْ يَقُومَ رَفَعَ يَدَيْهِ»",
            "page": "16",
            "part": "1",
            "seal": "204E93C4"
        },
        {
            "hno": "13",
            "id": "15",
            "nass": "13 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ , حَدَّثَنَا اللَّيْثُ , أَخْبَرَنِي نَافِعٌ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ: كَانَ §إِذَا اسْتَقْبَلَ الصَّلَاةَ رَفَعَ يَدَيْهِ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَإِذَا قَامَ مِنَ السَّجْدَتَيْنِ كَبَّرَ وَرَفَعَ يَدَيْهِ",
            "page": "16",
            "part": "1",
            "seal": "8A3641F6"
        },
        {
            "hno": "14",
            "id": "16",
            "nass": "14 - حَدَّثَنَا الْحُمَيْدِيُّ , أَنْبَأَنَا الْوَلِيدُ بْنُ مُسْلِمٍ , قَالَ سَمِعْتُ زَيْدَ بْنَ وَاقِدٍ يُحَدِّثُ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ , «كَانَ» §إِذَا رَأَى رَجُلًا لَا يَرْفَعُ يَدَيْهِ إِذَا رَكَعَ , وَإِذَا رَفَعَ رَمَاهُ بِالْحَصَى \" ¶ 15 - قَالَ الْبُخَارِيُّ: \" وَيُرْوَى عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ , عَنْ حُصَيْنٍ , عَنْ مُجَاهِدٍ أَنَّهُ لَمْ يَرَ ابْنَ عُمَرَ رَفَعَ يَدَيْهِ إِلَّا فِي -[18]- التَّكْبِيرَةِ الْأُولَى. وَرَوَى عَنْهُ أَهْلُ الْعِلْمِ أَنَّهُ لَمْ يَحْفَظْ مِنِ ابْنِ عُمَرَ إِلَّا أَنْ يَكُونَ ابْنُ عُمَرَ سَهَا كَبَعْضِ مَا يَسْهُو الرَّجُلُ فِي الصَّلَاةِ فِي الشَّيْءِ بَعْدَ الشَّيْءِ كَمَا أَنَّ عُمَرَ نَسِيَ الْقِرَاءَةَ فِي الصَّلَاةِ، وَكَمَا أَنَّ أَصْحَابَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رُبَّمَا يَسْهُونَ فِي الصَّلَاةِ فَيُسَلِّمُونَ فِي الرَّكْعَتَيْنِ , وَالثَّلَاثِ أَلَا تَرَى أَنَّ ابْنَ عُمَرَ كَانَ يَرْمِي مَنْ لَا يَرْفَعُ يَدَيْهِ بِالْحَصَى فَكَيْفَ يَتْرُكُ ابْنُ عُمَرَ شَيْئًا يَأْمُرُ بِهِ غَيْرَهُ , وَقَدْ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَعَلَهُ؟ . ¶ قَالَ الْبُخَارِيُّ: \" قَالَ يَحْيَى بْنُ مَعِينٍ حَدِيثُ أَبِي بَكْرٍ عَنْ حُصَيْنٍ إِنَّمَا هُوَ تَوَهُّمٌ مِنْهُ لَا أَصْلَ لَهُ",
            "page": "17",
            "part": "1",
            "seal": "ED613AF3"
        },
        {
            "hno": "16",
            "id": "17",
            "nass": "16 - حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ , حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ مُسْهِرٍ , حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ بْنِ زَبْرٍ , حَدَّثَنَا عَمْرُو بْنُ الْمُهَاجِرِ قَالَ: \" §كَانَ عَبْدُ اللَّهِ بْنُ عَامِرٍ يَسْأَلُنِي أَنْ أَسْتَأْذِنَ لَهُ عَلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فَاسْتَأْذَنْتُ لَهُ عَلَيْهِ فَقَالَ: الَّذِي جَلْدَ أَخَاهُ فِي أَنْ يَرْفَعَ يَدَيْهِ؟ إِنْ كُنَّا لَنُؤَدَّبُ عَلَيْهِ , وَنَحْنُ غِلْمَانٌ بالْمَدِينَةِ. فَلَمْ يَأْذَنْ لَهُ -[19]- ¶ قَالَ الْبُخَارِيُّ: \" وَكَانَ زَائِدَةُ لَا يُحَدِّثُ إِلَّا أَهْلَ السُّنَّةِ اقْتِدَاءً بِالسَّلَفِ , ¶ وَلَقَدْ رَحَلَ قَوْمٌ مِنْ أَهْلِ بَلْخٍ مُرْجِئَةٌ إِلَى مُحَمَّدِ بْنِ يُوسُفَ بِالشَّامِ فَأَرَادَ مُحَمَّدٌ إِخْرَاجَهُمْ مِنْهَا حَتَّى تَابُوا مِنْ ذَلِكَ , وَرَجَعُوا إِلَى السَّبِيلِ , وَالسُّنَّةِ , ¶ وَلَقَدْ رَأَيْنَا غَيْرَ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ يَسْتَتِيبُونَ أَهْلَ الْخِلَافِ فَإِنْ تَابُوا , وَإِلَّا أَخْرَجُوهُمْ مِنْ مَجَالِسِهِمْ , ¶ وَلَقَدْ كَلَّمَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ , سُلَيْمَانَ بْنَ حَرْبٍ وَهُوَ يَوْمَئِذٍ قَاضِي مَكَّةَ أَنْ يَحْجُرَ عَلَى بَعْضِ أَهْلِ الرَّأْيِ فَحَجَرَ عَلَيْهِ سُلَيْمَانُ فَلَمْ يَكُنْ يَجْتَرِئْ بِمَكَّةَ أَنْ يُفْتِيَ حَتَّى خَرَجَ مِنْهَا",
            "page": "18",
            "part": "1",
            "seal": "10941DFA"
        },
        {
            "hno": "17",
            "id": "18",
            "nass": "17 - حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ , حَدَّثَنَا شَرِيكٌ , عَنْ لَيْثٍ , عَنْ عَطَاءٍ قَالَ: §رَأَيْتُ ابْنَ عَبَّاسٍ , وَابْنَ الزُّبَيْرِ , وَأَبَا سَعِيدٍ , وَجَابِرًا يَرْفَعُونَ أَيْدِيَهُمْ إِذَا افْتَتَحُوا الصَّلَاةَ , وَإِذَا رَكَعُوا \"",
            "page": "19",
            "part": "1",
            "seal": "107D88B8"
        },
        {
            "hno": "18",
            "id": "19",
            "nass": "18 - حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ , حَدَّثَنَا أَبُو شِهَابٍ عَبْدُ رَبِّهِ , عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ , عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ , عَنْ أَبِي هُرَيْرَةَ , أَنَّهُ كَانَ §إِذَا كَبَّرَ رَفَعَ يَدَيْهِ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ \"",
            "page": "20",
            "part": "1",
            "seal": "A3107541"
        },
        {
            "hno": "19",
            "id": "20",
            "nass": "19 - حَدَّثَنَا مُسَدَّدٌ , حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ , عَنْ عَاصِمٍ الْأَحْوَلِ قَالَ: رَأَيْتُ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ «§إِذَا افْتَتَحَ الصَّلَاةَ كَبَّرَ , وَرَفَعَ يَدَيْهِ , وَيَرْفَعُ كُلَّمَا رَكَعَ وَرَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ»",
            "page": "20",
            "part": "1",
            "seal": "EC1726B3"
        },
        {
            "hno": "20",
            "id": "21",
            "nass": "20 - حَدَّثَنَا مُسَدَّدٌ , حَدَّثَنَا هُشَيْمٌ , عَنْ أَبِي حَمْزَةَ قَالَ: رَأَيْتُ ابْنَ عَبَّاسٍ \" §يَرْفَعُ يَدَيْهِ حَيْثُ كَبَّرَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ",
            "page": "21",
            "part": "1",
            "seal": "26E5509D"
        },
        {
            "hno": "21",
            "id": "22",
            "nass": "21 - حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ , حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ , عَنْ قَيْسِ بْنِ سَعْدٍ , عَنْ عَطَاءٍ قَالَ: صَلَّيْتُ مَعَ أَبِي هُرَيْرَةَ \" فَكَانَ §يَرْفَعُ إِذَا كَبَّرَ وَإِذَا رَكَعَ",
            "page": "21",
            "part": "1",
            "seal": "447966E0"
        },
        {
            "hno": "22",
            "id": "23",
            "nass": "22 - حَدَّثَنَا مُسَدَّدٌ , حَدَّثَنَا خَالِدٌ حَدَّثَنَا حُصَيْنٌ , عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ: دَخَلْتُ مَسْجِدَ حَضْرَمَوْتَ فَإِذَا عَلْقَمَةُ بْنُ وَائِلٍ يُحَدِّثُ عَنْ أَبِيهِ قَالَ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَرْفَعُ يَدَيْهِ قَبْلَ الرُّكُوعِ وَبَعْدَهُ»",
            "page": "22",
            "part": "1",
            "seal": "9BA599CA"
        },
        {
            "hno": "23",
            "id": "24",
            "nass": "23 - حَدَّثَنَا خَطَّابُ بْنُ عُثْمَانَ , عَنْ إِسْمَاعِيلَ , عَنْ عَبْدِ رَبِّهِ بْنِ سُلَيْمَانَ بْنِ عُمَيْرٍ قَالَ: رَأَيْتُ أُمَّ الدَّرْدَاءِ «§تَرْفَعُ يَدَيْهَا فِي الصَّلَاةِ حَذْوَ مَنْكِبَيْهَا»",
            "page": "22",
            "part": "1",
            "seal": "C90DA9C4"
        },
        {
            "hno": "24",
            "id": "25",
            "nass": "24 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ , أَخْبَرَنَا إِسْمَاعِيلُ , حَدَّثَنِي عَبْدُ رَبِّهِ بْنُ سُلَيْمَانَ بْنِ عُمَيْرٍ قَالَ رَأَيْتُ أُمَّ -[23]- الدَّرْدَاءِ \" §تَرْفَعُ يَدَيْهَا فِي الصَّلَاةِ حَذْوَ مَنْكِبَيْهَا حِينَ تَفْتَتِحُ الصَّلَاةَ , وَحِينَ تَرْكَعُ وَإِذَا قَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ» رَفَعَتْ يَدَيْهَا , وَقَالَتْ: «رَبَّنَا وَلَكَ الْحَمْدُ» ¶ قَالَ الْبُخَارِيُّ: \" وَنِسَاءُ بَعْضِ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هُنَّ أَعْلَمُ مِنْ هَؤُلَاءِ حِينَ يَرْفَعْنَ أَيْدِيَهُنَّ فِي الصَّلَاةِ.",
            "page": "22",
            "part": "1",
            "seal": "04F52648"
        },
        {
            "hno": "25",
            "id": "26",
            "nass": "25 - حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ , حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ , عَنْ عَاصِمِ بْنِ كُلَيْبٍ , عَنْ مُحَارِبِ بْنِ دِثَارٍ قَالَ: رَأَيْتُ ابْنَ عُمَرَ يَرْفَعُ يَدَيْهِ فِي الرُّكُوعِ فَقُلْتُ لَهُ فِي ذَلِكَ فَقَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا قَامَ مِنَ الرَّكْعَتَيْنِ كَبَّرَ , وَرَفَعَ يَدَيْهِ»",
            "page": "23",
            "part": "1",
            "seal": "6CF6E00D"
        },
        {
            "hno": "26",
            "id": "27",
            "nass": "26 - حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ , حَدَّثَنَا شُعْبَةُ , حَدَّثَنَا عَاصِمُ بْنُ كُلَيْبٍ , عَنْ أَبِيهِ , عَنْ , وَائِلِ بْنِ حُجْرٍ الْحَضْرَمِيِّ , رَضِيَ اللَّهُ عَنْهُ أَنَّهُ صَلَّى مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §فَلَمَّا أَنْ كَبَّرَ رَفَعَ يَدَيْهِ , فَلَمَّا أَرَادَ أَنْ يَرْكَعَ رَفَعَ يَدَيْهِ ¶ قَالَ الْبُخَارِيُّ: \" وَيُرْوَى عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ تَعَالَى عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , ¶ وَعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , ¶ وَعَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , ¶ وَعَنْ عُبَيْدِ بْنِ عُمَيْرٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ¶ وَعَنْ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , ¶ وَعَنْ أَبِي مُوسَى عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ كَانَ يَرْفَعُ يَدَيْهِ عِنْدَ الرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ. ¶ قَالَ الْبُخَارِيُّ: وَفِيمَا ذَكَرْنَا كِفَايَةٌ لِمَنْ يَفْهَمْهُ إِنْ شَاءَ اللَّهُ تَعَالَى",
            "page": "24",
            "part": "1",
            "seal": "B920E5DD"
        },
        {
            "hno": "27",
            "id": "28",
            "nass": "27 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , حَدَّثَنَا عَبْدُ اللَّهِ , عَنِ ابْنِ جُرَيْجٍ , قِرَاءَةً قَالَ: أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ , أَنَّهُ سَمِعَ طَاوُسًا يُسْأَلُ عَنْ رَفْعِ الْيَدَيْنِ فِي الصَّلَاةِ قَالَ: «رَأَيْتُ عَبْدَ اللَّهِ , وَعَبْدَ اللَّهِ , وَعَبْدَ اللَّهِ §يَرْفَعُونَ أَيْدِيَهُمْ» لِعَبْدِ اللَّهِ بْنِ عُمَرَ , وَعَبْدِ اللَّهِ بْنِ عَبَّاسٍ , وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ , قَالَ طَاوُسٌ: فِي التَّكْبِيرَةِ الْأُولَى الَّتِي لِلِاسْتِفْتَاحِ بِالْيَدَيْنِ أَرْفَعُ مِمَّا سِوَاهُمَا بِالتَّكْبِيرِ. قُلْتُ لِعَطَاءٍ: أَبَلَغَكُمْ أَنَّ التَّكْبِيرَةَ الْأُولَى أَرْفَعُ مِمَّا سِوَاهُمَا مِنَ التَّكْبِيرِ؟ قَالَ: لَا. ¶ قَالَ الْبُخَارِيُّ: \" وَلَوْ تَحَقَّقَ حَدِيثُ مُجَاهِدٍ أَنَّهُ لَمْ يَرَ ابْنَ عُمَرَ يَرْفَعُ يَدَيْهِ لَكَانَ حَدِيثُ طَاوُسٍ , وَسَالِمٍ , وَنَافِعٍ , وَمُحَارِبِ بْنِ دِثَارٍ , وَابْنِ الزُّبَيْرِ حِينَ رَأَوْهُ أَوْلَى لِأَنَّ ابْنَ عُمَرَ رَوَاهُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَلَمْ يَكُنْ يُخَالِفُ الرَّسُولَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَ مَا رَوَاهُ أَهْلُ الْعِلْمِ مِنْ أَهْلِ مَكَّةَ , وَالْمَدِينَةِ , وَالْيَمَنِ , وَالْعِرَاقِ أَنَّهُ كَانَ يَرْفَعُ يَدَيْهِ حَتَّى لَقَدْ",
            "page": "25",
            "part": "1",
            "seal": "D6AF72BF"
        },
        {
            "hno": "28",
            "id": "29",
            "nass": "28 - حَدَّثَنِي مُسَدَّدٌ قَالَ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ , عَنْ سَعِيدٍ , عَنْ قَتَادَةَ , عَنِ الْحَسَنِ قَالَ: «كَانَ أَصْحَابُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَأَنَّمَا أَيْدِيهِمُ الْمَرَاوِحُ §يَرْفُعُونَهَا إِذَا رَكَعُوا , وَإِذَا رَفَعُوا رُءُوسَهُمْ»",
            "page": "26",
            "part": "1",
            "seal": "BDA006B9"
        },
        {
            "hno": "29",
            "id": "30",
            "nass": "29 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ , حَدَّثَنَا أَبُو هِلَالٍ , عَنْ حُمَيْدِ بْنِ هِلَالٍ قَالَ: «كَانَ أَصْحَابُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §إِذَا صَلُّوا كَأَنَّ أَيْدِيَهُمْ حِيَالَ آذَانِهِمْ الْمَرَاوِحُ» ¶ قَالَ الْبُخَارِيُّ: «فَلَمْ يَسْتَثْنِ الْحَسَنُ , وَحُمَيْدُ بْنُ هِلَالٍ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دُونَ أَحَدٍ»",
            "page": "26",
            "part": "1",
            "seal": "984FB295"
        },
        {
            "hno": "30",
            "id": "31",
            "nass": "30 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , أَخْبَرَنَا عَبْدُ اللَّهِ , أَخْبَرَنَا زَائِدَةُ بْنُ قُدَامَةَ , حَدَّثَنَا عَاصِمُ بْنُ كُلَيْبٍ الْجَرْمِيُّ , حَدَّثَنَا أَبِي أَنَّ وَائِلَ بْنَ حُجْرٍ , أَخْبَرَهُ قَالَ: قُلْتُ لَأَنْظُرَنَّ إِلَى صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَيْفَ يُصَلِّي قَالَ: فَنَظَرْتُ إِلَيْهِ «§فَقَامَ فَكَبَّرَ , وَرَفَعَ يَدَيْهِ , ثُمَّ لَمَّا أَرَادَ أَنْ يَرْكَعَ رَفَعَ يَدَيْهِ مِثْلَهَا , ثُمَّ رَفَعَ رَأْسَهُ فَرَفَعَ يَدَيْهِ مِثْلَهَا , ثُمَّ جِئْتُ بَعْدَ ذَلِكَ فِي زَمَانٍ فِيهِ بَرْدٌ عَلَيْهِمْ جُلُّ الثِّيَابِ تُحَرَّكُ أَيْدِيهِمْ مِنْ تَحْتِ الثِّيَابِ» ¶ قَالَ الْبُخَارِيُّ: \" وَلَمْ يَسْتَثْنِ وَائِلٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَدًا إِذَا صَلُّوا مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ لَمْ يَرْفَعْ يَدَيْهِ",
            "page": "27",
            "part": "1",
            "seal": "3096C211"
        },
        {
            "hno": "31",
            "id": "32",
            "nass": "31 - وَيُرْوَى عَنْ سُفْيَانَ , عَنْ عَاصِمِ بْنِ كُلَيْبٍ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ , عَنْ عَلْقَمَةَ قَالَ: قَالَ ابْنُ مَسْعُودٍ: \" أَلَا أُصَلِّي بِكُمْ صَلَاةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §فَصَلَّى وَلَمْ يَرْفَعْ يَدَيْهِ إِلَّا مَرَّةً ¶ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ: عَنْ يَحْيَى بْنِ آدَمَ قَالَ: نَظَرْتُ فِي كِتَابِ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ عَنْ عَاصِمِ بْنِ كُلَيْبٍ لَيْسَ فِيهِ: ثُمَّ لَمْ يَعُدْ. ¶ فَهَذَا أَصَحُّ لِأَنَّ الْكِتَابَ أَحْفَظُ عِنْدَ أَهْلِ الْعِلْمِ لِأَنَّ الرَّجُلَ رُبَّمَا حَدَّثَ بِشَيْءٍ ثُمَّ يَرْجِعُ إِلَى الْكِتَابِ فَيَكُونُ كَمَا فِي الْكِتَابِ.",
            "page": "28",
            "part": "1",
            "seal": "362100BB"
        },
        {
            "hno": "32",
            "id": "33",
            "nass": "32 - حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ , حَدَّثَنَا ابْنُ إِدْرِيسَ , عَنْ عَاصِمِ بْنِ كُلَيْبٍ , عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ , حَدَّثَنَا عَلْقَمَةُ أَنَّ عَبْدَ اللَّهِ , -[29]- رَضِيَ اللَّهُ عَنْهُ قَالَ: \" عَلَّمَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ: §فَقَامَ فَكَبَّرَ وَرَفَعَ يَدَيْهِ , ثُمَّ رَكَعَ , فَطَبَّقَ يَدَيْهِ جَعَلَهُمَا بَيْنَ رُكْبَتَيْهِ فَبَلَغَ ذَلِكَ سَعْدًا فَقَالَ: صَدَقَ أَخِي قَدْ كُنَّا نَفْعَلُ ذَلِكَ فِي أَوَّلِ الْإِسْلَامِ ثُمَّ أُمِرْنَا بِهَذَا \". ¶ قَالَ الْبُخَارِيُّ: \" وَهَذَا الْمَحْفُوظُ عِنْدَ أَهْلِ النَّظَرِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ",
            "page": "28",
            "part": "1",
            "seal": "4DE86412"
        },
        {
            "hno": "33",
            "id": "34",
            "nass": "33 - حَدَّثَنَا الْحُمَيْدِيُّ , حَدَّثَنَا سُفْيَانُ , عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ هَهُنَا عَنِ ابْنِ أَبِي لَيْلَى , عَنِ الْبَرَاءِ ,: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ §يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ» قَالَ سُفْيَانُ: لَمَّا كَبُرَ الشَّيْخُ لَقَّنُوهُ ثُمَّ لَمْ يَعُدْ. فَقَالَ: ثُمَّ لَمْ يَعُدْ. ¶ قَالَ الْبُخَارِيُّ: \" وَكَذَلِكَ رَوَى الْحُفَّاظُ مَنْ سَمِعَ مِنْ يَزِيدَ بْنِ أَبِي زِيَادٍ قَدِيمًا مِنْهُمُ الثَّوْرِيُّ , وَشُعْبَةُ , وَزُهَيْرٌ لَيْسَ فِيهِ: ثُمَّ لَمْ يَعُدْ",
            "page": "29",
            "part": "1",
            "seal": "1EAD5C13"
        },
        {
            "hno": "34",
            "id": "35",
            "nass": "34 - حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفُ , حَدَّثَنَا سُفْيَانُ , عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ , عَنِ ابْنِ أَبِي لَيْلَى , عَنِ الْبَرَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ حَذْوَ أُذُنَيْهِ»",
            "page": "30",
            "part": "1",
            "seal": "418812E1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "34 - قَالَ الْبُخَارِيُّ: وَرَوَى , وَكِيعٌ , عَنِ ابْنِ أَبِي لَيْلَى , عَنْ أَخِيهِ عِيسَى , وَالْحَكَمِ بْنِ عُتَيْبَةَ عَنِ ابْنِ أَبِي لَيْلَى , عَنِ الْبَرَاءِ , قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ ثُمَّ لَمْ يَرْفَعْ ¶ قَالَ الْبُخَارِيُّ: \" وَإِنَّمَا رَوَى ابْنُ أَبِي لَيْلَى هَذَا مِنْ حِفْظِهِ فَأَمَّا مَنْ حَدَّثَ عَنِ ابْنِ أَبِي لَيْلَى مِنْ كِتَابِهِ فَإِنَّمَا حَدَّثَ عَنِ ابْنِ أَبِي لَيْلَى -[31]- عَنْ يَزِيدَ فَرَجَعَ الْحَدِيثُ إِلَى تَلْقِينِ يَزِيدَ , وَالْمَحْفُوظُ مَا رَوَى عَنْهُ الثَّوْرِيُّ وَشُعْبَةُ وَابْنُ عُيَيْنَةَ قَدِيمًا",
            "page": "30",
            "part": "1",
            "seal": "7F78668A"
        },
        {
            "hno": "105",
            "id": "107",
            "nass": "105 - حَدَّثَنَا مُحَمَّدُ بْنُ عَرْعَرَةَ , حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ قَالَ: سَمِعْتُ نَافِعًا قَالَ: «كَانَ ابْنُ عُمَرَ §إِذَا كَبَّرَ عَلَى الْجَنَازَةِ يَرْفَعُ يَدَيْهِ»",
            "page": "74",
            "part": "1",
            "seal": "DDA8DDBE"
        },
        {
            "hno": "106",
            "id": "108",
            "nass": "106 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ , قَالَ: سَمِعْتُ عُبَيْدَ اللَّهِ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ «§يَرْفَعُ يَدَيْهِ فِي كُلِّ تَكْبِيرَةٍ عَلَى الْجَنَازَةِ , وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ»",
            "page": "74",
            "part": "1",
            "seal": "936A7127"
        },
        {
            "hno": "107",
            "id": "109",
            "nass": "107 - حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ , حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، أَنَّ نَافِعًا أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ «كَانَ §إِذَا صَلَّى عَلَى الْجِنَازَةِ رَفَعَ يَدَيْهِ»",
            "page": "75",
            "part": "1",
            "seal": "B2C7020D"
        },
        {
            "hno": "108",
            "id": "110",
            "nass": "108 - حَدَّثَنَا أَبُو الْوَلِيدِ , حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ قَالَ: «رَأَيْتُ قَيْسَ بْنَ أَبِي حَازِمٍ §كَبَّرَ عَلَى جَنَازَةٍ فَرَفَعَ يَدَيْهِ فِي كُلِّ تَكْبِيرَةٍ»",
            "page": "75",
            "part": "1",
            "seal": "54772AFE"
        },
        {
            "hno": "109",
            "id": "111",
            "nass": "109 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ , حَدَّثَنَا أَبُو مَعْشَرٍ يُوسُفُ الْبَرَاءُ، حَدَّثَنَا مُوسَى بْنِ دِهْقَانَ قَالَ: «رَأَيْتُ أَبَانَ بْنَ عُثْمَانَ §يُصَلِّي عَلَى الْجَنَازَةِ فَكَبَّرَ أَرْبَعًا يَرْفَعُ يَدَيْهِ فِي أَوَّلِ التَّكْبِيرَةِ»",
            "page": "75",
            "part": "1",
            "seal": "E90600F3"
        },
        {
            "hno": "110",
            "id": "112",
            "nass": "110 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , وَإِبْرَاهِيمُ بْنُ الْمُنْذِرِ قَالَا: حَدَّثَنَا مَعْنُ بْنُ عِيسَى , حَدَّثَنَا أَبُو الْغُصْنِ قَالَ: «رَأَيْتُ نَافِعَ بْنَ جُبَيْرٍ §يَرْفَعُ يَدَيْهِ مَعَ كُلِّ تَكْبِيرَةٍ عَلَى الْجَنَازَةِ»",
            "page": "76",
            "part": "1",
            "seal": "DA22EBF1"
        },
        {
            "hno": "111",
            "id": "113",
            "nass": "111 - حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى , حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ قَالَ: سَمِعْتُ الْأَوْزَاعِيَّ , عَنْ غَيْلَانَ بْنِ أَنَسٍ قَالَ: «رَأَيْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ §يَرْفَعُ يَدَيْهِ مَعَ كُلِّ تَكْبِيرَةٍ عَلَى الْجَنَازَةِ»",
            "page": "76",
            "part": "1",
            "seal": "C2CD2BE1"
        },
        {
            "hno": "112",
            "id": "114",
            "nass": "112 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْعَلَاءِ قَالَ: «رَأَيْتُ مَكْحُولًا §صَلَّى عَلَى جَنَازَةٍ وَكَبَّرَ عَلَيْهَا أَرْبَعًا وَيَرْفَعُ يَدَيْهِ مَعَ كُلِّ تَكْبِيرَةٍ»",
            "page": "77",
            "part": "1",
            "seal": "7752C2AE"
        },
        {
            "hno": "113",
            "id": "115",
            "nass": "113 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا أَبُو مُصْعَبٍ صَالِحُ بْنُ عُبَيْدٍ قَالَ: «رَأَيْتُ وَهْبَ بْنَ مُنَبِّهٍ §يَمْشِي مَعَ جِنَازَةٍ، فَكَبَّرَ أَرْبَعًا يَرْفَعُ يَدَيْهِ مَعَ كُلِّ تَكْبِيرَةٍ»",
            "page": "77",
            "part": "1",
            "seal": "D3E70D04"
        },
        {
            "hno": "114",
            "id": "116",
            "nass": "114 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , أَنْبَأَنَا عَبْدُ الرَّزَّاقِ , أَنْبَأَنَا مَعْمَرٌ , عَنِ الزُّهْرِيِّ «أَنَّهُ كَانَ §يَرْفَعُ مَعَ كُلِّ تَكْبِيرَةٍ عَلَى الْجَنَازَةِ»",
            "page": "77",
            "part": "1",
            "seal": "CDF131A8"
        },
        {
            "hno": "115",
            "id": "117",
            "nass": "115 - قَالَ وَكِيعٌ عَنْ سُفْيَانَ , عَنْ حَمَّادٍ سَأَلْتُ إِبْرَاهِيمَ فَقَالَ: §يَرْفَعُ يَدَيْهِ فِي أَوَّلِ التَّكْبِيرَةِ \" ¶ وَخَالَفَهُ مُحَمَّدُ بْنُ جَابِرٍ عَنْ حَمَّادٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ أَنَّ أَبَا بَكْرٍ , وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا. ¶ قَالَ الْبُخَارِيُّ: \" وَحَدِيثُ الثَّوْرِيِّ أَصَحُّ عِنْدَ أَهْلِ الْعِلْمِ مَعَ أَنَّهُ قَدْ رُوِيَ عَنْ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ غَيْرِ وَجْهٍ أَنَّهُ رَفَعَ يَدَيْهِ",
            "page": "78",
            "part": "1",
            "seal": "3947FC73"
        },
        {
            "hno": "116",
            "id": "118",
            "nass": "116 - حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى قَالَ عَلِيٌّ: «§مَا رَأَيْتُ أَحَدًا مِنْ مَشْيَخَتِنَا إِلَّا يَرْفَعُ يَدَيْهِ فِي الصَّلَاةِ» ¶ قَالَ الْبُخَارِيُّ: \" قُلْتُ لَهُ: سُفْيَانُ كَانَ يَرْفَعُ يَدَيْهِ؟ قَالَ: نَعَمْ",
            "page": "78",
            "part": "1",
            "seal": "0928DC69"
        },
        {
            "hno": "117",
            "id": "119",
            "nass": "117 - قَالَ الْبُخَارِيُّ: قَالَ أَحْمَدُ بْنُ حَنْبَلٍ: \" رَأَيْتُ مُعْتَمِرًا , وَيَحْيَى بْنَ سَعِيدٍ , وَعَبْدَ الرَّحْمَنِ، وَيَحْيَى , وَإِسْمَاعِيلَ: §يَرْفَعُونَ أَيْدِيَهُمْ عِنْدَ الرُّكُوعِ , وَإِذَا رَفَعُوا رُءُوسَهُمْ \"",
            "page": "79",
            "part": "1",
            "seal": "F46D257E"
        },
        {
            "hno": "118",
            "id": "120",
            "nass": "118 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ , عَنِ الْأَشْعَثِ قَالَ: «كَانَ الْحَسَنُ §يَرْفَعُ يَدَيْهِ فِي كُلِّ تَكْبِيرَةٍ عَلَى الْجَنَازَةِ»",
            "page": "79",
            "part": "1",
            "seal": "2D3F4DE2"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "تم الجزء ¶ والحمد لله وحده ¶ وصلاته وسلامه على سيدنا محمد وآله وصحبه، وتابعيه بإحسان إلى يوم الدين ¶ من نسخة نقلت من خط الحافظ ابن حَجَر العسقلاني ¶ قال: ورأيت في آخره ما صورته: ¶ علقه لنفسه أبو الفضل أحمد بن علي بن محمد الشافعي العسقلاني، الشهير بابن حَجَر، رَحِمَهُ اللَّهُ تعالى، آمين",
            "page": null,
            "part": null,
            "seal": "0A7C8FC0"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [سورة: النساء، آية رقم: 65] , ¶ وَقَالَ: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [سورة: النور، آية رقم: 63] , ¶ وَقَالَ: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} [سورة: الأحزاب، آية رقم: 21] , ¶ فَرَحِمَ اللَّهُ عَبْدًا اسْتَعَانَهُ بِاتِّبَاعِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاقْتِصَاصِ أَثَرِهِ وَيَسْتَعِيذُهُ تَبَارَكَ وَتَعَالَى مِنْ شَرِّ نَفْسِهِ وَيَسْتَلْهِمُهُ رُشْدَهُ لِقَوْلِهِ عَزَّ وَجَلَّ: {فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى} [سورة: طه، آية رقم: 123]",
            "page": "6",
            "part": "1",
            "seal": "D21BCCC6"
        },
        {
            "hno": "35",
            "id": "37",
            "nass": "35 - قَالَ الْبُخَارِيُّ: وَأَمَّا احْتِجَاجُ بَعْضِ مَنْ لَا يَعْلَمُ بِحَدِيثِ وَكِيعٍ عَنِ الْأَعْمَشِ عَنِ الْمُسَيَّبِ بْنِ رَافِعٍ عَنْ تَمِيمِ بْنِ طَرَفَةَ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَ: دَخَلَ عَلَيْنَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَنَحْنُ رَافِعِي أَيْدِينَا فِي الصَّلَاةِ فَقَالَ: «§مَا لِي أَرَاكُمْ رَافِعِي أَيْدِيكُمْ كَأَنَّهَا أَذْنَابُ خَيْلٍ شُمُسٍ؟ اسْكُنُوا فِي الصَّلَاةِ، فَإِنَّمَا كَانَ هَذَا فِي التَّشَهُّدِ لَا فِي الْقِيَامِ» كَانَ يُسَلِّمُ بَعْضُهُمْ عَلَى بَعْضٍ فَنَهَى النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ رَفْعِ الْأَيْدِي فِي التَّشَهُّدِ , وَلَا يَحْتَجُّ بِمِثْلِ هَذَا مَنْ لَهُ حَظٌّ مِنَ الْعِلْمِ، هَذَا مَعْرُوفٌ مَشْهُورٌ لَا اخْتِلَافَ فِيهِ , وَلَوْ كَانَ كَمَا ذَهَبَ إِلَيْهِ لَكَانَ رَفْعُ الْأَيْدِي فِي أَوَّلِ التَّكْبِيرَةِ , وَأَيْضًا تَكْبِيرَاتُ صَلَاةِ الْعِيدِ مَنْهِيًّا عَنْهَا؛ لِأَنَّهُ لَمْ يَسْتَثْنِ رَفْعًا دُونَ رَفْعٍ",
            "page": "31",
            "part": "1",
            "seal": "0D87C34F"
        },
        {
            "hno": "36",
            "id": "38",
            "nass": "36 - وَقَدْ بَيَّنَهُ حَدِيثٌ ¶ حَدَّثَنَاهُ أَبُو نُعَيْمٍ , حَدَّثَنَا مِسْعَرٌ , عَنْ عُبَيْدِ اللَّهِ بْنِ الْقِبْطِيَّةَ قَالَ: سَمِعْتُ جَابِرَ بْنَ سَمُرَةَ يَقُولُ: §كُنَّا إِذَا صَلَّيْنَا خَلْفَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قُلْنَا: السَّلَامُ عَلَيْكُمُ , السَّلَامُ عَلَيْكُمْ , وَأَشَارَ مِسْعَرٌ بِيَدَيْهِ , فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا بَالُ هَؤُلَاءِ يُومِئُونَ بِأَيْدِيهِمْ كَأَنَّهَا أَذْنَابُ خَيْلٍ شُمُسٍ إِنَّمَا يَكْفِي أَحَدَهُمْ أَنْ يَضَعَ يَدَهُ عَلَى فَخِذِهِ ثُمَّ يُسَلِّمُ عَلَى أَخِيهِ مِنْ عَنْ يَمِينِهِ , وَمِنْ عَنْ شِمَالِهِ» ¶ قَالَ الْبُخَارِيُّ: \" فَلْيَحْذَرِ امْرُؤٌ أَنْ يَتَأَوَّلَ أَوْ يَتَقَوَّلَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا لَمْ يَقُلْ قَالَ اللَّهُ عَزَّ وَجَلَّ {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور: 63]",
            "page": "32",
            "part": "1",
            "seal": "A3A82563"
        },
        {
            "hno": "37",
            "id": "39",
            "nass": "37 - حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ , حَدَّثَنَا سُفْيَانُ عَنْ عَبْدِ الْمَلِكِ قَالَ: سَأَلْتُ سَعِيدَ بْنَ جُبَيْرٍ عَنْ رَفْعِ الْيَدَيْنِ فِي الصَّلَاةِ فَقَالَ: «§هُوَ شَيْءٌ تُزَيِّنُ بِهِ صَلَاتَكَ»",
            "page": "32",
            "part": "1",
            "seal": "A01BEAA8"
        },
        {
            "hno": "38",
            "id": "40",
            "nass": "38 - أَخْبَرَنَا مَحْمُودٌ , أَخْبَرَنَا عَبْدُ الرَّزَّاقِ , أَخْبَرَنَا ابْنُ جُرَيْجٍ , أَخْبَرَنِي نَافِعٌ أَنَّ ابْنَ عُمَرَ \" كَانَ §يُكَبِّرُ بِيَدَيْهِ حِينَ يَسْتَفْتِحُ وَحِينَ يَرْكَعُ , وَحِينَ يَقُولُ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ , وَحِينَ يَرْفَعُ رَأْسَهُ مِنَ الرُّكُوعِ , وَحِينَ يَسْتَوِي قَائِمًا قُلْتُ لِنَافِعٍ: كَانَ ابْنُ عُمَرَ يَجْعَلُ الْأَوْلَى أَرْفَعَهُنَّ قَالَ: لَا. ¶ قَالَ أَبُو عَبْدِ اللَّهِ: \" وَلَمْ يَثْبُتْ عِنْدَ أَهْلِ -[34]- النَّظَرِ مِمَّنْ أَدْرَكْنَا مِنْ أَهْلِ الْحِجَازِ وَأَهْلِ الْعِرَاقِ، مِنْهُمْ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ , وَعَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ , وَيَحْيَى بْنُ مَعِينٍ , وَأَحْمَدُ بْنُ حَنْبَلٍ , وَإِسْحَاقُ بْنُ رَاهَوَيْهِ , هَؤُلَاءِ أَهْلُ الْعِلْمِ مِنْ أَهْلِ زَمَانِهِمْ فَلَمْ يَثْبُتْ عِنْدَ أَحَدٍ مِنْهُمْ عَلِمْنَا فِي تَرْكِ رَفْعِ الْأَيْدِي عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَا عَنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ لَمْ يَرْفَعْ يَدَيْهِ.",
            "page": "33",
            "part": "1",
            "seal": "2EBBE843"
        },
        {
            "hno": "39",
            "id": "41",
            "nass": "39 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , حَدَّثَنَا عَبْدُ اللَّهِ , أَخْبَرَنَا هِشَامٌ , عَنِ الْحَسَنِ , وَابْنِ سِيرِينَ أَنَّهُمَا كَانَا يَقُولَانِ: إِذَا كَبَّرَ أَحَدُكُمْ لِلصَّلَاةِ §فَلْيَرْفَعْ يَدَيْهِ حِينَ يُكَبِّرُ , وَحِينَ يَرْفَعُ رَأْسَهُ مِنَ الرُّكُوعِ وَكَانَ ابْنُ سِيرِينَ يَقُولُ: «هُوَ مِنْ تَمَامِ الصَّلَاةِ»",
            "page": "34",
            "part": "1",
            "seal": "EC4CF806"
        },
        {
            "hno": "40",
            "id": "42",
            "nass": "40 - حَدَّثَنَا أَبُو الْيَمَانِ , أَنْبَأَنَا شُعَيْبٌ , عَنِ الزُّهْرِيِّ , عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ , قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §إِذَا افْتَتَحَ التَّكْبِيرَ فِي الصَّلَاةِ رَفَعَ يَدَيْهِ حِينَ يُكَبِّرُ حَتَّى يَجْعَلَهُمَا حَذْوَ مَنْكِبَيْهِ , وَإِذَا كَبَّرَ لِلرُّكُوعِ فَعَلَ مِثْلَ ذَلِكَ وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ \" فَعَلَ مِثْلَ ذَلِكَ وَقَالَ: «رَبَّنَا لَكَ الْحَمْدُ» وَلَا يَفْعَلُ ذَلِكَ حِينَ يَسْجُدُ , وَلَا حِينَ يَرْفَعُ رَأْسَهُ مِنَ السُّجُودِ ¶ قَالَ الْبُخَارِيُّ: \" وَكَانَ ابْنُ الْمُبَارَكِ يَرْفَعُ يَدَيْهِ , وَهُوَ أَكْثَرُ أَهْلِ زَمَانِهِ عِلْمًا فِيمَا نَعْرَفُ فَلَوْ لَمْ يَكُنْ عِنْدَ مَنْ لَا يَعْلَمُ مِنَ السَّلَفِ عِلْمٌ فَاقْتَدَى بِابْنِ الْمُبَارَكِ فِيمَا اتَّبَعَ الرَّسُولَ , وَأَصْحَابَهُ , وَالتَّابِعِينَ لَكَانَ أَوْلَى بِهِ مِنْ أَنْ يُثْبِتَهُ بِقَوْلِ مَنْ لَا يَعْلَمُ , وَالْعَجَبُ أَنْ يَقُولَ أَحَدُهُمْ بِأَنَّ ابْنَ عُمَرَ كَانَ صَغِيرًا فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَلَقَدْ شَهِدَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِابْنِ عُمَرَ بِالصَّلَاحِ",
            "page": "35",
            "part": "1",
            "seal": "1B1C1809"
        },
        {
            "hno": "41",
            "id": "43",
            "nass": "41 - حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ , حَدَّثَنَا ابْنُ وَهْبٍ , عَنْ يُونُسَ , عَنِ ابْنِ شِهَابٍ , عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ , عَنْ أَبِيهِ , عَنْ حَفْصَةَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَجُلٌ صَالِحٌ»",
            "page": "36",
            "part": "1",
            "seal": "3EAAB854"
        },
        {
            "hno": "42",
            "id": "44",
            "nass": "42 - حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ , حَدَّثَنَا سُفْيَانُ قَالَ: قَالَ عَمْرُو: قَالَ ابْنُ عُمَرَ: \" §إِنِّي لَأَذْكُرُ عُمَرَ حِينَ أَسْلَمَ فَقَالُوا: صَبَأَ عُمَرُ , صَبَأَ عُمَرُ فَجَاءَ الْعَاصِي بْنُ وَائِلٍ فَقَالَ صَبَأَ عُمَرُ , صَبَأَ عُمَرُ فَمَهْ فَأَنَا لَهُ جَارٌ -[37]- فَتَرَكُوهُ ¶ قَالَ الْبُخَارِيُّ: قَالَ سَعِيدُ بْنُ الْمُسَيِّبِ: لَوْ شَهِدْتُ لِأَحَدٍ أَنَّهُ مِنْ أَهْلِ الْجَنَّةِ لَشَهِدْتُ لِابْنِ عُمَرَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ , ¶ وَقَالَ جَابِرُ بْنُ عَبْدِ اللَّهِ: لَمْ يَكُنْ أَحَدٌ أَلْزَمَ لِطَرِيقِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَا أَتْبَعَ مِنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ ¶ قَالَ الْبُخَارِيُّ: \" وَطَعَنَ مَنْ لَا يَعْلَمُ فِي وَائِلِ بْنِ حُجْرٍ: أَنَّ وَائِلَ بْنَ حُجْرٍ مِنْ أَبْنَاءِ مُلُوكِ الْيَمَنِ وَقَدِمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَكْرَمَهُ , وَأَقْطَعَ لَهُ أَرْضًا , وَبَعَثَ مَعَهُ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ رَضِيَ اللَّهُ عَنْهُ",
            "page": "36",
            "part": "1",
            "seal": "6541E452"
        },
        {
            "hno": "43",
            "id": "45",
            "nass": "43 - أَخْبَرَنَا حَفْصُ بْنُ عُمَرَ , حَدَّثَنَا جَامِعُ بْنُ مَطَرٍ , عَنْ عَلْقَمَةَ بْنِ وَائِلٍ , عَنْ أَبِيهِ ,: أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §أَقْطَعَ لَهُ أَرْضًا بِحَضْرَمَوْتَ -[38]- ¶ قَالَ الْبُخَارِيُّ: \" وَقِصَّةُ , وَائِلٍ مَشْهُورَةٌ عِنْدَ أَهْلِ الْعِلْمِ , وَمَا ذَكَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَمْرِهِ , وَمَا أَعْطَاهُ مَعْرُوفٌ بِذِهَابِهِ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّةً بَعْدَ مَرَّةٍ , ¶ وَلَوْ ثَبَتَ عَنِ ابْنِ مَسْعُودِ , وَالْبَرَاءِ , وَجَابِرٍ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْءٌ لَكَانَ فِي عِلَلِ هَؤُلَاءِ الَّذِينَ لَا يَعْلَمُونَ أَنَّهُمْ يَقُولُونَ إِذَا ثَبَتَ الشَّيْءُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ رُؤُسَاءَنَا لَمْ يَأْخُذُوا بِهَذَا , وَلَيْسَ هَذَا بِمَأْخُوذٍ فَمَا يَزِيدُونَ الْحَدِيثَ إِلَّا تَعَلُّلًا بِرَأْيِهِمْ , ¶ وَلَقَدْ قَالَ وَكِيعٌ: مَنْ طَلَبَ الْحَدِيثَ كَمَا جَاءَ فَهُوَ صَاحِبُ سُنَّةٍ , وَمَنْ طَلَبَ الْحَدِيثَ لِيُقَوِّيَ هَوَاهُ فَهُوَ صَاحِبُ بِدْعَةٍ ¶ يَعْنِي أَنَّ الْإِنْسَانَ يَنْبَغِي أَنْ يُلْقِيَ رَأْيَهُ لِحَدِيثِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَيْثُ ثَبَتَ الْحَدِيثُ , وَلَا يَعْتَلُّ بِعِلَلٍ لَا تَصِحُّ لِيُقَوِّيَ هَوَاهُ ¶ وَقَدْ ذُكِرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَوَاهُ تَبَعًا لَمَّا جِئْتُ بِهِ» ¶ وَقَالَ قَالَ مَعْمَرٌ: أَهْلُ الْعِلْمِ كَانَ الْأَوَّلُ فَالْأَوَّلُ أَعْلَمَ , وَهَؤُلَاءِ الْآخِرُ فَالْآخِرُ عِنْدَهُمْ أَعْلَمُ , ¶ 45 - وَلَقَدْ قَالَ ابْنُ الْمُبَارَكِ: كُنْتُ أُصَلِّي إِلَى جَنْبِ النُّعْمَانِ بْنِ ثَابِتٍ فَرَفَعْتُ يَدَيَّ فَقَالَ: مَا خَشِيتَ أَنْ تَطِيرَ؟ فَقُلْتُ إِنْ لَمْ أَطِرْ فِي الْأُولَى لَمْ أَطِرْ فِي الثَّانِيَةِ قَالَ وَكِيعٌ: رَحْمَةُ اللَّهِ عَلَى ابْنِ الْمُبَارَكِ كَانَ حَاضِرَ الْجَوَابِ فَتَحَيَّرَ الْآخَرُ , وَهَذَا أَشْبَهُ مِنَ الَّذِينَ يَتَمَادُونَ فِي غَيِّهِمْ إِذَا لَمْ يُبْصِرُوا",
            "page": "37",
            "part": "1",
            "seal": "3ACB379F"
        },
        {
            "hno": "46",
            "id": "46",
            "nass": "46 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ , حَدَّثَنِي اللَّيْثُ , حَدَّثَنِي يُونُسُ , عَنِ ابْنِ شِهَابٍ , أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ يَعْنِي ابْنَ عُمَرَ قَالَ: رَأَيْتُ رَسُولَ اللَّهِ إِذَا قَامَ إِلَى الصَّلَاةِ §رَفَعَ يَدَيْهِ حَتَّى تَكُونَا حَذْوَ مَنْكِبَيْهِ ثُمَّ يُكَبِّرُ , وَيَفْعَلُ ذَلِكَ حِينَ يَرْفَعُ رَأْسَهُ مِنَ الرُّكُوعِ , وَيَقُولُ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ» , وَلَا يَرْفَعُ حِينَ يَرْفَعُ رَأْسَهُ مِنَ السُّجُودِ",
            "page": "39",
            "part": "1",
            "seal": "7C40D3E1"
        },
        {
            "hno": "47",
            "id": "47",
            "nass": "47 - حَدَّثَنَا أَبُو النُّعْمَانِ , حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ الشَّيْبَانِي , حَدَّثَنَا مُحَارِبُ بْنُ دِثَارٍ وَقَالَ: رَأَيْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ: §إِذَا افْتَتَحَ الصَّلَاةَ كَبَّرَ , وَرَفَعَ يَدَيْهِ , وَإِذَا أَرَادَ أَنْ يَرْكَعَ رَفَعَ يَدَيْهِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ \"",
            "page": "40",
            "part": "1",
            "seal": "EE8703BD"
        },
        {
            "hno": "48",
            "id": "48",
            "nass": "48 - حَدَّثَنَا الْعَيَّاشُ بْنُ الْوَلِيدِ , حَدَّثَنَا عَبْدُ الْأَعْلَى , حَدَّثَنَا عُبَيْدُ اللَّهِ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ ,: §أَنَّهُ كَبَّرَ , وَرَفَعَ يَدَيْهِ , وَإِذَا رَكَعَ رَفَعَ يَدَيْهِ , وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَفَعَ يَدَيْهِ , وَيَرْفَعُ ذَلِكَ ابْنُ عُمَرَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"",
            "page": "40",
            "part": "1",
            "seal": "5408116F"
        },
        {
            "hno": "49",
            "id": "49",
            "nass": "49 - حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ , حَدَّثَنَا مَعْمَرٌ , حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ , عَنِ أَبِي الزُّبَيْرِ قَالَ: «رَأَيْتُ ابْنُ عُمَرَ حِينَ قَامَ إِلَى الصَّلَاةِ §رَفَعَ يَدَيْهِ حَتَّى تُحَاذِيَ أُذُنَيْهِ , وَحِينَ يَرْفَعُ رَأْسَهُ مِنَ الرُّكُوعِ وَاسْتَوَى قَائِمًا فَعَلَ مِثْلَ ذَلِكَ»",
            "page": "41",
            "part": "1",
            "seal": "CDE43CD9"
        },
        {
            "hno": "50",
            "id": "50",
            "nass": "50 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ , حَدَّثَنَا اللَّيْثُ , حَدَّثَنِي نَافِعٌ أَنَّ عَبْدَ اللَّهِ بن عمر كَانَ إِذَا اسْتَقْبَلَ الصَّلَاةَ §يَرْفَعُ يَدَيْهِ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَإِذَا قَامَ مِنَ السَّجْدَتَيْنِ كَبَّرَ , وَرَفَعَ يَدَيْهِ \"",
            "page": "42",
            "part": "1",
            "seal": "F97B93B4"
        },
        {
            "hno": "51",
            "id": "51",
            "nass": "51 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ , حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ , عَنْ أَيُّوبَ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ , أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ §إِذَا كَبَّرَ رَفَعَ يَدَيْهِ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ»",
            "page": "42",
            "part": "1",
            "seal": "A1C7B532"
        },
        {
            "hno": "53",
            "id": "52",
            "nass": "53 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ , حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ , أَخْبَرَنَا قَتَادَةُ , عَنْ نَصْرِ بْنِ عَاصِمٍ , عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ §إِذَا دَخَلَ فِي الصَّلَاةِ رَفَعَ يَدَيْهِ إِلَى فُرُوعِ أُذُنَيْهِ , وَإِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فَعَلَ مِثْلَهُ»",
            "page": "43",
            "part": "1",
            "seal": "ECFFDE56"
        },
        {
            "hno": "54",
            "id": "53",
            "nass": "54 - حَدَّثَنَا مَحْمُودٌ قَالَ: حَدَّثَنَا الْبُخَارِيُّ , قَالَ ابْنُ عُلَيَّةَ: أَخْبَرَنَا خَالِدٌ أَنَّ أَبَا قِلَابَةَ , كَانَ §يَرْفَعُ يَدَيْهِ إِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَكَانَ إِذَا سَجَدَ بَدَأَ بِرُكْبَتَيْهِ , وَكَانَ إِذَا قَامَ ادَّعَمَ عَلَى يَدَيْهِ قَالَ , وَكَانَ يَطْمَئِنُّ فِي الرَّكْعَةِ الْأُولَى ثُمَّ يَقُومُ \" -[44]- ¶ وَذُكِرَ عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ",
            "page": "43",
            "part": "1",
            "seal": "150350E9"
        },
        {
            "hno": "55",
            "id": "54",
            "nass": "55 - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ , أَخْبَرَنَا أَبُو عَامِرٍ , حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ , عَنْ أَبِي الزُّبَيْرِ , عَنْ طَاوُسٍ أَنَّ ابْنَ عَبَّاسٍ «كَانَ §إِذَا قَامَ إِلَى الصَّلَاةِ رَفَعَ يَدَيْهِ حَتَّى تُحَاذِيَ أُذُنَيْهِ، وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ , وَاسْتَوَى قَائِمًا فَعَلَ مِثْلَ ذَلِكَ»",
            "page": "44",
            "part": "1",
            "seal": "30386C0B"
        },
        {
            "hno": "56",
            "id": "55",
            "nass": "56 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , أَخْبَرَنَا عَبدُ اللَّهِ , أَخْبَرَنَا إِسْمَاعِيلُ , حَدَّثَنِي صَالِحُ بْنُ كَيْسَانَ , عَنِ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ , عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§يَرْفَعُ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ حِينَ يُكَبِّرُ يَفْتَتِحُ الصَّلَاةَ وَحِينَ يَرْكَعُ»",
            "page": "44",
            "part": "1",
            "seal": "2642C378"
        },
        {
            "hno": "57",
            "id": "56",
            "nass": "57 - حَدَّثَنَا إِسْمَاعِيلُ , حَدَّثَنَا صَالِحٌ عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ «كَانَ §إِذَا افْتَتَحَ الصَّلَاةَ رَفَعَ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ»",
            "page": "45",
            "part": "1",
            "seal": "72AA6735"
        },
        {
            "hno": "58",
            "id": "57",
            "nass": "58 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , أَخْبَرَنَا عَبْدُ اللَّهِ أَخْبَرَنَا ابْنُ عَجْلَانَ , قَالَ سَمِعْتُ النُّعْمَانَ بْنَ أَبِي عَيَّاشٍ , يَقُولُ: «لِكُلِّ شَيْءٍ زِينَةٌ , §وَزِينَةُ الصَّلَاةِ أَنْ تَرْفَعَ يَدَيْكَ إِذَا كَبَّرْتَ , وَإِذَا رَكَعْتَ , وَإِذَا رَفَعْتَ رَأْسَكَ مِنَ الرُّكُوعِ»",
            "page": "45",
            "part": "1",
            "seal": "8FF58505"
        },
        {
            "hno": "59",
            "id": "58",
            "nass": "59 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , أَخْبَرَنَا عَبْدُ اللَّهِ , أَخْبَرَنَا الْأَوْزَاعِيُّ , حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ , عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ قَالَ: \" §رَفْعُ الْأَيْدِي لِلتَّكْبِيرَةِ , قَالَ: وَأَرَاهُ حِينَ نَنْحَنِي \"",
            "page": "46",
            "part": "1",
            "seal": "F2D9B436"
        },
        {
            "hno": "60",
            "id": "59",
            "nass": "60 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , عَنْ عَبْدِ اللَّهِ , أَخْبَرَنَا شَرِيكٌ , عَنْ لَيْثٍ , عَنْ عَطَاءٍ قَالَ: \" §رَأَيْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ , وَأَبَا سَعِيدٍ الْخُدْرِيَّ وَابْنَ عَبَّاسٍ وَابْنَ الزُّبَيْرِ: يَرْفَعُونَ أَيْدِيَهُمْ حِينَ يَفْتَتِحُونَ الصَّلَاةَ , وَإِذَا رَكَعُوا , وَإِذَا رَفَعُوا رُءُوسَهُمْ مِنَ الرُّكُوعِ \"",
            "page": "46",
            "part": "1",
            "seal": "249CEFF2"
        },
        {
            "hno": "61",
            "id": "60",
            "nass": "61 - حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ , أَخْبَرَنَا عَبْدُ اللَّهِ , أَخْبَرَنَا عِكْرِمَةُ بْنُ عَمَّارٍ قَالَ: \" رَأَيْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ , وَالْقَاسِمَ بْنَ مُحَمَّدٍ , وَعَطَاءً , وَمَكْحُولًا: §يَرْفَعُونَ أَيْدِيَهُمْ فِي الصَّلَاةِ إِذَا رَكَعُوا , وَإِذَا رَفَعُوا \"",
            "page": "47",
            "part": "1",
            "seal": "B99CEF1C"
        },
        {
            "hno": "62",
            "id": "61",
            "nass": "62 - وَقَالَ جَرِيرٌ عَنْ لَيْثٍ , عَنْ عَطَاءٍ وَمُجَاهِدٍ أَنَّهُمَا كَانَا §يَرْفَعَانِ أَيْدِيَهُمَا فِي الصَّلَاةِ وَكَانَا نَافِعٌ , وَطَاوُسٌ يَفْعَلَانِهِ.",
            "page": "47",
            "part": "1",
            "seal": "76097483"
        },
        {
            "hno": "63",
            "id": "62",
            "nass": "63 - وَعَنْ لَيْثٍ عَنِ ابْنِ عُمَرَ , وَسَعِيدِ بْنِ جُبَيْرٍ , وَطَاوُسٍ وَأَصْحَابِهِ «أَنَّهُمْ كَانُوا §يَرْفَعُونَ أَيْدِيَهُمْ إِذَا رَكَعُوا»",
            "page": "48",
            "part": "1",
            "seal": "6871DE3F"
        },
        {
            "hno": "64",
            "id": "63",
            "nass": "64 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ , حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ , حَدَّثَنَا عَاصِمٌ قَالَ: \" رَأَيْتُ أَنَسَ بْنَ مَالِكٍ: §إِذَا افْتَتَحَ الصَّلَاةَ كَبَّرَ , وَرَفَعَ يَدَيْهِ كُلَّمَا رَكَعَ , وَرَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ \"",
            "page": "48",
            "part": "1",
            "seal": "2D75586B"
        },
        {
            "hno": "65",
            "id": "64",
            "nass": "65 - حَدَّثَنَا خَلِيفَةُ بْنُ خَيَّاطٍ , حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ , حَدَّثَنَا سَعِيدٌ , عَنْ قَتَادَةَ أَنَّ نَصْرَ بْنَ عَاصِمٍ , حَدَّثَهُمْ عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ قَالَ: رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§يَرْفَعُ يَدَيْهِ إِذَا رَكَعَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ حَتَّى يُحَاذِيَ بِهِمَا فُرُوعَ أُذُنَيْهِ»",
            "page": "49",
            "part": "1",
            "seal": "2EF46634"
        },
        {
            "hno": "66",
            "id": "65",
            "nass": "66 - وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنِ الرَّبِيعِ بْنِ صُبَيْحِ , قَالَ: «رَأَيْتُ مُحَمَّدًا وَالْحَسَنَ , وَأَبَا نَضْرَةَ , وَالْقَاسِمَ بْنَ مُحَمَّدٍ , وَعَطَاءً , وَطَاوُسًا , وَمُجَاهِدًا , وَالْحَسَنَ بْنَ مُسْلِمٍ , وَنَافِعًا , وَابْنَ أَبِي نَجِيحٍ إِذَا افْتَتَحُوا الصَّلَاةَ §رَفَعُوا أَيْدِيَهُمْ , وَإِذَا رَكَعُوا , وَإِذَا رَفَعُوا رُءُوسَهُمْ مِنَ الرُّكُوعِ» -[50]- ¶ 67 - قَالَ الْبُخَارِيُّ: \" وَهَؤُلَاءِ أَهْلُ مَكَّةَ وَأَهْلُ الْمَدِينَةِ وَأَهْلُ الْيَمَنِ وَأَهْلُ الْعِرَاقِ وَقَدْ تَوَاطَئُوا عَلَى رَفْعِ الْأَيْدِي",
            "page": "49",
            "part": "1",
            "seal": "543AA40B"
        },
        {
            "hno": "67",
            "id": "66",
            "nass": "67 - وَقَالَ وَكِيعٌ عَنِ الرَّبِيعِ قَالَ: \" رَأَيْتُ الْحَسَنَ , وَمُجَاهِدًا , وَعَطَاءً , وَطَاوُسًا , وَقَيْسَ بْنَ سَعْدٍ , وَالْحَسَنَ بْنَ مُسْلِمٍ: §يَرْفَعُونَ أَيْدِيَهُمْ إِذَا رَكَعُوا , وَإِذَا سَجَدُوا \" ¶ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ: هَذَا مِنَ السُّنَّةِ",
            "page": "50",
            "part": "1",
            "seal": "0DEC09F0"
        },
        {
            "hno": "68",
            "id": "67",
            "nass": "68 - وَقَالَ عُمَرُ بْنُ يُونُسَ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ قَالَ: \" رَأَيْتُ الْقَاسِمَ , وَطَاوُسًا , وَمَكْحُولًا , وَعَبْدَ اللَّهِ بْنَ دِينَارٍ , وَسَالِمًا: §يَرْفَعُونَ أَيْدِيَهُمْ إِذَا اسْتَقْبَلَ أَحَدُهُمُ الصَّلَاةَ , وَعِنْدَ الرُّكُوعِ , وَالسُّجُودِ \"",
            "page": "51",
            "part": "1",
            "seal": "33C217A1"
        },
        {
            "hno": "69",
            "id": "68",
            "nass": "69 - وَقَالَ وَكِيعٌ عَنِ الْأَعْمَشِ , عَنْ إِبْرَاهِيمَ أَنَّهُ ذَكَرَ لَهُ حَدِيثَ , وَائِلِ بْنِ حُجْرٍ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ §يَرْفَعُ يَدَيْهِ إِذَا رَكَعَ , وَإِذَا سَجَدَ» . قَالَ إِبْرَاهِيمُ: لَعَلَّهُ كَانَ فَعَلَهُ مَرَّةً , وَهَذَا ظَنٌّ مِنْهُ لِقَوْلِهِ: فَعَلَهُ مَرَّةً مَعَ أَنَّ , وَائِلًا ذَكَرَ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَأَصْحَابَهُ غَيْرَ مَرَّةٍ يَرْفَعُونَ أَيْدِيَهُمْ , وَلَا يَحْتَاجُ , وَائِلٌ إِلَى الظُّنُونِ لِأَنَّ مُعَايَنَتَهُ أَكْثَرُ مِنْ حُسْبَانِ غَيْرِهِ",
            "page": "52",
            "part": "1",
            "seal": "74034B43"
        },
        {
            "hno": "70",
            "id": "69",
            "nass": "70 - قَالَ الْبُخَارِيُّ: وَقَدْ بَيَّنَهُ زَائِدَةُ فَقَالَ ¶ حَدَّثَنَا عَاصِمٌ , حَدَّثَنَا أَبِي أَنَّ وَائِلَ بْنَ حُجْرٍ , أَخْبَرَهُ قَالَ: قُلْتُ: «لَأَنْظُرَنَّ إِلَى صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَيْفَ يُصَلِّي §فَكَبَّرَ وَرَفَعَ يَدَيْهِ فَلَمَّا رَكَعَ رَفَعَ يَدَيْهِ فَلَمَّا رَفَعَ رَأْسَهُ رَفَعَ يَدَيْهِ مِثْلَهَا ثُمَّ أَتَيْتُهُمْ مِنْ بَعْدِ ذَلِكَ فِي زَمَانٍ فِيهِ بَرْدٌ فَرَأَيْتُ النَّاسَ عَلَيْهِمْ جُلُّ -[53]- الثِّيَابِ تُحَرَّكُ أَيْدِيهِمْ مٍنْ تَحْتِ الثِّيَابِ» ¶ فَهَذَا وَائِلٌ بَيَّنَ فِي حَدِيثِهِ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَأَصْحَابَهُ يَرْفَعُونَ أَيْدِيَهُمْ مَرَّةً بَعْدَ مَرَّةٍ",
            "page": "52",
            "part": "1",
            "seal": "66C5CFB6"
        },
        {
            "hno": "71",
            "id": "70",
            "nass": "71 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ , حَدَّثَنَا ابْنُ إِدْرِيسَ قَالَ , سَمِعْتُ عَاصِمُ بْنُ كُلَيْبٍ , عَنْ أَبِيهِ , أَنَّهُ سَمِعَهُ يَقُولُ: سَمِعْتُ وَائِلَ بْنَ حُجْرٍ يَقُولُ: \" قَدِمْتُ الْمَدِينَةَ قُلْتُ لَأَنْظُرَنَّ إِلَى صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §فَافْتَتَحَ الصَّلَاةَ فَكَبَّرَ , وَرَفَعَ يَدَيْهِ فَلَمَّا رَفَعَ رَأْسَهُ رَفَعَ يَدَيْهِ \"",
            "page": "53",
            "part": "1",
            "seal": "CCFB86F4"
        },
        {
            "hno": "72",
            "id": "71",
            "nass": "72 - حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ , حَدَّثَنَا مَالِكٌ , عَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ كَانَ §إِذَا افْتَتَحَ الصَّلَاةَ رَفَعَ يَدَيْهِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ",
            "page": "53",
            "part": "1",
            "seal": "C826B09B"
        },
        {
            "hno": "73",
            "id": "72",
            "nass": "73 - حَدَّثَنَا عَيَّاشٌ , حَدَّثَنَا عَبْدُ الْأَعْلَى , حَدَّثَنَا حُمَيْدٌ , عَنْ أَنَسٍ أَنَّهُ كَانَ §يَرْفَعُ يَدَيْهِ عِنْدَ الرُّكُوعِ",
            "page": "54",
            "part": "1",
            "seal": "5ADB435F"
        },
        {
            "hno": "74",
            "id": "73",
            "nass": "74 - حَدَّثَنَا آدَمُ , حَدَّثَنَا شُعْبَةُ , حَدَّثَنَا الْحَكَمُ بْنُ عُتَيْبَةَ قَالَ: \" رَأَيْتُ طَاوُسًا §يَرْفَعُ يَدَيْهِ إِذَا كَبَّرَ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ ¶ قَالَ الْبُخَارِيُّ: \" مَنْ زَعَمَ أَنَّ رَفْعَ الْأَيْدِي بِدْعَةٌ فَقَدْ طَعَنَ فِي أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , وَالسَّلَفِ، وَمَنْ بَعْدَهُمْ، وَأَهْلِ الْحِجَازِ، وَأَهْلِ الْمَدِينَةِ، وَأَهْلِ مَكَّةَ، وَعِدَّةٍ مِنْ أَهْلِ الْعِرَاقِ، وَأَهْلِ الشَّامِ، وَأَهْلِ الْيَمَنِ، وَعُلَمَاءِ أَهْلِ خُرَاسَانَ مِنْهُمُ ابْنُ الْمُبَارَكِ حَتَّى شُيُوخِنَا عِيسَى بْنُ مُوسَى أَبُو أَحْمَدَ , وَكَعْبِ بْنِ سَعِيدٍ , وَالْحَسَنِ بْنِ جَعْفَرٍ , وَمُحَمَّدِ بْنِ سَلَّامٍ إِلَّا -[55]- أَهْلَ الرَّأْيِ مِنْهُمْ وَعَلِيِّ بْنِ الْحَسَنِ , وَعَبْدِ اللَّهِ بْنِ عُثْمَانَ , وَيَحْيَى بْنِ يَحْيَى , وَصَدَقَةَ , وَإِسْحَاقَ , وَعَامَّةِ أَصْحَابِ ابْنِ الْمُبَارَكِ ¶ وَكَانَ الثَّوْرِيُّ , وَوَكِيعٌ , وَبَعْضُ الْكُوفِيِّينَ لَا يَرْفَعُونَ أَيْدِيَهُمْ , ¶ وَقَدْ رَوَوْا فِي ذَلِكَ أَحَادِيثَ كَثِيرَةً , وَلَمْ يُعَنِّفُوا عَلَى مَنْ رَفَعَ يَدَيْهِ , وَلَوْلَا أَنَّهَا حَقٌّ مَا رَوَوْا تِلْكَ الْأَحَادِيثَ لِأَنَّهُ لَيْسَ لِأَحَدٍ أَنْ يَقُولَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا لَمْ يَقُلْ , وَمَا لَمْ يَفْعَلْ ¶ 75 - لِقَوْلِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ تَقَوَّلَ عَلَيَّ مَا لَمْ أَقُلْ فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ» ¶ وَلَمْ يَثْبُتْ عَنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ لَا يَرْفَعُ يَدَيْهِ , وَلَيْسَ أَسَانِيدُهُ أَصَحَّ مِنْ رَفْعِ الْأَيْدِي",
            "page": "54",
            "part": "1",
            "seal": "431574C8"
        },
        {
            "hno": "76",
            "id": "74",
            "nass": "76 - حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ , حَدَّثَنَا مُعْتَمِرٌ , عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ , عَنِ ابْنِ شِهَابٍ , عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ , عَنْ أَبِيهِ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ \" كَانَ §يَرْفَعُ يَدَيْهِ إِذَا دَخَلَ فِي الصَّلَاةِ , وَإِذَا أَرَادَ أَنْ يَرْكَعَ يَرْفَعُ رَأْسَهُ , وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ يَرْفَعُ يَدَيْهِ فِي ذَلِكَ كُلِّهِ وَكَانَ عَبْدُ اللَّهِ يَفْعَلُهُ",
            "page": "56",
            "part": "1",
            "seal": "BC995814"
        },
        {
            "hno": "77",
            "id": "75",
            "nass": "77 - حَدَّثَنَا قُتَيْبَةُ , حَدَّثَنَا هُشَيْمٌ , عَنِ الزُّهْرِيِّ , عَنْ سَالِمٍ , عَنْ أَبِيهِ قَالَ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §يَرْفَعُ يَدَيْهِ إِذَا افْتَتَحَ الصَّلَاةَ , وَإِذَا رَكَعَ يَرْفَعُ يَدَيْهِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ»",
            "page": "56",
            "part": "1",
            "seal": "4077C6EA"
        },
        {
            "hno": "78",
            "id": "76",
            "nass": "78 - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ , حَدَّثَنِي اللَّيْثُ , حَدَّثَنَا عَقِيلٍ , عَنِ ابْنِ شِهَابٍ , قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ قَالَ: \" كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §إِذَا افْتَتَحَ الصَّلَاةَ يَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ , وَإِذَا أَرَادَ أَنْ يَرْكَعَ , وَبَعْدَمَا يَرْفَعُ رَأْسَهُ مِنَ الرُّكُوعِ \"",
            "page": "57",
            "part": "1",
            "seal": "57FCE85A"
        },
        {
            "hno": "79",
            "id": "77",
            "nass": "79 - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَوْشَبٍ , حَدَّثَنَا عَبْدُ الْوَهَّابِ , حَدَّثَنَا عُبَيْدُ اللَّهِ , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ , أَنَّهُ كَانَ §يَرْفَعُ يَدَيْهِ إِذَا دَخَلَ فِي الصَّلَاةِ , وَإِذَا رَكَعَ , وَإِذَا قَالَ: سَمِعَ اللَّهُ -[58]- لِمَنْ حَمِدَهُ , وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ يَرْفَعُهُمَا وَعَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَهُ",
            "page": "57",
            "part": "1",
            "seal": "71E2AF06"
        },
        {
            "hno": "80",
            "id": "78",
            "nass": "وَزَادَ وَكِيعٌ عَنِ الْعُمَرِيِّ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «أَنَّهُ كَانَ §يَرْفَعُ يَدَيْهِ إِذَا رَكَعَ , وَإِذَا سَجَدَ» ¶ 80 - قَالَ الْبُخَارِيُّ: «وَالْمَحْفُوظُ مَا رَوَى عُبَيْدُ اللَّهِ وَأَيُّوبُ , وَمَالِكٌ وَابْنُ جُرَيْجٍ وَاللَّيْثُ وَعِدَّةٌ مِنْ أَهْلِ الْحِجَازِ وَأَهْلِ الْعِرَاقِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ» فِي رَفْعِ الْأَيْدِي عِنْدَ الرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ ¶ وَلَوْ صَحَّ حَدِيثُ الْعُمَرِيِّ عَنْ نَافِعٍ عَنِ ابْنِ -[59]- عُمَرَ لَمْ يَكُنْ مُخَالِفًا لِلْأَوَّلِ لِأَنَّ أُولَئِكَ قَالُوا: إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فَلَوْ ثَبَتَ اسْتَعْمَلْنَا كِلَيْهِمَا , وَلَيْسَ هَذَا مِنَ الْخِلَافِ الَّذِي يُخَالِفُ بَعْضُهُمْ بَعْضًا لِأَنَّ هَذِهِ زِيَادَةٌ فِي الْفِعْلِ , وَالزِّيَادَةُ مَقْبُولَةٌ إِذَا ثَبَتَتَ",
            "page": "58",
            "part": "1",
            "seal": "F63EB952"
        },
        {
            "hno": "81",
            "id": "79",
            "nass": "81 - وَقَالَ وَكِيعٌ عَنِ ابْنِ أَبِي لَيْلَى , عَنْ نَافِعٍ , عَنِ ابْنِ عُمَرَ , وَعَنِ ابْنِ أَبِي لَيْلَى , عَنِ الْحَكَمِ , عَنْ مِقْسَمٍ , عَنِ ابْنِ عَبَّاسٍ , عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «§لَا تُرْفَعُ الْأَيْدِي إِلَّا فِي سَبْعَةِ مَوَاطِنَ فِي افْتِتَاحِ الصَّلَاةِ , وَاسْتِقْبَالِ الْكَعْبَةِ , وَعَلَى الصَّفَا وَالْمَرْوَةِ , وَبِعَرَفَاتٍ , وَبِجَمْعٍ وَفِي الْمَقَامَيْنِ وَعِنْدَ الْجَمْرَتَيْنِ» -[60]- ¶ 82 - قَالَ عَلِيُّ بْنُ مُسْهِرٍ وَالْمُحَارِبِيُّ عَنِ ابْنِ أَبِي لَيْلَى , عَنِ الْحَكَمِ , عَنْ مِقْسَمٍ , عَنِ ابْنِ عَبَّاسٍ , رَضِيَ اللَّهُ عَنْهُ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. ¶ وَقَالَ شُعْبَةُ إِنَّ الْحَكَمَ لَمْ يَسْمَعْ مِنْ مِقْسَمٍ إِلَّا أَرْبَعَةَ أَحَادِيثَ لَيْسَ فِيهَا هَذَا الْحَدِيثُ , ¶ وَلَيْسَ هَذَا مِنَ الْمَحْفُوظِ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِأَنَّ أَصْحَابَ نَافِعٍ خَالَفُوا , وَحَدِيثُ الْحَكَمِ عَنْ مِقْسَمٍ مُرْسَلٌ \"",
            "page": "59",
            "part": "1",
            "seal": "803E79F3"
        },
        {
            "hno": "83",
            "id": "80",
            "nass": "83 - وَقَدْ رَوَى طَاوُسٌ , وَأَبُو جَمْرَةَ وَعَطَاءٌ أَنَّهُمْ رَأَوُا ابْنَ عَبَّاسٍ «§رَفَعَ يَدَيْهِ عِنْدَ الرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ» مَعَ أَنَّ حَدِيثَ ابْنَ أَبِي لَيْلَى لَوْ صَحَّ قَوْلُهُ تُرْفَعُ الْأَيْدِي فِي سَبْعَةِ مَوَاطِنَ لَمْ يَقُلْ فِي حَدِيثِ وَكِيعٍ لَا تُرْفَعُ إِلَّا فِي هَذِهِ الْمَوَاطِنِ. ¶ فَتُرْفَعُ فِي هَذِهِ -[61]- الْمَوَاطِنِ , وَعِنْدَ الرُّكُوعِ , وَإِذَا رَفَعَ رَأْسَهُ حَتَّى تُسْتَعْمَلَ هَذِهِ الْأَحَادِيثُ كُلُّهَا , وَهَذَا لَيْسَ مِنَ التَّضَادِ , وَقَدْ قَالَ هَؤُلَاءِ: إِنَّ الْأَيْدِيَ تَرْفَعُ فِي تَكْبِيرَاتِ الْعِيدَيْنِ الْفِطْرِ , وَالْأَضْحَى , هُنَّ أَرْبَعَ عَشْرَةَ تَكْبِيرَةً فِي قَوْلِهِمْ , وَلَيْسَ هَذَا فِي حَدِيثِ ابْنِ أَبِي لَيْلَى ¶ وَهَذَا يَدُلُّ أَنَّهُمْ لَمْ يَعْتَمِدُوا عَلَى حَدِيثِ ابْنَ أَبِي لَيْلَى قَالَ بَعْضُ الْكُوفِيِّينَ: يَرْفَعُ يَدَيْهِ فِي تَكْبِيرَةِ الْجَنَازَةِ , وَهِيَ أَرْبَعُ تَكْبِيرَاتٍ , وَهَذِهِ كُلُّهَا زِيَادَةٌ عَلَى ابْنِ أَبِي لَيْلَى , ¶ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ غَيْرِ وَجْهٍ أَنَّهُ كَانَ يَرْفَعُ يَدَيْهِ فِي سِوَى هَذِهِ السَّبْعَةِ",
            "page": "60",
            "part": "1",
            "seal": "CA1AD2F6"
        },
        {
            "hno": "84",
            "id": "81",
            "nass": "84 - حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ , حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ , عَنْ ثَابِتٍ , عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ §يَرْفَعُ يَدَيْهِ فِي الِاسْتِسْقَاءِ»",
            "page": "61",
            "part": "1",
            "seal": "74608766"
        },
        {
            "hno": "85",
            "id": "82",
            "nass": "85 - حَدَّثَنَا مُسَدَّدٌ , حَدَّثَنَا أَبُو عَوَانَةَ , عَنْ سِمَاكِ بْنِ حَرْبٍ , عَنْ عِكْرِمَةَ , عَنْ عَائِشَةَ زَعَمَ أَنَّهُ سَمِعَ مِنْهَا , أَنَّهَا رَأَتِ النَّبِيَّ -[62]- صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: §يَدْعُو رَافِعًا يَدَيْهِ يَقُولُ: «إِنَّمَا أَنَا بَشَرٌ فَلَا تُعَاقِبْنِي أَيُّمَا رَجُلٍ مِنَ الْمُؤْمِنِينَ آذَيْتُهُ أَوْ شَتَمْتُهُ فَلَا تُعَاقِبْنِي فِيهِ»",
            "page": "61",
            "part": "1",
            "seal": "149254A0"
        },
        {
            "hno": "86",
            "id": "83",
            "nass": "86 - حَدَّثَنَا عَلِيٌّ , حَدَّثَنَا سُفْيَانُ , عَنْ أَبِي الزِّنَادِ , عَنِ الْأَعْرَجِ , عَنْ أَبِي هُرَيْرَةَ , قَالَ: اسْتَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْقِبْلَةَ , وَتَهَيَّأَ §وَرَفَعَ يَدَيْهِ، وَقَالَ: «اللَّهُمَّ اهْدِ دَوْسًا , وَأْتِ بِهِمْ»",
            "page": "62",
            "part": "1",
            "seal": "3D6FA3D6"
        },
        {
            "hno": "87",
            "id": "84",
            "nass": "87 - حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا حَجَّاجٌ الصَّوَّافُ , عَنْ أَبِي الزُّبَيْرِ , عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ الطُّفَيْلَ بْنَ عَمْرٍو قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: هَلْ لَكَ فِي حِصْنٍ , وَمَنَعَةٍ حِصْنِ دَوْسٍ فَأَبَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمَا ذَخَرَ اللَّهُ لِلْأَنْصَارِ , وَهَاجَرَ الطُّفَيْلُ , وَهَاجَرَ مَعَهُ رَجُلٌ مِنْ قَوْمِهِ فَمَرِضَ الرَّجُلُ فَجَاءَ إِلَى قَرْنٍ فَأَخَذَ مِشْقَصًا فَقَطَعَ وَدَجَيْهِ فَمَاتَ فَرَآهُ الطُّفَيْلُ فِي الْمَنَامِ فَقَالَ مَا فَعَلَ اللَّهُ بِكَ قَالَ غَفَرَ لِي بِهِجْرَتِي إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقَالَ: مَا شَأْنُ يَدَيْكَ؟ قَالَ: قِيلَ إِنَّا لَنْ نُصْلِحَ مِنْكَ مَا أَفْسَدْتَ مِنْ نَفْسِكِ. فَقَصَّهَا الطُّفَيْلُ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَقَالَ: «§اللَّهُمَّ , وَلِيَدَيْهِ فَاغْفِرْ» . فَرَفَعَ يَدَيْهِ",
            "page": "63",
            "part": "1",
            "seal": "5BB9E0A1"
        },
        {
            "hno": "88",
            "id": "85",
            "nass": "88 - حَدَّثَنَا قُتَيْبَةُ , حَدَّثَنَا عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ , عَنْ عَلْقَمَةَ بْنِ أَبِي عَلْقَمَةَ , عَنْ أُمِّهِ , عَنْ عَائِشَةَ أَنَّهَا قَالَتْ: خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَاتَ لَيْلَةٍ فَأَرْسَلْتُ بَرِيرَةَ فِي أَثَرِهِ لِتَنْظُرَ أَيْنَ يَذْهَبُ فَسَلَكَ نَحْوَ بَقِيعِ الْغَرْقَدِ فَوَقَفَ فِي أَدْنَى الْبَقِيعِ ثُمَّ رَفَعَ يَدَيْهِ , ثُمَّ انْصَرَفَ , فَرَجَعَتْ بَرِيرَةُ فَأَخْبَرَتْنِي فَلَمَّا أَصْبَحْتُ سَأَلْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَيْنَ خَرَجْتَ اللَّيْلَةَ؟ قَالَ: «§بُعِثْتُ إِلَى أَهْلِ الْبَقِيعِ لِأُصَلِّيَ عَلَيْهِمْ»",
            "page": "64",
            "part": "1",
            "seal": "AE933222"
        },
        {
            "hno": "89",
            "id": "86",
            "nass": "89 - حَدَّثَنَا مُسْلِمٌ , حَدَّثَنَا شُعْبَةُ , عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ , عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ قَالَ: أَخْبَرَنِي مَنْ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «§يَدْعُو عِنْدَ أَحْجَارِ الزَّيْتِ بَاسِطًا كَفَّيْهِ»",
            "page": "64",
            "part": "1",
            "seal": "DA979A88"
        },
        {
            "hno": "90",
            "id": "87",
            "nass": "90 - حَدَّثَنَا يَحْيَى بْنُ مُوسَى , حَدَّثَنَا عَبْدُ الْحَمِيدِ , حَدَّثَنَا إِسْمَاعِيلُ هُوَ ابْنُ عَبْدِ الْمَلِكِ عَنِ ابْنِ أَبِي مُلَيْكَةَ , عَنْ عَائِشَةَ , قَالَتْ: «رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ §رَافِعًا يَدَيْهِ حَتَّى بَدَا ضَبْعَاهُ يَدْعُو بِهِنَّ لِعُثْمَانَ رَضِيَ اللَّهُ عَنْهُ»",
            "page": "65",
            "part": "1",
            "seal": "90D3A97E"
        },
        {
            "hno": "91",
            "id": "88",
            "nass": "91 - حَدَّثَنَا أَبُو نُعَيْمٍ , حَدَّثَنَا الْفُضَيْلُ بْنُ مَرْزُوقٍ , عَنْ عَدِيِّ بْنِ ثَابِتٍ , عَنْ أَبِي حَازِمٍ , عَنْ أَبِي هُرَيْرَةَ , قَالَ: ذَكَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" §الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى اللَّهِ عَزَّ وَجَلَّ: يَا رَبِّ يَا رَبِّ , مَطْعَمُهُ حَرَامٌ , وَمَشْرَبُهُ حَرَامٌ , وَمَلْبَسُهُ حَرَامٌ , وَغُذِّيَ بِالْحَرَامِ فَأَنَّى يُسْتَجَابُ لِذَلِكَ \"",
            "page": "65",
            "part": "1",
            "seal": "BF8CAD1C"
        },
        {
            "hno": "92",
            "id": "89",
            "nass": "92 - أَخْبَرَنَا مُسْلِمٌ , أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ , عَنْ نُعَيْمِ بْنِ حَكِيمٍ , عَنْ أَبِي مَرْيَمَ , عَنْ عَلِيٍّ رَضِيَ اللَّهُ عَنْهُ قَالَ: رَأَيْتُ امْرَأَةَ الْوَلِيدِ جَاءَتْ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَشْكُو إِلَيْهِ زَوْجَهَا أَنَّهُ يَضْرِبُهَا فَقَالَ لَهَا: \" اذْهَبِي فَقُولِي لَهُ: كَيْتَ وَكَيْتَ \" فَذَهَبَتْ ثُمَّ رَجَعَتْ فَقَالَتْ: إِنَّهُ عَادَ يَضْرِبُنِي فَقَالَ لَهَا: \" اذْهَبِي فَقُولِي لَهُ: إِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَكَ \" , فَذَهَبَتْ ثُمَّ عَادَتْ , فَقَالَتْ: إِنَّهُ يَضْرِبُنِي فَقَالَ: \" اذْهَبِي فَقُولِي لَهُ: كَيْتَ وَكَيْتَ \" فَقَالَتْ: إِنَّهُ يَضْرِبُنِي §فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَهُ وَقَالَ: «اللَّهُمَّ عَلَيْكَ بِالْوَلِيدِ»",
            "page": "66",
            "part": "1",
            "seal": "A98D8D7E"
        },
        {
            "hno": "93",
            "id": "90",
            "nass": "93 - حَدَّثَنَا مُحَمَّدُ بْنُ سَلَّامٍ , أَنْبَأَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ , عَنْ حُمَيْدٍ , عَنْ أَنَسٍ قَالَ: قَحَطَ الْمَطَرُ عَامًا فَقَامَ بَعْضُ الْمُسْلِمِينَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمَ جُمُعَةٍ فَقَالَ يَا رَسُولَ اللَّهِ قَحَطَ -[67]- الْمَطَرُ , وَأَجْدَبَتِ الْأَرْضُ , وَهَلَكَ الْمَالُ فَرَفَعَ يَدَيْهِ , وَمَا تَرَى فِي السَّمَاءِ سَحَابَةً: §فَمَدَّ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ يَسْتَسْقِي اللَّهَ عَزَّ , وَجَلَّ فَمَا صَلَّيْنَا الْجُمُعَةَ حَتَّى أَهَمَّ الشَّابَّ الْقَرِيبَ الدَّارِ الرُّجُوعُ إِلَى أَهْلِهِ فَدَامَتْ جُمُعَةً حَتَّى كَانَتِ الْجُمُعَةُ الَّتِي تَلِيهَا قَالَ: يَا رَسُولَ اللَّهِ تَهَدَّمَتِ الْبُيُوتُ , وَحُبِسَ الرُّكْبَانُ فَتَبَسَّمَ لِسُرْعَةِ مَلَالَةِ ابْنِ آدَمَ , وَقَالَ بِيَدِهِ: «اللَّهُمَّ حَوَالَيْنَا , وَلَا عَلَيْنَا» فَتَكَشَّطَتْ عَنِ الْمَدِينَةِ",
            "page": "66",
            "part": "1",
            "seal": "A106F87E"
        }
    ],
    "t1613": [
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "ورفع يديه، وقال: اللهم اهد دوسا , وأت بهم"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "اللهم , وليديه فاغفر. فرفع يديه"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "بعثت إلى أهل البقيع لأصلي عليهم"
        },
        {
            "id": "86",
            "lvl": "1",
            "sub": null,
            "tit": "يدعو عند أحجار الزيت باسطا كفيه"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "رافعا يديه حتى بدا ضبعاه يدعو بهن لعثمان رضي الله عنه"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "الرجل يطيل السفر أشعث أغبر يمد يديه إلى الله عز وجل: يا رب يا رب , مطعمه حرام , ومشربه"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "فرفع رسول الله صلى الله عليه وسلم يده وقال: اللهم عليك بالوليد"
        },
        {
            "id": "90",
            "lvl": "1",
            "sub": null,
            "tit": "فمد يديه حتى رأيت بياض إبطيه يستسقي الله عز , وجل فما صلينا الجمعة حتى أهم الشاب القريب"
        },
        {
            "id": "91",
            "lvl": "1",
            "sub": null,
            "tit": "ثم يقنت بنا بعد الركوع يرفع يديه حتى تبدو كفاه , ويخرج ضبعاه"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه في القنوت"
        },
        {
            "id": "93",
            "lvl": "1",
            "sub": null,
            "tit": "ثم يرفع يديه ويقنت قبل الركعة."
        },
        {
            "id": "94",
            "lvl": "1",
            "sub": null,
            "tit": "ما رأيت النبي صلى الله عليه وسلم يرفع يديه في الدعاء إلا في الاستسقاء فأخبر أنس بما كان"
        },
        {
            "id": "95",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه عند الركوع"
        },
        {
            "id": "96",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا كبر , وإذا ركع , وإذا رفع رأسه من الركوع حذاء أذنيه"
        },
        {
            "id": "97",
            "lvl": "1",
            "sub": null,
            "tit": "ما رأيت ابن عمر يرفع يديه في شيء من الصلاة إلا في التكبيرة الأولى"
        },
        {
            "id": "98",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا ركع , وإذا رفع رأسه من الركوع"
        },
        {
            "id": "100",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه وهذا أحفظ عند أهل العلم"
        },
        {
            "id": "101",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه حين يركع"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام في الصلاة يرفع يديه حتى يكونا حذو منكبيه , وكان يفعل ذلك حين يكبر للركوع , ويفعل"
        },
        {
            "id": "103",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه بين السجدتين. قال البخاري: وحديث النبي صلى الله عليه وسلم"
        },
        {
            "id": "104",
            "lvl": "1",
            "sub": null,
            "tit": "سنة رسول الله صلى الله عليه وسلم أحق أن تتبع"
        },
        {
            "id": "105",
            "lvl": "1",
            "sub": null,
            "tit": "يؤخذ من قوله ويترك، إلا النبي صلى الله عليه وسلم"
        },
        {
            "id": "106",
            "lvl": "1",
            "sub": null,
            "tit": "ما تقول في رفع الأيدي مع كل تكبيرة , وهو قائم في الصلاة؟ قال: ذلك الأمر"
        },
        {
            "id": "107",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كبر على الجنازة يرفع يديه"
        },
        {
            "id": "108",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه في كل تكبيرة على الجنازة , وإذا قام من الركعتين"
        },
        {
            "id": "109",
            "lvl": "1",
            "sub": null,
            "tit": "إذا صلى على الجنازة رفع يديه"
        },
        {
            "id": "110",
            "lvl": "1",
            "sub": null,
            "tit": "كبر على جنازة فرفع يديه في كل تكبيرة"
        },
        {
            "id": "111",
            "lvl": "1",
            "sub": null,
            "tit": "يصلي على الجنازة فكبر أربعا يرفع يديه في أول التكبيرة سسس"
        },
        {
            "id": "112",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه مع كل تكبيرة على الجنازة"
        },
        {
            "id": "113",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه مع كل تكبيرة على الجنازة"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "صلى على جنازة وكبر عليها أربعا ويرفع يديه مع كل تكبيرة"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "يمشي مع جنازة، فكبر أربعا يرفع يديه مع كل تكبيرة"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع مع كل تكبيرة على الجنازة"
        },
        {
            "id": "117",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه في أول التكبيرة وخالفه محمد بن جابر عن حماد عن إبراهيم عن علقمة عن عبد الله أن"
        },
        {
            "id": "118",
            "lvl": "1",
            "sub": null,
            "tit": "ما رأيت أحدا من مشيختنا إلا يرفع يديه في الصلاة"
        },
        {
            "id": "119",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعون أيديهم عند الركوع , وإذا رفعوا رءوسهم"
        },
        {
            "id": "120",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه في كل تكبيرة على الجنازة تم الجزء والحمد لله وحده وصلاته وسلامه على سيدنا محمد"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "كان يرفع يديه إذا كبر للصلاة حذو منكبيه , وإذا أراد أن يركع , وإذا رفع رأسه من الركوع ,"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا كبر , وإذا ركع , وإذا رفع رأسه من الركوع , ولا يفعل ذلك بين"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام إلى الصلاة رفع يديه , وإذا ركع , وإذا رفع رأسه من الركوع , وإذا قام من الركعتين"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "قام فكبر فرفع يديه، ثم رفع يديه حين كبر للركوع , ثم ركع فوضع يديه على"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "فكبر ثم قرأ ثم كبر ورفع , فقالوا: أصبت صلاة رسول الله صلى الله عليه"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كبر رفع يديه , وإذا ركع وإذا رفع رأسه من الركوع"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه عند الركوع"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام إلى الصلاة المكتوبة كبر , ورفع يديه حذو منكبيه , وإذا أراد أن يركع , ويصنعه إذا"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "ورفع يديه، ثم رفع يديه حين أراد أن يركع , وبعد الركوع"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "رفع يديه في أول التكبير ثم لم يعد بعد، وحديث عبيد الله أصح مع أن حديث كليب هذا لم يحفظ"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه حذو منكبيه إذا افتتح الصلاة , وإذا كبر للركوع , وإذا رفع رأسه من الركوع رفعهما"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رفع رأسه من السجود فأراد أن يقوم رفع يديه"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "إذا استقبل الصلاة رفع يديه , وإذا ركع , وإذا رفع رأسه من الركوع , وإذا قام من السجدتين"
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": null,
            "tit": "إذا رأى رجلا لا يرفع يديه إذا ركع , وإذا رفع رماه بالحصى قال البخاري: ويروى عن أبي بكر بن"
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": null,
            "tit": "كان عبد الله بن عامر يسألني أن أستأذن له على عمر بن عبد العزيز فاستأذنت له عليه فقال:"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت ابن عباس , وابن الزبير , وأبا سعيد , وجابرا يرفعون أيديهم إذا افتتحوا الصلاة , وإذا"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كبر رفع يديه , وإذا ركع , وإذا رفع رأسه من الركوع"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح الصلاة كبر , ورفع يديه , ويرفع كلما ركع ورفع رأسه من الركوع"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه حيث كبر , وإذا رفع رأسه من الركوع"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع إذا كبر وإذا ركع"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه قبل الركوع وبعده"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "ترفع يديها في الصلاة حذو منكبيها"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": null,
            "tit": "ترفع يديها في الصلاة حذو منكبيها حين تفتتح الصلاة , وحين تركع وإذا قال: سمع الله لمن حمده"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام من الركعتين كبر , ورفع يديه"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "فلما أن كبر رفع يديه , فلما أراد أن يركع رفع يديه قال البخاري: ويروى عن عمر بن الخطاب رضي"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعون أيديهم لعبد الله بن عمر , وعبد الله بن عباس , وعبد الله بن الزبير , قال طاوس: في"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعونها إذا ركعوا , وإذا رفعوا رءوسهم"
        },
        {
            "id": "30",
            "lvl": "1",
            "sub": null,
            "tit": "إذا صلوا كأن أيديهم حيال آذانهم المراوح"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "فقام فكبر , ورفع يديه , ثم لما أراد أن يركع رفع يديه مثلها , ثم رفع رأسه فرفع يديه مثلها"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "فصلى ولم يرفع يديه إلا مرة وقال أحمد بن حنبل: عن يحيى بن آدم قال: نظرت في كتاب عبد الله"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "فقام فكبر ورفع يديه , ثم ركع , فطبق يديه جعلهما بين ركبتيه فبلغ ذلك سعدا فقال: صدق أخي قد"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا كبر قال سفيان: لما كبر الشيخ لقنوه ثم لم يعد. فقال: ثم لم"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا كبر حذو أذنيه"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا كبر ثم لم يرفع"
        },
        {
            "id": "37",
            "lvl": "1",
            "sub": null,
            "tit": "ما لي أراكم رافعي أيديكم كأنها أذناب خيل شمس؟ اسكنوا في الصلاة، فإنما كان هذا في التشهد"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "كنا إذا صلينا خلف النبي صلى الله عليه وسلم قلنا: السلام عليكم , السلام عليكم , وأشار مسعر"
        },
        {
            "id": "39",
            "lvl": "1",
            "sub": null,
            "tit": "هو شيء تزين به صلاتك"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "يكبر بيديه حين يستفتح وحين يركع , وحين يقول: سمع الله لمن حمده , وحين يرفع رأسه من الركوع"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": null,
            "tit": "فليرفع يديه حين يكبر , وحين يرفع رأسه من الركوع وكان ابن سيرين يقول: هو من تمام"
        },
        {
            "id": "42",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح التكبير في الصلاة رفع يديه حين يكبر حتى يجعلهما حذو منكبيه , وإذا كبر للركوع"
        },
        {
            "id": "43",
            "lvl": "1",
            "sub": null,
            "tit": "إن عبد الله بن عمر رجل صالح"
        },
        {
            "id": "44",
            "lvl": "1",
            "sub": null,
            "tit": "إني لأذكر عمر حين أسلم فقالوا: صبأ عمر , صبأ عمر فجاء العاصي بن وائل فقال صبأ عمر , صبأ"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "أقطع له أرضا بحضرموت قال البخاري: وقصة , وائل مشهورة عند أهل العلم , وما ذكر النبي صلى"
        },
        {
            "id": "46",
            "lvl": "1",
            "sub": null,
            "tit": "رفع يديه حتى تكونا حذو منكبيه ثم يكبر , ويفعل ذلك حين يرفع رأسه من الركوع , ويقول: سمع"
        },
        {
            "id": "47",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح الصلاة كبر , ورفع يديه , وإذا أراد أن يركع رفع يديه , وإذا رفع رأسه من"
        },
        {
            "id": "48",
            "lvl": "1",
            "sub": null,
            "tit": "أنه كبر , ورفع يديه , وإذا ركع رفع يديه , وإذا قال: سمع الله لمن حمده رفع يديه , ويرفع"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "رفع يديه حتى تحاذي أذنيه , وحين يرفع رأسه من الركوع واستوى قائما فعل مثل"
        },
        {
            "id": "50",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه , وإذا ركع , وإذا رفع رأسه من الركوع , وإذا قام من السجدتين كبر , ورفع"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "إذا كبر رفع يديه , وإذا ركع , وإذا رفع رأسه من الركوع"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "إذا دخل في الصلاة رفع يديه إلى فروع أذنيه , وإذا ركع , وإذا رفع رأسه من الركوع فعل"
        },
        {
            "id": "53",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا ركع , وإذا رفع رأسه من الركوع , وكان إذا سجد بدأ بركبتيه , وكان إذا قام"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "إذا قام إلى الصلاة رفع يديه حتى تحاذي أذنيه، وإذا رفع رأسه من الركوع , واستوى قائما فعل"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه حذو منكبيه حين يكبر يفتتح الصلاة وحين يركع"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح الصلاة رفع يديه حذو منكبيه , وإذا رفع رأسه من الركوع"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "وزينة الصلاة أن ترفع يديك إذا كبرت , وإذا ركعت , وإذا رفعت رأسك من"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "رفع الأيدي للتكبيرة , قال: وأراه حين ننحني"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "رأيت جابر بن عبد الله , وأبا سعيد الخدري وابن عباس وابن الزبير: يرفعون أيديهم حين يفتتحون"
        },
        {
            "id": "60",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعون أيديهم في الصلاة إذا ركعوا , وإذا رفعوا"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعان أيديهما في الصلاة وكانا نافع , وطاوس يفعلانه."
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعون أيديهم إذا ركعوا"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح الصلاة كبر , ورفع يديه كلما ركع , ورفع رأسه من الركوع"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا ركع , وإذا رفع رأسه من الركوع حتى يحاذي بهما فروع أذنيه"
        },
        {
            "id": "65",
            "lvl": "1",
            "sub": null,
            "tit": "رفعوا أيديهم , وإذا ركعوا , وإذا رفعوا رءوسهم من الركوع"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعون أيديهم إذا ركعوا , وإذا سجدوا"
        },
        {
            "id": "67",
            "lvl": "1",
            "sub": null,
            "tit": "يرفعون أيديهم إذا استقبل أحدهم الصلاة , وعند الركوع , والسجود"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا ركع , وإذا سجد. قال إبراهيم: لعله كان فعله مرة , وهذا ظن منه لقوله: فعله"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "فكبر ورفع يديه فلما ركع رفع يديه فلما رفع رأسه رفع يديه مثلها ثم أتيتهم من بعد ذلك في"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "فافتتح الصلاة فكبر , ورفع يديه فلما رفع رأسه رفع يديه"
        },
        {
            "id": "71",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح الصلاة رفع يديه , وإذا رفع رأسه من الركوع"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه عند الركوع"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا كبر , وإذا رفع رأسه من الركوع قال البخاري: من زعم أن رفع الأيدي بدعة فقد"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا دخل في الصلاة , وإذا أراد أن يركع يرفع رأسه , وإذا قام من الركعتين يرفع"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا افتتح الصلاة , وإذا ركع يرفع يديه , وإذا رفع رأسه من"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "إذا افتتح الصلاة يرفع يديه حتى يحاذي بهما منكبيه , وإذا أراد أن يركع , وبعدما يرفع رأسه"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا دخل في الصلاة , وإذا ركع , وإذا قال: سمع الله لمن حمده , وإذا قام من"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه إذا ركع , وإذا سجد قال البخاري: والمحفوظ ما روى عبيد الله وأيوب , ومالك وابن"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "لا ترفع الأيدي إلا في سبعة مواطن في افتتاح الصلاة , واستقبال الكعبة , وعلى الصفا والمروة"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "رفع يديه عند الركوع , وإذا رفع رأسه من الركوع مع أن حديث ابن أبي ليلى لو صح قوله ترفع"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "يرفع يديه في الاستسقاء"
        },
        {
            "id": "82",
            "lvl": "1",
            "sub": null,
            "tit": "يدعو رافعا يديه يقول: إنما أنا بشر فلا تعاقبني أيما رجل من المؤمنين آذيته أو شتمته فلا"
        }
    ]
}