{
    "b1617": [
        {
            "id": "1",
            "nass": "النهي عن القدوة السيئة وبيان أضرارها ¶ إعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1433هـ 2012 م ¶ حقوق الطبع لكل مسلم",
            "page": null,
            "part": null,
            "seal": "196A4149"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين، وعلى آله وصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: ¶ فهذه رسالة تحذر من القدوة السيئة وتبين عواقبها الوخيمة على المرء ... قال تعالى: {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (96) إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ (97) يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ (98) وَأُتْبِعُوا فِي هَذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ (99)} [هود] ¶ وقد سرت فيها وفق المباحث التالية: ¶ المبحث الأول = تعريفه لغة واصطلاحا وحكمه ¶ المبحث الثاني =الآيات الواردة في النهي عن «القدوة السيئة» ¶ المبحث الثالث = الأحاديث الواردة في ذمّ (القدوة السيئة) معنى ¶ المبحث الرابع =من الآثار وأقوال العلماء الواردة في ذمّ (القدوة السيئة) ¶ المبحث الخامس =أبحاث تحذر من القدوة السيئة",
            "page": "1",
            "part": "1",
            "seal": "727162CF"
        },
        {
            "id": "3",
            "nass": "المبحث السادس = بعض النماذج السيئة التي حذر منها القرآن ¶ الخلاصة في مضار (القدوة السيئة) ¶ وقد استفدت كثيراً من موسوعة النضرة النعيم جزاهم الله خيرا ¶ سائلا المولى عزَّوجلَّ أن ينفع بها كاتبها وقارها وناشرها والدال عليه في الدارين. ¶ قال تعالى على لسان النبي شعيب عليه السلام: {قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِنْ كُنْتُ عَلَى بَيِّنَةٍ مِنْ رَبِّي وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلَاحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [هود:88] ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ في 11 ربيع الأول 1433 هـ الموافق ل 3/ 2/2012 م ¶ - - - - - - - - - - -",
            "page": "2",
            "part": "1",
            "seal": "E46F7DBC"
        },
        {
            "id": "4",
            "nass": "المبحث الأول ¶ تعريفه لغة واصطلاحا وحكمه ¶ القدوة لغة: ¶ القدوة هي الاسم من الاقتداء، وكلاهما مأخوذ من مادّة (ق د و) الّتي تدلّ على اقتياس بالشّيء واهتداء، ومقادرة للشّيء حتّى يؤتى به مساويا لغيره، يقول ابن فارس: ومن ذلك قولهم: هذا قدى رمح أي قيسه، وفلان قدوة أي يقتدى به، ومن الباب: فلان يقدو به فرسه، إذا لزم سنن السّيرة، وإنّما سمّي ذلك قدوا لأنّه تقدير في السّيرة، وتقدّى فلان على دابّته، إذا سار سيرة على استقامة، وقيل: القدو (بالكسر) هو الأصل الّذي يتشعّب منه الفروع. (¬1) ¶ وفي المصباح:\" الْقُدْوَةُ اسْمٌ مِنْ اقْتَدَى بِهِ إذَا فَعَلَ مِثْلَ فِعْلِهِ تَأَسِّيًا وَفُلَانٌ قُدْوَةٌ أَيْ يُقْتَدَى بِهِ وَالضَّمُّ أَكْثَرُ مِنْ الْكَسْرِ قَالَ ابْنُ فَارِسٍ وَيُقَالُ إنَّ الْقُدْوَةَ الْأَصْلُ الَّذِي يَتَشَعَّبُ مِنْهُ الْفُرُوعُ.\" (¬2) ¶ ¬__________ ¶ (¬1) - المقاييس (5/ 66)، الصحاح (6/ 2460)، القاموس المحيط (1706) (ط. بيروت) ¶ (¬2) - المصباح المنير في غريب الشرح الكبير (2/ 494)",
            "page": "3",
            "part": "1",
            "seal": "EE1B0FC5"
        },
        {
            "id": "5",
            "nass": "قدا: القَدْوُ: أَصل الْبِنَاءِ الذي يَتَشَعَّبُ منه تَصْرِيفُ الِاقْتِدَاءِ، يُقَالُ: قِدْوَةٌ وقُدْوةٌ لِمَا يُقْتَدى بِهِ. ابْنُ سِيدَهْ: القُدْوَة والقِدْوَة مَا تَسَنَّنْتَ بِهِ، قُلِبَتِ الْوَاوُ فِيهِ يَاءً لِلْكَسْرَةِ الْقَرِيبَةِ مِنْهُ وضَعْف الْحَاجِزِ. والقِدَى: جَمْعُ قِدْوَة يُكْتَبُ بِالْيَاءِ. والقِدَة: كالقِدْوة. يُقَالُ: لِي بِكَ قِدْوَةٌ وقُدْوَة وقِدَةٌ، وَمِثْلُهُ حَظِيَ فلانٌ حِظْوةً وحُظْوةً وحِظة، وَدَارِي حِذْوةَ دارِك وحُذْوةَ دَارِكَ وحِذةَ دَارِكَ، وَقَدِ اقْتَدَى بِهِ. والقُدوة والقِدوة: الأُسْوة. يُقَالُ: فُلَانٌ قُدْوَة يُقْتَدَى بِهِ. ابْنُ الأَعرابي: القَدْوةُ التقَدُّمُ. يُقَالُ فُلَانٌ لَا يُقادِيه أَحد وَلَا يُماديه أَحد وَلَا يُباريه أَحد وَلَا يُجاريه أَحد، وَذَلِكَ إِذا بَرَّز فِي الخِلال كُلِّهَا. والقِدْيةُ: الهِدْيةُ، يُقَالُ: خُذْ فِي هِدْيَتِك وقِدْيَتِك أَي فِيمَا كَنْتَ فِيهِ. ¶ وتَقَدَّت بِهِ دابَّته: لَزِمَتْ سَنَنَ الطَّرِيقِ، وتَقَدَّى هُوَ عَلَيْهَا، وَمَنْ جَعَلَهُ مِنَ الْيَاءِ أَخذه مِنَ القَدَيان، وَيَجُوزُ فِي الشِّعْرِ جَاءَ تَقْدُو بِهِ دَابَّتُهُ. وقَدَى الفرسُ يَقْدِي قَدَياناً: أَسرع، وَمَرَّ فُلَانٌ تَقْدُو بِهِ فرسُه. يُقَالُ: مرَّ بِي يَتَقَدَّى فرسُه أَي يلزَم بِهِ سَنَنَ السِّيرة. وتَقَدَّيْتُ عَلَى فَرَسِي، وتَقَدَّى بِهِ بعيرُه: أَسرع. أَبو عُبَيْدٍ: مِنْ عَنَقِ الْفَرَسِ التَّقَدِّي، وتَقَدِّي الفرسِ اسْتِعانَتُه بِهَادِيهِ فِي مَشْيِهِ برَفْع يَدَيْهِ وقَبْض رِجْلَيْهِ شِبْه الخَبَب. وقَدا اللحمُ والطعامُ يَقْدُو قَدْواً وقَدَى يَقْدِي",
            "page": "4",
            "part": "1",
            "seal": "392D62D6"
        },
        {
            "id": "6",
            "nass": "قَدْياً وقَدِيَ، بِالْكَسْرِ، يَقْدَى قَدًى كُلُّهُ بِمَعْنَى إِذا شَمِمْت لَهُ رَائِحَةً طَيِّبَةً. يُقَالُ: شمِمت قَدَاةَ القِدْر، وَهِيَ قَدِيةٌ عَلَى فَعِلة أَي طَيِّبَةُ الرِّيحِ؛ وأَنشد ابْنُ بَرِّيٍّ لِمُبَشِّرِ بْنِ هُذَيْلٍ الشَّمْخِي: ¶ يقاتُ زَادًا طَيِّباً قَداتُه ¶ وَيُقَالُ: هَذَا طَعَامٌ لَهُ قَداةٌ وقَداوة؛ عَنْ أَبي زَيْدٍ، قَالَ: وَهَذَا يَدُلُّ أَن لَامَ القَدا وَاوٌ. وَمَا أَقْدَى طعامَ فلانٍ أَي مَا أَطيَبَ طَعْمه وَرَائِحَتَهُ. ابْنُ سِيدَهْ: وَطَعَامٌ قَدِيٌّ وقَدٍ طَيِّبُ الطَّعم وَالرَّائِحَةِ، يَكُونُ ذَلِكَ فِي الشِّواء وَالطَّبِيخِ، قَدِيَ قَدًى وقَدَاوَةً وقَدُوَ قَدْواً وقَداةً وقَدَاوَةً. وَحَكَى كُرَاعٌ: إِني لَأَجِدُ لِهَذَا الطَّعَامِ قَداً أَي طِيبًا، قَالَ: فَلَا أَدري أَطِيبَ طَعْمٍ عَنى أَم طِيب رَائِحَةٍ. قَالَ أَبو زَيْدٍ: إِذا كَانَ الطَّبِيخُ طَيِّب الرِّيحِ قُلْتَ قَدِيَ يَقْدَى وذَمِيَ يَذْمى. أَبو زَيْدٍ: يُقَالُ: أَتَتْنا قَادِيَةٌ مِنَ النَّاسِ أَي جَمَاعَةٌ قَلِيلَةٌ، وَقِيلَ: القَادِيَةُ مِنَ النَّاسِ أَول مَا يطرأُ عَلَيْكَ، وَجَمْعُهُا قَوادٍ. وقَدْ قَدَت، فَهِيَ تَقْدِي قَدْياً، وَقِيلَ: قَدَتْ قَادِيَةٌ إِذا أَتى قَوْمٌ قَدْ أَنْجَمُوا مِنَ الْبَادِيَةِ، وَقَالَ أَبو عَمْرٍو: قاذِيةٌ، بِالذَّالِ الْمُعْجَمَةِ، وَالْمَحْفُوظُ مَا قَالَ أَبو زَيْدٍ. أَبو زَيْدٍ: قَدًى وأَقْدَاء وَهُمُ النَّاسُ يَتَسَاقَطُونَ بِالْبَلَدِ فَيُقِيمُونَ به ويَهْدؤون. ابْنُ الأَعرابي: القَدْو القُدوم مِنَ السَّفَرِ، والقَدْوُ القُرْب. وأَقْدَى إِذا اسْتَوَى فِي طَرِيقِ الدِّينِ، وأَقْدَى أَيضاً إِذا أَسَنَّ وَبَلَغَ الْمَوْتَ. أَبو عَمْرٍو: وأَقْدَى إِذا قَدِمَ",
            "page": "5",
            "part": "1",
            "seal": "BED06EAF"
        },
        {
            "id": "7",
            "nass": "مِنْ سَفَر، وأَقْدَى إِذا اسْتَقَامَ فِي الْخَيْرِ. وَهُوَ مِنِّي قِدَى رُمْحٍ، بِكَسْرِ الْقَافِ، أَي قَدْرَه، كأَنه مَقْلُوبٌ مِنْ قِيدَ. الأَصمعي: بَيْنِي وَبَيْنَهُ قِدَى قَوْسٍ، بِكَسْرِ الْقَافِ. وقِيد قَوْسٍ وقادَ قَوْسٍ؛ وأَنشد: ¶ ولكنَّ إِقْدامي إِذا الخيلُ أَحْجَمَتْ، .. وصَبْري إِذا مَا الموتُ كَانَ قِدَى الشِّبْرِ ¶ وَقَالَ هُدبة بْنُ الخَشْرم: ¶ وإِني، إِذا مَا الموتُ لَمْ يَكُ دُونَه .. قِدَى الشِّبْرِ، أَحْمِي الأَنْفَ أَن أَتأَخرا ¶ قَالَ الأَزهري: قِدَى وقادَ وقِيدَ كُلُّهُ بِمَعْنَى قَدْرِ الشَّيْءِ. أَبو عُبَيْدٍ: سَمِعْتُ الْكِسَائِيَّ يَقُولُ سِنْدَأْوةٌ وقِنْدَأْوَةٌ، وَهُوَ الْخَفِيفُ؛ قَالَ الْفَرَّاءُ: وَهِيَ مِنَ النُّوقِ الْجَرِيئَةُ. قَالَ شَمِرٌ: قِنْدَاوَة يُهْمَزُ وَلَا يُهْمَزُ. ابْنُ سِيدَهْ: وقِدَةُ هُوَ هَذَا الْمَوْضِعُ الذِي يُقَالُ لَهُ الكُلاب، قَالَ: وإِنما حُمِلَ عَلَى الْوَاوِ لأَن ق د وأَكثر مِنْ ق د ي. (¬1). ¶ القدوة اصطلاحا: ¶ قال المناويّ، القدوة: هي الاقتداء بالغير ومتابعته والتّأسّي به (¬2). ¶ والقدوة السّيّئة هي: الاقتداء بأهل الباطل ومتابعتهم والتّأسّي بهم في فعل السّيّئات وترك الحسنات (¬3). ¶ ¬__________ ¶ (¬1) - لسان العرب (15/ 171) ¶ (¬2) - التوقيف (269). ¶ (¬3) - اقتبسنا هذا التعريف مما ذكره كل من المناوي في التوقيف (269) وما ذكره العز بن عبد السلام عن الاقتداء بأهل الحق (انظر شجرة المعارف والأحوال (ص 344).",
            "page": "6",
            "part": "1",
            "seal": "0E978307"
        },
        {
            "id": "8",
            "nass": "حكم القدوة السيئة: ¶ إنّ من يقتدى بشخص ويتّخذه إماما له فلا شكّ أنّه يحبّه ويتمنّى أن يصير مثله، ويؤدّي الاقتداء بأهل الباطل إلى محبّتهم والدّفاع عن سيّئاتهم وشرورهم، والابتعاد عن الصّالحين ويدفع هذا بصاحبه إلى ارتكاب كبيرة نصّ عليها الأئمّة، يقول ابن حجر: (الْكَبِيرَةُ الرَّابِعَةُ وَالْخَامِسَةُ وَالْخَمْسُونَ: مَحَبَّةُ الظَّلَمَةِ أَوْ الْفَسَقَةِ بِأَيِّ نَوْعٍ كَانَ فِسْقُهُمْ، وَبُغْضُ الصَّالِحِينَ) (¬1). ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - الزواجر عن اقتراف الكبائر (1/ 183)",
            "page": "7",
            "part": "1",
            "seal": "CFD64E90"
        },
        {
            "id": "9",
            "nass": "المبحث الثاني ¶ الآيات الواردة في النهي عن «القدوة السيئة» ¶ قال تعالى: {وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ (19) وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَخْرُصُونَ (20) أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ فَهُمْ بِهِ مُسْتَمْسِكُونَ (21) بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (22) وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ (23) قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (24) فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (25)} [الزخرف] ¶ وَاعْتَقَدَ المُشْرِكُونَ أَنَّ المَلاَئِكَةَ - وَهُمْ عَبِيدٌ للهِ، وَخَلْقٌ مِنْ خَلْقِهِ - هُمْ مِنْ جِنْسِ الإِنَاثِ وَسَمُّوهُمْ بِذَلِكَ، وَحَكَمُوا عَلَيهِمْ، فَهَلْ كَانُوا حَاضِرِينَ حِينَمَا خَلَقَهُمُ اللهُ فَعَرفُوا أَنَّهُمْ إِنَاثٌ؟ إِنَّهُمْ لَمْ يَشْهَدُوا شَيئاً. ثُمَّ تَهَدَّدَهُم اللهُ تَعَالَى فَقَالَ لَهُمْ: إِنَّهُ سَيَكْتُبُ شَهَادَتَهُمْ هَذِهِ، وَسَيَسْأَلُهُمْ عَنْهَا يَوْمَ القِيَامَةِ، وَيُحَاسِبُهُمْ عَلَيْهَا.",
            "page": "8",
            "part": "1",
            "seal": "EB4282FE"
        },
        {
            "id": "10",
            "nass": "فَالْمُشْرِكُونَ كَفُروا فِي قَوْلِهِمْ إِنَّ المَلاَئِكَةَ بَنَاتُ اللهِ، وَإِنَّهُمْ إِنَاثٌ مِنْ ثَلاَثَةِ وُجُوهٍ: ¶ - إِنَّهُمْ نَسُبُوا بِقَوْلِهِمْ هَذَا الوَلَدَ للهِ سُبْحَانَهُ جَلَّ عَنْ ذَلِكَ. ¶ - ثُمَّ أَعْطَوْا مَا يَعْتَقِدُونَهُ أَخَسَّ النَّصِيبِين للهِ (البَنَاتِ). ¶ - ثُمَّ اسْتَخَفُّوا بِالمَلاَئِكَةِ فَجَعَلُوهُمْ مِنْ جِنْسِ الإِنَاثِ. ¶ وَقَالَ المُشْرِكُونَ: لَوْ شَاءَ اللهُ تَعَالَى أَنْ لاَ يَعْبُدُوا هَذِهِ الأَصْنَامَ التِي صَوّرُوهَا عَلَى جِنْسِ المَلاَئِكَةِ وَقَالُوا عَنْهَا إِنَّهَا بَنَاتُ اللهِ، لَحَالَ اللهُ بَيْنَهُمْ وَبَيْنَ ذَلِكَ، فَهُوَ تَعَالَى عَالِمٌ بِعِبَادَتِهِم لَهَا، وَهُوَ يُقِرُّهُمْ عَلَيْهَا. وَفِي الحَقِيقَةِ فَإِنَّ هَؤُلاَءِ لاَ دَلِيلَ لَهُمْ عَلَى صِحَّةِ قَوْلِهِمْ هَذَا، وَلاَ بُرْهَانَ لَهُمْ عَلَيْهِ، وَمَا هُمْ فِي دَعْوَاهُمْ هَذِهِ إِلاَّ كَاذِبُونَ، مُتَقَوِّلُونَ عَلَى اللهِ، نَاسِبُونَ إِلَيهِ مَا لَمْ يَقُلْهُ (مُتَخَرِّصُونَ). ¶ أَمْ يَعْتَمِد هَؤُلاَءِ فِي شِرْكِهِمْ وَعِبَادَتِهِم الأَصْنَامَ عَلَى أَنَّ اللهَ تَعَالَى أَعْطَاهُمْ كِتَاباً قَبْلَ هَذَا القُرْآنِ (أَوْ قَبْلَ شِرْكِهِمْ هَذَا) فِيهِ دَلِيلٌ عَلَى صِحَّةِ مَا ذَهَبُوا إِلَيهِ مِنْ عِبَادَةِ الأَصْنَامِ فَهُمْ يَسْتَنِدُونَ إِلَيهِ؟ ¶ إِنَّ اللهَ تَعَالَى لَمْ يُؤْتِهِمْ شَيئاً مِنْ ذَلِكَ، فَلاَ حُجَّةَ لَهُمْ عَلَى مَا قَالُوا، وَلاَ بُرْهَانَ وَلاَ دَلِيلَ.",
            "page": "9",
            "part": "1",
            "seal": "888EF7F1"
        },
        {
            "id": "11",
            "nass": "وَإِذْ فَقَدَ المُشْرِكُونَ كُلَّ حُجَّةٍ وَدَلِيلٍ عَلَى صِحَّةِ مَا ذَهَبُوا إِلَيهِ مِنْ عِبَادَةِ الأَصْنَامِ، قَالُوا: إِنَّهُمْ وَجَدُوا آبَاءَهُمْ يَعْبُدُونَهَا فَعَبَدُوهَا، وَاتَّبِّعُوهُمْ فِي ذَلِكَ مُقَتِدِينَ بِهِمْ، لأَنَّهُمْ يَعْتَقِدُونَ أَنَّ آباءهُمْ أَرْجَحُ مِنْهُمْ عُقُولاً، وَأَصَّحُّ أَفْهَاماً، فَلاَ يُمكِنُ أَنْ يَكُونُوا فِي عِبَادَةِ الأَصْنَامِ عَلَى ضَلاَلٍ. ¶ وَلَيْسَتْ مَقَالَةُ مُشْرِكِي قُرَيشٍ هَذِهِ شَيئاً مبْتَدعاً مِنْهُمْ، فَإِنَّ اللهَ تَعَالَى لَمْ يُرْسِلْ رَسُولاً إِلَى قَرْيَةٍ مِنَ الأُمَمِ السَّالِفَةِ إِلاَّ قَالَ أَهْلُ الجَاهِ والرِّيَاسَةِ فِيهَا: إِنَّهُمْ وَجَدُوا آبَاءَهُمْ عَلَى دِينٍ وَمِلَّةٍ (أُمَّةٍ) وَإِنَّهُمْ يَتْبَعُونَ طَرِيقَهُمْ، وَيَسِيرُونَ عَلَى نَهْجِهِمْ، وَيَقْتَدُونَ بِهِمْ فِيمَا كَانُوا يَفْعَلُونَ. ¶ فَقَالَ لَهُمَ رَسُولُهُمْ: وَهَلْ سَتَسْتَمِرُّّونَ فِي السَّيْرِ عَلَى نَهْجِ آبَائِكُمْ وَأَسْلاَفِكُمْ حَتَّى وَلَوْ جِئْتُكُمْ بِمَا هُوَ أَكْثَرُ هِدَايَةً إِلَى طَرِيقِ الحَقِّ؟ فَرَدُّوا عَلَيْهِ قَائِلِينَ إِنَّهُمْ مُقِيمُونَ عَلَى دِينِ آبَائِهِمْ وَلَوْ جَاءَهُمْ بِمَا هُوَ أَفْضَلُ وَأَهْدَى، وَإِنَّهُمْ كَافِرُونَ بِمَا جَاءَهُمْ بِهِ، فَلاَ فَائِدَةَ فِي دَعْوَتِهِمْ إِلَى تَرْكِ دِينِ آبَائِهِمْ. ¶ فَأَنْزَلَ اللهُ بَأْسهُ وَنَقْمَتَهُ عَلَى هَؤُلاَءِ المُكَذِّبِينَ لِرُسُلِهِمْ مِنَ الأُمَمِ الخَالِيَةِ، فَانْظُرْ يَا مُحَمَّدُ كَيْفَ كَانَ عَاقِبَةُ أَمْرِهِمْ، وَكَيْفَ أَنَّ اللهَ",
            "page": "10",
            "part": "1",
            "seal": "4A3C27AA"
        },
        {
            "id": "12",
            "nass": "تَعَالَى دَمَّرَ عَلَيْهِمْ دِيَارَهُمْ فَلَمْ يَتْرُكْ لَهُمْ بَاقِيةً، كَذَلِكَ يَفْعَلُ بِالْمُجْرِمِينَ. (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 4223، بترقيم الشاملة آليا)",
            "page": "11",
            "part": "1",
            "seal": "B4E95D55"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث ¶ الأحاديث الواردة في ذمّ (القدوة السيئة) معنى ¶ 1 - عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ - صلى الله عليه وسلم -،قَالَ:\" أَبْغَضُ النَّاسِ إِلَى اللَّهِ ثَلاَثَةٌ: مُلْحِدٌ فِي الحَرَمِ، وَمُبْتَغٍ فِي الإِسْلاَمِ سُنَّةَ الجَاهِلِيَّةِ، وَمُطَّلِبُ دَمِ امْرِئٍ بِغَيْرِ حَقٍّ لِيُهَرِيقَ دَمَهُ \" (¬1). ¶ 2 - عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ، رَضِيَ اللَّهُ عَنْهُ قَالَ: قَالَ النَّبِيُّ - صلى الله عليه وسلم -: «أَعَاذَكَ اللَّهُ مِنْ أُمَرَاءَ يَكُونُونَ بَعْدِي» قَالَ: وَمَا هُمْ يَا رَسُولَ اللَّهِ؟ قَالَ: «مَنْ دَخَلَ عَلَيْهِمْ فَصَدَّقَهُمْ وَأَعَانَهُمْ عَلَى جَوْرِهِمْ فَلَيْسَ مِنِّي وَلَا يَرِدَ عَلَيَّ الْحَوْضَ» (¬2) ¶ 3 عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ: أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لِكَعْبِ بْنِ عُجْرَةَ: «أَعَاذَكَ اللَّهُ يَا كَعْبُ بْنَ عُجْرَةَ مِنْ إِمَارَةِ السُّفَهَاءِ»،قَالَ: وَمَا إِمَارَةُ السُّفَهَاءِ؟ قَالَ: «أُمَرَاءُ يَكُونُونَ بَعْدِي، لَا ¶ ¬__________ ¶ (¬1) - صحيح البخاري (9/ 6) (6882) ¶ [ش (أبغض الناس) أكثرهم عقابا منه وبعدا عن رحمته. (ملحد) ظالم مائل عن الحق والعدل بارتكاب المعصية. (مبتغ) طالب ومتبع. (سنة الجاهلية) طريقتها وعاداتها وأخلاق أهلها. (مطلب) متكلف للطلب وساع وراءه في كل مكان. (بغير حق) يستبيح دمه. (ليهريق دمه) ليسيله وهو كناية عن القتل] ¶ (¬2) - المستدرك على الصحيحين للحاكم (4/ 141) (7162) صحيح",
            "page": "12",
            "part": "1",
            "seal": "1AD7FACA"
        },
        {
            "id": "14",
            "nass": "يَهْدُونَ بِهَدْيِي، وَلَا يَسْتَنُّونَ بِسُنَّتِي، فَمَنْ صَدَّقَهُمْ بِكَذِبِهِمْ، وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ، فَأُولَئِكَ لَيْسُوا مِنِّي وَلَسْتُ مِنْهُمْ، وَلَا يَرِدُونَ عَلَيَّ حَوْضِي، وَمَنْ لَمْ يُصَدِّقْهُمْ عَلَى كَذِبِهِمْ، وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَأُولَئِكَ مِنِّي، وَأَنَا مِنْهُمْ، وَسَيَرِدُونَ عَلَيَّ حَوْضِي، يَا كَعْبُ بْنَ عُجْرَةَ، الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ، وَالصَّلَاةُ قُرْبَانٌ - أَوْ قَالَ: بُرْهَانٌ - يَا كَعْبُ بْنَ عُجْرَةَ، إِنَّهُ لَا يَدْخُلُ الْجَنَّةَ لَحْمٌ نَبَتَ مِنْ سُحْتٍ أَبَدًا النَّارُ أَوْلَى بِهِ، يَا كَعْبُ بْنَ عُجْرَةَ، النَّاسُ غَادِيَانِ فَمُبْتَاعٌ نَفْسَهُ، فَمُعْتِقُهَا أَوْ بَائِعُهَا فَمُوبِقُهَا». (¬1) ¶ 4 - عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ: قِيلَ لَهُ: أَلَا تَدْخُلُ عَلَى عُثْمَانَ فَتُكَلِّمَهُ؟ فَقَالَ: أَتَرَوْنَ أَنِّي لَا أُكَلِّمُهُ إِلَّا أُسْمِعُكُمْ؟ وَاللهِ لَقَدْ كَلَّمْتُهُ فِيمَا بَيْنِي وَبَيْنَهُ، مَا دُونَ أَنْ أَفْتَتِحَ أَمْرًا لَا أُحِبُّ أَنْ أَكُونَ أَوَّلَ مَنْ فَتَحَهُ، وَلَا أَقُولُ لِأَحَدٍ، يَكُونُ عَلَيَّ أَمِيرًا: إِنَّهُ خَيْرُ النَّاسِ بَعْدَ مَا سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:\" يُؤْتَى بِالرَّجُلِ يَوْمَ الْقِيَامَةِ، فَيُلْقَى فِي النَّارِ، فَتَنْدَلِقُ أَقْتَابُ بَطْنِهِ، فَيَدُورُ بِهَا كَمَا يَدُورُ الْحِمَارُ بِالرَّحَى، فَيَجْتَمِعُ إِلَيْهِ أَهْلُ النَّارِ، فَيَقُولُونَ: يَا فُلَانُ مَا لَكَ؟ أَلَمْ تَكُنْ تَأْمُرُ بِالْمَعْرُوفِ، وَتَنْهَى عَنِ ¶ ¬__________ ¶ (¬1) جامع معمر بن راشد (11/ 346) (20719) صحيح",
            "page": "13",
            "part": "1",
            "seal": "FAE902EA"
        },
        {
            "id": "15",
            "nass": "الْمُنْكَرِ؟ فَيَقُولُ: بَلَى، قَدْ كُنْتُ آمُرُ بِالْمَعْرُوفِ وَلَا آتِيهِ، وَأَنْهَى عَنِ الْمُنْكَرِ وَآتِيهِ \". (¬1) ¶ 5 - عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لَمَّا خَرَجَ إِلَى حُنَيْنٍ مَرَّ بِشَجَرَةٍ لِلْمُشْرِكِينَ يُقَالُ لَهَا: ذَاتُ أَنْوَاطٍ يُعَلِّقُونَ عَلَيْهَا أَسْلِحَتَهُمْ، فَقَالُوا: يَا رَسُولَ اللَّهِ، اجْعَلْ لَنَا ذَاتَ أَنْوَاطٍ كَمَا لَهُمْ ذَاتُ أَنْوَاطٍ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -:\" سُبْحَانَ اللَّهِ هَذَا كَمَا قَالَ قَوْمُ مُوسَى {اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ} [الأعراف:138] وَالَّذِي نَفْسِي بِيَدِهِ لَتَرْكَبُنَّ سُنَّةَ مَنْ كَانَ قَبْلَكُمْ \" (¬2). ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4/ 2290) 51 - (2989) ¶ [ش (أترون أني لا أكلمه إلا أسمعكم) معناه أتظنون أني لا أكلمه إلا وأنتم تسمعون (ما دون أن أفتتح أمرا لا أحب أن أكون أول من فتحه) يعني المجاهرة بالإنكار على الأمراء في الملأ كما جرى لقتلة عثمان رضي الله عنه (فتندلق أقتاب بطنه) قال أبو عبيد الأقتاب الأمعاء قال الأصمعي واحدها قتبة وقال غيره قتب وقال ابن عيينة هي ما استدار في البطن وهي الحوايا والأمعاء وهي الأقصاب واحدها قصب والاندلاق خروج الشيء من مكانه] ¶ (¬2) - سنن الترمذي ت شاكر (4/ 475) (2180) صحيح ¶ أنواط: جمع نوط، وهو مصدر نطت به كذا وكذا انوط نوطا: إذا علقته به، ويسمى المنوط بالنوط.",
            "page": "14",
            "part": "1",
            "seal": "09AB341B"
        },
        {
            "id": "16",
            "nass": "وعَنْ رِبْعِيِّ بْنِ حِرَاشٍ، قَالَ: قَالَ حذَيْفَةُ: لَتَرْكَبُنَّ سُنَّةَ بَنِي إسْرَائِيلَ حَذْوَ النَّعْلِ بِالنَّعْلِ وَالْقُذَّةِ بِالْقُذَّةِ غَيْرَ أَنِّي لاَ أَدْرِي تَعْبُدُونَ الْعِجْلَ أَمْ لاَ. (¬1) ¶ وعَنْ حُذَيْفَةَ قَالَ:\" لَتُنْقَضَنَّ عُرَى الْإِسْلَامِ عُرْوَةً عُرْوَةً، حَتَّى لَا يَقُولَ عَبْدٌ: مَهْ مَهْ، وَلَتَرْكَبُنَّ سُنَنَ الْأُمَمِ قَبْلَكُمْ حَذْوَ النَّعْلِ بِالنَّعْلِ، لَا تُخْطِئُونَ طَرِيقَهُمْ، وَلَا يُخْطِئُكُمْ، حَتَّى لَوْ أَنَّهُ كَانَ فِيمِنْ كَانَ قَبْلَكُمْ مِنَ الْأُمَمِ أُمَّةٌ يَأْكُلُونَ الْعَذِرَةَ رَطْبَةً أَوْ يَابِسَةً لَأَكَلْتُمُوهَا، وَسَتَفْضُلُوهُمْ بِثَلَاثِ خِصَالٍ لَمْ تَكُنْ فِيمِنْ كَانَ قَبْلَكُمْ مِنَ الْأُمَمِ: نَبْشُ الْقُبُورِ، وَسُمْنَةُ النِّسَاءِ، تَسْمُنُ الْجَارِيَةُ حَتَّى تَمُوتَ شَحْمًا، وَحَتَّى يَكْتَفِيَ الرِّجَالُ بِالرِّجَالِ دُونَ النِّسَاءِ، وَالنِّسَاءُ بِالنِّسَاءِ دُونَ الرِّجَالِ، أَيْمُ اللَّهِ إِنَّهَا لَكَائِنَةٌ وَلَوْ قَدْ كَانَتْ خُسِفَ بِهِمْ وَرُجِمُوا كَمَا فُعِلَ بِقَوْمِ لُوطٍ، وَاللَّهِ مَا هُوَ بِالرَّأْيِ وَلَكِنَّهُ الْحَقُّ الْيَقِينُ \" (¬2) ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة -دار القبلة (21/ 161) (38542) صحيح ومثله لا يقال بالرأي ¶ القذة: ريشة السهم، وجمعها قذذ، وتكون أيضا متساوية الأقدار، تقص كل ريشة على قدر الأخرى. ¶ (¬2) - البدع لابن وضاح (2/ 137) (193) صحيح لغيره",
            "page": "15",
            "part": "1",
            "seal": "216CA7E6"
        },
        {
            "id": "17",
            "nass": "وعَنْ هُزَيْلٍ، قَالَ: قَالَ عَبْدُ اللهِ: أَنْتُمْ أَشْبَهُ النَّاسِ سَمْتًا وَهَدْيًا بِبَنِي إسْرَائِيلَ لِتَسْلُكُنَّ طَرِيقَهُمْ حَذْو القذة بِالْقُذَّةِ وَالنَّعْلِ بِالنَّعْلِ \" (¬1) ¶ وعَنْ أَبِي الْبَخْتَرِيِّ، قَالَ: قَالَ حُذَيْفَةُ: لاَ يَكُونُ فِي بَنِي إسْرَائِيلَ شَيْءٌ إِلاَّ كَانَ فِيكُمْ مِثْلُهُ، فَقَالَ رَجُلٌ يكون فِينَا قَوْمُ لُوطٍ، قَالَ: نَعَمْ، وَمَا تَرَى بَلَغَ ذَلِكَ لاَ أُمَّ لَك. (¬2) ¶ 6 - عَنْ أَبِي سَعِيدٍ، رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ:\" إِنَّ الشَّيْطَانَ قَالَ: وَعِزَّتِكَ يَا رَبِّ لَا أَبْرَحُ أُغْوِي عِبَادَكَ مَا دَامَتْ أَرْوَاحُهُمْ فِي أَجْسَادِهِمْ، فَقَالَ الرَّبُّ تَبَارَكَ وَتَعَالَى: وَعِزَّتِي وَجَلَالِي لَا أَزَالُ أَغْفِرُ لَهُمْ مَا اسْتَغْفَرُونِي» (¬3). ¶ 7 - عَنْ ثَوْبَانَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -:\" إِنَّ اللهَ زَوَى لِي الْأَرْضَ، فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا، وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا، وَأُعْطِيتُ الْكَنْزَيْنِ الْأَحْمَرَ وَالْأَبْيَضَ، وَإِنِّي سَأَلْتُ رَبِّي لِأُمَّتِي أَنْ لَا يُهْلِكَهَا بِسَنَةٍ عَامَّةٍ، وَأَنْ لَا يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ، فَيَسْتَبِيحَ بَيْضَتَهُمْ، وَإِنَّ رَبِّي قَالَ: يَا مُحَمَّدُ إِنِّي إِذَا قَضَيْتُ قَضَاءً فَإِنَّهُ لَا يُرَدُّ، وَإِنِّي أَعْطَيْتُكَ لِأُمَّتِكَ أَنْ لَا أُهْلِكَهُمْ بِسَنَةٍ عَامَّةٍ، وَأَنْ لَا أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ، يَسْتَبِيحُ ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة -دار القبلة (21/ 154) (38533) صحيح ¶ (¬2) - مصنف ابن أبي شيبة -دار القبلة (21/ 154) (38534) صحيح لغيره ¶ (¬3) - المستدرك على الصحيحين للحاكم (4/ 290) (7672) حسن",
            "page": "16",
            "part": "1",
            "seal": "07CBE1CF"
        },
        {
            "id": "18",
            "nass": "بَيْضَتَهُمْ، وَلَوِ اجْتَمَعَ عَلَيْهِمْ مَنْ بِأَقْطَارِهَا - أَوْ قَالَ مَنْ بَيْنَ أَقْطَارِهَا - حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا، وَيَسْبِي بَعْضُهُمْ بَعْضًا \" (¬1) ¶ 8 - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ العَاصِ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «إِنَّ اللَّهَ لاَ يَقْبِضُ العِلْمَ انْتِزَاعًا يَنْتَزِعُهُ مِنَ العِبَادِ، وَلَكِنْ يَقْبِضُ العِلْمَ بِقَبْضِ العُلَمَاءِ، حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالًا، فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأَضَلُّوا» (¬2). ¶ 9 - عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، رَضِيَ اللَّهُ عَنْهُ قَالَ: انْتَهَيْتُ إِلَى النَّبِيِّ - صلى الله عليه وسلم - وَهُوَ فِي قُبَّةٍ مِنْ أَدَمٍ حَمْرَاءَ فِي نَحْوٍ مِنْ أَرْبَعِينَ رَجُلًا فَقَالَ: «إِنَّهُ مَفْتُوحٌ لَكُمْ وَأَنْتُمْ مَنْصُورُونَ مُصِيبُونَ فَمَنْ أَدْرَكَ ذَلِكَ مِنْكُمْ فَلْيَتَّقِ اللَّهَ وَلْيَأْمُرْ بِالْمَعْرُوفِ وَلْيَنْهَ عَنِ ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4/ 2215) 19 - (2889) ¶ [ش (زوى) معناه جمع (الكنزين الأحمر والأبيض) المراد بالكنزين الذهب والفضة والمراد كنزا كسرى وقيصر ملكي العراق والشام (فيستبيح بيضتهم) أي جماعتهم وأصلهم والبيضة أيضا العز والملك (أن لا أهلكهم بسنة عامة) أي لا أهلكهم بقحط يعمهم بل إن وقع قحط فيكون في ناحية يسيرة بالنسبة إلى باقي بلاد الإسلام] ¶ (¬2) - صحيح البخاري (1/ 32) (100) ¶ [ش (انتزاعا) محوا من صدور العلماء. (بقبض العلماء) بموتهم. (رؤوسا) جمع رأس وفي رواية (رؤوساء) جمع رئيس والمعنى واحد. (الفريري) هو أحد من سمع الصحيح عن البخاري ورواه عنه]",
            "page": "17",
            "part": "1",
            "seal": "43D3D6E9"
        },
        {
            "id": "19",
            "nass": "الْمُنْكَرِ وَلْيَصِلْ رَحِمَهُ وَمَثَلُ الَّذِي يُعِينُ قَوْمَهُ عَلَى غَيْرِ الْحَقِّ كَمَثَلِ الْبَعِيرِ يَتَرَدَّى فَهُوَ يَمُدُّ بِذَنَبِهِ» (¬1) ¶ 10 - عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ - صلى الله عليه وسلم -،قَالَ:\" إِنَّمَا مَثَلُ الْجَلِيسِ الصَّالِحِ، وَالْجَلِيسِ السَّوْءِ، كَحَامِلِ الْمِسْكِ، وَنَافِخِ الْكِيرِ، فَحَامِلُ الْمِسْكِ: إِمَّا أَنْ يُحْذِيَكَ، وَإِمَّا أَنْ تَبْتَاعَ مِنْهُ، وَإِمَّا أَنْ تَجِدَ مِنْهُ رِيحًا طَيِّبَةً، وَنَافِخُ الْكِيرِ: إِمَّا أَنْ يُحْرِقَ ثِيَابَكَ، وَإِمَّا أَنْ تَجِدَ رِيحًا خَبِيثَةً \" (¬2). ¶ 11 - عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «خَصْلَتَانِ مَنْ كَانَتَا فِيهِ كَتَبَهُ اللَّهُ شَاكِرًا صَابِرًا، وَمَنْ لَمْ تَكُونَا فِيهِ لَمْ يَكْتُبْهُ اللَّهُ شَاكِرًا وَلَا صَابِرًا، مَنْ نَظَرَ فِي دِينِهِ إِلَى مَنْ هُوَ فَوْقَهُ فَاقْتَدَى بِهِ، وَنَظَرَ فِي دُنْيَاهُ إِلَى مَنْ هُوَ دُونَهُ فَحَمِدَ اللَّهَ عَلَى مَا فَضَّلَهُ بِهِ عَلَيْهِ كَتَبَهُ اللَّهُ شَاكِرًا وَصَابِرًا، وَمَنْ نَظَرَ فِي دِينِهِ إِلَى مَنْ هُوَ دُونَهُ، وَنَظَرَ فِي دُنْيَاهُ إِلَى مَنْ هُوَ فَوْقَهُ فَأَسِفَ عَلَى مَا فَاتَهُ مِنْهُ لَمْ يَكْتُبْهُ اللَّهُ شَاكِرًا وَلَا صَابِرًا» (¬3). ¶ ¬__________ ¶ (¬1) - المستدرك على الصحيحين للحاكم (4/ 175) (7275) صحيح ¶ (¬2) - صحيح مسلم (4/ 2026) 146 - (2628) ¶ الكير: منفاخ الحداد، وكوره: المبني من الطين للنار. يحذيك: يعطيك، من الحذية، والحذيا: العطية. ¶ (¬3) - سنن الترمذي ت شاكر (4/ 665) (2512) حسن لغيره",
            "page": "18",
            "part": "1",
            "seal": "15D3F963"
        },
        {
            "id": "20",
            "nass": "12 - عن حُذَيْفَةَ بْنِ اليَمَانِ قَالَ: كَانَ النَّاسُ يَسْأَلُونَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنِ الخَيْرِ، وَكُنْتُ أَسْأَلُهُ عَنِ الشَّرِّ مَخَافَةَ أَنْ يُدْرِكَنِي، فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا فِي جَاهِلِيَّةٍ وَشَرٍّ، فَجَاءَنَا اللَّهُ بِهَذَا الخَيْرِ، فَهَلْ بَعْدَ هَذَا الخَيْرِ مِنْ شَرٍّ؟ قَالَ: «نَعَمْ» قُلْتُ: وَهَلْ بَعْدَ ذَلِكَ الشَّرِّ مِنْ خَيْرٍ؟ قَالَ: «نَعَمْ، وَفِيهِ دَخَنٌ» قُلْتُ: وَمَا دَخَنُهُ؟ قَالَ: «قَوْمٌ يَهْدُونَ بِغَيْرِ هَدْيِي، تَعْرِفُ مِنْهُمْ وَتُنْكِرُ» قُلْتُ: فَهَلْ بَعْدَ ذَلِكَ الخَيْرِ مِنْ شَرٍّ؟ قَالَ: «نَعَمْ، دُعَاةٌ إِلَى أَبْوَابِ جَهَنَّمَ، مَنْ أَجَابَهُمْ إِلَيْهَا قَذَفُوهُ فِيهَا» قُلْتُ: يَا رَسُولَ اللَّهِ، صِفْهُمْ لَنَا؟ فَقَالَ: «هُمْ مِنْ جِلْدَتِنَا، وَيَتَكَلَّمُونَ بِأَلْسِنَتِنَا» قُلْتُ: فَمَا تَأْمُرُنِي إِنْ أَدْرَكَنِي ذَلِكَ؟ قَالَ: تَلْزَمُ جَمَاعَةَ المُسْلِمِينَ وَإِمَامَهُمْ، قُلْتُ: فَإِنْ لَمْ يَكُنْ لَهُمْ جَمَاعَةٌ وَلاَ إِمَامٌ؟ قَالَ «فَاعْتَزِلْ تِلْكَ الفِرَقَ كُلَّهَا، وَلَوْ أَنْ تَعَضَّ بِأَصْلِ شَجَرَةٍ، حَتَّى يُدْرِكَكَ المَوْتُ وَأَنْتَ عَلَى ذَلِكَ» (¬1) ¶ ¬__________ ¶ (¬1) - صحيح البخاري (4/ 199) (3606) وصحيح مسلم (3/ 1475) 51 - (1847) ¶ [ش (أسأله عن الشر) أستوضحه عنه. (مخافة أن يدركني) خوفا من أن أقع فيه أو أدرك زمنه. (دخن) من الدخان أي ليس خيرا خالصا بل فيه ما يشوبه ويكدره وقيل الدخن الأمور المكروهة. (تعرف منهم وتنكر) أي ترى منهم أشياء موافقة للشرع وأشياء مخالفة له. (جلدتنا) من أنفسننا وقومنا وقيل هم في الظاهر مثلنا ومعنا وفي الباطن مخالفون لنا في أمورهم وشؤونهم وجلدة الشيء ظاهره. (جماعة المسلمين) عامتهم التي تلتزم بالكتاب والسنة. (إمامهم) أميرهم العادل الذي اختاروه ونصبوه عليهم. (تعض بأصل شجرة) أي حتى ولو كان الاعتزال بالعض على أصل شجرة والعض هو الأخذ بالأسنان والشد عليها والمراد المبالغة في الاعتزال]",
            "page": "19",
            "part": "1",
            "seal": "F866C929"
        },
        {
            "id": "21",
            "nass": "13 - عَنِ الْمُنْذِرِ بْنِ جَرِيرٍ، عَنْ أَبِيهِ، قَالَ: كُنَّا عِنْدَ رَسُولِ اللهِ - صلى الله عليه وسلم - فِي صَدْرِ النَّهَارِ، قَالَ: فَجَاءَهُ قَوْمٌ حُفَاةٌ عُرَاةٌ مُجْتَابِي النِّمَارِ أَوِ الْعَبَاءِ، مُتَقَلِّدِي السُّيُوفِ، عَامَّتُهُمْ مِنْ مُضَرَ، بَلْ كُلُّهُمْ مِنْ مُضَرَ فَتَمَعَّرَ وَجْهُ رَسُولِ اللهِ - صلى الله عليه وسلم - لِمَا رَأَى بِهِمْ مِنَ الْفَاقَةِ، فَدَخَلَ ثُمَّ خَرَجَ، فَأَمَرَ بِلَالًا فَأَذَّنَ وَأَقَامَ، فَصَلَّى ثُمَّ خَطَبَ فَقَالَ: {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} [النساء:1] إِلَى آخِرِ الْآيَةِ، {إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء:1] وَالْآيَةَ الَّتِي فِي الْحَشْرِ: {اتَّقُوا اللهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللهَ} [الحشر:18] «تَصَدَّقَ رَجُلٌ مِنْ دِينَارِهِ، مِنْ دِرْهَمِهِ، مِنْ ثَوْبِهِ، مِنْ صَاعِ بُرِّهِ، مِنْ صَاعِ تَمْرِهِ - حَتَّى قَالَ - وَلَوْ بِشِقِّ تَمْرَةٍ» قَالَ: فَجَاءَ رَجُلٌ مِنَ الْأَنْصَارِ بِصُرَّةٍ كَادَتْ كَفُّهُ تَعْجِزُ عَنْهَا، بَلْ قَدْ عَجَزَتْ، قَالَ: ثُمَّ تَتَابَعَ النَّاسُ، حَتَّى رَأَيْتُ كَوْمَيْنِ مِنْ طَعَامٍ وَثِيَابٍ، حَتَّى رَأَيْتُ وَجْهَ رَسُولِ اللهِ - صلى الله عليه وسلم - يَتَهَلَّلُ، كَأَنَّهُ مُذْهَبَةٌ، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً، فَلَهُ أَجْرُهَا، وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ، وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً، كَانَ عَلَيْهِ وِزْرُهَا",
            "page": "20",
            "part": "1",
            "seal": "13352D47"
        },
        {
            "id": "22",
            "nass": "وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ، مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ» (¬1) ¶ 14 - عَنْ عَبْدِ اللهِ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تُقْتَلُ نَفْسٌ ظُلْمًا، إِلَّا كَانَ عَلَى ابْنِ آدَمَ الْأَوَّلِ كِفْلٌ مِنْ دَمِهَا، لِأَنَّهُ كَانَ أَوَّلَ مَنْ سَنَّ الْقَتْلَ» (¬2) ¶ ¬__________ ¶ (¬1) - صحيح مسلم (2/ 705) 69 - (1017) ¶ [ش (مجتابي النمار) نصب على الحالية أي لابسيها خارقين أوساطها مقورين يقال اجتبت القميص أي دخلت فيه والنمار جمع نمرة وهي ثياب صوف فيها تنمير وقيل هي كل شملة مخططة من مآزر الأعراب كأنها أخذت من لون النمر لما فيها من السواد والبياض أراد أنه جاءه قوم لابسي أزر مخططة من صوف (العباء) بالمد وبفتح العين جمع عباءة وعباية لغتان نوع من الأكسية (فتعمر) أي تغير (كومين) هو بفتح الكاف وضمها قال القاضي ضبطه بعضهم بالفتح وبعضهم بالضم قال ابن سراج هو بالضم اسم لما كوم وبالفتح المرة الواحدة قال والكومة بالضم الصبرة والكوم العظيم من كل شيء والكوم المكان المرتفع كالرابية قال القاضي فالفتح هنا أولى لأن مقصوده الكثرة والتشبيه بالرابية (يتهلل) أي يستنير فرحا وسرورا (مذهبة) ضبطوه بوجهين أحدهما وهو المشهور وبه جزم القاضي والجمهور مذهبة والثاني ولم يذكر الحميدي في الجمع بين الصحيحين غيره مدهنة وقال القاضي عياض في المشارق وغيره من الأئمة هذا تصيحف وذكر القاضي وجهين في تفسيره أحدهما معناه فضة مذهبة فهو أبلغ في حسن الوجه وإشراقه والثاني شبهه في حسنه ونوره بالمذهبة من الجلود وجمعها مذاهب وهي شيء كانت العرب تصنعه من جلود وتجعل فيها خطوط مذهبة يرى بعضها إثر بعض] ¶ (¬2) - صحيح البخاري (4/ 133) (3335) وصحيح مسلم (3/ 1303) 27 - (1677) ¶ [ش (لا تقتل نفس ظلما) هذا الحديث من قواعد الإسلام وهو أن كل من ابتدع شيئا من الشر كان عليه مثل وزر كل من اقتدى به في ذلك فعمل مثل عمله إلى يوم القيامة ومثله من ابتدع شيئا من الخير كان له مثل أجر من يعمل به إلى يوم القيامة وهو موافق للحديث الصحيح (من سن سنة حسنة ومن سن سنة سيئة) وللحديث الصحيح (من دل على خير فله مثل أجر فاعله) وللحديث الصحيح (ما من داع يدعو إلى هدى وما من داع يدعو إلى ضلالة) (كفل) الكفل الجزء والنصيب وقال الخليل هو الضعف]",
            "page": "21",
            "part": "1",
            "seal": "9BD43BFF"
        },
        {
            "id": "23",
            "nass": "15 - عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -،قَالَ: «لاَ تَقُومُ السَّاعَةُ حَتَّى تَأْخُذَ أُمَّتِي بِأَخْذِ القُرُونِ قَبْلَهَا، شِبْرًا بِشِبْرٍ وَذِرَاعًا بِذِرَاعٍ»،فَقِيلَ: يَا رَسُولَ اللَّهِ، كَفَارِسَ وَالرُّومِ؟ فَقَالَ: «وَمَنِ النَّاسُ إِلَّا أُولَئِكَ» (¬1) ¶ 16 - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -،قَالَ: «لَتَتْبَعُنَّ سَنَنَ مَنْ كَانَ قَبْلَكُمْ، شِبْرًا شِبْرًا وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ دَخَلُوا جُحْرَ ضَبٍّ تَبِعْتُمُوهُمْ»،قُلْنَا: يَا رَسُولَ اللَّهِ، اليَهُودُ وَالنَّصَارَى؟ قَالَ: «فَمَنْ» (¬2). ¶ ¬__________ ¶ (¬1) - صحيح البخاري (9/ 102) (7319) ¶ [ش (بأخذ القرون) تسير بسيرة الأمم قبلها. (شبرا بشبر) الشبر ما بين رأس الإبهام ورأس الخنصر والكف مفتوحة مفرقة الأصابع والمراد بيان شدة اتباعهم والمبالغة في تقليدهم. وذكر فارس والروم لأنهم كانوا أكبر ممالك الأرض حينئذ وأكثرهم رعية وأوسعهم بلادا والناس إنما يقلدون من كان هذا حاله وليس المراد الحصر. وكذلك ذكره لليهود والنصارى في الحديث الآتي لأنهم كانوا المشهورين بالديانات السماوية] ¶ (¬2) - صحيح البخاري (9/ 103) (7320) وصحيح مسلم (4/ 2054) 6 - (2669) ¶ [ش (سنن) السنن هو الطريق والمراد بالشبر والذراع وجحر الضب التمثيل بشدة الموافقة لهم والمراد الموافقة في المعاصي والمخالفات لا في الكفر]",
            "page": "22",
            "part": "1",
            "seal": "438D280A"
        },
        {
            "id": "24",
            "nass": "17 - عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَيَأْتِيَنَّ عَلَى أُمَّتِي مَا أَتَى عَلَى بني إسرائيل حَذْوَ النَّعْلِ بِالنَّعْلِ، حَتَّى إِنْ كَانَ مِنْهُمْ مَنْ أَتَى أُمَّهُ عَلَانِيَةً لَكَانَ فِي أُمَّتِي مَنْ يَصْنَعُ ذَلِكَ، وَإِنَّ بني إسرائيل تَفَرَّقَتْ عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً، وَتَفْتَرِقُ أُمَّتِي عَلَى ثَلَاثٍ وَسَبْعِينَ مِلَّةً، كُلُّهُمْ فِي النَّارِ إِلَّا مِلَّةً وَاحِدَةً»،قَالُوا: وَمَنْ هِيَ يَا رَسُولَ اللَّهِ؟ قَالَ: «مَا أَنَا عَلَيْهِ وَأَصْحَابِي» (¬1) ¶ 18 - عَنْ أَبِي سَعِيدٍ الخُدْرِيِّ، عَنِ النَّبِيِّ - صلى الله عليه وسلم -،قَالَ:\" مَا بَعَثَ اللَّهُ مِنْ نَبِيٍّ، وَلاَ اسْتَخْلَفَ مِنْ خَلِيفَةٍ، إِلَّا كَانَتْ لَهُ بِطَانَتَانِ: بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَحُضُّهُ عَلَيْهِ، وَبِطَانَةٌ تَأْمُرُهُ بِالشَّرِّ وَتَحُضُّهُ عَلَيْهِ، فَالْمَعْصُومُ مَنْ عَصَمَ اللَّهُ تَعَالَى \" (¬2). ¶ 19 - عَنْ عَبْدِ اللهِ، قَالَ: «مَنْ سَرَّهُ أَنْ يَلْقَى اللهَ غَدًا مُسْلِمًا، فَلْيُحَافِظْ عَلَى هَؤُلَاءِ الصَّلَوَاتِ حَيْثُ يُنَادَى بِهِنَّ، فَإِنَّ اللهَ شَرَعَ لِنَبِيِّكُمْ - صلى الله عليه وسلم - سُنَنَ الْهُدَى، وَإِنَّهُنَّ مَنْ سُنَنَ الْهُدَى، وَلَوْ أَنَّكُمْ صَلَّيْتُمْ فِي بُيُوتِكُمْ كَمَا يُصَلِّي هَذَا الْمُتَخَلِّفُ فِي بَيْتِهِ، لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ، وَلَوْ تَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ لَضَلَلْتُمْ، وَمَا مِنْ رَجُلٍ يَتَطَهَّرُ فَيُحْسِنُ ¶ ¬__________ ¶ (¬1) - سنن الترمذي ت شاكر (5/ 26) (2641) حسن لغيره ¶ (¬2) - صحيح البخاري (9/ 77) (7198)",
            "page": "23",
            "part": "1",
            "seal": "8A4F7B77"
        },
        {
            "id": "25",
            "nass": "الطُّهُورَ، ثُمَّ يَعْمِدُ إِلَى مَسْجِدٍ مِنْ هَذِهِ الْمَسَاجِدِ، إِلَّا كَتَبَ اللهُ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا حَسَنَةً، وَيَرْفَعُهُ بِهَا دَرَجَةً، وَيَحُطُّ عَنْهُ بِهَا سَيِّئَةً، وَلَقَدْ رَأَيْتُنَا وَمَا يَتَخَلَّفُ عَنْهَا إِلَّا مُنَافِقٌ مَعْلُومُ النِّفَاقِ، وَلَقَدْ كَانَ الرَّجُلُ يُؤْتَى بِهِ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ فِي الصَّفِّ» (¬1). ¶ 20 - عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -:\" مَنْ سَنَّ سُنَّةَ ضَلَالٍ فَاتُّبِعَ عَلَيْهَا، كَانَ عَلَيْهِ مِثْلُ أَوْزَارِهِمْ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْءٌ، وَمَنْ سَنَّ سُنَّةَ هُدًى فَاتُّبِعَ عَلَيْهَا، كَانَ لَهُ مِثْلُ أُجُورِهِمْ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْءٌ \" (¬2) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - صحيح مسلم (1/ 453) 257 - (654) ¶ [ش (يهادى بين رجلين) أي يمسكه رجلان من جانبيه بعضديه يعتمد عليهما] ¶ (¬2) - مسند أحمد ط الرسالة (16/ 326) (10556) صحيح لغيره",
            "page": "24",
            "part": "1",
            "seal": "7149D0E7"
        },
        {
            "id": "26",
            "nass": "المبحث الرابع ¶ من الآثار وأقوال العلماء الواردة في ذمّ (القدوة السيئة) ¶ 1 - قَالَ عِيسَى - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - مَثَلُ الْعُلَمَاءِ السُّوءِ مَثَلُ صَخْرَةٍ وَقَعَتْ عَلَى فَمِ النَّهْرِ لَا تَشْرَبُ وَلَا تَتْرُكُ الْمَاءَ يَخْلُصُ إلَى الزَّرْعِ وَمَثَلُ قَنَاةِ الْبَالُوعَةِ ظَاهِرُهَا جَصٌّ وَبَاطِنُهَا نَتْنٌ وَمَثَلُ الْقُبُورِ ظَاهِرُهَا عَامِرٌ وَبَاطِنُهَا عِظَامُ الْمَوْتَى، وَالْحَدِيثُ فِي الْجَامِعِ بِهَذِهِ الرِّوَايَةِ عَنْ هَذَا الْمَخْرَجِ «شِرَارُ أُمَّتِي شِرَارُ الْعُلَمَاءِ فِي النَّاسِ» (¬1). ¶ 2 - عن زُهَيْرَ بْنِ سَالِمٍ أَنَّ عُمَيْرَ بْنَ سَعْدٍ الْأَنْصَارِيَّ كَانَ وَلَّاهُ عُمَرُ حِمْصَ ... فَذَكَرَ الْحَدِيثَ، قَالَ عُمَرُ - يَعْنِي لِكَعْبٍ -:إِنِّي أَسْأَلُكَ عَنْ أَمْرٍ فَلا تَكْتُمْنِي. قَالَ: وَاللهِ لَا أَكْتُمُكَ شَيْئًا أَعْلَمُهُ. قَالَ: مَا أَخْوَفُ شَيْءٍ تَخَوَّفُهُ عَلَى أُمَّةِ مُحَمَّدٍ - صلى الله عليه وسلم -؟ قَالَ: أَئِمَّةً مُضِلِّينَ. قَالَ عُمَرُ: صَدَقْتَ، قَدْ أَسَرَّ ذَلِكَ إِلَيَّ وَأَعْلَمَنِيهِ رَسُولُ اللهِ - صلى الله عليه وسلم - \" (¬2). ¶ ¬__________ ¶ (¬1) - إحياء علوم الدين (1/ 60) وقوت القلوب في معاملة المحبوب ووصف طريق المريد إلى مقام التوحيد (1/ 244) وبريقة محمودية في شرح طريقة محمدية وشريعة نبوية في سيرة أحمدية (2/ 207) ¶ (¬2) - مسند أحمد ط الرسالة (1/ 389) (293) حسن",
            "page": "25",
            "part": "1",
            "seal": "2760557A"
        },
        {
            "id": "27",
            "nass": "3 - قَالَ أَبُو كَبْشَةَ السَّلُولِيُّ: سَمِعْتُ أَبَا الدَّرْدَاءِ، رَضِيَ اللهُ تَعَالَى عَنْهُ يَقُولُ: «إِنَّ مِنْ شَرِّ النَّاسِ عِنْدَ اللهِ عَزَّ وَجَلَّ مَنْزِلَةً يَوْمَ الْقِيَامَةِ عَالِمًا لَا يَنْتَفِعُ بِعِلْمِهِ» (¬1). ¶ 4 - قال أَبُو عَبْدٍ اللهِ الْخَوَّاصُ، وَكَانَ مِنْ أَصْحَابِ حَاتِمٍ ,:دَخَلْتُ مَعَ أَبِي عَبْدِ الرَّحْمَنِ حَاتِمٍ الْأَصَمِّ الرِّيَّ وَمَعَنَا ثَلَاثُمائَةٍ وَعِشْرُونَ رَجُلًا نُرِيدُ الْحَجَّ وَعَلَيْهِمُ الصُّوفُ وَالذُّرَنْيَانَقَاتُ لَيْسَ مَعَهُمْ شَرَابٌ وَلَا طَعَامٌ، فَدَخَلْنَا الرِّيَّ فَدَخَلْنَا عَلَى رَجُلٍ مِنَ التُّجَّارِ مُتَنَسِّكٌ يُحِبُّ الْمُتَقَشِّفِينَ فَأَضَافَنَا تِلْكَ اللَّيْلَةَ فَلَمَّا كَانَ مِنَ الغَدِ، قَالَ لِحَاتِمٍ: يَا أَبَا عَبْدِ الرَّحْمَنِ لَكَ حَاجَةٌ فَإِنِّي أُرِيدُ أَنْ أَعُودَ فَقِيهًا لَنَا هُوَ عَلِيلٌ، فَقَالَ حَاتِمٌ:\" إِنَّ كَانَ لَكُمْ فَقِيهٌ عَلِيلٌ فَعِيَادَةُ الْفَقِيهِ لَهَا فَضْلٌ وَالنَّظَرُ إِلَى الْفَقِيهِ عِبَادَةٌ وَأَنَا أَيْضًا أَجِيءُ مَعَكَ، وَكَانَ الْعَلِيلُ مُحَمَّدَ بْنَ مُقَاتِلٍ قَاضِي الرِّيِّ فَقَالَ: سِرْ بِنَا يَا أَبَا عَبْدِ الرَّحْمَنِ فَجَاءُوا إِلَى الْبَابِ فَإِذَا بَابٌ مُشْرِفٌ حَسَنٌ فَبَقِيَ حَاتِمٌ مُتَفَكِّرًا، بَابُ عَالِمٍ عَلَى هَذِهِ الْحَالِ ثُمَّ أَذِنَ لَهُمْ فَدَخَلُوا فَإِذَا دَارُ نُورٍ وَإِذَا فُوَّةٌ وَأَمْتَعَةٌ وَسُتُورٌ وَجَمَعَ فَبَقِيَ حَاتِمٌ مُتَفَكِّرًا، ثُمَّ دَخَلَ إِلَى الْمَجْلِسِ الَّذِي هُوَ فِيهِ فَإِذَا بِفُرُشٍ وَطِيئَةٍ وَإِذَا هُوَ رَاقِدٌ عَلَيْهَا وَعِنْدَ رَأْسِهِ غُلَامٌ وَمُدْيَةٌ، فَقَعَدَ الرَّازِيُّ وَسَأَلَهُ بِهِ وَحَاتِمُ قَائِمٌ فَأَوْمَأَ إِلَيْهِ ابْنُ مُقَاتِلٍ ¶ ¬__________ ¶ (¬1) - حلية الأولياء وطبقات الأصفياء (1/ 223) فيه مبهم",
            "page": "26",
            "part": "1",
            "seal": "987D0EB2"
        },
        {
            "id": "28",
            "nass": "اقْعُدْ، فَقَالَ: لَا أَقْعُدُ، فَقَالَ لَهُ ابْنُ مُقَاتِلٍ: لَعَلَّ لَكَ حَاجَةً قَالَ: نَعَمْ قَالَ: وَمَا هِيَ قَالَ: مَسْأَلَةٌ أَسْأَلُكَ عَنْهَا قَالَ: سَلْنِي، قَالَ: نَعَمْ، فَاسْتَوِ حَتَّى أَسْأَلَكُهَا فَأَمَرَ غِلْمَانَهُ فَأَسْنَدُوهُ، فَقَالَ لَهُ حَاتِمٌ: عِلْمُكَ هَذَا مِنْ أَيْنَ جِئْتَ بِهِ قَالَ: الثِّقَاتُ حَدِّثُونِي بِهِ، قَالَ: عَنْ مِنْ، قَالَ: عَنْ أَصْحَابِ رَسُولِ اللهِ - صلى الله عليه وسلم -،قَالَ: رَسُولُ اللهِ - صلى الله عليه وسلم - مِنْ أَيْنَ جَاءَ بِهِ قَالَ: عَنْ جِبْرِيلَ عَلَيْهِ السَّلَامُ، قَالَ حَاتِمٌ: فَفِيمَ أَدَّاهُ جِبْرِيلُ عَنِ اللهِ وَأَدَّاهُ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - وَأَدَّاهُ رَسُولُ اللهِ - صلى الله عليه وسلم - إِلَى أَصْحَابِهِ، وَأَدَّاهُ أَصْحَابُهُ إِلَى الثِّقَاتِ، وَأَدَّاهُ الثِّقَاتُ إِلَيْكَ هَلْ سَمِعْتَ فِيَ الْعِلْمِ مَنْ كَانَ فِي دَارِهِ أَمِيرٌ أَوْ مَنَعَةٌ أَكْثَرُ كَانَتْ لَهُ الْمَنْزِلَةُ عِنْدَ اللهِ أَكْثَرُ قَالَ: لَا قَالَ: فَكَيْفَ سَمِعْتَ مَنْ زَهِدِ فِي الدُّنْيَا وَرَغِبَ فِي الْآخِرَةِ وَأَحَبَّ الْمَسَاكِينَ وَقَدَّمَ لِآخَرَتِهِ كَانَ لَهُ عِنْدَ اللهِ الْمَنْزِلَةُ أَكْثَرُ قَالَ حَاتِمٌ: فَأَنْتَ بِمَنِ اقْتَنَعْتَ؟ بِالنَّبِيِّ - صلى الله عليه وسلم - وَأَصْحَابِهِ وَالصَّالِحِينَ أَمْ بِفِرْعَوْنَ وَنَمْرُوذَ أَوَّلَ مَنْ بَنَى بِالْجَصِّ وَالْآجُرِّ، يَا عُلَمَاءَ السُّوءِ، مِثْلَكُمْ يَرَاهُ الْجَاهِلُ الطَّالِبُ لِلدُّنْيَا الرَّاغِبُ فِيهَا فَيَقُولُ: الْعَالِمُ عَلَى هَذِهِ الْحَالَةِ لَا أَكُونُ أَنَا شَرًّا مِنْهُ وَخَرَجَ مِنْ عِنْدَهِ فَازْدَادَ ابْنُ مُقَاتِلٍ مَرَضًا فَبَلَغَ ذَلِكَ أَهْلَ الرِّيِّ مَا جَرَى بَيْنَهُ وَبَيْنَ ابْنِ مُقَاتِلٍ، فَقَالُوا لَهُ: يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ الطَّنَافِسِيَّ بِقَزْوِينَ أَكْثَرُ شَيْءٍ مِنْ هَذَا قَالَ: فَسَارَ إِلَيْهِ مُتَعَمِّدًا فَدَخَلَ عَلَيْهِ فَقَالَ: رَحِمَكَ اللهُ أَنَا رَجُلٌ أَعْجَمِيٌّ أُحِبُّ أَنْ",
            "page": "27",
            "part": "1",
            "seal": "82EC5895"
        },
        {
            "id": "29",
            "nass": "تُعَلِّمَنِيَ أَوَّلَ مُبْتَدَأَ دِينِي وَمِفْتَاحَ صَلَاتِي وَكَيْفَ أَتَوَضَّأُ لِلصَّلَاةِ قَالَ: نَعَمْ وَكَرَامَةً، يَا غُلَامُ، إِنَاءً فِيهِ مَاءٌ، فَأَتَى بِإِنَاءٍ فِيهِ مَاءٌ، فَقَعَدَ الطَّنَافِسِيُّ فَتَوَضَّأَ ثَلَاثًا ثَلَاثًا ثُمَّ قَالَ: يَا هَذَا هَكَذَا فَتَوَضَّأَ قَالَ حَاتِمٌ: مَكَانَكَ يَرْحَمُكَ اللهُ حَتَّى أَتَوَضَّأَ بَيْنَ يَدَيْكَ فَيَكُونُ أَوْكَدُ لِمَا أُرِيدُ فَقَامَ الطَّنَافِسِيُّ، فَقَعَدَ حَاتِمٌ فَتَوَضَّأَ ثَلَاثًا ثَلَاثًا حَتَّى إِذَا بَلَغَ غَسْلَ الذِّرَاعَيْنِ غَسَلَ أَرْبَعًا فَقَالَ لَهُ الطَّنَافِسِيُّ: يَا هَذَا أَسْرَفْتَ، قَالَ لَهُ حَاتِمٌ: فَلِمَاذَا قَالَ: غَسَلْتَ ذِرَاعَيْكَ أَرْبَعًا قَالَ حَاتِمٌ: يَا سُبْحَانَ اللهِ أَنَا فِي، كَفٍّ مِنْ مَاءٍ أَسْرَفْتُ وَأَنْتَ فِي هَذَا الْجَمْعِ كُلِّهِ لَمْ تُسْرِفْ فَعَلِمَ الطَّنَافِسِيُّ أَنَّهُ أَرَادَهُ بِذَلِكَ لَمْ يُرِدْ أَنْ يَتَعَلَّمَ مِنْهُ شَيْئًا فَدَخَلَ إِلَى الْبَيْتِ فَلَمْ يَخْرُجْ إِلَى النَّاسِ أَرْبَعِينَ يَوْمًا وَكَتَبَ إِلَى تُجَّارِ الرِّيِّ وَقَزْوِينَ بِمَا جَرَى بَيْنَهُ وَبَيْنَ ابْنِ مُقَاتِلٍ وَالطَّنَافِسِيِّ فَلَمَّا دَخَلَ بَغْدَادَ اجْتَمَعَ إِلَيْهِ أَهْلُ بَغْدَادَ، فَقَالُوا لَهُ: يَا أَبَا عَبْدِ الرَّحْمَنِ أَنْتَ رَجُلٌ أَلْكَنُ أَعْجَمِيٌّ لَيْسَ يُكَلِّمُكَ أَحَدٌ إِلَّا قَطَعْتَهُ قَالَ: مَعِي ثَلَاثُ خِصَالٍ بِهِنَّ أَظْهَرُ عَلَى خَصْمِي، قَالُوا: أَيُّ شَيْءٍ هِيَ قَالَ: أَفْرَحُ إِذَا أَصَابَ خَصْمِي، وَأَحْزَنُ إِذَا أَخْطَأَ وَأَحْفَظُ نَفْسِي أَنْ لَا أَتَجَهَّلُ عَلَيْهِ فَبَلَغَ ذَلِكَ أَحْمَدَ بْنَ حَنْبَلٍ، فَقَالَ: سُبْحَانَ اللهِ مَا أَعْقَلَهُ قُومُوا بِنَا حَتَّى نَسِيرَ إِلَيْهِ فَلَمَّا دَخَلُوا، قَالُوا لَهُ: يَا أَبَا عَبْدِ الرَّحْمَنِ مَا السَّلَامَةُ مِنَ الدُّنْيَا؟ قَالَ حَاتِمٌ: يَا أَبَا عَبْدِ اللهِ لَا تَسْلَمُ مِنَ الدُّنْيَا حَتَّى يَكُونَ",
            "page": "28",
            "part": "1",
            "seal": "FB5604C6"
        },
        {
            "id": "30",
            "nass": "مَعَكَ أَرْبَعُ خِصَالٍ قَالَ: أَيُّ شَيْءٍ هِيَ يَا أَبَا عَبْدِ الرَّحْمَنِ، قَالَ: تَغْفِرُ لِلْقَوْمِ جَهْلَهُمْ وَتَمْنَعُ جَهْلَكَ عَنْهُمْ وَتَبْذُلُ لَهُمْ شَيْئَكَ، وَتَكُونُ مِنْ شَيْئِهِمْ آيَسًا، فَإِذَا كَانَ هَذَا سَلِمْتَ. ثُمَّ سَارَ إِلَى الْمَدِينَةَ فَاسْتَقْبَلَهُ أَهْلُ الْمَدِينَةِ، فَقَالَ: يَا قَوْمُ أَيُّ مَدِينَةٍ هَذِهِ قَالُوا: مَدِينَةُ رَسُولِ اللهِ - صلى الله عليه وسلم -،قَالَ: فَأَيْنَ قَصْرُ رَسُولِ اللهِ - صلى الله عليه وسلم - فَأُصَلِّي فِيهِ رَكْعَتَيْنِ، قَالُوا: مَا كَانَ لَهُ قَصْرٌ، إِنَّمَا كَانَ لَهُ بَيْتٌ لَاطِئٍ، قَالَ: فَأَيْنَ قُصُورِ أَصْحَابِهِ بَعْدَهُ، قَالُوا: مَا كَانَ لَهُمْ قُصُورٌ، إِنَّمَا كَانَ لَهُمْ بُيوتٌ لَاطِئَةٌ قَالَ حَاتِمٌ: يَا قَوْمُ فَهَذِهِ مَدِينَةُ فِرْعَوْنَ وَجُنُودِهِ، فَذَهَبُوا بِهِ إِلَى السُّلْطَانِ فَقَالُوا: هَذَا الْعَجَمِيُّ يَقُولُ: هَذِهِ مَدِينَةُ فِرْعَوْنَ وَجُنُودِهِ، قَالَ الْوَالِي: وَلِمَ ذَاكَ؟ قَالَ حَاتِمٌ: لَا تَعْجَلْ عَلَيَّ أَنا رَجُلٌ عَجَمِيٌّ غَرِيبٌ دَخَلْتُ الْمَدِينَةَ، فَقُلْتُ: مَدِينَةُ مَنْ هَذِهِ، قَالُوا: مَدِينَةُ رَسُولِ اللهِ - صلى الله عليه وسلم -،وقُلْتُ: فَأَيْنَ قَصْرُ رَسُولِ اللهِ - صلى الله عليه وسلم - فَأُصَلِّي فِيهِ رَكْعَتَيْنِ قَالُوا: مَا كَانَ لَهُ قَصْرٌ إِنَّمَا كَانَ لَهُ بَيْتٌ لَاطِئٌ، قُلْتُ: فَلِأَصْحَابِهِ بَعْدَهُ، قَالُوا: مَا كَانَ لَهُمْ قُصُورٌ إِنَّمَا كَانَ لَهُمْ بُيوتٌ لَاطِئَةٌ وَقَالَ اللهُ تَعَالَى {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب:21] فَأَنْتُمْ بِمَنْ تَأَسَّيْتُمْ بِرَسُولِ اللهِ - صلى الله عليه وسلم - وَأَصْحَابِهِ أَمْ بِفِرْعَوْنَ أَوَّلَ مَنْ بَنَى بِالْجَصِّ وَالْآجُرِ، فَخَلُّوا عَنْهُ وَعَرَفُوهُ فَكَانَ حَاتِمٌ كُلَّمَا دَخَلَ الْمَدِينَةَ يَجْلِسُ عِنْدَ قَبْرِ النَّبِيِّ - صلى الله عليه وسلم - يُحَدِّثُ وَيَدْعُو، فَاجْتَمَعَ عُلَمَاءُ الْمَدِينَةِ، فَقَالُوا: تَعَالَوْا حَتَّى نُخْجِلَهُ فِي مَجْلِسِهِ فَجَاؤُوهُ، وَمَجْلِسُهُ غَاصٌّ",
            "page": "29",
            "part": "1",
            "seal": "B5875564"
        },
        {
            "id": "31",
            "nass": "بِأَهْلِهِ، فَقَالُوا: يَا أَبَا عَبْدِ الرَّحْمَنِ، مَسْأَلَةٌ نَسْأَلُكَ قَالَ: سَلُوا، قَالُوا: مَا تَقُولُ فِي رَجُلٌ يَقُولُ: اللهُمَّ ارْزُقْنِي، قَالَ حَاتِمٌ: مَتَى طَلَبَ هَذَا الرِّزْقَ فِي الْوَقْتِ أَمْ قَبْلَ الرِّزْقِ، قَالُوا: لَيْسَ يُفْهَمُ هَذَا يَا أَبَا عَبْدِ الرَّحْمَنِ، قَالَ: إِنْ كَانَ هَذَا الْعَبْدُ طَلَبَ الرِّزْقَ مِنْ رَبِّهِ فِي وَقْتِ الْحَاجَةِ فَنِعْمَ وَإِلَّا فَأَنْتُمْ عِنْدَكُمْ حَرْثٌ وَدَرَاهِمُ فِي أَكْيَاسِكُمْ، وَطَعَامٌ فِي مَنَازِلِكُمْ، وَأَنْتُمْ تَقُولُونَ: اللهُمَّ ارْزُقْنَا قَدْ رَزْقَكُمُ اللهُ فَكُلُوا وَأَطْعِمُوا إِخْوَانَكُمْ حَتَّى قَالَهَا ثَلَاثًا فَسَلُوا اللهَ حَتَّى يُعْطِيَكُمْ، أَنْتَ عَسَى تَمُوتُ غَدًا وَتَخَلُفُ هَذَا عَلَى الْأَعْدَاءِ، وَأَنْتَ تَسْأَلُهُ أَنْ يَرْزُقَكَ زِيَادَةً، فَقَالَ عُلَمَاءُ أَهْلِ الْمَدِينَةِ: نَسْتَغْفِرُ اللهَ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّمَا أَرَدْنَا بِالْمَسْأَلَةَ تَعَنُّتًا \" (¬1). ¶ 6 - وأنشد بعضهم: ¶ يا واعظ النّاس قد أصبحت متّهما. إذ عبت منهم أمورا أنت تأتيها ¶ أصبحت تنصحهم بالوعظ مجتهدا. فالموبقات لعمري أنت جانيها ¶ تعيب دنيا وناسا راغبين لها ... وأنت أكثر منهم رغبة فيها (¬2) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - حلية الأولياء وطبقات الأصفياء (8/ 80) وإحياء علوم الدين (1/ 66) ¶ الزرمانقات: جمع زرمانقة وهي لفظة عجمية معرّبة وهي الجبّة من الصوف. ¶ (¬2) - إحياء علوم الدين (1/ 63)",
            "page": "30",
            "part": "1",
            "seal": "DFD16A2D"
        },
        {
            "id": "32",
            "nass": "المبحث الخامس ¶ أبحاث تحذر من القدوة السيئة ¶ القدوة السيئة خطر التأثير وسبل المواجهة: ¶ يعزو الكثير من الآباء والأمهات تراجع سلوك أولادهم إلى أقران السوء الذين يعاشرونهم. فهل يتماهى، فعلاً، بعض الأولاد في سلوك أقرانهم السيئة؟ ومن المسؤول عن هذا التأثير السلبي؟ الولد نفسه؟ أم قرين السوء؟ أم ذووه؟ أم المجتمع؟ ¶ * أولاً: دور القدوة السيئة في توجيه الناس إلى المفاسد: ¶ الإنسان مخلوق اجتماعي، منفعل ببيئته، متأثر بها ومؤثر فيها، ولا يستطيع أحد أن يدعي أنّه يمكنه العيش في مجتمع فاسد أو بين أناس فاسدين من دون أن يتأثَّر بهم بنحو من التأثّر. عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -:\" الْمَرْءُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ \" (¬1) ¶ فقد ورد في القرآن الكريم، على سبيل المثال، {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا * يَا وَيْلَتَى لَيْتَنِي ¶ ¬__________ ¶ (¬1) - شعب الإيمان (12/ 44) (8990) صحيح ¶ خليله: الخليل: الصديق، الخلة - بالضم - الصداقة.",
            "page": "31",
            "part": "1",
            "seal": "62FA04E8"
        },
        {
            "id": "33",
            "nass": "لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا * لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءنِي وَكَانَ الشَّيْطَانُ لِلْإِنسَانِ خَذُولًا} (الفرقان:27 - 29). ¶ وفي ذلك إشارة واضحة إلى أنَّ الانحراف الذي أصاب سلوك هذا الظالم تأتَّى من مرافقته لخليل استطاع أن يضلَّه بالرغم من معرفته بكلام الله (الذكر) وبدعوة الرسول. وقد أكَّدت الدِّراسات التربويَّة الحديثة على خطورة النمذجة كعنصر مؤثِّر وفعَّال في تشكيل سلوك الأولاد والناشئة. ¶ ونعني بالنمذجة تماهي بعض الأولاد في سلوك غيرهم من الأقران أو ممن يعتبرونهم في موقع الأسوة والقدوة كالآباء والعظماء والأبطال والمشاهير. ¶ فالقرين يمكنه التأثير في قرينه، خاصة إذا كان بمثابة القدوة، ويكون ذلك عن طريق: ¶ 1 - الإغواء الفكريِّ: ¶ يتأثَّر الإنسان عموماً بأفكار من يرافقه، كما مر في الحديث السابق، وللقرين، المقارب في العمر، تأثير مضاعف، يقول تعالى: {قَالَ قَائِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ * يَقُولُ أَئِنَّكَ لَمِنْ الْمُصَدِّقِينَ * أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَدِينُونَ * قَالَ هَلْ أَنتُم مُّطَّلِعُونَ * فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ} (الصافات:51 - 55).",
            "page": "32",
            "part": "1",
            "seal": "2EEBE0F6"
        },
        {
            "id": "34",
            "nass": "الإغواء الفكريِّ، بحسب ما يتَّضح من هذه الآية، يتمّ عبر التوجّه إلى العقول الضعيفة أو الجاهلة، بأدلة ظاهرها منطقي وواقعها مزيف. ¶ 2 - الإغواء النفسي والعاطفي: ¶ ثمَّة طريق آخر للإغواء وهو الإغواء عبر التأثير في العواطف، يقول تعالى: {وَقَيَّضْنَا لَهُمْ قُرَنَاء فَزَيَّنُوا لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِم مِّنَ الْجِنِّ وَالْإِنسِ إِنَّهُمْ كَانُوا خَاسِرِينَ} (فصلت:25). ¶ ويتمُّ ذلك، بتعبير الآية، عبر التزيين؛ والتزيين تجميل مصطنع، يعتمد على الإغواء النفسي والعاطفي، بإظهار الأمور على غير حقيقتها، بطريقة تميل إليها النفس وتهواها. ¶ 3 - الإغواء السلوكيّ: ¶ يتماهى الإنسان، من حيث يدري أو لا يدري، بسلوك من يعاشر، وويتعاظم الإغواء السلوكيِّ عندما يندمج الإنسان في جماعة، تمارس سلوكاً سيئاً. ¶ ومن أظهر الأدلة على ذلك التماهي الضحك لمجرد رؤية مجموعة تضحك، وحتى من دون معرفة السبب؛ وكذلك البكاء أو الصراخ أو الهتاف ...",
            "page": "33",
            "part": "1",
            "seal": "61B795D4"
        },
        {
            "id": "35",
            "nass": "لذا شدَّدت وصايا الصلحاء على عدم مصاحبة المنحرفين عن جادَّة الصواب. ¶ * ثانياً: عناصر الجذب في القدوة السيئة: ¶ قد يتساءل بعضنا عن كيفيَّة انجذاب بعض الشباب إلى رفاق السوء بالرغم من معرفتهم بانحرافهم؛ والجواب يكمن في عناصر الجذب. ¶ فقد أثبتت الدِّراسات أنَّ هناك عناصر جذب تضع بعض الأشخاص في موقع جذب للآخرين، فينقادون إلى تقليدهم طوعاً أو كرهاً بحسب الموقف. ¶ وأهم عناصر الجذب هذه ثلاثة: ¶ 1 - الشهرة والنجوميَّة: ¶ فالناس عامَّة، والصغار والمراهقون خاصَّة، ينجذبون بشكل غير إرادي إلى من تُسَلَّط عليهم الأضواء ويحاولون تقليدهم في كلِّ شيء حتى في طريقة اللبس ونوع الطعام وما شابه. ¶ وتُستعمل حالياً هذا النوع من الجذب في الإعلانات عن السلع لترويجها عبر إظهار بعض المشاهير يرتدونها أو يستقلونها ..... (بحسب السلعة). ¶ 2 - الاقتدار والسلطة:",
            "page": "34",
            "part": "1",
            "seal": "3A47D067"
        },
        {
            "id": "36",
            "nass": "ينجذب الناس عموماً، والمراهقون منهم خصوصاً، إلى من هم في موقع السلطة أو الاقتدار المالي، وذلك لنيل رضاهم، إمَّا رغبة أو رهبة. يقول تعالى: {وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءنَا فَأَضَلُّونَا السَّبِيلَا} (الأحزاب:6). ¶ 3 - الإيحاء بالمظلوميَّة: ¶ ثمَّة عنصر جذب آخر يجعل بعض الأبناء، والشباب منهم خاصة، يتأثَّرون ببعض رفاق السوء، وهو الإحساس بمظلوميَّتهم، ويقوى تأثير هؤلاء إذا كانوا من الذين لديهم ميول اجتماعية ويقدِّمون الخدمات للرفاق. ¶ * ثالثاً: أسباب وقوع الخطأ في تحديد القدوة: ¶ بالرغم من قدرة النفس البشريَّة على التمييز بين الخير والشر بحسب الخلقة، قال تعالى: {وَنَفْسٍ وَمَا سَوَّاهَا فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا} (الشمس:7 - 8).إلاَّ أنَّ الكثير من الناس معرّضون للوقوع في الخطأ في مجال تحديد القدوة. ¶ ويعود ذلك لأسباب أهمها، في نظرنا، أربعة: ¶ 1 - فساد أحد الوالدين أو كليهما: ¶ يتماهى الأولاد، خاصَّة في مرحلة الطفولة، في سلوك والديهم، حيث يعتبر كلُّ طفل أبويه هما نموذجه الأعلى.",
            "page": "35",
            "part": "1",
            "seal": "314BEEEA"
        },
        {
            "id": "37",
            "nass": "ويتعاظم تأثير الأب في المراحل الأولى إذا كان- بالرغم من سلوكه المنحرف- عطوفاً وملبياً لطلبات أولاده؛ أمَّا إذا لم يكن كذلك، فيتماهى الأولاد في سلوك أمِّهم. ¶ ولكن على مشارف مرحلة المراهقة، يعود الذكور منهم إلى تقليد أبيهم، خاصة إذا لم تكن الأم قد بنت لديهم منظومة عقائديَّة وقيميَّة متينة أو كانت غير قادرة على تلبية حاجاتهم الأساسية. ¶ 2 - الفراغ العاطفيّ والروحيّ: ¶ قد يكون الوالدان جيدين ولكنَّهما منشغلان وغير ملمّين بأصول التربية ومستلزماتها فينهمكان في تأمين حاجات أولادهما الماديَّة (مأكل - مشرب - ملبس - طبابة .... ) متناسيَين حاجاتهم الروحيّة والنفسيّة ما يجعل الأولاد يفتِّشون عن مصدر آخر للتفهم والتعاطف والتواصل؛ ولكنَّهم غالباً ما يخطئون الاختيار. ¶ 3 - اختلال منظومة القيم: ¶ إنَّ انفتاح المجتمعات التي تحمل ثقافات مختلفة بعضها مع بعض، من خلال الفضائيَّات وتكنولوجيا الاتِّصالات، وغياب المنظومة الفكريَّة المتينة التي تربط الأحكام الفقهية بأُسسها العقائديَّة والأخلاقيَّة لدى المؤمنين، أدّيا إلى اختلال كبير في منظومة القيم في المجتمعات الدينيَّة وغير الدينيَّة على حدٍ سواء. الأمر الذي جعل الكثير من الشباب",
            "page": "36",
            "part": "1",
            "seal": "8266D6AB"
        },
        {
            "id": "38",
            "nass": "يخطئون في تحديد النموذج القدوة ويتعلَّقون بنماذج غير صالحة، خاصة عندما تتوفَّر في هؤلاء عناصر الجذب، ولا تتوفَّر في غيرهم ممن يفترض فيهم أن يكونوا في موقع القدوة الحسنة كالآباء والمعلِّمين، مثل تلك العناصر. ¶ 4 - انخفاض القدرات العقليَّة: ¶ ثمَّة سبب إضافي لا بدَّ من الانتباه إليه وهو مستوى الذكاء العقلي. فقد دلَّت الدِّراسات على أنَّ ضعاف العقول ومنخفضي الذكاء معرَّضون أكثر من غيرهم للوقوع في أشراك رفاق السوء الذين بدورهم يحسنون استغلالهم. ¶ ومن هنا تتأتَّى مسؤوليَّة الأهل بضرورة إحاطة هذا النوع من الأولاد بعناية خاصة وبضرورة تزويدهم بالمهارات الحياتية اللازمة. ¶ * رابعاً: دور المجتمع في الحد من النمذجة السيئة: ¶ لا يستطيع أي مجتمع أن يقضي على نماذج القدوة السيئة ولكنَّه بالطبع عليه مسؤولية كبيرة في الحدِّ من اتِّساع دائرة النمذجة السيئة ومعالجتها. ¶ كما وأنَّه من الصعب جداً حماية الوالدين لأولادهما من رفاق السوء في ظلِّ مجتمع مستقيل من دوره الأخلاقيّ والتربويّ. ¶ وأهمُّ ما يجب على المجتمع في هذا المجال:",
            "page": "37",
            "part": "1",
            "seal": "624588B6"
        },
        {
            "id": "39",
            "nass": "1 - ترشيد الدور التربويّ للآباء والأمهات داخل الأسرة، بالشكل الذي يجعلهم حقاً قادرين على التأثير الفكريّ والعاطفيّ والسلوكيّ في أولادهم أكثر من غيرهم، «وإنَّما قلب الحدث كالأرض الخالية ما ألقي فيها من شيء قبلته». ¶ 2 - إدماج تعلّم القيم والسلوك في العمليَّة التعلميَّة في المدارس بالشكل الذي يضمن بناء منظومة قيمية متماسكة وعادات أخلاقية سليمة، لدى الأولاد، قبل بلوغهم عمر المراهقة وفي أثنائها. ¶ 3 - مراقبة الوسائل الإعلاميَّة والمواد الإعلانيَّة بالشكل الذي لا يسمح لها بتعميم السلوك السيئ والترويج له. ¶ 4 - التواصي بالحق عبر تطبيق فريضة الأمر بالمعروف والنهي عن المنكر بشروطها وشرائطها، أي بالشكل الذي لا يؤدِّي إلى إشاعة الفاحشة مع الحرص على عدم تنفير الناس وتحميلهم ما لا يطيقون. ¶ 5 - تكاتف المؤسسات والهيئات الأهلية لتحقيق التكافل الاجتماعي، فإنَّ الفقر والجهل والمرض من أهمِّ الأسباب التي تُشعر",
            "page": "38",
            "part": "1",
            "seal": "226D4454"
        },
        {
            "id": "40",
            "nass": "الإنسان بالإحباط واليأس وتدفع به إلى الارتماء في أحضان رفاق السوء. (¬1) ¶ ــــــــ ¶ خطورة القدوة السيئة: ¶ إن من أقبح المنكرات، وأرذل الأخلاق، أن يكون الشخص إماماً في الشر، متبوعاً وداعياً وهادياً إلى غير ما يرضي الله -عز وجل-. ¶ أما إذا كان هو الشرارة الأولى، وهو الذي بدأ بسن هذه الرذيلة أو السيئة، في وسطه، أو أهله، أو مكتبه، أو مجلسه. فهذه ظلمات مركبة، وسنة سيئة، بل ويتحمل وزر من تبعه ويحمل مثل عمله. ¶ عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «رَأَيْتُ جَهَنَّمَ يَحْطِمُ بَعْضُهَا بَعْضًا، وَرَأَيْتُ عَمْرًا يَجُرُّ قُصْبَهُ، وَهْوَ أَوَّلُ مَنْ سَيَّبَ السَّوَائِبَ» (¬2) ¶ وعَنِ الزُّهْرِيِّ قَالَ: أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ، أَنَّ أَبَا سُفْيَانَ بْنَ حَرْبٍ أَخْبَرَهُ: أَرْسَلَ إِلَيْهِ ¶ ¬__________ ¶ (¬1) -  http://www.baqiatollah.net/__print.php?filename=201006020834490 ¶ (¬2) -  صحيح البخاري (6/ 55) (4624) ¶ [ش (يحطم) يكسر. (قصبه) واحد الأقصاب وهي الأمعاء]",
            "page": "39",
            "part": "1",
            "seal": "A319E8AA"
        },
        {
            "id": "41",
            "nass": "هِرَقْلُ مَلِكُ الرُّومِ، ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - الَّذِي أُرْسِلَ بِهِ مَعَ دِحْيَةَ الْكَلْبِيِّ إِلَى عَظِيمِ بُصْرَى، فَدَفَعَهُ إِلَيَّ هِرَقْلُ فَقَرَأَهُ، فَإِذَا فِيهِ:\" بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ، مِنْ مُحَمَّدٍ عَبْدِ اللَّهِ وَرَسُولِهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ، سَلَّامٌ عَلَى مَنِ اتَّبَعَ الْهُدَى، أَمَّا بَعْدُ، فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الْإِسْلَامِ، أَسْلِمْ تَسْلَمْ، يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ، فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الْأَرِيسِيِّينَ وَ {يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ} [آل عمران:64] إِلَى قَوْلِهِ: {اشْهَدُوا بِأَنَّا مُسْلِمُونَ} [آل عمران:64] (¬1). ¶ هذا وغيره من النصوص، تبين هذه القصة وخطورة هذا المسلم، وإن يحرص الإنسان أن لا يتعلم الناس فيه أمراً سيئاً. ¶ وكلما عظم مكانة الإنسان وشرفت، كان موقفه أصعب، وفضيحته أكبر، كأن يكون أباً في أسرة، أو رئيساً في دائرة، أو مديراً في مدرسة، أو أميراً في قبيلة، أو إماماً في مسجد، أو ما أشبه هذه التصورات، التي تجعل من الرجل يحاسب أكثر من غيره، ويتفقد نفسه أكثر من غيره؛ لأن خطأه ليس كغيره، وزلته وهفوته ليست كغيره. ¶ ¬__________ ¶ (¬1) - صحيح البخاري (1/ 8) (7) والأدب المفرد مخرجا (ص: 379) (1109)",
            "page": "40",
            "part": "1",
            "seal": "C9BBFDCD"
        },
        {
            "id": "42",
            "nass": "كم هو عار وفضيحة، وإسقاط لهيبة الشخص وزوال لمكانته من قلوب متبوعيه، لو عُرف عنه، أنه سيء، أو مجرم، أو خائن، أو غاش أو كذاب، أو مزور، أو أية صفة ذميمة لا يرضاها الله ولا عباد الله في عامة الناس ناهيك عن شخص، يتصور مكانة، بين الناس ماذا يكون موقف الأب بين أولاده، لو عُرف عنه، وكشفت أوراقه، بأن له علاقات محرمة مع غير أمهم. مثلاً. ¶ ماذا يكون موقف إمام الحي، لو علم المصلون خلفه أنه يتعاطى الربا، أو يُدخن، أو غيرها من سيئ الأخلاق، ومنكرات الأفعال. ¶ ماذا يكون موقف رئيس دائرة أو مصلحة، لو علم موظفوه أنه يأكل حقوقهم، أو أنه يأخذ أضعاف راتبه الأصلي بطرق غير رسمية. ثم يؤخر رواتبهم بحجة أن المصلحة وضعها المادي ضعيف. هل يُتوقع أن هؤلاء الموظفين سيعملون بإخلاص، ويهمهم أمر هذه المصلحة أو الشركة لا أظن ذلك. ¶ ماذا يكون موقف مدير مدرسة، لو اكتشف الطلاب أن مديرهم يعطي أسئلة الامتحانات لبعض أقربائه، أو جيرانه. ¶ لا شك أن كل هذه مواقف محرجة، كان الشخص في غنىً عنها، لو حاسب نفسه وراقبها، وأخذها بخطام الشرع.",
            "page": "41",
            "part": "1",
            "seal": "B61E7C2D"
        },
        {
            "id": "43",
            "nass": "لكنه الهوى وضعف الدين، وضعف الخوف من رب العالمين. وهذه أمثلة فردية تعد بسيطة لتقريب الصورة ناهيك عن الخيانات التي تكون على مستوى وزارات أو مجتمعات أو دول. ¶ إن الله -جل وتعالى- اصطفى واجتبى هذه الأمة، للإمامة في الدين، والشهادة على الناس، والأمة من عندما نقول الأمة؟ الأمة أنا وأنت وأولادي وأولادك وأقربائي وأقربائك، لا نريد عندما نقول الأمة، أن ينصرف الذهن إلى أناس غيرنا، فنحن أبناء وأفراد هذه الأمة، ونحن المحاسبون والمسؤولون غداً أمام الله. ¶ فالله -جل وعز-،اصطفانا وأكرمنا، قد نهانا وحذرنا في المقابل أن نتعاطى ما يجعلنا قادة للشر، أو للسيئة، أو للمخالفة أو حتى المشاركة بأية مشاركة. ¶ يقول الله تعالى في إمام الشر وتلاميذه: {إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ} [فاطر:6].وقال -عز وجل-: {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (96) إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ (97) يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ (98) وَأُتْبِعُوا فِي هَذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ (99)} [هود]،وقال سبحانه: {وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ",
            "page": "42",
            "part": "1",
            "seal": "6A2A39E8"
        },
        {
            "id": "44",
            "nass": "مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (38) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (39) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (40) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (41) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (42)} [القصص:38 - 42].وقال -تبارك وتعالى- فيما يؤول إليه أمر الاتباع في الشر والمتبوعين فيه: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ (165) إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ (166) وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ (167)} [البقرة]. ¶ ويزداد الأمر سوءاً بانقلاب ذلك الموقف، حسرة ولعنة من التابعين في الشر والمعاونين فيه، للمتبوعين فيه حين لا ينفع متبوعاً في الشر أو تابعاً فيه نافع: {إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (64)",
            "page": "43",
            "part": "1",
            "seal": "0B8209F4"
        },
        {
            "id": "45",
            "nass": "خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (65) يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا (66) وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا (67) رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا (68)} [الأحزاب]. ¶ فاتقوا الله أيها المسلمون، اتقوا الله تعالى لا يكن أحدنا قدوة سيئة، في خلق أو فعل أو تصرف، وإذا كان مثل هذا الكلام يوجه لكل الناس، ولكل أفراد المجتمع، أياً كان موقع الشخص، وأياً كان وضعه. ¶ فإنه يوجه وعلى الخصوص للدعاة إلى الله للآمرين بالمعروف والناهين عن المنكر، لشباب الإسلام الذين يهمهم أمر الإسلام أكثر من غيرهم، والذين سخروا كل طاقاتهم، خدمة لهذا الدين، نقول لهم، يا دعاة الإسلام، يا من وُجدتم لتكونوا قادة في الخير، وهداة إليه، تتقدمون الناس وتتصدرونهم به في الدنيا، بكلمة أو موعظة أو نصيحة، وتشهدون به عليهم يوم يقوم الأشهاد. ¶ اتقوا الله تعالى، وخافوه في أنفسكم، وفي متبوعيكم، فيما يؤول إليه الأمر في المحيا والممات. ¶ إن الخطأ منكم ليس كغيركم، وإن الهفوة من أمثالكم، ليست كالهفوة من غيركم، إن أنظار الناس مسلطة على غيركم، إن أنظار",
            "page": "44",
            "part": "1",
            "seal": "CEC396B5"
        },
        {
            "id": "46",
            "nass": "الناس مسلطة على المستقيم أكثر من غيره. وتتبعهم لسقطاته، أشد من غيره فاتقوا الله تعالى يا شباب الصحوة، فيما أُلبستم إياه من لباس التقوى، وحليتم به من حلة الدعوة، لا ترخصوه فترخصوا، لا تستبدلوا الذي هو أدنى بالذي هو خير، فتضلوا وتُضلوا لا تشتروا العاجل بالآجل، كونوا دعاة خير وهدى، أعواناً على البر والتقوى لا على الإثم والعدوان. ¶ يا من هو على ثغرة من ثغور الإسلام، أياً كانت هذه الثغرة. سواء كان جهداً في مدرسة، أو نشاطاً في مسجد أو حتى جهد الرجل في بيته وبين أهله وأولاده، فالله الله، أن يؤتى الإسلام من هذه الثغرة والسبب هو أنت، بخلق رديء، أو تصرف غير سديد، فتأثم عند الله -عز وجل-،وتأخذ إثم من تبعك في ذلك: {وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِنْ شَيْءٍ إِنَّهُمْ لَكَاذِبُونَ (12) وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ وَلَيُسْأَلُنَّ يَوْمَ الْقِيَامَةِ عَمَّا كَانُوا يَفْتَرُونَ (13)} [العنكبوت:12،13]،وقال تعالى: {وَإِذَا قِيلَ لَهُمْ مَاذَا أَنْزَلَ رَبُّكُمْ قَالُوا أَسَاطِيرُ الْأَوَّلِينَ (24) لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلَا سَاءَ مَا يَزِرُونَ (25)} [النحل:24،25].",
            "page": "45",
            "part": "1",
            "seal": "2C5A9C76"
        },
        {
            "id": "47",
            "nass": "إن دين الإسلام اعتنى عناية شديدة بتربية شخصية المسلم، وإعدادها إعداداً يليق بمن هو أمين على تطبيق منهج الله في الأرض، وحقيق بجنة الفردوس الأعلى بجوار الله يوم القيامة. ¶ إن دين الإسلام يدعو لالتقاء مظهر الإنسان بمخبره، ومن هنا كان هناك نهياً شديداً من مخالفة فعل المسلم لقوله. ¶ فمهما تكن عند امرئ من خليقة ** وإن خالها تخفى على الناس تعلم ¶ وكما قلنا في القدوة السيئة، بأنها لا تقبل من عامة الناس بشكل عام، ومِن من هم في الصدارة بشكل خاص، وخصوصاً المتصدرين لهداية الناس والدعوة إلى دين الله. فكذلك مخالفة الفعل للقول. ¶ إنها صفة ذميمة لا تقبل من عامة الناس؛ لأنها من خلق المنافقين، الذين يقولون ما لا يفعلون ويبطنون خلاف ما يظهرون فكيف إذا صدرت من خواص الناس يقول تعالى عاتباً على علماء بني إسرائيل ومن شابههم في هذه الصفة من علماء هذه الأمة وقادتها: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلاَ تَعْقِلُونَ} [(44) سورة البقرة].ويقول عن منافقي هذه الأمة: {وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الَّذِي تَقُولُ} [(81) سورة النساء]. ¶ وقد حدث في تاريخ الإسلام إبان نزول القرآن أن تمنى رجال من المؤمنين فريضة الجهاد قبل أن تفرض، فلما نزل القرآن يأمر بالجهاد",
            "page": "46",
            "part": "1",
            "seal": "48EEFF19"
        },
        {
            "id": "48",
            "nass": "تقاعس بعض المتمنين فأنزل الله توبيخاً لمن تقاعس، وهدياً وتشريعاً لمن .. إلى يوم القيامة: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) كَبُرَ مَقْتًا عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ} [(2 - 3) سورة الصف]. ¶ إذا كان هذا العتاب وهذا الاستنكار لمن تمنى طاعة الله، فلما أمر بها نكل، فما بالكم بمن يقول للناس هذا منكر وهذا خطأ، وهذا لا يجوز، وهو يفعل ما ينهي الناس عنه: ¶ لا تنه عن خلق وتأتي مثله ... عار عليك إذا فعلت عظيم ¶ ابدأ بنفسك فانهها عن غيها ... فإن انتهت عنه فأنت حكيم ¶ فهناك يقبل إن وعظت ويقتدي ... بالقول منك وينفع التعليم ¶ إن جرم هذا الفعل العظيم وإن خطره لكبير لاسيما على الموجهين، والمربين، ومن هم في مراكز الصدارة والتوجيه، إذا كان مخالفة الفعل للقول، لا يقبل ولا يستساغ من أدنى الناس، فكيف بمن يريد أن يتأثر الناس بكلامه، فكيف بمن حمل مشعل النور والهداية، ويلاحظ متبوعه مخالفات في أقواله لأفعاله. ¶ فاتقوا الله يا دعاة الإسلام إنها لفتنة عمياء، ولَفَتحُ نار تلظى، فقد ورد أن أشد الناس عذاباً يوم القيامة، عالم لم ينفعه علمه روي عَنْ أُسَامَةَ بْنِ زَيْدٍ، قَالَ: قِيلَ لَهُ: أَلَا تَدْخُلُ عَلَى عُثْمَانَ فَتُكَلِّمَهُ؟",
            "page": "47",
            "part": "1",
            "seal": "62E337C4"
        },
        {
            "id": "49",
            "nass": "فَقَالَ: أَتَرَوْنَ أَنِّي لَا أُكَلِّمُهُ إِلَّا أُسْمِعُكُمْ؟ وَاللهِ لَقَدْ كَلَّمْتُهُ فِيمَا بَيْنِي وَبَيْنَهُ، مَا دُونَ أَنْ أَفْتَتِحَ أَمْرًا لَا أُحِبُّ أَنْ أَكُونَ أَوَّلَ مَنْ فَتَحَهُ، وَلَا أَقُولُ لِأَحَدٍ، يَكُونُ عَلَيَّ أَمِيرًا: إِنَّهُ خَيْرُ النَّاسِ بَعْدَ مَا سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:\" يُؤْتَى بِالرَّجُلِ يَوْمَ الْقِيَامَةِ، فَيُلْقَى فِي النَّارِ، فَتَنْدَلِقُ أَقْتَابُ بَطْنِهِ، فَيَدُورُ بِهَا كَمَا يَدُورُ الْحِمَارُ بِالرَّحَى، فَيَجْتَمِعُ إِلَيْهِ أَهْلُ النَّارِ، فَيَقُولُونَ: يَا فُلَانُ مَا لَكَ؟ أَلَمْ تَكُنْ تَأْمُرُ بِالْمَعْرُوفِ، وَتَنْهَى عَنِ الْمُنْكَرِ؟ فَيَقُولُ: بَلَى، قَدْ كُنْتُ آمُرُ بِالْمَعْرُوفِ وَلَا آتِيهِ، وَأَنْهَى عَنِ الْمُنْكَرِ وَآتِيهِ \" (¬1). ¶ وعَنْ أَنَسٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ:\" أَتَيْتُ لَيْلَةَ أُسْرِيَ بِيَ عَلَى قَوْمٍ تُقْرَصُ شِفَاهُهُمْ بِمَقَارِيضَ مِنْ نارٍ فَقُلْتُ: مَنْ هَؤُلَاءِ يَا جِبْرِيلُ؟،فَقَالَ: هَؤُلَاءِ خُطَبَاءُ أُمَّتِكَ الَّذِينَ يَقُولُونَ مَا لَا يَفْعَلُونَ، وَيَقْرَؤُنَ كِتَابَ اللهِ وَلَا يَعْمَلُونَ بِهِ \" (¬2). ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4/ 2290) 51 - (2989) ¶ [ش (أترون أني لا أكلمه إلا أسمعكم) معناه أتظنون أني لا أكلمه إلا وأنتم تسمعون (ما دون أن أفتتح أمرا لا أحب أن أكون أول من فتحه) يعني المجاهرة بالإنكار على الأمراء في الملأ كما جرى لقتلة عثمان رضي الله عنه (فتندلق أقتاب بطنه) قال أبو عبيد الأقتاب الأمعاء قال الأصمعي واحدها قتبة وقال غيره قتب وقال ابن عيينة هي ما استدار في البطن وهي الحوايا والأمعاء وهي الأقصاب واحدها قصب والاندلاق خروج الشيء من مكانه] ¶ (¬2) - شعب الإيمان (7/ 39) (4613) صحيح",
            "page": "48",
            "part": "1",
            "seal": "0ADBF96D"
        },
        {
            "id": "50",
            "nass": "وعَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -:\" مَرَرْتُ لَيْلَةَ أُسْرِيَ بِيَ عَلَى قَوْمٍ تُقْرَضُ شِفَاهُهُمْ بِمَقَارِيضَ مِنْ نارٍ فَقُلْتُ: مَنْ هَؤُلَاءِ؟ قَالَ: هَؤُلَاءِ قَوْمٌ خُطَبَاءٌ مِنْ أَهْلِ الدُّنْيَا كَانُوا يَأْمُرُونَ النَّاسَ، وَيَنْسَوْنَ أَنْفُسَهُمْ \" (¬1) ¶ فاتقوا الله يا حملة رسالة الإسلام. اتقوا الله تعالى، وانهجوا في أمركم ونهيكم ودعوتكم وجميع شأنكم نهج رسل الله وأتباعهم بإحسان الذين كانوا يعلنون لأقوامهم بمثل قول الله تعالى: {وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ وَمَا تَوْفِيقِي إِلاَّ بِاللهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [(88) سورة هود]. (¬2) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - شعب الإيمان (7/ 39) (4614) صحيح ¶ (¬2) -  http://alahmad.com/node/187",
            "page": "49",
            "part": "1",
            "seal": "9643868D"
        },
        {
            "id": "51",
            "nass": "المبحث السادس ¶ بعض النماذج السيئة التي حذر منها القرآن ¶ النموذج الأول- فرعون مصر: ¶ قال تعالى: {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ (96) إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ (97) يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ (98) وَأُتْبِعُوا فِي هَذِهِ لَعْنَةً وَيَوْمَ الْقِيَامَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ (99)} [هود] ¶ لَقَدْ أَرْسَلَ اللهُ تَعَالَى مُوسَى، عَلَيْهِ السَّلاَمُ، إِلَى فِرْعَوْنَ وَكِبَارَ رِجَالِ دَوْلَتِهِ (مَلَئِهِ) مِنَ القِبْطِ، فَكَفَرَ فِرْعَوْنَ بِمَا جَاءَهُ بِهِ مُوسَى، وَأَمَرَ قَوْمَهُ بِأَنْ يَتَّبِعُوهُ فِي الكُفْرِ، فَاتَّبَعُوا أَمْرَ فِرْعَوْنَ، وَمَسْلَكَهُ وَطَرِيقَتَهُ فِي الغَيِّ وَالضَّلاَلِ، وَلَمْ يَكُنْ مَسْلَكُ فِرْعَوْنَ مهْدِياً رَشِيداً حَتَّى يُتْبَّعَ. (وَخَصَّ اللهُ تَعَالَى المَلأَ بِالذِّكْرِ، لأَنَّهُمُ الكُبَرَاءُ وَالعَامَّةُ تَبَعٌ لَهُمْ). ¶ وَكَمَا كَانَ فِرْعَوْنُ مَلِكَ قَوْمِهِ وَقَائِدَهُمْ فِي الدُّنْيا، كَذَلِكَ يَتَقَدَّمُهُمْ يَوْمَ القِيَامَةِ إِلَى نَارِ جَهَنَّمَ، وَبِئْسَ المَوْرِدُ الذِي يَرِدُونَهُ فِي نَارِ جَهَنَّمَ لإِطْفَاءِ ظَمَئِهِمْ، وَهُوَ المَاءُ الحَمِيمُ. ¶ وَلَحِقَتْ بِهِمْ فِي هذِهِ الدُّنْيَا لَعْنَةٌ مِنَ اللهِ وَالمَلاَئِكَةِ، وَمِمَّنْ يَأْتِي بَعْدَهُمْ مِنَ الأُمَمِ، وَيَوْمَ القِيَامَةِ يَلْعَنُهُمْ أَهْلُ المَوْقِفِ جَمِيعاً فَتَكُونُ",
            "page": "50",
            "part": "1",
            "seal": "FA69ED96"
        },
        {
            "id": "52",
            "nass": "اللعْنَةُ تَابِعَةً لَهُمْ حَيْثُمَا سَارُوا، وَبِئْسَتْ هذِهِ اللَّعَنَاتُ عَطَاءً وَرِفْداً يُعْطَوْنَهُ وَيَتْبَعُهُمْ فِي الدُّنِيا وَالآخِرَةِ. (وَيَتَهَكَّمُ اللهُ تَعَالَى عَلَيْهِمْ حِينَما يُسَمِّي هذِهِ اللَّعَنَاتِ رَفْداً وَعَطَاءً). (¬1) ¶ ولما كانوا تبعا لفرعون في هذا الأمر، يمشون خلفه، ويتبعون خطواته الضالة بلا تدبر ولا تفكر، ودون أن يكون لهم رأي، مستهينين بأنفسهم، متخلين عن تكريم الله لهم بالإرادة والعقل وحرية الاتجاه واختيار الطريق .. لما كانوا كذلك فإن السياق يقرر أن فرعون سيقدمهم يوم القيامة ويكونون له تبعا: «يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيامَةِ» .. ¶ وبينما نحن نسمع حكاية عن الماضي ووعدا عن المستقبل، إذا المشهد ينقلب، وإذا المستقبل ماض قد وقع، وإذا فرعون قد قاد قومه إلى النار وانتهى: «فَأَوْرَدَهُمُ النَّارَ»!! ¶ أوردهم كما يورد الراعي قطيع الغنم. ألم يكونوا قطيعا يسير بدون تفكير؟ ألم يتنازلوا عن أخص خصائص الآدمية وهي حرية الإرادة والاختيار؟ فأوردهم النار. ويا بئساه من ورد لا يروي غلة، ولا يشفي صدى، إنما يشوي البطون والقلوب: «وَبِئْسَ الْوِرْدُ الْمَوْرُودُ!». ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 1571، بترقيم الشاملة آليا)",
            "page": "51",
            "part": "1",
            "seal": "E1AC546E"
        },
        {
            "id": "53",
            "nass": "وإذا ذلك كله. قيادة فرعون لهم، وإيرادهم موردهم .. إذا ذلك كله حكاية تروى، ويعلق عليها: «وَأُتْبِعُوا فِي هذِهِ لَعْنَةً وَيَوْمَ الْقِيامَةِ» .. ويسخر منها ويتهكم عليها: «بِئْسَ الرِّفْدُ الْمَرْفُودُ» .. ¶ فهذه النار هي الرفد والعطاء والمنة التي رفد بها فرعون قومه!!! (¬1) ¶ وقال تعالى: {وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (38) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (39) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (40) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (41) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (42)} [القصص:38 - 42] ¶ كَانَ فِرعَوْنُ يَدَّعِي الأُلُوهِيَّةَ، وَقَدْ حَمَلَ قَومَهُ عَلَى عِبَادَةِ نَفْسِهِ، فَلَمَّا جَاءَهُ مُوسَى وَهَارُونُ يَدْعُوَانِهِ إِلى عِبَادَةِ اللهِ تَعَالى، وَيُحَذِّرَانِهِ عِقَابَهُ وَعَذَابَهُ إِنِّ استَمَرَّ في كُفْرِهِ وطُغَيانِهِ، خَذَ في المَكَابَرَةِ والمُعَانَدَةِ، وَقَالَ لِمَنْ حَوْلَهُ مِنْ كِبَارِ رِجَالِ دَولتِهِ: إِنَّهُ لاَ يَعرفُ لقومِهِ إِلهاً غيرَهُ هُوَ. وَقَالَ لِمُوسَى فِي آيةٍ أُخْرى: {لَئِنِ اتخذت إلها غَيْرِي لأَجْعَلَنَّكَ ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 2564)",
            "page": "52",
            "part": "1",
            "seal": "A371158C"
        },
        {
            "id": "54",
            "nass": "مِنَ المسجونين} ثُمَّ أَمرَ وَزيرَهُ هَامَانَ بأنْ يُوقِدَ النَّارَ لِيَشْوِيَ الطِّينَ، وَيَجْعَلَ مِنْهُ آجُرّاً لإِشَادَةِ قَصْرٍ شَامِخٍ لَهُ (صَرْحاً)،يَصْعَدُ إليهِ فِرْعَونُ لِيَرى إِلهَ مُوسَى. ثُمَّ قَالَ إِنَّهُ يَعْتَقِد أَنَّ موسَى مِنَ الكَاذِبينَ فِيما يدِّعِيهِ مِنْ أًَنَّ له إلهاً فِي السَّمَاءِ يَنْصُرُهُ ويُؤَيِّدُهُ، وَهُوَ الذي أَرْسَلَهُ إليهِ. وَكَانَ فِرْعَونُ يَرْمِي مِنْ هذا القَوْلِ إِلى تَخفِيفِ أَثَرِ الآياتِ التي جَاءَ بِها مُوسىَ وَهارُونَ، في نُفُوسِ رَعِيَّتِهِ. ¶ وَطَغَى فِرْعَونُ وَمَلَؤُهُ وَجُنُودَهُ في أَرْضِ مِصْرَ، وَتَجَبَّروا، وَأَكْثَروا فِيها الفَسَادَ، واعتَقَدُوا أَنَّهُ لا قِيَامَةَ وَلاَ حَشْرَ وَلاَ مَعَادَ، وَلاَ رَجْعَةَ إِلى اللهِ، وَلا حِسَابَ لَهُمْ عَلى عَمَلِهِم السَّيءِ، واعتِقادِهِم الفَاسِدِ. ¶ فَجَمَعَ اللهُ تَعَالَى فِرْعَوْنَ وَجُنُودَهُ، وأَغْرَقَهُمْ في البَحْرِ في صَبيحَةِ وَاحِدَةٍ، وَلَمْ يُبْقِ مِنْهُمْ أًحَداً. فانظُرْ أَيُّها المُعْتَبِرُ بالآيَاتِ كَيفَ كَانَ أَمرُ هؤلاءِ الذينَ كَفَرُوا بِرَبِّهِمْ، وَظَلَمُوا أَنْفُسَهُمْ، وَهذِهِ هِيَ عَاقِبَةُ الكُفرِ والبَغْيِ والظُّلْمِ. ¶ وَجَعَلَ اللهُ فِرْعَونَ وَقَوْمَهُ أَئِمَّةً، يَقْتَدِي بِهِمْ أهلُ العُتُوِّ والكُفْرِ والضَّلاَلِ، فَهُمْ يَبْحَثُونَ عَن الشُّرُورِ والمَعَاصِي، التي تُلقِي بِصَاحِبهِا في النَّارِ، وَكَذَلِكَ جَعَلَ اللهُ تَعَالى مَصِيرَ مَنْ يَتْبَعُهُمْ، وَيَقْتَدِي بِهِمْ في الكُفْرِ، وتَكْذِيبِ الرُّسُل مِثْل مَصيرِهِمْ في نَارِ جَهَنَّمَ، وَلا يَجِدُونَ",
            "page": "53",
            "part": "1",
            "seal": "8851017F"
        },
        {
            "id": "55",
            "nass": "أَحَداً يَنْصُرُهُمْ يومَ القِيَامَةِ مِنْ عَذَابِ اللهِ، فَيَجْتَمِعُ عَلَيِهِمْ خِزْيُ الدُّنيا، مُتَّصِلاً بِذُلِّ الآخِرَةِ. ¶ وأَلْزَمَ اللهُ تَعَالَى فِرْعَونَ وَقَومَهُ في هذِهِ الدُّنيا خِزْياً وَطَرداً مِنْ رَحْمَتِهِ (لَعْنَةً)،ثُمَّ قَضَى عَلَيْهِمْ بِالبَوارِ والهَلاَكِ، وسُوء الأُحْدُوثَةِ، وسَيُتْبِعُهُمْ لَعنَةً أُخْرى يَومَ القِيَامَةِ، وَيُذِلُّهُم ويُخْزِيهِمْ خِزْياً دَائماً مُسْتَمِرّاً لا فكَاكَ لَهُمْ مِنْهُ. (¬1) ¶ يا أيها الملأ ما علمت لكم من إله غيرى .. كلمة فاجرة كافرة، يتلقاها الملأ بالإقرار والتسليم. ويعتمد فيها فرعون على الأساطير التي كانت سائدة في مصر من نسب الملوك للآلهة. ثم على القهر، الذي لا يدع لرأس أن يفكر، ولا للسان أن يعبر. وهم يرونه بشرا مثلهم يحيا ويموت، ولكنه يقول لهم هذه الكلمة فيسمعونها دون اعتراض ولا تعقيب! ثم يتظاهر بالجد في معرفة الحقيقة، والبحث عن إله موسى، وهو يلهو ويسخر: «فَأَوْقِدْ لِي يا هامانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحاً لَعَلِّي أَطَّلِعُ إِلى إِلهِ مُوسى» .. في السماء كما يقول! وبلهجة التهكم ذاتها يتظاهر بأنه شاك في صدق موسى، ولكنه مع هذا الشك يبحث وينقب ليصل إلى الحقيقة: «وَإِنِّي لَأَظُنُّهُ مِنَ الْكاذِبِينَ»! ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 3172، بترقيم الشاملة آليا)",
            "page": "54",
            "part": "1",
            "seal": "D56821F0"
        },
        {
            "id": "56",
            "nass": "وفي هذا الموضع كانت حلقة المباراة مع السحرة. وهي محذوفة هنا للتعجيل بالنهاية: «وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ، وَظَنُّوا أَنَّهُمْ إِلَيْنا لا يُرْجَعُونَ» .. فلما توهموا عدم الرجعة إلى الله استكبروا في الأرض بغير الحق، وكذبوا بالآيات والنذر (التي جاء ذكرها في مطلع هذه الحلقة، ووردت بالتفصيل في سور أخرى). «فَأَخَذْناهُ وَجُنُودَهُ فَنَبَذْناهُمْ فِي الْيَمِّ». ¶ هكذا في اختصار حاسم. أخذ شديد ونبذ في اليم. نبذ كما تحذف الحصاة أو كما يرمى بالحجر. اليم الذي ألقي في مثله موسى الطفل الرضيع، فكان مأمنا وملجأ. وهو ذاته الذي ينبذ فيه فرعون الجبار وجنوده فإذا هو مخافة ومهلكة. فالأمن إنما يكون في جناب الله، والمخافة إنما تكون في البعد عن ذلك الجناب. ¶ «فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ» .. فهي عاقبة مشهودة معروضة للعالمين. وفيها عبرة للمعتبرين، ونذير للمكذبين. وفيها يد القدرة تعصف بالطغاة والمتجبرين في مثل لمح البصر، وفي أقل من نصف سطر! وفي لمحة أخرى يجتاز الحياة الدنيا ويقف بفرعون وجنوده في مشهد عجيب .. يدعون إلى النار، ويقودون إليها الأتباع والأنصار: «وَجَعَلْناهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ» .. فيا بئساها دعوة! ويا بئساها إمامة! «وَيَوْمَ الْقِيامَةِ لا يُنْصَرُونَ» .. فهي الهزيمة",
            "page": "55",
            "part": "1",
            "seal": "E6671D83"
        },
        {
            "id": "57",
            "nass": "في الدنيا، وهي الهزيمة في الآخرة، جزاء البغي والاستطالة. وليست الهزيمة وحدها، إنما هي اللعنة في هذه الأرض، والتقبيح في يوم القيامة: «وَأَتْبَعْناهُمْ فِي هذِهِ الدُّنْيا لَعْنَةً، وَيَوْمَ الْقِيامَةِ هُمْ مِنَ الْمَقْبُوحِينَ».ولفظة «الْمَقْبُوحِينَ» ترسم بذاتها صورة القبح والفضيحة والتشنيع، وجو التفزز والاشمئزاز. ذلك في مقابل الاستعلاء والاستكبار في الأرض، وفتنة الناس بالمظهر والجاه، والتطاول على الله وعلى عباد الله. (¬1) ¶ وقال تعالى: {وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الْأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلَا تُبْصِرُونَ (51) أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ (52) فَلَوْلَا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ أَوْ جَاءَ مَعَهُ الْمَلَائِكَةُ مُقْتَرِنِينَ (53) فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (54) فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ (55) فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِلْآخِرِينَ (56)} [الزخرف:51 - 56] ¶ جَمَعَ فِرْعَوْنُ قَوْمَهُ وَنَادَى فِيهِمْ مُتَبَجِّحاً مُتَفَاخِراً بِمُلْكِ مِصْرَ، وَتَصْرُّفِهِ فِيهَا، وَفِي أَنْهَارِهَا الجَارِيَةِ فِي أَرْضِهَا، ثُمَّ قَالَ لَهُمْ: أَفَلاَ تَرَوْنَ مَا أَنَا عَلَيْهِ مِنَ القُّوَةِ وَعِظَمِ المَكَانَةِ؟ ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 3442)",
            "page": "56",
            "part": "1",
            "seal": "847D56AC"
        },
        {
            "id": "58",
            "nass": "وَكَانَ فِرْعَوْنُ يَقْصدُ بِهَذَا النِّدَاءِ تَثْبِيتَهُمْ فِي طَاعَتِهِ، وَصَرْفَهُم عَنِ التَّأَثُّرِ بِمُوسَى وَمَا جَاءَ بِهِ مِنَ الآيَاتِ. ¶ وَقَالَ فِرْعَوْنُ لِقَوْمِهِ، بَلْ إِنَّهُ (أم) خَيْرٌ مِنْ مُوسَى الذِي هُوَ ضَعِيفٌ ذَلِيلٌ (مَهِينٌ)،وَهُوَ عَيِيُّ اللِّسَانِ يَكَادُ لاَ يَسْتَطِيعُ التَّعْبِيرَ والإِفْصَاحَ عَمَّا يُرِيدُ قَوْلَهُ. فَهَلاَّ أَلْقَى إِلَيْهِ رَبُّهُ أَسَاورَ مِنْ ذَهَبٍ يَتَحَلَّى بِهَا إِنْ كَانَ صَادِقاً فِيمَا يَدَّعِيهِ، وَهَلاَّ جَاءَ مَعَهُ المَلاَئِكَةُ مُتَتَابِعِينَ مَتَقَارِنِينَ (مُقْتَرِنِينَ).يُعِينُونَهُ عَلَى أَمْرِهِ، وَيَشْهَدُونَ بِالنُّبُوَّةِ، وَيَمْشُونَ مَعَهُ. ¶ فَاسْتَخَفَّ فِرَعَوْنُ عُقُولَ قَوْمِهِ بِهَذِهِ الحُجَجِ الوَاهِيةِ، وَدَعَاهُمْ إِلَى الضَّلاَلَةِ فَاسْتَجَابُوا لَه طَائِعِينَ، لأَنَّهُمْ كَانُوا قَوْماً غَاوِينَ ضَالّينَ، خَارِجِينَ عَنْ طَاعَةِ اللهِ تَعَالَى. ¶ فَلَمَّا أَغْضَبُونَا بِعِنَادِهِمْ وَاسْتِكْبَارِهِمْ وَبَغْيِهِمْ فِي الأَرْضِ انْتَقَمْنَا مِنْهُمْ فَعَجَّلَنَا لَهُم العُقُوبَةَ، وَأَغْرَقْنَاهُمْ أَجْمَعِينَ. ¶ فَجَعَلْنَاهُمْ قُدْوَةً لِمَنْ يَعْمَلُ عَمَلَهُمْ مِنْ أَهْلِ الكُفْرِ والضَّلاَلَةِ، وَعِبْرَةً وَمَوْعِظَةً لِمَنْ يَأْتِي بَعْدَهُمْ مِنَ الكَافِرِينَ. (¬1) ¶ إن ملك مصر وهذه الأنهار التي تجري من تحت فرعون، أمر قريب مشهود للجماهير، يبهرها وتستخفها الإشارة إليه. فأما ملك ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 4255، بترقيم الشاملة آليا)",
            "page": "57",
            "part": "1",
            "seal": "1B4E4000"
        },
        {
            "id": "59",
            "nass": "السماوات والأرض وما بينهما - ومصر لا تساوي هباءة فيه - فهو أمر يحتاج إلى قلوب مؤمنة تحسه، وتعقد الموازنة بينه وبين ملك مصر الصغير الزهيد! والجماهير المستعبدة المستغفلة يغريها البريق الخادع القريب من عيونها ولا تسمو قلوبها ولا عقولها إلى تدبر ذلك الملك الكوني العريض البعيد! ومن ثم عرف فرعون كيف يلعب بأوتار هذه القلوب ويستغفلها بالبريق القريب! «أَمْ أَنَا خَيْرٌ مِنْ هذَا الَّذِي هُوَ مَهِينٌ وَلا يَكادُ يُبِينُ؟».وهو يعني بالمهانة أن موسى ليس ملكا ولا أميرا ولا صاحب سطوة ومال مشهود. أم لعله يشير بهذا إلى أنه من ذلك الشعب المستعبد المهين. شعب إسرائيل. أما قوله: «وَلا يَكادُ يُبِينُ» فهو استغلال لما كان معروفا عن موسى قبل خروجه من مصر من حبسة اللسان. وإلا فقد استجاب الله سؤاله حين دعاه: «رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسانِي يَفْقَهُوا قَوْلِي» .. وحلت عقدة لسانه فعلا، وعاد يبين. ¶ وعند الجماهير الساذجة الغافلة لا بد أن يكون فرعون الذي له ملك مصر وهذه الأنهار تجري من تحته، خيرا من موسى - عليه السّلام - ومعه كلمة الحق ومقام النبوة ودعوة النجاة من العذاب الأليم! «فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ؟» .. هكذا. من ذلك",
            "page": "58",
            "part": "1",
            "seal": "2EB8F22B"
        },
        {
            "id": "60",
            "nass": "العرض التافه الرخيص! أسورة من ذهب تصدق رسالة رسول! أسورة من ذهب تساوي أكثر من الآيات المعجزة التي أيد الله بها رسوله الكريم! أم لعله كان يقصد من إلقاء أسورة الذهب تتويجه بالملك، إذ كانت هذه عادتهم، فيكون الرسول ذا ملك وذا سلطان؟ ¶ «أَوْ جاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ» .. وهو اعتراض آخر له بريق خادع كذلك من جانب آخر، تؤخذ به الجماهير، وترى أنه اعتراض وجيه! وهو اعتراض مكرور، ووجه به أكثر من رسول! «فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ، إِنَّهُمْ كانُوا قَوْماً فاسِقِينَ» .. واستخفاف الطغاة للجماهير أمر لا غرابة فيه فهم يعزلون الجماهير أولا عن كل سبل المعرفة، ويحجبون عنهم الحقائق حتى ينسوها، ولا يعودوا يبحثون عنها ويلقون في روعهم ما يشاءون من المؤثرات حتى تنطبع نفوسهم بهذه المؤثرات المصطنعة. ومن ثم يسهل استخفافهم بعد ذلك، ويلين قيادهم، فيذهبون بهم ذات اليمين وذات الشمال مطمئنين! ولا يملك الطاغية أن يفعل بالجماهير هذه الفعلة إلا وهم فاسقون لا يستقيمون على طريق، ولا يمسكون بحبل الله، ولا يزنون بميزان الإيمان. فأما المؤمنون فيصعب خداعهم واستخفافهم واللعب بهم كالريشة في مهب الريح. ومن هنا يعلل القرآن استجابة الجماهير لفرعون فيقول: «فَاسْتَخَفَّ قَوْمَهُ فَأَطاعُوهُ. إِنَّهُمْ كانُوا قَوْماً",
            "page": "59",
            "part": "1",
            "seal": "AA32D6AF"
        },
        {
            "id": "61",
            "nass": "فاسِقِينَ» .. ثم انتهت مرحلة الابتلاء والإنذار والتبصير وعلم الله أن القوم لا يؤمنون وعمت الفتنة فأطاعت الجماهير فرعون الطاغية المتباهي في خيلاء، وعشت عن الآيات البينات والنور فحقت كلمة الله وتحقق النذير: «فَلَمَّا آسَفُونا انْتَقَمْنا مِنْهُمْ فَأَغْرَقْناهُمْ أَجْمَعِينَ، فَجَعَلْناهُمْ سَلَفاً وَمَثَلًا لِلْآخِرِينَ» .. ¶ يتحدث الله سبحانه عن نفسه في مقام الانتقام والتدمير إظهارا لغضبه ولجبروته في هذا المقام. فيقول: «فَلَمَّا آسَفُونا» .. أي أغضبونا أشد الغضب .. «انْتَقَمْنا مِنْهُمْ فَأَغْرَقْناهُمْ أَجْمَعِينَ» .. يعني فرعون وملأه وجنده. وهم الذين غرقوا على إثر موسى وقومه وجعلهم الله سلفا يتبعه كل خلف ظالم «وَمَثَلًا لِلْآخِرِينَ» الذين يجيئون بعدهم، ويعرفون قصتهم، فيعتبرون. (¬1) ¶ ــــــــ ¶ الثاني - قارون: ¶ قال تعالى: {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ إِنَّ اللَّهَ لَا يُحِبُّ الْفَرِحِينَ (76) وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 4002)",
            "page": "60",
            "part": "1",
            "seal": "B3FD1C93"
        },
        {
            "id": "62",
            "nass": "وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ (77) قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنَ الْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (78) فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (79) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (80) فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنْصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنَ الْمُنْتَصِرِينَ (81) وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ الْكَافِرُونَ (82) تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا وَالْعَاقِبَةُ لِلْمُتَّقِينَ (83)} [القصص] ¶ يَلْفِتُ اللهُ تَعَالى نَظَرَ كُبَراءِ قُريشٍ، الذِين اغتَرُّوا بأَمَوالِهِم، واسْتَطَالُوا بِهَا عَلَى الرَّسُول صلى الله عليه وسلم، وَعَلَى المُؤمنينَ، إِلى أنَّ المَالَ عَرَضٌ زَائِلٌ، وَأَنَّ المَالَ لاَ قِيمَةَ لهُ في مِيزَانِ اللهِ تَعَالى، يَوْمَ الحِسَابِ في الآخِرَةِ، وأَنَّ أمْوالَ هؤلاءِ الكُفَّارِ مِنْ قُريشٍ، لا تُعَدُّ شيئاً مذكُوراً بالنِّسبةِ لِلمَالِ الذي آتاهُ اللهُ قَارُونَ، ثُمَّ خَسَفَ اللهُ بهِ وبدَارِهِ",
            "page": "61",
            "part": "1",
            "seal": "34860852"
        },
        {
            "id": "63",
            "nass": "الأَرْضَ لأَنَّهُ بَطِرَ وَأَشِرَ، واسْتَكْبَرَ ولم يَبْتَعِ بهذا المَالِ ثَوابَ اللهِ، وجَزَاءَهُ في الدَّارِ الآخِرَةِ. ¶ وَيَقُولُ تَعَالى إِنَّ قَارُونَ كَانَ مِنْ بَني إِسرائيلَ (وَقَالَ بعضُ المُفَسِّرينَ إِنَّهُ كَانَ مِنْ أقرِباءِ مُوسَى عَليهِ السَّلامُ)،وَقَدْ آتاهُ اللهُ كثيراً منَ المَالِ، حَتَّى إِنَّ مَفَاتَيِحَ خَزَائِنِ أمْوَالِهِ لَيَصْعُبُ عَلَى الجَمَاعَةِ حَمْلُها لِكَثْرَتِهَا، وَثِقلِ وَزْنِها، فَطَغَى وَبَغَى، وَبَطِرَ، وَتَكَّبرَ، فَقَالَ لبهُ قَومُهُ ناصِحِينَ: لا تَبْطَرْ، ولا تَفْرَحْ بمَا أَنتَ فيهِ من النَّعمَةِ والمَالِ، لأَنَّ اللهَ تَعَالى لاَ يًُحِبُّ البَطرِينَ الأَشِرِينَ، الذين لا يَشكُرونَ اللهَ عَلَى نِعَمِهِ وآلائِهِ، وَتَنْسِيهمُ الدُّنيا والآخِرَةَ. ¶ واسْتَعْمِلْ مَا وَهَبكَ اللهُ مِنَ المَالِ الجَزيلِ، والنَّعمَةِ الطَّائِلَةِ، في طَاعَةِ رَبِّكَ، والتَّقَرُّبِ إليهِ، ولا تَنْسَ حَظَّكَ (نَصِيبَكَ) مِنَ الدُّنيا، ممَّا أَبَاحَهُ اللهُ فيها لِعِبادِهِ، مِنَ المَآكِلِ والمَشَارِبِ والمَلاَبِسِ وغَيرها .. فإِنَّ لِرَبِّكَ عَلَيكَ حَقّاً، وَلِنَفَسِكَ عَليكَ حَقّاً، .. فَآتِ كُلِّ ذي حقٍّ حَقَّهُ. وأحْسِنْ إِلى خَلْقِ اللهِ كَما أَحْسَنَ اللهُ إِلَيْكَ ولا يَكنْ هَمُّكَ الإِفسَادَ في الأَرضِ، والإِساءَةَ إلى خَلْقِ اللهِ، إنّ الله لاَ يُحِبُّ المُفْسِدِينَ. ¶ فَأَجَابَ قَارُونَ نَاصِحِيهِ مِنْ قَومِهِ: إِنَّهُ لا يَفْتَقِرُ إلى مَا يَقُولُونَ، فإِنَّ الله إِنَّما أعطَاهُ هذا المَالَ لِعلمِهِ بأَنَّهُ يَسْتَحِقُّهُ، وَلأَنَّهُ يُحِبّهُ. ويَرُدّ اللهُ تَعَالى عَليهِ قائِلاً: إِنَّهُ كَانَ قَبلَ قَارُونَ أُناسٌ كثيرونَ أكثرُ منهُ",
            "page": "62",
            "part": "1",
            "seal": "DAE2CA7C"
        },
        {
            "id": "64",
            "nass": "مالاً، إِلاَّ أَنهُ سُبحَانَهُ لَمْ يُعْطِهِمْ هذا المَالَ عَنْ مَحَبَّةٍ منهُ لهُمْ، وَقَدْ أًَهْلَكَهُمْ بِكُفْرِهِمْ، وَعَدمِ شُكرِهِمْ، وفي الآخِرَةِ لا يَسْأَلُ اللهُ تَعَالى المُجرِمينَ عَنْ ذُنُوبِهِمْ، ومِقْدَارِهَا وَكُنْهِها .. وَلاَ يُعَاتِبُهُمْ عَلَيها، وإِنِّما يُلْقِيهِمْ فِي جَهَّنَم دُونَ سُؤَالٍ. ¶ وَخَرَجَ قَارُونَ ذَاتَ يومٍ عَلَى قَومِهِ، وَهُوَ في زِينَةٍ عَظِيمَةٍ، وتَجَمُّلٍ بَاهِرٍ، فلما رَآه مَنْ يُريدُ الحَيَاةَ الدُّنيا، وَيمَيلُ إلى زُخُرفِها وزِينَتِها مِنْ قَومِهِ، تَمَنُّوا أَنْ لَوْ كَانُوا يُعطَوْنَ مِثْلِ ما أُعْطِيَ قَارُونُ مِنَ المَالِ، فهوَ ذُو حَظٍّ عظيمٍ وافرٍ في الدُّنيا. ¶ فَلَمَّا سَمِعَ أهلُ العِلْمِ النَّافِع مَقَالَةَ مَنْ تَمَنَّوا أَنْ يكُونَ لَهُمْ مِثلُ مَا أُوتِيَ قَارُونُ من المَالِ، قَالُوا لَهُمْ: الوَيلُ والهَلاَكُ لَكُمْ عَلَى ما تَمَنِّيتُمْ، فَما يدِّخِرُهُ اللهُ مِنْ جَزاءٍ وثَوَابٍ لِعبَادِهِ الصَّالِحينَ في الدَّارِ الآخِرَةِ خيرٌ ممَّا تَرَوْنَهُ، ولا يَفُوزُ بالجَنَّةِ ونَعيمِها فِي الدَّارِ الآخِرَةِ إِلا الصَّابِرُونَ على مَحَبَّتِهِ، الرَاغِبونَ في الدَّار الآخِرَةِ. ¶ وَبينمَا كَانَ قَارُونَ يَخْتَالُ بِطِراً مُتَفَاخِراً عَلَى قَومِهِ، وَهُوَ في حِلْيَتِهِ وزِينَتهِ، إِذْ خَسَفَ اللهُ بهِ وبِدَارِهِ الأَرضَ، فَأَصبَحَ هُوَ ودارُهُ وأموَالُهُ وخَزَائِنُهُ لا أثرَ لَهُمْ، وَلَمْ يَجِدْ مَنْ يَنْصُرُهُ مِنْ بَطْشِ اللهِ وَعَذَابِهِ، وَلَمْ يُغْنِ عَنْهُ مَالُهُ ولا جَمْعُهُ وَلا خَدَمُهًُ، وَلَمْ يَدْفَعْ كُلُّ ذَلِكَ عَنْهُ نَقْمَةَ اللهِ وَعَذَابَهُ.",
            "page": "63",
            "part": "1",
            "seal": "DAB93341"
        },
        {
            "id": "65",
            "nass": "وَلَمَّا رَأَى الذينَ تَمَنَّوْا مَالَ قَارُونَ وكُنُوزَهُ، مَا حَلَّ بهِ وبِمَالِهِ، قالُوا: أَلَمْ تَرَوْا أَنَّ اللهَ يَبْسُطُ الرِزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ؟ وَلولا لُطْفُ اللهِ بِنا لأَعْطَانَا مَا سَأَلنا، ثُمَّ فَعَلَ بِنَا كَمَا فَعَلَ بقَارُونَ، فَخَسَفَ بِنَا الأَرضَ، لَقَدْ كَانَ قَارُونُ كَافِراً برَبِّهِ، وَلاَ يُفْلِحُ الكَافِرُونَ في النَّجَاةِ مِنْ عَذابِ اللهِ تَعَالى. ¶ تِلْكَ الدَّارُ الآخِرَةُ - الجَنَّةُ التي عَلِمْتَ مِمَّا تَقدَّمَ وَصْفَهَا - قَدْ جَعَلَها الله خَالِصَةً لِعِبَادِهِ المُؤمِنينَ المُتَواضِعِينَ، الذينَ لاَ يُريدُونَ اسْتِكْبَاراً على خَلْقِ اللهِ، وَلاَ تَعَاظُماً عَلَيهِمْ، وَلاَ َجَبُّراً، وَلاَ فَسَاداً في الأَرضِ. وَالعَاقِبَةُ المَحْمُودَةُ، وهيَ الجَنَّةُ، جَعَلَها اللهُ لِمَنْ مَلأَتْ خَشْيَةُ اللهِ قَلَبْهُ، واتَّقى عَذَابَه بِفعلِ الطَّاعَاتِ، وَتَرْكِ المُحَرَّمَاتِ. (¬1) ¶ حين يخرج قارون بزينته على قومه، فتطير لها قلوب فريق منهم، وتتهاوى لها نفوسهم، ويتمنون لأنفسهم مثل ما أوتي قارون، ويحسون أنه أوتي حظا عظيما يتشهاه المحرومون. ذلك على حين يستيقظ الإيمان في قلوب فريق منهم فيعتزون به على فتنة المال وزينة قارون، ويذكرون إخوانهم المبهورين المأخوذين، في ثقة وفي يقين: «فَخَرَجَ عَلى قَوْمِهِ فِي زِينَتِهِ قالَ الَّذِينَ يُرِيدُونَ الْحَياةَ الدُّنْيا: يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ. إِنَّهُ لَذُو حَظٍّ عَظِيمٍ. وَقالَ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 3210، بترقيم الشاملة آليا)",
            "page": "64",
            "part": "1",
            "seal": "C31AA5FB"
        },
        {
            "id": "66",
            "nass": "الَّذِينَ أُوتُوا الْعِلْمَ: وَيْلَكُمْ! ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً، وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ». ¶ وهكذا وقفت طائفة منهم أمام فتنة الحياة الدنيا وقفة المأخوذ المبهور المتهاوي المتهافت، ووقفت طائفة أخرى تستعلي على هذا كله بقيمة الإيمان، والرجاء فيما عند الله، والاعتزاز بثواب الله. والتقت قيمة المال وقيمة الإيمان في الميزان: «قالَ الَّذِينَ يُرِيدُونَ الْحَياةَ الدُّنْيا: يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ. إِنَّهُ لَذُو حَظٍّ عَظِيمٍ». ¶ وفي كل زمان ومكان تستهوي زينة الأرض بعض القلوب، وتبهر الذين يريدون الحياة الدنيا، ولا يتطلعون إلى ما هو أعلى وأكرم منها فلا يسألون بأي ثمن اشترى صاحب الزينة زينته؟ ولا بأي الوسائل نال ما نال من عرض الحياة؟ من مال أو منصب أو جاه. ومن ثم تتهافت نفوسهم وتتهاوى، كما يتهافت الذباب على الحلوى ويتهاوى! ويسيل لعابهم على ما في أيدي المحظوظين من متاع، غير ناظرين إلى الثمن الباهظ الذي أدوه، ولا إلى الطريق الدنس الذي خاضوه، ولا إلى الوسيلة الخسيسة التي اتخذوها. ¶ فأما المتصلون بالله فلهم ميزان آخر يقيم الحياة، وفي نفوسهم قيم أخرى غير قيم المال والزينة والمتاع. وهم أعلى نفسا، وأكبر قلبا من أن يتهاووا ويتصاغروا أمام قيم الأرض جميعا. ولهم من استعلائهم",
            "page": "65",
            "part": "1",
            "seal": "95C53C49"
        },
        {
            "id": "67",
            "nass": "بالله عاصم من التخاذل أمام جاه العباد. وهؤلاء هم «الَّذِينَ أُوتُوا الْعِلْمَ».العلم الصحيح الذي يقومون به الحياة حق التقويم: «وَقالَ الَّذِينَ أُوتُوا الْعِلْمَ: وَيْلَكُمْ ثَوابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صالِحاً، وَلا يُلَقَّاها إِلَّا الصَّابِرُونَ».ثواب الله خير من هذه الزينة، وما عند الله خير مما عند قارون. والشعور على هذا النحو درجة رفيعة لا يلقاها إلى الصابرون .. الصابرون على معايير الناس ومقاييسهم. الصابرون على فتنة الحياة وإغرائها. الصابرون على الحرمان مما يتشهاه الكثيرون. وعندما يعلم الله منهم الصبر كذلك يرفعهم إلى تلك الدرجة. درجة الاستعلاء على كل ما في الأرض، والتطلع إلى ثواب الله في رضى وثقة واطمئنان. (¬1) ¶ ــــــــــ ¶ الثالث- اتخاذ الأنداد من دون الله تعالى: ¶ {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ (165) إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبَابُ (166) وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 3462)",
            "page": "66",
            "part": "1",
            "seal": "1A792BCC"
        },
        {
            "id": "68",
            "nass": "مِنَّا كَذَلِكَ يُرِيهِمُ اللَّهُ أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُمْ بِخَارِجِينَ مِنَ النَّارِ (167)} [البقرة] ¶ وَمَعَ قِيَامِ الأَدِلَّةِ عَلَى قُدْرَةِ اللهِ وَوَحْدَانِيَّتِهِ وَعَظَمَتِهِ فَإِنَّ بَعْضَ النَّاسِ مِنَ الكُفَّارِ يَتَّخِذُونَ للهِ شُرَكَاءَ وَأَمْثَالاً (أَنْدَاداً) يَعْبُدُونَهُمْ مَعَهُ، وَيُحِبُّونَهُمْ كَحُبِّهِ، وَهُوَ اللهُ الذِي لاَ مَثِيلَ لَهُ، وَلاَ شَرِيكَ مَعَهُ. أَمَّا الذِينَ آمَنُوا فَإِنَّهُم يَعْبُدُونَ اللهُ وَحْدَهُ، مُخْلِصِينَ لَهُ الدِّينَ، وَيُحِبُّونَهُ وَحْدَهُ، وَهُمْ أَشَدُّ حُبَاً للهِ مِنْ أَيِّ شَيءٍ آخَرَ. وَحِينَ يَرَى المُشْرِكُونَ العَذَابَ الشَّديدَ الذِي يُنْزِلُهُ اللهُ تَعَالَى يَوْمَ القِيَامَةِ بِالكُفَّارِ، فَتَتَقَطَّعُ بِهِمُ الأَسْبَابُ، وَلاَ تُغْنِي عَنْهُم الأَنْدَادُ، يُدْرِكُونَ حِينَئِذٍ أنَّ القُوَّةَ جَميعَهَا للهِ، وَأَنَّ الحُكْمَ لَهُ وَحْدَهُ لا شَرِيكَ لَهُ. ¶ وَيَوْمَ القِيَامَةِ يَتَبَرَّأُ الذِينَ كَانَ المُشْرِكُونَ يَعْبُدُونَهُمْ مِنْ دُونَ اللهِ - المَلائِكَةُ وَالجِنُّ وَالبَشَرُ - كَمَا يَتَبَرَّأُ الرُّؤَسَاءُ المُضِلُّونَ الذِينَ اتَّبَعَهُمُ الضُّعَفَاءُ وَالأَعْوَانُ، مِنْ أَتْبَاعِهِم الذِينَ أَغْوَوْهُمْ فِي الحَيَاةِ الدُّنيا، وَيَتَنَصَّلُونَ مِنْ إِضْلاَلِهِمْ لأَنَّهُمْ قَدْ تَضَاعَفَ عَذَابُهُمْ، وَحَمْلُهُمْ أَوْزَاراً فَوْقَ أَوْزَارِهِمْ، وَتَتَقَطَّعُ الرَّوَابِطُ وَالصِّلاَتُ التِي كَانَتْ بَيْنَهُمْ فِي الحَيَاةِ الدُّنيا، وَيَصِيرُ بَعْضُهُم عَدُوّاً لِبَعْضٍ. ¶ وَيَقُولُ التَّابِعُونَ بَعْدَ أَنْ رَأَوْا أَنَّهُمْ كَانُوا فِي ضَلاَلٍ: لَوْ أَنَّ لَنَا رَجْعَةً إِلََى الدَّارِ الدُّنيا لِنَتَبَرَأَ مِنْ هؤُلاءِ، وَمِنْ عِبَادَتِهِمْ، فَلاَ نَلْتَفِتَ إِلَيهِمْ، بَلْ",
            "page": "67",
            "part": "1",
            "seal": "0394B63A"
        },
        {
            "id": "69",
            "nass": "نُوَحِّدُ الله، وَنَهْتَدِي بِهَدْيِهِ. وَهُمْ كَاذِبُونَ فِي هذا القَوْلِ، إِذْ أَنَّهُمْ لوْ عَادُوا إِلى الدُّنيا لَعَادُوا إِلى مَا نُهُوا عَنْهُ. وَكَمَا أَرَاهُمُ الله العَذَابَ، كَذلِكَ سَيُرِيهِمْ أَعْمَالَهُمْ تَذْهَبُ وَتَضْمَحِلُّ فَيَتَحَسَّرُونَ عَلَى مَا فَرَّطُوا فِي جَنْبِ اللهِ، وَلاتَ سَاعَةَ مَنْدَمٍ، لأَنَّهُمْ لَنْ يَخْرُجُوا مِنَ النَّارِ، وَلَنْ يَعُودُوا إِلى الدُّنيا. (¬1) ¶ إن من الناس من يتخذ من دون الله أندادا .. كانوا على عهد المخاطبين بهذا القرآن أحجارا وأشجارا، أو نجوما وكواكب، أو ملائكة وشياطين .. وهم في كل عهد من عهود الجاهلية أشياء أو أشخاص أو شارات أو اعتبار ات .. وكلها شرك خفي أو ظاهر، إذا ذكرت إلى جانب اسم الله، وإذا أشركها المرء في قلبه مع حب الله. فكيف إذا نزع حب الله من قلبه وأفرد هذه الأنداد بالحب الذي لا يكون إلا لله؟ ¶ إن المؤمنين لا يحبون شيئا حبهم لله. لا أنفسهم ولا سواهم. لا أشخاصا ولا اعتبار ات ولا شارات ولا قيما من قيم هذه الأرض التي يجري وراءها الناس: «وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ» .. أشد حبا لله، حبا مطلقا من كل موازنة، ومن كل قيد. أشد حبا لله من كل حب يتجهون به إلى سواه. ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 172، بترقيم الشاملة آليا)",
            "page": "68",
            "part": "1",
            "seal": "58AE7AB9"
        },
        {
            "id": "70",
            "nass": "والتعبير هنا بالحب تعبير جميل، فوق أنه تعبير صادق. فالصلة بين المؤمن الحق وبين الله هي صلة الحب. ¶ صلة الوشيجة القلبية، والتجاذب الروحي. صلة المودة والقربي. صلة الوجدان المشدود بعاطفة الحب المشرق الودود. ¶ «وَلَوْ يَرَى الَّذِينَ ظَلَمُوا - إِذْ يَرَوْنَ الْعَذابَ - أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعاً، وَأَنَّ اللَّهَ شَدِيدُ الْعَذابِ. إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا، وَرَأَوُا الْعَذابَ وَتَقَطَّعَتْ بِهِمُ الْأَسْبابُ. وَقالَ الَّذِينَ اتَّبَعُوا: لَوْ أَنَّ لَنا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَما تَبَرَّؤُا مِنَّا! كَذلِكَ يُرِيهِمُ اللَّهُ أَعْمالَهُمْ حَسَراتٍ عَلَيْهِمْ، وَما هُمْ بِخارِجِينَ مِنَ النَّارِ» .. ¶ أولئك الذين اتخذوا من دون الله أندادا. فظلموا الحق، وظلموا أنفسهم .. لو مدوا بأبصارهم إلى يوم يقفون بين يدي الله الواحد! لو تطلعوا ببصائرهم إلى يوم يرون العذاب الذي ينتظر الظالمين! لو يرون لرأوا «أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعاً» فلا شركاء ولا أنداد .. «وَأَنَّ اللَّهَ شَدِيدُ الْعَذابِ». ¶ لو يرون إذ تبرأ المتبوعون من التابعين. ورأوا العذاب. فتقطعت بينهم الأواصر والعلاقات والأسباب، وانشغل كل بنفسه تابعا كان أم متبوعا. وسقطت الرياسات والقيادات التي كان المخدوعون يتبعونها، وعجزت عن وقاية أنفسها فضلا على وقاية",
            "page": "69",
            "part": "1",
            "seal": "3B86C73F"
        },
        {
            "id": "71",
            "nass": "تابعيها. وظهرت حقيقة الألوهية الواحدة والقدرة الواحدة، وكذب القيادات الضالة وضعفها وعجزها أمام الله وأمام العذاب. ¶ «وَقالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَما تَبَرَّؤُا مِنَّا» .. وتبدى الحنق والغيظ من التابعين المخدوعين في القيادات الضالة. وتمنوا لو يردون لهم الجميل! لو يعودون إلى الأرض فيتبرأوا من تبعيتهم لتلك القيادات العاجزة الضعيفة في حقيقتها، التي خدعتهم ثم تبرأت منهم أمام العذاب! ¶ إنه مشهد مؤثر: مشهد التبرؤ والتعادي والتخاصم بين التابعين والمتبوعين. بين المحبين والمحبوبين! ¶ وهنا يجيء التعقيب الممض المؤلم: «كَذلِكَ يُرِيهِمُ اللَّهُ أَعْمالَهُمْ حَسَراتٍ عَلَيْهِمْ، وَما هُمْ بِخارِجِينَ مِنَ النَّارِ» .. (¬1) ¶ ــــــــــ ¶ الرابع- التقليد الأعمى للآباء والأجداد: ¶ قال تعالى: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا إِلَى مَا أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ قَالُوا حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ آبَاؤُهُمْ لَا يَعْلَمُونَ شَيْئًا وَلَا يَهْتَدُونَ (104)} [المائدة:104] ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 368)",
            "page": "70",
            "part": "1",
            "seal": "448FC901"
        },
        {
            "id": "72",
            "nass": "وَإذا دُعُوا إلَى مَا شَرَعَهُ اللهُ وَأَوْجَبَهُ، فِي القُرْآنِ، مِنَ الأَحْكَامِ المُؤَيَّدَةِ بِالحُجَجِ وَالأَدِلَّةِ، وَإلَى رَسُولِهِ المُبَيِّنِ لِمُجْمَلِ هَذِهِ الأحْكَامِ، وَإلَى تَرْكِ مَا حَرَّمَهُ اللهُ قَالُوا: يَكْفِينَا أنْ نَتَّبِعَ مَا وَجَدْنَا عَلَيهِ الآبَاءَ وَالأجْدَادَ مِنَ الطَّرَائِقِ وَالمَسَالِكِ وَالمُعْتَقَدَاتِ. فَإذا كَانَ آبَاؤُهُمْ لاَ يَفْقَهُونَ شَيْئاً، وَلا يَعْرِفُونَ حَقّاً، وَلاَ يَهْتَدُونَ إليه، فَكَيْفَ يَتْبِعُونَهُمْ وَالحَالَةُ هَذِهِ؟ إنَّهُمْ إنِ اتَّبَعُوهُمْ كَانُوا بِلاَ شَكٍّ أكْثَرَ جَهْلاً مِنْ آبَائِهِمْ وَأضَلَّ سَبيلاً (¬1) ¶ إن ما شرعه الله بيّن. وهو محدد فيما أنزل الله ومبين بما سنه رسوله .. وهذا هو المحك. وهذه هي النقطة التي يفترق فيها طريق الجاهلية وطريق الإسلام. طريق الكفر وطريق الإيمان .. فإما أن يدعى الناس إلى ما أنزل الله بنصه وإلى الرسول ببيانه فيلبوا .. فهم إذن مسلمون. وإما أن يدعوا إلى الله والرسول فيأبوا .. فهم إذن كفار .. ولا خيار .. ¶ وهؤلاء كانوا إذا قيل لهم: تعالوا إلى ما أنزل الله وإلى الرسول، قالوا: حسبنا ما وجدنا عليه آباءنا! فاتبعوا ما شرعه العبيد، وتركوا ما شرعه رب العبيد. ورفضوا نداء التحرر من عبودية العباد للعباد، واختاروا عبودية العقل والضمير، للآباء ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 774، بترقيم الشاملة آليا)",
            "page": "71",
            "part": "1",
            "seal": "88118A16"
        },
        {
            "id": "73",
            "nass": "والأجداد. ثم يعقب السياق القرآني على موقفهم ذاك تعقيب التعجيب والتأنيب: «أَوَلَوْ كانَ آباؤُهُمْ لا يَعْلَمُونَ شَيْئاً وَلا يَهْتَدُونَ؟» .. ¶ وليس معنى هذا الاستنكار لاتباعهم لآبائهم ولو كانوا لا يعلمون شيئا ولا يهتدون، أن لو كان يعلمون شيئا لجاز لهم اتباعهم وترك ما أنزل الله وترك بيان الرسول! إنما هذا تقرير لواقعهم وواقع آبائهم من قبلهم. فآباؤهم كذلك كانوا يتبعون ما شرعه لهم آباؤهم أو ما شرعوه هم لأنفسهم. ولا يركن أحد إلى شرع نفسه أو شرع أبيه، وبين يديه شرع الله وسنة رسوله، إلا وهو لا يعلم شيئا ولا يهتدي! وليقل عن نفسه أو ليقل عنه غيره ما يشاء: إنه يعلم وإنه يهتدي. فالله - سبحانه - أصدق وواقع الأمر يشهد .. وما يعدل عن شرع الله إلى شرع الناس إلا ضال جهول! فوق أنه مفتر كفور! (¬1) ¶ وقال تعالى: {وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنْزَلَ اللَّهُ قَالُوا بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَاءَنَا أَوَلَوْ كَانَ الشَّيْطَانُ يَدْعُوهُمْ إِلَى عَذَابِ السَّعِيرِ} [لقمان:21] ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 1399)",
            "page": "72",
            "part": "1",
            "seal": "61079B44"
        },
        {
            "id": "74",
            "nass": "وهؤلاءِ الذينَ يُجَادِلُونَ في اللهِ بغَيرِ عِلْمٍ، وَلاَ كِتابٍ، لا مَطْمَعَ فِي هِدَايَتِهم، فإِنَّهُمْ إِذا دُعُوا إِلى اتِّبَاعِ مَا أَنزَلَ اللهُ على رَسُولِهِ مِنْ شَرْعٍ وهُدى قَالُوا: إِنّهُم يُفَضِّلُونَ اتِّبَاعَ مَا وَجَدُوا عَليه آباءَهُمْ مِنْ دِينٍ، لأنَّ آباءَهُمْ، وَأَسْلافَهُمْ لاَ يَقَعُونَ جَميعاً فِي الخَطَأِ. ¶ ويَرُدُّ اللهُ تَعَالى عليهم قَائِلاً: أَيَتَّبِعُونَ آبَاءَهُمْ وأَسْلاَفَهُمْ حَتَّى وَلَو كَانُوا عَلَى خَطَأٍ وَضَلاَلٍ فيما يَعْبُدُونَ؟ وَحَتَّى وَلَوْ كَانُوا يَتَّبِعُونَ ما زَيَّنَتْ لَهُمْ الشَّياطِينُ؟ وَمَنِ اتَّبَعَ الشَّيطَانَ أَوْصَلَهُ إِلى نَارِ جَهَنَّمَ وَسَعِيرهَا. (¬1) ¶ فهذا هو سندهم الوحيد، وهذا هو دليلهم العجيب! التقليد الجامد المتحجر الذي لا يقوم على علم ولا يعتمد على تفكير. التقليد الذي يريد الإسلام أن يحررهم منه وأن يطلق عقولهم لتتدبر ويشيع فيها اليقظة والحركة والنور، فيأبوا هم الانطلاق من إسار الماضي المنحرف، ويتمسكوا بالأغلال والقيود. ¶ إن الإسلام حرية في الضمير، وحركة في الشعور، وتطلع إلى النور، ومنهج جديد للحياة طليق من إسار التقليد والجمود. ومع ذلك كان يأباه ذلك الفريق من الناس، ويدفعون عن أرواحهم هداه، ويجادلون في الله بغير علم ولا هدى ولا كتاب منير .. ومن ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 3371، بترقيم الشاملة آليا)",
            "page": "73",
            "part": "1",
            "seal": "AF31C18E"
        },
        {
            "id": "75",
            "nass": "ثم يسخر منهم ويتهكم عليهم، ويشير من طرف خفي إلى عاقبة هذا الموقف المريب: «أَوَلَوْ كانَ الشَّيْطانُ يَدْعُوهُمْ إِلى عَذابِ السَّعِيرِ؟» .. ¶ فهذا الموقف إنما هو دعوة من الشيطان لهم، لينتهي بهم إلى عذاب السعير. فهل هم مصرون عليه ولو قادهم إلى ذلك المصير؟ .. لمسة موقظة ومؤثر مخيف، بعد ذلك الدليل الكوني العظيم اللطيف. (¬1) ¶ قال تعالى: {بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (22) وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ (23) قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (24) فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (25)} [الزخرف] ¶ وَإِذْ فَقَدَ المُشْرِكُونَ كُلَّ حُجَّةٍ وَدَلِيلٍ عَلَى صِحَّةِ مَا ذَهَبُوا إِلَيهِ مِنْ عِبَادَةِ الأَصْنَامِ، قَالُوا: إِنَّهُمْ وَجَدُوا آبَاءَهُمْ يَعْبُدُونَهَا فَعَبَدُوهَا، وَاتَّبِّعُوهُمْ فِي ذَلِكَ مُقَتِدِينَ بِهِمْ، لأَنَّهُمْ يَعْتَقِدُونَ أَنَّ آباءهُمْ أَرْجَحُ مِنْهُمْ عُقُولاً، وَأَصَّحُّ أَفْهَاماً، فَلاَ يُمكِنُ أَنْ يَكُونُوا فِي عِبَادَةِ الأَصْنَامِ عَلَى ضَلاَلٍ. ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 3549)",
            "page": "74",
            "part": "1",
            "seal": "E42A7005"
        },
        {
            "id": "76",
            "nass": "وَلَيْسَتْ مَقَالَةُ مُشْرِكِي قُرَيشٍ هَذِهِ شَيئاً مبْتَدعاً مِنْهُمْ، فَإِنَّ اللهَ تَعَالَى لَمْ يُرْسِلْ رَسُولاً إِلَى قَرْيَةٍ مِنَ الأُمَمِ السَّالِفَةِ إِلاَّ قَالَ أَهْلُ الجَاهِ والرِّيَاسَةِ فِيهَا: إِنَّهُمْ وَجَدُوا آبَاءَهُمْ عَلَى دِينٍ وَمِلَّةٍ (أُمَّةٍ) وَإِنَّهُمْ يَتْبَعُونَ طَرِيقَهُمْ، وَيَسِيرُونَ عَلَى نَهْجِهِمْ، وَيَقْتَدُونَ بِهِمْ فِيمَا كَانُوا يَفْعَلُونَ. ¶ فَقَالَ لَهُمَ رَسُولُهُمْ: وَهَلْ سَتَسْتَمِرُّّونَ فِي السَّيْرِ عَلَى نَهْجِ آبَائِكُمْ وَأَسْلاَفِكُمْ حَتَّى وَلَوْ جِئْتُكُمْ بِمَا هُوَ أَكْثَرُ هِدَايَةً إِلَى طَرِيقِ الحَقِّ؟ فَرَدُّوا عَلَيْهِ قَائِلِينَ إِنَّهُمْ مُقِيمُونَ عَلَى دِينِ آبَائِهِمْ وَلَوْ جَاءَهُمْ بِمَا هُوَ أَفْضَلُ وَأَهْدَى، وَإِنَّهُمْ كَافِرُونَ بِمَا جَاءَهُمْ بِهِ، فَلاَ فَائِدَةَ فِي دَعْوَتِهِمْ إِلَى تَرْكِ دِينِ آبَائِهِمْ. ¶ فَأَنْزَلَ اللهُ بَأْسهُ وَنَقْمَتَهُ عَلَى هَؤُلاَءِ المُكَذِّبِينَ لِرُسُلِهِمْ مِنَ الأُمَمِ الخَالِيَةِ، فَانْظُرْ يَا مُحَمَّدُ كَيْفَ كَانَ عَاقِبَةُ أَمْرِهِمْ، وَكَيْفَ أَنَّ اللهَ تَعَالَى دَمَّرَ عَلَيْهِمْ دِيَارَهُمْ فَلَمْ يَتْرُكْ لَهُمْ بَاقِيةً، كَذَلِكَ يَفْعَلُ بِالْمُجْرِمِينَ. (¬1) ¶ وهي قولة تدعو إلى السخرية، فوق أنها متهافتة لا تستند إلى قوة. إنها مجرد المحاكاة ومحض التقليد، بلا تدبر ولا تفكر ولا حجة ولا دليل. وهي صورة مزرية تشبه صورة القطيع بمضي حيث هو ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد (ص: 4226، بترقيم الشاملة آليا)",
            "page": "75",
            "part": "1",
            "seal": "D8F5A44D"
        },
        {
            "id": "77",
            "nass": "منساق ولا يسأل: إلى أين نمضي؟ ولا يعرف معالم الطريق! والإسلام رسالة التحرر الفكري والانطلاق الشعوري لا تقر هذا التقليد المزري، ولا تقر محاكاة الآباء والأجداد اعتزازا بالإثم والهوى. فلا بد من سند، ولا بد من حجة، ولا بد من تدبر وتفكير، ثم اختيار مبني على الإدراك واليقين. ¶ وفي نهاية هذه الجولة يعرض عليهم مصائر الذين قالوا قولتهم تلك واتبعوا طريقهم في المحاكاة والتقليد، وفي الإعراض والتكذيب، بعد الإصرار على ما هم فيه على الرغم من الإعذار والبيان! «وَكَذلِكَ ما أَرْسَلْنا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قالَ مُتْرَفُوها: إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ. قالَ: أَوَلَوْ جِئْتُكُمْ بِأَهْدى مِمَّا وَجَدْتُمْ عَلَيْهِ آباءَكُمْ؟ قالُوا إِنَّا بِما أُرْسِلْتُمْ بِهِ كافِرُونَ. فَانْتَقَمْنا مِنْهُمْ: فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُكَذِّبِينَ» .. ¶ وهكذا يتجلى أن طبيعة المعرضين عن الهدى واحدة، وحجتهم كذلك مكرورة: «إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُهْتَدُونَ» أو «مُقْتَدُونَ» .. ثم تغلق قلوبهم على هذه المحاكاة، وتطمس عقولهم دون التدبر لأي جديد. ولو كان أهدى. ولو كان أجدى. ولو كان يصدع بالدليل. وثم لا يكون إلا التدمير والتنكيل لهذه الجبلة التي لا تريد أن تفتح عينيها لترى، أو",
            "page": "76",
            "part": "1",
            "seal": "6129C9AA"
        },
        {
            "id": "78",
            "nass": "تفتح قلبها لتحس، أو تفتح عقلها لتستبين .. وهذا هو مصير ذلك الصنف من الناس يعرضه عليهم لعلهم يتبينون عاقبة الطريق الذي يسلكون. (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص: 3989)",
            "page": "77",
            "part": "1",
            "seal": "6CC14B6A"
        },
        {
            "id": "79",
            "nass": "الخلاصة في مضار (القدوة السيئة) ¶ (1) من يكون قدوة سيّئة للنّاس يسخط الله عليه ¶ (2) يأتي في الآخرة يحمل لواء الخزي لأتباعه. ¶ (3) يتبرّأ يوم القيامة من أتباعه ويلعن بعضهم بعضا. ¶ (4) يمقته النّاس ويحترسون منه. ¶ (5) يكون سببا للغواية والضّلال ويدعو لاتّباع سبل الشّيطان. ¶ (6) يكره نفسه الّتي بين جنبيه إذ يعرف حقيقة نفسه. (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - نضرة النعيم في مكارم أخلاق الرسول الكريم (8/ 3637)",
            "page": "78",
            "part": "1",
            "seal": "B2DDB217"
        },
        {
            "id": "80",
            "nass": "الفهرس العام ¶ المبحث الأول 3 ¶ تعريفه لغة واصطلاحا وحكمه 3 ¶ القدوة لغة: 3 ¶ القدوة اصطلاحا: 6 ¶ حكم القدوة السيئة: 7 ¶ المبحث الثاني 8 ¶ الآيات الواردة في النهي عن «القدوة السيئة» 8 ¶ المبحث الثالث 12 ¶ الأحاديث الواردة في ذمّ (القدوة السيئة) معنى 12 ¶ المبحث الرابع 25 ¶ من الآثار وأقوال العلماء الواردة في ذمّ (القدوة السيئة) 25 ¶ المبحث الخامس 31 ¶ أبحاث تحذر من القدوة السيئة 31 ¶ القدوة السيئة خطر التأثير وسبل المواجهة: 31 ¶ * أولاً: دور القدوة السيئة في توجيه الناس إلى المفاسد: 31 ¶ 1 - الإغواء الفكريِّ: 32 ¶ 2 - الإغواء النفسي والعاطفي: 33",
            "page": "79",
            "part": "1",
            "seal": "2611F2D7"
        },
        {
            "id": "81",
            "nass": "3 - الإغواء السلوكيّ: 33 ¶ * ثانياً: عناصر الجذب في القدوة السيئة: 34 ¶ 1 - الشهرة والنجوميَّة: 34 ¶ 2 - الاقتدار والسلطة: 34 ¶ 3 - الإيحاء بالمظلوميَّة: 35 ¶ * ثالثاً: أسباب وقوع الخطأ في تحديد القدوة: 35 ¶ 1 - فساد أحد الوالدين أو كليهما: 35 ¶ 2 - الفراغ العاطفيّ والروحيّ: 36 ¶ 3 - اختلال منظومة القيم: 36 ¶ 4 - انخفاض القدرات العقليَّة: 37 ¶ * رابعاً: دور المجتمع في الحد من النمذجة السيئة: 37 ¶ خطورة القدوة السيئة: 39 ¶ المبحث السادس 50 ¶ بعض النماذج السيئة التي حذر منها القرآن 50 ¶ النموذج الأول- فرعون مصر: 50 ¶ الثاني - قارون: 60 ¶ الثالث- اتخاذ الأنداد من دون الله تعالى: 66 ¶ الرابع- التقليد الأعمى للآباء والأجداد: 70 ¶ الخلاصة في مضار (القدوة السيئة) 78",
            "page": "80",
            "part": "1",
            "seal": "9E73744E"
        }
    ],
    "t1617": [
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول تعريفه لغة واصطلاحا وحكمه"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "القدوة لغة:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "القدوة اصطلاحا:"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "حكم القدوة السيئة:"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني الآيات الواردة في النهي عن «القدوة السيئة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث الأحاديث الواردة في ذم (القدوة السيئة) معنى"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع من الآثار وأقوال العلماء الواردة في ذم (القدوة السيئة)"
        },
        {
            "id": "32",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس أبحاث تحذر من القدوة السيئة"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "القدوة السيئة خطر التأثير وسبل المواجهة:"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "2",
            "tit": "* أولا: دور القدوة السيئة في توجيه الناس إلى المفاسد:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "1 - الإغواء الفكري:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "2 - الإغواء النفسي والعاطفي:"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - الإغواء السلوكي:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "* ثانيا: عناصر الجذب في القدوة السيئة:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "1 - الشهرة والنجومية:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "2 - الاقتدار والسلطة:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "3 - الإيحاء بالمظلومية:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "* ثالثا: أسباب وقوع الخطأ في تحديد القدوة:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "2",
            "tit": "1 - فساد أحد الوالدين أو كليهما:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "2 - الفراغ العاطفي والروحي:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "3 - اختلال منظومة القيم:"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "4 - انخفاض القدرات العقلية:"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "خطورة القدوة السيئة:"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس بعض النماذج السيئة التي حذر منها القرآن"
        },
        {
            "id": "51",
            "lvl": "2",
            "sub": "1",
            "tit": "النموذج الأول- فرعون مصر:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "الثاني - قارون:"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "الثالث- اتخاذ الأنداد من دون الله تعالى:"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "الرابع- التقليد الأعمى للآباء والأجداد:"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في مضار (القدوة السيئة)"
        }
    ]
}