{
    "b1618": [
        {
            "id": "1",
            "nass": "الخلاصة ¶ في أحكام دفع الصائل ¶ جمع وإعداد ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1433هـ -2012 م ¶ ((حقوق الطبع لكل مسلم))",
            "page": null,
            "part": null,
            "seal": "2A842805"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين، وعلى آله وصحبه أجمعين، ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: ¶ فإن الدفاع عن النفس أمر فطر الله تعالى المخلوقات كلها عليه، حتى لو كانت هذه المخلوقات ضعيفة، فلو أراد قط أو كلب أن يأخذ صوصا من أولاد الدجاجة فإنها تفدي أولادها بنفسها، وكذلك الغزال يدافع عن نفسه ضد الحيوانات المفترسة عندما تريد الاعتداء عليه. ¶ وقد حرم الله تعالى الاعتداء على حرمات الآخرين أشد التحريم، قال تعالى: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الْأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا .. } [المائدة: 32] ¶ يُخْبِرُ تَعَالَى: أنَّهُ بِسَبَبِ قِتْلِ ابْنِ آدَمَ أخَاهُ، شَرَعَ اللهُ لِبَنِي إِسْرَائِيلَ، وَقَضَى عَلَيْهِمْ، أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ مِنْ قِصَاصٍ أوْ إِفْسَادٍ فِي الأَرْضِ، وَاسْتَحَلَّ قَتْلَهَا، بِلاَ سَبَبٍ وَلاَ جِنَايَةٍ، فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً، لأَنَّهُ لاَ فَرْقَ عِنْدَهُ بَيْنَ نَفْسٍ. وَمَنْ حَرَّمَ قَتْلَهَا، وَكَانَ سَبباً فِي حَيَاةِ نَفْسٍ وَاحِدَةٍ، بِإِنْقَاذِهَا مِنْ مَوْتٍ، فَكَأنَّمَا أَحْيَا النَّاسَ جَمِيعاً، لأنَّ البَاعِثَ عَلَى الامتِنَاعِ عَنِ القَتْلِ هُوَ اعْتِقَادُهُ بِأنَّ ذَلِكَ شَرٌّ وَأنَّ اللهَ حَرَّمَهُ، وَلِذَلِكَ فَإنَّ النَّاسَ كُلَّهُمْ يَسْلَمُونَ مِنْ شَرِّهِ، وَيَأمَنُونَ أذَاهُ، وَلأنَّ البَاعِثَ عَلَى إنْقَاذِ النَّفْسَ مِنَ المَوْتِ الذِي كَانَ يَتَهَدَّدُهَا هُوَ الرَّحْمَةُ وَالشَّفَقَةُ، وَالوُقُوفُ عِنْدَ حُدُودِ الشَّرَائِعِ، فَذَلِكَ دَلِيلٌ عَلَى أنَّهُ مُسْتَعِد لإنْقَاذِ كُلِّ نَفْسٍ إنِ اسْتَطَاعَ، وَلِذَلِكَ يَكُونُ كَأنَّمَا أَحْيَا النَّاسَ جَمِيعاً. وَلَقَدْ جَاءَتْ بَنِي إِسْرَائِيلَ رُسُلُهُمْ بِالحُجَجِ وَالبَرَاهِينِ وَالدَّلاَئِلَ الوَاضِحَةِ. وَلَكِنَّ الكَثِيرينَ مِنْهُمْ كَانُوا مَعَ ذَلِكَ مُسْرِفِينَ فِي فَسَادِهِمْ فِي الأَرْضِ. (¬1) ¶ وقال تعالى: {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا} [النساء: 93] ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسد حومد (ص:702، بترقيم الشاملة آليا)",
            "page": "1",
            "part": "1",
            "seal": "F3E5C4A4"
        },
        {
            "id": "3",
            "nass": "وقد جاءت الأحاديث الشريفة في التغليظ في عقوبة الذي يعتدي على حرمات غيره بغير حق، فعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَطَبَ النَّاسَ يَوْمَ النَّحْرِ فَقَالَ: «يَا أَيُّهَا النَّاسُ أَيُّ يَوْمٍ هَذَا؟»،قَالُوا: يَوْمٌ حَرَامٌ، قَالَ: «فَأَيُّ بَلَدٍ هَذَا؟»،قَالُوا: بَلَدٌ حَرَامٌ، قَالَ: «فَأَيُّ شَهْرٍ هَذَا؟»،قَالُوا: شَهْرٌ حَرَامٌ \"،قَالَ: «فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ، كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا»،فَأَعَادَهَا مِرَارًا، ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ:\"اللَّهُمَّ هَلْ بَلَّغْتُ، اللَّهُمَّ هَلْ بَلَّغْتُ - قَالَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا: فَوَالَّذِي نَفْسِي بِيَدِهِ، إِنَّهَا لَوَصِيَّتُهُ إِلَى أُمَّتِهِ، فَلْيُبْلِغِ الشَّاهِدُ الغَائِبَ، لاَ تَرْجِعُوا بَعْدِي كُفَّارًا، يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ \" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ، وَلَا يَحْقِرُهُ التَّقْوَى هَاهُنَا» وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ «بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ، دَمُهُ، وَمَالُهُ، وَعِرْضُهُ» (¬2) وغير ذلك كثير ... ¶ وقد نصت جميع قوانين العالم على تحريم الاعتداء على مال ونفس وعرض وحرمات الآخرين ... ¶ ومن ثم فقد أجاز الإسلام الدفاع عن النفس، بل أوجبه عند أكثر العلماء إذا ما أراد أحد يريد انتهاك هذه الحرمات سواء كان هذا المعتدي مسلما (ظالماً) أو كافرا أو مرتدا، فرداً أو جماعة، أو دولة مستبدة تقمع شعبها ... ¶ ¬__________ ¶ (¬1) - صحيح البخاري (2/ 176) (1739) [ش (يوم النحر) يوم العاشر من ذي الحجة في منى وهي من الحرم المكي. (حرام) ذو حرمة يحرم القتال فيه. وكذلك الدماء والأموال والأعراض ذات حرمة لا يجوز انتهاكها أو التعرض لها] ¶ (¬2) - صحيح مسلم (4/ 1986) 32 - (2564) ¶ [ش (ولا يخذله) قال العلماء الخذل ترك الإعانة والنصر ومعناه إذا استعان به في دفع ظالم ونحوه لزمه إعانته إذا أمكنه ولم يكن له عذر شرعي (ولا يحقره) أي لا يحتقره فلا ينكر عليه ولا يستصغره ويستقله (التقوى ههنا) معناه أن الأعمال الظاهرة لا تحصل بها التقوى وإنما تحصل بما يقع في القلب من عظمة الله وخشيته ومراقبته]",
            "page": "2",
            "part": "1",
            "seal": "5ACA39D5"
        },
        {
            "id": "4",
            "nass": "ولا يجوز له الاستسلام لهم، بل عليه بالدفاع عن حرماته بكل ما يستطاع حتى لو أدى ذلك لقتل (الصائل) المعتدي، ويعتبر دمه هدر، وهو في النار، فعَنْ أَبِي هُرَيْرَةَ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم -، فَقَالَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ إِنْ جَاءَ رَجُلٌ يُرِيدُ أَخْذَ مَالِي؟ قَالَ: «فَلَا تُعْطِهِ مَالَكَ» قَالَ: أَرَأَيْتَ إِنْ قَاتَلَنِي؟ قَالَ: «قَاتِلْهُ» قَالَ: أَرَأَيْتَ إِنْ قَتَلَنِي؟ قَالَ: «فَأَنْتَ شَهِيدٌ»، قَالَ: أَرَأَيْتَ إِنْ قَتَلْتُهُ؟ قَالَ: «هُوَ فِي النَّارِ» ¶ وإن قتل المدافع عن حرماته فهو شهيد، فعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬1) ¶ هذا وقد بحث العلماء في كتبهم هذا الموضوع ضمن بحث ((دفع الصائل)) وقد جمعت ما تناثر منه في هذا الكتاب، وقد قسمته للمباحث التالية: ¶ المبحث الأول = تمهيد حول أنواع الجهاد في الإسلام ¶ المبحث الثاني =أحكام دفع الصائل عند الفقهاء ¶ المبحث الثالث =أحكام متفرقة عن دفع الصائل ¶ وقد فصلت القول في كل واحد منهم لاسيما الثاني والثالث، مع ذكر أدلته من القرآن والسنة وأقوال أهل العلم. ¶ أسأل الله تعالى أن ينفع به كاتبه وقارئه وناشره والدال عليه في الدارين. ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ في 6 ربيع الأول 1433 هـ الموافق ل 29/ 1/2012 م ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (5/ 365) (3544) صحيح",
            "page": "3",
            "part": "1",
            "seal": "2222A6A4"
        },
        {
            "id": "5",
            "nass": "المبحث الأول ¶ تمهيد حول أنواع الجهاد في الإسلام ¶ حينَ يتشدّقُ المُغرضُونَ بأنَّ الجِهَادَ وسيلةٌ وليسَ غايةٌ، فإنَّهم - وإن كانوا يقصدونَ منكرًا من القولِ وزورًا - يلفتُون النَّظر إلى مقاصِدَ عديدةٍ للجهادِ قد تُنسى ويَغفَلُ عنها من يغفَل، فالجهادُ وسيلةٌ شريفةٌ كما أنَّ الأعمالَ كلَّها وسائلُ لرضا الله، ولكنَّ الجهادَ اختصَّ مزيدًا على ذلكَ بأنَّه وسيلةٌ يُوصلُ بها إلى جملةٍ عظيمةٍ من الأمورٍ المطلوبةٍ شرعًا، فهو وسيلةُ دفعِ العُدوانِ، ووسيلةُ الدَّعوةِ إلى الله، ووسيلةُ إقامةِ الخِلافةِ في الأرض وتحكيم شرعِ الله في أرضِ الله، وهو أحدُ موارِد المالِ لدولَةِ الإسلامِ، إلى ما فيهِ نفسِهِ من الفضائلِ العظيمةِ والعباداتِ من الشَّهادةِ الّتي تمنّاها رسول الله - صلى الله عليه وسلم -،والجراحة في سبيل الله، وحراسةِ المسلمين والرباط على ثغورِهِم، ورأسُ الفضائل وأساسُها تحقيقُ التَّوحيدِ للهِ وتجريدُ القصدِ له، إيمانًا بهِ وتسليمًا للنفس والمال والدم إليهِ، وكفرًا بما سواهُ وتجرّدًا من شِرْكِ الهوى، وشَرَكِ الشيطان، كما قال أبو عبد الله ابن القيّم رحمه الله في ميميّته: ¶ فلو كان يُرضي اللهَ نحرُ نفوسِهِم ... كما بَذَلُوا عندَ اللِّقاءِ صُدُورَهُم ¶ لجادُوا بها طوعًا وللأمرِ سلَّمُوا ... لأعدائهِ حتّى جرى منهُمُ الدّمُ ¶ وكلُّ عملٍ وعبادةٍ شرعت لمقاصد؛ فإنَّها وسيلةٌ إلى هذه المقاصِد، وهذا غيرُ المعنَى الآخرِ للوسيلةِ الَّذي يُرادُ به ما لم يُشرعْ إلاَّ لغيرِهِ، والقتالُ في سبيلِ الله ممّا ذكرهُ الله غايةً للبشرِ كلِّهِم فقال عزَّ وجلَّ: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [التوبة:111] ¶ فجَعَل العِوضَ النَّفسَ والمال والقتل والقتال، والثمن الجنَّة.",
            "page": "4",
            "part": "1",
            "seal": "291809A6"
        },
        {
            "id": "6",
            "nass": "وتقسيمُ الجِهادِ إلى جهادِ طلبٍ وجهادِ دفعٍ تقسيمٌ مُجملٌ صحيحٌ بلا مِريَةٍ لكن في تفاصيلِهِ مُسامَحةٌ، وجِماعُ مقاصِدِ الجِهادِ الوصولُ إلى حقٍّ للهِ أو لِعبَادِه، أو التخلُّصِ من ظُلمٍ وقَعَ عليهِم، وهَذَا على الإجمالِ، ولذلك ضوابِطُ وتَفَاصِيلُ ليسَ هَذَا محلَّها. ¶ ويُشرعُ الجِهادُ: لردّ العدوِّ الكافرِ ودفعِهِ وإرهابِهِ وردْعِهِ، وهو أصلُ جِهادِ الدَّفعِ، ولا فرقَ في الكافرِ الصَّائلِ بينَ أن يكونَ من بلدِ من صالَ عليهِم، وأن يكونَ من بلدٍ أُخرى، ودفعُ الصَّائلِ مشروعٌ وإن كان مُسلِمًا إلاّ أنَّ الكافرَ يزيدُ بثلاثةِ أُمورِ: ¶ الأوَّلُ: أنَّهُ يُطلبُ في قِتالِهِ الإثخانُ بنصِّ القرآنِ: {فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا ذَلِكَ وَلَوْ يَشَاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلَكِنْ لِيَبْلُوَ بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ} [محمد:4]،أمَّا الصائل المُسلمُ فيدفَعُهُ بأخفَّ ما يندفِعُ بهِ وينتقلُ إلى الأشدِّ إن لم يندفع بالأخفّ، ويختلفُ تبعًا لذلكَ حكمُ الإجهازِ على الجريحِ واتّباعِ المُدبِرِ. ¶ والثاني: أنَّ صيال المُسلمُ يكونُ باعتدائِهِ على حقٍّ لمسلمٍ آخر، ومنهُ الولايةُ الصَّحيحَةُ بلا موجبٍ صحيحٍ في حالِ البُغاةِ، أمَّا الكافِرُ فحكمُهُ للمُسلِمينَ صيالٌ منهُ عليهِم، وإن كانَ بلا قِتالٍ كأن استخلَفَهُ من لا يعلَمُ حالَهُ، أو ارتدَّ بعدَ أن كانَ مُسلمًا، أو غير ذلك، وعليهِ يكونُ قِتالُ الحاكِمِ المُرتدّ أو الزِّنديقِ المتسلّط على شيءٍ من بلادِ المُسلمينَ من جهادِ الدَّفعِ لا جِهادِ الطَّلب، وهذا محلُّ اتّفاقٍ من الفُقهاء يُعلمُ من تفاصيلِ كلامِهِم في الخُروجِ على الحاكِمِ المُرتدِّ ومعاملتِهِم إيَّاهُ مُعاملَةَ من يُقاتَلُ دفعًا، ويلزَمُ من أخرجَهُ من معنى الدَّفعِ لوازمُ كثيرةٌ باطلةٌ لا تحتمِلُها هذهِ النُّبذَةُ. ¶ والثَّالِثُ: اتّفاقُ الفُقهاءِ على تسميةِ دفعِ الصَّائلِ الكافِرِ جهادًا، واختلافُهُم في تسميةِ قتالِ الصَّائل المسلم بذلك، ويتفرَّعُ على هذه التسميةِ أحكامٌ. ¶ وجهادُ الدَّفعِ على درجاتٍ في التعيُّنِ والوجوبِ، فيختلفُ باختلافِ ما يُدفعُ عنه، فالدفاع عن مكة والمدينة وبيت المقدس آكدُ من غيره في البلاد، والدفاعُ عن العلماء والمجاهدين والصلحاء آكدُ من غيرِه في العباد، والدفاع عن أعراض المؤمنات الطاهرات، والهاشميّاتِ الصالحات، آكدُ من غيره في الأعراض، وكلُّ ذلك وكيدٌ متحتّمٌ.",
            "page": "5",
            "part": "1",
            "seal": "66466318"
        },
        {
            "id": "7",
            "nass": "كما أنّ جهاد الدفع يختلفُ باختلافِ الضرر الناشئ عمّن يُدفع فمن يُفسد الدين والدنيا أشدُّ ممن يقتصر ضرره على الدنيا وحدها، وهكذا ولذلك كان دفعُ الرجل للصائل على مالِهِ -دون مال عامّة المسلمين- مشروعًا غير متحتّم عليه لجواز أن يبذل ماله ابتداءً، بخلاف الصائل على العرض لأنّه مما لا يُبذل بحال، والصائل على الدين يسوغُ رخصةً موافقتُهُ مع اطمئنان القلب بالإيمانِ إذا أكرَهَ على ذلك. ¶ ويختلفُ جهادُ الدّفع أيضًا باختلافِ صولةِ العدوِّ الصائل، فدفعُ العدوّ حين يدخل البلاد التي يسكنها المسلمون آكدُ من دفعه حين يصلُ إلى البوادي ولا يدخل البلاد، ودفعُهُ على من دخل داره أشدّ وجوبًا من غيره حتّى لا يُعذر في الأخير الأعرجُ ومن يستطيع شيئًا من الدفاع، ولا يقول قائلٌ بأنّه يجوز للمعذور حينئذٍ أن يُسلم عرضه ولا يُقاتل دونه. ¶ ومن المقاصِدِ الَّتي شُرعَ الجِهادُ لأجلِها: ¶ الدعوةُ إلى اللهِ، والثأر للمُسلمينَ وحُرماتِ الإسلام، وطلبُ الرِّزقِ، وكُلُّها ثابتٌ بالأدلَّةِ الصَّحيحَةِ وسيُعرضُ في أعدادٍ مُقبلَةٍ إن شاء اللهُ تعالى. والله أعلم. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - دفع الصائل بقلم الشيخ؛ عبد الله بن ناصر الرشيد",
            "page": "6",
            "part": "1",
            "seal": "78B0E6EA"
        },
        {
            "id": "8",
            "nass": "المبحث الثاني ¶ أحكام دفع الصائل عند الفقهاء ¶ التَّعْرِيفُ لغة واصطلاحاً: ¶ الصِّيَال فِي اللُّغَةِ: مَصْدَرُ صَال يَصُول، إِذَا قَدِمَ بِجَرَاءَةٍ وَقُوَّةٍ، وَهُوَ: الاِسْتِطَالَةُ وَالْوُثُوبُ وَالاِسْتِعْلاَءُ عَلَى الْغَيْرِ. ¶ وَيُقَال: صَاوَلَهُ مُصَاوَلَةً، وَصِيَالاً، وَصِيَالَةً، أَيْ: غَالَبَهُ وَنَافَسَهُ فِي الصَّوْل، وَصَال عَلَيْهِ، أَيْ: سَطَا عَلَيْهِ لِيَقْهَرَهُ، وَالصَّائِل: الظَّالِمُ، وَالصَّئُول: الشَّدِيدُ الصَّوْل، وَالصَّوْلَةُ: السَّطْوَةُ فِي الْحَرْبِ وَغَيْرِهَا، وَصَؤُل الْبَعِيرُ: إِذَا صَارَ يَقْتُل النَّاسَ وَيَعْدُو عَلَيْهِمْ. ¶ وَفِي الاِصْطِلاَحِ: الصِّيَال الاِسْتِطَالَةُ وَالْوُثُوبُ عَلَى الْغَيْرِ بِغَيْرِ حَقٍّ (¬1). ¶ الأَْلْفَاظُ ذَاتُ الصِّلَةِ: ¶ أ - الْبُغَاةُ: ¶ الْبَغْيُ: الظُّلْمُ وَالاِعْتِدَاءُ وَمُجَاوَزَةُ الْحَدِّ. ¶ وَالْبُغَاةُ هُمْ: قَوْمٌ مِنَ الْمُسْلِمِينَ، خَالَفُوا الإِْمَامَ الْحَقَّ بِخُرُوجٍ عَلَيْهِ وَتَرْكِ الاِنْقِيَادِ لَهُ، أَوْ مَنْعِ حَقٍّ تَوَجَّهَ عَلَيْهِمْ، بِشَرْطِ شَوْكَةٍ لَهُمْ، وَتَأْوِيلٍ لاَ يُقْطَعُ بِفَسَادِهِ (¬2). ¶ ب - الْمُحَارِبُ: ¶ وَهُوَ: قَاطِعُ الطَّرِيقِ لِمَنْعِ سُلُوكٍ، أَوْ أَخْذِ مَال مُسْلِمٍ أَوْ غَيْرِهِ، عَلَى وَجْهٍ يَتَعَذَّرُ مَعَهُ الْغَوْثُ، وَالصَّائِل أَعَمُّ مِنْهُ، لأَِنَّهُ يَشْمَل الْحَيَوَانَ وَغَيْرَهُ (¬3). ¶ الْحُكْمُ التَّكْلِيفِيُّ: ¶ ¬__________ ¶ (¬1) - لسان العرب، المصباح المنير، المعجم الوسيط، مادة: (ص ي ل)،وحاشية الباجوري على ابن قاسم 2/ 256،ومغني المحتاج 4/ 194،وحاشية الجمل على شرح المنهج 5/ 165. ¶ (¬2) - المصباح المنير وغريب القرآن مادة (بغى)،والشرح الكبير على مختصر سيدي خليل مع حاشية الدسوقي 4/ 298،ومغني المحتاج 4/ 123. ¶ (¬3) - فتح القدير 5/ 422،والبدائع 7/ 90،والمغني 8/ 287،وتبصرة الحكام 2/ 271.",
            "page": "7",
            "part": "1",
            "seal": "B3DCEA1E"
        },
        {
            "id": "9",
            "nass": "الصِّيَال حَرَامٌ، لأَِنَّهُ اعْتِدَاءٌ عَلَى الْغَيْرِ، لِقَوْلِهِ تَعَالَى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ} [البقرة:190]. ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «لَا تَحَاسَدُوا، وَلَا تَنَاجَشُوا، وَلَا تَبَاغَضُوا، وَلَا تَدَابَرُوا، وَلَا يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَكُونُوا عِبَادَ اللهِ إِخْوَانًا الْمُسْلِمُ أَخُو الْمُسْلِمِ، لَا يَظْلِمُهُ وَلَا يَخْذُلُهُ، وَلَا يَحْقِرُهُ التَّقْوَى هَاهُنَا» وَيُشِيرُ إِلَى صَدْرِهِ ثَلَاثَ مَرَّاتٍ «بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ، كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ، دَمُهُ، وَمَالُهُ، وَعِرْضُهُ» (¬1). ¶ وعَنِ ابْنِ عُمَرَ، قَالَ: صَعِدَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - هَذَا الْمِنْبَرَ، فَنَادَى بِصَوْتٍ رَفِيعٍ وَقَالَ: «يَا مَعْشَرَ مَنْ أَسْلَمَ بِلِسَانِهِ وَلَمْ يَدْخُلِ الْإِيمَانُ قَلْبَهُ، لَا تُؤْذُوا الْمُسْلِمِينَ، وَلَا تُعَيِّرُوهُمْ، وَلَا تَطْلُبُوا عَثَرَاتِهِمْ، فَإِنَّهُ مَنْ يَطْلُبْ عَوْرَةَ الْمُسْلِمِ يَطْلُبِ اللَّهُ عَوْرَتَهُ، وَمَنْ يَطْلُبِ اللَّهُ عَوْرَتَهُ يَفْضَحْهُ، وَلَوْ فِي جَوْفِ بَيْتِهِ» وَنَظَرَ ابْنُ عُمَرَ يَوْمًا إِلَى الْبَيْتِ فَقَالَ: «مَا أَعْظَمَكَ، وَأَعْظَمَ حُرْمَتَكَ، وَلَلْمُؤْمِنُ أَعْظَمُ عِنْدَ اللَّهِ حُرْمَةً مِنْكَ» (¬2) ¶ وعَنِ ابْنِ عَبَّاسٍ، قَالَ: لَمَّا نَظَرَ رَسُولُ اللهِ - صلى الله عليه وسلم - إِلَى الْكَعْبَةَ، فَقَالَ:\" مَرْحَبًا بِكِ مِنْ بَيْتٍ مَا أَعْظَمَكِ، وَأَعْظَمَ حُرْمَتَكِ، وَلَلْمُؤْمِنِ أَعْظَمُ عِنْدَ اللهِ حُرْمَةً مِنْكِ \" (¬3) ¶ شروط دفع الصائل: ¶ يشترط لجواز دفع الصائل أربعة شروط وهي: ¶ 1 - أن يكون هناك اعتداء في رأي جمهور الفقهاء، وعند الحنفية: أن يكون الاعتداء جريمة معاقباً عليها. وعلى هذا فممارسة حق التأديب من الأب أو الزوج أو المعلم، وفعل الجلاد لا يوصف بكونه اعتداء. وفعل الصبي والمجنون وصيال الحيوان لا يوصف بكونه جريمة عند الحنفية. ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4/ 1986) 32 - (2564) ¶ [ش (ولا يخذله) قال العلماء الخذل ترك الإعانة والنصر ومعناه إذا استعان به في دفع ظالم ونحوه لزمه إعانته إذا أمكنه ولم يكن له عذر شرعي (ولا يحقره) أي لا يحتقره فلا ينكر عليه ولا يستصغره ويستقله (التقوى ههنا) معناه أن الأعمال الظاهرة لا تحصل بها التقوى وإنما تحصل بما يقع في القلب من عظمة الله وخشيته ومراقبته] ¶ (¬2) - صحيح ابن حبان - مخرجا (13/ 75) (5763) صحيح ¶ (¬3) - شعب الإيمان (5/ 465) (3725) صحيح",
            "page": "8",
            "part": "1",
            "seal": "2CC0DC81"
        },
        {
            "id": "10",
            "nass": "ومذهب غير الحنفية في صيال الحيوان والصبي والمجنون هو المعقول. ¶ 2 - أن يكون الاعتداء حالاً: أي واقعاً بالفعل، لا مؤجلاً ولا مهدداً به فقط. ¶ 3 - ألا يمكن دفع الاعتداء بطريق آخر، فإذا أمكنه ذلك بوسيلة أخرى كالاستغاثة أو الاستعانة بالناس أو برجال الأمن، ولم يفعل، فهو معتد. ¶ 4 - أن يدفع الاعتداء بالقوة اللازمة: أي بالقدر اللازم لرد الاعتداء بحسب ظنه. بالأيسر فالأيسر، كما بينت في المطلب الأول. (¬1) ¶ دَفْعُ الصَّائِل عَلَى النَّفْسِ وَمَا دُونَهَا: ¶ اخْتَلَفَ الْفُقَهَاءُ فِي حُكْمِ دَفْعِ الصَّائِل عَلَى النَّفْسِ وَمَا دُونَهَا. ¶ فَذَهَبَ الْحَنَفِيَّةُ - وَهُوَ الأَْصَحُّ عِنْدَ الْمَالِكِيَّةِ - إِلَى وُجُوبِ دَفْعِ الصَّائِل عَلَى النَّفْسِ وَمَا دُونَهَا، وَلاَ فَرْقَ بَيْنَ أَنْ يَكُونَ الصَّائِل كَافِرًا أَوْ مُسْلِمًا، عَاقِلاً أَوْ مَجْنُونًا، بَالِغًا أَوْ صَغِيرًا، مَعْصُومَ الدَّمِ أَوْ غَيْرَ مَعْصُومِ الدَّمِ، آدَمِيًّا أَوْ غَيْرَهُ. ¶ وَاسْتَدَل أَصْحَابُ هَذَا الرَّأْيِ بِقَوْلِهِ تَعَالَى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195] فَالاِسْتِسْلاَمُ لِلصَّائِل إِلْقَاءٌ بِالنَّفْسِ لِلتَّهْلُكَةِ، لِذَا كَانَ الدِّفَاعُ عَنْهَا وَاجِبًا. وَلِقَوْلِهِ تَعَالَى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ} [البقرة:193]. ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم -،فَقَالَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ إِنْ جَاءَ رَجُلٌ يُرِيدُ أَخْذَ مَالِي؟ قَالَ: «فَلَا تُعْطِهِ مَالَكَ» قَالَ: أَرَأَيْتَ إِنْ قَاتَلَنِي؟ قَالَ: «قَاتِلْهُ» قَالَ: أَرَأَيْتَ إِنْ قَتَلَنِي؟ قَالَ: «فَأَنْتَ شَهِيدٌ»،قَالَ: أَرَأَيْتَ إِنْ قَتَلْتُهُ؟ قَالَ: «هُوَ فِي النَّارِ» (¬2) ¶ وعَنْ قَابُوسَ بْنِ مُخَارِقٍ، عَنْ أَبِيهِ قَالَ: وَسَمِعْتُ سُفْيَانَ الثَّوْرِيَّ يُحَدِّثُ بِهَذَا الْحَدِيثِ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ: الرَّجُلُ يَأْتِينِي يُرِيدُ مَالِي قَالَ: «ذَكِّرْهُ بِاللهِ» قَالَ: فَإِنْ لَمْ يَذَّكَّرْ؟ قَالَ: «فَاسْتَعِنْ عَلَيْهِ مَنْ حَوْلَكَ مِنَ الْمُسْلِمِينَ» قَالَ: فَإِنْ لَمْ يَكُنْ حَوْلِي أَحَدٌ مِنَ ¶ ¬__________ ¶ (¬1) - البدائع:273/ 7،بداية المجتهد:319/ 2،المغني:328/ 8 وما بعدها، المهذب:225/ 2،كشاف القناع:143/ 4،حاشية الدسوقي على الشرح الكبير:357/ 4.والتشريع الجنائي الإسلامي مقارنا بالقانون الوضعي (1/ 479) والفقه الإسلامي وأدلته للزحيلي - دار الفكر (6/ 599) ¶ (¬2) - صحيح مسلم (1/ 124) 225 - (140)",
            "page": "9",
            "part": "1",
            "seal": "CC098B21"
        },
        {
            "id": "11",
            "nass": "الْمُسْلِمِينَ؟ قَالَ: «فَاسْتَعِنْ عَلَيْهِ السُّلْطَانَ» قَالَ: فَإِنْ نَأَى السُّلْطَانُ عَنِّي؟ قَالَ: «قَاتِلْ دُونَ مَالِكَ حَتَّى تَكُونَ مِنْ شُهَدَاءِ الْآخِرَةِ أَوْ تَمْنَعَ مَالَكَ» (¬1) ¶ وعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬2) ¶ وعَنْ سَعِيدِ بْنِ زَيْدٍ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَنْ قَاتَلَ دُونَ مَالِهِ فَقُتِلَ فَهُوَ شَهِيدٌ، وَمَنْ قَاتَلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قَاتَلَ دُونَ أَهْلِهِ، فَهُوَ شَهِيدٌ» (¬3) ¶ وعَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ:\" مَنْ قُتِلَ دُونَ مَالِهِ مَظْلُومًا فَهُوَ شَهِيدٌ \" (¬4) ¶ وعَنْ أَبِي جَعْفَرٍ قَالَ: كُنْتُ جَالِسًا عِنْدَ سُوَيْدِ بْنِ مُقَرِّنٍ فَقَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَظْلَمَتِهِ فَهُوَ شَهِيدٌ» (¬5) ¶ وعَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلًا، جَاءَ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم - فَقَالَ: يَا رَسُولَ اللهِ أَرَأَيْتَ إِنْ عُدِيَ عَلَى مَالِي؟ قَالَ: «فَانْشُدْ بِاللهِ» قَالَ: فَإِنْ أَبَوْا عَلَيَّ؟ قَالَ: «فَانْشُدْ بِاللهِ» قَالَ: فَإِنْ أَبَوْا عَلَيَّ؟ قَالَ: «فَانْشُدْ بِاللهِ» قَالَ: فَإِنْ أَبَوْا عَلَيَّ؟ قَالَ: «فَقَاتِلْ فَإِنْ قُتِلْتَ فَفِي الْجَنَّةِ وَإِنْ قَتَلْتَ فَفِي النَّارِ» (¬6) ¶ وعَنْ عَائِشَةَ قَالَتْ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ:\" مَنْ أَشَارَ بِحَدِيدَةٍ إِلَى أَحَدٍ مِنَ الْمُسْلِمِينَ يُرِيدُ قَتْلَهُ فَقَدْ وَجَبَ دَمُهُ \" (¬7). ¶ وَلأَِنَّهُ كَمَا يَحْرُمُ عَلَى الْمَصُول عَلَيْهِ قَتْل نَفْسِهِ، يَحْرُمُ عَلَيْهِ إِبَاحَةُ قَتْلِهَا، وَلأَِنَّهُ قَدَرَ عَلَى إِحْيَاءِ نَفْسِهِ، فَوَجَبَ عَلَيْهِ فِعْل ذَلِكَ، كَالْمُضْطَرِّ لأَِكْل الْمَيْتَةِ وَنَحْوِهَا (¬8). ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 450) (3530) صحيح لغيره ¶ (¬2) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح ¶ (¬3) - السنن الكبرى للنسائي (3/ 454) (3543) صحيح ¶ (¬4) - مسند أحمد ط الرسالة (11/ 631) (7055) صحيح ¶ (¬5) - السنن الكبرى للنسائي (3/ 455) (3545) صحيح لغيره ¶ (¬6) - السنن الكبرى للنسائي (3/ 451) (3532) صحيح ¶ (¬7) - شرح مشكل الآثار (3/ 323) (1287) حسن ¶ (¬8) - حاشية ابن عابدين 5/ 351،وأحكام القرآن للجصاص 2/ 487،وجواهر الإكليل 2/ 297،ومواهب الجليل 6/ 323.",
            "page": "10",
            "part": "1",
            "seal": "F264B0A5"
        },
        {
            "id": "12",
            "nass": "وَذَهَبَ الشَّافِعِيَّةُ إِلَى أَنَّهُ إِنْ كَانَ الصَّائِل كَافِرًا، وَالْمَصُول عَلَيْهِ مُسْلِمًا وَجَبَ الدِّفَاعُ سَوَاءٌ كَانَ هَذَا الْكَافِرُ مَعْصُومًا أَوْ غَيْرَ مَعْصُومٍ، إِذْ غَيْرُ الْمَعْصُومِ لاَ حُرْمَةَ لَهُ، وَالْمَعْصُومُ بَطَلَتْ حُرْمَتُهُ بِصِيَالِهِ، وَلأَِنَّ الاِسْتِسْلاَمَ لِلْكَافِرِ ذُلٌّ فِي الدِّينِ، وَفِي حُكْمِهِ كُل مَهْدُورِ الدَّمِ مِنَ الْمُسْلِمِينَ، كَالزَّانِي الْمُحْصَنِ، وَمَنْ تَحَتَّمَ قَتْلُهُ فِي قَطْعِ الطَّرِيقِ وَنَحْوِ ذَلِكَ مِنَ الْجِنَايَاتِ. ¶ كَمَا يَجِبُ دَفْعُ الْبَهِيمَةِ الصَّائِلَةِ، لأَِنَّهَا تُذْبَحُ لاِسْتِبْقَاءِ الآْدَمِيِّ، فَلاَ وَجْهَ لِلاِسْتِسْلاَمِ لَهَا، مِثْلُهَا مَا لَوْ سَقَطَتْ جَرَّةٌ وَنَحْوُهَا عَلَى إِنْسَانٍ وَلَمْ تَنْدَفِعْ عَنْهُ إِلاَّ بِكَسْرِهَا. ¶ أَمَّا إِنْ كَانَ الصَّائِل مُسْلِمًا غَيْرَ مَهْدُورِ الدَّمِ فَلاَ يَجِبُ دَفْعُهُ فِي الأَْظْهَرِ، بَل يَجُوزُ الاِسْتِسْلاَمُ لَهُ، سَوَاءٌ كَانَ الصَّائِل صَبِيًّا أَوْ مَجْنُونًا، وَسَوَاءٌ أَمْكَنَ دَفْعُهُ بِغَيْرِ قَتْلِهِ أَوْ لَمْ يُمْكِنْ، بَل قَال بَعْضُهُمْ: يُسَنُّ الاِسْتِسْلاَمُ، فعَنْ بُسْرِ بْنِ سَعِيدٍ، أَنَّ سَعْدَ بْنَ أَبِي وَقَّاصٍ قَالَ عِنْدَ فِتْنَةِ عُثْمَانَ بْنِ عَفَّانَ: أَشْهَدُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «إِنَّهَا سَتَكُونُ فِتْنَةٌ القَاعِدُ فِيهَا خَيْرٌ مِنَ القَائِمِ، وَالقَائِمُ خَيْرٌ مِنَ المَاشِي، وَالمَاشِي خَيْرٌ مِنَ السَّاعِي» قَالَ: أَفَرَأَيْتَ إِنْ دَخَلَ عَلَيَّ بَيْتِي وَبَسَطَ يَدَهُ إِلَيَّ لِيَقْتُلَنِي؟ قَالَ: «كُنْ كَابْنِ آدَمَ» (¬1). ¶ وعَنِ الحَسَنِ، قَالَ: خَرَجْتُ بِسِلاَحِي لَيَالِيَ الفِتْنَةِ، فَاسْتَقْبَلَنِي أَبُو بَكْرَةَ، فَقَالَ: أَيْنَ تُرِيدُ؟ قُلْتُ: أُرِيدُ نُصْرَةَ ابْنِ عَمِّ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِذَا تَوَاجَهَ المُسْلِمَانِ بِسَيْفَيْهِمَا فَكِلاَهُمَا مِنْ أَهْلِ النَّارِ» قِيلَ: فَهَذَا القَاتِلُ، فَمَا بَالُ المَقْتُولِ؟ قَالَ: «إِنَّهُ أَرَادَ قَتْلَ صَاحِبِهِ» (¬2) ¶ وَلأَِنَّ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ تَرَكَ الْقِتَال مَعَ إِمْكَانِهِ، وَمَعَ عِلْمِهِ بِأَنَّهُمْ يُرِيدُونَ نَفْسَهُ، وَمَنَعَ حُرَّاسَهُ مِنَ الدِّفَاعِ عَنْهُ - وَكَانُوا أَرْبَعَمِائَةٍ يَوْمَ الدَّارِ - وَقَال: مَنْ أَلْقَى سِلاَحَهُ فَهُوَ حُرٌّ، وَاشْتُهِرَ ذَلِكَ فِي الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ فَلَمْ يُنْكِرْ عَلَيْهِ أَحَدٌ. ¶ ¬__________ ¶ (¬1) - سنن الترمذي ت شاكر (4/ 486) (2194) صحيح ¶ (¬2) - صحيح البخاري (9/ 51) (7083) ¶ [ش (الفتنة) الحرب التي وقعت بين علي ومن معه وعائشة ومن معها رضي الله عنهم جميعا يوم الجمل وصفين [عيني]. (من أهل النار) مستحق لدخولها وقد يعفو الله عنه. قال العيني المراد بما في الحديث المتواجهان بلا دليل من الاجتهاد ونحوه. ونقل عن الكرماني أنه قال علي رضي الله عنه ومعاوية كانا مجتهدين غاية ما في الباب أن معاوية كان مخطئا في اجتهاده وله أجر واحد وكان لعلي رضي الله عنه أجران.]",
            "page": "11",
            "part": "1",
            "seal": "6A1A55E4"
        },
        {
            "id": "13",
            "nass": "وَمُقَابِل الأَْظْهَرِ - عِنْدَ الشَّافِعِيَّةِ - أَنَّهُ يَجِبُ دَفْعُ الصَّائِل مُطْلَقًا، أَيْ سَوَاءٌ كَانَ كَافِرًا أَوْ مُسْلِمًا، مَعْصُومَ الدَّمِ أَوْ غَيْرَ مَعْصُومِ الدَّمِ، آدَمِيًّا أَوْ غَيْرَ آدَمِيٍّ، لِقَوْلِهِ تَعَالَى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195]. ¶ وَفِي قَوْلٍ ثَالِثٍ عِنْدَهُمْ: أَنَّهُ إِنْ كَانَ الصَّائِل مَجْنُونًا أَوْ صَبِيًّا فَلاَ يَجُوزُ الاِسْتِسْلاَمُ لَهُمَا؛ لأَِنَّهُمَا لاَ إِثْمَ عَلَيْهِمَا كَالْبَهِيمَةِ. ¶ وَاسْتَثْنَى الْقَائِلُونَ بِالْجَوَازِ مِنَ الشَّافِعِيَّةِ مَسَائِل مِنْهَا: ¶ أ - لَوْ كَانَ الْمَصُول عَلَيْهِ عَالِمًا تَوَحَّدَ فِي عَصْرِهِ، أَوْ خَلِيفَةً تَفَرَّدَ، بِحَيْثُ يَتَرَتَّبُ عَلَى قَتْلِهِ ضَرَرٌ عَظِيمٌ، لِعَدَمِ مَنْ يَقُومُ مَقَامَهُ، فَيَجِبُ دَفْعُ الصَّائِل. ¶ ب - لَوْ أَرَادَ الصَّائِل قَطْعَ عُضْوِ الْمَصُول عَلَيْهِ فَيَجِبُ دَفْعُهُ لاِنْتِفَاءِ عِلَّةِ الشَّهَادَةِ. ¶ قَال الأَْذْرَعِيُّ رَحِمَهُ اللَّهُ: وَيَجِبُ الدَّفْعُ عَنْ عُضْوٍ عِنْدَ ظَنِّ السَّلاَمَةِ، وَعَنْ نَفْسٍ ظَنَّ بِقَتْلِهَا مَفَاسِدَ فِي الْحَرِيمِ وَالْمَال وَالأَْوْلاَدِ. ¶ ج - قَال الْقَاضِي حُسَيْنٌ: إِنَّ الْمَصُول عَلَيْهِ إِنْ أَمْكَنَهُ دَفْعَ الصَّائِل بِغَيْرِ قَتْلِهِ وَجَبَ عَلَيْهِ دَفْعُهُ وَإِلاَّ فَلاَ (¬1). ¶ وَذَهَبَ الْحَنَابِلَةُ إِلَى وُجُوبِ دَفْعِ الصَّائِل عَنِ النَّفْسِ فِي غَيْرِ وَقْتِ الْفِتْنَةِ، لِقَوْلِهِ تَعَالَى {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195] وَلأَِنَّهُ كَمَا يَحْرُمُ عَلَيْهِ قَتْل نَفْسِهِ يَحْرُمُ عَلَيْهِ إِبَاحَةُ قَتْلِهَا. ¶ أَمَّا فِي زَمَنِ الْفِتْنَةِ، فَلاَ يَلْزَمُهُ الدِّفَاعُ عَنْ نَفْسِهِ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ لَهُ: «يَا أَبَا ذَرٍّ، كَيْفَ تَفْعَلُ إِذَا جَاعَ النَّاسُ حَتَّى لَا تَسْتَطِيعَ أَنْ تَقُومَ مِنْ فِرَاشِكِ إِلَى مَسْجِدِكَ»؟ فَقُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «تَعَفَّفْ»،ثُمَّ قَالَ: «كَيْفَ تَصْنَعُ إِذَا مَاتَ النَّاسُ حَتَّى يَكُونَ الْبَيْتُ بِالْوَصِيفِ»؟ قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «تَصْبرُ»،ثُمَّ قَالَ: «كَيْفَ تَصْنَعُ إِذَا اقْتَتَلَ النَّاسُ حَتَّى يَغْرَقَ حَجَرُ الزَّيْتِ»؟ قُلْتُ: اللَّهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: «تَأْتِي مَنْ أَنْتَ فِيهِ»،فَقُلْتُ: أَرَأَيْتَ إِنْ أَتَى عَلَيَّ؟ قَالَ: «تَدْخُلُ بَيْتَكَ»،قُلْتُ: أَرَأَيْتَ إِنْ أَتَى عَليَّ؟ قَالَ: «إِنْ ¶ ¬__________ ¶ (¬1) - روضة الطالبين 10/ 188،ومغني المحتاج 4/ 195،وتحفة المحتاج 9/ 184،ونهاية المحتاج 8/ 23،وحاشية الجمل 5/ 166،وحاشية الباجوري 2/ 256.",
            "page": "12",
            "part": "1",
            "seal": "3EE82FE7"
        },
        {
            "id": "14",
            "nass": "خَشِيتَ أَنْ يَبْهَرَكَ شُعَاعُ السَّيْفِ، فَأَلْقِ طَائِفَةَ رِدَائِكَ عَلَى وَجْهِكَ يَبُوءُ بِإِثْمِكَ وَإِثْمِهِ»،فَقُلْتُ: أَفَلَا أَحْمِلُ السِّلَاحَ؟ قَالَ: «إِذًا تَشْرَكُهُ» (¬1). ¶ وَلأَِنَّ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ تَرَكَ الْقِتَال عَلَى مَنْ بَغَى عَلَيْهِ مَعَ الْقُدْرَةِ عَلَيْهِ، وَمَنَعَ غَيْرَهُ قِتَالَهُمْ، وَصَبَرَ عَلَى ذَلِكَ. وَلَوْ لَمْ يَجُزْ لأََنْكَرَ الصَّحَابَةُ عَلَيْهِ ذَلِكَ (¬2). ¶ و (سُئِلَ) - الرملي رَحِمَهُ اللَّهُ - عَنْ عَالِمٍ تَوَحَّدَ فِي عَصْرِهِ وَمَلِكٍ عَادِلٍ تَفَرَّدَ فِي مِلْكِهِ وَيَعْلَمُ أَنَّهُ إنْ قُتِلَ حَصَلَ لِلْمُسْلِمِينَ ضَرَرٌ بِقَتْلِهِ مِنْ وَهْنِ الْإِسْلَامِ وَتَفْرِيقِ كَلِمَةِ أَهْلِهِ وَائْتِلَافِ أَهْلِ الْبِدَعِ وَالْبَغْيِ وَاخْتِلَافِ أَهْلِ الْحَقِّ وَالْعَدْلِ وَتَعَطُّلِ شَعَائِرِ الْإِسْلَامِ وَشَرَائِعِهِ وَفَسَادِ مَصَالِحِ الْعِبَادِ الدِّينِيَّةِ وَالدُّنْيَوِيَّةِ فَإِذَا صَالَ عَلَيْهِ مُسْلِمٌ لِيَقْتُلَهُ وَهُوَ قَادِرٌ عَلَى دَفْعِهِ يَجُوزُ لَهُ أَنْ يَسْتَسْلِمَ لِلْقَتْلِ أَمْ لَا؟ ¶ (فَأَجَابَ) بِأَنَّهُ لَا يَجُوزُ لِلْمَصُولِ عَلَيْهِ الِاسْتِسْلَامُ بَلْ يَجِبُ عَلَيْهِ دَفْعُ الصَّائِلِ عَنْهُ، وَإِنْ أَدَّى إلَى قَتْلِهِ. (¬3) ¶ وقال الشوكاني:\" \" وَأَحَادِيثُ الْبَابِ فِيهَا دَلِيلٌ عَلَى أَنَّهُ تَجُوزُ مُقَاتَلَةُ مَنْ أَرَادَ أَخْذَ مَالِ إنْسَانٍ مِنْ غَيْرِ فَرْقٍ بَيْنَ الْقَلِيلِ وَالْكَثِيرِ إذَا كَانَ الْأَخْذُ بِغَيْرِ حَقٍّ وَهُوَ مَذْهَبُ الْجُمْهُورِ كَمَا حَكَاهُ النَّوَوِيُّ وَالْحَافِظُ فِي الْفَتْحِ وَقَالَ بَعْضُ الْعُلَمَاءِ: إنَّ الْمُقَاتَلَةَ وَاجِبَةٌ وَقَالَ بَعْضُ الْمَالِكِيَّةِ: لَا تَجُوزُ إذَا طَلَبَ الشَّيْءَ الْخَفِيفَ، وَلَعَلَّ مُتَمَسَّكَ مَنْ قَالَ بِالْوُجُوبِ مَا فِي حَدِيثِ أَبِي هُرَيْرَةَ مِنْ الْأَمْرِ بِالْمُقَاتَلَةِ وَالنَّهْيِ عَنْ تَسْلِيمِ الْمَالِ إلَى مَنْ رَامَ غَصْبَهُ وَأَمَّا الْقَائِلُ بِعَدَمِ الْجَوَازِ فِي الشَّيْءِ الْخَفِيفِ، فَعُمُومُ أَحَادِيثِ الْبَابِ يَرُدُّ عَلَيْهِ، وَلَكِنَّهُ يَنْبَغِي تَقْدِيمُ الْأَخَفِّ فَالْأَخَفِّ، فَلَا يَعْدِلُ الْمُدَافِعُ إلَى الْقَتْلِ مَعَ إمْكَانِ الدَّفْعِ بِدُونِهِ، وَيَدُلُّ عَلَى ذَلِكَ أَمْرُهُ - صلى الله عليه وسلم - بِإِنْشَادِ اللَّهِ قَبْلَ الْمُقَاتَلَةِ، وَكَمَا تَدُلُّ الْأَحَادِيثُ الْمَذْكُورَةُ عَلَى جَوَازِ الْمُقَاتَلَةِ لِمَنْ أَرَادَ أَخْذَ الْمَالِ تَدُلُّ عَلَى جَوَازِ الْمُقَاتَلَةِ لِمَنْ أَرَادَ إرَاقَةَ الدَّمِ وَالْفِتْنَةَ فِي الدِّينِ وَالْأَهْلِ ¶ وَحَكَى ابْنُ الْمُنْذِرِ عَنْ الشَّافِعِيِّ أَنَّهُ قَالَ: مَنْ أُرِيدَ مَالُهُ أَوْ نَفْسُهُ أَوْ حَرِيمُهُ فَلَهُ الْمُقَاتَلَةُ، وَلَيْسَ عَلَيْهِ عَقْلٌ وَلَا دِيَةٌ وَلَا كَفَّارَةٌ قَالَ ابْنُ الْمُنْذِرِ: وَاَلَّذِي عَلَيْهِ أَهْلُ الْعِلْمِ أَنَّ لِلرَّجُلِ أَنْ يَدْفَعَ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - مخرجا (13/ 293) (5960) صحيح ¶ (¬2) - كشاف القناع 6/ 154،والمغني 8/ 331. ¶ (¬3) - فتاوى الرملي (4/ 40)",
            "page": "13",
            "part": "1",
            "seal": "40FDC0E3"
        },
        {
            "id": "15",
            "nass": "عَمَّا ذُكِرَ إذَا أُرِيدَ ظُلْمًا بِغَيْرِ تَفْصِيلٍ، إلَّا أَنَّ كُلَّ مَنْ يُحْفَظُ عَنْهُ مِنْ عُلَمَاءِ الْحَدِيثِ كَالْمُجْمِعِينَ عَلَى اسْتِثْنَاءِ السُّلْطَانِ لِلْآثَارِ الْوَارِدَةِ بِالْأَمْرِ بِالصَّبْرِ عَلَى جَوْرِهِ وَتَرْكِ الْقِيَامِ عَلَيْهِ انْتَهَى وَيَدُلُّ عَلَى عَدَمِ لُزُومِ الْقَوَدِ وَالدِّيَةِ فِي قَتْلِ مَنْ كَانَ عَلَى الصِّفَةِ الْمَذْكُورَةِ مَا ذَكَرنَا مِنْ حَدِيثِ أَبِي هُرَيْرَةَ وَحَمَلَ الْأَوْزَاعِيُّ أَحَادِيثَ الْبَابِ عَلَى الْحَالَةِ الَّتِي لِلنَّاسِ فِيهَا إمَامٌ وَأَمَّا حَالَةُ الْفُرْقَةِ وَالِاخْتِلَافِ فَلِيَسْتَسْلِمْ الْمَبْغِيُّ عَلَى نَفْسِهِ أَوْ مَالِهِ وَلَا يُقَاتِلْ أَحَدًا قَالَ فِي الْفَتْحِ: وَيَرُدُّ عَلَيْهِ حَدِيثُ أَبِي هُرَيْرَةَ عِنْدَ مُسْلِمٍ، يَعْنِي: حَدِيثَ الْبَابِ، وَأَحَادِيثُ الْبَابِ مُصَرِّحَةٌ بِأَنَّ الْمَقْتُولَ دُونَ مَالِهِ وَنَفْسِهِ وَأَهْلِهِ وَدِينِهِ شَهِيدٌ، وَمُقَاتِلُهُ إذَا قُتِلَ فِي النَّارِ، لِأَنَّ الْأَوَّلَ مُحِقٌّ وَالثَّانِي مُبْطِلٌ\" (¬1) ¶ قَالَ فِي الْفَتْحِ: وَذَهَبَ جُمْهُورُ الصَّحَابَةِ وَالتَّابِعِينَ إلَى وُجُوبِ نُصْرَةِ الْحَقِّ وَقِتَالِ الْبَاغِينَ. وَحَمَلَ هَؤُلَاءِ الْأَحَادِيثَ الْوَارِدَةَ فِي ذَلِكَ عَلَى مَنْ ضَعُفَ عَنْ الْقِتَالِ أَوْ قَصُرَ نَظَرُهُ عَنْ مَعْرِفَةِ صَاحِبِ الْحَقِّ. قَالَ: وَاتَّفَقَ أَهْلُ السُّنَّةِ عَلَى وُجُوبِ مَنْعِ الطَّعْنِ عَلَى أَحَدٍ مِنْ الصَّحَابَةِ بِسَبَبِ مَا وَقَعَ لَهُمْ مِنْ ذَلِكَ وَلَوْ عُرِفَ الْمُحِقُّ مِنْهُمْ لِأَنَّهُمْ لَمْ يُقَاتِلُوا فِي تِلْكَ الْحُرُوبِ إلَّا عَنْ اجْتِهَادٍ، وَقَدْ عَفَا اللَّهُ عَنْ الْمُخْطِئ فِي الِاجْتِهَادِ، بَلْ ثَبَتَ أَنَّهُ يُؤْجَرُ أَجْرًا وَاحِدًا، وَأَنَّ الْمُصِيبَ يُؤْجَرُ أَجْرَيْنِ. ¶ قَالَ الطَّبَرِيُّ: لَوْ كَانَ الْوَاجِبُ فِي كُلِّ اخْتِلَافٍ يَقَعُ بَيْنَ الْمُسْلِمِينَ الْهَرَبَ مِنْهُ بِلُزُومِ الْمَنَازِلِ وَكَسْرِ السُّيُوفِ لَمَا أُقِيمَ حَقٌّ وَلَا أُبْطِلَ بَاطِلٌ، وَلَوَجَدَ أَهْلُ الْفُسُوقِ سَبِيلًا إلَى ارْتِكَابِ الْمُحَرَّمَاتِ مِنْ أَخْذِ الْأَمْوَالِ وَسَفْكِ الدِّمَاءِ وَسَبْي الْحَرِيمِ بِأَنْ يُحَارِبُوهُمْ، وَيَكُفَّ الْمُسْلِمُونَ أَيْدِيَهُمْ وَيَقُولُوا: هَذِهِ فِتْنَةٌ وَقَدْ نُهِينَا عَنْ الْقِتَالِ فِيهَا، وَهَذَا مُخَالِفٌ لِلْأَمْرِ بِالْأَخْذِ عَلَى أَيْدِي السُّفَهَاءِ اهـ. ¶ وَيُؤَيِّدُهُ مَا أَخْرَجَهُ مُسْلِمٌ عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «وَالَّذِي نَفْسِي بِيَدِهِ لَا تَذْهَبُ الدُّنْيَا، حَتَّى يَأْتِيَ عَلَى» النَّاسِ يَوْمٌ لَا يَدْرِي الْقَاتِلُ فِيمَ قَتَلَ، وَلَا الْمَقْتُولُ فِيمَ قُتِلَ \" فَقِيلَ: كَيْفَ يَكُونُ ذَلِكَ؟ قَالَ: «الْهَرْجُ، الْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ» (¬2) ¶ ¬__________ ¶ (¬1) - نيل الأوطار (5/ 390) ¶ (¬2) - صحيح مسلم (4/ 2231) 56 - (2908)",
            "page": "14",
            "part": "1",
            "seal": "C366EC86"
        },
        {
            "id": "16",
            "nass": "قَالَ الْقُرْطُبِيُّ: فَبَيَّنَ هَذَا الْحَدِيثُ أَنَّ الْقِتَالَ إذَا كَانَ عَلَى جَهْلٍ مِنْ طَلَبِ دُنْيَا أَوْ اتِّبَاعِ هَوًى فَهُوَ الَّذِي أُرِيدَ بِقَوْلِهِ: «الْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ». ¶ قَالَ الْحَافِظُ: وَمِنْ ثَمَّ كَانَ الَّذِينَ تَوَقَّفُوا عَنْ الْقِتَالِ فِي الْجَمَلِ وَصِفِّينَ أَقَلَّ عَدَدًا مِنْ الَّذِينَ قَاتَلُوا وَكُلُّهُمْ مُتَأَوِّلٌ مَأْجُورٌ إنْ شَاءَ اللَّهُ بِخِلَافِ مَنْ جَاءَ بَعْدَهُمْ مِمَّنْ قَاتَلَ عَلَى طَلَبِ الدُّنْيَا. اهـ. (¬1) ¶ قلت: الراجح من القول هو قول الحنابلة، لأنهم أخذوا بجميع النصوص الشرعية الواردة في هذا الموضوع ¶ قَتْل الصَّائِل وَضَمَانُهُ: ¶ إِنْ قَتَل الْمَصُولُ عَلَيْهِ الصَّائِل دِفَاعًا عَنْ نَفْسِهِ وَنَحْوِهَا فَلاَ ضَمَانَ عَلَيْهِ - عِنْدَ الْجُمْهُورِ - بِقِصَاصٍ وَلاَ دِيَةٍ وَلاَ كَفَّارَةٍ وَلاَ قِيمَةٍ، وَلاَ إِثْمَ عَلَيْهِ، لأَِنَّهُ مَأْمُورٌ بِذَلِكَ. ¶ أَمَّا إِذَا تَمَكَّنَ الصَّائِل مِنْ قَتْل الْمَصُول عَلَيْهِ فَيَجِبُ عَلَيْهِ الْقِصَاصُ. ¶ وَخَالَفَ الْحَنَفِيَّةُ جُمْهُورَ الْفُقَهَاءِ فِي ضَمَانِ الصَّائِل، فَذَهَبُوا إِلَى أَنَّ الْمَصُولَ عَلَيْهِ يَضْمَنُ الْبَهِيمَةَ الصَّائِلَةَ عَلَيْهِ إِذَا كَانَتْ لِغَيْرِهِ، لأَِنَّهُ أَتْلَفَ مَال غَيْرِهِ لإِِحْيَاءِ نَفْسِهِ، كَالْمُضْطَرِّ إِلَى طَعَامِ غَيْرِهِ إِذَا أَكَلَهُ. ¶ وَمِثْل الْبَهِيمَةِ عِنْدَهُمْ غَيْرُ الْمُكَلَّفِ مِنَ الآْدَمِيِّينَ، كَالصَّبِيِّ وَالْمَجْنُونِ، فَيَضْمَنُهُمَا إِذَا قَتَلَهُمَا، لأَِنَّهُمَا لاَ يَمْلِكَانِ إِبَاحَةَ أَنْفُسِهِمَا، وَلِذَلِكَ لَوِ ارْتَدَّا لَمْ يُقْتَلاَ .. لَكِنَّ الْوَاجِبَ فِي حَقِّ قَاتِل الصَّبِيِّ أَوِ الْمَجْنُونِ الصَّائِلَيْنِ الدِّيَةُ لاَ الْقِصَاصُ؛ لِوُجُودِ الْمُبِيحِ، وَهُوَ دَفْعُ الشَّرِّ عَنْ نَفْسِهِ، وَأَمَّا الْوَاجِبُ فِي حَقِّ قَاتِل الْبَهِيمَةِ فَهُوَ الْقِيمَةُ (¬2). ¶ قلت: الصواب قول الجمهور من الفقهاء، فليس على القاتل شيء لأنه معتدى عليه ¶ وَيُدْفَعُ الصَّائِل بِالأَْخَفِّ فَالأَْخَفِّ إِنْ أَمْكَنَ، فَإِنْ أَمْكَنَ دَفْعُهُ بِكَلاَمٍ أَوِ اسْتِغَاثَةٍ بِالنَّاسِ حَرُمَ الضَّرْبُ، أَوْ أَمْكَنَ دَفْعُهُ بِضَرْبٍ بِيَدٍ حَرُمَ بِسَوْطٍ، أَوْ بِسَوْطٍ حَرُمَ بِعَصًا، أَوْ أَمْكَنَ دَفْعُهُ بِقَطْعِ ¶ ¬__________ ¶ (¬1) - نيل الأوطار (7/ 58) ¶ (¬2) - حاشية ابن عابدين 5/ 351،وجواهر الإكليل 2/ 297،وحاشية الباجوري على ابن قاسم 2/ 256،وكفاية الأخيار 2/ 120،ومغني المحتاج 4/ 194،والمغني لابن قدامة 8/ 328،وكشاف القناع 6/ 154،ونهاية المحتاج 8/ 21،وحاشية الدسوقي 4/ 357.",
            "page": "15",
            "part": "1",
            "seal": "F4C28F15"
        },
        {
            "id": "17",
            "nass": "عُضْوٍ حَرُمَ دَفْعُهُ بِقَتْلٍ، لأَِنَّ ذَلِكَ جُوِّزَ لِلضَّرُورَةِ، وَلاَ ضَرُورَةَ فِي الأَْثْقَل مَعَ إِمْكَانِ تَحْصِيل الْمَقْصُودِ بِالأَْخَفِّ. ¶ وَعَلَيْهِ فَلَوِ انْدَفَعَ شَرُّهُ بِشَيْءٍ آخَرَ، كَأَنْ وَقَعَ فِي مَاءٍ أَوْ نَارٍ، أَوِ انْكَسَرَتْ رِجْلُهُ، أَوْ حَال بَيْنَهُمَا جِدَارٌ أَوْ خَنْدَقٌ أَوْ غَيْرُ ذَلِكَ لَمْ يَكُنْ لَهُ ضَرْبُهُ، وَإِنْ ضَرَبَهُ ضَرْبَةً عَطَّلَتْهُ لَمْ يَكُنْ لَهُ أَنْ يُثْنِيَ عَلَيْهِ، لأَِنَّهُ كُفَى شَرُّهُ وَلأَِنَّ الزَّائِدَ عَلَى مَا يَحْصُل بِهِ الدَّفْعُ لاَ حَاجَةَ إِلَيْهِ، فَلَمْ يَكُنْ لَهُ فِعْلُهُ. ¶ وَالْمُعْتَبَرُ فِي ذَلِكَ هُوَ غَلَبَةُ ظَنِّ الْمَصُول عَلَيْهِ، فَلاَ يَكْفِي تَوَهُّمُ الصِّيَال، أَوِ الشَّكُّ فِيهِ، فَإِنْ خَالَفَ التَّرْتِيبَ الْمَذْكُورَ، وَعَدَل إِلَى رُتْبَةٍ - مَعَ إِمْكَانِ دَفْعِهِ بِمَا دُونَهَا - ضَمِنَ، فَإِنْ وَلَّى الصَّائِل هَارِبًا فَاتَّبَعَهُ الْمَصُول عَلَيْهِ، وَقَتَلَهُ ضَمِنَ بِقِصَاصٍ أَوْ دِيَةٍ، وَكَذَا إِنْ ضَرَبَهُ فَقَطَعَ يَمِينَهُ ثُمَّ وَلَّى هَارِبًا فَضَرَبَهُ ثَانِيَةً وَقَطَعَ رِجْلَهُ مَثَلاً فَالرِّجْل مَضْمُونَةٌ بِقِصَاصٍ أَوْ دِيَةٍ، فَإِنْ مَاتَ الصَّائِل مِنْ سِرَايَةِ الْقَطْعَيْنِ فَعَلَى الْمَصُول عَلَيْهِ نِصْفُ الدِّيَةِ، لأَِنَّهُ مَاتَ مِنْ فِعْلٍ مَأْذُونٍ فِيهِ وَفِعْلٍ آخَرَ غَيْرِ مَأْذُونٍ فِيهِ. ¶ وقال ابن حجر:\" إنَّ أَئِمَّتَنَا أَهْدَرُوا دَمَ الصَّائِلِ عَلَى شَيْءٍ مِنْ ذَلِكَ فَأَبَاحُوا لِلْمَصُولِ عَلَيْهِ تَارَةً وَأَوْجَبُوا عَلَيْهِ أُخْرَى أَنْ يَدْفَعَهُ وَإِذَا دَفَعَهُ لَزِمَهُ أَنْ يَدْفَعَهُ بِالْأَخَفِّ فَالْأَخَفِّ، فَلَا يَنْتَقِلُ لِرُتْبَةٍ وَهُوَ يَرَى أَنَّ مَا دُونَهَا كَافٍ، فَإِذَا أَفْضَى دَفْعُهُ حِينَئِذٍ إلَى قَتْلِهِ كَانَ مُهْدَرًا لَا قِصَاصَ فِيهِ وَلَا دِيَةَ وَلَا كَفَّارَةَ، فَإِهْدَارُهُ صَرِيحٌ ظَاهِرٌ فِي فِسْقِهِ؛ لِأَنَّ صِيَالَهُ إذَا كَانَ مُهْدَرًا لِدَمِهِ فَأَوْلَى أَنْ يَكُونَ مُفَسِّقًا لَهُ، وَهَذَا لَوْ لَمْ تَرِدْ تِلْكَ الْأَحَادِيثُ بِهَذَا فَكَيْفَ وَقَدْ وَرَدَتْ. (¬1) ¶ وَاسْتَثْنَى الْفُقَهَاءُ مِنْ ذَلِكَ صُوَرًا مِنْهَا: ¶ أ - لَوْ كَانَ الصَّائِل يَنْدَفِعُ بِالسَّوْطِ أَوِ الْعَصَا وَنَحْوِهِمَا، وَالْمَصُولُ عَلَيْهِ لاَ يَجِدُ إِلاَّ السَّيْفَ فَلَهُ الضَّرْبُ بِهِ، لأَِنَّهُ لاَ يُمْكِنُهُ الدَّفْعُ إِلاَّ بِهِ، وَلَيْسَ بِمُقَصِّرٍ فِي تَرْكِ اسْتِصْحَابِ السَّوْطِ وَنَحْوِهِ. ¶ ب - لَوِ الْتَحَمَ الْقِتَال بَيْنَهُمَا، وَاشْتَدَّ الأَْمْرُ عَنِ الضَّبْطِ فَلَهُ الدِّفَاعُ عَنْ نَفْسِهِ بِمَا لَدَيْهِ، دُونَ مُرَاعَاةِ التَّرْتِيبِ الْمَذْكُورِ. ¶ ¬__________ ¶ (¬1) - الزواجر عن اقتراف الكبائر (2/ 265)",
            "page": "16",
            "part": "1",
            "seal": "E6F5188A"
        },
        {
            "id": "18",
            "nass": "ج - إِذَا ظَنَّ الْمَصُولُ عَلَيْهِ أَنَّ الصَّائِل لاَ يَنْدَفِعُ إِلاَّ بِالْقَتْل فَلَهُ أَنْ يَقْتُلَهُ دُونَ مُرَاعَاةِ التَّرْتِيبِ الْمَذْكُورِ، وَكَذَا إِنْ خَافَ أَنْ يَبْدُرَهُ بِالْقَتْل إِنْ لَمْ يَسْبِقْ هُوَ بِهِ فَلَهُ ضَرْبُهُ بِمَا يَقْتُلُهُ، أَوْ يَقْطَعُ طَرَفَهُ. وَيُصَدَّقُ الْمَصُولُ عَلَيْهِ فِي عَدَمِ إِمْكَانِ التَّخَلُّصِ بِدُونِ مَا دَفَعَ بِهِ، لِعُسْرِ إِقَامَةِ الْبَيِّنَةِ عَلَى ذَلِكَ. ¶ د - إِذَا كَانَ الصَّائِل مُهْدَرَ الدَّمِ - كَمُرْتَدٍّ وَحَرْبِيٍّ وَزَانٍ مُحْصَنٍ - فَلاَ تَجِبُ مُرَاعَاةُ التَّرْتِيبِ فِي حَقِّهِ بَل لَهُ الْعُدُول إِلَى قَتْلِهِ، لِعَدَمِ حُرْمَتِهِ (¬1). ¶ الْهَرَبُ مِنَ الصَّائِل: ¶ اخْتَلَفَ الْفُقَهَاءُ فِي وُجُوبِ الْهَرَبِ مِنَ الصَّائِل. فَذَهَبَ جُمْهُورُ الْفُقَهَاءِ - مِنَ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ، وَهُوَ الْمَذْهَبُ عِنْدَ الشَّافِعِيَّةِ، وَوَجْهٌ عِنْدَ الْحَنَابِلَةِ - إِلَى أَنَّهُ إِنْ أَمْكَنَ الْمَصُول عَلَيْهِ أَنْ يَهْرُبَ أَوْ يَلْتَجِئَ إِلَى حِصْنٍ أَوْ جَمَاعَةٍ أَوْ حَاكِمٍ وَجَبَ عَلَيْهِ ذَلِكَ، وَلَمْ يَجُزْ لَهُ الْقِتَال، لأَِنَّهُ مَأْمُورٌ بِتَخْلِيصِ نَفْسِهِ بِالأَْهْوَنِ فَالأَْهْوَنِ، وَلَيْسَ لَهُ أَنْ يَعْدِل إِلَى الأَْشَدِّ مَعَ إِمْكَانِ الأَْسْهَل وَلأَِنَّهُ أَمْكَنَهُ الدِّفَاعُ عَنْ نَفْسِهِ دُونَ إِضْرَارِ غَيْرِهِ فَلَزِمَهُ ذَلِكَ. ¶ وَاشْتَرَطَ الْمَالِكِيَّةُ وَالشَّافِعِيَّةُ لِوُجُوبِ الْهَرَبِ أَنْ يَكُونَ بِلاَ مَشَقَّةٍ، فَإِنْ كَانَ بِمَشَقَّةٍ فَلاَ يَجِبُ. وَزَادَ الشَّافِعِيَّةُ أَنْ يَكُونَ الصَّائِل مَعْصُومَ الدَّمِ، فَلَوْ صَال عَلَيْهِ مُرْتَدٌّ أَوْ حَرْبِيٌّ لَمْ يَجِبِ الْهَرَبُ وَنَحْوُهُ، بَل يَحْرُمُ عَلَيْهِ. ¶ فَإِنْ لَمْ يَهْرُبْ - حَيْثُ وَجَبَ الْهَرَبُ - فَقَاتَل وَقَتَل الصَّائِل، لَزِمَهُ الْقِصَاصُ، فِي قَوْلٍ لِلشَّافِعِيَّةِ، وَهُوَ الأَْوْجَهُ، وَلَزِمَتْهُ الدِّيَةُ فِي الْقَوْل الآْخَرِ لَهُمْ أَيْضًا. ¶ وَأَمَّا فِي الْوَجْهِ الثَّانِي عِنْدَ الشَّافِعِيَّةِ وَالْحَنَابِلَةِ فَهُوَ عَدَمُ وُجُوبِ الْهَرَبِ عَلَيْهِ؛ لأَِنَّ إِقَامَتَهُ فِي ذَلِكَ الْمَوْضِعِ جَائِزَةٌ، فَلاَ يُكَلَّفُ الاِنْصِرَافُ. ¶ وَفِي قَوْلٍ ثَالِثٍ عِنْدَ الشَّافِعِيَّةِ: أَنَّ الْمَصُول عَلَيْهِ إِنْ تَيَقَّنَ النَّجَاةَ بِالْهَرَبِ وَجَبَ عَلَيْهِ، وَإِلاَّ فَلاَ يَجِبُ (¬2). ¶ ¬__________ ¶ (¬1) - المصادر السابقة ¶ (¬2) - حاشية ابن عابدين 5/ 351،وجواهر الإكليل 2/ 297،ومواهب الجليل 6/ 323،ومغني المحتاج 4/ 197،ونهاية المحتاج 8/ 25،وحاشية الجمل 5/ 168،وكفاية الأخيار 2/ 120،والمغني لابن قدامة 8/ 331،وكشاف القناع 6/ 154،تبصرة الحكام 2/ 303.",
            "page": "17",
            "part": "1",
            "seal": "C113C940"
        },
        {
            "id": "19",
            "nass": "الدِّفَاعُ عَنْ نَفْسِ الْغَيْرِ: ¶ لاَ يَخْتَلِفُ قَوْل الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ فِي الدِّفَاعِ عَنْ نَفْسِ الْغَيْرِ وَمَا دُونَهَا مِنَ الأَْطْرَافِ إِذَا صَال عَلَيْهَا صَائِلٌ - عَنْ قَوْلِهِمْ فِي الدِّفَاعِ عَنِ النَّفْسِ إِذَا كَانَ الْمَصُول عَلَيْهِ مَعْصُومَ الدَّمِ، بِأَنْ يَكُونَ مِنَ الْمُسْلِمِينَ أَوْ مِنْ أَهْل الذِّمَّةِ، وَأَنْ يَكُونَ مَظْلُومًا. ¶ وَاسْتَدَلُّوا فِي وُجُوبِ الدِّفَاعِ عَنْ نَفْسِ الْغَيْرِ وَأَطْرَافِهِ بِنَفْسِ الأَْدِلَّةِ الَّتِي اسْتَدَلُّوا بِهَا فِي الْمَسْأَلَةِ السَّابِقَةِ (¬1). ¶ وَذَهَبَ الشَّافِعِيَّةُ إِلَى أَنَّ الدِّفَاعَ عَنْ نَفْسِ الْغَيْرِ - إِذَا كَانَ آدَمِيًّا مُحْتَرَمًا - حُكْمُهُ كَحُكْمِ دِفَاعِهِ عَنْ نَفْسِهِ، فَيَجِبُ حَيْثُ يَجِبُ، وَيَنْتَفِي حَيْثُ يَنْتَفِي، إِذْ لاَ يَزِيدُ حَقُّ غَيْرِهِ عَلَى حَقِّ نَفْسِهِ، وَمَحَل الْوُجُوبِ - عِنْدَهُمْ - إِذَا أَمِنَ الْهَلاَكَ عَلَى نَفْسِهِ، إِذْ لاَ يَلْزَمُهُ أَنْ يَجْعَل رُوحَهُ بَدَلاً عَنْ رُوحِ غَيْرِهِ، إِلاَّ إِذَا كَانَ ذَلِكَ فِي قِتَال الْحَرْبِيِّينَ وَالْمُرْتَدِّينَ فَلاَ يَسْقُطُ الْوُجُوبُ بِالْخَوْفِ الظَّاهِرِ، وَهَذَا أَصَحُّ الطُّرُقِ عِنْدَهُمْ. ¶ وَعِنْدَ الشَّافِعِيَّةِ قَوْلاَنِ آخَرَانِ فِي هَذِهِ الْمَسْأَلَةِ. ¶ أَوَّلُهُمَا: يَجِبُ الدِّفَاعُ عَنْ نَفْسِ غَيْرِهِ وَمَا دُونَهَا مِنَ الأَْطْرَافِ قَطْعًا، لأَِنَّ لَهُ الإِْيثَارَ بِحَقِّ نَفْسِهِ دُونَ غَيْرِهِ، فعَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ:\" مَنْ أُذِلَّ عِنْدَهُ مُؤْمِنٌ فَلَمْ يَنْصُرْهُ، وَهُوَ يقَدِرُ عَلَى أَنْ يَنْصُرَهُ أَذَلَّهُ اللهُ عَزَّ وَجَلَّ عَلَى رُءُوسِ الْخَلَائِقِ يَوْمَ الْقِيَامَةِ \" (¬2). ¶ ثَانِيهِمَا: لاَ يَجُوزُ الدِّفَاعُ عَنْ نَفْسِ الْغَيْرِ، لأَِنَّ شَهْرَ السِّلاَحِ يُحَرِّكُ الْفِتَنَ، وَخَاصَّةً فِي مَجَال نُصْرَةِ الآْخَرِينَ، وَلَيْسَ الدِّفَاعُ عَنِ الْغَيْرِ مِنْ شَأْنِ آحَادِ النَّاسِ، وَإِنَّمَا هُوَ وَظِيفَةُ الإِْمَامِ وَوُلاَةِ الأُْمُورِ. ¶ وَيَجْرِي هَذَا الْخِلاَفُ فِي الْمَذْهَبِ بِالنِّسْبَةِ لآِحَادِ النَّاسِ، أَمَّا الإِْمَامُ وَغَيْرُهُ - مِنَ الْوُلاَةِ - فَيَجِبُ عَلَيْهِمْ دَفْعُ الصَّائِل عَلَى نَفْسِ الْغَيْرِ اتِّفَاقًا (¬3). ¶ ¬__________ ¶ (¬1) - أحكام القرآن للجصاص 2/ 488،والفتاوى الخانية 3/ 441،وحاشية ابن عابدين 5/ 351،وتبصرة الحكام 2/ 303،وجواهر الإكليل 2/ 297،ومواهب الجليل 6/ 323. ¶ (¬2) - مسند أحمد ط الرسالة (25/ 361) (15985) حسن ¶ (¬3) - مغني المحتاج 4/ 195،وروضة الطالبين 10/ 189،وتحفة المحتاج 9/ 185،ونهاية المحتاج 8/ 23.",
            "page": "18",
            "part": "1",
            "seal": "53561D99"
        },
        {
            "id": "20",
            "nass": "وفي حاشية الجمل:\"إِذَا رَأَيْت مُسْلِمًا مَعْصُومًا يَصُولُ عَلَى مُسْلِمٍ ظُلْمًا لِيَقْتُلَهُ فَلَا يَجِبُ عَلَيْك دَفْعُهُ عَنْهُ وَقَوْلُهُ: بَلْ يَجُوزُ لَهُ الِاسْتِسْلَامُ بَلْ يُسَنُّ لِخَبَرِ ابْنَيْ آدَمَ وَلِذَا اسْتَسْلَمَ عُثْمَانُ - رَضِيَ اللَّهُ تَعَالَى عَنْهُ - وَقَالَ لِعَبِيدِهِ وَكَانُوا أَرْبَعَمِائَةٍ: مَنْ أَلْقَى سِلَاحَهُ فَهُوَ حُرٌّ وقَوْله تَعَالَى {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195] مَفْرُوضٌ فِي غَيْرِ قَتْلٍ يُؤَدِّي إلَى شَهَادَةٍ مِنْ غَيْرِ ذُلٍّ دِينِيٍّ كَمَا هُنَا وَخَرَجَ بِالنَّفْسِ الْعُضْوُ فَيَجِبُ دَفْعُ الصَّائِلِ الْمُسْلِمِ الْمَحْقُونِ الدَّمُ عَنْهُ لِانْتِفَاءِ عِلَّةِ الشَّهَادَةِ وَكَمَا يَجِبُ الدَّفْعُ عَنِ الْبُضْعِ وَمُقَدِّمَاتِهِ وَعَنْ النَّفْسِ فِيمَا إذَا قَصَدَهَا غَيْرُ مُسْلِمٍ يَجِبُ أَيْضًا عَنْ الْمَالِ ذِي الرُّوحِ وَإِنْ كَانَ الصَّائِلُ مَالِكَهُ لِتَأَكُّدِ حَقِّهِ، وَالْأَوْجَهُ كَمَا بَحَثَهُ الْأَذْرَعِيُّ لُزُومُ الْإِمَامِ وَنُوَّابِهِ الدَّفْعَ عَنْ أَمْوَالِ رَعَايَاهُمْ وَلَا يَخْتَصُّ وُجُوبُ الدَّفْعِ بِالصَّائِلِ بَلْ كُلُّ مَنْ أَقْدَمَ عَلَى مُحَرَّمٍ فَلِلْآحَادِ مَنْعُهُ خِلَافًا لِلْأُصُولِيِّينَ حَتَّى لَوْ عَلِمَ بِشُرْبِ خَمْرٍ أَوْ ضَرْبِ طُنْبُورٍ فِي بَيْتِ شَخْصٍ فَلَهُ الْهَجْمُ عَلَيْهِ وَإِزَالَةُ ذَلِكَ فَإِنْ أَبَى قَاتَلَهُمْ وَلَوْ أَدَّى ذَلِكَ إلَى قَتْلِهِمْ لَمْ يَضْمَنْ وَيُثَابُ عَلَى ذَلِكَ وَظَاهِرٌ أَنَّ مَحَلَّ ذَلِكَ عِنْدَ أَمْنِ فِتْنَةٍ مِنْ وَالٍ جَائِرٍ لِأَنَّ التَّعْزِيرَ بِالنَّفْسِ، وَالتَّعْرِيضَ لِعُقُوبَةِ وُلَاةِ الْجَوْرِ مَمْنُوعٌ اهـ شَرْحُ م ر.\" (¬1) ¶ وقال أيضاً:\" يَجِبُ دَفْعُ الصَّائِلِ الْمُسْلِمِ الْمَحْقُونِ الدَّمِ عَلَى عُضْوِ الْمُسْلِمِ لِانْتِفَاءِ عِلَّةِ الشَّهَادَةِ، وَدَفْعُ الْمُسْلِمِ عَنْ الرَّقِيقِ لِأَنَّ الْحَقَّ لِغَيْرِهِ وَدَفْعُ غَيْرِ الْمَعْصُومِ وَلَا يَجِبُ الدَّفْعُ عَنِ الْمَعْصُومِ وَيَجِبُ دَفْعُ الْمُسْلِمِ عَنِ الذِّمِّيِّ لِانْتِفَاءِ عِلَّةِ الشَّهَادَةِ كَمَا تَقَدَّمَ لَكِنْ فِي شَرْحِ الْمِنْهَاجِ لِشَيْخِنَا حَجّ الْجَزْمُ بِأَنَّهُ لَا يَجِبُ دَفْعُ الْكَافِرِ عَنِ الْكَافِرِ فَهَلْ مِثْلُهُ عِنْدَهُ دَفْعُ الْمُسْلِمِ عَنِ الْكَافِرِ وَيَجُوزُ دَفْعُ الْحَامِلِ الصَّائِلَةِ مِنْ آدَمِيَّةٍ أَوْ هِرَّةٍ أَوْ غَيْرِهِمَا وَإِنْ أَدَّى إلَى قَتْلِهَا وَقَتْلِ حَمْلِهَا عَلَى الْمُعْتَمَدِ كَمَا يَجُوزُ رَمْيُ الْكُفَّارِ الْمُتَتَرِّسِينَ بِمُسْلِمٍ وَإِنْ أَدَّى إلَى قَتْلِهِ كَذَا قَرَّرَهُ م ر \" (¬2) ¶ أَمَّا عِنْدَ الْحَنَابِلَةِ فَيَجِبُ الدِّفَاعُ عَنْ نَفْسِ غَيْرِهِ وَمَا دُونَهَا مِنَ الأَْطْرَافِ فِي غَيْرِ فِتْنَةٍ، وَمَعَ ظَنِّ سَلاَمَةِ الدَّافِعِ وَالْمَدْفُوعِ عَنْهُ، وَإِلاَّ حَرُمَ الدِّفَاعُ (¬3). ¶ ¬__________ ¶ (¬1) - حاشية الجمل على شرح المنهج = فتوحات الوهاب بتوضيح شرح منهج الطلاب (5/ 167) ¶ (¬2) - حاشية الجمل على شرح المنهج = فتوحات الوهاب بتوضيح شرح منهج الطلاب (5/ 167) ¶ (¬3) - كشف المخدرات ص 478،وكشاف القناع 6/ 156.",
            "page": "19",
            "part": "1",
            "seal": "AE4672AE"
        },
        {
            "id": "21",
            "nass": "دَفْعُ الصَّائِل عَنِ الْعِرْضِ: ¶ أَجْمَعَ الْفُقَهَاءُ عَلَى أَنَّهُ يَجِبُ عَلَى الرَّجُل دَفْعُ الصَّائِل عَلَى بُضْعِ أَهْلِهِ أَوْ غَيْرِ أَهْلِهِ، لأَِنَّهُ لاَ سَبِيل إِلَى إِبَاحَتِهِ، وَمِثْل الزِّنَا بِالْبُضْعِ فِي الْحَكَمِ مُقَدِّمَاتُهُ فِي وُجُوبِ الدَّفْعِ حَتَّى لَوْ أَدَّى إِلَى قَتْل الصَّائِل فَلاَ ضَمَانَ عَلَيْهِ ... بَل إِنْ قُتِل الدَّافِعُ بِسَبَبِ ذَلِكَ فَهُوَ شَهِيدٌ، فعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬1). ¶ وَلِمَا فِي ذَلِكَ مِنْ حَقِّهِ وَحَقِّ اللَّهِ تَعَالَى - وَهُوَ مَنْعُ الْفَاحِشَةِ - فعَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا» فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، أَنْصُرُهُ إِذَا كَانَ مَظْلُومًا، أَفَرَأَيْتَ إِذَا كَانَ ظَالِمًا كَيْفَ أَنْصُرُهُ؟ قَالَ: «تَحْجُزُهُ، أَوْ تَمْنَعُهُ، مِنَ الظُّلْمِ فَإِنَّ ذَلِكَ نَصْرُهُ» (¬2). ¶ إِلاَّ أَنَّ الشَّافِعِيَّةَ شَرَطُوا لِوُجُوبِ الدِّفَاعِ عَنْ عِرْضِهِ وَعِرْضِ غَيْرِهِ: أَنْ لاَ يَخَافَ الدَّافِعُ عَلَى نَفْسِهِ، أَوْ عُضْوٍ مِنْ أَعْضَائِهِ، أَوْ عَلَى مَنْفَعَةٍ مِنْ مَنَافِعِ أَعْضَائِهِ. ¶ أَمَّا الْمَرْأَةُ الْمَصُول عَلَيْهَا مِنْ أَجْل الزِّنَا بِهَا، فَيَجِبُ عَلَيْهَا أَنْ تَدْفَعَ عَنْ نَفْسِهَا إِنْ أَمْكَنَهَا ذَلِكَ، لأَِنَّ التَّمْكِينَ مِنْهَا مُحَرَّمٌ، وَفِي تَرْكِ الدَّفْعِ نَوْعُ تَمْكِينٍ، فَإِذَا قَتَلَتِ الصَّائِل - وَلَمْ يَكُنْ يَنْدَفِعُ إِلاَّ بِالْقَتْل - فَلاَ تَضْمَنُهُ بِقِصَاصٍ وَلاَ دِيَةٍ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، أَنَّ رَجُلًا أَضَافَ نَاسًا مِنْ هُذَيْلٍ، فَذَهَبَتْ جَارِيَةٌ لَهُمْ تَحْتَطِبُ فَأَرَادَهَا رَجُلٌ مِنْهُمْ عَنْ نَفْسِهَا، فَرَمَتْهُ بِفِهْرٍ فَقَتَلَتْهُ، فَرُفِعَ ذَلِكَ إِلَى عُمَرَ رَضِيَ اللهُ عَنْهُ قَالَ:\" ذَاكَ قَتِيلٌ اللهِ وَاللهِ لَا يُودَى أَبَدًا \" (¬3) ¶ وعَنْ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ: اسْتَضَافَ رَجُلٌ نَاسًا مِنْ هُذَيْلٍ، فَأَرْسَلُوا جَارِيَةً لَهُمْ تَحْتَطِبُ، فَأَعْجَبَتِ الضَّيْفَ فَتَبِعَهَا، فَأَرَادَهَا عَلَى نَفْسِهَا، فَامْتَنَعَتْ فَعَارَكَهَا سَاعَةً فَانْفَلَتَتْ مِنْهُ انْفِلَاتَةً، فَرَمَتْهُ بِحَجَرٍ، فَفَضَّتْ كَبِدَهُ فَمَاتَ، ثُمَّ جَاءَتْ إِلَى أَهْلِهَا، فَأَخْبَرَتْهُمْ فَذَهَبَ أَهْلُهَا إِلَى عُمَرَ، فَأَخْبَرُوهُ، فَأَرْسَلَ عُمَرُ، فَوَجَدَ آثَارَهُمَا، فَقَالَ عُمَرُ: «قَتِيلُ اللَّه لَا يُودَى أَبَدًا» (¬4) ¶ ¬__________ ¶ (¬1) - سنن النسائي (7/ 116) (4095) صحيح ¶ (¬2) - صحيح البخاري (9/ 22) (6952) ¶ (¬3) - السنن الكبرى للبيهقي (8/ 586) (17649) صحيح ¶ (¬4) - مصنف عبد الرزاق الصنعاني (9/ 435) (17919) صحيح",
            "page": "20",
            "part": "1",
            "seal": "0B6E9992"
        },
        {
            "id": "22",
            "nass": "وعَنِ السَّائِبِ بْنِ يَزِيدَ؛ أَنَّ رَجُلاً أَرَادَ امْرَأَةً عَلَى نَفْسِهَا، فَرَفَعَتْ حَجَرًا فَقَتَلَتْهُ، فَرُفِعَ ذَلِكَ إِلَى عُمَرَ، فَقَالَ: ذَاكَ قَتِيلُ اللهِ. (¬1) ¶ وعنْ سُلَيْمَانَ بْنِ يَسَارٍ؛ أَنَّ امْرَأَةً بِالشَّامِ أَتَتِ الضَّحَّاكَ بْنَ قَيْسٍ، فَذَكَرَتْ لَهُ أَنَّ إِنْسَانًا اسْتَفْتَحَ عَلَيْهَا بَابَهَا، وَأَنَّهَا اسْتَغَاثَتْ فَلَمْ يُغِثْهَا أَحَدٌ، وَكَانَ الشِّتَاءُ، فَفَتَحَتْ لَهُ الْبَابَ، وَأَخَذَتْ رَحًى فَرَمَتْهُ بِهَا فَقَتَلَتْهُ، فَبَعَثَ مَعَهَا، وَإِذَا لِصٌّ مِنَ اللُّصُوصِ، وَإِذَا مَعَهُ مَتَاعٌ فَأَبْطَلَ دَمَهُ. (¬2) ¶ وعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ» (¬3). ¶ وَفِي الْمُغْنِي: لَوْ رَأَى رَجُلاً يَزْنِي بِامْرَأَتِهِ - أَوْ بِامْرَأَةِ غَيْرِهِ - وَهُوَ مُحْصَنٌ فَصَاحَ بِهِ، وَلَمْ يَهْرُبْ وَلَمْ يَمْتَنِعْ عَنِ الزِّنَا حَل لَهُ قَتْلُهُ، فَإِنْ قَتَلَهُ فَلاَ قِصَاصَ عَلَيْهِ وَلاَ دِيَةَ، لِمَا رُوِيَ أَنَّ عُمَرَ - رَضِيَ اللَّهُ عَنْهُ - بَيْنَمَا هُوَ يَتَغَدَّى يَوْمًا إِذْ أَقْبَل رَجُلٌ يَعْدُو وَمَعَهُ سَيْفٌ مُجَرَّدٌ مُلَطَّخٌ بِالدَّمِ، فَجَاءَ حَتَّى قَعَدَ مَعَ عُمَرَ، فَجَعَل يَأْكُل وَأَقْبَل جَمَاعَةٌ مِنَ النَّاسِ، فَقَالُوا: يَا أَمِيرَ الْمُؤْمِنِينَ، إِنَّ هَذَا قَتَل صَاحِبَنَا مَعَ امْرَأَتِهِ، فَقَال عُمَرُ: مَا يَقُول هَؤُلاَءِ؟ قَال: إِنَّهُ ضَرَبَ فَخِذَيِ امْرَأَتَهُ بِالسَّيْفِ، فَإِنْ كَانَ بَيْنَهُمَا أَحَدٌ فَقَدْ قَتَلَهُ، فَقَال لَهُمْ عُمَرُ: مَا يَقُول؟ قَالُوا: ضَرَبَ بِسَيْفِهِ فَقَطَعَ فَخِذَيِ امْرَأَتَهُ فَأَصَابَ وَسَطَ الرَّجُل فَقَطَعَهُ بِاثْنَيْنِ، فَقَال عُمَرُ: إِنْ عَادُوا فَعُدْ (¬4). ¶ وَإِذَا قَتَل رَجُلاً، وَادَّعَى أَنَّهُ وَجَدَهُ مَعَ امْرَأَتِهِ، فَأَنْكَرَ وَلِيُّ الْمَقْتُول فَالْقَوْل قَوْل الْوَلِيِّ، لِمَا رُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، أَنَّ رَجُلًا مِنْ أَهْلِ الشَّامِ يُقَالُ لَهُ: ابْنُ خَيْبَرِيٍّ، وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَقَتَلَهُ أَوْ قَتَلَهُمَا مَعًا، فَأَشْكَلَ عَلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ الْقَضَاءُ فِيهِ، فَكَتَبَ إِلَى أَبِي مُوسَى الْأَشْعَرِيِّ، يَسْأَلُ لَهُ عَلِيَّ بْنَ أَبِي طَالِبٍ عَنْ ذَلِكَ، فَسَأَلَ أَبُو مُوسَى عَنْ ذَلِكَ عَلِيَّ بْنَ ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة -دار القبلة (14/ 260) (28370) صحيح ¶ (¬2) - مصنف ابن أبي شيبة -دار القبلة (14/ 260) (28371) صحيح ¶ (¬3) - سنن الترمذي ت شاكر (4/ 30) (1421) صحيح، المصادر السابقة، والمغني لابن قدامة (8/ 331) وكشاف القناع 6/ 156، ¶ (¬4) - المغني 8/ 331،ولم أجد الحديث بهذا اللفظ",
            "page": "21",
            "part": "1",
            "seal": "A75EF4AF"
        },
        {
            "id": "23",
            "nass": "أَبِي طَالِبٍ، فَقَالَ لَهُ: عَلِيٌّ: «إِنَّ هَذَا الشَّيْءَ مَا هُوَ بِأَرْضِي، عَزَمْتُ عَلَيْكَ لَتُخْبِرَنِّي».فَقَالَ لَهُ أَبُو مُوسَى: كَتَبَ إِلَيَّ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ أَنْ أَسْأَلَكَ عَنْ ذَلِكَ، فَقَالَ عَلِيٌّ: أَنَا أَبُو حَسَنٍ، إِنْ لَمْ يَأْتِ بِأَرْبَعَةِ شُهَدَاءَ فَلْيُعْطَ بِرُمَّتِهِ \" (¬1)،وَلأَِنَّ الأَْصْل عَدَمُ مَا يَدَّعِيهِ، فَلاَ يَسْقُطُ حُكْمُ الْقَتْل بِمُجَرَّدِ الدَّعْوَى. ¶ إِلاَّ أَنَّ الْفُقَهَاءَ اخْتَلَفُوا فِي الْبَيِّنَةِ، فَقَال الْجُمْهُورُ: إِنَّهَا أَرْبَعَةُ شُهَدَاءَ، لِخَبَرِ عَلِيٍّ السَّابِقِ، وَلِمَا عَنْ أَبِي هُرَيْرَةَ، أَنَّ سَعْدَ بْنَ عُبَادَةَ، قَالَ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ إِنْ وَجَدْتُ مَعَ امْرَأَتِي رَجُلًا، أُمْهِلُهُ حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ؟ قَالَ: «نَعَمْ»،وَقَالَ الشَّافِعِيُّ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «نَعَمْ» (¬2). ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ سَعْدُ بْنُ عُبَادَةَ: يَا رَسُولَ اللهِ، لَوْ وَجَدْتُ مَعَ أَهْلِي رَجُلًا لَمْ أَمَسَّهُ حَتَّى آتِيَ بِأَرْبَعَةِ شُهَدَاءَ؟ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «نَعَمْ»،قَالَ: كَلَّا وَالَّذِي بَعَثَكَ بِالْحَقِّ، إِنْ كُنْتُ لَأُعَاجِلُهُ بِالسَّيْفِ قَبْلَ ذَلِكَ، قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «اسْمَعُوا إِلَى مَا يَقُولُ سَيِّدُكُمْ، إِنَّهُ لَغَيُورٌ، وَأَنَا أَغْيَرُ مِنْهُ، وَاللهُ أَغْيَرُ مِنِّي» (¬3) ¶ وَفِي رِوَايَةٍ عِنْدَ الْحَنَابِلَةِ أَنَّهُ يَكْفِي شَاهِدَانِ، لأَِنَّ الْبَيِّنَةَ تَشْهَدُ عَلَى وُجُودِ الرَّجُل عَلَى الْمَرْأَةِ، وَلَيْسَ عَلَى الزِّنَا (¬4). ¶ وَكَذَا لَوْ قَتَل رَجُلاً فِي دَارِهِ، وَادَّعَى أَنَّهُ قَدْ هَجَمَ عَلَى مَنْزِلِهِ، فَأَنْكَرَ وَلِيُّ الْمَقْتُول، قَال الْحَنَفِيَّةُ: إِنْ لَمْ تَكُنْ لَهُ بَيِّنَةٌ، وَلَمْ يَكُنِ الْمَقْتُول مَعْرُوفًا بِالشَّرِّ وَالسَّرِقَةِ، قُتِل صَاحِبُ الدَّارِ قِصَاصًا، وَإِنْ كَانَ الْمَقْتُول مَعْرُوفًا بِالشَّرِّ وَالسَّرِقَةِ لَمْ يُقْتَصَّ مِنَ الْقَاتِل فِي الْقِيَاسِ، وَتَجِبُ الدِّيَةُ فِي مَالِهِ لِوَرَثَةِ الْمَقْتُول فِي الاِسْتِحْسَانِ، لأَِنَّ دَلاَلَةَ الْحَال أَوْرَثَتْ شُبْهَةً فِي الْقِصَاصِ لاَ الْمَال (¬5). ¶ ¬__________ ¶ (¬1) - موطأ مالك ت عبد الباقي (2/ 738) (18) صحيح ¶ برمته: يقال: أخذت الشيء برمته: إذا أخذته جميعه، والرمة: الحبل، كأنه أعطاه بحبله الذي يقتاده به. ¶ (¬2) - مستخرج أبي عوانة (3/ 213) (4716) صحيح ¶ (¬3) - صحيح مسلم (2/ 1135) 16 - (1498) ¶ (¬4) - مغني المحتاج 4/ 199،وروضة الطالبين 10/ 190،والمغني لابن قدامة 8/ 331،وحاشية الدسوقي 4/ 357. ¶ (¬5) - حاشية ابن عابدين 5/ 351.",
            "page": "22",
            "part": "1",
            "seal": "70C5DE04"
        },
        {
            "id": "24",
            "nass": "وَقَال الْمَالِكِيَّةُ: إِنْ لَمْ تَكُنْ لَهُ بَيِّنَةٌ يُقْتَصُّ مِنْهُ، وَلاَ يُصَدَّقُ فِي دَعْوَاهُ، إِلاَّ إِذَا كَانَ بِمَوْضِعٍ لَيْسَ يَحْضُرُهُ أَحَدٌ مِنَ النَّاسِ، فَيُقْبَل قَوْلُهُ بِيَمِينِهِ (¬1). ¶ وَقَال الشَّافِعِيَّةُ: لَمْ يُقْبَل قَوْلُهُ إِلاَّ بِبَيِّنَةٍ، وَيَكْفِي فِي الْبَيِّنَةِ قَوْلُهَا: دَخَل دَارَهُ شَاهِرًا السِّلاَحَ، وَلاَ يَكْفِي قَوْلُهَا: دَخَل بِسِلاَحٍ مِنْ غَيْرِ شَهْرٍ، إِلاَّ إِنْ كَانَ مَعْرُوفًا بِالْفَسَادِ أَوْ بَيْنَهُ وَبَيْنَ الْقَتِيل عَدَاوَةٌ فَيَكْفِي ذَلِكَ لِلْقَرِينَةِ (¬2). ¶ وَقَال الْحَنَابِلَةُ: لَمْ يُقْبَل قَوْلُهُ إِلاَّ بِبَيِّنَةٍ، وَإِلاَّ فَعَلَيْهِ الْقِصَاصُ، سَوَاءٌ كَانَ الْمَقْتُول يُعْرَفُ بِفَسَادٍ أَوْ سَرِقَةٍ أَوْ لَمْ يُعْرَفْ بِذَلِكَ، فَإِنْ شَهِدَتِ الْبَيِّنَةُ أَنَّهُمْ رَأَوْا هَذَا مُقْبِلاً إِلَى هَذَا بِالسِّلاَحِ الْمَشْهُورِ فَضَرَبَهُ هَذَا، فَقَدْ هُدِرَ دَمُهُ، وَإِنْ شَهِدُوا أَنَّهُمْ رَأَوْهُ دَاخِلاً دَارَهُ، وَلَمْ يَذْكُرُوا سِلاَحًا، أَوْ ذَكَرُوا سِلاَحًا غَيْرَ مَشْهُورٍ لَمْ يَسْقُطِ الْقِصَاصُ بِذَلِكَ، لأَِنَّهُ قَدْ يَدْخُل لِحَاجَةٍ، وَمُجَرَّدُ الدُّخُول لاَ يُوجِبُ إِهْدَارَ دَمِهِ. ¶ وَإِنْ تَجَارَحَ رَجُلاَنِ، وَادَّعَى كُلٌّ مِنْهُمَا قَائِلاً: إِنِّي جَرَحْتُهُ دَفْعًا عَنْ نَفْسِي، حَلَفَ كُلٌّ مِنْهُمَا عَلَى إِبْطَال دَعْوَى صَاحِبِهِ، وَعَلَيْهِ ضَمَانُ مَا جَرَحَهُ، لأَِنَّ كُل وَاحِدٍ مِنْهُمَا مُدَّعٍ عَلَى الآْخَرِ مَا يُنْكِرُهُ، وَالأَْصْل عَدَمُهُ (¬3). ¶ وقال ابن تيمية رحمه الله:\" وَمَنْ رَأَى رَجُلًا يَفْجُرُ بِأَهْلِهِ جَازَ لَهُ قَتْلُهُمَا فِيمَا بَيْنَهُ وَبَيْنَ اللَّهِ تَعَالَى وَسَوَاءٌ كَانَ الْفَاجِرُ مُحْصَنًا أَوْ غَيْرَ مُحْصَنٍ مَعْرُوفًا بِذَلِكَ أَمْ لَا كَمَا دَلَّ عَلَيْهِ كَلَامُ الْأَصْحَابِ وَفَتَاوَى الصَّحَابَة وَلَيْسَ هَذَا مِنْ بَابِ دَفْعِ الصَّائِلِ كَمَا ظَنَّهُ بَعْضُهُمْ بَلْ هُوَ مِنْ عُقُوبَةِ الْمُعْتَدِينَ الْمُؤْذِينَ. ¶ وَأَمَّا إذَا دَخَلَ الرَّجُلُ وَلَمْ يَفْعَلْ بَعْدُ فَاحِشَةً وَلَكِنْ دَخَلَ لِأَجْلِ ذَلِكَ فَهَذَا فِيهِ نِزَاعٌ وَالْأَحْوَطُ لِهَذَا أَنْ يَتُوبَ مِنْ الْقَتْلِ فِي مِثْلِ هَذِهِ الصُّورَةِ وَمَنْ طُلِبَ مِنْهُ الْفُجُورُ كَانَ عَلَيْهِ أَنْ يَدْفَعَ الصَّائِلَ عَلَيْهِ فَإِنْ لَمْ يَنْدَفِعْ إلَّا بِالْقَتْلِ كَانَ لَهُ ذَلِكَ بِاتِّفَاقِ الْفُقَهَاءِ. ¶ ¬__________ ¶ (¬1) - حاشية الدسوقي 4/ 357. ¶ (¬2) - مغني المحتاج 4/ 199،وروضة الطالبين 10/ 190. ¶ (¬3) - المغني لابن قدامة 8/ 333.",
            "page": "23",
            "part": "1",
            "seal": "3B3BBA6F"
        },
        {
            "id": "25",
            "nass": "فَإِنْ ادَّعَى الْقَاتِلُ أَنَّهُ صَالَ عَلَيْهِ وَأَنْكَرَ أَوْلِيَاءُ الْمَقْتُولِ فَإِنْ كَانَ الْمَقْتُولُ مَعْرُوفًا بِالْبِرِّ وَقَتَلَهُ فِي مَحَلٍّ لَا رِيبَةَ فِيهِ لَمْ يُقْبَلْ قَوْلُ الْقَاتِلِ، وَإِنْ كَانَ مَعْرُوفًا بِالْفُجُورِ وَالْقَاتِلُ مَعْرُوفًا بِالْبِرِّ فَالْقَوْلُ قَوْلُ الْقَاتِلِ مَعَ يَمِينِهِ لَا سِيَّمَا إذَا كَانَ مَعْرُوفًا بِالتَّعَرُّضِ لَهُ قَبْلَ ذَلِكَ.\" (¬1) ¶ دَفْعُ الصَّائِل عَلَى الْمَال: ¶ ذَهَبَ الْحَنَفِيَّةُ - وَهُوَ الأَْصَحُّ عِنْدَ الْمَالِكِيَّةِ - إِلَى وُجُوبِ دَفْعِ الصَّائِل عَلَى الْمَال وَإِنْ كَانَ قَلِيلاً لَمْ يَبْلُغْ نِصَابًا، عَنْ قَابُوسَ بْنِ مُخَارِقٍ، عَنْ أَبِيهِ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم -،فَقَالَ: الرَّجُلُ يَأْتِينِي فَيُرِيدُ مَالِي، قَالَ: «ذَكِّرْهُ بِاللَّهِ» قَالَ: فَإِنْ لَمْ يَذَّكَّرْ؟ قَالَ: «فَاسْتَعِنْ عَلَيْهِ مَنْ حَوْلَكَ مِنَ الْمُسْلِمِينَ» قَالَ: فَإِنْ لَمْ يَكُنْ حَوْلِي أَحَدٌ مِنَ الْمُسْلِمِينَ؟ قَالَ: «فَاسْتَعِنْ عَلَيْهِ بِالسُّلْطَانِ» قَالَ: فَإِنْ نَأَى السُّلْطَانُ عَنِّي؟ قَالَ: «قَاتِلْ دُونَ مَالِكَ حَتَّى تَكُونَ مِنْ شُهَدَاءِ الْآخِرَةِ، أَوْ تَمْنَعَ مَالَكَ» (¬2). ¶ وَاسْمُ الْمَال يَقَعُ عَلَى الْقَلِيل كَمَا يَقَعُ عَلَى الْكَثِيرِ. فَإِذَا لَمْ يَتَمَكَّنْ مِنْ دَفْعِ الصَّائِل عَلَى مَالِهِ إِلاَّ بِالْقَتْل فَلاَ شَيْءَ عَلَيْهِ، فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ» (¬3). ¶ وَلَمْ يُفَرِّقُوا بَيْنَ مَالِهِ وَمَال غَيْرِهِ. فَقَدْ ذُكِرَ فِي الْخَانِيَّةِ: أَنَّهُ لَوْ رَأَى رَجُلاً يَسْرِقُ مَالَهُ فَصَاحَ بِهِ وَلَمْ يَهْرُبْ، أَوْ رَأَى رَجُلاً يَثْقُبُ حَائِطَهُ، أَوْ حَائِطَ غَيْرِهِ، وَهُوَ مَعْرُوفٌ بِالسَّرِقَةِ فَصَاحَ بِهِ وَلَمْ يَهْرُبْ حَل لَهُ قَتْلُهُ، وَلاَ قِصَاصَ عَلَيْهِ (¬4). ¶ إِلاَّ أَنَّ الْمَالِكِيَّةَ اشْتَرَطُوا لِلْوُجُوبِ أَنْ يَتَرَتَّبَ عَلَى أَخْذِهِ هَلاَكٌ، أَوْ شِدَّةُ أَذًى، وَإِلاَّ فَلاَ يَجِبُ الدَّفْعُ اتِّفَاقًا. ¶ ¬__________ ¶ (¬1) - الفتاوى الكبرى لابن تيمية (5/ 523) ¶ (¬2) - سنن النسائي (7/ 113) (4081) صحيح لغيره ¶ (¬3) - صحيح البخاري (3/ 136) (2480) وصحيح مسلم (1/ 124) 226 - (141) ¶ [ش (دون ماله) مدافعا من يريد أخذ ماله ظلما. (شهيد) له أجر الشهيد عند الله تعالى ولكنه يغسل ويكفن ويصلى عليه ولا يعامل معاملة الشهيد من هذه الناحية] ¶ (¬4) - ابن عابدين 5/ 351،والفتاوى الخانية 3/ 441،وجواهر الإكليل 2/ 297،ومواهب الجليل 6/ 323،والدسوقي 4/ 357.",
            "page": "24",
            "part": "1",
            "seal": "3C4E4848"
        },
        {
            "id": "26",
            "nass": "وَذَهَبَ الشَّافِعِيَّةُ إِلَى أَنَّهُ لاَ يَجِبُ الدَّفْعُ عَنِ الْمَال، لأَِنَّهُ يَجُوزُ إِبَاحَتُهُ لِلْغَيْرِ، إِلاَّ إِذَا كَانَ ذَا رُوحٍ أَوْ تَعَلَّقَ بِهِ حَقُّ الْغَيْرِ كَرَهْنٍ وَإِجَارَةٍ فَيَجِبُ الدِّفَاعُ عَنْهُ، قَال الإِْمَامُ الْغَزَالِيُّ: وَكَذَا إِنْ كَانَ مَالَ مَحْجُورٍ عَلَيْهِ، أَوْ وَقْفٍ أَوْ مَالاً مُودَعًا، فَيَجِبُ عَلَى مَنْ هُوَ بِيَدِهِ الدِّفَاعُ عَنْهُ، وَهَذَا كُلُّهُ إِذَا لَمْ يَخْشَ عَلَى نَفْسٍ، أَوْ عَلَى بُضْعٍ، وَعَلَيْهِ فَإِذَا رَأَى شَخْصًا يُتْلِفُ حَيَوَانَ نَفْسِهِ إِتْلاَفًا مُحَرَّمًا وَجَبَ عَلَيْهِ الدِّفَاعُ عَنْهُ، مِنْ بَابِ الأَْمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ. ¶ كَمَا ذَهَبُوا إِلَى أَنَّهُ إِذَا قَتَلَ الصَّائِلَ عَلَى الْمَال فَلاَ ضَمَانَ عَلَيْهِ بِقِصَاصٍ وَلاَ دِيَةٍ وَلاَ كَفَّارَةٍ وَلاَ قِيمَةٍ، لأَِنَّهُ مَأْمُورٌ بِالأَْدِلَّةِ السَّابِقَةِ بِالْقِتَال وَالْقَتْل، وَبَيْنَ الأَْمْرِ بِالْقِتَال وَالضَّمَانِ مُنَافَاةٌ، قَال تَعَالَى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ} [البقرة:194].وَقَال - صلى الله عليه وسلم -:انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا\" (¬1). ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ» (¬2). ¶ وَيُسْتَثْنَى عِنْدَهُمْ مِنْ جَوَازِ الدِّفَاعِ عَنِ الْمَال صُورَتَانِ: ¶ إِحْدَاهُمَا: لَوْ قَصَدَ مُضْطَرٌّ طَعَامَ غَيْرِهِ، فَلاَ يَجُوزُ لِمَالِكِهِ دَفْعُهُ عَنْهُ، إِنْ لَمْ يَكُنْ مُضْطَرًّا مِثْلَهُ، فَإِنْ قَتَل الْمَالِكُ الصَّائِلَ الْمُضْطَرَّ إِلَى الطَّعَامِ وَجَبَ عَلَيْهِ الْقِصَاصُ. وَالأُْخْرَى: إِذَا كَانَ الصَّائِلُ مُكْرَهًا عَلَى إِتْلاَفِ مَال غَيْرِهِ، فَلاَ يَجُوزُ دَفْعُهُ عَنْهُ، بَل يَلْزَمُ الْمَالِكَ أَنْ يَقِيَ رُوحَهُ بِمَالِهِ، كَمَا يَتَنَاوَل الْمُضْطَرُّ طَعَامَهُ، وَلِكُلٍّ مِنْهُمَا دَفْعُ الْمُكْرَهِ. ¶ قَال الأَْذْرَعِيُّ: وَهَذَا فِي آحَادِ النَّاسِ، أَمَّا الإِْمَامُ وَنُوَّابُهُ فَيَجِبُ عَلَيْهِمُ الدِّفَاعُ عَنْ أَمْوَال رَعَايَاهُمْ. (¬3) ¶ وَذَهَبَ الْحَنَابِلَةُ إِلَى أَنَّهُ: لاَ يَلْزَمُهُ الدِّفَاعُ عَنْ مَالِهِ عَلَى الصَّحِيحِ، وَلاَ مَال غَيْرِهِ، وَلاَ حِفْظِهِ مِنَ الضَّيَاعِ وَالْهَلاَكِ، لأَِنَّهُ يَجُوزُ بَذْلُهُ لِمَنْ أَرَادَهُ مِنْهُ ظُلْمًا. وَتَرْكُ الْقِتَال عَلَى مَالِهِ أَفْضَل مِنَ الْقِتَال عَلَيْهِ. ¶ ¬__________ ¶ (¬1) - سبق تخريجه ¶ (¬2) - صحيح البخاري (3/ 136) (2480) ¶ (¬3) - مغني المحتاج 4/ 195،وحاشية الباجوري 2/ 256،وروضة الطالبين 10/ 188،وحاشية الجمل على شرح المنهج 5/ 166.",
            "page": "25",
            "part": "1",
            "seal": "CD2CAF4A"
        },
        {
            "id": "27",
            "nass": "وَقِيل: يَجِبُ عَلَيْهِ الدِّفَاعُ عَنْ مَالِهِ. ¶ أَمَّا دَفْعُ الإِْنْسَانِ عَنْ مَال غَيْرِهِ فَيَجُوزُ مَا لَمْ يُفْضِ إِلَى الْجِنَايَةِ عَلَى نَفْسِ الطَّالِبِ، أَوْ شَيْءٍ مِنْ أَعْضَائِهِ. ¶ وَقَال جَمَاعَةٌ مِنَ الْحَنَابِلَةِ: يَلْزَمُهُ الدِّفَاعُ عَنْ مَال الْغَيْرِ مَعَ ظَنِّ سَلاَمَةِ الدَّافِعِ وَالصَّائِل، وَإِلاَّ حُرِّمَ الدِّفَاعُ. قَالُوا: وَيَجِبُ عَلَيْهِ مَعُونَةُ غَيْرِهِ فِي الدِّفَاعِ عَنْ مَالِهِ مَعَ ظَنِّ السَّلاَمَةِ، لِقَوْلِهِ - صلى الله عليه وسلم -:انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا\" (¬1)،وَلأَِنَّهُ لَوْلاَ التَّعَاوُنُ لَذَهَبَتْ أَمْوَال النَّاسِ وَأَنْفُسُهُمْ، لأَِنَّ قُطَّاعَ الطَّرِيقِ إِذَا انْفَرَدُوا بِأَخْذِ مَال إِنْسَانٍ - وَلَمْ يُعِنْهُ غَيْرُهُ - فَإِنَّهُمْ يَأْخُذُونَ أَمْوَال الْكُل، وَاحِدًا وَاحِدًا (¬2). ¶ وقِيلَ لِأَحْمَدَ بْنِ حَنْبَلٍ: رَجُلٌ دَخَلَ دَارَ قَوْمٍ بِسِلَاحٍ فَقَتَلُوهُ؟ فَلَمْ يُجِبْ فِيهِ، فَأَخْبَرَنِي زَكَرِيَّا بْنُ يَحْيَى أَنَّ أَبَا طَالِبٍ حَدَّثَهُمْ، قَالَ: سُئِلَ أَبُو عَبْدِ اللَّهِ عَنْ لُصُوصٍ دَخَلُوا عَلَى رَجُلٍ مُكَابَرَةً، يُقَاتِلُهُمْ أَوْ يُنَاشِدُهُمْ؟ قَالَ:\" قَدْ دَخَلُوا عَلَى حُرْمَتِهِ، مَا يُنَاشِدُهُمْ، يُقَاتِلُهُمْ، يَدْفَعُهُمْ عَنْ نَفْسِهِ، وَلَكِنْ لَا يَنْوِي الْقَتْلَ، قَالَ: فَيَضْرِبُهُمْ بِالسَّيْفِ؟ قَالَ: يَدْفَعُهُمْ عَنْ نَفْسِهِ بِكُلِّ مَا يَقْدِرُ، بِالسَّيْفِ وَغَيْرِهِ، وَلَا يَنْوِي قَتْلَهُ، قَالَ: فَإِنْ ضَرَبَهُ فَقَتَلَهُ فَلَيْسَ عَلَيْهِ شَيْءٌ، قُلْتُ لَهُ: السُّلْطَانُ لَا يَلْزَمُهُ فِيهِ شَيْءٌ، قَالَ: إِذَا عَلِمَ النَّاسُ وَقَتَلَهُ فِي دَارِهِ مَا عَلَيْهِ، لَيْسَ عَلَيْهِ شَيْءٌ، إِنَّمَا يُقَاتِلُ دُونَ مَالِهِ، وَدُونَ نَفْسِهِ وَحُرْمَتِهِ، قَالَ: فَإِنْ وَلَّى فَلْيَدَعْهُ، وَلَا يَتَّبِعْهُ، قُلْتُ لَهُ: فَإِنْ أَخَذَ مَالًا وَذَهَبَ، أَتَّبِعُهُ؟ قَالَ: إِنْ أَخَذَ مَالَكَ فَاتَّبِعْهُ، قَالَ النَّبِيُّ - صلى الله عليه وسلم -:مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، فَأَنْتَ تَطْلُبُ مَالَكَ، فَإِنْ أَلْقَاهُ إِلَيْكَ فَلَا تَتَّبِعْهُ وَلَا تَضْرِبْهُ، دَعْهُ يَذْهَبْ، وَإِنْ لَمْ يَلْقَهُ إِلَيْكَ ثُمَّ ضَرَبْتَهُ وَأَنْتَ لَا تَنْوِي قَتْلَهُ، إِنَّمَا تُرِيدُ أَنْ تَأْخُذَ شَيْئَكَ وَتَدْفَعُهُ عَنْ نَفْسِكِ، فَإِنْ مَاتَ فَلَيْسَ عَلَيْكَ شَيْءٌ؛ لِأَنَّكَ إِنَّمَا تُقَاتِلُ دُونَ مَالِكَ. حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ فِي اللِّصِّ، يَعْنِي لَمْ يَرَ بَأْسًا عَلَى قَاتِلِهِ، قَدْ ذَكَرَهُ، قَالَ: وَابْنُ عُمَرَ قَدْ دَخَلَ لِصٌّ فَخَرَجَ يَعْدُو بِالسَّيْفِ صَلْتًا\"فعَنْ نَافِعٍ: أَنَّ لِصًّا دَخَلَ عَلَيْهِمْ، فَأَصْلَتَ ابْنُ عُمَرَ عَلَيْهِ بِالسَّيْفِ، فَلَوْ تَرَكْنَاهُ لَقَتَلَهُ \" ¶ ¬__________ ¶ (¬1) - مر تخريجه ¶ (¬2) - كشاف القناع 6/ 156،والمغني لابن قدامة 8/ 332،وكشف المخدرات ص 478،والإنصاف 10/ 304.",
            "page": "26",
            "part": "1",
            "seal": "45F07718"
        },
        {
            "id": "28",
            "nass": "وقُلْتُ لِأَبِي عَبْدِ اللَّهِ:\" هَلْ عَلِمْتَ أَحَدًا تَرَكَ قِتَالَ اللُّصُوصِ تَأَثُّمًا؟ قَالَ: لَا، قُلْتُ لَهُ: فِي أَنْ يَخْرُجَ عَلَيْهِ؟ قَالَ: وَهُمْ يَدَعُوكَ حَتَّى تَخْرُجَ عَلَيْهِمْ، هُمْ أَخْبَثُ مِنْ ذَلِكَ \" ¶ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: سَأَلْتُ أَبِي عَنِ الرَّجُلِ يُقَاتِلُ اللُّصُوصَ وَهُوَ يَعْلَمُ أَنَّهُ لَا طَاقَةَ لَهُ بِهِمْ فَيَقْتُلُوهُ، قَالَ أَبِي:\" إِنْ كَانَ يَغْلِبُ عَلَيْهِ أَنَّهُ إِذَا أَعْطَاهُ بِيَدِهِ خَلَّوْا سَبِيلَهُ، فَإِنْ لَمْ يُقَاتِلْهُمْ رَجَوْتُ أَنْ يَكُونَ ذَلِكَ لَهُ، وَإِنْ كَانَ يَغْلِبُ عَلَيْهِ أَنَّهُمْ يَقْتُلُوهُ فَلْيَدْفَعْ عَنْ نَفْسِهِ مَا اسْتَطَاعَ، قُلْتُ لِأَبِي: الرَّجُلُ يُوَافِقُ الْعَدُوَّ وَاللُّصُوصَ، وَهُوَ يَعْلَمُ أَنَّهُ إِنْ قَاتَلَ لَمْ يَكُنْ فِي قِتَالِهِ عَلَى عَدُوِّهِ ضَرَرٌ مِنْ قِتَالِهِ إِيَّاهُمْ، أَيُقَاتِلُهُمْ أَوْ يَسْتَسْلِمُ لَهُمْ؟ قَالَ: هَذَا مِثْلُ تِلْكَ الْأُولَى \" ¶ وعن أبي الْحَارِثِ، أَنَّهُ قَالَ لِأَبِي عَبْدِ اللَّهِ: فَإِنْ عَلِمَ أَنَّهُ لَا طَاقَةَ لَهُ بِهِمْ، وَإِنْ هُوَ قَاتَلَ قُتِلَ، فَمَا تَرَى لَهُ، يُقَاتِلُ أَوْ يُعْطِي بِيَدِهِ وَيُسَلِّمُ مَالَهُ؟ قَالَ: «إِنْ كَانَ الَّذِي تَرَى أَنَّهُ إِنْ أَعْطَاهُمْ مَالَهُ خَلَّى سَبِيلَهُ وَلَمْ يُقْتَلْ فَتَرَكَ الْقِتَالَ، رَجَوْتُ أَنْ لَا يَكُونَ بِهِ بَأْسٌ، وَإِنْ كَانَ الْغَالِبُ عَلَى أَمْرِهِ مِنْهُمْ أَنَّهُ إِنْ أَعْطَى بِيَدِهِ قُتِلَ، فَلْيَدْفَعْ عَنْ نَفْسِهِ بِطَاقَتِهِ مَا اسْتَطَاعَ» (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - السنة لأبي بكر بن الخلال (1/ 176) (177) فما بعد",
            "page": "27",
            "part": "1",
            "seal": "CF4F8532"
        },
        {
            "id": "29",
            "nass": "المبحث الثالث ¶ أحكام متفرقة عن دفع الصائل ¶ الإِْتْلاَفُ الْمَشْرُوعُ الْمُتَّفَقُ عَلَى مَشْرُوعِيَّتِهِ: ¶ هناك صور كثيرة له ومنها الصورة التالية: ¶ وَمِنْ ذَلِكَ أَيْضًا مَا قَالَهُ الْفُقَهَاءُ فِي دَفْعِ الصَّائِل مِنْ أَنَّ مَنْ صَالَتْ عَلَيْهِ بَهِيمَةٌ فَلَمْ تَنْدَفِعْ إِلاَّ بِالْقَتْل فَقَتَلَهَا لَمْ يَضْمَنْ لأَِنَّهُ إِتْلاَفٌ بِدَفْعٍ جَائِزٍ (¬1) ¶ ---------- ¶ اسْتِحْيَاءُ الإِْنْسَانِ نَفْسَهُ: ¶ يَجِبُ عَلَى الْمَرْءِ أَنْ يَعْمَل عَلَى اسْتِحْيَاءِ نَفْسِهِ مَا اسْتَطَاعَ إِلَى ذَلِكَ سَبِيلاً، وَيَكُونُ ذَلِكَ بِأَمْرَيْنِ: ¶ أَوَّلُهُمَا: بِدَفْعِ التَّلَفِ عَنْهَا بِإِزَالَةِ سَبَبِهِ، كَالْجُوعِ وَالْعَطَشِ، (¬2) وَإِطْفَاءِ الْحَرِيقِ أَوِ الْهَرَبِ مِنْهُ، كَمَا إِذَا احْتَرَقَتْ سَفِينَةٌ وَلَمْ يُمْكِنْ إِطْفَاؤُهَا، وَغَلَبَ عَلَى الظَّنِّ أَنَّ رِكَابَهَا لَوْ أَلْقَوْا أَنْفُسَهُمْ فِي الْمَاءِ نَجَوْا، وَجَبَ عَلَيْهِمْ ذَلِكَ. (¬3) ¶ وَلَيْسَ مِنْ هَذَا تَنَاوُل الدَّوَاءِ؛ لأَِنَّ الْمَرَضَ غَيْرُ مُفْضٍ إِلَى الْمَوْتِ حَتْمًا؛ وَلأَِنَّ الشِّفَاءَ بِتَنَاوُل الدَّوَاءِ غَيْرُ مَقْطُوعٍ بِهِ، (¬4) لَكِنِ التَّدَاوِي مَطْلُوبٌ شَرْعًا؛ فعن زِيَادَ بْنِ عِلَاقَةَ، سَمِعَ أُسَامَةَ بْنَ شَرِيكٍ، يَقُولُ: شَهِدْتُ النَّبِيَّ - صلى الله عليه وسلم - وَالْأَعْرَابُ يَسْأَلُونَهُ: يَا رَسُولَ اللَّهِ، هَلْ عَلَيْنَا جُنَاحٌ فِي كَذَا؟ مَرَّتَيْنِ، فَقَالَ: «عِبَادَ اللَّهِ، وَضَعَ اللَّهُ الْ حَرَجَ، إِلَّا امْرُؤٌ اقْتَرَضَ مِنْ عِرْضِ أَخِيهِ شَيْئًا، فَذَلِكَ الَّذِي حَرِجَ» قَالُوا: يَا رَسُولَ اللَّهِ، فَهَلْ عَلَيْنَا جُنَاحٌ أَنْ نَتَدَاوَى؟ فَقَالَ: «تَدَاوَوْا ¶ ¬__________ ¶ (¬1) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (1/ 218) ¶ (¬2) - حاشية عميرة 4/ 207. والمبسوط 30/ 265 و271 ط دار المعرفة. ¶ (¬3) - الفتاوى الهندية 5/ 361 ¶ (¬4) - الفتاوى الهندية 5/ 254 طبع بولاق.",
            "page": "28",
            "part": "1",
            "seal": "0894FF66"
        },
        {
            "id": "30",
            "nass": "عِبَادَ اللَّهِ، فَإِنَّ اللَّهَ لَمْ يَضَعْ دَاءً إِلَّا وَضَعَ لَهُ دَوَاءً»،قَالُوا: يَا رَسُولَ اللَّهِ، فَمَا خَيْرُ مَا أُعْطِيَ الْعَبْدُ؟ قَالَ: «خُلُقٌ حَسَنٌ» (¬1) ¶ فَإِنْ لَمْ يَكُنْ فِي دَفْعِ التَّلَفِ عَنْ نَفْسِهِ إِتْلاَفٌ لِلْغَيْرِ، أَوْ لِعُضْوٍ مِنْ أَعْضَائِهِ، أَوْ كَانَ فِيهِ إِتْلاَفٌ لِنَفْسٍ غَيْرِ مُحْتَرَمَةٍ وَجَبَ عَلَيْهِ اسْتِحْيَاءُ نَفْسِهِ، كَمَا هُوَ الْحَال فِي طَلَبِ الزَّادِ مِمَّنْ هُوَ مَعَهُ وَهُوَ مُسْتَغْنٍ عَنْهُ، أَوْ فِي دَفْعِ الصَّائِل عَلَى النَّفْسِ. (¬2) ¶ وَإِنْ كَانَ فِي إِحْيَاءِ نَفْسِهِ إِتْلاَفٌ لِنَفْسٍ مُحْتَرَمَةٍ، فَإِنَّهُ لاَ يَجُوزُ لَهُ الإِْقْدَامُ عَلَى هَذَا الإِْتْلاَفِ إِحْيَاءً لِنَفْسِهِ؛ لأَِنَّ الضَّرَرَ لاَ يُزَال بِضَرَرٍ مِثْلِهِ. (¬3) ¶ ------------ ¶ اشْتِرَاطُ الأَْمْنِ بِالنِّسْبَةِ لِلاِمْتِنَاعِ عَنِ الْمُحَرَّمَاتِ: ¶ الْحِفَاظُ عَلَى النَّفْسِ وَالْمَال وَالْعِرْضِ مِنْ مَقَاصِدِ الشَّرِيعَةِ، وَقَدْ تَبَيَّنَ مِمَّا تَقَدَّمَ، أَنَّهُ لَوْ كَانَ فِي الْقِيَامِ بِعِبَادَةٍ مَا تَلَفٌ لِلإِْنْسَانِ فِي نَفْسِهِ أَوْ مَالِهِ فَإِنَّهُ يُرَخَّصُ وَيُخَفَّفُ عَنْهُ فِيهَا. ¶ وَمِثْل ذَلِكَ يُقَال فِي الْمُحَرَّمَاتِ. فَلَوْ كَانَ فِيمَا حَرَّمَهُ الشَّارِعُ ضَرَرٌ يَلْحَقُ الإِْنْسَانَ فِي نَفْسِهِ لَوِ امْتَنَعَ عَنْهُ امْتِثَالاً لِلنَّهْيِ، فَإِنَّهُ حِينَئِذٍ يُبَاحُ لَهُ مَا حَرُمَ فِي الأَْصْل وَلاَ إِثْمَ عَلَيْهِ. ¶ وَالأَْصْل فِي ذَلِكَ قَوْله تَعَالَى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة:173] وقَوْله تَعَالَى: {وَمَا لَكُمْ أَلَّا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلَّا مَا اضْطُرِرْتُمْ إِلَيْهِ وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ} [الأنعام:119] ¶ وَمِنَ الْقَوَاعِدِ الْفِقْهِيَّةِ فِي ذَلِكَ: الضَّرَرُ يُزَال، وَالضَّرُورَاتُ تُبِيحُ الْمَحْظُورَاتِ. ¶ وَالأَْمْثِلَةُ عَلَى ذَلِكَ كَثِيرَةٌ فِي الْفِقْهِ الإِْسْلاَمِيِّ، وَمِنْهَا: ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - مخرجا (13/ 426) (6061) صحيح ¶ (¬2) - المغني 8/ 328 ¶ (¬3) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (3/ 238)",
            "page": "29",
            "part": "1",
            "seal": "628FEA45"
        },
        {
            "id": "31",
            "nass": "أ - يَجُوزُ بَل يَجِبُ تَنَاوُل الْمَيْتَةِ وَالدَّمِ وَالْخِنْزِيرِ عِنْدَ الْمَخْمَصَةِ إِذَا لَمْ يَجِدِ الإِْنْسَانُ غَيْرَهَا لِقَوْلِهِ تَعَالَى: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة:173]. ¶ ب - يُبَاحُ تَنَاوُل الْخَمْرِ لإِِزَالَةِ الْغُصَّةِ. ¶ ج - يَجُوزُ التَّلَفُّظُ بِكَلِمَةِ الْكُفْرِ عِنْدَ الإِْكْرَاهِ الْمُلْجِئِ إِلَى ذَلِكَ ¶ د - يَجُوزُ إِلْقَاءُ الْمَتَاعِ مِنَ السَّفِينَةِ الْمُشْرِفَةِ عَلَى الْغَرَقِ. ¶ هـ - يَجُوزُ دَفْعُ الصَّائِل وَلَوْ أَدَّى إِلَى قَتْلِهِ. (¬1) ¶ ------------ ¶ طُرُقُ التَّأْدِيبِ: ¶ تَخْتَلِفُ طُرُقُ التَّأْدِيبِ بِاخْتِلاَفِ مَنْ لَهُ التَّأْدِيبُ وَمَنْ عَلَيْهِ التَّأْدِيبُ: ¶ فَطُرُقُ تَأْدِيبِ الإِْمَامِ لِمَنْ يَسْتَحِقُّ مِنَ الرَّعِيَّةِ غَيْرُ مَحْصُورَةٍ وَلاَ مُقَدَّرَةٍ شَرْعًا، فَيُتْرَكُ لاِجْتِهَادِهِ فِي سُلُوكِ الأَْصْلَحِ لِتَحْصِيل الْغَرَضِ مِنَ التَّأْدِيبِ، لاِخْتِلاَفِ ذَلِكَ بِاخْتِلاَفِ الْجَانِي وَالْجِنَايَةِ، وَعَلَيْهِ أَنْ يُرَاعِيَ التَّدَرُّجَ اللاَّئِقَ بِالْحَال وَالْقَدْرِ كَمَا يُرَاعِي دَفْعَ الصَّائِل، فَلاَ يَرْقَى إِلَى مَرْتَبَةٍ وَهُوَ يَرَى مَا دُونَهَا كَافِيًا وَمُوَثِّرًا (¬2). ¶ -------------- ¶ عِقَابُ التَّجَسُّسِ عَلَى الْبُيُوتِ: ¶ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: «مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ، فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَئُوا عَيْنَهُ» (¬3) ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ أَبُو القَاسِمِ - صلى الله عليه وسلم -: «لَوْ أَنَّ امْرَأً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَخَذَفْتَهُ بِعَصَاةٍ فَفَقَأْتَ عَيْنَهُ، لَمْ يَكُنْ عَلَيْكَ جُنَاحٌ» (¬4) ¶ ¬__________ ¶ (¬1) - الأشباه لابن نجيم ص 34،والأشباه للسيوطي ص 75،76،والقواعد لابن رجب ص 36،312،والمغني لابن قدامة 8/ 332،الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (6/ 274) ¶ (¬2) - مغني المحتاج 4/ 192،وابن عابدين 3/ 178 - 179،ومواهب الجليل 4/ 319.الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (10/ 23) ¶ (¬3) - صحيح مسلم (3/ 1699) 43 - (2158) ¶ (¬4) - صحيح البخاري (9/ 11) (6902) وصحيح مسلم (3/ 1699) 44 - (2158)",
            "page": "30",
            "part": "1",
            "seal": "EBFBF593"
        },
        {
            "id": "32",
            "nass": "وَقَدِ اخْتَلَفَ الْعُلَمَاءُ فِي تَأْوِيلِهِ، فَقَال بَعْضُهُمْ: هُوَ عَلَى ظَاهِرِهِ، فَيَحِل لِمَنِ اطَّلَعَ عَلَيْهِ أَنْ يَفْقَأَ عَيْنَ الْمُطَّلِعِ حَال الاِطِّلاَعِ، وَلاَ ضَمَانَ، وَهَذَا مَذْهَبُ الشَّافِعِيَّةِ وَالْحَنَابِلَةِ. وَقَال الْمَالِكِيَّةُ وَالْحَنَفِيَّةُ: لَيْسَ هَذَا عَلَى ظَاهِرِهِ، فَإِنْ فَقَأَ فَعَلَيْهِ الضَّمَانُ، وَالْخَبَرُ مَنْسُوخٌ، وَكَانَ قَبْل نُزُول قَوْله تَعَالَى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} [النحل:126] وَيُحْتَمَل أَنْ يَكُونَ خَرَجَ عَلَى وَجْهِ الْوَعِيدِ لاَ عَلَى وَجْهِ الْحَتْمِ، وَالْخَبَرُ إِذَا كَانَ مُخَالِفًا لِكِتَابِ اللَّهِ تَعَالَى لاَ يَجُوزُ الْعَمَل بِهِ. ¶ وَقَدْ كَانَ النَّبِيُّ - صلى الله عليه وسلم - يَتَكَلَّمُ بِالْكَلاَمِ فِي الظَّاهِرِ، وَهُوَ يُرِيدُ شَيْئًا آخَرَ، كَمَا جَاءَ عَنِ ابْنِ إِسْحَاقَ، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ أَبِي بَكْرِ بْنِ حَزْمٍ، وَغَيْرُهُ قَالُوا:\" كَانَ مَنْ أَعْطَى رَسُولُ اللهِ - صلى الله عليه وسلم - مِنْ أَصْحَابِ الْمِئِينَ مِنَ الْمُؤَلَّفَةِ قُلُوبُهُمْ مِنْ قُرَيْشٍ وَسَائِرِ الْعَرَبِ مِنْ بَنِي عَبْدِ شَمْسٍ: أَبُو سُفْيَانَ بْنُ حَرْبٍ مِائَةَ بَعِيرٍ، وَأَعْطَى ابْنَهُ مُعَاوِيَةَ مِائَةَ بَعِيرٍ. وَأَعْطَى مِنْ بَنِي أَسَدِ بْنِ عَبْدِ الْعُزَّى بْنِ قُصَيٍّ حَكِيمَ بْنَ حِزَامٍ مِائَةَ بَعِيرٍ. وَمِنْ بَنِي عَبْدِ الدَّارِ: النُّضَيْرَ بْنَ الْحَارِثِ بْنِ كَلَدَةَ بْنِ عَلْقَمَةَ مِائَةَ بَعِيرٍ. وَمِنْ بَنِي زُهْرَةَ: الْعَلَاءَ بْنَ حَارِثَةَ الثَّقَفِيَّ حَلِيفَ بَنِي زُهْرَةَ مِائَةً مِنَ الْإِبِلِ. وَمِنْ بَنِي مَخْزُومٍ: الْحَارِثَ بْنَ هِشَامٍ مِائَةً مِنَ الْإِبِلِ. وَمِنْ بَنِي نَوْفَلِ بْنِ عَبْدِ مَنَافٍ: جُبَيْرَ بْنَ مُطْعِمٍ مِائَةً مِنَ الْإِبِلِ، وَمَالِكَ بْنَ عَوْفٍ النَّصْرِيَّ مِائَةً مِنَ الْإِبِلِ فَهَؤُلَاءِ أَصْحَابُ الْمِئِينَ وَأَعْطَى دُونَ الْمِائَةِ رِجَالًا مِنْ قُرَيْشٍ: مَخْرَمَةَ بْنَ نَوْفَلِ بْنِ أُهَيْبَ الزُّهْرِيَّ، وَعُمَيْرَ بْنَ وَهْبٍ الْجُمَحِيَّ، وَهِشَامَ بْنَ عَمْرٍو أَخَا بَنِي عَمْرِو بْنِ لُؤَيٍّ فَأَعْطَاهُمْ دُونَ الْمِائَةِ، وَلَا أَحْفَظُ عِدَّةَ مَا أَعْطَاهُمْ. وَأَعْطَى سَعِيدَ بْنَ يَرْبُوعِ بْنِ عَامِرِ بْنِ مَخْزُومٍ خَمْسِينَ مِنَ الْإِبِلِ. وَأَعْطَى قَيْسَ بْنَ عَدِيٍّ السَّهْمِيَّ خَمْسِينَ مِنَ الْإِبِلِ، وَأَعْطَى عَبَّاسَ بْنَ مِرْدَاسَ أَبَاعِرَ فَسَخِطَهَا، فَعَاتَبَ فِيهَا رَسُولَ اللهِ - صلى الله عليه وسلم -،فَذَكَرَ أَبْيَاتَهُ، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «اذْهَبُوا فَاقْطَعُوا عَنِّي لِسَانَهُ»،فَزَادُوهُ حَتَّى رَضِيَ، فَكَانَ ذَلِكَ قَطْعَ لِسَانِهِ \" (¬1) ¶ وَإِنَّمَا أَرَادَ بِذَلِكَ أَنْ يَدْفَعَ إِلَيْهِ شَيْئًا وَلَمْ يُرِدْ بِهِ الْقَطْعَ فِي الْحَقِيقَةِ. وَهَذَا أَيْضًا يَحْتَمِل أَنْ يَكُونَ ذَكَرَ فَقْءَ الْعَيْنِ وَالْمُرَادُ: أَنْ يَعْمَل بِهِ عَمَلاً حَتَّى لاَ يَنْظُرَ بَعْدَ ذَلِكَ فِي بَيْتِ غَيْرِهِ. ¶ ¬__________ ¶ (¬1) - دلائل النبوة للبيهقي مخرجا (5/ 182) صحيح مرسل",
            "page": "31",
            "part": "1",
            "seal": "67F31035"
        },
        {
            "id": "33",
            "nass": "وَفِي تَبْصِرَةِ الْحُكَّامِ: وَلَوْ نَظَرَ مِنْ كُوَّةٍ أَوْ مِنْ بَابٍ فَفَقَأَ عَيْنَهُ صَاحِبُ الدَّارِ ضَمِنَ، لأَِنَّهُ قَادِرٌ عَلَى زَجْرِهِ وَدَفْعِهِ بِالأَْخَفِّ، وَلَوْ قَصَدَ زَجْرَهُ بِذَلِكَ فَأَصَابَ عَيْنَهُ وَلَمْ يَقْصِدْ فَقْأَهَا فَفِي ضَمَانِهِ خِلاَفٌ. ¶ وَأَمَّا عِنْدَ الْحَنَفِيَّةِ: فَإِنْ لَمْ يُمْكِنْ دَفْعُ الْمُطَّلِعِ إِلاَّ بِفَقْءِ عَيْنِهِ فَفَقَأَهَا لاَ ضَمَانَ، وَإِنْ أَمْكَنَ بِدُونِ فَقْءِ عَيْنِهِ فَفَقَأَهَا فَعَلَيْهِ الضَّمَانُ. ¶ أَمَّا إِذَا تَجَسَّسَ وَانْصَرَفَ فَلَيْسَ لِلْمُطَلَّعِ عَلَيْهِ أَنْ يَفْقَأَ عَيْنَهُ اتِّفَاقًا. (¬1) ¶ ------------ ¶ الْقَتْل لِضَرُورَةِ الدِّفَاعِ: ¶ إِذَا صَال صَائِلٌ عَلَى إِنْسَانٍ جَازَ لَهُ الدَّفْعُ، وَهَذَا مَحَل اتِّفَاقٍ بَيْنَ الْفُقَهَاءِ (1) وَإِنَّمَا اخْتَلَفُوا فِي وُجُوبِ الدَّفْعِ عَنِ النَّفْسِ عَلَى الْمَصُول عَلَيْهِ. ¶ فَذَهَبَ الْحَنَفِيَّةُ وَالْمَالِكِيَّةُ - فِي أَصَحِّ الْقَوْلَيْنِ - وَالشَّافِعِيَّةُ وَالْحَنَابِلَةُ - فِي إِحْدَى الرِّوَايَتَيْنِ - إِلَى أَنَّهُ يَجِبُ عَلَى الْمَصُول عَلَيْهِ أَنْ يُدَافِعَ عَنْ نَفْسِهِ، إِلاَّ أَنَّ الشَّافِعِيَّةَ قَيَّدُوا وُجُوبَ دَفْعِ الصَّائِل بِمَا إِذَا كَانَ الصَّائِل كَافِرًا أَوْ بَهِيمَةً. (¬2) ¶ وَيَرَى الْمَالِكِيَّةُ - فِي قَوْلٍ - وَالْحَنَابِلَةُ - فِي الرِّوَايَةِ الثَّانِيَةِ - أَنَّ الْمَصُول عَلَيْهِ لاَ يَجِبُ عَلَيْهِ دَفْعُ الصَّائِل. (¬3) ¶ ----------- ¶ يَنْتَفِي الضَّمَانُ - بِوَجْهٍ عَامٍّ - بِأَسْبَابٍ كَثِيرَةٍ، مِنْ أَهَمِّهَا ¶ أ - دَفْعُ الصَّائِل: ¶ يُشْتَرَطُ فِي دَفْعِ الصَّائِل، لاِنْتِفَاءِ الإِْثْمِ وَانْتِفَاءِ الضَّمَانِ - بِوَجْهٍ عَامٍّ - مَا يَلِي: ¶ ¬__________ ¶ (¬1) - تفسير القرطبي 12/ 212 - 213 ط دار الكتب، وتبصرة الحكام 2/ 304،والمغني 8/ 325،9/ 189 وما بعدها، وابن عابدين 5/ 353.الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (10/ 168) ¶ (¬2) - مغني المحتاج 4/ 195،ومجموعة فتاوى ابن تيمية 34/ 242،وأحكام القرآن للجصاص 2/ 487 - 488 ومواهب الجليل 6/ 323،والإنصاف 10/ 304. ¶ (¬3) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (28/ 203) ومواهب الجليل 6/ 323،والإنصاف 10/ 304.",
            "page": "32",
            "part": "1",
            "seal": "A226B671"
        },
        {
            "id": "34",
            "nass": "1 - أَنْ يَكُونَ الصَّوْل حَالًّا، وَالصَّائِل شَاهِرًا سِلاَحَهُ أَوْ سَيْفَهُ، وَيَخَافُ مِنْهُ الْهَلاَكَ، (¬1) بِحَيْثُ لاَ يُمْكِنُ الْمَصُول عَلَيْهِ، أَنْ يَلْجَأَ إِلَى السُّلْطَةِ لِيَدْفَعَهُ عَنْهُ. (¬2) ¶ 2 - أَنْ يَسْبِقَهُ إِنْذَارٌ وَإِعْلاَمٌ لِلصَّائِل، إِذَا كَانَ مِمَّنْ يَفْهَمُ الْخِطَابَ كَالآْدَمِيِّ، (¬3) وَذَلِكَ بِأَنْ يُنَاشِدَهُ اللَّهَ، فَيَقُول: نَاشَدْتُكَ اللَّهَ إِلاَّ مَا خَلَّيْتَ سَبِيلِي، ثَلاَثَ مَرَّاتٍ، أَوْ يَعِظَهُ، أَوْ يَزْجُرَهُ لَعَلَّهُ يَنْكَفَّ، فَأَمَّا غَيْرُهُ، كَالصَّبِيِّ وَالْمَجْنُونِ - وَفِي حُكْمِهِمَا الْبَهِيمَةُ - فَإِنَّ إِنْذَارَهُمْ غَيْرُ مُفِيدٍ، وَهَذَا مَا لَمْ يُعَاجِل بِالْقِتَال، وَإِلاَّ فَلاَ إِنْذَارَ، قَال الْخَرَشِيُّ: وَالظَّاهِرُ أَنَّ الإِْنْذَارَ مُسْتَحَبٌّ، (¬4) وَهُوَ الَّذِي قَالَهُ الدَّرْدِيرُ: بَعْدَ الإِْنْذَارِ نَدْبًا. (¬5) ¶ وَقَال الْغَزَالِيُّ: وَيَجِبُ تَقْدِيمُ الإِْنْذَارِ، فِي كُل دَفْعٍ، إِلاَّ فِي مَسْأَلَةِ النَّظَرِ إِلَى حَرَمِ الإِْنْسَانِ مِنْ كَوَّةٍ. (¬6) ¶ 3 - كَمَا يُشْتَرَطُ أَنْ يَكُونَ الدَّفْعُ عَلَى سَبِيل التَّدَرُّجِ: فَمَا أَمْكَنَ دَفْعُهُ بِالْقَوْل لاَ يُدْفَعُ بِالضَّرْبِ، وَمَا أَمْكَنَ دَفْعُهُ بِالضَّرْبِ لاَ يُدْفَعُ بِالْقَتْل، (¬7) ¶ وَذَلِكَ تَطْبِيقًا لِلْقَوَاعِدِ الْفِقْهِيَّةِ الْمُقَرَّرَةِ فِي نَحْوِ هَذَا: كَقَاعِدَةِ: الضَّرَرُ الأَْشَدُّ يُزَال بِالضَّرَرِ الأَْخَفِّ. ¶ 4 - وَشَرَطَ الْمَالِكِيَّةُ أَنْ لاَ يَقْدِرَ الْمَصُول عَلَيْهِ عَلَى الْهُرُوبِ، مِنْ غَيْرِ مَضَرَّةٍ تَحْصُل لَهُ، فَإِنْ كَانَ يَقْدِرُ عَلَى ذَلِكَ بِلاَ مَضَرَّةٍ وَلاَ مَشَقَّةٍ تَلْحَقُهُ، لَمْ يَجُزْ لَهُ قَتْل الصَّائِل، بَل وَلاَ جُرْحُهُ، (¬8) وَيَجِبُ هَرَبُهُ مِنْهُ ارْتِكَابًا لأَِخَفِّ الضَّرَرَيْنِ. (¬9) ¶ الضَّمَانُ فِي دَفْعِ الصَّائِل: ¶ ¬__________ ¶ (¬1) - الوجيز 2/ 185. ¶ (¬2) - الدر المختار 5/ 351. ¶ (¬3) - جواهر الإكليل 2/ 297. ¶ (¬4) - شرح الخرشي على مختصر خليل 8/ 112. ¶ (¬5) - الشرح الكبير بحاشية الدسوقي عليه 4/ 357. ¶ (¬6) - الوجيز 2/ 185 بتصرف. ¶ (¬7) - انظر الدر المختار 5/ 351،ومنح الجليل 4/ 569. ¶ (¬8) - شرح الخرشي 8/ 112. ¶ (¬9) - جواهر الإكليل 2/ 297،ومنح الجليل 4/ 562.",
            "page": "33",
            "part": "1",
            "seal": "2F4A031D"
        },
        {
            "id": "35",
            "nass": "ذَهَبَ الْجُمْهُورُ إِلَى أَنَّهُ إِنْ أَدَّى دَفْعُ الصَّائِل إِلَى قَتْلِهِ، فَلاَ شَيْءَ عَلَى الدَّافِعِ. (¬1) ¶ ------------ ¶ كَسْرُ الْبَابِ وَنَحْوِهِ لِلْوُصُول إِلَى الْمُسْتَحَقِّ: ¶ قَال الشَّافِعِيَّةُ: إِذَا جَازَ لِلْمُسْتَحِقِّ الأَْخْذُ مِنْ غَيْرِ رَفْعٍ لِقَاضٍ فَلَهُ حِينَئِذٍ كَسْرُ بَابٍ وَنَقْبُ جِدَارٍ لاَ يَصِل إِلَى الْمُسْتَحَقِّ إِلاَّ بِهِ، لأَِنَّ مَنِ اسْتَحَقَّ شَيْئًا اسْتَحَقَّ الْوُصُول إِلَيْهِ وَلاَ يَضْمَنُ مَا فَوَّتَهُ كَمَنْ لَمْ يَقْدِرْ عَلَى دَفْعِ الصَّائِل إِلاَّ بِإِتْلاَفِ مَالِهِ فَأَتْلَفَهُ لاَ يَضْمَنُ، وَأَضَافُوا: مَحَل ذَلِكَ إِذَا كَانَ الْحِرْزُ لِلدَّيْنِ، وَغَيْرُ مَرْهُونٍ، لِتَعَلُّقِ حَقِّ الْمُرْتَهِنِ بِهِ وَأَلاَّ يَكُونَ مَحْجُوزًا عَلَيْهِ بِفَلَسٍ، وَأَلاَّ يَتَعَلَّقَ بِهِ حَقُّ الْغَيْرِ، وَقَيَّدَ بَعْضُهُمْ جَوَازَ الْكَسْرِ وَنَحْوِهِ بِأَنْ لاَ يُوَكِّل غَيْرَهُ فَإِنْ فَعَل ضَمِنَ. (¬2) ¶ ------------ ¶ الدِّفَاعُ عَنِ النَّفْسِ: ¶ اتَّفَقَ الْفُقَهَاءُ عَلَى أَنَّ الدِّفَاعَ عَنِ النَّفْسِ الْمَعْصُومَةِ وَحِمَايَتَهَا مِنَ الصِّيَال أَمْرٌ مَشْرُوعٌ. ¶ وَاخْتَلَفُوا فِي حُكْمِ دَفْعِ الصَّائِل. ¶ فَذَهَبَ الْحَنَفِيَّةُ - وَهُوَ الأَْصَحُّ عِنْدَ الْمَالِكِيَّةِ - إِلَى وُجُوبِ دَفْعِ الصَّائِل عَلَى النَّفْسِ. ¶ وَفَصَّل الشَّافِعِيَّةُ وَالْحَنَابِلَةُ فِي الأَْحْوَال الَّتِي يَجِبُ فِيهَا دَفْعُ الصَّائِل عَلَى النَّفْسِ. (¬3) ¶ ---------- ¶ ج - مُقَاوَمَةُ الْمُنْتَهِبِ: ¶ مُقَاوَمَةُ الْمُنْتَهِبِ مَشْرُوعَةٌ، وَالأَْصْل فِي ذَلِكَ قَوْل النَّبِيِّ - صلى الله عليه وسلم -:مَنْ قُتِل دُونَ مَالِهِ فَهُوَ شَهِيدٌ\" (¬4) وَذَلِكَ لأَِنَّ حِفْظَ الْمَال مَقْصِدٌ مِنْ مَقَاصِدِ الشَّرِيعَةِ، فَمَنْ تَعْرَّضَ لِغَيْرِهِ لاِنْتِهَابِ ¶ ¬__________ ¶ (¬1) - شرح المحلي على المنهاج 4/ 206،وانظر جواهر الإكليل 2/ 297،والمغني بالشرح الكبير 10/ 351. والموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (28/ 294) ¶ (¬2) - مغني المحتاج إلى معرفة معاني ألفاظ المنهاج (6/ 402) والموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (29/ 164) ¶ (¬3) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (41/ 29) ¶ (¬4) - مر تخريجه",
            "page": "34",
            "part": "1",
            "seal": "B09AE490"
        },
        {
            "id": "36",
            "nass": "مَالِهِ فَحَاوَل صَاحِبُ الْمَال مَنْعَهُ فَلَمْ يَمْتَنِعْ فَإِنَّهُ يَجُوزُ لَهُ قِتَالُهُ، فَإِنْ قُتِل صَاحِبُ الْمَال فَهُوَ شَهِيدٌ وَإِنْ قُتِل الْمُنْتَهِبُ فَهُوَ هَدَرٌ. (¬1) ¶ ،فَقَدْ وَرَدَ عَنْ أَبِي هُرَيْرَةَ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم -،فَقَالَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ إِنْ جَاءَ رَجُلٌ يُرِيدُ أَخْذَ مَالِي؟ قَالَ: «فَلَا تُعْطِهِ مَالَكَ» قَالَ: أَرَأَيْتَ إِنْ قَاتَلَنِي؟ قَالَ: «قَاتِلْهُ» قَالَ: أَرَأَيْتَ إِنْ قَتَلَنِي؟ قَالَ: «فَأَنْتَ شَهِيدٌ»،قَالَ: أَرَأَيْتَ إِنْ قَتَلْتُهُ؟ قَالَ: «هُوَ فِي النَّارِ» (¬2). ¶ وَقَدِ اخْتَلَفَ الْفُقَهَاءُ فِي دَفْعِ الصَّائِل عَلَى الْمَال وَلَهُمْ فِي ذَلِكَ تَفْصِيلٌ، (¬3) ¶ ------------ ¶ الصِّيَال: ¶ يَذْكُرُ الْفُقَهَاءُ الدَّفْعَ فِي الصِّيَال وَيَعْنُونَ بِهِ مَنْعَ الصَّائِل مِنْ تَحْقِيقِ غَرَضِهِ وَاتِّقَاءِ شَرِّهِ. وَالصَّائِل هُوَ مَنْ قَصَدَ غَيْرَهُ بِشَرٍّ سَوَاءٌ أَكَانَ الصَّائِل مُسْلِمًا أَمْ ذِمِّيًّا أَمْ عَبْدًا أَمْ حُرًّا أَمْ صَبِيًّا أَمْ مَجْنُونًا أَمْ بَهِيمَةً، فَيَجُوزُ دَفْعُهُ عَنْ كُل مَعْصُومٍ مِنْ نَفْسٍ، أَوْ طَرَفٍ، أَوْ مَنْفَعَةٍ، وَعَنِ الْبُضْعِ، وَمُقَدِّمَاتِهِ، وَعَنِ الْمَال وَإِنْ قَل، مَعَ رِعَايَةِ التَّدْرِيجِ فِي كَيْفِيَّةِ الدَّفْعِ بِأَنْ يَبْدَأَ بِالأَْهْوَنِ، فَإِنْ لَمْ يُمْكِنْهُ دَفْعُهُ إِلاَّ بِقَتْلِهِ قَتَلَهُ. وَلاَ ضَمَانَ عَلَيْهِ بِقِصَاصٍ، وَلاَ دِيَةٍ، وَلاَ كَفَّارَةٍ، وَلاَ قِيمَةٍ. ¶ فَإِنْ قُتِل الْمُدَافِعُ كَانَ شَهِيدًا، فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ» (¬4) ¶ وَلأَِنَّهُ قُتِل لِدَفْعِ ظَالِمٍ، فَكَانَ شَهِيدًا كَالْعَادِل إِذَا قَتَلَهُ الْبَاغِي. (¬5) ¶ ¬__________ ¶ (¬1) - فتح الباري 5/ 123،124 ¶ (¬2) - صحيح مسلم (1/ 124) 225 - (140) ¶ (¬3) - الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (41/ 381) ¶ (¬4) - صحيح البخاري (3/ 136) (2480) وصحيح مسلم (1/ 124) 226 - (141) ¶ [ش (دون ماله) مدافعا من يريد أخذ ماله ظلما. (شهيد) له أجر الشهيد عند الله تعالى ولكنه يغسل ويكفن ويصلى عليه ولا يعامل معاملة الشهيد من هذه الناحية] ¶ (¬5) - حاشية ابن عابدين 5/ 351 - ط المصرية، جواهر الإكليل 2/ 297 - ط المعرفة، الدسوقي 4/ 357 - 358 - ط الفكر، شرح الزرقاني 8/ 118 - ط الفكر، التبصرة 2/ 250 - 251 - ط الأولى، حاشية القليوبي 4/ 206 - ط الحلبي، روضة الطالبين 10/ 186 - 187 - ط المكتب الإسلامي، نهاية المحتاج 8/ 21 - ط المكتب الإسلامي، المغني 8/ 329 - 330 - ط الرياض. الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (21/ 7) ¶ ----------",
            "page": "35",
            "part": "1",
            "seal": "3C5DB5C1"
        },
        {
            "id": "37",
            "nass": "العِرْض: ¶ كَفَلَتِ الشَّرِيعَةُ الإِْسْلاَمِيَّةُ الْمُحَافَظَةَ عَلَى الأَْنْفُسِ وَالأَْعْرَاضِ وَالأَْمْوَال، وَشَرَعَتْ لِذَلِكَ الْحُدُودَ وَالْقِصَاصَ، وَاتَّفَقَ الْفُقَهَاءُ عَلَى مَشْرُوعِيَّةِ الدِّفَاعِ عَنِ النَّفْسِ وَالْعِرْضِ وَالْمَال فِي حَالَةِ الصِّيَال، لِقَوْلِهِ تَعَالَى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} [البقرة:194]،وعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ». (¬1) ¶ وَلَيْسَ عَلَى الْمَصُول عَلَيْهِ ضَمَانُ مَا يُتْلِفُ مِنَ النَّفْسِ أَوِ الْمَال فِي حَالَةِ الدِّفَاعِ، إِذَا لَمْ تَكُنْ هُنَاكَ وَسِيلَةٌ أُخْرَى أَخَفُّ مِنْ ذَلِكَ. (¬2) ¶ وَاتَّفَقَ الْفُقَهَاءُ عَلَى أَنَّ الدِّفَاعَ عَنِ الْعِرْضِ بِمَعْنَى الْبُضْعِ وَاجِبٌ، فَيَأْثَمُ الإِْنْسَانُ بِتَرْكِهِ، قَال الشِّرْبِينِيُّ الْخَطِيبُ:؛لأَِنَّهُ لاَ سَبِيل إِلَى إِبَاحَتِهِ، وَسَوَاءٌ بُضْعُ أَهْلِهِ أَوْ غَيْرِهِ، وَمِثْل الْبُضْعِ مُقَدِّمَاتُهُ. (¬3) ¶ وَقَال الْفُقَهَاءُ: مَنْ وَجَدَ رَجُلاً يَزْنِي بِامْرَأَتِهِ فَقَتَلَهُ فَلاَ قِصَاصَ عَلَيْهِ وَلاَ دِيَةَ، لِقَوْل عُمَرَ لِمَنْ وَجَدَ رَجُلاً بَيْنَ فَخِذَيِ امْرَأَتِهِ فَقَتَلَهُ: إِنْ عَادُوا فَعُدْ. (¬4) ¶ وَاخْتَلَفُوا فِي الدِّفَاعِ عَنِ النَّفْسِ وَالْمَال، فَقَال جُمْهُورُ الْفُقَهَاءِ بِوُجُوبِ الدِّفَاعِ عَنِ النَّفْسِ، وَجَوَازِهِ عَنِ الْمَال. وَذَهَبَ بَعْضُهُمْ بِالْجَوَازِ فِي الصُّورَتَيْنِ. (¬5) ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح ¶ (¬2) - الهداية مع تكملة فتح القدير 8/ 268،269،وحاشية الدسوقي مع الشرح الكبير 4/ 357،ومغني المحتاج 4/ 194،195،والمغني لابن قدامة 8/ 331،332. ¶ (¬3) - مجمع الضمانات ص203،والدسوقي مع الشرح الكبير للدردير 4/ 357،ومغني المحتاج 4/ 194،195،والمغني لابن قدامة 8/ 331،332. ¶ (¬4) - المغني لابن قدامة 8/ 332. ¶ (¬5) - فتح القدير مع الهداية 8/ 268،269،والدسوقي مع الشرح الكبير 4/ 357،ومغني المحتاج 4/ 194،195،والمغني لابن قدامة 8/ 332،333 ¶ ------------",
            "page": "36",
            "part": "1",
            "seal": "79B5EF51"
        },
        {
            "id": "38",
            "nass": "مَا نَدَّ - نَفَرَ وَشَرَدَ - مِنَ الإِْبِل وَالْبَقَرِ وَالْغَنَمِ: ¶ مَا نَدَّ مِنَ الإِْبِل وَالْبَقَرِ وَالْغَنَمِ بِحَيْثُ لاَ يَقْدِرُ عَلَيْهَا صَاحِبُهَا فَإِنَّهَا تَحِل بِالْعَقْرِ فِي أَيِّ مَكَانٍ؛ لأَِنَّهَا كَالصَّيْدِ غَيْرِ الْمَقْدُورِ عَلَيْهِ، وَهَذَا عِنْدَ جُمْهُورِ الْفُقَهَاءِ - الْحَنَفِيَّةِ وَالشَّافِعِيَّةِ، وَالْحَنَابِلَةِ - وَذَلِكَ؛ لأَِنَّ الأَْصْل فِي حِل لَحْمِ الْحَيَوَانِ هُوَ الذَّبْحُ أَوِ النَّحْرُ، فَإِذَا تَعَذَّرَ ذَلِكَ فَإِنَّهُ يُصَارُ إِلَى الْبَدَل وَهُوَ الْعَقْرُ، وَعَلَى ذَلِكَ فَلَوْ تَوَحَّشَ حَيَوَانٌ أَهْلِيٌّ أَوْ نَدَّ - نَفَرَ وَشَرَدَ - أَوْ تَرَدَّى فِي بِئْرٍ وَنَحْوِهَا فَإِنَّهُ يَحِل أَكْلُهُ بِالْعَقْرِ فِي أَيِّ مَكَانٍ مِنْ جِسْمِهِ. (¬1) ¶ وَأَلْحَقَ الْحَنَفِيَّةُ الصِّيَال بِالنَّدِّ، قَالُوا: إِذَا صَال الْبَعِيرُ عَلَى رَجُلٍ فَقَتَلَهُ وَهُوَ يُرِيدُ الذَّكَاةَ حَل أَكْلُهُ إِذَا كَانَ لاَ يَقْدِرُ عَلَى أَخْذِهِ وَضَمِنَ قِيمَتَهُ؛ لأَِنَّهُ إِذَا كَانَ لاَ يَقْدِرُ عَلَى أَخْذِهِ صَارَ بِمَنْزِلَةِ الصَّيْدِ فَجُعِل الصِّيَال مِنْهُ كَنَدِّهِ؛ لأَِنَّهُ يَعْجِزُ عَنْ أَخْذِهِ فَيَعْجِزُ عَنْ نَحْرِهِ فَيُقَامُ الْجَرْحُ فِيهِ مَقَامَ النَّحْرِ. (¬2) ¶ وسئل ابن عليش: (مَا قَوْلُكُمْ) فِي رَجُلٍ مِنْ زَارِعِي الذُّرَةِ مَرَّ بِزَرْعَتِهِ فَوَجَدَ جَامُوسَةً تَأْكُلُ فِيهَا فَطَبَّقَ عُودًا مِنْ الذُّرَةِ وَضَرَبَهَا كَيْ يُخْرِجَهَا فَبَعْدَ مُضِيِّ أَرْبَعَةِ أَيَّامٍ أَلْقَتْ جَنِينَهَا فَمَاذَا يَكُونُ الْعَمَلُ إذَا نَازَعَ رَبُّهَا الضَّارِبَ أَفِيدُوا \" ¶ فَأَجَبْت بِمَا نَصُّهُ: الْحَمْدُ لِلَّهِ وَالصَّلَاةُ وَالسَّلَامُ عَلَى سَيِّدِنَا مُحَمَّدٍ رَسُولِ اللَّهِ إنْ لَمْ يَتَوَقَّفْ إخْرَاجُهَا مِنْ الزَّرْعِ عَلَى ضَرْبِهَا بِمَا ذُكِرَ وَقَالَ أَهْلُ الْمَعْرِفَةِ إنَّ إلْقَاءَهَا جَنِينَهَا مِنْ الضَّرْبِ قِيمَتُهُ إنْ نَزَلَ حَيًّا وَمَاتَ مَعَ مَا نَقَصَتْهُ الْأُمُّ بَعْدَ الْبُرْءِ وَإِنْ نَزَلَ مَيِّتًا ضَمِنَ الثَّانِيَ فَقَطْ وَإِنْ تَوَقَّفَ إخْرَاجُهَا مِنْهُ عَلَيْهِ فَلَا شَيْءَ عَلَيْهِ؛ لِأَنَّهَا حِينَئِذٍ صَائِلَةٌ وَدَفْعُ الصَّائِلِ عَنْ الْمَالِ جَائِزٌ وَإِنْ لَمْ تَشْهَدْ أَهْلُ الْمَعْرِفَةِ بِذَلِكَ فَلَا شَيْءَ عَلَيْهِ أَيْضًا لِاحْتِمَالِ أَنَّهُ مِنْ غَيْرِهِ وَالذِّمَّةُ الْبَرِيئَةُ لَا تُشْغَلُ إلَّا بِمُحَقَّقٍ قَالَ ابْنُ سَلْمُونٍ وَيَجُوزُ دَفْعُ الصَّائِلِ مِنْ بَهِيمَةٍ، أَوْ مَجْنُونٍ أَوْ صَبِيٍّ، أَوْ ¶ ¬__________ ¶ (¬1) - بدائع الصنائع 5/ 43،والزيلعي 5/ 292 - 293،ونهاية المحتاج 105 - 108،والمغني 8/ 566 - 567 ¶ (¬2) - بدائع الصنائع 5/ 44،والزيلعي 5/ 293.الموسوعة الفقهية الكويتية - وزارة الأوقاف الكويتية (30/ 258)",
            "page": "37",
            "part": "1",
            "seal": "3E7114A1"
        },
        {
            "id": "39",
            "nass": "كَبِيرٍ عَاقِلٍ، أَوْ غَيْرِ عَاقِلٍ عَنْ النَّفْسِ وَالْأَهْلِ وَالْمَالِ وَإِنْ عُلِمَ أَنَّهُ لَا يَنْدَفِعُ إلَّا بِالْقَتْلِ جَازَ قَتْلُهُ قَصْدًا ابْتِدَاءً وَإِلَّا فَلَا وَمَنْ قَدَرَ عَلَى الْهُرُوبِ مِنْ غَيْرِ مَضَرَّةٍ لَمْ يَجُزْ لَهُ التَّعَرُّضُ لَهُ بِجُرْحٍ، أَوْ غَيْرِهِ اهـ. ¶ وَقَالَ الْخَرَشِيُّ فِي شَرْحِ قَوْلِ الْمُخْتَصَرِ كَجَنِينِ الْبَهِيمَةِ يَعْنِي أَنَّ الْبَهِيمَةَ إذَا ضُرِبَ بَطْنُهَا مَثَلًا فَأَلْقَتْ جَنِينًا فَنَقَصَتْ بِسَبَبِهِ فَإِنَّهَا تُقَوَّمُ سَالِمَةً وَمَعِيبَةً وَيَكُونُ فِيهَا مَا نَقَصَ مِنْ قِيمَتِهَا سَلِيمَةً فَالتَّشْبِيهُ فِي قَوْلِهِ حُكُومَةٌ سَوَاءٌ أَلْقَتْ جَنِينًا حَيًّا، أَوْ مَيِّتًا لَكِنْ إذَا نَزَلَ مَيِّتًا فَلَا شَيْءَ فِيهِ وَإِنْ نَزَلَ حَيًّا فَعَلَيْهِ قِيمَتُهُ مَعَ مَا نَقَصَ الْأُمَّ كَمَا مَرَّ وَانْظُرْ هَلْ تُعْتَبَرُ الْقِيمَةُ الْآنَ، أَوْ بَعْدَ الْبُرْءِ كَمَا فِي الْجِرَاحِ وَهُوَ الظَّاهِرُ اهـ. ¶ وَكَتَبَ الْعَدَوِيُّ عَلَى قَوْلِهِ تُقَوَّمُ سَالِمَةً أَيْ بَعْدَ الْبُرْءِ كَمَا نَبَّهَ عَلَيْهِ الزَّرْقَانِيُّ وَاَللَّهُ تَعَالَى أَعْلَمُ.\" (¬1) ¶ ------------ ¶ قتل الحيوانات الضارة: ¶ الحيوانات الضارة منها ما يكون الضرر من طبيعته ولذلك يعيش غالبا بعيدا عن الإنسان فى الغابات والجبال كالسباع والذئاب، أو يعيش مع الإنسان مع أخذ الحذر منه كالعقارب والحيات، ومنها ما لا يكون الضرر من طبيعته ولذلك يعيش غالبا مع الإنسان أو قريبا منه، ولكن قد يجئ منه الضرر لعارض يعرض له، كالكلاب والقطط. ¶ والحكم المبدئى العام أن النوع الأول وهو ما يكون الضرر من طبيعته يجوز قتله، إما للدفاع عن النفس وإما للانتفاع بجلده أو عظمه مثلا، وأن النوع الثانى الذي لا يكون الضرر من طبيعته ولكن قد يطرأ عليه يجوز قتله إذا خيف منه الضرر كالكلب العقور والكلب الكَلِب، أى الذى يصيبه داء الكلَب، وكالقط الخائن الذي يخطف الدجاج أو الحمام مثلا، والدليل على ذلك ما جاء عَنْ عُبَادَةَ بْنِ الصَّامِتِ، «أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم -،قَضَى أَنْ لَا ضَرَرَ وَلَا ضِرَارَ» (¬2) ¶ ¬__________ ¶ (¬1) - فتح العلي المالك في الفتوى على مذهب الإمام مالك (2/ 169) ¶ (¬2) - سنن ابن ماجه (2/ 784) (2340) صحيح لغيره",
            "page": "38",
            "part": "1",
            "seal": "3CB6BE07"
        },
        {
            "id": "40",
            "nass": "فلا يجوز لأحد التعرض للضرر ولا إلحاقه بالغير، إلى جانب وجوب أخذ الحذر وعدم تعريض النفس للتهلكة، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُبَاتٍ أَوِ انْفِرُوا جَمِيعًا} [النساء:71]،وقال تعالى: {وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195] ¶ وقال النووي:\"أَجْمَعَ الْعُلَمَاءُ عَلَى قتل الكلب الكلب والكلب العقور واختلفوا في قتل مالا ضَرَرَ فِيهِ فَقَالَ إِمَامُ الْحَرَمَيْنِ مِنْ أَصْحَابِنَا أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - أَوَّلًا بِقَتْلِهَا كُلِّهَا ثُمَّ نُسِخَ ذَلِكَ وَنُهِيَ عَنْ قَتْلِهَا إِلَّا الْأَسْوَدَ الْبَهِيمَ ثُمَّ اسْتَقَرَّ الشَّرْعُ عَلَى النَّهْيِ عَنْ قَتْلِ جَمِيعِ الْكِلَابِ الَّتِي لَا ضَرَرَ فِيهَا سَوَاءٌ الْأَسْوَدُ وَغَيْرُهُ وَيَسْتَدِلُّ لما ذكره بحديث بن الْمُغَفَّلِ وَقَالَ الْقَاضِي عِيَاضٌ ذَهَبَ كَثِيرٌ مِنَ الْعُلَمَاءِ إِلَى الْأَخْذِ بِالْحَدِيثِ فِي قَتْلِ الْكِلَابِ إِلَّا مَا اسْتَثْنَى مِنْ كَلْبِ الصَّيْدِ وَغَيْرِهِ قَالَ وَهَذَا مَذْهَبُ مَالِكٍ وَأَصْحَابِهِ قَالَ وَاخْتَلَفَ الْقَائِلُونَ بِهَذَا هَلْ كَلْبُ الصَّيْدِ وَنَحْوُهُ مَنْسُوخٌ مِنَ الْعُمُومِ الْأَوَّلِ فِي الْحُكْمِ بِقَتْلِ الْكِلَابِ وَأَنَّ الْقَتْلَ كَانَ عَامًّا فِي الْجَمِيعِ أَمْ كَانَ مَخْصُوصًا بِمَا سِوَى ذَلِكَ قَالَ وَذَهَبَ آخرون إلى جواز اتخاذ جميعها الْبَهِيمَ قَالَ الْقَاضِي وَعِنْدِي أَنَّ النَّهْيَ أَوَّلًا كَانَ نَهْيًا عَامًّا عَنِ اقْتِنَاءِ جَمِيعِهَا وَأَمَرَ بِقَتْلِ جَمِيعِهَا ثُمَّ نَهَى عَنْ قَتْلِهَا مَا سِوَى الْأَسْوَدِ وَمَنَعَ الِاقْتِنَاءَ فِي جَمِيعِهَا إِلَّا كَلْبَ صَيْدٍ أَوْ زَرْعٍ أَوْ مَاشِيَةٍ وَهَذَا الَّذِي قَالَهُ الْقَاضِي هو ظاهر الأحاديث ويكون حديث بن الْمُغَفَّلِ مَخْصُوصًا بِمَا سِوَى الْأَسْوَدِ لِأَنَّهُ عَامٌّ فَيُخَصُّ مِنْهُ الْأَسْوَدُ بِالْحَدِيثِ الْآخَرِ\" (¬1) ¶ نستخلص من كل ما سبق أن الكلاب التي فيها فائدة كالصيد والحراسة لا يجوز قتلها، والكلاب التي لا فائدة لها إن كانت تضر كالكلب العقور يجوز قتلها، وإن كانت لا تضر ففيها رأيان، رأي بعدم قتلها فيكون القتل حراما أو مكروها كراهة تنزيه، ورأي بجواز قتلها. ¶ والكلاب الضالة غير المقتناة إن كانت تؤذي بتخويف المارة وبخاصة الأطفال، أو بالبول والبراز وإتلاف أشياء لها قيمتها يجوز قتلها. هذا هو حكم قتلها. ¶ ¬__________ ¶ (¬1) - شرح النووي على مسلم (10/ 235)",
            "page": "39",
            "part": "1",
            "seal": "D9F58DBC"
        },
        {
            "id": "41",
            "nass": "يقول الدميرى فى كتابه \" حياة الحيوان الكبرى \":إذا كانت الهرة ضارية بالإفساد فقتلها إنسان فى حال إفسادها دَفْعًا جاز ولا ضمان عليه، كقتل الصائل دفعا، وينبغى تقييد ذلك بما إذا لم تكن حاملا، لأن فى قتل الحامل قتل أولادها ولم تتحقق منهم جناية. وأما قتلها فى غير حالة الإفساد ففيه وجهان، أصحهما عدم الجواز ويضمنها. وقال القاضى حسين: يجوز قتلها ولا ضمان عليه فيها، وتلحق بالفواسق الخمس فيجوز قتلها، ولا تختص بحال ظهور الشر. ¶ وكلام الدميرى فى مسألة خطف هرة لحمامة أو غيرها وهى حيه. ¶ لكن لو حدث من الهرة إفساد آخر بخطف الطعام أو التبرز على الفراش أو فى مكان هام، واعتادت ذلك على الرغم من مطاردتها فلا وجه لتحريم قتلها، لأنه من باب دفع الضرر، مثلها فى ذلك مثل الكلاب الضالة المؤذية. (¬1) ¶ --------------- ¶ الضَّرْبُ الثَّانِي: إتْلَافُ الدَّفْعِ: ¶ وَهُوَ أَنْوَاعٌ. أَحَدُهَا: الْقَتْلُ وَالْقَطْعُ وَالْجَرْحُ؛ ¶ لِدَفْعِ ضَرَرِ الصِّيَالِ عَلَى الْأَرْوَاحِ وَالْأَبْضَاعِ وَالْأَمْوَالِ. ¶ الثَّانِي: قَتْلُ الْحَيَوَانَاتِ الْمُؤْذِيَةِ كَالْحَيَّةِ وَالْعَقْرَبِ وَالسِّبَاعِ وَالضِّبَاعِ. ¶ الثَّالِثُ: قَتْلُ الْكُفَّارِ دَفْعًا لِمَفْسَدَةِ الْكُفْرِ فِي قِتَالِ الطَّلَبِ، وَدَفْعًا لِمَفْسَدَتَيْ الْكُفْرِ وَالْإِضْرَارِ بِالْمُسْلِمِينَ فِي قِتَالِ الدَّفْعِ. ¶ الرَّابِعُ: قَتْلُ الْبُغَاةِ دَفْعًا لِبَغْيِهِمْ وَخُرُوجِهِمْ عَنْ الطَّاعَةِ. ¶ الْخَامِسُ: إتْلَافٌ لِدَفْعِ الْمَعْصِيَةِ كَقِتَالِ الظَّلَمَةِ دَفْعًا لِظُلْمِهِمْ وَعِصْيَانِهِمْ، وَكَذَلِكَ تَخْرِيبُ دِيَارِ الْكُفَّارِ وَقَطْعُ أَشْجَارِهِمْ وَتَحْرِيقُهَا، وَإِتْلَافُ مَلَابِسِهِمْ وَتَمْزِيقُهَا، وَهِيَ نَوْعٌ مِنْ الْجِهَادِ. (¬2) ¶ ------------- ¶ ¬__________ ¶ (¬1) - فتاوى الأزهر (10/ 156) المفتي عطية صقر. مايو 1997 ¶ (¬2) - قواعد الأحكام في مصالح الأنام (2/ 87)",
            "page": "40",
            "part": "1",
            "seal": "7759DAEB"
        },
        {
            "id": "42",
            "nass": "القتل لدفع الفساد: ¶ وَقَالَ فِي:\" الِاخْتِيَارَاتِ \" إذَا كَانَ الْمَقْصُودُ دَفْعُ الْفَسَادِ، وَلَمْ يَنْدَفِعْ إلَّا بِالْقَتْلِ قُتِلَ، وَحِينَئِذٍ فَمَنْ تَكَرَّرَ مِنْهُ جِنْسُ الْفَسَادِ وَلَمْ يَرْتَدِعْ بِالْحُدُودِ الْمُقَدَّرَةِ، بَلْ اسْتَمَرَّ عَلَى الْفَسَادِ؛ فَهُوَ كَالصَّائِلِ الَّذِي لَا يَنْدَفِعُ إلَّا بِالْقَتْلِ؛ فَيُقْتَلُ. (¬1) ¶ وَمِنْ التَّعْزِيرِ الَّذِي جَاءَتْ بِهِ السُّنَّةُ وَنَصَّ عَلَيْهِ أَحْمَدُ وَالشَّافِعِيُّ: نَفْيُ الْمُخَنَّثِ، وَحَلَقَ عُمَرُ رَأْسَ نَصْرِ بْنِ حَجَّاجٍ وَنَفَاهُ لَمَّا اُفْتُتِنَ بِهِ النِّسَاءُ، فَكَذَا مَنْ اُفْتُتِنَ بِهِ الرِّجَالُ مِنْ الْمُرْدَانِ وَلَا يُقَدَّرُ التَّعْزِيرُ، بَلْ بِمَا يَرْدَعُ الْمُعَزَّرَ، وَقَدْ يَكُونُ بِالْعَمَلِ وَالنَّيْلِ مِنْ عِرْضِهِ مِثْلُ أَنْ يُقَالَ لَهُ: يَا ظَالِمُ يَا مُعْتَدِي وَبِإِقَامَتِهِ مِنْ الْمَجْلِسِ، وَاَلَّذِينَ قَدَّرُوا التَّعْزِيرَ مِنْ أَصْحَابِنَا إنَّمَا هُوَ فِيمَا إذَا كَانَ تَعْزِيرًا عَلَى مَا مَضَى مِنْ فِعْلٍ أَوْ تَرْكٍ فَإِنْ كَانَ تَعْزِيرًا لِأَجْلِ تَرْكِ مَا هُوَ فَاعِلٌ لَهُ فَهُوَ بِمَنْزِلَةِ قَتْلِ الْمُرْتَدِّ وَالْحَرْبِيِّ وَقِتَالِ الْبَاغِي وَالْعَادِي وَهَذَا التَّعْزِيرُ لَيْسَ يُقَدَّرُ بَلْ يَنْتَهِي إلَى الْقَتْلِ، كَمَا فِي الصَّائِلِ لِأَخْذِ الْمَالِ يَجُوزُ أَنْ يُمْنَعَ مِنْ الْأَخْذِ وَلَوْ بِالْقَتْلِ وَعَلَى هَذَا فَإِذَا كَانَ الْمَقْصُودُ دَفْعَ الْفَسَادِ وَلَمْ يَنْدَفِعْ إلَّا بِالْقَتْلِ قُتِلَ. ¶ وَحِينَئِذٍ فَمَنْ تَكَرَّرَ مِنْهُ فِعْلُ الْفَسَادِ وَلَمْ يَرْتَدِعْ بِالْحُدُودِ الْمُقَدَّرَةِ بَلْ اسْتَمَرَّ عَلَى ذَلِكَ الْفَسَادِ فَهُوَ كَالصَّائِلِ الَّذِي لَا يَنْدَفِعُ إلَّا بِالْقَتْلِ فَيُقْتَلُ قِيلَ وَيُمْكِنُ أَنْ يُخَرَّجَ شَارِبُ الْخَمْرِ فِي الرَّابِعَةِ عَلَى هَذَا، وَيُقْتَلُ الْجَاسُوسُ الَّذِي يُكَرِّرُ التَّجَسُّسَ وَقَدْ ذَكَرَ شَيْئًا مِنْ هَذَا الْحَنَفِيَّةُ وَالْمَالِكِيَّةُ وَإِلَيْهِ يَرْجِعُ قَوْلُ ابْنِ عَقِيلٍ وَهُوَ أَصْلٌ عَظِيمٌ فِي صَلَاحِ النَّاسِ. (¬2) ¶ وقال الطبري:\" وَأَوْلَى هَذِهِ الْأَقْوَالِ عِنْدِي بِالصَّوَابِ، قَوْلُ مَنْ قَالَ: الْمُحَارِبُ لِلَّهِ وَرَسُولِهِ مَنْ حَارَبَ فِي سَابِلَةِ الْمُسْلِمِينَ وَذِمَّتِهِمْ، وَالْمُغِيرُ عَلَيْهِمْ فِي أَمْصَارِهِمْ وَقُرَاهُمْ حِرَابَةٌ. وَإِنَّمَا قُلْنَا ذَلِكَ أَوْلَى الْأَقْوَالِ بِالصَّوَابِ، لِأَنَّهُ لَا خِلَافَ بَيْنَ الْحُجَّةِ أَنَّ مَنْ نَصَبَ حَرْبًا لِلْمُسْلِمِينَ عَلَى الظُّلْمِ مِنْهُ لَهُمْ أَنَّهُ لَهُمْ مُحَارِبٌ، وَلَا خِلَافَ فِيهِ. فَالَّذِي وَصَفْنَا صِفَتَهُ، لَا شَكَّ فِيهِ أَنَّهُ لَهُمْ مُنَاصِبٌ حَرْبًا ظُلْمًا. وَإِذْ كَانَ ذَلِكَ كَذَلِكَ، فَسَوَاءٌ كَانَ نَصْبُهُ الْحَرْبَ لَهُمْ فِي مِصْرِهِمْ وَقُرَاهُمْ أَوْ فِي سُبُلِهِمْ وَطُرُقِهِمْ فِي أَنَّهُ لِلَّهِ وَلِرَسُولِهِ مُحَارِبٌ بِحَرْبِهِ مَنْ نَهَاهُ اللَّهُ وَرَسُولُهُ ¶ ¬__________ ¶ (¬1) - مطالب أولي النهى في شرح غاية المنتهى (6/ 223) ¶ (¬2) - الفتاوى الكبرى لابن تيمية (5/ 530)",
            "page": "41",
            "part": "1",
            "seal": "748BD846"
        },
        {
            "id": "43",
            "nass": "عَنْ حَرْبِهِ، وَأَمَّا قَوْلُهُ: {وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا} [المائدة:33] فَإِنَّهُ يَعْنِي: يَعْمَلُونَ فِي أَرْضِ اللَّهِ بِالْمَعَاصِي مِنْ إِخَافَةِ سُبُلِ عِبَادِهِ الْمُؤْمِنِينَ بِهِ، أَوْ سُبُلِ ذِمَّتِهِمْ وَقَطْعِ طُرُقِهِمْ، وَأَخْذِ أَمْوَالِهِمْ ظُلْمًا وَعُدْوَانًا، وَالتَّوَثُّبِ عَلَى حُرُمِهِمْ فُجُورًا وَفُسُوقًا .. \" (¬1) ¶ ونخلص من هذا العرض إلى أن القتل تعزيرا يجيزه فقهاء مذهب أبى حنيفة سياسة، وأنه مشروع فى الجرائم التى لا يمكن فيها دفع شر الجانى سيما إذا كان معتادا. ¶ وأيضا الجرائم التى تعتبر إفسادا للمجتمع وتكرر من المقترف لها الإفساد، وقد وافق على هذا الرأى من الحنابلة ابن عقيل وابن تيمية وابن القيم. ¶ ومبدأ القتل تعزيزا مسلم به فى الفقه المالكى، كما جاء فى قتل الجاسوس والمفسد فى الأرض، وجرى بذلك قول بعض الشافعية سيما فى أحكام دفع الصائل. ¶ ولعل فى قول عمر بن عبد العزيز رضى الله عنه تحدث للناس أقضية بقدر ما يحدثون من فجور، ما يشير إلى ضرورة الأخذ بقول جمهور فقهاء المذاهب على نحو ما سبق بيانه من جواز القتل تعزيزا سياسة سيما هؤلاء المجرمين الذين يثبت احترافهم للقتل والسطو على الناس فى الشوارع والسيارات والقطارات بل وفى المنازل، وهؤلاء الذين يخطفون الأطفال والإناث متى ثبت عليهم هذا الجرم يجوز عقابهم بالقتل، باعتبارهم خطرا على المجتمع ولا يرجى صلاحهم، وباعتبار أن فعلهم مناف لمقاصد الشريعة التى تدعو لحفظ النفس والدين والعرض، وفى أقوال ابن جرير الطبرى سالفة الذكر فى تفسير آية الحرابة تأييد واضح لأقوال الفقهاء الذين أجازوا عقوبة القتل تعزيزا وسياسة. ¶ هذا ولما كانت الجرائم المسئول عنها تمس أمن المجتمع وسلامته إذ فيها ما يهز الأمن، وفيها ترويع الأطفال والنساء والاعتداء على الأعراض التى صانها الإسلام، بل إنه حرم مجرد النظر إلى النساء الأجنبيات. ¶ وفيها إشاعة الفوضى والاضطراب فى البلاد، وإضاعة الثقة فى قدرة الحكام على ضمان الأمن العام، فإن المجرمين الذين اعتادوا الإجرام ولا يرجى منهم التوبة، والإقلاع عن القتل والخطف والرقة والزنا، كل هؤلاء يجوز أن تشرع لهم عقوبة القتل سياسة، على أن توضع ¶ ¬__________ ¶ (¬1) - تفسير الطبري = جامع البيان ط هجر (8/ 372)",
            "page": "42",
            "part": "1",
            "seal": "984A66C2"
        },
        {
            "id": "44",
            "nass": "اضوابط الكفيلبة بالتطبيق العادل حماية للإنسان الذى حرم الله قتله إلا بحق، فلا يؤخذ فى مثل هذه العقوبة بالظنة والشبهة، بحيث يكون ملحوظا فى التشريع الحيطة فى الإثبات سيما إذا لم يتم القبض على الجانى متلبسا بجرمه. والله سبحانه وتعالى أعلم. (¬1) ¶ -------------- ¶ دفع الصائل: ¶ عَنِ ابْنِ جُرَيْجٍ قَالَ: أَخْبَرَنِي سُلَيْمَانُ الْأَحْوَلُ، أَنَّ ثَابِتًا مَوْلَى عَبْدِ الرَّحْمَنِ أَخْبَرَهُ أَنَّهُ لَمَّا كَانَ بَيْنَ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَبَيْنَ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ مَا كَانَ وَتَيَسَّرُوا لِلْقِتَالِ رَكِبَ خَالِدُ بْنُ الْعَاصِ إِلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو فَوَعَظَهُ خَالِدٌ، فَقَالَ عَبْدُ اللَّهِ: أَمَا عَلِمْتَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ» (¬2) ¶ وفيه إباحة الدفاع عن المال، ولكن هل يكون الدفاع بالقتل مطلقا أو له قيود؟ ¶ قَالَ النَّوَوِيُّ فِيهِ جَوَازُ قَتْلِ مَنْ قَصَدَ أَخْذَ الْمَالِ بِغَيْرِ حَقٍّ سَوَاءٌ كَانَ الْمَالُ قَلِيلًا أَوْ كَثِيرًا وَهُوَ قَوْلُ الْجُمْهُورِ وَشَذَّ مَنْ أَوْجَبَهُ وَقَالَ بَعْضُ الْمَالِكِيَّةِ لَا يَجُوزُ إِذَا طَلَبَ الشَّيْءَ الْخَفِيفَ قَالَ الْقُرْطُبِيُّ سَبَبُ الْخِلَافِ عِنْدَنَا هَلِ الْإِذْنُ فِي ذَلِكَ مِنْ بَابِ تَغْيِيرِ الْمُنْكَرِ فَلَا يَفْتَرِقُ الْحَالُ بَيْنَ الْقَلِيلِ وَالْكَثِيرِ أَوْ مِنْ بَابِ دَفْعِ الضَّرَر فيختلف الْحَال وَحكى بن الْمُنْذِرِ عَنِ الشَّافِعِيِّ قَالَ مَنْ أُرِيدَ مَالُهُ أَوْ نَفْسُهُ أَوْ حَرِيمُهُ فَلَهُ الِاخْتِيَارُ أَنْ يُكَلِّمَهُ أَوْ يَسْتَغِيثَ فَإِنْ مُنِعَ أَوِ امْتَنَعَ لَمْ يَكُنْ لَهُ قِتَالُهُ وَإِلَّا فَلَهُ أَنْ يَدْفَعَهُ عَنْ ذَلِكَ وَلَوْ أَتَى عَلَى نَفْسِهِ وَلَيْسَ عَلَيْهِ عَقْلٌ وَلَا دِيَةٌ وَلَا كَفَّارَةٌ لَكِن لَيْسَ لَهُ عمد قَتله قَالَ بن الْمُنْذِرِ وَالَّذِي عَلَيْهِ أَهْلُ الْعِلْمِ أَنَّ لِلرَّجُلِ أَنْ يَدْفَعَ عَمَّا ذُكِرَ إِذَا أُرِيدَ ظُلْمًا بِغَيْرِ تَفْصِيلٍ إِلَّا أَنَّ كُلَّ مَنْ يُحْفَظُ عَنهُ من عُلَمَاء الحَدِيث كالمجمعين عَلَى اسْتِثْنَاءِ السُّلْطَانِ لِلْآثَارِ الْوَارِدَةِ بِالْأَمْرِ بِالصَّبْرِ عَلَى جَوْرِهِ وَتَرْكِ الْقِيَامِ عَلَيْهِ وَفَرَّقَ الْأَوْزَاعِيُّ بَيْنَ الْحَالِ الَّتِي لِلنَّاسِ فِيهَا جَمَاعَةٌ وَإِمَامٌ فَحَمَلَ الْحَدِيثَ عَلَيْهَا وَأَمَّا فِي حَالِ الِاخْتِلَافِ وَالْفُرْقَةِ فَلْيَسْتَسْلِمْ وَلَا يُقَاتِلْ أَحَدًا وَيَرُدُّ عَلَيْهِ مَا وَقَعَ عَنْ أَبِي هُرَيْرَةَ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ - صلى الله عليه وسلم -،فَقَالَ: يَا رَسُولَ اللهِ، أَرَأَيْتَ إِنْ جَاءَ رَجُلٌ يُرِيدُ ¶ ¬__________ ¶ (¬1) - فتاوى الأزهر (7/ 208) خطف الأطفال والاناث محرم شرعا ¶ (¬2) - مستخرج أبي عوانة (1/ 50) (128) صحيح",
            "page": "43",
            "part": "1",
            "seal": "B9B72A71"
        },
        {
            "id": "45",
            "nass": "أَخْذَ مَالِي؟ قَالَ: «فَلَا تُعْطِهِ مَالَكَ» قَالَ: أَرَأَيْتَ إِنْ قَاتَلَنِي؟ قَالَ: «قَاتِلْهُ» قَالَ: أَرَأَيْتَ إِنْ قَتَلَنِي؟ قَالَ: «فَأَنْتَ شَهِيدٌ»،قَالَ: أَرَأَيْتَ إِنْ قَتَلْتُهُ؟ قَالَ: «هُوَ فِي النَّارِ». (¬1) ¶ قَالَ ابن بَطَّالٍ: إِنَّمَا أَدْخَلَ الْبُخَارِيُّ هَذِهِ التَّرْجَمَةَ فِي هَذِهِ الْأَبْوَابِ لِيُبَيِّنَ أَنَّ لِلْإِنْسَانِ أَنْ يَدْفَعَ عَن نَفسه وَمَا لَهُ وَلَا شَيْءَ عَلَيْهِ فَإِنَّهُ إِذَا كَانَ شَهِيدًا إِذَا قُتِلَ فِي ذَلِكَ فَلَا قَوَدَ عَلَيْهِ وَلَا دِيَة إِذا كَانَ هُوَ الْقَاتِل\" (¬2) ¶ قال الخطيب:\" وَيدْفَع الصَّائِل بالأخف فالأخف فَإِن أمكن دَفعه بِكَلَام أَو استغاثة حرم الدّفع بِالضَّرْبِ أَو بِضَرْب بيد حرم بِسَوْط أَو بِسَوْط حرم بعصا أَو بعصا حرم بِقطع عُضْو أَو بِقطع عُضْو حرم قتل لِأَن ذَلِك جوز للضَّرُورَة وَلَا ضَرُورَة فِي الأثقل مَعَ إِمْكَان تَحْصِيل الْمَقْصُود بالأسهل وَفَائِدَة هَذَا التَّرْتِيب أَنه مَتى خَالف وَعدل إِلَى رُتْبَة مَعَ إِمْكَان الِاكْتِفَاء بِمَا دونهَا ضمن وَيسْتَثْنى من التَّرْتِيب مَا لَو التحم الْقِتَال بَينهمَا وَاشْتَدَّ الْأَمر عَن الضَّبْط سقط مُرَاعَاة التَّرْتِيب كَمَا ذكره الإِمَام فِي قتال الْبُغَاة، وَمَا لَو كَانَ الصَّائِل ينْدَفع بِالسَّوْطِ والعصا والمصول عَلَيْهِ لَا يجد إِلَّا السَّيْف فَالصَّحِيح أَن لَهُ الضَّرْب بِهِ لِأَنَّهُ لَا يُمكنهُ الدّفع إِلَّا بِهِ وَلَيْسَ بمقصر فِي ترك اسْتِصْحَاب السَّوْط وَنَحْوه، وعَلى التَّرْتِيب إِن أمكن المصول عَلَيْهِ هرب أَو التجاء لحصن أَو جمَاعَة فَالْمَذْهَب وُجُوبه وَتَحْرِيم قتال لِأَنَّهُ مَأْمُور بتخليص نَفسه بالأهون فالأهون وَمَا ذكره أسهل من غَيره فَلَا يعدل إِلَى الأشد \" (¬3) ¶ وفي تحفة الحبيب:\" وَيُدْفَعُ الصَّائِلُ بِالْأَخَفِّ فَالْأَخَفِّ إنْ أَمْكَنَ. فَإِنْ أَمْكَنَ دَفْعُهُ بِكَلَامٍ أَوْ اسْتِغَاثَةٍ حَرُمَ الدَّفْعُ بِالضَّرْبِ أَوْ بِضَرْبٍ بِيَدٍ حَرُمَ بِسَوْطٍ أَوْ بِسَوْطٍ حَرُمَ بِعَصًا أَوْ بِعَصًا حَرُمَ بِقَطْعِ عُضْوٍ أَوْ بِقَطْعِ عُضْوٍ حَرُمَ قَتْلٌ لِأَنَّ ذَلِكَ جُوِّزَ لِلضَّرُورَةِ، وَلَا ضَرُورَةَ فِي الْأَثْقَلِ مَعَ إمْكَانِ تَحْصِيلِ الْمَقْصُودِ بِالْأَسْهَلِ، وَفَائِدَةُ هَذَا التَّرْتِيبِ أَنَّهُ مَتَى خَالَفَ وَعَدَلَ إلَى رُتْبَةٍ مَعَ إمْكَانِ الِاكْتِفَاءِ بِمَا دُونَهَا ضَمِنَ وَيُسْتَثْنَى مِنْ التَّرْتِيبِ مَا لَوْ الْتَحَمَ الْقِتَالُ بَيْنَهُمَا وَاشْتَدَّ الْأَمْرُ عَنْ الضَّبْطِ سَقَطَ مُرَاعَاةُ التَّرْتِيبِ كَمَا ذَكَرَهُ الْإِمَامُ فِي قِتَالِ الْبُغَاةِ. ¶ ¬__________ ¶ (¬1) - صحيح مسلم (1/ 124) 225 - (140) ¶ (¬2) - فتح الباري لابن حجر (5/ 124) ¶ (¬3) - الإقناع في حل ألفاظ أبي شجاع (2/ 545) وانظر فتاوى الأزهر (10/ 405) دفع الصائل",
            "page": "44",
            "part": "1",
            "seal": "44F94378"
        },
        {
            "id": "46",
            "nass": "وَمَا لَوْ كَانَ الصَّائِلُ يَنْدَفِعُ بِالسَّوْطِ وَالْعَصَا وَالْمَصُولُ عَلَيْهِ لَا يَجِدُ إلَّا السَّيْفَ، فَالصَّحِيحُ أَنَّ لَهُ الضَّرْبَ بِهِ؛ لِأَنَّهُ لَا يُمْكِنُهُ الدَّفْعُ إلَّا بِهِ وَلَيْسَ بِمُقَصِّرٍ فِي تَرْكِ اسْتِصْحَابِ السَّوْطِ وَنَحْوِهِ. وَعَلَى التَّرْتِيبِ إنْ أَمْكَنَ الْمَصُولُ عَلَيْهِ هَرَبٌ أَوْ الْتِجَاءٌ لِحِصْنٍ أَوْ جَمَاعَةٍ فَالْمَذْهَبُ وُجُوبُهُ وَتَحْرِيمُ قِتَالٍ لِأَنَّهُ مَأْمُورٌ بِتَخْلِيصِ نَفْسِهِ بِالْأَهْوَنِ فَالْأَهْوَنِ وَمَا ذَكَرَهُ أَسْهَلُ مِنْ غَيْرِهِ فَلَا يَعْدِلُ إلَى الْأَشَدِّ.\" (¬1) ¶ ------------ ¶ القتال في الفتنة: ¶ عن أبي بَكْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -:\" إِنَّهَا سَتَكُونُ فِتَنٌ: أَلَا ثُمَّ تَكُونُ فِتْنَةٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْمَاشِي فِيهَا، وَالْمَاشِي فِيهَا خَيْرٌ مِنَ السَّاعِي إِلَيْهَا. أَلَا، فَإِذَا نَزَلَتْ أَوْ وَقَعَتْ، فَمَنْ كَانَ لَهُ إِبِلٌ فَلْيَلْحَقْ بِإِبِلِهِ، وَمَنْ كَانَتْ لَهُ غَنَمٌ فَلْيَلْحَقْ بِغَنَمِهِ، وَمَنْ كَانَتْ لَهُ أَرْضٌ فَلْيَلْحَقْ بِأَرْضِهِ \" قَالَ فَقَالَ رَجُلٌ: يَا رَسُولَ اللهِ أَرَأَيْتَ مَنْ لَمْ يَكُنْ لَهُ إِبِلٌ وَلَا غَنَمٌ وَلَا أَرْضٌ؟ قَالَ: «يَعْمِدُ إِلَى سَيْفِهِ فَيَدُقُّ عَلَى حَدِّهِ بِحَجَرٍ، ثُمَّ لِيَنْجُ إِنِ اسْتَطَاعَ النَّجَاءَ، اللهُمَّ هَلْ بَلَّغْتُ؟ اللهُمَّ هَلْ بَلَّغْتُ؟ اللهُمَّ هَلْ بَلَّغْتُ؟» قَالَ: فَقَالَ رَجُلٌ: يَا رَسُولَ اللهِ أَرَأَيْتَ إِنْ أُكْرِهْتُ حَتَّى يُنْطَلَقَ بِي إِلَى أَحَدِ الصَّفَّيْنِ، أَوْ إِحْدَى الْفِئَتَيْنِ، فَضَرَبَنِي رَجُلٌ بِسَيْفِهِ، أَوْ يَجِيءُ سَهْمٌ فَيَقْتُلُنِي؟ قَالَ: «يَبُوءُ بِإِثْمِهِ وَإِثْمِكَ، وَيَكُونُ مِنْ أَصْحَابِ النَّارِ» (¬2) ¶ فَفِي هَذَا الْحَدِيثِ أَنَّهُ نَهَى عَنْ الْقِتَالِ فِي الْفِتْنَةِ بَلْ أَمَرَ بِمَا يَتَعَذَّرُ مَعَهُ الْقِتَالُ مِنْ الِاعْتِزَالِ أَوْ إفْسَادِ السِّلَاحِ الَّذِي يُقَاتِلُ بِهِ. ¶ وَقَدْ دَخَلَ فِي ذَلِكَ الْمُكْرَهُ وَغَيْرُهُ ثُمَّ بَيَّنَ أَنَّ الْمُكْرَهَ إذَا قُتِلَ ظُلْمًا كَانَ الْقَاتِلُ قَدْ بَاءَ بِإِثْمِهِ وَإِثْمِ الْمَقْتُولِ كَمَا قَالَ تَعَالَى فِي قِصَّةِ ابْنَيْ آدَمَ عَنْ الْمَظْلُومِ {إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النَّارِ وَذَلِكَ جَزَاءُ الظَّالِمِينَ} [المائدة:29] وَمَعْلُومٌ أَنَّ الْإِنْسَانَ ¶ ¬__________ ¶ (¬1) - حاشية البجيرمي على الخطيب = تحفة الحبيب على شرح الخطيب (4/ 223) ¶ (¬2) - صحيح مسلم (4/ 2212) 13 - (2887) ¶ [ش (يعمد إلى سيفه فيدق على حده بحجر) قيل المراد كسر السيف حقيقة على ظاهر الحديث ليسد على نفسه باب هذا القتال وقيل هو مجاز والمراد به ترك القتال والأول أصح (يبوء بإثمه وإثمك) معنى يبوء بإثمه يلزمه ويرجع به ويتحمله أي يبوء الذي أكرهك بإثمه في إكراهك وفي دخوله في الفتنة وبإثمك في قتلك غيره]",
            "page": "45",
            "part": "1",
            "seal": "2F63FE51"
        },
        {
            "id": "47",
            "nass": "إذَا صَالَ صَائِلٌ عَلَى نَفْسِهِ جَازَ لَهُ الدَّفْعُ بِالسُّنَّةِ وَالْإِجْمَاعِ وَإِنَّمَا تَنَازَعُوا هَلْ يَجِبُ عَلَيْهِ الدَّفْعُ بِالْقِتَالِ عَلَى قَوْلَيْنِ هُمَا رِوَايَتَانِ عَنْ أَحْمَدَ: إحْدَاهُمَا: يَجِبُ الدَّفْعُ عَنْ نَفْسِهِ وَلَوْ لَمْ يَحْضُرْ الصَّفَّ. ¶ وَالثَّانِيَةُ: يَجُوزُ لَهُ الدَّفْعُ عَنْ نَفْسِهِ. ¶ وَأَمَّا الِابْتِدَاءُ بِالْقِتَالِ فِي الْفِتْنَةِ فَلَا يَجُوزُ بِلَا رَيْبٍ، وَالْمَقْصُودُ أَنَّهُ إذَا كَانَ الْمُكْرَهُ عَلَى الْقِتَالِ فِي الْفِتْنَةِ لَيْسَ لَهُ أَنْ يُقَاتِلَ، بَلْ عَلَيْهِ إفْسَادُ سِلَاحِهِ، وَأَنْ يَصْبِرَ حَتَّى يُقْتَلَ مَظْلُومًا فَكَيْفَ بِالْمُكْرَهِ عَلَى قِتَالِ الْمُسْلِمِينَ مَعَ الطَّائِفَةِ الْخَارِجَةِ عَنْ شَرَائِعِ الْإِسْلَامِ: كَمَانِعِي الزَّكَاةِ، وَالْمُرْتَدِّينَ، وَنَحْوِهِمْ، فَلَا رَيْبَ أَنَّ هَذَا يَجِبُ عَلَيْهِ إذَا أُكْرِهَ عَلَى الْحُضُورِ أَنْ لَا يُقَاتِلَ وَإِنْ قَتَلَهُ الْمُسْلِمُونَ كَمَا لَوْ أَكْرَهَهُ الْكُفَّارُ عَلَى حُضُورِ صَفِّهِمْ لِيُقَاتِلَ الْمُسْلِمِينَ، وَكَمَا لَوْ أَكْرَهَ رَجُلٌ رَجُلًا عَلَى قَتْلِ مُسْلِمٍ مَعْصُومٍ فَإِنَّهُ لَا يَجُوزُ لَهُ قَتْلُهُ بِاتِّفَاقِ الْمُسْلِمِينَ، وَإِنْ أَكْرَهَهُ بِالْقَتْلِ فَإِنَّهُ لَيْسَ حِفْظُ نَفْسِهِ بِقَتْلِ ذَلِكَ الْمَعْصُومِ أَوْلَى مِنْ الْعَكْسِ، فَلَيْسَ لَهُ أَنْ يَظْلِمَ غَيْرَهُ فَيَقْتُلَهُ، لِئَلَّا يُقْتَلَ هُوَ، بَلْ إذَا فَعَلَ ذَلِكَ كَانَ الْقَوَدُ عَلَى الْمُكْرِهِ جَمِيعًا عِنْدَ أَكْثَرِ الْعُلَمَاءِ: كَأَحْمَدَ، وَمَالِكٍ، وَالشَّافِعِيِّ، فِي أَحَدِ قَوْلَيْهِ، وَفِي الْآخَرِ: يَجِبُ الْقَوَدُ عَلَى الْمُكْرِهِ فَقَطْ كَقَوْلِ: أَبِي حَنِيفَةَ، وَمُحَمَّدٍ، وَقِيلَ: الْقَوَدُ عَلَى الْمُكْرَهِ الْمُبَاشِرِ كَمَا رُوِيَ ذَلِكَ عَنْ زُفَرَ، وَأَبُو يُوسُفَ: يُوجِبُ الضَّمَانَ بِالدِّيَةِ بَدَلَ الْقَوَدِ وَلَمْ يُوجِبْهُ. (¬1) ¶ فَإِذَا كَانَ الرَّجُلُ يَفْعَلُ مَا يَعْتَقِدُ أَنَّهُ يُقْتَلُ بِهِ لِأَجْلِ مَصْلَحَةِ الْجِهَادِ مَعَ أَنَّ قَتْلَهُ نَفْسَهُ أَعْظَمُ مِنْ قَتْلِهِ لِغَيْرِهِ كَانَ مَا يُفْضِي إلَى قَتْلِ غَيْرِهِ لِأَجْلِ مَصْلَحَةِ الدِّينِ الَّتِي لَا تَحْصُلُ إلَّا بِذَلِكَ وَدَفْعِ ضَرَرِ الْعَدُوِّ الْمُفْسِدِ لِلدِّينِ وَالدُّنْيَا، الَّذِي لَا يَنْدَفِعُ إلَّا بِذَلِكَ أَوْلَى وَإِذَا كَانَتْ السُّنَّةُ وَالْإِجْمَاعُ مُتَّفِقَيْنِ عَلَى أَنَّ الصَّائِلَ الْمُسْلِمَ إذَا لَمْ يَنْدَفِعْ صَوْلُهُ إلَّا بِالْقَتْلِ قُتِلَ وَإِنْ كَانَ الْمَالُ الَّذِي يَأْخُذُهُ قِيرَاطًا مِنْ دِينَارٍ، كَمَا قَالَ النَّبِيُّ - صلى الله عليه وسلم - فِي الْحَدِيثِ الصَّحِيحِ: عَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» ¶ ¬__________ ¶ (¬1) - الفتاوى الكبرى لابن تيمية (3/ 553)",
            "page": "46",
            "part": "1",
            "seal": "69CE17A5"
        },
        {
            "id": "48",
            "nass": "فَكَيْفَ بِقِتَالِ هَؤُلَاءِ الْخَارِجِينَ عَنْ شَرَائِعِ الْإِسْلَامِ الْمُحَارِبِينَ لِلَّهِ وَرَسُولِهِ الَّذِينَ صَوْلُهُمْ وَبَغْيُهُمْ أَقَلُّ مَا فِيهِمْ، فَإِنَّ قِتَالَ الْمُعْتَدِينَ الصَّائِلِينَ ثَابِتٌ بِالسُّنَّةِ وَالْإِجْمَاعِ، وَهَؤُلَاءِ مُعْتَدُونَ صَائِلُونَ عَلَى الْمُسْلِمِينَ فِي أَنْفُسِهِمْ، وَأَمْوَالِهِمْ، وَحُرَمِهِمْ، وَدِينِهِمْ، وَكُلٌّ مِنْ هَذِهِ يُبِيحُ قِتَالَ الصَّائِلِ عَلَيْهَا، وَمَنْ قُتِلَ دُونَهَا فَهُوَ شَهِيدٌ، فَكَيْفَ بِمَنْ قَاتَلَ عَلَيْهَا كُلَّهَا وَهُمْ مِنْ شَرِّ الْبُغَاةِ الْمُتَأَوِّلِينَ الظَّالِمِينَ، لَكِنْ مَنْ زَعَمَ أَنَّهُمْ يُقَاتَلُونَ كَمَا تُقَاتَلُ الْبُغَاةُ الْمُتَأَوِّلُونَ فَقَدْ أَخْطَأَ خَطَأً قَبِيحًا وَضَلَّ ضَلَالًا بَعِيدًا فَإِنَّ أَقَلَّ مَا فِي الْبُغَاةِ الْمُتَأَوِّلِينَ أَنْ يَكُونَ لَهُمْ تَأْوِيلٌ سَائِغٌ خَرَجُوا بِهِ. (¬1) ¶ ----------- ¶ جواز قتل الصائل ولو كان صغيرا: ¶ إن ما فعله الخضر لم يكن مخالفا لشريعة موسى عليه السلام، وموسى لم يكن علم الأسباب التي تبيح ذلك، فلما بينها له وافقه على ذلك، فإن خرق السفينة ثم ترقيعها لمصلحة أهلها خوفا من الظالم أن يأخذها، إحسان إليهم، وذلك جائز، وقتل الصائل جائز وإن كان صغيرا، ومن كان تكفيره لأبويه لا يندفع إلا بقتله جاء قتله. (¬2) ¶ وَقَتْلُ الصِّبْيَانِ يَجُوزُ إذَا قَاتَلُوا الْمُسْلِمِينَ بَلْ يَجُوزُ قَتْلُهُمْ لِدَفْعِ الصَّوْلِ عَلَى الْأَمْوَالِ. (¬3) ¶ وَيَجُوزُ دَفْعُ الصَّائِلِ عَنْ النَّفْسِ وَالْأَهْلِ وَالْمَالِ، كَانَ الصَّائِلُ مُكَلَّفًا أَوْ صَبِيًّا أَوْ مَجْنُونًا أَوْ بَهِيمَةً، قَالَ ابْنُ عَبْدِ السَّلَامِ: يَجُوزُ دَفْعُهُ عَنْ كُلِّ نَفْسٍ مَعْصُومَةٍ كَانَتْ مِنْ الْمُسْلِمِينَ أَوْ مِنْ أَهْلِ الذِّمَّةِ، وَيَدْخُلُ فِي ذَلِكَ الْجَمَلُ الصَّئُولُ وَالْكَلْبُ الْعَقُورُ وَهُوَ مَرْوِيٌّ عَنْ ابْنِ الْقَاسِمِ، قَالَ: وَإِنْ قَتَلَ رَجُلٌ جَمَلًا صَئُولًا بَعْدَ التَّقَدُّمِ إلَى صَاحِبِهِ، وَذَكَرَ أَنَّهُ صَالَ عَلَيْهِ وَأَرَادَهُ فَلَا غُرْمَ عَلَيْهِ، وَيُقْبَلُ قَوْلُهُ فِي ذَلِكَ. ¶ قَالَ ابْنُ رَاشِدٍ: يُرِيدُ مَعَ يَمِينِهِ بِغَيْرِ بَيِّنَةٍ، إذَا كَانَ بِمَوْضِعٍ لَيْسَ بِحَضْرَةِ النَّاسِ وَاخْتُلِفَ فِي التَّقَدُّمِ إلَى أَرْبَابِ الْبَهَائِمِ فِي هَذَا، هَلْ لَا بُدَّ فِيهِ مِنْ السُّلْطَانِ أَوْ لَا عَلَى مَا تَقَدَّمَ فِي ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح ¶ (¬2) - الفرقان بين أولياء الرحمن وأولياء الشيطان (ص:141) ومجموع الفتاوى (11/ 264) ¶ (¬3) - مجموع الفتاوى (11/ 427)",
            "page": "47",
            "part": "1",
            "seal": "8EA272BA"
        },
        {
            "id": "49",
            "nass": "الْجِدَارِ؟ قَالَ ابْنُ رَاشِدٍ: وَهَذَا الْخِلَافُ إنَّمَا هُوَ إذَا اتَّخَذَ حَيْثُ يَجُوزُ لَهُ اتِّخَاذُهُ، وَإِنْ اُتُّخِذَ حَيْثُ لَا يَجُوزُ لَهُ اتِّخَاذُهُ فَهُوَ ضَامِنٌ بِلَا خِلَافٍ، وَإِنْ لَمْ يَتَقَدَّمْ إلَى صَاحِبِهِ فِي ذَلِكَ. (¬1) ¶ -------------- ¶ قتل من يفرض ضرائب ظالمة على الناس: ¶ وَأَمَّا مَنْ كَانَ لَا يَقْطَعُ الطَّرِيقَ وَلَكِنَّهُ يَأْخُذُ خِفَارَةً أَوْ ضَرِيبَةً مِنْ أَبْنَاءِ السَّبِيلِ عَلَى الرُّءُوسِ وَالدَّوَابِّ وَالْأَحْمَالِ وَنَحْوِ ذَلِكَ فَهَذَا مكاس عَلَيْهِ عُقُوبَةُ المكاسين. وَقَدْ اخْتَلَفَ الْفُقَهَاءُ فِي جَوَازِ قَتْلِهِ وَلَيْسَ هُوَ مِنْ قُطَّاعِ الطَّرِيقِ؛ فَإِنَّ الطَّرِيقَ لَا يَنْقَطِعُ بِهِ مَعَ أَنَّهُ أَشَدُّ النَّاسِ عَذَابًا يَوْمَ الْقِيَامَةِ، عَنْ بُرَيْدَةَ، أَنَّ مَاعِزَ بْنَ مَالِكٍ الْأَسْلَمِيَّ، أَتَى رَسُولَ اللهِ - صلى الله عليه وسلم -،فَقَالَ: يَا رَسُولَ اللهِ، إِنِّي قَدْ ظَلَمْتُ نَفْسِي، وَزَنَيْتُ، وَإِنِّي أُرِيدُ أَنْ تُطَهِّرَنِي، فَرَدَّهُ، فَلَمَّا كَانَ مِنَ الْغَدِ أَتَاهُ، فَقَالَ: يَا رَسُولَ اللهِ، إِنِّي قَدْ زَنَيْتُ، فَرَدَّهُ الثَّانِيَةَ، فَأَرْسَلَ رَسُولُ اللهِ - صلى الله عليه وسلم - إِلَى قَوْمِهِ، فَقَالَ: «أَتَعْلَمُونَ بِعَقْلِهِ بَأْسًا، تُنْكِرُونَ مِنْهُ شَيْئًا؟» فَقَالُوا: مَا نَعْلَمُهُ إِلَّا وَفِيَّ الْعَقْلِ مِنْ صَالِحِينَا فِيمَا نُرَى، فَأَتَاهُ الثَّالِثَةَ، فَأَرْسَلَ إِلَيْهِمْ أَيْضًا فَسَأَلَ عَنْهُ، فَأَخْبَرُوهُ أَنَّهُ لَا بَأْسَ بِهِ، وَلَا بِعَقْلِهِ، فَلَمَّا كَانَ الرَّابِعَةَ حَفَرَ لَهُ حُفْرَةً، ثُمَّ أَمَرَ بِهِ فَرُجِمَ، قَالَ، فَجَاءَتِ الْغَامِدِيَّةُ، فَقَالَتْ: يَا رَسُولَ اللهِ، إِنِّي قَدْ زَنَيْتُ فَطَهِّرْنِي، وَإِنَّهُ رَدَّهَا، فَلَمَّا كَانَ الْغَدُ، قَالَتْ: يَا رَسُولَ اللهِ، لِمَ تَرُدُّنِي؟ لَعَلَّكَ أَنْ تَرُدَّنِي كَمَا رَدَدْتَ مَاعِزًا، فَوَاللهِ إِنِّي لَحُبْلَى، قَالَ: «إِمَّا لَا فَاذْهَبِي حَتَّى تَلِدِي»،فَلَمَّا وَلَدَتْ أَتَتْهُ بِالصَّبِيِّ فِي خِرْقَةٍ، قَالَتْ: هَذَا قَدْ وَلَدْتُهُ، قَالَ: «اذْهَبِي فَأَرْضِعِيهِ حَتَّى تَفْطِمِيهِ»،فَلَمَّا فَطَمَتْهُ أَتَتْهُ بِالصَّبِيِّ فِي يَدِهِ كِسْرَةُ خُبْزٍ، فَقَالَتْ: هَذَا يَا نَبِيَّ اللهِ قَدْ فَطَمْتُهُ، وَقَدْ أَكَلَ الطَّعَامَ، فَدَفَعَ الصَّبِيَّ إِلَى رَجُلٍ مِنَ الْمُسْلِمِينَ، ثُمَّ أَمَرَ بِهَا فَحُفِرَ لَهَا إِلَى صَدْرِهَا، وَأَمَرَ النَّاسَ فَرَجَمُوهَا، فَيُقْبِلُ خَالِدُ بْنُ الْوَلِيدِ بِحَجَرٍ، فَرَمَى رَأْسَهَا فَتَنَضَّحَ الدَّمُ عَلَى وَجْهِ خَالِدٍ فَسَبَّهَا، فَسَمِعَ نَبِيُّ اللهِ - صلى الله عليه وسلم - سَبَّهُ إِيَّاهَا، فَقَالَ: «مَهْلًا يَا خَالِدُ، فَوَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ تَابَتْ تَوْبَةً لَوْ تَابَهَا صَاحِبُ مَكْسٍ لَغُفِرَ لَهُ»،ثُمَّ أَمَرَ بِهَا فَصَلَّى عَلَيْهَا، وَدُفِنَتْ\" (¬2) ¶ ¬__________ ¶ (¬1) - تبصرة الحكام في أصول الأقضية ومناهج الأحكام (2/ 347) ¶ (¬2) - صحيح مسلم (3/ 1323) 23 - (1695) ¶ [ش (إما لا فاذهبي) هو بكسر الهمزة من إما وتشديد الميم وبالإمالة الأصل إن ما فأدغمت النون في الميم وحذف فعل الشرط فصار إما لا ومعناه إذا أبيت أن تستري على نفسك وتتوبي وترجعي عن قولك فاذهبي حتى تلدي فترجمين بعد ذلك (فيقبل خالد) حكاية للحال الماضية أي فأقبل (فتنضح) روى بالحاء المهملة وبالمعجمة والأكثرون على المهملة ومعناه ترشش وانصب (صاحب مكس) معنى المكس الجباية وغلب استعماله فيما يأخذه أعوان الظلمة عند البيع والشراء كما قال الشاعروفي كل أسواق العراق إتاوة ... وفي كل ما باع امرؤ مكس درهم]",
            "page": "48",
            "part": "1",
            "seal": "0D33164C"
        },
        {
            "id": "50",
            "nass": "وَيَجُوزُ لِلْمَظْلُومِينَ - الَّذِينَ تُرَادُ أَمْوَالُهُمْ - قِتَالُ الْمُحَارِبِينَ بِإِجْمَاعِ الْمُسْلِمِينَ. وَلَا يَجِبُ أَنْ يُبْذَلَ لَهُمْ مِنَ الْمَالِ لَا قَلِيلٌ وَلَا كَثِيرٌ إذَا أَمْكَنَ قِتَالُهُمْ. عنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬1) ¶ وَهَذَا الَّذِي تُسَمِّيهِ الْفُقَهَاءُ \" الصَّائِلُ \" وَهُوَ الظَّالِمُ بِلَا تَأْوِيلٍ وَلَا وِلَايَةٍ فَإِذَا كَانَ مَطْلُوبُهُ الْمَالَ جَازَ دَفْعُهُ بِمَا يُمْكِنُ فَإِذَا لَمْ يَنْدَفِعْ إلَّا الْقِتَالُ قُوتِلَ وَإِنْ تَرَكَ الْقِتَالَ وَأَعْطَاهُمْ شَيْئًا مِنْ الْمَالِ جَازَ وَأَمَّا إذَا كَانَ مَطْلُوبُهُ الْحُرْمَةَ - مِثْلَ أَنْ يَطْلُبَ الزِّنَا بِمَحَارِمِ الْإِنْسَانِ أَوْ يَطْلُبَ مِنَ الْمَرْأَةِ أَوْ الصَّبِيِّ الْمَمْلُوكِ أَوْ غَيْرِهِ الْفُجُورَ بِهِ؛ فَإِنَّهُ يَجِبُ عَلَيْهِ أَنْ يَدْفَعَ عَنْ نَفْسِهِ بِمَا يُمْكِنُ وَلَوْ بِالْقِتَالِ وَلَا يَجُوزُ التَّمْكِينُ مِنْهُ بِحَالِ؛ بِخِلَافِ الْمَالِ فَإِنَّهُ يَجُوزُ التَّمْكِينُ مِنْهُ؛ لِأَنَّ بَذْلَ الْمَالِ جَائِزٌ وَبَذْلَ الْفُجُورِ بِالنَّفْسِ أَوْ بِالْحُرْمَةِ غَيْرُ جَائِزٍ. وَأَمَّا إذَا كَانَ مَقْصُودُهُ قَتْلَ الْإِنْسَانِ جَازَ لَهُ الدَّفْعُ عَنْ نَفْسِهِ. وَهَلْ يَجِبُ عَلَيْهِ؟ عَلَى قَوْلَيْنِ لِلْعُلَمَاءِ فِي مَذْهَبِ أَحْمَد وَغَيْرِهِ. (¬2) ¶ ---------------- ¶ جواز قتل المعتدي من الجن: ¶ عَنْ أَبِي ذَرٍّ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «إِذَا قَامَ أَحَدُكُمْ يُصَلِّي، فَإِنَّهُ يَسْتُرُهُ إِذَا كَانَ بَيْنَ يَدَيْهِ مِثْلُ آخِرَةِ الرَّحْلِ، فَإِذَا لَمْ يَكُنْ بَيْنَ يَدَيْهِ مِثْلُ آخِرَةِ الرَّحْلِ، فَإِنَّهُ يَقْطَعُ صَلَاتَهُ الْحِمَارُ، وَالْمَرْأَةُ، وَالْكَلْبُ الْأَسْوَدُ» قُلْتُ: يَا أَبَا ذَرٍّ، مَا بَالُ الْكَلْبِ الْأَسْوَدِ مِنَ الْكَلْبِ الْأَحْمَرِ مِنَ الْكَلْبِ الْأَصْفَرِ؟ قَالَ: يَا ابْنَ أَخِي، سَأَلْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - كَمَا سَأَلْتَنِي فَقَالَ: «الْكَلْبُ الْأَسْوَدُ شَيْطَانٌ» (¬3) ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح ¶ (¬2) - مجموع الفتاوى (28/ 319) ¶ (¬3) - صحيح مسلم (1/ 365) 265 - (510) ¶ [ش (الكلب الأسود شيطان) سمي شيطانا لكونه أعقر الكلاب وأخبثها وأقلها نفعا وأكثرها نعاسا]",
            "page": "49",
            "part": "1",
            "seal": "F878EA4C"
        },
        {
            "id": "51",
            "nass": "وَالْجِنُّ تَتَصَوَّرُ بِصُورَتِهِ كَثِيرًا وَكَذَلِكَ صُورَةُ الْقِطِّ الْأَسْوَدِ؛ لِأَنَّ السَّوَادَ أَجْمَعُ لِلْقُوَى الشَّيْطَانِيَّةِمٍن غَيْرِهِ وَفِيهِ قُوَّةُ الْحَرَارَةِ. وَمِمَّا يُتَقَرَّبُ بِهِ إلَى الْجِنِّ الذَّبَائِحُ فَإِنَّمٍن النَّاسِ مَنْ يَذْبَحُ لِلْجِنِّ وَهُوَ من الشِّرْكِ الَّذِي حَرَّمَهُ اللَّهُ وَرَسُولُهُ، عَنِ الزُّهْرِيِّ، يَرْفَعُ الْحَدِيثَ أَنَّهُ نَهَى عَنْ ذَبَائِحِ الْجِنِّ\" (¬1) ¶ وَإِذَا بَرِئَ الْمُصَابُ بِالدُّعَاءِ وَالذِّكْرِ وَأَمْرِ الْجِنِّ وَنَهْيِهِمْ وَانْتِهَارِهِمْ وَسَبِّهِمْ وَلَعْنِهِمْ وَنَحْوِ ذَلِكَ مٍن الْكَلَامِ حَصَلَ الْمَقْصُودُ، وَإِنْ كَانَ ذَلِكَ يَتَضَمَّنُ مَرَضَ طَائِفَةٍ مِن الْجِنِّ أَوْ مَوْتَهُمْ فَهُمْ الظَّالِمُونَ لِأَنْفُسِهِمْ إذَا كَانَ الرَّاقِي الدَّاعِي الْمُعَالِجُ لَمْ يَتَعَدَّ عَلَيْهِمْ كَمَا يَتَعَدَّى عَلَيْهِمْ كَثِيرٌ مِنْ أَهْلِ الْعَزَائِمِ فَيَأْمُرُونَ بِقَتْلِ مَنْ لَا يَجُوزُ قَتْلُهُ، وَقَدْ يَحْبِسُونَ مَنْ لَا يَحْتَاجُ إلَى حَبْسِهِ؛ وَلِهَذَا قَدْ تُقَاتِلُهُمْ الْجِنُّ عَلَى ذَلِكَ فَفِيهِمْ مَنْ تَقْتُلُهُ الْجِنُّ أَوْ تُمْرِضُهُ، وَفِيهِمْ مَنْ يَفْعَلُ ذَلِكَ بِأَهْلِهِ وَأَوْلَادِهِ أَوْ دَوَابِّهِ. ¶ وَأَمَّا مَنْ سَلَكَ فِي دَفْعِ عَدَاوَتِهِمْ مَسْلَكَ الْعَدْلِ الَّذِي أَمَرَ اللَّهُ بِهِ وَرَسُولُهُ فَإِنَّهُ لَمْ يَظْلِمْهُمْ بَلْ هُوَ مُطِيعٌ لِلَّهِ وَرَسُولِهِ فِي نَصْرِ الْمَظْلُومِ وَإِغَاثَةِ الْمَلْهُوفِ وَالتَّنْفِيسِ عَن الْمَكْرُوبِ بِالطَّرِيقِ الشَّرْعِيِّ الَّتِي لَيْسَ فِيهَا شِرْكٌ بِالْخَلْقِ وَلَا ظُلْمٌ لِلْمَخْلُوقِ، وَمِثْلُ هَذَا لَا تُؤْذِيهِ الْجِنُّ إمَّا لِمَعْرِفَتِهِمْ بِأَنَّهُ عَادِلٌ؛ وَإِمَّا لِعَجْزِهِمْ عَنْهُ. وَإِنْ كَانَ الْجِنُّ مِنَ الْعَفَارِيتِ وَهُوَ ضَعِيفٌ فَقَدْ تُؤْذِيهِ، فَيَنْبَغِي لِمِثْلِ هَذَا أَنْ يَحْتَرِزَ بِقِرَاءَةِ الْعَوْذِ مِثْلَ آيَةِ الْكُرْسِيِّ وَالْمُعَوِّذَاتِ وَالصَّلَاةِ وَالدُّعَاءِ وَنَحْوِ ذَلِكَ مِمَّا يُقَوِّي الْإِيمَانَ، وَيُجَنِّبُ الذُّنُوبَ الَّتِي بِهَا يُسَلَّطُونَ عَلَيْهِ، فَإِنَّهُ مُجَاهِدٌ فِي سَبِيلِ اللَّهِ، وَهَذَا مِنْ أَعْظَمِ الْجِهَادِ فَلْيَحْذَرْ أَنْ يَنْصُرَ الْعَدُوَّ عَلَيْهِ بِذُنُوبِهِ، وَإِنْ كَانَ الْأَمْرُ فَوْقَ قُدْرَتِهِ فَلَا يُكَلِّفُ اللَّهُ نَفْسًا إلَّا وُسْعَهَا، فَلَا يَتَعَرَّضُ مِنَ الْبَلَاءِ لِمَا لَا يُطِيقُ. وَمِنْ أَعْظَمِ مَا يَنْتَصِرُ بِهِ عَلَيْهِمْ آيَةُ الْكُرْسِيِّ فَقَدْ ثَبَتَ فِي صَحِيحِ الْبُخَارِيِّ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: وَكَّلَنِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِحِفْظِ زَكَاةِ رَمَضَانَ، فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنَ الطَّعَامِ فَأَخَذْتُهُ، وَقُلْتُ: وَاللَّهِ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم -،قَالَ: إِنِّي مُحْتَاجٌ، وَعَلَيَّ ¶ ¬__________ ¶ (¬1) - السنن الكبرى للبيهقي (9/ 527) (19352) وسنده واه ¶ قَالَ: وَأَمَّا ذَبَائِحُ الْجِنِّ أَنْ تَشْتَرِيَ الدَّارَ وَتَسْتَخْرِجَ الْعَيْنَ وَمَا أَشْبَهَ ذَلِكَ، فَتَذْبَحَ لَهَا ذَبِيحَةً لِلطِّيَرَةِ. قَالَ أَبُو عُبَيْدٍ: وَهَذَا التَّفْسِيرُ فِي الْحَدِيثِ مَعْنَاهُ أَنَّهُمْ يَتَطَيَّرُونَ إِلَى هَذَا الْفِعْلِ مَخَافَةَ أَنَّهُمْ إِنْ لَمْ يَذْبَحُوا فَيُطْعِمُوا أَنْ يُصِيبَهُمْ فِيهَا شَيْءٌ مِنَ الْجِنِّ يُؤْذِيهِمْ، فَأَبْطَلَ النَّبِيُّ - صلى الله عليه وسلم - هَذَا وَنَهَى عَنْهُ\"",
            "page": "50",
            "part": "1",
            "seal": "418F5B1E"
        },
        {
            "id": "52",
            "nass": "عِيَالٌ وَلِي حَاجَةٌ شَدِيدَةٌ، قَالَ: فَخَلَّيْتُ عَنْهُ، فَأَصْبَحْتُ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «يَا أَبَا هُرَيْرَةَ، مَا فَعَلَ أَسِيرُكَ البَارِحَةَ»،قَالَ: قُلْتُ: يَا رَسُولَ اللَّهِ، شَكَا حَاجَةً شَدِيدَةً، وَعِيَالًا، فَرَحِمْتُهُ، فَخَلَّيْتُ سَبِيلَهُ، قَالَ: «أَمَا إِنَّهُ قَدْ كَذَبَكَ، وَسَيَعُودُ»،فَعَرَفْتُ أَنَّهُ سَيَعُودُ، لِقَوْلِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِنَّهُ سَيَعُودُ، فَرَصَدْتُهُ، فَجَاءَ يَحْثُو مِنَ الطَّعَامِ، فَأَخَذْتُهُ، فَقُلْتُ: لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم -،قَالَ: دَعْنِي فَإِنِّي مُحْتَاجٌ وَعَلَيَّ عِيَالٌ، لاَ أَعُودُ، فَرَحِمْتُهُ، فَخَلَّيْتُ سَبِيلَهُ، فَأَصْبَحْتُ، فَقَالَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «يَا أَبَا هُرَيْرَةَ، مَا فَعَلَ أَسِيرُكَ»،قُلْتُ: يَا رَسُولَ اللَّهِ شَكَا حَاجَةً شَدِيدَةً، وَعِيَالًا، فَرَحِمْتُهُ، فَخَلَّيْتُ سَبِيلَهُ، قَالَ: «أَمَا إِنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ»،فَرَصَدْتُهُ الثَّالِثَةَ، فَجَاءَ يَحْثُو مِنَ الطَّعَامِ، فَأَخَذْتُهُ، فَقُلْتُ: لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ، وَهَذَا آخِرُ ثَلاَثِ مَرَّاتٍ، أَنَّكَ تَزْعُمُ لاَ تَعُودُ، ثُمَّ تَعُودُ قَالَ: دَعْنِي أُعَلِّمْكَ كَلِمَاتٍ يَنْفَعُكَ اللَّهُ بِهَا، قُلْتُ: مَا هُوَ؟ قَالَ: إِذَا أَوَيْتَ إِلَى فِرَاشِكَ، فَاقْرَأْ آيَةَ الكُرْسِيِّ: {اللَّهُ لاَ إِلَهَ إِلَّا هُوَ الحَيُّ القَيُّومُ} [البقرة:255]،حَتَّى تَخْتِمَ الآيَةَ، فَإِنَّكَ لَنْ يَزَالَ عَلَيْكَ مِنَ اللَّهِ حَافِظٌ، وَلاَ يَقْرَبَنَّكَ شَيْطَانٌ حَتَّى تُصْبِحَ، فَخَلَّيْتُ سَبِيلَهُ، فَأَصْبَحْتُ فَقَالَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَا فَعَلَ أَسِيرُكَ البَارِحَةَ»،قُلْتُ: يَا رَسُولَ اللَّهِ، زَعَمَ أَنَّهُ يُعَلِّمُنِي كَلِمَاتٍ يَنْفَعُنِي اللَّهُ بِهَا، فَخَلَّيْتُ سَبِيلَهُ، قَالَ: «مَا هِيَ»،قُلْتُ: قَالَ لِي: إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الكُرْسِيِّ مِنْ أَوَّلِهَا حَتَّى تَخْتِمَ الآيَةَ: {اللَّهُ لاَ إِلَهَ إِلَّا هُوَ الحَيُّ القَيُّومُ} [البقرة:255]،وَقَالَ لِي: لَنْ يَزَالَ عَلَيْكَ مِنَ اللَّهِ حَافِظٌ، وَلاَ يَقْرَبَكَ شَيْطَانٌ حَتَّى تُصْبِحَ - وَكَانُوا أَحْرَصَ شَيْءٍ عَلَى الخَيْرِ - فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: «أَمَا إِنَّهُ قَدْ صَدَقَكَ وَهُوَ كَذُوبٌ، تَعْلَمُ مَنْ تُخَاطِبُ مُنْذُ ثَلاَثِ لَيَالٍ يَا أَبَا هُرَيْرَةَ»،قَالَ: لاَ، قَالَ: «ذَاكَ شَيْطَانٌ» (¬1) ¶ ¬__________ ¶ (¬1) - صحيح البخاري (3/ 101) (2311) معلقا وشرح السنة للبغوي (4/ 460) (1196) صحيح ¶ [ش (آت) اسم فاعل من أتى وأصله آتي فحذفت الياء لالتقاء الساكنين. (يحثو) يأخذ بكفيه. (علي عيال) نفقة عيال وهم الزوجة والأولاد ومن في نفقة المرء. (أسيرك) سمي أسيرا لأنه ربطه بحبل وكانت عادة العرب أن تربط الأسير إذا أخذته بحبل. (البارحة) أقرب ليلة مضت. (فرصدته) ترقبته. (آية الكرسي) الآية التي يذكر فيها كرسي الرحمن جل وعلا وهي قوله تعالى {الله لا إله إلا هو الحي القيوم}. إلى آخر الآية / البقرة 255 /. (وكانوا) أي الصحابة يحرصون على تعلم الخير فيأخذونه حيثما صدر ويبذلون في سبيله كل شيء من متاع الدنيا. (قد صدقك) أخبرك بما يوافق الواقع والحق. (وهو كذوب) من شأنه وخلقه كثرة الكذب]",
            "page": "51",
            "part": "1",
            "seal": "B2C623A9"
        },
        {
            "id": "53",
            "nass": "وَمَعَ هَذَا فَقَدَ جَرَّبَ الْمُجَرِّبُونَ الَّذِينَ لَا يُحْصُونَ كَثْرَةً أَنَّ لَهَا مِنَ التَّأْثِيرِ فِي دَفْعِ الشَّيَاطِينِ وَإِبْطَالِ أَحْوَالِهِمْ مَا لَا يَنْضَبِطُ مِنْ كَثْرَتِهِ وَقُوَّتِهِ فَإِنَّ لَهَا تَأْثِيرًا عَظِيمًا فِي دَفْعِ الشَّيْطَانِ عَنْ نَفْسِ الْإِنْسَانِ وَعَنِ الْمَصْرُوعِ وَعَنِ مَنْ تُعِينُهُ الشَّيَاطِينُ مِثْلَ أَهْلِ الظُّلْمِ وَالْغَضَبِ وَأَهْلِ الشَّهْوَةِ وَالطَّرَبِ وَأَرْبَابِ السَّمَاعِ الْمُكَاءِ وَالتَّصْدِيَةِ إذَا قُرِئَتْ عَلَيْهِمْ بِصِدْقٍ دَفَعَتِ الشَّيَاطِينَ وَبَطَلَتِ الْأُمُورُ الَّتِي يُخَيِّلُهَا الشَّيْطَانُ، وَيَبْطُلُ مَا عِنْدَ إخْوَانِ الشَّيَاطِينِ مِنْ مُكَاشَفَةٍ شَيْطَانِيَّةٍ وَتَصَرُّفٍ شَيْطَانِيٍّ إذْ كَانَتِ الشَّيَاطِينُ يُوحُونَ إلَى أَوْلِيَائِهِمْ بِأُمُورٍ يَظُنُّهَا الْجُهَّالُ مِنْ كَرَامَاتِ أَوْلِيَاءِ اللَّهِ الْمُتَّقِينَ وَإِنَّمَا هِيَ مِنْ تَلْبِيسَاتِ الشَّيَاطِينِ عَلَى أَوْلِيَائِهِمْ الْمَغْضُوبِ عَلَيْهِمْ وَالضَّالِّينَ. ¶ وَالصَّائِلُ الْمُعْتَدِي يَسْتَحِقُّ دَفْعُهُ سَوَاءٌ كَانَ مُسْلِمًا أَوْ كَافِرًا، فعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬1) ¶ فَإِذَا كَانَ الْمَظْلُومُ لَهُ أَنْ يَدْفَعَ عَنْ مَالِ الْمَظْلُومِ وَلَوْ بِقَتْلِ الصَّائِلِ الْعَادِي فَكَيْفَ لَا يَدْفَعُ عَنْ عَقْلِهِ وَبَدَنِهِ وَحُرْمَتِهِ، فَإِنَّ الشَّيْطَانَ يُفْسِدُ عَقْلَهُ وَيُعَاقِبُهُ فِي بَدَنِهِ، وَقَدْ يَفْعَلُ مَعَهُ فَاحِشَةَ إنْسِيٍّ بِإِنْسِيِّ وَإِنْ لَمْ يَنْدَفِعْ إلَّا بِالْقَتْلِ جَازَ قَتْلُهُ. وَأَمَّا إسْلَامُ صَاحِبِهِ وَالتَّخَلِّي عَنْهُ فَهُوَ مِثْلُ إسْلَامِ أَمْثَالِهِ مِنَ الْمَظْلُومِينَ، وَهَذَا فَرْضٌ عَلَى الْكِفَايَةِ مَعَ الْقُدْرَةِ فَفِي الصَّحِيحَيْنِ عَنِ ابْنِ شِهَابٍ أَنَّ سَالِمًا، أَخْبَرَهُ: أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، أَخْبَرَهُ: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: «المُسْلِمُ أَخُو المُسْلِمِ، لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ، وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ» (¬2) ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح ¶ (¬2) - صحيح البخاري (9/ 22) (6951) وصحيح مسلم (4/ 1986) 32 - (2564) ¶ [ش (ولا يخذله) قال العلماء الخذل ترك الإعانة والنصر ومعناه إذا استعان به في دفع ظالم ونحوه لزمه إعانته إذا أمكنه ولم يكن له عذر شرعي (ولا يحقره) أي لا يحتقره فلا ينكر عليه ولا يستصغره ويستقله (التقوى ههنا) معناه أن الأعمال الظاهرة لا تحصل بها التقوى وإنما تحصل بما يقع في القلب من عظمة الله وخشيته ومراقبته]",
            "page": "52",
            "part": "1",
            "seal": "9C9F7510"
        },
        {
            "id": "54",
            "nass": "فَإِنْ كَانَ عَاجِزًا عَنْ ذَلِكَ أَوْ هُوَ مَشْغُولٌ بِمَا هُوَ أَوْجَبُ مِنْهُ أَوْ قَامَ بِهِ غَيْرُهُ لَمْ يَجِبْ وَإِنْ كَانَ قَادِرًا وَقَدْ تَعَيَّنَ عَلَيْهِ وَلَا يَشْغَلُهُ عَمَّا هُوَ أَوْجَبُ مِنْهُ وَجَبَ عَلَيْهِ. (¬1) ¶ ------------- ¶ يجوز للآمر بالمعروف والناهي عن المنكر الدفاع عن نفسه ما يضره: ¶ لَكِنْ لِلْآمِرِ النَّاهِي أَنْ يَدْفَعَ عَنْ نَفْسِهِ مَا يَضُرُّهُ كَمَا يَدْفَعُ الْإِنْسَانُ عَنْ نَفْسِهِ الصَّائِلَ فَإِذَا أَرَادَ الْمَأْمُورُ الْمَنْهِيُّ ضَرْبَهُ أَوْ أَخْذَ مَالِهِ وَنَحْوَ ذَلِكَ وَهُوَ قَادِرٌ عَلَى دَفْعِهِ فَلَهُ دَفْعُهُ عَنْهُ؛ بِخِلَافِ مَا إذَا وَقَعَ الْأَذَى وَتَابَ مِنْهُ؛ فَإِنَّ هَذَا مَقَامَ الصَّبْرِ وَالْحِلْمِ وَالْكَمَالُ فِي هَذَا الْبَابِ حَالُ نَبِيِّنَا - صلى الله عليه وسلم - كَمَا فِي الصَّحِيحَيْنِ عَنْ عَائِشَةَ، قَالَتْ: «مَا ضَرَبَ رَسُولُ اللهِ - صلى الله عليه وسلم - شَيْئًا قَطُّ بِيَدِهِ، وَلَا امْرَأَةً، وَلَا خَادِمًا، إِلَّا أَنْ يُجَاهِدَ فِي سَبِيلِ اللهِ، وَمَا نِيلَ مِنْهُ شَيْءٌ قَطُّ، فَيَنْتَقِمَ مِنْ صَاحِبِهِ، إِلَّا أَنْ يُنْتَهَكَ شَيْءٌ مِنْ مَحَارِمِ اللهِ، فَيَنْتَقِمَ لِلَّهِ عَزَّ وَجَلَّ» (¬2) ¶ فَقَدْ تَضَمَّنَ خُلُقُهُ الْعَظِيمُ أَنَّهُ لَا يَنْتَقِمُ لِنَفْسِهِ إذَا نِيلَ مِنْهُ وَإِذَا اُنْتُهِكَتْ مَحَارِمُ اللَّهِ لَمْ يَقُمْ لِغَضَبِهِ شَيْءٌ حَتَّى يَنْتَقِمَ لِلَّهِ وَمَعْلُومٌ أَنَّ أَذَى الرَّسُولِ مِنْ أَعْظَمِ الْمُحَرَّمَاتِ فَإِنَّ مَنْ آذَاهُ فَقَدْ آذَى اللَّهَ وَقَتْلُ سَابِّهِ وَاجِبٌ بِاتِّفَاقِ الْأُمَّةِ سَوَاءٌ قِيلَ إنَّهُ قُتِلَ لِكَوْنِهِ رِدَّةً أَوْ لِكَوْنِهِ رِدَّةً مُغَلَّظَةً أَوَجَبَتْ أَنْ صَارَ قَتْلُ السَّابِّ حَدًّا مِنَ الْحُدُودِ. وَالْمَنْقُولُ عَنْ النَّبِيِّ - صلى الله عليه وسلم - فِي احْتِمَالِهِ وَعَفْوِهِ عَمَّنْ كَانَ يُؤْذِيهِ كَثِيرٌ كَمَا قَالَ تَعَالَى: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [البقرة:109]. ¶ فَالْآمِرُ النَّاهِي إذَا أُوذِيَ وَكَانَ أَذَاهُ تَعَدِّيًا لِحُدُودِ اللَّهِ وَفِيهِ حَقٌّ لِلَّهِ يَجِبُ عَلَى كُلِّ أَحَدٍ النَّهْيُ عَنْهُ وَصَاحِبُهُ مُسْتَحِقٌّ لِلْعُقُوبَةِ؛ لَكِنْ لَمَّا دَخَلَ فِيهِ حَقُّ الْآدَمِيِّ كَانَ لَهُ الْعَفْوُ عَنْهُ كَمَا لَهُ أَنْ يَعْفُوَ عَنِ الْقَاذِفِ وَالْقَاتِلِ وَغَيْرِ ذَلِكَ وَعَفْوُهُ عَنْهُ لَا يُسْقِطُ عَنْ ذَلِكَ الْعُقُوبَةَ الَّتِي وَجَبَتْ عَلَيْهِ لِحَقِّ اللَّهِ؛ لَكِنْ يُكْمِلُ لِهَذَا الْآمِرِ النَّاهِي مَقَامَ الصَّبْرِ وَالْعَفْوِ الَّذِي شَرَعَ اللَّهُ ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (19/ 52) ¶ (¬2) - صحيح مسلم (4/ 1814) 79 - (2328) وصحيح البخاري (8/ 30) 6126 ¶ [ش (نيل منه) أي أصيب بأذى من قول أو فعل (إلا أن ينتهك) استثناء منقطع معناه لكن إذا انتهكت حرمة الله انتصر لله تعالى وانتقم ممن ارتكب ذلك وانتهاك حرمته تعالى هو ارتكاب ما حرمه]",
            "page": "53",
            "part": "1",
            "seal": "29579BDD"
        },
        {
            "id": "55",
            "nass": "لِمِثْلِهِ حَتَّى يَدْخُلَ فِي قَوْله تَعَالَى: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ} [آل عمران:186]،وَفِي قَوْلِهِ: {وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [البقرة:109]. ¶ ثُمَّ هُنَا فَرْقٌ لَطِيفٌ: أَمَّا الصَّبْرُ فَإِنَّهُ مَأْمُورٌ بِهِ مُطْلَقًا فَلَا يُنْسَخُ. وَأَمَّا الْعَفْوُ وَالصَّفْحُ فَإِنَّهُ جُعِلَ إلَى غَايَةٍ وَهُوَ: أَنْ يَأْتِيَ اللَّهُ بِأَمْرِهِ فَلَمَّا أَتَى بِأَمْرِهِ: بِتَمْكِينِ الرَّسُولِ وَنَصْرِهِ - صَارَ قَادِرًا عَلَى الْجِهَادِ لِأُولَئِكَ وَإِلْزَامِهِمْ بِالْمَعْرُوفِ وَمَنْعِهِمْ عَنِ الْمُنْكَرِ - صَارَ يَجِبُ عَلَيْهِ الْعَمَلُ بِالْيَدِ فِي ذَلِكَ مَا كَانَ عَاجِزًا عَنْهُ وَهُوَ مَأْمُورٌ بِالصَّبْرِ فِي ذَلِكَ كَمَا كَانَ مَأْمُورًا بِالصَّبْرِ أَوَّلًا. وَالْجِهَادُ مَقْصُودُهُ أَنْ تَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَأَنْ يَكُونَ الدِّينُ كُلُّهُ لِلَّهِ؛ فَمَقْصُودُهُ إقَامَةُ دِينِ اللَّهِ لَا اسْتِيفَاءُ الرَّجُلِ حَظَّهُ؛ وَلِهَذَا كَانَ مَا يُصَابُ بِهِ الْمُجَاهِدُ فِي نَفْسِهِ وَمَالِهِ أَجْرُهُ فِيهِ عَلَى اللَّهِ؛ {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [التوبة:111] حَتَّى إنَّ الْكُفَّارَ إذَا أَسْلَمُوا أَوْ عَاهَدُوا لَمْ يُضَمَّنُوا مَا أَتْلَفُوهُ لِلْمُسْلِمِينَ مِنَ الدِّمَاءِ وَالْأَمْوَالِ؛ بَلْ لَوْ أَسْلَمُوا وَبِأَيْدِيهِمْ مَا غَنِمُوهُ مِنْ أَمْوَالِ الْمُسْلِمِينَ كَانَ مِلْكًا لَهُمْ عِنْدَ جُمْهُورِ الْعُلَمَاءِ: كَمَالِكِ وَأَبِي حَنِيفَةَ وَأَحْمَد وَهُوَ الَّذِي مَضَتْ بِهِ سُنَّةُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَسُنَّةُ خُلَفَائِهِ الرَّاشِدِينَ. (¬1) ¶ -------------- ¶ جواز قلع عين الناظر لغير بيته: ¶ وَكَمَا يَتَنَاوَلُ غَضَّ الْبَصَرِ عَنْ عَوْرَةِ الْغَيْرِ وَمَا أَشْبَهَهَا مِنَ النَّظَرِ إلَى الْمُحَرَّمَاتِ فَإِنَّهُ يَتَنَاوَلُ الْغَضَّ عَنْ بُيُوتِ النَّاسِ فَبَيْتُ الرَّجُلِ يَسْتُرُ بَدَنَهُ كَمَا تَسْتُرُهُ ثِيَابُهُ، وَقَدْ ذَكَرَ سُبْحَانَهُ غَضَّ الْبَصَرِ وَحِفْظَ الْفَرْجِ بَعْدَ آيَةِ الِاسْتِئْذَانِ وَذَلِكَ أَنَّ الْبُيُوتَ سُتْرَةٌ كَالثِّيَابِ الَّتِي عَلَى الْبَدَنِ ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (15/ 168)",
            "page": "54",
            "part": "1",
            "seal": "AAB2B7E5"
        },
        {
            "id": "56",
            "nass": "كَمَا جَمَعَ بَيْنَ اللِّبَاسَيْنِ فِي قَوْله تَعَالَى: {وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ (81) فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ الْمُبِينُ (82)} [النحل:81،82] فَكُلٌّ مِنْهُمَا وِقَايَةٌ مِنَ الْأَذَى الَّذِي يَكُونُ سَمُومًا مُؤْذِيًا كَالْحَرِّ وَالشَّمْسِ وَالْبَرْدِ وَمَا يَكُونُ مِنْ بَنِي آدَمَ مِنَ النَّظَرِ بِالْعَيْنِ وَالْيَدِ وَغَيْرِ ذَلِكَ. ¶ وَقَدْ ذَكَرَ فِي أَوَّلِ \" سُورَةِ النَّحْلِ \" أُصُولَ النِّعَمِ وَذَكَرَ هُنَا مَا يَدْفَعُ الْبَرْدَ فَإِنَّهُ مِنَ الْمُهْلِكَاتِ وَذَكَرَ فِي أَثْنَائِهَا تَمَامَ النِّعَمِ وَمَا يَدْفَعُ الْحَرَّ فَإِنَّهُ مِنَ الْمُؤْذِيَاتِ ثُمَّ قَالَ: {وَاللَّهُ جَعَلَ لَكُمْ مِمَّا خَلَقَ ظِلَالًا وَجَعَلَ لَكُمْ مِنَ الْجِبَالِ أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الْحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأْسَكُمْ كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ} [النحل:81] ¶ وَفِي الصَّحِيحَيْنِ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ: «لَوْ أَنَّ رَجُلًا اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ، فَخَذَفْتَهُ بِحَصَاةٍ، فَفَقَأْتَ عَيْنَهُ مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ» (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَوِ اطَّلَعَ أَحَدٌ فِي بَيْتِكَ، وَلَمْ تَأْذَنْ لَهُ فَخَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ مَا كَانَ عَلَيْكَ جُنَاحٌ» (¬2) ¶ وَهَذَا الْخَاصُّ يُفَسِّرُ الْعَامَّ الَّذِي فِي الصَّحِيحِ عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ: أَنَّهُ رَأَى رَجُلًا يَخْذِفُ، فَقَالَ لَهُ: لاَ تَخْذِفْ، فَإِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - نَهَى عَنِ الخَذْفِ، أَوْ كَانَ يَكْرَهُ الخَذْفَ وَقَالَ: «إِنَّهُ لاَ يُصَادُ بِهِ صَيْدٌ وَلاَ يُنْكَى بِهِ عَدُوٌّ، وَلَكِنَّهَا قَدْ تَكْسِرُ السِّنَّ، وَتَفْقَأُ العَيْنَ» ثُمَّ رَآهُ بَعْدَ ذَلِكَ يَخْذِفُ، فَقَالَ لَهُ: أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ نَهَى عَنِ الخَذْفِ أَوْ كَرِهَ الخَذْفَ، وَأَنْتَ تَخْذِفُ لاَ أُكَلِّمُكَ كَذَا وَكَذَا\" وَقَالَ: إنَّهُ لَا يُصَادُ بِهِ صَيْدٌ وَلَا يُنْكَأُ بِهِ عَدُوٌّ وَلَكِنَّهَا تَكْسِرُ السِّنَّ وَتَفْقَأُ الْعَيْنَ \" (¬3) ¶ ¬__________ ¶ (¬1) - صحيح مسلم (3/ 1699) 44 - (2158) وصحيح البخاري (9/ 7) (6888) ¶ [ش (فخذفته) أي رميته بها من بين إصبعيك] ¶ (¬2) - صحيح ابن حبان - مخرجا (13/ 350) (6003) صحيح ¶ (¬3) - صحيح البخاري (7/ 86) (5479) ¶ [ش (لا يصاد به) لا يجوز الصيد به لأنه يقتل بضغطه وقوة الرمي لا بحده. (ينكأ) ويروى (ينكي) بكسر الكاف من النكاية وهي المبالغة في الأذى والمراد لا تقتل العدو ولا تجرحه]",
            "page": "55",
            "part": "1",
            "seal": "2D7C1513"
        },
        {
            "id": "57",
            "nass": "وَفِي الصَّحِيحَيْنِ عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ: أَنَّ رَجُلًا اطَّلَعَ فِي جُحْرٍ فِي بَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم -،وَمَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - مِدْرًى يَحُكُّ بِهِ رَأْسَهُ، فَلَمَّا رَآهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم -،قَالَ: «لَوْ أَعْلَمُ أَنَّكَ تَنْتَظِرُنِي، لَطَعَنْتُ بِهِ فِي عَيْنَيْكَ» قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «إِنَّمَا جُعِلَ الإِذْنُ مِنْ قِبَلِ البَصَرِ». (¬1) ¶ وَقَدْ ظَنَّ طَائِفَةٌ مِنْ الْعُلَمَاءِ أَنَّ هَذَا مِنْ بَابِ دَفْعِ الصَّائِلِ؛ لِأَنَّ النَّاظِرَ مُعْتَدٍ بِنَظَرِهِ فَيُدْفَعُ كَمَا يُدْفَعُ سَائِرُ الْبُغَاةِ وَلَوْ كَانَ الْأَمْرُ كَمَا قَالُوا لَدُفِعَ بِالْأَسْهَلِ فَالْأَسْهَلِ. وَلَمْ يَجُزْ قَلْعُ عَيْنِهِ ابْتِدَاءً إذَا لَمْ يَذْهَبْ إلَّا بِذَلِكَ وَالنُّصُوصُ تُخَالِفُ ذَلِكَ؛ فَإِنَّهُ أَبَاحَ أَنْ تَخْذِفَهُ حَتَّى تَفْقَأَ عَيْنَهُ قَبْلَ أَمْرِهِ بِالِانْصِرَافِ وَكَذَلِكَ قَوْلُهُ {لَوْ أَعْلَمُ أَنَّك تُنْظِرُنِي لَطَعَنْت بِهِ فِي عَيْنِك} فَجَعَلَ نَفْسَ النَّظَرِ مُبِيحًا لِلطَّعْنِ فِي الْعَيْنِ وَلَمْ يَذْكُرْ الْأَمْرَ لَهُ بِالِانْصِرَافِ وَهَذَا يَدُلُّ عَلَى أَنَّهُ مِنْ بَابِ الْمُعَاقَبَةِ لَهُ عَلَى ذَلِكَ حَيْثُ جَنَى هَذِهِ الْجِنَايَةَ عَلَى حُرْمَةِ صَاحِبِ الْبَيْتِ فَلَهُ أَنْ يَفْقَأَ عَيْنَهُ بِالْحَصَى وَالْمِدْرَى. (¬2) ¶ وقال ابن القيم رحمه الله:\" فَرُدَّتْ هَذِهِ السُّنَنُ بِأَنَّهَا خِلَافُ الْأُصُولِ؛ فَإِنَّ اللَّهَ إنَّمَا أَبَاحَ قَلْعَ الْعَيْنِ بِالْعَيْنِ، لَا بِجِنَايَةِ النَّظَرِ، وَلِهَذَا لَوْ جَنَى عَلَيْهِ بِلِسَانِهِ لَمْ يُقْطَعْ، وَلَوْ اسْتَمَعَ عَلَيْهِ بِإِذْنِهِ لَمْ يَجُزْ أَنْ يَقْطَعَ أُذُنَهُ، فَيُقَالُ: بَلْ هَذِهِ السُّنَنُ مِنْ أَعْظَمِ الْأُصُولِ؛ فَمَا خَالَفَهُمَا فَهُوَ خِلَافُ الْأُصُولِ، وَقَوْلُكُمْ:\" إنَّمَا شَرَعَ اللَّهُ سُبْحَانَهُ أَخْذَ الْعَيْنِ بِالْعَيْنِ \" فَهَذَا حَقٌّ فِي الْقِصَاصِ، وَأَمَّا الْعُضْوُ الْجَانِي الْمُتَعَدِّي الَّذِي لَا يُمْكِنُ دَفْعُ ضَرَرِهِ وَعُدْوَانِهِ إلَّا بِرَمْيِهِ، فَإِنَّ الْآيَةَ لَا تَتَنَاوَلُهُ نَفْيًا وَلَا إثْبَاتًا، وَالسُّنَّةُ جَاءَتْ بِبَيَانِ حُكْمِهِ بَيَانًا ابْتِدَائِيًّا لِمَا سَكَتَ عَنْهُ الْقُرْآنُ، لَا مُخَالِفًا لِمَا حَكَمَ بِهِ الْقُرْآنُ، وَهَذَا اسْمٌ آخَرُ غَيْرُ فَقْءِ الْعَيْنِ قِصَاصًا، وَغَيْرُ دَفْعِ الصَّائِلِ الَّذِي يُدْفَعُ بِالْأَسْهَلِ فَالْأَسْهَلِ؛ إذْ الْمَقْصُودُ دَفْعُ ضَرَرِ صِيَالِهِ، فَإِذَا انْدَفَعَ بِالْعَصَا لَمْ يُدْفَعْ بِالسَّيْفِ. ¶ وَأَمَّا هَذَا الْمُتَعَدِّي بِالنَّظَرِ الْمُحَرَّمِ الَّذِي لَا يُمْكِنُ الِاحْتِرَازُ مِنْهُ، فَإِنَّهُ إنَّمَا يَقَعُ عَلَى وَجْهِ الِاخْتِفَاءِ وَالْخَتْلِ؛ فَهُوَ قِسْمٌ آخَرُ غَيْرُ الْجَانِي وَغَيْرُ الصَّائِلِ الَّذِي لَمْ يَتَحَقَّقْ عُدْوَانُهُ، وَلَا يَقَعُ هَذَا غَالِبًا إلَّا عَلَى وَجْهِ الِاخْتِفَاءِ وَعَدَمِ مُشَاهَدَةِ غَيْرِ النَّاظِرِ إلَيْهِ؛ فَلَوْ كُلِّفَ الْمَنْظُورُ إلَيْهِ ¶ ¬__________ ¶ (¬1) - صحيح البخاري (9/ 10) (6901) وصحيح مسلم (3/ 1698) 40 - (2156) ¶ [ش (تنتظرني) تنظرني. (من قبل البصر) بسبب النظر إلى البيوت لئلا يطلع على عورة أهلها] ¶ (¬2) - مجموع الفتاوى (15/ 379)",
            "page": "56",
            "part": "1",
            "seal": "76D8CBBD"
        },
        {
            "id": "58",
            "nass": "إقَامَةَ الْبَيِّنَةِ عَلَى جِنَايَتِهِ لَتَعَذَّرَتْ عَلَيْهِ، وَلَوْ أَمَرَ بِدَفْعِهِ بِالْأَسْهَلِ فَالْأَسْهَلِ ذَهَبَتْ جِنَايَةُ عُدْوَانِهِ بِالنَّظَرِ إلَيْهِ وَإِلَى حَرِيمِهِ هَدَرًا، وَالشَّرِيعَةُ الْكَامِلَةُ تَأْبَى هَذَا وَهَذَا؛ فَكَانَ أَحْسَنَ مَا يُمْكِنُ وَأَصْلَحَهُ وَأَكَفَّهُ لَنَا وَلِلْجَانِي مَا جَاءَتْ بِهِ السُّنَّةُ الَّتِي لَا مُعَارِضَ لَهَا وَلَا دَافِعَ لِصِحَّتِهَا مِنْ حَذْفِ مَا هُنَالِكَ، وَإِنْ لَمْ يَكُنْ هُنَاكَ بَصَرٌ عَادَ لَمْ يَضُرَّ خَذْفُ الْحَصَاةِ، وَإِنْ كَانَ هُنَالِكَ بَصَرٌ عَادَ لَا يَلُومَنَّ إلَّا نَفْسَهُ؛ فَهُوَ الَّذِي عَرَّضَهُ صَاحِبُهُ لِلتَّلَفِ، فَأَدْنَاهُ إلَى الْهَلَاكِ، وَالْخَاذِفُ لَيْسَ بِظَالِمٍ لَهُ، وَالنَّاظِرُ خَائِنٌ ظَالِمٌ، وَالشَّرِيعَةُ أَكْمَلُ وَأَجَلُّ مِنْ أَنْ تُضَيِّعَ حَقَّ هَذَا الَّذِي قَدْ هُتِكَتْ حُرْمَتُهُ وَتُحِيلَهُ فِي الِانْتِصَارِ عَلَى التَّعْزِيرِ بَعْدَ إقَامَةِ الْبَيِّنَةِ؛ فَحُكْمُ اللَّهِ فِيهِ بِمَا شَرَعَهُ عَلَى لِسَانِ رَسُولِهِ، {وَمَنْ أَحْسَنُ مِنَ اللَّهِ حُكْمًا لِقَوْمٍ يُوقِنُونَ} [المائدة:50].\" (¬1) ¶ ------------- ¶ جواز قتل من لا تندفع الفتنة إلا بقتله: ¶ قَالَ أَبُو الْعَبَّاسِ: وَأَفْتَيْت أَمِيرًا مُقَدَّمًا عَلَى عَسْكَرٍ كَبِيرٍ فِي الْحَرْبِيَّةِ إذْ نَهَبُوا أَمْوَالَ الْمُسْلِمِينَ وَلَمْ يَنْزَجِرُوا إلَّا بِالْقَتْلِ أَنْ يَقْتُلَ مَنْ يَكُفُّونَ بِقَتْلِهِ وَلَوْ أَنَّهُمْ عَشَرَةٌ إذْ هُوَ مِنْ بَابِ دَفْعِ الصَّائِلِ قَالَ وَأَمَّرَ أَمِيرًا خَرَجَ لِتَسْكِينِ الْفِتْنَةِ الثَّائِرَةِ بَيْنَ قَيْسِ يَمَنَ وَقَدْ قُتِلَ بَيْنَهُمْ أَلْفَانِ أَنْ يَقْتُلَ مَنْ يَحْصُلُ بِقَتْلِهِ كَفُّ الْفِتْنَةِ وَلَوْ أَنَّهُمْ مِائَةٌ. ¶ قَالَ: وَأَفْتَيْت وُلَاةَ الْأُمُورِ فِي شَهْرِ رَمَضَانَ سَنَةَ أَرْبَعٍ بِقَتْلِ مَنْ أُمْسِكَ فِي سُوقِ الْمُسْلِمِينَ وَهُوَ سَكْرَانُ وَقَدْ شَرِبَ الْخَمْرَ مَعَ بَعْضِ أَهْلِ الذِّمَّةِ وَهُوَ مُجْتَازٌ بِشُقَّةِ لَحْمٍ يَذْهَبُ بِهَا إلَى نُدَمَائِهِ وَكُنْت أَفْتَيْتُهُمْ قَبْلَ هَذَا بِأَنَّهُ يُعَاقَبُ عُقُوبَتَيْنِ: عُقُوبَةً عَلَى الشُّرْبِ وَعُقُوبَةً عَلَى الْفِطْرِ فَقَالُوا مَا مِقْدَارُ التَّعْزِيرِ فَقُلْت هَذَا يَخْتَلِفُ بِاخْتِلَافِ الذَّنْبِ وَحَالِ الْمُذْنِبِ وَحَالِ النَّاسِ. ¶ وَتَوَقَّفْتُ عَنِ الْقَتْلِ فَكَبُرَ هَذَا عَلَى الْأُمَرَاءِ وَالنَّاسِ حَتَّى خِفْت أَنَّهُ إنْ لَمْ يُقْتَلْ يَنْحَلُّ نِظَامُ الْإِسْلَامِ عَلَى انْتِهَاكِ الْمَحَارِمِ فِي نَهَارِ رَمَضَانَ فَأَفْتَيْت بِقَتْلِهِ فَقُتِلَ ثُمَّ ظَهَرَ فِيمَا بَعْدُ أَنَّهُ كَانَ يَهُودِيًّا وَأَنَّهُ أَظْهَرَ الْإِسْلَامَ\" (¬2) ¶ ¬__________ ¶ (¬1) - إعلام الموقعين عن رب العالمين (2/ 256) ¶ (¬2) - الفتاوى الكبرى لابن تيمية (5/ 532)",
            "page": "57",
            "part": "1",
            "seal": "33EA301F"
        },
        {
            "id": "59",
            "nass": "و (سُئِلَ) (ابن عابدين) فِيمَنْ شَهَرَ سِلَاحًا عَلَى مُسْلِمٍ خَارِجَ الْمِصْرِ فَضَرَبَهُ الْمَشْهُورُ عَلَيْهِ بِسِلَاحٍ حَالَ كَوْنِهِ شَاهِرًا فَقَتَلَهُ وَلَمْ يُمْكِنْ دَفْعُهُ إلَّا بِهِ فَهَلْ إذَا ثَبَتَ ذَلِكَ شَرْعًا لَا شَيْءَ بِقَتْلِهِ؟ ¶ (الْجَوَابُ):إذَا لَمْ يُمْكِنْ دَفْعُهُ إلَّا بِقَتْلِهِ وَالْحَالَةُ هَذِهِ فَلَا شَيْءَ عَلَيْهِ بَعْدَمَا ذُكِرَ بِالْوَجْهِ الشَّرْعِيِّ؛ لِأَنَّهُ مِنْ بَابِ دَفْعِ الصَّائِلِ (أَقُولُ) التَّقْيِيدُ بِخَارِجِ الْمِصْرِ قَيْدٌ اتِّفَاقِيٌّ وَالْمَسْأَلَةُ مُفَصَّلَةٌ فِي مَتْنِ التَّنْوِيرِ قُبَيْلَ بَابِ الْقَوَدِ فِيمَا دُونَ النَّفْسِ. (¬1) ¶ ------------- ¶ قتال الدفع من أشد الواجبات: ¶ وَأَمَّا قِتَالُ الدَّفْعِ فَهُوَ أَشَدُّ أَنْوَاعِ دَفْعِ الصَّائِلِ عَنْ الْحُرْمَةِ وَالدِّينِ فَوَاجِبٌ إجْمَاعًا فَالْعَدُوُّ الصَّائِلُ الَّذِي يُفْسِدُ الدِّينَ وَالدُّنْيَا لَا شَيْءَ أَوْجَبَ بَعْدَ الْإِيمَانِ مِنْ دَفْعِهِ فَلَا يُشْتَرَطُ لَهُ شَرْطٌ بَلْ يُدْفَعُ بِحَسَبِ الْإِمْكَانِ. ¶ وَقَدْ نَصَّ عَلَى ذَلِكَ الْعُلَمَاءُ أَصْحَابُنَا وَغَيْرُهُمْ فَيَجِبُ التَّفْرِيقُ بَيْنَ دَفْعِ الصَّائِلِ الظَّالِمِ الْكَافِرِ وَبَيْنَ طَلَبِهِ فِي بِلَادِهِ، وَالْجِهَادُ مِنْهُ مَا هُوَ بِالْيَدِ وَمِنْهُ مَا هُوَ بِالْقَلْبِ وَالدَّعْوَةِ وَالْحُجَّةِ وَاللِّسَانِ وَالرَّأْيِ وَالتَّدْبِيرِ وَالصِّنَاعَةِ فَيَجِبُ بِغَايَةِ مَا يُمْكِنُهُ وَيَجِبُ عَلَى الْقَعَدَةِ لِعُذْرٍ أَنْ يَخْلُفُوا الْغُزَاةَ فِي أَهْلِيهِمْ وَمَالِهِمْ قَالَ الْمَرْوَزِيِّ سُئِلَ أَبُو عَبْدِ اللَّهِ عَنْ الْغَزْوِ فِي شِدَّةِ الْبَرْدِ فِي مِثْلِ الْكَانُونَيْنِ فَيَتَخَوَّفُ الرَّجُلُ إنْ خَرَجَ فِي ذَلِكَ الْوَقْتِ أَنْ يُفَرِّطَ فِي الصَّلَاةِ فَتَرَى لَهُ أَنْ يَغْزُوَ أَوْ يَقْعُدَ قَالَ لَا يَقْعُدُ الْغَزْوُ خَيْرٌ لَهُ وَأَفْضَلُ. (¬2) ¶ وقال ابن القيم:\" وَجِهَاد الدّفع أصعب من جِهَاد الطّلب فَإِن جِهَاد الدّفع يشبه بَاب دفع الصَّائِل وَلِهَذَا أُبِيح للمظلوم أَن يدْفع عَن نَفسه كَمَا قَالَ الله تَعَالَى {أذن للَّذين يُقَاتلُون بِأَنَّهُم ظلمُوا} [الْحَج:39] وَقَالَ النَّبِي - صلى الله عليه وسلم - من قتل دون مَاله فَهُوَ شَهِيد وَمن قتل دون دَمه فَهُوَ شَهِيد، لِأَن دفع الصَّائِل على الدّين جِهَاد وقربة وَدفع الصَّائِل على المَال وَالنَّفس مُبَاح ورخصة فَإِن قتل فِيهِ فَهُوَ شَهِيد ¶ ¬__________ ¶ (¬1) - العقود الدرية في تنقيح الفتاوى الحامدية (2/ 258) ¶ (¬2) - الفتاوى الكبرى لابن تيمية (5/ 538)",
            "page": "58",
            "part": "1",
            "seal": "77EA68BD"
        },
        {
            "id": "60",
            "nass": "فقتال الدّفع أوسع من قتال الطّلب وأعم وجوبا وَلِهَذَا يتَعَيَّن على كل أحد يقم ويجاهد فِيهِ العَبْد بِإِذن سَيّده وَبِدُون إِذْنه وَالْولد بِدُونِ إِذن أَبَوَيْهِ والغريم بِغَيْر إِذن غَرِيمه وَهَذَا كجهاد الْمُسلمين يَوْم أحد وَالْخَنْدَق ¶ وَلَا يشْتَرط فِي هَذَا النَّوْع من الْجِهَاد أَن يكون الْعَدو ضعْفي الْمُسلمين فَمَا دون فَإِنَّهُم كَانُوا يَوْم أحد وَالْخَنْدَق أَضْعَاف الْمُسلمين فَكَانَ الْجِهَاد وَاجِبا عَلَيْهِم لِأَنَّهُ حِينَئِذٍ جِهَاد ضَرُورَة وَدفع لَا جِهَاد اخْتِيَار وَلِهَذَا تُبَاح فِيهِ صَلَاة الْخَوْف بِحَسب الْحَال فِي هَذَا النَّوْع وَهل تُبَاح فِي جِهَاد الطّلب إِذا خَافَ فَوت الْعَدو وَلم يخف كرته فِيهِ قَولَانِ للْعُلَمَاء هما رِوَايَتَانِ عَن الإِمَام أَحْمد ¶ وَمَعْلُوم أَن الْجِهَاد الَّذِي يكون فِيهِ الْإِنْسَان طَالبا مَطْلُوبا أوجب من هَذَا الْجِهَاد الَّذِي هُوَ فِيهِ طَالب لَا مَطْلُوب والنفوس فِيهِ أَرغب من الْوَجْهَيْنِ. ¶ وَأما جِهَاد الطّلب الْخَالِص فَلَا يرغب فِيهِ إِلَّا أحد رجلَيْنِ إِمَّا عَظِيم الْإِيمَان يُقَاتل لتَكون كلمة الله هِيَ الْعليا وَيكون الدّين كُله لله وَإِمَّا رَاغِب فِي الْمغنم والسبي ¶ فجهاد الدّفع يَقْصِدهُ كل أحد وَلَا يرغب عَنهُ إِلَّا الجبان المذموم شرعا وعقلا وَجِهَاد الطّلب الْخَالِص لله يَقْصِدهُ سَادَات الْمُؤمنِينَ وَأما الْجِهَاد الَّذِي يكون فِيهِ طَالبا مَطْلُوبا فَهَذَا يَقْصِدهُ خِيَار النَّاس لإعلاء كلمة الله وَدينه ويقصده أوساطهم للدَّفْع ولمحبة الظفر\" (¬1) ¶ -------------- ¶ جواز قتال البغاة المعتدين على غيرهم: ¶ قال تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِنْ فَاءَتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ} [الحجرات:9] ¶ إذَا اقْتَتَلَتْ طَائِفَتَانِ مِنْ الْمُؤْمِنِينَ فَالْوَاجِبُ الْإِصْلَاحُ بَيْنَهُمَا؛ وَإِنْ لَمْ تَكُنْ وَاحِدَةٌ مِنْهُمَا مَأْمُورَةً بِالْقِتَالِ، فَإِذَا بَغَتْ الْوَاحِدَةُ بَعْدَ ذَلِكَ قُوتِلَتْ؛ لِأَنَّهَا لَمْ تَتْرُكْ الْقِتَالَ؛ وَلَمْ تُجِبْ إلَى الصُّلْحِ؛ فَلَمْ يَنْدَفِعْ شَرُّهَا إلَّا بِالْقِتَالِ فَصَارَ قِتَالُهَا بِمَنْزِلَةِ قِتَالِ الصَّائِلِ الَّذِي لَا يَنْدَفِعُ ظُلْمُهُ ¶ ¬__________ ¶ (¬1) - الفروسية (ص:187)",
            "page": "59",
            "part": "1",
            "seal": "EFA2E727"
        },
        {
            "id": "61",
            "nass": "عَنْ غَيْرِهِ إلَّا بِالْقِتَالِ، فعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬1) ¶ \"وَقَدْ ذَكَرَا فِي دَفْعِ الصَّائِلِ أَنَّهُ إنْ قَصَدَ النَّفْسَ، وَكَانَ مُسْلِمًا أَنَّهُ لَا يَجِبُ الدَّفْعُ، وَقَالَ النَّوَوِيُّ: إنَّهُ الْأَظْهَرُ، وَقَدْ ذَكَرَ الْمُتَوَلِّي قَبْلَ ذِكْرِهِ صُورَةَ الِاثْنَيْنِ أَنَّهُ لَا يَقْصِدُ بِالْقِتَالِ أَنْ يُهْلِكَهُمْ، وَإِنَّمَا يَقْصِدُ أَنْ يُفَرِّقُوا جُمُوعَهُمْ وَيَرُدُّوهُمْ إلَى الطَّاعَةِ، وَقَالَ يَكُونُ حُكْمُ الْإِمَامِ مَعَهُمْ حُكْمَ الْمَصُولِ مَعَ الصَّائِلِ يُدْفَعُ بِالْأَيْسَرِ فَالْأَيْسَرِ، وَقَالَ فِي الصَّائِلِ إنْ قَدَرَ الْمَصُولُ عَلَيْهِ عَلَى الْهَرَبِ، قَالَ الشَّافِعِيُّ فِي مَوْضِعٍ: عَلَيْهِ أَنْ يَهْرُبَ، وَقَالَ فِي مَوْضِعٍ آخَرَ لَيْسَ عَلَيْهِ أَنْ يَهْرُبَ وَحَكَى الِاخْتِلَافَ فِي ذَلِكَ فَكَيْفَ يَسْتَقِيمُ مَعَ ذَلِكَ إيجَابُ مُصَابَرَةِ الْعَادِلِ لِلِاثْنَيْنِ مِنْ الْبُغَاةِ هَذَا لَا يَتَخَيَّلُهُ أَحَدٌ، وَنُصُوصُ الشَّافِعِيِّ، وَكَلَامُ أَصْحَابِهِ يَرُدُّ مَا قَالَهُ الْمُتَوَلِّي، وَكَذَلِكَ كَلَامُ الْعُلَمَاءِ غَيْرُ الشَّافِعِيِّ، وَأَصْحَابِهِ\" (¬2) ¶ ------------- ¶ جواز قتال الكفار والمجرمين في أي مكان: ¶ وَلَوْ كَانُوا جَمَاعَةً دَخَلُوا الْحَرَمَ لِلْقِتَالِ فَلَا بَأْسَ لِلْمُسْلِمِينَ أَنْ يَقْتُلُوهُمْ لِقَوْلِهِ تَعَالَى: {وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ} [البقرة:191] قَالَ ابْنُ عَبَّاسٍ - رَضِيَ اللَّهُ عَنْهُمَا -:الْحَرَمُ كُلُّهُ الْمَسْجِدُ الْحَرَامُ. أَيْ كَالْمَسْجِدِ الْحَرَامِ فِي هَذَا الْحُكْمِ، وَلِأَنَّ حُرْمَةَ الْحَرَمِ لَا تُلْزِمُنَا بِحَمْلِ الْأَذَى عَنْهُمْ، كَمَا لَا يَلْزَمُنَا تَحَمُّلُ الْأَذَى عَنْ الصَّيْدِ حَتَّى إنَّ الضَّبُعَ إذَا صَالَ عَلَى إنْسَانٍ فِي الْحَرَمِ جَازَ قَتْلُهُ دَفْعًا لِأَذَاهُ. ¶ فَإِنْ حَمَلَ عَلَيْهِمْ الْمُسْلِمُونَ فَانْهَزَمُوا فَأَخَذُوا مِنْهُمْ الْأَسْرَى فَلَا بَأْسَ بِأَنْ يَقْتُلُوهُمْ. ¶ لِأَنَّهُمْ لَمْ يُرَاعُوا حُرْمَةَ الْحَرَمِ. فَيَكُونُ الْحَرَمُ فِي حَقِّهِمْ بِمَنْزِلَةِ الْحِلِّ ابْتِدَاءً وَانْتِهَاءً. ¶ بِخِلَافِ الصَّيْدِ فَإِنَّهُ بَعْدَ الصِّيَالِ إذَا هَرَبَ لَمْ يَحِلُّ قَتْلُهُ. لِأَنَّ الصَّيْدَ غَيْرُ عَاقِلٍ، وَإِنَّمَا يُبَاحُ دَفْعُ أَذَاهُ عِنْدَ قَصْدِهِ حِسًّا، وَقَدْ انْدَفَعَ ذَلِكَ بِهَرَبِهِ. ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح وانظر: الفتاوى الكبرى لابن تيمية (3/ 459) ¶ (¬2) - أسنى المطالب في شرح روض الطالب (4/ 116)",
            "page": "60",
            "part": "1",
            "seal": "AE1E004A"
        },
        {
            "id": "62",
            "nass": "فَأَمَّا الْآدَمِيُّ عَاقِلٌ يَجُوزُ دَفْعُ أَذَاهُ بِقَتْلِهِ زَجْرًا. ¶ وَلِهَذَا شُرِعَ الْقِصَاصُ لِمَعْنَى الْحَيَاةِ. فَكَمَا يَجُوزُ قِتَالُهُمْ فِي الِابْتِدَاءِ إذَا قَصَدُوا دَفْعًا لِأَذَاهُمْ وَزَجْرًا لَهُمْ عَنْ هَتْكِ حُرْمَةِ الْحَرَمِ، فَكَذَلِكَ يَجُوزُ قَتْلُهُمْ بَعْدَ الِانْهِزَامِ وَالْأَسْرِ لِمَعْنَى الزَّجْرِ عَنْ هَتْكِ حُرْمَةِ الْحَرَمِ بِطَرِيقِ الِاعْتِبَارِ. (¬1) ¶ ---------------- ¶ الْفَرْقُ بَيْنَ قَاعِدَةِ الْإِتْلَافِ بِالصِّيَالِ وَبَيْنَ قَاعِدَةِ الْإِتْلَافِ بِغَيْرِهِ: ¶ (الْفَرْقُ السَّابِعُ وَالْأَرْبَعُونَ وَالْمِائَتَانِ بَيْنَ قَاعِدَةِ الْإِتْلَافِ بِالصِّيَالِ وَبَيْنَ قَاعِدَةِ الْإِتْلَافِ بِغَيْرِهِ) اعْلَمْ أَنَّ الصِّيَالَ يَخْتَصُّ بِنَوْعٍ مِنْ إسْقَاطِ اعْتِبَارِ إتْلَافِهِ بِسَبَبِ عِدَاهُ وَعُدْوَانِهِ وَيَقْوَى الضَّمَانُ فِي غَيْرِهِ عَلَى مُتْلِفِهِ لِعَدَمِ الْمُسْقِطِ، وَلَهُ خَصِيصَةٌ أُخْرَى، وَهِيَ أَنَّ السَّاكِتَ عَنْ الدَّفْعِ عَنْ نَفْسِهِ حَتَّى يُقْتَلَ لَا يُعَدُّ آثِمًا، وَلَا قَاتِلًا لِنَفْسِهِ بِخِلَافِ لَوْ مَنَعَ مِنْ نَفْسِهِ طَعَامَهَا وَشَرَابَهَا حَتَّى مَاتَ فَإِنَّهُ آثِمٌ قَاتِلٌ لِنَفْسِهِ، وَلَوْ لَمْ يَمْنَعْ عَنْهَا الصَّائِلَ مِنْ الْآدَمِيِّينَ لَمْ يَأْثَمْ بِذَلِكَ وَبَسْطُ ذَلِكَ أَنَّ كُلَّ إنْسَانٍ أَوْ غَيْرَهُ صَالَ فَدَفَعَ عَنْ مَعْصُومٍ مِنْ نَفْسٍ أَوْ بُضْعٍ أَوْ مَالٍ دَفْعًا لَا يَقْصِدُ قَتْلَهُ بَلْ الدَّفْعَ خَاصَّةً، وَإِنْ أَدَّى إلَى الْقَتْلِ إلَّا أَنْ يَعْلَمَ أَنَّهُ لَا يَنْدَفِعُ إلَّا بِالْقَتْلِ فَيَقْصِدُ قَتْلَهُ ابْتِدَاءً لِتَعَيُّنِهِ طَرِيقًا إلَى الدَّفْعِ فَمَنْ خَشِيَ شَيْئًا مِنْ ذَلِكَ فَدَفَعَهُ عَنْ نَفْسِهِ فَهُوَ هَدَرٌ لَا يُضْمَنُ حَتَّى الصَّبِيِّ وَالْمَجْنُونِ، وَكَذَلِكَ الْبَهِيمَةُ لِأَنَّهُ نَابَ عَنْ صَاحِبِهَا فِي دَفْعِهَا وَهُوَ سِرُّ الْفَرْقِ بَيْنَ الْقَاعِدَتَيْنِ فَإِنَّ الْمُتْلِفَ ابْتِدَاءً لَمْ يَنُبْ عَنْ غَيْرِهِ فِي الْقِيَامِ بِذَلِكَ الْإِتْلَافِ قَالَ الْقَاضِي أَبُو بَكْرٍ: أَعْظَمُ الْمَدْفُوعِ عَنْهُ النَّفْسُ، وَأَمْرُهُ بِيَدِهِ إنْ شَاءَ أَسْلَمَ نَفْسَهُ أَوْ دَفَعَ عَنْهَا وَيَخْتَلِفُ الْحَالُ فَفِي زَمَنِ الْفِتْنَةِ الصَّبْرُ أَوْلَى تَقْلِيلًا لَهَا أَوْ هُوَ يَقْصِدُ وَحْدَهُ مِنْ غَيْرِ فِتْنَةٍ عَامَّةٍ فَالْأَمْرُ فِي ذَلِكَ سَوَاءٌ، وَإِنْ عَضَّ الصَّائِلُ يَدَك فَنَزَعْتَهَا مِنْ فِيهِ فَقَلَعْتَ أَسْنَانَهُ ضَمِنْتَ دِيَةَ الْأَسْنَانِ؛ لِأَنَّهَا مِنْ فِعْلِك وَقِيلَ لَا تَضْمَنُ؛ لِأَنَّهُ أَلْجَأَك لِذَلِكَ، وَإِنْ نَظَرَ إلَى حَرَمٍ مِنْ كَوَّةٍ لَمْ يَجُزْ لَك أَنْ تَقْصِدَ عَيْنَهُ أَوْ غَيْرَهَا؛ لِأَنَّهُ لَا تُدْفَعُ الْمَعْصِيَةُ بِالْمَعْصِيَةِ، وَفِيهِ الْقَوَدُ إنْ فَعَلْت وَيَجِبُ تَقَدُّمُ الْإِنْذَارِ فِي كُلِّ مَوْضِعٍ فِيهِ دَفْعٌ وَمُسْتَنَدُ تَرْكِ الدَّفْعِ عَنْ النَّفْسِ مَا فِي الصَّحِيحِ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - «كُنْ عَبْدَ اللَّهِ الْمَقْتُولَ وَلَا تَكُنْ عَبْدَ اللَّهِ الْقَاتِلَ» وَلِقِصَّةِ ¶ ¬__________ ¶ (¬1) - شرح السير الكبير (ص:368)",
            "page": "61",
            "part": "1",
            "seal": "53E7E780"
        },
        {
            "id": "63",
            "nass": "ابْنَيْ آدَمَ {إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ} [المائدة:27] ثُمَّ قَالَ: {إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ} [المائدة:29] وَلَمْ يَدْفَعْهُ عَنْ نَفْسِهِ لَمَّا أَرَادَ قَتْلَهُ وَعَلَى ذَلِكَ اعْتَمَدَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ - عَلَى أَحَدِ الْأَقْوَالِ؛ وَلِأَنَّهُ تَعَارَضَتْ مَفْسَدَةٌ أَنْ يَقْتُلَ أَوْ يُمَكِّنَ مِنْ الْقَتْلِ، وَالتَّمْكِينُ مِنْ الْمَفْسَدَةِ أَخَفُّ مَفْسَدَةً مِنْ مُبَاشَرَةِ الْمَفْسَدَةِ نَفْسِهَا فَإِذَا تَعَارَضَتَا سَقَطَ اعْتِبَارُ الْمَفْسَدَةِ الدُّنْيَا بِدَفْعِ الْمَفْسَدَةِ الْعُلْيَا فَهَذَا أَقْرَبُ الْفُرُوقِ بَيْنَ الْقَاعِدَتَيْنِ. ¶ وَالْفَرْقُ بَيْنَ تَرْكِ دَفْعِ الصَّائِلُ، وَبَيْنَ تَرْكِ الْغِذَاءِ وَالشَّرَابِ حَتَّى يَمُوتَ أَنَّ تَرْكَ الْغِذَاءِ هُوَ السَّبَبُ الْعَامُّ فِي الْمَوْتِ لَمْ يُضِفْ إلَيْهِ غَيْرَهُ، وَلَا بُدَّ أَنْ يُضَافَ فِعْلُ الصَّائِلِ لِلتَّمْكِينِ وَالْفَرْقُ بَيْنَ تَرْكِ الْغِذَاءِ أَنَّهُ يَحْرُمُ وَبَيْنَ تَرْكِ الدَّوَاءِ فَلَا يَحْرُمُ أَنَّ الدَّوَاءَ غَيْرُ مُنْضَبِطِ النَّفْعِ فَقَدْ يُفِيدُ وَقَدْ لَا يُفِيدُ وَالْغِذَاءُ ضَرُورِيُّ النَّفْعِ، وَوَافَقَنَا الشَّافِعِيُّ أَنَّهُ لَا يَضْمَنُ الْفَحْلَ الصَّائِلَ وَالْمَجْنُونَ وَالصَّغِيرَ وَقَالَ أَبُو حَنِيفَةَ: يُبَاحُ لَهُ الدَّفْعُ وَيَضْمَنُ وَاتَّفَقُوا إذَا كَانَ آدَمِيًّا بَالِغًا عَاقِلًا أَنَّهُ لَا يَضْمَنُ. لَنَا وُجُوهٌ: الْأَوَّلُ أَنَّ الْأَصْلَ عَدَمُ الضَّمَانِ. الثَّانِي الْقِيَاسُ عَلَى الْآدَمِيِّ. الثَّالِثُ الْقِيَاسُ عَلَى الدَّابَّةِ الْمَعْرُوفَةِ بِالْأَذَى أَنَّهَا تَقْتُلُ، وَلَا تُضْمَنُ إجْمَاعًا، وَلَا يَلْزَمُنَا إذَا غَصَبَهُ فَصَالَ عَلَيْهِ؛ لِأَنَّهُ ضَمِنَ هُنَالِكَ بِالْغَصْبِ لَا بِالدَّفْعِ، وَإِلَّا إذَا اُضْطُرَّ لَهُ لِجُوعٍ فَأَكَلَهُ فَإِنَّهُ يَضْمَنُ؛ لِأَنَّ الْجُوعَ الْقَاتِلَ فِي نَفْسِ الْجَامِعِ لَا فِي نَفْسِ الصَّائِلِ وَالْقَتْلُ بِالصِّيَالِ مِنْ جِهَةِ الصَّائِلِ احْتَجُّوا بِوُجُوهٍ الْأَوَّلِ أَنَّ مُدْرِكَ عَدَمِ الضَّمَانِ إنَّمَا هُوَ إذْنُ الْمَالِكِ لَا جَوَازُ الْفِعْلِ؛ لِأَنَّهُ لَوْ أَذِنَ لَهُ فِي قَتْلِ عَبْدِهِ لَمْ يَضْمَنْ، وَلَوْ أَكَلَهُ لِمَجَاعَةٍ ضَمِنَهُ. الثَّانِي أَنَّ الْآدَمِيَّ لَهُ قَصْدٌ وَاخْتِيَارٌ فَلِذَلِكَ لَمْ يَضْمَنْ وَالْبَهِيمَةُ لَا اخْتِيَارَ لَهَا؛ لِأَنَّهُ لَوْ حَفَرَ بِئْرًا فَطَرَحَ إنْسَانٌ نَفْسَهُ فِيهَا لَمْ يَضْمَنْهُ، وَلَوْ طَرَحَتْ بَهِيمَةٌ نَفْسَهَا فِيهَا ضُمِنَتْ وَجِنَايَةُ الْعَبْدِ تَتَعَلَّقُ بِرَقَبَتِهِ وَجِنَايَةُ الْبَهِيمَةِ لَا تَتَعَلَّقُ بِرَقَبَتِهَا. الثَّالِثُ قَوْلُهُ - عَلَيْهِ السَّلَامُ - «جُرْحُ الْعَجْمَاءِ جُبَارٌ» فَلَوْ لَمْ يَضْمَنْ لَمْ يَكُنْ جُبَارًا كَالْآدَمِيِّ وَالْجَوَابُ عَنْ الْأَوَّلِ أَنَّ الضَّمَانَ يَتَوَقَّفُ عَلَى عَدَمِ جَوَازِ الْفِعْلِ بِدَلِيلِ أَنَّ الصَّيْدَ إذَا صَالَ عَلَى مُحْرِمٍ لَمْ يَضْمَنْهُ أَوْ صَالَ عَلَى الْعَبْدِ سَيِّدُهُ فَقَتَلَهُ الْعَبْدُ أَوْ الْأَبُ عَلَى ابْنِهِ فَقَتَلَهُ ابْنُهُ لَا يَضْمَنُونَ لِجَوَازِ الْفِعْلِ وَعَنْ الثَّانِي أَنَّ الْبَهِيمَةَ لَهَا اخْتِيَارٌ اعْتَبَرَهُ الشَّرْعُ؛ لِأَنَّ الْكَلْبَ لَوْ اسْتَرْسَلَ بِنَفْسِهِ لَمْ يُؤْكَلْ صَيْدُهُ، وَالْبَعِيرُ الشَّارِدُ يَصِيرُ حُكْمُهُ",
            "page": "62",
            "part": "1",
            "seal": "B85AAA04"
        },
        {
            "id": "64",
            "nass": "حُكْمَ الصَّيْدِ عَلَى أَصْلِهِمْ، وَإِنْ فَتَحَ قَفَصًا فِيهِ طَائِرٌ فَقَعَدَ الطَّائِرُ سَاعَةً ثُمَّ طَارَ لَا يَضْمَنُ؛ لِأَنَّهُ طَارَ بِاخْتِيَارِهِ، وَأَمَّا قَوْلُهُمْ فِي الْآدَمِيِّ لَوْ طَرَحَ نَفْسَهُ فِي الْبِئْرِ لَمْ يُضْمَنْ بِخِلَافِ الْبَهِيمَةِ فَيَلْزَمُهُمْ أَنَّهُ لَوْ نَصَبَ شَبَكَةً فَوَقَعَتْ فِيهَا بَهِيمَةٌ لَمْ يَضْمَنْهَا؛ لِأَنَّهَا لَمْ تَخْتَرْ ذَلِكَ، وَأَنَّهُ لَمْ يَخْتَرْهُ، وَأَمَّا تَعْلِيقُ الْجِنَايَةِ بِرَقَبَةِ الْعَبْدِ فَتَبْطُلُ بِالْعَبْدِ الصَّغِيرِ فَإِنَّهُ تَتَعَلَّقُ الْجِنَايَةُ بِرَقَبَتِهِ مَعَ مُسَاوَاتِهِ لِلدَّابَّةِ فِي الضَّمَانِ، وَعَنْ الثَّالِثِ أَنَّ الْهَدَرَ يَقْتَضِي عَدَمَ الضَّمَانِ مُطْلَقًا. (¬1) ¶ (الْفَرْقُ التَّاسِعُ وَالْأَرْبَعُونَ وَالْمِائَتَانِ بَيْنَ قَاعِدَةِ الْإِتْلَافِ بِالصِّيَالِ وَبَيْنَ قَاعِدَةِ الْإِتْلَافِ بِغَيْرِهِ). ¶ مِنْ نَحْوِ تَرْكِ الْغِذَاءِ وَالشَّرَابِ حَتَّى يَمُوتَ مِنْ حَيْثُ عَدَمُ الضَّمَانِ فِي الصَّائِلِ وَالضَّمَانُ فِي غَيْرِهِ، وَمِنْ حَيْثُ تَرَتُّبُ الْإِثْمِ عَلَى تَرْكِ الطَّعَامِ وَالشَّرَابِ حَتَّى يَمُوتَ وَعَدَمُ تَرَتُّبِ الْإِثْمِ عَلَى تَرْكِ الدَّفْعِ لِلصَّائِلِ مِنْ الْآدَمِيِّينَ عَنْ نَفْسِهِ وَهُوَ مِنْ وُجُوهٍ أَرْبَعَةٍ اثْنَانِ بِاعْتِبَارِ الضَّمَانِ وَعَدَمِهِ وَاثْنَانِ بِاعْتِبَارِ تَرَتُّبِ الْإِثْمِ وَعَدَمِ تَرَتُّبِهِ. (الْوَجْهُ الْأَوَّلُ) مِنْ الْفُرُوقِ أَنَّ الضَّمَانَ فِي غَيْرِ الصَّائِلِ لِعَدَمِ الْمُسْقِطِ وَعَدَمَ الضَّمَانِ فِي الصَّائِلِ لِاخْتِصَاصِهِ بِنَوْعٍ مِنْ إسْقَاطِ اعْتِبَارِ إتْلَافِهِ بِسَبَبِ عِدَاهُ وَعِدْوَانِهِ. ¶ (الْوَجْهُ الثَّانِي) مِنْ الْفُرُوقِ وَهُوَ أَقْرَبُهَا أَنَّ الضَّمَانَ فِي غَيْرِ الصَّائِلِ لِعَدَمِ تَعَارُضِ مَفْسَدَتَيْنِ عُلْيَا وَدُنْيَا فِيهِ وَعَدَمَ الضَّمَانِ فِي الصَّائِلِ؛ لِأَنَّهُ تَعَارَضَتْ فِيهِ مَفْسَدَةُ أَنْ يَفْعَلَ أَوْ يُمَكِّنَ مِنْ الْقَتْلِ، التَّمْكِينُ مِنْ الْمَفْسَدَةِ أَخَفُّ مَفْسَدَةً مِنْ مُبَاشَرَةِ الْمَفْسَدَةِ نَفْسِهَا وَالْقَاعِدَةُ سُقُوطُ اعْتِبَارِ الْمَفْسَدَةِ الدُّنْيَا بِدَفْعِ الْمَفْسَدَةِ الْعُلْيَا إذَا تَعَارَضَتَا. ¶ (الْوَجْهُ الثَّالِثُ) مِنْ الْفُرُوقِ أَنَّ تَرْكَ الْغِذَاءِ وَالشَّرَابِ سَبَبٌ تَامٌّ فِي الْمَوْتِ مِنْ غَيْرِ إضَافَةِ شَيْءٍ آخَرَ إلَيْهِ وَتَرْكُ دَفْعِ الصَّائِلِ سَبَبٌ فِي الْمَوْتِ نَاقِصٌ لَا يَتِمُّ إلَّا بِإِضَافَةِ فِعْلِ الصَّائِلِ إلَيْهِ فَلِذَا تَرَتَّبَ الْإِثْمُ عَلَى الْأَوَّلِ دُونَ الثَّانِي فَافْهَمْ. ¶ فَإِنْ قُلْتَ: مَا وَجْهُ حُرْمَةِ تَرْكِ الْغِذَاءِ وَعَدَمِ حُرْمَةِ تَرْكِ الدَّوَاءِ؟ قُلْتُ الْوَجْهُ أَنَّ الدَّوَاءَ غَيْرُ مُنْضَبِطِ النَّفْعِ فَإِنَّهُ قَدْ يُفِيدُ وَقَدْ لَا يُفِيدُ وَنَفْعُ الْغِذَاءِ ضَرُورِيٌّ. ¶ ¬__________ ¶ (¬1) - الفروق للقرافي = أنوار البروق في أنواء الفروق (4/ 183)",
            "page": "63",
            "part": "1",
            "seal": "FEBBB899"
        },
        {
            "id": "65",
            "nass": "(الْوَجْهُ الرَّابِعُ) مِنْ الْفُرُوقِ أَنَّ الْمَانِعَ مِنْ نَفْسِهِ طَعَامَهَا وَشَرَابَهَا حَتَّى مَاتَ يُعَدُّ قَاتِلًا لِنَفْسِهِ فَلِذَا تَرَتَّبَ عَلَيْهِ الْإِثْمُ وَالسَّاكِتُ عَنْ دَفْعِ الصَّائِلِ مِنْ الْآدَمِيِّينَ عَنْ نَفْسِهِ لَا يُعَدُّ قَاتِلًا لِنَفْسِهِ فَلِذَا لَمْ يَتَرَتَّبْ عَلَيْهِ الْإِثْمُ، وَسِرُّ ذَلِكَ أَنَّ الدَّافِعَ لِصَائِلٍ إنْسَانًا كَانَ أَوْ غَيْرَهُ عَنْ مَعْصُومٍ مِنْ نَفْسٍ أَوْ بُضْعٍ أَوْ مَالٍ لَا يَقْصِدُ قَتْلَهُ بَلْ الدَّفْعَ خَاصَّةً، وَإِنْ أَدَّى إلَى الْقَتْلِ إلَّا أَنْ يَعْلَمَ أَنَّهُ لَا يَنْدَفِعُ إلَّا بِالْقَتْلِ فَيَقْصِدُ قَتْلَهُ ابْتِدَاءً لِتَعَيُّنِهِ طَرِيقًا إلَى الدَّفْعِ فَمَنْ خَشِيَ شَيْئًا مِنْ ذَلِكَ فَدَفَعَهُ عَنْ نَفْسِهِ بِالْقَتْلِ فَهُوَ هَدَرٌ عِنْدَنَا لَا يَضْمَنُ حَتَّى الصَّبِيِّ وَالْمَجْنُونِ، وَكَذَلِكَ الْبَهِيمَةُ؛ لِأَنَّهُ نَابَ عَنْ صَاحِبِهَا فِي دَفْعِهَا، نَعَمْ لَوْ قَدَرَ الْمَصُولُ عَلَيْهِ عَلَى الْهُرُوبِ مِنْ غَيْرِ مَضَرَّةٍ تَلْحَقُهُ تَعَيَّنَ، وَلَمْ يَجُزْ لَهُ الدَّفْعُ بِالْجُرْحِ وَلِذَا لَا يَجُوزُ الدَّفْعُ بِالْجُرْحِ ابْتِدَاءً لِمَنْ يَخْشَ شَيْئًا مِنْ ذَلِكَ؛ لِأَنَّهُ لَمْ يَنُبْ عَنْ غَيْرِهِ فِي الْقِيَامِ بِذَلِكَ الْإِتْلَافِ فَإِنْ لَمْ يَقْدِرْ عَلَى الْهُرُوبِ مِنْ غَيْرِ ضَرَرٍ يَلْحَقُهُ فَلَهُ الدَّفْعُ بِمَا قَدَرَ عَلَيْهِ قَالَ الْقَاضِي أَبُو بَكْرٍ: أَعْظَمُ الْمَدْفُوعِ النَّفْسُ، وَأَمْرُهُ بِيَدِهِ إنْ شَاءَ أَسْلَمَ نَفْسَهُ أَوْ دَفَعَ عَنْهَا وَيَخْتَلِفُ الْحَالُ فَفِي زَمَنِ الْفِتْنَةِ الصَّبْرُ أَوْلَى تَقْلِيلًا لَهَا وَهُوَ يُقْصَدُ وَحْدَهُ مِنْ غَيْرِ فِتْنَةٍ عَامَّةٍ فَالْأَمْرُ فِي ذَلِكَ سَوَاءٌ، وَإِنْ عَضَّ الصَّائِلُ يَدَك فَنَزَعْتَهَا مِنْ فِيهِ فَقَلَعْتَ أَسْنَانَهُ ضَمِنْتَ دِيَةَ الْأَسْنَانِ لِأَنَّهَا مِنْ فِعْلِك وَقِيلَ لَا تَضْمَنُ؛ لِأَنَّهُ أَلْجَأَك لِذَلِكَ، وَإِنْ نَظَرَ إلَى حَرَمٍ مِنْ كَوَّةٍ لَمْ يَجُزْ لَك أَنْ تَقْصِدَ عَيْنَهُ أَوْ غَيْرَهَا؛ لِأَنَّهُ لَا تُدْفَعُ الْمَعْصِيَةُ بِالْمَعْصِيَةِ وَفِيهِ الْقَوَدُ إنْ فَعَلْت وَيَجِبُ تَقَدُّمُ الْإِنْذَارِ فِي كُلِّ مَوْضِعٍ فِيهِ دَفْعٌ. ¶ وَمُسْتَنَدُ تَرْكِ الدَّفْعِ عَنْ النَّفْسِ وَجْهَانِ: (الْأَوَّلُ) مَا فِي الصَّحِيحِ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - «كُنْ عَبْدَ اللَّهِ الْمَقْتُولَ، وَلَا تَكُنْ عَبْدَ اللَّهِ الْقَاتِلَ». ¶ (وَالثَّانِي) قِصَّةُ ابْنَيْ آدَمَ {إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ} [المائدة:27] ثُمَّ قَالَ {إِنِّي أُرِيدُ أَنْ تَبُوءَ بِإِثْمِي وَإِثْمِكَ} [المائدة:29] وَلَمْ يَدْفَعْهُ عَنْ نَفْسِهِ لَمَّا أَرَادَ قَتْلَهُ وَعَلَى ذَلِكَ اعْتَمَدَ عُثْمَانُ - رَضِيَ اللَّهُ عَنْهُ - عَلَى أَحَدِ الْأَقْوَالِ وَوَافَقَنَا الشَّافِعِيُّ - رَضِيَ اللَّهُ تَعَالَى عَنْهُ - فِي أَنَّهُ لَا يَضْمَنُ الْفَحْلَ الصَّائِلَ وَالْمَجْنُونَ وَالصَّغِيرَ وَقَالَ أَبُو حَنِيفَةَ يُبَاحُ لَهُ الدَّفْعُ وَيَضْمَنُ وَاتَّفَقُوا عَلَى أَنَّهُ لَا يَضْمَنُ إذَا كَانَ آدَمِيًّا بَالِغًا عَاقِلًا.",
            "page": "64",
            "part": "1",
            "seal": "ED34B65C"
        },
        {
            "id": "66",
            "nass": "لَنَا وُجُوهٌ، الْأَوَّلُ: الْأَصْلُ عَدَمُ الضَّمَانِ الثَّانِي الْقِيَاسُ عَلَى الْآدَمِيِّ الثَّالِثُ الْقِيَاسُ عَلَى الدَّابَّةِ الْمَعْرُوفَةِ بِالْأَذَى أَنَّهَا تَقْتُلُ، وَلَا تُضْمَنُ إجْمَاعًا وَلَا يَلْزَمُنَا إذَا غَصَبَهُ فَصَالَ عَلَيْهِ؛ لِأَنَّهُ ضَمِنَ هُنَالِكَ بِالْغَصْبِ لَا بِالدَّفْعِ، وَإِلَّا إذَا اُضْطُرَّ لَهُ لِجُوعٍ فَأَكَلَهُ فَإِنَّهُ يَضْمَنُ؛ لِأَنَّ الْجُوعَ الْقَاتِلَ فِي نَفْسِ الْجَائِعِ لَا فِي نَفْسِ الصَّائِلِ وَالْقَتْلُ بِالصِّيَالِ مِنْ جِهَةِ الصَّائِلِ، وَأَمَّا مَا احْتَجَّ بِهِ الْأَحْنَافُ مِنْ الْوُجُوهِ الثَّلَاثَةِ. (فَالْأَوَّلُ) أَنَّ مُدْرَك عَدَمِ الضَّمَانِ إنَّمَا يَكُونُ هُوَ إذْنُ الْمَالِكِ لَا جَوَازُ الْفِعْلِ؛ لِأَنَّهُ لَوْ أَذِنَ لَهُ فِي قَتْلِ عَبْدِهِ لَمْ يَضْمَنْ، وَلَوْ أَكَلَهُ لِمَجَاعَةٍ ضَمِنَهُ وَجَوَابُهُ أَنَّ الضَّمَانَ يَتَوَقَّفُ عَلَى عَدَمِ جَوَازِ الْفِعْلِ بِدَلِيلِ أَنَّ الْعَبْدَ إذَا صَالَ عَلَى مُحَرَّمٍ لَمْ يَضْمَنْهُ أَوْ صَالَ عَلَى الْعَبْدِ سَيِّدُهُ فَقَتَلَهُ الْعَبْدُ وَالْأَبُ عَلَى ابْنِهِ فَقَتَلَهُ ابْنُهُ لَا يَضْمَنُونَ لِجَوَازِ الْفِعْلِ. (وَالثَّانِي) أَنَّ الْآدَمِيَّ لَهُ قَصْدٌ وَاخْتِيَارٌ فَلِذَلِكَ لَمْ يُضْمَنْ وَالْبَهِيمَةُ لَا اخْتِيَارَ لَهَا؛ لِأَنَّهُ لَوْ حَفَرَ بِئْرًا فَطُرِحَ إنْسَانٌ فِيهَا لَمْ يَضْمَنْهُ، وَلَوْ طَرَحَتْ بَهِيمَةٌ نَفْسَهَا فِيهَا ضُمِنَتْ، وَجِنَايَةُ الْعَبْدِ تَتَعَلَّقُ بِرَقَبَتِهِ، وَجِنَايَةُ الْبَهِيمَةِ لَا تَتَعَلَّقُ بِرَقَبَتِهَا، وَجَوَابُهُ أَنَّ الْبَهِيمَةَ لَهَا اخْتِيَارٌ اعْتَبَرَهُ الشَّرْعُ؛ لِأَنَّ الْكَلْبَ لَوْ اسْتَرْسَلَ بِنَفْسِهِ لَمْ يُؤْكَلْ صَيْدُهُ وَالْبَعِيرُ الشَّارِدُ يَصِيرُ حُكْمُهُ حُكْمَ الصَّيْدِ عَلَى أَصْلِهِمْ، وَإِنْ فَتَحَ قَفَصًا فِيهِ طَائِرٌ فَقَعَدَ الطَّائِرُ سَاعَةً ثُمَّ طَارَ لَا يَضْمَنُ؛ لِأَنَّهُ طَارَ بِاخْتِيَارِهِ. ¶ وَأَمَّا قَوْلُهُمْ فِي الْآدَمِيِّ لَوْ طَرَحَ نَفْسَهُ فِي الْبِئْرِ لَمْ يُضْمَنْ بِخِلَافِ الْبَهِيمَةِ فَيَلْزَمُهُمْ أَنَّهُ لَوْ نَصَبَ شَبَكَةً فَوَقَعَتْ فِيهَا بَهِيمَةٌ لَمْ يَضْمَنْهَا لِأَنَّهَا لَمْ تَخْتَرْ ذَلِكَ، وَأَنَّهُ لَمْ يَخْتَرْهُ. وَأَمَّا تَعَلُّقُ الْجِنَايَةِ بِرَقَبَةِ الْعَبْدِ فَتَبْطُلُ بِالْعَبْدِ الصَّغِيرِ فَإِنَّهُ تَتَعَلَّقُ الْجِنَايَةُ بِرَقَبَتِهِ مَعَ مُسَاوَاتِهِ لِلدَّابَّةِ فِي الضَّمَانِ. (وَالثَّالِثُ) قَوْلُهُ - عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ - «جُرْحُ الْعَجْمَاءِ جُبَارٌ» فَلَوْ لَمْ يَضْمَنْ لَمْ يَكُنْ جُبَارًا كَالْآدَمِيِّ وَجَوَابُهُ أَنَّ الْهَدَرَ يَقْتَضِي عَدَمَ الضَّمَانِ. (¬1) ¶ ------------ ¶ القتال من أجل الأكل: ¶ قَالَ أَصْحَابُنَا فَإِنْ آثَرَ الْمَالِكُ غَيْرَهُ عَلَى نَفْسِهِ فَقَدْ أَحْسَنَ قَالَ اللَّهُ {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ} [الحشر:9] ¶ ¬__________ ¶ (¬1) - الفروق للقرافي = أنوار البروق في أنواء الفروق (4/ 210)",
            "page": "65",
            "part": "1",
            "seal": "0CFBE276"
        },
        {
            "id": "67",
            "nass": "قَالُوا وَإِنَّمَا يَجُوزُ أَنْ يُؤْثِرَ عَلَى نَفْسِهِ مُسْلِمًا فَأَمَّا الْكَافِرُ فَلَا يُؤْثِرُهُ حَرْبِيًّا كَانَ أَوْ ذِمِّيًّا وَكَذَا لَا يُؤْثِرُ عَلَى نَفْسِهِ بَهِيمَةً وَاَللَّهُ أَعْلَمُ ¶ (أَمَّا) إذَا لَمْ يَكُنْ الْمَالِكُ مُضْطَرًّا فَيَلْزَمُهُ إطْعَامُ الْمُضْطَرِّ مُسْلِمًا كَانَ أَوْ ذِمِّيًّا أَوْ مُسْتَأْمَنًا وَكَذَا لَوْ كَانَ يَحْتَاجُ إلَيْهِ فِي ثَانِي الْحَالِ عَلَى أَصَحِّ الْوَجْهَيْنِ وَلِلْمُضْطَرِّ أَنْ يَأْخُذَهُ قَهْرًا وَلَهُ مُقَاتَلَةُ الْمَالِكِ عَلَيْهِ فَإِنْ أَتَى الْقِتَالُ عَلَى نَفْسِ الْمَالِكِ فَلَا ضَمَانَ فِيهِ وَإِنْ قَتَلَ الْمَالِكُ الْمُضْطَرَّ فِي الدَّفْعِ عَنْ طَعَامٍ لَزِمَهُ الْقِصَاصُ وَإِنْ مَنَعَهُ الطَّعَامَ فَمَاتَ جُوعًا فَلَا ضَمَانَ قَالَ الْمَاوَرْدِيُّ وَلَوْ قِيلَ يَضْمَنُ لَكَانَ مَذْهَبًا قَالَ أَصْحَابُنَا وَفِي الْقَدْرِ الَّذِي يَلْزَمُ الْمَالِكَ بَذْلُهُ وَيَجُوزُ لِلْمُضْطَرِّ أَخْذُهُ قَهْرًا وَالْقِتَالُ عَلَيْهِ قَوْلَانِ (أَصَحُّهُمَا) مَا يَسُدُّ الرَّمَقَ (وَالثَّانِي) قَدْرُ الشِّبَعِ بِنَاءً عَلَى الْقَوْلَيْنِ فِيمَا يَحِلُّ لَهُ مِنْ الْمَيْتَةِ وَهَلْ يَجِبُ عَلَى الْمُضْطَرِّ الْأَخْذُ قَهْرًا وَالْقِتَالُ فِيهِ خِلَافٌ مُرَتَّبٌ عَلَى الْخِلَافِ فِي وُجُوبِ أَكْلِ الْمَيْتَةِ وَأَوْلَى بِأَنْ لَا يَجِبَ (وَالْأَصَحُّ) هُنَا أَنَّهُ يَجِبُ الْأَخْذُ قَهْرًا وَلَا يَجِبُ الْقِتَالُ لِأَنَّهُ إذَا لَمْ يَجِبْ دَفْعُ الصَّائِلِ فَهُنَا أَوْلَى وَخَصَّ الْبَغَوِيّ الْخِلَافَ بِمَا إذَا لَمْ يَكُنْ عَلَيْهِ خَوْفٌ فِي الْأَخْذِ قَهْرًا قَالَ فَإِنْ خَافَ لَمْ يَجِبْ قَطْعًا وَحَيْثُ أَوْجَبْنَا عَلَى الْمَالِكِ بَذْلَهُ لِلْمُضْطَرِّ فَفِي الْحَاوِي وَجْهٌ ضَعِيفٌ أَنَّهُ يَلْزَمُهُ بذله مجانا ولا يلزم المضطر شئ كما يأكل الميتة بلا شئ وَالْمَذْهَبُ أَنَّهُ لَا يَلْزَمُهُ الْبَذْلُ إلَّا بِعِوَضٍ وَبِهَذَا قَطَعَ الْجُمْهُورُ (¬1) ¶ وقال الزركشي:\"الْإِيثَارُ أَنْ يُؤْثِرَ غَيْرَهُ بِالشَّيْءِ مَعَ حَاجَتِهِ إلَيْهِ، وَعَكْسُهُ الْأَثَرَةُ: وَهِيَ اسْتِئْثَارُهُ عَنْ أَخِيهِ بِمَا هُوَ مُحْتَاجٌ إلَيْهِ، وَمِنْهُ قَوْلُهُ: - صلى الله عليه وسلم - «سَتَلْقَوْنَ بَعْدِي أَثَرَةً» وَالْإِيثَارُ ضَرْبَانِ: (الْأَوَّلُ):أَنْ يَكُونَ فِيمَا لِلنَّفْسِ فِيهِ حَظٌّ، فَهُوَ مَطْلُوبٌ كَالْمُضْطَرِّ يُؤْثِرُ بِطَعَامِهِ غَيْرَهُ إذَا كَانَ ذَلِكَ الْغَيْرُ مُسْلِمًا لِقَوْلِهِ تَعَالَى {وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر:9]،كَذَا جَزَمَ بِهِ الرَّافِعِيُّ تَبَعًا لِلْبَغَوِيِّ وَالْإِمَامِ وَالشَّيْخِ أَبِي مُحَمَّدٍ فِي الْفُرُوقِ وَغَيْرِهِمْ لَكِنَّ كَلَامَ الْمُتَوَلِّي يَقْتَضِي الْمَنْعَ، فَإِنَّهُ قَالَ فِي كِتَابِ (الْبُغَاةِ) فِي كَلَامِهِ عَلَى دَفْعِ الصَّائِلِ: إنَّهُ لَوْ كَانَ مُضْطَرًّا، وَوَلَدُهُ مُضْطَرٌّ لَا يَجُوزُ لَهُ بَذْلُ الطَّعَامِ لَهُ انْتَهَى. وَغَيْرُ الْوَلَدِ أَوْلَى بِالْمَنْعِ لَكِنَّهُ قَالَ فِي زَكَاةِ الْفِطْرِ: وَلِأَنَّهُ لَوْ كَانَ هُوَ وَأَهْلُهُ مُضْطَرِّينَ، وَمَعَهُ طَعَامٌ قَلِيلٌ ¶ ¬__________ ¶ (¬1) - المجموع شرح المهذب (9/ 45)",
            "page": "66",
            "part": "1",
            "seal": "94A462A4"
        },
        {
            "id": "68",
            "nass": "كَانَ هُوَ أَوْلَى بِالطَّعَامِ، وَكَذَا الْقَوْلُ فِي سَالِكٍ إذَا جَامَعَ امْرَأَتَهُ، وَمَعَهُ مَاءٌ قَلِيلٌ يَكْفِي غُسْلَ أَحَدِهِمَا كَانَ هُوَ أَوْلَى (بِهِ) انْتَهَى. (وَقَالَ) الْإِمَامُ فِي بَابِ صَوْلِ الْفَحْلِ: لَا خِلَافَ فِي اسْتِحْبَابِ الْإِيثَارِ، وَإِنْ أَدَّى إلَى هَلَاكِ الْمُؤْثِرِ، وَهُوَ مِنْ شِيَمِ الصَّالِحِينَ، فَإِذَا اُضْطُرَّ، وَانْتَهَى إلَى الْمَخْمَصَةِ، وَمَعَهُ مَا يَسُدُّ جَوْعَتَهُ، وَفِي رُفْقَتِهِ مُضْطَرٌّ فَآثَرَهُ بِالطَّعَامِ، فَهُوَ حَسَنٌ، وَكَذَا الْقَوْلُ فِي سَائِرِ الْإِيثَارَاتِ الَّتِي يُتَدَارَكُ بِهَا الْمُهَجُ، قَالَ: وَلَا خِلَافَ أَنَّهُ لَا يَحِلُّ إيثَارُ الْبَهِيمَةِ، وَكَيْف يُظَنُّ هَذَا، وَيَجِبُ قَتْلُ الْبَهِيمَةِ؛ لِاسْتِبْقَاءِ الْمُهْجَةِ، وَقَالَ وَالِدُهُ فِي بَابِ التَّيَمُّمِ مِنْ الْفُرُوقِ: الْمُضْطَرُّ إنْ أَرَادَ الْإِيثَارَ بِمَا مَعَهُ لِاسْتِحْيَاءِ مُهْجَةٍ أُخْرَى كَانَ لَهُ الْإِيثَارُ، وَإِنْ خَافَ فَوَاتَ مُهْجَتِهِ. وَمَنْ دَخَلَ عَلَيْهِ وَقْتُ الصَّلَاةِ، وَمَعَهُ مَا يَكْفِيهِ لِطَهَارَتِهِ، وَهُنَاكَ مَنْ يَحْتَاجُهُ لِلطَّهَارَةِ لَمْ يَجُزْ لَهُ الْإِيثَارُ، وَالْفَرْقُ بَيْنَهُمَا أَنَّ الْحَقَّ فِي الطَّهَارَةِ حَقٌّ لِلَّهِ، فَلَا يُسَوَّغُ فِيهِ الْإِيثَارُ، وَالْحَقُّ فِي حَالِ الْمَخْمَصَةِ حَقُّهُ فِي نَفْسِهِ، وَقَدْ عُلِمَ أَنَّ الْمُهْجَتَيْنِ عَلَى شَرَفِ التَّلَفِ إلَّا وَاحِدَةً تُسْتَدْرَكُ بِذَلِكَ الطَّعَامِ فَحَسُنَ إيثَارُ غَيْرِهِ عَلَى نَفْسِهِ. قَالَ: وَيُقَوِّي هَذَا الْفَرْقَ مَسْأَلَةُ الْمُدَافَعَةِ وَهِيَ أَنَّ الرَّجُلَ إذَا قَصَدَ قَتْلَ غَيْرِهِ ظُلْمًا، وَالْمَقْصُودُ يَقْدِرُ عَلَى الدَّفْعِ غَيْرَ أَنَّهُ يَعْلَمُ أَنَّ الِاشْتِغَالَ بِالدَّفْعِ رُبَّمَا يَقْتُلُ الْقَاصِدَ كَانَ لِلْمَقْصُودِ الِاسْتِسْلَامُ، وَقَدْ اخْتَلَفَ نَصُّ الشَّافِعِيِّ (- رَحِمَهُ اللَّهُ -) فِي ذَلِكَ. انْتَهَى. ¶ وَذَكَرَ الرَّافِعِيُّ فِي بَابِ الصِّيَالِ أَنَّهُ لَا يَجِبُ الدَّفْعُ عَنْ الْغَيْرِ عِنْدَ الْخَوْفِ عَلَى النَّفْسِ قَطْعًا (الثَّانِي):فِي الْقُرُبَاتِ كَمَنْ يُؤْثِرُ بِالصَّفِّ الْأَوَّلِ لِغَيْرِهِ وَيَتَأَخَّرُ هُوَ أَوْ يُؤْثِرُ بِقُرْبِهِ مِنْ الْإِمَامِ فِي الصَّلَاةِ وَنَحْوِهِ، وَظَاهِرُ كَلَامِ الشَّيْخِ أَبِي مُحَمَّدٍ السَّابِقِ أَنَّهُ حَرَامٌ، وَكَذَا قَالَ الْإِمَامُ فِي بَابِ التَّيَمُّمِ: لَوْ دَخَلَ الْوَقْتُ وَمَعَهُ مَا يَتَوَضَّأُ بِهِ فَوَهَبَهُ لِغَيْرِهِ لِيَتَوَضَّأَ بِهِ لَا يَجُوزُ؛ لِأَنَّ الْإِيثَارَ إنَّمَا يَكُونُ فِيمَا يَتَعَلَّقُ بِالنُّفُوسِ وَالْمُهَجِ لَا فِيمَا يَتَعَلَّقُ بِالْقُرَبِ وَالْعِبَادَاتِ، وَقَالَ فِي بَابِ زَكَاةِ الْفِطْرِ: لَا أَعْرِفُ خِلَافًا فِي أَنَّهُ لَيْسَ لَهُ الْإِيثَارُ.\" (¬1) ¶ --------------- ¶ منع من يريد قتل نفسه أو عضو من أعضائه: ¶ ¬__________ ¶ (¬1) - المنثور في القواعد الفقهية (1/ 210)",
            "page": "67",
            "part": "1",
            "seal": "274254BF"
        },
        {
            "id": "69",
            "nass": "قال الغزالي:\" فإن قيل فلو قصد الإنسان قطع طرف من نفسه وكان لا يمتنع عنه إلا بقتال ربما يؤدي إلى قتله فهل يقاتل عليه فإن قلتم يقاتل فهو محال لأنه إهلاك نفس خوفاً من إهلاك طرف وفي إهلاك النفس إهلاك الطرف أيضاً، قلنا يمنعه عنه ويقاتله إذ ليس غرضنا حفظ نفسه وطرفه بل الغرض حسم سبيل المنكر والمعصية وقتله في الحسبة ليس بمعصية وقطع طرف نفسه معصية ¶ وذلك كدفع الصائل على مال مسلم بما يأتي على قتله فإنه جائز لا على معنى أنا نفدى درهماً من مال مسلم بروح مسلم فإن ذلك محال ولكن قصده لأخذ مال المسلمين معصية وقتله في الدفع عن المعصية ليس بمعصية وإنما المقصود دفع المعاصي ¶ فإن قيل فلو علمنا أنه لو خلا بنفسه لقطع طرف نفسه فينبغي أن نقتله في الحال حسماً لباب المعصية قلنا ذلك لا يعلم يقيناً ولا يجوز سفك دمه بتوهم معصية ولكنا إذا رأيناه في حال مباشرة القطع دفعناه فإن قاتلنا قاتلناه ولم نبال بما يأتي على روحه ¶ فإذا المعصية لها ثلاثة أحوال ¶ إحداها أن تكون متصرمة فالعقوبة على ما تصرم منها حد أو تعزير وهو إلى الولاة لا إلى الآحاد ¶ الثانية أن تكون المعصية راهنة وصاحبها مباشر لها كلبسه الحرير وإمساكه العود والخمر فإبطال هذه المعصية واجب بكل ما يمكن ما لم تؤد إلى معصية أفحش منها أو مثلها وذلك يثبت للآحاد والرعية ¶ الثالثة أن يكون المنكر متوقعاً كالذي يستعد بكنس المجلس وتزيينه وجمع الرياحين لشرب الخمر وبعده لم يحضر الخمر فهذا مشكوك فيه إذ ربما يعوق عنه عائق فلا يثبت للآحاد سلطنة على العازم على الشرب إلا بطريق الوعظ والنصح فأما بالتعنيف والضرب فلا يجوز للآحاد ولا للسلطان إلا إذا كانت تلك المعصية علمت منه بالعادة المستمرة وقد أقدم على السبب المؤدي إليها ولم يبق لحصول المعصية إلا ما ليس له فيه إلا الانتظار وذلك كوقوف الأحداث على أبواب حمامات النساء للنظر إليهن عند الدخول والخروج فإنهم وإن لم يضيقوا الطريق لسعته فتجوز الحسبة عليهم بإقامتهم من الموضع ومنعهم عن",
            "page": "68",
            "part": "1",
            "seal": "F9C0F90A"
        },
        {
            "id": "70",
            "nass": "الوقوف بالتعنيف والضرب وكان تحقيق هذا إذا بحث عنه يرجع إلى أن هذا الوقوف في نفسه معصية وإن كان مقصد العاصي وراءه كما أن الخلوة بالأجنبية في نفسها معصية لأنها مظنة وقوع المعصية وتحصيل مظنة المعصية معصية ونعني بالمظنة ما يتعرض الإنسان به لوقوع المعصية غالباً بحيث لا يقدر على الإنكفاف عنها فإذاً هو على التحقيق حسبة على معصية راهنة لا على معصية منتظرة\" (¬1) ¶ ------------- ¶ عدم الاستسلام للشرطة والأمن الذين يداهمون البيوت ظلما: ¶ قد بين الشيخ الشهيد - كما نحسبه - عبد الله عزام رحمه الله. ردا على شبهة قد ترد على لسان جاهل، أو منافق يدافع عن الباطل، فقال رحمه الله: (قد يسأل سائل أو يجوز لنا أن نقتل شرطيا يصلي يصوم، من أجل أنه يريد أن يأخذني إلى قسم البوليس؟ ¶ وأما رأي الفقهاء بالإجماع أنه لا يجوز لأحد أن يستسلم لإنسان يريد أن ينتهك عرضه. فإذا كان عبد الناصر يأخذ المسلم مرة عشرين يوما في السجن ثم يأتي بزوجته وينتهك عرضها أمامه. فالإجماع منعقد على أنه لا يجوز أبدا أن يستسلم حتى الموت، اتفق الفقهاء جميعا على أن دفع الصائل عن العرض واجب بالإجماع. فإذا أنت تركت الشرطة يقتحمون بيتك في وهن من الليل، وزوجتك عارية في ثياب النوم، يكشفون عنها غطاءها، ليبحثوا أنك نائم عندها، فعرضك منتهك، وأنت آثم عند رب العالمين فهنا الظلم، والصلاة والصيام من مثل الشرطي هذه لا تمنع عنه قضية القتل) (¬2) ¶ قلت: ¶ إن كان هذا الشرطي أو الأمن وغيرهم ممن يخافون الله تعالى، فيجب عليهم معصية الأوامر، إذ لا طاعة لمخلوق في معصية الخالق. ¶ عَنْ مُحَمَّدٍ، قَالَ: اسْتُعْمِلَ الْحَكَمُ بْنُ عَمْرٍو الْغِفَارِيُّ عَلَى خُرَاسَانَ، قَالَ: فَتَمَنَّاهُ عِمْرَانُ بْنُ حُصَيْنٍ حَتَّى قِيلَ لَهُ: يَا أَبَا نُجَيْدٍ، أَلَا نَدْعُوهُ لَكَ، قَالَ: لَا، فَقَامَ عِمْرَانُ بْنُ حُصَيْنٍ، فَلَقِيَهُ بَيْنَ ¶ ¬__________ ¶ (¬1) - إحياء علوم الدين (2/ 323) ¶ (¬2) - في الجهاد فقه واجتهاد ج3/ 189 - 190",
            "page": "69",
            "part": "1",
            "seal": "795DB6C6"
        },
        {
            "id": "71",
            "nass": "النَّاسِ، قَالَ: تَذْكُرُ يَوْمَ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -:\" لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ اللهِ \"؟،قَالَ: نَعَمْ، قَالَ عِمْرَانُ: اللهُ أَكْبَرُ\" (¬1) ¶ وعَنِ النَّوَّاسِ بنِ سَمْعَانَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيةِ الخَالِقِ» (¬2) ¶ قال البغوي:\"اخْتَلَفَ النَّاسُ فِيمَا يَأْمُرُ بِهِ الْوُلاةُ مِنَ الْعُقُوبَاتِ، قَالَ أَبُو حَنِيفَةَ، وَأَبُو يُوسُفَ: مَا أَمَرَ بِهِ الْوُلاةُ مِنْ ذَلِكَ غَيْرَهُمْ يَسَعُهُمْ أَنْ يَفْعَلُوهُ، فِيمَا كَانَتْ وِلايَتُهُ إِلَيْهِمْ. ¶ وَقَالَ مُحَمَّدُ بْنُ الْحَسَنِ: لَا يَسَعُ الْمَأْمُورُ أَنْ يَفْعَلَهُ حَتَّى يَكُونَ الَّذِي يَأْمُرُهُ عَدلا، وَحَتَّى يَشْهَدَ عَدْلٌ سِوَاهُ عَلَى أَنَّ عَلَى الْمَأْمُورِ ذَلِكَ، وَفِي الزِّنَا حَتَّى يَشْهَدَ مَعَهُ ثَلاثَةٌ سِوَاهُ. ¶ وَحُكِيَ أَنَّ عُمَرَ بْنَ هُبَيْرَةَ كَانَ عَلَى الْعِرَاقِ، قَالَ لِعِدَّةٍ مِنَ الْفُقَهَاءِ، مِنْهُمُ الْحَسَنُ وَالشَّعْبِيُّ: إِنَّ أَمِيرَ الْمُؤْمِنيِنَ يَكْتُبُ إِلَيَّ فِي أُمُورٍ أَعْمَلُ بِهَا فَمَا تَرَيَانِ؟ قَالَ الشَّعْبِيُّ: أَنْتَ مَأْمُورٌ، وَالتَّبْعَةُ عَلَى آمِرِكَ. ¶ فَقَالَ لِلْحَسَنِ: مَا تَقُولُ؟ قَالَ: قَدْ قَالَ هَذَا، قَالَ: قُلْ، قَالَ: اتَّقِ اللَّهَ يَا عُمَرُ، فَكَأَنَّكَ بِمَلَكٍ قَدْ أَتَاكَ، فَاسْتَنْزَلَكَ عَنْ سَرِيرِكِ هَذَا، فَأَخْرَجَكَ مِنْ سَعَةِ قَصْرِكَ إِلَى ضِيقِ قَبْرِكَ، فَإِيَّاكَ أَنْ تَعْرِضَ لِلَّهِ بِالْمَعَاصِي، فَإِنَّهُ لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ الْخَالِقِ. ¶ وَرُوِيَ عَنْ أَبِي بَرْزَةَ أَنَّهُ مَرَّ عَلَى أَبِي بَكْرٍ وَهُوَ يَتَغَيَّظُ عَلَى رَجُلٍ مِنْ أَصْحَابِهِ، وَقِيلَ: إِنَّ الرَّجُلَ كَانَ يَسُبُّ أَبَا بَكْرٍ، فَقَالَ أَبُو بَرْزَةَ: قُلْتُ: يَا خَلِيفَةَ رَسُولِ اللَّهِ، مَنْ هَذَا الَّذِي تَتَغَيَّظُ عَلَيْهِ؟ قَالَ: فَلِمَ تَسْأَلُ عَنْهُ؟ قُلْتُ: لأَضْرِبَ عُنُقَهُ. ¶ وَفِي رِوَايَةٍ قَالَ أَبُو بَكْرٍ لأَبِي بَرْزَةَ: لَوْ قُلْتُ لَكَ ذَلِكَ أَكُنْتَ تَفْعَلُهُ؟ قَالَ: نَعَمْ. ¶ فَقَالَ: مَا كَانَ ذَلِكَ لأَحَدٍ بَعْدَ رَسُولِ اللَّهِ - صلى الله عليه وسلم -. ¶ فَهَذَا يُؤَيِّدُ مَا قُلْنَا، وَهُوَ أَنَّ أَحَدًا لَا يجَبُ طَاعَتُهُ فِي قَتْلِ مُسْلِمٍ إِلا بَعْدَ أَنْ يَعْلَمَ أَنَّهُ حَقٌّ إِلا رَسُولَ اللَّهِ - صلى الله عليه وسلم -،فَإِنَّهُ لَا يَأْمُرَ إِلا بِحَقٍّ، وَلا يَحْكُمُ إِلا بِعَدْلٍ، وَقَدْ يُتَأَوَّلُ هَذَا أَيْضًا عَلَى أَنَّهُ لَا يَجِبُ الْقَتْلَ فِي سَبِّ أَحَدٍ إِلا فِي سَبِّ رَسُولِ اللَّهِ - صلى الله عليه وسلم -.\" ¶ ¬__________ ¶ (¬1) - مسند أحمد ط الرسالة (34/ 251) (20653) صحيح ¶ (¬2) - شرح السنة للبغوي (10/ 44) (2455) صحيح لغيره",
            "page": "70",
            "part": "1",
            "seal": "730F3EF2"
        },
        {
            "id": "72",
            "nass": "إن هذه الجيوش لا تحكم بما أنزل الله وإنما تحكم بشرائع الكفر والطغيان، كما أنها لا تلتزم بصوم ولا صلاة ولا حج، وإن وجد منهم بعض الأفراد من يؤدي هذه الفرائض فهو يؤديها بطريقة فردية .. وربما بعدها قد يخضع للمراقبة والمتابعة والمساءلة. ¶ يكثر في هذه الجيوش من يشتم الله والدين والاستهزاء والطعن بالنبي محمد - صلى الله عليه وسلم - من دون أن ينكر عليهم أحد، بينما لو تجرأ منهم من تكلم بكلمة نابية أو اعتراض على الطاغوت الحاكم أو من هو دونه رتبة من الفئة المتنفذة الحاكمة فإنه يسجن ويُضرب ضرباً شديداً، وربما في بعض الجيوش يكون ذلك مبرراً لقتله وإعدامه .. !! ¶ لا يُعظمون شعائر الله ولا يعرفون لها الوقار ولا الاحترام .. بل هي مهانة ومُزدَرَاة وفي كثير من البلدان تحولت فيها المساجد إلى متاحف أثرية تستقبل السائحين العراة!! ¶ يبكون الأقصى الأسير مسرى النبي - صلى الله عليه وسلم - بدموع التماسيح .. وبنفس الوقت هم أنفسهم ينتهكون حرمات بيوت الله تعالى لأتفه الأسباب .. ولا يتورعون لأدنى سببٍ أن يدخلوا المساجد بأحذيتهم النجسة ليروعوا من فيها من المصلين الآمنين .. ! ¶ هذه الجيوش فيها الكافر الأصلي كالنصارى وغيرهم وكثير من الكفرة المرتدين والزنادقة الملحدين، والكثير الكثير من الفسقة المجرمين .. لا يُفرقون بين مؤمن وكافر أو مرتد، فكلهم يستوون في الولاء للحاكم ولأنظمة الجيوش الطاغية .. بل الكافر المجرم في نظرهم مقدم ومفضل على المؤمن التقي ولا مجال للمقارنة بينهما!! ¶ يُعقد الولاء والبراء في شخص الحاكم .. فيوالون من يواليه، ويعادون من يُعاديه، ويُقاتلون ويُسالمون فيه وعليه .. !! ¶ إن أمرهم أطاعوه وإن كان أمره فيه كفر ومعصية لله تعالى، وإن نهاهم انتهوا وإن كان في نهيه نهي عن طاعة وعبادة لله تعالى. ¶ وإن أمرهم بقتل وسجن العباد امتثلوا لأمره لأنه صاحب الأمر والنهي الذي يجب أن يُطاع لذاته، بغض النظر هل هؤلاء الناس يستحقون القتل والسجن أم لا .. !!",
            "page": "71",
            "part": "1",
            "seal": "3006331F"
        },
        {
            "id": "73",
            "nass": "عسكر هذه الجيوش كالوحوش الضارية على من يقترب بسوء من سياج الطاغوت الحاكم ومن حكمه ونظامه .. بينما تراهم على أعداء الأمة الخارجيين رحماء كلهم وداعة ولطف ورحمة ولكن بجبنٍ وذلةٍ وخسة .. !! ¶ على الشعوب المقهورة كالأسود .. بينما في الحروب مع أعداء الأمة، وعلى الجبهات كالنعاج والأرانب! أين هذه الجيوش من قضايا الأمة المصيرية .. أين هي من قضية فلسطين المسلمة .. ؟!! ¶ قال ابن تيمية:\" فَإِذَا تَقَرَّرَتْ هَذِهِ الْقَاعِدَةُ فَهَؤُلَاءِ الْقَوْمُ الْمَسْئُولُ عَنْهُمْ عَسْكَرُهُمْ مُشْتَمِلٌ عَلَى قَوْمٍ كُفَّارٍ مِنَ النَّصَارَى وَالْمُشْرِكِينَ وَعَلَى قَوْمٍ مُنْتَسِبِينَ إلَى الْإِسْلَامِ - وَهُمْ جُمْهُورُ الْعَسْكَرِ - يَنْطِقُونَ بِالشَّهَادَتَيْنِ إذَا طُلِبَتْ مِنْهُمْ وَيُعَظِّمُونَ الرَّسُولَ وَلَيْسَ فِيهِمْ مَنْ يُصَلِّي إلَّا قَلِيلًا جِدًّا وَصَوْمُ رَمَضَانَ أَكْثَرُ فِيهِمْ مِنَ الصَّلَاةِ وَالْمُسْلِمُ عِنْدَهُمْ أَعْظَمُ مِنْ غَيْرِهِ وَلِلصَّالِحِينَ مِنْ الْمُسْلِمِينَ عِنْدَهُمْ قَدْرٌ وَعِنْدَهُمْ مِنَ الْإِسْلَامِ بَعْضُهُ وَهُمْ مُتَفَاوِتُونَ فِيهِ؛ لَكِنَّ الَّذِي عَلَيْهِ عَامَّتُهُمْ وَاَلَّذِي يُقَاتَلُونَ عَلَيْهِ مُتَضَمِّنٌ لِتَرْكِ كَثِيرٍ مِنْ شَرَائِعِ الْإِسْلَامِ أَوْ أَكْثَرِهَا؛ فَإِنَّهُمْ أَوَّلًا يُوجِبُونَ الْإِسْلَامَ وَلَا يُقَاتِلُونَ مَنْ تَرَكَهُ؛ بَلْ مَنْ قَاتَلَ عَلَى دَوْلَةِ الْمَغُولِ عَظَّمُوهُ وَتَرَكُوهُ وَإِنْ كَانَ كَافِرًا عَدُوًّا لِلَّهِ وَرَسُولِهِ وَكُلُّ مَنْ خَرَجَ عَنْ دَوْلَةِ الْمَغُولِ أَوْ عَلَيْهَا اسْتَحَلُّوا قِتَالَهُ وَإِنْ كَانَ مِنْ خِيَارِ الْمُسْلِمِينَ. فَلَا يُجَاهِدُونَ الْكُفَّارَ وَلَا يُلْزِمُونَ أَهْلَ الْكِتَابِ بِالْجِزْيَةِ وَالصَّغَارِ وَلَا يَنْهَوْنَ أَحَدًا مِنْ عَسْكَرِهِمْ أَنْ يَعْبُدَ مَا شَاءَ مِنْ شَمْسٍ أَوْ قَمَرٍ أَوْ غَيْرِ ذَلِكَ؛ بَلْ الظَّاهِرُ مِنْ سِيرَتِهِمْ أَنَّ الْمُسْلِمَ عِنْدَهُمْ بِمَنْزِلَةِ الْعَدْلِ أَوْ الرَّجُلِ الصَّالِحِ أَوْ الْمُتَطَوِّعِ فِي الْمُسْلِمِينَ وَالْكَافِرُ عِنْدَهُمْ بِمَنْزِلَةِ الْفَاسِقِ فِي الْمُسْلِمِينَ أَوْ بِمَنْزِلَةِ تَارِكِ التَّطَوُّعِ. وَكَذَلِكَ أَيْضًا عَامَّتُهُمْ لَا يُحَرِّمُونَ دِمَاءَ الْمُسْلِمِينَ وَأَمْوَالَهُمْ؛ إلَّا أَنْ يَنْهَاهُمْ عَنْهَا سُلْطَانُهُمْ أَيْ لَا يَلْتَزِمُونَ تَرْكَهَا وَإِذَا نَهَاهُمْ عَنْهَا أَوْ عَنْ غَيْرِهَا أَطَاعُوهُ لِكَوْنِهِ سُلْطَانًا لَا بِمُجَرَّدِ الدِّينِ. وَعَامَّتُهُمْ لَا يَلْتَزِمُونَ أَدَاءَ الْوَاجِبَاتِ؛ لَا مِنْ الصَّلَاةِ وَلَا مِنْ الزَّكَاةِ وَلَا مِنْ الْحَجِّ وَلَا غَيْرِ ذَلِكَ. وَلَا يَلْتَزِمُونَ الْحُكْمَ بَيْنَهُمْ بِحُكْمِ اللَّهِ؛ بَلْ يَحْكُمُونَ بِأَوْضَاعِ لَهُمْ تُوَافِقُ الْإِسْلَامَ تَارَةً وَتُخَالِفُهُ أُخْرَى. وَإِنَّمَا كَانَ الْمُلْتَزِمُ لِشَرَائِعِ الْإِسْلَامِ الشيزبرون وَهُوَ الَّذِي أَظْهَرَ مِنْ شَرَائِعِ الْإِسْلَامِ مَا اسْتَفَاضَ عِنْدَ النَّاسِ. وَأَمَّا هَؤُلَاءِ فَدَخَلُوا فِيهِ وَمَا الْتَزَمُوا شَرَائِعَهُ. وَقِتَالُ",
            "page": "72",
            "part": "1",
            "seal": "9AB0BD70"
        },
        {
            "id": "74",
            "nass": "هَذَا الضَّرْبِ وَاجِبٌ بِإِجْمَاعِ الْمُسْلِمِينَ وَمَا يَشُكُّ فِي ذَلِكَ مَنْ عَرَفَ دِينَ الْإِسْلَامِ وَعَرَفَ حَقِيقَةَ أَمْرِهِمْ؛ فَإِنَّ هَذَا السِّلْمَ الَّذِي هُمْ عَلَيْهِ وَدِينَ الْإِسْلَامِ لَا يَجْتَمِعَانِ أَبَدًا. وَإِذَا كَانَ الْأَكْرَادُ وَالْأَعْرَابُ وَغَيْرُهُمْ مِنْ أَهْلِ الْبَوَادِي الَّذِينَ لَا يَلْتَزِمُونَ شَرِيعَةَ الْإِسْلَامِ يَجِبُ قِتَالُهُمْ وَإِنْ لَمْ يَتَعَدَّ ضَرَرُهُمْ إلَى أَهْلِ الْأَمْصَارِ فَكَيْفَ بِهَؤُلَاءِ. نَعَمْ يَجِبُ أَنْ يُسْلَكَ فِي قِتَالِهِ الْمَسْلَكُ الشَّرْعِيُّ مِنْ دُعَائِهِمْ إلَى الْتِزَامِ شَرَائِعِ الْإِسْلَامِ إنْ لَمْ تَكُنْ الدَّعْوَةُ إلَى الشَّرَائِعِ قَدْ بَلَغَتْهُمْ كَمَا كَانَ الْكَافِرُ الْحَرْبِيُّ يُدْعَى أَوَّلًا إلَى الشَّهَادَتَيْنِ إنْ لَمْ تَكُنْ الدَّعْوَةُ قَدْ بَلَغَتْهُ. فَإِنْ اتَّفَقَ مَنْ يُقَاتِلُهُمْ عَلَى الْوَجْهِ الْكَامِلِ فَهُوَ الْغَايَةُ فِي رِضْوَانِ اللَّهِ وَإِعْزَازِ كَلِمَتِهِ وَإِقَامَةِ دِينِهِ وَطَاعَةِ رَسُولِهِ وَإِنْ كَانَ فِيهِمْ مَنْ فِيهِ فُجُورٌ وَفَسَادُ نِيَّةٍ بِأَنْ يَكُونَ يُقَاتِلُ عَلَى الرِّيَاسَةِ أَوْ يَتَعَدَّى عَلَيْهِمْ فِي بَعْضِ الْأُمُورِ وَكَانَتْ مَفْسَدَةُ تَرْكِ قِتَالِهِمْ أَعْظَمُ عَلَى الدِّينِ مِنْ مَفْسَدَةِ قِتَالِهِمْ عَلَى هَذَا الْوَجْهِ: كَانَ الْوَاجِبُ أَيْضًا قِتَالَهُمْ دَفْعًا لِأَعْظَمِ الْمُفْسِدَتَيْنِ بِالْتِزَامِ أَدْنَاهُمَا؛ فَإِنَّ هَذَا مِنْ أُصُولِ الْإِسْلَامِ الَّتِي يَنْبَغِي مُرَاعَاتُهَا.\" (¬1) ¶ إن مسألتنا هذه تسمى في الفقه الإسلامي بالعدو الصائل وهي مسألة مجمع عليها بين أهل العلم من سلف الأمة حتى لو كان المداهم للمنزل من المسلمين بل من خيارهم فإنه يقتل ولا يتردد في ذلك يقول الشيخ عبدالله عزام رحمه الله في رسالته (الدفاع عن أراضي المسمين): ¶ \" إن كل دين نزل من عند الله جاء للحفاظ على الضرورات الخمس: الدين، والنفس، والعرض، والعقل، والمال. ¶ ولذا فيجب المحافظة على هذه الضرورات بأي وسيلة، ومن هنا شرع الإسلام دفع الصائل، والصائل: هو الذي يسطو على غيره قهرا يريد نفسه أو ماله أو عرضه. ¶ الصائل على العرض: ولو كان مسلما إذا صال على العرض وجب دفعه باتفاق الفقهاء ولو أدى إلى قتله، ولذا فقد نص الفقهاء على أنه لا يجوز للمرأة أن تستسلم للأسر ولو قتلت إذا خافت على عرضها. ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى (28/ 504)",
            "page": "73",
            "part": "1",
            "seal": "6A4E9B3F"
        },
        {
            "id": "75",
            "nass": "أما الصائل على المال أو النفس فيجب دفعه عند جمهور العلماء، ويتفق مع الرأي الراجح في مذهبي مالك والشافعي ولو أدى إلى قتل الصائل المسلم، ففي الحديث الصحيح عَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ» (¬1) ¶ قال الجصاص بعد هذا الحديث:\"فَأَخْبَرَ - صلى الله عليه وسلم - أَنَّ الدَّافِعَ عَنْ نَفْسِهِ وَأَهْلِهِ وَمَالِهِ شَهِيدٌ, وَلَا يَكُونُ مَقْتُولًا دُونَ مَالِهِ إلَّا وَقَدْ قَاتَلَ دُونَهُ; وَيَدُلُّ عَلَيْهِ قَوْلُ النَّبِيِّ - صلى الله عليه وسلم - فِي حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ:\"مَنْ رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بِيَدِهِ, فَإِنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ, فَإِنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ, وَذَاكَ أَضْعَفُ الْإِيمَانِ\" فَأَمَرَ بِتَغْيِيرِ الْمُنْكَرِ بِالْيَدِ, وَإِذَا لَمْ يُمْكِنْ تَغْيِيرُهُ إلَّا بِقَتْلِهِ فَعَلَيْهِ أَنْ يَقْتُلَهُ بِمُقْتَضَى ظَاهِرُ قَوْلِ النَّبِيِّ - صلى الله عليه وسلم - وَلَا نَعْلَمُ خِلَافًا أَنَّ رَجُلًا لَوْ شَهَرَ سَيْفَهُ عَلَى رَجُلٍ لِيَقْتُلَهُ بِغَيْرِ حَقٍّ أَنَّ عَلَى الْمُسْلِمِينَ قَتْلَهُ, فَكَذَلِكَ جَائِزٌ لِلْمَقْصُودِ بِالْقَتْلِ قَتْلُهُ; وَقَدْ قَتَلَ عَلِيُّ بْنُ أَبِي طَالِبٍ الْخَوَارِجَ حِينَ قَصَدُوا قَتْلَ النَّاسِ وَأَصْحَابُ النَّبِيِّ - صلى الله عليه وسلم - مَعَهُ مُوَافِقُونَ لَهُ عَلَيْهِ.\" (¬2) ¶ وقال الشوكاني:\"وَأَحَادِيثُ الْبَابِ مُصَرِّحَةٌ بِأَنَّ الْمَقْتُولَ دُونَ مَالِهِ وَنَفْسِهِ وَأَهْلِهِ وَدِينِهِ شَهِيدٌ، وَمُقَاتِلُهُ إذَا قُتِلَ فِي النَّارِ، لِأَنَّ الْأَوَّلَ مُحِقٌّ وَالثَّانِي مُبْطِلٌ\" (¬3) ¶ وقال ابن تيمية:\" وَقَدْ اسْتَقَرَّتْ السُّنَّةُ بِأَنَّ عُقُوبَةَ الْمُرْتَدِّ أَعْظَمُ مِنْ عُقُوبَةِ الْكَافِرِ الْأَصْلِيِّ مِنْ وُجُوهٍ مُتَعَدِّدَةٍ: مِنْهَا: أَنَّ الْمُرْتَدَّ يُقْتَلُ بِكُلِّ حَالٍ، وَلَا يُضْرَبُ عَلَيْهِ جِزْيَةٌ، وَلَا تُعْقَدُ لَهُ ذِمَّةٌ بِخِلَافِ الْكَافِرِ الْأَصْلِيِّ. ¶ وَمِنْهَا: أَنَّ الْمُرْتَدَّ يُقْتَلُ وَإِنْ كَانَ عَاجِزًا عَنْ الْقِتَالِ بِخِلَافِ الْكَافِرِ الْأَصْلِيِّ الَّذِي لَيْسَ هُوَ مِنْ أَهْلِ الْقِتَالِ فَإِنَّهُ لَا يُقْتَلُ عِنْدَ أَكْثَرِ الْعُلَمَاءِ كَأَبِي حَنِيفَة، وَمَالِكٍ، وَأَحْمَدَ. ¶ وَلِهَذَا كَانَ مَذْهَبُ الْجُمْهُورِ أَنَّ الْمُرْتَدَّ يُقْتَلُ كَمَا هُوَ مَذْهَبُ مَالِكٍ، وَالشَّافِعِيِّ، وَأَحْمَدَ. ¶ وَمِنْهَا أَنَّ الْمُرْتَدَّ لَا يَرِثُ، وَلَا يُنَاكَحُ، وَلَا تُؤْكَلُ ذَبِيحَتُهُ، بِخِلَافِ الْكَافِرِ الْأَصْلِيِّ، إلَى غَيْرِ ذَلِكَ مِنْ الْأَحْكَامِ، وَإِذَا كَانَتْ الرِّدَّةُ عَنْ أَصْلِ الدِّينِ أَعْظَمَ مِنْ الْكُفْرِ بِأَصْلِ الدِّينِ، فَالرِّدَّةُ ¶ ¬__________ ¶ (¬1) - السنن الكبرى للنسائي (3/ 455) (3544) صحيح وانظر: جامع الأحكام (8/ 150). ¶ (¬2) - أحكام القرآن للجصاص ط العلمية (2/ 503) ¶ (¬3) - نيل الأوطار (5/ 390)",
            "page": "74",
            "part": "1",
            "seal": "EFF57585"
        },
        {
            "id": "76",
            "nass": "عَنْ شَرَائِعِهِ أَعْظَمُ مِنْ خُرُوجِ الْخَارِجِ الْأَصْلِيِّ عَنْ شَرَائِعِهِ، وَلِهَذَا كَانَ كُلُّ مُؤْمِنٍ يَعْرِفُ أَحْوَالَ التَّتَارِ وَيَعْلَمُ أَنَّ الْمُرْتَدِّينَ الَّذِينَ فِيهِمْ مِنْ الْفُرْسِ وَالْعَرَبِ وَغَيْرِهِمْ شَرٌّ مِنْ الْكُفَّارِ الْأَصْلِيِّينَ مِنْ التُّرْكِ وَنَحْوِهِمْ، وَهُمْ بَعْدَ أَنْ تَكَلَّمُوا بِالشَّهَادَتَيْنِ مَعَ تَرْكِهِمْ لِكَثِيرٍ مِنْ شَرَائِعِ الدِّينِ خَيْرٌ مِنْ الْمُرْتَدِّينَ مِنْ الْفُرْسِ وَالْعَرَبِ وَغَيْرِهِمْ. ¶ وَبِهَذَا يَتَبَيَّنُ أَنَّ مَنْ كَانَ مَعَهُمْ مِمَّنْ كَانَ مُسْلِمَ الْأَصْلِ هُوَ شَرٌّ مِنْ التُّرْكِ الَّذِينَ كَانُوا كُفَّارًا، فَإِنَّ الْمُسْلِمَ الْأَصْلِيَّ إذَا ارْتَدَّ عَنْ بَعْضِ شَرَائِعِهِ كَانَ أَسْوَأَ حَالًا مِمَّنْ لَمْ يَدْخُلْ بَعْدُ فِي تِلْكَ الشَّرَائِعِ مِثْلُ: مَانِعِي الزَّكَاةِ وَأَمْثَالِهِمْ مِمَّنْ قَاتَلَهُمْ الصِّدِّيقُ. وَإِنْ كَانَ الْمُرْتَدُّ عَنْ بَعْضِ الشَّرَائِعِ مُتَفَقِّهًا، أَوْ مُتَصَوِّفًا أَوْ تَاجِرًا، أَوْ كَاتِبًا، أَوْ غَيْرَ ذَلِكَ فَهَؤُلَاءِ شَرٌّ مِنْ التُّرْكِ الَّذِينَ لَمْ يَدْخُلُوا فِي تِلْكَ الشَّرَائِعِ وَأَصَرُّوا عَلَى الْإِسْلَامِ، وَلِهَذَا يَجِدُ الْمُسْلِمُونَ مِنْ ضَرَرِ هَؤُلَاءِ عَلَى الدِّينِ مَا لَا يَجِدُونَهُ مِنْ ضَرَرِ أُولَئِكَ، وَيَنْقَادُونَ لِلْإِسْلَامِ وَشَرَائِعِهِ وَطَاعَةِ اللَّهِ وَرَسُولِهِ أَعْظَمَ مِنْ انْقِيَادِ هَؤُلَاءِ الَّذِينَ ارْتَدُّوا عَنْ بَعْضِ الدِّينِ وَنَافَقُوا فِي بَعْضِهِ، وَإِنْ تَظَاهَرُوا بِالِانْتِسَابِ إلَى الْعِلْمِ وَالدِّينِ، وَغَايَةُ مَا يُوجَدُ مِنْ هَؤُلَاءِ يَكُونُ مُلْحِدًا نُصَيْرِيًّا، أَوْ إسْمَاعِيلِيًّا، أَوْ رَافِضِيًّا، وَخِيَارُهُمْ يَكُونُ جَهْمِيًّا اتِّحَادِيًّا أَوْ نَحْوَهُ، فَإِنَّهُ لَا يَنْضَمُّ إلَيْهِمْ طَوْعًا مِنْ الْمُظْهِرِينَ لِلْإِسْلَامِ إلَّا مُنَافِقٌ، أَوْ زِنْدِيقٌ، أَوْ فَاسِقٌ فَاجِرٌ، وَمَنْ أَخْرَجُوهُ مَعَهُمْ مُكْرَهًا فَإِنَّهُ يُبْعَثُ عَلَى نِيَّتِهِ، وَنَحْنُ عَلَيْنَا أَنْ نُقَاتِلَ الْعَسْكَرَ جَمِيعَهُ إذْ لَا يَتَمَيَّزُ الْمُكْرَهُ مِنْ غَيْرِهِ.\" (¬1) ¶ وفي الظلال:\"إن تكاليف الخروج من العبودية للطاغوت والدينونة لله وحده - مهما عظمت وشقت - أقل وأهون من تكاليف العبودية للطواغيت! إن تكاليف العبودية للطواغيت فاحشة - مهما لاح فيها من السلامة والأمن والطمأنينة على الحياة والمقام والرزق! - إنها تكاليف بطيئة طويلة مديدة! تكاليف في إنسانية الإنسان ذاته فهذه «الإنسانية» لا توجد، والإنسان عبد للإنسان - وأي عبودية شر من خضوع الإنسان لما يشرعه له إنسان؟! .. وأي عبودية شر من تعلق قلب إنسان بإرادة إنسان آخر به، ورضاه أو غضبه عليه؟! .. وأي عبودية شر من أن تتعلق مصائر إنسان بهوى إنسان مثله ورغباته وشهواته؟! وأي عبودية شر من أن يكون للإنسان خطام أو لجام يقوده منه كيفما شاء ¶ ¬__________ ¶ (¬1) - الفتاوى الكبرى لابن تيمية (3/ 550)",
            "page": "75",
            "part": "1",
            "seal": "5C279ED0"
        },
        {
            "id": "77",
            "nass": "إنسان؟! على أن الأمر لا يقف عند حد هذه المعاني الرفيعة .. إنه يهبط ويهبط حتى يكلف الناس - في حكم الطواغيت - أموالهم التي لا يحميها شرع ولا يحوطها سياج. كما يكلفهم أولادهم إذ ينشئهم الطاغوت كما شاء على ما شاء من التصورات والأفكار والمفهومات والأخلاق والتقاليد والعادات. فوق ما يتحكم في أرواحهم وفي حياتهم ذاتها، فيذبحهم على مذبح هواه، ويقيم من جماجمهم وأشلائهم أعلام المجد لذاته والجاه! ثم يكلفهم أعراضهم في النهاية .. حيث لا يملك أب أن يمنع فتاته من الدعارة التي يريدها بها الطواغيت، سواء في صورة الغصب المباشر - كما يقع على نطاق واسع على مدار التاريخ - أو في صورة تنشئتهن على تصورات ومفاهيم تجعلهن نهبا مباحا للشهوات تحت أي شعار! وتمهد لهن الدعارة والفجور تحت أي ستار .. والذي يتصور أنه ينجو بماله وعرضه وحياته وحياة أبنائه وبناته في حكم الطواغيت من دون الله. إنما يعيش في وهم، أو يفقد الإحساس بالواقع! إن عبادة الطاغوت عظيمة التكاليف في النفس والعرض والمال .. ومهما تكن تكاليف العبودية لله، فهي أربح وأقوم حتى بميزان هذه الحياة. فضلا على وزنها في ميزان الله .. \" (¬1) ¶ -------------- ¶ مَسْأَلَة فِيمَنْ سُئِلَ مَاله بِغَيْرِ حَقّ: ¶ قال ابن حزم رحمه الله:\" مَسْأَلَةٌ: قَالَ أَبُو مُحَمَّدٍ - رَحِمَهُ اللَّهُ -:فَلَا يَخْلُو أَخْذُ الْمَالِ بِالْوَجْهِ الْمَذْكُورِ مِنَ الظُّلْمِ، وَالْغَلَبَةِ بِغَيْرِ حَقٍّ مِنْ أَحَدِ وَجْهَيْنِ، لَا ثَالِثَ لَهُمَا: ¶ إمَّا أَنْ يَكُونَ بِرًّا وَتَقْوَى - أَوْ يَكُونَ إثْمًا وَعُدْوَانًا. وَلَا خِلَافَ بَيْنَ أَحَدٍ مِنْ الْأُمَّةِ فِي أَنَّهُ لَيْسَ بِرًّا وَلَا تَقْوًى، وَلَكِنَّهُ إثْمٌ وَعُدْوَانٌ بِلَا خِلَافٍ، وَالتَّعَاوُنُ عَلَى الْإِثْمِ وَالْعُدْوَانِ: حَرَامٌ لَا يَحِلُّ: عَنْ أَبِي هُرَيْرَةَ قَالَ «جَاءَ رَجُلٌ إلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: يَا رَسُولَ اللَّهِ أَرَأَيْتَ إنْ جَاءَ رَجُلٌ يُرِيدُ أَخْذَ مَالِي؟ قَالَ: فَلَا تُعْطِهِ مَالَكَ قَالَ: أَرَأَيْتَ إنْ قَاتَلَنِي؟ قَالَ: قَاتِلْهُ قَالَ: أَرَأَيْتَ إنْ قَتَلَنِي؟ قَالَ: فَأَنْتَ شَهِيدٌ، قَالَ: أَرَأَيْتَ إنْ قَتَلْتُهُ؟ قَالَ: هُوَ فِي النَّارِ».وعن سُلَيْمَانَ الْأَحْوَلَ أَنَّ ثَابِتًا - مَوْلَى عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ - أَخْبَرَهُ أَنَّهُ «لَمَّا كَانَ بَيْنَ عَبْدِ ¶ ¬__________ ¶ (¬1) - في ظلال القرآن للسيد قطب-ط1 - ت- علي بن نايف الشحود (ص:1781)",
            "page": "76",
            "part": "1",
            "seal": "00B5558E"
        },
        {
            "id": "78",
            "nass": "اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَبَيْنَ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ مَا كَانَ تَيَسَّرُوا لِلْقِتَالِ، رَكِبَ خَالِدُ بْنُ الْعَاصِ إلَى عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، فَوَعَظَهُ خَالِدٌ، فَقَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو: أَمَا عَلِمْتَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ». ¶ وعَنْ سَعِيدِ بْنِ زَيْدٍ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ «مَنْ قَاتَلَ دُونَ مَالِهِ فَقُتِلَ فَهُوَ شَهِيدٌ، وَمَنْ قَاتَلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قَاتَلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ». ¶ وعَنْ سَعِيدِ بْنِ زَيْدٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: «مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ». ¶ وعَنْ أَبِي جَعْفَرٍ قَالَ: كُنْت جَالِسًا عِنْدَ سُوَيْد بْنِ مُقْرِنٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - «مَنْ قُتِلَ دُونَ مَظْلِمَتِهِ فَهُوَ شَهِيدٌ». ¶ وعن ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ أَنَّ «أَنَسًا حَدَّثَهُ أَنَّ أَبَا بَكْرٍ كَتَبَ لَهُ هَذَا الْكِتَابَ لَمَّا وَجَّهَهُ إلَى الْبَحْرَيْنِ: بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ - هَذِهِ فَرِيضَةُ الصَّدَقَةِ الَّتِي فَرَضَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَى الْمُسْلِمِينَ، وَاَلَّتِي أَمَرَ اللَّهُ عَزَّ وَجَلَّ بِهَا رَسُولُهُ - صلى الله عليه وسلم - فَمَنْ سُئِلَهَا مِنْ الْمُسْلِمِينَ عَلَى وَجْهِهَا فَلْيُعْطِهَا، وَمِنْ سُئِلَ فَوْقَهَا فَلَا يُعْطِ» وَذَكَرَ الْحَدِيثَ ¶ قَالَ أَبُو مُحَمَّدٍ - رَحِمَهُ اللَّهُ -:فَهَذَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَأْمُرُ مَنْ سُئِلَ مَالَهُ بِغَيْرِ حَقٍّ أَنْ لَا يُعْطِيَهُ، وَأَمَرَ أَنْ يُقَاتِلَ دُونَهُ فَيَقْتُلُ مُصِيبًا سَدِيدًا، أَوْ يُقْتَلُ بَرِيئًا شَهِيدًا، وَلَمْ يَخُصَّ - عَلَيْهِ السَّلَامُ - مَالًا مِنْ مَالٍ. وَهَذَا أَبُو بَكْرٍ الصِّدِّيقُ، وَعَبْدُ اللَّهُ بْنُ عَمْرٍو - رَضِيَ اللَّهُ عَنْهُمَا - يَرَيَانِ السُّلْطَانَ فِي ذَلِكَ وَغَيْرَ السُّلْطَانِ سَوَاءً - وَبِاَللَّهِ تَعَالَى التَّوْفِيقُ.\" (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - المحلى بالآثار (12/ 283) (2258)",
            "page": "77",
            "part": "1",
            "seal": "9D86A2C2"
        },
        {
            "id": "79",
            "nass": "الفهرس العام ¶ تمهيد حول أنواع الجهاد في الإسلام 4 ¶ المبحث الثاني 7 ¶ أحكام دفع الصائل عند الفقهاء 7 ¶ التَّعْرِيفُ لغة واصطلاحاً: 7 ¶ أ - الْبُغَاةُ: 7 ¶ ب - الْمُحَارِبُ: 7 ¶ الْحُكْمُ التَّكْلِيفِيُّ: 7 ¶ شروط دفع الصائل: 8 ¶ دَفْعُ الصَّائِل عَلَى النَّفْسِ وَمَا دُونَهَا: 9 ¶ قَتْل الصَّائِل وَضَمَانُهُ: 15 ¶ الْهَرَبُ مِنَ الصَّائِل: 17 ¶ الدِّفَاعُ عَنْ نَفْسِ الْغَيْرِ: 18 ¶ دَفْعُ الصَّائِل عَنِ الْعِرْضِ: 20 ¶ دَفْعُ الصَّائِل عَلَى الْمَال: 24 ¶ المبحث الثالث 28 ¶ أحكام متفرقة عن دفع الصائل 28 ¶ الإِْتْلاَفُ الْمَشْرُوعُ الْمُتَّفَقُ عَلَى مَشْرُوعِيَّتِهِ: 28 ¶ اسْتِحْيَاءُ الإِْنْسَانِ نَفْسَهُ: 28 ¶ اشْتِرَاطُ الأَْمْنِ بِالنِّسْبَةِ لِلاِمْتِنَاعِ عَنِ الْمُحَرَّمَاتِ: 29 ¶ طُرُقُ التَّأْدِيبِ: 30 ¶ عِقَابُ التَّجَسُّسِ عَلَى الْبُيُوتِ: 30 ¶ الْقَتْل لِضَرُورَةِ الدِّفَاعِ: 32 ¶ يَنْتَفِي الضَّمَانُ - بِوَجْهٍ عَامٍّ - بِأَسْبَابٍ كَثِيرَةٍ، مِنْ أَهَمِّهَا 32 ¶ أ - دَفْعُ الصَّائِل: 32 ¶ الضَّمَانُ فِي دَفْعِ الصَّائِل: 33",
            "page": "78",
            "part": "1",
            "seal": "0BD0131F"
        },
        {
            "id": "80",
            "nass": "كَسْرُ الْبَابِ وَنَحْوِهِ لِلْوُصُول إِلَى الْمُسْتَحَقِّ: 34 ¶ الدِّفَاعُ عَنِ النَّفْسِ: 34 ¶ ج - مُقَاوَمَةُ الْمُنْتَهِبِ: 34 ¶ الصِّيَال: 35 ¶ العِرْض: 36 ¶ مَا نَدَّ - نَفَرَ وَشَرَدَ - مِنَ الإِْبِل وَالْبَقَرِ وَالْغَنَمِ: 37 ¶ قتل الحيوانات الضارة: 38 ¶ الضَّرْبُ الثَّانِي: إتْلَافُ الدَّفْعِ: 40 ¶ القتل لدفع الفساد: 41 ¶ دفع الصائل: 43 ¶ القتال في الفتنة: 45 ¶ جواز قتل الصائل ولو كان صغيرا: 47 ¶ قتل من يفرض ضرائب ظالمة على الناس: 48 ¶ جواز قتل المعتدي من الجن: 49 ¶ يجوز للآمر بالمعروف والناهي عن المنكر الدفاع عن نفسه ما يضره: 53 ¶ جواز قلع عين الناظر لغير بيته: 54 ¶ جواز قتل من لا تندفع الفتنة إلا بقتله: 57 ¶ قتال الدفع من أشد الواجبات: 58 ¶ جواز قتال البغاة المعتدين على غيرهم: 59 ¶ جواز قتال الكفار والمجرمين في أي مكان: 60 ¶ الْفَرْقُ بَيْنَ قَاعِدَةِ الْإِتْلَافِ بِالصِّيَالِ وَبَيْنَ قَاعِدَةِ الْإِتْلَافِ بِغَيْرِهِ: 61 ¶ القتال من أجل الأكل: 65 ¶ منع من يريد قتل نفسه أو عضو من أعضائه: 67 ¶ عدم الاستسلام للشرطة والأمن الذين يداهمون البيوت ظلما: 69 ¶ مَسْأَلَة فِيمَنْ سُئِلَ مَاله بِغَيْرِ حَقّ: 76",
            "page": "79",
            "part": "1",
            "seal": "BAF30115"
        }
    ],
    "t1618": [
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول تمهيد حول أنواع الجهاد في الإسلام"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني أحكام دفع الصائل عند الفقهاء"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "1",
            "tit": "التعريف لغة واصطلاحا"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": "2",
            "tit": "الحكم التكليفي:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "شروط دفع الصائل:"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "دفع الصائل على النفس وما دونها:"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "قتل الصائل وضمانه:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "الهرب من الصائل:"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "الدفاع عن نفس الغير:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "دفع الصائل عن العرض:"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "دفع الصائل على المال:"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث أحكام متفرقة عن دفع الصائل"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "1",
            "tit": "الإتلاف المشروع المتفق على مشروعيته:"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": "2",
            "tit": "استحياء الإنسان نفسه:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "اشتراط الأمن بالنسبة للامتناع عن المحرمات:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "طرق التأديب:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": "1",
            "tit": "عقاب التجسس على البيوت:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "القتل لضرورة الدفاع:"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "ينتفي الضمان - بوجه عام - بأسباب كثيرة، من أهمها"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "الضمان في دفع الصائل:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "كسر الباب ونحوه للوصول إلى المستحق:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "1",
            "tit": "الدفاع عن النفس:"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": "2",
            "tit": "ج - مقاومة المنتهب:"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "الصيال:"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "العرض:"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "ما ند - نفر وشرد - من الإبل والبقر والغنم:"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "قتل الحيوانات الضارة:"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "الضرب الثاني: إتلاف الدفع:"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "القتل لدفع الفساد:"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "دفع الصائل:"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "القتال في الفتنة:"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": null,
            "tit": "جواز قتل الصائل ولو كان صغيرا:"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": null,
            "tit": "قتل من يفرض ضرائب ظالمة على الناس:"
        },
        {
            "id": "50",
            "lvl": "2",
            "sub": null,
            "tit": "جواز قتل المعتدي من الجن:"
        },
        {
            "id": "54",
            "lvl": "2",
            "sub": null,
            "tit": "يجوز للآمر بالمعروف والناهي عن المنكر الدفاع عن نفسه ما يضره:"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "جواز قلع عين الناظر لغير بيته:"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "جواز قتل من لا تندفع الفتنة إلا بقتله:"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "قتال الدفع من أشد الواجبات:"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "جواز قتال البغاة المعتدين على غيرهم:"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "جواز قتال الكفار والمجرمين في أي مكان:"
        },
        {
            "id": "62",
            "lvl": "2",
            "sub": null,
            "tit": "الفرق بين قاعدة الإتلاف بالصيال وبين قاعدة الإتلاف بغيره:"
        },
        {
            "id": "66",
            "lvl": "2",
            "sub": null,
            "tit": "القتال من أجل الأكل:"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "منع من يريد قتل نفسه أو عضو من أعضائه:"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "عدم الاستسلام للشرطة والأمن الذين يداهمون البيوت ظلما:"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "مسألة فيمن سئل ماله بغير حق:"
        }
    ]
}